{
    "b309": [
        {
            "hno": null,
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة المصنف ¶ قال الفقير أبو البركات محمد بن أحمد بن محمد الخطيب الشافعي الشهير بابن الكيال الذهبي لطف الله تعالى به وبمحبيه وجميع المسلمين الحمد لله رب العالمين والعاقبة للمتقين وصلى الله على سيدنا محمد خير الخلائق أجمعين وعلى آله وصحبه وسلم تسليما كثيرا إلى يوم الدين أما بعد فهذا كتاب مشتمل على معرفة من صح أنه خلط في عمره من الرواة الثقات في الكتب الستة وغيرها وهو مؤلف وجيز وعلم غزير ينبغي أن يعتني به من له اعتناء بحديث سيد المرسلين وسند المتقدمين والمتأخرين",
            "page": "57",
            "part": "1",
            "seal": "F5FFF717"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "أفرده بالتصنيف الحافظ صلاح الدين العلائي في جزء اختصره جدا. ¶ وذكر الحافظ تقى الدين أبو عمرو بن الصلاح في علومه ستة عشرة رجلا. ¶ وأفرده بالتصنيف الحافظ برهان الدين سبط بن العجمي ورتبهم على حروف المعجم لكنه ذكر الثقات وغيرهم.",
            "page": "58",
            "part": "1",
            "seal": "2D530899"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ومن قيل إنه اختلط ولم يثبت ذلك حتى ذكر رحمه الله من تغير في مرض الموت وليس المقصود ذلك لأن عامة من يموت يختلط قبل موته ولا يضره ذلك وإنما المضعف للشيخ أن يروى شيئا حين اختلاطه فجمعت في هذا المصنف سبعين راويا من رواة الأصول المشهورين الثقات مبسوطة تراجمهم فيما صح واشتهر ومن رووا له وروى عنهم من أهل الأثر رتبتهم على حروف المعجم وجمعت ذلك من مختصر التهذيب للأندرشي وكتاب ابن ماكولا الحافظ.",
            "page": "59",
            "part": "1",
            "seal": "F4C0F745"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "والكاشف للذهبي وعلوم ابن الصلاح الحافظ وعلوم الحافظ العراقي ومن الشذا الفياح",
            "page": "60",
            "part": "1",
            "seal": "5A76DDCD"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "للأبناسي الحافظ ومن الأغتباط للحافظ الحلبي ومن التمهيد لابن عبد البر الحافظ ومن الأنتصار للحافظ المقدسي",
            "page": "61",
            "part": "1",
            "seal": "3B1922C3"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وغيرهم وغير ذلك مما وقعت عليه واستندت إليه ثم الحكم في حديث من اختلط من الثقات التفصيل فما حدثه قبل الاختلاط فإنه يقبل وإن حدث به فيه أو أشكل أمره فلم يدر أأخذ عنه قبل الاختلاط أو بعده فإنه لا يقبل وقد ذكرت في بعض التراجم من أخذ عنه قبل الاختلاط أو بعده ثم هم منقسمون فمنهم من خلط لاختلاطه وخرفه ومنهم من خلط لذهاب بصره أو لغير ذلك قال بن الصلاح واعلم أن من كان بهذا القبيل محتجا بروايته في الصحيحين أو أحدهما فإنا نعرف على الجملة أن ذلك مما تميز وكان مأخوذا عنه قبل الاختلاط قلت وهذا من باب حسن الظن بهم رضى الله تعالى عنهم وسميته الكواكب النيرات في معرفة من اختلط من الرواة الثقات وعلى الله الكريم اعتمادي وإليه تفويضي واستنادي وأسأله النفع به لي ولسائر أحبابي",
            "page": "62",
            "part": "1",
            "seal": "0A45D45F"
        },
        {
            "hno": "1",
            "id": "11",
            "nass": "باب الألف ¶ 1 - أحمد بن عبد الرحمن بن وهب بن مسلم القرشي أبو عبيد الله المصري بحشل ¶ عن عمه عبد الله بن وهب",
            "page": "63",
            "part": "1",
            "seal": "D561C948"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "والإمام الشافعي وغيرهما وعنه مسلم",
            "page": "64",
            "part": "1",
            "seal": "A497DED0"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وإبراهيم بن عبد الله الأصبهاني وابن خزيمة وأبو بكر بن زياد",
            "page": "65",
            "part": "1",
            "seal": "A2D242FB"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "أطلق محمد بن عبد الله بن عبد الحكم وعبد الملك بن شعيب بن الليث القول بتوثيقه عن عبد الملك بن شعيب بن الليث قال كتبنا عنه وأمره مستقيم ثم خلط بعد ثم جاءنا الخبر إنه رجع عن التخليط",
            "page": "66",
            "part": "1",
            "seal": "76DE3FAA"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "قال وسئل أبي عنه بعد ذلك فقال كان صدوقا وقال أبو حاتم خلط ثم رجع وقيل لأبي زرعة أنه رجع عن تلك الأحاديث فقال إن رجوعه مما يحسن حاله ولا يبلغ المنزلة التي كان قبل وذكر الحاكم أنه اختلط بعد الخمسين ومئتين بعد خروج",
            "page": "67",
            "part": "1",
            "seal": "A936305C"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "مسلم من مصر كذا ذكره الشيخ محي الدين النووي في مقدمة شرح مسلم له عن أبي عمرو بن الصلاح ولم يذكره في علومه وقيل لابن خزيمة لم رويت عنه وتركت سفيان بن وكيع فقال لأن أحمد لما أنكروا عليه تلك الأحاديث رجع",
            "page": "68",
            "part": "1",
            "seal": "5E666C61"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "عنها عن آخرها إلا حديث مالك عن الزهرى عن أنس إذا حضر العشاء فإنه ذكر أنه وجده في درج من كتب عمه في قرطاس وأما سفيان بن وكيع فإن وراقه أدخل عليه أحاديث وكلم في شأنها فلم يرجع عنها فتركت الرواية عنه وقال عبدان مستقيم الأمر في أيامنا وقال بن عدي من ضعفه أنكر عليه أحاديث",
            "page": "69",
            "part": "1",
            "seal": "9B179CB8"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وأكثر روايته عن عمه وكل ذلك محتمل وإن لم يروه عن عمه غيره ولعله خصه به انتهى وكان أبو الطاهر بن السرح يحسن القول فيه ومر عليه هارون بن سعيد الأيلي فسلم عليه وقال إن أصحاب الحديث سألوني عنك فقلت لهم إنما يسأل أبو عبيد الله عنا هو الذي كان يستملي لنا عند عمه وهو الذي",
            "page": "70",
            "part": "1",
            "seal": "44322045"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "كان يقرأ لنا عند عمه أو كما قال روى له مسلم وتوفى سنة أربع وستين ومئتين وقيل أربع وعشرين ولم يصح والله أعلم",
            "page": "71",
            "part": "1",
            "seal": "18DC7C42"
        },
        {
            "hno": "2",
            "id": "20",
            "nass": "2 - أبان بن صمعة بالصاد المهملة الأنصاري ¶ معدود",
            "page": "71",
            "part": "1",
            "seal": "82641D8E"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "في البصريين قيل هو والد عتبة الغلام عن بن سيرين وشهر بن حوشب",
            "page": "72",
            "part": "1",
            "seal": "AFDBC286"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وجابر بن عمرو الراسبي وعن أمه عائشة",
            "page": "73",
            "part": "1",
            "seal": "A4C93ADD"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وعنه يحيى القطان ووكيع",
            "page": "74",
            "part": "1",
            "seal": "4399ACEA"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وخالد بن الحارث وأبو عاصم الضحاك",
            "page": "75",
            "part": "1",
            "seal": "BA2E930B"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "أطلق يحيى بن معين القول بتوثيقه وقال أحمد بن حنبل صالح لكنه تغير قال يحيى بن سعيد تغير بأخرة وكذا قال الذهبي في الكاشف وقال عبد الرحمن بن مهدي اختلط قبل موته برمان وقال أبو أحمد بن عدي أنما عيب عليه اختلاطه لما كبر ولم ينسب إلى الضعف وقال بن مهدي اختلط البتة",
            "page": "76",
            "part": "1",
            "seal": "D0733965"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "روى له مسلم عن أبي الوازع عن أبي برزة في فضل عمار مستشهدا به لأبي بكر بن شعيب وروى له النسائي وابن ماجة وتوفي سنة ثلاث وخمسين ومئة",
            "page": "77",
            "part": "1",
            "seal": "2059F3A2"
        },
        {
            "hno": "3",
            "id": "27",
            "nass": "3 - إبراهيم بن أبي العباس ويقال بن العباس السامري بكسر الميم وتخفيف الراء ¶ قاله بن ماكولا في كتابه الإكمال ويقال بفتح اليم المخففة قاله الذهبي في الكاشف أبو إسحاق معدود في الكوفيين وفيمن نزل بغداد عن إسماعيل بن عياش وشريك بن عبد الله النخعي وأبي معشر وغيرهم",
            "page": "78",
            "part": "1",
            "seal": "CAB3BE64"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وعنه أحمد بن حنبل والعباس بن محمد الدوري وعدة",
            "page": "79",
            "part": "1",
            "seal": "B01A0FFA"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "أطلق الإمام أحمد وأبو عوانة والدارقطني القول بتوثيقه وعن أحمد لا بأس به وقال أبو حاتم شيخ قال محمد بن سعد اختلط في آخر عمره فحجبه أهله",
            "page": "80",
            "part": "1",
            "seal": "0AFA9039"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "في منزله حتى مات قاله المزي في تهذيبه وتابعه الذهبي عليه في تذهيبه وميزانه زاد في الميزان قلت فما ضره الاختلاط وعامة من يموت يختلط قبل موته وإنما المضعف للشيخ أن يروي شيئا من اختلاطه روى له النسائي",
            "page": "81",
            "part": "1",
            "seal": "75AE4690"
        },
        {
            "hno": "4",
            "id": "31",
            "nass": "4 - إسحاق بن إبراهيم بن مخلد بن مطر الحنظلي أبو يعقوب المعروف بابن راهويه مروزي إمام من أعلام الأئمة",
            "page": "81",
            "part": "1",
            "seal": "14EF1395"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "المبرزين عن إسماعيل بن عليه وسفيان بن عيينة وعبد الله بن وهب وعفان بن سالم",
            "page": "82",
            "part": "1",
            "seal": "2E7844F2"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "والفضل بن دكين وغيرهم وعنه الجماعة سوى النسائي",
            "page": "83",
            "part": "1",
            "seal": "A8F89240"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "وبقية شيخه",
            "page": "85",
            "part": "1",
            "seal": "38CBB40D"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وأبو العباس السراج أملى المسند بن حفظه قال وهب بن جرير",
            "page": "86",
            "part": "1",
            "seal": "46684C2D"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "جزى الله إسحاق بن راهويه وصدقة ويعمر عن الإسلام خيرا أحيوا السنة بأرض المشرق وقال محمد بن أسلم الطوسي وقت موته ما أعلم أحدا كان أخشى لله منه يقول الله إنما يخشى الله من عباده",
            "page": "87",
            "part": "1",
            "seal": "6B1B3909"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "العلماء وكان أعلم الناس وقال أحمد بن سعيد الرباطي لو كان الثوري وابن عيينة والحمادان في الحياة لاحتاجوا إليه وقال بن خزيمة لو كان في التابعين لأقروا بحفظه وعلمه وفقهه وقال الخفاف أملى علينا أحد عشر ألف حديث من حفظه ثم قرأها فلم يزد حرفا ولا نقصه قال إسحاق ما سمعت شيئا قط إلا حفظته ولا حفظته",
            "page": "88",
            "part": "1",
            "seal": "C98A71A3"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "العلماء وكان أعلم الناس وقال أحمد بن سعيد الرباطي لو كان الثوري وابن عيينة والحمادان في الحياة لاحتاجوا إليه وقال بن خزيمة لو كان في التابعين لأقروا بحفظه وعلمه وفقهه وقال الخفاف أملى علينا أحد عشر ألف حديث من حفظه ثم قرأها فلم يزد حرفا ولا نقصه قال إسحاق ما سمعت شيئا قط إلا حفظته ولا حفظته فنسيته وعنه ما كنت لأسمع شيئا قط إلا حفظته وكأني أنظر إلى سبعين ألف حديث أو قال أكثر من سبعين ألف حديث في كتبي وعنه كأني أنظر إلى مائة ألف حديث في كتبي وثلاثين ألفا أسردها وعنه أعرف مكان مائة ألف حديث كأني أنظر إليها وأحفظ سبعين ألف حديث وأحفظ أربعة آلاف مزورة فقيل له لم حفظت هذا فقال لأعرفه فإذا مر بي في الأحاديث الصحيحة فليته منها فليا وقيل لأبي حاتم أملى التفسير من حفظه فقال هذا أعجب فإن ضبط الأحاديث المسندة بمتونها أسهل من ضبط أسانيد التفسير قال أبو داود تغير قبل أن يموت بستة أشهر فرميت بما سمعت منه في تلك الأيام",
            "page": "89",
            "part": "1",
            "seal": "AA8E1332"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وقال الذهبي في ميزانه في ترجمة بن راهويه أحد الأعلام وذكر لشيخنا أبي الحجاج يعني المزي حديث فقال قيل إن إسحاق اختلط في آخر عمره روى له البخاري ومسلم",
            "page": "90",
            "part": "1",
            "seal": "75A692D8"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وأبو داود والترمذي وابن ماجة عاش سبعا وسبعين سنة وتوفى سنة سبع أو ثمان وثلاثين ومئتين",
            "page": "91",
            "part": "1",
            "seal": "334E2CDB"
        },
        {
            "hno": "5",
            "id": "41",
            "nass": "5 - أحمد بن مالك أبو بكر القطيعي ¶ راوي مسند الإمام أحمد قال بن الصلاح اختلط في آخر عمره وخرف حتى كان لا يعرف شيئا مما يقرأ عليه ذكر الخطيب في التاريخ فقال حدثت عن أبي الحسن بن الفرات قال كان القطيعي مستورا صاحب سنة كثير",
            "page": "92",
            "part": "1",
            "seal": "25B74FF7"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "السماع من عبد الله بن أحمد وغيره إلا أنه اختلط في آخر عمره وكف بصره وخرف حتى كان لا يعرف شيئا مما يقرأ عليه قال الأبناسى وقد أنكر صاحب الميزان هذا على بن الفرات وقال هذا غلو وإسراف",
            "page": "93",
            "part": "1",
            "seal": "135054B2"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وقال أبو عبد الرحمن السلمي أنه سأل الدارقطني عنه فقال ثقة زاهد سمعت أنه مجاب الدعوة وقال الحاكم ثقة مأمون وسئل عنه البرقاني فقال كان شيخا صالحا غرقت بعض كتبه فنسخها من كتاب ذكروا أنه لم يكن سماعه فغمزوه",
            "page": "94",
            "part": "1",
            "seal": "FED8EBB3"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "لأجل ذلك وإلا فهو ثقة قال البرقاني وكنت شديد التنفير عن حاله حتى ثبت عندي أنه صدوق لا شك في سماعه وإنما كان فيه بله فلما غرقت القطيعة بالماء الأسود غرق شيء من كتبه فنسخ بدل ما غرق من كتاب لم يكن فيه سماعه قال ولما اجتمعت مع الحاكم أبي عبد الله ذكرت بن مالك ولينته فأنكر على وقال الخطيب لم أجد أحدا امتنع من الرواية عنه ولا ترك الاحتجاج به وقال أبو بكر بن نقطة كان ثقة",
            "page": "95",
            "part": "1",
            "seal": "503C136B"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وعلى تقدير ما ذكره أبو الحسن بن الفرات من التغيير وتبعه بن الصلاح فممن سمع منه في الصحة أبو الحسن الدارقطني وأبو حفص بن شاهين وأبو عبد الله الحاكم وأبو بكر البرقاني وأبو نعيم الأصبهاني وأبو",
            "page": "96",
            "part": "1",
            "seal": "AFCB850D"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "علي بن المذهب (1) راوي المسند عنه فإنه سمعه عليه في سنة ست وستين وثلاث مائة انتهى",
            "page": "97",
            "part": "1",
            "seal": "7681265F"
        },
        {
            "hno": "6",
            "id": "47",
            "nass": "6 - أحمد بن أبي القاسم بن سنبلة البغدادي",
            "page": "97",
            "part": "1",
            "seal": "FB7E60D2"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "شيخ متأخر اختلط قبل موته بأربع سنين قال الذهبي في ميزانه توفى سنة ثنتي عشرة ومئتين",
            "page": "98",
            "part": "1",
            "seal": "EBBA3C8A"
        },
        {
            "hno": "7",
            "id": "49",
            "nass": "7 - إسماعيل بن عياش بن سليم بالضم معدود في الحمصيين ¶ عن إسحاق بن عبد الله",
            "page": "98",
            "part": "1",
            "seal": "B01C8A0A"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "وسليمان الأعمش وهشام بن عروة وغيرهم",
            "page": "99",
            "part": "1",
            "seal": "73C49D8F"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "وعنه حيوة بن شريح",
            "page": "100",
            "part": "1",
            "seal": "A592F78F"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وعلي بن حجر وغيرهما أثبته بن سميع في السادسة وقال يعقوب تكلم فيه قوم وهو ثقة عدل أعلم",
            "page": "101",
            "part": "1",
            "seal": "657829A1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "الناس بحديث الشام ولا يدفعه دافع وكلامهم فيه أكثره إنما هو ذكره بأنه يغرب عن ثقات المدنيين والمكيين وقال دحيم هو عن الشاميين غاية وخلط عن المدنيين وقال يحيى بن معين خلط في حديث عن أهل العراق وليس أحد أعلم منه بحديث الشام وقال البخاري في حديثه عن غير بلده نظر",
            "page": "102",
            "part": "1",
            "seal": "2442F2D4"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وقال وكيع قدم علينا فأخذ منى أطرافا لإسماعيل بن أبي خالد فرأيته يخلط في أخذه وقال البخاري إذا حدث عن أهل حمص صحيح وذكره بن الجوزي في الموضوعات في باب النهى عن التسمية بالوليد وإسماعيل بن عياش لما كبر تغير حفظه وكثر الخطأ في حديثه وهو لا يعلم فلعل هذا الحديث أدخل عليه في كبره أو قد رواه وهو مختلط انتهى وذكره صاحب الأغتباط روى له أبو داود",
            "page": "103",
            "part": "1",
            "seal": "079860E1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "والترمذي والنسائي وابن ماجة وتوفى سنة إحدى وثمانين ومئة",
            "page": "104",
            "part": "1",
            "seal": "9134158F"
        },
        {
            "hno": "8",
            "id": "56",
            "nass": "8 - إبراهيم بن خثيم بن عراك بن مالك",
            "page": "104",
            "part": "1",
            "seal": "A9A832A9"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "قال الجوزجاني اختلط بأخرة قاله برهان الدين الحلبي في كتاب الأغتباط",
            "page": "105",
            "part": "1",
            "seal": "1CBCB24A"
        },
        {
            "hno": "9",
            "id": "58",
            "nass": "باب الباء ¶ 9 - بحر بن مرار بن عبد الرحمن بن أبي بكرة الثقفي أبو معاذ معدود في البصريين ¶ عن الحكم بن الأعرج وجده عبد الرحمن وجد أبيه",
            "page": "106",
            "part": "1",
            "seal": "21364D2C"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "أبي بكرة بطريق الإرسال وعنه الأسود بن شيبان",
            "page": "107",
            "part": "1",
            "seal": "61B52C15"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "وشعبة بن الحجاج وغيرهما أطلق يحيى بن معين وابن ماكولا القول بتوثيقه وقال بن المديني سمعت يحيى يثني عليه خيرا وقال النسائي ليس به بأس قال يحيى بن سعيد رأيته قد خلط",
            "page": "108",
            "part": "1",
            "seal": "EEDF9D6E"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "وقال النسائي تغير وقال الكوسج ثقة روى له بن ماجة",
            "page": "109",
            "part": "1",
            "seal": "6B823CB0"
        },
        {
            "hno": "10",
            "id": "62",
            "nass": "10 - بشر بن الوليد الكندي الفقيه",
            "page": "109",
            "part": "1",
            "seal": "2D698357"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "ذكره الذهبي في ميزانه وفيه قال صالح جزرة هو صدوق ولكنه لا يعقل كان قد خرف",
            "page": "110",
            "part": "1",
            "seal": "959E6381"
        },
        {
            "hno": "11",
            "id": "64",
            "nass": "باب الجيم ¶ 11 - جرير بن حازم بن زيد الأزدي أبو النضر معدود في البصريين ¶ عن أيوب السختياني",
            "page": "111",
            "part": "1",
            "seal": "AD17BA90"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "والحسن البصري وحميد الطويل",
            "page": "112",
            "part": "1",
            "seal": "94B72081"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وأبي رجاء العطاردي وعنه ولده وهب",
            "page": "113",
            "part": "1",
            "seal": "E747C4DC"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "وعبد الرحمن بن مهدى ووكيع بن الجراح ويزيد بن هارون",
            "page": "114",
            "part": "1",
            "seal": "C2FAFC90"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "وهدبه بن خالد وشيبان وغيرهم",
            "page": "115",
            "part": "1",
            "seal": "64F70438"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "أطلق يحيى بن معين والعجلي وأبو حاتم بصلاحه وصدقه وهو أحسن حديثا من السرى بن يحيى",
            "page": "116",
            "part": "1",
            "seal": "B03DCDEF"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "وعن يحيى بن معين ليس به بأس فقيل له هو يحدث عن قتادة عن أنس بمناكير فقال هو عن قتادة ضعيف وقيل له من أحب إليك هو أو أبو الأشهب فقال ما أقربهما وجرير أكثرهما وهما وقال بن مهدي هو أثبت عندي من قرة بن خالد",
            "page": "117",
            "part": "1",
            "seal": "D0B0EA08"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "وقال بن عدي هو من أجلة أهل البصرة ورفعائهم حدث عنه الكبار وعنه هو مستقيم الحديث صالح إلا روايته عن قتادة فإنه يروى عنه ما لا يرويه غيره وهو من ثقات المسلمين قال بن مهدي اختلط فحجبه أولاده فلم يسمع أحد عليه زمان اختلاطه شيئا وقال أبو حاتم إن اختلاطه كان قبل موته بسنة وكان حماد بن سلمة يعظمه كثيرا حدث عنه شيبان بن فروخ ويزيد بن حبيب وبين وفاتهما مائة وثمان سنين وأيوب السختياني وبين",
            "page": "118",
            "part": "1",
            "seal": "8FB7A930"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "وفاته ووفاة شيبان مائة وخمس سنين روى له البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجة وتوفى سنة سبعين ومئة",
            "page": "119",
            "part": "1",
            "seal": "61179B9F"
        },
        {
            "hno": "12",
            "id": "73",
            "nass": "12 - جرير بن عبد الحميد الضبي",
            "page": "120",
            "part": "1",
            "seal": "A11A4133"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "اختلط عليه حديث أشعث وعاصم الأحول حتى قدم عليه بهز فعرفه وقال أبو حاتم صدوق تغير قبل موته كذا نقل هذا الكلام النباتي في ترجمة بن عبد",
            "page": "121",
            "part": "1",
            "seal": "62D69F4E"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "الحميد وقال البيهقي نسب في آخر عمره إلى سوء الحفظ",
            "page": "122",
            "part": "1",
            "seal": "1057C8E9"
        },
        {
            "hno": "13",
            "id": "76",
            "nass": "باب الحاء المهملة ¶ 13 - حبان بالكسر بن يسار الكلابي أبو روح ويقال أبو رويحة البصري ¶ عن عبيد الله بن طلحة بن عبيد الله ويزيد بن أبي",
            "page": "123",
            "part": "1",
            "seal": "B4D796E3"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "مريم وثابت البناني وعنه حبان بالفتح بن هلال",
            "page": "124",
            "part": "1",
            "seal": "B9F5143A"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "والتبوذكي وعمرو بن عامر الكلابي",
            "page": "125",
            "part": "1",
            "seal": "3466A9F0"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "أثبته بن حبان في الثقات وعن غيره صويلح تغير حفظه واختلط وقال الصلت بن محمد اختلط آخر عمره وقال الذهبي تغير حفظه روى له أبو داود",
            "page": "126",
            "part": "1",
            "seal": "C8A3863F"
        },
        {
            "hno": "14",
            "id": "80",
            "nass": "14 - حصين بضم الحاء المهملة بن عبد الرحمن السلمي",
            "page": "126",
            "part": "1",
            "seal": "B95B4EE1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "بضم السين المهملة أبو الهذيل معدود في الكوفيين بن عم منصور عن جابر بن سمرة وحبيب بن أبي ثابت",
            "page": "127",
            "part": "1",
            "seal": "36352129"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "وعامر الشعبي وعطاء بن أبي رباح وغيرهم",
            "page": "129",
            "part": "1",
            "seal": "6692D36E"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "وعنه سفيان الثوري وشعبة بن الحجاج وأبو عوانة الوضاح بن عبد الله",
            "page": "130",
            "part": "1",
            "seal": "E59E4961"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "وهشيم وعلى بن عاصم وغيرهم",
            "page": "131",
            "part": "1",
            "seal": "FAC681A0"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "أحد الثقات الأثبات احتج به الشيخان ووثقه أحمد وأبو زرعة ويحيى بن معين والعجلي وأبو حاتم وزاد أحمد من كبار أصحاب الحديث والعجلي سكن المبارك بأخرة وأبو حاتم صدوق وفى آخر عمره ساء حفظه وقيل لأبي زرعة تحتج بحديثه قال إي والله وقال مالك بن مغول",
            "page": "132",
            "part": "1",
            "seal": "7AEAD91C"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "للقاسم بن الوليد هل رأيت بعينيك مثل طلحة بن مصرف قال نعم حصين بن عبد الرحمن قال هشيم أتى عليه ثلاث وتسعون سنة وكان أكبر من الأعمش وقريبا من إبراهيم",
            "page": "133",
            "part": "1",
            "seal": "3C11D764"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "قال يزيد بن هارون إنه اختلط وقال النسائي تغير وقال علي بن عاصم إنه لم يختلط حكاه صاحب الميزان قال بن الصلاح في علومه حصين بن عبد الرحمن اختلط وتغير ذكره النسائي وغيره اعترض عليه الحافظ الأبناسي من وجهين أحدهما أن من تسمى بهذا الاسم أربعة كل منهم اسمه حصين بن عبد الرحمن الكوفي ويتميز كل واحد منهم بنسبه أو كنيته وقد ذكر الأربعة الخطيب في المتفق والمفترق والمزى في التهذيب والذهبي في الميزان وميزوا بينهم فكان ينبغي أن يميز بينهم يعنى بن الصلاح فأما هذا المتكلم فيه اختلط فهو حصين بن عبد الرحمن الكوفي كنيته أبو الهذيل",
            "page": "134",
            "part": "1",
            "seal": "B81955D5"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "وهو سملى وروايته في الكتب الستة وليس لغيره من بقية الأربعة المذكورين رواية في شيء من الكتب الستة وإنما ذكرهم المزي في التهذيب للتمييز وهذا ثقة حافظ وثقه أحمد وأبو زرعة وابن معين والعجلي والنسائي في الكنى وابن حبان وغيرهم وقال أبو حاتم الرازي ثقة ساء حفظه في الآخر وقال يزيد بن هارون طلبت الحديث وحصين حي كان يقرأ عليه وكان قد نسي واختلط وذكره البخاري في الضعفاء وكذلك العقيلي وابن عدي ولم",
            "page": "135",
            "part": "1",
            "seal": "F7866DE9"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "يذكروا فيه تضعيفا غير أنه كبر ونسي الثاني أنه لم يذكر يعني بن الصلاح في ترجمة هذا من سمع عنه قبل الاختلاط أو بعده وقد سمع منه قديما قبل أن يتغير سليمان التيمي وسليمان الأعمشي وشعبة وسفيان والمشهور أنه توفى سنة ست وثلاثين ومئة قاله محمد بن عبد الله الحضرمي الملقب ب مطين وقال بن حبان سنة ثلاث وستين كذا ذكره في طبقات التابعين ثم ذكره في طبقة أتباع التابعين وقال سنة",
            "page": "136",
            "part": "1",
            "seal": "C1E22112"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "ست وهذا هو المشهور والذي حزم به الذهبي في العبر وأما حصين الثاني فهو حصين بن عبد الرحمن الكوفي أيضا نسبه الحارثي حدث عن الشعبي روى عنه إسماعيل بن أبي خالد والحجاج بن أرطاة ذكره البخاري في التاريخ وابن أبي حاتم في الجرح والتعديل وحكى عن أحمد أنه قال فيه ليس يعرف ما روى عنه غير الحجاج وإسماعيل بن أبي خالد وذكره بن حبان في الثقات وقال ليس هذا بالأول مات سنة تسع وثلاثين ومئة والثالث حصين بن عبد الرحمن الكوفي النخعي أخو",
            "page": "137",
            "part": "1",
            "seal": "80019DC1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "مسلم بن عبد الرحمن النخعي روى عن الشعبي أيضا روى عنه حفص بن غياث ذكره البخاري في التاريخ وابن أبي حاتم في الجرح والتعديل والخطيب روى عن أحمد أنه قال هذا رجل لا يعرف وقال الخطيب لم يرو عنه غير حفص بن غياث وذكره بن حبان في الثقات قال وليس هذا بالأولين والثلاثة من أهل الكوفة وقد رووا ثلاثتهم عن الشعبي روى عنهم أهل الكوفة قال وربما يتوهم المتوهم أنهم واحد وليس كذلك أحدهم سلمى والآخر حارثي والثالث نخعي والرابع حصين بن عبد الرحمن الكوفي الجعفي أخو",
            "page": "138",
            "part": "1",
            "seal": "E358100C"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "إسماعيل بن عبد الرحمن روى عن عبد الله بن علي بن الحسين بن علي بن أبي طالب روى عنه طعمة بن غيلان الكوفي ذكره الخطيب في المتفق والمفترق وتبعه المزي في التهذيب والذهبي في الميزان وقال مجهول انتهى قال حصين الأول جاءنا قتل الحسين بن علي فمكثنا ثلاثا كأن وجوهنا طليت رمادا روى له البخاري ومسلم",
            "page": "139",
            "part": "1",
            "seal": "9467AFF1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "وأبو داود والترمذي والنسائي وابن ماجة وتوفي سنة ست وثلاثين ومئة",
            "page": "140",
            "part": "1",
            "seal": "13BBE2FA"
        },
        {
            "hno": "15",
            "id": "95",
            "nass": "15 - حنظلة بن عبد الله ¶ وقيل بن عبيد الله وقيل بن عبد الرحمن وقيل بن أبي صفية السدوسي البصري أبو عبد الرحيم إمام مسجد بنى سدوس بفتح السين المهملة",
            "page": "141",
            "part": "1",
            "seal": "2A7883FE"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "عن أنس بن مالك وشهر بن حوشب وعبد الله بن الحارث بن نوفل وغيرهم",
            "page": "142",
            "part": "1",
            "seal": "773BFD58"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وعنه جرير بن حازم وعبد الله بن المبارك وشعبة",
            "page": "143",
            "part": "1",
            "seal": "3904FB4F"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "وعبد الوارث أثبته بن حبان في الثقات قال بن معين تغير في آخر عمره",
            "page": "144",
            "part": "1",
            "seal": "EF4947D1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وقال يحيى القطان اختلط بأخرة وضعفه الإمام أحمد روى له الترمذي وابن ماجة وتوفى سنة",
            "page": "145",
            "part": "1",
            "seal": "D17F748F"
        },
        {
            "hno": "16",
            "id": "100",
            "nass": "16 - الحسين بن الحسين",
            "page": "145",
            "part": "1",
            "seal": "F554297E"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "الفانيد الراوي عن أبي علي بن شاذان قال شجاع الذهلي وغيره تغير بآخره",
            "page": "146",
            "part": "1",
            "seal": "6FA825D3"
        },
        {
            "hno": "17",
            "id": "102",
            "nass": "17 - الحسين بن علي النخعي ¶ شيخ كتب عنه الإسماعيلي عمر وتغير ذكره برهان الدين الحلبي في كتابه الاغتباط",
            "page": "147",
            "part": "1",
            "seal": "11E483BE"
        },
        {
            "hno": "18",
            "id": "103",
            "nass": "باب الخاء المعجمة ¶ 18 - خالد بن طهمان أبو العلاء الخفاف ¶ معدود في الكوفيين عن حبيب بن أبي حبيب البجلي وعطية",
            "page": "148",
            "part": "1",
            "seal": "8BE559D9"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "العوفي وأنس وغيرهم وعنه عبد الله بن المبارك وأحمد بن يونس وغيرهم",
            "page": "149",
            "part": "1",
            "seal": "D5C0BAE1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "أثبته بن حبان في الثقات وقال أبو عبيد الأجري لم يذكره أبو داود إلا بخير ضعفه بن معين وقال خلط قبل موته بعشر سنين وكان قبل ذلك ثقة قلت وما ضعفه بن معين إلا من أجل أنه اختلط والله أعلم روى له الترمذي",
            "page": "150",
            "part": "1",
            "seal": "8378D799"
        },
        {
            "hno": "19",
            "id": "106",
            "nass": "19 - خطاب بفتح الخاء المعجمة وتشديد الطاء المهملة بن القاسم الحراني أبو عمر قاضي حران ¶ عن زيد بن أسلم وخصيف بالمعجمة بن عبد الرحمن وغيرهما",
            "page": "151",
            "part": "1",
            "seal": "286ABCCD"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وعنه المعافى بن سليمان",
            "page": "152",
            "part": "1",
            "seal": "6CBD5B3A"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "والنفيلي وغيرهما",
            "page": "153",
            "part": "1",
            "seal": "2A4D40AF"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "أطلق يحيى بن معين القول بتوثيقه وأثبته بن حبان في الثقات وقال بن أبي حاتم عن أبي زرعة ثقة وعنه عن أبيه يكتب حديثه يقال أنه تغير قبل موته قاله الذهبي وقال صاحب التهذيب اختلط قبل موته وذكره برهان الدين الحلبي في الأغتباط روى له أبو داود والنسائي",
            "page": "154",
            "part": "1",
            "seal": "39CDFE51"
        },
        {
            "hno": "20",
            "id": "110",
            "nass": "20 - خلف بن خليفة بن صاعد الأشجعي التابعي مولاهم أبو أحمد ¶ كان بالكوفة ثم انتقل إلى واسط ثم تحول إلى بغداد سكنها وبها توفى رأى عمرو بن حريث الصحابي وهو بن ست سنين وروى عن جعفر بن أبي وحشية",
            "page": "155",
            "part": "1",
            "seal": "33A3DC53"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "وحميد بن عطاء الأعرج ومحارب بن دثار وغيرهم",
            "page": "156",
            "part": "1",
            "seal": "30099057"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "وعنه علي بن حجر وقتيبة بن سعيد وسعيد بن منصور",
            "page": "157",
            "part": "1",
            "seal": "FD396D20"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "وابن عرفة صدوق قاله الذهبي وقال يحيى بن معين والنسائي ليس به بأس وقال محمد بن عمار",
            "page": "158",
            "part": "1",
            "seal": "927886E2"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "لا بأس به وقال أبو حاتم صدوق وقال بن عدي أرجو أنه لا بأس به ولا أبرئه من أن يخطىء في بعض الأحايين وقال بن سعد ثقة أنكر سفيان بن عيينة وأحمد بن حنبل رؤيته لعمرو بن حريث وكذبه في ذلك سفيان قال أحمد شبه عليه وقال أحمد أيضا رأيته مفلوجا سنة سبع وسبعين ومئة وكان لا يفهم فمن كتب عنه قديما فسماعه",
            "page": "159",
            "part": "1",
            "seal": "17A59A26"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "صحيح وعنه قد أتيته فلم أفهم عنه قيل له في أي سنة مات قال أظنه في سنة ثمانين أو آخر سنة تسع وسبعين وقال بن سعد تغير قبل موته واختلط وفي مسند أحمد دخلت عليه فرأيته قد اختلط فلم أسمع منه وقال عبد الله عن أبيه يعنى الإمام أحمد رأيت خلفا وهو كبير فوضعه إنسان فصاح يعنى من الكبر فقال له إنسان يا أبا أحمد حدثكم محارب بن دثار وقص الحديث فتكلم بكلام خفي فجعلت لا أفهم فتركته",
            "page": "160",
            "part": "1",
            "seal": "D6C64D98"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "روى له مسلم وأبو داود والترمذي والنسائي وابن ماجة عاش تسعين سنة وتوفي سنة إحدى وثمانين ومئة",
            "page": "161",
            "part": "1",
            "seal": "5C416714"
        },
        {
            "hno": "21",
            "id": "117",
            "nass": "باب الدال المهملة ¶ 21 - داود بن فراهيج ¶ قال أبو حاتم تغير حين كبر وهو ثقة صدوق نقلته من الاغتباط للحلبي الحافظ",
            "page": "162",
            "part": "1",
            "seal": "46F5FB27"
        },
        {
            "hno": "22",
            "id": "118",
            "nass": "باب الراء المهملة ¶ 22 - ربيعة بن أبي عبد الرحمن واسم أبي عبد الرحمن فروخ القرشي التيمي التابعي أبو عثمان المعروف بربيعة الرأي ¶ فقيه أهل المدينة أحد الأئمة الثقات وعنه أخذ مالك الفقه يروي عن أنس والسائب بن يزيد وابن المسيب",
            "page": "163",
            "part": "1",
            "seal": "DB931E30"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "والحارث بن بلال والقاسم بن محمد بن أبي بكر",
            "page": "164",
            "part": "1",
            "seal": "5239FD3B"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "الصديق وغيرهم وعنه مالك والليث",
            "page": "165",
            "part": "1",
            "seal": "8C8A694B"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "والداروردي",
            "page": "166",
            "part": "1",
            "seal": "D436CFD1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "وأبو ضمرة وإسماعيل بن جعفر وسفيان الثوري وسليمان بن بلال وغيرهم احتج به الشيخان",
            "page": "167",
            "part": "1",
            "seal": "B5B8AE66"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "وأطلق أحمد بن حنبل والعجلي وأبو حاتم والنسائي ويعقوب بن شيبة القول بتوثيقه زاد أحمد بن حنبل أبو الزناد أعلم منه وزاد يعقوب أحد مفتي المدينة وذكر أن والده فروخ خرج في البعوث إلى خراسان أيام بنى أمية غازيا وربيعة حمل في بطن أمه وخلف عند أمه ثلاثين ألف دينار فقدم المدينة بعد سبع وعشرين سنة وقد أنفقت المال عليه ولما خرج إلى المسجد وأبصر حلقته فيها أشراف أهل",
            "page": "168",
            "part": "1",
            "seal": "C948B68A"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "المدينة سر بذلك وقال إنك لم تضيعي المال وقال يحيى بن سعيد ما رأيت أفطن من ربيعة وقال فيه عبيد الله بن عمر هو صاحب معضلاتنا وعالمنا وأفضلنا وقال عبد الرحمن بن زيد بن أسلم مكث دهرا طويلا يصلى الليل والنهار ثم جالس القوم فنطق بلب وعقل وكان القاسم إذا سئل عن شيء فإن كان في كتاب الله تعالى أو سنة",
            "page": "169",
            "part": "1",
            "seal": "605AFC35"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "نبيه صلى الله عليه وسلم أخبرهم وإلا قال سلوا عن هذا ربيعة أو سالما وكان يحيى بن سعيد كثير الحديث فإذا حضر ربيعة كف إجلالا له ولم يكن ربيعة بأسن منه وقال سوار بن عبد الله العنبري ما رأيت أعلم منه قيل له ولا الحسن وابن سيرين قال ولا الحسن وابن سيرين وقال عبد العزيز بن أبي سلمة لما جئت العراق قالوا لي حدثنا عن ربيعة الرأي فقلت لهم تقولون هذا والله ما رأيت أحدا أحفظ لسنة منه",
            "page": "170",
            "part": "1",
            "seal": "B8EAA8AD"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "وقال عبد الرحمن بن زيد بن أسلم صار ربيعة إلى فقه وفضل وما كان بالمدينة رجل أسخى منه وكان يستصحب القوم فيأبى صحبة أحد وإلا رجلا لا زاد معه ولم يكن في يده ما يحمل ذلك أمر له العباس بجائزة فأبى أن يقبلها وكان يذكر مع جلة التابعين في الفتوى بالمدينة وكان مالك يفضله ويثني عليه في الفقه والفضل على أنه ممن اعتزل حلقته لإغراقه في الرأي وكان يقول ذهبت حلاوة الفقه مذ مات ربيعة وعن بن أبي أويس قال سمعت خالي مالك بن أنس",
            "page": "171",
            "part": "1",
            "seal": "D23B0FF8"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "يقول كانت أمى تلبسني الثياب وتعممنى وأنا صبي وتوجهنى ألى ربيعة بن أبي عبد الرحمن وتقول يا بنى إيت مجلس ربيعة فتعلم من سمته وأدبه قبل أن تتعلم من حديثه وفقهه وقال مالك وحدث ربيعة يوما يبكى فقيل له ما الذي أباكاك أمصيبة نزلت بك فقال لا ولكن أبكاني أنه استفتى من لا علم له وكان عبد العزيز بن أبي سلمة يجلس إلى ربيعة فلما حضرت ربيعة الوفاة قال له عبد العزيز يا أبا عثمان إنا قد تعلمنا منك وربما جاءنا من يستفتينا في الشيء لم نسمع فيه شيئا فنرى أن رأينا له خير من رأيه لنفسه فنفيته فقال ربيعة أجلسوني فجلس ثم قال ويحك يا عبد العزيز لأن تموت جاهلا خير لك من أن تقول في شيء بغير علم لا لا ثلاث مرات",
            "page": "172",
            "part": "1",
            "seal": "CCA5F4C6"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "وعن الدراوردي قال إذا قال مالك وعليه أدركت أهل بلدنا وأهل العلم ببلدنا والأمر المجتمع عليه عندنا فإنه يريد ربيعة وابن هرمز وقال مالك لما خرج ربيعة إلى العراق قال لي إن سمعت أنى حدثتهم شيئا أو أفتيتهم فلا تعدني شيئا قال فكان كما قال وقال لبعض من يفتى ههنا أحق بالسجن من السراق قال بن الصلاح قيل أنه تغير في آخر عمره وترك الاعتماد عليه لذلك انتهى قال الأبناسي وما تعرض أحد لاختلاطه ووثقه الجماعة إلا أن النباتي أورده في ذيل الكامل وقال إن البستي وهو بن حبان ذكر في الزيادات متقصرا على قول ربيعة لابن شهاب إن",
            "page": "173",
            "part": "1",
            "seal": "C6EA68BA"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "حالى ليست تشبه حالك أنا أقول برأى من شاء أخذه وذكر البخاري قول ربيعة هذا في التاريخ الكبير وقال بن سعد بعد توثيقه كانوا يتقونه لوضع الرأي انتهى وقال بن عبد البر وكان سفيان بن عيينة والشافعي وأحمد بن حنبل لا يرضون عن رأيه لأن كثيرا منه يوجد له بخلاف المسند لأنه لم يتسع فيه فضحه فيه بن شهاب وكان أبو الزناد معاديا له وكان أعلم منه وكان ربيعة أورع وقد ذمه جماعة من أهل الحديث لإغراقه في الرأي انتهى وروى بن عبد البر أيضا في كتاب جامع بيان العلم بإسناده إلى مالك قال قال لي بن هرمز لا تمسك على شيء مما سمعت منى من هذا الرأي فإنما أفتخر به وأنا وربيعة فلا تتمسك به قال والذين ابتدعوا الرأي ثلاثة وكلهم من أبناء سبايا الأمم",
            "page": "174",
            "part": "1",
            "seal": "8EEC2615"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "وهم ربيعة بالمدينة وعثمان البتي بالبصرة وفلان بالكوفة قال وذكر العقيلي في التاريخ الكبير بإسناده إلى الليث قال رأيت ربيعة في المنام فقلت له ما حالك فقال صرت إلى خير إلا أنى لم أحمد على كثير مما خرج منى من الرأي انتهى قال الأنباسى لم يتكلم فيه أحد إلا من جهة الرأي لا من جهة الأختلاط مع أنه قد برأه غير واحد من الرأي انتهى روى له البخاري ومسلم وأبو داود والترمذي",
            "page": "175",
            "part": "1",
            "seal": "48078D3D"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "والنسائي وابن ماجة وتوفى بالمدينة سنة ست وثلاثين ومئة",
            "page": "176",
            "part": "1",
            "seal": "61B83B70"
        },
        {
            "hno": "23",
            "id": "134",
            "nass": "23 - رواد بن الجراح العسقلاني أبو عصام",
            "page": "176",
            "part": "1",
            "seal": "8DC880BE"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "قال أبو حاتم محله الصدق تغير حفظه وقال البخاري رواد عن سفيان كان قد اختلط لا يكاد يقوم له حديث قائم ذكره بن برهان الدين الحلبي في كتابه الاغتباط",
            "page": "177",
            "part": "1",
            "seal": "855AC9B8"
        },
        {
            "hno": "24",
            "id": "136",
            "nass": "باب السين المهملة ¶ 24 - سعيد بن إياس أبو مسعود الجريري بضم الجيم وفتح الراء المهملة معدود في البصريين ¶ عن ثمامة بن حزن القشيري وحبان بن عمير",
            "page": "178",
            "part": "1",
            "seal": "18B67DEE"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "القيسي وعبد الله بن بريدة",
            "page": "179",
            "part": "1",
            "seal": "90E9C286"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "وأبي الطفيل ويزيد بن الشخير وغيرهم وعنه إسماعيل بن علية وسفيان الثوري وعبد الله بن المبارك وشعبة ويزيد بن هارون وغيرهم وهو ثقة احتج به الشيخان",
            "page": "180",
            "part": "1",
            "seal": "63251986"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "وأطلق يحيى بن معين والنسائي القول بتوثيقه وقال أحمد بن حنبل محدث أهل البصرة قال أبو حاتم تغير حفظه قبل موته فمن كتب عنه قديما فهو صالح وهو حسن الحديث وقال كهمس أنكرنا الجريري أيام الطاعون وقال النسائي ثقة أنكر أيام الطاعون وقال يزيد بن هارون سمعت منه سنة اثنتين وأربعين ومئة وهى أول سنة دخلت البصرة ولم ننكر منه شيئا وكان قيل لنا",
            "page": "181",
            "part": "1",
            "seal": "9937178F"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "أنه اختلط وعنه ربما ابتدأنا الجريري وكان قد أنكر وقال بن عدى لا نكذب والله سمعنا منه وكان قد اختلط وقال بن حبان كان قد اختلط قبل أن يموت بثلاث سنين قال وقد رآه يحيى القطان وهو مختلط ولم يكن اختلاطه فاحشا",
            "page": "182",
            "part": "1",
            "seal": "4EB0048F"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "قال الأبناسى وممن سمع منه قبل التغيير شعبة وسفيان الثوري والحمادان وإسماعيل بن علية ومعمر وعبد الوارث بن سعيد ويزيد بن زريع ووهيب بن خالد وعبد الوهاب بن عبد المجيد الثقفي وذلك لأن هؤلاء كلهم سمعوا من أيوب السختياني وقد قال أبو داود فيما رواه عنه أبو عبيد الآجري كل من أدرك أيوب فسماعه من الجريري جيد وممن سمع منه بعد التغيير محمد بن أبي عدى وإسحاق",
            "page": "183",
            "part": "1",
            "seal": "291DD95A"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "الأزرق ويحيى بن سعيد القطان ولذلك لم يحدث عنه شيئا وقد روى الشيخان للجريري من رواية بشر بن المفضل وخالد بن عبد الله وعبد الأعلى بن عبد الأعلى",
            "page": "184",
            "part": "1",
            "seal": "7ACAB774"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "وعبد الوارث بن سعيد عنه وروى له مسلم فقط من رواية محمد بن عبد الله الأنصاري عنه وروى له مسلم فقط من رواية جعفر بن سليمان الضبعي",
            "page": "185",
            "part": "1",
            "seal": "1FEB4F96"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "وحماد بن أسامة وحماد بن سلمة وشعبة وسفيان الثوري وسالم بن نوح وابن المبارك وعبد الواحد بن زياد",
            "page": "186",
            "part": "1",
            "seal": "49336A99"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "ويزيد بن هارون وقد قيل أن يزيد بن هارون إنما سمع منه بعد التغيير فقد روى بن سعد عنه قال سمعت منه سنة اثنتين وأربعين ومئة انتهى",
            "page": "187",
            "part": "1",
            "seal": "EEDDD0F5"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "روى له البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجة وتوفى سنة أربع وأربعين ومئة",
            "page": "188",
            "part": "1",
            "seal": "7620E7C2"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "....................................................................... ¶ ــــــــــــــ",
            "page": "189",
            "part": "1",
            "seal": "4693BFEE"
        },
        {
            "hno": "25",
            "id": "148",
            "nass": "25 - سعيد بن أبي عروبة بفتح العين المهملة وتخفيف الراء المضمومة واسم أبى عروبة مهران بكسر الميم وإسكان الهاء أبو النضر معدود في البصريين اليشكري مولاهم ¶ أحد الأعلام الثقات عن الحسن ومحمد وأبي رجاء العطاردي وقتادة وأيوب",
            "page": "190",
            "part": "1",
            "seal": "E552FD7A"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "السختياني وأبي معشر زياد بن كليب ويحيى بن سعيد الأنصاري وغيرهم",
            "page": "191",
            "part": "1",
            "seal": "F8D60998"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "وعنه شعبة والقطان وغندر وإسماعيل بن علية وبشر بن المفضل وعبد الله بن المبارك وغيرهم احتج به الشيخان وأطلق يحيى بن معين وأبو زرعة والنسائي القول بتوثيقه وعن يحيى أثبت الناس في قتادة سعيد بن أبي عروبة وهشام الدشتوائي وشعبة فمن حدثك من هؤلاء الثلاثة",
            "page": "192",
            "part": "1",
            "seal": "857A789B"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "بحديث يعنى عن قتادة فلا تبالي أن لا تسمعه من غيره وقال أبو عوانة لم يكن عندنا في ذلك الزمان أحفظ منه قال يحيى بن معين خلط سعيد بن أبي عروبة بعد هزيمة إبراهيم بن عبد الله بن حسن سنة ثنتين وأربعين يعنى ومئة ومن سمع منه بعد ذلك فليس بشيء ويزيد بن هارون صحيح السماع منه سمع منه بواسط وهو يريد الكوفة وأثبت الناس سماعا منه عبدة بن سليمان انتهى وقال بن الصلاح وممن عرف أنه سمع بعد اختلاطه وكيع والمعافى بن عمران الموصلي بلغنا عن بن",
            "page": "193",
            "part": "1",
            "seal": "1500A2F2"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "عمران الموصلي أحد الحفاظ أنه قال ليست روايتهما عنه بشيء إنما سماعهما بعدما اختلط وقد روينا عن يحيى بن معين أنه قال لوكيع تحدث عن سعيد بن أبي عروبة وإنما سمعت منه في الأختلاط فقال رأيتني حدثت عنه إلا بحديث مستو انتهى وقال أبو حاتم هو قبل أن يختلط ثقة وكان أعلم الناس بحديث قتادة انتهى وقال الأبناسى ثقة احتج به الشيخان لكنه اختلط وطالت مدة اختلاطه فوق العشر سنين قال وقد اختلف في مدة اختلاطه فقال بعضهم اختلط مخرج إبراهيم سنة خمس وأربعين ومئة وكذا قال بن حبان وزاد وبقى خمس",
            "page": "194",
            "part": "1",
            "seal": "DECD97AB"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "سنين في اختلاطه واعترض على بن الصلاح في اقتصاره على أن هزيمة إبراهيم سنة اثنتين وأربعين مع أن المشهور في التواريخ أن خروجه وقتله في سنة خمس وأربعين قتل فيها يوم الإثنين لخمس بقين من ذي القعدة واحتز رأسه وممن سمع منه قبل اختلاطه عبد الله بن المبارك ويزيد بن زريع قاله بن حبان وغيره وكذلك شعيب بن إسحاق سمع منه أربع وأربعين قبل أن يختلط بسنة وكذلك يزيد بن هارون صحيح السماع منه قاله بن معين وكذلك عبدة بن سليمان قال بن معين إنه أثبت الناس سماعا منه",
            "page": "195",
            "part": "1",
            "seal": "8C94AC0B"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "وقال بن عدى أرواهم عنه عبد الأعلى السامي قلت السامي بالسين المهملة ليس إلا ثم شعيب بن إسحاق وعبدة بن سليمان وعبد الوهاب الخفاف وأثبتهم فيه يزيد بن زريع وخالد بن الحارث ويحيى القطان وقال عبدة بن سليمان عن نفسه إنه سمع منه في الاختلاط إلا أنه يريد بذلك بيان اختلاطه وأنه لم يحدث بما سمع منه في الاختلاط وممن سمع منه في الاختلاط أبو نعيم الفضل بن دكين",
            "page": "196",
            "part": "1",
            "seal": "A33D3868"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "ووكيع والمعافى بن سليمان الموصلي روى له الشيخان من رواية خالد بن الحارث وروح بن عبادة وعبد الأعلى السامي وعبد",
            "page": "197",
            "part": "1",
            "seal": "67DD9C62"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "الرحمن بن عثمان البكراوي ومحمد بن سوار السدوسي",
            "page": "198",
            "part": "1",
            "seal": "B0261A2C"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "ومحمد بن أبى عدى ويزيد بن زريع ويحيى بن سعيد القطان عنه وروى البخاري فقط من رواية بشر بن المفضل وسهل بن يوسف",
            "page": "199",
            "part": "1",
            "seal": "2EB0EDE2"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "وابن المبارك وعبد الوارث بن سعيد ومحمد بن عبد الله الأنصاري وكهمس بن المنهال عنه",
            "page": "200",
            "part": "1",
            "seal": "D86E5C83"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "وروى له مسلم فقط من رواية بن علية وأبي أسامة وسعيد بن عامر الضبعي وسالم بن نوح وأبي خالد الأحمر",
            "page": "201",
            "part": "1",
            "seal": "D072F942"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "وعبد الوهاب بن عطاء وعبدة بن سليمان وعلي بن مسهر",
            "page": "202",
            "part": "1",
            "seal": "33234F50"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "وعيسى بن يونس ومحمد بن بكر البرساني وغندر عنه وقال بن مهدى سمع غندر منه في الاختلاط انتهى وقال أبو نعيم كتبت عنه بعدما اختلط حديثين",
            "page": "203",
            "part": "1",
            "seal": "3090949E"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "وقال النسائي من حدث عن سعيد بن أبي عروبة ولم يسمع منه لم يسمع من عمرو بن دينار ولا من هشام بن عروة ولا من زيد بن أسلم ولا من عبيد الله بن عمر ولا من أبي الزناد ولا من الحكم",
            "page": "204",
            "part": "1",
            "seal": "51C75620"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "ولا من حماد ولا من إسماعيل بن أبي خالد وسئل أبو زرعة عن يحيى بن سلام بالتشديد المغربي",
            "page": "205",
            "part": "1",
            "seal": "9D6AD275"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "فقال لا بأس به وربما وهم ثم قال ثنا أبو سعيد الجعفي قال ثنا يحيى بن سلام عن سعيد بن أبي عروبة عن قتادة في قوله تعالى سأوريكم دار الفاسقين قال مصر فاستعظم أبو زرعة ذلك واستقبحه فقيل له فأيش أراد بهذا قال هو في تفسير سعيد عن قتادة مصيرهم وقال أحمد بن حنبل لم يكن لسعيد كتاب إنما كان يحفظ ذلك كله وزعموا أنه قال لم أكتب إلا تفسير قتادة لأن أبا معشر كتب إلى أن أكتبه قال الأبناسي وأما مدة اختلاطه فقيل خمس سنين وقال صاحب الميزان ثلاث عشرة سنة وقال في العبر عشر سنين مع قوله فيهما أنه توفي سنة ست وخمسين",
            "page": "206",
            "part": "1",
            "seal": "440BEC71"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "يعنى ومئة وكذا قال الغلاسى وأبو موسى وغير واحد في وفاته وقيل سنة سبع وخمسين روى له البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجة",
            "page": "207",
            "part": "1",
            "seal": "88BDF35C"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "..................................................................... ¶ ــــــــ",
            "page": "208",
            "part": "1",
            "seal": "30CB26B7"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "..................................................................... ¶ ــــــــ",
            "page": "209",
            "part": "1",
            "seal": "3D24430E"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "..................................................................... ¶ ــــــــ",
            "page": "210",
            "part": "1",
            "seal": "1DA668DF"
        },
        {
            "hno": null,
            "id": "173",
            "nass": "..................................................................... ¶ ــــــــ",
            "page": "211",
            "part": "1",
            "seal": "15C4A0A6"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "..................................................................... ¶ ــــــــ",
            "page": "212",
            "part": "1",
            "seal": "8E668EC3"
        },
        {
            "hno": "26",
            "id": "175",
            "nass": "26 - (1) سعيد بن عبد العزيز بن أبي يحيى التنوخي أبو محمد ويقال أبو عبد العزيز معدود في أهل دمشق وهو كان فقيها مفتي دمشق وعالمها بعد الأوزاعي قرأ القرآن على عبد الله بن عامر",
            "page": "213",
            "part": "1",
            "seal": "D215725A"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "روى عن إسماعيل بن عبيد الله بن أبي المهاجر ومحمد بن مسلم بن شهاب الزهري ومكحول الشامي وغيرهم",
            "page": "214",
            "part": "1",
            "seal": "87CE9712"
        },
        {
            "hno": null,
            "id": "177",
            "nass": "وعنه عبد الله بن المبارك وأبو مسهر عبد الأعلى بن مسهر الغساني ووكيع بن الجراح والوليد بن مسلم وغيرهم",
            "page": "215",
            "part": "1",
            "seal": "1E048EAD"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "أطلق يحيى بن معين وأبو حاتم والعجلي القول بتوثيقه وقال أحمد بن حنبل ليس بالشام رجل أصح حديثا منه وقال عمرو بن على حديث الشاميين كله ضعيف إلا نفر منهم الأوزاعي وسعيد بن عبد العزيز وعبد الرحمن بن ثابت بن ثوبان وعبد الله بن العلاء بن [زبر (6) ]",
            "page": "216",
            "part": "1",
            "seal": "32C2DA93"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "وقيل لدحيم من بعد عبد الرحمن بن يزيد بن جابر من أصحاب مكحول قال الأوزاعي وسعيد بن عبد العزيز وكان سعيد أكثر مجالسة لمكحول من الأوزاعي وقيل ليحيى بن معين محمد بن إسحاق ممن يحتج به فقال إنما الحجة عبيد الله بن عمر ومالك بن أنس وسعيد بن عبد العزيز",
            "page": "217",
            "part": "1",
            "seal": "FBE7ACA5"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "قيل كان كثير البكاء في الصلاة فقال مروان بن محمد ما هذا البكاء الذي يعرض لك في الصلاة قال يا بن أخي وما سؤالك عن ذلك فقال لعل الله ينفعني به فقال ما قمت إلى الصلاة إلا مثلت لي جهنم وقال أبو حاتم كان أبو مسهر يقدمه على الأوزاعي ولا أقدم بالشام بعد الأوزاعي على سعيد بن عبد العزيز أحدا وقال مروان بن محمد لم يكن له كتاب وإنما كان علمه في صدره وقال الحاكم أبو عبد الله هو لأهل الشام كمالك بن أنس لأهل المدينة في التقدم والفقه والأمانة",
            "page": "218",
            "part": "1",
            "seal": "7D4AF375"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "وقال النسائي ثقة ثبت وقال أبو مسهر كان قد اختلط قبل موته كذا قال صاحب التهذيب وقال حمزة الكناني إنه تغير وذكره صاحب الاغتباط في جملة من رمى بالاختلاط روى له مسلم وأبو داود",
            "page": "219",
            "part": "1",
            "seal": "088E4181"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "والترمذي والنسائي وابن ماجة توفي سنة سبع وستين ومئة رحمه الله",
            "page": "220",
            "part": "1",
            "seal": "A6722F64"
        },
        {
            "hno": "27",
            "id": "183",
            "nass": "27 - (4) سفيان بن عيينة بن أبي عمران واسمه ميمون",
            "page": "220",
            "part": "1",
            "seal": "52DD1279"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "الهلالي أبو محمد معدود في الكوفيين وفي الموالي وولاؤه لمحمد بن مزاحم أخى الضحاك بن مزاحم وكان أعور وقيل إن أبا عيينة كان يكنى أبا عمران أحد الأعلام ثقة حافظ إمام يروى عن إبراهيم بن عقبة",
            "page": "221",
            "part": "1",
            "seal": "196681D9"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "وإسحاق بن عبد الله بن أبي طلحة وإسماعيل بن أبي خالد وأيوب السختياني",
            "page": "222",
            "part": "1",
            "seal": "0DC51FF6"
        },
        {
            "hno": null,
            "id": "186",
            "nass": "وزكريا بن أبي زائدة وسلمة بن دينار",
            "page": "223",
            "part": "1",
            "seal": "60704D9A"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "وعبد الله بن طاوس وأبي إسحاق السبيعي بفتح السين وتقدمت ترجمته والزهري",
            "page": "224",
            "part": "1",
            "seal": "47697CB1"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "وعمرو بن دينار ويروى عنه أحمد بن صالح المصري وإسحاق بن",
            "page": "225",
            "part": "1",
            "seal": "E99DC3DA"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "راهويه وعلى بن المديني وأبي كريب محمد بن",
            "page": "226",
            "part": "1",
            "seal": "483D2855"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "العلاء ويعقوب بن إبراهيم ومن شيوخه الأعمش وابن جريج",
            "page": "227",
            "part": "1",
            "seal": "79C65B33"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "قال بن المديني لم يكن في أصحاب الزهري أتقن منه وقال العجلي كوفي ثقة ثبت في الحديث وقال بعضهم هو أثبت الناس في حديث الزهري وقال مجاهد بن موسى سمعته يقول ما كتبت شيئا قط إلا شيئا حفظته قبل أن أكتبه وقال الشافعي لولا مالك وسفيان لذهب علم الحجاز وسئل عنه بن المبارك فقال ذاك أحد الأحدين وقيل لابن المديني هو إمام في الحديث فقال هو إمام منذ",
            "page": "228",
            "part": "1",
            "seal": "DC21F8D6"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "أربعين سنة وقيل ليحيى بن معين بن عيينة أحب إليك في عمرو بن دينار أو الثوري فقال بن عيينة أعلم به فقيل له فابن عيينة أحب إلي فيه أو حماد بن زيد قال بن عيينة أعلم به قيل له فشعبة قال وأيش روى عنه شعبة إنما روى عنه نحوا من مائة حديث قال بن وهب ما رأيت أحدا أعلم بكتاب الله من بن عيينة وقال الشافعي ما رأيت أحدا أكف عن الفتيا منه وقال أحمد بن حنبل كان إذا سئل عن المناسك سهل عليه وإذا سئل عن الطلاق اشتد عليه قال بن الصلاح وجدت عن محمد بن عبد الله بن عمار الموصلي أنه سمع يحيى بن [سعيد] (6) القطان يقول أشهد أن سفيان بن عيينة اختلط سنة سبع وتسعين فمن سمع منه في هذه",
            "page": "229",
            "part": "1",
            "seal": "D97704BE"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "السنة و [بعدها] (1) فسماعه لا شيء قلت توفي بعد ذلك [بنحو] (2) بسنتين سنة تسع وتسعين ومئة انتهى قال الأبناسي قوله يعني بن الصلاح سفيان بن عيينة إلى آخره فيه أمور منها أن ¶ صاحب الميزان استبعد مقالة بن عمار وعدها غلطا منه لأن القطان مات في صفر سنة ثمان وتسعين وقت قدوم الحاج ووقت تحدثهم عن أخبار الحجاز فمتى تمكن يحيى بن سعيد من أن يسمع اختلاط سفيان ثم يشهد عليه بذلك والموت قد نزل به ثم قال فلعله بلغه ذلك في أثناء سنة سبع وتسعين",
            "page": "230",
            "part": "1",
            "seal": "BC2E30A9"
        },
        {
            "hno": null,
            "id": "195",
            "nass": "وقد سمع منه في هذه السنة، محمد بن عاصم صاحب ذلك الجزء العالي كما هو مؤرخ في الجزء المذكور وهكذا ذكره صاحب الميزان قال فلما كان سنة ثمان وتسعين فإنه مات فيها ولم يلقه أحد يحدث فإنه توفي قبل قدوم الحاج بأربعة أشهر قال ويغلب على الظن أن سائر شيوخ الأئمة الستة سمعوا منه قبل سنة سبع ومنها قوله أنه توفي سنة تسع والمشهور سنة ثمان ومنها قوله أنه بقي بعد اختلاطه سنتين وهذا ينافي",
            "page": "231",
            "part": "1",
            "seal": "177E31E6"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "ما صححه في وفاته أنه سنة تسع وإلا فالمشهور أنها سنة ثمان فتكون مدة اختلاطه نحو سنة لأن وفاته كانت بمكة يوم السبت أول شهر رجب سنة ثمان وتسعين ومئة قال محمد بن سعد وابن حبان إلا أنه قال آخر يوم من جمادي الآخرة انتهى روى له البخاري ومسلم وأبو داود",
            "page": "232",
            "part": "1",
            "seal": "8AB93DFF"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "والترمذي والنسائي وابن ماجة",
            "page": "233",
            "part": "1",
            "seal": "44D37A38"
        },
        {
            "hno": null,
            "id": "198",
            "nass": ".................................................................... ¶ ــــــــ",
            "page": "234",
            "part": "1",
            "seal": "160C56BA"
        },
        {
            "hno": "28",
            "id": "199",
            "nass": "28 - سلمة بن نبيط بن شريط الأشجعي أبو فراس ¶ معدود في الكوفيين عن الضحاك بن مزاحم",
            "page": "235",
            "part": "1",
            "seal": "D8C8AC62"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "وأبيه وقيل عن رجل من الحي عن أبيه وعنه سفيان الثوري ووكيع بن الجراح وغيرهما أطلق يحيى بن معين وأحمد بن حنبل",
            "page": "236",
            "part": "1",
            "seal": "AD70866C"
        },
        {
            "hno": null,
            "id": "202",
            "nass": "والعجلي والنسائي ومحمد بن عبد الله بن نمير القول بتوثيقه وكان وكيع يفتخر به ويقول حدثنا سلمة بن نبيط وكان ثقة وقال أبو حاتم صالح ما به بأس وأثبته بن حبان في الثقات وقال البخاري يقال اختلط بأخرة (7) ذكره صاحب الاغتباط",
            "page": "237",
            "part": "1",
            "seal": "DB3ECB8E"
        },
        {
            "hno": "29",
            "id": "203",
            "nass": "29 - سماك بن حرب بن أوس بن خالد بن ثعلبة الذهلي",
            "page": "237",
            "part": "1",
            "seal": "F17CAE97"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "البكري أبو المغيرة معدود في الكوفيين عن إبراهيم بن يزيد النخعي وأنس بن مالك وجابر بن سمرة وسعيد بن جبير وغيرهم",
            "page": "238",
            "part": "1",
            "seal": "C0469C61"
        },
        {
            "hno": null,
            "id": "205",
            "nass": "وعنه سفيان الثوري وشعبة بن الحجاج وأبو عوانة الوضاح وغيرهم قال يحيى بن معين ثقة وقال أبو حاتم صدوق ثقة وقال علي بن المديني له نحو مائتي حديث وقال سماك بن حرب أدركت ثمانين من أصحاب النبي صلى الله عليه وسلم وكان قد ذهب بصري فدعوت الله فرد علي بصري",
            "page": "239",
            "part": "1",
            "seal": "F8F87A31"
        },
        {
            "hno": null,
            "id": "206",
            "nass": "قال الذهبي ساء حفظه وقال محمد بن عبد الله بن عمار يقولون أنه كان يغلط ويختلفون في حديثه وقال يعقوب روايته عن عكرمة مضطربة وهو في غير عكرمة صالح ومن سمع منه قديما مثل سفيان وشعبة فحديثه عنه صحيح مستقيم [قال يعقوب: وقول ابن المبارك فيه إنما نراه فيمن سمع منه بأخرة (4) .]",
            "page": "240",
            "part": "1",
            "seal": "BFA42D89"
        },
        {
            "hno": null,
            "id": "207",
            "nass": "روى له مسلم وأبو داود والترمذي والنسائي وابن ماجة وتوفي سنة ثلاث وعشرين ومئة",
            "page": "241",
            "part": "1",
            "seal": "CDAFEC64"
        },
        {
            "hno": "30",
            "id": "208",
            "nass": "30 - سهيل بن أبي صالح واسمه ذكوان السمان أبو",
            "page": "241",
            "part": "1",
            "seal": "AE42F3C3"
        },
        {
            "hno": null,
            "id": "209",
            "nass": "يزيد معدود في المدنيين كان مولى لجويرية بنت الأحمس وهو أخو صالح وعبد الله ومحمد أبناء أبي صالح عن سليمان الأعمش وسمي مولى أبي بكر بن عبد",
            "page": "242",
            "part": "1",
            "seal": "1DD4F768"
        },
        {
            "hno": null,
            "id": "210",
            "nass": "الرحمن بن الحارث بن هشام وعبد الله بن دينار والنعمان بن أبي عياش وغيرهم",
            "page": "243",
            "part": "1",
            "seal": "953E5689"
        },
        {
            "hno": null,
            "id": "211",
            "nass": "وعنه إبراهيم بن محمد الفزاري وإسماعيل بن زكريا وحماد بن سلمة وسفيان الثوري وغيرهم",
            "page": "244",
            "part": "1",
            "seal": "00616D74"
        },
        {
            "hno": null,
            "id": "212",
            "nass": "أطلق أحمد بن عبد الله العجلي القول بتوثيقه وقال النسائي ليس به بأس وقال بن عدي ثبت مقبول حدث عن أبيه وعن جماعة عن أبيه وقال سفيان بن عيينة كنا نعده ثبتا في الحديث وقال أحمد بن حنبل ما أصح حديثه وقال هو أثبت من محمد",
            "page": "245",
            "part": "1",
            "seal": "8CCF2FCA"
        },
        {
            "hno": null,
            "id": "213",
            "nass": "بن عمرو قال الذهبي عن بن القطان أنه هو وهشام بن عروة اختلطا وتغيرا ذكر ذلك في الميزان وقال عبد العزيز الدراوردي أصاب سهيلا علة أذهبت بعض عقله ونسي بعض حديثه",
            "page": "246",
            "part": "1",
            "seal": "403CEC83"
        },
        {
            "hno": null,
            "id": "214",
            "nass": "روى له البخاري مقرونا ومسلم وأبو داود والترمذي والنسائي وابن ماجة وتوفي سنة [أربعين (7) ومائة] .",
            "page": "247",
            "part": "1",
            "seal": "1135CA4D"
        },
        {
            "hno": "31",
            "id": "215",
            "nass": "31 - سعيد بن سفيان الأندلسي ¶ رحل وأدرك إسحاق الدبري قال بن الفرضي",
            "page": "248",
            "part": "1",
            "seal": "47FB362F"
        },
        {
            "hno": null,
            "id": "216",
            "nass": "خلط في آخر عمره الظاهر أنه أراد الاختلاط ذكره صاحب الاغتباط",
            "page": "249",
            "part": "1",
            "seal": "02833845"
        },
        {
            "hno": "32",
            "id": "217",
            "nass": "باب الشين المعجمة ¶ 32 - شريك بن عبد الله النخعي أبو عبد الله القاضي ¶ معدود في الكوفيين عن إبراهيم بن جرير بن عبد الله البجلي",
            "page": "250",
            "part": "1",
            "seal": "5F9B4003"
        },
        {
            "hno": null,
            "id": "218",
            "nass": "والحجاج بن أرطاة وعبد الله بن شبرمة وعبد",
            "page": "251",
            "part": "1",
            "seal": "D31FF505"
        },
        {
            "hno": null,
            "id": "219",
            "nass": "الملك بن عمير وليث بن أبي سليم وغيرهم وعنه الأسود بن عامر شاذان وأبو أسامة حماد بن أسامة وعلي بن حجر ووكيع بن الجراح ويزيد بن هارون وغيرهم قال يحيى بن معين ثقة وهو أحب إلي من أبي الأحوص",
            "page": "252",
            "part": "1",
            "seal": "DA1B1D5D"
        },
        {
            "hno": null,
            "id": "220",
            "nass": "وجرير روى عن قوم لم يروى عنهم سفيان وقال العجلي كوفي ثقة وقال وكيع لم يكن في الكوفيين أروى من شريك وقال أحمد بن حنبل هو أثبت في أبي إسحاق من زهير وأبي إسرائيل وزكريا",
            "page": "253",
            "part": "1",
            "seal": "178E501D"
        },
        {
            "hno": null,
            "id": "221",
            "nass": "وقال عيسى بن يونس ما رأيت أحدا أورع في علمه من شريك وأثبته بن حبان في الثقات وقال كان في آخر عمره يخطىء فيما يروي تغير عليه حفظه فسماع المتقديمن عنه الذين سمعوا بواسط ليس فيهم تخليط مثل يزيد بن هارون وإسحاق الأزرق وسماع المتأخرين عنه بالكوفة فيه أوهام وقال الذهبي في ميزانه في ترجمته قال عبد الجبار بن محمد قلت ليحيى بن سعيد زعموا أن شريكا إنما خلط بأخرة قال ما زال مختلطا",
            "page": "254",
            "part": "1",
            "seal": "43DA93A2"
        },
        {
            "hno": null,
            "id": "222",
            "nass": "وقال أبو زرعة كان كثير الخطأ صاحب وهم وهو يغلط أحيانا فقيل له إنه حدث بواسطة بأحاديث بواطيل فقال أبو زرعة لا تقل بواطيل وقال بن عدي له حديث كثير من المقطوع والمسند وبعض ذلك فيه إنكار والغالب على حديثه الصحة والذي يقع فيه النكرة من حديثه أوتي فيه من سوء حفظه وليس يتعمد شيئا من ذلك فينسب بسببه إلى الضعف وقيل له من أدبك فقال أدبتني نفسي لقد كنت بالكوفة أضرب اللبن وأبيعه وأشتري به دفاتر وطروسا فأكتب فيها",
            "page": "255",
            "part": "1",
            "seal": "D458B8DC"
        },
        {
            "hno": null,
            "id": "223",
            "nass": "العلم والحديث ثم طلبت الفقه فبلغت ما ترى روى له مسلم وأبو داود والترمذي والنسائي وابن ماجة وتوفي سنة سبع وسبعين ومئة وله 82 سنة يعني اثنتين وثمانين",
            "page": "256",
            "part": "1",
            "seal": "638E1A20"
        },
        {
            "hno": null,
            "id": "224",
            "nass": "............................................................. ¶ ــــــ",
            "page": "257",
            "part": "1",
            "seal": "9B88D837"
        },
        {
            "hno": "33",
            "id": "225",
            "nass": "باب الصاد المهملة ¶ 33 - صالح بن نبهان مولى التوأمة بنت أمية بن خلف الجمحي أبو محمد ¶ معدود في المدنيين وقال أبو زرعة هو صالح بن صالح بن نبهان وقيل صالح بن أبي صالح عن عبد الله بن عباس",
            "page": "258",
            "part": "1",
            "seal": "01034606"
        },
        {
            "hno": null,
            "id": "226",
            "nass": "وأبي هريرة وعائشة وغيرهم وعنه السفيانان ومحمد بن عبد الرحمن بن أبي ذئب",
            "page": "259",
            "part": "1",
            "seal": "6F77A0D3"
        },
        {
            "hno": null,
            "id": "227",
            "nass": "وموسى بن عقبة وغيرهم أطلق يحيى بن معين القول بتوثيقه والحكم بأنه حجة وقال [أحمد بن سعد] (4) بن أبي مريم قلت ليحيى لم يسمع منه مالك بل تركه فقال إنما ترك السماع منه لأنه أدركه بعدما كبر",
            "page": "260",
            "part": "1",
            "seal": "E47A8FC1"
        },
        {
            "hno": null,
            "id": "228",
            "nass": "وقال يحيى بن معين ثقة خرف قبل أن يموت فمن سمع منه [قبل (1) ] فهو ثبت قال بن الصلاح قال أبو حاتم بن حبان تغير في سنة خمس وعشرين ومئة واختلط حديثه الأخير بحديثه القديم ولم يتميز فاستحق الترك قال الأبناسي وقال بن حبان تغير في سنة خمس وعشرين ومائة وجعل يأتي بما يشبه الموضوعات عن الثقات فاختلط حديثه الأخير بالمتقدم ولم يميز فاستحق [الترك (3) ] كذا اقتصر يعين بن الصلاح على كلام بن حبان فيه وليس كذلك فقد ميز غير واحد من الأئمة بعض من سمع منه في صحته ممن سمع منه بعد اختلاطه فممن سمع منه قديما محمد بن عبد الرحمن بن أبي ذئب قال علي بن المديني ويحيى بن معين والجوزجاني وابن عدي وسمع منه قديما أيضا عبد الملك بن جريج وزياد بن سعد قاله بن عدي",
            "page": "261",
            "part": "1",
            "seal": "12BB2C83"
        },
        {
            "hno": null,
            "id": "229",
            "nass": "وكذلك سمع منه قديما أسيد بن أبي أسيد وسعيد بن أبي أيوب وعبد الله بن علي الأفريقي",
            "page": "262",
            "part": "1",
            "seal": "B2A485CE"
        },
        {
            "hno": null,
            "id": "230",
            "nass": "وعمارة بن غزية وموسى بن عقبة وممن سمع منه بعد الاختلاط مالك بن أنس والسفيانان انتهى وقال سفيان بن عيينة لقيته سنة خمس أو ست وعشرين ومئة وقد تغير ولقيه الثوري بعدي وجعلت أقول له أسمعت من بن عباس أسمعت من أبي هريرة فجعل لا يجيبني فقال شيخ عنده أنه قد كبر قلت فهذا مما يدل على أن السفيانين سماعهما منه بعد [الاختلاط (4) ] وكذا قال يحيى أن سفيان لم يدركه إلا بعد الاختلاط فسمع منه أحاديث منكرات",
            "page": "263",
            "part": "1",
            "seal": "1EF117C3"
        },
        {
            "hno": null,
            "id": "232",
            "nass": "وقال الأصمعي كان شعبة لا يحدث عنه وقال بن عدي لا بأس به إذا سمعوا منه قديما مثل بن أبي ذئب وزياد بن سعد وابن جريج وغيرهم ومن سمع منه بأخرة وهو مختلط مالك والثوري وغيرهما وحديثه الذي حدث به قبل الإختلاط لا أعرف فيه منكرا إذا روى عنه ثقة وإنما البلاء من دون بن أبي ذئب فيكون الرازي ومحمد بن حمزة بن عمارة الأصبهاني ضعيفا فيروى",
            "page": "264",
            "part": "1",
            "seal": "5AE58374"
        },
        {
            "hno": null,
            "id": "233",
            "nass": "عنه ولا يكون البلاء من قبله وصالح لا بأس به برواياته وقال يحيى لم يدركه بن أبي ذئب إلا قبل الاختلاط روى له أبو داود والترمذي وابن ماجة وتوفي سنة خمس وعشرين ومئة",
            "page": "265",
            "part": "1",
            "seal": "B8A6D65E"
        },
        {
            "hno": "34",
            "id": "234",
            "nass": "باب العين المهملة ¶ 34 - عبد الرزاق بن همام بن نافع الحميدي الصنعاني أبو بكر ¶ معدود في أهل صنعاء وفي الموالي عن إبراهيم بن يزيد والسفيانين وغيرهم",
            "page": "266",
            "part": "1",
            "seal": "9C063E57"
        },
        {
            "hno": null,
            "id": "235",
            "nass": "وعنه أبو الأزهر أحمد بن الأزهر النيسابوري وأبو مسعود أحمد بن الفرات وأحمد بن حنبل",
            "page": "267",
            "part": "1",
            "seal": "571623D8"
        },
        {
            "hno": null,
            "id": "236",
            "nass": "وإسحاق بن راهويه ويحيى بن معين وغيرهم صنف التصانيف واحتج به الشيخان قال أحمد بن حنبل ما رأيت أحسن حديثا منه وقال أبو زرعة هو أحد من ثبت حديثه",
            "page": "268",
            "part": "1",
            "seal": "BA2E0451"
        },
        {
            "hno": null,
            "id": "237",
            "nass": "وسئل أحمد بن حنبل عن حديث من حديثه فقال هو باطل من يحدث به عن عبد الرزاق فقال الأثرم حدثني به أحمد بن شبويه فقال هؤلاء سمعوا بعدما عمي وكان يلقن فيتلقن وليس هو في كتبه وقد أسندوا عنه أحاديث ليست في كتبه كان يلقنها بعدما عمى وعن أحمد أيضا من سمع منه بعدما ذهب بصره فهو ضعيف السماع وقال يحيى بن معين هو أثبت في حديث معمر من هشام بن يوسف وكان هشام في حديث بن جريج أثبت",
            "page": "269",
            "part": "1",
            "seal": "4E6D3B78"
        },
        {
            "hno": null,
            "id": "238",
            "nass": "منه وقال هشام كان سن عبد الرزاق وقت قدوم بن جريج اليمن ثمان عشرة سنة وقال علي بن المديني قال لي هشام بن يوسف كان عبد الرزاق أعلمنا وأحفظنا وقال علي أيضا قال لي عبد الرزاق كتب عني ثلاثة",
            "page": "270",
            "part": "1",
            "seal": "49FB3033"
        },
        {
            "hno": null,
            "id": "239",
            "nass": "لا أبالي أن لا يكتب عني غيرهم بن الشاذكوني وهو من أحفظ الناس ويحيى بن معين وهو من أعرف الناس بالرجال وأحمد بن حنبل وهو من أزهد الناس وقيل ليحيى بن معين أن عبيد الله بن موسى يرد حديثه للتشيع فقال يحيى كان والله الذي لا إله إلا هو عبد الرزاق أعلى في ذلك منه مائة ضعف",
            "page": "271",
            "part": "1",
            "seal": "E2FF46C7"
        },
        {
            "hno": null,
            "id": "241",
            "nass": "وقال سلمة بن شبيب سمعت عبد الرزاق يقول والله ما انشرح صدري قط أن أفضل عليا على أبي بكر وعمر رحمهم الله جميعهم وقال بن عدي له حديث كثير وقد رحل اليه ثقات المسلمين وأثبتهم وكتبوا عنه فلم يروا بحديثه بأسا الا انهم نسبوه للتشيع وقد روى الفضائل مالا يوافقه عليه [أحد (3) من الثقات] وهذا أعظم [ما ذموه (4) ] وأما في باب الصدق فإني أرجو أنه لا بأس به إلا أنه قد سبق منه أحاديث في فضائل أهل البيت مناكير قال بن الصلاح ذكر أحمد بن حنبل أنه عمي في أخر عمره فكان يلقن فيتلقن فسماع من سمع منه بعدما عمي لا شيء",
            "page": "272",
            "part": "1",
            "seal": "C0AB01BE"
        },
        {
            "hno": null,
            "id": "242",
            "nass": "وقال النسائي فيه نظر لمن كتب عنه بأخرة قلت و [على (1) ] هذا يحمل قول عباس بن عبد العظيم لما رجع من صنعاء والله لقد تجشمت إلى عبد الرزاق وإنه لكذاب والواقدي أصدق منه قلت قد وجدت فيما روى الطبراني عن إسحاق بن إبراهيم الدبري عن عبد الرزاق أحاديث [استنكرتها (3) ] جدا [فأحلت (4) ] أمرها على ذلك فإن سماع الدبري [منه] (5) متأخر جدا قال إبراهيم مات عبد الرزاق وللدبري ست أو سبع سنين [ويحصل أيضا نظر في كثير من العوالي الواقعة عمن تأخر سماعه من سفيان بن عيينة وأشباهه.",
            "page": "273",
            "part": "1",
            "seal": "115CFE48"
        },
        {
            "hno": null,
            "id": "243",
            "nass": "انتهى (1) ] قال الأبناسي اقتصر يعني بن الصلاح على من سمع منه بعد تغيره على إسحاق مع أنه سمع منه بعد عماه جماعة منهم أحمد بن محمد قاله أحمد بن حنبل ومنهم محمد بن حماد الطهراني وإبراهيم بن منصور الرمادي",
            "page": "274",
            "part": "1",
            "seal": "68C39524"
        },
        {
            "hno": null,
            "id": "244",
            "nass": "ومنهم الجماعة الذين سمع منهم الطبراني في رحلته إلى صنعاء من أصحاب عبد الرزاق منهم الدبري الذي تقدم وكان سماعه من عبد الرزاق سنة عشر ومئتين ومنهم إبراهيم بن محمد بن برة الصنعاني",
            "page": "275",
            "part": "1",
            "seal": "0330EBA5"
        },
        {
            "hno": null,
            "id": "245",
            "nass": "ومنهم إبراهيم بن محمد بن عبد الله بن سويد ومنهم الحسن بن عبد الأعلى الصنعاني فهؤلاء الأربعة سمع منهم الطبراني سنة اثنين وثمانين وسماعهم من عبد الرزاق بأخرة وممن سمع منه قبل الاختلاط أحمد وإسحاق بن راهويه وعلي بن المديني ويحيى بن معين ووكيع بن الجراح في آخرين آخرج لهم الشيخان من رواياتهم عن عبد الرزاق فممن اتفق الشيخان على الإخراج له عن عبد الرزاق مع",
            "page": "276",
            "part": "1",
            "seal": "E378B31D"
        },
        {
            "hno": null,
            "id": "246",
            "nass": "إسحاق بن راهويه إسحاق بن منصور ومحمود بن غيلان وممن أخرج له البخاري فقط عن عبد الرزاق مع على بن",
            "page": "277",
            "part": "1",
            "seal": "019535DA"
        },
        {
            "hno": null,
            "id": "247",
            "nass": "المديني إسحاق بن إبراهيم السعدي وعبد الله بن محمد المسندي ومحمد بن يحيى بن أبي عمر العدني ويحيى بن جعفر البيكندي ويحيى بن موسى البلخي الملقب خت",
            "page": "278",
            "part": "1",
            "seal": "9CE7228B"
        },
        {
            "hno": null,
            "id": "249",
            "nass": "وممن أخرج له مسلم عن عبد الرزاق مع أحمد بن حنبل أحمد بن يوسف السلمي وحجاج بن يوسف الشاعر والحسن بن علي الخلان وسلمة بن شبيب وعبد الرحمن بن بشر بن الحكم",
            "page": "279",
            "part": "1",
            "seal": "59260B3B"
        },
        {
            "hno": null,
            "id": "250",
            "nass": "وعبد بن حميد وعمرو بن محمد الناقد ومحمد بن رافع ومحمد بن مهران الحمال واستصغر الدبري في عبد الرزاق لأنه مات وللدبري ست سنين أو سبع قال الذهبي اعتنى به أبوه فأسمعه تصانيفه وعمره سبع سنين أو نحوها",
            "page": "280",
            "part": "1",
            "seal": "9DB0DA54"
        },
        {
            "hno": null,
            "id": "251",
            "nass": "واحتج به أبو عوانة في صحيحه وغيره ومن احتج به لا يبالي بتغيره لأنه إنما حدث من كتبه لا من حفظه انتهى روى له البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجة عاش خمسا وتسعين سنة وتوفي سنة إحدى عشرة ومئتين رحمه الله",
            "page": "281",
            "part": "1",
            "seal": "267677DD"
        },
        {
            "hno": "35",
            "id": "252",
            "nass": "35 - عبد الرحمن بن عبد الله بن عتبة بن عبد الله بن مسعود الهذلي المسعودي أخو أبي العميس من كبار العلماء عن أبي بكر بن حزم",
            "page": "282",
            "part": "1",
            "seal": "8F8C2BA5"
        },
        {
            "hno": null,
            "id": "253",
            "nass": "وعبد الرحمن بن الأسود النخعي وعمرو بن مرة",
            "page": "283",
            "part": "1",
            "seal": "1327A78B"
        },
        {
            "hno": null,
            "id": "254",
            "nass": "وجامع بن شداد وسعيد بن أبي بردة وغيرهم",
            "page": "284",
            "part": "1",
            "seal": "2A0D3D98"
        },
        {
            "hno": null,
            "id": "255",
            "nass": "وعنه علي بن الجعد وعاصم بن علي والسفيانان",
            "page": "285",
            "part": "1",
            "seal": "80A6F478"
        },
        {
            "hno": null,
            "id": "256",
            "nass": "وأبو داود سليمان بن داود الطيالسي وشعبة بن الحجاج وغيرهم وحكم يحيى بن معين وغيره بتوثيقه إلا أن الإمام أحمد ذكر أنه اختلط ببغداد وأن سماع من سمع منه هناك ليس بشيء قال ومن سمع منه بالكوفة فسماعه جيد وذكر الحاكم أبو عبد الله في كتاب المزكين للرواة عن يحيى بن معين أنه قال من سمع من المسعودي في زمان أبي جعفر فهو",
            "page": "286",
            "part": "1",
            "seal": "EBAE3783"
        },
        {
            "hno": null,
            "id": "257",
            "nass": "صحيح السماع ومن سمع منه في أيام المهدي فليس سماعه بشيء وذكر حنبل بن إسحاق عن أحمد بن حنبل أنه قال سماع عاصم بن علي وأبي النضر هاشم من المسعودي بعدما اختلط قال الأبناسي في كتابه الشذا الفياح وقد سمع",
            "page": "287",
            "part": "1",
            "seal": "C6C4D407"
        },
        {
            "hno": null,
            "id": "258",
            "nass": "من المسعودي بعد الاختلاط عاصم بن علي وأبو النضر هاشم بن القاسم وعبد الرحمن بن مهدي ويزيد بن هارون وحجاج بن محمد بن الأعور وأبو داود الطيالسي وعلي بن الجعد قال محمد بن عبد الله بن نمير كان المسعودي ثقة فلما كان بأخرة اختلط سمع منه عبد الرحمن بن مهدي ويزيد بن هارون أحاديث مختلطة وما روى عنه الشيوخ فهو مستقيم وقال عمرو بن علي الفلاس سمعت يحيى بن سعيد يقول رأيت المسعودي سنة رآه عبد الرحمن بن مهدي فلم أكلمه قال الطيالسي سمع بن مهدي من المسعودي بمكة",
            "page": "288",
            "part": "1",
            "seal": "26F48497"
        },
        {
            "hno": null,
            "id": "259",
            "nass": "شيئا يسيرا وقال الفلاس سمعت أبا قتيبة هو سالم بن قتيبة يقول رأيت المسعودي سنة ثلاث وخمسين وكتبت عنه وهو صحيح ثم رأيته سنة سبع وخمسين والذر يدخل في أذنيه وأبو داود يكتب عنه فقلت له أتطمع أن تحدث عنه وأنا حي وقال عثمان بن عمر بن فارس كتبنا عن المسعودي وأبو",
            "page": "289",
            "part": "1",
            "seal": "EC136FA7"
        },
        {
            "hno": null,
            "id": "260",
            "nass": "داود جرو يلعب بالقرب وأما علي بن الجعد فإن سماعه منه أيضا ببغداد فإن علي بن الجعد إنما قدم البصرة سنة ست وخمسين ومائة والمسعودي يومئذ ببغداد وقال معاذ بن معاذ رأيت المسعودي سنة أربع وخمسين يطالع الكتاب يعني أنه قد تغير حفظه وهذا موافق لما حكي عن أحمد أنه اختلط ببغداد ومن سمع منه بالكوفة وبالبصرة فسماعه جيد وقدومه بغداد سنة أربع وخمسين ولكن لم يختلط في أول قدومه فقد سمع منه شعبة بها وعلى هذا",
            "page": "290",
            "part": "1",
            "seal": "8239FE96"
        },
        {
            "hno": null,
            "id": "261",
            "nass": "فقد طالت مدة اختلاطه لا سيما على قول من قال أنه مات سنة خمس وستين وهو قول يعقوب بن أبي شيبة رواه الخطيب في التاريخ عنه وقال معاذ بن معاذ قدم علينا المسعودي البصرة قدمتين يملي علينا إملاء ثم لقيت المسعودي ببغداد سنة أربع وخمسين وما أنكر منه قليلا ولا كثيرا فجعل يملي على ثم أذن لي في بيته ومعي عبد الله بن عثمان ما ننكر منه قليلا ولا كثيرا ثم قدمت عليه قدمة أخرى مع عبد الله بن حسن فقلت لمعاذ سنة كم",
            "page": "291",
            "part": "1",
            "seal": "FE293A36"
        },
        {
            "hno": null,
            "id": "262",
            "nass": "قال سنة إحدى وستين قال ثم لقيته يوما فسألته عن حديث القاسم فأنكره وقال ليس من حديثي قال ثم رأيت رجلا جاءه بكتاب عمرو بن مرة عن إبراهيم فقال كيف هو في كتابك قال عن علقمة وجعل يلاحظ كتابه قال معاذ فقلت له إنك إنما حدثتناه عن عمرو بن مرة عن إبراهيم عن عبد الله قال هو عين علقمة فهذا يدل على أنه تأخر إلى سنة إحدى وستين",
            "page": "292",
            "part": "1",
            "seal": "3C1C42E8"
        },
        {
            "hno": null,
            "id": "263",
            "nass": "ومنها في بيان من سمع منه قبل اختلاطه قال أحمد يعني بن حنبل سماع وكيع من المسعودي بالكوفة قديم وأبو نعيم أيضا قال أنه اختلط ببغداد وعلى هذا تقبل رواية كل من سمع منه بالكوفة والبصرة قبل أن يقدم بغداد كأميه بن خالد وبشر بن المفضل وجعفر بن عون وخالد بن الحارث وسفيان بن حبيب وسفيان",
            "page": "293",
            "part": "1",
            "seal": "3DF4FA12"
        },
        {
            "hno": null,
            "id": "264",
            "nass": "الثوري وأبو قتيبة سلم بن قتيبة وطلق بن غنام وعبد الله بن رجاء وعثمان بن عمر بن فارس وعمرو بن مرزوق وعمرو بن الهيثم والقاسم بن معن بن",
            "page": "294",
            "part": "1",
            "seal": "3F4D07CE"
        },
        {
            "hno": null,
            "id": "266",
            "nass": "عبد الرحمن ومعاذ بن معاذ العنبري والنضر بن شميل ويزيد بن زريع وقد شدد بعضهم في أمر المسعودي ورد حديثه كله لأنه لا يتميز حديثه القديم من حديثه الأخير قال بن حبان في تاريخ الضعفاء كان المسعودي صدوقا إلا أنه اختلط في آخر عمره اختلاطا شديدا حتى ذهب عقله وكان يحدث بما يحب فحمل عنه ولم يتميز فاستحق الترك والصحيح ما تقدم من التفصيل قبل الاختلاط فيقبل وبعده فلا انتهى وقال يحيى بن معين كان يغلط ويخطىء فيما يروي عن",
            "page": "295",
            "part": "1",
            "seal": "6065DFFC"
        },
        {
            "hno": null,
            "id": "267",
            "nass": "شيوخه الصغار كعاصم وسلمة والأعمش بخلاف ما يروي عن الكبار وعن يحيى أيضا أحاديثه عن الأعمش مقلوبة وأحاديثه عن القاسم وعن عون صحيحة وقال علي بن المديني كان ثقة إلا أنه كان يغلط فيما روى عن عاصم بن بهدلة وسلمة وماروى عن القاسم ومعن",
            "page": "296",
            "part": "1",
            "seal": "B2991C19"
        },
        {
            "hno": null,
            "id": "268",
            "nass": "صحيح وقال محمد بن عبد الله بن نمير كان ثقة إلا أنه اختلط بأخرة سمع منه عبد الرحمن بن مهدي ويزيد بن هارون أحاديثه مختلطة وما روى عنه الشيوخ مستقيم وقال محمد بن سعد كان ثقة كثير الحديث إلا أنه اختلط في آخر عمره ورواية المتقدمين عنه صحيحة وقال النسائي ليس به بأس وقال مسعر ما أعلم أحد أعلم بعلم بن مسعود منه",
            "page": "297",
            "part": "1",
            "seal": "0846D2F8"
        },
        {
            "hno": null,
            "id": "269",
            "nass": "روى له البخاري وأبو داود والنسائي وابن ماجة وتوفي سنة ستين ومائة",
            "page": "298",
            "part": "1",
            "seal": "DF6D6ED1"
        },
        {
            "hno": "36",
            "id": "270",
            "nass": "36 - عبد الله بن جعفر بن غيلان بالغين المفتوحة الحافظ الرقي أبو عبد الرحمن القرشي ¶ معدود في آل عقبة بن أبي معيط عن الحسن بن عمر الرقي عبيد الله بن عمرو",
            "page": "299",
            "part": "1",
            "seal": "0C2732BC"
        },
        {
            "hno": null,
            "id": "271",
            "nass": "الرقي ومعتمر بن سليمان وأبي المليح وابن المبارك وغيرهم",
            "page": "300",
            "part": "1",
            "seal": "D9B207A3"
        },
        {
            "hno": null,
            "id": "272",
            "nass": "وعنه إسماعيل بن عبد الله الرقي وعبد الله بن عبد الرحمن الدارمي والفضل بن يعقوب الرخامي",
            "page": "301",
            "part": "1",
            "seal": "E11F1568"
        },
        {
            "hno": null,
            "id": "273",
            "nass": "ومحمد بن يحيى الذهلي وناس غيرهم أثبته بن حابن في الثقات وأطلق يحيى بن معين وأبو حاتم القول بتوثيقه",
            "page": "302",
            "part": "1",
            "seal": "F999C774"
        },
        {
            "hno": null,
            "id": "274",
            "nass": "وقال النسائي ليس به بأس قبل أن يتغير ذهب بصره فيما قيل سنة ست عشرة ومئتين وتغير سنة ثمان عشرة ومئتين كذا قال المزي في تهذيبه وذكره صاحب الاغتباط في جملة من رمي بالاختلاط وذكر قول النسائي والمزي وزاد وقال بن حبان اختلط سنة ثمان عشرة ولم يكن اختلاطه اختلاطا فاحشا وقال هلال بن العلاء عمي سنة ست عشرة ومئتين وتغير سنة ثمان عشرة ومات سنة عشرين انتهى روى له البخاري",
            "page": "303",
            "part": "1",
            "seal": "0CA8557D"
        },
        {
            "hno": null,
            "id": "275",
            "nass": "ومسلم وأبو داود والترمذي والنسائي وابن ماجة",
            "page": "304",
            "part": "1",
            "seal": "1609DE87"
        },
        {
            "hno": "37",
            "id": "277",
            "nass": "37 - عبد الملك بن محمد بن عبد الله بن محمد بن عبد",
            "page": "304",
            "part": "1",
            "seal": "FD2E121C"
        },
        {
            "hno": null,
            "id": "278",
            "nass": "الملك بن مسلم الرقاشي الحافظ الضرير أبو قلابة وكان فيما قيل يكنى أبا محمد إلا أنه غلب عليه أبو قلابة عن أشهل بن حاتم وعبد العزيز بن الخطاب",
            "page": "305",
            "part": "1",
            "seal": "179D8B70"
        },
        {
            "hno": null,
            "id": "279",
            "nass": "ومعمر بن محمد بن عبد الله بن أبي رافع ويزيد بن هارون وروح",
            "page": "306",
            "part": "1",
            "seal": "E423948E"
        },
        {
            "hno": null,
            "id": "280",
            "nass": "وأبو داود وغيرهم وعنه بن ماجة",
            "page": "307",
            "part": "1",
            "seal": "D035667E"
        },
        {
            "hno": null,
            "id": "281",
            "nass": "ومحمد بن جرير وأبو بكر محمد بن إسحاق بن خزيمة وغيرهم قال أبو داود صدوق مأمون وقال الدارقطني صدوق وقال الخطيب أبو بكر كان مذكورا بالصلاح والخير ذكر أن أمه لما حملت به قالت أريت كأني ولدت هدهدا فقيل لي إن صدقت رؤياك ولدت ولدا يكثر الصلاة فيقال",
            "page": "308",
            "part": "1",
            "seal": "D0B719DC"
        },
        {
            "hno": null,
            "id": "282",
            "nass": "إنه كان يصلي كل يوم أربع مائة ركعة ويقال أنه حدث من حفظه ستين ألف حديث أثبته بن حبان في الثقات كذا قال المزي قال بن الصلاح روينا عن الإمام بن خزيمة أنه قال حدثنا أبو قلابة بالبصرة قبل أن يختلط ويخرج إلى بغداد انتهى قال الأبناسي هو أحد شيوخ بن خزيمة فمن سمع منه بالبصرة قبل أن يخرج إلى بغداد فهو بعد الاختلاط أو مشكوك فيه فممن سمع منه بالبصرة أبو داود السجستاني وابن ماجة وأبو مسلم وأبو بكر بن أبي داود",
            "page": "309",
            "part": "1",
            "seal": "B8437690"
        },
        {
            "hno": null,
            "id": "283",
            "nass": "ومحمد بن إسحاق الصغاني وأحمد بن يحيى البلاذري وأبو عروبة الحسين بن محمد",
            "page": "310",
            "part": "1",
            "seal": "58117937"
        },
        {
            "hno": null,
            "id": "284",
            "nass": "وممن سمع منه آخر ببغداد أبو عمرو وعثمان بن أحمد بن السماك وأحمد بن سليمان النجاد وأحمد بن كامل بن شجرة القاضي وأحمد بن عثمان بن يحيى الأدمي وأبو سهل أحمد بن محمد بن عبد الله بن زياد القطان",
            "page": "311",
            "part": "1",
            "seal": "53DAA208"
        },
        {
            "hno": null,
            "id": "285",
            "nass": "وإسماعيل بن محمد الصفار وعبد الله بن إسحاق بن إبراهيم بن الخرساني وأبو بكر محمد بن يعقوب بن شيبة السدوسي وأبو بكر محمد بن عبد الله بن إبراهيم الشافعي وأبو عيسى محمد بن علي بن الحسين بن التخاري بالتاء المثناة",
            "page": "312",
            "part": "1",
            "seal": "F535FF6E"
        },
        {
            "hno": null,
            "id": "286",
            "nass": "من فوق المضمومة وأبو جعفر محمد بن عمرو بن البختري ومحمد بن مخلد الدوري وأبو العباس محمد بن يعقوب الأصم قال الحاكم إن الأصم لم يسمع بالبصرة حديثا واحدا وإن أباه رحل به سنة خمس وستين وتوفي أبو قلابة سنة ست وسبعين ومائتين ببغداد انتهى قال الخطيب أبو بكر أحمد بن علي بن ثابت البغدادي الحافظ حدث عنه محمد بن إسحاق الصاغاني وأبو بكر الشافعي وبين وفاتيهما أربع وثمانون سنة روى له بن ماجة",
            "page": "313",
            "part": "1",
            "seal": "0A8DB001"
        },
        {
            "hno": "38",
            "id": "287",
            "nass": "38 - عبد الوهاب بن عبد المجيد بن الصلت بن عبيد الله بن الحكم بن أبي العاص الثقفي أبو محمد ¶ معدود في البصريين الحافظ أحد الأشراف ولجده الحكم صحبة عن أيوب السختياني وحميد الطويل وخالد الحذاء ويونس وغيرهم",
            "page": "314",
            "part": "1",
            "seal": "D2C454D0"
        },
        {
            "hno": null,
            "id": "288",
            "nass": "وعنه أحمد بن حنبل وإسحاق بن راهويه وقتيبة بن سعيد ومحمد بن بشار بندار وابن عرفة وغيرهم ثقة احتج به الشيخان وأطلق يحيى بن معين القول بتوثيقه إلا أنه قال اختلط بأخرة",
            "page": "315",
            "part": "1",
            "seal": "FEAFC227"
        },
        {
            "hno": null,
            "id": "289",
            "nass": "وقال عقبة كان اختلط قبل موته بثلاث سنين أو أربع وقال علي بن المديني كتابه عن يحيى بن سعيد أصح كتاب وقال أحمد بن حنبل هو أحب إلي من عبد الوهاب الخفاف وقال عبد الرحمن بن مهدي عبد الوهاب الثقفي وجرير بن عبد الحميد ومعتمر بن سليمان وعبد الأعلى السامي أمرهم في الحديث واحد يحدثون من كتب الناس ولا يحفظون ذلك الحفظ",
            "page": "316",
            "part": "1",
            "seal": "23CCAD75"
        },
        {
            "hno": null,
            "id": "290",
            "nass": "وقال محمد بن سعد كان ثقة وفيه ضعف قال الأبناسي قال صاحب الميزان لكنه ما ضر تغيره حديثه فإنه ما حدث بحديث في زمن التغيير ثم استدل بقول أبي داود تغير جرير بن حازم وعبد الوهاب الثقفي فحجب الناس عنهم انتهى وذكره العقيلي فقال تغير في آخر عمره وذكر أن غلته كانت ما بين أربيعن ألفا إلى خمسين ألفا في كل سنة وكان ينفق جميع ذلك على أصحاب الحديث وقال إبراهيم بن النظام هو أحلى من أمن بعد خوف",
            "page": "317",
            "part": "1",
            "seal": "666EAC46"
        },
        {
            "hno": null,
            "id": "291",
            "nass": "وبرء بعد سقم وخصب بعد جدب وغنى بعد فقر ومن طاعة المحبوب وفرج المكروب ومن الوصال الدائم مع الشباب الناعم روى له البخاري ومسلم وأبو داود والترمذي والنسائي",
            "page": "318",
            "part": "1",
            "seal": "2BE3751E"
        },
        {
            "hno": null,
            "id": "292",
            "nass": "وابن ماجة وتوفي سنة أربع وتسعين ومئة وقيل سنة أربع وثمانين",
            "page": "319",
            "part": "1",
            "seal": "67F92E88"
        },
        {
            "hno": "39",
            "id": "293",
            "nass": "39 - عطاء بن السائب بن مالك الثقفي أبو السائب",
            "page": "319",
            "part": "1",
            "seal": "6713AA48"
        },
        {
            "hno": null,
            "id": "294",
            "nass": "وعلي رأى أبي زيد معدود في الكوفيين أحد الأعلام على لين فيه عن أبيه وابن أبي أوفى وأبي عبد الرحمن السلمي",
            "page": "320",
            "part": "1",
            "seal": "E430316E"
        },
        {
            "hno": null,
            "id": "295",
            "nass": "وإبراهيم النخعي وأنس بن مالك وأدخل بعض الرواة بينهما يزيد الرقاشي وعن الحسن البصري وسعيد بن جبير وعامر الشعبي وأبي سلمة بن عبد الرحمن بن عوف",
            "page": "321",
            "part": "1",
            "seal": "155A39BE"
        },
        {
            "hno": null,
            "id": "296",
            "nass": "وعنه إسماعيل بن علية وجريرة بن عبد الحميد وشعبة بن الحجاج والحمادان والسفيانان وأبو جعفر الرازي وعلى بن عاصم وغيرهم حكموا بتوثيقه وصلاحه وباختلاطه اختلط في آخر عمره قال أحمد بن حنبل ثقة رجل صالح من سمع منه قديما فسماعه صحيح ومن سمع منه حديثا فسماعه ليس بشيء وشعبة وسفيان ممن سمع منه قديما وجرير وخالد بن عبد الله وإسماعيل بن علية ممن سمع منه حديثا كان يرفع عن سعيد بن جبير أشياء لم يكن يرفعها وقال وهيب لما قدم البصرة قال كتبت عن عبيدة ثلاثين حديثا قال أحمد بن حنبل ولم يسمع من عبيدة شيئا",
            "page": "322",
            "part": "1",
            "seal": "5A45643D"
        },
        {
            "hno": null,
            "id": "297",
            "nass": "انتهى وقال يحيى بن معين لم يسمع عطاء من يعلى بن مرة واختلط وما سمع منه جرير ليس من صحيح حديثه وسمع منه أبو عوانة في الصحة والاختلاط فلا يحتج بحديثه وروى عن يحيى أيضا الحكم بضعفه وبأن كل من روى عنه إنما روى في الاختلاط إلا شعبة وسفيان انتهى وقال الحافظ بن الصلاح عطاء بن السائب اختلط في آخر عمره فاحتج أهل العلم برواية الأكابر عنه مثل سفيان الثوري وشعبة لأن سماعهم منه كان في الصحة وتركوا الاحتجاج برواية من سمع منه آخر انتهى قلت فيفهم من قول بن الصلاح مثل أن غيرهما روى عنه قبل أن يختلط وقال أبو حاتم الرازي قديم السماع من عطاء",
            "page": "323",
            "part": "1",
            "seal": "F8F78FEE"
        },
        {
            "hno": null,
            "id": "299",
            "nass": "سفيان وشعبة وقد استثنى غير واحد من الأئمة معهما حماد بن زيد قال يحيى بن سعيد القطان سمع حماد بن زيد من عطاء قبل اختلاطه وقال النسائي رواية حماد بن زيد وشعبة وسفيان عنه جيدة وصحح أيضا حديثه عنه أبو داود والطحاوي كما سيأتي وقال أبو حاتم سمع منه حماد بن زيد قبل أن يتغير ونقل أبو عبد الله بن المواق الاتفاق على أنه سمع منه",
            "page": "324",
            "part": "1",
            "seal": "CBA86F04"
        },
        {
            "hno": null,
            "id": "300",
            "nass": "قديما وقد استثنى الجمهور رواية حماد بن سلمة عنه أيضا قاله بن معين وأبو داود والطحاوي وحمزة الكناني وذكر ذلك عن بن معين بن عدي في الكامل وعباس الدوري وأبي بكر بن أبي خيثمة وقال الطحاوي وإنما حديث عطاء الذي كان منه قبل تغيره يؤخذ من أربعة لا من سواهم وهم شعبة وسفيان الثوري وحماد بن سلمة وحماد بن زيد",
            "page": "325",
            "part": "1",
            "seal": "69427EE3"
        },
        {
            "hno": null,
            "id": "301",
            "nass": "وقال حمزة بن محمد الكناني في أماليه حماد بن سلمة قديم السماع من عطاء وقال عبد الحق في الإحكام أن حماد بن سلمة سمع منه بعد الاختلاط كما قاله العقيلي قال الأبناسي وقد تعقب الحافظ أبو عبد الله محمد بن أبي بكر بن المواق كلام عبد الحق يعني الذي ذكرناه وقال لا نعلم من قاله غير العقيلي وقد غلط من قال أنه قدم في آخر عمره إلى البصرة وإنما قدم عليهم مرتين فمن سمع منه في القدمة الأولى صح حديثه منه واستثنى أبو داود أيضا هشاما الدستوائي فقال وقال",
            "page": "326",
            "part": "1",
            "seal": "EE024363"
        },
        {
            "hno": null,
            "id": "302",
            "nass": "غير أحمد قدم عطاء البصرة قدمتين سمع في القدمة الأولى منه الحمادان وهشام والقدمة والثانية كان تغير فيها سمع منه وهيب وإسماعيل بن عليه وعبد الوارث فسماعهم منه ضعيف وينبغي أن يستثنى أيضا سفيان بن عيينة فقد روى الحميدي عنه قال كنت سمعت من عطاء بن السائب قديما ثم قدم علينا قدمة فسمعته يحدث ببعض ما كنت سمعت فخلط فيه فاتقيته واعتزلته فينبغي أن يكون روايته عنه صحيحة وقال العقيلي إنما يقبل من حديث عطاء ما روى عنه مثل شعبة وسفيان فأما جرير وخالد بن عبد الله وابن علية وعلى بن عاصم وحماد بن سلمة وأهل البصرة",
            "page": "327",
            "part": "1",
            "seal": "D0B96DC3"
        },
        {
            "hno": null,
            "id": "304",
            "nass": "فأحاديثهم عنه مما سمع منه بعد الاختلاط لأنه إنما قدم عليهم في آخر عمره فهؤلاء وأمثالهم ممن روى عنه بعد الاختلاط فلا يقبل حديثهم وكذلك من روى عنه قبله أو بعده كأبي عوانة كما رواه عباس الدوري عن يحيى بن معين وممن سمع منه بأخرة هشيم وليس له عند البخاري غير حديث واحد عن عمرو الناقد عن هشيم عن أبي بشر وعطاء بن السائب عن سعيد بن جبير عن بن عباس قال الكوثر الخير الكثير أعطاه الله إياه إلا أنه قرنه بأبي بشر",
            "page": "328",
            "part": "1",
            "seal": "13989EC0"
        },
        {
            "hno": null,
            "id": "305",
            "nass": "قال وممن سمع منه أيضا بأخرة من البصرين جعفر بن سليمان الضبعي وروح بن القاسم وعبد العزيز بن عبد الصمد العمي وعبد الوارث بن سعيد انتهى وقال أبو حاتم الرازي وفي حديث البصريين الذين يحدثون عنه تخاليط كثيرة انتهى وقال حماد بن زيد قال لنا أيوب إن عطاء قدم من الكوفة فاذهبوا فاسمعوا منه حديث أبيه في التسبيح فإنه ثقة وقال يحيى القطان لم أسمع أحدا يقول في حديثه القديم شيئا",
            "page": "329",
            "part": "1",
            "seal": "02861219"
        },
        {
            "hno": null,
            "id": "306",
            "nass": "قط وحديث سفيان وشعبة عنه صحيح يعني القديم إلا حديثين من حديث شعبة سمعهما بأخرة عن زاذان انتهى قلت والعجب منه أنه لم يذكرهما وقال العجلي اختلط عطاء بأخرة فمن سمع منه حال اختلاطه فهو مضطرب الحديث وهشيم وخالد بن عبد الله الواسطي ممن سمع منه بأخرة",
            "page": "330",
            "part": "1",
            "seal": "892E1FB4"
        },
        {
            "hno": null,
            "id": "307",
            "nass": "وقال أبو حاتم صالح مستقيم الحديث قبل الاختلاط وحديث البصريين عنه بلغني فيه تخاليط لأنهم سمعوا منه حال الاختلاط وما روى منه بن فضيل بلغني فيه غلط واضطراب رفع أشياء عن الصحابة كان يرويها عن التابعين وقال النسائي ثقة إلا أنه تغير ورواية حماد بن زيد وشعبة وسفيان عنه جيدة وقال إسماعيل بن علية قال لي شعبة ما حدثك عطاء عن رجاله زاذان وميسرة",
            "page": "331",
            "part": "1",
            "seal": "19394FA4"
        },
        {
            "hno": null,
            "id": "308",
            "nass": "وأبي البختري فلا تكتبه وما حدثك عن رجل بعينه فاكتبه وقال أبو بكر بن عياش كنت إذا رأيت عطاء وضرار بن مرة رأيت أثر البكاء على خدودهما وقال الإمام أحمد بن حنبل كان عطاء يختم القرآن كل ليلة",
            "page": "332",
            "part": "1",
            "seal": "AEF3E1AF"
        },
        {
            "hno": null,
            "id": "309",
            "nass": "روى له البخاري وأبو داود والترمذي والنسائي وابن ماجة توفي سنة ست وثلاثين ومئة",
            "page": "333",
            "part": "1",
            "seal": "6DCFAC22"
        },
        {
            "hno": null,
            "id": "311",
            "nass": "..................................................................... ¶ ـــــــــ",
            "page": "334",
            "part": "1",
            "seal": "C83A4C94"
        },
        {
            "hno": "40",
            "id": "312",
            "nass": "40 - العلاء بن عبد الوارث الحضرمي أبو وهب ويقال أبو محمد ¶ معدود في أهل دمشق صاحب مكحول عن حرام بن حكيم الدمشقي",
            "page": "335",
            "part": "1",
            "seal": "E8F1AF22"
        },
        {
            "hno": null,
            "id": "313",
            "nass": "وأبي الأشعث الصنعاني وزيد بن أرطاة",
            "page": "336",
            "part": "1",
            "seal": "DF6886EF"
        },
        {
            "hno": null,
            "id": "314",
            "nass": "وعمرو بن شعيب وغيرهم وعنه الأوزاعي",
            "page": "337",
            "part": "1",
            "seal": "2C0EBBDC"
        },
        {
            "hno": null,
            "id": "315",
            "nass": "والهيثم وعيسى بن موسى القرشي ومعاوية بن صالح الحضرمي وغيرهم",
            "page": "338",
            "part": "1",
            "seal": "6C20685E"
        },
        {
            "hno": null,
            "id": "316",
            "nass": "أطلق يحيى بن معين وعلى بن المديني ويعقوب بن سفيان ودحيم وأبو داود القول بتوثيقه لكنه خلط قال أبو داود كان يرى القدر وتغير عقله وقال محمد بن سعد كان أعلم أصحاب مكحول وكان يفتي حتى خولط وقال أبو حاتم لا أعلم أحدا من أصحاب مكحول أوثق منه وعنه صدوق من خيار أصحاب مكحول وكان يرى القدر",
            "page": "339",
            "part": "1",
            "seal": "4CF8571C"
        },
        {
            "hno": null,
            "id": "317",
            "nass": "وأدخل بعضهم في ترجمته العلاء بن الحصين وزعم أن النسائي روى له وهو وهم وقال البخاري منكر الحديث وذكره بن حبان في الثقات وقال يعتبر حديثه من رواية الثقات عنه روى له مسلم وأبو داود والترمذي",
            "page": "340",
            "part": "1",
            "seal": "3BBCCF20"
        },
        {
            "hno": null,
            "id": "318",
            "nass": "والنسائي وابن ماجة وتوفي سنة ست وثلاثين ومئة",
            "page": "341",
            "part": "1",
            "seal": "151F9690"
        },
        {
            "hno": "41",
            "id": "319",
            "nass": "41 - عمرو بن عبد الله بن عبيد ويقال عمرو بن عبد الله بن علي الهمداني أبو إسحاق السبيعي ¶ بفتح السين المهملة وكسر الباء الموحدة نسبة إلى السبيع بن سبع وهو بن صعب بن معاوية معدود في الكوفيين أحد الأعلام من أئمة التابعين عن جرير",
            "page": "341",
            "part": "1",
            "seal": "C3D65BB9"
        },
        {
            "hno": null,
            "id": "320",
            "nass": "وعدي بن حاتم وزيد بن أرقم",
            "page": "342",
            "part": "1",
            "seal": "30DC9C6E"
        },
        {
            "hno": null,
            "id": "321",
            "nass": "والأسود بن يزيد النخعي والبراء بن عازب وحارثة بن وهب الخزاعي",
            "page": "343",
            "part": "1",
            "seal": "C232E993"
        },
        {
            "hno": null,
            "id": "322",
            "nass": "والأغر أبي مسلم وابن عباس وأصم وعنه ابنه يونس وشعبة والسفيانان",
            "page": "344",
            "part": "1",
            "seal": "E70ACD25"
        },
        {
            "hno": null,
            "id": "323",
            "nass": "والأجلح بن عبد الله الكوفي ومطرف بن طريف",
            "page": "345",
            "part": "1",
            "seal": "DDBAC9A2"
        },
        {
            "hno": null,
            "id": "324",
            "nass": "وحفيده إسرائيل وأبو بكر بن عياش وغيرهم أطلق يحيى بن معين والنسائي والعجلي وأبو حاتم القول بتوثيقه واحتج به الشيخان قال علي بن المديني لم يرو عن هبيرة بن يريم",
            "page": "346",
            "part": "1",
            "seal": "B576B999"
        },
        {
            "hno": null,
            "id": "325",
            "nass": "وهاني بن هاني إلا أبو إسحاق وقد روى عن سبعين أو ثمانين لم يرو عنهم غيره ومشايخه تبلغ نحوا من ثلاثمائة شيخ وعنه أربعمائة شيخ قلت فمن مشايخه سبيع بن خالد بضم السين المهملة وفتح البار الموحدة وسكون الياء المثناة من تحت السلولي بفتح السين المهملة وإنما ذكرته لئلا يقع الاشتباه على من لا يعرف هذا الفن قال العجلي سمع ثمانية وثلاثين من أصحاب النبي صلى الله عليه وسلم والشعبي أكبر منه بسنتين ولم يسمع من",
            "page": "347",
            "part": "1",
            "seal": "88074713"
        },
        {
            "hno": null,
            "id": "326",
            "nass": "علقمة شيئا وسمع من الحارث الأعور أربعة أحاديث فقط وسائر ما يلقى له عنه إنما هو كتاب وقال أبو حاتم هو شبيه بالزهري في كثرة الرواية والاتساع في الرجال وهو أحفظ من أبي إسحاق الشيباني وقال له رجل زعم شعبة أنك رأيت علقمة ولم ترو عنه فقال صدق وقال عيسى بن يونس بن أبي إسحاق قال لي شعبة لم يسمع حدك من الحارث الأعور إلا أربعة أحاديث قال",
            "page": "348",
            "part": "1",
            "seal": "1133BC21"
        },
        {
            "hno": null,
            "id": "328",
            "nass": "فقلت له من أين علمته قال هو قال لي وقال أحمد بن حنبل ثقة إلا أن الذين حملة عنه إنما كان حملهم عنه بأخرة قال بن الصلاح اختلط أبو إسحاق اختلط أبو إسحاق ويقال إن سماع سفيان بن عيينة منه بعدما اختلط وتغير حفظه قبل موته قال الأبناسي قال بعض أهل العلم كان قد اختلط وإنما تركوه مع بن عيينة لاختلاطه ولم يخرج له الشيخان من رواية بن عبدة شيئا إنما أخرج له من طريقه الترمذي وكذلك النسائي في عمل اليوم والليلة وأنكر صاحب الميزان اختلاطه فقال شاخ ونسي ولم",
            "page": "349",
            "part": "1",
            "seal": "0D67CD3F"
        },
        {
            "hno": null,
            "id": "329",
            "nass": "يختلط وقد سمع منه سفيان بن عيينة وقد تغير قليلا واقتصر بن الصلاح على من روى عنه بعد الاختلاط على بن عيينة وقد ذكر ذلك عن إسرائيل بن يونس وزكريا بن أبي زائدة وزهير بن معاوية وفي رواته زائدة بن قدامة وقال أبو زرعة زهير بن معاوية ثقة إلا أنه سمع من أبي إسحاق بعد الاختلاط وروى عن أحمد أنه قال إذا سمعت الحديث عن زائدة وزهير فلا تبال أن لا تسمعه من غيرهما إلا حديث أبي إسحاق وروايته عنه في سنن أبي داود فقط",
            "page": "350",
            "part": "1",
            "seal": "AF9C196E"
        },
        {
            "hno": null,
            "id": "330",
            "nass": "وقد أخرج الشيخان في الصحيحين لجماعة من روايتهم عن أبي إسحاق وهم إسرائيل بن يونس بن أبي إسحاق وزكريا بن أبي زائدة وزهير بن معاوية وسفيان الثوري",
            "page": "351",
            "part": "1",
            "seal": "138A5926"
        },
        {
            "hno": null,
            "id": "331",
            "nass": "وأبو الأحوص سلام بن سليم وشعبة وعمر",
            "page": "352",
            "part": "1",
            "seal": "F924A0A7"
        },
        {
            "hno": null,
            "id": "332",
            "nass": "بن أبي زائدة ويوسف بن إسحاق بن أبي إسحاق أخرج البخاري من رواية جرير بن حازم عنه",
            "page": "353",
            "part": "1",
            "seal": "8ADFF670"
        },
        {
            "hno": null,
            "id": "333",
            "nass": "وأخرج مسلم من رواية إسماعيل بن أبي خالد ورقبة بن مصقلة العبدي وسليمان بن مهران الأعمش وسليمان بن معاذ وعمار بن رزيق بتقديم الراء المهملة يعني الضبي",
            "page": "354",
            "part": "1",
            "seal": "5054F1AA"
        },
        {
            "hno": null,
            "id": "334",
            "nass": "ومالك بن مغول بكسر الميم ومسعر بن كدام بكسر الميم في مسعر وكسر الكاف في كدام عنه انتهى وقال الحافظ الذهبي في الكاشف تي ترجمة أبي إسحاق وهو كالزهري في الكثرة غزا مرات وكان صواما قواما رحمه الله روى له البخاري ومسلم وأبو داود",
            "page": "355",
            "part": "1",
            "seal": "8C105BC7"
        },
        {
            "hno": null,
            "id": "335",
            "nass": "والترمذي والنسائي وابن ماجة وعاش خمسا وتسعين سنة وتوفي سنة ست وعشرين ومئة وقيل سبع وقيل ثمان وقيل تسع والله أعلم",
            "page": "356",
            "part": "1",
            "seal": "4BED57DD"
        },
        {
            "hno": "42",
            "id": "336",
            "nass": "42 - عمرو بن عيسى بن سويد بن هبيرة أبو نعامة العدوي ¶ معدود في البصريين عن خالد بن عمير",
            "page": "357",
            "part": "1",
            "seal": "B2DBEE21"
        },
        {
            "hno": null,
            "id": "337",
            "nass": "وأبي السوار وبنت سيرين وغيرهم",
            "page": "358",
            "part": "1",
            "seal": "D07E06C1"
        },
        {
            "hno": null,
            "id": "338",
            "nass": "وعنه زهير بن هنيد العدوي والنضر بن شميل ووكيع بن الجراح وغيرهم أطلق يحيى بن معين والنسائي القول بتوثيقه وقال أبو حاتم لا بأس به",
            "page": "359",
            "part": "1",
            "seal": "5FD405CC"
        },
        {
            "hno": null,
            "id": "339",
            "nass": "وأثبته بن حبان في الثقات وقال الإمام أحمد ثقة إلا أنه اختلط قبل موته رواه الأثرم عن الإمام أحمد وقال الذهبي ثقة قيل تغير بأخرة روى له مسلم وابن ماجة",
            "page": "360",
            "part": "1",
            "seal": "AC70F7F6"
        },
        {
            "hno": "43",
            "id": "340",
            "nass": "43 - عبد الله بن محمد بن محمد بن سليمان النشاوري المكي",
            "page": "360",
            "part": "1",
            "seal": "CA5B5A17"
        },
        {
            "hno": null,
            "id": "341",
            "nass": "ذكره برهان الدين الحلبي في الاغتباط له وقال اختلط قبل وفاته بنحو سنتين اختلاطا خفيفا وتوفي سنة تسعين وسبعمائة ودفن بالمعلى من مكة شرفها الله تعالى ورحمه",
            "page": "361",
            "part": "1",
            "seal": "A1B29FE2"
        },
        {
            "hno": "44",
            "id": "342",
            "nass": "44 - عبد الله بن واقد أبو قتادة الحراني",
            "page": "361",
            "part": "1",
            "seal": "D51F2003"
        },
        {
            "hno": null,
            "id": "343",
            "nass": "قال الإمام المحدث الشريف الحسيني في رجال مسند الإمام أحمد كلاما آخره ولعله كبر كاختلط انتهى وفي الجرح والتعديل لابن أبي حاتم عن أحمد لعله اختلط وفي كلام آخر لأحمد ولعله كبر فاختلط وذكره صاحب الاغتباط",
            "page": "362",
            "part": "1",
            "seal": "97ECF9AE"
        },
        {
            "hno": "45",
            "id": "344",
            "nass": "45 - عبد الباقي بن قانع أبو الحسين الحافظ مصنف المعجم في الصحابة ¶ وقال أبو الحسن بن الفرات حدث به الاختلاط قبل موته بسنتين وقال الخطيب في جملة كلامه وقد تغير في آخر عمره",
            "page": "363",
            "part": "1",
            "seal": "3ADECF28"
        },
        {
            "hno": "46",
            "id": "345",
            "nass": "46 - عبد السلام بن سهل أبو علي السكري بغدادي ¶ حدث بمصر عن الحماني والقواريري",
            "page": "364",
            "part": "1",
            "seal": "62595CC7"
        },
        {
            "hno": null,
            "id": "346",
            "nass": "وعنه بن شنبوذ والطبراني",
            "page": "365",
            "part": "1",
            "seal": "C9AFE249"
        },
        {
            "hno": null,
            "id": "348",
            "nass": "قال بن يونس من نبلاء الناس وأهل الصدق تغير في آخر أيامه وذكره صاحب الاغتباط",
            "page": "366",
            "part": "1",
            "seal": "CAC7F903"
        },
        {
            "hno": "47",
            "id": "349",
            "nass": "47 - عبيدة بن معتب الضبي",
            "page": "366",
            "part": "1",
            "seal": "2BC88FF1"
        },
        {
            "hno": null,
            "id": "350",
            "nass": "قال شعبة أخبرني عبيدة قبل أن يتغير ذكره صاحب الاغتباط وقال والظاهر أنه أراد بتغيره الاختلاط وقد يريد أنه ساء حفظه والله أعلم",
            "page": "367",
            "part": "1",
            "seal": "0B6895F1"
        },
        {
            "hno": "48",
            "id": "351",
            "nass": "48 - على بن الحسين أبو الفرج الأصبهاني صاحب الأغاني",
            "page": "367",
            "part": "1",
            "seal": "DF5EE508"
        },
        {
            "hno": null,
            "id": "352",
            "nass": "ذكر صاحب الميزان عن أبي الفتح بن أبي الفوارس أنه خلط قبل موته ذكره صاحب الاغتباط",
            "page": "368",
            "part": "1",
            "seal": "A6F3529E"
        },
        {
            "hno": "49",
            "id": "353",
            "nass": "باب الفاء ¶ 49 - فطر بن حماد بن واقد بصري ¶ قال أبو داود تغير تغيرا شديدا وذكره صاحب الاغتباط",
            "page": "369",
            "part": "1",
            "seal": "2E3CA00F"
        },
        {
            "hno": "50",
            "id": "354",
            "nass": "باب القاف ¶ 50 - قريش بن أنس الأنصاري وقيل الأموي مولاهم أبو أنس ¶ معدود في البصريين عن حبيب بن الشهيد وعبد الله بن عون",
            "page": "370",
            "part": "1",
            "seal": "CCA2FC48"
        },
        {
            "hno": null,
            "id": "355",
            "nass": "وغيرهما وعنه أحمد بن عثمان النوفلي وعلي بن المديني وأبو موسى محمد بن المثنى وغيرهم",
            "page": "371",
            "part": "1",
            "seal": "A8517FF6"
        },
        {
            "hno": null,
            "id": "356",
            "nass": "أطلق على بن المديني والنسائي القول بتوثيقه وقال أبو حاتم لا بأس به إلا أنه تغير وقال أبو داود تغير وقال إسحاق بن إبراهيم بن حبيب مات سنة تسع ومائتين وكان قد اختلط ست سنين وقال الذهبي ثقة تغير قبيل موته وذكره صاحب الاغتباط وقال قال النسائي تغير قبل موته بست سنين",
            "page": "372",
            "part": "1",
            "seal": "C44CDFA0"
        },
        {
            "hno": null,
            "id": "357",
            "nass": "وقال البخاري في الضعفاء اختلط ست سنين في البيت وقال بن حبان كان شيخا صدوقا إلا أنه اختلط في آخر عمره حتى كان لا يدري ما يحدث به بقي ست سنين في اختلاطه إلى آخر كلامه انتهى روى له البخاري ومسلم وأبو داود والترمذي والنسائي. انتهت ترجمته",
            "page": "373",
            "part": "1",
            "seal": "A1AFBE08"
        },
        {
            "hno": "51",
            "id": "358",
            "nass": "51 - قيس بن أبي حازم واسمه حصين بن عوف ويقال عبد بن عوف بن عبد الحارث بن عوف البجلي الأحمسي ¶ معدود في الكوفيين وفيمن أدرك الجاهلية فأتته الصحبة بليال هاجر إلى النبي صلى الله عليه وسلم ليبايعه فقبض النبي صلى الله عليه وسلم وهو في الطريق وقول من قال أنه رآه يخطب لا يصح",
            "page": "374",
            "part": "1",
            "seal": "37383AD4"
        },
        {
            "hno": null,
            "id": "359",
            "nass": "وأبوه أبو حازم له صحبة عن جرير بن عبد الله البجلي وحذيفة بن اليمان وخالد بن الوليد وغيرهم وعنه إسماعيل بن أبي خالد",
            "page": "375",
            "part": "1",
            "seal": "EC6F4E41"
        },
        {
            "hno": null,
            "id": "360",
            "nass": "وأبو بشر بيان بن بشر الأحمسي والمغيرة بن شبيل وغيرهم قال علي بن المديني روى عن بلال ولم يلقه وعن",
            "page": "376",
            "part": "1",
            "seal": "B9E9A276"
        },
        {
            "hno": null,
            "id": "361",
            "nass": "عقبة بن عامر ولا أدري هل سمع منه أولا ولم يسمع من أبي الدرداء ولا من سلمان وقال سفيان بن عيينة لم يكن بالكوفة أحد أروى عن",
            "page": "377",
            "part": "1",
            "seal": "D34A648A"
        },
        {
            "hno": null,
            "id": "362",
            "nass": "أصحاب رسول الله صلى الله عليه وسلم منه وقال أبو داود أجود التابعين إسنادا قيس بن أبي حازم روى عن تسعة من العشرة ولم يرو عن عبد الرحمن بن عوف وقال يعقوب بن شيبة السدوسي ليس أحد من التابعين حصلت له الرواية عن العشرة غير عبد الرحمن بن عوف غيره ولم يرو عن عبد الرحمن بن عوف من العشرة شيئا كما ذكرنا وقد روى بعد العشرة عن جماعة من أصحاب النبي صلى الله عليه وسلم وكبرائهم وهو متقن الرواية قال وقد روى عنه جماعة من الثقات كإسماعيل بن أبي خالد وبيان بن بشر وغيرهما",
            "page": "378",
            "part": "1",
            "seal": "595C7452"
        },
        {
            "hno": null,
            "id": "363",
            "nass": "وقد كاد أن يكون صحابيا وقد أذى نفسه من تكلم فيه وقال عبد الرحمن بن يوسف بن خراش تحصلت له الرواية عن العشرة وأطلق يحيى بن معين القول بتوثيقه وقال هو أوثق من الزهري ومن السائب بن يزيد وكان إسماعيل بن أبي خالد يقول حدثنا قيس بن أبي حازم",
            "page": "379",
            "part": "1",
            "seal": "BD1F01C8"
        },
        {
            "hno": null,
            "id": "365",
            "nass": "هذه الإسطوانة على جملة المبالغة في تثبته وقال الذهبي تابعي كبير وثقوه وأجمعوا على الاحتجاج به وذكره صاحب الاغتباط وقال حجة كاد أن يكون صحابيا وثقه بن معين والناس إلى أن قال قال الذهبي أجمعوا على الاحتجاج به ومن تكلم فيه فقد أذى نفسه نسأل الله العافية وترك الهوى قال إسماعيل بن أبي خالد كان ثبتا قال وقد كبر حتى جاوز المائة وخرف وقال صاحب التهذيب قال إسماعيل بن أبي خالد جاوز المائة بسنين كثيرة حتى خرف وذهب عقله روى له البخاري",
            "page": "380",
            "part": "1",
            "seal": "2611249F"
        },
        {
            "hno": null,
            "id": "366",
            "nass": "ومسلم وأبو داود والترمذي والنسائي وابن ماجة توفي سنة أربع وثمانين وقيل سنة سبع وتسعين أو ثمان وتسعين والله أعلم",
            "page": "381",
            "part": "1",
            "seal": "CC001188"
        },
        {
            "hno": "52",
            "id": "367",
            "nass": "باب الميم ¶ 52 - محمد بن الفضل أبو النعمان السدوسي الحافظ عارم ¶ بالعين المهملة وهو لقبه معدود في البصريين عن جرير بن حازم وحماد بن زيد وعبد الله بن",
            "page": "382",
            "part": "1",
            "seal": "051DDFA9"
        },
        {
            "hno": null,
            "id": "368",
            "nass": "المبارك والوضاح بن عبد الله ووهيب بن خالد وغيرهم وعنه البخاري وأحمد بن نصر النيسابوري وحجاج بن الشاعر",
            "page": "383",
            "part": "1",
            "seal": "1E7CE4EC"
        },
        {
            "hno": null,
            "id": "369",
            "nass": "وعبد بن حميد ومحمد بن عبد الملك الدقيقي",
            "page": "384",
            "part": "1",
            "seal": "7A5B5C8E"
        },
        {
            "hno": null,
            "id": "370",
            "nass": "ومحمد بن يحيى الذهلي وهارون بن عبد الله الحمال وغيرهم أحد الثقات الأثبات قال البخاري تغير في آخر عمره وقال أبو حاتم لا يتأخر عن عفان فإذا حدثك بشيء فاختم عليه وكان سليمان بن حرب يرجع إلى قوله إذا خالفه في شيء",
            "page": "385",
            "part": "1",
            "seal": "3E3A1A59"
        },
        {
            "hno": null,
            "id": "371",
            "nass": "ويقدمه على نفسه ويقول هو أثبت أصحاب حماد بن زيد بعد عبد الرحمن بن مهدي وقال أبو حاتم أيضا هو أحب إلى من أبي سلمة وقال أيضا اختلط في آخر عمره وزال عقله فمن سمع منه قبل الاختلاط فسماعه صحيح وكتبت عنه قبل الاختلاط سنة أربع عشرة ولم أسمع منه بعد الاختلاط وبالجملة من سمع منه قبل سنة عشرين ومائتين فسماعه جيد وأبو زرعة إنما لقيه سنة اثنتين وعشرين وعنه إطلاق القول بتوثيقه وقال أبو داود كنت عنده فحدث عن حماد بن زيد عن هشام بن عروة عن أبيه أن ماعزا الأسلمي سأل النبي",
            "page": "386",
            "part": "1",
            "seal": "EBF212EE"
        },
        {
            "hno": null,
            "id": "372",
            "nass": "صلى الله عليه وسلم عن الصوم في السفر فقلت له حمزة الأسلمي فقال يا بني ماعز لا يشقي به جليسه وكان هذا منه وقت اختلاطه وذهاب عقله وقال أبو داود أيضا بلغنا أنه أنكر سنة ثلاث عشرة ثم راجعه عقله واستحكم به الاختلاط سنة ست عشرة وقال محمد بن مسلم",
            "page": "387",
            "part": "1",
            "seal": "9A7B76AC"
        },
        {
            "hno": null,
            "id": "374",
            "nass": "صدوق مأمون وقال محمد بن يحيى الذهلي كان بعيدا من العرامة قال بن الصلاح اختلط بأخرة فما رواه عنه البخاري ومحمد بن يحيى الذهلي وغيرهما من الحفاظ ينبغي أن يكون مأخوذا عنه قبل اختلاطه انتهى قال الأبناسي العلامة عارم بن الفضل روى عنه البخاري في صحيحه ومسلم بواسطة قال البخاري تغير في آخر عمره وقال أبو حاتم اختلط في أخر عمره وزال عقله وقال بن حبان اختلط في آخر عمره وتغير حتى كان لا يدري ما يحدث به فوقع في حديثه المناكير الكثيرة فيجب التنكير عن حديثه فيما رواه المتأخرون فإذا لم يعلم هذا من هذا ترك",
            "page": "388",
            "part": "1",
            "seal": "39829C25"
        },
        {
            "hno": null,
            "id": "375",
            "nass": "الكل وأنكر صاحب الميزان هذا القول من بن حبان وحكى قول الدارقطني تغيره بأخرة وما ظهر له بعد اختلاطه حديث منكر وهو ثقة ومات عارم سنة أربع وعشرين ومائتين فيكون اختلاطه ثمان سنين على قول أبي داود وأربع سنين على قول أبي حاتم وممن سمع منه قبل الاختلاط أحمد وعبد الله بن محمد المسندي وأبو حاتم الرازي وأبو علي محمد بن أحمد بن خالد الذربقي وكذلك ينبغي أن يكون من حدث عنه من شيوخ البخاري أو",
            "page": "389",
            "part": "1",
            "seal": "9A1B7719"
        },
        {
            "hno": null,
            "id": "376",
            "nass": "مسلم وروى عنه في الصحيح شيئا من حديثه ومع كون البخاري روى عنه في الصحيح أيضا عن عبد الله بن محمد المسندي عنه وروى مسلم في الصحيح عن جماعة عنه وهم أحمد بن سعيد الدارمي وحجاج بن الشاعر",
            "page": "390",
            "part": "1",
            "seal": "03B01B9A"
        },
        {
            "hno": null,
            "id": "377",
            "nass": "وأبو داود سليمان بن معبد السنجي وعبد بن حميد وهارون بن عبد الله الحمال وممن سمع منه بعد الاختلاط أبو زرعة الرازي كما قال أبو حاتم وعلي بن عبد العزيز البغوي على قول أبي داود أنه",
            "page": "391",
            "part": "1",
            "seal": "2EDDB39A"
        },
        {
            "hno": null,
            "id": "378",
            "nass": "استحكم به الاختلاط سنة ست عشرة لأن سماع على كان في سنة سبع عشرة كما قاله العقيلي وعلى قول أبي حاتم يكون سماعه منه قبل اختلاطه وجاء إليه أبو داود فلم يسمع منه لما رأى من اختلاطه وكذلك إبراهيم الحربي انتهى روى له البخاري ومسلم وأبو داود والترمذي والنسائي",
            "page": "392",
            "part": "1",
            "seal": "7089BEE6"
        },
        {
            "hno": null,
            "id": "379",
            "nass": "وابن ماجة توفي سنة أربع وعشرين ومائتين",
            "page": "393",
            "part": "1",
            "seal": "B3D2A53D"
        },
        {
            "hno": "53",
            "id": "380",
            "nass": "53 - محمد بن عبد الله بن المثنى بن عبد الله بن أنس بن",
            "page": "394",
            "part": "1",
            "seal": "9A96BE95"
        },
        {
            "hno": null,
            "id": "381",
            "nass": "مالك الأنصاري معدود في البصريين وكان قضى بالبصرة بعد معاذ بن معاذ العنبري وببغداد بعد العوفي عن أشعث بن عبد الملك الحمراني وحميد الطويل",
            "page": "395",
            "part": "1",
            "seal": "AD5C15F3"
        },
        {
            "hno": null,
            "id": "382",
            "nass": "وسعيد بن أبي عروبة وعبد الله بن عون وعبد الملك بن جريج وغيرهم وعنه أحمد بن إسحاق البخاري وأحمد بن حنبل وخليفة بن خياط وعلى بن المديني",
            "page": "396",
            "part": "1",
            "seal": "5565602C"
        },
        {
            "hno": null,
            "id": "383",
            "nass": "وقتيبة بن سعيد وأبو حاتم الرازي وغيرهم أطلق يحيى بن معين القول بتوثيقه وقال أبو حاتم صدوق وعنه لم أر من الأئمة إلا ثلاثة أحمد بن حنبل وسليمان بن داود الهاشمي ومحمد بن عبد الله الأنصاري وقال النسائي ليس به بأس",
            "page": "397",
            "part": "1",
            "seal": "52F5A482"
        },
        {
            "hno": null,
            "id": "385",
            "nass": "وأثبته بن حبان في الثقات وقال زكريا بن يحيى الساجي جليل عالم لم يكن عندهم من فرسان الحديث مثل يحيى القطان ونظرائه غلبه عليه الرأي وقال يحيى بن معين كان يليق به القضاء وقيل له فالحديث فقال ¶ للحرب أقوام لها خلقوا وللدواب حساب وكتاب قال أبو داود تغير تغيرا شديدا وقال أحمد بن حنبل وأبو خيثمة أنكر معاذ بن معاذ ويحيى بن سعيد حديث الأنصاري عن حبيب بن الشهيد",
            "page": "398",
            "part": "1",
            "seal": "39E75D3D"
        },
        {
            "hno": null,
            "id": "386",
            "nass": "عن ميمون بن مهران عن بن عباس احتجم النبي صلى الله عليه وسلم وهو محرم صائم قال الخطيب أبو بكر الصواب حبيب الشهيد عن ميمون بن مهران عن يزيد بن الأصم أن النبي صلى الله عليه وسلم تزوج ميمونة وهو محرم ويقال إن غلاما له",
            "page": "399",
            "part": "1",
            "seal": "C3C55E61"
        },
        {
            "hno": null,
            "id": "387",
            "nass": "أدخل عليه حديث بن عباس وقال أحمد بن حنبل ما كان يضعه عند أصحاب الحديث إلا النظر في الرأي وإلا فقد سمع وذكر هذا الحديث فقال ذهبت له كتب فكان بعد يحدث من كتب غلامه وأرى هذا الحديث من ذلك وقال علي بن المديني حديث الأنصاري عن حبيب بن الشهيد عن ميمون بن مهران عن بن عباس أن النبي صلى الله عليه وسلم احتجم وهو صائم ليس منه شيء قال سليمان بن داود المنقري وجه المأمون إلى",
            "page": "400",
            "part": "1",
            "seal": "6A272E68"
        },
        {
            "hno": null,
            "id": "388",
            "nass": "الأنصاري خمسين ألف درهم وأمره أن يقسمها بين الفقهاء فقال الهلال بن مسلم هي لي ولأصحابي فقال الأنصاري لهلال كيف تتشهد يعنى في الصلاة فتشهد هلال على حديث بن مسعود فقال له الأنصاري من حدثك به ومن أين ثبت عندك فانقطع هلال فقال له الأنصاري تصلي كل يوم خمس صلوات وتردد فيها هذا الكلام وأنت لا تدري من رواه عن نبيك صلى الله",
            "page": "401",
            "part": "1",
            "seal": "A7171EA7"
        },
        {
            "hno": null,
            "id": "389",
            "nass": "عليه وسلم قد باعد الله بينك وبين الفقه فقسمها الأنصاري في أصحابه وذكره صاحب الإغتباط روى له البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجة وتوفي سنة خمس عشرة ومائتين",
            "page": "402",
            "part": "1",
            "seal": "3816B948"
        },
        {
            "hno": "54",
            "id": "390",
            "nass": "54 - محمد بن أحمد بن الحسين بن القاسم بن السرى بن الغطريف الغطريفي الجرجاني الرباطي ¶ قال بن الصلاح وممن بلغنا عنه ذلك يعنى الاختلاط من المتأخرين أبو أحمد الغطريفي الجرجاني الرباطي ذكر الحافظ أبو عبد الله البردعي ثم السمرقندي في",
            "page": "403",
            "part": "1",
            "seal": "1BDFE108"
        },
        {
            "hno": null,
            "id": "391",
            "nass": "معجمه أنه بلغه أنه اختلط في آخر عمره قال الأنباسي ولم يعرف له اختلاط إلا ما رواه يعنى بن الصلاح عن أبي على البردعي وقد ترجمه الحافظ حمزة السهمي في تاريخ جرجان فلم يذكر عنه شيئا من ذلك وهو أعرف به فإنه أحد شيوخه وقد حدث عنه الحافظ أبو بكر الإسماعيلي في صحيحه",
            "page": "404",
            "part": "1",
            "seal": "988220DF"
        },
        {
            "hno": null,
            "id": "392",
            "nass": "إلا أنه دلس اسمه فقال مرة حدثنا محمد بن أبي حامد النيسابوري وقال مرة حدثنا محمد بن أحمد البغوي وقال مرة ثنا محمد بن أحمد بن الوردي وقال مرة ثنا محمد بن أبي حامد وقال مرة ثنا محمد بن أحمد العبقي وقال مرة محمد بن أحمد بن الحسين ولم ينسبه ونسبة الغطريفي إلى أحد أجداده ولم يدلسه الإسماعيلي لضعفه ولكن لكونه ليس في مرتبة شيوخه وإنما هو من أقرانه وكان نازلا في منزل الإسماعيلي وتوفي الإسماعيلي قبله في سنة إحدى وسبعين وثلاثمائة في غرة رجب وتأخر الغطريفي ست سنين فتوفى سنة سبع وسبعين في شهر رجب أيضا فلذلك أبهم نسبه فإن كان قد حصل للغطريفي تغير فهو بعد موت الإسماعيلي وآخر من بقى من أصحاب الغطريفي القاضي أبو الطيب طاهر بن عبد الله الطبري وهو أيضا سمع منه قبل إن كان حصل للغطريفي",
            "page": "405",
            "part": "1",
            "seal": "18FCEAA7"
        },
        {
            "hno": null,
            "id": "394",
            "nass": "القاضي أبو الطيب رحل إلى جرجان سنة إحدى وسبعين في حياة الإسماعيلي فقدمها فاشتغل بدخول الحمام ثم أصبح فأراد الاجتماع بالإسماعيلي والسماع عليه فقال له ابنه أبو سعيد أنه شرب دواء لمرض حصل له فتعال غدا للسماع عليه من الغد يوم السبت فوجده قد مات فلم يحصل للقاضي أبو الطيب لقى الإسماعيلي وسمع في تلك السنة من الغطريفي فإنه كان نازلا منزل الإسماعيلي ولم يذكر الذهبي في الميزان الغطريفي فيمن تغير ولكن ذكر السمعاني في الأنساب أنهم أنكروا على الغطريفي حديثا رواه من طريق مالك عن الزهري عن أنس أن النبي صلى الله عليه وسلم",
            "page": "406",
            "part": "1",
            "seal": "1FE73686"
        },
        {
            "hno": null,
            "id": "395",
            "nass": "أهدى جملا لأبي جهل قال السمعاني فكان يذكر أن بن صاعد وابن مظفر أفادا عن الصوفي هذا الحديث قال ولا يبعد أن يكون قد سمع إلا",
            "page": "407",
            "part": "1",
            "seal": "88E5F44E"
        },
        {
            "hno": null,
            "id": "396",
            "nass": "أنه لم يخرج أصله قال وقد حدث غير واحد من المتقدمين والمتأخرين بهذا الحديث عن الصوفي قال السمعاني وأنكروا عليه أيضا أنه حدث بمسند إسحاق بن إبراهيم الحنظلي عن بن شيرويه من غير الأصل الذي سمع فيه وقال حمزة السهمي سمعت أبا عمرو فيقول رأيت سماع الغطريفي في جميع كتاب بن شيرويه",
            "page": "408",
            "part": "1",
            "seal": "966F9B99"
        },
        {
            "hno": null,
            "id": "397",
            "nass": "وإذا لم يثبت له اختلاط فيحتمل أنه اشتبه بشخص آخر معاصر له وافقه في اسمه واسم أبيه وبلده وهو محمد بن أحمد بن الحسن الجرجاني وهذا بين الحاكم اختلاطه في تاريخ نيسابور فقال سافر معي وسبرته في الحضر والسفر نيفا وأربعين سنة ما اتهمته في الحديث قط ثم تغير بأخرة وخلط والله يغفر لنا وله وينتقم ممن أفسد علمه وهذا توفي عشية الإثنين الرابع من جمادي الأولى سنة ثلاث وثمانين وثلاثمائة انتهى",
            "page": "409",
            "part": "1",
            "seal": "8CD998CE"
        },
        {
            "hno": "55",
            "id": "398",
            "nass": "55 - محمد بن أحمد بن الحسن الجرجاني",
            "page": "409",
            "part": "1",
            "seal": "E057199B"
        },
        {
            "hno": null,
            "id": "399",
            "nass": "سمع أبا العباس الأصم تغير واختلط بأخرة قاله الحاكم وذكره صاحب الاغتباط وهذا هو المذكور في ترجمة الغطريفي توفي سنة ثلاث وثمانين وثلاثمائة",
            "page": "410",
            "part": "1",
            "seal": "25D77094"
        },
        {
            "hno": "56",
            "id": "400",
            "nass": "56 - محمد بن الفضل بن محمد بن إسحاق بن خزيمة ¶ اختلط قل موته بثلاث سنين وتجنب الناس حديثه والرواية",
            "page": "410",
            "part": "1",
            "seal": "61162CE9"
        },
        {
            "hno": null,
            "id": "401",
            "nass": "عنه قاله صاحب الميزان وقال الحاكم مرض في الآخر وتغير بزوال عقله وذكره بن الصلاح فيهم وذكر عن البرذعي أنه قال اختلط في آخر عمره قال الذهبي في ميزانه ما عرفت أحدا سمع منه أيام عدم عقله وقال الحافظ العراقي فيما ذكره الأبناسي عنه أن الحاكم قد بين في تاريخ نيسابور مدة الاختلاط فقال أنه مرض وتغير",
            "page": "411",
            "part": "1",
            "seal": "50E34CDE"
        },
        {
            "hno": null,
            "id": "403",
            "nass": "بزوال العقل في ذي الحجة من سنة أربع وثمانين وثلاثمائة فإني قصدته بعد ذلك غير مرة فوجدته لا يعقل وكل من أخذ عنه بعد ذلك فلقلة مبالاته بالدين فيكون مدة اختلاطه سنتين وخمسة أشهر أو مع زيادة بعض أشهر وأما نقل صاحب الميزان عن الحاكم أنه عاش بعد تغيره ثلاث سنين فهو نقل غير محرر قال وما عرفت أحدا سمع منه أيام عدم عقله توفي ليلة الجمعة الثامن عشر من جمادى الأولى سنة سبع وثمانين وثلاثمائة",
            "page": "412",
            "part": "1",
            "seal": "AD8A1365"
        },
        {
            "hno": "57",
            "id": "404",
            "nass": "57 - محمد بن مبارك بن مشق البغدادي",
            "page": "412",
            "part": "1",
            "seal": "DD74C650"
        },
        {
            "hno": null,
            "id": "405",
            "nass": "من طلبة الحديث اختلط قبل موته بثلاثة أعوام فما حدث فيها بشيء قاله الذهبي في ميزانه وذكره صاحب الاغتباط",
            "page": "413",
            "part": "1",
            "seal": "A2E10270"
        },
        {
            "hno": "58",
            "id": "406",
            "nass": "58 - محمد بن علي بن محمود بن الصابوني المحمودي الحافظ روى عنه الدمياطي",
            "page": "413",
            "part": "1",
            "seal": "734BED9C"
        },
        {
            "hno": null,
            "id": "407",
            "nass": "والمزي والبرزالي",
            "page": "414",
            "part": "1",
            "seal": "2B99C795"
        },
        {
            "hno": null,
            "id": "408",
            "nass": "وأبو الحسن بن العطار ذكره بن عبد الهادي في الطبقات التي اختصرها من طبقات الحفاظ للذهبي فقال تغير قبل موته وقال بن أبي الفتح",
            "page": "415",
            "part": "1",
            "seal": "5A2FC7FF"
        },
        {
            "hno": null,
            "id": "409",
            "nass": "اختلط قبل أن يموت بسنة وكذا ذكر أنه تغير واختلط البرزالي الحافظ علم الدين في معجمه وكذا الذهبي في معجمه أيضا وذكره صاحب الاغتباط وتوفي في ذي القعدة سنة ثمان وستين ودفن بسفح قاسيون",
            "page": "416",
            "part": "1",
            "seal": "B8202487"
        },
        {
            "hno": "59",
            "id": "410",
            "nass": "59 - محمد بن إسحاق بن يحيى بن منده الحافظ الجوال صاحب التصانيف ¶ قال أبو نعيم في تاريخه هو حافظ من أولاد المحدثين مات في سلخ ذي القعدة سنة خمس وتسعين وثلاثمائة اختلط في آخر عمره إلى آخر كلامه وذكره صاحب الاغتباط",
            "page": "417",
            "part": "1",
            "seal": "6CD09156"
        },
        {
            "hno": "60",
            "id": "411",
            "nass": "60 - محمد بن زهير أبو يعلى الأبلى",
            "page": "417",
            "part": "1",
            "seal": "A5D86487"
        },
        {
            "hno": null,
            "id": "412",
            "nass": "قال بن غلام الزهري اختلط قبل موته بسنتين ذكره صاحب الاغتباط",
            "page": "418",
            "part": "1",
            "seal": "A2A9BDBA"
        },
        {
            "hno": "61",
            "id": "413",
            "nass": "61 - محمد بن سعيد بن نبهان الكاتب ¶ عاش مائة سنة وسماعه صحيح لكنه يتشيع ثم أنه قد اختلط قبل موته بعامين فيعتبر تاريخ السامع منه قاله",
            "page": "418",
            "part": "1",
            "seal": "A882147B"
        },
        {
            "hno": null,
            "id": "414",
            "nass": "الذهبي وذكره صاحب الاغتباط",
            "page": "419",
            "part": "1",
            "seal": "EA20C8AA"
        },
        {
            "hno": "62",
            "id": "415",
            "nass": "62 - محمد بن عبد القادر بن عثمان الجعفري النابلسي الحنبلي ¶ قال العلامة صاحب الاغتباط بلغني أنه اختلط قبل موته",
            "page": "419",
            "part": "1",
            "seal": "203AF5E5"
        },
        {
            "hno": null,
            "id": "416",
            "nass": "بسبب موت ابنه الإمام شرف الدين عبد القادر الحنبلي قاضي دمشق انتهى",
            "page": "420",
            "part": "1",
            "seal": "E4D07F71"
        },
        {
            "hno": "63",
            "id": "417",
            "nass": "63 - محمد بن موسى بن محمد اللخمي الشافعي بن سند الحافظ شمس الدين ¶ قال صاحب الاغتباط بلغني اختلاطه قبل موته بمدة تزيد على سنة اختلاطا فاحشا انتهى وحذفت من هذا الباب مسلم بن كيسان وقد صح اختلاطه وهو ضعيف وقيل متروك",
            "page": "420",
            "part": "1",
            "seal": "470B8608"
        },
        {
            "hno": "64",
            "id": "418",
            "nass": "باب الهاء ¶ 64 - هاشم بن القاسم بن شيبة القرشي أبو محمد ¶ معدود في أهل حران وفي موالي قريش عن عبد الله بن وهب وعتاب بن بشير ومحمد بن عجلان وغيرهم",
            "page": "421",
            "part": "1",
            "seal": "FA9D822C"
        },
        {
            "hno": null,
            "id": "419",
            "nass": "وعنه بن ماجة وعبد الله بن محمد بن أبي الدنيا وعبد الله بن محمد بن ناجية وغيرهم",
            "page": "422",
            "part": "1",
            "seal": "27731E05"
        },
        {
            "hno": null,
            "id": "420",
            "nass": "قال عبد الرحمن بن أبي حاتم محله الصدق وأثبته بن حبان في الثقات قال أبو عروبة كبر وتغير قاله الحافظ الحلبي صاحب الاغتباط فأما هاشم بن القاسم محدث بغداد فثقة مشهور روى له بن ماجة وتوفي سنة ستين ومائتين",
            "page": "423",
            "part": "1",
            "seal": "A5A7D41B"
        },
        {
            "hno": "65",
            "id": "421",
            "nass": "65 - هشام بن عمار بن نصير بن ميسرة السلمي أبو الوليد ¶ معدود في أهل دمشق الخطيب بالمسجد الجامع بها يعنى الأموي عن حاتم بن إسماعيل وسفيان بن عيينة وصدقة بن خالد",
            "page": "424",
            "part": "1",
            "seal": "67127717"
        },
        {
            "hno": null,
            "id": "422",
            "nass": "وعبد الرحمن بن أبي الرجال ومالك بن أنس والوليد بن مسلم وغيرهم وعنه البخاري وأبو داود والنسائي وابن ماجة وأبو عبيد القاسم بن سلام",
            "page": "425",
            "part": "1",
            "seal": "6AD7B12F"
        },
        {
            "hno": null,
            "id": "423",
            "nass": "ويحيى بن معين ويعقوب بن سفيان الفارسي وغيرهم قال النسائي لا بأس به وقال الدارقطني صدوق كيس",
            "page": "426",
            "part": "1",
            "seal": "01061AB3"
        },
        {
            "hno": null,
            "id": "424",
            "nass": "وقال يحيى بن معين كيس وقال أحمد بن حنبل طياش خفيف قال أبو حاتم كبر وتغير فكان يتلقن كلما لقن وعنه صدوق قال الحافظ أبو عبد الله محمد بن أبي نصر الحميدي أخبرني بعض أهل الحديث أنه سمعه يقول سألت الله سبع حاجات فقضى لي منها ستة والواحدة ما أدرى ما صنع فيها سألته أن يغفر لي ولوالدي وهى التي لا أدرى ما صنع فيها وسألته أن يرزقنى الحج ففعل وسألته أن يجعل الناس يغدون إلى في طلب العلم ففعل وسألته أن يجعلني مصدقا على حديث رسوله صلى الله عليه وسلم ففعل وسألته أن أخطب على منبر دمشق ففعل وسألته أن يعمرني مائة سنة ففعل وسألته أن يرزقني ألف دينار حلالا ففعل فقيل له كل شيء قد عرفناه فألف دينار حلال من أين لك",
            "page": "427",
            "part": "1",
            "seal": "B6D0291C"
        },
        {
            "hno": null,
            "id": "425",
            "nass": "فقال وجه المتوكل ببعض ولده ليكتب عنى لما خرج إلينا ونحن نلبس الأزر ولا نلبس السراويلات فجلست فانكشف ذكرى فرآه الغلام فقال استر يا عم فقلت رأيته قال نعم فقلت له أما إنك لا ترمد عينك أبدا إن شاء الله تعالى فلما دخل على المتوكل ضحك فسأله فأخبره بما قلت فقال احملوا له ألف دينار فأتتني من غير مسألة ولا استشراف نفس ذكره الأندرشى الحافظ في عمدته وذكر أيضا عن محمد بن الفيض قال سمعت هشام بن عمار يقول باع أبي بيتا بعشرين دينارا وجهزني للحج فلما صرت إلى المدينة أتيت مجلس مالك بن أنس ومعي مسائل أريد أن أسأله عنها فأتيته وهو جالس في هيأة الملوك وغلمان قيام والناس يسألونه وهو يجيبهم فلما انقضى المجلس قال لي بعض أصحاب الحديث سل عما معك فقلت يا أبا عبد الله ما",
            "page": "428",
            "part": "1",
            "seal": "E6880649"
        },
        {
            "hno": null,
            "id": "426",
            "nass": "تقول في كذا وكذا فقال حصلنا على الصبيان يا غلام احمله فحملني كما يحمل الصبي وأنا يومئذ غلام مدرك فضربني بدرة مثل درة المعلمين سبع عشرة درة فوقفت أبكى فقال مالك بن أنس ما يبكيك أوجعتك هذه يعني الدرة فقلت إن أبي باع منزله ووجه بي أتشرف بك وبالسماع منك فضربتني فقال اكتب فحدثني سبعة عشرة حديثا وسألته عما كان معي بن المسائل فأجابني وقال صالح بن محمد الحافظ سبب ضربه إياه أن مالكا قال اقرأ فقال هشام لا بل حدثني وأكثر عليه من ذلك فأمر حينئذ بضربه فلما ضربه قال له ظلمتني إذ ضربتني بغير سبب لا أجعلك في حل فقال له مالك ما كفارة ذلك فقال له هشام تحدثني في مقابلة كل درة حديثا فلما حدثه قال له هشام زد من الضرب وزد في الحديث وقال محمد بن ضريم الخريمي سمعته يقول في خطبته",
            "page": "429",
            "part": "1",
            "seal": "FE93F693"
        },
        {
            "hno": null,
            "id": "427",
            "nass": "قولوا الحق ينزلكم الحق منازل أهل الحق يوم لا يقضى إلا بالحق وقال أبو المستضىء معاوية بن أوس كان إذا مشى يطرق رأسه إلى الأرض ولا يرفعه حياء من الله تعالى وذكره صاحب الاغتباط روى له البخاري وأبو داود والترمذي والنسائي",
            "page": "430",
            "part": "1",
            "seal": "C366B3DC"
        },
        {
            "hno": null,
            "id": "428",
            "nass": "وابن ماجة وتوفي سنة ست وأربعين ومائتين وقيل سنة خمس وأربعين وقيل أربع وأربعين",
            "page": "431",
            "part": "1",
            "seal": "CB7073AD"
        },
        {
            "hno": "66",
            "id": "429",
            "nass": "66 - هلال بن خباب العبدي أبو العلاء ¶ معدود في البصريين وفي الموالي وولاؤه لزيد بن صوحان",
            "page": "431",
            "part": "1",
            "seal": "AC531C92"
        },
        {
            "hno": null,
            "id": "430",
            "nass": "عن سعيد بن جبير وميسرة أبي صالح ويحيى بن جعد وغيرهم",
            "page": "432",
            "part": "1",
            "seal": "08EED6BC"
        },
        {
            "hno": null,
            "id": "431",
            "nass": "وعنه عباد بن العوام ومسعر بن كدام وهشيم بن بشير وغيرهم",
            "page": "433",
            "part": "1",
            "seal": "3C1399D3"
        },
        {
            "hno": null,
            "id": "432",
            "nass": "أطلق يحيى بن معين وأحمد بن حنبل ومحمد بن عبد الله بن عمار وغيرهم القول بتوثيقه وأثبته بن حبان في الثقات وقال يخطىء ويخالف وقال أبو أحمد بن عدي أرجو أنه لا بأس به ووهم من اعتقد أن يونس بن خباب وصالح بن خباب أخوان له قال يحيى القطان تغير قبل موته واختلط وقال مرة أتيته وكان قد تغير",
            "page": "434",
            "part": "1",
            "seal": "B86C115B"
        },
        {
            "hno": null,
            "id": "433",
            "nass": "وقال العقيلي في حديثه وهم وتغير بأخرة وذكره فيهم صاحب الاغتباط روى له أبو داود والترمذي والنسائي وابن ماجة",
            "page": "435",
            "part": "1",
            "seal": "E7159145"
        },
        {
            "hno": "67",
            "id": "434",
            "nass": "باب الياء المثناة من تحت ¶ 67 - يحيى بن يمان العجلي الكوفي أبو زكريا ¶ عن إسماعيل بن أبي خالد وسفيان الثوري وغيرهما وعنه إسحاق بن إبراهيم وأبو بكر بن أبي شيبة ومحمد",
            "page": "436",
            "part": "1",
            "seal": "41DB7DED"
        },
        {
            "hno": null,
            "id": "435",
            "nass": "بن العلاء وغيرهم أثبته بن حبان في الثقات وقال وكيع لم يكن أحد من أصحابنا أحفظ للحديث منه كان يحفظ في المجلس خمسمائة حديث ثم نسي ولا أعلم بالكوفة أحدا أحفظ من ابنه داود وقال علي بن المديني صدوق إلا أنه تغير حفظه",
            "page": "437",
            "part": "1",
            "seal": "00C914DC"
        },
        {
            "hno": null,
            "id": "436",
            "nass": "وقال الذهبي في كاشفه فلج فساء حفظه وقال أحمد بن حنبل حدث عن الثوري بعجائب لا أدري هل ترك لهذا أو تغير لقيناه لم يزل الخطأ في كتبه روى له البخاري في كتاب الأدب ومسلم في صحيحه وأبو داود والنسائي وابن ماجة وتوفي سنة تسع وثمانين ومائة",
            "page": "438",
            "part": "1",
            "seal": "FE226E40"
        },
        {
            "hno": "68",
            "id": "437",
            "nass": "الكنى ¶ 68 - أبو بكر بن عياش بن سالم الأسدي الإمام المقرىء ¶ معدود في الكوفيين وفي موالي واصل بن حيان الأحدب الأسدي وهو الخياط المقري أخو الحسن بن عياش واسمه محمد وقيل عبد الله وقيل سالم وقيل شعبة",
            "page": "439",
            "part": "1",
            "seal": "4AD9C5F2"
        },
        {
            "hno": null,
            "id": "438",
            "nass": "والصحيح أن اسمه كنيته قال الأندرشي يروي عن حصين بن عبد الرحمن السلمي وحميد الطويل وسليمان الأعمش ومطرف بن طريف وأبي إسحاق السبيعي وغيرهم وعنه أحمد بن عبد الله بن يونس وإسماعيل بن أبان الوراق وأبو بكر إسماعيل بن حفص الإبلي وأبو بكر عبد الله بن محمد بن أبي شيبة",
            "page": "440",
            "part": "1",
            "seal": "78AE6D0D"
        },
        {
            "hno": null,
            "id": "439",
            "nass": "ويحيى بن آدم وغيرهم أثبته بن حبان في الثقات وقال الإمام أحمد بن حنبل صدوق ووصفه مرة بالثقة وقال ربما غلط وقال أبو أحمد بن عدي روى عن أجلة الناس وحديثه فيه",
            "page": "441",
            "part": "1",
            "seal": "733EC6B8"
        },
        {
            "hno": null,
            "id": "440",
            "nass": "كثرة وأثنى عليه بن المبارك ووثقه يحيى بن معين وقال أبو حاتم هو أحفظ من عبد الله بن بشر الرقي وذكره صاحب الاغتباط وقال الكلام فيه معروف ذكره الذهبي في الميزان وذكر كلام الناس فيه وقد ذكر الإمام جمال الدين الزيلعي في تخريج أحاديث",
            "page": "442",
            "part": "1",
            "seal": "6DA95EB0"
        },
        {
            "hno": null,
            "id": "441",
            "nass": "الهداية عنه عن حصين عن مجاهد قال صليت خلف بن عمر فلم يكن يرفع يديه إلا في التكبيرة الأولى من الصلاة ثم بعد ذلك ذكر عن البيهقي أنه أسند عن البخاري أنه قال أبو بكر بن عياش اختلط بأخرة روى له البخاري في صحيحه ومسلم في مقدمة كتابه وأبو داود والنسائي",
            "page": "443",
            "part": "1",
            "seal": "5F183263"
        },
        {
            "hno": null,
            "id": "442",
            "nass": "والترمذي وابن ماجة وتوفي سنة اثنتين وتسعين ومائة وقيل سنة ثلاث وقيل سنة أربع",
            "page": "444",
            "part": "1",
            "seal": "846408E0"
        },
        {
            "hno": "69",
            "id": "443",
            "nass": "69 - أبو جعفر الرازي مولى بني تميم ¶ اسمه عيسى بن أبي عيسى وأبو عيسى اسمه ماهان قاله يحيى بن معين وغيره وقيل فيه عيسى بن عبد الله بن ماهان ذكر ذلك أبو حاتم الرازي والأكثر على أنه مروزي الأصل",
            "page": "444",
            "part": "1",
            "seal": "94531C67"
        },
        {
            "hno": null,
            "id": "444",
            "nass": "وذكر بعض الناس أنه كان يتجر إلى الري وأن ذلك هو سبب نسبته إليها قاله الأندرشي يروى عن حصين بن عبد الرحمن السلمي والربيع بن أنس الخراساني وسليمان الأعمش وغيرهم وعنه إسحاق بن سليمان الرازي",
            "page": "445",
            "part": "1",
            "seal": "1117D9AD"
        },
        {
            "hno": null,
            "id": "445",
            "nass": "وخالد بن يزيد العتكي وأبو النضر هاشم ب القاسم ويحيى بن أبي بكير وغيرهم",
            "page": "446",
            "part": "1",
            "seal": "76E4BFE9"
        },
        {
            "hno": null,
            "id": "446",
            "nass": "قال يحيى بن معين صالح وعنه يكتب حديثه لكنه يخلط وعنه الحكم بتوثيقه وأطلق بن المديني ومحمد بن عبد الله بن عمار الموصلي القول بتوثيقه وأطلق أبو حاتم القول بتوثيقه وصدقه وصلاح حديثه ووثقه محمد بن سعد وقال بن عدي له أحاديث صالحة وقد روى عنه الناس وأحاديثه عامتها مستقيمة وأرجو أنه لا بأس به قال بن المديني ثقة كان يخلط وقال مرة هو نحو",
            "page": "447",
            "part": "1",
            "seal": "9EEE577C"
        },
        {
            "hno": null,
            "id": "447",
            "nass": "موسى بن عبيدة وهو يخلط وقال عبد الرحمن بن يوسف بن خراش سيء الحفظ صدوق وقال عمرو بن علي هو من أهل الصدق وهو سيء الحفظ وقال أبو زرعة شيخ يهم كثيرا وذكره صاحب الاغتباط روى له البخاري في كتاب الأدب وأبو داود في سننه والترمذي في جامعه والنسائي وابن ماجة في سننهما",
            "page": "448",
            "part": "1",
            "seal": "1C9F8511"
        },
        {
            "hno": "70",
            "id": "448",
            "nass": "النساء ¶ 70- سكرة بنت عبد الله الملقبة قطر النبات عتيقة جمال الدين محمد بن علي بن عبد النور",
            "page": "449",
            "part": "1",
            "seal": "9DCF624E"
        },
        {
            "hno": null,
            "id": "449",
            "nass": "قال الحافظ برهان الدين الحلبي في كتابه الاغتباط سمعت علي أبي الطاهر إسماعيل بن إبراهيم بن قريش المخزومي وعلى يونس بن عبد القوي الدبوسي توفيت في رمضان سنة خمس وثمانين وسبعمائة بالقاهرة أخبرت أنها اختلطت قبل وفاتها قرأت عليها ما قرب سنده لابن شاهين وجزءا من حديث بن رزقويه الأول بسماعها على بن قريش والثاني بسماعها على بن الدبوسي في المحرم سنة اثنتين وثمانين وسبعمائة بسكنها بالقاهرة رحمها الله تعالى. انتهى",
            "page": "450",
            "part": "1",
            "seal": "2C345099"
        },
        {
            "hno": null,
            "id": "450",
            "nass": "قلت وهذا آخر ما قصدته من هذا الكتاب جعله الله خالصا لوجهه الكريم ولله الحمد أولا وآخرا وظاهرا وباطنا حمدا كثيرا طيبا مباركا فيه كما يحب ربنا ويرضى سبحانه لا نحصي ثناء عليه هو كما أثنى على نفسه وصلى الله على سيدنا محمد سيد الأولين والآخرين وأكرم السابقين واللاحقين وعلى جميع إخوانه النبيين والمرسلين وآل كل وسائر الصالحين ورضي الله عن سادتنا وقادتنا أصحاب سيدنا رسول الله أجمعين وعن العلماء العاملين وعن علمائنا ومشائخنا وأئمتنا أئمة الهدى والدين خصوصا سيدنا وقدوتنا وشيخنا شيخ الإسلام والمسلمين حافظ العصر وأمير المؤمنين في حديث سيد المرسلين برهان الدين الناجي الشافعي أمتع",
            "page": "451",
            "part": "1",
            "seal": "0B30CB79"
        },
        {
            "hno": null,
            "id": "451",
            "nass": "الله الوجود بوجوده وعامله بكرمه وجوده إنه على ما يشاء قدير وبالإجابة جدير وهو حسبي ونعم الوكيل وفرغت من هذا المؤلف المبارك مع كثرة الهموم والأشغال نهار السبت رابع جمادي الأول سنة تسع وثمانين وثمانمائة أحسن الله عاقبتها في خير انتهى",
            "page": "452",
            "part": "1",
            "seal": "7FA320E8"
        },
        {
            "hno": null,
            "id": "452",
            "nass": "الملحق الأول ¶ وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف. ¶ 1 - إسحاق بن محمد بن إسماعيل بن عبد الله بن أبي فروة المدني ـ أبو يعقوب. ¶ روى عن مالك، وسليمان بن بلال، ومحمد بن جعفر بن أبي كثير، وغيرهم. ¶ وعنه البخاري والأثرم وعلي بن عبد العزيز البغوي وجعفر بن محمد الطيالسي، ويحيى بن معلى بن منصور الرازي وأبو إسماعيل الترمذي وغيرهم. ¶ قال أبو حاتم: كان صدوقا ولكنه ذهب بصره فربما لقن الحديث زكتبه صحيحه. ¶ وقال الآجري: سألت أبا داود عنه فوهاه جداً",
            "page": null,
            "part": null,
            "seal": "94F8434D"
        },
        {
            "hno": null,
            "id": "453",
            "nass": "الملحق الأول ¶ وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف. ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "453",
            "part": "1",
            "seal": "89883345"
        },
        {
            "hno": "1",
            "id": "454",
            "nass": "1 - إسحاق بن محمد بن إسماعيل بن عبد الله بن أبي فروة المدني - أبو يعقوب. ¶ روى عن مالك، وسليمان بن بلال، ومحمد بن جعفر بن أبي كثير، وغيرهم. ¶ وعنه البخاري والأثرم وعلي بن عبد العزيز البغوي وجعفر بن محمد الطيالسي، ويحيى بن معلى بن منصور الرازي وأبو إسماعيل الترمذي وغيرهم. ¶ قال أبو حاتم: كان صدوقا ولكنه ذهب بصره فربما لقن الحديث زكتبه صحيحه. ¶ وقال الآجري: سألت أبا داود عنه فوهاه جداً ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "453",
            "part": "1",
            "seal": "099A9A30"
        },
        {
            "hno": null,
            "id": "455",
            "nass": "وقال النسائي: ليس بثقة. ¶ قال الحافظ ابن حجر في هدي الساري: والمعتمد فيه ما قاله أبو حاتم وقال الدارقطني والحاكم عيب على البخاري إخراج حديثه. قلت روى عنه البخاري في \"كتاب الجهاد\" حديثا في الصلح مقرونا بالأويسي وكأنها مما أخذه عنه من كتابه قبل ذهاب بصره. ¶ وقال في التقريب: صدوق كف فساء حفظه من العاشرة توفي سنة223/ خ ق ت.",
            "page": "454",
            "part": "1",
            "seal": "A3C85210"
        },
        {
            "hno": "2",
            "id": "456",
            "nass": "2 - أصبغ مولى عمرو بن حُرَيث - بضم ففتح - المخزومي. ¶ روى عن مولاه عمرو بن حريث. ¶ وعنه إسماعيل بن أبي خالد. ¶ قاله يحيى بن معين: ثقة ووثقه النسائي أيضا. ¶ وقال أبو حاتم: شيخ ¶ قال البخاري: قال ابن المبارك: حدثنا إسماعيل بن أبي خالد عن أصبغ وأصبغ حي في وثاق قد تغير. ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "454",
            "part": "1",
            "seal": "386C330B"
        },
        {
            "hno": null,
            "id": "457",
            "nass": "وقال النسائي: قيل إنه كان تغير. ¶ وقال ابن عدي: له عن غير مولاه اليسير من الحديث وليس هو بالمعروف. ¶ وقال ابن حبان: تغير بآخره حتى كبل بالحديد ولا يجوز الاحتجاج بخبره إلا بعد التخليص وعلم الوقت حيث حدث فيه، والسبب الذي يؤدي إلى هذا العلم معدوم فيه. ¶ وقا الذهبي في الميزان: فيه جهالة ويقال إنه تغير. ¶ وقال الحافظ ابن حجر في التقريب: ثقة تغير من الرابعة / د ق ¶ وقال في التهذيب: رويا له يعني د ق حديثا واحداً في القراءة في الصبح.",
            "page": "455",
            "part": "1",
            "seal": "725DBF09"
        },
        {
            "hno": "3",
            "id": "458",
            "nass": "3 - الحارث بن عمير - أبو عمير - البصري نزيل مكة. ¶ روى عن أيوب السختياني وحميد الطويل وسليمان بن المغيرة وأبي طوالة وغيرهم. ¶ وعنه ابن عيينة وابن مهدي وابنه حمزة بن الحارث وجماعة. ¶ وثقه يحيى بن معين وأبو حاتم. ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "455",
            "part": "1",
            "seal": "FD891930"
        },
        {
            "hno": null,
            "id": "459",
            "nass": "وقال أبو زرعة: رجل صالح ¶ وقال ابن حبان: يروي عن الأثبات الأشياء الموضوعات ¶ وقال الأزدي: ضعيف منكر الحديث. ¶ وقال الذهبي في الميزان بعد أن ذكر توثيق من وثقه: وما أراه إلا بين الضعف ثم ذكر ما قاله ابن حبان وقال: قال الحاكم: روى عن حميد وجعفر الصادق أحاديث موضوعة. ¶ وقال الحافظ ابن حجر: من الثامنة وثقه الجمهور وفي أحاديثه مناكير ضعفه بسببها الأزدي وابن حبان وغيرهما فلعله تغير حفظه في الآخر.",
            "page": "456",
            "part": "1",
            "seal": "761857C9"
        },
        {
            "hno": "4",
            "id": "460",
            "nass": "4 - حجاج بن محمد المصيصي الأعور - أبو محمد - الترمذي الأصل نزل بغداد ثم المصيصة. ¶ روى عن إسرائيل بن يونس وحمزة بن حبيب الزيات وشعبة وابن جريج والليث وجماعة. ¶ وعنه الإمام أحمد وحجاج بن يوسف الشاعر وشريح بن يونس ويحيى بن معين وغيرهم. ¶ قال ابن سعد: كان ثقة صدوقا إن شاء الله وكان قد تغير ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "456",
            "part": "1",
            "seal": "8F2A2215"
        },
        {
            "hno": null,
            "id": "461",
            "nass": "في آخر عمره. ¶ وقال الإمام أحمد: ما كان أضبط حجاج يعني ابن محمد وأصح حديثه وأشد تعاهده للحروف ورفع أمره. ¶ وفي رواية عنه: كان قد اختلط في آخر عمره. ¶ ووثقه علي بن المديني والنسائي. ¶ وقال أبو حاتم صدوق ¶ ويحكى أن يحيى بن معين منع ابنه أن يدخل عليه بعد اختلاطه أحداً. ¶ ونقل الخطيب في تاريخه أن حجاجا الأعور خرج من بغداد إلى الثغر سنة تسعين يعني ومائة وقد اختلط حجاج في آخر قدمته إلى بغداد وآخر قدمة كانت بعد هذا. ¶ وقال أبو داود: خرج أحمد ويحيى إلى حجاج الأعور إلى المصيصة وبلغني أن يحيى كتب عنه نحواً من خمسين ألف حديث. ¶ ونقل الاثرم عن أحمد أنه قال: كان سنيد لزم حجاجا قديما قد رأيت حجاجا يملي عليه وأرجو أن لا يكون حدث إلا بالصدق ¶ وقال عبد الله بن أحمد عن أبيه رأيت سنيدا عند حجاج ابن محمد وهو يسمع منه كتاب الجامع لابن جريج أخبرت عن الزهري وأخبرت عن صفوان ابن سليم وغير ذلك قال فجعل سنيد يقول لحجاج يا أبا محمد قل ابن جريج عن الزهري وابن جريج عن صفوان بن سليم قال فكان",
            "page": "457",
            "part": "1",
            "seal": "2363A8E3"
        },
        {
            "hno": null,
            "id": "462",
            "nass": "يقول له هكذا قال ولم يحمده أبي فيما رآه يصنع بحجاج وذمه على ذلك قال أبي وبعض تلك الاحاديث التي كان يرسلها ابن جريج أحاديث موضوعة كان ابن جريج لا يبالي عن من أخذها ¶ وقال الخلال عن الاثرم نحو ذلك ثم قال الخلال وروى أن حجاجا كان هذا منه في وقت تغيره ويرى أن أحاديث الناس عن حجاج صحاح إلا ما روى سنيد كما في التهذيب في ترجمة سنيد ¶ وقال ابن حجر: ثقة ثبت، لكنه اختلط في آخر عمره لما قدم بغداد قبل موته، مات سنة ست ومائتين.",
            "page": "458",
            "part": "1",
            "seal": "995209E0"
        },
        {
            "hno": "5",
            "id": "463",
            "nass": "5 - حفص بن غياث - بمعجمة مكسورة وياء ومثلثة - ابن طلق بن معاوية النخعي أبو عمر الكوفي القاضي. ¶ روى عن أبي مالك الاشجعي وعاصم الاحول وهشام بن عروة والاعمش والثوري وابن جريج وخلق. ¶ وعنه أحمد وإسحاق وأبو كريب وابن معين وأبو داود ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "458",
            "part": "1",
            "seal": "152BB9C9"
        },
        {
            "hno": null,
            "id": "464",
            "nass": "الجفري وآخرون. ¶ قال ابن سعد: كان ثقة مأموناً، ثبتاً، إلا أنه كان يدلس وأطلق يحيى بن معين القول بتوثيقه. ¶ وقال أبو حاتم حفص اتقن واحفظ من أبي خالد الاحمر ¶ وقال أبو زرعة ساء حفظه بعدما استقضي فمن كتب عنه من كتابه فهو صالح وإلا فهو كذاب ¶ وقال الحافظ في \" هدي الساري\": حفص من الأئمة الأثبات أجمعوا على توثيقه والاحتجاج به إلا أنه في الآخر ساء حفظه فمن سمع من كتابه أصح ممن سمع من حفظه ¶ قال أبو زرعة: وقال ابن المديني: كان يحيى بن سعيد القطان يقول: حفص أوثق أصحاب الأعمش. قال فكنت أنكر ذلك فلم اقدمت الكوفة بأخرة أخرج إلي ابنه عمر كتاب أبيه عن الأعمش فجعلت أترحم على القطان. ¶ قال الحافظ بعد هذا: قلت: اعتمد البخاري على حفص هذا في حديث الأعمش، لأنه كان يميز ما صرح به الأعمش بالسماع وبين ما دلسه. ¶ نبه على ذلك أبو الفضل بن طاهر وهو كما قال. ¶ وقال في التقريب: ثقة فقيه تغير حفظه قليل في الآخر من الثامنة مات سنة أربع أو خمس وتسعين وقد قارب الثمانين /ع",
            "page": "459",
            "part": "1",
            "seal": "FA8A28CD"
        },
        {
            "hno": "6",
            "id": "465",
            "nass": "6 - حماد بن سلمة بن دينار - أبو سلمة - البصري. ¶ روى عن حميد الطويل وثابت البناني وقتادة وخاله وعبد الملك بن عمير ومحمد بن زياد الجمحي وغيرهم. ¶ وعنه ابن المبارك والقطان وابن مهدي وابن جريج والثوري وشعبة وآخرون. ¶ قال ابن سعد: قالوا: ثقة كثير الحديث وربما حدث بالحديث المنكر ¶ وقال وهيب: هو سيدنا وأعلمنا ¶ وقال الإمام أحمد: صالح، وجعله أثبت في معمر وحميد الطويل، ووثقه يحيى بن معين. ¶ ونقل ابن حجر في \" التهذيب\" عن البيهقي أنه قال: احد ائمة المسلمين إلا أنه لما كبر ساء حفظه فلدا تركه البخاري وأما مسلم فاجتهد وأخرج من حديثه عن ثابت ما سمع منه قبل تغيره وما سوى حديثه عن ثابت لا يبلغ اثني عشر حديثا أخرجها في الشواهد ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "460",
            "part": "1",
            "seal": "F1AF14A2"
        },
        {
            "hno": null,
            "id": "466",
            "nass": "وقال ابن رجب: قال عبد الله بن أحمد: سمعت يحيى بن معين يقول: من أراد أن يكتب حديث حماد بن سلمة فعليه بعفان بن مسلم. ¶ وقال أيضا: قال النسائي: أثبت أصحاب حماد بن سلمة بن مهدي وابن المبارك وعبد الوهاب الثقفي. ¶ وقال ابن حجر: ثقة عابد أثبت الناس في ثابت وتغير حفظه بآخره من كبار الثامنة. ¶ مات سنة سبع وستين ومائة / خت م4",
            "page": "461",
            "part": "1",
            "seal": "2E8FDE0B"
        },
        {
            "hno": "7",
            "id": "467",
            "nass": "7 - خالد بن مهران - أبو المنازل - بفتح الميم وقيل بضمها وكسر الزاي البصري الحذاء ¶ والحذاء لقب له ولم يكن حذاء، وإنما كان يجلس إليهم كما ذكر ذلك ابن سعد. ¶ روى عن أبي قلابة الخراساني ومعاوية بن قرة ويزيد بن شخير وأنس ومحمد وحفصة أولاد سيرين وغيرهم عنه شيخه ابن سيرين وشعبة وبشر بن المفضل والحمادان والثوري وغيرهم. ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "461",
            "part": "1",
            "seal": "FD56431C"
        },
        {
            "hno": null,
            "id": "468",
            "nass": "قال الامام أحمد: ثبت ¶ وأطلق يحيى بن معين القول بتوثيقه، وكذلك النسائي وغيره وقال ابو حاتم يكتب حديثه ولا يحتج به ¶ وقال الحافظ في هدي الساري تكلم فيه شعبة وابن علية إما لكونه دخل في شيء من عمل السلطان أو لما قال حماد بن زيد قدم علينا خالد قدمه من الشام فكأنما أنكرنا حفظه. ¶ وقال الحافظ في التقريب: ثقة يرسل وقد أشار حماد بن زيد إلى أن حفظه تغير لما قدم من الشام. ¶ توفي سنة إحدى أو اثنتين وأربعين ومائة / ع.",
            "page": "462",
            "part": "1",
            "seal": "BA2AB175"
        },
        {
            "hno": "8",
            "id": "469",
            "nass": "8 - خصيف بالصاد المهملة مصغرا ابن عبد الرحمن الجزري أبو عون ¶ روى عن عطاء وعكرمة وأبي الزبير وعبد العزيز بن جريج وآخرين ¶ وعنه السفيانان وعبد الملك بن جريج وحجاج بن أرطاة وابن اسحاق وغيرهم ¶ وثقه ابن سعد وأبو زرعة ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "462",
            "part": "1",
            "seal": "6E6E2FBD"
        },
        {
            "hno": null,
            "id": "470",
            "nass": "وقال يحيى بن معين: صالح ¶ وقال الامام أحمد ضعيف الحديث ¶ وقال النسائي ليس بالقوي ¶ ونقل ابن أبي حاتم عن يحيى بن سعيد أنه قال: كنا تلك الأيام نتجنب حديث خصيف وما كتبت عن خصيف بالكوفة شيئا إنما كتبت عن خصيف بأخرة وكان يحيى يضعف خصيفا. ¶ وقال ابو حاتم صالح يخطل وتكلم في سوء حفظه ¶ وقال ابن حجر في التقريب صدوق سيء الحفظ خلط بأخرة ورمي بالإرجاء ¶ مات سنة سبع وثلاثين ومائة / 4",
            "page": "463",
            "part": "1",
            "seal": "3F90B0B4"
        },
        {
            "hno": "9",
            "id": "471",
            "nass": "9 - زيد بن حبان - بكسر المهملة وبالموحدة - الرقي كوفي الاصل مولى ربيعة. ¶ روى عن جريج وأيوب السختياني وعطاء بن السائب وأبي اسحاق السبيعي ومحمد بن المنكدر وغيرهم ¶ وعنه معمر بن سليمان الرقي وأبو أحمد الزبيري ومسكين بن بكير وعلي بن ثابت الجزري فياض بن محمد الرقي وآخرون ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "463",
            "part": "1",
            "seal": "AFAC7615"
        },
        {
            "hno": null,
            "id": "472",
            "nass": "قال الامام أحمد حينما سئل عنه: حدثنا عنه معمر الرقي وتركنا حديثه ¶ وقال أيضا في علله: قال معمر الرقي: أنا سمعت من زيد بن حبان قبل أن يفسد أو يتغير. ¶ وقال يحيى بن معين: لا شيء ¶ ووثقه يحيى في رواية أخرى، كما نقله الذهبي ¶ وذكره ابن حبان في الثقات ¶ وقال ابن عدي: لا أرى به بأسا ¶ وضعفه الدارقطني وقال لا يثبت حديثه ¶ وقال الحافظ ابن حجر: صدوق كثير الخطأ وتغير بأخره ¶ مات سنة ثمان وخمسين ومائة / س ق. ¶ قلت وبما تقدم تبين أن معمر الرقي سمع منه قبل تغيره",
            "page": "464",
            "part": "1",
            "seal": "840DC2F9"
        },
        {
            "hno": "10",
            "id": "473",
            "nass": "10 - سعد بن سنان بن سعد الكندي المصري ¶ روى عن انس ¶ وعنه يزيد بن أبي حبيب وحده ¶ والرواة عن يزيد يقول بعضهم ك عن يزيد عن سعد بن سنان وبعضهم يقول عن يزيد عن سنان بن سعد وذكر البخاري الاختلاف في اسمه وذكره في باب سنان وصوب ابن يونس سنان بن سعد ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "464",
            "part": "1",
            "seal": "5781402B"
        },
        {
            "hno": null,
            "id": "474",
            "nass": "وقال الامام أحمد لم أكتب أحاديث سنان بن سعد لأنهم اضطربوا فيها فقال بعضهم سعد بن سنان وبعضهم سنان بن سعد وقال أيضا تركت حديثه لأنه مضطرب غير محفوظ. ¶ وقال أيضا يشبه حديثه حديث الحسن لا يشبه حديث أنس ¶ وقال النسائي منكر الحديث ¶ ونقل الحافظ ابن حجر عن ابن معين توثيقه كما نقل عنه أنه قال: سمع عبد الله بن يزيد من سنان بن سعد بعد ما اختلط ¶ وقال الحافظ في التقريب: سعد بن سنان ويقال سنان بن سعد الكندي المصري وصوب الثاني البخاري وابن يونس صدوق له أفراد من الخامسة / بخ د ت ق.",
            "page": "465",
            "part": "1",
            "seal": "36B971A6"
        },
        {
            "hno": "11",
            "id": "475",
            "nass": "11 - سعيد بن حفص بن عمرو بن نفيل - بالنون والفاء مصغرا - النفيلي أبوعمرو الحراني ¶ روى عن موسى بن أعين وأبو المليح الرقي وزهير بن معاوية ومعقل بن عبيد الله وشريك بن عبد الله وغيرهم ¶ وعنه إبراهيم بن عبد السلام الجزري وبقي بن مخلد وهلال بن العلاء الرقي وأحمد بن سليمان الرهاوي ومحمد بن يحيى بن كثير الحراني والاحوص القاضي وغيرهم ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "465",
            "part": "1",
            "seal": "24AFDC44"
        },
        {
            "hno": null,
            "id": "476",
            "nass": "ذكره ابن حبان في الثقات ¶ ووثقه مسلم بن قاسم والذهبي ¶ وقال الحافظ في التهذيب قال أبو عروبة الحراني كان قد كبر ولزم البيت وتغير في آخر عمره ¶ وقال في التقريب: صدوق تغير في آخر عمره ¶ مات سنة سبع وثلاثين ومائتين / س",
            "page": "466",
            "part": "1",
            "seal": "819CB581"
        },
        {
            "hno": "12",
            "id": "477",
            "nass": "12 - سعيد بن أبي سعيد كيسان المقبري أبو سعيد المدني ¶ والمقبري نسبة إلى مقبرة بالمدينة ¶ روى عن أبيه وجبير بن مطعم وجابر وعائشة وأم سلمة ومعاوية ويزيد بن هرمز وعبد الله بن رافع وآخرين ¶ وروايته عن عائشة وأم سلمة مرسلة ¶ وعنه اسماعيل بن أمية وأيوب بن موسى ويحيى بن سعيد الانصاري وابن عجلان والليث وغيرهم ¶ وثقه ابن المديني وابن سعد وأبو زرعة والعجلي والنسائي ¶ وقال الامام أحمد ليس به بأس ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "466",
            "part": "1",
            "seal": "EC7AE827"
        },
        {
            "hno": null,
            "id": "478",
            "nass": "وقال ابو حاتم صدوق ¶ وقال يعقوب بن شيبة قد كان تغير واختلط قبل موته بأربع سنين ¶ وذكره ابن حبان في الثقات وقال اختلط قبل موته بأربع سنين ¶ وأنكر الذهبي اختلاطه فقال: شاخ ووقع في الهرم ولم يختلط ¶ قلت: والعجب من الذهبي انكار اختلاطه وقد أقر باختلاطه الواقدي وابن سعد ويعقوب بن شيبة وابن حبان ¶ قال الحافظ في هدي الساري كان شعبة يقول: حدثنا سعيد المقبري بعد أن كبر وقال الساجي عن يحيى بن معين أثبت الناس فيه ابن أبي ذئب وقال قال ابن خراش أثبت الناس فيه الليث بن سعد ثم قال الحافظ: ¶ قلت: أكثر ما أخرج له البخاري من هذين عنه وأخرج أيضا من حديث مالك وإسماعيل بن أمية وعبيد الله ابن عمر العمري وغيرهم من الكبار وروى له الباقون لكن لم يخرجوا من حديث شعبة عنه شيئا ¶ قال المحدث التهانوي بعد أن ذكر كلام الحافظ المذكور: ¶ قلت: فرواية الكبار من أصحاب المختلط محمولة على الصحة ¶ وقال السخاوي: وثقه ابن سعد وقال: اختلط قبل موته بأربع سنين، وقال زاد غيره: وكأنه لم يرو فيها شيئاً أو تميز وإلا فقد احتج به الأئمة الستة.",
            "page": "467",
            "part": "1",
            "seal": "51581893"
        },
        {
            "hno": "13",
            "id": "479",
            "nass": "مات في حدود العشرين ومائة أو قبلها وقيل بعدها. ¶ 13 - سعيد بن أبي هلال الليثي مولاهم - أبو العلاء - المصري قيل مدني الأصل. ¶ روى عن ربيعة وأبي الزناد وعمرو بن مسلم وزيد بن أسلم وعون بن عبد الله وغيرهم ¶ وعنه سعيد المقبري وهو أكبر منه وعمرو بن الحارث وهشام بن سعد وخالد بن يزيد المصري والليث وآخرون ¶ وثقه ابن سعد والعجلي وأبو حاتم وابن خزيمة والدارقطني وابن حبان وآخرون كما نقل الحافظ في هدي الساري وقال ابن حزم: ليس بالقوي ¶ وقال الساجي صدوق كان أحمد يقول: ما أدري أي شيء يخلط في الأحاديث ¶ وقال الحافظ في التقريب صدوق لم أر لابن حزم في تضعيفه سلفا إلا أن الساجي حكى عن أحمد أنه اختلط ¶ وقال الشيخ حماد الأنصاري، بعد أن نقل كلام الساجي وابن حزم: وقد تبع ابن حزم في تضعيفه الألباني ولم يصب في ذلك. ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "468",
            "part": "1",
            "seal": "BA47BE12"
        },
        {
            "hno": "14",
            "id": "480",
            "nass": "قال الذهبي: مات سنة خمس وثلاثين ومائة / ع. ¶ 14 - سليمان بن موسى الأموى الدمشقي الأشدق ¶ روى عن واثلة بن الأسقع وطاوس والزهري ونافع وأبي الأشعث الصنعاني ومكحول وآخرين ¶ وعنه ابن جريج والأوزاعي ومعاوية بن يحيى الصدفي وثور بن يزيد وسعيد بن عبد العزيز وغيرهم ¶ قال يحيى بن معين حينما سئل ما حاله في الزهري؟ فقال: ثقة ¶ وقال أيضا ثقة وحديثه صحيح عندنا ¶ وقال النسائي أحد الفقهاء ليس بالقوي في الحديث وقال في موضع آخر في حديثه شيء ¶ وذكر العقيلي عن ابن المديني قوله: كان من كبار أصحاب مكحول وكان خولط قبل موته بيسير ¶ وقال ابن عدي حدث عنه الثقات وهو أحد علماء أهل الشام وقد روى أحاديث ينفرد بها لا يرويها غيره وهو عندي ثبت صدوق ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "469",
            "part": "1",
            "seal": "46B007FF"
        },
        {
            "hno": "15",
            "id": "481",
            "nass": "وقال الدارقطني من الثقات اثنى عليه عطاء والزهري ¶ وقال ابن حجر صدوق فقيه في حديثه بعض لين وخلط قبل موته بقليل ¶ مات سنة تسع عشرة ومائة / م 4 ¶ 15 - سويد بن سعيد الهروي الاصل - أبو محمد - سكن الحديثة تحت غابة وفوق الأنبار ¶ روى عن مالك وحفص بن ميسرة وحماد بن زيد ومسلم بن خالد الزنجي ويزيد بن زريع ومعتمر بن سليمان وغيرهم ¶ وعنه مسلم وابن ماجة وأبو زرعة وأبو حاتم ويعقوب بن شيبة والباغندي وأحمد بن الأزهر وغيرهم ¶ قال البخاري: فيه نظر كان عمي فلقن ما ليس من حديثه ¶ وقال أبو حاتم صدوق كان يدلس يكثر ذاك يعني التدليس ¶ ونقل الميموني عن أحمد قوله: ما علمت إلا خيرا وفي رواية أخرى قال: أرجو أن يكون صدوقا لا بأس به ¶ وقال النسائي: ليس بثقه ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "470",
            "part": "1",
            "seal": "03331F64"
        },
        {
            "hno": null,
            "id": "482",
            "nass": "وقال يعقوب بن شيبة: صدوق مضطرب الحفظ ولا سيما بعد ما عمي ¶ وقال البرذعي: رأيت أبا زرعة يسيء القول فيه فقلت له: فأيس حاله قال: أما كتبه فصحاح وكنت أتتبع أصوله فأكتب منها فأما إذا حدث عن حفظه فلا ¶ وقال الحاكم أبو أحمد: عمي في آخر عمره فربما لقن ما ليس من حديثه فمن سمع منه وهو بصير فحديثه عنه أحسن ¶ وقال الذهبي في الكاشف: كان يحفظ لكنه تغير ¶ وقال ابن حجر صدوق في نفسه إلا أنه عمي فصار يتلقن ما ليس من حديثه ¶ مات سنة ست وأربعين ومائتين / م ق… ¶ وقال إبراهيم بن أبي طالب: قلت لمسلم كيف استجزت الرواية عن سويد في الصحيح؟ فقال: ومن أين كنت آتي بنسخة حفص بن ميسرة؟ قلت: هذا يدل على أن مسلماً روى عنه من كتابه وقد تقدم عن أبي زرعة أن كتبه صحاح والله أعلم.",
            "page": "471",
            "part": "1",
            "seal": "F97F5D62"
        },
        {
            "hno": "16",
            "id": "483",
            "nass": "16 - شرحبيل بن سعد أبو سعد المدني مولى الأنصار ¶ روى عن زيد بن ثابت وأبي هريرة والحسن بن علي وابن عباس وجابر وغيرهم ¶ وعنه عكرمة ومات قبله ويحيى بن سعيد الأنصاري وابن اسحاق وفطر بن خليفة وغيرهم ¶ قال البخاري: روى عنه مالك ولم يسمه ¶ قال ابن المديني: لسفيان بن عيينة: كان شرحبيل بن سعد يغني؟ قال: نعم ولم يكن بالمدينة أحد أعلم بالمغازي والبدريين منه فاحتاج فكأنهم اتهموه، وكانوا يخافون إذا جاء إلى الرجل يطلب منه شيئا فلم يعطه أن يقول: لم يشهد أبوك بدرا ¶ وثقه يحيى بن معين في رواية وضعفه في أخرى ¶ وقال أبو حاتم ضعيف الحديث ¶ وقال أبو زرعة مديني فيه لين ¶ ونقل ابن حجر عن ابن سعد قوله كان شيخا قديما روى عن زيد بن ثابت وعامة الصحابة وبقي حتى اختلط واحتاج وله أحاديث وليس يحتج به ¶ وقال الدارقطني ضعيف يعتبر به ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "472",
            "part": "1",
            "seal": "E5889FD0"
        },
        {
            "hno": null,
            "id": "484",
            "nass": "وذكره ابن حبان في الثقات ¶ خرج ابن خزيمة وابن حبان في صحيحهما ¶ وقال الحافظ ابن حجر صدوق اختلط بآخره من الثالثة ¶ مات سنة ثلاث وعشرين ومائة / بخ د ق",
            "page": "473",
            "part": "1",
            "seal": "A530A3F8"
        },
        {
            "hno": "17",
            "id": "485",
            "nass": "17 - عاصم بن بهدلة وهو ابن أبي النجود - أبو بكر - المقري. ¶ روى عن زر بن حبيش وأبي عبد الرحمن السلمي ومعبد بن خالد وغيرهم وعنه الأعمش وشعبة والسفيانان والحمادان وآخرون. ¶ قال ابن سعد: كان ثقة إلا أنه كان كثير الخطأ في حديثه ¶ وقال الإمام أحمد ثقة رجل صالح خير ثقة والأعمش أحفظ منه وكان شعبة يختار الأعمش عليه في تثبيت الحديث. ¶ وقال أبو حاتم: محله عندي محل الصدق صالح الحديث ولم يكن بذاك القوي ¶ ونقل الذهبي عن الدارقطني قال في حفظ عاصم شيء ¶ وقال الحافظ في التهذيب: قال ابن قانع قال حماد بن سلمة خلط عاصم في آخر عمره وذكره ابن حبان وابن شاهين في الثقات ¶ وقال الحافظ في التقريب صدوق له أوهام حجة في القراءة وحديثه في الصحيحين مقرون من السادسة مات سنة ثمان وعشرين / ع ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "473",
            "part": "1",
            "seal": "E95FB8CA"
        },
        {
            "hno": "18",
            "id": "486",
            "nass": "18 - عباد بن منصور الناجي - بالنون والجيم - أبو سلمة البصري القاضي بها. ¶ روى عن القاسم بن محمد وعطاء بن أبي رباح وأيوب السختياني وعكرمة وأبي رجاء العطاردي وغيرهم ¶ وعنه الثوري وريحان بن سعيد ومسلم بن إبراهيم وحماد بن سلمة وشعبة وآخرون ¶ قال يحيى بن سعيد القطان: عباد بن منصور ثقة ليس ينبغي أن يترك حديثه لرأي اخطأ فيه - يعني القدر -. ¶ وقال يحيى بن معين: ليس بشيء ضعيف. ¶ وقال أبو حاتم: ضعيف الحديث يكتب حديثه. ¶ وقال أبو زرعة: بصري لين ¶ وقال النسائي: ضعيف وقد كان أيضا تغير ¶ وقال أبو داود: ولي قضاء البصرية خمس مرات وليس بذاك وعنده أحاديث فيها نكارة وقالوا تغير ¶ وقال ابن عدي: في جملة من يكتب حديثه ¶ وقال العجلي: لا بأس به يكتب حديثه وقال مرة: جائز الحديث ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "474",
            "part": "1",
            "seal": "DB1B44AB"
        },
        {
            "hno": "19",
            "id": "487",
            "nass": "وقال الحافظ ابن حجر: صدوق رمي بالقدر وكان يدلس وتغير بأخرة. ¶ من السادسة مات سنة اثنين وخمسين ومائة / خت ع. ¶ 19 - عبد الحميد بن إبراهيم الحضرمي - أبو تقي بفتح المثناة ثم قاف مكسورة - الحمصي. ¶ روى عن عبد الله بن سالم الأشعري وسلمة بن كلثوم وعمرو بن واقد وإسماعيل بن عياش وعقبة بن معدان وغيرهم. ¶ وعنه صفوان بن عمرو الصغير وعمران بن بكار وعلي بن الحسين الحمصي وأيوب بن سليمان وسليمان بن عبد الحميد البهراني ومحمد بن عوف الطائي وغيرهم. ¶ قال ابن أبي حاتم: سألت محمد بن عوف عنه فقال: كان شيخاً ضريراً لا يحفظ وكنا نكتب من نسخة الذي كان عند إسحاق بن زبريق لابن سالم فنحمله إليه ونلقنه فكان لا يحفظ الإسناد ويحفظ بعض المتن فيحدثنا وإنما حملنا الكتاب عنه شهرة الحديث وكان إذا حدث عنه محمد بن عوف قال: وجدت في كتاب ابن سالم حدثنا به أبو تقي. ¶ وقال أبو حاتم: ليس هذا عندي بشيء، رجل لا يحفظ وليس عنده كتب ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "475",
            "part": "1",
            "seal": "931267AC"
        },
        {
            "hno": null,
            "id": "488",
            "nass": "وقال الذهبي في الميزان: قال النسائي ليس بشيء وقواه غيره وضعفه في الكاشف ¶ وقال الحافظ في التقريب: صدوق إلا أنه ذهبت كتبه فسائ حفظه من التاسعة",
            "page": "476",
            "part": "1",
            "seal": "87E41A5E"
        },
        {
            "hno": "20",
            "id": "489",
            "nass": "20 - عبد الرحمن بن ثابت بن ثوبان العنسي - بالنون - الدمشقي الزاهد. ¶ روى عن حسان بن عطية وأبي الزبير وعطاء بن أبي رباح وعمرو بن دينار والزهري والعلاء بن عبد الرحمن وغيرهم. ¶ وعنه الوليد بن مسلم وبقية وعلي بن ثابت الجزري زيد بن حباب وأبو عامر العقدي ومحمد بن يوسف الفريابي وآخرون. ¶ قال يحيى بن معين: صالح الحديث، وفي رواية ثانية عنه قال: ضعيف وفي رواية ثالثة قال: لين ¶ وقال أحمد: أحاديثه مناكير ¶ وقال أبو زرعة: شامي لا بأس به ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "476",
            "part": "1",
            "seal": "2394AA8D"
        },
        {
            "hno": null,
            "id": "490",
            "nass": "وقال أبو حاتم: ثقة يشوبه شيء من القدر وتغير عقله في آخر حياته وهو مستقيم الحديث كما نقله عنه الحافط في التهذيب. ¶ وقال يعقوب بن شيبة: ابن ثوبان رجل صدق لا بأس به ¶ وقال ابن عدي: له أحاديث صالحة وكان رجلا صالحا يكتب حديثه على ضعفه ¶ وقال الحافظ في التقريب صدوق يخطئ ورمي بالقدر وتغير بأخره من السابعة مات سنة سنة خمس وستين مائة / بخ 4.",
            "page": "477",
            "part": "1",
            "seal": "26505F3D"
        },
        {
            "hno": "21",
            "id": "492",
            "nass": "21 - عبد الرحمن بن أبي الزناد عبد الله بن ذكوان المدني مولى قريش ¶ روى عن أبيه والأوزاعي وسهيل بن ابي صالح ومعاذ العنبري وهشام بن عروة وموسى بن عقبة وغيرهم. ¶ وعنه عبد الله بن وهب وحجاج بن محمد الأعور وأبو الوليد وأبو داود الطيالسي وعلي بن حجر وسويد بن سعيد وآخرون. ¶ قال علي بن المديني: ما حدث بالمدينة فهو صحيح وما حدث ببغداد أفسدة البغداديون ¶ وعنه أيضا حديثه بالمدينة مقارب، وما حدث به بالعراق فهو مضطرب ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "477",
            "part": "1",
            "seal": "EF570B1E"
        },
        {
            "hno": null,
            "id": "493",
            "nass": "وقال يحيى بن معين: لا يحتج بحديثه ¶ وقال أبو حاتم: يكتب حديثه ولا يحتج به ¶ وقال الساجي في ضعف وما حدث بالمدينة أصح مما حدث ببغداد ¶ وذكر الحافظ في التهذيب عن ابن سعد: كثير الحديث كان يضعف لروايته عن أبيه ¶ وقال النسائي: لا يحتج بحديثه ¶ وقال ابن عدي: هو ممن يكتب حديثه ¶ قال الحافظ ابن حجر: صدوق تغير حفظه لما قدم بغداد وكان فقيها من السابعة مات سنة أربع وسبعين ومائة / خت م 4",
            "page": "478",
            "part": "1",
            "seal": "EB39F70B"
        },
        {
            "hno": "22",
            "id": "494",
            "nass": "22 - عبد الله بن رجاء المكي - أبو عمران - البصري نزيل مكة. ¶ روى عن ابن خثيم وعبيد الله بن عمر وعبد الرحمن بن إسحاق وموسى بن عقبة وابن جريج والثوري وغيرهم. ¶ وعنه الحميدي وأبو يعلى وأحمد بن حنبل ويحبى بن معين وصدقة بن الفضل وآخرون ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "478",
            "part": "1",
            "seal": "C477A177"
        },
        {
            "hno": null,
            "id": "495",
            "nass": "قال ابن سعد: كان ثقة كثير الحديث وكان أعرج وكان من أهل البصرة فانتقل فنزل مكة إلى أن مات بها ¶ وسئل الامام أحمد عنه فحسن أمره ¶ وقال يحيى بن معين: ثقة صدوق ¶ وقال أبو حاتم: صدوق ¶ وقال أبو زرعة شيخ صالح ¶ وروى عن الإمام أحمد أنه قال: زعموا أن كتبه ذهبت فكان يحدث من حفظه وعنده مناكير وقال ما سمعت منه إلا حديثين ¶ وقال الحافظ في التقريب: ثقة تغير حفظه قليلاً من صغار الثامنة مات في حدود التسعين - أي بعد المائة - / م د س ق.",
            "page": "479",
            "part": "1",
            "seal": "DA0D9CD8"
        },
        {
            "hno": "23",
            "id": "496",
            "nass": "23 - عبد الله بن سلمة - بكسر اللام - المرادي الكوفي أبوم العالية روى عن معاذ وابن مسعود وسلمان الفارسي وغيرهم من الصحابة ¶ وعنه أبو اسحاق السبيعي وعمرو بن مرة ¶ قال البخاري قال أبو داود عن شعبة عن عمرو بن مرة: كان عبد الله يحدثنا فنعرف وننكر وكان قد كبر لا يتابع في حديثه وقال النسائي يروى عنه عمرو بن مرة يعرف وينكر ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "479",
            "part": "1",
            "seal": "C562FFAD"
        },
        {
            "hno": null,
            "id": "497",
            "nass": "كنيته أبو العالية ¶ وثقه العجلي ويعقوب بن ابي شيبة ¶ وقال ابن عدي أرجو أنه لا بأس به ¶ وقال الذهبي في المغني صدوق ¶ وقال ابن حجر صدوق تغير حفظه من الثانية / ع 4",
            "page": "480",
            "part": "1",
            "seal": "CE822A90"
        },
        {
            "hno": "24",
            "id": "498",
            "nass": "24 - عبد الله بن صالح بن محمد بن مسلم الجهني المصري أبو صالح كاتب الليث بن سعد ¶ روى عن معاوية بن صالح والليث وسعيد بن عبد العزيز التنوخي وغيرهم ¶ وعنه أبو داود والترمذي وأبو حاتم الرازي وابن معين وآخرون ¶ قال عبد الملك بن شعيب بن الليث: ثقة مأمون سمع من جدي حديثه ¶ وقال أبو حاتم: الأحاديث التي أخرجها أبو صالح في آخر عمره التي أنكروا عليه نرى أن هذه مما افتعل خالد بن نجيح وكان أبو صالح يصحبه وكان سليم الناحية وكان خالد بن نجيح يفتعل الحديث ويضعه في كتب الناس ولم يكن وزن أبي صالح وزن الكذب كان رجلا صالحا ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "480",
            "part": "1",
            "seal": "F1C26F7C"
        },
        {
            "hno": null,
            "id": "499",
            "nass": "وقال أبو زرعة: لم يكن عندي ممن يتعمد الكذب وكان حسن الحديث ¶ وقال ابن حبان: منكر الحديث جدا يروي عن الأثبات ما لا يشبه حديث الثقات وعنده المناكير الكثيرة عن أقوام مشاهير أئمة وكان في نفسه صدوقا يكتب لليث بن سعد الحساب وكان كاتبه على الغلات وإنما وقع المناكير في حديثه من قبل جار له رجل سوء ... ¶ وقال الإمام أحمد كان أول أمره متماسكا ثم فسد بأخرة وليس هو بشيء ¶ وقال الحافظ في التقريب صدوق كثير الغلط ثبت في كتابه وكانت فيه غفلة ¶ من العاشرة مات سنة اثنتين وعشرين / خت د ت ق",
            "page": "481",
            "part": "1",
            "seal": "99B32E0B"
        },
        {
            "hno": "25",
            "id": "500",
            "nass": "25 - عبد الله بن لهيعة - بفتح اللام وكسر الهاء - ابن عقبة الحضرمي أبو عبد الرحمن المصري القاضي ¶ روى عن جعفر بن ربيعة وعطاء بن أبي رباح وعبد الله بن هبيرة وعطاء بن دينار وابن المنكدر وغيرهم ¶ وعنه عبد الله بن المبارك وابن وهب والثوري ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "481",
            "part": "1",
            "seal": "B3B35C8F"
        },
        {
            "hno": null,
            "id": "501",
            "nass": "والأوزاعي والوليد بن مسلم وسعيد بن أبي مريم وآخرون ¶ قال ابن سعد: كان ضعيفا وعنده حديث كثير ومن سمع منه في أول أمره أحسن حالاً في روايته ممن سمع منه بأخرة وأما أهل مصر فيذكرون أنه لم يختلط ولم يزل أول أمره وآخره واحدا ¶ وقال الإمام أحمد: من كان مثل ابن لهيعة بمصر في كثرة حديثه واتقانه وضبطه كما ذكر الذهبي في الكاشف ¶ ونقل ابن أبي حاتم تضعيفه عن الإمام أحمد ويحيى بن معين وأبي حاتم وأبي زرعة ¶ ولما سئل أبو زرعة عن رواية القدماء عنه فقال: آخره وأوله سواء إلا أن ابن المبارك وابن وهب يتتبعان أصوله فيكتبان منه ¶ وقال ابن مهدي: ما اعتد بشيء سمعته من حديث ابن لهيعة إلا سماع ابن المبارك ونحوه ¶ وقال خالد بن خراش: رآني ابن وهب لا أكتب حديث ابن لهيعة، فقال: اني لست كغيري فاكتبها ¶ وقال الفلاس: من كتب عنه قبل احتراق كتبه مثل ابن المبارك والمقري فسماعه صحيح ¶ وقال أبو الطاهر بن السرح: سمعت ابن وهب يقول حدثني والله الصادق البار عبد الله بن لهيعة وكان أحمد بن صالح",
            "page": "482",
            "part": "1",
            "seal": "6E483336"
        },
        {
            "hno": null,
            "id": "502",
            "nass": "يثني عليه ¶ وذكر الحافظ ابن حجر عن عبد الغني بن سعيد أنه قال: إذا روى العبادلة عن ابن لهيعة فهو صحيح: ابن المبارك وابن وهب والمقري وقال: وذكر الساجي وغيره مثله ¶ وقال ابو جعفر الطبري: اختلط عقله في آخر عمره ¶ وقال ابن حبان: كان أصحابنا يقولون سماع من سمع منه قبل احتراق كتبه مثل العبادلة عبد الله بن وهب وابن المبارك وعبد الله بن المقرئ وعبد الله بن مسلمة القعنبي فسماعهم صحيح وكان ابن لهيعة من الكاتبين للحديث والجماعين للعلم والرحالين فيه ¶ وقال الحافظ في التقريب: صدوق خلط بعد احتراق كتبه ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما. ¶ قلت: إذا قلنا إن رواية من روى عنه قبل الاحتراق كتبه صحيحه كما هو رأي كثير من الأئمة فرواية سفيان الثوري وشعبة والأوزاعي وعمرو بن الحارث المصري عنه صحيحة لأن هؤلاء الأربعة رووا عنه وماتوا قبل احتراق كتبه لأن كتبه احترقت سنة 169 والله أعلم (1) توفي رحمه الله سنة 174 ¶ __________ ¶ Q (1) لقد ذكرت ما ذكرته هنا قبل الوقوف على ما قاله الإمام أبو زكريا في حق ابن لهيعة فقد ورد في ص97 من كتاب من كلام أبي زكريا يحيى بن معين في الرجال الذي حققه أحمد محمد نور سيف ما نصه: ابن لهيعة ليس بشيء قيل ليحيى: فهذا الذي يحكي الناس أنه احترقت كتبه؟ قال: ليس لهذا أصل، سألت ==",
            "page": "483",
            "part": "1",
            "seal": "7788F0FA"
        },
        {
            "hno": "26",
            "id": "503",
            "nass": "26 - عبد الله بن محمد بن عقيل بن أبي طالب الهاشمي - أبو محمد - المدني ¶ روى عن جابر وابن عمر وأنس بن مالك وسعيد بن المسيب وعبد الله بن جعفر وحمزة بن صهيب وآخرين. ¶ وعنه الثوري وابن عيينة وشريك وحماد بن سلمة وابن جريج وفليح بن سليمان ومعمر وجماعة ¶ قال يحيى بن معين: ليس بذاك وقال مرة ضعيف في كل أمره ¶ وقال أبو حاتم: لين الحديث ليس بالقوي ولا ممن يحتج بحديثه وهو أحب إلى من تمام بن نجيح ¶ وقال النسائي ضعيف ¶ وقال العجلي مدني تابعي جائز الحديث ¶ وقال ابن خزيمة: لا أحتج به لسوء حفظه ¶ وقال الترمذي: صدوق وقد تكلم فيه بعض أهل العلم من قبل حفظه وسمعت محمد بن إسماعيل يقول: كان أحمد وإسحاق والحميدي يحتجون بحديث ابن عقيل قال محمد بن إسماعيل: وهو مقارب الحديث. ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف ¶ == عنها بمصر وجاء في ص108 منه: ابن لهيعة ليس بشيء تغير أو لم يتغير",
            "page": "484",
            "part": "1",
            "seal": "5C1C0EE4"
        },
        {
            "hno": null,
            "id": "504",
            "nass": "وقال أبو احمد الحاكم: كان أحمد بن حنبل وابن راهوية يحتجان بحديثه وليس بذاك المتين المعتمد ¶ وقال العقيلي: كان فاضلا خيرا موصوفا بالعبادة وكان في حفظه شيء ¶ وقال ابن عدي: روى عنه جماعة من المعروفين الثقات وهو خير من ابن سمعان ويكتب حديثه ¶ وقال الذهبي في المغني حسن الحديث ¶ وقال الحافظ ابن حجر صدوق وفي حديثه لين ويقال تغير بأخرة من الرابعة مات بعد الأربعين / بخ د ت ق",
            "page": "485",
            "part": "1",
            "seal": "B87283F3"
        },
        {
            "hno": "27",
            "id": "505",
            "nass": "27 - عبد الله بن مطر - أبو ريحانة البصري مشهور بكنيته. ¶ روى عن سفينة وابن عباس وصحب ابن عمر ¶ وعنه عوف الأعرابي ووهيب بن خالد وسليمان بن كثير وبشر بن المفضل وإسماعيل بن علية وعلي بن عاصم وغيرهم. ¶ قال يحيى بن معين: صالح وقال مرة ليس به بأس ¶ وقال النسائي: لا بأس به وفي رواية عنه: ليس بالقوي ¶ وقال ابن عدي: لا أعرف له حديثا منكرا فأذكره ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "485",
            "part": "1",
            "seal": "A5FE26E5"
        },
        {
            "hno": null,
            "id": "506",
            "nass": "وذكره ابن حبان في الثقات وقال ربما أخطأ ¶ وقال الحافظ في التهذيب: ذكره ابن خلفون في الثقات وقال: إنه تغير وإن من سمع منه قديما فحديثه صالح ¶ وقال في التقريب: أبو ريحانة البصري مشهور بكنيته صدوق تغير بأخرة من الثالثة / م د ت ق",
            "page": "486",
            "part": "1",
            "seal": "9718771F"
        },
        {
            "hno": "28",
            "id": "507",
            "nass": "28 - عبد الملك بن عمير أبو عمرو وقيل أبو عمر اللخمي الكوفي المعروف بالقبطي رأى عليا رضي الله عنه ¶ وروى عن جابر بن سمرة وجندب البجلي وعدي بن حاتم وعبد الله بن الزبير والمغيرة بن شعبة وأم عطية الأنصارية وعبد الرحمن بن أبي ليلى وغيرهم. ¶ وعنه زائدة والسفيانان وشهر بن حوشب وشعبة وأبو عوانة وآخرون ¶ قال يحيى بن معين عبد الملك بن عمير مخلط ¶ وقال الإمام أحمد: مضطرب الحديث جدا مع قله حديثه ما أرى له خمسائة حديث وقد غلط في كثير منها ¶ وقال أبو حاتم: ليس بخافظ هو صالح تغير حفظه قبل موته ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "486",
            "part": "1",
            "seal": "947C160D"
        },
        {
            "hno": null,
            "id": "508",
            "nass": "ووثقه العجلي ¶ وقال النسائي ليس به بأس ¶ وقال الحافظ في هدي الساري احتج به الجماعة وأخرج له الشيخان من رواية القدماء عنه في الاحتجاج ومن رواية بعض المتأخرين عنه في المتابعات وإنما عيب عليه أنه تغير حفظه لكبر سنه لأنه عاش مائة وثلاث سنين ولم يذكره ابن عدي في الكامل ولا ابن حبان ¶ وقال في التقريب: ثقة فقيه تغير حفظه وربما دلس من الثالثة مات سنة ست وثلاثين ومائة / ع",
            "page": "487",
            "part": "1",
            "seal": "A44B9DAC"
        },
        {
            "hno": "29",
            "id": "509",
            "nass": "29 - عبيد بن هشام الحلبي أبو نعيم جرجاني الأصل ¶ روى عن مالك بن أنس وأبي المليح الرقي وعيسى بن يونس وعتاب بن بشير وبكر بن خنيس وغيرهم ¶ وعنه الحسن بن سفيان وأبو عروبة الحراني وأبو داود وأبو زرعة وأبو حاتم وآخرون ¶ قال أبو حاتم صدوق ¶ وقال أبو داود ثقة إلا أنه تغير في آخر عمره لقن أحاديث ليس لها أصل ¶ وقال النسائي ليس بالقوي ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "487",
            "part": "1",
            "seal": "35DA8DCE"
        },
        {
            "hno": null,
            "id": "510",
            "nass": "وقال حمزة السهمي: قال لنا أبو احمد بن عدي سألت عبدان عن أبي نعيم الحلبي فقال: هو عندهم ثقة ¶ وقال أبو أحمد الحاكم روى ما لا يتابع عليه ¶ وقال صالح جزرة صدوق ولكن ربما غلط ¶ وقال الخليلي في الإرشاد ثقة وقال آخر من روى عنه بالعراق الباغندي وبالمشرق الحسن بن سفيان النسوي وقال أيضا مرضي عندهم ¶ وقال الحافظ ابن حجر صدوق تغير في آخر عمره فتلقن / د",
            "page": "488",
            "part": "1",
            "seal": "2E681528"
        },
        {
            "hno": "30",
            "id": "511",
            "nass": "30 - عثمان بن الهيثم بن جهم بن عيسى العبدي أبو عمرو البصري المؤذن ¶ روى عن ابن جريج وهشام بن حسان وعمران بن حدير ومبارك بن فضالة وهشام بن زياد وغيرهم ¶ وعنه البخاري والنسائي ويعقوب بن سفيان وأبو حاتم والذهلي ومحمد بن عبد الرحيم البزار وغيرهم ¶ قال أبو حاتم: صدوق غير انه بأخرة كان يتلقن ما يلقن ¶ وذكره ابن حبان في الثقات ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "488",
            "part": "1",
            "seal": "3552AFCE"
        },
        {
            "hno": null,
            "id": "512",
            "nass": "وقال الدارقطني صدوق كثير الخطأ ¶ وقال الحافظ في هدي الساري قال الساجي ذكر عند أحمد فأومأ إليه أنه ليس بثبت ولم يحدث عنه ¶ وقال أيضاً: له في البخاري حديث أبي هريرة في فضل آية الكرسي ذكره في مواضع عنه مطولا ومختصرا وروى له عنه حديثا آخر عن محمد وهو الذهلي عنه عن ابن جريج وآخر في العلم صرح بسماعه منه وهو متابعة ¶ وقال في التقريب ثقة تغير فصار يتلقن من كبار العاشرة ¶ مات في رجب سنة عشرين ومائة.",
            "page": "489",
            "part": "1",
            "seal": "767AB5CE"
        },
        {
            "hno": "31",
            "id": "513",
            "nass": "31 - عفان بن مسلم بن عبد الله الصفار أبوعثمان البصري ¶ روى عن عبد الله بن بكر المزني وشعبة ووهيب بن خالد والحمادين وغيرهم ¶ وعنه البخاري وحجاج الشاعر وعبد الله الدارمي وأحمد بن حنبل وآخرون ¶ قال الإمام أحمد عفان أثبت من عبد الرحمن بن مهدي لزمنا عفان عشر سنين ببغداد ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "489",
            "part": "1",
            "seal": "89FDF466"
        },
        {
            "hno": null,
            "id": "514",
            "nass": "وقال أبو حاتم ثقة متقن متين ¶ وسئل ابن معين عن عفان وبهز أيضا أيهما أوثق فقال: كلاهما ثقة ¶ فقيل له: إن ابن المديني يزعم أن عفان أصح الرجلين فقال كانا جميعا ثقتين صدوقين ¶ وقال ابن معين أيضا: ما أخطأ عفان قط إلا مرة أنا لقنته فاستغفر الله ونقل الذهبي عن أبي خيثمة قال: أنكرنا عفان قبل موته بأيام ثم قال الذهبي: ¶ قلت: هذا التغير هو تغير مرض الموت وما ضره لأنه ما حدث فيه بخطأ مات سنة تسع عشرة ومائتين وقيل سنة عشرين ومائتين ¶ وقال الحافظ في التقريب ثقة ثبت قال ابن المديني كان إذا شك في حرف من الحديث تركه وربما وهم وقال ابن معين: أنكرناه في صفر سنة تسع عشرة، ومات بعدها بيسير من كبار العاشرة / ع",
            "page": "490",
            "part": "1",
            "seal": "FE02E3D5"
        },
        {
            "hno": "32",
            "id": "515",
            "nass": "32 - عكرمة بن عمار ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "490",
            "part": "1",
            "seal": "1B34309F"
        },
        {
            "hno": null,
            "id": "516",
            "nass": "عن أبي كثير السحيمي وعنه عبد الله بن يزيد المقري",
            "page": "491",
            "part": "1",
            "seal": "2C445D61"
        },
        {
            "hno": "33",
            "id": "518",
            "nass": "قال البيهقي: اختلط في آخر عمره وساء حفظه فروى ما لم يتابع عليه ¶ 33 - قيس بن الربيع الأسدي أبو محمد الكوفي ¶ روى عن أبي إسحاق السبيعي والمقدام بن شريح وابن أبي ليلى والأعمش والسدي وغيرهم ¶ وعنه أبان بن تغلب وشعبة والثوري وعبد الرزاق ووكيع وأبو داود الطيالسي وغيرهم ¶ قال ابن سعد: كان يقال لقيس: الجوال لكثرة سماعه وعلمه ¶ وذكره البخاري في الضعفاء وقال: كان وكيع يضعفه ¶ وقال ابن معين: ليس حديثه بشيء وقال في رواية أخرى: ضعيف الحديث لا يساوي شيئا ¶ وقال أبو حاتم ليس بقوي ومحله الصدق يكتب حديثه ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "492",
            "part": "1",
            "seal": "5150CD7D"
        },
        {
            "hno": null,
            "id": "519",
            "nass": "ولا يحتج به ¶ وقال الذهبي في الكاشف كان شعبة يثني عليه ¶ وقال الحافظ في التقريب صدوق تغير لما كبر أدخل ابنه ما ليس من حديثه فحدث به من السابعة ¶ مات سنة بضع وستين ومائة / د ت ق",
            "page": "493",
            "part": "1",
            "seal": "0AA2F437"
        },
        {
            "hno": "34",
            "id": "520",
            "nass": "34 - ليث بن أبي سليم بن زنيم - بالزاي والنون مصغرا - أبو بكر الكوفي ¶ روى عن طاوس ومجاهد وعطاء والشعبي وشهر بن حوشب وأبي إسحاق وغيرهم ¶ وعنه عبد السلام بن حرب والثوري والحسن بن صالح وشعبة بن الحجاج وأبو بدر شجاع بن الوليد وآخرون ¶ قال ابن سعد: كان ليث رجلا صالحا عابدا وكان ضعيفا في الحديث ¶ وقال يحيى بن معين: ليس حديثه بذاك ضعيف ¶ وقال أبو حاتم وأبو زرعة لا يشتغل به هو مضطرب الحديث ¶ وقال الإمام أحمد مضطرب الحديث ولكن حدث الناس عنه ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "493",
            "part": "1",
            "seal": "2794AF8E"
        },
        {
            "hno": null,
            "id": "521",
            "nass": "وذكر ابن أبي حاتم عن ابن مهدي أنه قال: ليس أحسن حالا عندي من عطاء ابن السائب ويزيد بن أبي زياد ¶ وذكره البخاري في الكبير ولم يذكر فيه جرحا ولا تعديلا ¶ وقال ابن عدي: له أحاديث صالحة وقد روى عنه شعبة والثوري ومع الضعف الذي فيه يكتب حديثه ¶ وقال الحافظ ابن حجر: صدوق اختلط أخيراً ولم يتميز حديثه فترك مات سنة إحدى أو اثنين وأربعين ومائة / خت م 4",
            "page": "494",
            "part": "1",
            "seal": "A4DF49F1"
        },
        {
            "hno": "35",
            "id": "522",
            "nass": "35 - محمد بن جابر بن سيار بن طارق الحنفي اليمامي أبو عبد الله أصله من الكوفة ¶ روى عن عمير بن سعيد النخعي وعطية العوفي وسماك بن حرب وغيرهم ¶ وعنه الثوري وشعبة وابن عيينة وآخرون ¶ قال البخاري في الضعفاء ليس بالقوي ¶ وقال في التاريخ الصغير يتكلمون فيه ¶ وقال يحيى بن معين: كان أعمى واختلط عيه حديثه كان ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "494",
            "part": "1",
            "seal": "067B4D9F"
        },
        {
            "hno": null,
            "id": "523",
            "nass": "كوفيا انتقل إلى اليمامة وهو ضعيف ¶ وقال النسائي ضعيف ¶ وتكلم فيه أبو حاتم وأبو زرعة وضعفاء ¶ ونقل الحافظ عن ابن عدي أنه قال: روى عنه الكبار: أيوب وابن عون وسرد جماعة ثم قال: ولولا أنه في ذلك المحل لم يرو عنه هؤلاء وقد خالف في أحاديث ومع ما تكلم فيه من تكلم يكتب حديثه ¶ وقال الحافظ في التقريب صدوق ذهبت كتبه فساء حفظه وخلط كثيرا وعمي فصار يلقن ورجحه أبو حاتم على ابن لهيعة من السابعة مات بعد السبعين / د ق",
            "page": "495",
            "part": "1",
            "seal": "997DDF8A"
        },
        {
            "hno": "36",
            "id": "524",
            "nass": "36 - محمد بن دينار الازدي ثم الطاحي بمهملتين أبو بكر ابن أبي الفرات البصري ¶ روى عن هشام بن عروة ويونس بن عبيد وسعيد بن إياس الجريري وإبراهيم الهجري وقرة بن خالد وغيرهم ¶ وعنه عبد الصمد بن عبد الوارث وقتيبة بن سعيد وأبو داود الطيالسي ومعلى بن منصور ومسلم بن إبراهيم وآخرون ¶ قال يحيى بن معين: ليس به بأس وكان على مسائل سوار العنبري ولم يكن له كتاب وقال مرة: ضعيف ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "495",
            "part": "1",
            "seal": "5B244F9E"
        },
        {
            "hno": null,
            "id": "525",
            "nass": "وقال أبو حاتم: لا بأس به وكذلك قال العجلي والنسائي ¶ وقال أبو زرعة صدوق ¶ وقال أبو داود تغير قبل أن يموت وقال في موضع آخر: كان ضعيف القول في القدر ¶ وقال ابن عدي: ولمحمد بن دينار غير ما ذكرت وهو مع هذا كله حسن الحديث وعامة حديثه يتفرد به ¶ وقال الذهبي في الكاشف حسنوا أمره ¶ وقال الحافظ في التقريب: صدوق سيء الحفظ رمي بالقدر وتغير قبل موته من الثامنة / د ت",
            "page": "496",
            "part": "1",
            "seal": "57D08207"
        },
        {
            "hno": "37",
            "id": "526",
            "nass": "37 - الهيثم بن جميل - بفتح الجيم البغدادي أبو سهل نزيل أنطاكية ¶ روى عن مالك بن أنس وزهير بن معاوية والمبارك بن فضالة وجرير بن حازم وحماد بن سلمة والليث وغيرهم. ¶ وعنه الإمام أحمد وعمرو الناقد وحسين بن الحسن ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "496",
            "part": "1",
            "seal": "F3FBD034"
        },
        {
            "hno": null,
            "id": "527",
            "nass": "المروزي والفضل بن يعقوب الرخامي والعباس بن عبد الله السندي ومحمد بن يحيى الذهلي وآخرون ¶ قال ابن سعد: كان ثقة وذكر عن موسى بن داود أن الهيثم أفلس مرتين في طلب الحديث ¶ ووثقه الإمام أحمد والعجلي والدارقطني أيضا ¶ وقال ابن عدي: ليس بالحافظ يغلط على الثقات وأرجو أنه لا يتعمد الكذب ¶ وقال الذهبي في الكاشف حجة صالح ¶ وقال في المغني حافظ له مناكير وغرائب ¶ وقال الحافظ في التقريب ثقة من أصحاب الحديث وكأنه ترك فتغير من صغار التاسعة ¶ مات سنة ثلاث عشرة ومائتين / بخ قد عس ق",
            "page": "497",
            "part": "1",
            "seal": "E9497A2A"
        },
        {
            "hno": "38",
            "id": "528",
            "nass": "38 - وهيب - بالتصغير - ابن خالد بن عجلان الباهلي أبو بكر البصري ¶ روى عن ايوب السختياني ويونس بن عبيد وهشام بن عروة وابن جريج وسهيل بن أبي صالح وأبي حازم سلمة بن دينار وغيرهم ¶ __________ ¶ Qقال المحقق: الملحق الأول وفيه تراجم ثمان وثلاثين من المختلطين الثقات الذين لم يذكرهم المؤلف",
            "page": "497",
            "part": "1",
            "seal": "18ADFE2B"
        },
        {
            "hno": null,
            "id": "529",
            "nass": "وعنه إسماعيل بن علية وابن المبارك وابن مهدي ويحيى القطان وسليمان بن حرب وسهل بن بكار وآخرون ¶ قال ابن سعد: كان وهيب قد سجن فذهب بصره وكان ثقة كثير الحديث حجة وكان أحفظ من أبي عوانة وكان يملي حفظا ¶ وقال عبد الرحمن بن مهدي: كان من أبصر أصحابه بالحديث وبالرجال ¶ وقال الإمام أحمد ليس به بأس ¶ وقال أبو حاتم: ما أنقى حديثه وهيب لا تكاد تجده يحدث عن الضعفاء وهو الرابع من حفاظ البصرة وهو ثقة ويقال: إنه لم يكن بعد شعبة أعلم بالرجال منه ذهب بصره قبل أن يموت ¶ وقال أبو داود: تغير وهيب بن خالد وكان ثقة ¶ وقال الحافظ ابن حجر: ثقة ثبت لكنه تغير قليلا بآخرة من السابعة مات سنة خمس وستين ومائة وقيل بعدها / ع.",
            "page": "498",
            "part": "1",
            "seal": "C25F4303"
        },
        {
            "hno": null,
            "id": "530",
            "nass": "الملحق الثاني ¶ وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "499",
            "part": "1",
            "seal": "7212619B"
        },
        {
            "hno": "1",
            "id": "531",
            "nass": "1 - إسماعيل بن مسلم المكي أبو إسحاق البصري ¶ سكن مكة روى عن عامر بن وائلة والحسن البصري والشعبي وقتادة وغيرهم وعنه الأعمش وابن المبارك وعلي بن مسهر ومحمد بن عبد الله الأنصاري وعدة ¶ قال البخاري تركه ابن المبارك وربما روى عنه وتركه يحيى وابن مهدي ونقل ابن أبي حاتم عن يحيى القطان قال لم يزل مختلطا كان يحدثنا بالحديث الواحد على ثلاثة ضروب ¶ وقال الإمام أحمد منكر الحديث ¶ وقال أبو حاتم ضعيف الحديث مخلط وقال ابن أبي حاتم قلت لأبي هو أحب إليك أو عمرو بن عبيد قال جميعا ضعيفين وإسماعيل هو ضعيف الحديث ليس بمتروك يكتب حديثه ¶ وقال ابن عدي: أحاديثه غير محفوظة إلا أنه ممن يكتب حديثه ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "499",
            "part": "1",
            "seal": "2882F9E6"
        },
        {
            "hno": "2",
            "id": "532",
            "nass": "وقال الحافظ في التقريب كان من البصرة ثم سكن مكة كان فقيها ضعيف الحديث من الخامسة / ت ق ¶ 2 - عبد العزيز بن أبان بن محمد الأموي السعيدي أبو خالد الكوفي ¶ نزيل بغداد روى عن فطر بن خليفة وإبراهيم بن طهمان وجرير بن حازم والسفيانين وغيرهم. وعنه إبراهيم بن الحارث البغدادي وعلي بن محمد الطنافسي ويعقوب بن شيبة وغيرهم. ¶ قال البخاري: تركه أحمد وزاد أبو حاتم عنه: وأسقطوا حديثه. وكذبه يحيى بن معين وضعفه أبو زرعة وغيره ¶ وقال ابن حبانك كان ممن يأخذ كتب الناس فيرويها من غير سماع ويسرق الحديث ويأتي عن الثقات بالأشياء المعضلات تركه أحمد بن حنبل وكان شديد الحمل عليه ¶ قال ابن سعد: كان قد ولي قضاء واسط ثم عزل فقدم بغداد فنزلها وتوفي في رجب سنة سبع ومائتين ¶ وكان كثير الرواية عن سفيان ثم خلط بعد ذلك فأمسكوا عن حديثه ¶ وقال الحافظ في التقريب متروك وكذبه ابن معين وغيره ... / ت. ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "500",
            "part": "1",
            "seal": "7499077B"
        },
        {
            "hno": "3",
            "id": "533",
            "nass": "3 - عبد الله بن جعفر بن نجيح السعدي مولاهم ابو جعفر المديني والد علي بن المديني ¶ روى عن عبد الله بن دينار والعلاء بن عبد الرحمن وزيد بن أسلم وغيرهم وعنه ابنه علي وزكريا بن يحيى وعلي بن الجعد وقتيبة بن سعيد وآخرون ¶ قال ابن معين: ليس بشيء ¶ وقال أبو حاتم: منكر الحديث جداً ضعيف الحديث يحدث عن الثقات بالمناكير يكتب حديثه ولا يحتج به كان علي لا يحدثنا عن أبيه وكان قوم يقولون: علي يعق أباه لا يحدث عنه فلما كان بأخرة حدث عنه. ¶ وقال الساجي: قال ابن معينك كان من أهل الحديث ولكنه بلي في آخر عمره وقال ابن حبان كان ممن يهم في الأخبار حتى يأتي بها مقلوبة ويخطئ في الآثار حتى كأنها معمولة ¶ ونقل ابن حبان عن ابن المديني تضعيف أبيه ¶ وذكر الحافظ ابن حجر عن صالح بن محمد قال: سمعت ابن المديني يقول: أبي صدوق وهو أحب إلي من الدراوردي ¶ قال البخاري: مات سنة ثمان وسبعين ومائة ¶ وقال الحافظ في التقريب ضعيف من الثامنة يقال تغير حفظه بأخرة مات سنة ثمان وسبعين / ت ق ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "501",
            "part": "1",
            "seal": "DEF292E9"
        },
        {
            "hno": "4",
            "id": "534",
            "nass": "4 - عبد الله بن عبد العزيز بن عبد الله الليثي أبو عبد العزيز المدني ¶ روى عن الزهري وسعيد المقبري وعمرو بن مرداس وربيعة وغيرهم ¶ وعنه إسماعيل بن عياش وسعيد بن منصور ويحيى بن عبد الله بن بكير وغيرهم ¶ قال البخاري منكر الحديث وقال: قال إبراهيم بن منذر: حدثني أبو ضمرة ¶ قال: كان عبد الله بن عبد العزيز قد خلط ¶ وقال أبو حاتم: منكر الحديث ضعيف الحديث لا يشتغل بحديثه ليس في وزن من يشتغل بخطئه عامة حديثه خطأ لا أعلم له حديثا مستقيما يكتب حديثه ¶ وقال أبو زرعة ليس بالقوي ¶ وقال ابن حبان: كان ممن اختلط بأخرة حتى كان يقلب الأسانيد وهو لا يعلم ويرفع المراسيل من حيث لا يفهم فاستحق الترك وربما أدخل بينه وبين الزهري محمد بن عبد العزيز. ¶ ونقل الحافظ ابن حجر عن محمد بن يحيى قال: في حديثه - يعني عن الزهري - نكارة وسألت سعيد بن منصور عنه فقال: كان مالك يرضاه وكان ثقة ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "502",
            "part": "1",
            "seal": "653955BC"
        },
        {
            "hno": "5",
            "id": "535",
            "nass": "وقال الساجي: يقال أنه خلط ¶ وقال الحافظ في التقريب: ضعيف اختلط بأخرة من السابعة / ق ¶ 5 - عثمان بن عمير البجلي أبو اليقظان الكوفي ويقال ابن قبس ويقال ابن أبي حمير ¶ روى عن زيد بن وهب وأبي الطفيل وعدي بن ثابت وغيرهم ¶ وعنه حصين بن عبد الرحمن وشعبة والثوري وآخرون ¶ قال البخاري: كان يحيى وعبد الرحمن لا يحدثان عنه ¶ وقال ابن معين: كوفي ليس حديثه بشيء ¶ وكان أحمد يضعف حديثه كما نقل ذلك ابن أبي حاتم عن أبيه عنه ¶ وقال أبو حاتم: ضعيف الحديث منكر الحديث كان شعبة لا يرضاه وذكر أنه حضره فروى عن شيخ فقال له شعبة: كم سنك؟ قال: كذا فإذا قد مات الشيخ وهو ابن سنتين ¶ وقال ابن عدي: رديء المذهب يؤمن بالرجعة على أن الثقات قد رووا عنه مع ضعفه ¶ وقال ابن حبان: كان ممن اختلط حتى لا يدري ما يحدث به فلا ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "503",
            "part": "1",
            "seal": "6A66891A"
        },
        {
            "hno": null,
            "id": "536",
            "nass": "يجوز الاحتجاج بخبره الذي وافق الثقات ولا الذي انفرد به عن الأثبات لاختلاط البعض بالبعض ¶ وقال الحافظ في التقريب: ضعيف واختلط وكان يدلس ويغلو في التشيع من السابعة مات في حدود الخمسين ومائة / د ت ق",
            "page": "504",
            "part": "1",
            "seal": "829C42D0"
        },
        {
            "hno": "6",
            "id": "537",
            "nass": "6 - المثنى بن الصباح اليماني الأبناوي أبو عبيد الله ¶ روى عن طاوس وعطاء بن ابي رباح وعمرو بن دينار وعمرو بن شعيب وعيرهم وعنه ابن المبارك وعيسى بن يونس وعبد الله بن رجاء المكي وعدة ¶ قال البخاري: قال يحيى القطان: لم يترك المثنى من أجل عمرو بن شعيب ¶ ونقل ابن أبي حاتم عن يحيى القطان قال: لم نتركه من أجل حديث عمرو بن شعيب ولكن كان اختلاطا منه في عطاء ¶ وقال أحمد لا يساوي حديثه شيئا مضطرب الحديث ¶ وقال ابن معين: ضعيف ¶ وقال ابن حبان كان ممن اختلط في آخر عمره حتى كان لا يدري ما يحدث به فاختلط حديثه الذي فيه الأوهام والمناكير بحديثه العظيم (الصواب القديم) الذي فيه الأشياء المستقيمة عن أقوام مشاهير فبطل الاحتجاج به ونقل الحافظ ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "504",
            "part": "1",
            "seal": "9686E1DB"
        },
        {
            "hno": null,
            "id": "538",
            "nass": "عن عبد الرزاق قال أدركته شيخا كبيرا بين اثنين يطوف الليل أجمع ¶ وقال الحافظ في التقريب ضعيف اختلط بأخرة وكان عابداً من كبار السابعة مات سنة تسع وأربعين / د ت ق",
            "page": "505",
            "part": "1",
            "seal": "4C583F88"
        },
        {
            "hno": "7",
            "id": "539",
            "nass": "7 - مجالد بن سعيد بن عمير الهمداني أبو عمرو ويقال أبو سعيد الكوفي ¶ روى عن الشعبي وزياد بن علاقة ومحمد بن بشر الهمداني وغيرهم ¶ وعنه ابنه إسماعيل وجرير بن حازم والسفيانان وآخرون ¶ قال ابن سعد كان ضعيفا في الحديث ¶ ونقل ابن أبي حاتم عن ابن مهدي قال: حديث مجالد عند الأحداث يحيى بن سعيد وأبي أسامة ليس بشيء ولكن حديث شعبة وحماد بن زيد وهشيم هؤلاء القدماء قال أبو محمد يعني أنه تغير حفظه في آخر عمره ¶ وقال أحمد: ليس بشيء يرفع حديثاً كثيراً لا يرفعه الناس وقد احتمله الناس ¶ وقال ابن حبان: كان رديء الحفظ يقلب الأسانيد ويرفع ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "505",
            "part": "1",
            "seal": "B5812DB0"
        },
        {
            "hno": null,
            "id": "540",
            "nass": "المراسيل لا يجوز الاحتجاج به ¶ وقال العجلي جائز الحديث إلا أن ابن مهدي كان يقول: أشعث بن سوار كان أقرأ منه قال العجلي: بل مجالد أرفع من أشعث وكان يحيى بن سعيد يقول: كان مجالد يلقن في الحديث إذا لقن ذكر ذلك الحافظ في التهذيب. ¶ وقال في التقريب ليس بالقوي وقد تغير في آخر عمره من صغار السادسة مات سنة أربع وأربعين.",
            "page": "506",
            "part": "1",
            "seal": "7D1D84ED"
        },
        {
            "hno": "8",
            "id": "541",
            "nass": "8 - محمد بن معاوية بن أعين النيسابوري أبو علي ¶ سكن بغداد ثم مكة روى عن سليمان بن بلال وشريك القاضي ومحمد بن سلمة الحراني وغيرهم. ¶ وعنه يحيى الحماني وموسى بن سهل الرملي وخلف بن عمرو العكبري وآخرون ¶ قال أحمد: رأيت أحاديثه أحاديث موضوعة ¶ وقال أبو زرعة: كان شيخا صالحا إلا أنه كلما لقن يلقن وكلما قيل إن هذ من حديثك حدث به يجيئه الرجل فيقول: هذا من حديث معلى الرازي وكنت أنت معه فيحدث بها على التوهم. ¶ وقال ابن حبان: كان ممن ينفرد بالمناكير عن المشاهير ويأتي عن الثقات بما لا يتابع عليه فاستحق الترك إلا عند الاعتبار فيما ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "506",
            "part": "1",
            "seal": "78B7ADD6"
        },
        {
            "hno": null,
            "id": "542",
            "nass": "وافق الثقات لأنه كان صاحب حفظ وإتقان قبل أن يظهر منه ما ظهر.. ¶ وقال أبو حاتم: روى أحاديث لم يتابع عليها أحاديث منكرة فتغير حاله عند أهل الحديث. ¶ وقال الحافظ في التقريب: متروك مع معرفته لأنه كان يتلقن وقد أطلق عليه ابن معين الكذب من العاشرة مات سنة تسع وعشرين ومائتين / تمييز",
            "page": "507",
            "part": "1",
            "seal": "87D77D9B"
        },
        {
            "hno": "9",
            "id": "543",
            "nass": "9 - مسلم بن كيسان الضبي الملائي البراد أبو عبد الله الكوفي الأعور ¶ روى عن أنس بن مالك ومجاهد وسعيد بن جبير وغيرهم ¶ وعنه الأعمش ومحمد بن جحادة وشعبة وشريك وآخرون ¶ قال البخاري: يتكلمون فيه ¶ وقال أبو زرعة: كوفي ضعيف الحديث ¶ وقال أبو حاتم: يتكلمون فيه وهو ضعيف الحديث ¶ وقال ابن معين قال جرير: اختلط ¶ وقال ابن حبان: اختلط في آخر عمره حتى كان لا يدري ما يحدث به فجعل يأتي بما لا أصل له عن الثقات فاختلط ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "507",
            "part": "1",
            "seal": "C219F6FA"
        },
        {
            "hno": "10",
            "id": "544",
            "nass": "حديثه ولم يتميز تركه أحمد بن حنبل ويحيى بن معين ¶ وقال الحافظ في التقريب ضعيف من الخامسة / ت ق ¶ 10 - نجيح بن عبد الرحمن السندي أبو معشر ¶ روى عن سعيد بن المسيب ومحمد بن كعب القرظي وهشام بن عروة وغيرهم ¶ وعنه الثوري والليث بن سعد وابن مهدي وآخرون ¶ قال البخاري: منكر الحديث ونقل عن ابن مهدي قال أبو معشر تعرف وتنكر ¶ وقال أحمد كان صدوقا لكنه لا يقيم الإسناد ليس بذاك ¶ وقال أيضا كان بصيرا بالمغازي ¶ وقال أبو حاتم: ليس بالقوي في الحديث وقال أيضا كنت أهاب حديث أبي معشر حتى رأيت أحمد بن حنبل يحدث عن رجل عنه أحاديث فتوسعت بعد في كتابة حديثه ونقل عنه أيضا أنه قال صدوق ¶ وقال أبو زرعة: صدوق في الحديث وليس بالقوي ¶ وقال ابن حبان: كان ممن اختلط في آخر عمره وبقي قبل أن يموت سنتين في تغير شديد لا يدري ما يحدث به فكثر المناكير في روايته من قبل اختلاطه فبطل الاحتجاج به ¶ وقال ابن حجر ضعيف من السادسة أسن واختلط ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "508",
            "part": "1",
            "seal": "7C5C6C93"
        },
        {
            "hno": "11",
            "id": "545",
            "nass": "مات سنة سبعين ومائة / 4 ¶ 11 - يحبى بن محمد بن عباد بن هانئ المدني الشجري ¶ روى عن مالك وابن اسحاق وموسى بن عقبة وغيرهم ¶ وعنه ابنه إبراهيم وعبد الجبار بن سعيد ومحمد بن المنذر وغيرهم ¶ لم يذكر في البخاري جرحا ولا تعديلا ¶ وقال ابو حاتم ضعيف الحديث ¶ ونقل الذهبي في الميزان عن العقيلي قال: في حديثه مناكير وأغاليط وكان ضريرا فيما بلغني يلقن ¶ وقال الحافظ ابن حجر ضعيف وكان ضريراً يتلقن من التاسعة ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "509",
            "part": "1",
            "seal": "4CD89376"
        },
        {
            "hno": "12",
            "id": "546",
            "nass": "12 - يزيد بن أبي زياد القرشي الهاشمي أبو عبد الله الكوفي ¶ روى عن إبراهيم النخعي وعبد الرحمن بن أبي ليلى ومجاهد وعكرمة وغيرهم ¶ وعنه زائدة وشعبة وزهير بن معاوية وآخرون ¶ قال ابن سعد كان ثقة في نفسه إلا أنه اختلط في آخر عمره ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "509",
            "part": "1",
            "seal": "D4FECA02"
        },
        {
            "hno": null,
            "id": "547",
            "nass": "فجاء بالعجائب ¶ ونقل البخاري عن جرير قال كان يزيد بن أبي زياد أحسن حفظا من عطاء بن السائب ¶ وقال أبو حاتم ليس بالقوي ¶ وقال أبو زرعة كوفي لين يكتب حديثه ولا يحتج به ¶ وقال العجلي جائز الحديث وكان بأخرة يلقن وأخوه برد بن أبي زياد ثقة وهو أرفع من أخيه يزيد ¶ وقال ابن حبان: كان صدوقا إلا أنه لما كبر ساء حفظه وتغير، فكان يتلقن ما لقن فوقع المناكير في حديثه من تلقن غيره إياه وإجابته فيما ليس من حديثه لسوء حفظه فسماع من سمع منه قبل دخوله الكوفة في أول عمره سماع صحيح وسماع من سمع منه في آخر قدومه الكوفة بعد تغير حفظه وتلقنه ما يلقن سماع ليس يشيء ¶ وقال ابن حجر: ضعيف كبر فتغير صار يتلقن وكان شيعيا من الخامسة مات سنة ست وثلاثين / خت م",
            "page": "510",
            "part": "1",
            "seal": "3E9757B2"
        },
        {
            "hno": "13",
            "id": "548",
            "nass": "13 - أبو بكر بن عبد الله بن أبي مريم الغساني الشامي ¶ وقد ينسب إلى جده قيل اسمه بكير وقيل عبد السلام ¶ روى عن أبيه وراشد بن سعد وضمرة بن حبيب ¶ وعنه عبد الله بن المبارك وعيسى بن يونس وأبو اليمان وغيرهم ¶ __________ ¶ Qقال المحقق: الملحق الثاني وفيه تراجم ثلاثة عشر مختلطاً من الضعفاء",
            "page": "510",
            "part": "1",
            "seal": "8548159F"
        },
        {
            "hno": null,
            "id": "549",
            "nass": "قال أحمد ضعيف كان عيسى لا يرضاه وضعفه أبو زرعة وابن معين ¶ وقال أبو حاتم ضعيف الحديث طرقته لصوص فأخذوا متاعه فاختلط ¶ وقال ابن حيان: كان من خير أهل الشام ولكنه كانه رديء الحفظ يحدث بالشيء ويهم فيه لم يفحش ذلك منه حى استحق الترك ولا سلك سنن الثقات حتى صار يحتج به فهو عندي ساقط الاحتجاج إذا انفرد ¶ وقال ابن عدي: الغالب على حديثه الغرائب وقلما يوافقه الثقات ¶ وقال الدارقطني متروك ¶ قال الحافظ في التقريب: ضعيف وكان قد سرق بيته فاختلط من السابعة مات سنة ست وخمسين",
            "page": "511",
            "part": "1",
            "seal": "387D3D25"
        }
    ],
    "t309": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المصنف"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "باب الألف"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "أحمد بن عبد الرحمن بن وهب بن مسلم القرشي أبو عبيد الله المصري"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "أبان بن صمعة بالصاد المهملة الأنصاري"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "إبراهيم بن أبي العباس"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "إسحاق بن إبراهيم بن مخلد بن مطر الحنظلي أبو يعقوب المعروف بابن راهويه"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "أحمد بن مالك أبو بكر القطيعي"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "أحمد بن أبي القاسم بن سنبلة البغدادي"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "إسماعيل بن عياش بن سليم بالضم معدود في الحمصيين"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "إبراهيم بن خثيم بن عراك بن مالك"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "باب الباء"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "بحر بن مرار بن عبد الرحمن بن أبي بكرة الثقفي أبو معاذ"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "بشر بن الوليد الكندي الفقيه"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "باب الجيم"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "جرير بن حازم بن زيد الأزدي أبو النضر"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "جرير بن عبد الحميد الضبي"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "باب الحاء"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": "1",
            "tit": "حبان بالكسر بن يسار الكلابي أبو روح ويقال أبو رويحة البصري"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "حصين بضم الحاء المهملة بن عبد الرحمن السلمي"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "حنظلة بن عبد الله"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "الحسين بن الحسين"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "الحسين بن علي النخعي"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "باب الخاء المعجمة"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "خالد بن طهمان أبو العلاء الخفاف"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "خطاب بفتح الخاء المعجمة وتشديد الطاء المهملة بن القاسم الحراني أبو عمر قاضي حران"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "خلف بن خليفة بن صاعد الأشجعي التابعي مولاهم أبو أحمد"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "باب الدال"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": "1",
            "tit": "داود بن فراهيج"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "باب الراء"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": "1",
            "tit": "ربيعة بن أبي عبد الرحمن واسم أبي عبد الرحمن فروخ القرشي التيمي التابعي أبو عثمان المعروف بربيعة الرأي"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "رواد بن الجراح العسقلاني أبو عصام"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "باب السين"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": "1",
            "tit": "سعيد بن إياس أبو مسعود الجريري"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن أبي عروبة"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن عبد العزيز بن أبي يحيى التنوخي أبو محمد"
        },
        {
            "id": "183",
            "lvl": "2",
            "sub": null,
            "tit": "سفيان بن عيينة بن أبي عمران واسمه ميمون"
        },
        {
            "id": "199",
            "lvl": "2",
            "sub": null,
            "tit": "سلمة بن نبيط بن شريط الأشجعي أبو فراس"
        },
        {
            "id": "203",
            "lvl": "2",
            "sub": null,
            "tit": "سماك بن حرب بن أوس بن خالد بن ثعلبة الذهلي"
        },
        {
            "id": "208",
            "lvl": "2",
            "sub": null,
            "tit": "سهيل بن أبي صالح واسمه ذكوان السمان أبو يزيد"
        },
        {
            "id": "215",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن سفيان الأندلسي"
        },
        {
            "id": "217",
            "lvl": "1",
            "sub": null,
            "tit": "باب الشين"
        },
        {
            "id": "217",
            "lvl": "2",
            "sub": "1",
            "tit": "شريك بن عبد الله النخعي أبو عبد الله القاضي"
        },
        {
            "id": "225",
            "lvl": "1",
            "sub": null,
            "tit": "باب الصاد"
        },
        {
            "id": "225",
            "lvl": "2",
            "sub": "1",
            "tit": "صالح بن نبهان مولى التوأمة بنت أمية بن خلف الجمحي أبو محمد"
        },
        {
            "id": "234",
            "lvl": "1",
            "sub": null,
            "tit": "باب العين"
        },
        {
            "id": "234",
            "lvl": "2",
            "sub": "1",
            "tit": "عبد الرزاق بن همام بن نافع الحميدي الصنعاني أبو بكر"
        },
        {
            "id": "252",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الرحمن بن عبد الله بن عتبة بن عبد الله بن مسعود الهذلي المسعودي أخو أبي العميس"
        },
        {
            "id": "270",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن جعفر بن غيلان بالغين المفتوحة الحافظ الرقي أبو عبد الرحمن القرشي"
        },
        {
            "id": "277",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الملك بن محمد بن عبد الله بن محمد بن عبد"
        },
        {
            "id": "287",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الوهاب بن عبد المجيد بن الصلت بن عبيد الله بن الحكم بن أبي العاص الثقفي أبو محمد"
        },
        {
            "id": "293",
            "lvl": "2",
            "sub": null,
            "tit": "عطاء بن السائب بن مالك الثقفي أبو السائب"
        },
        {
            "id": "312",
            "lvl": "2",
            "sub": null,
            "tit": "العلاء بن عبد الوارث الحضرمي أبو وهب ويقال أبو محمد"
        },
        {
            "id": "319",
            "lvl": "2",
            "sub": null,
            "tit": "عمرو بن عبد الله بن عبيد ويقال عمرو بن عبد الله بن علي الهمداني أبو إسحاق السبيعي"
        },
        {
            "id": "336",
            "lvl": "2",
            "sub": null,
            "tit": "عمرو بن عيسى بن سويد بن هبيرة أبو نعامة العدوي"
        },
        {
            "id": "340",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن محمد بن محمد بن سليمان النشاوري المكي"
        },
        {
            "id": "342",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن واقد أبو قتادة الحراني"
        },
        {
            "id": "344",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الباقي بن قانع أبو الحسين الحافظ مصنف المعجم في الصحابة"
        },
        {
            "id": "345",
            "lvl": "2",
            "sub": null,
            "tit": "عبد السلام بن سهل أبو علي السكري بغدادي"
        },
        {
            "id": "349",
            "lvl": "2",
            "sub": null,
            "tit": "عبيدة بن معتب الضبي"
        },
        {
            "id": "351",
            "lvl": "2",
            "sub": null,
            "tit": "على بن الحسين أبو الفرج الأصبهاني صاحب الأغاني"
        },
        {
            "id": "353",
            "lvl": "1",
            "sub": null,
            "tit": "باب الفاء"
        },
        {
            "id": "353",
            "lvl": "2",
            "sub": "1",
            "tit": "فطر بن حماد بن واقد بصري"
        },
        {
            "id": "354",
            "lvl": "1",
            "sub": null,
            "tit": "باب القاف"
        },
        {
            "id": "354",
            "lvl": "2",
            "sub": "1",
            "tit": "قريش بن أنس الأنصاري وقيل الأموي مولاهم أبو أنس"
        },
        {
            "id": "358",
            "lvl": "2",
            "sub": null,
            "tit": "قيس بن أبي حازم واسمه حصين بن عوف ويقال عبد بن عوف بن عبد الحارث بن عوف البجلي الأحمسي"
        },
        {
            "id": "367",
            "lvl": "1",
            "sub": null,
            "tit": "باب الميم"
        },
        {
            "id": "367",
            "lvl": "2",
            "sub": "1",
            "tit": "محمد بن الفضل أبو النعمان السدوسي الحافظ عارم"
        },
        {
            "id": "380",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن عبد الله بن المثنى بن عبد الله بن أنس بن"
        },
        {
            "id": "390",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أحمد بن الحسين بن القاسم بن السرى بن الغطريف الغطريفي الجرجاني الرباطي"
        },
        {
            "id": "398",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن أحمد بن الحسن الجرجاني"
        },
        {
            "id": "400",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن الفضل بن محمد بن إسحاق بن خزيمة"
        },
        {
            "id": "404",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن مبارك بن مشق البغدادي"
        },
        {
            "id": "406",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن علي بن محمود بن الصابوني المحمودي الحافظ روى عنه الدمياطي"
        },
        {
            "id": "410",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن إسحاق بن يحيى بن منده الحافظ الجوال صاحب التصانيف"
        },
        {
            "id": "411",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن زهير أبو يعلى الأبلى"
        },
        {
            "id": "413",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن سعيد بن نبهان الكاتب"
        },
        {
            "id": "415",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن عبد القادر بن عثمان الجعفري النابلسي الحنبلي"
        },
        {
            "id": "417",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن موسى بن محمد اللخمي الشافعي بن سند الحافظ شمس الدين"
        },
        {
            "id": "418",
            "lvl": "1",
            "sub": null,
            "tit": "باب الهاء"
        },
        {
            "id": "418",
            "lvl": "2",
            "sub": "1",
            "tit": "هاشم بن القاسم بن شيبة القرشي أبو محمد"
        },
        {
            "id": "421",
            "lvl": "2",
            "sub": null,
            "tit": "هشام بن عمار بن نصير بن ميسرة السلمي أبو الوليد"
        },
        {
            "id": "429",
            "lvl": "2",
            "sub": null,
            "tit": "هلال بن خباب العبدي أبو العلاء"
        },
        {
            "id": "434",
            "lvl": "1",
            "sub": null,
            "tit": "باب الياء"
        },
        {
            "id": "434",
            "lvl": "2",
            "sub": "1",
            "tit": "يحيى بن يمان العجلي الكوفي أبو زكريا"
        },
        {
            "id": "437",
            "lvl": "1",
            "sub": null,
            "tit": "الكنى"
        },
        {
            "id": "437",
            "lvl": "2",
            "sub": "1",
            "tit": "أبو بكر بن عياش بن سالم الأسدي الإمام المقرىء"
        },
        {
            "id": "443",
            "lvl": "2",
            "sub": null,
            "tit": "أبو جعفر الرازي مولى بني تميم"
        },
        {
            "id": "448",
            "lvl": "1",
            "sub": null,
            "tit": "النساء"
        },
        {
            "id": "448",
            "lvl": "2",
            "sub": "1",
            "tit": "سكرة بنت عبد الله الملقبة قطر النبات عتيقة جمال الدين محمد بن علي بن عبد النور"
        },
        {
            "id": "453",
            "lvl": "1",
            "sub": null,
            "tit": "الملحق الأول"
        },
        {
            "id": "454",
            "lvl": "2",
            "sub": null,
            "tit": "إسحاق بن محمد بن إسماعيل بن عبد الله بن أبي فروة المدني - أبو يعقوب"
        },
        {
            "id": "456",
            "lvl": "2",
            "sub": null,
            "tit": "أصبغ مولى عمرو بن حريث - بضم ففتح - المخزومي"
        },
        {
            "id": "458",
            "lvl": "2",
            "sub": null,
            "tit": "الحارث بن عمير - أبو عمير - البصري نزيل مكة"
        },
        {
            "id": "460",
            "lvl": "2",
            "sub": null,
            "tit": "حجاج بن محمد المصيصي الأعور - أبو محمد - الترمذي الأصل نزل بغداد ثم المصيصة."
        },
        {
            "id": "463",
            "lvl": "2",
            "sub": null,
            "tit": "حفص بن غياث - بمعجمة مكسورة وياء ومثلثة - ابن طلق بن معاوية النخعي أبو عمر الكوفي القاضي"
        },
        {
            "id": "465",
            "lvl": "2",
            "sub": null,
            "tit": "حماد بن سلمة بن دينار - أبو سلمة - البصري."
        },
        {
            "id": "467",
            "lvl": "2",
            "sub": null,
            "tit": "خالد بن مهران - أبو المنازل - بفتح الميم وقيل بضمها وكسر الزاي البصري الحذاء"
        },
        {
            "id": "469",
            "lvl": "2",
            "sub": null,
            "tit": "خصيف بالصاد المهملة مصغرا ابن عبد الرحمن الجزري أبو عون"
        },
        {
            "id": "471",
            "lvl": "2",
            "sub": null,
            "tit": "زيد بن حبان - بكسر المهملة وبالموحدة - الرقي كوفي الاصل مولى ربيعة."
        },
        {
            "id": "473",
            "lvl": "2",
            "sub": null,
            "tit": "سعد بن سنان بن سعد الكندي المصري"
        },
        {
            "id": "475",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن حفص بن عمرو بن نفيل - بالنون والفاء مصغرا - النفيلي أبوعمرو الحراني"
        },
        {
            "id": "477",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن ابي سعيد كيسان المقبري أبو سعيد المدني"
        },
        {
            "id": "479",
            "lvl": "2",
            "sub": null,
            "tit": "سعيد بن أبي هلال الليثي مولاهم - أبو العلاء - المصري قيل مدني الأصل."
        },
        {
            "id": "480",
            "lvl": "2",
            "sub": null,
            "tit": "سليمان بن موسى الأموى الدمشقي الأشدق"
        },
        {
            "id": "481",
            "lvl": "2",
            "sub": null,
            "tit": "سويد بن سعيد الهروي الاصل - أبو محمد - سكن الحديثة تحت غابة وفوق الأنبار"
        },
        {
            "id": "483",
            "lvl": "2",
            "sub": null,
            "tit": "شرحبيل بن سعد أبو سعد المدني مولى الأنصار"
        },
        {
            "id": "485",
            "lvl": "2",
            "sub": null,
            "tit": "عاصم بن بهدلة وهو ابن أبي النجود - أبو بكر - المقري."
        },
        {
            "id": "486",
            "lvl": "2",
            "sub": null,
            "tit": "عباد بن منصور الناجي - بالنون والجيم - أبو سلمة البصري القاضي بها."
        },
        {
            "id": "487",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الحميد بن إبراهيم الحضرمي - أبو تقي بفتح المثناة ثم قاف مكسورة - الحمصي."
        },
        {
            "id": "489",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الرحمن بن ثابت بن ثوبان العنسي - بالنون - الدمشقي الزاهد."
        },
        {
            "id": "492",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الرحمن بن أبي الزناد عبد الله بن ذكوان المدني مولى قريش"
        },
        {
            "id": "494",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن رجاء المكي - أبو عمران - البصري نزيل مكة."
        },
        {
            "id": "496",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن سلمة - بكسر اللام - المرادي الكوفي أبوم العالية"
        },
        {
            "id": "498",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن صالح بن محمد بن مسلم الجهني المصري أبو صالح كاتب الليث بن سعد"
        },
        {
            "id": "500",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن لهيعة - بفتح اللام وكسر الهاء - ابن عقبة الحضرمي أبو عبد الرحمن المصري القاضي"
        },
        {
            "id": "503",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن محمد بن عقيل بن أبي طالب الهاشمي - أبو محمد - المدني"
        },
        {
            "id": "505",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن مطر - أبو ريحانة البصري مشهور بكنيته."
        },
        {
            "id": "507",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الملك بن عمير أبو عمرو وقيل أبو عمر اللخمي الكوفي المعروف بالقبطي رأى عليا رضي الله عنه"
        },
        {
            "id": "509",
            "lvl": "2",
            "sub": null,
            "tit": "عبيد بن هشام الحلبي أبو نعيم جرجاني الأصل"
        },
        {
            "id": "511",
            "lvl": "2",
            "sub": null,
            "tit": "عثمان بن الهيثم بن جهم بن عيسى العبدي أبو عمرو البصري المؤذن"
        },
        {
            "id": "513",
            "lvl": "2",
            "sub": null,
            "tit": "عفان بن مسلم بن عبد الله الصفار أبوعثمان البصري"
        },
        {
            "id": "515",
            "lvl": "2",
            "sub": null,
            "tit": "عكرمة بن عمار"
        },
        {
            "id": "518",
            "lvl": "2",
            "sub": null,
            "tit": "قيس بن الربيع الأسدي أبو محمد الكوفي"
        },
        {
            "id": "520",
            "lvl": "2",
            "sub": null,
            "tit": "ليث بن أبي سليم بن زنيم - بالزاي والنون مصغرا - أبو بكر الكوفي"
        },
        {
            "id": "522",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن جابر بن سيار بن طارق الحنفي اليمامي أبو عبد الله أصله من الكوفة"
        },
        {
            "id": "524",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن دينار الازدي ثم الطاحي بمهملتين أبو بكر ابن أبي الفرات البصري"
        },
        {
            "id": "526",
            "lvl": "2",
            "sub": null,
            "tit": "الهيثم بن جميل - بفتح الجيم البغدادي أبو سهل نزيل أنطاكية"
        },
        {
            "id": "528",
            "lvl": "2",
            "sub": null,
            "tit": "وهيب - بالتصغير - ابن خالد بن عجلان الباهلي أبو بكر البصري"
        },
        {
            "id": "530",
            "lvl": "1",
            "sub": null,
            "tit": "الملحق الثاني"
        },
        {
            "id": "531",
            "lvl": "2",
            "sub": null,
            "tit": "إسماعيل بن مسلم المكي أبو إسحاق البصري"
        },
        {
            "id": "532",
            "lvl": "2",
            "sub": null,
            "tit": "عبد العزيز بن أبان بن محمد الأموي السعيدي أبو خالد الكوفي"
        },
        {
            "id": "533",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن جعفر بن نجيح السعدي مولاهم ابو جعفر المديني والد علي بن المديني"
        },
        {
            "id": "534",
            "lvl": "2",
            "sub": null,
            "tit": "عبد الله بن عبد العزيز بن عبد الله الليثي أبو عبد العزيز المدني"
        },
        {
            "id": "535",
            "lvl": "2",
            "sub": null,
            "tit": "عثمان بن عمير البجلي أبو اليقظان الكوفي ويقال ابن قبس ويقال ابن أبي حمير"
        },
        {
            "id": "537",
            "lvl": "2",
            "sub": null,
            "tit": "المثنى بن الصباح اليماني الأبناوي أبو عبيد الله"
        },
        {
            "id": "539",
            "lvl": "2",
            "sub": null,
            "tit": "مجالد بن سعيد بن عمير الهمداني أبو عمرو ويقال أبو سعيد الكوفي"
        },
        {
            "id": "541",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن معاوية بن أعين النيسابوري أبو علي"
        },
        {
            "id": "543",
            "lvl": "2",
            "sub": null,
            "tit": "مسلم بن كيسان الضبي الملائي البراد أبو عبد الله الكوفي الأعور"
        },
        {
            "id": "544",
            "lvl": "2",
            "sub": null,
            "tit": "نجيح بن عبد الرحمن السندي أبو معشر"
        },
        {
            "id": "545",
            "lvl": "2",
            "sub": null,
            "tit": "يحبى بن محمد بن عباد بن هانئ المدني الشجري"
        },
        {
            "id": "546",
            "lvl": "2",
            "sub": null,
            "tit": "يزيد بن أبي زياد القرشي الهاشمي أبو عبد الله الكوفي"
        },
        {
            "id": "548",
            "lvl": "2",
            "sub": null,
            "tit": "أبو بكر بن عبد الله بن ابي مريم الغساني الشامي"
        }
    ]
}