{
    "b31": [
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الكتاب ¶ الحمد لله نحمده، ونستعينه، ونستغفره، ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله، وأشهد أن محمدًا عبده ورسوله، صلى الله عليه وعلى آله وصحبه، ومن اهتدى بهديه إلى يوم الدين. ¶ أما بعد: ¶ فهذا كتاب (الإرشاد إلى توحيد رب العباد) أودعته من الآيات البينات والأحاديث الصحيحة الثابتة وبيان الأئمة المحققين ما يبين معالم الحق، ويهدي إلى جادة التوحيد الخالص الذي دعت إليه الرسل، عليهم الصلاة والسلام، من أولهم إلى خاتمهم محمد، صلى الله عليه وسلم. ¶ وقد اشتمل هذا الكتاب المبارك على مقتطفات مهمة من ثلاثة أصول وكشف الشبهات وكتاب التوحيد وغيرها أسأل",
            "page": "3",
            "part": "1",
            "seal": "840A6E3A"
        },
        {
            "id": "3",
            "nass": "الله العظيم أن ينفع به، وأن يجعله خالصًا لوجهه الكريم، إنه سميع مجيب، وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ المؤلف",
            "page": "4",
            "part": "1",
            "seal": "EC73EAA8"
        },
        {
            "id": "4",
            "nass": "معرفة الله تعالى ¶ كل ما في الوجود من المخلوقات مفتقر إلى الله، وحادث بأمره وإرادته، ودال عليه سبحانه وتعالى. ¶ والعاقل المؤمن يعرف ذلك بتدبر آيات الله ومخلوقاته في الآفاق وفي الأنفس، قال الله - تعالى {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآَيَاتٍ لِأُولِي الْأَلْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ} [آل عمران: الآيتان 190، 191]. ¶ فالمؤمنون عرفوا الشأن الذي خلقهم الله من أجله فأتمروا بأوامر الله واجتنبوا نواهيه، طاعة له وطلبًا لثوابه، وهربًا من عقابه، لأنهم عرفوا أنهم لم يُخلقوا عبثًا ولم يتركوا سُدًى، بل خُلقوا لعبادة الله وحده، قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ * مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ * إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات الآيات: 56 - 58].",
            "page": "5",
            "part": "1",
            "seal": "A67DFA48"
        },
        {
            "id": "5",
            "nass": "وعرف المؤمنون أول ما افترض الله عليهم، وهو الإيمان به وتوحيده، والكفر بالطاغوت الذي أمروا أن يكفروا به، قال تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} [البقرة الآية: 256]. ¶ والطاغوت هو: ما تجاوز به العبد حده من معبود أو متبوع أو مطاع، والطواغيت كثيرون ورؤوسهم خمسة: إبليس لعنه الله، ومن عُبد وهو راضٍ، ومن دعا الناس إلى عبادة نفسه، ومن ادعى شيئاً من علم الغيب، ومن حكم بغير ما أنزل الله.",
            "page": "6",
            "part": "1",
            "seal": "1F1A102F"
        },
        {
            "id": "6",
            "nass": "توحيد الله تعالى ¶ توحيد الله هو: إفراده بالعبادة وحده، لا شريك له، وهو دينُ الرسل الذي لا يقبل الله من أحد دينًا سواه. ¶ وينقسم إلى ثلاثة أقسام: ¶ توحيد الربوبية، وتوحيد الألوهية، وتوحيد الذات والأسماء والصفات. ¶ توحيد الربوبية: ¶ أما توحيد الربوبية فهو: الإقرار بأنه لا رب للعالمين إلا الله الذي خلقهم، ورزقهم وهذا النوع من التوحيد قد أقر به المشركون؛ فهم يشهدون أن الله هو الخالق وحده لا شريك له، وأنه لا يرزق إلا هو، ولا يُحيي إلا هو، ولا يُميت إلا هو، ولا يُدبر الأمر إلا هو، وأن جميع السموات ومن فيهن، والأرض ومن فيها كلهم عبيده وتحت تصرفه وقهره، قال تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ * فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى",
            "page": "7",
            "part": "1",
            "seal": "A89238CF"
        },
        {
            "id": "7",
            "nass": "تُصْرَفُونَ} [يونس الآيتان: 31، 32] وقال - جل وعلا، {قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَذَكَّرُونَ * قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ * قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ} [المؤمنون الآيات: 84 - 89] إلى غير ذلك من الآيات الدالة على إقرارهم بهذا النوع من التوحيد. ¶ ولكن إقرارهم هذا وشهادتهم تلك لم تدخلهم في الإسلام، ولم تنجهم من النار، ولم تعصم دماءهم وأموالهم، لأنهم لم يُحققوا توحيد الألوهية بل أشركوا مع الله في عبادته بصرفهم شيئًا منها لغيره - سبحانه وتعالى -. ¶ فقوم نوح غَلَوْا في الصالحين: ود، وسُواع، ويَغوُثَ، ويَعُوقَ، ونَسْرَ، فأرسله الله إليهم يدعوهم إلى توحيده وإفراده بالعبادة كلها، ويحذرهم مما هم فيه من شرك وضلال، وهكذا كل نبي يأتي أمته يحذرهم من الشرك كبيره وصغيره غايته ووسيلته، حتى بعث الله محمدًا، صلوات الله وسلامه عليه، إلى الناس كافة بشيرًا ونذيرًا، وداعيًا إلى الله بإذنه وسراجا منيرًا. فدعا إلى عبادة الله وحده لا شريك له، وترك جميع ما يعبد من دون الله، وقال للناس ما أمره الله به: {قُلْ إِنَّمَا أَنَا",
            "page": "8",
            "part": "1",
            "seal": "D5F23D7D"
        },
        {
            "id": "8",
            "nass": "بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: الآية110]. ¶ جاء محمد، - صلى الله عليه وسلم - إلى المشركين وهم على بقية من دين إبراهيم، عليه السلام، يتعبدون ويحجون، ويتصدقون ويذكرون الله، ولكنهم يجعلون بعض المخلوقات وسائط بينهم وبين الله، يقولون: نريد منهم التقرب إلى الله، ونريد شفاعتهم عنده مثل الملائكة، وعيسى، عليه السلام، ومريم وأناس غيرهم من الصالحين. فأخبرهم، - صلى الله عليه وسلم -، أن هذا التقرب والدعاء لا يصلح إلا لله، ولا يصح صرف شيء منه لغيره - سبحانه - لا لملك مقرب، ولا لنبي مرسل، فضلا عن غيرهما وأن ذلك وغيره من أنواع العبادة حق لله، فمن صرفه لغيره حبط عمله. قال تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان الآية: 23]. ¶ توحيد الألوهية: ¶ وأما توحيد الألوهية: فهو توحيد العبادة، وهو إفراد الله - سبحانه وتعالى - بجميع أنواع العبادة التي أمر بها. مثل: الإسلام والإيمان، والإحسان، ومنها: الدعاء والخوف",
            "page": "9",
            "part": "1",
            "seal": "02176601"
        },
        {
            "id": "9",
            "nass": "والرجاء والتوكل والرغبة والرهبة، والخشوع والخشية، والإنابة والاستعانة، والاستغاثة، والذبح، والنذر، وغير ذلك من العبادات التي أمر الله بها. كلها لله. والدليل قوله: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن الآية: 18] فمن صرف شيئًا منها لغير الله فهو مشرك كافر. والدليل قوله تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آَخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ} [المؤمنون: الآية:117]. ¶ * ومن الأدلة على أن ما ذكر من أنواع العبادة: ¶ * ما رواه الترمذي عن أنس بن مالك - رضي الله عنه - أن رسول الله، - صلى الله عليه وسلم -، قال: «الدعاء مخُّ العبادة». ¶ قال ابن الأثير في النهاية: «مُخُّ الشيء خالصه. وإنما كان مُخها لأمرين: ¶ أحدهما: أنه امتثال أمر الله - تعالى - حيث قال: {ادْعُونِي أَسْتَجِبْ لَكُمْ} فهو محض العبادة وخالصها. ¶ الثاني: أنه إذا رأى نجاح الأمور من الله قطع أمله عن سواه، ودعاه لحاجته وحده: «وهذا أصل العبادة» اهـ. وفي الحديث الصحيح عنه - صلى الله عليه وسلم -، أنه قال: «الدعاء هو العبادة». ¶ ودليل الخوف قوله - تعالى -: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ",
            "page": "10",
            "part": "1",
            "seal": "6C579158"
        },
        {
            "id": "10",
            "nass": "أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} [آل عمران: 175]. ¶ ودليل الرجاء قوله - تعالى - {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: الآية 110]. ¶ ودليل التوكل قوله - تعالى -: {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ} [المائدة الآية: 23]. ¶ ودليل الرغبة والرهبة والخشوع قوله - تعالى-: {إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ} [الأنبياء الآية: 90]. ودليل الخشية قوله تعالى: {فَلَا تَخْشَوْهُمْ وَاخْشَوْنِي} [البقرة الآية: 150]. ¶ ودليل الإنابة قوله تعالى: {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ} [الزمر الآية:54]. ¶ ودليل الاستعانة قوله تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} [الفاتحة: الآية 5]. ¶ وفي الحديث: «إذا استعنت فاستعن بالله» رواه الترمذي",
            "page": "11",
            "part": "1",
            "seal": "B4D4D4B0"
        },
        {
            "id": "11",
            "nass": "في حديث مطول. ¶ والمعنى: إذا أردت طلب المعونة المتعلقة بأمر الدنيا والآخرة فاستعن بالله، إذ لا معين ولا فاتح باب ولا مانع عطاء إلا الله وحده - سبحانه - لا شريك له، وهو قريب مجيب، فلا حاجة لجعل الواسطة بينه وبين عبده. كما يشير إليه قوله تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} أي لا نعبد إلا إياك ولا نستعين إلا بك. ¶ ودليل الاستعاذة قوله تعالى: {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ} [الفلق الآية: 1]. ¶ وقوله - تعالى - {قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ} [الناس الآيات 1 - 3]. ¶ ودليل الاستغاثة قوله تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ} [الأنفال الآية: 9]. ¶ ودليل الذبح قوله - تعالى-: {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ * لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ} [الأنعام: الآية163] وقوله: {فَصَلِّ لِرَبِّكَ وَانْحَرْ} [الكوثر: الآية 2]. ¶ وفي الحديث: «لعن الله من ذبح لغير الله» رواه مسلم مطولاً.",
            "page": "12",
            "part": "1",
            "seal": "14215D3F"
        },
        {
            "id": "12",
            "nass": "ودليل النذر قوله تعالى: {يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا} [الإنسان: الآية 7]. ¶ فإذا عرف أن هذه المذكورات عبادات. فالعبادات كلها لله وحده لا شريك له. كما أمر الله بذلك، وأرسل به رسله، عليهم الصلاة والسلام. ¶ وتوحيد العبادة هو معنى - لا إله إلا الله - وهو التوحيد الذي دعت إليه الرسل من أولهم إلى آخرهم - وهو الذي من أجله قامت المعارك بينهم وبين أممهم حتى لا تكون فتنة ويكون الدين كله لله. ¶ وهذا النوع من التوحيد هو الذي جحده المشركون وحاربوا أنبياءهم من أجله، لما دعوهم إلى تحقيقه استنكارًا منهم لتلك الدعوة التي دعتهم لترك ما عليه الآباء من شرك وضلال. ¶ دعوة محمد - صلى الله عليه وسلم - إلى توحيد العبادة: ¶ ولما بعث الله محمدًا - صلى الله عليه وسلم - دعا إلى كلمة التوحيد لا إله إلا الله وإلى تحقيق معناها والعمل بها لأن ذلك هو المراد من هذه الكلمة فناصبه مشركو قريش العداوة لما علموا مراده بدعوتهم إلى كلمة التوحيد وأنه إنما أراد معناها لا مجرد لفظها فقط لتكون العبادة كلها لله وحده لا شريك له، ولئلا يصرف منها شيء لغيره - سبحانه وتعالى -.",
            "page": "13",
            "part": "1",
            "seal": "225FF709"
        },
        {
            "id": "13",
            "nass": "والعجب كل العجب من أناس يدعون الإسلام وهم لا يعرفون من تفسير لا إله إلا الله ما عرفه جهال الكفرة، بل يفسرونها بغير تفسيرها الذي قصد منها. بدليل ما يقدمون عليه من شركيات بعث الرسول - صلى الله عليه وسلم - لمحوها والقضاء عليها. ¶ من هذه الشركيات التي يفعلها أولئك المدعُون للإسلام الذبح والنذر، وتقريب القرابين لغير الله، كفعلهم ذلك عند القباب والقبور. ¶ ومنها: دعاؤهم الأموات، وطلبهم منهم الحوائج، واعتقاد النفع والضر فيهم وفي بعض الأحياء. ¶ ومنها: الحلف بغير الله ونحو ذلك من الظلم العظيم الذي ما سبق إليه إلا أهل الجاهلية الذين وجد الرسول - صلى الله عليه وسلم - أن منهم من يدعو الملائكة لأجل صلاحهم وقربهم إلى الله ليشفعوا له ومنهم من يدعو رجلاً صالحًا مثلا اللات، أو نبيًا مثل عيسى عليه السلام، ووجد منهم من ينذر لغير الله، ويذبح لغير الله، ويستغيث بغير الله، إلى غير ذلك مما هم عليه من شرك. ¶ فدعاهم - صلى الله عليه وسلم - إلى إخلاص هذه العبادات وغيرها من",
            "page": "14",
            "part": "1",
            "seal": "8FCF7008"
        },
        {
            "id": "14",
            "nass": "أنواع العبادة لله وحده، ثم قاتلهم لعدم امتثالهم لما دعاهم إلى إخلاصه لله من دعاء وذبح ونذر، وتقرب، واستعانة، واستعاذة وخوف ورجاء إلى غير ذلك من أنواع العبادة. ¶ وبيَّن لهم - صلى الله عليه وسلم - الشفاعة المشروعة، ومن يستحقها وأنها لا تكون إلا بإذن الله لمن يشاء ويرضى. كما قال تعالى {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} [الأنبياء الآية: 28] وكما قال سبحانه: {وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ} [سبأ الآية:23]. ¶ فالله - سبحانه - قد علّق الشفاعة في كتابه بأمرين: أحدهما رضاه عن المشفوع له، والثاني: إذنه للشافع فهي لا تحصل لمن طلب من الأموات شفاعتهم عند الله لأن طلبه هذا مخالف لأمر الله، وأمر رسوله - صلى الله عليه وسلم - ومن خالف أمر الله فقد سلك سبيل سخطه. ¶ وشفاعة الأنبياء والصالحين ترجى لمن حقق التوحيد، وعرف أن الشفاعة كلها لله، فسأله - سبحانه - مباشرة وبدون واسطة أن يشفعهم فيه، كأن يقول: اللهم شفع في رسولك قال - تعالى -: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا} [الزمر: الآية 44]. ¶ وقال سبحانه {مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ} [السجدة: الآية 4]. ¶ فالشفاعة في الحقيقة لله وحده، فلا تطلب",
            "page": "15",
            "part": "1",
            "seal": "6DEA2724"
        },
        {
            "id": "15",
            "nass": "إلا منه، لأنه ليس للعباد شفيع من دونه، بخلاف شفاعة أهل الدنيا بعضهم عند بعض فيما يقدرون عليه بسبب قوة السلطان أو الرغبة في الإحسان أو نحو ذلك من الأسباب التي تؤثر على المخلوق، فيقبل شفاعة مخلوق مثله، أما الخالق - جل وعلا - فلا يؤثر عليه شيء من ذلك البتة. لأن الكل فقراء إليه وهو الغني الحميد. ولا يطلب من الميت أي مطلب البتة، ولا يقسم به على الله فمن فعل ذلك فقد أشرك بالله ودعا غيره. ¶ وغاية ما في المسألة أن الحي يسلم على الميت سلامًا فقط ويدعو له. ¶ فإن كان الميت المسلم عليه النبي - صلى الله عليه وسلم - صلى عليه الزائر وشهد له بالبلاغ وتأديته الأمانة والنصيحة للأمة وسأل الله أن يجزيه عن المسلمين خير الجزاء، ولا يرفع صوته بذلك بل يدعو سرًا بينه وبين الله، ويتوجه إلى القبلة لا إلى القبر وإن سلم وانصرف فحسب. ¶ والصلاة على النبي - صلى الله عليه وسلم - يحصل بها الثواب على بعد المكان وقربه. كما قال - صلى الله عليه وسلم - «وصلوا علي فإن صلاتكم تبلغني حيث كنتم» رواه أبو داود من حديث أبي هريرة - رضي الله عنه - وإن كان الميت غير النبي - صلى الله عليه وسلم - ممن مات",
            "page": "16",
            "part": "1",
            "seal": "1D76E1D6"
        },
        {
            "id": "16",
            "nass": "على الإسلام سلم عليه ودعا له ولنفسه، بما ورد لا يزيد على ذلك كما ثبت عن بريدة - رضي الله عنه - قال كان النبي - صلى الله عليه وسلم - يعلمهم إذا خرجوا إلى المقابر أن يقول قائلهم: «السلام عليكم أهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم للاحقون أسأل الله لنا ولكم العافية» رواه مسلم. ¶ والسلف من الصحابة والتابعين لهم بإحسان - رضي الله عنهم - جردوا العبادة لله تعالى - فلم يفعلوا عند القبور شيئًا إلا ما أذن فيه النبي - صلى الله عليه وسلم - من السلام على أصحابها والاستغفار لهم، والترحم عليهم. ¶ والحاصل أن النبي - صلى الله عليه وسلم - وغيره من الصالحين لا يشفع في أحد عند الله إلا بعد إذن الله له، والله لا يأذن للشافع في الشفاعة إلا لمن وحّده عزّ وجل. ¶ والنبي - صلى الله عليه وسلم - لا يشفع في أحد قد أشرك بالله غيره قال تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: الآية49] وقال تعالى: {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} [لقمان الآية:13]، وقال تعالى {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} [المائدة: الآية72] وقال تعالى: {قُلْ يَا",
            "page": "17",
            "part": "1",
            "seal": "7AFC0D90"
        },
        {
            "id": "17",
            "nass": "أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [آل عمران الآية:64]. ¶ وقال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة الآية:5]. ¶ ومن قال ممن يتوسلون بالأموات ويستشفعون بهم: إننا لسنا نعبدهم من دون الله، وإنما نتقرب بهم عند الله لما لهم عنده من الجاه والولاية، ولأننا نستحي من الله بسبب ذنوبنا فنتوسط بهم ليشفعوا لنا. ¶ فجوابه عل ذلك: أن هذا القول هو عين مقالة المشركين التي ذكرها في كتابه حيث يقول - سبحانه وتعالى - عنهم: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: 3] وحيث يقول - جل وعلا - {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس الآية: 18]. ¶ ويقال أيضا من الذي يحول بينك وبين الله حتى تجعل بينك وبينه واسطة؟! أتقيسه على المخلوق الذي يتوسط إليه بمخلوق مثله!! إما لبخله، وإما لجهله بحال المتوسط له؛",
            "page": "18",
            "part": "1",
            "seal": "2368465B"
        },
        {
            "id": "18",
            "nass": "وإما لظلمه وعدم رحمته! فالله - سبحانه - منزه عن ذلك كله. فهو أكرم الأكرمين، وأرحم الراحمين، وهو بكل شيء عليم، يجيب السائلين، ويغفر ذنوب المذنبين. قال - تعالى -: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} [البقرة الآية:186] وقال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: الآية 60]. ¶ وروى الترمذي في حديث ابن عباس - رضي الله عنهما - قال: كنت خلف النبي - صلى الله عليه وسلم - فقال: «يا غلام إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك. إذا سألت فسأل الله. وإذا استعنت فاستعن بالله» ولما سأل جبريل عليه السلام النبي - صلى الله عليه وسلم - عن الإحسان قال: «أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك» رواه مسلم. ¶ فعلى من أراد النجاة أن يتوب إلى الله، ويلجأ إليه وحده في السراء والضراء. ولا يتوسط إليه بأحد من خلقه؛ ويسأله الهداية إلى صراطه المستقيم: صراط الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين.",
            "page": "19",
            "part": "1",
            "seal": "B922F9D9"
        },
        {
            "id": "19",
            "nass": "توحيد الذات والأسماء والصفات: ¶ وأما توحيد الذات والأسماء والصفات فهو: أن نؤمن بأن لله ذاتًا لا تُشبهها الذوات، وصفاةٍ لا تشبهها الصفات، وأن أسماءه دالة دلالة قطعية على ما له -سبحانه - من صفات الكمال المطلق كما قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى الآية 11] وقال تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص، الآيات 1 - 4] وقال تعالى: {هُوَ الْأَوَّلُ وَالْآَخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} [الحديد: الآية 3] وقال تعالى: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} [البقرة الآية: 255] وقال تعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ} [الأعراف: الآية 180]. ¶ وطريقة الفرقة الناجية أهل السنة والجماعة في أسماء الله",
            "page": "20",
            "part": "1",
            "seal": "7F3B515E"
        },
        {
            "id": "20",
            "nass": "وصفاته: ¶ إثبات ما أثبته الله لنفسه في كتابه أو أثبته له رسوله - صلى الله عليه وسلم - إثباتًا يليق بجلاله من غير تشبيه، ولا تمثيل ولا تعطيل ولا تحريف ولا تأويل ولا تكييف. ¶ نسأل الله أن يجعلنا منهم، وأن يجنبنا طريق فريق الزيغ والضلال، إنه سميع قريب مجيب.",
            "page": "21",
            "part": "1",
            "seal": "956D2E45"
        },
        {
            "id": "21",
            "nass": "معنى شهادة أن لا إله إلا الله ¶ معنى شهادة أن لا إله إلا الله: لا معبود بحق في الأرض ولا في السماء إلا الله وحده لا شريك له. قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ * إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ * وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ} [الزخرف، الآيات 26، 28]. ¶ وكلمة التوحيد دلت على معنين هما: نفي، وإثبات، فقول: لا إله - نفي لجميع الآلهة وقوله: إلا الله - إثبات لألوهية الله - عز وجل-. ¶ والإله هو: المألوه بالعبادة، وهو الذي تألهه القلوب، وتقصده رغبة إليه في حصول نفع أو دفع ضر. ¶ ولا - في «لا إله» نافية للجنس، وخبرها محذوف تقديره حق، والمستثنى بالإ هو «الله» هو الإله الحق وحده لا شريك له. ¶ شروط لا إله إلا الله: ¶ وشهادة أن لا إله إلا الله - لا تنفع قائلها ولا تقيه من عذاب الله إلا بشروط سبعة:",
            "page": "22",
            "part": "1",
            "seal": "31DFC229"
        },
        {
            "id": "22",
            "nass": "الأول: العلم بمعناها نفيًا وإثباتًا، فمن يتلفظ بها دون فهم لما دلَّت عليه، ودون اعتقاد لتوحيد الله في ألوهيته وفي جميع أنواع العبادة لا تنفعه. ¶ الثاني: اليقين المنافي للشك. ¶ الثالث: الإخلاص المنافي للشرك. وعلامة ذلك. أن لا يجعل بينه وبين الله واسطة يُعطيها أي حق من حقوق الله تعالى. ¶ الرابع: الصدق المانع من النفاق - فمن تظاهر بالإسلام وهو منطو على الكفر لم ينتفع في الآخرة بتلفظه بالشهادتين ولا بما يظهره من أعمال صالحة، بل هو في الدرك الأسفل من النار. ¶ الخامس: المحبة لهذه الكلمة، ولما دلت عليه، والسرور بذلك. ¶ السادس: الانقياد لحقوقها. وهي: الأعمال الواجبة إخلاصًا لله وطلبًا لمرضاته. ¶ السابع: القبول المنافي للرد ... فقد يقولها من يعرفها لكن لا يقبلها ممن دعاه إليها تعصبًا وتكبرًا كما قد وقع من كثير من الناس، أما ما يعصم الدم والمال فقد دلت عليه النصوص من القرآن الكريم والسنة. من ذلك قوله - صلى الله عليه وسلم -:",
            "page": "23",
            "part": "1",
            "seal": "7D16656B"
        },
        {
            "id": "23",
            "nass": "«من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه» رواه مسلم عن مالك الأشجعي، ورواه أحمد أيضًا وقوله - تعالى - {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآَتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة: الآية 5] فالله أمر بقتالهم حتى يتوبوا من الشرك ويخلصوا أعمالهم لله - تعالى - ويقيموا الصلاة ويؤتوا الزكاة فإن أبوا عن ذلك أو بعضه قوتلوا إجماعًا وفي صحيح مسلم عن أبي هريرة رضي الله عنه مرفوعًا «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله ويقيموا الصلاة ويؤتوا الزكاة فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحقها وجسابهم على الله».",
            "page": "24",
            "part": "1",
            "seal": "17E9005D"
        },
        {
            "id": "24",
            "nass": "معنى شهادة أن محمدًا رسول الله - صلى الله عليه وسلم - ¶ أما شهادة أن محمدًا رسول الله فمعناها: طاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما عنه نهى وزجر، وأن لا يعبد الله إلا بما شرع. فلابد للمسلم من تحقيق أركان تلك الشهادة. لأن من يشهد برسالة محمد - صلى الله عليه وسلم - ثم لا يبالي بأمره ونهيه أو يتعبد الله بغير شريعته غير صادق في شهادته قال - صلى الله عليه وسلم -: «من أطاعني فقد أطاع الله ومن عصاني فقد عصى الله». وقال - صلى الله عليه وسلم -: «من أحدث في أمرنا هذا ما ليس منه فهو رد» رواه البخاري ومسلم. ¶ والذين يتعلقون بغير الله - عز وجل - فيما لا يقدر عليه إلا الله لم يُحققوا معنى الشهادتين، ولم يحسنوا الظن بالله، ولم يقدروه حق قدره. ¶ كما أن ما يفعله المدعون للسيادة على الناس، وحق المشاركة لهم في الأموال، والقدرة على جلب النفع وإيقاع الضرِّ، وما يفعله كثير من الجهلة من تصديقهم وطاعتهم كل ذلك افتراء على الله، ومحاربة لرسوله - صلى الله عليه وسلم - واتباع لغير سبيل المؤمنين ولو أن هؤلاء رجعوا إلى كتاب الله، وسنة رسوله - صلى الله عليه وسلم -",
            "page": "25",
            "part": "1",
            "seal": "6AFB336D"
        },
        {
            "id": "25",
            "nass": "لوجدوا فيهما ما يهديهم إلى الحق، ويبين لهم بطلان ما هم عليه من شرك وبدع وخرافات يعرفها العامي من الموحدين. ¶ ومما تقدم يتبين معنى الشهادتين فليتفقد كل مسلم نفسه ويعرف مدى تحقيقه لتوحيد ربه، فإن كان موحدًا مجتنبًا تلك البدع والشركيات على اختلافها فليحمد الله ويسأله الثبات على الحق وإن كان واقعًا في شيء من ذلك فليستغفر الله وليتب إليه وليبتعد عن تلك المحذورات ولا ينخدع بأقوال أهل الشرك والبدع الذين طالما ضلوا وأضلوا من اغتر بهم وبشعوذاتهم وأكاذيبهم التي اختلقوها أو ورثوها عن أمثالهم نعوذ بالله من ذلك. ¶ * * *",
            "page": "26",
            "part": "1",
            "seal": "FFD69EBD"
        },
        {
            "id": "26",
            "nass": "أركان الإسلام ونواقضه ¶ الإسلام هو: الاستسلام لله بالتوحيد، والانقياد له بالطاعة والخلوص من الشرك. والبراءة منه وأهله. ¶ أما أركان الإسلام: ¶ فهي التي لا يقوم إسلام المرء إلا عليها مجتمعة، فلو انهدم واحد منها لانهدم إسلامه - وهي خمسة أركان. ¶ الأول: شهادة أن لا إله إلا الله وأن محمدًا رسول الله. ¶ الثاني: إقام الصلاة. ¶ الثالث: إيتاء الزكاة. ¶ الرابع: صوم رمضان. ¶ الخامس: حج البيت لمن استطاع سبيلا. ¶ نواقض الإسلام: ¶ ونواقض الإسلام كثيرة، أشهرها ما يأتي: ¶ الأول: الإشراك بالله. والدليل قوله - تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ}. وقوله - تعالى -: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} [المائدة: الآية 72].",
            "page": "27",
            "part": "1",
            "seal": "205B0CCE"
        },
        {
            "id": "27",
            "nass": "ومن الشرك الذي لا يغفره الله: الذبح لغير الله كمن يذبح للجن أو للقبر، وجعل العباد وسائط بينه وبين الله يدعوهم ويسألهم ويتوكل عليهم. فأهل الجاهلية مؤمنون بتوحيد الربوبية ويتعبدون ويحجون ويتصدقون ويذكرون الله، ولكنهم كفروا لأنهم يجعلون بعض المخلوقات وسائط بينهم وبين الله يقولون: نتقرب بهم إليه، ومن هؤلاء الوسائط أنبياء وصالحون كعيسى، عليه السلام، ومريم والملائكة، فلم يدخلهم ذلك في التوحيد. لأنهم أشركوا مع الله في عبادته كما قال تعالى: {أَلَا لِلَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر: الآية: 3]. ¶ الثاني: عدم تكفير المشركين أو الشك في كفرهم أو تصحيح مذهبهم. ¶ الثالث: اعتقاد أن غير هدى النبي - صلى الله عليه وسلم - أكمل من هديه أو أن حكم غيره أحسن من حكمه ومن ذلك: تفضيل الحكم بالقوانين المخالفة للكتاب والسنة على الحكم بهما قال الله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} [المائدة: الآية44] وقال تعالى:",
            "page": "28",
            "part": "1",
            "seal": "6A7BCEAA"
        },
        {
            "id": "28",
            "nass": "{أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} [المائدة: الآية 50] وقال تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء: الآية 65]. ¶ ومن استحل الحكم بغير ما أنزل الله يكفر ولو قال: إن حكم الله أفضل. ¶ الرابع: بغض الرسول - صلى الله عليه وسلم - أو شيء مما جاء به. ¶ الخامس: الاستهزاء بشيء من دين الرسول - صلى الله عليه وسلم - قال تعالى: {قُلْ أَبِاللَّهِ وَآَيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة: الآية 65، 66]. ¶ السادس: السحر، ومنه الصرف والعطف فمن فعله أو رضي به كفر. قال الله - تعالى -: {وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ} [البقرة: 102] وفي الحديث: عن جندب - رضي الله عنه - مرفوعا «حد الساحر ضربه بالسيف» رواه الترمذي ووقفه، وفي صحيح البخاري عن بجالة بن عبدة قال: كتب عمر بن الخطاب - رضي الله عنه - «أن اقتلوا كل ساحر وساحرة، قال فقتلنا ثلاث سواحر». ¶ السابع: مظاهرة المشركين ومعاونتهم على المسلمين.",
            "page": "29",
            "part": "1",
            "seal": "0F8083FC"
        },
        {
            "id": "29",
            "nass": "قال الله تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة الآية: 51]. ¶ الثامن: اعتقاد أن بعض الناس يسعه الخروج عن شريعة محمد - صلى الله عليه وسلم - كما وسع الخضر الخروج عن شريعة موسى، عليه السلام. ¶ التاسع: الإعراض عن دين الله. كما قال تعالى: {وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآَيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ} [السجدة آية: 22]. وقال تعالى {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} [طه: الآية: 124]. ¶ فليحذر المسلم من الوقوع فيما ينتقص به إسلامه، وليحافظ على التمسك بكتاب الله وسنة رسوله - صلى الله عليه وسلم - ولا يبتدع فإن النجاة في الاتباع لا في الابتداع. ¶ والبدعة: ما لا يوجد له أصل في الكتاب ولا في السنة ولا في الإجماع. ¶ ومن كان همه معرفة ما كان عليه الرسول - صلى الله عليه وسلم - وصحابته ليتأسى بهم ابتغاء مرضاة الله فسيوفقه الله ويهديه إليه كما قال - سبحانه -: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ} [العنكبوت: الآية69] وكما قال - تعالى:",
            "page": "30",
            "part": "1",
            "seal": "BF79D636"
        },
        {
            "id": "30",
            "nass": "{وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ} [الرعد: الآية: 27] وكما قال تعالى: {وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} [التغابن الآية: 11]، وصار همه تقليد من هم على خلافهما فذلك ممن قال الله فيهم: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آَبَاءَنَا أَوَلَوْ كَانَ آَبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ} [المائدة الآية: 104]. ¶ وما أكثر المبتدعين الذين ضلوا وأضلوا غيرهم بتزيين البدع وتبريرها بالروايات المكذوبة وبالتأويلات الفاسدة لآيات الله وأحاديث رسوله - صلى الله عليه وسلم - قال الله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ} [آل عمران: الآية 7] وقال - صلى الله عليه وسلم -: «لقد تركتم على مثل البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك». رواه ابن أبي عاصم في كتاب السنة بإسناد حسن، وفي الحديث الذي رواه العرباض ابن سارية رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «عليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ وإياكم ومحدثات الأمور فإن كل بدعة ضلالة» رواه أبو داود والترمذي، وقال حديث حسن صحيح وعن عائشة رضي الله عنها قالت: قال رسول الله",
            "page": "31",
            "part": "1",
            "seal": "8C3476F3"
        },
        {
            "id": "31",
            "nass": "- صلى الله عليه وسلم -: «من أحدث في أمرنا هذا ما ليس منه فهو رد» رواه البخاري ومسلم وفي رواية لمسلم «من عمل عملاً ليس عليه أمرنا فهو رد». ¶ والفرقة الناجية أهل السنة والجماعة. يعملون بمحكم الكتاب، ويؤمنون بمتشابه ولا يؤولونه وفي الآيات المحكمة الظاهرة المعنى بيان لكل شيء وهدى ورحمة للعالمين. ¶ فلا حجة من كتاب أو سنة لمن ذبح عند قبور الأموات، أو نذر لهم أو دعاهم، أو استغاث بهم، أو طلبهم الشفاعة أو طاف بقبورهم أو تمسح بها , أو جعلهم وسائط بينه وبين الله في أي أمر من الأمور، ولو كانوا أنبياء أو أولياء لأن هذه الأمور عبادات لا يستحقها إلا الخالق - جل وعلا - والأدلة على تحريم صرف شيء من المذكورات لغير الله وإن ذلك شرك في عبادة الله كثيرة جدًا منها ما ذكر في هذا الكتاب، ومنها ما لم يذكر. ¶ والأنبياء والأولياء لا يرضون بصرف شيء من العبادات لغير الله - عز وجل وسيتبرءون ممن فعل ذلك يوم القيامة قال تعالى: {وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلَاءِ أَمْ هُمْ ضَلُّوا السَّبِيلَ * قَالُوا",
            "page": "32",
            "part": "1",
            "seal": "28C8BA6E"
        },
        {
            "id": "32",
            "nass": "سُبْحَانَكَ مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ وَلَكِنْ مَتَّعْتَهُمْ وَآَبَاءَهُمْ حَتَّى نَسُوا الذِّكْرَ وَكَانُوا قَوْمًا بُورًا} [الفرقان الآيتان: 17 - 18] وقال تعالى: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} [المائدة الآية: 116] إلى قوله: {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [المائدة: الآية 117] وقال تعالى: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ * قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ} [سبأ: الآيتان 40، 41] إلى قوله تعالى: {وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آَبَاؤُكُمْ وَقَالُوا مَا هَذَا إِلَّا إِفْكٌ مُفْتَرًى} [سبأ: الآية: 43].",
            "page": "33",
            "part": "1",
            "seal": "D470C6E9"
        },
        {
            "id": "33",
            "nass": "وظيفة الرسل عليهم الصلاة والسلام ¶ يعلم مما تقدم أن الرسل، عليهم الصلاة والسلام، عباد لله اصطفاهم لحمل رسالته إلى خلقه، مبشرين ومنذرين لئلا يكون للناس على الله حجة من بعد الرسل. ¶ ويعلم أن وظيفتهم التي كلفوا بها هي: دعوة الناس إلى التوحيد، وتحذيرهم من الشرك وأمرهم بإخلاص العبادة لله وحده لا شريك له، والتزام الطاعات، وتجنب المعاصي. ¶ وقد دعا خاتم النبيين محمد - صلى الله عليه وسلم - إلى ما دعوا إليه ونهى عما نهوا عنه قال تعالى: {قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ} [الأنبياء: الآية: 108] وقال تعالى: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} [الأعراف الآية: 188] وقال تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: 110] وقال - صلى الله عليه وسلم -: «لا تطروني كما أطرت النصارى ابن",
            "page": "34",
            "part": "1",
            "seal": "A306CB1D"
        },
        {
            "id": "34",
            "nass": "مريم إنما أنا عبد فقولوا: عبد الله ورسوله» رواه البخاري ومسلم عن عمر - رضي الله عنه - وقال - صلى الله عليه وسلم -: «إنه لا يستغاث بي وإنما يستغاث بالله» رواه الطبراني بإسناده. وقال - صلى الله عليه وسلم -: «إذا سألت فاسأل الله وإذا استعنت فاستعن بالله» رواه الترمذي عن ابن عباس - رضي الله عنه - في حديث طويل وصححه. ¶ وقال - صلى الله عليه وسلم -: «اللهم لا تجعل قبري وثنا يعبد اشتد غضب الله على قوم اتخذوا قبور أنبيائهم مساجد» رواه مالك في الموطأ وقال - صلى الله عليه وسلم - وهو في الاحتضار: «لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد» رواه البخاري ومسلم عن عائشة رضي الله عنها. ¶ فصلى الله وسلم على عبده ورسوله محمد الذي بلغ الرسالة وأدى الأمانة ونصح للأمة. ¶ وإذا عرف الموحد ما تقدم، وعرف دين الرسل، وعرف ما أصبح كثير من الناس فيه من الجهل استفاد: الفرح بفضل الله ورحمته عليه حيث أنجاه من أعظم معصية وهي: الشرك الذي لا يغفره الله، واستفاد الخوف العظيم منه. ¶ * * *",
            "page": "35",
            "part": "1",
            "seal": "F3D0BB22"
        },
        {
            "id": "35",
            "nass": "إبطال الشبهات ¶ نذكر إخواننا المسلمين فيما يلي بإجابات لكثير من الشبه التي يعترض بها بعض المبتدعين على ما سبق الكلام عليه من أنواع الشرك، ونبدؤها بهذا الجواب العام المجمل لشيخ الإسلام: ¶ يقول الله - تعالى -: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آَيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ} [آل عمران: الآية7] وقد صح عن رسول الله - صلى الله عليه وسلم - أنه قال: «إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم». ¶ مثال ذلك إذ قال بعض المشركين: {أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} [يونس، الآية: 61] وإن الشفاعة حق، وإن الأنبياء لهم جاه عند الله أو ذكر كلامًا للنبي - صلى الله عليه وسلم -، يستدل به على باطله. ¶ فجوابه: أن كفر المشركين بتعلقهم على الملائكة والأنبياء والأولياء، كما قال تعالى عنهم: {هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} وهذا أمر محكم بين لا يقدر أحد أن يغير معناه، وكلام الله لا يتناقض، وكلام النبي - صلى الله عليه وسلم - لا يخالف كلام الله",
            "page": "36",
            "part": "1",
            "seal": "58171397"
        },
        {
            "id": "36",
            "nass": "أما الإجابات المفصلة فتشملها المسائل الآتية. ¶ الأولى: أن الذين قاتلهم الرسول، - صلى الله عليه وسلم - يقولون: نحن نشهد بتفرد الله بالخلق والرزق والنفع والضر، ونقر بأن أوثاننا لا تدبر شيئًا وإنما أردنا بعبادة الصالحين مع الله الجاه والشفاعة. كما في قوله تعالى عنهم: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر، الآية:3] وقوله: {هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس، الآية: 18]. ¶ الثانية: أن من الكفار من يدعو الصالحين والأصنام، ومنهم من يدعو الأولياء الذين قال الله فيهم: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ} [الإسراء، الآية 57]. ¶ ويدعون عيسى بن مريم وأمه، وقد قال - تعالى -: {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآَيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ} [المائدة، الآية:75] وقال تعالى: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ * قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ} [سبأ، الآيتان: 40ـ 41] والله سبحانه قد كفر من قصد الأصنام، وكفر من قصد الصالحين بالعبادة كذلك، وقاتلهم الرسول - صلى الله عليه وسلم -.",
            "page": "37",
            "part": "1",
            "seal": "71C4D87A"
        },
        {
            "id": "37",
            "nass": "الثالثة: أن العبادات كلها حق لله على عباده فرض عليهم إخلاصها له - سبحانه -: فمن دعا مخلوقًا أو ذبح له أو لجأ إليه فيما لا يقدر عليه إلا الله فقد أشرك بالله وعبد غيره، ولا ينفعه الاعتذار بالجاه والشفاعة ... لأن عبادة المشركين للصالحين وللأصنام لم تكن إلا بالدعاء والذبح والالتجاء ونحو ذلك طلبًا للجاه والشفاعة. ¶ الرابعة: أن شفاعة الرسول - صلى الله عليه وسلم - حق .. فهو الشافع المشفع أعطاه الله الشفاعة، ولكن الله بين لنا أن الشفاعة كلها له - سبحانه - قال تعالى: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا} [الزمر، الآية:44] وبين شرطها وهو إذنه في قوله تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ * وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ} [سبأ، الآيتان: 22، 23]. قال العلماء في تفسير هذه الآية: نفى الله عما سواه كل ما يتعلق به المشركون فنفى أن يكون لغيره ملك أو قسط أو يكون عونًا لله، ولم يبق إلا الشفاعة، فبين أنها لا تنفع إلا لمن أذن له - سبحانه - كما قال: «ولا يشفعون إلا لمن ارتضى» فالشفاعة التي يظنها المشركون. منتفية يوم القيامة كما نفاها القرآن الكريم، وأخبر النبي - صلى الله عليه وسلم -، «أنه يأتي",
            "page": "38",
            "part": "1",
            "seal": "1B8EA32D"
        },
        {
            "id": "38",
            "nass": "فيسجد لربه ويحمده لا يبدأ بالشفاعة ثم يقال له: يا محمد ارفع رأسك وقل يسمع وسل تعطه واشفع تشفع».اهـ. ¶ الحديث في الصحيحين بطوله. وخرجه أحمد. وقال أبو هريرة - رضي الله عنه - للرسول - صلى الله عليه وسلم -: من أسعد الناس بشفاعتك؟ قال: «من قال لا إله إلا الله خالصًا من قلبه». رواه البخاري وأحمد والنسائي وصححه ابن حبان، وفيه «وشفاعتي لمن قال لا إله إلا الله مخلصًا ويصدق قلبه لسانه ولسانه قلبه» وفي صحيح مسلم عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لكل نبي دعوة مستجابة فتعجل كل نبي دعوته وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة فهي نائلة إن شاء الله من مات لا يشرك بالله شيئًا». ¶ فتأمل هذا الحديث كيف جعل أعظم الأسباب التي تنال بها شفاعته، - صلى الله عليه وسلم - تجريد التوحيد - عكس ما عند المشركين أن الشفاعة تنال باتخاذهم شفعاء فقلب النبي - صلى الله عليه وسلم - ما في زعمهم الكاذب وأخبر أن سبب الشفاعة تجريد التوحيد فحيئنذ يأذن الله للشافع أن يشفع. ¶ الخامسة: أن محبة الرسول - صلى الله عليه وسلم - فوق محبة النفس والولد والوالد والناس أجمعين واجبة على كل مسلم ففي الحديث عن أنس رضي الله عنه أن رسول الله - صلى الله عليه وسلم -،",
            "page": "39",
            "part": "1",
            "seal": "89AA7D7E"
        },
        {
            "id": "39",
            "nass": "قال: «لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين» رواه البخاري ومسلم وفي الحديث: أن عمر بن الخطاب - رضي الله عنه -قال: «يا رسول الله لأنت أحب إليّ من كل شيء إلا نفسي. فقال: والذي نفسي بيده حتى أكون أحب إليك من نفسك فقال عمر: فإنك الآن أحب إلي من نفسي فقال الآن يا عمر». رواه البخاري. ¶ وينافي هذه المحبة الإعراض عن متابعة الرسول - صلى الله عليه وسلم -، وينافيها تقديم قول غيره على قوله، كما قال - تعالى -: {وَيَقُولُونَ آَمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ مِنْ بَعْدِ ذَلِكَ وَمَا أُولَئِكَ بِالْمُؤْمِنِينَ} [النور، الآية: 47]. ¶ ومحبة الرسول - صلى الله عليه وسلم -، تابعة لمحبة الله لازمة لها، لأنها محبة لله، ولأجله، والمحبة نوعان: شرعية وشركية. ¶ فالشرعية هي: المحبة في الله كمحبة المؤمنين للرسول - صلى الله عليه وسلم -، ولبعضهم البعض محبة جمعهم عليها الإيمان بالله. ¶ والمحبة الشركية هي: محبة غير الله كحب الله، كمحبة المشركين لأصنامهم، ولبعض الأنبياء والملائكة والصالحين حتى أدى بهم ذلك الحب إلى دعائهم وجعلهم وسائط بينهم وبين الله، كما قال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آَمَنُوا أَشَدُّ حُبًّا لِلَّهِ}",
            "page": "40",
            "part": "1",
            "seal": "4B644C38"
        },
        {
            "id": "40",
            "nass": "[البقرة، الآية: 165] وهؤلاء توعدهم الله بالعذاب، كما قال سبحانه: {وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} [البقرة، الآية: 167]. ¶ والمؤمن الحقيقي يحب الرسول - صلى الله عليه وسلم -، فوق محبته لكل مخلوق، وعلامة ذلك تمسكه بكتاب الله وسنة رسوله - صلى الله عليه وسلم -، وعدم مخالفتهما. ¶ أما من يأتي عند أي قبر كان فيدعو صاحبه ويطلب منه الشفاعة ويذكر له حوائجه أو نحو ذلك مما هو خلاف الشريعة، وكذا من يعمل مثل ذلك مع الغائبين أو مع الأحياء الحاضرين فيما لا يقدر عليه إلا الله. فهذا غير محب للرسول - صلى الله عليه وسلم -، وغير محب لله المحبة الشرعية الصحيحة لأنه انتهك حرمة الوحي وعمله دليل على أن محبته لمن يرتكب تلك الأمور عند قبره محبة شركية محرمة. ¶ والمحبة التي يستحق المحبوب بها أن يعبد إنما هي محبة الله وحده لا شريك له لأنه هو الخالق الرازق الهادي للإيمان هداية التوفيق التي لا يقدر عليها إلا هو فلذلك يوحد المؤمن ربه - عز وجل - ويعتقد فيه وحده النفع والضر فيرجع إليه في جميع أموره ويعبده حق عبادته. ¶ السادسة: أن الاستشفاع والتوسل بالنبي - صلى الله عليه وسلم -، وبغيره",
            "page": "41",
            "part": "1",
            "seal": "DB235F73"
        },
        {
            "id": "41",
            "nass": "في الدنيا إلى الله - تعالى - في الدعاء على أنواع: ¶ الأول: قول الداعي: بحق فلان يريد الإقسام على الله وهذا محذور من وجهين: الأول: أنه قسم بغير الله لا يجوز. كما قال - صلى الله عليه وسلم -: «من حلف بغير الله فقد كفر أو أشرك» رواه الترمذي وحسنه وصححه الحاكم. والثاني: أنه اعتقاد في أن لأحد على الله حقًا وليس لأحد على الله حق إلا ما أحقه على نفسه ,كقوله تعالى: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم، الآية: 47] وكذلك ما ثبت في الصحيحين من قوله - صلى الله عليه وسلم -، لمعاذ وهو رديفه. فهذا حق وجب بكلمات الله التامة ووعده الصادق، لا أن العبد نفسه يستحق على الله شيئًا كما يكون للمخلوق على المخلوق، فإن الله هو المنعم على العباد بكل خير، وحقهم الواجب بوعده هو أن لا يعذبهم، وترك تعذيبهم معنى لا يصلح أن يقسم به. ولهذا قال أبو حنيفة وصاحباه: يكره أن يقول الداعي: أسألك بحق فلان، أو بحق أنبيائك ورسلك، وبحق البيت الحرام، والمشعر الحرام ونحو ذلك. ¶ الثاني: أن يقول الداعي: بحق فلان يريد التوسل بماله من حق عند الله بسبب صلاحه. وهذا فيه المحذور الثاني المتقدم في الإقسام على الله، وهو اعتقاد أن لأحد على الله",
            "page": "42",
            "part": "1",
            "seal": "5418C0A7"
        },
        {
            "id": "42",
            "nass": "حقًا، ومع ذلك لا مناسبة بين ماله من حق عند الله وبين إجابة الداعي فدعاؤه هذا اعتداء في الدعاء. وقد قال تعالى {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ}، [الأعراف، الآية: 55]. ¶ الثالث: أن يقول الداعي، أسألك بفلان يريد التوسل بذاته ... فهذا بدعة لا يجوز. وهذه الثلاثة الأنواع ونحوها من الأدعية المبتدعة لم تنقل عن النبي - صلى الله عليه وسلم -، ولا عن الصحابة ولا عن التابعين ولا عن أحد من الأئمة، وإنما يوجد مثل هذا في الحروز والهياكل التي يكتب بها الجهال والطرقية. والدعاء من أفضل العبادات. والعبادات مبناها على السنة والاتباع لا على الهوى والابتداع. ¶ الرابع: أن يقول الداعي: أسألك بحق السائلين عليك يريد بحق السائلين الإجابة. وهذا ليس من نوع التوسل بالمخلوق وإنما هو من التوسل بصفات الله الفعلية، كما في الحديث الذي في المسند من حديث أبي سعيد عن النبي - صلى الله عليه وسلم -، وفي قول الماشي إلى الصلاة: «أسألك بحق السائلين عليك وبحق ممشاي هذا» فهذا حق السائلين هو أوجبه سبحانه على نفسه. فهو الذي أحق للسائلين أن يجيبهم، وللعابدين أن يثيبهم، وبهذا المعنى فسر العلماء حديث",
            "page": "43",
            "part": "1",
            "seal": "293991EC"
        },
        {
            "id": "43",
            "nass": "المسند - إن صح - ولقد أحسن القائل: ¶ ما للعباد عليه حق واجب ... كلا ولا سعي لديه ضائع ¶ إن عذبوا فبعدله أو نعموا ... فبفضله وهو الكريم الواسع ¶ فإن قيل: فأي فرق بين قول الداعي: «بحق السائلين عليك» وبين قوله: «بحق فلان؟» أو نحو ذلك؟ فالجواب: أن معنى قوله بحق السائلين عليك: أنك وعدت السائلين بالإجابة، وأنا من جملة السائلين، فأجب دعائي بخلاف قوله: بحق فلان. وإن كان له حق على الله بوعده الصادق فلا مناسبة بين ذلك وبين إجابة دعاء هذا السائل. فكأنه يقول: لكون فلان من عبادك الصالحين أجب دعائي! وأي مناسبة في هذا وأي ملازمة؟ وإنما هذا من الاعتداء في الدعاء كما تقدم ذكره. ¶ الخامس: أن يقول الداعي أسألك باتباعي لرسولك ومحبتي له وإيماني به وسائر أنبيائك ورسلك وتصديقي لهم ونحو ذلك فهذا لا محذور فيه لأنه من التوسل بأعماله الصالحة، كما جاء في حديث الثلاثة الذين آووا إلى الغار فتوسل كل واحد منهم بعمله الصالح. وهو حديث مشهور في الصحيحين وغيرهما. ¶ والتوسل الذي كان الصحابة - رضي الله عنهم -",
            "page": "44",
            "part": "1",
            "seal": "9738E8E2"
        },
        {
            "id": "44",
            "nass": "يتوسلون به في حياة الرسول - صلى الله عليه وسلم -، كان بدعائه. يطلبون منه أن يدعو لهم وهم يؤمنون على دعائه كما في الاستسقاء وغيره. فلما مات - صلى الله عليه وسلم - قال عمر - رضي الله عنه - لما خرجوا يستسقون: «اللهم إنا كنا إذا أجدبنا نتوسل إليك بنبينا فتسقينا، وإنا نتوسل إليك بعم نبينا» ومعناه: بدعائه هو ربه وسؤاله، ليس المراد أنا نقسم عليك به أو نسألك بجاهه عندك. إذ لو كان مرادًا لكان جاه النبي - صلى الله عليه وسلم - أعظم وأعظم من جاه العباس فليعلم ذلك. فإن لفظ التوسل بالشخص والتوجيه به فيه إجمال غلط فيه من لم يفهم معناه. ¶ السابعة: أن الشرك ليس مخصوصًا بعبادة الأصنام من الجمادات بل كل عبادة تصرف لغير الله نبي كان أو صالح أو جماد فهو شرك كما دلت عليه الآيات والأحاديث. ¶ الثامنة: أن من صدق الرسول - صلى الله عليه وسلم - في شيء وكذبه في شيء: كافر لم يدخل في الإسلام. وكذلك إذا آمن ببعض القرآن وجحد بعضه كمن أقر بالتوحيد وجحد وجوب الصلاة، أو أقر بالتوحيد والصلاة وجحد بالزكاة، ولما لم ينقد أناس في زمن النبي - صلى الله عليه وسلم - للحج أنزل الله في حقهم: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} [آل عمران، الآية: 97] ومن أقر بهذا كله",
            "page": "45",
            "part": "1",
            "seal": "9E27AF1E"
        },
        {
            "id": "45",
            "nass": "وجحد البعث كفر بالإجماع، حل دمه وماله. فإن الله تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا * أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا} [النساء: الآيتان: 150، 151] فلا حجة لمن قال ممن ابتلى بالوقوع فيما وقع فيه المشركون الأولون: إن المشركين الذين نزل فيهم القرآن لا يشهدون أن لا إله إلا الله ويكذبون الرسول وينكرون البعث ويكذبون القرآن ويجعلونه سحرًا!! ونحن نشهد أن لا إله إلا الله وأن محمدًا رسول الله ونصدق القرآن ونؤمن بالبعث ونصلي ونصوم فكيف تجعلوننا مثل أولئك؟ وذلك لأن الجواب على هذا القول: أن التوحيد هو أعظم فريضة جاء بها النبي - صلى الله عليه وسلم -، وهو أعظم من الصلاة والزكاة والصوم والحج فإذا كان من جحد شيئًا من هذه الأمور كلها فكيف بمن يجحد التوحيد الذي هو دين الرسل كلهم؟ ومعلوم أن صرف العبادة أو شيء منها لغير الله جحد للتوحيد. ¶ التاسعة أن من رفع رجلاً غير نبي إلى رتبة النبوة يكفر ويقاتل كما قاتل الصحابة - رضي الله عنهم - بني حنيفة مع أنهم قد أسلموا، ويشهدون أن لا إله إلا الله وأن محمدًا",
            "page": "46",
            "part": "1",
            "seal": "8AC573CA"
        },
        {
            "id": "46",
            "nass": "رسول الله، ويصلون، ويؤذنون، ولكن لأنهم رفعوا مسيلمة إلى رتبة النبوة. فإذا كان هذا حال من رفع رجلاً إلى رتبة النبي فكيف بمن رفع مخلوقًا نبيًّا كان أو غيره إلى مرتبة جبار السموات والأرض فصرف له شيئًا من العبادة!! ¶ العاشرة: أن ما يفعله كثير من الجهلة من أخذ تراب قبر الذي يعتقدون فيه ليتداوى به مريضهم: لا يجوز لمن فيه من اعتقاد بغير الله - وهذا عمل لم يسبق إليه إلا النصارى - وربما وافق ذلك تحسن حالة المريض فيظن ويظن غيره ممن لم يعرفوا التوحيد أن هذا الشفاء من هذا التراب وصاحب القبر - وأن هذا الصنيع جائز لا إثم فيه، ولو أخبر أحدهم بأنه شرك لاعتذر بحسن النية. ¶ والجواب عن ذلك: أن دعوى حسن النية لا يكفي، بل لا بد معه من امتثال ما جاء به الرسول - صلى الله عليه وسلم - ومن المعلوم مخالفة هذا العمل لما جاء به - صلى الله عليه وسلم - ... فالمشركون الذين يعبدون الأصنام إنما عبدوها في الغالب بهذه النية التي يزعمها أولئك فقد قالوا: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: الآية3] وقالوا: {هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس الآية: 18]. وقد قال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ",
            "page": "47",
            "part": "1",
            "seal": "A8C6D806"
        },
        {
            "id": "47",
            "nass": "بِالْأَخْسَرِينَ أَعْمَالًا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف: الآيتان 103، 104]. ¶ والشفاء كله من عند الله قال تعالى: {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} [الشعراء، الآية 80] فلا يطلب الشفاء إلا من الله، ولا يتداوى إلا بالأدوية التي هدانا لها - سبحانه وتعالى -. ¶ الحادية عشرة: أن المسلم العامي بل العالم قد يقع في أنواع من الشرك لا يدري عنها، كما حدث لبني إسرائيل مع إسلامهم وعلمهم وصلاحهم، لما قالوا لموسى: {اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آَلِهَةٌ} وكما قال ناس من الصحابة للرسول - صلى الله عليه وسلم -: «اجعل لنا ذات أنواط كما لهم ذات أنواط» فحلف - صلى الله عليه وسلم -، أن هذا نظير قول بني إسرائيل: {اجْعَلْ لَنَا إِلَهًا}. ¶ فالمسلم إذا تكلم بكلام كفر وهو لا يدري فنبه عن ذلك فتاب من ساعته لا يكفر، ولكن يغلظ عليه الكلام، كما غلظ على بني إسرائيل، والذين سألوا النبي - صلى الله عليه وسلم -. ¶ فينبغي التحرز والتعلم. فهؤلاء الذين سألوا موسى لم يفعلوا ولو فعلوا لكفروا، وكذلك الذين سألوا النبي - صلى الله عليه وسلم -، لو لم يطيعوه واتخذوا ذات أنواط لكفروا. ¶ الثانية عشر: أن إنكار النبي - صلى الله عليه وسلم - على أسامة قتل من قال",
            "page": "48",
            "part": "1",
            "seal": "8202F85C"
        },
        {
            "id": "48",
            "nass": "لا إله إلا الله - وحديث: «أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله» وغيره من الأحاديث الدالة على الكف عمن قالها ... المراد من ذلك: أن من أظهر الإسلام وجب الكف عنه حتى يتبين منه ما يخالف ذلك. فإذا تبين منه ما يخالف الإسلام فإنه لا ينتفع بلا إله إلا الله، ويقاتل كما قاتل رسول الله - صلى الله عليه وسلم - اليهود وسباهم وهم يشهدون أن لا إله إلا الله وكما قاتل الصحابة بني حنيفة كما تقدم، وكذلك الذين حرقهم علي - رضي الله عنه - بالنار. ¶ فإذا كانت لا إله إلا الله لا تنفع من جحد فرعًا من الفروع، فكيف تنفع من جحد التوحيد الذي هو أساس دين الرسل؟!! ¶ الثالثة عشرة: أن استغاثة الناس يوم القيامة بالنبي - صلى الله عليه وسلم -: دليل على جواز الاستغاثة بالمخلوق فيما يقدر عليه، قال تعالى: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص: الآية: 15] وليس ذلك دليلاً على جواز استغاثة العبادة التي يفعلها الكثيرون عند قبر النبي - صلى الله عليه وسلم -، أو عند قبور الأولياء أو في غيبتهم ... لما تقدم من الأدلة الصحيحة الصريحة في النهي عن ذلك. ¶ أما الحاضر فيستغاث به فيما يقدر عليه فقط. واستغاثة",
            "page": "49",
            "part": "1",
            "seal": "D4CADC81"
        },
        {
            "id": "49",
            "nass": "الناس يوم القيامة بالنبي - صلى الله عليه وسلم -، استغاثة بالحي فيما يقدر عليه، وهذا جائز في الدنيا والآخرة. فلا بأس أن يقول المسلم لأخيه المسلم الحي إذا اعتقد صلاحه: ادع الله لي ومثل ذلك اعتراض جبريل عليه السلام، لإبراهيم في الهواء لما ألقي في النار، فإن جبريل قادر بإذن الله على إنقاذ إبراهيم من النار. ¶ الرابعة عشرة: أن التوحيد لا بد أن يكون بالقلب واللسان والعمل فإن اختل شيء من هذا لم يكن الرجل مسلمًا. ¶ فإن عرف التوحيد ولم يعمل به فهو كافر معاند ككفر إبليس وفرعون، ولو كان تركه للعمل به لعذر من الأعذار كما قال تعالى: {اشْتَرَوْا بِآَيَاتِ اللَّهِ ثَمَنًا قَلِيلًا} [التوبة: الآية: 9] وكما قال: {يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} [البقرة الآية: 146]. ¶ وإن عمل بالتوحيد لابد أن يكون بالقلب واللسان والعمل فإن اختل شيء من ذا لم يكن الرجل مسلمًا. ¶ وإذا كان بعض من كان في زمن النبي - صلى الله عليه وسلم -، قد كفر بعد إسلامه بسبب كلمة قالها على وجه المزح واللعب كما قال تعالى عنهم: {قُلْ أَبِاللَّهِ وَآَيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ * لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة: الآية66] فإن",
            "page": "50",
            "part": "1",
            "seal": "D4131E93"
        },
        {
            "id": "50",
            "nass": "الذين يتكلمون بالكفر ويعملون به خوفًا من نقص مال أو جاه أو مداراة لأحد أعظم ممن يتكلم بكلمة يمزح بها. ¶ ولا يعذر من هؤلاء إلا المكره المطمئن قلبه بالإيمان، كما قال - تعالى: {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ * ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآَخِرَةِ} [النحل، الآيتان: 106، 107]. ¶ والإنسان لا يكره إلا على الكلام أو الفعل. أما عقيدة القلب فلا يكره أحد عليها. وهذا دل عليه قوله تعالى: {إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ} [النحل، الآية: 106]. ¶ وقد دل قوله تعالى: {ذَلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآَخِرَةِ}. [النحل، الآية: 107] على أن الكفر والعذاب سببه في هذه الحالة إيثار الدنيا على الدين. والله أعلم.",
            "page": "51",
            "part": "1",
            "seal": "C14CE5E6"
        },
        {
            "id": "52",
            "nass": "بيان أنواع من الشرك الأصغر",
            "page": "53",
            "part": "1",
            "seal": "09AF3DAA"
        },
        {
            "id": "54",
            "nass": "من الشرك الحلف بغير الله، وقول ما شاء الله وشئت ولولا كذا - يعني غير الله - لكان كذا ولولا الله وكذا. ¶ عن عمر بن الخطاب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - ... قال: «من حلف بغير الله فقد كفر أو أشرك» رواه الترمذي وحسنه وصححه الحاكم وقال ابن عباس - رضي الله عنهما - في تفسير قوله - تعالى - {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة، الآية: 22] الأنداد هو الشرك أخفى من دبيب النمل على صفاة سوداء في ظلمة الليل، وهو أن تقول: والله وحياتك يا فلان. وحياتي. وتقول: لولا كليبة هذا لأتانا اللصوص، ولولا البط في الدار لأتى اللصوص، وقول الرجل لصاحبه: «ما شاء الله وشئت». وقول الرجل: «لولا الله وفلان» لا تجعل فيها فلانًا هذا كله به شرك رواه ابن أبي حاتم. ¶ وعن حذيفة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -، قال: «لا تقولوا ما شاء الله وشاء فلان ولكن قولوا ما شاء الله ثم شاء فلان» رواه أبو داود بسند صحيح. وروى النسائي عن ابن",
            "page": "55",
            "part": "1",
            "seal": "699A0AEB"
        },
        {
            "id": "55",
            "nass": "عباس - رضي الله عنه - أن رجلاً قال للنبي: «ما شاء الله وشئت. فقال: أجعلتني لله ندًّا؟ بل ما شاء الله وحده. وقال - صلى الله عليه وسلم -: من حلف بالأمانة فليس منا» رواه أبو داود. وفي الصحيح عن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «من كان حالفًا فليحلف بالله أو ليصمت». ¶ ومن الحلف بغير الله: الحلف بالنبي والكعبة والشرف والجاه ونحو ذلك مما حذر عنه الصادق المصدوق، - صلى الله عليه وسلم -، إذ ليس للمخلوق أن يقسم إلا بالخالق جل وعلا.",
            "page": "56",
            "part": "1",
            "seal": "9C954227"
        },
        {
            "id": "56",
            "nass": "التحذير من الرياء وبيان أنه من الشرك ¶ الرياء: هو أن يعمل المرء العمل ظاهره أنه لله ولكنه في الباطن يريد به مدح الناس له. ¶ قال - تعالى-: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف، الآية 110]. ¶ وعن أبي هريرة مرفوعًا: «قال الله تعالى أنا أغنى الشركاء عن الشرك من عمل عملاً أشرك معي فيه غيري تركته وشركه» رواه مسلم. وعن أبي سعيد مرفوعًا: «ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال، قالوا بلى يا رسول الله، قال: الشرك الخفي يقوم الرجل فيصلي فيزين صلاته لما يرى من نظر رجل» رواه أحمد، وفي الحديث عن النبي - صلى الله عليه وسلم -: «أخوف ما أخاف عليكم الشرك الأصغر». فسئل عنه، فقال: «الرياء» وعن ابن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من مات وهو يدعو لله ندًّا دخل النار» رواه البخاري. ¶ والحلف بغير الله وقول ما شاء الله وشئت، ولولا الله وأنت ,وهذا من الله ومنك وأشباه ذلك والرياء اليسير والسمعة من أنواع الشرك الأصغر، فيجب الحذر منه والتواصي بتركه والتحرز من الوقوع فيه.",
            "page": "57",
            "part": "1",
            "seal": "5AB7237E"
        },
        {
            "id": "57",
            "nass": "تحريم لبس الحلقة والخيط ونحوهما والوشم ¶ عن عمران بن حصين - رضي الله عنه - أن النبي - صلى الله عليه وسلم - رأى رجلاً في يده حلقة من صفر فقال: «ما هذا؟ قال: من الواهنة فقال: انزعها فإنها لا تزيدك إلا وهنًا فإنك لو مت وهي عليك ما أفلحت أبدًا» رواه أحمد بسند لا بأس به، وله عن عقبة بن عامر مرفوعًا، «من علق تميمة فقد أشرك» ولابن أبي حاتم عن حذيفة - رضي الله عنه - أنه رأى رجلاً في يده خيط من الحمى فقطعه وتلا قوله تعالى: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يونس، الآية: 106]. ¶ أما الوشم: فمن الأدلة على منعه: ما روى البخاري في الصحيح عن أبي جحفة - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - نهى عن ثمن الدم وثمن الكلب وكسب البغي، ولعن الربا وموكله والواشمة والمستوشمة والمصور». ¶ ومن ذلك ما يفعله بعض الناس من تجريح وجوه الصغار أو أيديهم وتخطيطها بنوع من الأصباغ يظل ظاهرًا في وجه الرجل أو المرأة أو أيديهما طيلة أيامهما. وهم عندما يفعلون ذلك قد يعتقدون أن هذا التوشيم يطيل حياة الموشوم أو يحفظه ونحو ذلك من الاعتقادات الفاسدة المحرمة. وهذا",
            "page": "58",
            "part": "1",
            "seal": "78F26145"
        },
        {
            "id": "58",
            "nass": "منكر لا يجوز ... لما فيه من الشرك وتعذيب للآدمي، وتشويه لخلقته؛ وتغيير لخلق الله. ¶ وقد نهى الله عن مثل ذلك في الأنعام فكيف به في الآدمي الذي كرمه الله. قال - تعالى: {وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا * وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آَذَانَ الْأَنْعَامِ وَلَآَمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا} [النساء، الآيتان 118، 119]. ¶ * * *",
            "page": "59",
            "part": "1",
            "seal": "EA33A05F"
        },
        {
            "id": "59",
            "nass": "تحريم الرقى المشتملة على الشرك وتحريم التمائم ¶ في الصحيح عن أبي بشير الأنصاري - رضي الله عنه- «أنه كان مع رسول الله - صلى الله عليه وسلم -، في بعض أسفاره فأرسل رسولا: أن لا يبقين في رقبة بعير قلادة، من وتر أو قلادة إلا قطعت» وعن ابن مسعود - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم -، يقول إن الرقى والتمائم والتولة شرك». ¶ رواه أحمد وأبو داود، وعن عبد الله بن حكيم مرفوعًا: «من علق شيئًا وكل إليه». رواه أحمد الترمذي. ¶ التمائم شيء يعلق على الأولاد عن العين - والرقى: هي التي تسمى العزائم. وخص منه الدليل ما خلا من الشرك فقد رخص فيه رسول الله - صلى الله عليه وسلم -، من العين والحمى. والتولة: شيء يصنعونه يزعمون أنه يحبب المرأة إلى زوجها والرجل إلى امرأته. ¶ * * *",
            "page": "60",
            "part": "1",
            "seal": "7F2F487B"
        },
        {
            "id": "60",
            "nass": "أنواع من السحر ¶ قال أحمد: حدثنا محمد بن جعفر حدثنا عوف عن حيان بن العلاء حدثنا قطن بن قبيصة عن أبيه أنه سمع رسول الله - صلى الله عليه وسلم -، قال: «إن العيافة والطرق والطيرة من الجبت» قال عوف: العيافة، زجر الطير، والتفاؤل بأسمائها وأصواتها وممرها والطرق الخط يخط بالأرض. اهـ. والجبت معناه السحر. ¶ وعن ابن عباس - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: «من اقتبس شعبة من النجوم فقد اقتبس شعبة من السحر زاد ما زاد» رواه أبو داود وإسناده صحيح. ¶ قال العلماء: يرحمهم الله - في معنى قوله: «زاد ما زاد» أي كلما زاد من تعلم علم النجوم زاد في الإثم الحاصل بزيادة الاقتباس من شعبة. فإن ما يعتقده في النجوم من التأثير باطل كما أن تأثير السحر باطل. ¶ والذي ينبغي عدم تجاوزه في علم النجوم ما هو دل عليه القرآن والسنة قال البخاري في صحيحه: قال قتادة: خلق الله هذه النجوم لثلاث: زينة للسماء، ورجومًا للشياطين، وعلامات يهتدي بها. فمن تأول غير ذلك أخطأ وأضاع نصيبه",
            "page": "61",
            "part": "1",
            "seal": "F2E6AF11"
        },
        {
            "id": "61",
            "nass": "وتكلف ما لا علم له به. اهـ. ¶ وللنسائي من حديث أبي هريرة - رضي الله عنه - «من عقد عقدة ثم نفث فيها فقد سحر، ومن سحر فقط أشرك، ومن تعلق شيئًا وكل إليه» وعن ابن مسعود - رضي الله عنه - أن رسول الله، - صلى الله عليه وسلم - قال: «ألا هل أنبئكم ما العضة؟ هي النميمة القالة بين الناس» رواه مسلم. والعضه هو البهت. ¶ ومما يجب الحذر منه: الكهانة وإتيان أهلها وتصديقهم، ففي الحديث عن عمران بن حصين مرفوعًا: «ليس منا من تطير أو تطير له أو تكهن أو تكهن له أو سحر أو سحر له ومن أتى كاهنًا فصدقه بما يقول فقد كفر بما أنزل على محمد - صلى الله عليه وسلم -» رواه البزار بإسناد جيد، ورواه الطبراني في الأوسط بإسناد حسن من حديث ابن عباس دون قوله: «ومن أتى» إلى آخره. وروى مسلم في صحيحه عن بعض أزواج النبي - صلى الله عليه وسلم -، قال: «من أتى عرافًا فسأله عن شيء فصدقه لم تقبل له صلاة أربعين يومًا». ¶ وعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -، قال: «من أتى كاهنًا فصدقه بما يقول فقد كفر بما أنزل على محمد - صلى الله عليه وسلم -» رواه أبو داود.",
            "page": "62",
            "part": "1",
            "seal": "48291388"
        },
        {
            "id": "62",
            "nass": "قال البغوي: (العراف) الذي يدعي معرفة الأمور بمقدمات يستدل بها على المسروق، ومكان الضالة، ونحو ذلك (¬1)، وقيل: هو الكاهن. والكاهن: هو الذي يخبر عن المغيبات في المستقبل، وقيل: الذي يخبر عما في الضمير. ¶ وقال شيخ الإسلام: العراف اسم للكاهن والمنجم والرمال ونحوهم ممن يتكلم في معرفة الأمور بهذه الطرق - وقال ابن عباس في قوم يكتبون (أباجاد) وينظرون في النجوم: «ما أرى من فعل ذلك له عند الله من خلاق». ¶ قال العلماء: ولا ريب أن من ادعى الولاية واستدل بإخباره ببعض المغيبات: فهو من أولياء الشيطان لا من أولياء الرحمن؛ إذ الكرامة أمر يجريه الله على يد عبده المؤمن التقي. إما بدعاء أو أعمال صالحة لا صنع للولي فيها ولا قدرة له عليها. والولي حقيقة لا يزكى نفسه، ويتظاهر للناس ويقول لهم: أنا ولي, فسادات الأولياء من الصحابة - رضي الله عنهم - لم يقولوا هذا ولم يتظاهروا به. ¶ وما يحصل لمثل هذا المدعي للولاية وعلم المغيبات من صدق في بعض الأشياء، فليس إلا من قبيل ما يصدق فيه الكهان الذين أخبر الرسول، - صلى الله عليه وسلم -، عنهم بقوله: «فيكذبون معها مائة كذبة». ¶ ¬_________ ¶ (¬1) مما هو غير جائز.",
            "page": "63",
            "part": "1",
            "seal": "9A4997F2"
        },
        {
            "id": "63",
            "nass": "أي يكذبون مع الكلمة التي يسترقها الشيطان فيلقيها على الكاهن. وأيضًا فقد يبتلي الله عبده بخرق العادة أو بالعز إبتلاءًا فحسب. ¶ ومن أنواع الشرك: التطير ... قال تعالى: {أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ} [الأعراف، الآية: 131]. وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -، قال: «لا عدوى ولا طيرة ولا هامة ولا صفر» أخرجاه زاد مسلم «ولا نوء ولا غول» وروى البخاري ومسلم أيضًا عن أنس قال: قال رسول الله - صلى الله عليه وسلم -: «لا عدوى ولا طيرة ويعجبني الفأل» قالوا يا رسول الله: وما الفأل؟ قال: (الكلمة الطيبة)». ولأبي داود بسند صحيح عن عقبة بن عامر قال: ذكرت الطيرة عند رسول الله - صلى الله عليه وسلم -، فقال: «أحسنها الفأل ولا ترد مسلمًا فإذا رأى أحدكم ما يكره فليقل: اللهم لا يأتي بالحسنات إلا أنت ولا يدفع السيئات إلا أنت ولا حول ولا قوة إلا بك» وعن ابن مسعود مرفوعًا: «الطيرة شرك الطيرة شرك، وما منا إلا ولكن الله يذهبه بالتوكل» رواه أبو داود والترمذي وصححه وجعل آخره من قول ابن مسعود ولأحمد من حديث ابن عمرو «من ردته الطيرة عن حاجته فقد أشرك» قالوا: فما كفارة ذلك يا رسول الله؟ قال: أن تقول:",
            "page": "64",
            "part": "1",
            "seal": "0050E4AA"
        },
        {
            "id": "64",
            "nass": "اللهم لا خير إلا خيرك، ولا طير إلا طيرك، ولا إله غيرك» وله من حديث الفضل بن العباس: «إنما الطيرة ما أمضاك أو ردك». ¶ العدوى: انتقال المرض من المريض إلى السليم، قال البيهقي وابن الصلاح وابن القيم وابن رجب وابن مفلح وغيرهم إن قوله: «لا عدوى» على الوجه الذي يعتقده أهل الجاهلية من إضافة الفعل إلى غير الله - تعالى -، وأن هذه الأمور تتعدى بطبعها. اهـ. ومعنى قولهم: إن اتقاء الأسباب مع اعتقاد أن الضر بيد الله جائز، كمن لا يدخل بلدًا سمع بالطاعون فيه مع أنه لا يخرج منه إذا وقع وهو فيه فرارًا منه، وكالابتعاد عن المجذوم، وذلك لأن الأسباب والمسببات كلها خلق الله لا خالق لها إلا هو - سبحانه. ¶ ومن قوي توكله وقويت نفسه على مباشرة هذه الأسباب أو بعضها اعتمادًا على الله ورجاء منه أن لا يحصل به ضرر ففي هذه الحال تجوز مباشرة ذلك لا سيما إذا كان في ذلك مصلحة عامة أو خاصة. وعلى هذا يجعل الحديث الذي رواه أبو داود والترمذي أن النبي - صلى الله عليه وسلم -: «أخذ بيد مجذوم فأدخلها معه في القصعة ثم قال: كل بسم الله ثقة بالله وتوكلا عليه» وقد أخذ به الإمام أحمد وروي ذلك عن عمر وابنه سلمان - رضي الله عنهم -",
            "page": "65",
            "part": "1",
            "seal": "2BD4C3B1"
        },
        {
            "id": "65",
            "nass": "والطيرة: هي التشاؤم بالطير أو بأصواتها كمن يتشاءم بالغراب ونحوه. والهامة: هي البومة من طيور الليل. قال ابن الأعرابي: كانوا يتشاءمون بها إذا وقعت على بيت أحدهم: يقول: نعت إلي نفسي أو أحدًا من أهل داري فجاء الحديث بنفي ذلك وإبطاله. ¶ قوله ولا صفر: قيل هي حية تكون في البطن تصيب الماشية والناس - أعدى من الجرب عند العرب - وتقدم الكلام على هذه في العدوى. وقيل المراد به: شهر صفر وأن العرب كانوا يتشاءمون به. ويقولون: إنه شهر مشؤوم فابطل النبي - صلى الله عليه وسلم -، ذلك. قوله: ولا غول: قال أبو السعادات الغول واحد الغيلان وهو جنس من الجن والشياطين، كانت العرب شتى، وتغولهم أي تضلهم عن الطريق وتهلكهم فنفاه النبي - صلى الله عليه وسلم -، وأبطله وهذا يراد به والله أعلم، نفي تصرف الغول لا عدمه لحديث: «إذا تغولت الغيلان فبادروا بالأذان» أي ادفعوا شرها بذكر الله. ولحديث أبي أيوب: «كان لي تمر في سهوة فكانت تجيء فتأخذ» ولحديث: «لا غول ولكن السعالي سحرة الجن».",
            "page": "66",
            "part": "1",
            "seal": "724B3493"
        },
        {
            "id": "66",
            "nass": "النهي عن الاستسقاء بالنجوم والنياحة والمفاخرة بالأحساب والطعن في الأنساب ¶ روى البخاري ومسلم عن زيد بن خالد - رضي الله عنه - قال: صلى لنا رسول الله - صلى الله عليه وسلم -، صلاة الصبح بالحديبية على إثر سماء كانت من الليل فلما انصرف أقبل على الناس وقال: «هل تدرون ماذا قال ربكم؟ قالوا الله ورسوله أعلم. قال: أصبح من عبادي مؤمن بي وكافر، فأما من قال: مطرنا بفضل الله ورحمته فذلك مؤمن بي وكافر بالكواكب. وأما من قال مطرنا بنوء كذا وكذا فذلك كافر بي مؤمن بالكواكب». ¶ المراد بالاستسقاء بالأنواء: نسبة السقيا ومجيء المطر إلى الأنواء. والأنواء جمع نوء وهي منازل القمر. قال أبو السعادات: وهي ثمان وعشرون منزلة ينزل القمر كل ليلة منزلة منها ومنه قوله تعالى: {وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ} [يس، الآية:39]. يسقط في العرب كل ثلاث عشرة ليلة منزلة مع طلوع الفجر وتطلع أخرى مقابلتها ذلك الوقت من المشرق فتنقضي جميعها مع انقضاء السنة. وكانت العرب تزعم أن مع سقوط المنزلة وطلوع رقيبها يكون مطر وينسبونه",
            "page": "67",
            "part": "1",
            "seal": "8F7285EA"
        },
        {
            "id": "67",
            "nass": "إليها. ويقولون: مطرنا بنوء كذا وكذا - وإنما سمي نوءًا لأنه إذا سقط الساقط منها ناء الطالع بالمشرق أي نهض وطلع. أ. هـ ¶ وروى الإمام أحمد والترمذي وحسنه ابن جرير وابن حاتم والضياء في المختارة عن علي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «تجعلون رزقكم» يقولون شكركم. (أنكم تكذبون) تقولون مطرنا بنوء كذا وكذا بنجم كذا وكذا». ¶ وعن أبي مالك الأشعري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -، قال: «أربع في أمتي من أمر الجاهلية لا يتركونهن: الفخر بالأحساب والطعن في الأنساب، والاستسقاء بالنجوم، والنياحة» قال: «النائحة إذا لم تتب قبل موتها تقام يوم القيامة وعليها سربال من قطران ودرع من جرب» رواه مسلم.",
            "page": "68",
            "part": "1",
            "seal": "39A840B7"
        },
        {
            "id": "68",
            "nass": "النهي عن سب الدهر ¶ روى الشيخان وأبو داود والنسائي من رواية سفيان بن عيينة عن الزهري عن سعيد بن المسيب عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «يقول الله تعالى يؤذيني ابن آدم يسب الدهر وأنا الدهر بيدي الأمر أقلب الليل والنهار» (وفي رواية): «لا تسبوا الدهر فإني أنا الدهر» وفي رواية: «لا يقل ابن آدم: يا خيبة الدهر فإني أنا الدهر أرسل الليل والنهار فإن شئت قبضتهما».اهـ. ¶ قال في شرح السنة يعني هذا الحديث: حديث متفق على صحته أخرجاه من طريق معمر من أوجه عن أبي هريرة قال ومعناه: أن العرب كان من شأنها ذم الدهر أي سبه عند النوازل لأنهم كانوا ينسبون إليه ما يصيبهم من المصائب والمكاره فيقولون: أصابتهم قوارع الدهر وأبادهم الدهر. فإذا أضافوا إلى الدهر ما نالهم من الشدائد سبوا فاعلها، فكان مرجع سبها إلى الله - عز وجل - إذ هو الفاعل حقيقة فنهوا عن سب الدهر. اهـ. باختصار. ¶ ومثل سب الدهر: سب الريح فإنه لا يجوز ... لأنها مأمورة",
            "page": "69",
            "part": "1",
            "seal": "C7BBBC51"
        },
        {
            "id": "69",
            "nass": "من عند الله، وفي الحديث عن أبي بن كعب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا تسبوا الريح فإذا رأيتم ما تكرهون فقولوا اللهم إنا نسألك خير هذه الريح وخير ما فيها، وخير ما أمرت به، ونعوذ بك من شر هذه الريح وشر ما فيها، وشر ما أمرت به» رواه الترمذي وصححه. ¶ وهكذا الحر والبرد ونحو ذلك فإنه لا يجوز سبه فهو تذكرة للعبد المؤمن يذكره بالله وقدرته وقدره ورحمته وعذابه فيسأل الله سبحانه الخير ويستعيذ به من الشر. ¶ * * *",
            "page": "70",
            "part": "1",
            "seal": "590951EE"
        },
        {
            "id": "70",
            "nass": "وجوب الإيمان بالقدر وتعريف الإيمان ¶ قال - تعالى -: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر، الآية: 49] قال ابن عمر: والذي نفس ابن عمر بيده لو كان لأحدهم مثل أحد ذهبًا ثم أنفقه في سبيل الله، ما قبله الله منه حتى يؤمن بالقدر. ثم استدل بقول النبي - صلى الله عليه وسلم -: «الإيمان أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره» رواه مسلم. وعن عبادة بن الصامت أنه قال لابنه: يا بني إنك لن تجد طعم الإيمان حتى تعلم أن ما أصابك لم يكن ليخطئك وما أخطأك لم يكن ليصيبك. سمعت رسول الله - صلى الله عليه وسلم -، يقول: «إن أول ما خلق الله القلم فقال له اكتب فقال رب وماذا اكتب قال اكتب مقادير كل شيء حتى تقوم الساعة» يا بني سمعت رسول الله، - صلى الله عليه وسلم - يقول: «من مات على غير هذا فليس مني». وفي رواية لأحمد: «إن أول ما خلق الله - تعالى - القلم. ثم قال له اكتب فجرى في تلك الساعة بما هو كائن إلى يوم القيامة». ¶ * * *",
            "page": "71",
            "part": "1",
            "seal": "8DDC0D1B"
        },
        {
            "id": "71",
            "nass": "فضل الرضا بالقدر وخطر السخط به ¶ قال النبي - صلى الله عليه وسلم -، في الحديث الذي رواه الترمذي وحسنه: «إن عِظَم الجزاء مع عظم البلا وإن الله إذا أحب قومًا ابتلاهم فمن رضى فله الرضا ومن سخط فله السخط» وقال علقمة في معنى قوله - تعالى -: {وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ} [التغابن، الآية: 11]. هو الرجل تصيبه المصيبة فيعلم أنها من عند الله، فيرضى ويسلم، وفي صحيح مسلم عن أبي هريرة - رضي الله عنه - أن رسول الله، - صلى الله عليه وسلم -، قال: «اثنتان في الناس هما بهم كفر الطعن في النسب والنياحة على الميت» ولهما عن ابن مسعود مرفوعًا: «ليس منا من ضرب الخدود وشق الجيوب ودعا بدعوى الجاهلية» وعن أنس أن رسول الله - صلى الله عليه وسلم -، قال: «إذا أراد الله بعبده الخير عجل له العقوبة في الدنيا، وإذا أراد بعبده الشر أمسك عنه حتى يوافى به يوم القيامة» رواه الترمذي وحسنه ورواه الحاكم.",
            "page": "72",
            "part": "1",
            "seal": "6890AE03"
        },
        {
            "id": "72",
            "nass": "اللو المنهي عنها ¶ قال - تعالى -: {يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الْأَمْرِ شَيْءٌ مَا قُتِلْنَا هَاهُنَا} [آل عمران، الآية: 154] وفي الصحيح عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «احرص على ما ينفعك واستعن بالله ولا تعجز وإن أصابك شيء فلا تقل لو أني فعلت لكان كذا وكذا، ولكن قل قدر الله وما شاء فعل فإن لو تفتح عمل الشيطان». ¶ وهذه اللو المنهي عنها هي التي يقولها تحسرًا على أمر قد مضى ولا فائدة من ذكرها أما التي يقولها لبيان حكم كقوله، - صلى الله عليه وسلم - «ولو استقبلت من أمري ما استدبرت لما سقت الهدي ولجعلتها عمرة» وكالتي يقولها متمنيًا الخير الله يعلم منه الصدق كقوله: لو كان عندي مال لتصدقت ونحو ذلك مما جاءت به الأدلة فلا مانع من قولها.",
            "page": "73",
            "part": "1",
            "seal": "2B6A0F9E"
        },
        {
            "id": "73",
            "nass": "الخوف من المخلوق المنهي عنه ¶ قال تعالى: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ فَلَا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ} [آل عمران، الآية: 175]. وقال تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آَمَنَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَأَقَامَ الصَّلَاةَ وَآَتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ} [التوبة، الآية: 18]. وقال تعالى: {وَمِنَ النَّاسِ مَنْ يَقُولُ آَمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} [العنكبوت، الآية: 10]. ¶ وعن عائشة رضي الله عنها - أن رسول الله، - صلى الله عليه وسلم -، قال: «من التمس رضى الله بسخط الناس رضي الله عنه وأرضى عنه الناس ومن التمس رضى الناس بسخط الله سخط الله عليه وأسخط الناس عليه» رواه ابن حبان في صحيحه. فهذا الخوف المنهي عنه هو خوف التعظيم الذي لا يليق إلا بالله. ¶ أما الخوف الجبلي كخوف الإنسان من الظالم أو من الحية والأسد فلا حرج عليه.",
            "page": "74",
            "part": "1",
            "seal": "8C9EC53B"
        },
        {
            "id": "74",
            "nass": "من الشرك إرادة الإنسان بعلمه الدنيا ¶ قال - تعالى -: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ * أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآَخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} [هود، الآيتان 15، 16] وعن أبي هريرة قال: قال رسول الله، - صلى الله عليه وسلم -: «تعس عبد الدينار، تعس عبد الدرهم، تعس عبد الخميصة، تعس عبد الخميلة إن أعطي رضي وإن لم يعط سخط تعس وانتكس وإذا شيك فلا انتقش طوبى لعبد أخذ بعنان فرسه في سبيل الله أشعث رأسه مغبرة قدماه إن كان في الحراسة كان في الحراسة وإن كان في الساقة كان في الساقة، إن استأذن لم يؤذن له وإن شفع لم يشفع» رواه البخاري.",
            "page": "75",
            "part": "1",
            "seal": "FBF245C8"
        },
        {
            "id": "75",
            "nass": "من الشرك تعبيد الاسم لغير الله ¶ قال - تعالى -: {فَلَمَّا آَتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آَتَاهُمَا} [الأعراف، الآية190] قال ابن حزم: اتفقوا على تحريم كل اسم معبد لغير الله كعبد عمر وعبد الكعبة - وعبد النبي - وما أشبه ذلك حاشا عبد المطلب. اهـ. واستثنى عبد المطلب لأنه لقب لشيبة لقبه به قريش ومرادهم عبودية الرق لأنهم ظنوه عبدًا للمطلب أول ما قدم به من المدينة وكان قد أسود من أثر السفر.",
            "page": "76",
            "part": "1",
            "seal": "20E9A012"
        },
        {
            "id": "76",
            "nass": "تحريم تصوير ذوات الأرواح ولعن المصورين ¶ جاء في الصحيح عن ابن عباس - رضي الله عنهما - في قول الله - تعالى -: {وَقَالُوا لَا تَذَرُنَّ آَلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا} [نوح، الآية: 23] قال: هذه أسماء رجال صالحين من قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم (أن انصبوا إلى مجالسهم التي كانوا يجلسون فيها أنصابًا وسموها بأسمائهم ففعلوا ولم تعبد حتى إذا هلك أولئك ونسي العلم عبدت) وقال غير واحد من السلف: لما ماتوا عكفوا على قبورهم ثم صوروا تماثيلهم ثم طال عليهم الأمد فعبدوهم. وحديث عائشة الآتي عن كنيسة الحبشة، ومن الأدلة على تحريم تصوير ذوات الأرواح مجسمة أو غير مجسمة كبيرة أو صغيرة ما ثبت في الصحيحين عن ابن عباس. قال سمعت رسول الله - صلى الله عليه وسلم -، يقول: «كل مصور في النار يجعل له بكل صورة صورها نفس يعذب بها في جهنم» وما ثبت في الصحيحين أيضًا عن ابن عباس مرفوعًا: «من صور صورة في الدنيا كلف أن ينفخ فيها الروح وليس بنافخ» وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله",
            "page": "77",
            "part": "1",
            "seal": "D52E76D7"
        },
        {
            "id": "77",
            "nass": "- صلى الله عليه وسلم -: «قال الله تعالى: ومن أظلم ممن ذهب يخلق كخلقي فليخلقوا ذرة أو ليخلقوا حبة أو ليخلقوا شعيرة» رواه البخاري ومسلم. ولهما عن عائشة رضي الله عنها - أن البخاري ومسلم. ولهما عن عائشة - رضي الله عنها - أن رسول الله - صلى الله عليه وسلم -، يقول: «أشد الناس عذابًا يوم القيامة الذين يضاهئون بخلق الله» ولمسلم عن أبي الهياج قال: قال لي علي: «ألا أبعثك على ما بعثني عليه رسول الله - صلى الله عليه وسلم -، ألا تدع صورة إلا طمستها ولا قبرًا مشرفًا إلا سويته». ¶ ومما تجب محاربته والمحاذرة منه الشر الذي يعرض على شاشتي السينما والتلفزيون ... فإن هاتين الصناعتين هما المنتهى الذي وصل إليه المصورون في فن التصوير المحرم. ¶ وقد اجتمع بهما مع فتنة التصوير فتنة تسجيل أصوات أصحاب الصور وحركاتهم وفتنة الرقص والغناء والمعازف والاختلاط والتبرج والسفور والتشبه بأعداء الله والسير في ركابهم. وغير ذلك من وسائل الشر، فهما بلا شك مجمع لمفاسد شتى، وهما معول هدام يزحزح العقيدة من النفوس ويردي الفضيلة وينشر بين طبقات المجتمع الخلاعة والمجون. ¶ فليحذر المسلم من النظر إليهما وليجنبها أهله وأولاده وليتجنب الصور كلها والنظر إليها ولا يدعها في بيته ... ففي",
            "page": "78",
            "part": "1",
            "seal": "D1041ADF"
        },
        {
            "id": "78",
            "nass": "الحديث عن زيد بن خالد عن أبي طلحة مرفوعًا قال: «لا تدخل الملائكة بيتًا فيه كلب ولا تماثيل» رواه مسلم. ¶ وعن ابن عمر - رضي الله عنهما - عن النبي - صلى الله عليه وسلم -، أن جبريل عليه السلام قال: «إنا لا ندخل بيتًا فيه كلب ولا صورة» رواه البخاري. ¶ تنبيه: سبق أن نشر لي صورة في كتاب اسمه الكنوز الشعبية تأليف محمد بن مشعي في عام 1380 هـ وقد رجعت عن ذلك لما تبين لي الحق وشرح الله صدري له والحمد لله وأعلنت رجوعي في كتاب الإرشاد إلى طريق النجاة وطلبت ولا زلت أطلب ممن هو عنده أن يمزقها جزاه الله خيرًا وقد رجعت كذلك عما كتبته وجمعته من أحساب قبلية مكتفيًا بما يشرع لأفراد عشيرتي معرفته عن عشيرتهم أسأل الله العافية وحسن الخاتمة آمين.",
            "page": "79",
            "part": "1",
            "seal": "0C3F4DA2"
        },
        {
            "id": "79",
            "nass": "حماية النبي - صلى الله عليه وسلم -، حمى التوحيد وسده طرق الشرك ¶ قال - صلى الله عليه وسلم -: «إياكم والغلو فإنما أهلك من كان قبلكم الغلو». رواه الإمام أحمد والترمذي وابن ماجه من حديث ابن عباس. قال، - صلى الله عليه وسلم -: «لا تطروني كما أطرت النصارى ابن مريم إنما أنا عبد فقولوا عبد الله ورسوله» رواه البخاري ومسلم. وعن عبد الله بن الشخير قال: انطلقت في وفد بني عامر إلى النبي - صلى الله عليه وسلم -، قلنا: وأفضلنا فضلاً، وأعظمنا طولاً: فقال: «قولوا بقولكم أو بعض قولكم ولا يستجرينكم الشيطان» رواه أبو داود بسند جيد. ¶ وعن أنس - رضي الله عنه - أن ناسًا قالوا: يا رسول الله يا خيرنا وابن خيرنا وسيدنا وابن سيدنا فقال: «يا أيها الناس قولوا بقولكم أو بعض قولكم ولا يستهوينكم الشيطان إن محمد عبد الله ورسوله ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله - عز وجل» رواه النسائي، وفي الصحيح عن عائشة - رضي الله عنها - أن أم سلمة ذكرت لرسول الله، - صلى الله عليه وسلم - كنيسة رأتها بأرض الحبشة وما فيها من الصور. فقال: «أولئك",
            "page": "80",
            "part": "1",
            "seal": "A9EAA288"
        },
        {
            "id": "80",
            "nass": "إذا مات فيهم الرجل الصالح أو العبد الصالح بنوا على قبره مسجدًا وصوروا فيه تلك الصور أولئك شرار الخلق يوم القيامة» فهؤلاء جمعوا بين الفتنتين: فتنة القبور وفتنة التماثيل. وعن ثابت بن الضحاك - رضي الله عنه - قال: «نذر رجل أن ينحر إبلاً ببوانة فسأل النبي - صلى الله عليه وسلم -، فقال: هل كان فيها وثن من أوثان الجاهلية يعبد»؟ قالوا: لا فقال: أوف بنذرك فإنه لا وفاء لنذر في معصية الله ولا فيما لا يملك ابن آدم». رواه أبوداود وإسناده على شرط الشيخين. ونهى - صلى الله عليه وسلم -، عن الصلاة إلى القبور ونهى عن اتخاذها أعيادًا ونهى عن البناء عليها، وتجصيصها والكتابة عليها، وسترها بالستائر وأمر عليا لما بعثه إلى اليمن أن لا يدع تمثالاً إلا طمسه، ولا قبرًا مشرفًا إلا سواه، ولعن زوارات القبور والمتخذين عليها المساجد والسرج. كل ذلك وغيره مما ثبت عنه، - صلى الله عليه وسلم - دليل على خوفه - صلى الله عليه وسلم -، على أمته من الوقوع في الشرك الذي وقع فيه الأولون بسبب الغلو في الأنبياء والصالحين مما جعلهم يتخذون قبورهم مساجد، وجعلهم يبنون عليها ويتخذون عليها السرج ويلقون عليها الستور فوقعوا بذلك ونحوه في الشرك الأكبر.",
            "page": "81",
            "part": "1",
            "seal": "26874A8B"
        },
        {
            "id": "81",
            "nass": "زيارة القبور ¶ قبل ذكر الكلام على زيارة القبور الشرعية والمحرمة والفرق بينهما نورد فيما يلي - إن شاء الله تعالى - نبذة عن الحياة البرزخية؛ ليعلم شيء عن حال الأموات ومستقر أرواحهم. ¶ الحياة البرزخية: ¶ دلت الآيات والأحاديث على أن نفس الميت تخرج من بدنه وتفارقه، فبخروجها منه وإمساك الله لها يموت صاحبها، فهي تبلغ التراقي عند الموت، ثم تفيض فلا يقدر مخلوق على إرجاعها؛ قال تعالى: {كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ}. [القيامة الآية: 26]، وقال تعالى: {فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ * تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ} [الواقعة الآية: 87]، وقال سبحانه: {اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَى إِلَى أَجَلٍ مُسَمًّى} [الزمر الآية: 42]. ¶ وهذا بيان لكون النفس تقبض وقت النوم ثم منها ما يمسك فلا يرسل إلى بدنه وهو",
            "page": "82",
            "part": "1",
            "seal": "84D9A7EA"
        },
        {
            "id": "82",
            "nass": "الذي قضى عليه الموت، ومنها ما يرسل إلى أجل مسمى؛ فالتي تمسك ويقضى على صاحبها بالموت تفارقه مفارقة تنقطع بها حياة الجسد وتزول فتزول حركته وإدراكه، وفي الصحيح عن النبي - صلى الله عليه وسلم - كان يقول عند النوم: «باسمك ربي وضعت جنبي وبك أرفعه إن أمسكت نفسي فاغفر لها وارحمها وإن أرسلتها فاحفظها بما تحفظ به عبادك الصالحين». ثم بعدما تفيض الروح يُصعد بها إلى السماء ثم تُعاد إلى جسد صاحبها للسؤال فيسأل في قبره ويقال له: من ربك؟ وما دينك؟ ومن نبيك؟ فيثبت الله الذين آمنوا بالقول الثابت فيقول المؤمن: الله ربي، والإسلام ديني، ومحمد نبيي. ويقال له: ما تقول في هذا الرجل الذي بعث فيكم؟ فيقول المؤمن: هو عبد الله ورسوله جاءنا بالبينات والهدى فآمنا به واتبعناه. أما المنافق فإنه يقول عند السؤال: هاه!! هاه!! لا أدري سمعت الناس يقولون شيئًا فقلته فيضرب بمرزبة من حديد فيصيح صيحة يسمعها كل شيء إلا الجن والإنس. ¶ وعود الروح إلى الجسد بعد الموت ليس مثل عودها إليه في الحياة الدنيا، وليس مثل عودها إليه بعد البعث؛ فلكل دار عود خاص بها، وعودها إلى الجسد في البرزخ يحس معه بالنعيم أو العذاب؛ ولهذا أخبر - صلى الله عليه وسلم - أن الميت يوسع له في",
            "page": "83",
            "part": "1",
            "seal": "9CAA7B67"
        },
        {
            "id": "83",
            "nass": "قبره، ويسأل ونحو ذلك، وإن كان التراب لا يتغير. والروح تتصل بالبدن متى شاء الله، وتفارقه متى شاء الله - تعالى - لا يتوقف ذلك بمرة ولا مرتين. ¶ والنوم أخو الموت؛ ولهذا كان النبي - صلى الله عليه وسلم - يقول إذا استيقظ: «الحمد لله الذي أحيانا بعدما أماتنا وإليه النشور». وإن كان النائم ليس كالميت في الحساسية؛ إذ إن الميت يحس بالنعيم أو العذاب بصفة أكمل وأبلغ من إحساس النائم؛ لأن نعيم الميت أو عذابه حقيقيان؛ ولكن يُذكر النوم كمثلٍ يقرِّب إلى الأذهان ما يلقاه الميت؛ فإذا كان النائم يحصل له في منامه أحيانًا لذة أو ألم بحسب ما يحلم به وأن ذلك يحصل لروحه وبدنه كما يعرفه الجميع، فكذلك الميت يحصل له من النعيم أو العذاب ما الله به عليم. ¶ والأرواح مخلوقة بلا شك، وقد دلت أحاديث نعيم الأرواح وعذابها بعد المفارقة على بقائها؛ فمنها المنعم ومنها المعذب؛ أما حقيقة الروح فلا يعلمها إلا الله - سبحانه. ¶ والنعيم أو العذاب يقع على الروح إذا فارقت البدن ويقع عليها وعلى البدن مجتمعين إذا عادت إليه؛ فهي دائمًا في نعيم أو عذاب مفردة عن البدن أو متصلة به والبدن تابع لها في ذلك، حتى يبعث الله الخلائق فتعود إلى الجسد عودًا كاملا",
            "page": "84",
            "part": "1",
            "seal": "036A94B1"
        },
        {
            "id": "84",
            "nass": "ليس معه مفارقة. ¶ وعذاب القبر هو عذاب البرزخ؛ فكل من مات وهو مستحق للعذاب يناله نصيبه منه قبر أو لم يقبر، أكلته السباع أو أحرق بالنار، وذري رمادًا أو صلب أو أغرق في البحر؛ كل هذه الحالات وغيرها يصل فيها إلى الميت ما يستحقه من نعيم أو عذاب كما يصل إلى المقبور تمامًا، ويقع النعيم أو العذاب على الروح والبدن كذلك، وما ورد من إجلاس الميت واختلاف أضلاعه ونحو ذلك يجب أن يفهم عن الرسول - صلى الله عليه وسلم - مراده من غير غُلُوٍّ ولا تقصير. ¶ مستقر الأرواح في البرزخ: ¶ للعلماء في مستقر الأرواح في البرزخ أقوال يتلخص من أدلتها: أن الأرواح في البرزخ متفاوتة أعظم تفاوت؛ فمنها أرواح في أعلى عليين في الملأ الأعلى وهي أرواح الأنبياء صلوات الله وسلامه عليهم، وهم متفاوتون في منازلهم فأعلاهم منزلة نبينا محمد - صلى الله عليه وسلم -. ¶ ومنها: أرواح في حواصل طير خضر تسرح في الجنة وهي أرواح بعض الشهداء لا كلهم؛ إذ إن من الشهداء من تُحبس روحه عن دخول الجنة لدَين عليه؛ كما في المسند عن",
            "page": "85",
            "part": "1",
            "seal": "A2149E05"
        },
        {
            "id": "85",
            "nass": "عبد الله بن محسن أن رجلا جاء إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله مالي إن قتلت في سبيل الله؟ قال: «الجنة» فلما ولى قال: «إلا الدَّين سارَّني به جبريل آنفًا». ¶ ومنها: أرواح محبوسة على باب الجنة؛ كما في قوله - صلى الله عليه وسلم -: «رأيت صاحبكم محبوسًا على باب الجنة». ¶ ومنها: أرواح محبوسة في قبور أصحابها. ¶ ومنها: أرواح في الأرض. ¶ ومنها: أرواح في تنور الزناة والزواني. ¶ ومنها: أرواح في نهر الدم تسبح فيه وتلقم الحجارة. ¶ كل ذلك تشهد له السنة. والله أعلم. ¶ والحاصل: أن الدور ثلاث؛ دار الدنيا، ودار البرزخ، ودار القرار، وقد جعل الله لكل دار أحكامًا تخصُّها، وركب هذا الإنسان من بدن ونفس، وجعل أحكام البرزخ على الأبدان والأرواح تبعًا لها، وجعل أحكام البرزخ على الأرواح والأبدان تبعًا لها؛ فإذا جاء يوم حشر الأجساد وقيام الناس من قبورهم صار الحكم والنعيم والعذاب على الأرواح والأجساد جميعًا. ¶ وكون القبر روضة من رياض الجنة أو حفرة من حفر النار مطابق للعقل وحق لا مرية فيه، وبذلك يتميز المؤمنون بالغيب عن غيرهم.",
            "page": "86",
            "part": "1",
            "seal": "9603BAD9"
        },
        {
            "id": "86",
            "nass": "وبجب أن يعلم أن النار التي في القبر والنعيم ليسا من جنس نار الدنيا ولا نعيمها؛ وإن كان الله تعالى يحمي عليه التراب والحجارة التي فوقه وتحته حتى تكون أعظم حرا من جمر الدنيا، ولو مسها أهل الدنيا لم يحسوا بها؛ بل أعجب من هذا: أن الرَّجلين يدفن أحدهما إلى جنب صاحبه وهذا في حفرة من النار وهذا في روضة من رياض الجنة، لا يصل إلى جاره شيء من نعيمه ولا إلى هذا شيء من نار جاره، وقدرة الله أوسع من ذلك وأعجب؛ ولولا هذه المغيبات العظيمة التي كلف الناس بالإيمان بها من غير إحساس بها لزالت حكمة التكليف. ¶ ما جاء في سماع الميت: ¶ يعتقد بعض الناس أن ما يقال عند القبر يسمعه الميت لذا صار المشركون يدعون الأموات ويستغيثون بهم عند قبورهم، وربما احتجوا بما ذهب إليه بعض العلماء من سماع الميت لسلام المسلم، ومن العلماء من قال: إن الميت في قبره لا يسمع، وهو الذي يدل عليه القرآن، وبه قالت عائشة رضي الله عنها وغيرها، واستدلت عليه من القرآن بقوله تعالى: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} [النحل:",
            "page": "87",
            "part": "1",
            "seal": "E81B9607"
        },
        {
            "id": "87",
            "nass": "الآية 80]، وقوله سبحانه: {وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ}، وردوا على حديث أنه يسمع سلام المسلم بأنه ضعيف لا يحتجُّ به، وعلى حديث سماعه خفق نعال المشيعين بأنها حالة خاصة بوقت، ولا علاقة له بخطاب الأحياء له. وردوا على قصة خطابه صلى الله عليه وسلم لقتلى بدر من المشركين أنها خاصة به - صلى الله عليه وسلم -. ¶ ما يصل إلى الميت من الأعمال: ¶ إذا مات ابن آدم انقطع عمله ولم يصل إليه من العمل إلا ما استثناه الشارع وهو قسمان: ¶ أحدهما: ما تسبب إليه الميت في حياته، كما في صحيح مسلم عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له». وكما في حديث أنس المرفوع: «سبع يجري على العبد أجرهن وهو في قبره بعد موته: من علَّم علما، أو أكرا نهرا، أو حفر بئرا، أو غرس نخلا، أو بنى مسجدا، أو ورث مصحفا، أو ترك ولدا صالحا يستغفر له بعد موته»، وكما في حديث ِأبي هريرة الذي رواه ابن ماجه بسند حسن والبيهقي وابن خزيمة عن النبي - صلى الله عليه وسلم -",
            "page": "88",
            "part": "1",
            "seal": "4B2763E8"
        },
        {
            "id": "88",
            "nass": "قال: «إن مما يلحق المؤمن من عمله وحسناته بعد موته علمًا علَّمه ونشره، وولدا صالحا تركه، أو مصحفا ورثه، أو مسجدا بناه، أو بيتا لابن السبيل بناه، أو نهرا أجراه، أو صدقة أخرجها من ماله في صحته وحياته تلحقه من بعد موته»، وكما في الحديث الذي رواه مسلم: «من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها بعده من غير أن ينقص من أجورهم شيء، ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء»، وما روي عن ابن مسعود رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «ليس من نفْس تقتل ظلما إلا كان على ابن آدم الأول كفل من دمها؛ لأنه كان أولَ من سنَّ القتل». رواه البخاري ومسلم. ¶ الثاني: دعاء المسلمين واستغفارهم له، والصدقة عنه، ووفاء دينه، والحج له، والأضحية عنه، ومن الأدلة على ذلك قوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ} [الحشر: الآية: 10]؛ فأثنى عليهم سبحانه باستغفارهم للمؤمنين قبلهم، وقد دل على انتفاع الميت بالدعاء إجماع الأمة على الدعاء في صلاة الجنازة، والأدعية التي وردت بها السنة في صلاة الجنازة",
            "page": "89",
            "part": "1",
            "seal": "D82C1836"
        },
        {
            "id": "89",
            "nass": "قتادة؛ حيث ضمن الدينارين عن الميت فلما قضاهما قال النبي - صلى الله عليه وسلم -: «الآن بردت جلدته». ¶ *وأما الأضحية فقد دل عليها عموم قوله - صلى الله عليه وسلم - في الحديث الذي رواه أحمد وأبو داود والترمذي: «اللهم هذا عني وعن من لم يُضَحِّ من أمتي». وحديث الكبشين اللذين قال في أحدهما: «اللهم هذا عن أمتي جميعا». رواه أحمد. والقربة في الأضحية إراقة الدم، وقد جعلها النبي - صلى الله عليه وسلم - لغيره، والأصل فيها أنها عن الحي، ويدخل الميت معه بإشراكه فيها. ¶ *أما العبادات البدنية غير الحج كالصلاة والصوم وقراءة القرآن، ففي وصولها إلى الميت خلاف، والأرجح أن الصوم الواجب يصل؛ لما روي في الصحيحين عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: «من مات وعليه صوم صام عنه وَلِيُّه». ¶ *وأما استئجار قوم يقرؤون القرآن ويهدونه للميت فهذا لم يفعله أحد من السلف ولم ينقل عن أحد من أئمة الدين ولم يرخص فيه؛ والاستئجار على نفس التلاوة غير جائز بلا خلاف؛ وفي الاختيار: لو أوصى بأن يُعطى شيء من ماله لمن يقرأ القرآن على قبره فالوصية باطلة. وكره أبو حنيفة ومالك وأحمد في رواية قراءة القرآن عند القبور مطلقا وقت",
            "page": "90",
            "part": "1",
            "seal": "6CA44094"
        },
        {
            "id": "90",
            "nass": "شفَّعهم الله فيه». رواه مسلم. ¶ وكذلك الدعاء للميت بعد الدفن؛ ففي سنن أبي داود من حديث عثمان بن عفان رضي الله عنه قال: كان النبي - صلى الله عليه وسلم - إذا فرغ من دفن الميت وقف عليه فقال: «استغفروا لأخيكم واسألوا له التثبيت فإنه الآن يسأل»، وكذا الدعاء لهم عند زيارة قبورهم. ¶ *ومن أدلة وصول ثواب الصدقة ما جاء في الصحيحين عن عائشة رضي الله عنها: أن رجلا أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله إن أمي افتلتت نفسها ولم توص، وأظنها لو تكلمت تصدقت، أفلها أجر إن تصدقت عنها؟ قال: «نعم». ¶ وفي صحيح البخاري عن عبد الله بن عباس رضي الله عنهما؛ أن رجلا أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله إن أمي توفيت, وأنا غائب عنها، فهل ينفعها إن تصدقت عنها؟ قال: «نعم»، قال: فإني أشهدك أن حائطي المخراف صدقة عنها. ¶ *ومن الأدلة على وصول ثواب الحج للميت وبراءة ذمته من الدين إذا قضي عنه ما روي في صحيح البخاري عن ابن عباس رضي الله عنهما: أن امرأة من جهينة جاءت إلى النبي - صلى الله عليه وسلم - فقالت: إن أمي نذرت أن تحج فلم تحج حتى ماتت أفأحج عنها؟ قال: «حجي عنها، أرأيت لو كان على أمك دين أكنت قاضيته؟ اقضوا الله؛ فالله أحق بالوفاء». وحديث أبي",
            "page": "91",
            "part": "1",
            "seal": "BD779A76"
        },
        {
            "id": "91",
            "nass": "مستفيضة؛ منها: ما قاله عوف بن مالك: صلى رسول الله - صلى الله عليه وسلم - على جنازة فحفظت من دعائه وهو يقول: «اللهم اغفر له وارحمه وعافه واعف عنه وأكرم منزله ووسع مدخله واغسله بالماء والثلج والبرد ونقه من الذنوب والخطايا كما نقيت الثوب الأبيض من الدنس، وأبدله دارًا خيرًا من داره وأهلا خيرا من أهله وزوجا خيرا من زوجه وأدخله الجنة وأعذه من عذاب القبر ومن عذاب النار»، حتى تمنيت أن أكون ذلك الميت؛ لدعاء رسول الله - صلى الله عليه وسلم - على ذلك الميت. رواه مسلم. ¶ وقال أبو هريرة رضي الله عنه: سمعت رسول الله - صلى الله عليه وسلم - يقول في صلاته على الجنازة: «اللهم أنت ربها وأنت خلقتها وأنت هديتها للإسلام وأنت قبضت روحها وأنت أعلم بسرها وعلانيتها» الحديث رواه الإمام أحمد يرحمه الله. ¶ وفي سنن أبي داود يرحمه الله عن أبي هريرة رضي الله عنه أنه قال: «إذا صليتم على الميت فأخلصوا له الدعاء». ¶ وعن عائشة وأنس أنه عليه السلام قال: «ما من ميت يصلي عليه أمة من المسلمين يَبْلُغون مائة كلهم يشفعون له إلا شفعوا فيه». رواه مسلم. ¶ وعن ابن عباس رضي الله عنهما أنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «ما من رجل يموت فيقوم على جنازته أربعون رجلا لا يشركون بالله شيئا إلا",
            "page": "92",
            "part": "1",
            "seal": "EDD06F0B"
        },
        {
            "id": "92",
            "nass": "الدفن وبعده، وأما تناوب قبر الميت للقراءة عنده فهذا بدعة مكروهة؛ لأنه لم تأت به السنة ولم ينقل عن أحد من السلف مثل ذلك أصلا. ¶ زيارة القبور: ¶ منع النبي - صلى الله عليه وسلم - من زيارة القبور في أوائل الإسلام سدا لذريعة الشرك، ثم لما تمكن التوحيد في القلوب أذن - صلى الله عليه وسلم - في زيارتها، وقد وردت أحاديث في الإذن وأحاديث في التعليم؛ فأما التي في الإذن فمنها: حديث أبي سعيد أن النبي - صلى الله عليه وسلم - قال: «إني كنت نهيتكم عن زيارة القبور فمن أراد أن يزور فليزر ولا تقولوا هجرا». رواه الإمام أحمد والنسائي، ومنها حديث أبي هريرة أن النبي - صلى الله عليه وسلم - قال: «زوروا القبور فإنها تذكركم الآخرة». رواه مسلم. ¶ وأما التي في التعليم فمنها: حديث عائشة أنها قالت: كان رسول الله - صلى الله عليه وسلم - كلما كان ليلتها من رسول الله - صلى الله عليه وسلم - يخرج من آخر الليل إلى البقيع فيقول: «السلام عليكم دار قوم مؤمنين، وأتاكم ما توعدون غدا مؤجلون، وإنا إن شاء الله بكم لاحقون، اللهم اغفر لأهل بقيع الغرقد». رواه مسلم. ¶ وحديث بريدة المتقدم في دعوة محمد - صلى الله عليه وسلم -، وحديث ابن",
            "page": "93",
            "part": "1",
            "seal": "DE9D0B99"
        },
        {
            "id": "93",
            "nass": "عباس رضي الله عنهما أنه قال: مر رسول الله - صلى الله عليه وسلم - بقبور المدينة فأقبل عليهم بوجهه فقال: «السلام عليكم يا أهل القبور يغفر الله لنا ولكم أنتم سلفنا ونحن بالأثر». رواه أحمد والترمذي وحسَّنه. وبهذا يتبين أن الفائدة من زيارة القبور هي: إحسان الزائر إلى نفسه بتذكر الموت والآخرة والاتعاظ والاعتبار، وإحسانه إلى الميت بالسلام عليه والدعاء له بالرحمة والمغفرة وسؤال العافية. ¶ زيارة القبور الشرعية: ¶ الزيارة الشرعية: هي التي القصد منها تذكُّر الآخرة والاتعاظ والدعاء للأموات من المسلمين، واتباع السنة؛ كما مر في الأحاديث، وهي التي لا يقصد الزائر منها غير ذلك. ¶ الزيارة المحرمة: ¶ وأما الزيارة المحرمة فهي نوعان: بدعية منكرة، وشركية محضة؛ فأما البدعية فهي التي يقصد بها عبادة الله عند القبور تبركا أو اعتقادا أن لعبادة الله عندها مزية على عبادته سبحانه في المساجد أو في البيوت؛ كمن قصد قبر نبي أو صالح أو غيرهما ليصلي عنده أو يدعو الله عنده ونحو ذلك .. فهذا بدعة لا يجوز. ¶ وأقبح من ذلك التمسح بها والطواف",
            "page": "94",
            "part": "1",
            "seal": "BAF4BC96"
        },
        {
            "id": "94",
            "nass": "بها قصدا للتبرك ونحو ذلك؛ فقد اتفق العلماء على منع ذلك، واعتباره من أعظم وسائل الشرك الأكبر مع ما فيه من مخالفة سنة الرسول - صلى الله عليه وسلم - والبعد عنها والإثم المترتب على ذلك؛ فلا يجوز التمسح بمقام إبراهيم ولا بجدران الحجرة النبوية ولا بالقبر النبوي على سبيل فرض الوصول إليه وغيره من باب أولى، ولا بالصخرة التي في المسجد الأقصى، ولا بالبنية المحدثة المبتدعة فوق جبل عرفات، ولا بالجبل نفسه، ولا بالمشعر الحرام؛ لأن ذلك ونحوه ابتداع منهي عنه وتعلق بالمخلوق لا يجوز؛ قال - صلى الله عليه وسلم -: «من أحدث في أمرنا هذا ما ليس منه فهو رد». رواه البخاري ومسلم، وفي رواية مسلم: «من عمل عملا ليس عليه أمرنا فهو رد»، وقال - صلى الله عليه وسلم - في الحديث الذي رواه أبو داود والنسائي بإسناد حسن: «إياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة»، والذي ورد الشرع باستلامه من الآثار: الركن اليماني والحجر الأسود، والذي ورد الشرع بتقبيله منها: الحجر الأسود فقط، كما أنه لم يشرع الطواف بشيء سوى الكعبة المشرفة. ¶ أمور محرمة تتعلق بالقبور: ¶ دلت الأحاديث على تحريم اتخاذ القبور مساجد وأعيادًا،",
            "page": "95",
            "part": "1",
            "seal": "CB73EEC1"
        },
        {
            "id": "95",
            "nass": "وعلى تحريم اتخاذ السرج عليها، وتحريم البناء عليها والكتابة، وعلى تحريم تجصيصها وإلقاء الستور عليها، وعلى عدم صحة الصلاة عليها وإليها، وعلى وجوب هدم ما عليها من مساجد وقباب، وتسويتها ومحو ما عليها من كتابة ونحو ذلك؛ وعلى أن العكوف عندها وسدانتها وتعليق الستور عليها من فعل عبدة الأوثان، كما أن من فعلهم الذبح عندها وإتيانها بالطعام وتقسيمه عندها والنذر لها، وعلى أن ما يفعله بعض الجهلة من الغناء والتمايل وضرب الدفوف عندها ونحو ذلك ما هو إلا من البدع المحرمة؛ فمن تلك الأحاديث: ¶ ما روى مسلم في صحيحه أن النبي - صلى الله عليه وسلم - قال قبل أن يموت بخمس: «إن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد ألا فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك». والمسجد هو الموضع الذي يصلي فيه .. فمن صلى عند القبور أو إليها متعمدا فقد اتخذها مساجد. وقد تقدم في وظيفة الرسل أحاديث في هذا الباب فلتراجع. ¶ وثبت في سنن أبي داود بإسناد حسن عن أبي هريرة - رضي الله عنه - أنه عليه الصلاة والسلام قال: «لا تجعلوا بيوتكم مقابر ولا تجعلوا قبري عيدا فإن صلاتكم تبلغني حيث كنتم». والعيد: هو ما يعتاد مجيئه وقصده من مكان وزمان،",
            "page": "96",
            "part": "1",
            "seal": "8F039DD7"
        },
        {
            "id": "96",
            "nass": "ويستفاد من قوله - صلى الله عليه وسلم -: «لا تجعلوا بيوتكم مقابر» مسألتان: ¶ الأولى: استحباب التلاوة والذكر في البيوت وتأدية النوافل فيها، كما دلت على ذلك النصوص، أما الفرائض فقد دلت الآيات والأحاديث على وجوبها على الرجال المكلفين مع الجماعة في المساجد إلا من كان تخلَّف لعذر مشروع. ¶ المسألة الثانية: أن القبور ليست مَحَلًّا للصلاة ولا للتلاوة، وأن هذه هي السنة المتبعة عند القرون المفضلة. ¶ وروى مسلم في صحيحه عن أبي مرثد الغنوي أن رسول الله - صلى الله عليه وسلم - قال: «لا تجلسوا على القبور ولا تصلوا إليها». وعن ابن مسعود - رضي الله عنه - مرفوعا: «إن من شرار الناس من تدركهم الساعة وهم أحياء والذين يتخذون القبور مساجد». رواه الإمام أحمد بسند جيد وأبو حاتم في صحيحه. ¶ فمن قصد القبور والمشاهد للصلاة والدعاء عندها فقد اتخذها مساجد وأعيادًا وارتكب ما نهى الله ورسوله عنه، ووقع في وسيلة من وسائل الشرك الأكبر. ¶ ومما يجب أن يعلم أن المقبورين من الأنبياء والصالحين يكرهون ما يفعل عندهم من البدع كل الكراهة، كما أن المسيح يكره ما يفعله النصارى به. وكما كان أنبياء بني",
            "page": "97",
            "part": "1",
            "seal": "F0912667"
        },
        {
            "id": "97",
            "nass": "إسرائيل يكرهون ما يفعله الأتباع؛ فلا يحسب المرء المسلم أن النهي عن اتخاذ القبور أعيادا وأوثانا فيه حطٌّ من كرامة أصحابها؛ بل هو إكرام لهم؛ وذلك أن القلوب إذا اشتغلت بالبدع أعرضت عن السنن، فتجد أكثر هؤلاء العاكفين على القبور معرضين عن السنة. وإكرام الأنبياء والصالحين يكون باتباع ما دعوا إليه من الأعمال الصالحة واجتناب ما نهوا عنه من المحذورات؛ ليكثر أجرهم بكثرة أجور من تبعهم. ¶ ومن الأدلة على تسوية القبور المشرفة بالأرض وهدم القباب ما أخرجه مسلم والترمذي والنسائي وأبو داود عن أبي الهياج الأسدي: قال: \"بعثني علي قال لي: أبعثك على ما بعثني عليه رسول الله - صلى الله عليه وسلم -؛ أن لا أدع قبرا مشرفا إلا سويته ولا تمثالا إلا طمسته\". وفي رواية: \"ولا صورة إلا طمستُها\". وروى مسلم والنسائي وأبو داود أيضا عن أبي علي الهمداني قال: كنا مع فضالة بن عبيد برودس من أرض الروم، فتوفى صاحب لنا فأمر بقبره فسوِّي ثم قال: سمعت رسول الله - صلى الله عليه وسلم - يأمر بتسويتها. ¶ وروى أبوداود أيضا عن عمرو بن عثمان بن هانئ عن القاسم قال: دخلت على عائشة فقلت: يا أمه، اكشفى لي عن قبر النبي - صلى الله عليه وسلم - وصاحبيه - رضي الله عنهما - فكشفت لي عن ثلاثة قبور لا مشرفة ولا لاطئة",
            "page": "98",
            "part": "1",
            "seal": "1D944AF7"
        },
        {
            "id": "98",
            "nass": "مبطوحة ببطحاء العرصة الحمراء، وذكر في سنن أبي داود بعد هذا الحديث: قال أبو علي: يقال: إن رسول الله - صلى الله عليه وسلم - مقدم وأبو بكر عند رأسه وعمر عند رجلي رسول الله - صلى الله عليه وسلم -. اهـ. ¶ ومما ينبغي أن يعلم: أنه لم يكن على قبر النبي - صلى الله عليه وسلم - قبة حتى سنة ثمان وسبعين وستمائة من الهجرة؛ حيث أحدثت في عهد الملك الظاهر المنصور قلاوون الصالحي، وكان عملها تقليداً للنصارى في كنائسهم كما قلدهم الوليد بن عبد الملك في زخرفة المسجد النبوي الشريف. «وفاء الوفاء»، وجاء في كتاب مرآة الحرمين: إن السلطان صالح المصري في عام ثمان وسبعين وستمائة من الهجرة بنى على الحجرة النبوية قبة، وكان وكيله أحمد كمال بن هارون عبد القوي الربعي، وبعده جددها وصفحها بألواح النحاس الملك ناصر حسن بن محمد بن قلاوون عام خمسة وخمسين وسبعمائة هجرية. أ. هـ ¶ وهذا العمل لا شك أنه مخالف للأحاديث الصحيحة الثابتة عن الرسول - صلى الله عليه وسلم -، ولكن الغلو في التعظيم والجهل بلاء وخيم! فنسأل الله العافية، ونرجو من الله - جل وعلا - أن يوفق ولاة الأمور لإحياء السنن وإماتة البدع دائماً وأبداً. ¶ ومن الواجب المحتم على ولاة أمور المسلمين أن",
            "page": "99",
            "part": "1",
            "seal": "6DE4E6FD"
        },
        {
            "id": "99",
            "nass": "يأتمروا بأمر الله وبأمر رسوله - صلى الله عليه وسلم - فيهدموا تلك القباب والمشاهد والمزارات، ويزيلوا ما عليها من قناديل وسرج، ويوجهوا سدنها وعبادها القاصدين إليها للطواف حولها والتمسح بها والمغالاة في تعظيمها والتعبد عندها إلى عبادة خالقهم ورازقهم ومليكهم الذي لا معبود بحق سواه. ¶ ومن أدلة النهي عن البناء على القبور وتجصيصها والكتابة عليها: ما أخرجه مسلم وأبو داود والترمذي والنسائي وابن ماجه عن جابر قال: سمعت رسول الله - صلى الله عليه وسلم - نهى أن يقعد على القبر وأن يجصص ويبنى عليه؛ قال أبو داود: قال عثمان: أو يزاد عليه. وزاد سليمان بن موسى: أو أن يكتب عليه. وأخرج مسلم وأبو داود والترمذي والنسائي عن واثلة بن الأسقع قال: سمعت أبا مرثد الغنوي يقول: قال رسول الله - صلى الله عليه وسلم -: «لا تجلسوا على القبور ولا تصلوا إليها». وروى ابن ماجه عن جابر قال: نهى رسول الله - صلى الله عليه وسلم - عن تجصيص القبور، وروي عن جابر أيضا قال: نهى رسول الله - صلى الله عليه وسلم - أن يكتب على القبر شيء. ¶ أما العلامة التي يعلم بها القبر لمعرفته كتعليمه بحجر ونحوه فلا بأس به؛ لما روي عن أنس بن مالك أن رسول الله - صلى الله عليه وسلم - قال: «أعلم قبر عثمان بن مظعون بصخرة». رواه ابن",
            "page": "100",
            "part": "1",
            "seal": "F083B7DC"
        },
        {
            "id": "100",
            "nass": "ماجه بإسناد حسن وله شاهد رواه أبو داود. ¶ ومن أدلة تحريم الذبح للقبور وأنه شرك أكبر ما تقدم من الآيات والأحاديث في توحيد العبادة ونواقض الإسلام وما رواه أبو داود عن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا عقر في الإسلام». قال عبد الرازق: كانوا - يعني أهل الجاهلية - يعقرون عند القبر بقرة أو شاة. اهـ. وقد تقدم حديث: «لعن الله من ذبح لغير الله». ¶ الزيارة الشركية المحضة: ¶ أما زيارة القبور وما يسمى بالمشاهد لقصد الذبح عندها أو دعاء أهلها أو الاستغاثة بهم أو طلب النصر منهم أو طلبهم تفريج الكرب أو قضاء الحوائج أو طلبهم شفاء المريض أو رد الغائب أو جلب الرزق من زوج أو ولد أو مال ونحو ذلك - فهذا شرك أكبر، وهو عملُ مشركي الجاهلية الذين اتخذوا القبور أوثانًا يعبدونها، ومَنْ هذا عملُه فهو مشرك، وعمله حابط؛ كما دلت على ذلك النصوص من القرآن والسنة، وقد ذكرنا بعضًا منها في توحيد العبادة وفي وظيفة الرسل وفي إبطال الشبهات؛ فعلى من كان على شيء من ذلك الشرك أن يتوب إلى الله ويحج حجة الإسلام بعد التوبة؛ لأن الشرك",
            "page": "101",
            "part": "1",
            "seal": "0BB6C369"
        },
        {
            "id": "101",
            "nass": "محبط للأعمال؛ كما قال تعالى: {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} [الأنعام: الآية: 88]، وكما قال سبحانه: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان: الآية: 23]. ¶ فهؤلاء الذين يأتون إلى تلك المشاهد والقباب والقبور ويطوفون بها ويحجونها كما يحجون البيت الحرام، ويعكفون عنده وينحنون لها ويستغيثون بأهلها إلى غير ذلك من الأمور المحرمة المتقدم ذكرها ونحوها - هؤلاء يظنون أنهم يحسنون صنعا وهم في الحقيقة ضالون خاسرون؛ قال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا}. [الكهف: 103 - 104]، وقال - تعالى: {إِنَّ هَؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} [الأعراف الآية: 139]. ¶ ولا شك أن الشيطان - لعنه الله - قد بلغ مأربه من الشرك الأكبر الذي أوقع فيه هؤلاء الجهلة وزيَّن لهم ما زيَّنه لمشركي الجاهلية، وقد يتمثل - لعنه الله - في صورة الشيخ المستغاث به، كما تفعل الشياطين بعبدة الأوثان؛ إمعانًا في الإغواء والإضلال. ¶ ثم إن مما ينبغي معرفته أن إجابة الدعاء قد تحصل",
            "page": "102",
            "part": "1",
            "seal": "877C5C10"
        },
        {
            "id": "102",
            "nass": "للمشرك ونحوه ممن يدعون دعاء محرمًا، ولكن ذلك ليس دليلًا على الرضا؛ فالله - سبحانه - يستدرج ويبتلي؛ فكم من عبد دعا دعاء غير مباح أو اعتقد في مخلوق اعتقادًا غير مباح فحصلت له حاجته، ولكن حصولها سبب لهلاكه في الدنيا والآخرة؛ فتارة يسأل ما لا تصح مسألته كما فعل بلعام وغيره ممن دعوا بأشياء فحصلت لهم وكان فيها هلاكهم، وتارة أن يسأل على الوجه الذي لا يحبه الله؛ كما قال - سبحانه: {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ}. [الأعراف: 55]؛ فهو - سبحانه - لا يحب المعتدين في صفة الدعاء، ولا في المسؤول وإن كانت حاجتهم قد تقضى؛ كأقوام ناجوا الله بمناجاة فيها جرأة على الله وتعدٍّ لحدوده، وأعطوا طلبتهم فتنة، وكقوم صدَّقوا أحد المشعوذين المدَّعين للولاية والمحبة فسلَّموا له مرضاهم وأطفالهم فصار يمسح عليهم، ويقرأ عليهم طلاسم، أو يعطيهم قصاصة من ثوبه ليحرقها ويبخروا بها ذلك المريض، ونحو ذلك من الشعوذات الشيطانية، وكأقوام يقصدون إلى أحد القبور فيأخذون من ترابه ليتداوى به مريضهم أو عقيمهم. ¶ وفي مثل هذه الأحوال قد تقضى حاجتهم فتنة واستدراجا، وذلك مثل السحر والطلسمات والعين ونحو هذا من المؤثرات في العالم؛",
            "page": "103",
            "part": "1",
            "seal": "4562A09F"
        },
        {
            "id": "103",
            "nass": "بإذن الله قد يقضي الله بها كثيرا من أغراض النفوس الشريرة، ومع هذا فقد قال - سبحانه: {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الْآَخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ * وَلَوْ أَنَّهُمْ آَمَنُوا وَاتَّقَوْا لَمَثُوبَةٌ مِنْ عِنْدِ اللَّهِ خَيْرٌ لَوْ كَانُوا يَعْلَمُونَ} [البقرة: 102 - 103]؛ فالسحرة ونحوهم معترفون بأن باطلهم لا ينفع في الآخرة، وأن صاحبه خاسر في الآخرة كذلك؛ وإنما يتشبثون بمنفعة في الدنيا، وقد قال تعالى: {وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ}. [البقرة: 103]. ¶ وكذلك أنواع من الداعين والسائلين عند القبور أو غيرها قد يدعون دعاءً محرَّمًا يحصل لهم معه ذلك الغرض، ويورثهم ضررًا أعظم منه، ثم إن هذه الأمور المحرمة من الأدعية والاعتقادات في المخلوقين ونحوها قد يعلم فاعلها حرمتها وقد لا يعلمها؛ فإن كان يعلمها فهو كالسحرة الذين أخبر الله عنهم بما عملوا لأنفسهم من الخسران في الآخرة، وإن كان لا يعلمها بسبب تقصيره في طلب العلم أو تركه للحق فهو لا يعذر في ذلك. ¶ وينبغي أن يعلم أنه لا يستحب للداعي أن يستقبل إلا ما يجب أن يصلي إليه؛ فالمسلم لما نهي عن الصلاة إلى جهة",
            "page": "104",
            "part": "1",
            "seal": "B6EE4E10"
        },
        {
            "id": "104",
            "nass": "غير القبلة فإنه ينهى أن يتحرى استقبال تلك الجهة المنهي عنها وقت الدعاء، ومن الناس من يتحرَّى وقت دعائه استقبال الجهة التي يكون فيها معظمه؛ سواء كانت في المشرق أو غيره؛ وهذا ضلال بيِّن وشرك واضح؛ كما أن بعض الناس يمتنع من استدبار الجهة التي فيها مقدسوهم من الصالحين، فيتوجهون إليهم ولو استدبروا قبلة الصلاة، وهذا ونحوه من البدع التي تضارع دين النصارى. ¶ حكم زيارة قبور الكفار: ¶ لا بأس بزيارة المسلم لقبور الكفار للاتعاظ، ولكنه لا يسلم عليهم ولا يستغفر لهم؛ لما جاء في الحديث عن أبي هريرة - رضي الله عنه - قال: زار النبي - صلى الله عليه وسلم - قبر أمه فبكى وأبكى مَنْ حوله فقال: «استأذنت ربي في أن أستغفر لها فلم يأذن لي، واستأذنت ربي في أن أزورها فأذن لي، فزوروا القبور؛ فإنها تذكركم الموت». رواه مسلم وغيره. ولما روي عن الزهري عن سالم عن أبيه قال: جاء أعرابي إلى النبي - صلى الله عليه وسلم - فقال: يا رسول الله إن أبي كان يصل الرحم وكان وكان فأين هو؟ قال: «في النار»، قال: فكأنه وجد من ذلك فقال. يا رسول الله فأين أبوك؟ فقال رسول الله - صلى الله عليه وسلم -: «حيثما",
            "page": "105",
            "part": "1",
            "seal": "EF9CB6D0"
        },
        {
            "id": "105",
            "nass": "مررت بقبر مشرك فبشره بالنار». قال: فأسلم الأعرابي بعد، وقال: كلفني رسول الله - صلى الله عليه وسلم - تعبا؛ ما مررت بقبر كافر إلا بشرتُه بالنار. رواه ابن ماجه وإسناده صحيح. ¶ حكم زيارة النساء للقبور واتباعهن للجنازة: ¶ وردت أدلة من الحديث في تحريم زيارة النساء للقبور، وفي تحريم اتباعهن للجنائز، وهذه الأدلة منها ما هو صريح في التحريم ومنها ما هو مفهم له؛ فمن الصريح: حديث ابن عباس - رضي الله عنهما - قال: «لعن رسول الله - صلى الله عليه وسلم - زائرات القبور والمتخذين عليها المساجد والسرج». رواه الإمام أحمد وأبو داود والنسائي والترمذي وحسَّنه. ¶ وفي نسخ: وصححه ورواه ابن ماجه أيضا، وحديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - «لعن زوَّارات القبور». رواه الإمام أحمد وابن ماجه والترمذي وصححه، وأخرجه ابن ماجه عن حسان بن ثابت، وثبت في الصحيحين نهيه - صلى الله عليه وسلم - النساء عن اتباع الجنائز، وقال - صلى الله عليه وسلم - لفاطمة - رضي الله عنها: «أما إنك لو بلغت معهم الكدى لم تدخلي الجنة حتى يكون كذا وكذا». وقال - صلى الله عليه وسلم -: «ارجعن مأزورات غير مأجورات فإنكن تفتنَّ الحي وتؤذين الميت».",
            "page": "106",
            "part": "1",
            "seal": "4192971F"
        },
        {
            "id": "106",
            "nass": "وقد حقق شيخ الإسلام - يرحمه الله - الأقوال في هذا الباب فقال: من العلماء من اعتقد أن النساء مأذون لهن في الزيارة كالرجال معتقدًا عموم قوله - صلى الله عليه وسلم -: «فزوروها فإنها تذكركم الآخرة». والصحيح: أنهن لم يدخلن في هذا الإذن لعدة أوجه؛ منها: ¶ الأول: أن قوله - صلى الله عليه وسلم - «فزوروها». صيغة تذكير تتناول الرجال بالوضع، ودخول النساء في عمومه ضعيف، والعام لا يعارض الأدلة الخاصة المستفيضة في نهي النساء؛ بل ولا ينسخها عند جمهور العلماء، وإن علم تقدم الخاص على العام، ومعلوم أن لفظ (من) في قوله - صلى الله عليه وسلم -: «من صلى على جنازة فله قيراط ومن تبعها حتى تدفن فله قيراطان» أدلُّ على العموم من صيغة التذكير .. فهو يتناول الذكور والإناث، ومع هذا فقد علم بالأحاديث الصحيحة أن هذا العموم لم يتناول النساء؛ لنهي النبي - صلى الله عليه وسلم - لهنَّ عن اتباع الجنائز. ¶ الثاني: لو كان النساء داخلات في الخطاب لاستحبَّ لهنَّ زيارة القبور كالرجال، ولم يعلم أن أحدًا من الأئمة استحَبَّ لهن زيارة القبور، ولا كان النساء على عهد النبي - صلى الله عليه وسلم - وخلفائه الراشدين يخرجن لزيارة القبور، والذين رخَّصوا في زيارتهن اعتمدوا على ما يروى عن عائشة - رضي",
            "page": "107",
            "part": "1",
            "seal": "12E719E8"
        },
        {
            "id": "107",
            "nass": "الله عنها - أنها زارت قبر أخيها عبد الرحمن وكان قد مات في غيبتها، وقالت: لو شهدتك ما زرتك. وهذا يدل على أن الزيارة ليست مستحبة للنساء، وأيضًا فإن الصلاة على الجنازة أوكد من زيارة القبور، ومع هذا فقد ثبت في الصحيح أن النبي - صلى الله عليه وسلم - نهى النساء عن اتباع الجنائز. وفي ذلك تفويت صلاتهن على الميت؛ فإذا لم يستحب لهن اتباعها مع ما فيه من الصلاة والثواب فكيف بالزيارة؟ ¶ الثالث: أنه قد جاء عن النبي - صلى الله عليه وسلم - عن زوَّارات القبور من طريقين: وذكر حديثي أبي هريرة وابن عباس - رضي الله عنهما - في أول الباب، وذكر أنه ليس في إسنادهما متهم بالكذب، وكلاهما حجة بلا ريب، ورجال الأول منهما ليسوا برجال الآخر. ثم قال: فإن قيل: هذا منسوخ بحديث الإذن السابق. فالجواب ما تقدم من أن النساء لا يدخلن في الإذن؛ وأيضا فقوله - صلى الله عليه وسلم -: «لعن الله زوارات القبور - أو زائرات القبور» خاصٌّ بهن. وقوله: «فزوروها» بطريق التبع؛ فيدخلن بعموم ضعيف .. إما أن يكون مختصًّا بالرجال، وإما أن يكون متناولًا للنساء، والعامُّ إذا عُرِفَ أنه بعد الخاص لم يكن ناسخًا له عند جمهور العلماء؛ فكيف إذا لم يعلم أن هذا العامَّ بعد الخاص؛ إذ قد يكون قوله: «لعن الله زوارات",
            "page": "108",
            "part": "1",
            "seal": "30FFD7D8"
        },
        {
            "id": "108",
            "nass": "القبور». بعد إذنه للرجال في الزيارة، ويدل على ذلك: أنه قرنه بالمتخذين عليها المساجد والسرج، وذكر هذا بصيغة التذكير التي تتناول الرجال، ولعن الزائرات جعله مختصًّا بالنساء، ومعلوم أن اتخاذ المساجد والسرج باق محكم كما دلت عليه الأحاديث الصحيحة، فكذلك الآخر. ¶ ومن العلماء من قال بالكراهة؛ وهو أنهم قالوا: حديث اللعن يدل على التحريم، وحديث الإذن يرفع التحريم، وبقي أصل الكراهة؛ محتجًّا بقول أم عطية: نهينا عن اتباع الجنائز، ولم يعزم علينا، وأن الزيارة من جنس الاتباع؛ فيكون كلاهما مكروهًا غير محرم. ومنهم من قال: اللعن قد جاء بلفظ الزوَّارات؛ وهن المكثرات للزيارة؛ فالمرة الواحدة في الدهر لا تتناول ذلك، ولا تكون المرأة زوارة. ¶ ورد القائلون بالتحريم: أن لفظ الزوارات قد يكون لتعددهن؛ كما يقال: فتحت الأبواب. ومعلوم أن لكل باب فتحًا واحدًا، قالوا: ولأنه لا ضابط في ذلك بين ما يحرم وما لا يحرم واللعن صريح في التحريم، ومن هؤلاء من يقول: التشييع كذلك، ويحتج بما روي في التشييع من التغليظ؛ كقوله - صلى الله عليه وسلم -: «ارجعن مأزورات غير مأجورات فإنكن تفتن الحي وتؤذين الميت». وقوله - صلى الله عليه وسلم - لفاطمة -رضي الله عنها:",
            "page": "109",
            "part": "1",
            "seal": "6FA9DB73"
        },
        {
            "id": "109",
            "nass": "«أما إنك لو بلغت معهم الكدى لم تدخلي الجنة حتى يكون كذا وكذا». وهذان يؤيدهما ما ثبت في الصحيحين من أنه - صلى الله عليه وسلم - نهى النساء عن اتباع الجنائز. ¶ وأما قول أم عطية: ولم يعزم علينا. فقد يكون مرادها: لم يؤكد النهي، وهذا لا ينفي التحريم، وقد تكون هي ظنت أنه ليس بنهي تحريم، والحجة في قول النبي - صلى الله عليه وسلم - لا في ظن غيره، وأيضا فقد علَّل النبي - صلى الله عليه وسلم - الإذن للرجال بأنه يذكر الموت، ومعلوم أن المرأة إذا فتح لها هذا الباب أخرجها إلى الجزع والندب والنباحة؛ لما فيها من الضعف وكثرة الجزع وقلة الصبر، كما هو المعروف عن أكثر النساء، وأيضًا فإن ذلك سبب لتأذي الميت ببكائها، وسبب لافتتان الرجال بصوتها وصورتها، كما جاء في الحديث الآخر: «فإنَّكنَّ تفتنَّ الحيَّ وتؤذينَ الميت». ¶ وإذا كانت زيارة النساء مظنَّةً وسببًا للأمور المحرمة في حقهن وحق الرجال، والحكمة هنا غير مضبوطة - فإنه لا يمكن أن يُحَدَّ المقدار الذي لا يفضي إلى ذلك، ولا التمييز بين نوع ونوع. ¶ ومن أصول الشريعة: أن الحكمة إذا كانت خفية أو غير منتشرة علق الحكم بمظنتها؛ فيحرم هذا الباب سدًّا للذريعة كما حرم النظر إلى الزينة الباطنة؛ لما في ذلك من الفتنة، وكما",
            "page": "110",
            "part": "1",
            "seal": "8ED84F99"
        },
        {
            "id": "110",
            "nass": "حُرِّمَ الخلوة بالأجنبية وغير ذلك من النظر إليها، وليس في زيارة النساء للقبور من المصلحة ما يعارض مفسدة فتنة الحي وإيذاء الميت؛ إذ لم يبق من المصلحة إلا دعاؤها للميت، وذلك ممكن في بيتها. ولهذا قال الفقهاء: إذا علمت المرأة من نفسها أنها إذا زارت المقبرة بدا منها ما لا يجوز من قول أو عمل فزيارتها محرمة بلا نزاع. انتهى ملخصا. ¶ قلت: أما إذا مرت المرأة في طريقها بمقبرة من غير قصد لها فإنه لا مانع من سلامها على أهلها ودعائها لهم وتذكرها الآخرة دون لبث في المقبرة. وهي مأجورة بهذا القدر إن شاء الله. ¶ السفر لزيارة القبور: ¶ لم يشرع النبي - صلى الله عليه وسلم - السفر لزيارة القبور مطلقا؛ سواء كانت قبور أنبياء أو صالحين أو غيرهم، ولم يسبق إلى ذلك الصحابة - رضي الله عنهم - وهم أعلم الناس بسنة النبي - صلى الله عليه وسلم - وأشدهم تمسُّكًا بها، ولم يجز ذلك أحد من أئمة الدين الذين يعتد بهم، والثابت عن النبي - صلى الله عليه وسلم - النهي عن شد الرحال لغير المساجد الثلاثة؛ كما ثبت في الصحيحين أن النبي - صلى الله عليه وسلم - قال: «لا تُشدُّ الرحال إلا إلى ثلاثة مساجد المسجد الحرام ومسجدي هذا والمسجد الأقصى»؛ وذلك",
            "page": "111",
            "part": "1",
            "seal": "CB5BC6B4"
        },
        {
            "id": "111",
            "nass": "لمضاعفة الحسنات بهذه المساجد الثلاثة، ولما لها من الفضل؛ كما ثبت في الصحيحين عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «صلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام». وعن عبد الله بن الزبير - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام، وصلاة في المسجد الحرام أفضل من مائة صلاة في مسجدي هذا». أخرجه أحمد وابن خزيمة وابن حبان، وفي رواية أخرجها أحمد وابن ماجه: «وصلاة في المسجد الحرام أفضل من مائة ألف صلاة فيما سواه». ¶ فلو كان شد الرحل لقصد قبر النبي - صلى الله عليه وسلم - أو غيره جائزا لبيَّنه النبي - صلى الله عليه وسلم -، وزيارة المدينة ليست للقبر؛ وإنما هي للمسجد؛ فمن نوى بزيارته القبر لا المسجد فقد خالف قول الرسول - صلى الله عليه وسلم - ورغب عن سنته، والقول بشرعية شد الرحال لزيارة قبره - صلى الله عليه وسلم - يفضي إلى اتخاذ عيدا ويوقع في المحذور الذي خالفه الرسول - صلى الله عليه وسلم - من الغلو والإطراء؛ كما قد وقع الكثير من الناس في ذلك بسبب اعتقادهم شرعية شد الرحال لزيارة قبره عليه السلام. ¶ وأما ما يروى في هذا الباب من الأحاديث التي يَحْتَجُّ بها",
            "page": "112",
            "part": "1",
            "seal": "ECAD781B"
        },
        {
            "id": "112",
            "nass": "من قال بشرعية شد الرحال إلى قبره - صلى الله عليه وسلم - فهي أحاديث ضعيفة الأسانيد؛ بل موضوعة؛ كما قد نَبَّه على ضعفها الحافظ؛ كالدارقطني والبيهقي والحافظ ابن حجر وغيرهم؛ فلا يجوز أن يعارض بها الأحاديث الصحيحة الدالة على تحريم شد الرحال لغير المساجد الثلاثة. ¶ ومن الأحاديث الموضوعة في هذا الباب حديث: «من حج ولم يزرني فقد جفاني». وحديث: «من زارني بعد مماتي فكأنما زارني في حياتي». وحديث: «من زارني وزار أبي إبراهيم في عام ضمنت له على الله الجنة». وحديث: «من زار قبري وجبت له شفاعتي». فهذه الأحاديث وأشباهها لم يثبت منها شيء عن النبي - صلى الله عليه وسلم -؛ قال الحافظ ابن حجر في التلخيص بعد ما ذكر أكثر هذه الروايات: طرق هذا الحديث كلها ضعيفة، وقال الحافظ العقيلي: لا يصح في هذا الباب شيء. وجزم شيخ الإسلام: أن هذه الأحاديث موضوعة، ولو كان شيء منها ثابتًا لكان الصحابة - رضي الله عنهم - أسبق الناس إلى العمل به وبيانه للأمة. ¶ وقصة الأعرابي التي تروى عن العتبي؛ أن أعرابيا جاء إلى قبر النبي - صلى الله عليه وسلم - فقال: السلام عليك يا رسول الله، سمعت الله يقول: {وَلَوْ أَنَّهُمْ إِذْ",
            "page": "113",
            "part": "1",
            "seal": "2230745D"
        },
        {
            "id": "113",
            "nass": "ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ ... } الآية إلى آخر القصة. هذه القصة لا صحة لها، ولا يصح لها سند عن العتبي، ولا هي مما يحتجُّ به. قال ذلك صاحب الصارم المنكي في الردِّ على السُّبكي وغيره، ومثلها ما يروى عن مجيء بلال من الشام، وقصة قوله وفعله عند قبر النبي - صلى الله عليه وسلم - هذه الحكايات وما شابهها أثبت المحققون من أهل العلم والفضل عدم صحتها، وأثبتوا تنزيه أصحاب رسول الله - صلى الله عليه وسلم - من الإقدام على شيء من هذه الأمور المبتدعة المنهي عنها، ومن الأحاديث والحكايات المكذوبة التي اشتهرت على ألسنة بعض العوام الحديث: «توسلوا بجاهي فإن جاهي عند الله عظيم». هذا الحديث موضوع لا أصل له في جميع كتب السنة، وجاء في كتاب السنن والمبتدعات التأكيد الجازم بأنه موضوع مفترى لا أصل له قطعا، ومعلوم أن جاه النبي - صلى الله عليه وسلم - عظيم عند الله، ولكن التوسل به لم يرد والخير والبركة والرضوان في الاتباع لا في الابتداع. ¶ ومن تلك الأحاديث المكذوبة: «إذا أعيتكم الأمور فعليكم بأصحاب القبور». وحديث: «لو حسن أحدكم ظنه بحجر نفعه». وحديث: «إن الله يوكِّل ملكا على قبر كل ولي يقضي حوائج الناس». هذه الأحاديث ونحوها كلها مكذوبة لا وجود لها في كتب السنة المعتمدة، ولا يصدقها عاقل عالم",
            "page": "114",
            "part": "1",
            "seal": "065D78C7"
        },
        {
            "id": "114",
            "nass": "بكتاب الله وسنة رسوله - صلى الله عليه وسلم -. ¶ ومن الأكاذيب ما يحكى عن أهل القبور أن فلانا استغاث بالقبر الفلاني في شدة فخلص منها، وفلانا دعاه أو دعا به في حاجة فقضيت حاجته، وفلانا نزل به فاسترجى صاحب ذلك القبر فكشف ضره. وعند كثير من السدنة والمقابرة من ذلك ما يطول ذكره من الكذب على الأحياء والأموات، ومع هذا فإن الكثير من الجهلة ينخدعون بمثل هذه الحكايات الباطلة ويصدقونها فيقصدون صاحب ذلك القبر ويفعلون عنده مثل ما سمعوا، فيقعون بذلك في الشرك العظيم - والعياذ بالله، وقد تقدم في الكلام على الزيارة الشركية المحضة بيان لبعض حالات يجيب الله فيها الدعاء غير المشروع ابتلاء واستدراجًا للداعي، فليراجع.",
            "page": "115",
            "part": "1",
            "seal": "7399A3F6"
        },
        {
            "id": "115",
            "nass": "في ذكر السلام على النبي - صلى الله عليه وسلم - عند قبره والسلام على صاحبيه ¶ ليست زيارة قبر النبي - صلى الله عليه وسلم - واجبةً ولا شرطًا في الحج ولا في غيره، كما يظنه بعض العامة وأشباههم؛ بل هي مستحبَّةٌ في حق من زار مسجد الرسول - صلى الله عليه وسلم -، أو كان قريبا منه من الرجال، والذي يستحب لزائر مسجد النبي - صلى الله عليه وسلم - هو أن يقدم رجلَه اليمنى عند دخوله ويقول: بسم الله والصلاة والسلام على رسول الله، أعوذ بالله العظيم وبوجهه الكريم وسلطانه القديم من الشيطان الرجيم، اللهم افتح لي أبواب رحمتك. كما يقول ذلك عند دخول سائر المساجد؛ إذ ليس لدخول مسجده - صلى الله عليه وسلم - ودخول المسجد الحرام ذكر مخصوص، كما قال ذلك أهل التحقيق، ثم يصلي ركعتين فيدعو الله فيهما بما أحب من خيري الدنيا والآخرة، وإن صلَّاهما في الروضة الشريفة فهو أفضل؛ لقوله - صلى الله عليه وسلم -: «ما بين بيتي ومنبري روضة من رياض الجنة». ¶ أما الفريضة فينبغي للزائر والمستوطن أن يتقدم إليها ويحافظ على الصف الأول فالأول، وإن كان في الزيادة القبْلية؛ لما جاء في",
            "page": "116",
            "part": "1",
            "seal": "C2DDAEA8"
        },
        {
            "id": "116",
            "nass": "الأحاديث الصحيحة عن النبي - صلى الله عليه وسلم - من الحث والترغيب في الصف الأول؛ مثل قوله: «لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا». رواه البخاري ومسلم. ومثل قوله - صلى الله عليه وسلم - لأصحابه: «تقدموا فأتموا بي وليأتم بكم من بعدكم ولا يزال الرجل يتأخر عن الصلاة حتى يؤخره الله». أخرجه مسلم. ¶ والأحاديث في هذا كثيرة معلومة، وهي عامَّةٌ في مسجده - صلى الله عليه وسلم - وغير مسجده، والدليل على عمومها: حثُّه - صلى الله عليه وسلم - الصحابة على ميامن الصفوف، ومعلوم أن يمين الصف في مسجده - صلى الله عليه وسلم - خارج عن الروضة، أما النساء فلا يجوز لهن التقدم؛ بل يتأخرون خلف الرجال، وكلما كانت المرأة بعيدة عن مشاهدة الرجال فذلك أفضل، ثم بعدما يصلي الزائر تحية المسجد يزور قبر النبي - صلى الله عليه وسلم - وقبري صاحبيه أبي بكر وعمر، فيقف تجاه قبره - صلى الله عليه وسلم - بأدب. وأبو حنيفة يرى أن يقف الزائر متوجها إلى القبلة، ثم يسلم عليه - صلى الله عليه وسلم - ويغض صوته ويقول: السلام عليكم يا رسول الله ورحمة الله وبركاته. ¶ والأحاديث الصحيحة الثابتة دالَّة على أنه - صلى الله عليه وسلم - ميت كما دل على ذلك القرآن الكريم، وموته - صلى الله عليه وسلم - أمر متفق عليه بين أهل العلم، ولكن ذلك لا يمنع حياته البرزخية، كما",
            "page": "117",
            "part": "1",
            "seal": "6D862982"
        },
        {
            "id": "117",
            "nass": "أن موت الشهداء لم يمنع حياتهم المذكورة في القرآن الكريم، وكذلك جميع الأموات، كما تقدم ذكر ذلك في الكلام على الحياة البرزخية. ¶ ثم بعد السلام على النبي - صلى الله عليه وسلم - يسلم على صاحبيه، والاقتصار على السلام هو المأثور عن الصحابة - رضي الله عنهم، وهو الذي يقول به الأئمة، وكان ابن عمر إذا سلم على رسول الله - صلى الله عليه وسلم - وصاحبيه لايزيد غالبا على قوله: السلام عليك يا رسول الله، السلام عليك يا أبا بكر، السلام عليك يا أبت. ثم ينصرف. ¶ وقال مالك في المبسوط: لا أرى أن يقف عند قبر النبي - صلى الله عليه وسلم - يدعو؛ ولكن يسلِّم ويمضي، وكان الصحابة لا يكثرون المجيء إلى القبر للسلام على النبي - صلى الله عليه وسلم -؛ لعلمهم بنهيه - صلى الله عليه وسلم - عن اتخاذ قبره عيدا، ولعلمهم أن ما شرع من الصلاة والسلام عليه في الصلاة وعند دخول المسجد والخروج منه وفي كل وقت وسؤال الوسيلة والفضيلة والمقام المحمود له بعد الأذان تحصل به الفضيلة، ولعلمهم أن الصلاة والسلام عليه يَصِلان إليه من البعيد كما يصلان من القريب؛ كما قال - صلى الله عليه وسلم - في الحديث الذي رواه أبو داود: «لا تتخذوا قبري عيدا ولا بيوتكم قبورا وصلوا عليَّ فإن صلاتكم تبلغني حيث كنتم». وكما قال: «إن لله ملائكة",
            "page": "118",
            "part": "1",
            "seal": "45042223"
        },
        {
            "id": "118",
            "nass": "سياحين يبلغوني عن أمتي السلام». رواه النسائي. ¶ وأما رفع الصوت عند قبره - صلى الله عليه وسلم - وطول القيام هناك فهو خلاف المشروع؛ لأن الله نهى الأمة عن رفع أصواتهم فوق صوت النبي - صلى الله عليه وسلم -، وحثَّهم على غضِّ الصوت عنده؛ كما قال - سبحانه: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ * إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} [الحجرات: 3]. ¶ والرسول - صلى الله عليه وسلم - محترم حيًّا وميتًا؛ فلا ينبغي للمؤمن أن يفعل عند قبره ما يخالف الأدب الشرعي، وقد رأى عمر بن الخطاب - رضي الله عنه - رجلين يرفعان أصواتهما في مسجده - صلى الله عليه وسلم - ورآهما غريبين فقال: أما علمتما أن الأصوات لا تُرفع في مسجد رسول الله - صلى الله عليه وسلم -؟! لو أنكما من أهل البلد لأوجعتُكما ضربًا، وهكذا ما يفعله البعض من تحرِّي الدعاء عنده - صلى الله عليه وسلم - مستقبلًا للقبر؛ فإنه خلاف ما كان عليه السف الصالح، وقد رأى عليٌّ بن الحسين زين العابدين - رضي الله عنهما - رجلا يدعو عند قبر النبي - صلى الله عليه وسلم - فنهاه عن ذلك وقال: ألا أحدثك حديثا سمعتُه من",
            "page": "119",
            "part": "1",
            "seal": "02A5A29A"
        },
        {
            "id": "119",
            "nass": "أبي عن جدي عن رسول الله - صلى الله عليه وسلم - أنه قال: «لا تتخذوا قبري عيدا ولا بيوتكم قبورا وصلوا علي فإن تسليمكم يبلغني حيث كنتم». رواه أبو داود وخرجه الحافظ محمد المقدسي في المختارة. ¶ وهكذا ما يفعله البعض عند السلام عليه - صلى الله عليه وسلم - من وضع يمينه على شماله فوق صدره أو تحته كهيئة المصلي؛ فهذه الهيئة لا تجوز عند المخلوق حيًّا أو ميتا؛ لأنها هيئة ذل وخضوع وعبادة لا تصلح إلا لله؛ كما حكى ذلك الحافظ ابن حجر عن العلماء، وكذا ما يفعله بعض الجالسين في المسجد من استقبال القبر الشريف وتفضيل ذلك على استقبال القبلة، وربما حرك الواحد منهم شفتيه بالسلام والدعاء، وهذا من جنس ما قبله من المحدثات، ولا ينبغي للمسلم أن يحدث في دينه ما لم يأذن به الله، وهو بهذا العمل أقرب إلى الجفاء منه إلى الموالاة، وقد أنكر الإمام مالك - يرحمه الله - هذا العمل وأشباهه وقال: لن يصلح آخر هذه الأمة إلا ما أصلح أولها. ومعلوم أن الذي أصلح أول هذه الأمة هو السير على منهاج النبي - صلى الله عليه وسلم - وخلفائه الراشدين وصحابته المرضيين وأتباعه بإحسان. ¶ وقد تقدم الكلام على عدم جواز التمسح بالقبر أو بحائط الحجرة، والأئمة مجمعون على ذلك؛ روى يحيى بن معين قال: حدثنا",
            "page": "120",
            "part": "1",
            "seal": "A93879A8"
        },
        {
            "id": "120",
            "nass": "أبو أسامة عن عبيد الله عن نافع عن ابن عمر أنه كان يكره مس قبر النبي - صلى الله عليه وسلم -، وممن ذكر هذا الشيخ علي بن عمر القزويني في أماليه، وهذا موافق لما ذكره الأئمة أحمد وغيره عن ابن عمر. ¶ وما ذكره الفقهاء في بعض المناسك وكتب الفقه من استحسان قول الزائر حين سلامه على النبي - صلى الله عليه وسلم - عند قبره: السلام عليك يا نبي الله، السلام عليك يا خيرة الله من خلقه، السلام عليك يا سيد المرسلين وإمام المتقين، أشهد أنك قد بلغت الرسالة وأديت الأمانة ونصحت الأمة وجاهدت في الله حق جهاد. فذلك لأنه من أوصافه - صلى الله عليه وسلم -؛ ولكنه لم يرد به سنة. وهذه الزيارة لقبر النبي - صلى الله عليه وسلم - إنما تشرع في حق الرجال، أما النساء فإنه يترتب على زيارتهن له مزاحمة الرجال وفتنتهم والافتتان بهم، وهذا لا يجوز. ¶ وأما قصد المدينة للصلاة في مسجد الرسول - صلى الله عليه وسلم - والدعاء فيه ونحو ذلك مما يشرع في سائر المساجد فهو مشروع في حق الجميع. والله أعلم.",
            "page": "121",
            "part": "1",
            "seal": "6BFAEAA1"
        },
        {
            "id": "121",
            "nass": "بلاغ الناس ¶ وإتماما للفائدة أسوق بعضا مما أخبر عنه - صلى الله عليه وسلم - إلى من أمنوا مكر الله فاستحبوا الربا والمحارم، وتهاونوا بها وتمادوا في ارتكاب الفواحش وإضاعة الواجبات، عسى أن يعودوا إلى رشدهم ويتوبوا إلى ربهم قبل أن تقول نفس: يا حسرتى على ما فرطت في جنب الله. وعسى أن يستيقظ حكام المسلمين وكثير من علمائهم فيستغفروا ربهم عما أسلفوا من التقصير والتفريط، وإيثار الدنيا وزهرتها على الآخرة، ويبدؤوا حياة جديدة يجددون فيها إيمانهم بالله، فيحكِّمون كتابه وسنة نبيه - صلى الله عليه وسلم - في شتى المجالات، ويمنعون الربا ويأمرون بالمعروف وينهون عن المنكر ويأخذون على أيدي السفهاء؛ إذ لا سبيل إلى نجاتهم في الدنيا والآخرة إلا ذلك؛ قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ * فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ}. وفي الحديث الصحيح: «لعن الله آكل الربا وموكله وكاتبه وشاهديه». ¶ وروى البخاري في صحيحه عن أبي مالك أنه سمع النبي",
            "page": "122",
            "part": "1",
            "seal": "B3D4672E"
        },
        {
            "id": "122",
            "nass": "- صلى الله عليه وسلم - يقول: «ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف وليزلن أقوام جنب علم يروح عليهم بسارحة لهم يأتيهم بحاجة فيقولوا ارجع إلينا فيبيتهم الله ويضع العلم ويمسخهم قردة وخنازير إلى يوم القيامة». وأخرج ابن ماجه عن أبي مالك الأشعري قال: قال رسول الله - صلى الله عليه وسلم -: «ليشربن ناس من أمتي الخمر يسمونها بغير اسمها يعزف على رؤوسهم بالمعازف والمغنيات يخسف الله بهم الأرض ويجعل منهم قردة وخنازير». ¶ وقال - صلى الله عليه وسلم -: «يا أيها الناس انهوا نساءكم عن لبس الزينة والتبختر في المسجد؛ فإن بني إسرائيل لم يلعنوا حتى لبست نساؤهم الزينة وتبخترن في المساجد». رواه ابن ماجه، وعن أبي هريرة - رضي الله عنه - في حديث طويل قال: قال رسول الله - صلى الله عليه وسلم -: «صنفان من أهل النار لم أرهما قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مائلات مميلات رؤوسهن كأسنمة البخت لا يدخلن الجنة ولا يرحن ريحها وإن ريحها ليوجد من مسيرة كذا وكذا». أخرجه مسلم. وقال - صلى الله عليه وسلم -: «ما خلا رجل بامرأة إلا كان الشيطان ثالثهما». ¶ وفي حديث رواه البخاري عن حذيفة قال: قلت: فهل بعد ذلك الخير من شر؟ قال النبي - صلى الله عليه وسلم -: «نعم دعاة على",
            "page": "123",
            "part": "1",
            "seal": "E58B9CCC"
        },
        {
            "id": "123",
            "nass": "أبواب جهنم من أجابهم قذفوه فيها». قلت: يا رسول الله، صفهم لنا. قال: «هم من جلدتنا ويتكلمون بألسنتنا». قلت: فما تأمرني إن أدركني ذلك؟ قال: «تلزم جماعة المسلمين وإمامهم». قلت: فإن لم يكن لهم جماعة ولا إمام؟ قال: «فاعتزل تلك الفرق كلها ولو أن تعض بأصل شجرة حتى يدركك الموت وأنت على ذلك». وروى البرقاني في صحيحه زيادة على ما رواه مسلم عن ثوبان عن النبي - صلى الله عليه وسلم - قال: «إنما أخاف على أمتي الأئمة المضلين، وإذا وقع عليهم السيف لم يرفع إلى يوم القيامة، ولا تقوم الساعة حتى تعبد فئام من أمتي الأوثان، وأنه سيكون في أمتي كذابون ثلاثون كلهم يزعم أنه نبي، وأنا خاتم النبيين لا نبي بعدي، ولا تزال طائفة من أمتي على الحق منصورة لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله - تبارك وتعالى». ¶ وختامًا أسأل الله - العلي القدير - أن يهدينا جميعًا صراطه المستقيم، وأن يهدي ولاة المسلمين ويرزقهم البطانة الصالحة التي تحثهم على التمسك بالكتاب والسنة، وأن يبعد عنهم بطانة السوء التي تزين لهم أعمال الكفرة باسم التطور الزائف، والله حسبنا ونعم الوكيل، وصلى الله على خير خلقه نبينا محمد وآله وسلم تسليما كثيرا.",
            "page": "124",
            "part": "1",
            "seal": "431D2130"
        }
    ],
    "t31": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الكتاب"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "معرفة الله تعالى"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "توحيد الله تعالى"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "توحيد الربوبية"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "توحيد الألوهية"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "دعوة محمد - صلى الله عليه وسلم - إلى توحيد العبادة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "توحيد الذات والأسماء والصفات"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "معنى شهادة أن لا إله إلا الله"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "شروط لا إله إلا الله"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "معنى شهادة أن محمدا رسول الله - صلى الله عليه وسلم -"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أركان الإسلام ونواقضه"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "وظيفة الرسل عليهم الصلاة والسلام"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "إبطال الشبهات"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "بيان أنواع من الشرك الأصغر"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "من الشرك الحلف بغير الله، وقول ما شاء الله وشئت ولولا كذا - يعني غير الله - لكان كذا ولولا الله وكذا"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من الرياء وبيان أنه من الشرك"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم لبس الحلقة والخيط ونحوهما والوشم"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم الرقى المشتملة على الشرك وتحريم التمائم"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "أنواع من السحر"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "النهي عن الاستسقاء بالنجوم والنياحة والمفاخرة بالأحساب والطعن في الأنساب"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "النهي عن سب الدهر"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "وجوب الإيمان بالقدر وتعريف الإيمان"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "فضل الرضا بالقدر وخطر السخط به"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "اللو المنهي عنها"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الخوف من المخلوق المنهي عنه"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "من الشرك إرادة الإنسان بعلمه الدنيا"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "من الشرك تعبيد الاسم لغير الله"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "تحريم تصوير ذوات الأرواح ولعن المصورين"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "حماية النبي - صلى الله عليه وسلم -، حمى التوحيد وسده طرق الشرك"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "زيارة القبور"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": "1",
            "tit": "الحياة البرزخية"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "مستقر الأرواح في البرزخ"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "ما جاء في سماع الميت"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "ما يصل إلى الميت من الأعمال"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "زيارة القبور"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "زيارة القبور الشرعية"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "1",
            "tit": "الزيارة المحرمة"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "أمور محرمة تتعلق بالقبور"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "الزيارة الشركية المحضة"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "حكم زيارة قبور الكفار"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "حكم زيارة النساء للقبور واتباعهن للجنازة"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "السفر لزيارة القبور"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "السلام على النبي - صلى الله عليه وسلم - عند قبره والسلام على صاحبيه"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "بلاغ الناس"
        }
    ]
}