{
    "b311": [
        {
            "id": null,
            "nass": "[المقدمة] ¶ العقيدة الصحيحة ¶ وما يضادها ونواقض الإسلام",
            "page": null,
            "part": null,
            "seal": "DD854197"
        },
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده وعلى آله وصحبه. ¶ أما بعد: فلما كانت العقيدة الصحيحة هي أصل دين الإسلام وأساس الملة رأيت أن تكون هي موضوع المحاضرة. ومعلوم بالأدلة الشرعية من الكتاب والسنة أن الأعمال والأقوال إنما تصح وتقبل إذا صدرت عن عقيدة صحيحة، فإن كانت العقيدة غير صحيحة بطل ما يتفرع عنها من أعمال وأقوال كما قال تعالى: {وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [المائدة: 5] وقال تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر: 65] والآيات في هذا المعنى كثيرة، وقد دل كتاب الله المبين وسُنَّة رسوله الأمين عليه من ربه أفضل الصلاة والتسليم على أن العقيدة الصحيحة تتلخص في الإيمان بالله",
            "page": "3",
            "part": "1",
            "seal": "745293CC"
        },
        {
            "id": "2",
            "nass": "وملائكته وكتبه ورسله واليوم الآخر وبالقدر خيره وشرّه فهذه الأمور الستة هي أصول العقيدة الصحيحة التي نزل بها كتاب الله العزيز، وبعث الله بها رسوله محمدًا عليه الصلاة والسلام، ويتفرع عن هذه الأصول كل ما يجب الإيمان به من أمور الغيب، وجميع ما أخبر الله به ورسوله صلى الله عليه وسلم، وأدلة هذه الأصول الستة في الكتاب والسنة كثيرة جدًا، فمن ذلك قول الله سبحانه: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} [البقرة: 177] الآية، وقوله سبحانه: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ} [البقرة: 285] وقوله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ وَمَنْ يَكْفُرْ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الْآخِرِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا} [النساء: 136] وقوله سبحانه: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحج: 70]",
            "page": "4",
            "part": "1",
            "seal": "6BF2AF92"
        },
        {
            "id": "3",
            "nass": "أما الأحاديث الصحيحة الدالة على هذه الأصول فكثيرة جدا منها الحديث الصحيح المشهور الذي رواه مسلم في صحيحه من حديث أمير المؤمنين عمر بن الخطاب رضي الله عنه أن جبريل عليه السلام سأل النبي صلى الله عليه وسلم عن الإيمان، فقال له: «الإيمان أن تؤمن بالله، وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره» الحديث، وأخرجه الشيخان من حديث أبي هريرة. وهذه الأصول الستة: يتفرع عنها جميع ما يجب على المسلم اعتقاده في حق الله سبحانه وفي أمر المعاد وغير ذلك من أمور الغيب. ¶ [الإيمان بالله تعالى] ¶ [الإيمان بأن الله هو الإله الحق المستحق للعبادة دون كل ما سواه] ¶ فمن الإيمان بالله سبحانه الإيمان بأنه الإله الحق المستحق للعبادة دون كل ما سواه لكونه خالق العباد والمحسن إليهم والقائم بأرزاقهم والعالم بسرهم وعلانيتهم، والقادر على إثابة مطيعهم وعقاب عاصيهم، ولهذه العبادة خلق الله الثقلين وأمرهم بها كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ - مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ - إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} [الذاريات: 56 - 58]",
            "page": "5",
            "part": "1",
            "seal": "82005C46"
        },
        {
            "id": "4",
            "nass": "وقال سبحانه: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ - الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة: 21 - 22] وقد أرسل الله الرسل وأنزل الكتب لبيان هذا الحق والدعوة إليه، والتحذير مما يضاده كما قال سبحانه وتعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] وقال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: 25] وقال عز وجل: {كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ - أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ} [هود: 1 - 2] وحقيقة هذه العبادة في إفراد الله سبحانه بجميع ما تعبد العباد به من دعاء وخوف ورجاء وصلاة وصوم وذبح ونذر وغير ذلك من أنواع العبادة على وجه الخضوع له والرغبة والرهبة مع كمال الحب له سبحانه",
            "page": "6",
            "part": "1",
            "seal": "A16DE7A3"
        },
        {
            "id": "5",
            "nass": "والذل لعظمته، وغالب القرآن الكريم نزل في هذا الأصل العظيم، كقوله سبحانه: {فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ - أَلَا لِلَّهِ الدِّينُ الْخَالِصُ} [الزمر: 2 - 3] وقوله سبحانه: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} [الإسراء: 23] وقوله عز وجل: {فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ} [غافر: 14] وفي الصحيحين عن معاذ رضي الله عنه أن النبي صلى الله عليه وسلم قال: «حق الله على العباد أن يعبدوه ولا يشركوا به شيئا» ¶ [الإيمان بجميع ما أوجبه على عباده وفرضه عليهم من أركان الإسلام الخمسة الظاهرة] ¶ ومن الإيمان بالله أيضا الإيمان بجميع ما أوجبه على عباده وفرضه عليهم من أركان الإسلام الخمسة الظاهرة وهي شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج بيت الله الحرام لمن استطاع إليه سبيلا، وغير ذلك من الفرائض التي جاء بها الشرع المطهر. ¶ وأهم هذه الأركان وأعظمها شهادة أن لا إله إلا الله وأن محمدا رسول الله، فشهادة أن لا إله إلا الله تقتضي إخلاص العبادة لله وحده ونفيها عما سواه، وهذا هو",
            "page": "7",
            "part": "1",
            "seal": "87E02504"
        },
        {
            "id": "6",
            "nass": "معنى لا إله إلا الله، فإن معناها لا معبود بحق إلا الله فكل ما عبد من دون الله من بشر أو ملك أو جني أو غير ذلك فكله معبود بالباطل، والمعبود بالحق هو الله وحده كما قال سبحانه: {ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ} [لقمان: 30] وقد سبق بيان أن الله سبحانه خلق الثقلين لهذا الأصل الأصيل وأمرهم به، وأرسل به رسله وأنزل به كتبه، فتأمل ذلك جيدا وتدبره كثيرا ليتضح لك ما وقع فيه أكثر المسلمين من الجهل العظيم بهذا الأصل الأصيل حتى عبدوا مع الله غيره، وصرفوا خالص حقه لسواه، فالله المستعان. ¶ [الإيمان بأن الله هو خالق العالم ومدبر شؤونهم والمتصرف فيهم بعلمه وقدرته] ¶ ومن الإيمان بالله سبحانه، الإيمان بأنه خالق العالم ومدبر شؤونهم والمتصرف فيهم بعلمه وقدرته كما يشاء سبحانه، وأنه مالك الدنيا والآخرة ورب العالمين جميعا لا خالق غيره، ولا رب سواه، وأنه أرسل الرسل وأنزل الكتب لإصلاح العباد ودعوتهم إلى ما فيه نجاتهم وصلاحهم في العاجل والآجل، وأنه سبحانه لا شريك له",
            "page": "8",
            "part": "1",
            "seal": "5D6BCD8A"
        },
        {
            "id": "7",
            "nass": "في جميع ذلك، كما قال تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} [الزمر: 62] وقال تعالى: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} [الأعراف: 54] ¶ [الإيمان بأسمائه الحسنى وصفاته العلا من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل] ¶ ومن الإيمان بالله أيضًا الإيمان بأسمائه الحسنى وصفاته العلا الواردة قي كتابه العزيز، والثابتة عن رسوله الأمين من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل، بل يجب أن تمر كما جاءت بلا كيف مع الإيمان بما دلّت عليه من المعاني العظيمة التي هي أوصاف لله عز وجلّ يجب وصفه بها على الوجه اللائق به من غير أن يشابه خلقه في شيء من صفاته كما قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] وقال عز وجل: {فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ} [النحل: 74] وهذه هي عقيدة أهل السنة والجماعة من أصحاب رسول الله صلى الله عليه وسلم وأتباعهم",
            "page": "9",
            "part": "1",
            "seal": "124352A2"
        },
        {
            "id": "8",
            "nass": "بإحسان، وهي التي نقلها الإمام أبو الحسن الأشعري رحمه الله في كتاب \"المقالات عن أصحاب الحديث وأهل السنة\" ونقلها غيره من أهل العلم والإيمان. ¶ قال الأوزاعي رحمه الله: سئل الزهري ومكحول عن آيات الصفات فقالا: أمروها كما جاءت. وقال الوليد بن مسلم رحمه الله: سئل مالك، والأوزاعي، والليث بن سعد، وسفيان الثوري رحمه الله عن الأخبار الورادة في الصفات، فقالوا جميعا: أمروها كما جاءت بلا كيف. وقال الأوزاعي رحمه الله: كنا والتابعون متوافرون نقول إن الله سبحانه على عرشه ونؤمن بما ورد في السنة من الصفات. ولما سئل ربيعه بن أبي عبد الرحمن شيخ مالك رحمة الله عليهما عن الاستواء قال: (الاستواء غير مجهول والكيف غير معقول ومن الله الرسالة وعلى الرسول البلاغ المبين وعلينا التصديق) ، ولما سئل الإمام مالك رحمه الله عن ذلك قال: (الاستواء معلوم والكيف مجهول والإيمان به واجب والسؤال عنه بدعة) ثم قال للسائل: ما أراك إلاّ",
            "page": "10",
            "part": "1",
            "seal": "C6B9B2DE"
        },
        {
            "id": "9",
            "nass": "رجل سوء! وأمر به فأخرج. ¶ وروي هذا المعنى عن أم المؤمنين أم سلمة رضي الله عنها، وقال الإمام أبو عبد الرحمن بن المبارك رحمة الله عليه: (نعرف ربنا سبحانه بأنه فوق سماواته على عرشه بائن من خلقه) . وكلام الأئمة في هذا الباب كثير جدا لا يمكن نقله في هذه المحاضرة، ومن أراد الوقوف على كثير من ذلك فليراجع ما كتبه علماء السنّة في هذا الباب مثل كتاب \"السنة\" لعبد الله بن الإمام أحمد، وكتاب \"التوحيد\" للإمام الجليل محمد بن خزيمة، وكتاب \"السنّة\" لأبي القاسم اللالكائي الطبري، وكتاب \"السنّة\" لأبي بكر بن أبي عاصم، وجواب شيخ الإسلام ابن تيمية لأهل حماة، وهو جواب عظيم كثير الفائدة قد أوضح فيه رحمه الله عقيدة أهل السنة، ونقل فيه الكثير من كلامهم، والأدلة الشرعية والعقلية على صحة ما قاله أهل السنّة، وبطلان ما قاله خصومهم. وهكذا رسالته الموسومة بالتدمرية قد بسط فيها المقام وبيّن فيها عقيدة أهل السنة بأدلتها النقلية",
            "page": "11",
            "part": "1",
            "seal": "6F797DBD"
        },
        {
            "id": "10",
            "nass": "والعقلية والردّ على المخالفين بما يظهر الحق ويدمغ الباطل لكل من نظر في ذلك من أهل العلم بقصد صالح ورغبة في معرفة الحق، وكل من خالف أهل السنّة فيما اعتقدوا في باب الأسماء والصفات إنه يقع ولا بد في مخالفة الأدلّة النقلية والعقلية مع التناقض الواضح في كل ما يثبته وينفيه. ¶ أما أهل السنة والجماعة فأثبتوا لله سبحانه ما أثبته لنفسه في كتابه الكريم أو أثبته له رسوله محمد صلى الله عليه وسلم في سنّته الصحيحة إثباتا بلا تمثيل ونزّهوه سبحانه عن مشابهة خلقه تنزيها بريئا من التعطيل ففازوا بالسلامة من التناقض وعملوا بالأدلة كلها وهذه سنة الله سبحانه فيمن تمسك بالحق الذي بعث به رسله وبذل وسعه في ذلك وأخلص لله في طلبه أن يوفقه للحق ويظهر حجته كما قال تعالى: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ} [الأنبياء: 18] وقال تعالى: {وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا} [الفرقان: 33] وقد ذكر الحافظ ابن كثير رحمه الله في",
            "page": "12",
            "part": "1",
            "seal": "A959AD84"
        },
        {
            "id": "11",
            "nass": "تفسيره المشهور عند كلامه على قول الله عز وجل: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [الأعراف: 54] الآية كلاما حسنا في هذا الباب يحسن نقله ها هنا لعظم فائدته. قال رحمه الله ما نصه: للناس في هذا المقام مقالات كثيرة جدا ليس هذا موضع بسطها وإنما نسلك في هذا المقام مذهب السلف الصالح: مالك والأوزاعي والثوري والليث بن سعد والشافعي وأحمد وإسحاق بن راهويه وغيرهم من أئمة المسلمين قديما وحديثا، وهو إمرارها كما جاءت من غير تكييف ولا تشبيه ولا تعطيل، والظاهر المتبادر في أذهان المشبهين منفي عن الله، فإن الله لا يشبه شيء من خلقه وليس كمثله شيء وهو السميع البصير، بل الأمر كما قال الأئمة منهم نعيم بن حماد الخزاعي شيخ البخاري قال: من شبّه الله بخلقه كفر، ومن جحد مما وصف الله به نفسه فقد كفر، وليس فيما وصف الله به نفسه ولا رسوله تشبيه، فمن أثبتَ لله تعالى مما وردت به الآيات الصريحة والأخبار",
            "page": "13",
            "part": "1",
            "seal": "D5B0D231"
        },
        {
            "id": "12",
            "nass": "الصحيحة على الوجه الذي يليق بجلال الله ونفى عن الله تعالى النقائص فقد سلك سبيل الهدى. ¶ [الإيمان بالملائكة] ¶ وأمّا الإيمان بالملائكة: فيتضمن الإيمان بهم إجمالا وتفصيلا فيؤمن المسلم بأن لله ملائكة خلقهم لطاعته ووصفهم بأنهم عباد مكرمون لا يسبقونه بالقول وهم بأمره يعملون {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ} [الأنبياء: 28] وهم أصناف كثيرة منهم الموكلون بحمل العرش، ومنهم خزنة الجنة والنار، ومنهم الموكلون بحفظ أعمال العباد. ونؤمن على سبيل التفصيل بمن سمى الله ورسوله منهم كجبريل، وميكائيل، ومالك خازن النار. وإسرافيل الموكل بالنفخ في الصور، وقد جاء ذكره في أحاديث صحيحة، وقد ثبت في الصحيح عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال: «خلقت الملائكة من نور وخلق الجان من مارج من نار وخلق آدم مما وصف لكم» أخرجه مسلم في صحيحه. ¶ [الإيمان بالكتب] ¶ وهكذا الإيمان بالكتب يجب الإيمان إجمالا بأن الله",
            "page": "14",
            "part": "1",
            "seal": "79115EBF"
        },
        {
            "id": "13",
            "nass": "سبحانه أنزل كتبا على أنبيائه ورسله لبيان حقه والدعوة إليه، كما قال تعالى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ} [الحديد: 25] الآية، وقال تعالى: {كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ} [البقرة: 213] الآية. ¶ ونؤمن على سبيل التفصيل بما سمى الله منها كالتوراة، والإنجيل والزبور والقرآن هو أفضلها وخاتمها، وهو المهيمن عليها والمصدق لها، وهو الذي يجب على جميع الأمة اتباعه وتحكيمه مع ما صحت به السنّة عن رسول الله صلى الله عليه وسلم لأن الله سبحانه بعث رسوله محمدا صلى الله عليه وسلم رسولا إلى جميع الثقلين، وأنزل عليه هذا القرآن ليحكم به وجعله شفاء لما في الصدور وتبيانا لكل شيء وهدى ورحمة للمؤمنين، كما قال تعالى: {وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ} [الأنعام: 155] وقال سبحانه: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَى لِلْمُسْلِمِينَ} [النحل: 89]",
            "page": "15",
            "part": "1",
            "seal": "9E4FB6BC"
        },
        {
            "id": "14",
            "nass": "وقال تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} [الأعراف: 158] الآيات في هذا المعنى كثيرة. ¶ [الإيمان بالرسل] ¶ وهكذا الرسل يجب الإيمان بهم إجمالا وتفصيلا فنؤمن أن الله سبحانه أرسل إلى عباده رسلا منهم مبشرين ومنذرين ودعاة إلى الحق، فمن أجابهم فاز بالسعادة، ومن خالفهم باء بالخيبة والندامة، وخاتمهم وأفضلهم هو نبينا محمد بن عبد الله صلى الله عليه وسلم، كما قال الله سبحانه: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] وقال تعالى: {رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} [النساء: 165] وقال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [الأحزاب: 40] ومن سمى الله أو ثبت عن رسول الله تسميته آمنا به على سبيل التفصيل والتعيين كنوح",
            "page": "16",
            "part": "1",
            "seal": "D1F53D0E"
        },
        {
            "id": "15",
            "nass": "وهود وصالح وإبراهيم وغيرهم، عليهم وعلى نبينا أفضل الصلاة وأزكى التسليم. ¶ [الإيمان باليوم الآخر] ¶ وأما الإيمان باليوم الآخر: فيدخل فيه الإيمان بكل ما أخبر الله به ورسوله صلى الله عليه وسلم يكون بعد الموت كفتنة القبر وعذابه ونعيمه، وما يكون يوم القيامة من الأهوال والشدائد والصراط والميزان والحساب والجزاء ونشر الصحف بين الناس فآخذ كتابه بيمينه وآخذ كتابه بشماله أو من وراء ظهره، ويدخل في ذلك أيضا الإيمان بالحوض المورود لنبينا محمدا والإيمان بالجنة والنار، ورؤية المؤمنين لربهم سبحانه وتكليمه إياهم، وغير ذلك مما جاء في القرآن الكريم والسنّة الصحيحة عن رسول الله صلى الله عليه وسلم، فيجب الإيمان بذلك كله وتصديقه على الوجه الذي بينه الله ورسوله صلى الله عليه وسلم. ¶ [الإيمان بالقدر] ¶ وأمّا الإيمان بالقدر فيتضمن الإيمان بأمور أربعة: أولها: أن الله سبحانه قد علم ما كان وما يكون، وعلم أحوال عباده، وعلم أرزاقهم وآجالهم وأعمالهم وغير ذلك",
            "page": "17",
            "part": "1",
            "seal": "9684031F"
        },
        {
            "id": "16",
            "nass": "من شؤونهم لا يخفى عليه من ذلك شيء سبحانه وتعالى، كما قال سبحانه: {أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} [البقرة: 231] وقال عز وجل: {لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} [الطلاق: 12] ¶ والأمر الثاني: كتابته سبحانه لكل ما قدره وقضاه كما قال سبحانه: {قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ} [ق: 4] وقال تعالى: {وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ} [يس: 12] وقال تعالى: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} [الحج: 70] ¶ الأمر الثالث: الإيمان بمشيئته النافذة فما شاء كان وما لم يشأ لم يكن كما قال سبحانه: {إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ} [الحج: 18] وقال عز وجل: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [يس: 82] وقال سبحانه: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا} [الإنسان: 30] ¶ الأمر الرابع: خلقه سبحانه لجميع الموجودات لا خالق",
            "page": "18",
            "part": "1",
            "seal": "F932F0E8"
        },
        {
            "id": "17",
            "nass": "غيره ولا رب سواه، كما قال سبحانه: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} [الزمر: 62] وقال تعالى: {يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ لا إِلَهَ إِلا هُوَ فَأَنَّى تُؤْفَكُونَ} [فاطر: 3] فالإيمان بالقدر يشمل الإيمان بهذه الأمور الأربع عند أهل السنة والجماعة خلافا لمن أنكر بعض ذلك من أهل البدع. ¶ [الإيمان قول وعمل يزيد بالطاعة وينقص بالمعصية] ¶ ويدخل في الإيمان بالله اعتقاد أن الإيمان قول وعمل يزيد بالطاعة وينقص بالمعصية وأنه لا يجوز تكفير أحد من المسلمين بشيء من المعاصي التي دون الشرك والكفر كالزنا، والسرقة، وأكل الربا، وشرب المسكرات، وعقوق الوالدين، وغير ذلك من الكبائر ما لم يستحل ذلك، لقول الله سبحانه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 48] ولما ثبت في الأحاديث المتواترة عن رسول الله صلى الله عليه وسلم أن الله يخرج من النار من كان في قلبه مثقال حبة منة خردل من إيمان.",
            "page": "19",
            "part": "1",
            "seal": "A37A6D3C"
        },
        {
            "id": "18",
            "nass": "[الحب في الله والبغض في الله والموالاة في الله والمعاداة في الله] ¶ ومن الإيمان بالله: الحب في الله والبغض في الله، والموالاة في الله والمعاداة في الله، فيحب المؤمن المؤمنين ويواليهم، ويبغض الكفار ويعاديهم، وعلى رأس المؤمنين من هذه الأمة أصحاب رسول الله صلى الله عليه وسلم. فأهل السنّة والجماعة يحبونهم ويوالونهم ويعتقدون أنهم خير الناس بعد الأنبياء، لقول النبي صلى الله عليه وسلم: «خير القرون قرني ثم الذين يلونهم ثم الذين يلونهم» متفق على صحته، ويعتقدون أن أفضلهم أبو بكر الصديق ثم عمر الفاروق ثم عثمان ذو النورين ثم علي المرتضى رضي الله عنهم أجمعين، وبعدهم بقية العشرة ثم بقية الصحابة رضي الله عنهم أجمعين، ويمسكون عما شجر بين الصحابة ويعتقدون أنهم في ذلك مجتهدون، من أصاب فله أجران ومن أخطأ فله أجر، ويحبون أهل بيت رسول الله صلى الله عليه وسلم المؤمنين به ويتولونهم ويتولون أزواج رسول الله صلى الله عليه وسلم أمهات المؤمنين، ويترضون عنهن جميعا، ويتبرؤون من طريقة الروافض الذين يبغضون أصحاب رسول الله صلى الله عليه وسلم",
            "page": "20",
            "part": "1",
            "seal": "D4EFF090"
        },
        {
            "id": "19",
            "nass": "ويسبونهم ويغلون في أهل البيت، ويرفعونهم فوق منزلتهم التي أنزلهم الله عز وجل، كما يتبرؤون من طريقة النواصب الذين يؤذون أهل البيت بقول أو عمل. ¶ وجميع ما ذكرناه في هذه الكلمة الموجزة داخل في العقيدة الصحيحة التي بعث الله بها رسوله محمدا صلى الله عليه وسلم وهي عقيدة الفرقة الناجية أهل السنة والجماعة التي قال فيها النبي صلى الله عليه وسلم: «لا تزال طائفة من أمتي على الحق منصورة لا يضرهم من خذلهم حتى يأتي أمر الله سبحانه» وقال عليه الصلاة والسلام: «افترقت اليهود على إحدى وسبعين فرقة، وافترقت النصارى على اثنتين وسبعين فرقة، وستفترق هذه الأمة على ثلاث وسبعين فرقة كلها في النار إلا واحدة فقال الصحابة: من هي يا رسول الله؟ قال: من كان على مثل ما أنا عليه وأصحابي» وهي العقيدة التي يجب التمسك بها والاستقامة عليها والحذر مما خالفها. ¶ [ذكر المنحرفين عن هذه العقيدة والسائرين على ضدها] ¶ [أصنافهم] ¶ وأمّا المنحرفون عن هذه العقيدة والسائرون على ضدها",
            "page": "21",
            "part": "1",
            "seal": "5300A567"
        },
        {
            "id": "20",
            "nass": "فهم أصناف كثيرة، فمنهم عباد الأصنام والأوثان والملائكة والأولياء والجن والأشجار والأحجار وغيرها، فهؤلاء لم يستجيبوا لدعوة الرسل بل خالفوهم وعاندونهم كما فعلت قريش وأصناف العرب مع نبينا محمد صلى الله عليه وسلم وكانوا يسألون معبوداتهم قضاء الحاجات وشفاء المرضى والنصر على الأعداء، ويذبحون لهم وينذرون لهم، فلمّا أنكر عليهم رسول صلى الله عليه وسلم ذلك وأمرهم بإخلاص العبادة لله وحده، استغربوا ذلك وأنكروه وقالوا: {أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص: 5] فلم يزل صلى الله عليه وسلم يدعوهم إلى الله وينذرهم من الشرك، ويشرح لهم حقيقة ما يدعون إليه حتى هدى الله منهم من هدى، ثم دخلوا بعد ذلك في دين الله أفواجا، فظهر دين الله على سائر الأديان بعد دعوة متواصلة وجهاد طويل من رسول الله صلى الله عليه وسلم وأصحابه رضي الله عنهم والتابعين لهم بإحسان، ثم تغّيرت الأحوال وغلب الجهل على أكثر الخلق حتى عاد الأكثرون إلى دين الجاهلية، بالغلو في الأنبياء والأولياء ودعائهم والاستغاثة",
            "page": "22",
            "part": "1",
            "seal": "64CA2CB6"
        },
        {
            "id": "21",
            "nass": "بهم وغير ذلك من أنواع الشرك، ولم يعرفوا معنى لا إله إلا الله كما عرف معناها كفار العرب فالله المستعان. ¶ ولم يزل هذا الشرك يفشو في الناس إلى عصرنا هذا بسبب غلبة الجهل وبعد العهد بعصر النبوّة. ¶ [شبهة المتأخرين منهم هي شبهة الأولين وذكر بعض من العقائد الكفرية] ¶ وشبهة هؤلاء المتأخرين هي شبهة الأولين وهي قولهم: هؤلاء شفعاؤنا عند الله، ما نعبدهم إلا ليقربونا إلى الله، وقد أبطل الله هذه الشبهة وبين أن من عبد غيره كائنا من كان فقد أشرك به وكفر كما قال تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس: 18] فرد الله عليهم سبحانه بقوله: {قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس: 18] فبين سبحانه في هذه الآية أن عبادة غيره من الأنبياء والأولياء أو غيرهم هي الشرك الأكبر وإن سماها فاعلوها بغير ذلك وقال تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: 3] فرد الله عليهم سبحانه بقوله: {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر: 3]",
            "page": "23",
            "part": "1",
            "seal": "9EF1D47C"
        },
        {
            "id": "22",
            "nass": "فأبان بذلك سبحانه أن عبادتهم لغيره بالدعاء والخوف والرجاء ونحو ذلك كفر به سبحانه، وأكذبهم في قولهم إن آلهتهم تقربهم إليه زلفى. ¶ ومن العقائد الكفرية المضادة للعقيدة الصحيحة والمخالفة لما جاءت به الرسل عليهم الصلاة والسلام ما يعتقده الملاحدة في هذا العصر من أتباع ماركس ولينين وغيرهما من دعاة الإلحاد والكفر سواء سموا ذلك اشتراكية أو شيوعية أو بعثية أو غير ذلك من الأسماء فإن من أصول هؤلاء الملاحدة أنه لا إله والحياة مادة، ومن أصولهم إنكار المعاد وإنكار الجنة والنار والكفر بالأديان كلها، ومن نظر في كتبهم ودرس ما هم عليه علم ذلك يقينا، ولا ريب أن هذه العقيدة مضادة لجميع الأديان السماوية ومفضية بأهلها إلى أسوأ العواقب في الدنيا والآخرة. ¶ ومن العقائد المضادة للحق ما يعتقده بعض الباطنية",
            "page": "24",
            "part": "1",
            "seal": "AB217544"
        },
        {
            "id": "23",
            "nass": "وبعض المتصوفة من أن بعض من يسمونهم بالأولياء يشاركون الله في التدبير ويتصرفون في شؤون العالم ويسمونهم بالأقطاب والأوتاد والأغواث وغير ذلك من الأسماء التي اخترعوها لآلهتهم، وهذا من أقبح الشرك في الربوبية وهو شر من شرك جاهلية العرب، لأن كفار العرب لم يشركوا في الربوبية وإنما أشركوا في العبادة، وكان شركهم في حال الرخاء، أما في حال الشدة فيخلصون لله العبادة كما قال الله سبحانه: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} [العنكبوت: 65] أما الربوبية فكانوا معترفين بها له وحده كما قال سبحانه: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف: 87] وقال تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ} [يونس: 31] والآيات في هذا المعنى كثيرة. ¶ [ما زاده المشركون المتأخرون على الأولين] ¶ أمّا المشركون المتأخرون فزادوا على الأولين من جهتين،",
            "page": "25",
            "part": "1",
            "seal": "539429F1"
        },
        {
            "id": "24",
            "nass": "إحداهما: شرك بعضهم في الربوبية، والثانية: شركهم في الرخاء والشدّة، كما يعلم ذلك من خالطهم وسبر أحوالهم، ورأى ما يفعلون عند قبر الحسين والبدوي وغيرهما في مصر، وعند قبر العيدروس في عدن، والهادي في اليمن وابن عربي في الشام، والشيخ عبد القادر الجيلاني في العراق، وغيرها من القبور المشهورة التي غلت فيها العامة وصرفوا لها الكثير من حق الله عز وجلّ، وقل من ينكر عليهم ذلك ويبين لهم حقيقة التوحيد الذي بعث الله به نبيه صلى الله عليه وسلم، ومن قبله من الرسل عليهم الصلاة والسلام فإنا لله وإنا إليه راجعون. ونسأله سبحانه أن يردهم إلى رشدهم وأن يكثر بينهم دعاة الهدى وأن يوفق قادة المسلمين وعلماءهم لمحاربة هذا الشرك والقضاء عليه ووسائله إنه سميع قريب. ¶ ومن العقائد المضادة للعقيدة الصحيحة في باب الأسماء والصفات عقائد أهل البدع من الجهمية والمعتزلة ومن سلك سبيلهم في نفي صفات الله عز وجل وتعطيله",
            "page": "26",
            "part": "1",
            "seal": "E6162A33"
        },
        {
            "id": "25",
            "nass": "سبحانه من صفات الكمال ووصفه عز وجل بصفة المعدومات والجمادات والمستحيلات تعالى الله عن قولهم علوا كبيرا. ويدخل في ذلك من نفى بعض الصفات وأثبت بعضها كالأشاعرة فإنه يلزمهم فيما أثبتوه من الصفات نظير ما فروا منه في الصفات التي نفوها وتأولوا أدلتها فخالفوا بذلك الأدلة السمعية والعقلية، وتناقضوا في ذلك تناقضا بينا، أمّا أهل السنّة والجماعة فقد أثبتوا لله سبحانه ما أثبته لنفسه أو أثبته له رسوله محمد صلى الله عليه وسلم من الأسماء والصفات على وجه الكمال، ونزهوه عن مشابهة خالقه تنزيها بريئا من شائبة التعطيل فعملوا بالأدلة كلها ولم يحرّفوا ولم يعطلوا، وسلموا من التناقض الذي وقع فيه غيرهم- كما سبق بيان ذلك-، وهذا هو سبيل النجاة، والسعادة في الدنيا والآخرة وهو الصراط المستقيم الذي سلكه سلف هذه الأمة وأئمتها، ولن يصلح آخرهم إلا ما صلح به أولهم وهو اتباع الكتاب والسنة، وترك ما خالفهما.",
            "page": "27",
            "part": "1",
            "seal": "B54DBC84"
        },
        {
            "id": "26",
            "nass": "[وجوب عبادة الله وحده وبيان أسباب النصر على أعداء الله] ¶ وجوب عبادة الله وحده ¶ وبيان أسباب النصر على أعداء الله إن أهم واجب على المكلف وأعظم فريضة عليه أن يعبد ربه سبحانه ربّ السماوات والأرض ورب العرش العظيم القائل في كتابه الكريم: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ} [الأعراف: 54] وأخبر سبحانه في موضع آخر من كتابه أنه خلق الثقلين لعبادته فقال عز وجل: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56] وهذه العبادة التي خلق الله الثقلين من أجلها هي توحيده بأنواع العبادة من الصلاة والصوم والزكاة والحج والركوع والسجود والطواف والذبح والنذر والخوف والرجاء والاستغاثة والاستعانة والاستعاذة، وسائر أنواع الدعاء ويدخل في ذلك طاعته سبحانه في جميع",
            "page": "28",
            "part": "1",
            "seal": "468AED80"
        },
        {
            "id": "27",
            "nass": "أوامره وترك نواهيه على ما دل عليه كتابه الكريم وسنّة رسوله الأمين عليه من ربه أفضل الصلاة والتسليم، وقد أمر الله سبحانه جميع الثقلين بهذه العبادة التي خلقوا لها وأرسل الرسل جميعا وأنزل الكتب لبيان هذه العبادة وتفصيلها والدعوة إليها والأمر بإخلاصها لله وحده كما قال تعالى: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 21] وقال عز وجل: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا} [الإسراء: 23] ومعنى قضى في هذه الآية أمر وأوصى. وقال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة: 5] والآيات في هذا المعنى في كتاب الله كثيرة وقال عز وجل: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} [الحشر: 7] وقال سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} [النساء: 59]",
            "page": "29",
            "part": "1",
            "seal": "E9692C61"
        },
        {
            "id": "28",
            "nass": "وقال عز وجل: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [النساء: 80] الآية. ¶ وقال سبحانه: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] الآية، وقال سبحانه: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: 25] وقال تعالى: {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ - أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ} [هود: 1 - 2] ¶ فهذه الآيات المحكمات وما جاء في معناها من كتاب الله كلها تدل على وجوب إخلاص العبادة لله وحده وأن ذلك هو أصل الدين وأساس الملة، كما تدل على أن ذلك هو الحكمة في خلق الجن والإنس وإرسال الرسل وإنزال الكتب؛ فالواجب على جميع المكلفين العناية بهذا الأمر والتفقه فيه والحذر مما وقع فيه الكثيرون من المنتسبين إلى الإسلام من الغلو في الأنبياء والصالحين والبناء على قبورهم واتخاذ المساجد والقباب عليها وسؤالهم",
            "page": "30",
            "part": "1",
            "seal": "F0BD305B"
        },
        {
            "id": "29",
            "nass": "والاستغاثة بهم واللجوء إليهم وسؤالهم قضاء الحاجات وتفريج الكروب وشفاء المرضى والنصر على الأعداء إلى غير ذلك من أنواع الشرك الأكبر، وقد صح عن رسول الله صلى الله عليه وسلم ما يوافق ما دل عليه كتاب الله عز وجل، ففي الصحيحين عن معاذ رضي الله عنه أن النبي صلى الله عليه وسلم قال له: «أتدري ما حق الله على العباد وحق العباد على الله؟ فقال معاذ: قلت الله ورسوله أعلم، فقال النبي صلى الله عليه وسلم: حق الله على العباد أن يعبدوه ولا يشركوا به شيئا، وحق العباد على الله أن لا يعذب من لا يشرك به شيئا» الحديث. وفي صحيح البخاري عن ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال: «من مات وهو يدعو لله ندا دخل النار» وأخرج مسلم في صحيحه عن جابر رضي الله عنه أن النبي صلى الله عليه وسلم قال: «من لقي الله لا يشرك به شيئا دخل الجنة ومن لقيه يشرك به شيئا دخل النار» والأحاديث في هذا المعنى كثيرة وهذه المسألة هي من أهم المسائل وأعظمها وقد بعث الله نبيه محمدا صلى الله عليه وسلم بالدعوة إلى التوحيد",
            "page": "31",
            "part": "1",
            "seal": "582BE172"
        },
        {
            "id": "30",
            "nass": "والنهي عن الشرك فقام بتبليغ ما بعثه الله به- عليه الصلاة والسلام- أكمل قيام، وأوذي في الله أشد الأذى فصبر على ذلك، وصبر معه أصحابه رضي الله عنهم على تبليغ الدعوة حتى أزال الله من الجزيرة العربية جميع الأصنام والأوثان، ودخل الناس في دين الله أفواجًا وكسرت الأصنام التي حول الكعبة وفي داخلها وهدمت اللات والعزى ومناة وكسرت جميع الأصنام التي في قبائل العرب، وهدمت الأوثان التي لديهم وعلت كلمة الله وظهر الإسلام قي الجزيرة العربية، ثم توجه المسلمون بالدعوة والجهاد إلى خارج الجزيرة، وهدى الله بهم من سبقت له السعادة من العباد ونشر الله بهم الحق والعدل في غالب أرجاء المعمورة، وصاروا بذلك أئمة الهدى وقادة الحق، ودعاة العدل والإصلاح، وسار على سبيلهم من التابعين وأتباعهم بإحسان أئمة الهدى ودعاة الحق ينشرون دين الله، ويدعون الناس إلى توحيد الله ويجاهدون في سبيل الله بأنفسهم وأموالهم لا يخافون في الله لومة لائم، فأيدهم الله",
            "page": "32",
            "part": "1",
            "seal": "4C1AF272"
        },
        {
            "id": "31",
            "nass": "ونصرهم وأظهرهم على من ناوأهم وَوَفّى لهم بما وعدهم به في قوله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} [محمد: 7] وقوله عز وجل: {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ - الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} [الحج: 40 - 41] ثم غير الناس بعد ذلك وتفرقوا وتساهلوا بأمر الجهاد وآثروا الراحة واتباع الشهوات، وظهرت فيهم المنكرات إلا من عصم الله سبحانه؛ فغير الله عليهم وسلط عليهم عدوهم جزاء بما كسبوا وما ربك بظلام للعبيد قال تعالى: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الأنفال: 53] فالواجب على جميع المسلمين حكومات وشعوبا الرجوع إلى الله سبحانه وإخلاص العبادة له وحده والتوبة إليه مما سلف من تقصيرهم وذنوبهم والبدار بأداء ما أوجب الله عليهم من الفرائض والابتعاد عما حرم عليهم، والتواصي فيما بينهم بذلك والتعاون عليه.",
            "page": "33",
            "part": "1",
            "seal": "1ED770CB"
        },
        {
            "id": "32",
            "nass": "ومن أهم ذلك إقامة الحدود الشرعية وتحكيم الشريعة بين الناس في كل شيء، والتحاكم إليها وتعطيل القوانين الوضعية المخالفة لشرع الله، وعدم التحاكم إليها وإلزام جميع الشعوب بحكم الشرع، كما يجب على العلماء تفقيه الناس في دينهم ونشر التوعية الإسلامية بينهم والتواصي بالحق والصبر عليه والأمر بالمعروف والنهي عن المنكر، وتشجيع الحكام على ذلك، كما يجب محاربة المبادئ الهدامة من اشتراكية وبعثية وتعصب للقوميات وغيرها من المبادئ والمذاهب المخالفة للشريعة، وبذلك يصلح الله للمسلمين ما كان فاسدا ويرد لهم ما كان شاردا ويعيد لهم مجدهم السالف وينصرهم على أعدائهم، ويمكن لهم في الأرض كما قال تعالى وهو أصدق القائلين: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} [الروم: 47] وقال تعالى: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَنْ كَفَرَ بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} [النور: 55]",
            "page": "34",
            "part": "1",
            "seal": "7667C64A"
        },
        {
            "id": "33",
            "nass": "وقال سبحانه: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ - يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ} [غافر: 51 - 52] ¶ والله المسؤول سبحانه أن يصلح قادة المسلمين وعامتهم وأن يمنحهم الفقه في الدين ويجمع كلمتهم على التقوى ويهديهم جميعا صراطه المستقيم وينصر بهم الحق ويخذل بهم الباطل وأن يوفقهم جميعا للتعاون على البر والتقوى والتواصي بالحق والصبر عليه إنه ولي ذلك والقادر عليه، وصلى الله وسلم على عبده ورسوله وخيرته من خلقه نبينا وإمامنا وسيدنا محمد بن عبد الله وعلى آله وأصحابه ومن اهتدى بهداه- والسلام عليكم ورحمة الله وبركاته.",
            "page": "35",
            "part": "1",
            "seal": "4862500A"
        },
        {
            "id": "34",
            "nass": "[نواقض الإسلام] ¶ نواقض الإسلام اعلم أيها الأخ المسلم أن الله سبحانه أوجب على جميع العباد الدخول في الإسلام والتمسك به والحذر مما يخالفه وبعث نبيه محمدا صلى الله عليه وسلم للدعوة إلى ذلك، وأخبر عز وجل أن من اتبعه فقد اهتدى ومن أعرض عنه فقد ضل، وحذر في آيات كثيرة من أسباب الردة وسائر أنواع الشرك والكفر، وذكر العلماء رحمهم الله في باب حكم المرتد أن المسلم قد يرتد عن دينه بأنواع كثيرة من النواقض التي تحل دمه وماله، ويكون بها خارجا من الإسلام، ومن أخطرها وأكثرها وقوعا عشرة نواقض (¬1) نذكرها لك فيما يلي على سبيل الإيجاز لتحذرها وتحذر منها غيرك، رجاء السلامة والعافية منها مع توضيحات قليلة تذكر بعدها. ¶ ¬_________ ¶ (¬1) - ذكرها الشيخ الإمام محمد بن عبد الوهاب وغيره من أهل العلم رحمهم الله جميعا.",
            "page": "36",
            "part": "1",
            "seal": "50903D01"
        },
        {
            "id": "35",
            "nass": "الأول: من النواقض العشرة: الشرك في عبادة الله، قال تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 48] وقال تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} [المائدة: 72] ومن ذلك دعاء الأموات والاستغاثة بهم والنذر والذبح لهم. ¶ الثاني: من جعل بينه وبين الله وسائط يدعوهم ويسألهم الشفاعة ويتوكل عليهم فقد كفر إجماعا. ¶ الثالث: من لم يكفر المشركين أو شك في كفرهم أو صحح مذهبهم كفر. ¶ الرابع: من اعتقد أن هدي غير النبي صلى الله عليه وسلم أكمل من هديه، أو أن حكم غيره أحسن من حكمه كالذين يفضلون حكم الطواغيت على حكمه فهو كافر. ¶ الخامس: من أبغض شيئا مما جاء به الرسول صلى الله عليه وسلم ولو عمل به فقد كفر لقوله تعالى: {ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ} [محمد: 9]",
            "page": "37",
            "part": "1",
            "seal": "487EDEF8"
        },
        {
            "id": "36",
            "nass": "السادس: من استهزأ بشيء من دين الرسول صلى الله عليه وسلم أو ثوابه أو عقابه كفر والدليل قوله تعالى: {قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ - لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة: 65 - 66] ¶ السابع: السحر ومنه الصرف (¬1) والعطف (¬2) فمن فعله أو رضي به كفر والدليل قوله تعالى: {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ} [البقرة: 102] ¶ الثامن: مظاهرة (¬3) المشركين ومعاونتهم على المسلمين والدليل قوله تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة: 51] (¬4) . ¶ ¬_________ ¶ (¬1) الصرف: عمل سحري يقصد منه تغيير الإنسان عما يهواه كصرف الرجل عن محبة زوجته إلى بغضها. ¶ (¬2) العطف: عمل سحري يقصد منه ترغيب الإنسان فيما لا يهواه بطرق شيطانية. ¶ (¬3) المظاهرة: المناصرة والتعاون معهم على المسلمين. ¶ (¬4) الظالمين: الكافرين.",
            "page": "38",
            "part": "1",
            "seal": "38440645"
        },
        {
            "id": "37",
            "nass": "التاسع: من اعتقد أن بعض الناس يسعه الخروج عن شريعة محمد صلى الله عليه وسلم فهو كافر لقوله تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران: 85] ¶ العاشر: الإعراض عن دين الله لا يتعلمه ولا يعمل به والدليل قوله تعالى: {وَمَنْ أَظْلَمُ} [السجدة: 22] (¬1) {مِمَّنْ ذُكِّرَ} [السجدة: 22] (¬2) {بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا} [السجدة: 22] (¬3) {إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ} [السجدة: 22] (¬4) ولا فرق في النواقض بين الهازل والجاد والخائف وكلها من أعظم ما يكون خطرا وأكثر وقوعا فينبغي للمسلم أن يحذرها ويخاف منها على نفسه. ¶ ¬_________ ¶ (¬1) من أظلم: أي لا أحد أظلم. ¶ (¬2) التذكير: الوعظ ولفت النظر إلى ما يجب استحضاره. ¶ (¬3) الإعراض: الصد والتولي. ¶ (¬4) الانتقام: الأخذ بشدة على فعل سابق.",
            "page": "39",
            "part": "1",
            "seal": "6A8BF9D5"
        },
        {
            "id": "38",
            "nass": "ويدخل في القسم الرابع من اعتقد أن الأنظمة والقوانين التي يسنها الناس أفضل من شريعة الإسلام، أو أن نظام الإسلام لا يصلح تطبيقه في القرن العشرين، أو أنه كان سببا في تخلف المسلمين، أو أنه يحصر في علاقة المرء بربه دون أن يتدخل في شؤون الحياة الأخرى، ويدخل في الرابع أيضا من يرى أن إنفاذ حكم الله في قطع يد السارق أو رجم الزاني المحصن لا يناسب العصر الحاضر، ويدخل في ذلك أيضا كل من اعتقد أنه يجوز الحكم بغير شريعة الله في المعاملات أو الحدود أو غيرهما وإن لم يعتقد أن ذلك أفضل من حكم الشريعة؛ لأنه بذلك يكون قد استباح ما حرم الله إجماعا، وكل من استباح ما حرم الله مما هو معلوم من الدين بالضرورة كالزنا والخمر والربا والحكم بغير شريعة الله فهو كافر بإجماع المسلمين. نعوذ بالله من موجبات غضبه وأليم عقابه وصلى الله على خير خلقه محمد وعلى آله وصحبه وسلم.",
            "page": "40",
            "part": "1",
            "seal": "EB30CC6C"
        }
    ],
    "t311": [
        {
            "id": null,
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان بالله تعالى"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "الإيمان بأن الله هو الإله الحق المستحق للعبادة دون كل ما سواه"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بجميع ما أوجبه على عباده وفرضه عليهم من أركان الإسلام الخمسة الظاهرة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بأن الله هو خالق العالم ومدبر شؤونهم والمتصرف فيهم بعلمه وقدرته"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بأسمائه الحسنى وصفاته العلا من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان بالملائكة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "الإيمان بالكتب"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان بالرسل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان باليوم الآخر"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "الإيمان بالقدر"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان قول وعمل يزيد بالطاعة وينقص بالمعصية"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الحب في الله والبغض في الله والموالاة في الله والمعاداة في الله"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر المنحرفين عن هذه العقيدة والسائرين على ضدها"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "أصنافهم"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "شبهة المتأخرين منهم هي شبهة الأولين وذكر بعض من العقائد الكفرية"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "ما زاده المشركون المتأخرون على الأولين"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "وجوب عبادة الله وحده وبيان أسباب النصر على أعداء الله"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "نواقض الإسلام"
        }
    ]
}