{
    "b314": [
        {
            "id": "1",
            "nass": "الرد المفحم ¶ على من خالف العلماء وتشدد وتعصب ¶ وألزم المرأة أن تستر وجهها وكفيها وأوجب ¶ ولم يقنع بقولهم: إنه سنة ومستحبة ¶ للعلامة المحدث ¶ محمد ناصر الدين الألباني ¶ C تعالى ¶ ط 1 - 1421 هـ ¶ المكتبة الإسلامية - عمان الأردن",
            "page": "1",
            "part": "1",
            "seal": "65030261"
        },
        {
            "id": "2",
            "nass": "مقدمة المؤلف ¶ إن الحمد لله نحمده ونستعينه ونستغفره (1) ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله ¶ (يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون) (يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا) (يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا. يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما) ¶ أما بعد فإن خير الحديث كتاب الله وخير الهدي هدي محمد A وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار ¶ _________ ¶ (1) بعض الخطباء وغيرهم يزيدون: \" ونستهديه \" أو غيره فيرجى الانتباه أن ذلك لم يرد ولا يجوز الزيادة على تعليم الرسول A كما هو معلوم ¶ [5]",
            "page": "5",
            "part": "1",
            "seal": "1B54AF3F"
        },
        {
            "id": "3",
            "nass": "وبعد فلما عزمت على إعادة طبع كتابي \" حجاب المرأة المسلمة \" - بعد أن مضى عليه عدة سنين وطبع عدة طبعات تصويرا بالأوفست - رأيت أنه لا بد لي من إعادة النظر فيه لعلي ألهم أن أضيف إليه فوائد جديدة علاوة على ما كان توفر لدي منها مع مضي الزمان ووضعت كل شيء منها في نسختي موضعها فيه على مر الأيام وأصحح ما لا بد منه من الأخطاء المطبعية أو الفكرية التي لا يكاد ينجو من مثلها كتاب وعنيت عناية خاصة بمطالعة ما كان تجمع لدي من الكتب والرسائل المؤلفة في هذا العصر حول المرأة - وهي بالعشرات - فوجدت أكثرها قد تتابعت في الرد علي بعضها مباشرة باسم الكتاب ومؤلفه وبعضها على المسألة مباشرة دون التعرض لشخصي وهي التي زعم أحد الدكاترة أنني تفردت بالقول بها دون من قبلي من علماء السلف والخلف ألا وهي: أن وجه المرأة ليس بعورة ولا يجب عليها ستره ¶ ولقد رأيت - والله - العجب العجاب من اجتماعهم على القول بالوجوب وتقليد بعضهم لبعض في ذلك وفي طريقة الاستدلال بما لا يصح من الأدلة رواية أو دراية وتأويلهم للنصوص المخالفة لهم من الآثار السلفية والأقوال المشهورة لبعض الأئمة المتبوعين وتجاهلهم لها كأنها لم تكن شيئا مذكورا الأمر الذي جعلني أشعر أنهم جميعا - مع الأسف - قد كتبوا ما كتبوا مستسلمين للعواطف البشرية والاندفاعات الشخصية والتقاليد البلدية وليس استسلاما للأدلة الشرعية لأن ما ذكروه من الأدلة ¶ [6]",
            "page": "6",
            "part": "1",
            "seal": "25A1BB31"
        },
        {
            "id": "4",
            "nass": "- على مذهبهم - هم يعلمون جيدا أنها لم تكن خافية علي لأنهم رأوها في كتابي مع الجواب عنها والاستدلال بما يعارضها وهو أصح عندنا من استدلالاتهم التي تشبثوا بها كما أنهم يعلمون أنني لا أنكر مشروعيته ¶ البحوث: ¶ ولكن لا بد من الإشارة إلى أهم البحوث التي تناولتها في المقدمة المشار إليها (1) مع تلخيص الكلام فيها قدر الاستطاعة فأقول: ¶ البحث الأول: آية الحجاب: (. . . يدنين عليهن من جلابيبهن) [الأحزاب: 59]",
            "page": "6",
            "part": "1",
            "seal": "061D5FB2"
        },
        {
            "id": "5",
            "nass": "1 - يصر المخالفون المتشددون على المرأة - وفي مقدمتهم حمود التويجري حفظه الله - على أن معنى (يدنين) : يغطين وجوههن وهو خلاف معنى أصل هذه الكلمة: \" الإدناء \" لغة وهو التقريب كما كنت ذكرت ذلك وشرحته في الكتاب (1) - كما سيأتي في محله منه - وبينت أنه ليس نصا في تغطية الوجه وأن على المخالفين أن يأتوا بما يرجح ما ذهبوا إليه وذلك مما لم يفعلوا ولن يستطيعوا أن يفعلوا إلا الطعن على من خالفهم ممن تبع سلف الأمة ومفسريهم وعلماءهم وهذا هو الإمام الراغب الأصبهاني يقول في \" المفردات \": ¶ (دنا) الدنو: القرب. . . ويقال: دانيت بين الأمرين وأدنيت أحدهما ¶ _________ ¶ (1) يقصد الشيخ C بالمقدمة: مقدمة ¶ جلباب المرأة المسلمة \" وبالكتاب: كتاب \" الجلباب \" نفسه فكن من هذا على ذكر. الناشر ¶ [7]",
            "page": "7",
            "part": "1",
            "seal": "D0DC781E"
        },
        {
            "id": "6",
            "nass": "من الآخر \" ثم ذكر الآية. وبذلك فسرها ترجمان القرآن عبد الله بن عباس فيما صح عنه فقال: \" تدني الجلباب إلى وجهها ولا تضرب به \" كما سيأتي تخريجه ¶ وهذا هو الشيخ التويجري - هدانا الله وإياه - يقول في آخر كتابه المذكور (ص 249) : ¶ ومن أباح السفور للنساء (يعني سفور الوجه فقط) - واستدل على ذلك بمثل ما استدل به الألباني فقد فتح باب التبرج على مصراعيه وجرأ النساء على ارتكاب الأفعال الذميمة التي تفعلها السافرات الآن ¶ كذا قال - أصلحه الله وهداه - فإن هذا التهجم والطعن لا ينالني أنا وحدي بل يصيب أيضا الذين هم قدوتي وسلفي من الصحابة والتابعين والمفسرين والفقهاء وغيرهم - ممن ذكرناهم في الكتاب - كما سيأتي وفي المقدمة المشار إليها أيضا وحسبي منها الآن مثالا واحدا وهو ما جاء في \" الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام المبجل أحمد ابن حنبل \" للشيخ علاء الدين المرداوي (1 / 452) : ¶ الصحيح من المذاهب أن الوجه ليس من العورة ¶ ثم ذكر مثله في الكفين وهو اختيار ابن قدامة المقدسي في \" المغني \" (1 / 637) واستدل لاختياره ينهيه A المحرمة عن لبس القفازين والنقاب وقال: ¶ [8]",
            "page": "8",
            "part": "1",
            "seal": "6E09806D"
        },
        {
            "id": "7",
            "nass": "\" لو كان الوجه والكفان عورة لما حرم سترهما ولأن الحاجة تدعو إلى كشف الوجه للبيع والشراء والكفين للأخذ والإعطاء \" ¶ وهو الذي اعتمده وجزم به في كتابه \" العمدة \" (66) ¶ فما رأي الشيخ التويجري بهذا النص من هذا الإمام الحنبلي الجليل؟ . أتظنه داعية للسفور أيضا وفاتحا لباب التبرج على مصراعيه و. . .؟ ؟ ¶ ألا يخشى الشيخ أن يحيط به وعيد قوله A: ¶ (صحيح) \" إن العبد ليتكلم بالكلمة ما يتبين فيها يهوي بها في النار أبعد ما بين المشرق والمغرب \" ¶ أخرجه الشيخان من حديث أبي هريرة Bهـ وهو مخرج في \" الصحيحة \" (2 / 540) ¶ ولو أن الشيخ - هداه الله - قدم رأيه للناس ودافع عنه بالأدلة الشرعية الصحيحة لقلنا: مرحبا به أصاب أم أخطأ أما أن يسلط \" صارمه \" على من خالفه في رأيه ويطعن به حتى على القوارير - التي أمر النبي A بالرفق بهن - لمجرد أنهن خالفنه واتبعن الصحيح من \" مذهبه \" الذي أعرض عنه لهوس غلب عليه فهذه مصيبة أخلاقية ومخالفة أخرى مذهبية فقد قال الإمام أحمد C تعالى: ¶ لا ينبغي للفقيه أن يحمل الناس على مذهبه ¶ (1) ¶ _________ ¶ (1) \" الآداب الشرعية \" لابن مفلح الحنبلي (1 / 187) ¶ [9]",
            "page": "9",
            "part": "1",
            "seal": "137C7B56"
        },
        {
            "id": "8",
            "nass": "البحث الثاني: يزعم كثير من المخالفين المتشددين: أن (الجلباب) المأمور به في آية الأحزاب هو بمعنى (الحجاب) المذكور في الآية الأخرى: (فاسألوهن من وراء حجاب) [الأحزاب: 53] وهذا خلط عجيب حملهم عليه علمهم بأن الآية الأولى لا دليل فيها على أن الوجه والكفين عورة بخلاف الأخرى فإنها في المرأة وهي في دارها إذ إنها لا تكون عادة متجلببة ولا متخمرة فيها فلا تبرز للسائل خلافا لما يفعل بعضهن اليوم ممن لا أخلاق لهن وقد نبه على هذا الفرق شيخ الإسلام ابن تيمية فقال في \" الفتاوى \" (15 / 448) : ¶ فآية الجلابيب في الأردية عند البروز من المساكن وآية الحجاب عند المخاطبة في المساكن ¶ قلت: فليس في أي من الآيتين ما يدل على وجوب ستر الوجه والكفين ¶ أما الأولى فلأن الجلباب هو الملاءة التي تلتحف بها المرأة فوق ثيابها - وليس على وجهها - كما هو مذكور فيما يأتي من الكتاب (ص 83) وعلى هذا كتب اللغة قاطبة ليس في شيء منها ذكر للوجه البتة ¶ وقد صح عن ابن عباس أنه قال في تفسيرها: ¶ تدني الجلباب إلى وجهها ولا تضرب به ¶ أخرجه أبو داود في \" مسائله \" (ص 110) وما خالفه إما شاذ أو ضعيف والتفصيل في تلك المقدمة ¶ [10]",
            "page": "10",
            "part": "1",
            "seal": "B94AA80B"
        },
        {
            "id": "9",
            "nass": "وأما الآية الأخرى فلما ذكرت آنفا ¶ ولهذا فقد بدا لي أن أجعل عنوان الكتاب: \" جلباب المرأة. . . \" لأنه ألصق بموضوع الكتاب كما هو ظاهر. والله تعالى ولي التوفيق ¶ البحث الثالث: ومن تناقضهم أنهم - في الوقت الذي يوجبون على المرأة أن تستر وجهها - يجيزون لها أن تكشف عن عينها اليسرى وتسامح بعضهم فقال: بالعينين كلتيهما بناء على بعض الآثار الواهية التي منها حديث ابن عباس الآتي في الكتاب (ص 88) وروي عنه ما يناقضه بلفظ: ¶ وإدناء الجلباب أن تقنع وتشده على جبينها ¶ وهذا نص قولنا: إنه لا يشمل الوجه. ولذلك كتمه كل المخالفين ولم يتعرضوا له بذكر وهو ضعيف السند لكن له شواهد كما يأتي ولقد صدق من قال: أهل السنة يذكرون ما لهم وما عليهم وأهل الأهواء يذكرون ما لهم ولا يذكرون ما عليهم. ومن ذلك أن الشيخ عبد القادر السندي كتم في رسالته \" الحجاب \" إحدى علتي أثر ابن عباس الأول وهون من شأن الأخرى (ص 19 - 20) واغتر به مؤلف \" يا فتاة الإسلام \" فصرح (ص 252) بصحته وكذا صححه مؤلف \" فقه النظر في الإسلام \" (ص 65) ¶ وأسوأ من ذلك ما فعله المسمى ب (درويش) فيما سماه ب \" فصل الخطاب \" حيث غير إسناده فجعله في موضعين منه (46 و 82) من رواية محمد بن سيرين عن ابن عباس. وهو محض افتراء لا أصل له ¶ [11]",
            "page": "11",
            "part": "1",
            "seal": "42B5641A"
        },
        {
            "id": "10",
            "nass": "من هذه الرواية ولا أدري إذا كان هذا منه عن عمد أو سهو؟ وكنت أود أن أميل إلى الأول منهما لولا أنني رأيت له فرية أخرى (ص 82) لعلي أنبه عليها في مناسبة أخرى إن شاء الله تعالى ¶ ويبدو لي أنهم - لشعورهم في قرارة نفوسهم بضعف حجتهم - يلجؤون إلى استعمال الرأي ولغة العواطف - أو ما يشبه الفلسفة - فيقولون: إن أجمل ما في المرأة وجهها فمن غير المعقول أن يجوز لها أن تكشف عنه فقيل لهم: وأجمل ما في الوجه العينان فعموها إذن ومروها أن تسترهما بجلبابها. وقيل لهم على طريق المعارضة: وأجمل ما في الرجل - بالنسبة للمرأة - وجهه فمروا الرجال أيضا - بفلسفتكم هذه - أن يستروا وجوههم أيضا أمام النساء وبخاصة من كان منهم بارع الجمال كما ورد في ترجمة أبي الحسن الواعظ المعروف ب (المصري) : \" أنه كان له مجلس يتكلم فيه ويعظ وكان يحضر مجلس وعظه رجال ونساء فكان يجعل على وجهه برقعا تخوفا أن يفتتن به النساء من حسن وجهه \". \" تاريخ بغداد \" (12 / 75 - 76) ¶ فماذا يقول فضيلة الشيخ التويجري - ومن يجري وراءه من المتفلسفين - أمشروع ما فعله هذا المصري أم لا؟ مع علمهم بأن النبي A كان أجمل منه ولم يفعل فعله. فإن قلتم بشرعيته خالفتم سنة نبيكم وضللتم وهذا مما لا نرجوه لكم وإن قلتم بعدمها - كما هو الظن بكم - أصبتم وبطل فلسفتكم ولزمكم الرجوع عنها والاكتفاء في ردكم علي بالأدلة ¶ [12]",
            "page": "12",
            "part": "1",
            "seal": "31C6B6FD"
        },
        {
            "id": "11",
            "nass": "الشرعية إن كانت عندكم فإنها تغنيكم عن زخرف القول وإلا حشرتم أنفسكم في (الآرائيين) كما روى أحمد في \" العليل \" (2 / 246) عن حماد بن سلمة قال: ¶ إن أبا حنيفة استقبل الآثار والسنن يردها برأيه ¶ البحث الرابع: الخمار والاعتجار وقوله تعالى: (وليضربن بخمرهن على جيوبهن) ¶ ذكرنا فيما يأتي من الكتاب (ص 72) أن الخمار: غطاء الرأس فقط دون الوجه واستشهدت على ذلك بكلام بعض العلماء: كابن الأثير وابن كثير فأبى ذلك الشيخ التويجري - ومن تبعه من المذهبيين والمقلدين - وأصر على أنه يشمل الوجه أيضا وكرر ذلك في غير موضع وتشبث في ذلك ببعض الأقوال التي لا تعدو أن تكون من باب زلة عالم أو سبق قلم أو في أحسن الأحوال تفسير مراد وليس تفسير لفظ مما ينبغي الاعتماد عليه في محل النزاع والخلاف (1) وفي الوقت نفسه أعرض عن الأدلة القاطعة من الكتاب والسنة وأقوال العلماء والأئمة من المفسرين والمحدثين والفقهاء واللغويين المخالفة له وبعضها مما جاء في كتابه هو نفسه ولكنه مر عليها وكتم دلالتها مع الأسف الشديد ¶ من ذلك أنه لما ساق آية: (والقواعد من النساء اللاتي لا يرجون ¶ _________ ¶ (1) انظر: (ص 221) من صارمه ¶ [13]",
            "page": "13",
            "part": "1",
            "seal": "F10E2D55"
        },
        {
            "id": "12",
            "nass": "نكاحا فليس عليهن جناح أن يضعن ثيابهن. . .) [النور: 60] الآية وتكلم عليها في نحو صفحتين (161 - 163) بكلام مفيد ولكنه لم يوضح لقرائه ما هو المقصود من النقول التي ذكرها في تفسير: (ثيابهن) بأنها الجلباب ومنها قوله: ¶ وقال أبو صالح: تضع الجلباب وتقوم بين يدي الرجل في الدرع والخمار. وقال سعيد بن جبير: فلا بأس أن تضع عند غريب أو غيره بعد أن يكون عليها خمار صفيق ¶ وبهذا صرح جمع من الحنابلة وغيرهم فذكر ابن الجوزي في \" زاد المسير \" (6 / 63) عن أبي يعلى - يعني: القاضي الحنبلي - أنه قال: ¶ وفي هذه الآية دلالة على أنه يباح للعجوز كشف وجهها ويديها بين يدي الرجال ¶ ونحوه في أحكام القرآن للجصاص (3 / 334) وأشار إلى هذا المعنى شيخ الإسلام ابن تيمية في \" تفسير سور النور \" (ص 57) ونقله التويجري (167) محتجا به وهذا كله يدل على أن هؤلاء الأفاضل من علماء السلف والخلف يرون أن الخمار لا يستر الوجه وإنما الرأس فقط كما هو قولنا ومن يتأمل في بعض أجوبة الشيخ المتكلفة يتأكد من أنه يرى ذلك معنا ولكنه يجادل ويكابر ويتكتم فانظر مثلا جوابه عن حديث جابر الآتي في الكتاب (ص 60) وفيه: \" إنه رأى امرأة سفعاء الخدين \" ¶ [14]",
            "page": "14",
            "part": "1",
            "seal": "E8128814"
        },
        {
            "id": "13",
            "nass": "فأجاب الشيخ (ص 208) باحتمال أن \" تلك المرأة كانت من القواعد. . . \" يعني: فكشف وجهها مباح كما صرح به الشيخ ابن عثيمين في \" رسالته \" (ص 32) وأما التويجري فيلغز ويعمي ولا يفصح لقارئه فهل يصح هذا الجواب من الشيخ وهو يصر على أن الخمار يستر الوجه أيضا؟ فاللهم هداك ¶ واعلم أن المقصود من ذكر آية (القواعد) هذه إنما هو إقامة الحجة على الشيخ بما تبناه من أقوال العلماء في تفسير: (ثيابهن) منها ب (الجلباب) وأنه يجوز ل (القواعد) أن تظهر بخمارها \" بحضرة الرجال الأجانب \" يرون وجهها ومعنى ذلك عندهم - والشيخ تبع لهم في ذلك - أن الخمار لغة لا يستر الوجه وهذا وحده يكفي حجة على الشيخ هداه الله تعالى فكيف إذا انضم إلى ذلك ما سيأتي من السنة وأقوال العلماء في كل علم فيكون الشيخ مخالفا لإجماعهم ومتبعا غير سبيلهم؟ ¶ أقول هذا لكي أذكر بأن هناك قولا آخر في تفسير: (ثيابهن) - كنت ذكرته في محله من الكتاب - وهو الخمار وهو الأصح عن ابن عباس كما سيأتي (ص 110 - 111) وقد كتم الشيخ هذا القول كعادته فيما لا يوافق هواه خلافا لأهل السنة الذين يذكرون ما لهم وما عليهم كما تقدم وإذ قد اختار هو القول الأول وهو (الجلباب) لزمه القول بأن (الخمار) لا يستر الوجه وهو المراد ¶ واختار ابن القطان الفاسي في \" النظر في أحكام النظر \" القول الآخر فقال (ق 35 / 2) : ¶ [15]",
            "page": "15",
            "part": "1",
            "seal": "41D05D56"
        },
        {
            "id": "14",
            "nass": "\" الثياب المذكورة هي الخمار والجلباب رخص لها أن تخرج دونهما وتبدو للرجال. . . . وهذا قول ربيعة بن عبد الرحمن. وهذا هو الأظهر فإن الآية إنما رخصت في وضع ثوب إن وضعته ذات زينة أمكن أن تتبرج. . . \" إلى آخر كلامه وهو نفيس جدا ولولا أن المجال لا يتحمل التوسع لنقلته برمته فإني لم أره لغيره ¶ وأما مخالفته للسنة فهي كثيرة منها قوله A: ¶ (صحيح) \" لا يقبل الله صلاة حائض إلا بخمار \" (1) ¶ وهو حديث صحيح مخرج في \" الإرواء \" (196) برواية جمع منهم ابن خزيمة وابن حبان في \" صحيحيهما \" (2) ¶ _________ ¶ (1) وأنا أظن أن الشيخ هو أول مخالف لهذا الحديث على تفسيره ل (الخمار) لأنني أعتقد أنه لا يأمر نساءه أن يسترن وجوههن في الصلاة - ولو كن وحدهن - كما يأمرهن بتغطيتهن لرؤوسهن على تفسيرنا ل (الخمار) فهل من سائل له وجواب مقنع منه؟ أم هو. . .؟ وهو نقال لكل موافق له ¶ (2) وكذا ابن الجارود في \" المنتقى \" كما في \" صحيح أبي داود \" (648) وما جاء في فهرس \" الإرواء \" (1 / 339) من توهيم الزيلعي لعزوه إلى \" الصحيحين \" المذكورين فهو خطأ محض من الناشر واضع الفهرس وكم له فيه من أخطاء يدل عليها ما في الكتاب نفسه مثل قوله في فهرس المجلد الرابع (418) \" تغطية الوجه للنساء واجبة \" وإني لأخشى أن يكون مقصودا منه لترويج الكتاب عند المشايخ السعوديين القائلين بالوجوب ¶ [16]",
            "page": "16",
            "part": "1",
            "seal": "5967076F"
        },
        {
            "id": "15",
            "nass": "فهل يقول الشيخ التويجري بأنه يجب على المرأة البالغة أن تستر وجهها في الصلاة؟ ¶ ومثله قوله A في المرأة التي نذرت أن تحج حاسرة: ¶ (صحيح) \" مروها فلتركب ولتختمر ولتحج \" ¶ وفي رواية: ¶ وتغطي شعرها ¶ وهو صحيح أيضا خرجته في \" الأحاديث الصحيحة \" (2930) ¶ فهل يجيز الشيخ للمحرمة أن تضرب بخمارها على وجهها وهو يعلم قوله A: \" لا تنتقب المرأة المحرمة. . . \"؟ ¶ ومثل ذلك أحاديث المسح على الخمار في الوضوء فعلا منه A وأمرا رجالا ونساء فمن ذا الذي يقول بقول الشيخ المخالف للقرآن والسنة وأقوال العلماء أيضا كما تقدم في تفسير آية القواعد؟ ولدينا مزيد كما يأتي ¶ ومن ذلك قول العلامة الزبيدي في \" شرح القاموس \" (3 / 189) في قول أم سلمة Bها: إنها كانت تمسح على الخمار. أخرجه ابن أبي شيبة في \" المصنف \" (1 / 22) : ¶ أرادت ب (الخمار) : العمامة لأن الرجل يغطي بها رأسه كما أن المرأة تغطيه بخمارها ¶ [17]",
            "page": "17",
            "part": "1",
            "seal": "7AA6D255"
        },
        {
            "id": "16",
            "nass": "وكذا في \" لسان العرب \" ¶ وفي \" المعجم الوسيط \" - تأليف لجنة من العلماء تحت إشراف \" مجمع اللغة العربية \" - ما نصه: ¶ (الخمار) : كل ما ستر ومنه خمار المرأة وهو ثوب تغطي به رأسها ومنه العمامة لأن الرجل يغطي بها رأسه ويديرها تحت الحنك ¶ فهذه نصوص صريحة من هؤلاء العلماء على أن الخمار بالنسبة للمرأة كالعمامة بالنسبة للرجل فكما أن العمامة عند إطلاقها لا تعني تغطية وجه الرجل فكذلك الخمار عند إطلاقه لا يعني تغطية وجه المرأة به ¶ وعلى هذا جري العلماء على اختلاف اختصاصاتهم من: المفسرين والمحدثين والفقهاء واللغويين وغيرهم سلفا وخلفا وقد تيسر لي الوقوف على كلمات أكثر من أربعين واحدا منهم ذكرت نصوصها في البحث المشار إليه في المقدمة وقد أجمعت كلها على ذكر الرأس دون الوجه في تعريفهم للخمار أفهؤلاء الأساطين - أيها الشيخ - مخطئون - وهم القوم لا يشقى متبعهم - وأنت المصيب؟",
            "page": "17",
            "part": "1",
            "seal": "5D26402E"
        },
        {
            "id": "17",
            "nass": "1 - فمن المفسرين: إمامهم ابن جرير الطبري (ت 310) والبغوي أبو محمد (516) والزمخشري (538) وابن العربي (553) وابن تيمية (727) وابن حيان الأندلسي (754) وغيرهم كثير وكثير ممن ذكرنا هناك ¶ [18]",
            "page": "18",
            "part": "1",
            "seal": "CA623662"
        },
        {
            "id": "18",
            "nass": "2 - ومن المحدثين: ابن حزم (ت 456) والباجي الأندلسي (474) وزاد هذا بيانا وردا على مثل الشيخ وتهوره فقال: ¶ ولا يظهر منها غير دور وجهها ¶ وابن الأثير (ت 606) والحافظ ابن حجر العسقلاني (ت 852) ونص كلامه: ¶ و (الخمار) للمرأة كالعمامة للرجل ¶ وهنا لا بد لي من وقفة - وإن طال الكلام أكثر مما رغبت - لبيان موقف للشيخ التويجري غير مشرف له في استغلاله لخطأ وقع في شرح الحافظ لحديث عائشة الآتي في الكتاب (ص 78) في نزول آية (الخمر) المتقدمة وبتر من شرح الحافظ نص كلامه المذكور لمخالفته لدعواه فقال الحافظ في شرح قول عائشة في آخر حديثها: \" فاختمرن بها \" (8 / 490) : ¶ أي: غطين وجوههن وصفة ذلك أن تضع الخمار على رأسها وترميه من الجانب الأيسر وهو التقنع. قال الفراء: كانوا في الجاهلية تسدل المرأة خمارها من ورائها وتكشف ما قدامها فأمرن باستتار و (خمار) ¶ إلى آخر النص ¶ فأقول: لقد رد الشيخ في كتابه (ص 221) قولي الموافق لأهل العلم - كما علمت - بتفسير الحافظ المذكور: \" غطين وجوههن \" وأضرب عن تمام كلامه الصريح في أنه لا يعني ما فهمه الشيخ لأنه يناقض قوله: ¶ [19]",
            "page": "19",
            "part": "1",
            "seal": "A3C28C5F"
        },
        {
            "id": "19",
            "nass": "\" وصفة ذلك. . . \" فإن هذا لو طبقه الشيخ في خماره لوجد وجهه مكشوفا غير مغطى ويؤكد ذلك النص الذي بتره الشيخ عمدا أو تقليدا وفيه تشبيه الحافظ خمار المرأة بعمامة الرجل فهل يرى الشيخ أن العمامة أيضا - كالخمار عنده - تغطي الرأس والوجه جميعا؟ وكذلك قوله: \" وهو التقنع \" ففي كتب اللغة: ¶ تقنعت المرأة أي: لبست القناع وهو ما تغطي به المرأة رأسها ¶ كما في \" المعجم الوسيط \" وغيره مثل الحافظ نفسه فقد قال في \" الفتح \" (7 / 230 و 10 / 274) : ¶ التقنع: تغطية الرأس ¶ إنما قلت: أو تقليدا. لأني أربأ بالشيخ أن يعتمد مثل هذا البتر الذي يغير مقصود الكلام فقد وجدت من سبقه إليه من الفضلاء المعاصرين ولكنه انتقل إلى رحمة الله وعفوه فلا أريد مناقشته. عفا الله عنا وعنه ¶ وبناء على ما سبق فقوله: \" وجوههن \" يحتمل أن يكون خطأ من الناسخ أو سبق قلم من المؤلف أراد أن يقول: \" صدورهن \" فسبقه القلم ويحتمل أن يكون أراد معنى مجازيا أي: ما يحيط بالوجه من باب ¶ [20]",
            "page": "20",
            "part": "1",
            "seal": "F1CD4551"
        },
        {
            "id": "20",
            "nass": "المجاورة فقد وجدت في \" الفتح \" نحوه في موضع آخر منه تحت حديث البراء Bهـ: ¶ (صحيح) \" أتى النبي A رجل مقنع بالحديد. . . \" الحديث. رواه البخاري وغيره وهو مخرج في \" الصحيحة \" (2932) فقال الحافظ (6 / 25) : ¶ قوله: ¶ مقنع \" بفتح القاف والنون المشددة: وهو كناية عن تغطية وجهه بآلة الحرب \" ¶ فإنه يعني ما جاور الوجه وإلا لم يستطع المشي فضلا عن القتال كما هو ظاهر ¶ وبعد هذا فلنعد إلى ما كنا في صدده من ذكر أسماء المحدثين المفسرين للخمار بغطاء الرأس: ¶ بدر الدين العيني (ت 855) في \" عمدة القارئ \" (19 / 92) وعلي القاري (ت 1014) والصنعاني (ت 1182) والشوكاني (ت 1250) وأحمد محمد شاكر المصري (ت 1377) وغيرهم",
            "page": "20",
            "part": "1",
            "seal": "9E8BB822"
        },
        {
            "id": "21",
            "nass": "3 - ومن الفقهاء: أبو حنيفة (ت 150) وتلميذه محمد بن الحسن (ت 189) في \" الموطأ \" وستأتي عبارته في (ص 34) والشافعي القرشي (ت 204) والعيني (855) وتقدم قال في \" البناية في شرح الهداية \" (2 / 58) : ¶ هو ما تغطي به المرأة رأسها ¶ [21]",
            "page": "21",
            "part": "1",
            "seal": "295B3228"
        },
        {
            "id": "22",
            "nass": "4 - ومن اللغويين: الراغب الأصبهاني (ت 502) قال في كتابه الفريد \" المفردات في غريب القرآن \" (ص 159) : ¶ (خمر) أصل الخمر: ستر الشيء ويقال لما يستتر به: (خمار) لكن (الخمار) صار في التعارف اسما لما تغطي به المرأة رأسها وجمعه (خمر) قال تعالى: (وليضربن بخمرهن على جيوبهن) ¶ وابن منظور (ت 711) والفيروزآبادي (816) وجماعة من العلماء المؤلفين ل \" المعجم الوسيط \" - كما تقدم - مع نصه قولهم الصريح في أنه غطاء الرأس ¶ من أجل هذه النقول عن هؤلاء الأئمة الفحول لم يسع الشيخ الفاضل محمد بن صالح بن عثيمين إلا أن يخالف الشيخ في تعصبه لرأيه ويوافق هؤلاء الأئمة فقال في رسالته (ص 6) : ¶ (الخمار) : ما تخمر به المرأة رأسها وتغطيه به ك (الغدفة) (1) ¶ قلت: فبهذه الأدلة من الكتاب والسنة وأقوال أئمة التفسير والحديث والفقه واللغة ثبت قولنا: إن الخمار غطاء الرأس وبطل قول الشيخ التويجري ومقلديه كابن خلف الذي زعم (ص 70) من \" نظراته \": أن الخمار عام لمسمى الرأس والوجه لغة وشرعا. واغتر به - مع الأسف - أخونا الفاضل محمد بن إسماعيل الإسكندراني فطبع في كتابه \" عودة الحجاب \" (3 / 285) ¶ _________ ¶ (1) قلت: وهي بالفاء ووقعت في \" الرسائل \" بالقاف فأشكلت على بعضهم فلم يعرفها. جاء في \" لسان العرب \": \" الغدفة بالضم: كهيئة القناع تلبسه نساء العرب \" ¶ [22]",
            "page": "22",
            "part": "1",
            "seal": "FF69245C"
        },
        {
            "id": "23",
            "nass": "عنوانا نصه: \" الاختمار لغة يتضمن تغطية الوجه \". ثم لم يأتيا على ذلك بأي دليل سوى البيتين من الشعر كنت سقتها في كتابي (ص 73) مؤيدا قولي هناك: بأنه لا ينافي كون الخمار غطاء الرأس أن يستعمل أحيانا لتغطية الوجه واستدللت على ذلك ببعض الأحاديث فتجاهلوها مع الأسف ولم يحيروا جوابا ¶ وأزيد هنا فأقول: قد جاء في قصة جوع النبي A أن أنسا Bهـ قال عن أم سليم: ¶ (صحيح) فأخرجت أقراصا من شعير ثم أخرجت خمارا لها فلفت الخبز ببعضه. . . \" الحديث ¶ أخرجه البخاري (3578) ومسلم (6 / 118) وغيرهما ¶ والشاهد منه واضح وهو أن الخمار الذي تغطي المرأة به رأسها قد استعملته في لف الخبز وتغطيته فهل يقول أحد: إن من معاني الخمار إذا أطلق أنه يغطي الخبز أيضا؟ لا أستبعد أن يقول ذلك أولئك الذين تجرؤوا على مخالفة تلك النصوص المتقدمة من الكتاب والسنة وأقوال الأئمة الدالة على أن (الخمار) غطاء الرأس دون دور وجهها فقال أولئك: ووجهها. لا لشيء إلا لأنه قد استعمل لتغطية الوجه كالجلباب ولو أحيانا ¶ وإذا عرفت هذا فمن أخطاء التويجري - ومن لف لفه - قوله بعد تفسيره الخمار بما تبين خطؤه (ص 221) : ¶ [23]",
            "page": "23",
            "part": "1",
            "seal": "2B9EEA44"
        },
        {
            "id": "24",
            "nass": "\" فالاعتجار مطابق للاختمار في المعنى \" ¶ فأقول: نعم هو كذلك بالمعنى الصحيح المتقدم للاختمار وأما بمعنى تغطية الوجه عند الإطلاق فهو باطل لغة ولا أريد أن أطيل في نقل الشواهد على ذلك من كلام العلماء وإنما أكتفي هنا على ما قاله الإمام الفيروزآبادي في \" قاموسه \" والزبيدي في \" تاجه \" جاعلا كلام الأول بين هلالين قال (3 / 383) : ¶ (الاعتجار) : لي الثوب على الرأس من غير إدارة تحت الحنك وفي بعض العبارات: هو (لف العمامة دون التلحي) وروي عن النبي A ¶ أنه دخل مكة يوم الفتح متعجرا بعمامة سوداء \" (1) المعنى: أنه لفها على رأسه ولم يلح بها. والمعجر (كمنبر: ثوب تعتجر به) المرأة أصغر من الرداء وأكبر من المقنعة وهو ثوب تلفه المرأة على استدارة رأسها ثم تجلبب فوقه بجلبابها كالعجار والجمع: المعاجر ومنه أخذ الاعتجار بالمعنى السابق \" ¶ قلت: وهذا لا ينافي ما احتج به الشيخ التويجري لدعواه بقوله (ص 161) : ¶ _________ ¶ (1) رواه ابن إسحاق في \" السيرة \" (4 / 24) عن عبد الله بن أبي بكر مرسلا أو معضلا نحوه بلفظ: \". . . معتجرا بشق برد حبرة حمراء \". وفي مسلم من حديث جابر: \" أنه A دخل مكة وعليه عمامة سوداء \". وهو مخرج في كتابي \" مختصر الشمائل المحمدية \" (67 / 92) ¶ [24]",
            "page": "24",
            "part": "1",
            "seal": "8254C838"
        },
        {
            "id": "25",
            "nass": "\" قال ابن الأثير: وفي حديث عبد الله بن عدي بن الخيار: جاء وهو معتجر بعمامته ما يرى وحشي منه إلا عينيه ورجليه. الاعتجار بالعمامة: هو أن يلفها على رأسه ويرد طرفها على وجهه ولا يعمل منها شيئا تحت ذقنه. انتهى \" ¶ قلت: لا ينافي هذا ما تقدم عن العلماء باللغة من الشرح ل (الاعتجار) لأن ما قاله ابن الأثير مصرح به في الحديث: \" ما يرى منه إلا عينيه \" فهو صفة كاشفة ل (الاعتجار) وليست لازمة له كما لو قال قائل: (جاء مختمرا أو متعمما لا يرى منه إلا عيناه) . فذلك لا يعني عند من يفهم اللغة أن من لوازم الاختمار والتعمم تغطية الوجه إلا العينين. ولذلك لم يزد الحافظ في \" الفتح (7 / 369) على قوله: ¶ (معتجرا) أي: لاف عمامته على رأسه من غير تحنيك ¶ وجملة القول: إن الخمار والاعتجار عند الإطلاق إنما يعني: تغطية الرأس فمن ضم إلى ذلك تغطية الوجه فهو مكابر معاند لما تقدم من الأدلة وعلى ذلك يسقط استدلال الشيخ - ومن قلده - بالأحاديث التي فيها اختمار النساء أو اعتجارهن على دعواه الباطلة شرعا ولغة ويسلم لنا - في الوقت نفسه - استدلالنا بآية (الخمار) وحديث فاطمة الآتي (ص 66) رقم (5) على أن وجه المرأة ليس بعورة كما سيأتي بيانه هناك. والله المستعان. (انظر حديث عائشة في اختمار النساء المهاجرات فيما ¶ [25]",
            "page": "25",
            "part": "1",
            "seal": "2AAB5F92"
        },
        {
            "id": "26",
            "nass": "يأتي من الكتاب صفحة 78) ¶ البحث الخامس: هل أجمع المسلمون على أن وجه المرأة عورة وأنها تمنع أن تخرج سافرة الوجه؟ ¶ ذلك ما ادعاه الشيخ التويجري - هداه الله وقلده فيه بعضهم - يعيد ذلك ويكرره في مواضع كثيرة وفي صفحات عديدة متقاربة من كتابه لا يكل ولا يمل (ص 156 و 197 و 217 و 243 و 245 و 247) يفعل هذا وهو يعلم في قرارة نفسه أن لا إجماع فيه لأنه يمر على الخلاف ولا ينقله وقد ينقله ثم يتجاهله كما سيأتي بيانه قريبا بما لا يدع أي شك في ذلك وكلامه في ذلك مختلف لفظا متفق معنى وحسبي أن أنقل منه نصين فقط طلبا للاختصار: ¶ الأول: قوله (ص 197 و 217) بالحرف الواحد: ¶ وحكى ابن رسلان: اتفاق المسلمين على منع النساء أن يخرجن سافرات الوجوه. نقله الشوكاني عنه في (نيل الأوطار) ¶ (1) ¶ فأقول: إليك نص ما في \" نيل الأوطار \" (6 / 98) - البابي الحلبي) تحت حديث عائشة: ¶ _________ ¶ (1) وكذا عزاه إليه الشيخ ابن عثيمين (ص 25) ولكنه لم يذكر ابن رسلان مطلقا فأوهم القراء أنه من قول الشوكاني مع أنه عزاه لابن رسلان ولم يتبنه بل قال بالاستثناء المذكور في الحديث كما يأتي من كلامه الصريح بذلك ¶ [26]",
            "page": "26",
            "part": "1",
            "seal": "1588DFD9"
        },
        {
            "id": "27",
            "nass": "\" يا أسماء إن المرأة إذا بلغت المحيض لم يصلح لها أن يرى منها إلا هذا وهذا. وأشار إلى وجهه وكفيه \" (1) : ¶ فيه دليل لمن قال: إنه يجوز نظر الأجنبية. قال ابن رسلان: وهذا عند أمن الفتنة مما تدعو الشهوة إليه من جماع أو ما دونه أما عند خوف الفتنة فظاهر إطلاق الآية والحديث عدم اشتراط الحاجة ويدل على تقييده بالحاجة اتفاق المسلمين على منع النساء أن يخرجن سافرات الوجوه لا سيما عند كثرة الفساق. وحكى القاضي عياض عن العلماء: أنه لا يلزمها ستر وجهها في طريقها وعلى الرجال غض البصر للآية. وقد تقدم الخلاف في أصل المسألة ¶ قلت: يشير إلى بحث له في الباب الذي قبل حديث عائشة المذكور آنفا شرح فيه آية: (ولا يبدين زينتهن إلا ما ظهر منها) [النور: 31] ونقل تحتها تفسير الزمخشري للزينة فيها ومنه قوله: ¶ فما كان ظاهرا منها كالخاتم والكحل والخضاب فلا بأس بإبدائه للأجانب ¶ ثم قال الشوكاني عقبه: ¶ والحاصل: أن المرأة تبدي من مواضع الزينة ما تدعو الحاجة إليه ¶ _________ ¶ (1) يأتي تأكيد صحته إن شاء الله في ¶ البحث الثامن \" (ص 79) ¶ عند مزاولة الأشياء والبيع والشراء والشهادة فيكون ذلك مستثنى عن عموم النهي عن إبداء مواضع الزينة وهذا على فرض عدم ورود تفسير مرفوع وسيأتي في الباب الذي بعد هذا ما يدل على أن الوجه والكفين مما يستثني \" ¶ فتأمل أيها القارئ الكريم هل المسألة مجمع عليها كما قال الشيخ أولا؟ وهل كان أمينا في نقله لكلام ابن رسلان ثم لكلام الشوكاني ثانيا؟ والذي تبنى ما دل عليه حديث عائشة الذي قويناه في الكتاب (ص 57 - 60) كما تبناه مجد الدين ابن تيمية C بترجمته له ب \" باب أن المرأة عورة إلا الوجه والكفين \" أما الشيخ فضعفه بشطبة قلم - كما يقال - ولم يعرج على الشاهد وعمل السلف وتقوية الحافظ البيهقي وغيره كما سيأتي فأغمض عينيه عن ذلك كله مكابرة وعنادا وبطرا وتورط به غير ما واحد من الكاتبين المقلدين في هذه المسألة ¶ والآخر من نصيه: قوله في بعض أجوبته (ص 243) : ¶ الصواب مع المشايخ الذين يذهبون إلى أن وجه المرأة عورة لا يجوز لها كشفه عند الرجال الأجانب ودليلهم على ذلك الكتاب والسنة والإجماع ¶ [28]",
            "page": "28",
            "part": "1",
            "seal": "64624F96"
        },
        {
            "id": "28",
            "nass": "بطلان الإجماع الذي ادعاه: ¶ فأقول وبالله وحده أستعين: ¶ لم ينطق بكلمة \" الإجماع \" في هذه المسألة أحد من أهل العلم فيما بلغني وأحاط به علمي إلا هذا الشيخ وما حمله على ذلك إلا شدته وتعصبه لرأيه وإغماضه لعينيه عن كل ما يخالفه من النصوص فإن الخلاف فيها قديم لا يخلو منه كتاب من الكتب المتخصصة في بحث الخلافيات ولو كان في وقتي متسع لألفت رسالة خاصة أرد فيها ما تيسر لي من أقوالهم في هذه المسألة ولكن لا بد لي من أن أنقل هنا بعضها مما يدل على بطلان الإجماع الذي ادعاه فأقول: ¶ الأول: قال ابن حزم في كتابه \" مراتب الإجماع \" (ص 29) ما نصه: ¶ واتفقوا على أن شعر الحرة وجسمها حاشا وجهها ويديها عورة واختلفوا في الوجه واليدين حتى أظفارهما أعورة هي أم لا؟ ¶ وأقره شيخ الإسلام ابن تيمية في تعليقه عليه ولم يتعقبه كما فعل في بعض المواضع الأخرى ¶ الثاني: قال ابن هبيرة الحنبلي في \" الإفصاح \" (1 / 118 - حلب) : ¶ واختلفوا في عورة المرأة الحرة وحدها فقال أبو حنيفة: كلها عورة إلا الوجه والكفين والقدمين. وقد روي عنه أن قدميها عورة وقال مالك ¶ [29] ¶ والشافعي: كلها عورة إلا وجهها وكفيها. وهو قول أحمد في إحدى روايتيه والرواية الأخرى: كلها عورة إلا وجهها خاصة. وهي المشهورة واختارها الخرقي ¶ وفاتته رواية ثالثة وهي: أنها كلها عورة حتى ظفرها. كما يأتي مع بيان رد ابن عبد البر لها قريبا ¶ الثالث: جاء في كتاب الفقه على المذاهب الأربعة \" تأليف لجنة من العلماء منهم الجزيري في بحث حد عورة المرأة (1 / 167 - الطبعة الثانية) : ¶ أما إذا كانت بحضرة رجل أجنبي أو امرأة غير مسلمة فعورتها جميع بدنها ما عدا الوجه والكفين فإنهما ليسا بعورة (1) فيحل النظر لهما عند أمن الفتنة \" ¶ ثم استثنى من ذلك مذهب الشافعية وفيه نظر ظاهر لما تقدم في \" الإفصاح \" وغيره مما تقدم ويأتي ¶ الرابع: قال ابن عبد البر في \" التمهيد \" (6 / 364) - وقد ذكر أن المرأة كلها عورة إلا الوجه والكفين وأنه قول الأئمة وأصحابهم وقول الأوزاعي وأبي ثور -: ¶ [30]",
            "page": "30",
            "part": "1",
            "seal": "CB783C71"
        },
        {
            "id": "29",
            "nass": "\" على هذا أكثر أهل العلم وقد أجمعوا على أن المرأة تكشف وجهها في الصلاة والإحرام وقال أبو بكر بن عبد الرحمن بن الحارث: كل شيء من المرأة حتى ظفرها \" ¶ ثم قال ابن عبد البر: ¶ هذا خارج عن أقاويل أهل العلم لإجماع العلماء على أن للمرأة أن تصلي المكتوبة ويداها ووجهها مكشوف ذلك كله منها تباشر الأرض به وأجمعوا على أنها لا تصلى متنقبة ولا عليها أن تلبس قفازين في الصلاة (1) وفي هذا أوضح الدلائل على أن ذلك عورة وجائز أن ينظر إلى ذلك منها كل من نظر إليها بغير ريبة ولا مكروه وأما النظر للشهوة فحرام تأملها من فوق ثيابها لشهوة فكيف بالنظر إلى وجهها مسفرة وقد روي نحو قول أبي بكر هذا عن أحمد بن حنبل ¶ (2) ¶ _________ ¶ (1) قلت: وهذا مما خالف فيه التويجري فأوجب على المرأة أن تستر وجهها وكفيها حتى ظفرها في الصلاة إذا كانت تصلي بحضرة الأجانب دون حجة سوى مجرد الدعوى مع مخالفته ما كان عليه النساء في عهده A كما سترى في الكتاب في قصة الرجل الذي كان ينظر إلى المرأة في الصلاة (ص 70) مع مخالفته في ذلك لقول ابن عبد البر هذا والإجماع الذي نقله ¶ (2) قلت: قول أحمد هذا رواه أبو داود أيضا في \" مسائل الإمام أحمد \" (ص 40) بلفظ: \" إذا صلت المرأة لا يرى منها ولا ظفرها تغطي كل شيء منها \" وتبناه الشيخ التويجري في كتابه ولم يلتفت إلى الإجماع الذي ذكره ابن عبد البر وعليه العلم من عهد النبي A إلى اليوم ¶ [31]",
            "page": "31",
            "part": "1",
            "seal": "DD4E374F"
        },
        {
            "id": "30",
            "nass": "قلت: وقد كنت نقلت فيما يأتي من الكتاب (ص 89) عن ابن رشد: أن مذهب أكثر العلماء على أن وجه المرأة ليس بعورة وعن النووي مثله وأ",
            "page": "31",
            "part": "1",
            "seal": "27228FE6"
        },
        {
            "id": "31",
            "nass": "3333 - نه مذهب الأئمة الثلاثة ورواية عن أحمد فبعض هذه الأقوال من هؤلاء العلماء الكبار كافية لإبطال دعوى الشيخ الإجماع فكيف بها مجتمعة؟ وإذا كان الإمام أحمد يقول فيما صح عنه: \" من ادعى الإجماع فهو كاذب وما يدريه لعل الناس اختلفوا؟ \". إذا كان هذا قوله فيمن لا يدري الخلاف فماذا كان يقول يا ترى فيمن يدري الخلاف ثم يدعي الإجماع؟ ¶ فإن قيل: فمن أين يكون له أن الشيخ يعلم الخلاف المذكور ومع ذلك فهو يتجاهله ويكابر؟ ¶ فأقول: علمت ذلك من كتابه الذي رد عليه ثانيا ¶ أما الأول فإنه نقل (ص 157) عن الحافظ ابن كثير: أن الجمهور فسر آية الزينة بالوجه والكفين أعاد ذلك (ص 234) ¶ وأما الآخر فقد ذكرت في غير موضع من كتابي من قال من العلماء بخلاف إجماعه المزعوم مثل ابن جرير وابن رشد والنووي ومنهم ابن بطال (1) الذي نقلت عنه فيما يأتي في الكتاب (ص 63) أنه استدل بحديث الخثعمية أن ستر المرأة وجهها ليس فرضا ¶ _________ ¶ (1) هو العلامة علي بن خلف القرطبي شرح البخاري في مجلدات مات سنة (449) كما في \" سير الذهبي \" (18 / 47) ¶ [32]",
            "page": "32",
            "part": "1",
            "seal": "67F11A98"
        },
        {
            "id": "32",
            "nass": "تأويل الشيخ لكلام العلماء وتعطيله إياه: ¶ فتجاهل الشيخ ذلك كله ولم يتعرض له بجواب اللهم إلا جوابه الذي يؤكد لكل القراء أنه مكابر عنيد وهو قوله (ص 236) : ¶ إن المذهب الذي نسبه الألباني لأكثر العلماء - ومنهم أبو حنيفة ومالك والشافعي وأحمد في رواية عنه - إنما هو في الصلاة إذا كانت المرأة ليست بحضرة الرجال الأجانب ¶ وقلده في هذا القول جمع ممن يمشي في ركابه كابن خلف في \" نظارته \" وأخيرا محمد بن إسماعيل الإسكندراني في \" عودة الحجاب \" (3 / 228) وغيرهما كثير والله المستعان ¶ ونظرة سريعة في قول ابن بطال المذكور يكفي في إبطال جواب الشيخ هداه الله وهذا إن دل على شيء فإنما يدل على أن الشيخ خريت ماهر - ولا فخر - في تضليل قرائه وصرفهم عن الاستفادة من أقوال علمائهم بتأويله إياها وإبطال دلالاتها الصريحة تماما كما يفعل أهل الأهواء بتعطيلهم لنصوص الكتاب والسنة وأقوال الأئمة المتعلقة بالأسماء والصفات الإلهية وهذا شيء يعرفه الشيخ منهم فيبدو أنه قد سرت عدواهم إليه - حفظه الله - ولو في مجال الأحكام هداه الله ¶ وتأكيدا لهذا الذي ذكرت لا يسعني هنا إلا أن أذكر مذاهب الأئمة الذين افترى الشيخ عليهم بتأويله لكلامهم على خلاف مرادهم فأقول: ¶ [33]",
            "page": "33",
            "part": "1",
            "seal": "AF1BDF37"
        },
        {
            "id": "33",
            "nass": "أولا: مذهب أبي حنيفة: ¶ قال الإمام محمد بن الحسن في \" الموطأ \" (ص 205 بشرح التعليق الممجد - هندية) : ¶ ولا ينبغي للمرأة المحرمة أن تنتقب فإن أرادت أن تغطي وجهها فلتستدل الثوب سدلا من فوق خمارها. وهو قول أبي حنيفة والعمامة من فقهائنا ¶ وقال أبو جعفر الطحاوي في \" شرح المعاني \" (2 / 392 - 393) : ¶ أبيح للناس أن ينظروا إلى ما ليس بمحرم عليهم من النساء إلى وجوههن وأكفهن وحرم ذلك عليهم من أزواج النبي A وهو قول أبي حنيفة وأبي يوسف ومحمد C تعالى ¶ ثانيا: مذهب مالك \" ¶ روى عنه صاحبه عبد الرحمن ابن القاسم المصري في \" المدونة \" (2 / 221) نحو قول الإمام محمد في المحرمة إذا أرادت أن تسدل على وجهها وزاد في البيان فقال: ¶ فإن كانت لا تريد سترا فلا تسدل ¶ ونقله ابن عبد البر في \" التمهيد \" (15 / 111) وارتضاه ¶ وقال بعد أن ذكر تفسير ابن عباس وابن عمر لآية: (إلا ما ظهر منها) ¶ [34]",
            "page": "34",
            "part": "1",
            "seal": "7AA00EE6"
        },
        {
            "id": "34",
            "nass": "بالوجه والكفين (6 / 369) : ¶ وعلى قول ابن عباس وابن عمر الفقهاء في هذا الباب. (قال:) فهذا ما جاء في المرأة وحكمها في الاستتار في صلاتها وغير صلاتها ¶ تأمل قوله: \" وغير صلاتها \" ¶ وفي \" الموطأ \" رواية يحيى (2 / 935) : ¶ سئل مالك: هل تأكل المرأة مع غير ذي محرم منها أو مع غلامها؟ قال مالك: ليس بذلك بأس إذا كان ذلك على وجه ما يعرف للمرأة أن تأكل معه من الرجال قال: وقد تأكل المرأة مع زوجها ومع غيره ممن يؤاكله ¶ قال الباجي في \" المنتقى شرح الموطأ \" (7 / 252) عقب هذا النص: ¶ يقتضي أن نظر الرجل إلى وجه المرأة وكفيها مباح لأن ذلك يبدو منها عند مؤاكلتها ¶ ثالثا: مذهب الشافعي: ¶ قال في كتابه \" الأم \" (2 / 185) : ¶ المحرمة لا تخمر وجهها إلا أن تريد أن تستر وجهها فتجافي ¶ وقال البغوي في \" شرح السنة \" (9 / 23) : ¶ فإن كانت أجنبية حرة فجميع بدنها عورة في حق الرجل لا يجوز ¶ [35] ¶ له أن ينظر إلى شيء منها إلا الوجه واليدين إلى الكوعين وعليه غض البصر عن النظر إلى وجهها ويديها أيضا عند خوف الفتنة ¶ فهل هذه النصوص - أيها الشيخ - في الصلاة؟ ¶ رابعا: مذهب أحمد: ¶ روى ابن صالح في \" مسائله \" (1 / 319) عنه قال: ¶ المحرمة لا تخمر وجهها ولا تنتقب والسدل ليس به بأس تسدل على وجهها ¶ قلت: فقوله: \" ليس به بأس \" يدل على جواز السدل فبطل قول الشيخ بوجوبه كم بطل تقييده للرواية الأخرى عن الإمام الموافقة لقول الأئمة الثلاثة بأن وجهها وكفيها ليسا بعورة كما تقدم في كلام ابن هبيرة وقد أقرها ابن تيمية في \" الفتاوى \" (15 / 371) وهو الصحيح من مذهبه كما تقدم عن \" الإنصاف \" وهو اختيار ابن قدامة كما تقدم في \" البحث الأول \" وعلل ذلك بقوله: ¶ لو كان الوجه والكفان عورة لما حرم سترهما بالنقاب لأن الحاجة تدعو إلى كشف الوجه للبيع والشراء والكفين للأخذ والإعطاء ¶ ومثل هذا التعليل ذكر في كثير من الكتب الفقهية وغيرها ك \" البحر الرائق \" لابن نجيم المصري (1 / 284) وتقدم نحوه عن الشوكاني في أول هذا \" البحث الخامس \" (27) ¶ [36]",
            "page": "36",
            "part": "1",
            "seal": "2E8F40C1"
        },
        {
            "id": "35",
            "nass": "ومما سبق يتبن للقراء الكرام أن أقوال الأئمة الأربعة متفقة على تخيير المرأة المحرمة في السدل على وجهها وعدم إيجاب ذلك عليها خلافا للمتشددين والمقلدين هذا من جهة ¶ ومن جهة أخرى فقد دل قول مالك في \" الموطأ \" وقول ابن عبد البر: \" وغير صلاتها \" على بطلان تأويل التويجري المذكور وكذلك تخيير الأئمة المحرمات بالسدل لأن ذلك خارج الصلاة ¶ فأريد الآن أن أبين لقرائنا الأفاضل علما كتمه المذكورون - أو جهلوه وأحلاهما مر - أن سلف الأئمة رحمهم الله تعالى - فيما سبق - أم المؤمنين عائشة Bها قولا وفعلا ¶ أما القول: فهو: ¶ (صحيح) \" المحرمة تلبس من الثياب ما شاءت إلا ثوبا مسه ورس أو زعفران ولا تتبرقع لا تلثم وتسدل الثوب على وجهها إن شاءت \" (1) ¶ أخرجه البيهقي في \" سننه \" (5 / 47) بسند صحيح وعزاه إليه الحافظ ¶ _________ ¶ (1) هذا الأثر أعرض الشيخ عن ذكره لأنه حجة عليه ولما ذكره مؤلف ما سماه ب \" فصل الخطاب \" (ص 45) من رواية البيهقي هذه أسقط منها موضع الحجة عليهما أيضا: \" إن شاءت \" لأنها في عدم الوجوب ومن جهله أنه يظن أن الأثر دون هذه الزيادة يفيد الوجوب وإنما يفيد الجواز والزيادة تؤكده وقلده في الإسقاط - مع الأسف - الأخ الإسكندراني (3 / 304) مع أنه عزاه للبيهقي بالجزء والصفحة فهل وصل التقليد إلى هذا الحد أم هو الاشتراك في إثم الإسقاط وكتم الحقيقة؟ ¶ [37]",
            "page": "37",
            "part": "1",
            "seal": "110470AB"
        },
        {
            "id": "36",
            "nass": "في \" الفتح \" (4 / 52 - 53) ساكتا عليه فهو ثابت عنده فهو شاهد قوي لحديثها المتقدم في هذا \" البحث الخامس \" صفحة (27 - 28) : \" يا أسماء إذا بلغت المرأة المحيض. . . \". وكذلك يشهد له حديثها الآتي ¶ وأما الفعل فهو ما جاء في حديث عمرتها من التنعيم مع أخيها عبد الرحمن قالت: ¶ (صحيح) \" فأردفني خلفه على جمل له قالت: فجعلت أرفع خماري أحسره عن عنقي فيضرب رجلي بعلة الراحلة (1) قلت له: وهل ترى من أحد. . . \" ¶ أخرجه مسلم (4 / 34) والنسائي في \" السنن الكبرى \" (2 / 223 - المصورة) والطيالسي أيضا في \" مسنده \" (1561) لكن بلفظ: ¶ فجعلت أحسر عن خماري فتناولني بشيء من يده ¶ فسقط منه قولها: \" عنقي \" ورواية مسلم أصح سندا وأرجح متنا كما بينته في \" المقدمة \" ولذلك لم يعزه الشيخ إلى مسلم وتبعه على ذلك بعض المقلدة - كالمدعو درويش في \" فصله \" (ص 43) - لأنها حجة عليهم من جهة أن الخمار لا يغطي الوجه لغة كما تقدم وكونها معتمرة ¶ _________ ¶ (1) أي سببها والمعنى: أنه يضرب رجل أخته بعود في يده عامدا لها - في صورة من يضرب الراحلة - حين تكشف خمارها عن عنقها غيرة عليها. كذا حققه النووي في \" شرح مسلم \" ¶ [38]",
            "page": "38",
            "part": "1",
            "seal": "A96AA249"
        },
        {
            "id": "37",
            "nass": "فلا يجوز لها أن تلثم به كما قالت آنفا فتغطيتها لوجهها بالسدل - كما في بعض الروايات - فعل منها نقول به ولكن لا يدل على الوجوب خلافا لزعم المخالفين ¶ قلت: فبطل بهذا البيان تأويل الشيخ المذكور لمخالفته أقوال أئمة الفقه المصرحة بجواز الكشف عن الوجه في الصلاة وخارجها بحضرة الرجال ولتعليل بعضهم الجواز بحاجة المرأة إلى البيع والشراء والأخذ والإعطاء وبجواز المؤاكلة أيضا وكل هذه الأقوال يحملها الشيخ على الصلاة وليس بحضرة الرجال فما أبطله من تأويل بل تعطيل. فإنا لله وإنا إليه راجعون ¶ ثم إن مما يؤكد جهل الشيخ بالفقه وأقوال الفقهاء - أو على الأقل تجاهله وتحامله علي وبطره للحق - أن من مراجع كتابه (ص 109) ابن مفلح في \" الآداب الشرعية \" وابن مفلح هذا من كبار علماء الحنابلة في القرن الثامن ومن تلامذة ابن تيمية وكان يقول له: \" ما أنت ابن مفلح بل أنت مفلح \". وقال ابن القيم فيه: ¶ ما تحت قبة الفلك أعلم بمذهب الإمام أحمد من ابن مفلح ¶ (1) ¶ إذا عرفت هذا فقد قال المفلح هذا في كتابه المذكور \" الآداب الشرعية \" (1 / 316) ¶ ما نصه: ¶ _________ ¶ (1) \" شذرات الذهب \" (6 / 199) ¶ [39]",
            "page": "39",
            "part": "1",
            "seal": "2D1B5290"
        },
        {
            "id": "38",
            "nass": "\" هل يسوغ الإنكار على النساء الأجانب إذا كشفن وجوههن في الطريق؟ ¶ ينبني [الجواب] على أن المرأة هل يجب عليها ستر وجهها أو يجب غض النظر عنها؟ في المسألة قولان قال القاضي عياض في حديث جابر Bهـ قال: سألت رسول الله A عن نظر الفجأة؟ فأمرني أن أصرف بصري. رواه مسلم. قال العلماء رحمهم الله تعالى: وفي هذا حجة على أنه لا يجب على المرأة أن تستر وجهها في طريقها وإنما ذلك سنة ومستحبة لها (1) ويجب على الرجل غض البصر عنها في جميع الأحوال إلا لغرض شرعي. ذكره الشيخ محي الدين النووي ولم يزد عليه \" ¶ يعني: في \" شرح مسلم \" قبيل (كتاب السلام) وأقره ¶ ثم ذكر المفلح قول ابن تيمية الذي يعتمد عليه التويجري في كتابه (ص 170) وتجاهل أقوال جمهور العلماء وقول القاضي عياض الذي نقله المفلح وارتضاه تبعا للنووي. ثم قال المفلح: ¶ فعلى هذا هل يشرع الإنكار؟ ينبني على الإنكار في مسائل الخلاف وقد تقدم الكلام فيه فأما على قولنا وقول جماعة من الشافعية وغيرهم: إن النظر إلى الأجنبية جائز من غير شهوة ولا خلوة. فلا ينبغي الإنكار ¶ _________ ¶ (1) ليتأمل القارئ الكريم قول العلماء هذا ليعلم أنه قولنا وأن ما بهتنا به التويجري يصيبهم أيضا وقد نقله الشوكاني وأقره كما تقدم (ص 27) ¶ [40]",
            "page": "40",
            "part": "1",
            "seal": "4DCFE2FC"
        },
        {
            "id": "39",
            "nass": "قلت: هذا ما قاله هذا الإمام الحنبلي قبل ستة قرون (ت 763) تبعا لمن اقتديت بهم من الأئمة السالفين أفلا يعلم الشيخ ومن ضل به - هداهم الله - أنهم رحمهم الله ينالهم القدح الذي وجهه إلي في آخر كتابه - كما تقدم - وهو قوله: ¶ ومن أباح السفور للنساء واستدل على ذلك بمثل ما استدل به الألباني فقد فتح باب التبرج على مصراعيه ¶ إلى آخر هرائه هداه الله ¶ البحث السادس: تعطيلهم الأحاديث الصحيحة المخالفة لهم ¶ قد جاءت أحاديث كثيرة في كشف النساء لوجوههن وأيديهن - كما سيأتي في الكتاب - يبلغ مجموعها مبلغ التواتر المعنوي عند أهل العلم فلا جرم عمل بها جمهور العلماء ولكن المقلدين المتعصبين قد سلطوا عليها أيضا معاول التخريب والتهديم بتأويلها وتعطيلها وإبطال معانيها ودلالاتها الظاهرة البينة كما فعلوا بأقوال الأئمة كما عرفت آنفا ولا يتسع المجال هنا لمناقشتهم في كل تأويلاتهم فإنها لكثرتها تتطلب تأليف رسالة خاصة بها لسرد الأحاديث وأقوالهم في تأويلها ثم الرد عليها فلا أقل من ذكر بعض النماذج منها فإنها تغني القارئ المنصف عن الباقي ¶ الحديث الأول: وهو الثاني في الكتاب (ص 61 - 62) حديث الخثعمية وفيه أنها كانت حسناء وضيئة وفيه: \" فطفق الفضل ينظر إليها وأعجبه حسنها \" ¶ [41]",
            "page": "41",
            "part": "1",
            "seal": "3E7E7261"
        },
        {
            "id": "40",
            "nass": "فأقول: اضطرب الشيخ ومقلدوه أو موافقوه في الانفصال من دلالة الحديث الصريح على وجوه: ¶ فتارة يقول (ص 208) : ¶ ليس فيه أن المرأة كانت سافرة بوجهها فيحتمل أن ابن عباس أراد حسن قوامها وقدها ووضاءة ما ظهر من أطرافها ¶ وهذا كلام ينقض أوله آخره وآخره أوله فإن \" أطرافها \" هي اليدان والرجلان والرأس - كما هو معلوم في اللغة - وعليه فما نفاه في أوله أثبته في آخره ولكن بطريقة اللف والدوران - مع الأسف - فإن \" أطرافها \" تشمل الوجه لغة ففي \" القاموس \": ¶ الأطراف من البدن: اليدان والرجلان والرأس ¶ فهل جهل الشيخ هذه الحقيقة اللغوية - كما هو شأنه في تفسيره ل (الجلباب) و (الخمار) و (الاعتجار) - أم تناسا ها تمويها وتضليلا؟ فإن كان الأول فهل جهل قوله A: ¶ (صحيح) \" إذا سجد العبد سجد معه سبعة أطراف: وجهه وكفاه. . . \" الحديث (1) أم تناساه أيضا؟ وسواه كان هذا أو ذاك فأحلاهما مر وسيأتي قريبا (ص 44) ما يدل على أنه فعل ذلك تمويها فإنه هناك: \" أطراف يديها \" ¶ _________ ¶ (1) رواه مسلم برقم (491) ¶ [42]",
            "page": "42",
            "part": "1",
            "seal": "6621CA85"
        },
        {
            "id": "41",
            "nass": "وتارة يقول (ص 219) : \" وإن كان الفضل قد رأى وجهها فرؤيته لا تدل على أنها كانت مستديمة. . . \" ¶ وهذه مكابرة أخرى تشبه سابقتها من حيث التجاهل فإن قول ابن عباس: ¶ فأخذ الفضل ينظر يلتفت إليها ¶ وفي الرواية الأخرى: \" فطفق ينظر إليها وأعجبه حسنها \" يبطل قول الشيخ ومن قلده مثل أخينا الطيب محمد بن إسماعيل (3 / 368) - وذلك من وجهين: ¶ الأول: قوله: \" ينظر يلتفت \" فإنه يفيد استمرار الفعل كما هو معلوم ¶ والآخر: قوله: \" فطفق \" فإن معناه: استمر ينظر كقوله تعالى: (فطفق مسحا بالسوق الأعناق) ¶ [33] ¶ وقوله: (وطفقا يخصفان عليهما من ورق الجنة) [الأعراف: 22] . ومثله في البخاري في قصة اغتسال موسى عليه السلام وحده: \" فطفق بالحجر ضربا \" وفيه أيضا في حديث الهجرة: \" فطفق أبو بكر يعبد ربه \" ¶ ولذلك قال ابن بطال - كما سيأتي في الكتاب (ص 63) -: ¶ لم يحول النبي A وجه الفضل حتى أدمن النظر إليها لإعجابه بها ¶ إلخ ¶ ثم استدل بذلك على أن ستر المرأة وجهها ليس فرضا وهذا هو الذي ¶ [43]",
            "page": "43",
            "part": "1",
            "seal": "2D2AF24E"
        },
        {
            "id": "42",
            "nass": "لا يمكن أن يفهم سواه العلماء المنزهون عن التعصب المذهبي ولذلك لم يستطع الحافظ ابن حجر - مع علمه الواسع ومعرفته باللغة وآدابها - إلا أن يقول ردا على ابن بطال: ¶ إنها كانت محرمة ¶ كما سيأتي هناك ¶ ولا يخفى على أهل العلم أن هذا الجواب إنما يستقيم لو كان لا يجوز للمحرمة أن تغطي وجهها بالسدل عليه وهذا مما لا يقول به الحافظ أو غيره من العلماء مردود وقد يشعر بعضهم بضعف هذا الرد فينحرف عن دلالة الحديث الظاهرة في جواز كشف وجهها إلى القول بأنه لا دليل فيه على جواز النظر إلى وجهها كما جاء في رسالة الشيخ ابن عثيمين وغيرها. فنقول: نعم لا يجوز ذلك عند خشية الفتنة ولذلك لا يجوز لها أن تنظر إلى وجه الرجل الأجنبي عنها عند الفتنة أفيجب عليه أن يستره عنها؟ ¶ الحديث الثاني: وهو الثالث في الكتاب (ص 64 - 65) حديث المرأة التي قالت: \" يا رسول الله جئت لأهب لك نفسي. . . \" الحديث ¶ أقول: فمن المضحك المبكي أن الشيخ التويجري حشر هذا الحديث في جملة الأحاديث التي استدل على أنه يجوز للخاطب أن ينظر إلى وجه خطيبته ورقبتها (كذا) وأطراف يديها (1) . ولما أجاب (ص 219) عن ¶ _________ ¶ (1) انظر تجاهله معنى \" الأطراف \" في جوابه عن الحديث السابق تمويها وتضليلا ¶ [44]",
            "page": "44",
            "part": "1",
            "seal": "44021FF1"
        },
        {
            "id": "43",
            "nass": "استدلالي بالحديث أوهم أنه في المخطوبة وهو يعلم أن النبي A لم يكن قد خطبها - كما ذكرت هناك عن الحافظ ابن حجر - وإنما هي عرضت نفسها عليه A كما هو صريح الحديث وكان ذلك في المسجد كما في رواية الإسماعيلي وعلى مرأى من سهل بن سعد راويه والقوم الذين كان فيهم كما في رواية للبخاري وأبي يعلى والطبراني وراويتهما أتم كما سترها هناك ¶ فهل استقام في ذهن الشيخ ومقلديه جواز الخطبة على مرأى من الأجانب؟ وهو الأمر الذي ينكرونه ويبالغون في إنكاره ولو بتحريف الكلم عن مواضعه كقول بعضهم: ¶ أليس في الحديث أنها كانت سافرة الوجه ¶ ذكره الأخ في \" العودة \" (3 / 368) مع أقوال أخرى لا تستحق الذكر لظهور بطلانها منها قول التويجري المذكور ومنها: أن النبي A معصوم. وهذه كلمة حق أريد بها باطل لأن البحث في رؤية الصحابة كما لا يخفى على ذي عين ¶ وفي ظني أن الشيخ الفاضل محمد بن صالح بن عثيمين إنما لم يتعرض للجواب عن الحديث بشيء من هذه الأجوبة لظهور ضعفها فرأى السلامة في السكوت وترك المراء جزاه الله خيرا. وإن كنت آمل منه إعادة النظر في المسألة على ضوء ما تقدم من البيان وما سيأتي في ¶ [45]",
            "page": "45",
            "part": "1",
            "seal": "C2B3D465"
        },
        {
            "id": "44",
            "nass": "الكتاب من الفوائد الجديدة والزيادات لم تكن في الطبعات السابقة ¶ الحديث الثالث: وهو الخامس في الكتاب (ص 66) وهو حديث فاطمة بنت قيس وأمره A إياها بالانتقال إلى ابن أم مكتوم الأعمى وقال لها: \" فإنك إذا وضعت خمارك لم يرك \" لقد بينت هناك وجه دلالة الحديث على أن الوجه ليس بعورة فرد الشيخ ذلك (ص 221 - 223) بعد كلام طويل لا طائل تحته ودس فيه ما لا أقول به ومن ذلك قوله: ¶ وأين النص في الحديث على وجوب ستر الرأس وحده وتحريم كشفه عند الرجال الأجانب دون الوجه والرقبة ¶ فأقول: أما النص فهو في إذنه لها في أن تظهر أمام الضيفان بخمارها الذي لا يغطي الوجه لولا خشية سقوطه عنها فيرون رأسها ولذلك أمرها بالانتقال إلى ابن أم مكتوم Bهـ وعلل A ذلك بقوله: \" فإنك إذا وضعت خمارك لم يرك \" والخمار غطاء الرأس عند جماهير العلماء كما تقدم تحقيقه بما لا مرد له عند من يعقل وينصف فهذا هو النص على الرأس دون الوجه. وأما قولك: \" والرقبة \" فهو دس رخيص لا أدري هل يمكن أن يصدر مثله من شيخ فاضل متق يدري ما يخرج من فيه؟ فإنه يعلم أن ذكر الرقبة ليس من موضوع البحث وأنه لا خلاف في كونها عورة منها وأن الخمار يسترها. فأعوذ بالله من الحور بعد الكور ¶ وأما اعتراضك على استدلالي المذكور بقولك (ص 222) : ¶ [46]",
            "page": "46",
            "part": "1",
            "seal": "5646A94B"
        },
        {
            "id": "45",
            "nass": "\" ولو كان الأمر كذلك لقال A: فإنك إذا وضعت خمارك لم ير رأسك أولم ير شعرك \" ¶ فأقول: كفاك أيها الشيخ جدلا ومكابرة فإن النبي A لا يتكلم حسب هواك فإنه أفصح من نطق بالضاد وأوتي جوامع الكلم فإن (الخمار) معناه في اللغة التي كانت تفهمها فاطمة Bها على خلاف فهمك المستعجم فلا داعي ليقول لها ما طرحته وألزمتنا به ألا ترى أنه يستطيع أقل الناس فهما أن يقلبه عليك فيقول لك: \" ولو كان الأمر على ما ذهبت إليه أن الخمار يغطي الوجه أيضا لغة لقال: فإنك إذا وضعت خمارك لم ير رأسك ووجهك \". فهل تلتزم هذا أيها الشيخ المسكين أم تجيب بنحو جوابي المذكور وأن الخمار بزعمك يشمل الوجه أيضا؟ وحينئذ يتبين لك أن ما ألزمتنا به غير لازم وأنك تجادل بالباطل لتضل الناس بغير علم فإنك في كل كتابك وردك لم تأت بنص من الكتاب والسنة وأقوال الأئمة المتقدمين - على اختلاف اختصاصاتهم - يشهد لزعمك المذكور ولن تستطيع إلى ذلك سبيلا البتة ¶ ومن الدليل على ذلك تصريح ابن بلدك الشيخ الفاضل محمد بن عثيمين: بأن الخمار ما تغطي به المرأة رأسها - كما تقدم نقله عنه - ولذلك - فيما أظن - رأى السلامة أيضا أن لا يدخل نفسه في مثل مجادلتك ومكابرتك فلم يتعرض للجواب عن استدلالنا بهذا الحديث وما ذاك إلا لقوة دلالته والحمد لله الذي تتم بنعمته الصالحات ¶ [47]",
            "page": "47",
            "part": "1",
            "seal": "42E90ADB"
        },
        {
            "id": "46",
            "nass": "البحث السابع: استدلالهم بالأحاديث الضعيفة والآثار الواهية وإصرارهم على ذلك بعد أن وقفوا على عللها التي تمنعهم شرعا من الاحتجاج بها لو أنصفوا ولم يتبعوا أهواءهم. قال شيخ الإسلام ابن تيمية في \" الفتاوى \" (1 / 246) : ¶ والمنقول عن السلف والعلماء يحتاج إلى معرفة بثبوت لفظه ومعرفة دلالته كما يحتاج إلى ذلك المنقول عن الله ورسوله ¶ والشيخ كأنه يجهل قول ابن تيمية هذا فإنه لم يتثبت فيما نقل عن السلف ولا في دلالته بل بعضه حجة عليه وإليك بعض الأمثلة: ¶ الحديث الأول: عن ابن عباس قال: ¶ (ضعيف) \" أمر الله نساء المؤمنين إذا خرجن من بيوتهن في حاجة أن يغطين وجوههن. . . ويبدين عينا واحدة \" وسيأتي في الكتاب (ص 88) ¶ لقد بينت هناك أن للحديث علتين فأغمضوا أعينهم عنهما وتتابعوا جميعا على الاحتجاج به وصرح السندي (ص 19 - 20) بصحة سنده دون أن يتبين ذلك على أسلوب علماء الحديث عامله الله بما يستحق وخفي ذلك على الإسكندراني فأقره (2 / 265) والله المستعان وكرره الشيخ التويجري مرارا (ص 163 و 226 و 265) ونسبني بسبب مخالفتي إياه إلى الإلحاد فقال (ص 233) : ¶ [48]",
            "page": "48",
            "part": "1",
            "seal": "A82CDDD6"
        },
        {
            "id": "47",
            "nass": "\" وكلام الألباني في تفسير أية الأحزاب لم يسبقه إليه أحد من الصحابة والتابعين وقد خالف ما جاء عن حبر الأمة وغيره من أكابر التابعين في تفسيرها فهو إذا من الإلحاد في آيات الله تعالى وتحريف الكلم. . . \" ¶ كذا قال - هداه الله - ولست أقابله إلا بقوله تعالى تعليما لنا: (وإنا أو إياكم لعلى هدى أو في ضلال مبين) [سبأ: 24] ولكني سأثبت لكل منصف أن كلام الشيخ سيحور عليه مصداق قوله A في الحديث المتفق على صحته: ¶ (صحيح) \" ومن دعا رجلا بالكفر أو قال: عدو الله وليس كذلك إلا حار عليه \" وقول المثل السائر: \" رمتني بدائها وانسلت \" ¶ وذلك أن هناك رواية أخرى عن ابن عباس - في المصدر الذي نقل الشيخ الرواية الأولى منه وهو \" الدر المنثور \" - كتمها الشيخ ومقلدوه لأنها تخالف أهواءهم ونصها في تفسير آية الإدناء: \" وإدناء الجلباب أن تقنع وتشد على جبينها \". رواه ابن جرير وابن مردويه ¶ وهذا نص قولنا وذكره ابن جرير (22 / 33) تحت قوله: ¶ وقال آخرون: بل أمرن أن يشددن جلابيبهن على جباههن ¶ وهذا وإن كان إسناده ضعيفا فإنه أرجح من الأول لأمور:",
            "page": "48",
            "part": "1",
            "seal": "28EAE2A3"
        },
        {
            "id": "48",
            "nass": "1 - أنه الأقرب إلى لفظ (الإدناء) كما تقدم في \" البحث الأول \" ¶ [49]",
            "page": "49",
            "part": "1",
            "seal": "5FF13BEF"
        },
        {
            "id": "49",
            "nass": "2 - أنه الموافق لما صح عن ابن عباس من طرق سبعة عنه: أن الوجه والكفين من الزينة الظاهرة التي يجوز كشفها وقد خرجت الطرق السبعة في \" المقدمة \" وبعضها صحيح - كما سيأتي في الكتاب - وهو نص في المقصود كما قال ابن القطان الفاسي في \" النظر في أحكام النظر \" (ص 20 / 2) وقواه بتوثيقه لرجاله وأشار السندي إلى أسانيده جزم بعدم صحتها (ص 18) وإن من خبثه وتدليسه أنه ساق الضعيف منها وأفاض في إعلالها وكتم الصحيح منها وأقره الإسكندراني (3 / 265) لجهله بهذا العلم الشريف ولذلك فقد أساء إلى نفسه وإلى قرائه بدخوله فيما لا يحسنه",
            "page": "49",
            "part": "1",
            "seal": "E9069EDA"
        },
        {
            "id": "50",
            "nass": "3 - أنه الموافق لما رواه أبو الشعثاء (1) : أن ابن عباس قال: ¶ تدني الجلباب إلى وجهها ولا تضرب به ¶ _________ ¶ (1) قلت: واسمه جابر بن زيد البصري تابعي ثقة جليل قال الذهبي في \" السير \" (4 / 482) : ¶ وهو من كبار تلامذة ابن عباس ¶ قلت: وصح عن ابن عباس أنه قال: \" ولو أن أهل البصرة نزلوا عند قول جابر بن زيد لأوسعهم علما عما في كتاب الله \". أخرجه أبو نعيم (3 / 85) وغيره بسند صحيح عنه. وروى (3 / 89) بسند جيد عن هند بنت المهلب قالت: \" كان جابر بن زيد أشد الناس انقطاعا إلى وإلى أمي. . . وإن كان ليأمرني أن أضع الخمار. ووضعت يدها على الجبهة \" ¶ [50]",
            "page": "50",
            "part": "1",
            "seal": "3A9C163C"
        },
        {
            "id": "51",
            "nass": "أخرجه أبو داود في \" مسائله \" (ص 110) بسند صحيح جدا (1)",
            "page": "50",
            "part": "1",
            "seal": "F1F18048"
        },
        {
            "id": "52",
            "nass": "4 - أنه المنقول عن بعض تلامذة ابن عباس Bهـ كسعيد بن جبير فإنه فسر الإدناء: بوضع القناع على الخمار وقال: ¶ لا يحل لمسلمة أن يراها غريب إلا أن يكون عليها القناع فوق الخمار وقد شدت بها رأسها ونحرها ¶ وسيأتي في الكتاب (ص 85) ¶ وذكر نحوه أبو بكر الجصاص في \" أحكام القرآن \" (3 / 372) عن مجاهد أيضا مقرونا مع ابن عباس: ¶ تغطي الحرة إذا خرجت جبينها ورأسها ¶ ومجاهد ممن تلقي تفسير القرآن عن ابن عباس Bهـ ¶ ثم تلقاه عن مجاهد قتادة رحمهم الله تعالى فإنه من تلامذته والرواة عنه فقال في تفسير (الإدناء) : ¶ أخذ الله عليهن إذا خرجن أن يقنعن على الحواجب ¶ _________ ¶ (1) رواه عن أحمد عن شيخين له: يحيى بن سعيد وروح - وهو ابن عبادة - واللفظ ليحيى وخالفه روح فزاد زيادة لما سئل: وما \" ولا تضرب به \"؟ فقال: \" تعطفه وتضرب به على وجهها كما هو مسدول على وجهها \" وهذه زيادة شاذة لا تصح لأن يحيى جبل في الحفظ قال أحمد: \" إليه المنتهى في التثبت في البصرة \". وقال: \" هو أثبت من هؤلاء \". يعني: ابن مهدي وغيره. فإذا قابلت هذه الشهادة منه بقوله وفي روح: \" لم يكن به بأس \" عرفت الفرق بينهما ولم تقبل زيادته على يحيى ولم يدر التويجري هذا الفرق ورجح رواية روح واحتج بها ذلك مبلغه من العلم بهذا الفن ¶ [51]",
            "page": "51",
            "part": "1",
            "seal": "E4276570"
        },
        {
            "id": "53",
            "nass": "أخرجه ابن جرير (22 / 23) بسند صحيح عنه (1) ¶ فقوله: \" يقنع \" أي: يلبسن القناع ويشددنه على الحواجب والرأس فإن (القناع) هو أوسع من المقنع والمقنع ما تقنع به المرأة رأسها كما في \" القاموس \" وغيره وتقدم مثله (ص 19 - 20) عن الحافظ وغيره ¶ فمن العجيب الغريب حقا أن يذكر الشيخ التويجري - ومن قلده من المحوشين والمقمشين - هذا الأثر عقب حديث ابن عباس الضعيف هذا وعقب ذلك أثر عبيدة السلماني - الآتي بيان ما فيه من العلل - ذكر هذا الأثر عقب ذلك مستشهدا به وهو حجة عليه كما ترى ولست أدري - والله - أهذا من جهل الشيخ بلغته أو تجاهل مقصود منه؟ فإن كان الأول فهل خفي عليه أن الإمام ابن جرير ذكره مترجما به للقول الثاني المخالف لقول من قال بحديث ابن عباس الضعيف فقال عقبه (22 / 33) : ¶ وقال آخرون: بل أمرن أن يشددن جلابيبهن على جباههن ذكر من قال ذلك ¶ ؟ ¶ ثم ساق تحته حديث ابن عباس الذي في صدد ترجيحه بهذه الأمور الأربعة أتبعه بأثر قتادة هذا ¶ أفلا يحق لي بعد هذا البيان أن أقول: إن ما اتهمني الشيخ به من ¶ _________ ¶ (1) وحسنه الأخ مصطفى العدوي في \" حجابه \" (ص 59) فقصر ولكنه خير من التويجري الذي سكت عنه وإن كان قلده في عدم الانتباه لكونه حجة عليه ¶ [52]",
            "page": "52",
            "part": "1",
            "seal": "49868B02"
        },
        {
            "id": "54",
            "nass": "المخالفة للصحابة والتابعين والإلحاد في آيات الله تعالى وتحريف الكلم. . . أنه وصفه هو؟ وأن ما نسبه إلى ابن عباس جازما به كذب عليه؟ وأني أنا أسعد الناس بمتابعته Bهـ في الرواية الراجحة عنه في تفسير الآية الكريمة وفي غيرها كما سيأتي في تفسير: (إلا ما ظهر منها) (ص 102) ¶ وإذا تبين ضعف حديث ابن عباس في أمر النساء بتغطية وجوههن إلا عينا واحدة وأن الرواية الأخرى عنه المصرحة بشد الجلباب على جبينها أقوى منها - لشواهدها وموافقتها (الإدناء) لغة ولتفسيره - يتبين للقراء الكرام حقيقة مرة مؤسفة: وهي أن الشيخ التويجري قد سن لمن كتب في هذه المسألة سنة سيئة وهي الاحتجاج بما لم يصح من الأحاديث مع علمه بضعفها وعلتها المبينة في كتابي - كما سيأتي (ص 73) - وإعراضه عن الإجابة عنها وعن ذكر ما يعارضها فعليه يصدق قوله A - والذي يضعه في آخر كتابه (ص 249) في غير موضعه فظلمني بذلك - ألا وهو قوله A: \". . . ومن سن في الإسلام سنة سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة. . . \" الحديث. فقد قلده عامة من وافقه على الاحتجاج بهذا الحديث الواهي والسكوت عليه ومنهم من عز علي احتجاجه به في \" رسالة الحجاب \" (ص 12) لظني أنه يتحرى السنة الصحيحة وبخاصة فيما يعلم أن العلماء مختلفون فيه فكيف ¶ [53]",
            "page": "53",
            "part": "1",
            "seal": "90BA334B"
        },
        {
            "id": "55",
            "nass": "يكون حال الآخرين الذين لا يحسنون إلا التقليد والجعجعة بل إن بعضهم زاد عليهم وقفا ما لا علم له به فصححه وهو المدعو صالح بن إبراهيم البليهي فيما سماه \" يا فتاة الإسلام \" (ص 201 و 252) وهذا مما لم يقله عالم من قبل ولا يمكن أن يتفوه به مبتدئ في هذا العلم فهذا مؤلف كتاب \" الحجاب \" الأخ مصطفى العدوي من الناشئين في هذا المجال لم يسعه إلا أن يعترف بضعف إسناده (ص 28 و 46) وإن كان كتم العلة الثانية منه وهي ضعف عبد الله بن صالح كما تقدم لكنه قد صرح بها في كتابه الآخر \" أحكام النساء \" (ص 19) ¶ وإن مما يسترعي الانتباه ويلفت النظر قول الشيخ الفاضل ابن عثيمين بعد أن ساق الحديث جازما به: ¶ وتفسير الصحابي حجة بل قال بعض العلماء: إنه في حكم المرفوع إلى النبي A ¶ فأقول: نعم ولكن أثبت العرش ثم انقش فقد كان الواجب عليك يا فضيلة الشيخ قبل أن تقول هذا أن تجيب عن علتي الحديث وتثبت صحته على أصول علم الحديث كما هو المفروض في أمثال هذه المسألة الخلافية ولا سيما وأنت في صدد الرد على مخالفك وقد ضعف حديثك هذا من قبل فإذا كنت مسلما بضعفه فلم احتججت به؟ وأن كنت ترى صحته فلماذا لم ترد عليه وتقيم الحجة على صحته؟ أليس هذا مما يتنافى ¶ [54]",
            "page": "54",
            "part": "1",
            "seal": "DAE965A4"
        },
        {
            "id": "56",
            "nass": "مع الكلمة الطيبة التي ذكرتها في رسالتك وقد جاء فيها (ص 32) : ¶ أنه يجب على كل باحث يتحري العدل والإنصاف. . . أن يقف بين أدلة الخلاف موقف الحاكم من الخصمين فيحكم بطريق العلم فلا يرجح أحد الطرفين بلا مرجح ¶ ؟ ¶ فما أظنك فعلت ما أوجبت لأنك لو فعلت لم تحتج به - إن شاء الله - لظهور ضعفه أو إن كان العكس ورأيت صحته - وهذا بعيد جدا عن \" كل باحث \" - فلم كتمت الدليل على صحته؟ أهذا هو موقف الحاكم من الخصمين؟ (يا أيها الذين لم تقولون ما لا تفعلون. كبر مقتا عند الله أن تقولوا ما لا تفعلون) [الصف: 2 و 3] ¶ الحديث الثاني: من الضعيف الذي استدلوا به ولهج به الشيخ التويجري ومقلدوه: (ضعيف) \" سؤال ابن سيرين عبيدة السلماني عن آية (الإدناء) ؟ فتقنع عبيدة بملحف وغطى رأسه كله حتى بلغ الحاجبين وغطى وجهه وأخرج عينه اليسرى \". خرجه السيوطي في \" الدر \" (5 / 221) ونقله التويجري (ص 163 - 164) ¶ وبيان ضعفه من وجوه:",
            "page": "54",
            "part": "1",
            "seal": "E7FCD82A"
        },
        {
            "id": "57",
            "nass": "1 - أنه مقطوع موقوف فلا حجة فيه لأن عبيدة السلماني تابعي اتفاقا فلو أنه رفع حديثا إلى النبي A لكان مرسلا لا حجة فيه فكيف إذا كان موقوفا عليه كهذا؟ فكيف وقد خالف تفسير ترجمان ¶ [55]",
            "page": "55",
            "part": "1",
            "seal": "0CB069BD"
        },
        {
            "id": "58",
            "nass": "القرآن: ابن عباس ومن معه من الصحابة؟",
            "page": "55",
            "part": "1",
            "seal": "A84A0362"
        },
        {
            "id": "59",
            "nass": "2 - أنهم اضطربوا في ضبط العين المكشوفة فيه فقيل: \" اليسرى \" - كما رأيت - وقيل: \" اليمنى \" وهو رواية الطبري (22 / 33) وقيل: \" إحدى عينيه \" وهي رواية أخرى له ومثلها في \" أحكام القرآن \" للجصاص (3 / 371) و \" تفسير البغوي \" (3 / 444) وغيرهما",
            "page": "55",
            "part": "1",
            "seal": "291D4130"
        },
        {
            "id": "60",
            "nass": "3 - ذكره ابن تيمية في \" الفتوى \" (15 / 371) بسياق آخر يختلف تماما عن السياق المذكور فقال: ¶ وقد ذكر عبيدة السلماني وغيره: إن نساء المؤمنين كن يدنين عليهن الجلابين من فوق رؤوسهن حتى لا يظهر إلا عيونهن لأجل رؤية الطريق ¶ ونقله عنه التويجري (166) وابن عثيمين (ص 13) وغيرهما وارتضوه ¶ وإذا عرفت هذا فاعلم أن الاضطراب عند علماء الحديث علة في الرواية تسقطها عن مرتبة الاحتجاج بها حتى ولو كان شكليا كهذا لأنه يدل على أن الراوي لم يضبطها ولم يحفظها على أن سياق ابن تيمية المذكور ليس شكليا كما هو ظاهر لأنه ليس في تفسير الآية وإنما هو إخبار عن واقع النساء في العصر الأول وهو بهذا المعنى صحيح ثابت في أخبار كثيرة كما سيأتي في الكتاب بعنوان: \" مشروعية ستر الوجه \" (ص 104) ولكن ذلك لا يقتضي وجوب الستر لأنه مجرد فعل منهن ولا ينافي وجود من كانت لا تستر وجهها بل هذا ثابت أيضا في ¶ [56]",
            "page": "56",
            "part": "1",
            "seal": "B5B3946F"
        },
        {
            "id": "61",
            "nass": "عهده A كما سيأتي وتقدم بعضها",
            "page": "56",
            "part": "1",
            "seal": "27429BA5"
        },
        {
            "id": "62",
            "nass": "4 - مخالفته لتفسير ابن عباس للآية كما تقدم بيانه فما خالفه مطرح بلا شك ¶ الحديث الثالث: عن محمد بن كعب القرظي مثل حديث ابن عباس الأول في: (يدنين عليهن من جلابيبهن) قال: ¶ (موضوع) \" تخمر وجهها إلا إحدى عينيها \" ¶ أخرجه ابن سعد في \" الطبقات \" (8 / 176 - 177) : أخبرنا محمد بن عمر عن ابن أبي سبرة عن أبي صخر عنه ¶ قلت: وهذا إسناد موضوع آفته ابن أبي سبرة قال الإمام أحمد في \" العلل \" (1 / 204) : ¶ كان يكذب ويضع الحديث ¶ والراوي عنه محمد بن عمر - وهو الواقدي - قريب منه قال الحافظ في \" التقريب \": ¶ متروك ¶ وقال أحمد: \" كذاب \" ¶ ثم هو إلى ذلك مرسل كما سيأتي في الكتاب (ص 90 - 91) ¶ ومع هذا البلاء الذي في إسناد هذا الحديث ذكره الأخ محمد بن إسماعيل في \" العودة \" (3 / 214) ساكتا عنه مع عزوه إياه ل \" الطبقات \" ¶ [57]",
            "page": "57",
            "part": "1",
            "seal": "C1C8C249"
        },
        {
            "id": "63",
            "nass": "كما سكت عنه الشيخ التويجري في غير ما موضع من كتابه (ص 227 و 233) مشيرا بذلك إلى تقوية الحديث الأول والمبتدئون في هذا العلم يعلمون أن مثل هذا الإسناد الهالك لا يصلح للتقوية ولكن هل هم على علم به أم هم قوم حطابون نقلة؟ أحلاهما مر ¶ الحديث الرابع: عن الفضل بن عباس قال: ¶ (ضعيف) كنت ردف النبي A وأعرابي معه ابنة له حسناء فجعل يعرضها لرسول الله A رجاء أن يتزوجها قال: فجعلت ألتفت إليها وجعل رسول الله A يأخذ برأسي فيلتويه ¶ أخرجه أبو يعلى في \" مسنده \" (12 / 97) من طريف يونس بن أبي إسحاق عن أبي إسحاق عن سعيد بن جبير عن ابن عباس عنه ¶ قلت: وهذا إسناد ضعيف رجاله ثقات ومتنه منكر وفيه علل خمس: ¶ الأولى: عنعنة أبي إسحاق - وهو السبيعي - فإنه مدلس ¶ والثانية: اختلاطه فلا يحتج بحديثه إلا ما حدث به قبل الاختلاط مع تصريحه بالتحديث وذلك غير متوفر هنا أما الأول فلما يأتي وأما الآخر فلما تقدم ¶ والثالثة: لين في ابنه يونس ولعل ذلك خاص في روايته عن أبيه ¶ [58]",
            "page": "58",
            "part": "1",
            "seal": "B10A5185"
        },
        {
            "id": "64",
            "nass": "فإنه روى عنه بعد الاختلاط كما جزم بذلك ابن نمير فيما نقله عنه الحافظ ابن رجب الحنبلي في \" شرح علل الترمذي \" (2 / 520) وانظر (2 / 672) منه ¶ والرابعة: مخالفته لابنه إسرائيل وهو ثقة وأحفظ من أبيه فقد روى هذا الحديث عن جده به إسنادا ومتنا إلا أنه لم يذكر: \" وأعرابي معه ابنة له. . . رجاء أن يتزوجها \" ¶ أخرجه أحمد (1 / 213) والطبراني في \" الكبير \" (18 / 288) ¶ قلت: وإسرائيل مقدم عند الاختلاف على يونس لما تقدم ولذا قال الإمام أحمد: ¶ حديث إسرائيل أحب إلي منه ¶ قلت: فهذه الزيادة منكرة للمخالفة المذكورة وهذا على افتراض أنها ليست من تخاليط أبي إسحاق ولم يحدث بها فإن كان حدث بها فتكون شاذة لما ذكرنا من حاله ولعلة أخرى وهي: ¶ الخامسة: مخالفته لجميع الثقات الذين رووا الحديث عن ابن عباس دون الزيادة وهم أربعة فيما وقفت عليه وكلهم ثقات:",
            "page": "58",
            "part": "1",
            "seal": "D48E9B96"
        },
        {
            "id": "65",
            "nass": "1 - سليمان بن يسار في \" الصحيحين \" وغيرهما وسيأتي تخريجه في الكتاب (ص 61 - 62) ¶ [59]",
            "page": "59",
            "part": "1",
            "seal": "CCA99C39"
        },
        {
            "id": "66",
            "nass": "2 - الحكم بن عتيبة رواه أحمد بسند صحيح",
            "page": "59",
            "part": "1",
            "seal": "20E26A89"
        },
        {
            "id": "67",
            "nass": "3 - عطاء بن أبي رباح أحمد أيضا بسند جيد",
            "page": "59",
            "part": "1",
            "seal": "45519245"
        },
        {
            "id": "68",
            "nass": "4 - مجاهد عند الطبراني في \" الكبير \" وإسناده جيد أيضا ¶ وإن مما يؤكد شذوذها أنها لم ترد في حديث علي أيضا عند الترمذي وصححه ويأتي تخريجه هناك ¶ ولا يخفى على البصير بهذا العلم الشريف أن علة واحدة من هذه العلل الخمس كافية في تضعيف الحديث فكيف بها مجتمعة؟ فالعجب كل العجب من الحافظ ابن حجر كيف قال في \" الفتح \" (4 / 67) : ¶ رواه أبو يعلى بإسناد قوي ¶ ؟ ¶ وقد وقف على هذه التقوية الشيخ عبد القادر بن حبيب السندي في رسالته \" الحجاب \" فتشبث بها وعقد بحثا من صفحة (27 - 43 / الطبعة الخامسة) حاول فيه إثبات صحة هذا الإسناد بطرق ملتوية عجيبة ولغة ركيكة وكثير منه غير مفهوم لعجمته وما كان مفهوما منه فهو ما نقله عن غيره غالبا وفيه ما هو حجة عليه يبطل تصحيحه المذكور مع تناقض عجيب فقد نقل عن الحافظ أنه قال في أبي إسحاق السبيعي: \" اختلط بأخرة \" ثم عقب بقوله: ¶ [60]",
            "page": "60",
            "part": "1",
            "seal": "E1923D0B"
        },
        {
            "id": "69",
            "nass": "\" قلت: رواية ابنه يونس لم تكن في حالة الاختلاط إن شاء الله تعالى \" ¶ وهذا - كما هو ظاهر - يعني أنه يعترف بالاختلاط كمبدأ ولكنه سرعان ما ينكل عن ذلك فيقول بعد سطور: ¶ ولم أقف على اختلاط أبي إسحاق ومع أنه ذكره ابن الكيال في كتابه ¶ الكواكب النيرات \" (ص 341 - 356) \" ¶ كذا قال المسكين فوفق أيها القارئ الكريم - إن استطعت - بين نفيه الوقوف واعترافه بذكر الكيال له في الكتاب المذكور وتمام اسمه \" في معرفة من اختلط من الرواة الثقات \" وبشهادة الحافظ باختلاطه أيضا وقد ذكره آخرون: كابن الصلاح وابن كثير وغيرهم كثير وكثير وبينوا - رحمهم الله - من روى عنه قبل الاختلاط فيحتج به ومن روى عنه بعده فلا يحتج به ومن هؤلاء يونس بن أبي إسحاق كما تقدم عن ابن نمير وهذا مما صرح السندي بخلافه آنفا وكم له من مثل هذه المخالفات - وقد أحصيت له منها في الحديث وحده ثمانية - يطول الكلام جدا بذكرها وموضع بيانها في \" سلسلة الأحاديث الضعيفة \" برقم (5959) ومنها زعمه أن تدليس أبي إسحاق لم يكن ضارا ورد على الحافظ ذكره إياه في الطبقة الثالثة ولم يعلم بقول ابن القطان في \" الوهم والإيهام \" (2 / 208 / 2) : \" كان يدلس كثيرا \" ¶ [61]",
            "page": "61",
            "part": "1",
            "seal": "9D8682BC"
        },
        {
            "id": "70",
            "nass": "ولقد كان الحامل له على أن يدخل نفسه فيما لا يحسنه إنما هو الظهور بمظهر الباحث المحقق الذي جاء بما لم تستطعه الأوائل وهو أن يقدم إلى المتشددين سلاحا جديدا لإبطال دلالة حديث الخثعمية الصحيح على جواز الإسفار عن الوجه فقد اعترف في أول بحثه بأن فيه تقريرا على كشف الوجه خلافا للشيخ التويجري ومقلديه بيد أنه علل كشفها بأنه إنما \" كان لأجل النظر في حق الخاطب \" كما قال (ص 37) ثم أكد ذلك في مكانين آخرين (ص 38 و 40) ¶ فيقال له: لقد أصابك هوس التأويل والتعطيل للأدلة الصريحة في الحديث الصحيح المتفق عليه باعتمادك على هذه الزيادة المنكرة مع أنه ليس فيها أن النبي A كان خاطبا وإنما فيها العرض عليه A لعله يتزوجها فلو صح هذا فهو كحديث الواهبة نفسها للنبي A الذي حمله التويجري على الخاطب أيضا ولا خاطب كما تقدم بيانه في الرد عليه في \" البحث السادس: تعطيل الأحاديث الصحيحة المخالفة لهم \" (ص 41) فراجعه فإنه مهم ¶ ثم لو سلمنا بما زعم السندي فذلك لا يقتضي أن قصة بنت الأعرابي هو نفس قصة الخثعمية بل هذه غير تلك يقينا وإلى ذلك جنح الحافظ ابن القطان في كتابه \" النظر في أحكام النظر \" (52 / 1 - 2) لاختلاف سياقها عن تلك فبقيت سالمة من ذاك التأويل الهدام ¶ [62]",
            "page": "62",
            "part": "1",
            "seal": "3BC78882"
        },
        {
            "id": "71",
            "nass": "الحديث الخامس: عن أم سلمة قالت: ¶ كنت عند رسول الله A وعنده ميمونة فأقبل ابن أم مكتوم - وذلك بعد أن أمرنا بالحجاب - فقال النبي A: \" احتجبا منه \". فقلنا: يا رسول الله أليس أعمى لا يبصرنا ولا يعرفنا؟ فقال النبي A: ¶ أفعمياوان أنتما؟ ألستما تبصرانه؟ ¶ أخرجه أصحاب السنن إلا ابن ماجه وغيرهم من طريق الزهري: حدثني نبهان مولى أم سلمة عنها. وهو مخرج في \" الإرواء \" (6 / 210 / 1806) و \" الضعيفة \" (5958) فمن شاء التفصيل رجع إليهما أو على الأقل إلى الأول منهما لأن الآخر لما يطبع حتى الساعة ¶ وخلاصة التحقيق الوارد فيهما:",
            "page": "62",
            "part": "1",
            "seal": "48FD7A27"
        },
        {
            "id": "72",
            "nass": "1 - أن الحديث تفرد به نبهان وعنه الزهري كما قال النسائي والبيهقي وابن عبد البر وغيرهم",
            "page": "62",
            "part": "1",
            "seal": "206AA856"
        },
        {
            "id": "73",
            "nass": "2 - وأن نبهان مجهول العين كما أفاده البيهقي وابن عبد البر وقريب منه قول الحافظ في \" التقريب \": \" مقبول \" (1) فإنه يعني: أنه غير مقبول ¶ _________ ¶ (1) عزا هذا القول في \" أحكام النساء \" للعدوي (ص 13) للحافظ في \" الفتح \" ولعله سبق قلم أو خطأ مطبعي ولم يتعرض لتقوية إسناده في \" الفتح \" والرد عليه ولا أجاب عن رواية محمد بن عبد الرحمن أيضا عن نبهان ولكنه على كل حال جزم بضعف حديثه هذا ¶ [63]",
            "page": "63",
            "part": "1",
            "seal": "3272234B"
        },
        {
            "id": "74",
            "nass": "إلا عند المتابعة كما نص عليه في مقدمة \" التقريب \" وأن قوله في \" الفتح \": \" إسناده قوي \" غير قوي لمخالفته لقوله في \" التقريب \" وللقواعد الحديثية - كما هو مبين في \" الضعيفة \" - على أن قوله: \" مقبول \" وإن كان مؤيدا لضعف الحديث فهو غير مقبول لأن حقه أن يقول مكانه: \" مجهول \" لما تقدم من تفرد الزهري عنه وما في \" تهذيبه \": أنه روى عنه أيضا محمد بن عبد الرحمن مولى آل طلحة فهو غير محفوظ كما حققه البيهقي وشرحته هناك في \" الضعيفة \" وفيه الرد على الحافظ مفصلا وعلى غيره ممن سبقه أو قلده من المقلدين كالتويجري وغيره ممن خالفوا التحقيق العلمي وأقوال الأئمة الآخرين - ومنهم الإمام أحمد C كما يأتي - ولذلك لم يسع الحافظ إلا أن يصرح في مكان آخر من \" الفتح \" بقوله (1 / 550) : ¶ وهو حديث مختلف في صحته ¶ فهل علم الشيخ التويجري بهذا النص من الحافظ أم جهله؟ فإن كان الأول فلماذا اكتفى - كلما ذكر هذا الحديث - بذكر من صححه من المتساهلين والرد على من خالفه بقوله (ص 154) : ¶ ولا يلتفت إلى من قدح فيه بغير حجة معتمدة ¶ كذا قال - هداه الله - وهو يشير بذلك إلى الرد علي فإني كنت ضعفت الحديث بالجهالة في \" الإرواء \" في المكان المشار إليه آنفا. أهكذا ¶ [64]",
            "page": "64",
            "part": "1",
            "seal": "C51C2587"
        },
        {
            "id": "75",
            "nass": "يكون الرد يا فضيلة الشيخ؟ أهذا هو سبيل العلماء؟ أرأيت لو أن رادا رد عليك كتابك الذي ترد فيه على مخالفك أو رد على من قلدك بغير علم ولا كتاب منير فألف رسالته التي سماها: \" اللباب في فريضة النقاب \" بمثل قولك هذا أيكون محقا في رده أم جاهلا كذاك الدكتور - زعموا - الذي ألف في الرد عليك - أو على مقلدك المشار إليه - كتابا سماه \" تحريم النقاب \"؟ (1) لا شك أنه فعل فعلتك هذه أو نحوها من المكابرة والادعاء أقول هذا وإن كنت لم أطلع على كتابه ولكني وقفت على نتف منه مردودا عليه في \" مجلة التوحيد \" التي تصدرها جماعة أنصار السنة في القاهرة / العدد السابع سنة (1411) ¶ لقد كان المفروض - يا فضيلة الشيخ - أن تنصح لقرائك وتحكي حجة مخالفك وتقرع الحجة بالحجة كما يقتضيه علم مصطلح الحديث وليس على سبيل المقلدين الذين يمثل فعلهم المثل المعروف: \" عنزة ولو طارت \" ¶ في ظني أن الشيخ قال تلك الكلمة الهزيلة لعدم علمه بمن سبقني إلى تضعيف الحديث وإعلاله بنبهان وإلا لما أجاز لنفسه أن يقولها وهو يصيب بها أئمة لهم وزنهم - حتى عند أمثاله من المقلدين الذين ليس لهم ¶ _________ ¶ (1) انظر: \" تحذير الأصحاب من جهالات من يزعم تحريم النقاب \" تأليف علي إبراهيم حشيش ¶ [65]",
            "page": "65",
            "part": "1",
            "seal": "A6077787"
        },
        {
            "id": "76",
            "nass": "معرفة بهذا العلم الشريف - مثل الإمام أحمد - كما سبقت الإشارة إليه - ومن تبعه من علماء الحنابلة فضلا عن غيرهم وهذا أوان الوفاء بما أشرت: ¶ قال الإمام أبو محمد بن قدامة المقدسي في \" المغني \" (7 / 465 - 466) وأبو الفرج بن قدامة المقدسي في \" الشرح الكبير \" (7 / 352 - 353) والشيخ منصور بن يونس البهوتي في كتابه القيم \" شرح منتهى الإرادات \" (3 / 6) (1) و \" المنتهى \" للشيخ محمد تقي الدين ابن شيخ الإسلام أحمد شهاب الدين بن نجار الفتوحي وكلهم من كبار علماء الحنابلة فقال الشيخ منصور - وما بين الهلالين للشيخ تقي الدين ونحوه عن المقدسيين -: ¶ (و) يباح (لامرأة نظر من رجل إلى غير عورة) لقوله A لفاطمة بنت قيس: ¶ اعتدي في بيت ابن أم مكتوم فإنه رجل أعمى تضعين ثيابك فلا يراك \". وقالت عائشة: \" كان رسول الله A يسترني بردائه وأنا أنظر إلى الحبشة يلعبون في المسجد \". متفق عليهما. ولأنهن لو منعن النظر لوجب على الرجال الحجاب كما وجب على النساء لئلا ينظرن إليهم. فأما حديث نبهان عن أم سلمة قالت: \" قلت: فذكر الحديث كما تقدم ¶ _________ ¶ (1) نشرته رئاسة إدارات البحوث العلمية والإفتاء بالمملكة العربية السعودية فهو إذن من الكتب المعتمدة عندهم ¶ [66]",
            "page": "66",
            "part": "1",
            "seal": "7C135D2A"
        },
        {
            "id": "77",
            "nass": "ثم قال:) فقال أحمد نبهان روى حديثين عجيبين: هذا الحديث والآخر: \" إذا كان لإحداكن مكاتب فلتحتجب منه \" كأنه أشار إلى ضعف حديثه إذا لم يرو إلا هذين الحديثين المخالفين للأصول. وقال ابن عبد البر: نبهان مجهول لا يعرف إلا برواية الزهري عنه هذا الحديث وحديث فاطمة صحيح فالحجة لازمة. ثم يحتمل أن حديث نبهان خاص بأزواج رسول الله A بذلك قال أحمد وأبو داود \" ¶ وذكر الشيخ لأحمد: حديث نبهان لأزواجه A وحديث فاطمة لسائر الناس؟ قال: نعم \" ¶ وزاد ابنا قدامة المقدسيين: ¶ وإن قدر التعارض فتقديم الأحاديث الصحيحة أولى من الأخذ بحديث مفرد في إسناده مقال ¶ وما عزوه لأبي داود ثابت في بعض النسخ من \" سننه \" كما في نسخة \" عون المعبود \" (4 / 109) قال أبو داود: ¶ هذا لأزواج النبي A خاصة ألا ترى إلى اعتداد فاطمة بنت قيس عند ابن أم مكتوم ¶ [67]",
            "page": "67",
            "part": "1",
            "seal": "58E4E134"
        },
        {
            "id": "78",
            "nass": "وخلاصة الكلام على هذا الحديث أن الشيخ ومقلديه قد خالفوا - ليضيق أفقهم العلمي - الإمام أحمد ومتبعه من الحنابلة الكبار وغيرهم حديثيا وفقهيا ¶ أما الأول فلأنهم صححوا الحديث وهو عند أحمد وغيره ضعيف معلل بالجهالة ولم ينتبه لها ابن القطان في \" نظره \" (66 / 1) فإن من عادته أن يعل الحديث بمثلها بل وبالجهالة الحالية عنده كما فعل بحديث أم صبية: \" اختلفت يدي ويد رسول الله A في الوضوء من إناء واحد \". (ق 20 / 2) وهو حديث صحيح مخرج في \" صحيح أبي داود \" (71) ¶ وأما الآخر فلأنهم حملوه على عموم النساء وهو خاص بنسائه A وهو الذي استحسنه الحافظ في \" التلخيص \" (3 / 148) وقال: ¶ وبه جمع المنذري في حواشيه واستحسنه شيخنا ¶ وأما غير الحنابلة فقال القرطبي في \" تفسيره \" (12 / 228) : \" هذا الحديث لا يصح عند أهل النقل لأن راويه نبهان ممن لا يحتج بحديثه \" ¶ فما الحيلة مع هذا الشيخ الذي يأخذ من الأقوال ما يشتهي ولو تبين خطؤها ومخالفتها لقواعد العلماء؟ (1) ¶ _________ ¶ (1) وأما أخونا محمد بن إسماعيل فإنه يعد أن نقل قولي الحافظ المتقدمين في الحديث وبعض ما قيل في نبهان قال: \" فإن صح الحديث. . . \" ولذلك أجاز في آخر كتابه (ص 434) أن تكشف وجهها أمام رجل أعمى لا يراها ¶ [68]",
            "page": "68",
            "part": "1",
            "seal": "6AC0492C"
        },
        {
            "id": "79",
            "nass": "هذا ولا بد لي هنا من التنبيه على بعض تدليسات وتضليلات ومشاغبات الشيخ عبد القادر السندي في \" حجابه \" واستغلاله لزلات بعض العلماء وإعراضه عن تطبيقه لقواعدهم العلمية التي وضعوها لمن بعدهم ليلتزموها ويسلموا قيادة عقولهم لها لا لينحرفوا عنها إلى تقليدهم فيما خالفوا فيه قواعدهم كما فعل في ترجمة السبيعي وغيره في حديث الخثعمية (ص 26) فأقول: ¶ أولا: كرر مرتين في صفحة واحدة (49) زعمه أن إسناد هذا الحديث صحيح ثم أكد ذلك في الصفحة التي بعدها مذكرا بالمثل المعروف: \" عنزة ولو طارت \" لأنه مجرد دعوى لم يثبها بترجمته لراويه نبهان على الأقل وما قاله كل أئمة الجرح فيه دون الاقتصار على نقل التوثيق دون التجهيل ويؤكد هذا ما يأتي ¶ ثانيا: كتم الحافظ في \" التقريب \": \" مقبول \" لأنه يعلم أنه يعني به أنه لين الحديث وأنه يعارض قول الحافظ في \" الفتح \" فيه والذي لا وجه له في العلم كما تقدم ¶ ثالثا: قال عقب قوله المشار إليه في \" الفتح \": ¶ ونقله العلامة المباركفوري في ¶ تحفة الأحوذي \" وأيده \" ¶ وهذا كذب على المباركفوري لأنه لا يلزم من مجرد النقل التأييد - كم لا يخفى على أهل العلم - ولا سيما وأنه قد نقل قول الحافظ في ¶ [69]",
            "page": "69",
            "part": "1",
            "seal": "C6CCC0AA"
        },
        {
            "id": "80",
            "nass": "\" التقريب \" - وإن لم يشر إليه -: \" نبهان مقبول من الثالثة \" ونقله هذا في أول شرحه للحديث وقول \" الفتح \" في آخره فإن كان هذا تأييدا فذاك تأييد أيضا فالمباركفوري مجرد ناقل ولم يكن في صدد البحث والتحقيق ليرجح قولا على آخر بحلاف السندي ولذلك كتم قول \" التقريب \" لأنه يستلزم ضعف الحديث لعلم السندي بأنه يعني أن نبهان لين الحديث لأنه ليس له متابع ولذلك فهو يجري على القاعدة اليهودية المشؤومة: \" الغاية تبرر الوسيلة \" ولولا ذاك لنقله أيضا وحاول التوفيق بنيهما ولكنه لما كان يعلم - فيما أظن - أن الجرح مقدم على التعديل - وبخاصة إذا كان التعديل يحتاج إلى تعديل - رأى أن التولي والهرب نصف الشجاعة - كما يقال في بعض البلاد - فكان منه ذلك الكتمان والله المستعان ¶ رابعا: نقل السندي ترجمة نبهان من \" تهذيبي \" المزي والعسقلاني وفيهما: أن ابن حبان ذكره في \" الثقات \" موهما القراء أنهما وثقاه أيضا وليس كذلك كما هو معروف عند العلماء العارفين بأسلوبهما الذي هو مجرد نقل ما قيل في المترجم جرحا وتعديلا ولذلك ألف الحافظ كتابه المتقدم \" تقريب التهذيب \" فإنه مجتهد فيه غير ناقل يقدم فيه رأيه في المترجم بأقل ما يمكن من الألفاظ والبحث في تحقيق هذا مما لا مجال له هنا وحسب القارئ اللبيب المنصف مثالا على ما ذكرت أن الحافظ الذي ¶ [70]",
            "page": "70",
            "part": "1",
            "seal": "11DB93E4"
        },
        {
            "id": "81",
            "nass": "ذكر في \" تهذيبه \" توثيق ابن حبان لم يتبن ذلك في \" تقريبه \" بل لينه بقوله فيه: \" مقبول يعنى: عند المتابعة وإلا فلين الحديث عند التفرد - كما هنا - هذا اصطلاحه فيه كما نص عليه في مقدمته ¶ خامسا: ثم نقل السندي من \" تهذيب المزي \" الحديثين اللذين تعجب من ضعفهما الإمام أحمد - كما تقدم - أحدهما هذا الحديث: \" أفعمياوان أنتما \"؟ وقال عقبهما: ¶ قلت: يرى الإمام المزي C - كما علمت من سياق كلامه - أنه يحتج بهذه الأحاديث (كذا) التي رواها في ترجمة نبهان ويرى أن نبهان ثقة يحتج بحديثه كما نقل عن النسائي بأنه أخرج حديثه الثاني من وجوه أخرى ¶ قلت: فيه أربعة أكاذيب على الحافظ المزي: ¶ الأولى: أنه يحتج بالحديثين المشار إليهما - وقوله: \" الأحاديث \" من مبالغته التي لا تخفى على أحد - وذلك لأن الحافظ لم يزد على ذكرهما بإسنادهما ليبين أنه ليس له عند أصحاب السنن غيرهما ونقل عقبهما تصحيح الترمذي لهما وليقول عقبهما: \" فوقع لنا بدلا عاليا \" (1) ¶ _________ ¶ (1) نوع من أنواع الحديث والرواية بالأسانيد يقل فيها عدد الرواة قال ابن كثير: \" وهو نوع قليل الجدوى بالنسبة إلى بقية الفنون \". وترى في \" الباعث الحثيث \" (181 - 184) ¶ [71]",
            "page": "71",
            "part": "1",
            "seal": "65F85249"
        },
        {
            "id": "82",
            "nass": "فاستغل السندي ذلك وعزاه إلى الحافظ أنه يحتج بهما فصنيعه هذا مثل صنيعه المذكور في (رابعا) والرد هو الرد نفسه ¶ الثانية: أن المزي يرى أن نبهان ثقة وهذا كالذي قبله والرد هو المشار إليه آنفا ¶ الثالثة: عزوه للمزي أنه قال: \" أخرجه من وجوه أخرى \" ¶ فهذا كذب محض أو تدليس خبيث فإنما قال المزي: \" من وجوه أخرى عن الزهري \" وكنت أود أن أقول: لعله سقط من قلمه سهوا قوله: \" عن الزهري \" لولا أنه كرر ذلك مرة أخرى في الصفحة نفسها وأنه لا فائدة من نقله الجملة بتمامها بل هي حجة عليه لأنها صريحة الدلالة بتفرد نبهان بالحديث فليتأمل العاقل ما يفعل الهوى أو الجهل بصاحبه وفي أي واد سحيق يرديه. نسأل الله السلامة ¶ الرابعة: تجاهله مخالفته لحديث مسلم عن فاطمة بنت قيس كما بينه العلماء وأصرح منه رواية الطبراني في \" الكبير \" (24 / 377) بسند صحيح عنها قالت: ¶ وأمرني A أن أكون عند ابن أم مكتوم فإنه مكفوف البصر لا يراني حين أخلع خماري ¶ فهذه أحاديث خمسة من الأحاديث الضعيفة التي يتداولها أكثر المؤلفين في تحريم وجه المرأة وكفيها وهم يخالفون في الإكثار والإقلال ¶ [72]",
            "page": "72",
            "part": "1",
            "seal": "5E9F32A3"
        },
        {
            "id": "83",
            "nass": "منها حسب توسع أحدهم في الموضوع وما يتصل به وأوسعهم في ذلك الشيخ التويجري - هداه الله - فقد سن لهم سنة سيئة فإنه حشد في كتابه كل ما عثر عليه من الأحاديث الواهية التي يتوهم أنها تقوي حجته ولا يشعر أنها في الواقع تفل \" صارمه \" وتجعله ينبو ويكل عن القيام بما كان يرمي إليه وقد بلغ عددها قرابة خمسين مرفوعا - أو تزيد - منها الضعيف والمنكر والموضوع ¶ ومن المفيد أن أقدم إلى القارئ نماذج منها ليكونوا على علم بها أولا وليعرفوا حقيقة علم الشيخ ومن سار مسيرته ثانيا دون الكلام على أسانيدها مكتفيا بالإحالة إلى كتابي الذي خرجته فيه وتكلمت عليه مفصلا",
            "page": "72",
            "part": "1",
            "seal": "AAF17915"
        },
        {
            "id": "84",
            "nass": "1 - \" قول فاطمة Bها لما سئلت: ما خير النساء؟ فقالت: أن لا يرين الرجال ولا يرونهن. (ص 30) \". \" سلسلة الأحاديث الضعيفة \" (6102)",
            "page": "72",
            "part": "1",
            "seal": "37A1DD69"
        },
        {
            "id": "85",
            "nass": "2 - \" ما من امرأة تنزع خمارها في غير بيت زوجها إلا كشفت الستر فيما بينها وبين ربها. (ص 31) (1) \". \" الضعيفة \" (6216) ¶ والحديث صحيح بلفظ: \" ثيابها \" مكان خمارها \" وهو ثابت في عدة ¶ _________ ¶ (1) والحديث كما سكت عنه التويجري سكتت عنه أيضا مقلدته في أسلوبه مؤلفة \" حجابك \" ومع أنها نقلته من \" الترغيب \" للمنذري فلم تنقل عنه إعلاله إياه بابن لهيعة ¶ [73]",
            "page": "73",
            "part": "1",
            "seal": "A3C98674"
        },
        {
            "id": "86",
            "nass": "روايات ذكرها الشيخ نفسه فلماذا ذكر الشيخ هذا اللفظ المنكر: \" خمارها \"؟ ألم يعلم أنها مخالفة ليس فقط للروايات الأخرى بل ولقوله تعالى في آية النور: (ولا يبدين زينتهن إلا لبعولتهن أو آبائهن. . .) إلى أن قال: (أو نسائهن) ؟ لأن المقصود بالحديث نزع ثيابها كلها في حمام السوق - كما هو مشروح في \" آداب الزفاف \" - أما أن ترفع خمارها في غير بيت زوجها إمام النساء المسلمات فالآية صريحة بذلك وسترى في الحديث التالي",
            "page": "73",
            "part": "1",
            "seal": "182F47B2"
        },
        {
            "id": "87",
            "nass": "3 - \" عورة الرجل على الرجل. . . وعورة المرأة على المرأة كعورة المرأة على الرجل. (ص 38) \". \" الضعيفة \" (3923) ¶ ثم فسر الشيخ معناه ثم نقل (ص 41) عن النووي أنه قال: ¶ عورة الرجل مع الرجل ما بين السرة والركبة وكذلك المرأة مع المرأة ¶ وأقره الشيخ على ذلك وأشاد به في فهرس كتابه وذلك منه تقليدا لمذهبه ثم تتابع المقلدون على ذلك مثل محمد كلكل الذي سمى كتابه \" فقه النظر \" (ص 138) ولا فقه ولا نظر وانظر التعليق (1) (ص 128) ¶ وهو من العجائب التي يحار المسلم الذي أنجاه الله من الجمود على المذهب كيف يقولون بأن عورة المرأة من المرأة ما بين السرة والركبة؟ فإن هذا مع كونه مما لا أصل له في الكتاب والسنة بل هو خلاف قوله تعالى ¶ [74]",
            "page": "74",
            "part": "1",
            "seal": "EFC42805"
        },
        {
            "id": "88",
            "nass": "في آية النور: (ولا يبدين زينتهن إلا لبعولتهن أو آبائهن. . .) إلى قوله تعالى: (أو نسائهن) فإن المراد مواضع الزينة وهي: القرط والدملج والخلخال والقلادة وهذا باتفاق علماء التفسير وهو المروي عن ابن مسعود وذكره الشيخ التويجري نفسه في كتابه (ص 156) (1) ¶ فهذا النص القرآني صريح في أن المرأة لا يجوز لها أن تبدي أمام المسلمة أكثر من هذه المواضع فهل الشيخ يرى أن من مواضع الزينة المذكورة في الآية: صدرها وظهرها وخصرها؟ والله لقد احترت في هذا الشيخ الذي يجمع في ذهنه بين المتناقضات فيشدد على المرأة تارة فيحرم عليها ما أباح الله من إبداء الوجه والكفين ويتساهل معها تارة فيبيح لها ما حرم الله من إبدائها لأختها المسلمة ما فوق سرتها الأمر الذي لم يقع فيه بعض الحنفية المتهمين بالأخذ بالرأي فلم يقولوا بقول الشيخ هذا فلم يبيحوا الظهر والبطن لأنها ليست بمواضع الزينة كما في \" البحر الرائق \" (8 / 220) ومما زادني حيرة أنه بذلك خالف أيضا رواية ابن مسعود التي عليها المفسرون وارتضاها الشيخ (ص 156) لأنها في رواية أخرى عنه توافق تشدده المذكور فهل هو الجهل أو التجاهل واتباع الهوى؟ ¶ _________ ¶ (1) وزعم مؤلف \" فتح الغفور \" (ص 21) أن إسناده صحيح لعله من المغفور له بحسن نيته ورواية شعبة التي استقوى بها ليس فيها الرواية المفصلة التي فيها ذكر الزينة الباطنة وهذا مثال لتسرعه في التأليف ¶ [75]",
            "page": "75",
            "part": "1",
            "seal": "3BE260FE"
        },
        {
            "id": "89",
            "nass": "لست أدري والله وقلده في الأمرين الأخ العدوي في \" حجابه \" و \" أحكامه \" (16 - 17) مع علمه هو ومقلده بكثرة المفاسد التي تترتب من تكشف النساء أمام النساء المسلمات بل وأمام الذميات أيضا بل وأما الرجال المحارم أيضا على \" مذهب \" التويجري",
            "page": "75",
            "part": "1",
            "seal": "E7AB6401"
        },
        {
            "id": "90",
            "nass": "4 - \" إن النساء سفهاء إلا التي أطاعت قيمها. (ص 68) \". \" الضعيفة \" (6051)",
            "page": "75",
            "part": "1",
            "seal": "A25929FE"
        },
        {
            "id": "91",
            "nass": "6 - \" وما من صباح إلا وملكان يناديان: ويل للرجال من النساء وويل للنساء من الرجال. (ص 70) \" ¶ الضعيفة ¶ (2018)",
            "page": "75",
            "part": "1",
            "seal": "6D21BD19"
        },
        {
            "id": "92",
            "nass": "7 - \" اتقوا الدنيا واتقوا النساء فإن إبليس طلاع رصاد وما هو بشيء من فخوخه بأوثق لصيده في الأتقياء من النساء. (ص 71) \" ¶ وهذا من موضوعاته \" الضعيفة \" (2065)",
            "page": "75",
            "part": "1",
            "seal": "2FE1A882"
        },
        {
            "id": "93",
            "nass": "8 - \" النظرة الأولى خطأ والثانية عمد والثالثة تدمر. نظر المؤمن إلى محاسن المرأة سهم من سهام إبليس مسموم. . . الحديث. (ص 137) \" ¶ موضوع أيضا وتمام الحديث ضعيف. \" الضعيفة \" (5970) ¶ [76]",
            "page": "76",
            "part": "1",
            "seal": "5E181ED9"
        },
        {
            "id": "94",
            "nass": "9 - \" نهى أن يحد الرجل النظرة إلى الغلام الأمرد. (ص 139) \" ¶ موضوع أيضا. \" الضعيفة \" (5969)",
            "page": "76",
            "part": "1",
            "seal": "5F4A94F5"
        },
        {
            "id": "95",
            "nass": "10 - \" من قعدت منكن في بيتها فإنها تدرك عمل المجاهدين في سبيل الله. (ص 248) \" ¶ الضعيفة ¶ (2744) ¶ هذه نماذج من الأحاديث الضعيفة والموضوعة التي هي بعض مما سود به التويجري كتابه وهي قل من جل كما أشرت آنفا وتقدمت نماذج أخرى من قبل ¶ وإليك مثالا أخرى من نوع جديد يحاول فيه تقوية حديث لقيس بن زيد استدل به على مشروعية استتار النساء على الرجال - وهو مما لا نزاع فيه خلافا لما يوهم به قراءه - فيه تجلبب حفصة بعدما طلقها A قال الشيخ (ص 182 - 183) هداه الله وعلمه: ¶ رواه الطبراني قال الهيثمي: ورجاله رجال ¶ الصحيح \". قلت: ورواه ابن سعد والحارث ابن أبي أسامة بأسانيد صحيحة وهو حديث مرسل على الصحيح وله شاهد من حديث أنس Bهـ عند الحاكم وغيره \" ¶ قلت: هذا تخريج الشيخ وهو على اختصاره فيه خربشات عجيبة: ¶ [77]",
            "page": "77",
            "part": "1",
            "seal": "3D5B571C"
        },
        {
            "id": "96",
            "nass": "أولا: قوله: \" بأسانيد صحيحة \". باطل من ناحيتين: ¶ الأولى: أنه ليس له إلا إسناد واحد ¶ والأخرى: أن هذا الإسناد نفسه ليس بصحيح فقد أعله ابن عبد البر والحافظ بالإرسال كما هو مذكور في الكتاب (ص 86) والشيخ نفسه يقول به ¶ ثانيا: كيف يكون له أسانيد صحيحة وهو يقول عقبه مباشرة: ¶ وهو حديث مرسل على الصحيح ¶ ؟ ¶ هذان قولان متناقضان لا يجتمعان في مخ أحد شم شيئا من رائحة هذا العلم الشريف والأمر واضح جدا لا يحتاج إلى بيان ¶ وبناء على ما تقدم ألا يحق لي أن أقول: فمن كان هذا حاله في الجهل بعلم الحديث وعجزه عن معرفة الحديث الصحيح والضعيف - ولو من طريق التقليد الذي هو الجهل بعينه كما يقول العارفون - فما له ولإدخاله نفسه في زمرة العلماء والفقهاء بل والرد عليهم وتسفيه آرائهم؟ لا أعني نفسي - وإن كنت أرجو أن أحشر معهم - وإنما أعني جمهور العلماء من السلف والخلف الذين تجاهل الشيخ قولهم المبطل لقوله هو كما تقدم بيانه فيما سلف ولقد ذكرني حاله هذا معهم بقول الشاعر: ¶ وابن اللبون إذا ما لز في قرن لم يستطع صولة البزل القناعيس ¶ [78]",
            "page": "78",
            "part": "1",
            "seal": "B20AC572"
        },
        {
            "id": "97",
            "nass": "وفي البحث التالي ما يؤكد ما تقدم آنفا من جهل الشيخ - ومن جرى مجراه - بعلم الحديث وطرق نقده تصحيحا وتضعيفا حسب القواعد العلمية الصحيحة وتعصبهم على حديث النبي A انتصارا لمذهبهم ورأيهم وهواهم والله المستعان ¶ البحث الثامن: تأكيد صحة قوله A: ¶ (صحيح) \" إن المرأة إذا بلغت المحيض لم يصلح أن يرى منها إلا وجهها وكفيها \" ¶ أقول وبالله المستعان: ¶ لقد تهافت القوم على نقد متن هذا الحديث وتضعيفه مخالفين في ذلك من قواه من حفاظ الحديث ونقاده: كالبيهقي في \" سننه \" والمنذري في ترغيبه والذهبي في \" تهذيبه \" وغيرهم وقد اختلفت أساليبهم في ذلك فمنعم من قنع بذكر طريق واحدة وتضعيفها ومنهم من زاد على ذلك كما سترى ولكنهم جميعا اتفقوا على نقل ما قيل في الراوي من الجرح دون التوثيق (1) بل إن بعضهم دلس وأوهم أنه ليس هناك موثق بل وأنه في منتهى درجة الضعف بحيث أنه لا يستشهد به وهذا كذب محض كما اتفقوا جميعا على مخالفة قاعدة العلماء في تقوية الحديث ¶ _________ ¶ (1) وقد ذكر صاحبنا الفاضل علي الحلبي في رسالته النافعة: \" تنوير العينين \" (ص 17 - 27) أقوال أربعة عشر منهم وكل من وقف عليها يتبين أن بعضهم يقلد بعضا وأنهم يخوضون فيما لا علم لهم به. والله المستعان ¶ [79]",
            "page": "79",
            "part": "1",
            "seal": "55609B0F"
        },
        {
            "id": "98",
            "nass": "بالطرق والآثار السلفية الأمر الذي أكد أنهم دخلاء في هذا العلم ولئن كان فيهم من هو على شيء من المعرفة به فقد جار على السنة وحاد عن الحق اتباعا للآباء والمذاهب ¶ وبيان ذلك من وجوه: ¶ الأول: أنني مع كوني كنت قد خرجت الحديث في كتابي هذا من حديث عائشة وأسماء بنت عميس وقتادة مبينا علة إسنادي الأولين وإرسال الثالث فإن جمهورهم كتم هذه الحقيقة وأوهموا قراءهم أنني إنما استدللت بحديث عائشة وحده فقط وأني ما بينت ضعف سنده وليس كذلك كما هو في الكتاب مسطور ويأتي بيانه الآن ومن أولئك الجمهور: الشيخ التويجري وابن عثيمين والشنقيطي في \" الأضواء \" (6 / 597) وغيرهم ولقد كان الواجب عليهم - لو أنصفوا - أن يبينوا نقطة الخلاف بيني وبينهم وأن لا يوهموهم خلاف الواقع فيحملوا وزر من يصرح كمؤلفة \" حجابك أختي المسلمة \" فقد قالت (ص 33) : \" أما الفئة التي أجازت كشف وجوه النساء لم (كذا) تستدل إلا بحديث أبي داود. . . \" وهي في ذلك مقلدة للتويجري في هذا النفي (ص 236) ويبدو من تعريفها للحديث المرسل أنها لا تفقه شيئا من علم المصطلح البتة ¶ الثاني: أنه لا يجوز لهم أن يقتصروا على نقل أقوال الجارحين للراوي دون أقوال المخالفين لهم ولا سيما وهم في صدد الرد على مخالفيهم ¶ [80]",
            "page": "80",
            "part": "1",
            "seal": "F0333293"
        },
        {
            "id": "99",
            "nass": "فإنه ينافي الأمانة العلمية المنوطة بهم كما هو ظاهر وقد تولى كبرهم هذا الكتمان الشيخ عبد القادر السندي - هداه الله - فإنه أضاف إليه أنه أوهم القراء أن الكتمان من صنيع الذهبي وهو منه بريء كما أنه لم يذكر من الأحاديث الثلاثة - تبعا للشنقيطي والتويجري وابن عثيمين - إلا حديث عائشة فقال بعد أن ذكر انقطاعه المعروف (ص 13 - 14) : ¶ قلت: في إسناده علة أخرى قادحة وهي أن سعيد بن بشير منكر الحديث قال الإمام الذهبي ¶ ثم سود ستة أسطر كلها من عبارات الجرح وعلق عليها عازيا: ¶ ميزان الاعتدال للإمام الذهبي 128 / 2 ¶ فأقول: إذا رجع القراء إلى هذا المصدر الذي منه نقل السندي تلك العبارات وجد العجب العجاب والجرأة الغريبة في التدليس والتضليل فإنه ترك من \" الميزان \" ما يخل به ميزان النقد والاعتدال فيه وإليك بعضا مما ترك هداه الله",
            "page": "80",
            "part": "1",
            "seal": "855ED913"
        },
        {
            "id": "100",
            "nass": "1 - وقال أبو حاتم: \" محله الصدق \"",
            "page": "80",
            "part": "1",
            "seal": "38FDBC95"
        },
        {
            "id": "101",
            "nass": "2 - وقال شعبة: \" صدوق اللسان \"",
            "page": "80",
            "part": "1",
            "seal": "06004E94"
        },
        {
            "id": "102",
            "nass": "3 - وقال ابن الجوزي: \" قد وثقه شعبة ودحيم \"",
            "page": "80",
            "part": "1",
            "seal": "959125D2"
        },
        {
            "id": "103",
            "nass": "4 - وقال أبو حاتم: \" يحول من (كتاب الضعفاء) \"",
            "page": "80",
            "part": "1",
            "seal": "D8652478"
        },
        {
            "id": "104",
            "nass": "5 - قال ابن عدي: \" لا أرى بما يروي بأسا. . . \" ¶ [81]",
            "page": "81",
            "part": "1",
            "seal": "FC668B45"
        },
        {
            "id": "105",
            "nass": "هذه الأقوال كلها مما كتمه الشيخ السندي - هداه الله - عن قرائه وهي كلها في \" الميزان \" الذي نقل منه ما تقدم من الجرح فعل ذلك ليتسنى له أن يختم تلك العبارات الجارحة بقوله: ¶ هذه الروايات لا تصلح أن تكون صالحة للمتابعات والشواهد. . . فيكون إسناد هذا الحديث ضعيفا جدا ¶ هذا هو بيت القصيد - كما يقال - من كتمانه لعبارات التوثيق هذه لأنها تحول بينه وبين التضعيف الشديد الذي تبناه في نفسه سلفا ثم أخذ من كلام الذهبي ما يوافقه ولم يكتف بما سبق من التدليس والتزوير بل زاد - ضغثا على إبالة - فقال عقب قوله الآنف: ¶ راجع المراجع الآتية: ¶ الكامل \" لابن عدي. . . وغيرها من كتب الرجال حتى تقف على حقيقة الرجل والله المستعان \" ¶ قلت: وذكر مع \" الكامل \" سبعة مصادر أخرى إذا رجع القراء إلى بعضها وجدوا خلاف ما يعنيه من التضعيف الشديد فمنها:",
            "page": "81",
            "part": "1",
            "seal": "160F8C7E"
        },
        {
            "id": "106",
            "nass": "1 - \" التاريخ الكبير \" للبخاري قال (2 / 1 460) : ¶ يتكلمون في حفظه ¶ زاد فيه ابن عساكر في \" التاريخ \" (7 / 215 - المصورة) و \" التهذيب \": \" وهو محتمل \" ¶ [82]",
            "page": "82",
            "part": "1",
            "seal": "C5355176"
        },
        {
            "id": "107",
            "nass": "2 - الجرح والتعديل \" لابن أبي حاتم فإذا رجعت إليه وجدت فيه: ¶ أولا: عن ابن عيينة: \" كان حافظا \" ¶ ثانيا: عن أبي زرعة الدمشقي قال: سألت دحيما: ما كان قول من أدركت في سعيد بن بشر؟ فقال: ¶ يوثقونه وكان حافظا ¶ ثالثا: قال أبي وأبو زرعة: ¶ محله الصدق عندنا ¶ رابعا: سمعت أبي ينكر على من أدخله في \" كتاب الضعفاء \" وقال: \" يحول منه \"",
            "page": "82",
            "part": "1",
            "seal": "99D958D0"
        },
        {
            "id": "108",
            "nass": "3 - \" الكامل \" لابن عدي ختم ترجمته بقوله (3 / 376) : ¶ ولا أرى بما يروي الوليد بن مسلم عنه بأسا ولعله يهم في الشيء بعد الشيء ويغلط والغالب على حديثه الاستقامة والغالب عليه الصدق",
            "page": "82",
            "part": "1",
            "seal": "D5CCC3E4"
        },
        {
            "id": "109",
            "nass": "4 - \" الضعفاء \" لابن الجوزي قال فيه (1 / 315) - بعد أن حكى أقوال مضعفيه -: ¶ وقد وثقه شعبة ودحيم ¶ [83]",
            "page": "83",
            "part": "1",
            "seal": "14B67585"
        },
        {
            "id": "110",
            "nass": "قلت: وهناك مصادر أخرى أشار إليها السندي بقوله: \" وغيرها \" منها:",
            "page": "83",
            "part": "1",
            "seal": "1FA175CE"
        },
        {
            "id": "111",
            "nass": "5 - \" تهذيب التهذيب \" قال فيه: قال البزار: ¶ وهو عندنا صالح ليس به بأس",
            "page": "83",
            "part": "1",
            "seal": "27B0078E"
        },
        {
            "id": "112",
            "nass": "6 - \" الكاشف \" للذهبي قال: ¶ قال البخاري: يتكلمون في حفظه وهو محتمل وقال دحيم: ثقة كان مشيختنا يوثقونه ¶ ولم يذكر الذهبي شيئا من أقوال من جرحه فهذا معناه أنه مقبول عنده ويؤيده أنه أورده في كتابه: \" معرفة الرواة المتكلم فيهم بما لا يوجب الرد (ص 112 - 144) : ¶ وثقه شعبة وغيره وقال البخاري: يتكلمون في حفظه قال النسائي: ضعيف ¶ قلت: فهذه النصوص من هؤلاء الأئمة - ومن المصادر التي أحال السندي القراء إليها - تؤكد بكل وضوح أنه كان يدلس على القراء لأنها لا تدل على أن سعيدا هذا ضعيف جدا لا يصلح للاستشهاد به بل هي إن لم تدل على أنه وسط يستدل بحديثه فهي على الأقل تدل على أنه يعتبر ويتقوى به وهذا ما صرح به الزيلعي فقال في \" نصب الراية \" (1 / 74) - بعد أن ذكر بعض ما قيل فيه مما تقدم -: ¶ وأقل أحوال مثل هذا أن يستشهد به ¶ [84]",
            "page": "84",
            "part": "1",
            "seal": "9A35CFEC"
        },
        {
            "id": "113",
            "nass": "قلت: وهذا مطابق تماما لما جرينا عليه في \" الحجاب \" من تقوية حديثه وأنه صالح للاستشهاد به فالحمد لله الذي بنعمته تتم الصالحات ¶ والخلاصة: أنني لا أريد مما سبق بيان ما فعله المشايخ - وبخاصة السندي منهم فضلا عمن قلدهم وألف في تضعيف الحديث - من كتمان الأقوال الموثقة لسعيد والمقوية لحاله وأنه صالح للاستشهاد به. والله الموفق ¶ الثالث: أنهم جهلوا أو تجاهلوا أن سعيد بن بشير هذا لم يتفرد بمتن هذا الحديث بل قد تابعه عليه ثقة حافظ عند أبي داود في \" المراسيل \" (310 / 437) بسنده الصحيح عن هشام عن قتادة: أن رسول الله A قال: فذكره نحوه ¶ وهشام هذا هو ابن أبي عبد الله الدستوائي وهو ثقة ثبت من رجال الشيخين ¶ قلت: فهذه متابعة قوية من هشام لسعيد تدل على أن سعيدا قد حفظ متن الحديث وأخطأ في إسناده إلى عائشة لمخالفة هشام إياه فإنه لم يجاوز به قتادة فيكون إسناده مرسلا صحيحا لأن قتادة تابعي جليل قال الحافظ في \" التقريب \": ¶ ثقة ثبت ¶ [85]",
            "page": "85",
            "part": "1",
            "seal": "2456690D"
        },
        {
            "id": "114",
            "nass": "وحينئذ يجري فيه حكم الحديث المرسل إذا كان له شواهد وهذا ما سيأتي بيانه ومن جهل بعض المتعلقين بهذا العلم أنه بعد أن ضعف رواية سعيد بن بشير عن قتادة عن خالد بن دريك عن عائشة تضعيفا شديدا عاد يعتمد عليها ليضرب بها رواية قتادة هذه الصحيحة المرسلة فقال: ¶ فإن قتادة قد روى الحديث عن خالد بن دريك عن عائشة فلا يمتنع أن يكون أسقط خالدا وعائشة فذكر الحديث مرسلا إذ أن قتادة مدلس ¶ كذا قال العدوي في \" حجابه \" (ص 72) وتبعه العنبري في كتيبه (ص 25) ¶ فتأمل كيف جزم برواية قتادة عن خالد. . . بعد أن ضعفها جدا وتأول بها رواية هشام عن قتادة الصحيحة؟ أليس هذا من قبيل اللعب على الحبلين أو الكيل بكيلين؟ ¶ أما نحن فقد رجحنا رواية قتادة هذه المرسلة لقوة إسنادها اتباعا لعلم الحديث وإن كنا نعتقد أن ذلك لا يوهن من حجتنا شيئا لأن كلا من الرواية المرسلة والمسندة تؤيد الأخرى متنا ويشهد لهما الحديث الثالث عن أسماء بنت عميس المذكور في الكتاب (ص 58) ولقد صنع فيه العدوي ما صنع السندي في حديث عائشة فقد أعلن (ص 70) أن ضعفه شديد ثم بين له ثلاثة علل ليس فيها ما يؤيد زعمه المذكور: ¶ [86]",
            "page": "86",
            "part": "1",
            "seal": "5FA9CCF4"
        },
        {
            "id": "115",
            "nass": "الأولى: ابن لهيعة. وكنت ذكرتها في \" الحجاب \" وبينت أنه يستشهد به وهو الذي عليه العمل عند الحفاظ كابن تيمية C كما سيأتي (ص 96) ¶ الثانية: عياض بن عبد الله. فذكر اختلاف العلماء فيه وأن أكثرهم ضعفه وهذا كما ترى لا يعني أنه شديد الضعف بل هو كابن لهيعة كما يدل على ذلك قول الحافظ في \" التقريب \": \" فيه لين \". ولذلك تحاشاه العدوي ¶ الثالثة: قول الراوي: \" أظنه عن أسماء. . . \". قال: \" وهذا يوهن السندي \" ¶ فأقول: كلا لأن المراد: الظن الراجح وهو مما يجب العمل به - كما هو مقرر في علم الأصول - على أن القول المذكور إنما جاء في رواية البيهقي فقط خلافا لرواية الطبراني في \" المعجم الأوسط \" والطريق واحدة وخلافا لروايته في \" المعجم الكبير \" من طريق أخرى عن ابن لهيعة ¶ ثم هب أن هذا القول ثابت في الرواية فمن أين لك أنها تعني الضعف الشديد الذي زعمته؟ إذ المعنى المتبادر أنه يظن - أعني: الراوي - أن الحديث عن أسماء أو غيرها من الصحابة وأسوأ الاحتمالات أنه لا يدري هل هو مسند عن صحابي أو مرسل؟ فهل ذلك يجعل الإسناد ضعيفا جدا؟ أم هي الأهواء التي تعمي وتصم؟ ولعله مما يؤيد ما ذكرته من الظن الراجح أن عبيد بن رفاعة الراوي عن أسماء معروفة بروايته عنها ¶ [87]",
            "page": "87",
            "part": "1",
            "seal": "698B0C6E"
        },
        {
            "id": "116",
            "nass": "من غير هذه الطريق في \" السنن الأربعة \" و \" المسانيد \" وغيرها وله فيها حديث كنت خرجته في \" سلسلة الأحاديث الصحيحة \" برقم (1252) وغيره ¶ ثم جاء من بعد العدوي من قلده في زعمه بشدة الضعف في العلتين الأوليين دون الثالثة وكأنه بدا له أنه لا قيمة لها وأنها ليست بعلة مطلقة ولكنه زعم علة أخرى هو فيها أبطل من مقلده فزعم أن عبيد بن رفاعة مجهول لم يوثقه غير ابن حبان والعجلي ذاك هو العنبري إذ قال في كتيبه (ص 16) : ¶ ولا يخفى أن توثيقهما رخو لا يعتمد عليه ¶ كذا قال أصلحه الله فإن الرخاوة التي زعمها ليست على الإطلاق وإنما في توثيق من لا يعرف إلا برواية الواحد والاثنين - كما حققته في غير هذا الموضع - وعبيد هذا كذلك فقد روى عنه جمع من الثقات كما ترى في \" التهذيب \" ووثقه الذهبي في \" التلخيص \" وصحح له الترمذي والحاكم ثم هو إلى ذلك تابعي ولد في عهد النبي A بل قيل بصحبته فالعجب من هؤلاء الناشئين المغرورين بأنفسهم وجرأتهم وتسرعهم في إصدار الأحكام على الرواة وغيرهم بما لم يسبقوا إليه من الحفاظ النقاد والأمر الذي يذكرنا بالمثل المعروف: \" تزبب قبل أن يتحصرم \". على أنه لو سلمنا بجهالة عبيد هذا فذلك لا يمنع من الاستشهاد به كما سيأتي في كلام ابن تيمية (ص 97 - 98) ¶ [88]",
            "page": "88",
            "part": "1",
            "seal": "F9CC059E"
        },
        {
            "id": "117",
            "nass": "ومن ذلك أن المومى إليه انتقد صاحبنا على الحلبي لأنه استشهد في تقوية حديث عائشة بقول الحافظ في \" التلخيص \": \" وله شاهد أخرجه البيهقي. . . \" وذكر إسناده بحديث أسماء وسكوت الحافظ عليه فقال صاحبنا عقبه (ص 39) : ¶ كأنه يحسنه به كما هو معروف من منهجه C تعالى إذا لا يورد المحدث شاهدا إلا لما ينجبر عنده وإلا فماذا يفيده الشاهد إذا كان غير نافعه؟ ¶ فانتقده المومى إليه بما خلاصته (ص 16) : أن المحدثين الأقدمين ومنهم المعاصرين ما زالوا يذكرون الحديث الضعيف أو الموضوع ويوردون شواهده التي لا تزيده إلا وهنا على وهن ولم يقل أحد: أنهم بذلك يحسنون الحديث ثم ذكر ستة أمثلة على ذلك: أحدها من \" اللآلي \" للسيوطي والأخرى من كتابي \" الضعيفة \" والإرواء \" ثم أجاب عن سؤال طرحه هو خلاصته: أن إيراد المحدثين للطرق الضعيفة إنما هو من أجل التنبيه على ضعفها (1) ¶ قلت: وهذا انتقاد باطل يدل على جهل بالغ بهذا العلم الشريف وأصوله فإن تقوية الحديث بكثرة الطرق - بشرط أن لا يشتد ضعفها - أمر معروف وسبيل مطروق عند علماء الحديث لا حاجة للاستدلال له (1) ¶ _________ ¶ (1) وانظر كلام ابن تيمية الأتي (ص 96) تتأكد من صحة ما قلت وجهل المجيب ¶ [89]",
            "page": "89",
            "part": "1",
            "seal": "A2E3D00A"
        },
        {
            "id": "118",
            "nass": "وهو الحديث الحسن لغيره الذي يكثر الترمذي من ذكره في \" سننه \" وتحدث عنه في \" العلل \" الذي في آخره (10 / 457) وكتبي طافحة بهذا النوع من الحديث والتذكير به ولا سيما \" الصحيحة \" منها وكذلك النقل عن كتب التراجم وتفريقهم بين الراوي الضعيف الذي يستشهد به وغيره ممن لا يستشهد به لشدة ضعفه والأمثلة التي ذكرها تختلف كل الاختلاف عن حديث أسماء الذي استشهد به الحافظ واستقوى به صاحبنا من ناحيتين: ¶ إحداهما: أنها - أعني: الأمثلة - شديدة الضعف فلا تصلح للشهادة ¶ والأخرى: أن الذين أوردوها أتبعوها ببيان شدة ضعفها فأين هذا من صنيع الحافظ C تعالى الذي رده المومى إليه؟ فإن الحافظ لم يبين ضعفه ولو فعل لم يصح تشبيهه بتلك الأمثلة لأنه ليس شديد الضعف. وأما جوابه المذكور فهو مما يؤكد جهله بهذا العلم لأنه لم يبين سبب التنبيه على الضعف وثمرته والجواب يعرف بعضه على الأقل مما سبق وهو أنه إذا كان الضعف يسيرا وتعددت طرقه تقوي الحديث ووجب العمل به كحديثنا هذا وإلا كان غريبا لم يجز العمل به بل ولا روايته إلا ببيان ضعفه وهذا ما أخل به جماهير المؤلفين فإنهم يتساهلون برواية الأحاديث الضعيفة دون بيان ضعفها كما فعل التويجري في الأمثلة العشرة المتقدمة وتجاهل هو وغيره تقوية هذا الحديث بطرقه ¶ [90]",
            "page": "90",
            "part": "1",
            "seal": "74ACBF47"
        },
        {
            "id": "119",
            "nass": "من جهة أخرى والسندي والعدوي وغيرهما يعرفون هذا جيدا ولذلك زعموا شدة ضعف طرقه وقلدهم في ذلك المومى إليه - كما تقدم - دون أن ينتبه إلى ما يرميان إليه من الزعم المذكور ¶ ثم استدركت فقلت: بلى إنه قد تنبه لذلك وتابعهم عليه قصدا فإنه لما تكلم على إسناد حديث قتادة المرسل قال (ص 23) : ¶ الحق أن الإسناد إلى قتادة صحيح نظيف جدا وصواب أن المرسل إذا اعتضد بسند ضعيف فإنه يصير صحيحا محتجا به هذا حق لا جدال فيه ولكن فات أولئك الذين يعتمدون هذا الكلام أن مراسيل قتادة ضعيفة لا تقوم بها حجة أبدا ¶ ثم سود أكثر من صفحة بالنقل عن بعض الأئمة أنه لا يحتج بمرسل قتادة وأنه بمنزلة الريح ¶ فأقول - والله المستعان على نابتة هذا الزمان -: ¶ عدم الاحتجاج بمرسل قتادة ليس موضع خلاف وإنما: هل يتقوى بالمسند الضعيف أم لا؟ هذا هو الموضوع فنحن نرى تبعا للبيهقي وغيره أنه يتقوى وهو صريح قول المومى إليه: \" وصواب. . . \" إلخ لكنه لحداثته لم يثبت عليه فنقضه بقوله: \" ولكن فات أولئك. . . \" ولذلك رد بقلة أدب وجهل بالغ على البيهقي تقويته لمرسل خالد بن دريك الذي كنت نقلته عنه في \" الكتاب \" (ص 59) فقال هذا الحدث (ص 25) : ¶ [91]",
            "page": "91",
            "part": "1",
            "seal": "66A40C15"
        },
        {
            "id": "120",
            "nass": "\" فليس قويا لأن المرسل ضعيف. . . \" ¶ فأقول: لم يفتنا - والحمد لله - ما زعمت فإننا لم نحتج بمرسل قتادة وإنما به وبما انضم إليه من الشواهد كما كنا ذكرنا في \" الجلباب \" (ص 58 - 59) وإنما أنت الذي فاتك \" صوابك \" الذي نقضته بآخر كلامك ثم تطاولت على الإمام البيهقي ثم الذهبي الذي قوى مرسل خالد بن دريك بقول الصحابة - يعني: ابن عباس وابن عمر وأبا هريرة وغيرهم كما تقدم (ص 34 و 49 - 51) و (ص 59) من \" الجلباب \" - فلم ترفع إلى ذلك رأسا واستكبرت وقلت دون أدنى خجل: \" وهو معارض بقول من مضى من الصحابة أيضا وقد سلف قول ابن مسعود Bهـ \" ¶ فأقول: هذه المعارضة تدلنا على أنك متطفل في هذا العلم وأنك تهرف بما لا تعرف فمن هم الصحابة الذين تعارض بقولهم قول الصحابة الذين أشار إليهم البيهقي؟ إنهم لا وجود لهم إلا في مخيلتك فالمعارضة باطلة ¶ وأما قول ابن مسعود فقد سبق الجواب عنه في \" الكتاب \" (ص 52 - 56) ثم هو فرد خالفه جماعة فإن صحت المعارضة به فلا بد من مرجح وهو الحديث الذي عمل به مخالفوه فبه يترجح قولهم على قول ابن مسعود وتسقط المعارضة به ويسلم قول البيهقي ومن تابعه وهم جمهور الصحابة والأئمة كما تقدم بيانه بما لا تجده في مكان آخر ¶ وتقوية المرسل بالشواهد أمر معروف لدى العلماء ولو كان من النوع ¶ [92]",
            "page": "92",
            "part": "1",
            "seal": "06F01538"
        },
        {
            "id": "121",
            "nass": "الذي لا يحتج به كما قال أحمد: \" ليس في المرسلات شيء أضعف من مرسلات الحسن وعطاء بن أبي رباح \" - كما في \" جامع التحصيل \" للعلائي (ص 102) - فالحسن في هذا كقتادة ومع ذلك فقد قوى الإمام الشافعي مرسل الحسن: \" لا نكاح إلا بولي وشاهدي عدل \" ببعض ما قوينا نحن به حديث قتادة فقال في كتابه: \" أحكام القرآن \" عقب هذا المرسل: ¶ وهذا وإن كان منقطعا (يعني: مرسلا) فإن أكثر أهل العلم يقول به ويقول: الفرق بين النكاح والسفاح الشهود وهو ثابت عن ابن عباس وغيره من أصحاب النبي A ¶ (1) ¶ قال البيهقي: ¶ أكد الشافعي Bهـ مرسل الحسن بشيئين: ¶ أحدهما: أن أكثر أهل العلم يقول به ¶ والثاني: أنه ثابت عن ابن عباس من قوله ¶ (2) ¶ قلت: وهذا الذي به قوى الإمام الشافعي حديث الحسن المرسل يصدق تماما على مرسل قتادة فإنه قد عمل به أكثر العلماء - ومنهم الإمام ¶ _________ ¶ (1 و 2) ذكرهما الحافظ العلائي في \" أحكام المراسيل \" (ص 104) في (أمثلة لما يعتضد به المراسيل) وقول ابن عباس قد روي مرفوعا وله شواهد مرفوعة كثيرة في \" مجمع الزوائد \" (4 / 286) منها عن عائشة وصححه ابن حبان (1248) وابن حزم (9 / 462) وهو في \" الإرواء \" (6 / 243) ¶ [93]",
            "page": "93",
            "part": "1",
            "seal": "EA3768E4"
        },
        {
            "id": "122",
            "nass": "أحمد في رواية كما تقدم - وهو في الوقت نفسه ثابت عن ابن عباس من قوله من طرق عنه صحيحة كما تقدم هنا وفي \" الكتاب \" أيضا وأكدته في \" البحث الخامس \" وانظر (ص 49 - 51) من \" البحث السابع \" ¶ وهناك مقو ثالث لحديثنا هذا يزداد به قوة على قوة وهو أن له شاهدين مسندين من حديث عائشة وأسماء بنت عميس كما تقدم ¶ ومقو رابع وهو قول أو عمل رواته به وهم: عائشة وأسماء بنت عميس وقتادة",
            "page": "93",
            "part": "1",
            "seal": "905FF0CA"
        },
        {
            "id": "123",
            "nass": "1 - أما عائشة فقد صح عنها أنها قالت في المحرمة: ¶ (صحيح) \" تسدل الثوب على وجهها إن شاءت \" ¶ وتقدم تخريجه (ص 37) وبه قال الأئمة الأربعة وغيرهم",
            "page": "93",
            "part": "1",
            "seal": "5F17FC72"
        },
        {
            "id": "124",
            "nass": "2 - وأما أسماء فقد صح: أن قيس بن أبي حازم دخل مع أبيه على أبي بكر Bهـ وعنده أسماء فرأيناها امرأة بيضاء موشومة اليدين كما تراه في الطبعة الجديدة ل \" الجلباب \" ¶ وقد عارض هذا الأثر بعض من لا علم عنده من المقلدة بآية (الضرب بالخمر) زاعما بأنها تعني تغطية الوجه وقد سبق إبطال ذلك بما لا مزيد عليه ¶ كما زعم أن كشف يديها كان للذب بها عن أبي بكر وهذه ضرورة ¶ [94]",
            "page": "94",
            "part": "1",
            "seal": "F0D6FA93"
        },
        {
            "id": "125",
            "nass": "كذا قال المسكين كأنه لا يعلم أنها لم تكن محرمة يحرم عليها القفازان وأن الذب المذكور يمكن أن يكون باليد الواحدة فأين الضرورة المجوزة للكشف عن اليدين كلتيهما والضرورة - لو كانت - فهي تقدر بقدرها كما يقول العلماء لقد ورث هذا وأمثاله من مقلديهم تسليط سيف التعطيل على النصوص وإبطال دلالاتها الصريحة دفاعا عن معاني مزعومة لا حقيقة لها فهل من معتبر؟",
            "page": "94",
            "part": "1",
            "seal": "CF66E974"
        },
        {
            "id": "126",
            "nass": "3 - وأما قتادة فقد قال في تفسير آية: (يدنين عليهن من جلابيبهن) : ¶ أخذ الله عليهن أن يقنعن على الحواجب ¶ والمعنى: يشددن جلابيبهن على جباههن وليس على وجوههن كما فسره الإمام ابن جرير وتقدم بيان ذلك. فأقول: هذه الحقائق لهذا الحديث قد تجاهلها أولئك المشايخ ومقلدوهم فخالفوا بذلك جماهير العلماء من السلف والخلف تفريعا في قولهم وعملهم بنص الحديث وخالفوا علماء الحديث تأصيلا وهو تقوية الحديث بالطرق والشواهد فإن هذا من أصولهم التي تفرع منها تقوية بعض الأحاديث التي ليس لها سند صحيح يحتج به فمن كان جاهلا بهذا الأصل وبطرق الحديث والشواهد وقع فيما وقع فيه هؤلاء من تضعيف هذا الحديث الصحيح قال شيخ الإسلام ابن تيمية C في \" مجموع الفتاوى \" (18 / 25 - 26) : ¶ [95]",
            "page": "95",
            "part": "1",
            "seal": "8662E04F"
        },
        {
            "id": "127",
            "nass": "\" والضعيف عندهم نوعان: ¶ ضعيف لا يمتنع العمل به وهو يشبه الحسن في اصطلاح الترمذي وضعيف ضعفا يوجب تركه وهو الواهي ¶ وقد يكون الرجل عندهم ضعيفا لكثرة الغلط في حديثه ويكون الغالب عليه الصحة [فيروون حديثه] لأجل الاعتبار به والاعتضاد به (1) فإن تعدد الطرق وكثرتها يقوى بعضها بعضا حتى قد يحصل العلم بها ولو كان الناقلون فجارا فساقا فكيف إذا كانوا علماء عدولا ولكن كثر في حديثهم الغلط وهذا مثل (2) عبد الله بن لهيعة فإنه من أكابر علماء المسلمين وكان قاضيا بمصر كثير الحديث لكن احترقت كتبه فصار يحدث من حفظه فوقع في حديثه غلط كثير مع أن الغالب على حديثه الصحة قال أحمد: قد اكتب حديث الرجل للاعتبار به مثل ابن لهيعة \" ¶ ولقد أبان ابن تيمية C في كلمة أخرى عن السبب في تقوية الحديث الضعيف بالطرق والشرط في ذلك ووجوب التمسك بهذه القاعدة فقال (13 / 347) : ¶ _________ ¶ (1) انظر ما تقدم (ص 89 - 90) ¶ (2) الأصل: \" ومثل هذا \" ولعل الصواب ما أثبتنا وليتأمل القراء في قول شيخ الإسلام ابن تيمية في ابن لهيعة وأنه يستشهد به لتعلم جهل الذين زعموا أنه ضعيف جدا لا يستشهد به (ص 87 - 88) ¶ [96]",
            "page": "96",
            "part": "1",
            "seal": "B8563719"
        },
        {
            "id": "128",
            "nass": "\" والمراسيل إذا تعددت طرقها وخلت عن المواطأة قصدا أو [كان] الاتفاق بغير قصد كانت صحيحة قطعا النقل إما أن يكون صدقا مطابقا للخبر وإما أن يكون كذبا تعمد صاحبه الكذب أو أخطأ فيه فمتى سلم من الكذب العمد والخطأ كان صدقا بلا ريب ¶ وإذا كان الحديث جاء من جهتين أو جهات (قلت: كحديث هذا) وقد علم أن المخبرين لم يتواطآ على اختلافه وعلم أن مثل ذلك لا تقع الموافقة فيه اتفاقا بلا قصد علم أنه صحيح مثل شخص يحدث عن واقعة جرت ويذكر تفاصيل ما فيها من الأقوال والأفعال ويأتي شخص قد علم أنه لم يواطئ الأول فيذكر ما ذكره الأول من تفاصيل الأقوال والأفعال فيعلم قطعا أن تلك الواقعة حق في الجملة فإنه لو كان كل منهما كذبها عمدا أو خطأ لم يتفق في العادة أن يأتي كل منهما بتلك التفاصيل التي تمنع العادة اتفاق الاثنين عليها بلا مواطأة من أحدهما لصاحبه. (قال:) وبهذه الطريق يعلم عامة ما تتعدد جهالته المختلفة على هذا الوجه من المنقولات وإن لم يكن أحدهما كافيا إما لإرساله وإما لضعف ناقله \". (قال:) ¶ وهذا الأصل ينبغي أن يعرف فإنه نافع في الجزم بكثير من المنقولات في الحديث والتفسير والمغازي وما ينقل من أقوال الناس وأفعالهم وغير ذلك ¶ [97] ¶ ولهذا إذا روي الحديث الذي يأتي فيه ذلك عن النبي A من وجهين مع العلم بأن أحدهما لم يأخذه عن الآخر جزم بأنه حق لا سيما إذا علم أن نقلته ليسوا ممن يتعمد الكذب وإنما يخاف على أحدهما النسيان والغلط ¶ وذكر نحو هذا المقطع الأخير من كلامه C الحافظ العلائي في \" جامع التحصيل \" (ص 38) وزاد: ¶ فإنه يرتقي بمجموعهما إلى درجة الحسن لأنه يزول عنه حينئذ ما يخاف من سوء حفظ الرواة ويعتضد كل منهما بالآخر ¶ ونحوه في \" مقدمة ابن الصلاح \" \" ومختصرها \" لابن كثير ثم قال ابن تيمية C تعالى (ص 352) : ¶ وفي مثل هذا ينتفع برواية المجهول والسيئ الحفظ وبالحديث المرسل (1) ونحو ذلك ولهذا كان أهل العلم يكتبون مثل هذه الأحاديث ويقولون: إنه يصلح للشواهد والاعتبار ما لا يصلح لغيره ¶ ثم ذكر قول أبي أحمد: \" قد أكتب حديث الرجل لأعتبره \" وضرب عليه مثلا ابن لهيعة كما تقدم في كلامه السابق (ص 96) ¶ _________ ¶ (1) قلت: فيه رد مباشر على العدوي والعنبري ونحوهما من الأحداث في العلم فإنهم لم ينتفعوا بمرسل قتادة ومسند ابن لهيعة الذي عيبه سوء الحفظ وعبيد بن رفاعة بزعم أنه مجهول. انظر (ص 88) ¶ [98]",
            "page": "98",
            "part": "1",
            "seal": "510C0813"
        },
        {
            "id": "129",
            "nass": "ثم ذكر شيخ الإسلام ابن تيمية مثالا للمرسل الذي تقوى بجريان العمل به وهو حديث الحسن بن محمد ابن الحنفية قال: ¶ كتب رسول الله A إلى مجوس هجر يعرض عليهم الإسلام فمن أسلم قبل منه ومن أبي ضربت عليه الجزية على أن لا تؤكل لهم ذبيحة ولا تنكح لهم امرأة ¶ أخرجه عبد الرزاق وابن أبي شيبة والطحاوي في \" المشكل \" (2 / 415 - 416) والبيهقي (9 / 192 و 284 - 285) وقال: ¶ هذا مرسل وإجماع المسلمين عليه يؤكده ¶ وقال ابن تيمية (32 / 188 - 189) : ¶ وقد عمل بهذا المرسل عوام أهل العلم والمرسل في أحد قولي العلماء حجة: كمذهب أبي حنيفة ومالك وأحمد في إحدى الروايتين عنه وفي الآخر: هو حجة إذا عضده قول جمهور أهل العلم وظاهر القرآن أو أرسل من وجه آخر (1) . وهذا قول الشافعي فمثل هذا المرسل حجة باتفاق العلماء ¶ قلت: ومرسل قتادة هذا - الذي نحن في صدد الكلام على بيان صحته - قد توفرت فيه هذه الشروط كلها وزيادة - كما تقدم بيانه - فينبغي أن يكون ¶ _________ ¶ (1) قلت: يشترط في هذا الوجه شرط دقيق نبه عليه النووي C وكنت شرحته في \" الجلباب \" (ص 43 - 45) فراجعه ¶ [99]",
            "page": "99",
            "part": "1",
            "seal": "40C04648"
        },
        {
            "id": "130",
            "nass": "حجة باتفاق لا خلاف فيه لولا العصبية المذهبية والأهواء الشخصية والجهل بهذا الأصل العظيم الذي أشاد به شيخ الإسلام ابن تيمية وعلماء الحديث وحفاظه وأنقذوا به مئات الأحاديث من الضعف الذي يقتضيه مفردات أسانيدهم ومن أمثلة ذلك \" حديث صلاة التسابيح \" فإنه قد تبين بعد تتبع طرقه أنه ليس له إسناد ثابت ولكنه صحيح بمجموع طرقه وقد صححه - أو على الأقل حسنه - جمع من الحفاظ: كالآجري وابن منده والخطيب وأبي بكر السمعاني والمنذري وابن الصلاح والنووي والسبكي وغيرهم ومنهم البيهقي فقد ساقه في \" شعب الإيمان \" (1 / 247) بإسناد ضعيف من حديث أبي رافع ثم قال: ¶ وكان عبد الله بن المبارك يفعلها وتداولها الصالحون بعضهم من بعض وفيه تقوية للحديث المرفوع. وبالله التوفيق ¶ وسبقه إلى هذا الحاكم فقال في \" المستدرك \" (1 / 319) : ¶ ومما يستدل به على صحة هذا الحديث استعمال الأئمة من أتباع التابعين إلى عصرنا هذا إياه ومواظبتهم عليه وتعليمه للناس ومنهم عبد الله بن المبارك. . . \" ¶ ثم ساق إسناده بذلك إلى ابن المبارك وقال عقبه: ¶ رواته عن ابن المبارك ثقات ولا يتهم عبد الله أن يعلم ما لم يصح عنده ¶ [100]",
            "page": "100",
            "part": "1",
            "seal": "8F41B182"
        },
        {
            "id": "131",
            "nass": "ووافقه الذهبي ¶ وقلت: ومن كلام هؤلاء الأئمة الأعلام في إثبات هذا الأصل العظيم - ألا وهو تقوية الحديث بالطرق والشواهد - وتطبيقهم إياه في النماذج المذكورة فهو أكبر دليل على جهل هؤلاء المضعفين لهذا الحديث فكأنهم لا يعلمون - ما يعرف عند العلماء بالحديث الحسن أو الصحيح لغيره وما مثلهم في ذلك - كما قال بعضهم - إلا كمثل قاض رفعت إليه قضية تحتاج إلى شهادة رجل وامرأتين فشهدت امرأة فردها لأن شهادتها على النصف من شهادة الرجل فجاءت أخرى فشهدت بمثل شهادة الأولى فردها أيضا بنفس التعليل هذا هو مثل هؤلاء. والله المستعان ¶ هذه آفة أكثر الكتاب اليوم الذين استسهلوا هذا العلم فانطلقوا يصححون ويضعفون دون أن يعرفوا أصوله وقواعده فقد رأيت أحدهم جاء إلى قوله A: \" ليس في مال زكاة حتى يحول عليه الحول \". فضعفه من طرقه الأربعة وهو يعلم أن الحافظ ابن حجر وغيره قد قواه كما يعلم أن عمل الخلفاء الراشدين عليه فلم يعبأ بذلك كله مع أنه قد فاته طريق صحيح لم يتعرض لذكره كنت أشرت إليه في تخريج الحديث في \" الإرواء \" (3 / 254 / 767) وهو في \" صحيح أبي داود \" (1403) فكان عليه أن يبحث عنه وإلا سلم لأهل العلم والاختصاص بحثهم وعلمهم ¶ [101]",
            "page": "101",
            "part": "1",
            "seal": "B1122AE1"
        },
        {
            "id": "132",
            "nass": "ومن الغريب أن هذا وأمثاله من المعاصرين ينقمون أشد النقمة على بعض الطلبة حين يجتهدون في بعض المسائل الفقهية - وليسوا أهلا للاجتهاد - ثم ينسى هؤلاء الناقمون أنفسهم حين يقعون في مثل الذي أنكروا بتصحيحهم وتضعيفهم للأحاديث وهم ليسوا من أهل الاجتهاد فيه (يا أيها الذين أمنوا لم تقولون ما لا تفعلون. كبر مقتا عند الله أن تقولوا ما لا تفعلون) [الصف: 2 و 3] ¶ البحث التاسع: تفسير آية الزينة: (. . . إلا ما ظهر منها) ¶ بعد أن أثبتنا صحة هذا الحديث على منهج أهل الحديث وقواعد علمائه أولا وبتصريح بعضهم بقوته ثانيا ودون مخالف لهم يذكر ثالثا أريد أن أبين لقرائنا الكرام أنه يصلح حينئذ أن يكون مبينا لقوله تعالى: (ولا يبدين زينتهن إلا ما ظهر منها) فقوله A فيه: \" لم يصلح أن يرى منها \" بيان لقوله تعالى: (ولا يبدين زينتهن) أي: مواضع الزينة من أبدانهن وليس ثيابهن كما سبق وقوله A فيه: \" إلا وجهها وكفيها \" بيان لقوله تعالى: (إلا ما ظهر) أي: وجهها وكفيها فالمنهي في الآية هو المنهي في الحديث والمستثنى فيها هو المستثنى في الحديث وصدق الله العظيم القائل: (وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم) [النحل: 44] ومن هنا يظهر دقة فهم ترجمان القرآن ومن معه من الصحابة الكرام حين فسروا الاستثناء فيها بالوجه والكفين ¶ [102]",
            "page": "102",
            "part": "1",
            "seal": "CBA7FC1D"
        },
        {
            "id": "133",
            "nass": "ولقد كان هذا خافيا علينا حين ألفنا الكتاب ثم تبينا ذلك في الطبعة الجديدة (ص 51 - 56) وههنا. فالحمد لله الذي بنعمته تتم الصالحات ¶ وبهذه المناسبة لا بد لي من سرد أسماء الصحابة المشار إليهم مع ذكر بعض مخرجيها ومن صحح بعضها ليعلم القراء جهل من خالفها أو أنكر شيئا منها أو ضلل من تمسك بها",
            "page": "102",
            "part": "1",
            "seal": "D081338A"
        },
        {
            "id": "134",
            "nass": "1 - عائشة Bها. عبد الرزاق وابن أبي حاتم \" الدر المنثور \" وابن أبي شيبة والبيهقي وصححه ابن حزم",
            "page": "102",
            "part": "1",
            "seal": "887D5003"
        },
        {
            "id": "135",
            "nass": "2 - عبد الله بن عباس Bهـ. ابن أبي شيبة والطحاوي والبيهقي وصححه ابن حزم أيضا وله عنه كما سبق (ص 49 - 51) سبعة طرق (1) ¶ _________ ¶ (1) لقد تجرأت المؤلفة المسماة ب \" رغداء \" في \" حجابها \" على إنكار صحة أثر ابن عباس بجهل بالغ فقالت بعد أن ذكرته (ص 35 - 36) : ¶ ولكن ابن عباس في تفسيره المعتمد عندهم () يقول غير ذلك وأنا سأنقله حرفيا ¶ ثم نقلته من \" المقباس \" (ص 294) في سورة النور أنه قال في تفسير: \" إلا ما ظهر منها) : من ثيابها ¶ فأقول: لقد كنا نشكو من تدليس بعض الرجال - كما تقدم - فإذا نحن نفاجأ بتدليس ما يسمى اليوم ب \" الجنس اللطيف \". ذلك لأن قولها: \" المعتمد عندهم \" ليس له حقيقة إلا في علمها الذي حملها أن تشارك الرجال في التأليف في هذه المسألة ولعلها لبالغ علمها - كما رأت أن \" تفسير ابن عباس \" هذا قد طبع عدة طبعات - توهمت أن الكتاب معتمد عند العلماء فإذن يكون كتاب \" الطبقات الكبرى \" للشعراني معتمد أيضا رغم ما فيه من الكفريات والشركيات كقول أحد أوليائه: \" تركت قولي للشيء: كن فيكون. عشرين سنة أدبا مع الله \" لأنه طبع - ربما - أكثر من عشر طبعات فيبدو لي - والله أعلم - أن هذه المسكينة لم تقرأ في أول هذا \" التفسير المعتمد \" أنه من محمد بن مروان عن الكلبي عن أبي صالح عن ابن عباس أو أنها قرأت ولم تفهم أو أنها فهمت ولكن فهم العوام: أن كل حديث مسند فهو مثبت نقول هذا لأنه لو كان عندها شيء من العلم يخولها أن تكتب وتصحح وتضعف لعلمت أن محمد بن مروان هذا - وهو السدي الصغير - كذاب ومثله شيخه الكلبي واسمه محمد بن السائب وقد ذكرت لهما بعض الأحاديث الموضوعة في \" السلسة الضعيفة \" (رقم 111 و 203 و 608 و 730 و 859 و 1111 و 1318 و 1567) ولسوء حال الكلبي هذا لما ذكر شيخ الإسلام ابن تيمية أن \" تفسير الإمام الطبري \" أصح التفاسير ذكر في \" الفتاوى \" (13 / 385) أن من أسباب ذلك أنه لا ينقل عن المتهمين كمقاتل بن بشير والكلبي ونحوه في \" كشف الظنون \" (1 / 429) وانظر \" التراتيب الإدارية \" (2 / 255) ¶ [103]",
            "page": "103",
            "part": "1",
            "seal": "3B543863"
        },
        {
            "id": "136",
            "nass": "3 - عبد الله بن عمر Bهـ. ابن أبي شيبة وصححه ابن حزم",
            "page": "103",
            "part": "1",
            "seal": "8C403A3A"
        },
        {
            "id": "137",
            "nass": "4 - أنس بن مالك Bهـ. وصله ابن المنذر وعلقه البيهقي",
            "page": "103",
            "part": "1",
            "seal": "F7D2AA28"
        },
        {
            "id": "138",
            "nass": "5 - أبو هريرة Bهـ. ابن عبد البر في \" التمهيد \"",
            "page": "103",
            "part": "1",
            "seal": "E3B6BA71"
        },
        {
            "id": "139",
            "nass": "6 - المسور بن مخرمة Bهـ. ابن جرير الطبري ¶ [104]",
            "page": "104",
            "part": "1",
            "seal": "17C2885E"
        },
        {
            "id": "140",
            "nass": "شبهات وجوابها: ¶ وتتميما للفائدة لا بد لي من حكاية شبهات المخالفين حول هذا الحديث الصحيح وبيان وهنها - بل بطلانها - فأقول: ¶ الشبهة الأولى: ¶ استبعد أحد الفضلاء - ثم قلده من لا علم عنده - أن تدخل أسماء بنت أبي بكر Bهما على النبي A وعليها ثياب رقاق وزاد على ذلك أحد أولئك المتعالمين المتهافتين على الكتابة فيما لا يحسنون فسود سبع صفحات من كتيبه في بيان غيرة زوج أسماء - وهو الزبير ابن العوام - وحيائها هي من رسول الله A ومراعاتها لحق زوجها مما لا علاقة له بالموضوع أصلا سوى التمويه والمغالطة المقرونة بالمبالغة في رفع غير المعصوم إلى مرتبة العصمة وبعد هذا نقول: ¶ والجواب من وجهين: ¶ الأول: أن الاستبعاد المذكور ليس له علاقة بمتن الحديث الذي هو من قوله A وثبت عنه بمجموع طرقه وشواهده وجريان العمل به من الصحابة ومن بعدهم كما تقدم فلا يضره ولا يوهن من صحته أن يأتي في بعض طرقه ما يستبعد أو يستنكر وسنده ضعيف كما كنت بينته في كتابي \" الحجاب \" سابقا وهنا أيضا فيترك هذا منه ويستشهد بما فيه مما وافق الطرق الأخرى والشواهد وقد أشار ابن تيمية C إلى هذه ¶ [105]",
            "page": "105",
            "part": "1",
            "seal": "E5790365"
        },
        {
            "id": "141",
            "nass": "الحقيقة التي غفل عنها المنكرون بقوله في كلمته الرائعة المتقدمة (ص 97) : ¶ فيعلم قطعا أن تلك الواقعة حق في الجملة ¶ يعني: ليس في التفاصيل التي لم تتفق الطرق عليها فالمستبعد من هذا القبيل كما هو ظاهر لكل ذي بصيرة ¶ ومن هذا المنطلق كنت قلت في \" الإرواء \" (6 / 203) : ¶ فالحديث بمجموع الطريقين حسب ما كان منه من كلامه A وأما السبب فضعيف لاختلاف لفظه في الطريقين كما ذكرت \" ¶ والوجه الآخر: استبعاد ذلك مكابرة مكشوفة طالما رأينا منهم أمثالها ذلك لأنه ليس في الشرع - ولا في العقل - وما يمنع من وقوع ذلك من أسماء أو غيرها لانتفاء العصمة كما ذكرت آنفا كيف وقد استجاز النبي A أن يقع من عائشة الصديقة المطهرة أخت أسماء ما يهون ذكر ما استعبده هؤلاء عن أسماء ألا وهو قوله A لعائشة في قصة الإفك: ¶ (صحيح) \" إن كنت ألممت بذنب فاستغفري الله وتوبي إليه. . . \" الحديث؟ ¶ رواه الشيخان وغيرهما وهو مخرج في \" الصحيحة \" (1208) ¶ أضف إلى ما تقدم أنه ليس في حديث أسماء أنها لبست الثياب الرقاق تبرجا ومخالفة للشرع فلو أنه صح ذلك عنها - ولم يصح كما علمت - لوجب حمله على أنه كان منها عن غفلة أو لغير علم فقد وقع ¶ [106]",
            "page": "106",
            "part": "1",
            "seal": "D80A7ED7"
        },
        {
            "id": "142",
            "nass": "نحوه لحفصة بنت أخيها عبد الرحمن فقالت أم علقمة بن أبي علقمة: ¶ دخلت حفصة بنت عبد الرحمن على عائشة زوج النبي A وعلى حفصة خمار رقيق فشقته عائشة وكستها خمارا كثيفا ¶ أخرجه مالك في \" الموطأ \" (3 / 103) ¶ فثبت من هذا البيان أن ما استبعدوه غير مستبعد شرعا ولا عقلا على أنه لم يثبت وأنه لو ثبت لم يخدش في متن الحديث. والله ولي التوفيق ¶ وإن تعجب فعجب من هؤلاء كيف يتعلقون بما لا يصح رواية ودراية إذا كان عليهم؟ فإذا كان لهم قبلوه وأوهموا ثبوته وهو بالاستبعاد أولى فقد ذكر الشيخ التويجري في كتابه (ص 181) من رواية عائشة أنها تنقبت لتنظر إلى صفية لما قدم بها النبي A المدينة فسأل A عائشة: ¶ (ضعيف) \" كيف رأيت؟ \". فقالت: ¶ يهودية وسط يهوديات ¶ فهذا القول في صفية ومن معها من نساء الأنصار غير مستبعد عندهم لماذا؟ لأن في الحديث ذكر انتقاب عائشة مع أن في الأحاديث الصحيحة ما يغني عن هذا الحديث المنكر (1) ألا يدل هذا أن القوم لا ينطلقون من ¶ _________ ¶ (1) قد خرجته في \" الضعيفة \" (رقم: 5980) وبينت علتيه ورددت على التويجري تقويته إياه بمرسل عطاء وهو موضوع وقد قلده الأخ محمد بن إسماعيل (ص 329) كما هي عادته مع الأسف ¶ [107]",
            "page": "107",
            "part": "1",
            "seal": "ADEC0B64"
        },
        {
            "id": "143",
            "nass": "علم وإنما عن هوى وعن القاعدة الجاهلية: الغاية تبرر الوسيلة؟ ¶ ومثله احتجاج التويجري (ص 182) - وتبعه ظله محمد بن إسماعيل (3 / 329) وغيره - بحديث ابن عمرو: ¶ (ضعيف) \" قبرنا مع رسول الله A رجلا فلما رجعنا إذا هو بامرأة لا نظنه عرفها فقال: يا فاطمة. . . \" الحديث وفيه: \" لو بلغت معهم الكدى ما رأيت الجنة حتى يراها جد أبيك \" ¶ وهذا كالذي قبله أورده مستدلا به على تستر النساء في زمنه A وليس هذا موضع خلاف لو فرض أنه نص في ستر الوجه لأنه مشروع ولكن لا يدل على الوجوب هذا لو صح وليس كذلك كيف وقد ضعفه مخرجه النسائي بربيعة بن سيف فقال: \" ضعيف \"؟ وكتم التويجري هذا وظله واغتر بمن صححه من المتساهلين أو الواهمين كما بينته في \" ضعيف أبي داود \" (560) ¶ الشبهة الثانية: ¶ ذكرها العنبري الذي سبقت الإشارة إليه في \" كتيبه \" فأعله أيضا (ص 32 - 33) باختلاف الرواة في ضبط متن الحديث ¶ كذا قال وهو يعني سبب ورود الحديث وجوابه يعلم مما ذكرته في الجواب الأول عن الشبهة الأولى فإنه لا علاقة له بمتن الحديث الذي هو ¶ [108]",
            "page": "108",
            "part": "1",
            "seal": "65D4A149"
        },
        {
            "id": "144",
            "nass": "قوله A وقد اتفقت الطرق الثلاثة عليه فلا داعي للإعادة ¶ نعم لقد شغب العنبري على المتن من ناحية واحدة فقال: ¶ نرى الرسول A في الطريق الأولى يشير إلى الوجه والكفين وفي الطريق الثانية لم يبد إلا أصابعه ¶ فأقول: نعم ولكن ما بالك كتمت اتفاق الطريق الثالثة الصحيحة إلى قتادة باعترافك مع الطريق الأولى؟ أليس هذا مما يرجح لفظ \" الكفين \" على \" الأصابع \" ¶ ثم ماذا يفيد هذا الشغب في هذا الاختلاف المرجوح مع اتفاق الطرق الثلاثة على ذكر الوجه وهو الجانب الأهم من الاختلاف الذي خالفتم فيه السلف والأئمة؟ ¶ الشبهة الثالثة: ¶ زعموا أن الحديث لو كان صحيحا لما خالفته أسماء بنت أبي بكر التي وجه الحديث إليها فقد كانت تغطي وجهها من الرجال وهي محرمة ¶ فنقول: ¶ أولا: لم تتفق الطرق على ذكر أسماء في الحديث كما اتفقت على متنه فإن ثبت ذلك من أن النبي A وجه الحديث إليها فالجواب: ¶ ثانيا: قد قررنا مرارا أن تغطية المرأة وجهها هو الأفضل خلافا لما افتراه ¶ [109]",
            "page": "109",
            "part": "1",
            "seal": "91A32BC7"
        },
        {
            "id": "145",
            "nass": "الأفاكون علينا (1) فأسماء Bها قد أخذت بالأفضل وتركت ما هو جائز لها فلا إشكال وإنما كان من الممكن أن يصح زعمهم لو كان يدل الحديث على وجوب كشف المرأة عن وجهها وهذا مما لا يخطر في بال أحد إلا أن يكون أعجميا لا يفقه من العربية شيئا كما فعل بعضهم حينما نسبني إلى مخالفة فتواي تقواي - على حد تعبيره - كما كنت شرحت ذلك في المقدمة الثانية لكتابي \" الحجاب \" فراجعها إن شئت فالظاهر أن الزعم المذكور على مثل هذه العجمة وإلا لما قال قائلهم: \" فما لأسماء لم تعمل بحديث السفور \" (2) ¶ ومن العجيب أن هذا القائل ينتسب إلى بني تميم فما مثل هذا إلا كما لو قال قائل: ما بال بلال Bهـ لم يعمل بالاستثناء في قوله تعالى: (إلا أن تتقوا منهم تقاة) [آل عمران: 28] وقوله: (إلا من أكره ¶ _________ ¶ (1) قلت: كابن خلف الذي نسب إلي في أول \" نظراته \" خلاف الأفضلية المذكورة حين قال: ¶ وربما جعل السفور واجبا يحبه الله ¶ وشر من هذا أنه ذكر (ص 93) أنني نسبت إلى النبي A أنه كان يأمر أسماء بنت أبي بكر Bهما أن تمشي سافرة بين الرجال الأجانب ¶ فهل الرجل من الجهل بحيث لا يدري ما ينطق به فمه وما يجري به قلمه أم هو كذاب مبير؟ ¶ (2) انظر الكتيب المذكور في \" الشبهة الثانية \" (ص 108) ¶ [110]",
            "page": "110",
            "part": "1",
            "seal": "22DCD419"
        },
        {
            "id": "146",
            "nass": "وقلبه مطمئن بالإيمان) [النحل: 106] كما فعل عمار Bهـ كما يروى عنه أنه قال كلمة الكفر إبقاء لمهجته؟ لا يقول هذا عربي بل ولا أعجمي مستعرب لأنه يعلم أن الاستثناء هنا إنما يفيد الجواز فأخذ به عمار دون بلال فهل من إشكال؟ انظر كتاب الشيخ التويجري (ص 204) لترى الفقه الأعجمي مجسدا مجسما ¶ الشبهة الرابعة: ¶ تفرد بإيرادها الأخ محمد بن إسماعيل الإسكندراني فقال في \" عودة الحجاب \" (3 / 342) : ¶ لا يتصور أن تأمر الآية والأحاديث الصحيحة المؤمنين بغض الأبصار في حين نجد في هذا الحديث تصريحا بإباحة النظر إلى الوجه والكفين مما يوجب تأويل الحديث - على فرض ثبوته ¶ إلى آخر كلامه ¶ فأقول: أما ثبوته فقد سبق بيانه بما لا يدع مجالا للشك فيه عند كل منصف يعرف طرق العلماء في إثبات الأحاديث وقواعدهم التي عليها يبنون أحكامهم ¶ وأما الجهلة بهذا العلم والذين لا يسألون أهل الذكر ويتشبثون بأقوال من هب ودب ممن ليس في العير ولا في النفير فلا شأن لنا معهم ¶ وأما الجواب فهو كالتالي: ¶ [111]",
            "page": "111",
            "part": "1",
            "seal": "E7743BFB"
        },
        {
            "id": "147",
            "nass": "لقد قام في نفسك أن الآية مطلقة وأن الحديث لا يصلح لتقييدها وكل من الأمرين أنت فيه لغلبة التقليد عليك وفقدان التحقيق أما الحديث فقد سبق الكلام فيه وأنه صحيح ¶ وأما الآية فقد أفصحت عن خطئك فيها حين قلت (ص 378) : ¶ إن الأمر بغض البصر مطلق فيشمل كل ما ينبغي أن يغض البصر عنه. . .) ¶ فقولك: ¶ مطلق \" خطأ جرك إلى رد هذا الحديث الصحيح فإنه خلاف ما عليه المفسرون: كابن جرير والقرطبي وابن كثير فقالوا - واللفظ لابن كثير -: ¶ هذا أمر من الله تعالى لعباده المؤمنين أن يغضوا من أبصارهم عما حرم عليهم فلا ينظروا إلا إلى ما أباح لهم النظر إليه. . .) ¶ ففي الآية إذن ما يحرم النظر إليه وما يباح على الرجال والنساء فادعاؤك الإطلاق مردود عليك ولا سيما أنك بنيت عليه رد هذا الحديث الصحيح أو تعطيل دلالته بمعول التأويل الذي هدمتم به أدلة قاطعة وبخاصة ما كان منها حديثا نبويا كما فعلت أنت ومقلدك بحديث الخثعمية وغيره - كما تقدم في ¶ البحث السادس \" (ص 41 - 44) - وبحديث فاطمة بنت قيس - كما تقدم هناك (ص 46 - 47) - وقلده من يجري خلفه دون أي بحث أو تحقيق - كابن خلف وغيره - ثم نقلته أنت ¶ [112]",
            "page": "112",
            "part": "1",
            "seal": "57098201"
        },
        {
            "id": "148",
            "nass": "عنه في كتابك (3 / 327) مسلما مستكثرا به جاهلا أو متجاهلا - لا أدري والله - أن الخمار لغة وشرعا: غطاء الرأس دون الوجه كما عليه المسلمون سلفا وخلفا - وأنت منهم - فإني مهما ظننت بك وبأمثالك من المخالفين لا يصل الظن بكم أن تأمروا نساءكم أن يسترن وجوههن إذا قمن إلى الصلاة في البيت عملا بقوله E: \" لا يقبل الله صلاة حائض إلا بخمار \" بناء على زعمكم أن الخمار غطاء الوجه أيضا ¶ والمقصود أن الغض ليس على إطلاقه كما زعمت ولذلك قال ابن كثير في تمام كلامه السابق: ¶ (صحيح) \" فإن اتفق أن وقع البصر على محرم من غير قصد فليصرف بصره عنه سريعا كما رواه مسلم عن جرير قال: سألت النبي A عن نظرة الفجأة؟ فأمرني أن أصرف بصري \" (1) ¶ قلت: فالآية إذن كالحديث إنما تأمر بغض النظر عما حرم فقط فالإنصاف أن يقال: إن كان وجه المرأة مما يحرم عليها كشفه أمام الأجانب حرم عليهم النظر وإن جاز جاز. فهل أنصف القوم؟ الجواب مع الأسف: لا والدليل: أنهم لا يجيزون للمرأة أن تنظر إلى وجه الرجل وما دونه ¶ _________ ¶ (1) ورواه أصحاب السنن وأحمد وغيرهم وهو مخرج في \" غاية المرام \" (188) و \" الإرواء \" (6 / 198 / 1788) فالحديث أيضا ليس على إطلاقه خلافا للتويجري (ص 203) وغيره ¶ [113]",
            "page": "113",
            "part": "1",
            "seal": "54C23BD4"
        },
        {
            "id": "149",
            "nass": "مما ليس بعورة منه واحتجوا بهذه الآية أي: بإطلاقها وقد عرفت خطأهم بخطأ مقلدهم كما احتجوا بحديث: \" أفعمياوان أنتما؟ \" وهو ضعيف كما تقدم بيانه والجواب عنه على افتراض صحته (ص 63 - 72) ثم تكلفوا في رد أدلة المجيزين للنظر بدون ريبة كما فعلوا بحديث نظر عائشة Bها إلى الحبشة وهم يلعبون بحرابهم في المسجد وهو مخرج في \" آداب الزفاف \" (272 - 274 / المكتبة الإسلامية) من رواية الشيخين وغيرهما وفيه: أن النبي A قال لها: ¶ (صحيح) \" أتحبين أن تنظري إليهم؟ \". وقولها: فطأطأ لي منكبيه لأنظر إليهم. وقولها: وما بي حب النظر إليهم ولكن أحببت أن يبلغ النساء مقامه لي ومكاني منه. ومع هذه النصوص الصريحة في نظرها إليهم فقد عطلوا دلالتها - كما هي عادتهم - بقولهم تارة: ¶ ليس في الحديث أنها نظرت إلى وجوههم وأبدانهم وإنما نظرت إلى لعبهم ¶ فأقول: يكفي القارئ الكريم أن يتصور هذا الجواب ليظهر له بطلانه إذ لا يمكن الفصل بين النظر إلى الصفة وهو اللعب وبين الموصوف وهو اللاعب فكان عائشة تنظر في زعمهم إلى اللعب دون اللاعب هكذا فلتعطل النصوص ولو أنهم قالوا: لم تنظر إلى عورة أو لم تنظر إليهم بنظرة مريبة أو بخشية الفتنة لأصابوا فإن هذا هو المحرم بين الجنسين ¶ [114]",
            "page": "114",
            "part": "1",
            "seal": "059F7E6D"
        },
        {
            "id": "150",
            "nass": "أن ينظر أحدهما إلى عورة الآخر أو إلى ما ليس بعورة ولكن بشهوة أو يخشى الفتنة كما تقدم عن ابن عبد البر وغيره وقد تقدمت أقوالهم في بعض البحوث المتقدمة وسأجمعها لك قريبا إن شاء الله تعالى ¶ ثم رأيت للحافظ ابن القطان كلاما قويا جدا - لم أره لغيره من أهل العلم - يوافق ما ذكرته من الإنصاف من جهة ويلتقي في النهاية مع أقوالهم المشار إليها من جهة أخرى فرأيت أن لا أفوت على القراء فائدتها فقال C في كتابه (ق 54 / 2) : ¶ وقد قدمناه في مواضع أن إجازة الإظهار دليل على إجازة النظر فإذا نحن قلنا: يجوز للمرأة أن تبدي وجهها وكفيها لكل أحد على غير وجه التبرج من غير ضرورة لكون ذلك مما ظهر من زينتها ومما يشق تعاهده بالستر في حال المهنة فقد جاز للناس النظر إلى ذلك منها لأنه لو كان النظر ممنوعا مع أنه يجوز لها الإبداء كان ذلك معاونة على إثم وتعريضا للمعصية وإيقاعا في الفتنة بمثابة تناول الميتة للآكل غير المضطر فمن قال من الفقهاء بجواز الابداء فهو غير محتاج إلى إقامة دليل على جواز النظر وكذلك ينبغي أن يكون من لم يجز للمرأة الإبداء والإظهار غير محتاج إلى إقامة الدليل على تحريم النظر وقد قدمنا أنه جائز للمرأة إبداء وجهها وكفيها فإذن النظر إلى ذلك جائز لكن بشرط أن لا يخاف الفتنة وأن لا يقصد اللذة أما إذا قصد اللذة فلا نزاع في التحريم ¶ [115]",
            "page": "115",
            "part": "1",
            "seal": "554CEA6D"
        },
        {
            "id": "151",
            "nass": "وتارة يقولون: كان ذلك قبل نزول آية الحجاب (1) وأنها كانت صغيرة. نقل هذا التويجري معجبا به قائلا (ص 154) : ¶ ولا مزيد عليه ¶ وهذا من مكابرته وجحده للحقائق العلمية فإنه يعلم أن الحافظ ابن حجر قد أبطل هذه الأقوال فأثبت أن ذلك كان بعد بلوغ عائشة Bها بسنين فانظر لزاما \" فتح الباري \" (1 / 550 و 443 - 445) ¶ ومن ذلك تأويلهم لحديث فاطمة بنت قيس Bها - كما تقدم بيان ذلك (ص 46 - 47) - فإنه يدل على جواز نظرها إلى الضيفان الأجانب ونظرهم إليها أي: إلى وجهها. ولذلك جعلها القرطبي في \" تفسيره \" مخصصا لعموم قوله تعالى: (وقل للمؤمنات يغضضن من أبصارهن) [النور: 31] وبه وبحديث عائشة استدل كبار علماء الحنابلة من المقادسة وغيرهم - كما تقدم (ص 66) - على إباحة نظر المرأة إلى غير عورة الرجل وقد يكون هذا من المتفق عليه بشرط انتفاء الشهوة فقد رأيت الحافظ ابن القطان يقول في كتابه (ق 64 / 1) : ¶ لا خلاف أعلمه في جواز نظر المرأة إلى وجه الرجل ما كان إذا لم تقصد اللذة ولم تخف الفتنة كنظر الرجل إلى وجه الغلمان والمردان إذا ¶ _________ ¶ (1) هذا معناه عند العلماء نسخ الأدلة الخاصة بالدليل العام وهذا مما لا يقوله عالم بالقواعد العلمية الأصولية الفقهية وسيأتي إبطال هذا القول في ¶ الشبهة الخامسة \" (ص 122) ¶ [166]",
            "page": "166",
            "part": "1",
            "seal": "DD65903B"
        },
        {
            "id": "152",
            "nass": "لم يقصد ولا خوف. . . كذلك أيضا لا خلاف في جواز إبداء الرجال شعورهم وأذرعهم وسوقهم بحضرة الرجال وبحضرة النساء \" ¶ إذا عرفت هذا فأنا أقول دون أي تردد: إن هؤلاء المتشددين على النساء مع مخالفتهم للنصوص الشرعية وأقوال الأئمة فإنهم لا يفكرون فيما يخرج من أفواههم ¶ أو على الأقل لا ينتبهون إلى أبعاد أقوالهم ¶ وإلا كيف يتصورون أن تغض المرأة بصرها عن الخطيب يوم الجمعة مثلا وهو يخطب أو عن المفتي وهي تستفتيه؟ بل كيف يمكن لهذا المفتي وأمثاله من الباعة أن لا ينظروا إلى وجهها ويديها وهم يتعاملون معها \"؟ فالحق أقول: إن هؤلاء المتشددين يقولون ما لا يعقلون ويعملون بخلاف ما يقولون فأخشى أن يعمهم قول رب العالمين: (يا أيها الذين أمنوا لم تقولون ما لا تفعلون) [الصف: 2] ¶ وهذا الحديث الصحيح الذي نحن في صدد دفع الشبهات عنه يؤكد المعنى المذكور في الحديثين المذكورين ويزيد عليهما أنه يصرح بجواز نظر الرجل إلى وجه المرأة وكفيها كما ذكر الأخ الإسكندراني نفسه ولكنه أساء - مع الأسف - مرتين: ¶ الأولى: أنه فهم الأمر بغض البصر أنه مطلق وليس كذلك كما تقدم عن أئمة التفسير ¶ والأخرى: أنه بدل أن يفسر آية الغض بهذا الحديث - كما هي القاعدة ¶ [117]",
            "page": "117",
            "part": "1",
            "seal": "A53E4CC6"
        },
        {
            "id": "153",
            "nass": "في تفسير القرآن بالسنة - فإنه خالف القاعدة وضرب الحديث بها ¶ وضربه إياه كان على وجهين: ¶ أولا: افترض صحة الحديث وهو صحيح في واقع الأمر عند أهل العلم الواقعين على طرقه وشواهده كما تقدم تحقيقه في هذا البحث الثامن بما لا تجد له نظيرا في كتاب آخر. والفضل كله لله أولا وآخرا ¶ ثانيا: تأويله إياه وذلك أن التأويل لأي نص شرعي لا يصار إليه إلا عند عدم إمكان الجمع وليس الأمر كذلك في هذا الحديث فقد وافق العلماء - على اختلاف اختصاصاتهم ومذاهبهم - بحمل المطلق على المقيد أو العام على الخاص - كما تقدم عن القرطبي - أو بقاعدة استثناء الأقل من الأكثر كما يقول ابن حزم وإلى هذا مال الشوكاني في \" نيل الأوطار \" كما تقدم نقله عنه (ص 27 - 28) ¶ وإليك الآن ما وعدتك به من جمع أقوال العلماء المتقدمة الذين صرحوا بما دل عليه هذا الحديث الصحيح من جواز كشف المرأة عن وجهها وكفيها ونظر الرجال إلى ذلك منها دون شهوة أو ريبة ليتبين للقراء الكرام أن بعض المشايخ المخالفين يتشددون على الناس ويدلسون على قرائهم ويوهمونه أن الإجماع على خلاف أقوال العلماء المشار إليهم ملاحظين في سردها تاريخ وفياتهم ليتبين لهم استمرار القول بذلك إلى يومنا هذا كاستمرار العمل به مذكرين مرة أخرى بأن الغرض من ذلك إنما هو بيان ¶ [118]",
            "page": "118",
            "part": "1",
            "seal": "AACD1FF4"
        },
        {
            "id": "154",
            "nass": "ما أمر الله بيانه من العلم ونهي عن كتمانه وبخاصة بعد أن قام أولئك المشايخ بكتمانه عن الناس وقلب الحقائق الشرعية حتى حمل ذلك آخرين من المتشددين على معاكستهم فألف أحدهم ما أسماه ب \" تذكير الأصحاب بتحريم النقاب \" فهذا في واد وأولئك في واد والحق بينهما كما كنت ذكرت نحوه في مقدمة الطبعة الثانية ل \" الحجاب \" فها هي الأسماء وبجانبها تاريخ الوفاة ومعها أقوالهم:",
            "page": "118",
            "part": "1",
            "seal": "99514769"
        },
        {
            "id": "155",
            "nass": "1 - سعيد بن جبير (ت 95) : ¶ لا يحل لمسلمة أن يراها غريب إلا أن يكون عليها القناع فوق الخمار وقد شدت بها رأسها ونحرها ¶ (ص 51)",
            "page": "118",
            "part": "1",
            "seal": "A838C238"
        },
        {
            "id": "156",
            "nass": "2 - و 3 و 4 - أبو حنيفة (ت 150) وصاحباه أبو يوسف (ت 183) ومحمد بن الحسن الشيباني (ت 189) ويأتي قولهم قريبا",
            "page": "118",
            "part": "1",
            "seal": "EE28761D"
        },
        {
            "id": "157",
            "nass": "5 - مالك بن أنس (ت 179) : ¶ لا بأس أن تأكل المرأة مع غير ذي محرم ¶ (ص 35)",
            "page": "118",
            "part": "1",
            "seal": "CDD90603"
        },
        {
            "id": "158",
            "nass": "6 - أبو جعفر الطحاوي (ت 321) : ¶ أبيح للناس أن ينظروا إلى ما ليس بمحرم عليهم من النساء إلى وجوههن وأكفهن وحرم ذلك من أزواج النبي A وهو قول أبي حنيفة وأبي يوسف ومحمد ¶ (ص 34) ¶ [119]",
            "page": "119",
            "part": "1",
            "seal": "F00840B2"
        },
        {
            "id": "159",
            "nass": "7 - ابن عبد البر (ت 463) : ¶ وجائز أن ينظر إلى يديها ووجهها كل من نظر إليها لغير ريبة ومكروه ¶ (ص 31)",
            "page": "119",
            "part": "1",
            "seal": "F08C5818"
        },
        {
            "id": "160",
            "nass": "8 - البغوي في \" شرح السنة \" (ت 516) : ¶ لا يجوز للرجل أن ينظر إلى شيء منها إلا الوجه والكفين إلا عند خوف الفتنة ¶ (ص 35 - 36)",
            "page": "119",
            "part": "1",
            "seal": "F6D3ED56"
        },
        {
            "id": "161",
            "nass": "9 - الزمخشري (ت 538) : ¶ لا بأس بإبداء ما كان ظاهرا منها كالخاتم والكحل والخضاب ¶ (ص 27)",
            "page": "119",
            "part": "1",
            "seal": "C435C22E"
        },
        {
            "id": "162",
            "nass": "10 - القاضي عياض (ت 544) : ¶ قال العلماء: لا يجب على المرأة أن تستر وجهها في طريقها وإنما ذلك سنة مستحبة لها ويجب على الرجل غض البصر عنها في جميع الأحوال ¶ (ص 27 و 40)",
            "page": "119",
            "part": "1",
            "seal": "41678579"
        },
        {
            "id": "163",
            "nass": "11 - ابن القطان (ت 628) : ¶ وقد قدمنا أنه جائز للمرأة إبداء وجهها وكفيها فالنظر إلى ذلك جائز لكن بشرط أن لا يخاف الفتنة وأن لا يقصد اللذة أما إذا قصد اللذة فلا نزاع في التحريم ¶ (ص 115) ¶ [120]",
            "page": "120",
            "part": "1",
            "seal": "1007D321"
        },
        {
            "id": "164",
            "nass": "12 - ابن مفلح الحنبلي (ت 763) : ¶ قولنا وقول جماعة من الشافعية وغيرهم: إن النظر إلى الأجنبية من غير شهوة ولا خلوة فلا ينبغي الإنكار عليهن إذا كشفن عن وجوههن في الطريق ¶ (ص 40)",
            "page": "120",
            "part": "1",
            "seal": "8DD5FEDF"
        },
        {
            "id": "165",
            "nass": "13 - ابن رسلان من شرح \" سنن الترمذي \" (ت 805) : ¶ يجوز نظر الأجنبية عند أمن الفتنة ¶ (ص 27)",
            "page": "120",
            "part": "1",
            "seal": "21F557DF"
        },
        {
            "id": "166",
            "nass": "14 - الشوكاني (ت 1255) : ¶ إن الوجه والكفين مما استثني ¶ واستدل بهذا الحديث (ص 28)",
            "page": "120",
            "part": "1",
            "seal": "7A3C6F55"
        },
        {
            "id": "167",
            "nass": "15 - جماعة من علماء المذاهب الأربعة المعاصرين قال في \" الفقه على المذاهب الأربعة \": ¶ يحل النظر لهما عند أمن الفتنة ¶ (ص 30) ¶ قلت: وبالجملة فهذه الأقوال من هؤلاء العلماء الأجلاء متفقة على أمرين اثنين: ¶ الأول: أن وجه المرأة وكفيها ليس بعورة وهو مذهب أكثر العلماء ورواية عن الإمام أحمد كما أثبتنا ذلك في \" البحث الخامس \" (ص 27) ¶ والآخر: أنه يجوز النظر إلى ذلك من المرأة بغير شهوة ¶ فأقول وينبغي أن يكون هذا مذهب سائر العلماء الذين قالوا بالأمر ¶ [121]",
            "page": "121",
            "part": "1",
            "seal": "7B107BCA"
        },
        {
            "id": "168",
            "nass": "الأول ضرورة أنه لا يجتمع القول بالمنع مع القول بجواز الإبداء كما حققه ابن القطان C فيما نقلته عنه آنفا (ص 115) وهذا مطابق تماما لهذا الحديث الصحيح المصرح بالأمرين معا فعدم تصور الأخ الإسكندراني لذلك من ضيق عطنه وقلة علمه وإلا لزمه القول بأن هؤلاء العلماء الأجلاء قالوا بما \" لا يتصور \" وما أظنه يبلغ به الأمر إلى اتهامهم بذلك ¶ وبهذا تنهار هذه الشبهة الرابعة أيضا ¶ الشبهة الخامسة: قال أحد الفضلاء: ¶ وعلى التسليم بصحة الحديث يحمل على ما قبل الحجاب (1) لأن نصوص الحجاب ناقلة عن الأصل فتقدم ¶ فأقول: لا يصح الحمل المذكور هنا لأمرين: ¶ الأول: أنه ليس في تلك النصوص ما هو صريح الدلالة على وجوب ستر الوجه واليدين حتى يصح القول بأنها ناقله عن الأصل ¶ والآخر: أن \" نصوص الحجاب \" المشار إليها تنقسم إلى قسمين من حيث دلالتهما: ¶ الأول: ما يتعلق بحجاب البيوت حيث المرأة مبتذلة في بيتها فهذا ¶ _________ ¶ (1) وكذا قال الشيخ التويجري نقلا عن غيره كما تقدم (ص 116) وهكذا يقلد بعضهم بعضا دون أي دليل سوى مجرد الدعوى ¶ [122]",
            "page": "122",
            "part": "1",
            "seal": "D704C53D"
        },
        {
            "id": "169",
            "nass": "لا علاقة له بما نحن فيه كما هو ظاهر على أنه ليس فيه إلا آية الأحزاب: (وإذا سألتموهن متاعا فاسألوهن من وراء حجاب) [الأحزاب: 53] وقد قدمنا عن ابن تيمية أنها في البيوت ¶ والآخر: ما يتعلق بالمرأة إذا خرجت من بيتها وهو الجلباب فالنصوص الواردة فيه قسمان أيضا: ¶ الأول: ما كان خبرا عن تجلبب النساء في عهده A فما كان من هذا النوع منصوصا فيه على ستر الوجه - كحديث عائشة في قصة الإفك ونحوه مما كنت ذكرته في فصل \" مشروعية ستر الوجه \" - فلا علاقة له بالبحث لأنه مجرد فعل لا يصلح أن يكون ناقلا من الأصل إلى التحريم وهذا ظاهر لا يخفى على عالم فقيه منصف وإن غفل عنه بعض الدكاترة ¶ والآخر: ما كان تشريعا يتضمن أمرا بخلاف ما كانوا عليه من قبل وليس من هذا إلا آية \" إدناء الجلابيب \" وآية \" ضرب الخمر على الجيوب \" وليس فيهما أي دليل على تحريم كشف الوجه واليدين لا لغة ولا شرعا كما سبق تحقيقه - بما لا مزيد عليه - فيما وإن مما يؤكد هذا لكل منصف متجرد عن الهوى والعصبية المذهبية أن هؤلاء المسلمين بصحة هذا الحديث يشتركون معنا في القول بجواز النقاب الذي يكشف عن عينيها - وعما دونهما ولو أحيانا - فهل خالفوا ¶ [123]",
            "page": "123",
            "part": "1",
            "seal": "FFCA2951"
        },
        {
            "id": "170",
            "nass": "بذلك تلك النصوص الناقلة بزعمهم أم (هم قوم خصمون) ؟ ¶ وزيادة في بيان بطلان هذه الشبهة أقول: ¶ إن قصدهم بقولهم المذكور: إن هذا الحديث - الصحيح عندنا والمسلم بصحته عندهم - منسوخ بآية الحجاب: (يدنين عليهن من جلابيبهن) [الأحزاب: 59] وقد صرح بذلك بعض مقلديهم كتلك المسماة ب (رغداء) في \" حجابها \" (ص 34) والشيخ البليهي والصابوني وغيرهما كما في \" العودة \" (3 / 343) وهذا - والله - من أعجب العجاب من أولئك الفضلاء لأن الآية ليس فيها دلالة صريحة على وجوب التغطية كما ذكرت آنفا ولئن دلت على ذلك فإنما هو بدلالة العموم (1) لا يمكن إلا ذلك سواء من حيث لفظة (الجلباب) أو (الإدناء) فالحديث يشترك في الدلالة هذه في شطره الأول: \" إذا بلغت المرأة المحيض لم يصلح أن يرى منها. . . \" فإنه بمعنى لم يصلح أن يرى منها شيء ثم زاد على الآية فقال: \" إلا وجهها وكفيها \" فهذا صريح في أن العموم غير مراد فإن كانت الآية عامة فالحديث مخصص لها وإلا فهو مبين لها كما قال تعالى: (وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم) [النحل: 44] وهذا ظاهر جدا فلا أدري كيف استقام في أذهان هؤلاء المخالفين ادعاء ¶ _________ ¶ (1) وهو مما صرح به بعض العلماء كابن رشد في \" البداية \" (1 / 9) وبعض المقلدين للخالفين كابن خلف (ص 57) والإسكندراني (3 / 227) وغيرهم ¶ [124]",
            "page": "124",
            "part": "1",
            "seal": "59756AAF"
        },
        {
            "id": "171",
            "nass": "نسخ الحديث بالآية؟ فإن هذا مخالف لما هو مقرر في علم أصول الفقه فما مثلهم إلا كمثل من قد يقول: إن حديث: ¶ (صحيح) \" لا تقطع يد السارق إلا في ربع دينار فصاعدا \" (متفق عليه) منسوخ بقوله تعالى: (والسارق والسارقة فاقطعوا أيديهما) [المائدة: 38] وأن قوله A في البحر: ¶ (صحيح) \" هو الطهور ماؤه الحل ميتته \" - وما في معناه - منسوخ بقوله تعالى: (حرمت عليكم الميتة) [المائدة: 3] والأمثلة في ذلك كثيرة وكثيرة جدا ولذلك صرح الشوكاني باستثناء الوجه والكفين مستدلا بهذا الحديث كما تقدم آنفا ¶ ثم بدا لي وجه ثالث: وهو أنه إنما يصح الحمل المذكور على فرض أن الحجة في مسألتنا إنما هي البقاء على الأصل ألا وهو الإباحة فحينذاك يصح الحمل المذكور أما والواقع ليس كذلك - لأن البحث في هذا الحديث على التسليم بصحته - فالحمل المذكور باطل إذ كيف يحمل على ما قبل الحجاب أو الجلباب وهو معه في تحريم عدم تستر المرأة بالجلباب؟ أي: في النقل عن الأصل ويزيد على آية الجلباب أنه استثنى منه الوجه والكفين - كما تقدم بيانه - وهذا واضح جدا ¶ وبهذا يتبين أيضا سقوط كلام الأخ الإسكندراني في كتابه (3 / 344) الذي حاول به دعم الحمل المذكور بكلام نقله عني حول الذهب المحلق متوهما أنه حجة علي لغفلة عن الفرق بين ما هو الأصل فينقل عنه بالنص العام وبين النص الناقل عن الأصل مقرونا بالاستثناء الدال على ¶ [125]",
            "page": "125",
            "part": "1",
            "seal": "B862C090"
        },
        {
            "id": "172",
            "nass": "بقاء ما فيه على الأصل لقد غفلوا جميعا عن هذه الحقيقة وما مثلهم في ذلك إلا مثل من يحرم الذهب مطلقا والحرير على النساء مع استثنائه A لهن من التحريم في الحديث الصحيح لطرقه: \" هذان حرام على ذكور أمتي حل لإناثها \" حاملا إياه على الأصل فهل يفعل هذا أحد من أهل العلم؟ ذلك مما لا أظنه ولكن قد فعل مثله هؤلاء الخالفون في حديثنا هذا فنسخوا الخاص بالعام والله المستعان ¶ وما تقدم آنفا هو الجواب أيضا عن سؤال طرحه المعروف بابن خلف في \" نظراته \" (ص 87) فقال بجهل بالغ: ¶ لماذا لا يقول بالقاعدة الفقهية: إذا تعارض حاظر ومبيح قدم الحاظر؟ ¶ وأيده الأخ الإسكندراني (3 / 345 - 346) بكلام لا طائل تحته بعضه يتعلق بالخبر الناقل عن الأصل - وعرفت جوابه - والآخر بهذه القاعدة والجواب هو الجواب نفسه أي: ليس هنا فهي كالقاعدة الأولى المتعلقة بتقديم الخبر الناقل عن الأصل فالقاعدتان صحيحتان ولكن وضعتا في غير مكانهما ومن لم يصدق فليطبقهما على مثال الحرير والذهب للنساء إن شاء ¶ وخلاصة الجواب عن هذه الشبهة الخامسة: أن القوم أعرضوا عن التعامل مع هذا الحديث - على تسليمهم بصحته وهو عندنا صحيح - بالقواعد العلمية الأصولية الصحيحة التي منها: لا يصار إلى النسخ ¶ [126]",
            "page": "126",
            "part": "1",
            "seal": "9DA7542F"
        },
        {
            "id": "173",
            "nass": "إلا إذا تعذر الجمع ومنها حمل العام على الخاص وقد قال العلماء: ¶ لا يحل لأحد أن يقول في آية أو حديث: إنهما منسوختان لا يجوز العمل بهما إلا بنص جلي أو إجماع ¶ ذكره ابن حزم في \" الإحكام في أصول الأحكام \" وأن إجماع العلماء عليه (3 / 130) وفصل ذلك في \" فصل في كيف يعلم المنسوخ والناسخ مما ليس منسوخا \" (4 / 83 - 92) فليراجعه من شاء فإنه مهم ¶ البحث العاشر: هل يجب على النساء أن يسترن وجوههن لفساد الزمان وسدا للذريعة؟ ¶ فأقول: هذا السؤال يطرحه اليوم كثير من المقلدة الذين لا ينظرون إلى المسائل الشرعية بمنظار الشرع وأدلته ولا يتحاكمون عند الاختلاف إلى الكتاب والسنة وإنما إلى ما قام في نفوسهم من الآراء والأفكار ولو أنهم استجابوا لله وللرسول إذا دعاهم لما يحييهم لاستراحوا وأراحوا ولكنهم أعرضوا عن ذلك وعن أقوال أئمتهم بأن عليهم جميعا - رجالا ونساء - أن يغضوا من أبصارهم على التفصيل المتقدم بيانه ولجؤوا إلى تقليد بعض المقلدين الذين جاؤوا من بعد الأئمة بعلة ابتدعوها وهي قولهم: \" بشرط أمن الفتنة \" (1) - أي: الافتتان بها - وإلا وجب عليها سترهما ¶ _________ ¶ (1) انظر: \" فقه النظر \" للمدعو محمد أديب كلكل (ص 34 و 38) و \" المرأة المسلمة \" لوهبي سليمان غاوجي (ص 200) و \" عودة الحجاب \" (3 / 419 - 432) ¶ [127]",
            "page": "127",
            "part": "1",
            "seal": "FB5BCBCB"
        },
        {
            "id": "174",
            "nass": "وغلا أحدهم - ممن لا فقه عنده ولا نظر - فنسب ذلك إلى اتفاق الأئمة Bهم (1) فإن المتبادر من لفظة: \" الأئمة \" إنما هم الأئمة الأربعة المجتهدون ولا علم عن أحد منهم أنهم اشترطوا الشرط المذكور ولا يليق ذلك بعلمهم لما يأتي بل إن ظاهر ما تقدم ذكره (ص 119 - 121) من قولهم بإباحة النظر إلى ذلك منهن ينافيه ولذلك لم يعرج على الشرط المذكور أحد كبار أتباع أبي حنيفة من المتأخرين وهو محمد بن أحمد بن أبي سهل أبو بكر شمس الأئمة السرخسي المتوفى في حدود الخمسمائة الذي وصفه العلامة اللكنوي في \" الفوائد \" (108) ب: ¶ كان إماما علامة حجة متكلما مناظرا أصوليا مجتهدا عده ابن كمال باشا من المجتهدين في المسائل ¶ أقول: فالسرخسي هذا - مع إمامته - صرح - تبعا لأبي حنيفة وصاحبيه والطحاوي كما تقدم - بإباحة النظر إلى الأجنبيات مع أنه ذكر أن حرمة النظر لخوف الفتنة وأن الفتنة في النظر إلى وجهها أكثر منه إلى سائر أعضائها فقال في كتابه \" المبسوط \" (10 / 152 - دار المعرفة بيروت) : ¶ _________ ¶ (1) انظر: \" فقه النظر \" للمذكور آنفا (ص 38) وهو ممن ابتلي الناس بكتابته فهو مذهبي مقلد ومحقق مجتهد فإنه يؤكد بجهله البالغ صحة صلاة المرأة في ثوب يستر لون بدنها ولو كان يحجم ما بين فخذيها الأمر الذي كنت أنكرته في الشرط الرابع من شروط الحجاب فيعترف المسكين بهذا الشرط في الحجاب دون الصلاة انظر (ص 207 - 213) من \" فقهه \" ترى العجب وتقدم عنه نحوه (ص 74) ¶ [128]",
            "page": "128",
            "part": "1",
            "seal": "B2AC0C8C"
        },
        {
            "id": "175",
            "nass": "\" ولكنا نأخذ بقول علي وابن عباس Bهم فقد جاءت الأخبار في الرخصة بالنظر إلى وجهها وكفيها. . . (1) إذا لم يكن النظر عن شهوة فإن كان يعلم أنه إن نظر اشتهى لم يحل له النظر إلى شيء منها \" ¶ قلت: وقوله: \" علي \" لعله سبق قلم أو خطأ من الناسخ أو الطابع فإنا لم نجد في الأخبار التي أشار إليها السرخسي شيئا عن علي وهي عن ستة من الصحابة وقد ذكرت أسماءهم فيما تقدم (ص 103 - 104) ومنهم عائشة وابن عمر فأخشى أن يكون محرفا من \" عائشة \" ولفظ حديثها عند البيهقي (2 / 226) : ¶ (ضعيف) \" (ما ظهر منها) : الوجه والكفان \" ¶ وإسناده ضعيف لكن له طريق أخرى بنحوه عند ابن أبي شيبة وغيره ويشهد له أثر ابن عمر بلفظ: ¶ (صحيح) \" الزينة الظاهرة: الوجه والكفان \" ¶ أخرجه ابن أبي شيبة (4 / 284) بسند صحيح عنه ¶ ثم روى مثله عن ابن عباس وسنده صحيح أيضا ¶ _________ ¶ (1) قلت: ذكر السرخسي هنا أخبارا فيها رؤية الرجال لوجه المرأة وكفيها ولكنها غريبة غير مروية في كتب السنة كما ذكرها ولذلك لم أستجز ذكرها وإن كانت حجة لنا ولأننا قد ذكرنا في كتابنا من الأخبار الصحيحة ما يغنينا عن الاحتجاج بالأخبار الواهية خلافا لمخالفينا الذين جروا على الاحتجاج بكل ما هب ودب من الروايات ¶ [129]",
            "page": "129",
            "part": "1",
            "seal": "3193905A"
        },
        {
            "id": "176",
            "nass": "وأما تعليق الأخ الإسكندراني على قول السرخسي: \" علي وابن عباس \" يقوله (3 / 420) : ¶ يشير إلى ما روي عنهما Bهما في تفسير قوله تعالى: (إلا ما ظهر منها) : بأنه الكحل والخاتم وقد بين الإمام أكمل الدين محمد البابرتي الحنفي في ¶ شرح العناية على الهداية \" أن دلالة قولهما على الوجه والكفين غير واضح قال: ¶ إذ الظاهر أن موضع الكحل هو العين لا الوجه كله وكذا موضع الخاتم هو الإصبع لا الكف كله والمدعى جواز النظر إلى وجه الأجنبية كله وإلى كفيها بالكلية ¶ اه. (10 / 24) \" ¶ فأقول: هذا التعليق والاستظهار الذي فيه خطأ من وجوه: ¶ أولا: أنه على أن الزينة المذكورة في الآية هي الزينة نفسها وليس موضعها وهذا خطأ مخالف لما عليه المحققون من المفسرين وغيرهم - كما تقدم (ص 27 - 32) - ولا أدل على ذلك من أنه لا قائل بأنه لا يجوز للمرأة أن تظهر حليها للأجنبي وهي ليست على بدنها كما لا قائل بالعكس أي أن تظهر مواضعها من بدنها والزينة ليست عليها ¶ ثانيا: مما يؤكد الخطأ أنه لا يمكن رؤية الخاتم في الإصبع إلا برؤية الكف فثبت أن المقصود في الأثر هو الموضع وليس الزينة نفسها ¶ [130]",
            "page": "130",
            "part": "1",
            "seal": "80D274B9"
        },
        {
            "id": "177",
            "nass": "ثالثا: أن ذلك قائم على اللفظ الذي ذكره المعلق: \" الكحل والخاتم \" وذلك خطأ منه لأمرين اثنين: ¶ الأول: أنه ضعيف لا يصح حكى ذلك المعلق نفسه في مكان آخر (3 / 431) والصحيح الثابت عن ابن عباس وغيره إنما هو بلفظ: \" الوجه والكفان \" كما تقدم قريبا فالدلالة واضحة جدا ¶ والأخر: أن المقرون مع ابن عباس في عبارة السرخسي إنما هو ابن عمر أو عائشة - كما رجحته آنفا - ولفظهما هو عين اللفظ الصحيح عن ابن عباس كما رأيت وعليه فلا يجوز حمل لفظهما - أو لفظ أحدهما - على لفظ ابن عباس الضعيف عنه كما هو ظاهر لا يخفى على أهل العلم ¶ وبهذا يسقط الاستظهار المذكور من أصله ويظهر أن التعليق المذكور لا قيمة له من الناحية العلمية لأنه قائم على التحويش دون التحقيق والتفتيش وتمييز الصحيح من الضعيف من الروايات ¶ وهنا سؤال يطرح نفسه - كما يقولون اليوم -:لماذا آثر الأخ محمد بن إسماعيل اللفظ الضعيف على اللفظ الصحيح؟ ¶ والجواب: من وجوه: ¶ أولا: لأنه المناسب لكلام البابرتي الحنفي ¶ ثانيا: لأنه لا يعرف الفرق بين اللفظين رواية ويعرف الفرق بينها دراية ¶ [131]",
            "page": "131",
            "part": "1",
            "seal": "FB78696E"
        },
        {
            "id": "178",
            "nass": "ثالثا: أنه لا يعلم صحة أي منهما لأنه كان تورط ببحث طويل للشيخ عبد القادر السندي - أصلحه الله - حول أثر ابن عباس دندن فيه حول هذا اللفظ الضعيف وأفاض في بيان ضعفه مع المبالغة في تضعيف رواية - مع التكرار الممل والاضطراب المخل في الحكم - بما لا مجال لبيان ذلك هنا وكتم هذا اللفظ الصحيح ولم يتعرض لذكر إسناده ولكنه أشار إليه (ص 18) بقوله: ¶ وهنا أسانيد أخرى لا تقل درجتها في الضعف والنكارة ¶ كذا قال هداه الله وهو في ذلك كاذب وانطلى كذبه على أخينا الطيب فنقل كلامه في كتابه (3 / 263 - 265) وأقره عليه لجهله كغيره بهذا العلم بل وعنون له بقوله: \" تحقيق الآثار المنسوبة إلى ابن عباس Bهما \" أتبع ذلك ببحث عنون له ب \" الجواب عن قول ابن عباس على فرض نسبته إليه \" (3 / 267) : ¶ ولذلك أراني مضطرا في أن أسوق إسناده الصحيح ليكون القراء على بينة منه أولا وليعرفوا الصادق من الكاذب والعالم من الجاهل ثانيا ولكي لا يغتروا بكل ناعق يهرف بما لا يعرف ثالثا. والله المستعان ¶ قال ابن أبي شيبة C في \" المصنف \" (4 / 283) : حدثنا زياد بن أبي الربيع عن صالح الدهان عن جابر بن زيد عن ابن عباس: ¶ (صحيح) \" (ولا يبدين زينتهن) : قال: الكف ورقعة الوجه \" ¶ [132]",
            "page": "132",
            "part": "1",
            "seal": "59E4D8FB"
        },
        {
            "id": "179",
            "nass": "قلت: وهذا إسناد صحيح لا يضعفه إلا جاهل أو مغرض فإن رجاله ثقات فأبدأ بشيخ ابن أبي شيبة زياد بن الربيع فهو ثقة دون أي خلاف يذكر وقد احتج به البخاري في \" صحيحه \" ¶ وصالح الدهان ثقة أيضا كما قال ابن معين. وقال أحمد في \" العلل \" (2 / 33) : ¶ ليس به بأس ¶ وذكره ابن حبان في \" الثقات \" (6 / 457) ¶ وأما جابر بن زيد - وهو أبو الشعثاء الأزدي - فهو أشهر من أن يذكر من ثقات التابعين المشهورين بالأخذ عن ابن عباس وخرج له الشيخان وشهد له ابن عباس بأنه من العلماء بكتاب الله - كما تقدم (ص 50) - وهو الذي تلقى عن ابن عباس تفسير (الإدناء) بقوله: \" تدني الجلباب إلى وجهها ولا تضرب به \" - كما تقدم (ص 50) - وهو الذي كان يأمر هند بنت المهلب أن تضع الخمار على الجبهة أي: وليس على الوجه كما يزعم التويجري ومقلدوه ¶ وقد تابعه سعيد بن جبير عن ابن عباس. عند ابن أبي شيبة أيضا وفي سنده ضعيف ¶ وتابع ابن عباس عبد الله بن عمر بسند صحيح وتقدم لفظه المطابق ¶ [133]",
            "page": "133",
            "part": "1",
            "seal": "A1B92E0F"
        },
        {
            "id": "180",
            "nass": "للفظ ابن عباس الصحيح آنفا فلا يغتر بعد هذا بقول مؤلف \" كشاف القناع \" (1 / 243) - بعد أن عزاه لابن عباس وعائشة -: ¶ رواه البيهقي وفيه ضعف ¶ وأقره الإسكندراني (3 / 431) فإن إسناده عند البيهقي غير إسناده عند ابن أبي شيبة على أن قوله: \" إسناده \" على الإفراد يوهم أن البيهقي رواه عنهما بإسناد واحد وهذا خلاف الواقع فإنه رواه (2 / 225) من طريق سعيد بن جبير عن ابن عباس ثم من طريق عكرمة عنه فهذان طريقا ثم رواه من طريق عطاء بن أبي رباح عن عائشة فهذا إسناد ثالث فليتأمل القارئ الكريم كم في نقل هذا الأخ الإسكندراني - وغيره ممن خاضوا فيما لا يحسنون - ومن جنف وظلم على هذا العلم الشريف؟ ¶ لقد ابتعدنا بقرائنا قليلا أو كثيرا عن موضوع البحث فمعذرة إليهم وإن كان في ذلك بعض الفوائد التي قد لا يجدونها في غير هذا المكان فلنعد إلى ما كنا في صدده من مناقشة الشرط الذي وضعه أولئك المقلدة مخالفين في ذلك من كان مجتهدا في المذهب وهو العلامة السرخسي (1) ¶ _________ ¶ (1) فقول الشيخ الكشميري في \" فيض الباري \" (1 / 254) - بعد ذكر جواز الكشف على المذهب -: \" وأفتى المتأخرون بستهما لسوء حال الناس \" إنما يعني المفتين المقلدين وهؤلاء لا عبرة بهم: وإنما العبرة بكلام الفقهاء المجتهدين كما قال ابن نجيم المصري في \" البحر الرائق \" (5 / 129) ¶ [134]",
            "page": "134",
            "part": "1",
            "seal": "ECAC2315"
        },
        {
            "id": "181",
            "nass": "فضلا عن غيره من العلماء المتقدمين والمتأخرين إلى عصرنا هذا الذين استمروا على القول بجواز النظر إلى وجه المرأة وكفيها إذا أمن الناظر الفتنة وقد ذكرت أقوالهم في ذلك قريبا (ص 119 - 121) فليراجعها من شاء أن يتذكر وهي كلها تلتقي على أنه يجب على الرجال أن لا ينظروا إلى وجوه النساء عند خشيتهم الفتنة فما أجهل ذلك المؤلف الذي نسب إلى الأئمة اتفاقهم على أنه يجب على المرأة أن تستر وجهها حتى لا يفتتن الرجال بها وفيهم من كان في القرن السادس وما بعده - كالقاضي عياض والنووي وابن مفلح والشوكاني - وقالوا كما تقدم: ¶ لا يجب على المرأة أن تستر وجهها في طريقها ¶ وأنه لا ينبغي الإنكار عليهم إذا كشفن عن وجوههن في الطريق ¶ وكأن ذلك المؤلف ومن على شاكلته - من المقلدة كالصابوني والغاوجي وأمثالهم - يتوهمون أن الفتنة كانت مأمونة في تلك القرون وأن الله تبارك وتعالى لم يضع الذرائع والسدود أمامها بما فرض على النساء من الحجاب وبما أمر به الجنسين من غض البصر وقال في ذلك: (ذلكم أطهر لقلوبكم وقلوبهن) [الأحزاب: 53] ويتناسون أن طبيعة البشر واحدة في كل زمان كما جاء في القرآن: (زين للناس حب الشهوات من النساء والبنين. . .) [آل عمران: 14] الآية. وأنهم إنما يتفاوتون بالتقوى واتباع أحكام الله تعالى ومن ذلك قصة الفضل بن العباس Bهما مع ¶ [135]",
            "page": "135",
            "part": "1",
            "seal": "54A6ADCE"
        },
        {
            "id": "182",
            "nass": "الخثعمية الحسناء وتكرار نظره إليها وهو حاج وكيف كان النبي A يكتفي بصرف وجهه عنها ولا يأمرها أن تسدل على وجهها وهذا هو وقت الفتنة بها وسد الذريعة دونها بزعمهم ولكنه A لم يفعل ذلك فدل فعله A على بطلان ما ذهبوا إليه من إيجاب الستر كما هو ظاهر لاتفاق العلماء على أنه لا يجوز تأخير البيان عن وقت الحاجة ولذلك فقد أساء أحدهم حين قال - تخلصا من هذه الحجة الظاهرة -: ¶ لعل النبي A أمرها بعد ذلك ¶ أي: بتغطية وجهها ¶ فأقول تبعا لابن عمر - أو غيره من السلف -: اجعل (لعل) عند ذاك الكوكب لأن فيه تعطيلا للسنة التي منها إقراره A ذلك لأنه ما من شيء سكت عنه A وأقره إلا ومن الممكن لكل مجادل أن يبطله بمثل ذلك القول كمثل كحديث ذلك الرجل الذي أحرم بعمرة في جبته بعدما تضمخ بطيب فأمره A بنزع الجبة وغسل الطيب وهو في \" الصحيحين \" فاستدل به العلماء - ومنهم الحنابلة - على أنه لا فدية عليه قال ابن قدامة في \" المغني \" (3 / 262) : ¶ لأن النبي A لم يأمر الرجل بفدية ¶ فهل يقول المشار إليه هنا كما قال هناك: ¶ لعل النبي A أمره بعد ذلك ¶ ؟ ¶ أم هو الكيل بمكيالين والوزن بميزانين؟ والله المستعان ¶ [136]",
            "page": "136",
            "part": "1",
            "seal": "8ACF5DF7"
        },
        {
            "id": "183",
            "nass": "واعلم أيها القارئ أن الأحاديث التي أخذ منها العلماء - على اختلاف مذاهبهم - كثيرا من الأحكام من إقراره A أكثر من أن تحصر ولو أن باحثا توجه لجمعها في كتاب وتكلم عليها رواية ودراية لكان من ذلك مجلد أو أكثر ¶ ومن هنا تظهر خطورة هذا الترجي الذي لا يحمل عليه إلا التقليد والدفاع عن المذهب والرأي ومن ذلك قصة الصحابي الجليل معاوية بن الحكم السلمي Bهـ الذي حفظ لنا قول النبي A للجارية: \" أين الله؟ \" وجوابها: \" في السماء \" وشهادته A فيها: \" إنها مؤمنة \" فقد كان Bهـ يصلي وراءه A يوما - وهو حديث عهد بالإسلام - فنادى: \" واثكل أمياه ما شأنكم تنظرون إلي؟ \". إلى أخر القصة في \" صحيح مسلم \" وغيره وهو مخرج في \" الإرواء \" (2 / 111 / 390) واستدل به العلماء ومنهم الشافعية: \" إن كلام الجاهل في الصلاة لا يبطلها \" على تفصيل في ذلك عندهم قال النووي في \" شرح مسلم \": ¶ لأن النبي A لم يأمره بإعادة الصلاة ¶ ونحوه قال ابن تيمة في \" الفتاوى \" (20 / 366 و 22 / 624) ¶ وإنما قلت آنفا: \" وهذا وقت الفتنة. . . \" لقول العباس Bهـ - كما في حديث علي في الكتاب (ص 28 - الطبعة السادسة) -: ¶ يا رسول الله لم لويت عنق ابن عمك؟ ¶ قال A: ¶ [137]",
            "page": "137",
            "part": "1",
            "seal": "E954E26B"
        },
        {
            "id": "184",
            "nass": "\" رأيت شابا وشابة فلم آمن الشيطان عليهما \" ¶ فهذا صريح في أنه A إنما فعل ذلك مخافة الفتنة كما قال الشوكاني في \" نيل الأوطار \" (6 / 97) فمن فعل في مثل هذه الحالة خلاف فعل النبي A فقد خالف هديه A وتعرض لوعيد قوله تعالى: (فليحذر الذين يخالفون عن أمر أن تصيبهم فتنة أو يصيبهم عذاب أليم) [النور: 63] وقوله A: \". . . ومن رغب عن سنتي فليس مني \" متفق عليه. فكيف به إذا جعل مخالفته قاعدة مستمرة إلى ما شاء الله؟ ¶ ثم قال الشوكاني C: ¶ وقد استنبط منه ابن القطان جواز النظر عند أمن الفتنة حيث لم يأمرها بتغطية وجهها فلو لم يفهم العباس أن النظر جائز ما سأل ولو لم يكن ما فهمه جائزا ما أقره عليه ¶ وقد أجاب بعض من لا فقه عنده عن عدم أمره A إياها بالتغطية بقوله: ¶ لو أمرها لأصبح واجبا أن تغطي وجهها ولم ندع هذا ¶ انظر \" حجاب العدوي \" (ص 99) ¶ فأقول: من رأيك الذي ألفت \" حجابك \" من أجل تأييده والرد على مخالفك أن الوجه واجب على المرأة ستره فهل تعني بقولك المذكور أنه ¶ [138]",
            "page": "138",
            "part": "1",
            "seal": "BD0C0525"
        },
        {
            "id": "185",
            "nass": "لا يجب الستر على المحرمة؟ لئن قلت ذلك - بل صرحت بذلك (ص 97) - فقد جئت ببدع من القول خالفت به سبيل المؤمنين فإننا لا نعلم أحدا من أهل العلم قال بوجوب الستر كأصل مع عدم الوجوب على المحرمة ولو عند الفتنة وإلا لما احتاج متبوعوك إلى أن يتكلفوا شتى الأجوبة للخلاص من دلالة الحديث الظاهرة على بطلان قولهم بالوجوب وقد سبق بيان بطلان تلك الوجوه في الصفحة (41 - 43 و 135 - 136) ¶ ومع هذه المخالفة للعلماء جميعا فقد تناقض مع نفسه مرة أخرى فإنه مع ذلك جزم (ص 81) بأنه يلزم الأمة أن تستر وجهها إن خشيت الفتنة سدا للذريعة والأصل عنده أنه ليس ذلك بلازم عليها وهنا لم يقل بلزوم ذلك على الحرة مع تحقق الخشية والأصل أن ذلك واجب عليها عنده أليس هذا من التلون في دين الله الذي نهى عنه أبو مسعود الأنصاري Bهـ؟ (1) تخلصا من دلالة الحديث الظاهرة التي نص عليها كبار العلماء وجروا على ذلك حتى اليوم كما تقدم تحقيقه والله المستعان ¶ وخلاصة القول: إن الفتنة بالنساء كانت في زمن نزول الوحي على النبي A ومن أجل ذلك شرع الله D من الأحكام للجنسين - سدا للذريعة - ما سبقت الإشارة إليه فلو شاء الله تعالى أن يوجب على النساء أن يسترن وجوههن أمام الأجانب لفعل سدا للذريعة أيضا (وما كان ¶ _________ ¶ (1) \" المستدرك \" (4 / 506 - 507) ¶ [139]",
            "page": "139",
            "part": "1",
            "seal": "A2C95241"
        },
        {
            "id": "186",
            "nass": "ربك نسيا) [مريم: 64] ولأوحى إلى النبي A أن يأمر المرأة الخثعمية أن تستر وجهها فإن هذا هو وقت البيان كما تقدم ولكنه على خلاف ذلك أراد A أن يبين للناس في ذلك المشهد العظيم أن سد الذريعة هنا لا يكون بتحريم ما أحل الله للنساء أن يسفرن عن وجوههن إن شئن وإنما بتطبيق قاعدة: (. . . يغضوا من أبصارهم) وذلك بصرفه نظر الفضل عن المرأة ¶ وفي نقدي أنه لا فرق بين هؤلاء المقلدة الموجبين على النساء ستر وجوههن - سدا للذريعة كما زعموا - وبين ما لو قال قائل: يجب على الرجال أن يستروا وجوههم - كما هو شأن الملثمين في بعض البلاد - كي لا تفتتن النساء بالنظر إليهم سدا للذريعة أيضا فهذا كهذا ومن فرق فقد تناقض وتعصب للرجال على النساء إذ أنهم مشتركون جميعا في وجوب غض النظر فمن زاد على الآخر حكما جديدا بغير برهان من الله ورسوله فقد تعدى وظلم (والله لا يحب الظالمين) [آل عمران: 57] ¶ وهنا أستحضر بيتا من الشعر كأن امرأة فقيهة تتمثل به فتقول: ¶ غيري جنى وأنا المعذب فيكم فكأنني سبابة المتندم ¶ ولعل من نافلة القول أن أذكر: أن جل هذا البحث إنما هو مع أولئك المقلدة الذين خالفوا أئمتهم في هذه المسألة - والكتاب والسنة معهم - والذين يرى المقلدون وجوب تقليدهم لأن أقوالهم بالنسبة إلى المقلدين كأدلة الكتاب والسنة بالنسبة للمجتهدين فكما لا يجوز لهؤلاء إلا اتباع ¶ [140]",
            "page": "140",
            "part": "1",
            "seal": "5999D7B9"
        },
        {
            "id": "187",
            "nass": "الكتاب والسنة فكذلك أولئك لا يجوز لهم إلا تقليدهم هكذا يقولون وهذا مبلغ علمهم وأما هنا فقد أجمعوا على مخالفة الكتاب والسنة من جهة وأقوال أئمتهم من جهة أخرى وزادوا على ذلك - ضغثا على إبالة - فقلدوا من لا يجوز عندهم تقليدهم لأنهم مقلدون مثلهم ومن متأخريهم كما تقدم والتقليد ليس بعلم باتفاق أهل العلم كما قال ابن القيم في \" إعلام الموقعين \" (1 / 51 و 2 293) وحكى أبو الحسن السندي في أول \" حاشيته على ابن ماجه \" عن السيوطي: إن المقلد لا يسمى عالما. ولذلك سماه المرغيناني الحنفي في \" شرح الهداية \" (6 / 359) ب \" الجاهل \" وحكى الخلاف في جواز توليته القضاء ونقل ابن الهمام في \" فتح القدير \" عن الإمام محمد: إن المقلد لا يجوز أن يكون قاضيا وما أحسن المثال الذي ضربه الإمام الشافعي للمقلد حين قال: ¶ مثل الذي يطلب العلم بلا حجة كمثل حاطب ليل يحمل حزمة حطب وفيه أفعى تلدغه وهو لا يدري ¶ رواه البيهقي في \" المدخل \" (210 - 211) بسند صحيح عنه (1) . ومن الحجة لهم في ذلك قوله A: ¶ إن الله لا يقبض العلم انتزاعا ينتزعه من العباد ولكن يقبض العلم ¶ _________ ¶ (1) ونحوه ما رواه ابن سعد في ¶ الطبقات \" (439 - القسم المتمم) بسند صحيح: أن رجلا قال لمالك: قد سمعت مائة ألف حديث. فقال مالك: مائة ألف حديث أنت حاطب ليل تجمع القشعة؟ قال: ما القشعة؟ قال: الحطب يجمعه الإنسان بالليل فربما أخذ معه الأفعى فتنهشه ¶ [141]",
            "page": "141",
            "part": "1",
            "seal": "F8DE6A26"
        },
        {
            "id": "188",
            "nass": "بقبض العلماء حتى إذا لم يبق عالما اتخذ الناس رؤوسا جهالا فسئلوا فأفتوا بغير علم (وفي رواية: برأيهم) فضلوا وأضلوا \". متفق عليه واللفظ والرواية الأخرى للبخاري (رقم 68 - مختصر البخاري) وراجع له \" فتح الباري \" (13 / 282 - 290) إن شئت فقد أفاض في شرحه وبيان فوائده وأن المراد بقوله: \" رؤوسا جهالا \": إنما هم المقلدة والواقع في أكثر البلاد الإسلامية مصداق هذا الحديث الصحيح ومنه ما نحن فيه. والله المستعان ¶ ثم إنني أقول: ¶ لو أن أولئك المقلدة كانوا على شيء من العلم لما أوجبوا على النساء أن يسترن وجوههن خشية أن يفتتن الرجال بهن مع قولهم: إن الأصل جواز الإسفار. ولقالوا: إذا خشيت المرأة أن يصيبها مكروه من بعض الرجال الأشرار بسبب إسفارها فعليها أن لا تسفر سدا للذريعة. لو أنهم قالوا هذا لكان فقها مقبولا وأما أن يفرض ذلك على النساء عامة في كل زمان ومكان فهو تشريع ما أنزل الله به من سلطان فلا جرم أنه لم يقل به أحد من علماء الإسلام بل قالوا نقيض ذلك كما قدمنا عن القاضي عياض والنووي وابن مفلح وغيرهم من الأعلام ¶ [142]",
            "page": "142",
            "part": "1",
            "seal": "4F7FFF42"
        },
        {
            "id": "189",
            "nass": "خلاصة البحوث المتقدمة: ¶ وتلخيصا لما تقدم أقول: ¶ لقد تجلى للقراء الكرام من هذه البحوث النيرة الحقائق التالية:",
            "page": "142",
            "part": "1",
            "seal": "D4BD91EC"
        },
        {
            "id": "190",
            "nass": "1 - إن القائلين بوجوب ستر المرأة لوجهها وكفيها ليس عندهم نص في ذلك من كتاب أو سنة أو إجماع بل وليس معهم أثر واحد صحيح صريح عن السلف يجب اتباعه اللهم إلا بعض النصوص العامة أو المطلقة التي تولت السنة بيانها ولم يجر العمل بإطلاقها وعمومها عند الأمة فمنهم من استثنى الوجه والكفين ومنهم من استثنى نصف الوجه ومنهم من استثنى من الوجه العينين ومنهم من استثنى عينا واحدة والأولون هم أسعدهم بالكتاب والسنة",
            "page": "142",
            "part": "1",
            "seal": "2430BDEE"
        },
        {
            "id": "191",
            "nass": "2 - تفسيرهم ل (الخمار) و (الإدناء) و (الجلباب) و (الاعتجار) بخلاف الأحاديث النبوية والآثار السلفية والنصوص اللغوية بل وخلافا لتفسيرهم لآية القواعد من النساء",
            "page": "142",
            "part": "1",
            "seal": "9048141A"
        },
        {
            "id": "192",
            "nass": "3 - استدلالهم على ذلك بالأحاديث الضعيفة والآثار الواهية والموضوعة وهم يعلمون أو لا يعلمون",
            "page": "142",
            "part": "1",
            "seal": "7922EF78"
        },
        {
            "id": "193",
            "nass": "4 - ادعاء بعضهم الإجماع على رأيهم وهم يعلمون الخلاف فيه وقد ينقلونه هم أنفسهم ولكنهم يكابرون ومن المخالفين لهم الأئمة الثلاثة ومعهم أحمد في رواية ¶ [143]",
            "page": "143",
            "part": "1",
            "seal": "33C94525"
        },
        {
            "id": "194",
            "nass": "5 - أنكروا نصوصا صحيحة صريحة على خلاف رأيهم تارة بتأويلها وتعطيل دلالاتها وتارة بتجاهلها أو بتضعيفها وهم جميعا ليسوا من أهل التصحيح والتضعيف وإنما اضطروا أن يدخلوا أنفسهم فيما ليس لهم به علم فصححوا وضعفوا ما شاؤوا دفاعا عن رأيهم",
            "page": "143",
            "part": "1",
            "seal": "DD84A385"
        },
        {
            "id": "195",
            "nass": "6 - وربما غير بعضهم في إسناد الرواية راويا بآخر تقوية له وحذف من متن الحديث أوكلام العالم ما هو حجة عليه وساق الأثر محتجا أو مستشهدا به وهو عليه",
            "page": "143",
            "part": "1",
            "seal": "B31AA080"
        },
        {
            "id": "196",
            "nass": "7 - تهافتهم على تضعيف قوله A: \" إن المرأة إذا بلغت المحيض لم يصلح أن يرى منها إلا وجهها وكفيها \" ومخالفتهم للمحدثين الذين قووه وللقواعد العلمية التي تستوجب صحته بتعليلات وآراء شخصية لا يعرفها أهل العلم",
            "page": "143",
            "part": "1",
            "seal": "F391B955"
        },
        {
            "id": "197",
            "nass": "8 - اتفاقهم على تضعيف الآثار المروية عن الصحابة التي تشهد للحديث مع أن بعضها صحيح السند كابن عباس وابن عمر وله عن ابن عباس وحده سبعة طرق",
            "page": "143",
            "part": "1",
            "seal": "B2309B6B"
        },
        {
            "id": "198",
            "nass": "9 - كتمان بعضهم بقية طرق الحديث المقوية له وادعاء بعضهم الضعف الشديد في بعض رواته تمهيدا للتخلص من الاستشهاد بها وإيهامهم القراء أنه لا موثق له بالإحالة إلى بعض المصادر والواقع فيها يكذبه ¶ [144]",
            "page": "144",
            "part": "1",
            "seal": "04E6A1B6"
        },
        {
            "id": "199",
            "nass": "10 - ادعاء بعضهم نسخ الحديث بآية (الإدناء) خلافا للقواعد العلمية التي توجب الجمع بحمل العام على الخاص ونحو ذلك",
            "page": "144",
            "part": "1",
            "seal": "D6342138"
        },
        {
            "id": "200",
            "nass": "11 - تعلقهم بما لا يصح رواية ودراية لرد ما صح رواية ودراية. وتمسكهم بمطلق القرآن وقد قيدته السنة",
            "page": "144",
            "part": "1",
            "seal": "74FBC217"
        },
        {
            "id": "201",
            "nass": "12 - تعطيل بعض المقلدة لأدلة الكتاب والسنة ولأقوال أئمتهم أيضا القائلة بجواز كشف المرأة لوجهها بتقليدهم بعض المقلدة القائلين بوجوب الستر سدا للذريعة - بزعمهم - خلافا للسرخسي وغيره من العلماء إلى عصرنا هذا",
            "page": "144",
            "part": "1",
            "seal": "D04A3BF9"
        },
        {
            "id": "202",
            "nass": "13 - تعطيل أحد شيوخهم للقاعدة الفقهية: \" تأخير البيان عن وقت الحاجة لا يجوز \" ولقاعدة الاحتجاج بإقراره A وسكوته عن الشيء للتخلص من دلالة حديث الخثعمية على جواز الكشف ¶ هذه جملة من الحقائق والأوهام التي وقع المخالفون المتشددون فيها - لتعصبهم لرأيهم وإهمالهم القواعد العلمية الحديثية منها والفقهية وإعراضهم عن الاستفادة من أقوال واجتهادات العلماء الآخرين سلفهم وخلفهم - يتلمسها القراء الكرام من تلك البحوث العشرة أحببت أن أجعلها ماثلة بين أعينهم لتكون عبرة لمن يعتبر ¶ [145]",
            "page": "145",
            "part": "1",
            "seal": "91D1A34C"
        },
        {
            "id": "203",
            "nass": "الخاتمة ¶ هذا ولا بد لي في هذه الخاتمة من لفت النظر إلى أن التشدد في الدين شر لا خير فيه. وإذا كان النبي A قد قال: \" الخير لا يأتي إلا بالخير \". متفق عليه فكذلك الشدة شر لا تأتي إلا بالشر ولذلك تكاثرت الأحاديث وتنوعت عباراتها في التحذير منها فقال A: ¶ (صحيح) أولا: \" إن الدين يسر ولن يشاد الدين أحد إلا غلبه فسددوا وقاربوا. . . \". رواه البخاري (رقم 39) ¶ (صحيح) ثانيا: \" إياكم والغلو في الدين فإنما هلك من كان قبلكم بالغلو في الدين \". رواه أصحاب الصحاح: ابن خزيمة وابن حبان والحاكم والضياء وغيرهم وهو مخرج في \" الصحيحة \" (1283) ¶ (صحيح) ثالثا: \" لا تشددوا على أنفسكم فإنما هلك من قبلكم بتشديدهم على أنفسهم وستجدون بقاياهم في الصوامع والديارات \". أخرجه البخاري في \" التاريخ \" وغيره وفد خرجته في \" الصحيحة \" (3124) ¶ وإذا كان الأمر كذلك فلا بد أن القراء الكرام قد لاحظوا هذا التشدد مجسما فيما حكينا من أقوالهم وآرائهم التي منها قولهم: \" حتى ظفرها \" وفي الصلاة أيضا وما تكلفوا به من رد الأدلة القاطعة بجريان العمل بكشف الوجه في القرون المشهود لها بالخيرية وشهادة فضلاء الصحابة ¶ [146]",
            "page": "146",
            "part": "1",
            "seal": "BD376CB6"
        },
        {
            "id": "204",
            "nass": "والتابعين والأئمة المجتهدين بجواز ذلك وما قول الإمام مالك إمام دار الهجرة ببعيد عن ذاكرة القارئ وهو أنه يجوز - أو لا بأس - أن تأكل المرأة مع غير ذي محرم (انظر ص 35) وغير ذلك من أقوالهم الصريحة بأن الوجه ليس بعورة ¶ فأقول: ومع ذلك يضلل الشيخ التويجري من قال بهذا القول - كما تقدم نقله عنه (ص 8) - بل يجعل ذلك من الإلحاد في آيات الله. . . (ص 49) ثم هو لا يخجل أن يدعي الإجماع على أن وجه المرأة عورة وهو نفسه يذكر أن أكثر العلماء على خلاف ذلك - كما تقدم (ص 32) - وأتباعه في هذا التشدد فيهم كثرة مع الأسف ¶ هذا من الناحية العلمية التي يشاركنا في معرفتنا لها كل من وقف على أقوالهم ¶ وأما من الناحية العملية فالأمر غريب جدا وقد توفر عندي ثلاثة أمثلة: ¶ الأول: حدثني صهر لي أنه قصد زيارة شيخ فاضل من أولئك المتشددين فلم يحفل به ولا استقبله لأن زوجته كانت سافرة عن وجهها مع أن حجابها شرعي من كل النواحي هذا والشيخ معروف بتواضعه ودماثة خلقه فأين هذا من قول الإمام أحمد المتقدم (ص 9) : ¶ لا ينبغي للفقيه أن يحمل الناس على مذهبه ¶ ؟ ¶ [147]",
            "page": "147",
            "part": "1",
            "seal": "87BA56C4"
        },
        {
            "id": "205",
            "nass": "الثاني: لما اعتمرت أنا وزوجتي أم الفضل سنة (1410 هـ) كنا نرى كثيرا من المعتمرات يسعين منقبات فكنت أنصح الرجال وهي تنصح النساء بأن هذا لا يجوز فإن كان ولا بد فعليكن بالسدل ونذكر الحديث الوارد في ذلك فلا نجد منهم تجاوبا وكنت أشعر بأن ذلك أثر من تشديد بعض المشايخ في مسألة الوجه وكان عليهم - إذ أبوا إلا التشديد - أن يضيفوا إلى ذلك تحذير المحرمات من الانتقاب فإنه فاش جدا فيهن كما شاهدت ذلك في كل حجاتي وعمري ورأيت في المسعى شابا يسعى وبجانبه امرأة متنقبة فاقتربت منه وسألته: هذه محرمة؟ قال: نعم. فقلت: يا أخي قال رسول الله A: \" لا تنتقب المرأة المحرمة ولا. . . \". فلم يدعني أكلم الحديث وبادر بقوله: هذه مسألة خلافية قلت: ليس بحثي في وجه المرأة وإنما في انتقاب المحرمة. فلم يعبأ بي وانطلق معها يسعى ¶ الثالث: في السنة المذكورة - وبعد العمرة - قيض لي أن أزور المنطقة الشرقية من السعودية وألقيت فيها بعض المحاضرات وأجبت عن أسئلة السائلين والسائلات أيضا كتابة وهاتفيا فبلغني عن بعض الملتزمات منهن لما بلغهن حديث: \" لا تنتقب المرأة المحرمة. . . \" قلن: نتنقب ولا نكشف عن وجوهنا ونفدي ¶ فقلت: سبحان الله ما يفعل الجهل بأهله فقد جعل الله لهن ¶ [148]",
            "page": "148",
            "part": "1",
            "seal": "0661086E"
        },
        {
            "id": "206",
            "nass": "مخرجا: أن يسترن وجوههن بالسدل ولكن ذلك من آثار تشديد بعض المشايخ في تلك البلاد مع إهمال التنبيه على الجوانب الأخرى المتعلقة بالمسألة والتيسير فيها ¶ وإني لأعتقد أن مثل هذا التشديد على المرأة لا يمكن أن يخرج لنا جيلا من النساء يستطعن أن يقمن بالواجبات الملقاة على عاتقهن في كل البلاد والأحوال مع أزواجهن وغيرهم ممن تحوجهم الظروف أن يتعاملن معهم كما كن في عهد النبي A كالقيام على خدمة الضيوف وإطعامهم والخروج في الغزو يسقين العطشى ويداوين الجرحى وينقلن القتلى وربما باشرن القتال بأنفسهن عند الضرورة فهل يمكن للنسوة اللاتي ربين على الخوف من الوقوع في المعصية - إذا صلت أو حجت مكشوفة الوجه والكفين - أن يباشرن مثل هذه الأعمال وهن متنقبات ومتقفزات؟ لا وربي فإن ذلك مما لا يمكن إلا بالكشف عن وجوههن وأكفهن وقد ينكشف منهن ما لا يجوز عادة كما قال تعالى: (إلا ما ظهر منها) كما سنرى في بعض الأمثلة الشاهدة لما كان عليه النساء في عهد النبي A: ¶ الأول: عن فاطمة بنت قيس: أن النبي A قال لها: ¶ (صحيح) \" انتقلي إلى أم شريك \". وأم شريك امرأة غنية من الأنصار عظيمة النفقة في سبيل الله ينزل عليها الضيفان فقلت: سأفعل. فقال: ¶ [149]",
            "page": "149",
            "part": "1",
            "seal": "189FFDAE"
        },
        {
            "id": "207",
            "nass": "\" لا تفعلي إن أم شريك امرأة كثيرة الضيفان فإني أكره أن يسقط خمارك. . . \" الحديث. رواه مسلم وهو مذكور بتمامه في \" الجلباب \" (ص 66) ¶ الثاني: عن سهل بن سعد قال: ¶ (صحيح) \" لما عرس أبو أسيد الساعدي دعا النبي A وأصحابه فما صنع لهم طعاما ولا قدمه إليهم إلا امرأته أم أسيد. . . فكانت امرأته يومئذ خادمهم وهي العروس \" ¶ رواه البخاري ومسلم وغيرهما وهو مخرج في \" آداب الزفاف \" ¶ الثالث: عن أسماء بنت أبي بكر قالت: ¶ (صحيح) \" تزوجني الزبير وما له في الأرض من مال ولا مملوك ولا شيء غير فرسه قالت: فكنت أعلف فرسه وأكفيه مؤنته وأسوسه وأدق النوى لناضحه وأعلفه وأستقي الماء وأخرز غربه وأعجن. . . قالت: وكنت أنقل النوى من أرض الزبير - التي أقطعه رسول الله A - على رأسي وهي على ثلثي فرسخ قالت: فجئت يوما والنوى على رأسي فلقيت رسول الله A ومعه نفر من أصحابه فدعاني ثم قال: \" إخ إخ \". ليحملني خلفه قالت: فاستحييت. . . \" الحديث ¶ أخرجه البخاري (5224) ومسلم (7 / 11) وأحمد (6 / 347) وابن سعد (8 / 250) ¶ [150]",
            "page": "150",
            "part": "1",
            "seal": "698AA380"
        },
        {
            "id": "208",
            "nass": "الرابع: عن جابر: ¶ (صحيح) \" أن النبي A أتى امرأة من الأنصار فبسطت له عند صور -[والصور: النخلات المجتمعات]- ورشت حوله وذبحت شاة وصنعت له طعاما فأكل وأكلنا معه ثم توضأ لصلاة الظهر فصلى فقالت المرأة: يا رسول الله قد فضلت عندنا من شاتنا فضلة فهل لك في العشاء؟ قال: \" نعم \". فأكل وأكلنا ثم صلى العصر ولم يتوضأ \" ¶ أخرجه أبو يعلى في \" مسنده \" (4 / 116 / 2160) والطحاوي في \" شرح المعاني \" (1 / 39) من طريق محمد بن المنكدر عنه ¶ قلت: وإسناده صحيح والحميدي في \" مسنده \" (533 / 1266) من طريق عبد الله بن محمد بن عقيل: أنه سمع جابر بن عبد الله به نحوه أتم منه والزيادة له ¶ قلت: إسناده حسن ومن هذه الطريق أخرجه أحمد أيضا (3 / 374 - 375) به نحوه دون الزيادة ¶ (تنبيه) : لقد توسع المعلق على \" أبي يعلى \" توسعا غير محمود في تخريج الحديث وعزوه إلى عبد الرزاق وأصحاب السنن وابن حبان وغيرهم موهما أنه عندهم جميعا بهذا التمام الذي عند أبي يعلى وليس كذلك وإنما عندهم الأكل في المرة الأولى والوضوء ثم صلاة الظهر الأكل المرة الأخرى ثم صلاة العصر ولم يتوضأ. وهو مخرج في \" صحيح أبي داود \" (186) ¶ [151]",
            "page": "151",
            "part": "1",
            "seal": "94F4C107"
        },
        {
            "id": "209",
            "nass": "الخامس: عن أنس قال: ¶ (صحيح) \" لما كان يوم أحد. . . رأيت عائشة بنت أبي بكر وأم سليم وإنهما لمشمرتان أرى خدم سوقهما (يعني: الخلاخل) تنقزان (أي تحملان) القرب على متونهما تفرغانه في أفواه القوم ثم ترجعان فتملآنها ثم تجيئان فتفرغانه في أفواه القوم \" ¶ أخرجه الشيخان. وهو في الكتاب (ص 40) ¶ السادس: عن الربيع بنت معوذ قالت: ¶ (صحيح) \" كنا نغزو مع النبي A فنسقي القوم ونخدمهم ونرد الجرحى والقتلى إلى المدينة \" ¶ أخرجه البخاري (2883) وأحمد (6 / 358) ¶ السابع: عن أم عطية قالت: ¶ (صحيح) \" غزوت مع رسول الله A سبع غزوات أخلفهم في رحالهم فأصنع لهم الطعام وأداوي الجرحى وأقوم على المرضى \" ¶ أخرجه مسلم (5 / 199) وابن أبي شيبة في \" المصنف \" (12 / 525) وأحمد (5 / 84 و 6 / 407) وابن سعد (8 / 455) وللبخاري (324) ونحوه والطبراني (5 / 55 / 121) ¶ [152]",
            "page": "152",
            "part": "1",
            "seal": "541C0C6D"
        },
        {
            "id": "210",
            "nass": "الثامن: عن أنس: ¶ (صحيح) \" أن أم سليم اتخذت يوم حنين خنجرا فكان معها فرآها أبو طلحة. فقال: يا رسول الله هذه أم سليم معها خنجر فقال لها رسول الله: \" ما هذا الخنجر؟ \". قالت: اتخذته إن دنا مني أحد من المشركين بقرت به بطنه. فجعل رسول الله A يضحك. . . الحديث \" ¶ أخرجه مسلم (5 / 196) وأحمد (3 / 112 و 190 و 198 و 286) وابن سعد (8 / 425) والطبراني (25 / 119 - 120) وله عند أحمد طريق أخرى (3 / 108 - 109 و 279) ¶ وفي رواية له والطبراني (25 / 123 - 124) : ¶ (صحيح) \" كان يغزو بأم سليم ونسوة من الأنصار معه إذا غزا فيسقين الماء ويداوين الجرحى \" ¶ وصححه الترمذي وابن حبان وهو مخرج في \" صحيح أبي داود \" (2284) ¶ التاسع: عن ابن عباس قال: ¶ (صحيح) \" كان رسول الله A يغزو بالنساء فيداوين الجرحى ويحذين من الغنيمة \" ¶ أخرجه مسلم وغيره وصححه الترمذي وهو مخرج في \" الإرواء \" (5 / 69 / 1236) و \" صحيح أبي داود \" (2438 و 2439) ¶ [153]",
            "page": "153",
            "part": "1",
            "seal": "4E794160"
        },
        {
            "id": "211",
            "nass": "ثم جرى الأمر على هذا المنوال بعد وفاته A وإليك بعض الأمثلة المتيسرة على شرطنا في الثبوت: ¶ الأول: عن مهاجر الأنصاري: ¶ (حسن) \" أن أسماء بن يزيد الأنصارية شهدت اليرموك مع الناس فقتلت سبعة من الروم بعمود فسطاط ظلتها \" ¶ أخرجه سعيد بن منصور في \" السنن \" (3 / 2 / 307 / 2787) والطبراني في \" المعجم الكبير \" (24 / 157 / 403) بإسناد حسن ¶ الثاني: عن خالد بن سيحان قال: ¶ شهدت تستر مع أبي موسى ومعنا أربع نسوة يداوين الجرحى فأسهم لهن ¶ أخرجه ابن أبي شيبة (12 / 527) والبخاري في \" التاريخ \" (2 / 1 / 153) بسند يحتمل التحسين ¶ الثالث: عن عبد الله بن قرط الأزدي قال: ¶ (صحيح) \" غزوت الروم مع خالد بن الوليد فرأيت نساء خالد بن الوليد ونساء أصحابه مشمرات يحملن الماء للمهاجرين يرتجزن \" ¶ أخرجه سعيد (3 / 2 / 307 / 2788) بإسناد صحيح وله عنده (2785) طريق آخر ضعيف معضل ¶ [154]",
            "page": "154",
            "part": "1",
            "seal": "A18F69DF"
        },
        {
            "id": "212",
            "nass": "الرابع: عن أبي بلج يحيى بن أبي سليم قال: ¶ (إسناده جيد) \" رأيت سمراء بنت نهيك - وكانت قد أدركت النبي A - عليها درع غليظ وخمار غليظ بيدها سوط تؤدب الناس تأمر بالمعروف وتنهى عن المنكر \" ¶ أخرجه الطبراني في \" المعجم الكبير \" (24 / 311 / 785) بإسناد جيد قال الهيثمي (9 / 264) : ¶ ورجاله ثقات ¶ (1) ¶ فأقول: هذه وقائع صحيحة تدل دلالة قاطعة على ما كان عليه نساء السلف من الكمال والسماحة والتربية الصحيحة حتى استطعن أن يقمن بما يجب عليهن من التعاون على الخير ولو لم يكن ذلك في الأصل واجبا عليهن فكيف يكون حالهن إذا فرض الواقع ذلك عليهن مثل الدفاع عن النفس كما فعلت أم سليم Bها حين اتخذت يوم حنين خنجرا ونحوه ما فعلته أسماء بنت أبي بكر Bهما ¶ _________ ¶ (1) قلت: أورده الطبراني في ترجمة سمراء هذه فهي صحابية كما يدل على ذلك الحديث وقد ذكرها الذهبي في \" التجريد \" (2 / 278) وقال: ¶ أدركت النبي A وعمرت ¶ وأما الحافظ فأحال في ترجمتها في (القسم الأول) إلى (القسم الثالث) ثم أنسي فلم يذكرها فيه ولا في غيره ¶ [155]",
            "page": "155",
            "part": "1",
            "seal": "DE1FA00A"
        },
        {
            "id": "213",
            "nass": "وهي التي أدبها النبي A بحديثها المتقدم: \". . . لم يصلح أن يرى منها إلا وجهها وكفيها \" فقد روى ابن سعد (8 / 253) بسند صحيح: ¶ (صحيح) \" أن أسماء بنت أبي بكر اتخذت خنجرا زمن سعيد بن العاص للصوص وكانوا قد استقروا في المدينة فكانت تجعله تحت رأسها \" ¶ ذلك كله أثر من آثار تربية النبي A لهن على الحنيفية السمحة التي لا إفراط ولا تفريط فكانوا كما قال الله تعالى: (كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله) [آل عمران: 110] وقال: (وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا) [البقرة: 143] ¶ على هذا المنهج النبوي الكريم يجب على المشايخ والدعاة أن يقوموا بتربية الناس رجالا ونساء ولن يستطيعوا ذلك إلا إذا تعرفوا على السنة والسيرة النبوية الصحيحة التي تشمل: قوله A وفعله وتقريره وما كان عليه سلفنا الصالح مما صح عنهم فإن فقه العالم لا يستقيم إلا بهذا كله مستعينا على ذلك بأقوال الأئمة المجتهدين والعلماء المحققين وإلا حاد عن الحق وسبيل المؤمنين ولله در شيخ الإسلام ابن تيمية C حين نبه على هذا - وهو من نفائسه ولم أره لغيره - بقوله المتقدم (ص 48) : ¶ والمنقول عن السلف والعلماء يحتاج إلى معرفة ثبوت لفظه ودلالته كما يحتاج إلى ذلك المنقول عن الله ورسوله ¶ [156]",
            "page": "156",
            "part": "1",
            "seal": "36C3CB86"
        },
        {
            "id": "214",
            "nass": "واعتقادي أن العلماء لو التزموا هذا المنهج لزال كثير من الخلاف القائم بينهم بشرط أن يخلصوا لله تبارك وتعالى في طلب الحق والابتعاد عن التقليد الأعمى للمذاهب والآباء والأجداد الذي ابتلي به اليوم كثير من الناس. والله المستعان ¶ ومن خير ما أختم به كتابي هذا كفارة المجلس: ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك ¶ وصلى الله على محمد النبي الأمي وعلى آله وصحبه وسلم ¶ عمان مساء الاثنين 26 ذي الحجة سنة 1411 ¶ وكتب: محمد ناصر الدين الألباني أبو عبد الرحمن ¶ [157]",
            "page": "157",
            "part": "1",
            "seal": "11657A58"
        }
    ],
    "t314": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرد المفحم"
        }
    ]
}