{
    "b3197": [
        {
            "id": "48",
            "nass": "والصلاة لا تزول في حال يؤديها كما أطاقها. ¶ قال الربيع: ¶ 479 - وللشافعي قول آخر إذا كان عليه دين عشرين دينارا وله مثلها فعليه الزكاة يؤديها من قبل أن الله عز وجل قال: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: من الآية103] . فلما كانت هذه العشرون لو وهبها جازت هبته ولو تصدق بها جازت صدقته ولو تلفت كانت منه فلما كانت أحكامها كلها تدل على أنها مال من ماله وجبت عليه فيها الزكاة لقول الله تبارك وتعالى: {خُذْ مِنْ أَمْوَالِهِمْ} الآية. ¶ قال الشافعي -رحمه الله تعالى-: ¶ 480 - ونجد المرأة ذات المال تزول عنها الصلاة في أيام حيضها ولا تزول عنها الزكاة وكذلك الصبي والمغلوب على عقله.",
            "page": "50",
            "part": "1",
            "seal": "4A4D4001"
        },
        {
            "id": "49",
            "nass": "باب الصوم ¶ قال الشافعي -رحمه الله تعالى-: ¶ 481 - ونجد الصوم فرضا بوقت كما أن الصلاة فرضت بوقت. ¶ 482 - ثم نجد الصوم مرخصا فيه للمسافر أن يدعه وهو مطيق له في وقته ثم يقضيه بعد وقته وليس هكذا الصلاة لا يرخص في تأخير الصلاة عن وقتها إلى يوم غيره ولا يرخص له في أن يقصر من الصوم شيئا كما يرخص في أن يقصر من الصلاة ولا يكون صومه مختلفا باختلاف حالاته في المرض والصحة. ¶ 483 - ونجده إذا جامع في صيام شهر رمضان وهو واجد أعتق وإن جامع في الحج نحر بدنة وإن جامع في الصلاة استغفر ولم تكن عليه كفارة والجماع في هذه الحالات كلها محرم ثم يكون جماع كثير محرم لا يكون في شيء منه كفارة ثم نجده يجامع في صوم واجب عليه في قضاء شهر رمضان أو كفارة قتل أو ظهار فلا يكون عليه كفارة ويكون عليه البدل في هذا كله. ¶ 484 - ونجد المغمى عليه والحائض لا صوم عليهما ولا صلاة فإذا أفاق المغمى عليه وطهرت الحائض فعليهما قضاء ما مضى من الصوم في أيام إغماء هذا وحيض هذه وليس على الحائض قضاء الصلاة في قول أحد ولا على المغمى عليه قضاء الصلاة في قولنا. ¶ 485 - ووجدت الحج فرضا على خاص وهو من وجد إليه سبيلا. ¶ 486 - ثم وجدت الحج يجامع الصلاة في شيء ويخالفها في غيره. ¶ 487 - فأما ما يخالفها فيه فإن الصلاة يحل له فيها أن يكون لابسا",
            "page": "51",
            "part": "1",
            "seal": "12357FAA"
        },
        {
            "id": "50",
            "nass": "للثياب ويحرم على الحاج. ¶ 488 - ويحل للحاج أن يكون متكلما عامدا ولا يحل ذلك للمصلى ويفسد المرء صلاته فلا يكون له أن يمضي فيها ويكون عليه أن يستأنف صلاة غيرها بدلا منها ولا يكفر ويفسد حجه فيمضي فيه فاسدا لا يكون له غير ذلك ثم يبدله ويفتدي. ¶ 489 - والحج في وقت والصلاة في وقت فإن أخطأ رجل في وقته لم يجز عنه الحج ثم وجدتهما مأمورين بأن يدخل المصلي في وقت فإن دخل المصلي قبل الوقت لم تجز عنه صلاته وإن دخل الحاج قبل الوقت أجزأ عنه حجه. ¶ 490 - ووجدت للصلاة أولا وآخرا فوجدت أولها التكبير وآخرهاالتسليم ووجدته إذا عمل ما يفسدها فيما بين أولها وآخرهاوسلم فهذه الطريق التي عبت ووجدت للحج أولا وآخرا ثم أجزاء بعده فأوله الإحرام ثم آخر أجزائه الرمي والحلاق والنحر فإذا فعل هذا خرج من جميع إحرامه في قولنا ودلالة السنة إلا من النساء خاصة وفي قول غيرنا إلا من النساء والطيب والصيد ثم وجدته في هذه الحال إذا أصاب النساء قبل يحللن له نحر بدنه ولم يكن مفسدا لحجه وإن لم يصيب النساء حتى يطوف حل له النساء وكل شيء حرمه عليه الحج معكوفا على نسك من حجه من البيتوتة بمنى ورمي الجمار والوداع يعمل هذا حلالا خارجا من إحرام الحج وهو لا يعمل شيئا في الصلاة إلا وإحرام الصلاة قائم عليه. ¶ 491 - ووجدته مأمورا في الحج بأشياء إذا تركها كان عليه فيها البدل بالكفارة من الدماء والصوم والصدقة وحجة ومأمورا في الصلاة بأشياء لا تعدو واحدا من وجهين إما أن يكون تاركا لشيء منها فتفسد صلاته",
            "page": "52",
            "part": "1",
            "seal": "DC4E4B92"
        },
        {
            "id": "51",
            "nass": "ولا تجزيه كفارة ولا غيرها إلا استئناف الصلاة أو يكون إذا ترك شيئا مأمورا به غير صلب الصلاة كان تاركا لفضل والصلاة مجزية عنه ولا كفارة عليه. ¶ 492 - ثم للحج وقت آخر وهو الطواف بالبيت بعد النحر الذي يحل له به النساء ثم لهذا آخر وهو النفر من مني ثم الوداع وهو مخير في النفر إن أحب تعجل في يومين وإن أحب تأخر. ¶ أخبرنا الربيع بْن سليمان قال: قال الشافعي: ¶ 493 - أخبرنا ابن عيينة بإسناد عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أنه قال: \"لا يمسكن الناس علي بشيء فإني لا أحل لهم إلا ما أحل الله ولا أحرم عليهم إلا ما حرم الله\". ¶ 494 - قال الشافعي: هذا منقطع ونحن نعرف فقه طاوس ولو ثبت عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فبين فيه أنه على ما وصفت إن شاء الله تعالى قال: \"لا يمسكن الناس علي بشيء\". ولم يقل لا تمسكوا عني بل قد أمر أن يمسك عنه وأمر الله عز وجل بذلك. ¶ 495 - قَالَ: الشَّافِعِيُّ أَخْبَرَنَا ابْنُ عُيَيْنَةَ عَنْ أَبِي النَّضْرِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ أَبِيهِ أَنَّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال: \"لا أَعْرِفَنَّ مَا جَاءَ أَحَدَكُمُ الأَمْرُ مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ وَهُوَ مُتَّكِئٌ عَلَى أَرِيكَتِهِ فَيَقُولُ مَا نَدْرِي هَذَا مَا وَجَدْنَا فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ اتَّبَعْنَاهُ\". ¶ 496 - وقد أمرنا باتباع ما أمرنا به واجتناب ما نهى عنه وفرض الله ذلك في كتابه على خليقته وما في أيدي الناس من هذا إلا ما تمسكوا به عن الله - تبارك وتعالى - ثم عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثم عن دلالته. ¶ 497 - ولكن قوله إن كان قاله \"لا يمسكن الناس علي بشيء\".",
            "page": "53",
            "part": "1",
            "seal": "A54FDDE4"
        },
        {
            "id": "52",
            "nass": "يدل على أن رسول الله صَلَّى اللَّهُ عليه وسلم إذا كان بموضع القدرة فقد كانت له خواص أبيح له فيها ما لم يبح للناس وحرم عليه منها ما لم يحرم على الناس فقال: لا يمسكن الناس علي بشيء من الذي لي أو علي دونهم فإن كان علي ولي دونهم لا يمسكن به. ¶ 498 - وذلك مثل أن الله عز وجل إذا أحل له من عدد النساء ما شاء وأن يستنكح المرأة إذا وهبت نفسها له قال الله تعالى: {خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} [الأحزاب: من الآية50] فلم يكن لأحد أن يقول قد جمع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بين أكثر من أربع ونكح رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امرأة بغير مهر وأخذ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صفيا من المغانم وكان لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأن الله عز وجل قد بين في كتابه وعلى لسان رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أن ذلك له دونهم. ¶ 499 - وفرض الله عليه أن يخير أزواجه في المقام معه والفراق فلم يكن لأحد أن يقول علي أن أخير امرأتي على ما فرض الله عز وجل على رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 500 - وهذا معنى قول النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إن كان قاله: \"لا يمسكن الناس علي بشيء فإني لا أحل لهم إلا ما أحل الله ولا أحرم عليهم إلا ما حرم الله\". ¶ 501 - وكذلك صنع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وبذلك أمره وافترض عليه أن يتبع ما أوحى إليه ونشهد أن قد اتبعه. ¶ 502 - فما لم يكن فيه وحي فقد فرض الله عز وجل في الوحي اتباع سنته فيه فمن قبل عنه فإنما قبل بفرض الله عز وجل. ¶ 503 - قال الله تبارك وتعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر:7] .",
            "page": "54",
            "part": "1",
            "seal": "E868D14F"
        },
        {
            "id": "53",
            "nass": "504 - وقال عز وعلا: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} [النساء:65] . ¶ 505 - وأخبرنا عن صدقة بْن يسار عن عمر بْن عبد العزيز سأل بالمدينة فاجتمع له على أنه لا يبين حمل في أقل من ثلاثة أشهر. ¶ 506 - قال: الشافعي إن الله عز وجل وضع نبيه صلى الله عليه وسلم من كتابه ودينه بالموضع الذي أبان في كتابه. ¶ 507 - فالفرض على خلقه أن يكونوا عالمين بأنه لا يقول فيما أنزل الله عليه إلا بما أنزل عليه وأنه لا يخالف كتاب الله وأنه بين عن الله عز وعلا معنى ما أراد الله. ¶ 508 - وبيان ذلك في كتاب الله عز وجل. ¶ 509 - قال الله تبارك وتعالى: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} [يونس: من الآية15] . ¶ 510 - وقال الله عز وجل لنبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: {اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ} [الأنعام: من الآية106] . ¶ 511 – وقال مثل هذا في غير آية. ¶ 512 - وقال عز وجل: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [النساء: من الآية80] . ¶ 513 - وقال: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ} الآية. ¶ قَالَ الشَّافِعِيُّ: رَحِمَهُ اللَّهُ تَعَالَى: ¶ 514 - أَخْبَرَنَا الدراوادي عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو عَنِ الْمُطَّلِبِ",
            "page": "55",
            "part": "1",
            "seal": "99108E0C"
        },
        {
            "id": "54",
            "nass": "بْنِ حَنْطَبٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \"مَا تَرَكْتُ شَيْئًا مِمَّا أَمَرَكُمُ اللَّهُ تَعَالَى بِهِ إِلا وَقَدْ أَمَرْتُكُمْ بِهِ وَلا تَرَكْتُ شَيْئًا مِمَّا نَهَاكُمْ عَنْهُ إِلا وَقَدْ نَهَيْتُكُمْ عَنْهُ\". ¶ أَخْبَرَنَا الرَّبِيعُ قَالَ: أَخْبَرَنَا الشَّافِعِيُّ قَالَ: ¶ 515 - أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ سَالِمٍ أَبِي النَّضْرِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \"لا أَلْفَيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ الأَمْرُ مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ فَيَقُولُ لا أَدْرِي مَا وَجَدْنَا فِي كِتَابِ اللَّهِ اتَّبَعْنَاهُ\". ¶ 516 - ومثل هذا أن الله عز وجل فرض الصلاة والزكاة والحج في كتابه وبين رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ معنى ما أراد الله تعالى من عدد الصلاة ومواقيتها وعدد ركوعها وسجودها وسنن الحج وما يعمل المرء منه ويجتنب وأي المال تؤخذ منه الزكاة وكم ووقت ما تؤخذ منه. ¶ 517 - وقال الله عز وجل: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} [المائدة: من الآية38] ¶ 518 - وقال عز ذكره: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} [النور: من الآية2] . ¶ 519 - فلو صرنا إلى ظاهر القرآن قطعنا من لزمه اسم سرقة وضربنا كل من لزمه اسم \"زنى\" مائة جلدة. ¶ 520 ولما قطع النبي في ربع دينار ولم يقطع في أقل منه ورجم الحرين الثيبين ولم يجلدهما استدللنا على أن الله عز وجل إنما أراد بالقطع والجلد بعض السراق دون بعض وبعض الزناة دون بعض. ¶ 521 - ومثل هذا لا يخالفه المسح على الخفين: ¶ 522 - قال الله عز وجل: {إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ",
            "page": "56",
            "part": "1",
            "seal": "0A0CE333"
        },
        {
            "id": "55",
            "nass": "إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: من الآية6] ¶ 523 - فلما مسح النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ على الخفين استدللنا على أن فرض الله عز وجل غسل القدمين إنما هو على بعض المتوضئين دون بعض وأن المسح لمن أدخل رجليه في الخفين بكمال الطهارة استدلالا بسنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأنه لا يمسح والفرض عليه غسل القدم كما لا يدرأ القطع عن بعض السراق وجلد المائة عن بعض الزناة والفرض عليه أن يجلد ويقطع. ¶ 524 - فإذا ذهب ذاهب إلى أنه قد يروى عن بعض أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أنه ¶ قال: سبق الكتاب المسح على الخفين؟. ¶ 525 - فالمائدة نزلت قبل المسح المثبت بالحجاز في غزاة تبوك والمائدة قبله. ¶ 526 - وإن زعم أنه كان فرض وضوء قبل الوضوء الذي مسح رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وفرض وضوء بعده فنسخ المسح. ¶ 527 - فليأتنا بفرض وضوءين في القرآن فإنا لا نعلم فرض الوضوء إلا واحدا. ¶ 528 - وإن زعم أنه مسح قبل يفرض عليه الوضوء فقد زعم أن الصلاة بلا وضوء ولا نعلمها كانت قط إلا بوضوء. ¶ 529 - فأي كتاب سبق المسح على الخفين؟!. ¶ 530 - المسح كما وصفنا من الاستدلال لسنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كما كان جميع ما سن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ من فرائض الله - تبارك وتعالى - مثل ما وصفنا من السارق والزاني وغيرهما. ¶ 531 - قال الشافعي: ولا تكون سنة أبدا تخالف القرآن والله تعالى الموفق.",
            "page": "57",
            "part": "1",
            "seal": "9732B107"
        },
        {
            "id": "56",
            "nass": "صفة نهي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ قال: الشافعي رحمه الله تعالى ¶ 532 - أصل النهي من رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أن كل ما نهى عنه فهو محرم حتى تأتي عنه دلالة تدل على أنه إنما نهى عنه لمعنى غير التحريم إما أراد به نهيا عن بعض الأمور دون بعض وإما أراد به النهي للتنزيه عن المنهي والأدب والاختيار. ¶ 533 - ولا نفرق بين نهي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلا بدلالة عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أو أمر لم يختلف فيه المسلمون فنعلم أن المسلمين كلهم لا يجهلون سنة وقد يمكن أن يجهلها بعضهم. ¶ 535 - فمما نهى عنه رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فكان على التحريم لم يختلف أكثر العامة فيه أنه نهى عن الذهب بالورق إلا هاء وهاء وعن الذهب بالذهب إلا مثلا بمثل يدا بيد ونهى عن بيعتين في بيعة. ¶ 535 - فقلنا والعامة معنا إذا تبايع المتبايعان ذهبا بورق أو ذهبا بذهب فلم يتقابضيا قبل أن يتفرقا فالبيع مفسوخ. ¶ 536 - وكانت حجتنا أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لما نهى عنه صار محرما. ¶ 537 - وإذا تبايع الرجلان بيعتين في بيعة فالبيعتان جميعا مفسوختان بما انعقدت وهو أن أبيعك على أن تبيعني لأنه إنما انعقدت العقدة على أن ملك كل واحد منهما عن صاحبه شيئا ليس في ملكه. ¶ 538 - ونهى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عن بيع الغرر ومنه أن أقول: سلعتي هذه لك بعشرة نقدا أو بخمسة عشر إلى أجل فقد وجب عليه بأحد الثمنين لأن البيع لم ينعقد بشيء معلوم وبيع الغرر فيه أشياء كثيرة نكتفي بهذا منها",
            "page": "58",
            "part": "1",
            "seal": "9AC530B3"
        },
        {
            "id": "57",
            "nass": "ونهى النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عن الشغار والمتعة. ¶ 539 - فما انعقدت على شيء محرم علي ليس في ملكي بنهي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأني قد ملكت المحرم بالبيع المحرم فأجرينا النهي مجرى واحدا إذا لم يكن عنه دلالة تفرق بينه ففسخنا هذه الأشياء والمتعة والشغار كما فسخنا البيعتين. ¶ 540 - ومما نهى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في بعض الحالات دون بعض واستدللنا على أنه إنما أراد بالنهي عنه أن يكون منهيا عنه في حال دون حال بسنته صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وذلك أن أبا هريرة روى عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أنه قال: \"لا يخطب أحدكم على خطبة أخيه\". ¶ 541 - فلولا الدلالة عنه كان النهي في هذا مثل النهي في الأول فحرم إذا خطب الرجل امرأة أن يخطبها غيره. ¶ 542 - فلما قالت فاطمة بنت قيس: قال لي رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"إذا حللت فآذنيني\". فلما حلت من عدتها أخبرته أن معاوية وأبا جهم خطباها فقال النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"أما معاوية فصعلوك لا مال له وأما أبو جهم فلا يضع عصاه عن عاتقه ولكن انكحي أسامة بْن زيد\" قالت فكرهته فقال: \"انكحي أسامة\" فنكحته فجعل الله فيه خيرا واغتبطت به استدللنا على أنه لا ينهى عن الخطبة ويخطب على خطبة إلا ونهيه عن الخطبة حين ترضى المرأة فلا يكون بقي إلا العقد فيكون إذا خطب أفسد ذلك على الخاطب المرضي أو عليها أو عليهما معا وقد يمكن أن يفسد ذلك عليهما ثم لا يتم ما بينها وبين الخاطب. ¶ 543 - ولو أن فاطمة أخبرته أنها رضيت واحدا منهما لم يخطبها إن شاء الله تعالى على أسامة ولكنها أخبرته بالخطبة واستشارته فكان في",
            "page": "59",
            "part": "1",
            "seal": "D8D6FFA7"
        },
        {
            "id": "58",
            "nass": "حديثها دلالة على أنها لم ترض ولم ترد. ¶ 544 - فإذا كانت المرأة بهذه الحال جاز أن تخطب وإذا رضيت المرأة الرجل وبدا لها وأمرت بأن تنكحه لم يجز أن تخطب في الحال التي لو زوجها فيه الولي جاز نكاحه. ¶ 545 - فإن قال: قائل فإن حالها إذا كانت بعد أن تركن بنعم مخالفة حالها بعد الخطبة وقبل أن تركن فكذلك حالها حين خطبت قبل الركون مخالفة حالها قبل أن تخطب وكذلك إذا أعيدت عليها الخطبة وقد كانت امتنعت فسكتت والسكات قد لا يكون رضا؟. ¶ 546 - فليس ههنا قول يجوز عندي أن يقال: إلا ما ذكرت بالاستدلال ولولا الدلالة بالسنة كانت إذا خطبت حرمت على غير خاطبها الأول أن يخطبها حتى يتركها الخاطب الأول. ¶ 547 - ثم يتفرق نهي النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ على وجهين: ¶ 548 - فكل ما نهى عنه مما كان ممنوعا إلا بحادث يحدث فيه يحله فأحدث الرجل فيه حادثا منهيا عنه لم يحله وكان على أصل تحريمه إذا لم يأت من الوجه الذي يحله. ¶ 549 - وذلك مثل أن أموال الناس ممنوعة من غيرهم وأن النساء ممنوعة من الرجال إلا بأن يملك الرجل مال الرجل بما يحل من بيع أو هبة وغير ذلك وأن النساء محرمات إلا بنكاح صحيح أو ملك يمين صحيح. ¶ 550 - فإذا اشترى الرجل شراء منهيا عنه فالتحريم فيما اشترى قائم بعينه لأنه لم يأته من الوجه الذي يحل منه ولا يحل المحرم وكذلك إذا نكح نكاحا منهيا عنه لم تحل المرأة المحرمة. ¶ 551 - وما نهيت عنه من فعل شيء في ملكي أو شيء مباح لي ليس",
            "page": "60",
            "part": "1",
            "seal": "907354D2"
        },
        {
            "id": "59",
            "nass": "بملك لأحد فذلك نهي اختيار ولا ينبغي أن نرتكبه فإذا عمد فعل ذلك أحد كان عاصيا بالفعل ويكون قد ترك الاختيار ولا يحرم ماله ولا ما كان مباحا له. ¶ 552 – وذلك: مثل ما روى عنه أنه أمر الآكل أن يأكل مما يليه ولا يأكل من رأس الثريد ولا يعرس على قارعة الطريق فإن أكل مما لا يليه أو من رأس الطعام أو عرس على قارعة الطريق أثم بالفعل الذي فعله إذا كان عالما بنهي النبي صَلَّى اللَّهُ عَلَيْهِ وسلم ولم يحرم ذلك الطعام عليه. ¶ 553 - ذلك أن الطعام غير الفعل ولم يكن يحتاج إلى شيء يحل له به الطعام كان حلالا فلا يحرم الحلال عليه بأن عصى في الموضع الذي جاء منه الأكل. ¶ 554 - ومثل ذلك النهي عن التعريس على قارعة الطريق الطريق له مباح وهو عاص بالتعريس على الطريق ومعصيته لا تحرم عليه الطريق. ¶ 555 - وإنما قلت: يكون فيها عاصيا إذا قامت الحجة على الرجل بأنه كان علم أن النبي صلى الله عليه وسلم نهى عنه.",
            "page": "61",
            "part": "1",
            "seal": "06A45F7A"
        },
        {
            "id": "1",
            "nass": "مدخل ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ: أَخْبَرَنَا مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ قال: ¶ 1- لم اسمع أحدا نسبه الناس أونسب نفس إِلَى عِلْمٍ يُخَالِفُ فِي أَنْ فَرَضَ اللَّهُ عز وجل اتباع آمر رسول الله وَالتَّسْلِيمَ لِحُكْمِهِ بِأَنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يَجْعَلْ لأَحَدٍ بَعْدَهُ إِلا اتِّبَاعَهُ وَأَنَّهُ لا يَلْزَمُ قَوْلٌ بِكُلِّ حَالٍ إِلا بِكِتَابِ اللَّهِ أو سنة رسوله وَأَنَّ مَا سِوَاهُمَا تَبَعٌ لَهُمَا وَأَنَّ فَرْضَ اللَّهِ عَلَيْنَا وَعَلَى مَنْ بَعْدَنَا وَقَبْلَنَا فِي قبول الخبر عن رسول الله وَاحِدٌ لا يَخْتَلِفُ فِي أَنَّ الْفَرْضَ وَالْوَاجِبَ قَبُولِ الْخَبَرِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلا فِرْقَةٌ سَأَصِفُ قَوْلَهَا إِنْ شَاءَ اللَّهُ تَعَالَى. ¶ 2- قَالَ: مُحَمَّدُ بْنُ إِدْرِيسَ ثُمَّ تَفَرَّقَ أَهْلُ الْكَلامِ فِي تَثْبِيتِ الْخَبَرِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَفَرُّقًا أَمَّا بَعْضُهُمْ فَقَدْ أَكْثَرَ مِنَ التَّقْلِيدِ وَالتَّخْفِيفِ مِنَ النَّظَرِ وَالْغَفْلَةِ وَالاسْتِعْجَالِ بِالرِّيَاسَةِ. ¶ 3- وَسَأُمَثِّلُ لَكَ مِنْ قَوْلِ كُلِّ فِرْقَةٍ عَرَفْتُهَا مِثَالا يَدُلُّ عَلَى مَا وَرَاءَهُ إِنْ شَاءَ اللَّهُ تعالى.",
            "page": "3",
            "part": "1",
            "seal": "C732E138"
        },
        {
            "id": "2",
            "nass": "بَابُ حِكَايَةِ قَوْلِ الطَّائِفَةِ الَّتِي رَدَّتِ الأَخْبَارَ كُلَّهَا ¶ قَالَ: الشَّافِعِيُّ رَحِمَهُ اللَّهُ تَعَالَى: ¶ 4- قَالَ: لِي قَائِلٌ يُنْسَبُ إِلَى الْعِلْمِ بِمَذْهَبِ أَصْحَابِهِ أَنْتَ عَرَبِيٌّ وَالْقُرْآنُ نَزَلَ بِلِسَانِ مَنْ أَنْتَ مِنْهُ وَأَنْتَ أَدْرَى بِحِفْظِهِ وَفِيهِ للَّهِ فَرَائِضُ أَنْزَلَهَا لَوْ شَكَّ شَاكٌّ قَدْ تَلَبَّسَ عَلَيْهِ الْقُرْآنُ بِحَرْفٍ مِنْهَا اسْتَتَبْتَهُ فَإِنْ تَابَ وَإِلا قَتَلْتَهُ وَقَدْ قَالَ: اللَّهُ عَزَّ وَجَلَّ فِي القرآن {تِبْيَاناً لِكُلِّ شَيْءٍ} فَكَيْفَ جَازَ عِنْدَ نَفْسِكَ أَوْ لأَحَدٍ فِي شَيْءٍ فَرَضَ اللَّهُ أَنْ يَقُولَ مَرَّةً الْفَرْضُ فِيهِ عَامٌّ وَمَرَّةً الْفَرْضُ فِيهِ خَاصٌّ وَمَرَّةً الأَمْرُ فِيهِ فَرْضٌ وَمَرَّةً الأَمْرُ فِيهِ دِلالَةٌ وَإِنْ شَاءَ ذُو إِبَاحَةٍ؟. ¶ 5- وَأَكْثَرُ مَا فَرَّقْتَ بَيَنْهُ مِنْ هَذَا عِنْدَكَ حَدِيثٌ تَرْوِيهِ عَنْ رَجُلٍ عَنْ آخَرَ عَنْ آخَرَ أَوْ حَدِيثَانِ أَوْ ثَلاثَةٌ حَتَّى تَبْلُغَ بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ وَجَدْتُكَ وَمَنْ ذَهَبَ مَذْهَبَكَ لا تُبَرِّئُونَ أَحَدًا لَقِيتُمُوهُ وَقَدَّمْتُمُوهُ فِي الصِّدْقِ وَالْحِفْظِ وَلا أَحَدًا لَقِيتُ مِمَّنْ لَقِيتُمْ مِنْ أَنْ يَغْلَطَ وَيَنْسَى وَيُخْطِئَ فِي حَدِيثِهِ بَلْ وَجَدْتُكُمْ تَقُولُونَ لِغَيْرِ وَاحِدٍ مِنْهُمْ أَخْطَأَ فُلانٌ فِي حَدِيثِ كَذَا وَفُلانٌ فِي حَدِيثِ كَذَا وَوَجَدْتُكُمْ تَقُولُونَ لَوْ قَالَ: رَجُلٌ لِحَدِيثٍ أَحْلَلْتُمْ بِهِ وَحَرَّمْتُمْ مِنْ عِلْمِ الْخَاصَّةِ لَمْ يَقُلْ هَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا أَخْطَأْتُمْ أَوْ مَنْ حَدَّثَكُمْ وَكَذَبْتُمْ أَوْ مَنْ حَدَّثَكُمْ لَمْ تَسْتَتِيبُوهُ وَلَمْ تَزِيدُوا عَلَى أَنْ تَقُولُوا لَهُ بِئْسَ مَا قُلْتَ:. ¶ 6- أَفَيَجُوزُ أَنْ يُفَرَّقَ بَيْنَ شَيْءٍ مِنْ أَحْكَامِ الْقُرْآنِ وَظَاهِرُهُ وَاحِدٌ عِنْدَ مَنْ سَمِعَهُ يُخْبِرُ مَنْ هُوَ كَمَا وَصَفْتُمْ فِيهِ؟ وَتُقِيمُونَ أَخْبَارَهُمْ مَقَامَ كِتَابِ اللَّهِ وَإِنَّكُمْ تُعْطُونَ بِهَا وتمنعون بها؟.",
            "page": "4",
            "part": "1",
            "seal": "E099ED27"
        },
        {
            "id": "3",
            "nass": "7- قَالَ: فَقُلْتُ: إِنَّمَا نُعْطِي مِنْ وَجْهِ الإِحَاطَةِ أَوْ مِنْ جِهَةِ الْخَبَرِ الصَّادِقِ وَجِهَةِ الْقِيَاسِ. وَأَسْبَابُهَا عِنْدَنَا مُخْتَلِفَةٌ وَإِنْ أَعْطَيْنَا بِهَا كُلِّهَا فَبَعْضُهَا أَثْبَتُ مِنْ بَعْضٍ. ¶ 8- قَالَ: وَمِثْلُ مَاذَا؟. ¶ 9- قُلْتُ: إِعْطَائِي مِنَ الرَّجُلِ بِإِقْرَارِهِ وَبِالْبَيِّنَةِ وَإِبَائِهِ الْيَمِينِ وَحَلِفِ صَاحِبِهِ وَالإِقْرَارُ أَقْوَى مِنَ الْبَيِّنَةِ وَالْبَيِّنَةُ أَقْوَى مِنْ إِبَاءِ الْيَمِينِ وَيَمِينِ صَاحِبِهِ وَنَحْنُ وَإِنْ أَعْطَيْنَا بِهَا عَطَاءً وَاحِدًا فَأَسْبَابُهَا مُخْتَلِفَةٌ. ¶ 10- قَالَ: وَإِذَا قُمْتُمْ عَلَى أَنْ تَقْبَلُوا أَخْبَارَهُمْ وَفِيهِمْ مَا ذَكَرْتُ مِنْ أَمْرِكُمْ بِقَبُولِ أَخْبَارِهِمْ وَمَا حُجَّتُكُمْ فِيهِ عَلَى مَنْ رَدَّهَا؟. ¶ 11- فَقَالَ: لا أَقْبَلُ مِنْهَا شَيْئًا إِذَا كَانَ يُمْكِنُ فِيهِ الْوَهْمُ وَلا أَقْبَلُ إِلا مَا أَشْهَدُ بِهِ عَلَى اللَّهِ كَمَا أَشْهَدُ بِكِتَابِهِ الَّذِي لا يَسَعُ أَحَدًا الشَّكُّ فِي حَرْفٍ مِنْهُ أَوْ يَجُوزُ أَنْ يَقُومَ شَيْءٌ مَقَامَ الإِحَاطَةِ وَلَيْسَ بِهَا؟. ¶ 12- فَقُلْتُ: لَهُ مَنْ عَلِمَ اللِّسَانَ الَّذِي بِهِ كِتَابُ اللَّهِ وَأَحْكَامُ اللَّهِ دَلَّهُ عِلْمُهُ بِهِمَا عَلَى قَبُولِ أَخْبَارِ الصَّادِقِينَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْفَرْقِ بَيْنَ مَا دَلَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْفَرْقِ بَيْنَهُ مِنْ أَحْكَامِ اللَّهِ وَعَلِمَ بِذَلِكَ مَكَانَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ كُنْتَ لَمْ تُشَاهِدْهُ خَبَرَ الْخَاصَّةِ وَخَبَرَ الْعَامَّةِ. ¶ 13- قَالَ: نَعَمْ. ¶ 14- قُلْتُ: فَقَدْ رَدَدْتَهَا إِذْ كُنْتَ تَدِينُ بِمَا تَقُولُ!. ¶ 15- قال: أَفَتُوجِدُنِي مِثْلَ هَذَا مِمَّا تَقُومُ بِذَلِكَ الْحُجَّةُ فِي قَبُولِ الْخَبَرِ فَإِنْ أَوْجَدْتَهُ كَانَ أَزْيَدَ فِي إِيضَاحِ حُجَّتِكَ، وَأَثْبَتَ لِلْحُجَّةِ عَلَى مَنْ خَالَفَكَ وَأَطْيَبَ لِنَفْسِ مَنْ رَجَعَ مِنْ قَوْلِهِ لِقَوْلِكَ. ¶ 16- فَقُلْتُ: إِنْ سَلَكْتَ سَبِيلَ النَّصَفَةِ، كان في بعض ما قلت: دليل",
            "page": "5",
            "part": "1",
            "seal": "E806E6C4"
        },
        {
            "id": "4",
            "nass": "على أنك مقيم من قولك على ما يجب عليك الانتقال: عنه وأنت تعلم أن قد طالت غفلتك فيه عما لا ينبغي أن تغفل من أمر دينك. ¶ 17- قال: فاذكر شيئا إن حضرك؟. ¶ 18- قلت: قال: الله عز وجل: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ} [الجمعة: 2] ¶ 19- قال: فقد علمنا أن الكتاب كتاب الله فما الحكمة؟. ¶ 20- قلت: سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 21- قال: أفيحتمل أن يكون يعلمهم الكتاب جملة والحكمة خاصة وهي أحكامه ¶ 22- قلت: تعني بأن يبين لهم عن الله عز وعلا مثل ما بين لهم في جملة الفرائض من الصلاة والزكاة والحج وغيرها فيكون الله قد أحكم فرائض من فرائضه بكتابه وبين كيف هي لسان نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 23– قال: إنه ليحتمل ذلك. ¶ 24- قلت: فإن ذهبت هذا المذهب فهي في معنى الأول قبله الذي لا تصل إليه إلا بخبر عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 25- قال: فإن ذهبت مذهب تكرير الكلام؟. ¶ 26- قلت: وأيهم أولى به إذا ذكر الكتاب والحكمة أن يكونا شيئين أو شيئا واحدا. ¶ 28- قلت: فأظهرهما أولاهما في القرآن دلالة على ما قلنا وخلاف",
            "page": "6",
            "part": "1",
            "seal": "DBD41C06"
        },
        {
            "id": "5",
            "nass": "ما ذهبت إليه. ¶ 29 - قال: وأين هي؟. ¶ 30 - قلت: قال: الله عز وجل: {وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللَّهِ وَالْحِكْمَةِ إِنَّ اللَّهَ كَانَ لَطِيفاً خَبِيراً} [الأحزاب: 34] . فأخبر أنه يتلى في بيوتهن شيئان. ¶ 31 - قال: فهذا القرآن يتلى فكيف تتلى الحكمة؟. ¶ 32 - قلت: إنما معنى التلاوة أن ينطق بالقرآن والسنة كما ينطق بها. ¶ 33 - قال: فهذه أبين في أن الحكمة غير القرآن من الأولى. ¶ 34 - وقلت: افترض الله علينا إتباع نبيه صلى الله عليه وسلم. ¶ 35 - قال: وأين؟. ¶ 36 - قلت: قال: الله عز وجل: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} [النساء: 65] . ¶ 37 - وقال: عز وجل: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [النساء: من الآية80] ¶ 38 – وقال: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: من الآية63] . ¶ 39 - قال: ما من شيء أولى بنا أن نقوله في الحكمة من أنها سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ولو كان بعض ما قال: أصحابنا أن الله أمر بالتسليم لحكم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وحكمته إنما هو مما أنزله لكان من لم يسلم له أن ينسب إلى التسليم لحكم رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 40 - قلت: لقد فرض الله عز وجل علينا اتباع أمره فقال: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: 7] .",
            "page": "7",
            "part": "1",
            "seal": "410BE963"
        },
        {
            "id": "6",
            "nass": "41 – قال: إنه لبين في التنزيل أن علينا فرضا أن نأخذ الذي أمرنا به وننتهي عما نهانا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 42 – قال: قلت: والفرض علينا وعلى من هو من قبلنا ومن بعدنا واحد.؟ ¶ 43 - قال: نعم. ¶ 44 - قلت: فإن كان ذلك علينا فرضا في اتباع أمر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أنحيط أنه إذا فرض علينا شيئا فقد دلنا على الأمر الذي يؤخذ به فرضه؟. ¶ 45 - قال: نعم. ¶ 46 - قلت: فهل تجد السبيل إلى تأدية فرض الله عز وجل في اتباع أوامر رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أو أحد قبلك أو بعدك ممن لم يشاهد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلا بالخبر عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟. ¶ 47 - وإن في أن لا آخذ ذلك إلا بالخبر لما دلني على أن الله أوجب علي أن أقبل عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 48 - قال: وقلت: له أيضا يلزمك في ناسخ القرآن ومنسوخه. ¶ 49 - قال: فاذكر منه شيئا. ¶ 50 – قلت: قال: تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} [البقرة: 180] . ¶ 51 - وقال: في الفرائض: {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [النساء: من الآية11] . ¶ 52 - فزعمنا بالخبر عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أن آية الفرائض نسخت الوصية",
            "page": "8",
            "part": "1",
            "seal": "FB8595D0"
        },
        {
            "id": "7",
            "nass": "للوالدين والأقربين فلو كنا ممن لا يقبل الخبر فقال: قائل الوصية نسخت الفرائض هل نجد الحجة عليه إلا بخبر عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟. ¶ 53 - قال: هذا شبيه بالكتاب والحكمة والحجة لك ثابتة بأن علينا قبول الخبر عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وقد صرت إلى قبول الخبر لزم للمسلمين لما ذكرت وما في مثل معانيه في كتاب الله وليست تدخلني أنفة من إظهار الانتقال: عما كنت أرى إلى غيره إذا بانت الحجة فيه بل أتدين بأن علي الرجوع عما كنت أرى إلى ما رأيت الحق. ¶ 54 - ولكن أرأيت العام في القرآن كيف جعلته عاما مرة وخاصا أخرى. ¶ 55 - قلت: له لسان العرب واسع وقد تنطق بالشيء عاما تريد به الخاص فيبين في لفظها ولست أصير في ذلك بخبر إلا بخبر لازم وكذلك أنزل في القرآن فبين في القرآن مرة وفي السنة أخرى. ¶ 56 – قال: فاذكر منها شيئا؟. ¶ 57 - قلت: قال: الله عز وجل: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} [الزمر: 62] .فكان مخرجا بالقول عاما يراد به العام. ¶ 58 - وقال: {إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: من الآية13] فكل نفس مخلوقة من ذكر وأنثى فهذا عام يراد به العام. ¶ 59 - وفيه الخصوص وقال: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} . فالتقوى وخلافها لا تكون إلا للبالغين غير المغلوبين على عقولهم. ¶ 60 - وقال: {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَاباً وَلَوِ اجْتَمَعُوا لَهُ} [الحج: من الآية73] وقد أحاط العلم أن كل",
            "page": "9",
            "part": "1",
            "seal": "0D4D9A6E"
        },
        {
            "id": "8",
            "nass": "الناس في زمان رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لم يكونوا يدعون من دونه شيئا؛ لأن فيهم المؤمن ومخرج الكلام عاما فإنما أريد من كان هكذا. ¶ 61- وقال: {وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ} [الأعراف: 163] .دل على أن العادين فيه أهلها دونها. ¶ 62- وذكرت له أشياء مما كتبت في كتابي. ¶ 63- فقال: هو كما قلت: كله ولكن بين لي العام الذي لا يوجد في كتاب الله أنه أريد به خاص. ¶ 64- قلت: فرض الله الصلاة ألست تجدها على الناس عاما. ¶ 65- قال: بلى. ¶ 66 - {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَاباً وَلَوِ اجْتَمَعُوا لَهُ} [الحج: من الآية73]-قلت: وتجد الحيض مخرجات منه ¶ 67 – قال: نعم. ¶ 68 - وقلت: وتجد الزكاة على الأموال عامة وتجد بعض الأموال مخرجا منها ¶ 69 - قال: بلى ¶ 70 - قلت: وتجد الوصية للوالدين منسوخة بالفرائض ¶ 71 - قال: نعم ¶ 72 - قلت: وفرض المواريث للآباء وللأمهات عاما ولم يورث المسلمون كافرا من مسلم ولا عبدا من حر ولا قاتلا ممن قتل بالسنة؟. ¶ 73 – قال: نعم ونحن نقول ببعض هذا. ¶ 74 - قلت: فما دلك على هذا. ¶ 75 - قال: السنة لأنه ليس فيه نص قرآن.",
            "page": "10",
            "part": "1",
            "seal": "BA631501"
        },
        {
            "id": "9",
            "nass": "76 - قلت: فقد بان لك في أحكام الله تعالى في كتابه فرض الله طاعة رسوله والموضع الذي وضعه الله عز وجل به من الإبانة عنه ماأنزل خاصا وناسخا ومنسوخا؟. ¶ 77 - قال: نعم وما زلت أقول بخلاف هذا حتى بان لي خطأ من ذهب هذا المذهب ولقد ذهب فيه أناس مذهبين أحد الفريقين لا يقبل خبرا وفي كتاب الله البيان. ¶ 78 - قلت: فما لزمه؟. ¶ 79 - قال: أفضى به عظيم إلى عظيم من الأمر فقال: من جاء بما يقع عليه اسم صلاة وأقل ما يقع عليه اسم زكاة فقد أدى ما عليه لا وقت في ذلك ولو صلى ركعتين في كل يوم أو قال: في كل أيام وقال: ما لم يكن فيه كتاب الله فليس على أحد فيه فرض!. ¶ 80 - وقال: غيره ما كان فيه قرآن يقبل فيه الخبر فقال: بقريب من قوله فيما ليس فيه قرآن فدخل عليه ما دخل على الأول أو قريب منه ودخل عليه أن صار إلى قبول الخبر بعد رده وصار إلى أن لا يعرف ناسخا ولا منسوخا ولا خاصا ولا عاما. ¶ 81 - والخطأ ومذهب الضلال في هذين المذهبين واضح لست أقول بواحد منهما. ¶ 82 - ولكن هل من حجة في أن تبيح المحرم بإحاطة بغير إحاطة ¶ 83 - قلت: نعم. ¶ 84 - قال: ما هو؟ ¶ 85 - قلت: ما تقول في هذا لرجل إلى جنبي أمحرم الدم والمال ¶ 86 - قال: نعم.",
            "page": "11",
            "part": "1",
            "seal": "CDBEB573"
        },
        {
            "id": "10",
            "nass": "87 - قلت: فإن شهد عليه شاهدان بأنه قتل رجلا وأخذ ماله فهو هذا الذي في يديه؟ ¶ 88 - قال: أقتله قودا وأدفع ماله الذي في يديه إلى ورثة المشهود له. ¶ 89 - قال: قلت: أو يمكن في الشاهدين أن يشهدا بالكذب والغلط. ¶ 90 - قال: نعم. ¶ 91 - قلت: فكيف أبحت الدم والمال المحرمين بإحاطة بشاهدين وليسا بإحاطة؟. ¶ 92 - قال: أمرت بقبول الشهادة. ¶ 93 - قلت: أفتجد في كتاب الله تعالى نصا أن تقبل الشهادة على القتل ¶ 94 - قال: لا ولكن استدلالا أني لا أؤمر بها إلا بمعنى. ¶ 95 - قلت: أفيحتمل ذلك المعنى أن يكون لحكم غير القتل ما كان القتل يحتمل القود والدية. ¶ 96 - قال: فإن الحجة في هذا أن المسلمين إذا اجتمعوا أن القتل بشاهدين فقلنا الكتاب محتمل لمعنى ما أجمعوا عليه وأن لا تخطئ عامتهم معنى كتاب الله وإن أخطأ بعضهم. ¶ 97 - فقلت: له أراك قد رجعت إلى قبول الْخَبَرِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ والإجماع دونه؟. ¶ 98 - قال: ذلك الواجب علي. ¶ 99 - وقلت: له أنجدك إذا أبحت الدم والمال المحرمين بإحاطة بشهادة وهي غير إحاطة؟.",
            "page": "12",
            "part": "1",
            "seal": "EAFF2B9E"
        },
        {
            "id": "11",
            "nass": "100 - قال: كذلك أمرت. ¶ 101 - قلت: فإن كنت أمرت بذلك على صدق الشاهدين في الظاهر فقبلتهما على الظاهر ولا يعلم الغيب إلا الله وإنا لنطلب في المحدث أكثر مما نطلب في الشاهد فنجيز شهادة بشر لا نقبل حديث واحد منهم. ونجد الدلالة على صدق المحدث وغلطه ممن شركه من الحفاظ وبالكتاب والسنة ففي هذا دلالات ولا يمكن هذا في الشهادات. ¶ 102 - قال: فأقام على ما وصفت من التفريق في رد الخبر وقبول بعضه مرة ورد مثله أخرى مع ما وصفت في بيان الخطأ فيه وما يلزمهم اختلاف أقاويلهم. ¶ 103 - وفيما وصفنا ههنا وفي الكتاب قبل هذا دليل على الحجة عليهم وعلى غيرهم. ¶ 104 - فقال: لي قد قبلت منك أن أقبل الخبر عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وعلمت أن الدلالة على معنى ما أراد بما وصفت من فرض الله طاعته فأنا إذا قبلت خبره فعن الله قبلت ما أجمع عليه المسلمون فلم يختلفوا فيه وعلمت ما ذكرت من أنهم لا يجتمعون ولا يختلفون إلا على حق إن شاء الله تعالى. ¶ 105 - أفرأيت ما لم نجده نصا في كتاب الله عز وجل ولا خبرا عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مما أسمعك تسأل عنه فتجيب بإيجاب شيء وإبطاله من أين وسعك القول بما قلت: منه وأنى لك بمعرفة الصواب والخطأ فيه وهل تقول فيه اجتهادا على عين مطلوبة غائبة عنك أو تقول فيه متعسفا فمن أباح لك أن تحل وتحرم وتفرق بلا مثال موجود تحتذي عليه فإن أجزت ذلك لنفسك جاز لغيرك أن يقول بما خطر على قبله بلا مثال يصير إليه ولا عبرة توجد عليه يعرف بها خطؤه من صوابه!.",
            "page": "13",
            "part": "1",
            "seal": "23AFBFD9"
        },
        {
            "id": "12",
            "nass": "106- فأبن من هذا إن قدرت ما تقوم لك به الحجة وإلا كان قولك بما لا حجة لك فيه مردودا عليك؟. ¶ 107- فقلت: له ليس لي ولا لعالم أن يقول في إباحة شيء ولا حظره ولا أخذ شيء من أحد ولا إعطائه إلا أن يجد ذلك نصا في كتاب الله أو سنة أو إجماع أو خبر يلزم. ¶ 108 - فما لم يكن داخلا في واحد من هذه الأخبار فلا يجوز لنا أن نقوله بما استحسنا ولا بما خطر على قلوبنا ولا نقوله إلا قياسا على اجتهاد به على طلب الأخبار اللازمة. ¶ 109 - ولو جاز أن نقوله على غير مثال من قياس يعرف به الصواب من الخطأ جاز لكل أحد أن يقول معنا بما خطر على باله ولكن علينا وعلى أهل زماننا أن لا نقول من حيث وصفت. ¶ 110 - فقال: الذي أعرف أن القول عليك ضيق إلا بأن يتسع قياسا كما وصفت ولي عليك مسئلتان: ¶ 111 – إحداهما: أن تذكر الحجة في أن لك أن تقيس والقياس بإحاطة كالخبر إنما هو اجتهاد فكيف ضاق أن تقول على غير قياس واجعل جوابك فيه أخصر ما يحضرك. ¶ 112 - قلت: إن الله أنزل الكتاب تبيانا لكل شيء. والتبيين من وجوه منها ما بين فرضه فيه ومنها ما أنزله جملة وأمر بالاجتهاد في طلبه ودل على ما يطلب به بعلامات خلقها في عباده دلهم بها على وجه طلب ما افترض عليهم. ¶ 113 - فإذا أمرهم بطلب ما افترض دلك ذلك والله أعلم دلالتين إحداهما أن الطلب لا يكون إلا مقصودا بشيء أنه يتوجه له لا أن يطلبه الطالب متعسفا. والأخرى أنه كلفه بالاجتهاد في التأخي لما أمره بطلبه",
            "page": "14",
            "part": "1",
            "seal": "1F5575D4"
        },
        {
            "id": "13",
            "nass": "114 - قال: فاذكر الدلالة على ما وصفت؟. ¶ 115 - قلت: قال: الله عز وجل: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} [البقرة: من الآية144] وشطره قصده وذلك تلقاؤه ¶ 116 - قال: أجل. ¶ 117 - قلت: وقال: {وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ} [الأنعام: من الآية97] ¶ 118 - وقال: وسخر لكم النجوم والليل والنهار والشمس والقمر وخلق الجبال والأرض. ¶ 119 - وجعل مسجد الحرام حيث وضعه من أرضه فكلف خلقه التوجه إليه فمنهم من يرى البيت ولا يسعه إلا الصواب القصد إليه ومنهم من يغيب عنه وتنأى داره عن موضعه فيتوجه إليه بالاستدلال بالنجوم والشمس والقمر والرياح والجبال والمهاب كل هذا قد يستعمل في بعض الحالات ويدل فيها ويستغني بعضها عن بعض. ¶ 120 - قال: هذا كما وصفت ولكن على إحاطة أنت من أن تكون إذا توجهت أصبت؟. ¶ 121 - قلت: أما على إحاطة من أني إذا توجهت أصبت ما أكلف وأن لم أكلف أكثر من هذا فنعم. ¶ 122 - قال: أفعلى إحاطة أنت من صواب البيت بتوجهك؟. ¶ 123 - قلت: أفهذا شيء كلفت الإحاطة في أصله البيت؟ وإنما كلفت الاجتهاد.",
            "page": "15",
            "part": "1",
            "seal": "E7DBD6E1"
        },
        {
            "id": "14",
            "nass": "124 - وقال: فما كلفت؟. ¶ 125 - قلت: التوجه شطر المسجد الحرام فقد جئت بالتكليف وليس يعلم الإحاطة بصواب موضع البيت آدمي إلا بعيان فأما ما غاب عنه من غيره فلا يحيط به آدمي. ¶ 126 - قال: فنقول أصبت؟. ¶ 127 - قلت: نعم على معنى ما قلت: أصبت على ما أمرت به. ¶ 128 - فقال: ما يصح في هذا جواب أبدا غير ما أجبت به. ¶ 129 - وإن من قال: كلفت الإحاطة بأن أصيب لزعم أنه لا يصلي إلا أن يحيط بأن يصيب أبدا وإن القرآن ليدل كما وصفت على أنه إنما أمر بالتوجه إلى المسجد الحرام والتوجه هو التأخي والاجتهاد لا الإحاطة. ¶ 130 - فقال: اذكر غير هذا إن كان عندك؟. ¶ قال الشافعي رحمه الله تعالى: ¶ 131 - وقلت: له قال الله عز وجل: {وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّداً فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ} [المائدة: من الآية95] ¶ 132 - على المثل يجتهدان فيه لأن الصفة تختلف فتصغر وتكبر فما أمر العدلين أن يحكما بالمثل إلا على الاجتهاد لم يجعل الحكم عليهما حتى أمرهما بالمثل. ¶ 133 - وهذا يدل على مثل ما دلت عليه الآية قبله من أنه محظور عليه إذا كان في المثل اجتهاد أن يحكم بالاجتهاد إلا على المثل ولم يؤمر فيه ولا في القبلة إذا كانت مغيبة عنه فكان على غير إحاطة من أن يصيبها بالتوجه أن يكون يصلي حيث شاء في غير اجتهاد بطلب الدلائل فيها وفي",
            "page": "16",
            "part": "1",
            "seal": "98436D5B"
        },
        {
            "id": "15",
            "nass": "الصيد معا. ¶ 134 - ويدل على أنه لا يجوز لا حد أن يقول في شيء من العلم إلا بالاجتهاد والاجتهاد فيه كالاجتهاد في طلب البيت في القبلة والمثل في الصيد. ¶ 135 - ولا يكون الاجتهاد إلا لمن عرف الدلائل عليه من خبر لازم كتاب أو سنة أو إجماع ثم يطلب ذلك بالقياس عليه بالاستدلال ببعض ما وصفت كما يطلب ما غاب عنه من البيت واشتبه عليه من مثل الصيد. ¶ 136 - فأما من لا آلة فيه فلا يحل له أن يقول في العلم شيئا. ¶ 137 - ومثل هذا أن الله شرط العدل بالشهود والعدل العمل بالطاعة والعقل للشهادة فإذا ظهر لنا هذه قبلنا شهادة الشاهد على الظاهر وقد يمكن أن يكون يستبطن خلافه ولكن لم يكلف المغيب فلم يرخص لنا إذا كنا على غير إحاطة من أن باطنه كظاهره أن نجيز شهادة من جاءنا إذا لم يكن فيه علامات العدل هذا يدل على ما دل عليه ما قبله. ¶ 138 - وبين أن لا يجوز لا حد أن يقول في العلم بغير ما وصفنا. ¶ 139 - قال: أفتوجدنية بدلالة مما يعرف الناس. ¶ 140 - فقلت: نعم. ¶ 141 - قال: وما هي؟. ¶ 142 - قلت: أرأيت الثوب يختلف في عيبه والرقيق وغيره من السلع من يريه الحاكم ليقومه؟. ¶ 143 - قال: لا يريه إلا أهل العلم به. ¶ 144- قلت: لأن حالهم مخالفة حال أهل الجهالة آن يعرفوا أسوا قه",
            "page": "17",
            "part": "1",
            "seal": "BEBA4DC5"
        },
        {
            "id": "16",
            "nass": "يوم يرونه وما يكون فيه عيبا ينقصه وما لا ينقصه؟. ¶ 145 - قال: نعم. ¶ 146 - قلت: ولا يعرف ذلك غيرهم؟. ¶ 147 - قال: نعم. ¶ 148 - قلت: ومعرفتهم فيه بالاجتهاد بأن يقيسوا الشيء بعضه ببعض على سوق يومها؟. ¶ 148 - قال: نعم. ¶ 150 - قلت: وقياسهم اجتهاد لا إحاطة؟. ¶ 151 - قال: نعم. ¶ 152 - قلت: فإن قال: غيرهم من أهل العقول نحن نجتهد إذ كنت على غير إحاطة من أن هؤلاء أصابوا أليس تقول لهم إن هؤلاء يجتهدون عالمين وأنت تجتهد جاهلا فأنت متعسف؟. ¶ 153 - فقال: ما لهم جواب غيره وكفى بهذا جوابا تقوم به الحجة. ¶ 154 - قلت: ولو قال: أهل العلم به إذا كنا على غير إحاطة نقول فيه على غير قياس ونثبت في الظن بسعر اليوم والتأمل لم يكن ذلك لهم؟. ¶ 155 - قال: نعم. ¶ 156 - قلت: فهذا من ليس بعالم بكتاب الله وسنة نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وبما قال: العلماء وعاقل ليس له أن يقول من جهة القياس والوقف في النظر. ¶ 157 - ولو جاز لعالم أن يدع الاستدلال بالقياس والاجتهاد فيه جاز للجاهلين أن يقولوا ثم لعلهم أعذر بالقول فيه لأنه يأتي الخطأ عامدا بغير",
            "page": "18",
            "part": "1",
            "seal": "1477A677"
        },
        {
            "id": "17",
            "nass": "اجتهاد ويأتونه جاهلين. ¶ 158 - قال: أفتوجدني حجة في غير ما وصفت أن للعالمين أن يقولوا؟. ¶ 159 - قلت: نعم. ¶ 160 - قال: فاذكرها؟. ¶ 161 - قلت: لم أعلم مخالفا في أن من مضى من سلفنا والقرون بعدهم إلى يوم كنا قد حكم حاكمهم وأفتى مفتيهم في أمور ليس فيها نص كتاب ولا سنة وفي هذا دليل على أنهم إنما حكموا اجتهادا إن شاء الله تعالى. ¶ 162- قال: أفتوجدني هذا من سنة؟. ¶ -163 قلت: نعم أَخْبَرَنَا الرَّبِيعُ قَالَ: أَخْبَرَنَا الشَّافِعِيُّ قَالَ: أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ بْنِ أَبِي عُبَيْدٍ الدَّرَاوَرْدِيُّ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ بُسْرِ بْنِ سَعِيدٍ عَنْ أَبِي قَيْسٍ مَوْلَى عَمْرِو بْنِ الْعَاصِ عَنْ عَمْرِو بْنِ الْعَاصِ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \"إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ فَأَصَابَ فَلَهُ أَجْرَانِ وَإِذَا حَكَمَ فَاجْتَهَدَ فَأَخْطَأَ فَلَهُ أَجْرٌ\". ¶ 164 - وَقَالَ يَزِيدُ بْنُ الْهَادِ فَحَدَّثْتُ هَذَا الْحَدِيثَ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ فَقَالَ: هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ. ¶ -165 قال الشافعي: فقال: فأسمعك تروي فإذا اجتهد فأصاب فله أجران وإذا اجتهد فأخطأ فله أجر.",
            "page": "19",
            "part": "1",
            "seal": "12EB2884"
        },
        {
            "id": "18",
            "nass": "باب حكاية قول من رد خبر الخاصة ¶ أخبرنا الربيع قال: محمد بْن إدريس الشافعي ¶ 166- فوافقنا طائفة في أن تثبيت الأخبار عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لازم للأمة ورأوا ما حكيت مما احتججت به على من رد الخبر حجة يثبتونها ويضيقون على كل أحد أن يخالفها. ¶ 167- ثم كلمني جماعة منهم مجتمعين ومتفرقين بما لا أحفظ أن أحكي كلام المنفرد عنهم منهم وكلام الجماعة ولا ما أجبت به كلا ولا أنه قيل لي وقد جهدت على تقصي كل ما احتجوا به فاثبت أش ياء قد قلت: ها ولمن قلتها منهم وذكرت بعض ما أراه منه يلزمهم وأسأل الله تعالى العصمة والتوفيق. ¶ 168- قال: فكانت جملة قولهم آن قال: وا لا يسع أحدا من الحكام ولامن المفتيين أن يفتي ولا يحكم إلا من جهة الإحاطة. ¶ 169 - والإحاطة كل ما علم أنه حق في الظاهر والباطن يشهد به على الله وذلك الكتاب والسنة المجتمع عليها وكل ما اجتمع الناس ولم يتفرقوا فيه فالحكم كله واحد يلزمنا ألا نقبل منهم إلا ما قلنا مثل أن الظهر أربع لأن ذلك الذي لا ينازع فيه ولا دافع له من المسلمين ولا يسع أحدا يشك فيه. ¶ 170- قلت: له لست أحسبه يخفى عليك ولا على أحد حضرك أنه لا يوجد في علم الخاصة ما يوجد في علم العامة. ¶ 171- قال: وكيف؟.",
            "page": "20",
            "part": "1",
            "seal": "95E12236"
        },
        {
            "id": "19",
            "nass": "172- قلت: علم العامة على ما وصفت لا تلقى أحدا من المسلمين إلا وجدت علمه عنده ولا يرد منها أحد شيئا على أحد فيه كما وصفت في جمل الفرائض وعدد الصلوات وما أشبهها. ¶ 173- وعلم الخاصة علم السابقين والتابعين من بعدهم إلى من لقيت تختلف أقاويلهم وتتباين تباينا بينا فيما ليس فيه نص كتاب يتأولون فيه ولم يذهبوا إلى القياس فيحتمل القياس الاختلاف فإذا اختلفوا فأقل ما عند المخالف لمن أقام عليه خلافه أنه مخطىء عنده وكذلك هو عند من خالفه وليست هكذا المنزلة الأولى. ¶ 174- وما قيل قياسا فأمكن في القياس أن يخطئ القياس لم يجز عندك أن يكون القياس إحاطة ولا يشهد به كله على الله كما زعمت. ¶ 175- فذكرت أشياء تلزمه عندي سوى هذا. ¶ 176- فقال: بعض من حضره دع المسألة في هذا وعندنا أنه قد يدخل عليه كثير مما أدخلت عليه ولا يدخل عليه كله قال: فأنا أحدث لك غير ما قال. ¶ 177- قلت: فاذكره؟. ¶ 178- قال: العلم من وجوه منها ما نقلت: هـ عامة من عامة أشهد به على الله وعلى رسوله مثل جمل الفرائض. ¶ 179- قلت: هذا العلم المقدم الذي لا ينازعك فيه أحد. ¶ 180- ومنها كتاب يحتمل التأويل فيختلف فيه فإذا اختلف فيه فهو على ظاهره وعامه لا يصرف إلى باطن أبدا وإن احتمله إلا بإجماع من الناس عليه فإذا تفرقوا فهو على الظاهر. ¶ 181- قال: ومنها ما اجتمع المسلمون عليه وحكوا عن من قبلهم",
            "page": "21",
            "part": "1",
            "seal": "1ADC9100"
        },
        {
            "id": "20",
            "nass": "الاجتماع عليه وإن لم يقولوا هذا بكتاب ولا سنة فقد يقوم عندي مقام السنة المجتمع عليها وذلك أن إجماعهم لا يكون عن رأي لأن الرأي إذا كان تفرق فيه. ¶ 182 - قلت: فصف لي ما بعده؟. ¶ 183 - قال: ومنها علم الخاصة ولا تقوم الحجة بعلم الخاصة حتى يكون نقله من الوجه الذي يؤمن فيه الغلط. ¶ 184 - ثم آخر هذا القياس ولا يقاس منه الشيء بالشيء حتى يكون مبتداه ومصدره ومصرفه فيما بين أن يبتدئ إلى أن ينقضي سواء فيكون في معنى الأصل. ¶ 185 - ولا يسع التفرق في شيء مما وصفت من سبيل العلم. ¶ 186 - والأشياء على أصولها حتى تجتمع العامة على إزالتها عن أصولها. ¶ 187 - والإجماع حجة على كل شيء لأنه لا يمكن فيه الخطأ. ¶ 188 - قال: فقلت: أما ما ذكرت من العلم الأول من نقل العوام عن العوام فكما قلت. ¶ 189 - أفرأيت الثاني الذي قلت: لا تختلف فيه العوام بل تجتمع عليه وتحكي عن من قبلها الاجتماع عليه أتعرفه فتصفه أو تعرف العوام الذين ينقلون عن العوام أهم كمن قلت: في جمل الفرائض فأولئك العلماء ومن لا ينسب إلى العلم ولا نجد أحدا بالغا في الإسلام غير مغلوب على عقله يشك أن فرض الله أن الظهر أربع أم هو وجه غير هذا؟. ¶ 190 - قال: بل هو وجه غير هذا. ¶ 191 - قلت: فصفه؟.",
            "page": "22",
            "part": "1",
            "seal": "894A1EDD"
        },
        {
            "id": "21",
            "nass": "192- قال: هذا إجماع العلماء دون من لا علم له يجب اتباعهم فيه لأنهم منفردون بالعلم دونهم مجتمعون عليه فإذا اجتمعوا قامت بهم الحجة على من لا علم له وإذا افترقوا لم يقم بهم على أحد حجة وكان الحق فيما تفرقوا فيه أن ترد إلى القياس على ما اجتمعوا عليه فأي حال وجدتهم بها دلتني على حال من قبلهم إن كانوا مجتمعين من جهة علمت أن من كان قبلهم من أهل العلم مجتمعون من كل قرن لأنهم لا يجتمعون من جهة فإن كانوا متفرقين علمت أن من كان قبلهم كانوا متفرقين من كل قرن. وسواء كان اجتماعهم من خبر يحكونه أو غير خبر للاستدلال أنهم لا يجمعون إلا بخبر لازم وسواء إذا تفرقوا حكوا خبرا بما وافق بعضهم أو لم يحكوه لأني لا أقبل من أخبارهم إلا ما أجمعوا على قوله فأما ما تفرقوا في قبوله فإن الغلط يمكن فيه فلم تقم حجة بأمر يمكن فيه الغلط. ¶ 193 - قال: فقلت: له هذا تجويز إبطال الأخبار وإثبات الإجماع لأنك زعمت أن افتراقهم غير حجة كان فيه خبر أو لم يكن فيه. ¶ 194 - وقلت: له ومن أهل العلم الذين إذا أجمعوا قامت بإجماعهم حجة؟. ¶ 195 - قال: هم من نصبه أهل بلد من البلدان فقيها رضوا قوله وقبلوا حكمه. ¶ 196 - قلت: فمثل الفقهاء الذين إذا أجمعوا كانوا حجة أرأيت إن كانوا عشرة فغاب واحد أو حضر ولم يتكلم أتجعل التسعة إذا اجتمعوا أن يكون قولهم حجة؟. ¶ 197 - قال: فإن قلت: لا.",
            "page": "23",
            "part": "1",
            "seal": "55C13E4C"
        },
        {
            "id": "22",
            "nass": "198 - قلت: أفرأيت إن مات أحدهم أو غلب على عقله أيكون للتسعة أن يقولوا؟. ¶ 199 - قال: فإن قلت: نعم. ¶ 200 - وكذا لو مات خمسة أو تسعة للواحد أن يقول ¶ 201 - قال: فإن قلت: لا؟. ¶ 202 - قلت: فأي شيء قلت: فيه كان متناقضا!. ¶ 203 - قال: فدع هذا. ¶ 204 - قلت: فقد وجدت أهل الكلام منتشرين في أكثر البلدان فوجدت كل فرقة منهم تنصب منها من تنتهي إلى قوله وتضعه الموضع الذي وصفت أيدخلون في الفقهاء الذين لا يقبل من الفقهاء حتى يجتمعوا معهم أم خارجون منهم؟. ¶ 205 - قال: فإن قلت: إنهم داخلون فيهم؟. ¶ 206 - قلت: فإن شئت فقله!. ¶ 207 - قال: فقد قلته!. ¶ 208 - قال: فما تقول في المسح على الخفين؟. ¶ 209 - قال: فإن قلت: لا يمسح أحد لأني إذا اختلفوا في شيء رددته إلى الأصل والأصل الوضوء؟. ¶ 210 - قلت: وكذلك تقول في كل شيء؟. ¶ 211 - قال: نعم. ¶ 202 - قلت: فما تقول في الزاني الثيب أترجمه؟. ¶ 213 - قال: نعم.",
            "page": "24",
            "part": "1",
            "seal": "932DCAE4"
        },
        {
            "id": "23",
            "nass": "214 - قلت: كيف ترجمه؟ وممن نص بعض الناس علماء أن لا رجم على زان لقول الله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} [النور: من الآية2] فكيف ترجمه ولم ترد إلى الأصل من أن دمه محرم حتى يجتمعوا على تحليله ومن قال: هذا القول يحتج بأنه زان داخل في معنى الآية وأن يجلد مائة؟. ¶ 215 - قال: إن أعطيتك هذا دخل علي فيه شيء تجاوزه القدر كثرة؟. ¶ 216 - قلت: أجل. ¶ 217 - قال: فلا أعطيك هذا وأجيبك فيه الجواب الأول!. ¶ 218 - قلت: فقل؟. ¶ 219 - قال: لا أنظر إلى قليل من المفتيين وأنظر إلى الأكثر. ¶ 220 - قلت: أفتصف القليل الذين لا تنظر إليهم أهم إن كانوا أقل من نصف الناس أو ثلثهم أو ربعهم؟. ¶ 221 - قال: ما أستطيع أن أحدهم ولكن الأكثر. ¶ 222 - قلت: أفعشرة أكثر من تسعة؟. ¶ 223 - قال: هؤلاء متقاربون!. ¶ 224 - قلت: فحدهم بما شئت؟. ¶ 225 - قال: ما أقدر أن أحدهم. ¶ 226 - قلنا فكأنك أردت أن تجعل هذا القول مطلقا غير محدود فإذا أخذت بقول اختلف فيه قلت: عليه الأكثر وإذا أردت رد قول قلت: هؤلاء الاقل أترضى من غيرك بمثل هذا الجواب؟. ¶ 227 - رأيت حين صرت إلى أن دخلت فيما عبت من التفرق؟.",
            "page": "25",
            "part": "1",
            "seal": "2C9DB06D"
        },
        {
            "id": "24",
            "nass": "228 - أرأيت لو كان الفقهاء كلهم عشرة فزعمت أنك لا تقبل إلا من الأكثر فقال: ستة فاتفقوا وخالفهم أربعة أليس قد شهدت للستة بالصواب وعلى الأربعة بالخطأ؟. ¶ 229 - قال: فإن قلت: بلى؟. ¶ 230 - قلت: فقال: الأربعة في قول غيره فاتفق اثنان من الستة معهم وخالفهم أربعة؟. ¶ 231 - قال: فآخذ بقول الستة. ¶ 232 - قلت: فتدع قول المصيبين بالاثنين وتأخذ بقول المخطئين بالاثنين وقد أمكن عليهم مرة وأنت تنكر قول ما أمكن فيه الخطأ وهذا قول متناقض. ¶ 233 - وقلت: له أرأيت قولك لا تقوم الحجة إلا بما أجمع عليه الفقهاء في جميع البلدان أتجد السبيل إلى إجماعهم كلهم ولا تقوم الحجة على أحد حتى تلقاهم كلهم أو تنقل عامة من عامة عن كل واحد منهم؟. ¶ 234 - قال: ما يوجد هذا. ¶ 235 - قلت: فإن قبلت عنهم بنقل الخاصة فقد قبلت فيما عبت وإن لم تقبل عن كل واحد إلا بنقل العامة لم نجد في أصل قولك ما اجتمع عليه البلدان إذا لم تقبل نقل الخاصة لأنه لا سبيل إليه ابتداء لأنهم لا يجتمعون لك في موضع ولا تجد الخبر عنهم بنقل عامة عن عامة. ¶ 236 - قلت: فأسمعك قلدت أهل الحديث وهم عندك يخطئون فيما يدينون به من قبول الحديث فكيف تأمنهم على الخطأ فيما قلدوه الفقه ونسبوه إليه فأسمعك قلدت من لا ترضاه وأفقه الناس عندنا وعند أكثرهم أتبعهم للحديث وذلك أجهلهم لأن الجهل قبول خبر الانفراد",
            "page": "26",
            "part": "1",
            "seal": "BFF5F567"
        },
        {
            "id": "25",
            "nass": "وكذلك أكثر ما يحتاجون فيه إلى الفقهاء ويفضلونهم به مع أن الذي ينصف غير موجود في الدنيا!. ¶ 237 - قال: وكيف لا يوجد؟؟ ¶ 238 - قال: هو أو بعض من حضر معه فإني أقول إنما أنظر في هذا إلى من يشهد له أهل الحديث بالفقه. ¶ 239 - قلت: ليس من بلد إلا وفيه من أهله الذين هم بمثل صفته يدفعونه عن الفقه وتنسبه إلى الجهل أو إلى أنه لا يحل له أن يفتي ولا يحل لا حد أن يقبل قوله. ¶ 240 - وعلمت تفرق أهل كل بلد بينهم ثم علمت تفرق كل بلد في غيرهم. ¶ 241 - فعلمنا أن من أهل مكة من كان لا يكاد يخالف قول عطاء ومنهم من كان يختار عليه ثم أفتى بها الزنجي بْن خالد فكان منهم من يقدمه في الفقه ومنهم يميل إلى قول سعيد بْن سالم ومن أصحاب كل واحد من هذين يستضعفون الأخر ويتجاوزون القصد. ¶ 242 - وعلمت أن أهل المدينة كانوا يقدمون سعيد بْن المسيب ثم يتركون بعض قوله ثم حدثا في زماننا منهم مالك كان كثير منهم يقدمه وغيره يسرف عليه في تضعيف مذاهبهم قد رأيت ابن أبي الزناد يجاوز القصد في ذم مذاهبه ورأيت المغيرة وابن أبي حازم والدراوردي يذهبون من مذاهبه ورأيت من يذمهم. ¶ 243 - ورأيت بالكوفة قوما يميلون إلى قول ابن أبي ليلى يذمون مذاهب أبي يوسف وآخرين يميلون إلى قول أبي يوسف يذمون مذاهب ابن أبي ليلى وما خالف أبا يوسف وآخرين يميلون إلى قول الثوري وآخرين",
            "page": "27",
            "part": "1",
            "seal": "82444A9E"
        },
        {
            "id": "26",
            "nass": "إلى قول الحسن بْن صالح. ¶ 244 - وبلغني غير ما وصفت من البلدان شبيه بما رأيت مما وصفت من تفرق أهل البلدان. ¶ 245 - ورأيت المكيين يذهبون إلى تقديم عطاء في العلم على التابعين وفي بعض العراقين من يذهبون إلى تقديم إبراهيم النخعي. ¶ 246 - ثم لعل كل صنف من هؤلاء قدم صاحبه أن يسرف في المباينة بينه وبين من قدموا عليه من أهل البلدان. ¶ 247 - وهكذا رأيناهم فيمن نصبوا من العلماء الذين أدركنا. ¶ 248 - فإذا كان أهل الأمصار يختلفون هذا الاختلاف فسمعت بعض من يفتي منهم يحلف بالله ما كان لفلان أن يفتي لنقص عقله وجهالته وما كان يحل لفلان أن يسكت يعني آخر من أهل العلم ورأيت من أهل البلدان من يقول ما كان يحل له أن يفتي بجهالته يعني الذي زعم غيره أنه لا يحل له أن يسكت لفضل علمه وعقله. ¶ 249 - ثم وجدت أهل كل بلد كما وصفت فيما بينهم من أهل زمانهم. ¶ 250 - فأين اجتمع لك هؤلاء على تفقه واحد أو تفقه عام وكما وصفت رأيهم أو رأي أكثرهم وبلغني عن من غاب عني منهم شبيه بهذا فإن أجمعوا لك على نفر منهم فتجعل أولئك النفر علماء إذا اجتمعوا على شيء قبلته؟. ¶ 251 - قال: وإنهم إن تفرقوا كما زعمت باختلاف مذاهبهم أو تأويل آو غفلة آو نفاسة من بعضهم على بعض فإنما أقبل منهم ما اجتمعوا عليه معا.",
            "page": "28",
            "part": "1",
            "seal": "7C652A85"
        },
        {
            "id": "27",
            "nass": "252 - فقيل له فإن لم يجمعوا لك على واحد منهم أنه في غاية فكيف جعلته عالما؟. ¶ 253 - قال: لا ولكن يجتمعون على أنه يعلم من العلم. ¶ 254 - قلت: نعم ويجتمعون لك على أن من لم تدخله في جملة العلماء من أهل الكلام يعلمون من العلم فلم قدمت هؤلاء وتركتهم في أكثر هؤلاء أهل الكلام؟. ¶ 255 - وما أسمك وطريقك إلا بطريق التفرق إلا أنك تجمع إلى ذلك أن تدعي الإجماع!. ¶ 256 - وإن في دعواك الإجماع لخصالا يجب عليك في أصل مذاهبك أن تنتقل عن دعوى الإجماع في علم الخاصة. ¶ 257 - قال: فهل من إجماع؟. ¶ 258 - قلت: نعم نحمد الله كثير في جملة الفرائض التي لا يسع جهلها وذلك الإجماع هو الذي لو قلت: أجمع الناس لم تجد حولك أحدا يعرف شيئا يقول لك ليس هذا بإجماع. ¶ 259 - فهذه الطريق التي يصدق بها من ادعى الإجماع فيها وفي أشياء من أصول العلم دون فروعه ودون الأصول غيرها. ¶ 260 - فأما ما ادعيت من الإجماع حيث قد أدركت التفرق في دهرك ويحكى عن أهل كل قرن فانظره أيجوز أن يكون هذا إجماعا؟. ¶ 261 - قال: فقال: قد ادعى بعض أصحابك الإجماع فيما أدعى من ذلك فما سمعت منهم أحدا ذكر قوله إلا عائبا لذلك وإن ذلك عندي لمعيب؟. ¶ 262 - قلت: من أين عبته وعابوه إنما ادعاء الإجماع في فرقة أحرى",
            "page": "29",
            "part": "1",
            "seal": "ADF35426"
        },
        {
            "id": "28",
            "nass": "أن يدرك من ادعائك الإجماع على الأمة في الدنيا!. ¶ 263 - قال: إنما عبناه أنا نجد في المدينة اختلافا في كل قرن فيما يدعي فيه الإجماع ولا يجوز الإجماع إلا على ما وصفت من أن لا يكون مخالف فلعل الإجماع عنده الأكثر وإن خالفهم الأقل فليس ينبغي أن يقول إجماعا ويقول الأكثر إذا كان لا يروي عنهم شيئا ومن لم يرو عنه شيء لم يجز أن ينسب إلى أن يكون مجمعا على قوله كما لا يجوز أن يكون منسوبا إلى خلافه. ¶ 264 - فقلت: له إن كان ما قلت: من هذا كما قلت: الذي يلزمك فيه أكثر لأن الإجماع في علم الخاصة إذا لم يوجد في فرقة كان أن يوجد في الدنيا أبعد. ¶ 265 - قال: وقلت: قولك وقول من قال: الإجماع خلاف الإجماع. ¶ 266 - قال: فأوجدني ما قلت؟. ¶ 267 - قلت: إن كان الإجماع قبلك إجماع الصحابة أو التابعين أو القرن الذين يلونهم وأهل زمانك فأنت تثبت عليهم أمرا تسميه إجماعا. ¶ 268 - قال: ما هو اجعل له مثالا أعرفه؟. ¶ 269 - قلت: كأنك ذهبت إلى أن جعلت ابن المسيب عالم أهل المدينة وعطاء عالم أهل مكة والحسن عالم أهل البصرة والشعبي عالم أهل الكوفة من التابعين فجعلت الإجماع ما أجمع عليه هؤلاء؟. ¶ 270 - قال: نعم. ¶ 271 - قلت: زعمت أنهم لم يجتمعوا قط في مجلس علمته وإنما استدللت على إجماعهم بنقل الخبر عنهم وأنك لما وجدتهم يقولون في الأشياء ولا تجد فيها كتابا ولا سنة استدللت على أنهم قال: وا بها من جهة",
            "page": "30",
            "part": "1",
            "seal": "C3215429"
        },
        {
            "id": "29",
            "nass": "القياس فقلت: القياس العلم الثابت الذي أجمع عليه أهل العلم أنه حق؟. ¶ 272 - قال: هكذا قلت. ¶ 273 - وقلت: له قد يمكن أن يكونوا قال: وا ما لم تجده أنت في كتاب ولا سنة وإن لم يذكروه وما يرون لم يذكروه وقال: وا الرأي دون القياس. ¶ 274 - قال: إن هذا وإن أمكن عليهم فلا أظن بهم أنهم علموا شيئا فتركوا ذكره ولا انهم قال: وا إلا من جهة القياس. ¶ 275 - فقلت: له لأنك وجدت أقاويلهم تدل على أنهم ذهبوا إلى أن القياس لازم لهم أو إنما هذا شيء ظننته لأنه الذي يجب عليهم؟. ¶ 276 - قلت: له فلعل القياس لا يحل عندهم محله عندك؟. ¶ 277 - قال: ما أرى إلا ما وصفت لك. ¶ 278 - فقلت: له هذا الذي رويته عنهم من انهم قال: وا من جهة القياس توهم ثم جعلت التوهم حجة!. ¶ 279 - قال: فمن أين أخذت القياس أنت ومنعت أن لا يقال: إلا به؟. ¶ 280 - قلت: من غير الطريق التي أخذته منها وقد كتبته في غير هذا الموضع. ¶ 281 - قلت: أرأيت الذين نقلوا لك عنهم انهم قال: وا فيما لم تجد أنت فيه خبرا فتوهمت انهم قال: وه قياسا وقلت: إذا وجدت أفعالهم مجتمعة على شيء فهو دليل على إجماعهم أنقلوا إليك عنهم انهم قال: وا من جهة الخبر المنفرد؟. ¶ 282 فروى ابن المسيب عن أبي هريرة عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شيئا وأخذ به وعن أبي سعيد الخدري في الصرف شيئا وأخذ به وله فيه مخالفون من الأمة.",
            "page": "31",
            "part": "1",
            "seal": "32F9C6D3"
        },
        {
            "id": "30",
            "nass": "283 - وروى عطاء عن جابر بْن عبد الله عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في المخابرة شيئا وأخذ به وله فيه مخالفون. ¶ 284 - وروى الشعبي عن علقمة عن عبد الله عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أشياء أخذ بها وله فيها مخالفون من الناس اليوم وقبل اليوم. ¶ 286 - وروى الحسن عن الرجل عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أشياء أخذ بها وله فيها مخالفون من الناس اليوم وقبل اليوم ورووا لك عنهم أنهم عاشوا يقولون بأقاويل يخالف كل واحد منهم فيها قضاء صاحبه وكانوا على ذلك حتى ماتوا؟. ¶ 287 - قال: نعم قد رووا هذا عنهم. ¶ 288 - فقلت: له فهؤلاء جعلتهم أئمة في الدين وزعمت أن ما وجد من فعلهم مجمعا لزم العامة الأخذ به ورويت عنهم سننا شتى وذلك قبول كل واحد منهم الخبر على الانفراد وتوسعهم في الاختلاف ثم عبت ما أجمعوا عليه لا شك فيه وخالفتهم فيه فقلت: لا ينبغي قبول الخبر على الانفراد ولا ينبغي الاختلاف وتوهمت عليهم أنهم قاسوا فزعمت أنه لا يحل لأحد أن ¶ يدع القياس ولا يقول إلا بما يعرف. ¶ 289 - إن قولك الإجماع خلاف الإجماع بهذا وبأنك زعمت أنهم لا يسكتون على شيء علموه وقد ماتوا لم يقل أحد منهم قط الإجماع علمناه. ¶ 290 - والإجماع أكثر العلم لو كان حيث ادعيته أو ما كفاك عيب الإجماع أن لم يرووا عن أحد بعد رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دعوى الإجماع إلا فيما لا يختلف فيه أحد إلا عن أهل زمانك هذا؟. ¶ 291 - فقال: فقد ادعاه بعضهم؟.",
            "page": "32",
            "part": "1",
            "seal": "EDD0A374"
        },
        {
            "id": "31",
            "nass": "292 - قلت: أفحمدت ما ادعى منه؟. ¶ 293 - قال: لا. ¶ 294 - قلت: فكيف صرت إلى أن تدخل فيما ذممت في أكثر مما عبت ألا تستدل من طريقك أن الإجماع هو ترك ادعاء الإجماع ولا تحسن النظر لنفسك إذا قلت: هذا إجماع فوجدت حولك من أهل العلم من يقول لك معاذ الله أن يكون هذا إجماعا بل فيما ادعيت أنه إجماع اختلاف من كل وجه في بلد أو أكثر من يحكى لنا عنه من أهل البلدان!. ¶ 295 - قال: وقلت: لبعض من حضر هذا الكلام منهم نصير بك آلى المسئلة عما لزم لنا ولك من هذا. ¶ 296 - قال: وما هو؟. ¶ 297 - قلت: أفرأيت سنة رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بأي شيء تثبت؟. ¶ 298 - قال: أقول القول الأول الذي قاله لك صاحبنا. ¶ 299 - فقلت: ما هو؟. ¶ 300 - قال: زعم أنها تثبت من أحد ثلاثة وجوه. ¶ 301 - قلت: فاذكر الأولى منها؟. ¶ 302 - قال: خبر العامة عن العامة. ¶ 303 - قلت: أكقولكم الأول مثل أن الظهر أربع؟. ¶ 304 - قال: نعم. ¶ 305 - فقلت: هذا مما لا يخالفك فيه أحد علمته فما الوجه الثاني؟. ¶ 306 - قال: تواتر الأخبار. ¶ 307 - فقلت: له حدد لي تواتر الأخبار بأقل مما يثبت الخبر واجعل",
            "page": "33",
            "part": "1",
            "seal": "C7BDB0EA"
        },
        {
            "id": "32",
            "nass": "له مثالا لنعلم ما يقول وتقول؟. ¶ 308 - قال: نعم إذا وجدت هؤلاء النفر للأربعة الذين جعلتهم مثالا يروون فتتفق روايتهم أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حرم شيئا أو أحل استدللت على أنهم بتباين بلدانهم وإن كل واحد منهم قبل العلم عن غير الذي قبله عنه صاحبه وقبله عنه من أداه إلينا ممن لم يقبل عن صاحبه أن روايتهم إذا كانت هكذا تتفق عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فالغلط لا يمكن فيها. ¶ 309 - قال: وقلت: له لا يكون تواتر الأخبار عندك عن أربعة في بلد ولا إن قبل عنهم أهل بلد حتى يكون المدني يروي عن المدني والمكي يروي عن المكي والبصري يروي عن البصري والكوفي يروي عن الكوفي حتى ينتهي كل واحد منهم بحديثة إلى رجل من أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غير الذي روى عنه صاحبه ويجمعوا جميعا على الرواية عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ للعلة التي وصفت؟. ¶ 310 - قال: نعم لأنهم إذا كانوا في بلد واحد أمكن فيهم التواطؤ على الخبر ولا يمكن فيهم إذا كانوا في بلدان مختلفة!. ¶ 311 - فقلت: له لبئس ما نثبت به على من جعلته إماما في دينك إذا ابتدأت وتعقبت!. ¶ 312 - قال: فاذكر ما يدخل علي فيه؟. ¶ 313 - فقلت: له أرأيت لو لقيت رجلا من أهل بدر وهم المقدمون من أثنى الله تعالى عليهم في كتابه فأخبرك خبرا عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لم تلفه حجة ولا يكون عليك خبره حجة لما وصفت أليس من بعدهم أولى أن لا يكون خبر الواحد منهم مقبولا لنقصهم عنهم في كل فضل وأنه يمكن فيهم ما أمكن فيمن هو خير منهم وأكثر منه؟!.",
            "page": "34",
            "part": "1",
            "seal": "198CF9EF"
        },
        {
            "id": "33",
            "nass": "314 - قال: بلى. ¶ 315 - فقلت: أفتحكم فيما ثبت من صحة الرواية فاجعل أبا سلمة بالمدينة يروي لك أنه سمع جابر بْن عبد الله يروي عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في فضل أبي سلمة وفضل جابر واجعل الزهري يروي لك أنه سمع ابن المسيب يقول سمعت عمر أو أبا سعيد الخدري يقول سمعت النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ واجعل أبا أسحق الشيباني يقول سمعت الشعبي أو سمعت إبراهيم التيمي يقول أحدهما سمعت البراء بْن عازب أو سمعت رجلا من أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يسميه واجعل أيوب يروي عن الحسن البصري يقول سمعت أبا هريرة أو رجلا غيره من أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يقول سمعت النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بتحليل الشيء أو تحريم له أتقوم بهذا حجة؟. ¶ 316 - قال: نعم. ¶ 317 - فقلت: له أيمكن في الزهري عندك أن يغلط على ابن المسيب وابن المسيب على من فوقه وفي أيوب أن يغلط على الحسن والحسن على من فوقه؟. ¶ 318 - فقال: فإن قلت: نعم؟. ¶ 319 - قلت: يلزمك أن تثبت خبر الواحد على ما يمكن فيه الغلط ممن ¶ لقيت وممن هو دون من فوقه ومن فوقه دون أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وترد خبر الواحد من أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وأصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خير ممن بعدهم فترد الخبر بأن يمكن فيه الغلط عن أصحاب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وهم خير الناس وتقبله عن من لا يعدلهم في الفضل لأن كل واحد من هؤلاء ثبت عن ممن فوقه ومن فوقه ومن فوقه ثبت عن ممن فوقه حتى ينتهي الخبر إلى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فهذه الطريق التي عبت!.",
            "page": "35",
            "part": "1",
            "seal": "4755648D"
        },
        {
            "id": "34",
            "nass": "320 – قال: هذا هكذا إن قلته، ولكن رأيت إن لم أعطك هذا هكذا؟. ¶ 321 - قلت: لا يدفع هذا إلا بالرجوع عنه أو ترك الجواب بالروغان والانقطاع والروغان أقبح!. ¶ 322 - قال: فإن قلت: لا أقبل عن واحد نثبت عليه خبرا من أربعة وجوه متفرقة كما لم أقبل عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إلا عن أربعة وجوه متفرقة؟. ¶ 323 - قال: فقلت: له فهذا يلزمك أفتقول به؟. ¶ 324 - قال: إذا نقول به لا يوجد هذا أبدا. ¶ 325 - فقلت: أجل وتعلم أنت أنه لا يوجد أربعة عن الزهري ولا ثلاثة الزهري رابعهم عن الرجل من أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 326 - قال: أجل ولكن دع هذا. ¶ 327 - قال: وقلت: له من قال: أقبل من أربعة دون ثلاثة أرأيت إن قال: لك رجل لا أقبل إلا من خمسة أو قال: آخر من سبعين ما حجتك عليه ومن وقت لك الأربعة؟. ¶ 328 - قال: إنما مثلتهم. ¶ 329 - قلت: أفتحد من يقبل منه؟. ¶ 330 - قال: لا. ¶ 331 - قلت: أو تعرفه فلا تظهره لما يدخل عليك؟!. ¶ 332 - فتبين انكساره. ¶ 333 - وقلت: له أو لبعض من حضر معه فما الوجه الثالث الذي يثبت عن النبي صَلَّى اللَّهُ عَلَيْهِ وسلم؟.",
            "page": "36",
            "part": "1",
            "seal": "E627AD34"
        },
        {
            "id": "35",
            "nass": "334 - قال: إذا روى عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الواحد من أصحابه الحكم حكم به فلم يخالفه غيره استدللنا على أمرين أحدهما أنه إنما حدث به في جماعتهم والثاني أن تركهم الرد عليه بخبر يخالفه إنما كان عن معرفة بأن ما كان كما يخبرهم فكان خبرا عن عامتهم. ¶ 335 - قلت: له قل ما رأيتكم تنتقلون إلى شيء إلا احتججتم بأضعف مما تركتم!. ¶ 336 - فقال: أبن لنا ما قلت؟. ¶ 337 - قلت: له أيمكن لرجل من أصحاب النبي صَلَّى اللَّهُ عَلَيْهِ وسلم يحدث بالمدينة رجلا أو نفرا قليلا ما تثبته عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ويمكن أن يكون أتى بلدا من البلدان فحدث به واحدا أو نفرا أو حدث به في سفر أو عند موته واحدا أو أكثر؟. ¶ 338 - قال: فإن قلت: لا يمكن أن يحدث واحدهم بالحديث إلا وهو مشهور عندهم؟. ¶ 339 - قلت: فقد تجد العدد من التابعين يروون الحديث فلا يسمون إلا واحدا ولو كان مشهورا عندهم بأنهم سمعوا من غيره وسمعوا من سمعوه منه. ¶ 340- وقد نجدهم يختلفون في الشيء قد روي فيه الحديث عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فيقول بعضهم قولا يوافق الحديث وغيره قولا يخالفه. ¶ 340 - قال: فمن أين ترى ذلك؟. ¶ 341 - قلت: لو سمع الذي قال: بخلاف الحديث الحديث عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ما قال: إن شاء الله تعالى بخلافه. ¶ 342 - وقلت: له قد روى اليمين مع الشاهد عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ابن عباس",
            "page": "37",
            "part": "1",
            "seal": "BA4F5581"
        },
        {
            "id": "36",
            "nass": "وغيره ولم يحفظ عن أحد من أصحاب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ علمته خلافها فيلزمك أن تقول بها على أصل مذاهبك وتجعلها إجماعا!. ¶ 344 - فقال: بعضهم ليس ما قال: من هذا مذهبنا!. ¶ 345 - قلت: ما زلت أرى ذلك فيه وفي غيره مما كلمتمونا به والله المستعان. ¶ 346 - قال: فاليمين مع الشاهد إجماع بالمدينة؟. ¶ 347 - فقلت: لا هي مختلف فيها غير أنا نعمل بما اختلف فيه إذا ثبت عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ من الطريق الذي يثبت منها. ¶ 348 - قال: وقلت: له من الذين إذا اتفقت أقاويلهم في الخبر صح وإذا اختلفوا طرحت لاختلافهم الحديث؟. ¶ 349 - قال: أصحاب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 350 - خبر الخاصة؟. ¶ 351 - قال: لا. ¶ 352 - قلت: فهل يستدرك عنهم العلم بإجماع أو اختلاف بخبر عامة؟. ¶ 353 - قال: ما لم أستدركه بخبر العامة نظرت إلى إجماع أهل العلم اليوم فإذا وجدتهم ما أجمعوا عليه استدللت على أن اختلافهم عن اختلاف من مضى قبلهم. ¶ 353 - قلت: له أفرأيت استدلالا بأن إجماعهم خبر جماعاتهم؟. ¶ 354 - قال: فتقول ماذا؟. ¶ 356 - قلت: فأقول لا يكون لأحد أن يقول حتى يعلم إجماعهم في",
            "page": "38",
            "part": "1",
            "seal": "1A672F40"
        },
        {
            "id": "37",
            "nass": "البلدان ولا يقبل على أقاويل من نأت داره منهم ولا قربت إلا خبر الجماعة عن الجماعة. ¶ 357 - قال: فإن قلته؟. ¶ 358 - قلت: فقله إن شئت!. ¶ 359 - قال: قد يضيق هذا جدا. ¶ 360 - فقلت: له وهو مع ضيقه غير موجود. ¶ 361 - ويدخل عليك خلافه في القياس إذا زعمت للواحد أن يقيس فقد أجزت القياس والقياس قد يمكن فيه الخطأ وامتنعت من قبول السنة إذ كان يمكن فيمن رواها الخطأ فأجزت الأضعف ورددت الأقوى!. ¶ 361 - وقلت: لبعضهم أرأيت قولك إجماعهم يدل لو قال: وا لك مما قلنا به مجتمعين ومفترقين ما قبلنا الخبر فيه والذي ثبت مثله عندنا عن من قبلنا ونحن مجموعون على أن جائزا لنا فيما ليس فيه نص ولا سنة أن نقول فيه بالقياس وإن اختلفنا أفتبطل أخبار الذين زعمت أن أخبارهم وما اجتمعت عليه أفعالهم حجة في شيء وتقبله في غيره؟!. ¶ 363 - أرأيت لو قال: لك قائل أتبعهم في تثبيت أخبار الصادقين وإن كانت منفردة وأقبل عنهم القول بالقياس فيما لا خير فيه فأوسع أن يختلفوا فأكون قد تبعتهم في كل حال أكان أقوى حجة وأولى باتباعهم وأحسن ثناء عليهم أم أنت؟!. ¶ 364 - قال: بهذا تقول؟. ¶ 365 - قلت: نعم. ¶ 366 - وقلت: أو رأيت قولك إجماع أصحاب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ما",
            "page": "39",
            "part": "1",
            "seal": "319A8B0D"
        },
        {
            "id": "38",
            "nass": "معناه أتعني أن يقولوا أو أكثرهم قولا واحدا أو يفعلوا فعلا واحدا. ¶ 367 - قال: لا أعني هذا وهذا غيره موجود ولكن إذا حدث واحد منهم الحديث عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ولم يعارضه منهم معارض بخلافه فذلك دلالة على رضاهم به وأنهم علموا أن ما قال: منه كما قال. ¶ 368 - قلت: أو ليس قد يحدث ولا يسمعونه ويحدث ولا علم لمن سمع حديثه منهم أن ما قال: كما قال: وأنه خلاف ما قال: وإنما على المحدث أن يسمع فأما لم يعلم خلافه فليس له رده. ¶ 369 - قال: قد يمكن هذا على ما قلت: ولكن الأئمة من أصحاب رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فلا يمكن أبدا أن يحدث محدثهم بأمر فيدعوا معارضته إلا عن علم بأنه كما قال. ¶ 370 - وقال: فأقول فإذا حكم حاكمهم فلم يناكروه فهو علم منهم بأن ما قال: الحق وكان عليهم أن يقيموا ما حكم فيه. ¶ 371 - قلت: أفيمكن أن يكونوا صدقوه بصدقه في الظاهر كما قبلوا شهادة الشاهدين بصدقهما في الظاهر؟. ¶ 372 - قال: فإن قلت: لا؟. ¶ 373 - فقلت: إذا قلت: لا فيما عليهم الدلالة فيه بأنهم قبلوا خبر الواحد وانتهوا إليه علمت أنك جاهل بما قلنا وإذا قلت: فيما يمكن مثله لا يمكن كنت جاهلا بما يجب عليك!. ¶ 374 - قال: فتقول ماذا؟. ¶ 375 - قلت: أقول إن صمتهم عن المعارضة قد يكون عن علم بما قال: وقد يكون عن غير علم به ويكون قبولا له ويكون عن وقوف عنه ويكون أكثرهم لم يسمعه لا كما قلت: واستدلال عنهم فيما سمعوا قوله",
            "page": "40",
            "part": "1",
            "seal": "071737BA"
        },
        {
            "id": "39",
            "nass": "ممن كان عندهم صادقا ثبتا. ¶ 376 - قال: فدع هذا. ¶ 377 - قلت: لبعضهم هل علمت أن أبا بكر في إمارته قسم فسوى فيه بين الحر والعبد وجعل الجد أبا؟. ¶ 378 - قال: نعم. ¶ 379 - قلت: فقبلوا منه القسم ولم يعارضوه في الجد حياته؟. ¶ 380 - قال: نعم ولو قلت: عارضوه في حيالة؟!. ¶ 381 - قلت: فقد أراد أن يحكم وله مخالف؟!. ¶ 382 - قال: نعم ولا أقوله!. ¶ 383 - قال: فجاء عمر ففصل الناس في القسم على النسب والسابقة وطرح العبيد من القسم وشرك بين الجد والإخوة؟. ¶ 384 - قال: نعم. ¶ 385 - قلت: وولي علي فسوى بين الناس في القسم؟. ¶ 386 - قال: نعم. ¶ 387 - قلت: فهذا على أخبار العامة عن ثلاثتهم عندك؟. ¶ 388 قال: نعم. ¶ 389 - قلت: فقل فيها ما أحببت؟. ¶ 390 - قال: فتقول فيها أنت ماذا؟. ¶ 391 - قلت: أقول إن ما ليس فيه نص كتاب ولا سنة إذا طلب بالاجتهاد فيه المجتهدون وسع كلا إن شاء الله تعالى أن يفعل ويقول بما رآه حقا لا على ما قلت: فقل أنت ما شئت؟.",
            "page": "41",
            "part": "1",
            "seal": "D4232DBB"
        },
        {
            "id": "40",
            "nass": "392 - قال: لئن قلت: العمل الأول يلزمهم فإنه ينبغي للعمل الثاني والثالث أن يكون مثله لا يخالفه ولئن قلت: بل لم يكونوا وافقوا أبا بكر على فعله في حياته ليدخل علي أن له أن يمضي له اجتهاده وإن خالفهم. ¶ 393 - قلت: أجل. ¶ 394 - قال: فإن قلت: لا أعرف هذا عنهم ولا أقبله حتى أجد العامة تنقله عن العامة فتقول عنهم حدثنا جماعة ممن مضى قبلهم بكذا؟. ¶ 395 - فقلت: له ما نعلم أحدا شك في هذا ولا روى عن أحد خلافه فلئن لم تجز أن يكون مثل هذا ثابتا فما حجتك على أحد إن عارضك في جميع ما زعمت أنه إجماع بأن يقول مثل ما قلت. ¶ 396 - فقال: جماعة ممن حضر منهم فإن الله عز وجل ذم على الاختلاف فذممناه؟. ¶ 397 - فقلت: له في الاختلاف حكمان أم حكم؟. ¶ 398 - قال: حكم. ¶ 398 - قلت: فأسألك؟. ¶ 400 - قال: فسل؟. ¶ 401 - قلت: أتوسع من الاختلاف شيئا؟. ¶ 402 - قال: لا. ¶ 403 - قلت: أفتعلم من أدركت من أعلام المسلمين الذين أفتوا عاشوا أو ماتوا وقد يختلفون في بعض أمور عن من قبلهم؟. ¶ 404 - قال: نعم. ¶ 405 - قلت: فقل فيهم ما شئت؟.",
            "page": "42",
            "part": "1",
            "seal": "18F23F02"
        },
        {
            "id": "41",
            "nass": "406 - قال: فإن قلت: قال: وا بما لا يسعهم. ¶ 407 - قلت: فقد خالفت اجتماعهم. ¶ 408 - قال: أجل ¶ 709 - قال: فدع هذا!. ¶ 410 - قلت: أفيسعهم القياس؟. ¶ 411 - قال: نعم. ¶ 412 - قلت: فإن قاسوا فاختلفوا يسعهم أن يمضوا على القياس؟. ¶ 413 - قال: فإن قلت: لا. ¶ 414 - قلت: فيقولون إلى أي شيء نصير؟. ¶ 415 - قال: إلى القياس. ¶ 416 - قلت: قال: وا قد فعلنا فرأيت القياس بما قلت: ورأى هذا القياس بما قال. ¶ 417 - قال: فلا يقولون حتى يجتمعوا. ¶ 418 - قلت: من أقطار الأرض؟. ¶ 419 - قال: فإن قلت: نعم؟. ¶ 420 - قلت: فلا يمكن أن يجتمعوا ولو أمكن اختلفوا. ¶ 421 - قال: فلو اجتمعوا لم يختلفوا. ¶ 421 - قلت: قد اجتمع اثنان فاختلفا فكيف إذا اجتمع الأكثر؟. ¶ 423 - قال: ينبه بعضهم بعضا!. ¶ 424 - قلت: ففعلوا فزعم كل واحد من المختلفين أن الذي قال القياس.",
            "page": "43",
            "part": "1",
            "seal": "0F8C4B1A"
        },
        {
            "id": "42",
            "nass": "425 - قال: فإن قلت: يسع الاختلاف في هذا الموضوع. ¶ 426 - قلت: قد زعمت أن في اختلاف كل واحد من المختلفين حكمين وتركت قولك ليس الاختلاف إلا حكما واحدا. ¶ 427 - قال: ما تقول أنت؟. ¶ 428 - قلت: الاختلاف وجهان: ¶ 429 - فما كان لله فيه نص حكم أو لرسوله سنة أو للمسلمين فيه إجماع لم يسع أحدا علم من هذا واحدا أن يخالفه. ¶ 430 - وما لم يكن فيه من هذا واحد كان لأهل العلم الاجتهاد فيه بطلب الشبهة بأحد هذه الوجوه الثلاثة. ¶ 431 - فإذا اجتهد من له أن يجتهد وسعه أن يقول بما وجد الدلالة عليه بأن يكون في معنى كتاب أو سنة أو إجماع. ¶ 432 - فإن ورد أمر مشتبه يحتمل حكمين مختلفين فاجتهد فخالف اجتهاده اجتهاد غيره وسعه أن يقول بشيء وغيره بخلافه وهذا قليل إذا نظر فيه. ¶ 433 - قال: فما حجتك فيما قلت؟. ¶ 434 - قلت: له الاستدلال بالكتاب والسنة والإجماع. ¶ 435 - قال: فاذكر الفرق بين حكم الاختلاف؟. ¶ 436 - قلت: له قال: الله عز وجل: {وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ} [آل عمران: من الآية105] ¶ 437 - وقال: {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ} [البينة: من الآية4] .",
            "page": "44",
            "part": "1",
            "seal": "86D93F91"
        },
        {
            "id": "43",
            "nass": "438 - فإنما رأيت الله ذم الاختلاف في الموضع الذي أقام عليهم الحجة ولم يأذن لهم فيه. ¶ 439 - قال: قد عرفت هذا فما الوجه الذي دلك على أن ما ليس فيه نص حكم وسع فيه الاختلاف؟. ¶ 440 - فقلت: له فرض الله على الناس التوجه في القبلة إلى المسجد الحرام فقال: {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ، وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} [البقرة: 149] أفرأيت إذا سافرنا واختلفنا في القبلة فكان الأغلب علي أنها في جهة والأغلب على غيري في جهة، ما الفرض علينا؟. ¶ 441 - فإن قلت: الكعبة فهي وإن كانت ظاهرة في موضعها فهي مغيبة عن من نأى عنها فعليهم أن يطلبوا التوجه لها غاية جهدهم على ما أمكنهم وغلب بالدلالات في قلوبهم فإذا فعلوا وسعهم الاختلاف وكان كل مؤديا للفرض عليه بالاجتهاد في طلب الحق المغيب عنه. ¶ 442 - وقلت: وقال الله: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة: 282] . وقال: {ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق: من الآية2] . أفرأيت الفرض علينا حاكمين شهد عندهما شاهدان بأعيانهما فكان عند أحد الحاكمين عدلين وعند الآخر غير عدلين؟. ¶ 443 - قال: فعلى الذي هما عنده عدلان أن يجيزهما وعلى الآخر الذي هما عنده غير عدلين أن يردهما. ¶ 444 - قلت: له فهذا الاختلاف؟. ¶ 445 - قال: نعم. ¶ 446 - فقلت: له أراك إذن جعلت الاختلاف حكمين؟.",
            "page": "45",
            "part": "1",
            "seal": "8418AD4F"
        },
        {
            "id": "44",
            "nass": "447 - فقال: لا يوجد في المغيب إلا هذا وكل وإن اختلف فعله وحكمه فقد أدى ما عليه. ¶ 448 - قلت: فهكذا قلنا. ¶ 449 - وقلت له: قال الله عز وجل: {ذَوَا عَدْلٍ مِنْكُمْ هَدْياً بَالِغَ الْكَعْبَةِ} [المائدة: من الآية95] . فإن حكم عدلان في موضع بشيء وآخران في موضع بأكثر أو أقل منه فكل قد اجتهد وأدى ما عليه وإن اختلفا. ¶ 450 - وقال: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً إِنَّ اللَّهَ كَانَ عَلِيّاً} [النساء: من الآية34] ¶ 451 - وقال عز وجل: {فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} [البقرة: من الآية229] . ¶ 452 - أرأيت إذا فعلت امرأتان فعلا واحدا وكان زوج إحداهما يخاف نشوزها وزوج الأخرى لا يخاف به نشوزها؟. ¶ 453 - قال: يسع الذي يخاف به النشوز العظة والهجرة والضرب ولا يسع الآخر الضرب. ¶ 454 - وقلت: وهكذا يسع الذي يخاف أن لا تقيم زوجته حدود الله الأخذ منها ولا يسع الآخر وإن استوى فعلاهما؟. ¶ 455 - قال: نعم. ¶ 456 - قال: قال: وإني وإن قلت: هذا فلعل غيري يخالفني وإياك ولا يقبل هذا منا فأين السنة التي دلت على سعة الاختلاف؟. ¶ 457 - قُلْتُ: أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ بُسْرِ بْنِ سَعِيدٍ عَنْ أَبِي قَيْسٍ مَوْلَى عَمْرِو بن",
            "page": "46",
            "part": "1",
            "seal": "F50E7630"
        },
        {
            "id": "45",
            "nass": "الْعَاصِ عَنْ عَمْرِو بْنِ الْعَاصِ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \"إذا حكم الحاكم فاجتهدفأصاب فَلَهُ أَجْرَانِ وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ\". ¶ 458 - قَالَ: يَزِيدُ بْنُ الْهَادِ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عمرو بن خزم فَقَالَ: هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ. ¶ 459 - قال: وماذا؟. ¶ 460 - قلت: ما وصفنا من أن الحكام والمفتيين إلى اليوم قد اختلفوا في بعض ما حكموا فيه وأفتوا وهم لا يحكمون ويفتون إلا بما يسعهم عندهم وهذا عندك إجماع، فكيف يكون إجماعا إذا كان موجودا في أفعالهم الاختلاف",
            "page": "47",
            "part": "1",
            "seal": "12442FC1"
        },
        {
            "id": "46",
            "nass": "بيان فرائض الله تبارك وتعالى ¶ أخبرنا الربيع بْن سليمان قال: قال الشافعي: ¶ 461 - فرض الله عز وجل في كتابه من وجهين: ¶ 462 - أحدهما أبان فيه كيف فرض بعضها حتى استغني فيه بالتنزيل عن التأويل وعن الخبر. ¶ 463 - والآخر أنه أحكم فرضه بكتابه وبين كيف هي على لسان نبيه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 464 - ثم أثبت فرض ما فرض رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ في كتابه بقوله عز وجل: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: من الآية7] . ¶ 465 - وبقوله تبارك اسمه: {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} [النساء: 65] . ¶ 466 - وبقوله عز وجل: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب: من الآية36] . مع غير آية في القرآن بهذا المعنى ¶ 467 - فمن قبل عن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فبفرض الله عز وجل قبل. ¶ 468 - قال: الشافعي فالفرائض تجتمع في أنها ثابتة على ما فرضت عليه ثم تفرقت شرائعها بما فرق الله عز وجل ثم رسوله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ 469 - فيفرق بين ما فرق منها ويجمع بين ما جمع منها فلا يقاس فرع شريعة على غيرها.",
            "page": "48",
            "part": "1",
            "seal": "F4C0BD95"
        },
        {
            "id": "47",
            "nass": "470 - وأول ما نبدأ به من الشرائع الصلاة. ¶ 471 - فنحن نجدها ثابتة على البالغين غير المغلوبين على عقولهم ساقطة عن الحيض أيام حيضهن. ¶ 472 - ثم نجد الفريضة منها والنافلة مجتمعتين في أن لا يجوز الدخول في واحدة منهما بطهارة الماء في الحضر والسفر ما كان موجودا والتيمم في السفر وإذا كان الماء معدوما في الحضر أو كان المرء مريضا لا يطيق الوضوء لخوف تلف في الوضوء أو زيادة في العلة. ¶ 473 - ونجدهما مجتمعين في أن لا يصليا معا إلا متوجهين إلى الكعبة ما كانا في الحضر ونازلين بالأرض. ¶ 474 - ونجدهما إذا كانا مسافرين تفترق حالهما فيكون للمصلي تطوعا إن كان راكبا أن يتوجه حيث توجهت به دابته يومئ إيماء ولا نجد ذلك للمصلي فريضة بحال أبدا إلا في حال واحدة من الخوف. ¶ 475 - ونجد المصلي صلاة تجب عليه إذا كان يطيق ويمكنه القيام لم تجز عنه الصلاة إلا قائما ونجد المنتفل يجوز له أن يصلي جالسا. ¶ 476 - ونجد المصلي فريضة يؤديها في الوقت قائما فإن لم يقدر أداها جالسا فإن لم يقدر أداها مضطجعا ساجدا إن قدر وموميا إن لم يقدر. ¶ 477 - ونجد الزكاة فرضا تجامع الصلاة وتخالفها ولا نجد الزكاة تكون إلا ثابتة أو ساقطة فإذا ثبتت لم يكن فيها إلا أدواؤها مما وجب في جميع الحالات مستويا ليس يختلف بعذر كما اختلفت تأدية الصلاة قائما أو قاعدا. ¶ 478 - ونجد المرء إذا كان له مال حاضر تجب فيه الزكاة وكان عليه دين مثله زالت عنه الزكاة حتى لا يكون عليه منها شيء في تلك الحال.",
            "page": "49",
            "part": "1",
            "seal": "7456F7A8"
        }
    ],
    "t3197": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "باب حكاية قول الطائفة التي ردت الأخبار كلها"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "باب حكاية قول من رد خبر الخاصة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "بيان فرائض الله تبارك وتعالى"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "باب الصوم"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "صفة نهي النبي صلى الله عليه وسلم"
        }
    ]
}