{
    "b336": [
        {
            "id": "2",
            "nass": "تقريظ ¶ بقلم الأستاذ الدكتور/ حمد بن عبد الرحمن الجنيدل ¶ الأستاذ بقسم الاقتصاد الإسلامي بكلية الشريعة ¶ أحمد الله وأصلي وأسلم على نبيه ... أما بعد .. ¶ فإن هذا الموضوع الذي تعرَّض له فضيلة الشيخ الدكتور صالح بن غانم السدلان من الموضوعات التي تهم المسلمين في واقعهم المعاصر، والاطلاع على ذلك لازم على كل مسلم؛ فهو حديث عن فقه نازلة من النوازل؛ فالورق النقدي والأسهم والسندات من الوقائع التي جدَّت في عصرنا الحاضر ولم يتعرض لها العلماء السابقون بعينها، وإنما ذكروا النصوص والقواعد التي تدرس على ضوئها هذه الواقعة الحديثة.",
            "page": "3",
            "part": "1",
            "seal": "71EF97CD"
        },
        {
            "id": "3",
            "nass": "هذا: والمؤلف قد سلك مسلك الاختصار والإيجاز وتقريب الموضوع إلى الأذهان، واستطاع أن يجمع شتاته مع جدة العبارة وحسن التلخيص. ¶ وكنت عند قراءة البحث شديد السرور به؛ لأنه بين فيه ما ذهب إليه الرأي الاجتهادي المعاصر حول الأسهم والسندات والورق النقدي. ¶ وعمومًا فجزى الله المؤلف خيرًا؛ حيث أتحف القارئ بهذه العجالة اللطيفة، والله من وراء القصد. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم ... ¶ د. حمد بن عبد الرحمن بن صالح الجنيدل",
            "page": "4",
            "part": "1",
            "seal": "9638A341"
        },
        {
            "id": "4",
            "nass": "مقدمة البحث ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده ... أما بعد: ¶ فإن من أسس الاقتصاد الإسلامي إباحة حق التملك للفرد؛ بمعنى أن الإسلام يبيح للفرد أن يختص بمال حلال اكتسبه من حلال، وحق التملك ينبثق عن تخصيص الله للفرد بهذه الملكية بسبب مشروع. ¶ وقد جاءت النصوص الثابتة الكثيرة تؤكد ذلك وتقرره .. قال تعالى: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ} [الذاريات: 19]. وقال تعالى: {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ} [المعارج: 24، 25]. وقال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: 103]. إلى غير ذلك من الآيات",
            "page": "5",
            "part": "1",
            "seal": "0144D2B4"
        },
        {
            "id": "5",
            "nass": "الكثيرة التي تثبت حق ملكية الأفراد للأموال. ¶ بناء على ذلك فالملكية الخاصة في الإسلام مقررة ثابتة، ولكنها ليست مطلقة؛ بل ترد عليها قيود؛ لا لتعوِّقها أو تلغيها، بل لتثبتها وتصرفها إلى الوجه الذي شرعت من أجله. ¶ وقد اتفق المسلمون منذ عصر الصحابة رضي الله عنهم إلى يومنا هذا على أن الملكية الفردية لا تقف عند حدٍّ ما، بشرط الالتزام بالحدود الشرعية في جمعها واستثمارها، وأداء كافة الحقوق فيها، وليس في نصوص القرآن أو السنة ما يلزم المسلم بالوقوف عند حد ما في ملكيته الفردية إذا التزم بهذه الحقوق: ¶ 1 - حق الله تعالى: ويقتضي هذا الحق أن يكتسب المال عن طريق حلال، وأن يستعمل في وجه حلال هو مفروض أن يستعمل فيه.",
            "page": "6",
            "part": "1",
            "seal": "DBB90A4B"
        },
        {
            "id": "6",
            "nass": "2 - حق المجتمع: فالأصل أن لا يملك الشخص متاعًا لمجرد التملك، ولكن للنفع الحاصل من الملكية، وهو نفع يعم الفرد والمجتمع على السواء؛ لذا شرعت الزكاة، واعتبرت هي مبنى النظام الاقتصادي؛ فهي علاوة على أنها فريضة، على كل مسلم أن يؤديها بشروطها المقررة، إلا أن لها حكمة أخرى بالغة هي: ¶ إنشاء نظام جامع لأصول المعاملات المادية، منظم لإيرادات الدولة ونفقاتها، محكم لقواعد الإنتاج والتداول وتوزيع الثروات. ¶ ويأبى هذا النظام أن يتحكم فرد في مصائر غيره بحبس المال عنه وتقليل فرصه فيه، واستعماله في غير ما شرع له؛ لهذا اهتدى الإنسان إلى أن عملية المبادلة تتم على الوجه الأكمل حين يستعمل النقود كوسيلة في التبادل، ومقياسًا لقيم الطيبات المتبادلة.",
            "page": "7",
            "part": "1",
            "seal": "E146DB3E"
        },
        {
            "id": "7",
            "nass": "ومع اتساع نطاق المعاملات الداخلية والخارجية عم استعمال الأسهم والسندات والأوراق النقدية جميع الدول الحديثة، واعتبرت واسطة للتداول، كالنقود المعدنية. ¶ لهذا رأينا أن نخصص للأسهم والسندات والورق النقدي بحثًا مستقلاً نذكر فيه على عجالة: ¶ نشأة الأسهم والسندات، وكيف تزكى، والورق النقدي ونشأته وأقوال العلماء المعاصرين فيه، وتأثر الزكاة بهذه الأقوال، ثم نرجح الرأي المختار، والله نسأل العون والتوفيق. ¶ سبب إعداد هذا البحث: ¶ هذا البحث بعنوان «زكاة الأسهم والسندات والورق النقدي» كنت قد أعددته لطلبة المستوي الأول - الفصل الثاني",
            "page": "8",
            "part": "1",
            "seal": "17E2028F"
        },
        {
            "id": "8",
            "nass": "بكلية الشريعة جامعة الإمام محمد بن سعود الإسلامية بالرياض، لعام 1408 هـ. ¶ وهو أحد الموضوعات المدرجة في منهج الفقه بالنسبة لهم. ¶ أهمية هذا الموضوع: ¶ إن الهدف المقصود من زكاة الأسهم والسندات والأوراق النقدية هو حفز الإنسان على تنمية ثروته واستغلالها، بدلاً من حبسها عن التداول والحركة بكنزها، مما يؤدي إليى كساد الأعمال، وانتشار البطالة، وركود الأٍسواق، وانكماش الحركة الاقتصادية، ومن ثم تتوجب العناية بهذا الموضوع، وتبرز أهميته ببيان جميع جوانبه؛ ليكون المسلم على بينة من الأمر وهو يؤدي زكاة أحد الأصناف التي تجب فيها الزكاة. ¶ وشيء آخر تظهر أهميته؛ ذلك أن كثيرًا ما ترد",
            "page": "9",
            "part": "1",
            "seal": "000174A1"
        },
        {
            "id": "9",
            "nass": "الأسئلة والاستفسارات عن كيفية تزكية الأسهم والسندات، وهل تزكى الأوراق النقدية أم لا؟ وهل تعد نقدًا قائمًا بذاته أم لا؟ وهل الورق النقدي يزكى زكاة الذهب والفضة أم هل يزكى زكاة عروض التجارة؟ ... إلى آخر ما يتصور من أسئلة واستفسارات حول هذا الموضوع. لذا رأيت أن أخصصه ببحث مستقل؛ لعلي أكون قد أسهمت بجهد متواضع في هذا الموضوع الذي يعد حديث الساعة، وعلى كل لسان. ¶ ولا ننكر أن كثيرًا من العلماء المعاصرين قد كتبوا في هذا الموضوع، وعنيت به الكتب والبحوث المتخصصة في زكاة الأموال، ولكن آثرت لمّ شتاته واختصاره، وجعله في متناول من يعن له أي سؤال أو استفسار حوله.",
            "page": "10",
            "part": "1",
            "seal": "B2882382"
        },
        {
            "id": "10",
            "nass": "المحتوى: ¶ يحتوي هذا الموضوع على مبحثين: ¶ المبحث الأول: زكاة الأسهم والسندات. ويشمل: ¶ 1 - تعريف السهم والسند. ¶ 2 - سبب نشأة الأسهم والسندات. ¶ 3 - أهم الفروق بين السهم والسند. ¶ 4 - كيف تزكى الأسهم والسندات. ¶ 5 - تنبيه هام. ¶ المبحث الثاني: في الأوراق النقدية: ويشمل: ¶ 1 - تعريف الأوراق النقدية. ¶ 2 - نشأة الأوراق النقدية ومراحل تطورها. ¶ 3 - غطاء الأوراق النقدية.",
            "page": "11",
            "part": "1",
            "seal": "F2CB08C2"
        },
        {
            "id": "11",
            "nass": "4 - أنواع الأوراق النقدية. ¶ 5 - قيمة الأوراق النقدية. ¶ 6 - زكاة الأوراق النقدية وأقوال أهل العلم فيها، وما يستلزمه كل قول ونقده، وذكر القول الصحيح وسبب ترجيحه. ¶ 7 - الخلاصة. ¶ * نص مضمون قرار هيئة كبار العلماء بالمملكة العربية السعودية رقم 10 لسنة 1393 هـ وما جاء في بنوده بشأن الأوراق النقدية.",
            "page": "12",
            "part": "1",
            "seal": "7461B36E"
        },
        {
            "id": "12",
            "nass": "المبحث الأول ¶ الأسهم والسندات ¶ عرف عصرنا لونًا من رأس المال استحدثه التطور الصناعي والتجاري في العالم، وذلك ما عرف باسم «الأسهم والسندات»، وهما من الأوراق المالية التي تقوم عليها المعاملات التجارية في أسواق خاصة بها، تسمى «بورصات الأوراق المالية». ¶ أولاً: تعريف السهم والسند: ¶ 1 - تعريف السهم: «السهم هو صك يمثل حصة من الحصص المتساوية المقسم إليها رأس المال المطلوب للمساهمة، وهذه تخوِّل لصاحبها الحقَّ في الحصول على ما يخصه من أرباح عند اقتسام الممتلكات، أو تحمِّل ما يخصه من الخسارة إن كانت».",
            "page": "13",
            "part": "1",
            "seal": "CB3298A1"
        },
        {
            "id": "13",
            "nass": "2 - تعريف السند: «السَّنَدُ هو جزء من قرض طويل الأجل، تدفع عليه فائدة ثابتة (¬1) في ميعاد معيَّن، وتردُّ قيمتُه للمقرض في ميعاد يتفق عليه». ¶ ثانيا: سبب نشأة الأسهم والسندات: ¶ نشأت الأسهم والسندات نتيجة للتوسع في استغلال الثروات وإيجاد الشركات المساهمة على نطاق واسع، وإشراك أكبر عدد ممكن من القطاع الخاص، مع مشاركة القطاع العام أحيانًا. اهـ. ¶ ¬_________ ¶ (¬1) هذا هو تعريف السند، ووجود الفائدة الثابتة أمر محرم شرعًا؛ لأن ذلك ربا. وأبرز البدائل الشرعية للسند المحرم (وإبراز البدائل) إما عقد سلم أو قرض حسن يقصد منه الاحتساب. وصورة عقد السلم. أن تحتاج الشركة إلى 10.000.000 ريال مثلاً فتطلب ممن يملك ذلك أن يقدم لها هذا المبلغ على أن يثبت في ذمة الشركة ما يقابل هذا المبلغ من السلع التي يمكن أن تنضبط بالوصف والمقدار.",
            "page": "14",
            "part": "1",
            "seal": "D7AFDD4C"
        },
        {
            "id": "14",
            "nass": "ثالثا: الفرق بين السهم والسند: ¶ السهم ... السند ¶ 1 - صك يمثل جزءًا من رأس المال. ... 1 - صك يمثل جزءًا من قرض، ولا تدخل قيمته في رأس المال. ¶ 2 - حامله شريك. ... 2 - حاملة دائن وليس بشريك. ¶ 3 - يصدر قبل التأسيس. ... 3 - يصدر بعد التأسيس لتوسيع الأعمال. ¶ 4 - كل شركة مساهمة لها أسهم. ... 4 - لا يلزم أن يكون للشركة المساهمة سندات. ¶ 5 - للمساهم حق الحضور والتصويت في الجمعيات العمومية. ... 5 - ليس له الحق في الحضور والتصويت في الجمعيات العمومية. ¶ 6 - قد يفقد المساهم حصته بسب إفلاس أو ديون الشركة. ... 6 - صاحب السند لا تقع عليه آية أخطار بل يتأذى فقط باعتبار الشركة، ولكن حصته مضمونه. ¶ 7 - ربح المساهم يأخذه إذا ربحت الشركة، وإلا فلا. ... 7 - لصاحب السند فائدة مقررة في الموعد المحدد، ربحت الشركة أم خسرت. ¶ 8 - لا يمكن إصداره بأقل من قيمته الاسمية. ... 8 - يمكن إصداره بأقل من قيمته الاسمية. ¶ 9 - أرباح السهم غير معروف ميعاد دفعها بالضبط. ... 9 - تدفع الفائدة على السند في ميعاد محدد ومعروف. ¶ 10 - لا يمكن خصم كوبون السهم. ... 10 - يمكن خصم كوبون السند. ¶ 11 - لا تسدد قيمته إلا عند تصفية الشركة. ... 11 - للسند وقت محدد لسداده.",
            "page": "15",
            "part": "1",
            "seal": "58936DDC"
        },
        {
            "id": "15",
            "nass": "رابعا: كيف تزكى الأسهم والسندات: ¶ «هناك اتجاهان لمن كتب من العلماء المعاصرين» (¬1) في كيفية تزكية الأسهم والسندات. ¶ الاتجاه الأول: ¶ أ- القول في الأسهم: يوجب هذا الاتجاه النظر في هذه الأسهم تبعًا لنوع الشركة التي أصدرتها؛ أهي صناعية أم تجارية، أم مزيج منهما: ¶ فإن كانت الشركة المساهمة شركة صناعية محضة - أي بحيث لا تمارس عملاً تجاريًا كشركات الصباغة، وشركات الفنادق، والإعلانات، والنقل الجماعي ¶ ¬_________ ¶ (¬1) انظر: فقه الزكاة للقرضاوي جـ1/ 521: 528 \"بتصرف\" ط مؤسسة الرسالة، بيروت/ والزكاة في الميزان د/ محمد السعيد وهبة، عبد العزيز جمجوم ص 252: 258 \" بتصرف، ط تهامة بجدة سنة 1405 هـ، وأحكام الزكاة ص 13: 16 بتصرف، ط بيت الزكاة بالكويت 1989 م.",
            "page": "16",
            "part": "1",
            "seal": "38A72F5A"
        },
        {
            "id": "16",
            "nass": "والنقل البحري والبري، وشركات الطيران والقطارات - فلا تجب الزكاة في أسهمها؛ لأن قيمة هذه الأسهم موضوعة في الآلات والأدوات والمباني وما يلزم الأعمال التي تمارسها، ولكن ما ينتج ربحًا لهذه الأسهم يُضَمُّ إلى أموال المساهمين ويزكى معها زكاة المال. ¶ وإن كانت الشركة المساهمة شركة تجارية محضة تشتري البضائع وتبيعها بدون إجراء عمليات تحويلية على هذه البضائع، كشركة الاستيراد، وشركة التجارة الخارجية، وشركات الاستيراد والمواد الخام، فتجب الزكاة في أسهم هذه الشركات. ¶ وإن كانت شركة صناعية تجارية: وهي الشركات التي تستخرج المواد الخام أو تشتريها، ثم تجري عليها عمليات تحويلية، ثم تتاجر فيها، مثل شركات البترول، وشركات الغزل والنسيج، وشركة الحديد والصلب،",
            "page": "17",
            "part": "1",
            "seal": "A84157FD"
        },
        {
            "id": "17",
            "nass": "والشركات الكيماوية - فتجب أيضًا الزكاة في أسهم هذه الشركات. ¶ وتقدَّر الأسهم بقيمتها الحالية مع حسم قيمة المباني والآلات والأدوات المملوكة لهذه الشركات؛ فقد تمثِّل هذه الآلات والمباني ربع رأس المال أو أكثر أو أقل، فيحسم من قيمة السهم ما يقابل ذلك، وتجب الزكاة في الباقي. ¶ ب- القول في السندات: ¶ مالك السند مالك دين مؤجَّل، ويصير حالًّا عند نهاية الأجل؛ فتجب زكاته لمدة عام فقط إن مضى على ملكيته عام أو أكثر، وهذا مذهب مالك وأبي يوسف. ¶ أما إذا لم يحلَّ أجلُه فلا يجب إخراج زكاته؛ لأنه دين مؤجَّل، وكذلك إذا لم يمض على ملكيته عام؛ لاشتراط مرور الحول في وجوب زكاة السند.",
            "page": "18",
            "part": "1",
            "seal": "DCDCF195"
        },
        {
            "id": "18",
            "nass": "ولكن القول الصحيح في الدين المرجو - وهو ما كان على مقرٍّ موسر - وجوبُ تزكيته كل عام، وهو قول جمهور الفقهاء؛ لأنه الدين المرجو بمنزلة ما في يده. ¶ فلما كان السند ناميًا ويجلب فائدة للدائن، وجبت تزكيته، ولا يمنع من ذلك كون الفائدة محظورة؛ إذ إن حَظْرَ الفائدة لا يكون سببًا في إعفاء صاحب السند من الزكاة. ¶ الاتجاه الثاني: ¶ لا ينظر إلى الأسهم تبعًا لنوع شركاتها؛ فيفرق بين أسهم في شركة وأسهم في أخرى؛ بل ينظر إليها كلها نظرة واحدة ويعطيها حكمًا واحدًا؛ بغَضِّ النظر عن الشركة التي أصدرتها؛ فالأسهم والسندات أموال قد اتُّخذَت للشراء والبيع والكسب والإتجار، وقيمتها الحقيقية التي تقدَّر في الأسواق تختلف في البيع",
            "page": "19",
            "part": "1",
            "seal": "3A26163D"
        },
        {
            "id": "19",
            "nass": "والشراء عن قيمتها الاسمية؛ فهي إذن عروض تجارة؛ فكان من الحق أن تكون وعاء للزكاة ككل أموال التجارة، ويلاحظ فيها ما يلاحظ في عروض التجارة. ¶ ولا فرق هنا بين السَّهم والسند؛ بل يعاملان معاملة واحدة في إيجاب الزكاة، وهذا هو الاتجاه الصحيح، وبناء على هذا يؤخذ من هذه الأسهم آخر كل حول 2.5% اثنان ونصف بالمائة (أي ربع العشر) من قيمة الأسهم حسب قيمتها في الأسواق، مضافًا إليها الربح؛ بشرط أن يبلغ الأصل والربح نصابًا. ¶ وهذا هو الاتجاه الصحيح والأوفق بالنظر إلى الأفراد من الاتجاه الأول؛ لأن كل مساهم سيعرف مقدار أسهمه، ويعرف كل عام أرباحها فيزكيها بسهولة. ¶ بخلاف ما إذا أرادت دولة مسلمة جمع الزكاة من الشركات، فإن الاتجاه الأول أولى وأرجح، والله أعلم.",
            "page": "20",
            "part": "1",
            "seal": "75DC86A3"
        },
        {
            "id": "20",
            "nass": "مما سبق يتضح: ¶ 1 - أنَّ كلاًّ من السَّهْم والسَّند له قيمة اسمية وهي قيمته المقدرة عند إصداره، وقيمة سوقية تحدد في سوق الأوراق المالية، وكل منهما قابِلٌ للتعامل والتداول بين الأفراد كسائر السلع، وأن بيع الأسهم وشراءها وإصدارها والتعامل بها حلال لا حرج فيه، ما لم يكن عمل الشركة التي تكوَّنت من مجموع الأسهم مشتملًا على محظور، كصناعة الخمر وبيعها والتجارة فيها، أو كانت تتعامل بالفوائد الربوية إقراضًا واستقراضًا، أو نحو ذلك. ¶ أما السندات فشأنها غير الأسهم؛ لاشتمالها على الفوائد الربوية المحرمة، ولكنها مع ذلك رأس مال مملوك لصاحبه كالأسهم. ¶ 2 - أن الاتجاه الأول يجعل مدار وجود الزكاة في أسهم الشركات: كون الشركة تمارس عملاً تجاريًّا؛",
            "page": "21",
            "part": "1",
            "seal": "F0BF7C17"
        },
        {
            "id": "21",
            "nass": "سواء أكانت معه صناعة أم لا، وإخراج الزكاة من هذه الشركات وفق هذا الاتجاه يكون على النحو التالي: ¶ أ- تقدَّر الأسهم بقيمتها الحالية. ¶ ب- تحسم قيمة المباني والآلات والأدوات المملوكة لهذه الشركات، ويحسم من قيمة السهم ما يقابل ذلك، وتجب الزكاة في الباقي، ويمكن معرفة قيمة المباني والآلات والأدوات بالرجوع إلى ميزانية الشركة. وهذا الاتجاه مبناه على الرأي المشهور: أن المصانع والعمائر الاستغلالية ورؤوس الأموال المغلة غير التجارية على وجه العموم كالفنادق والسيارات والقاطرات والطائرات ونحوها - ليس فيها كلها زكاة، لا في رأس المال ولا الربح معًا كمال التجارة، ولا في الغَلَّة والإيراد، كالخارج من الأرض الزراعية - إلا إذا بقي منها شيء وحال عليه الحول. ¶ وعلى هذا الأساس أعفى هذا الاتجاه أسهم",
            "page": "22",
            "part": "1",
            "seal": "A0836D6B"
        },
        {
            "id": "22",
            "nass": "الشركات الصناعية التي لا تمارس أعمالا ً تجارية، وأوجب الزكاة في أسهم الشركات التي تمارس أعمالاً تجارية. ¶ والأفضل إذا أخذنا بهذا الاتجاه أن تعامل الشركات التجارية التي معظم رأس مالها في منقولات يتاجر فيها، ولا يبقى عينها - معاملة المحلات التجارية إذا كانت ملكًا للأفراد، فتؤخذ الزكاة من أسهمها على النحو التالي: ¶ أ- أن تقوم الأسهم في السوق وتعرف قيمتها. ¶ ب- أن يضاف الربح إلى قيمة الأسهم. ¶ ج- تؤخذ الزكاة - ربع العشر «2.5» - بعد طرح قيمة الأثاث الثابت من الأسهم، كما في عروض التجارة؛ فالزكاة في عروض التجارة في رأس المال المتداوَل المتحرك.",
            "page": "23",
            "part": "1",
            "seal": "2C47EBC9"
        },
        {
            "id": "23",
            "nass": "والسَّنَدات على هذا الاتجاه تجب الزكاةُ فيها بشرطين: ¶ أ- أن ينتهي أجلها ويملكها صاحبها. ¶ ب- أن يمضي على ملكيتها عام أو أكثر. ¶ ذلك أن جمهور الفقهاء يقولون بوجوب تزكيتها كل عام؛ لأن الدين المرجوَّ بمنزلة ما في يده. وهو اختيار أبي عبيد (¬1) وغيره. ¶ ¬_________ ¶ (¬1) هو: أبو عبيد القاسم بن سلام الأزدي البغدادي، صاحب المصنفات الكثيرة، منها: «كتاب الأموال» ويعدُّ أوسع كتاب ألف في بابه، وأنفسه، وأجمعه لكل ما يتعلق بالأموال في الدولة الإسلامية. ولد بهراة سنة (157هـ)، وتوفي بمكة المكرمة سنة (224 هـ) رحمه الله. ¶ انظر: الأموال لأبي عبيد القاسم بن سلام من ص 3: 8ط: مؤسسة ناصر للثقافة، بيروت، لبان، ط: الأولي 1981هـ.",
            "page": "24",
            "part": "1",
            "seal": "3D8F33A8"
        },
        {
            "id": "24",
            "nass": "خامسا: تنبيه هام: ¶ بعد أن عرفنا كيفية تزكية الأسهم والسندات، وذكرنا آراء العلماء المعاصرين في ذلك، يجب أن لا نغفل أمرًا هامًا وهو: أن بعض الشركات والمؤسسات قد تلجأ إلى شراء الأوراق المالية من أسهم وسندات رغبة في استغلالها كأصل متداول، أو أصل ثابت. ¶ ونظرًا لاختلاف المعاملة عند فرض الزكاة على الأصل المتداول مع حسم قيمة الأصل الثابت من وعاء الزكاة، ينبغي التمييز بين النوعين فيما يلي: ¶ 1 - الأسهم والسندات أصل متداول: إذا تم شراؤها بقصد إعادة بيعها مرة ثانية كالبضاعة تمامًا، وتحقيق الربح من عمليات فروق أسعار البيع والشراء، وفي هذه الحالة تعد الأوراق المالية بمثابة عروض التجارة، وتزكى قيمتها السوقية مع ربحها في نهاية العام.",
            "page": "25",
            "part": "1",
            "seal": "3226FA0C"
        },
        {
            "id": "25",
            "nass": "2 - الأسهم والسندات أصل ثابت: إذا تم شراؤها أصلاً بقصد الحصول على ربحها فقط، مع إبقائها بالشركة سنوات طويلة؛ فمثلاً قد تشتري شركة قديمة قائمة أسهمًا في تأسيس شركة جديدة؛ في هذه الحالة تُعَدُّ قيمة الأسهم المشتراة في الشركة الجديدة بمثابة أصل ثابت كالآلات والمعدات، وتحسم من وعاء الزكاة في ذات السنة؛ حتى لا تزدوج الزكاة على المال الواحد في السنة الواحدة (¬1). ¶ وبهذا يظهر أن ما كان من الأسهم والسندات ذات أصل متداول، فليس محلاً للخلاف المتقدم الذي مر ذكره؛ وإنما محل الخلاف فقط هو الثاني، وهو «الأسهم ¶ ¬_________ ¶ (¬1) الزكاة في الميزان (بتصرف) ص 258.",
            "page": "26",
            "part": "1",
            "seal": "CC693244"
        },
        {
            "id": "26",
            "nass": "والسندات ذات الأصل الثابت» الذي لم يوضع للتداول، وإنما وضع لقصد تأسيس الشركة أو إحداث شركة جديدة، وهذا النوع هو الذي يدخل تحت الخلاف في أنه هل يزكي الربح مع الأصل، أو تكون الأسهم والسندات وعاء للزكاة ويزكى الربح فقط. والله أعلم.",
            "page": "27",
            "part": "1",
            "seal": "6E4DEBC1"
        },
        {
            "id": "27",
            "nass": "المبحث الثاني ¶ الأوراق النقدية ¶ أولاً: تعريف الأوراق النقدية: ¶ هي قطع من ورق خاص، تزين بنقوش خاصة، وتحمل أعدادًا صحيحة، يقابلها في العادة رصيد معدني بنسبة خاصة يحددها القانون، وتصدر إما من الحكومة أو من هيئة تبيح لها الحكومة إصدارها ليتداولها الناس عملةً. ¶ والنقد اصطلاحًا: هو كل شيء يلقى قبولاً عامًا كوسيط للتبادل، وتسمى الأوراق النقدية بالأنواط - جمع نوط - والنوط: قطعة الكاغد (¬1). ¶ ¬_________ ¶ (¬1) الكاغد: بفتح الغين وكسرها (فارسية) وهي: القرطاس «المنجد في اللغة والأعلام» ص 689، ط: دار الشروق. بيروت.",
            "page": "28",
            "part": "1",
            "seal": "7B7D10C7"
        },
        {
            "id": "28",
            "nass": "ثانيًا: نشأة الأوراق النقدية ومراحل تطورها: ¶ إننا لو استعرضنا الحياة التاريخية للورق النقدي، لوجدنا أنه كان في أول نشأته وثائق وحوالات على نقود معدنية من ذهب أو فضة، فكان التجار في غالب أسفارهم لا يحملون معهم نقدًا للسلع التي يشترونها خشية ضياعها أو سرقتها، وإنما كانوا يلجؤون إلى أخذ تحاويل بها على أحد تجار الجهة المتجهين إليها من أحد تجار البلد المتجهين منه. ¶ ثم جاءت المرحلة الثانية؛ حيث أصدر الصيارفة أوراقًا مصرفية بمثابة وثائق عن الودائع النقدية لديهم فقط، ثم نشأت الأوراق النقدية وزادت عن قيمة الودائع النقدية لدى الصيارفة، وأصبح الورق النقدي قوةً شرائيةً مطلقةً، ولم يعد بديلاً للعملة المعدنية. ¶ ثم انتقلت الأوراق النقدية من المرحلة الثانية إلى المرحلة الثالثة، وتحولت في هذه المرحلة تحوُّلاً ملحوظًا",
            "page": "29",
            "part": "1",
            "seal": "212A5D65"
        },
        {
            "id": "29",
            "nass": "في تاريخ الورق النقدي؛ فبعد أن كانت في المرحلتين السابقتين عبارة عن وثائق على النقود العينية المودَعة ولم يكن لهذه الوثائق القدرة على تمثيلها وسيطًا للتبادل، أصبحت في المرحلة الثالثة جزءًا من النقود لها صفة القبول العام؛ فضلاً عن اعتبارها مخزنًا للثروة، ومقياسًا للقيم، وقوةً شرائيةً مطلقة. ¶ ثم جاءت المرحلة الرابعة واعتبرت اكتمالاً لحياة الأوراق النقدية؛ إذ أصبحت الأوراق النقدية تصدر بموجب أحكام سلطانية، واتخذت الاحتياطات الكفيلة بتنظيم إصدار الورق النقدي ومراقبته، وحصره في مصرف أو مصارف معينة تتمتع بثقة تامة وسمعة حسنة، وتكون تلك المصارف مسؤولة مسؤولية تامة أمام الدولة، وقد تحتكر الدولة أمر الإصدار إذا ما كانت المصلحة العامة تقتضي ذلك، وصار يسجل على كل ورقة نقدية: «أتعهد بدفع مقابلها",
            "page": "30",
            "part": "1",
            "seal": "A69C47A0"
        },
        {
            "id": "30",
            "nass": "لحاملها عند الطلب». ¶ ومن هنا انقطعت الصلة والعلاقة بين الورق النقدي والنقد المعدني؛ بمعنى أن قيمة وحدة النقود الورقية قيمة مستقلة، لا علاقة لها بقيمة ما نسبت إليه اصطلاحًا من العملة المعدنية. ¶ ثالثًا: غطاءُ الأوراق النقدية وتَنَوُّعُه: ¶ إن أيَّ نقد قابلٌ للتداول العام كوسيط للتبادل لابد أن يكون له ما يسنده ويؤكد الثقة به كقوة شرائية مطلقة. ¶ ولا شك أن النقد من الذهب والفضة لا يسأل له عن غطاء؛ فذاته عين غطائه، ولكن الذي يسأل عن غطائه وعن نوعية هذا الغطاء إنما هي: «الأوراق النقدية». ¶ والغطاء يكون: ¶ 1 - إما من الذهب والفضة: وكان غطاء الأوراق",
            "page": "31",
            "part": "1",
            "seal": "73B0392A"
        },
        {
            "id": "31",
            "nass": "النقدية من الذهب أول الأمر، فكان إصدار النقود الورقية مقيَّدًا باحتياطيٍّ من الذهب. ¶ 2 - أنواع أخرى: عقارًا، أو أوراقًا تجارية من أسهم وسندات، أو مجوهرات. ¶ 3 - وقد يكون الغطاء التزامًا سلطانيًا يكون بمثابة التزام بقيمة النقد الورقي العاري عما يسنده من الأغطية العينية. ¶ والواقع أنه ليس هناك قانون دوليٌّ يفرض نوعًا معينًا كغطاء للأوراق النقدية، وسواء كان الغطاء ذهبًا أو فضة أو مجوهرات أو عقارات أو سندات مالية، فلا تعتبر الأوراق النقدية متفرِّعةً عن هذا الغطاء؛ وإنما الغطاء يعني الإسهام بإحلال الثقة في نفوس المجتمع لهذه الأوراق النقدية، والحد من سلطات إصدارها من جهات الإصدار. ¶ ثم اتَّجهت المصارف والبنوك المركزية في عصرنا إلى إصدار أوراق نقدية أو مصرفية ليس لها",
            "page": "32",
            "part": "1",
            "seal": "9589B22E"
        },
        {
            "id": "32",
            "nass": "غطاء عينيٌّ، وبات المهم لدى الإنسان إذا كان معه مبلغٌ من المال أن هذا المبلغ سيخوِّل له أن يحظى بمطلوبه من البضائع، أو أي شيء آخر. ¶ رابعًا: أنواع الأوراق النقدية: ¶ تنحصر الأوراق النقديَّة في أنواع ثلاثة: ¶ النوع الأول: النقود الورقية الثابتة: ¶ وهي صكوكٌ تمثِّلُ كميةً من الذهب أو الفضة مودعة بمصرف معين في صورة نقود أو سبائك تعادل قيمتها المعدنية قيمة هذه الصكوك التي تصرف عند الطلب. ¶ أو هي: نقود معدنية تأخذ مظهر صكوك ورقية، ليسهل حملها ونقلها، ولا تتعرض للتآكل. ¶ النوع الثاني: النقود الورقية الوثيقة: ¶ هي صكوكٌ تحمل تعهُّدًا من الموقِّع عليها أن يدفع لحاملها مبلغًا معيَّنًا عند الطلب، ومن هذا النوع أوراق",
            "page": "33",
            "part": "1",
            "seal": "EDF8C441"
        },
        {
            "id": "33",
            "nass": "النقد المصرفية «البنكنوت» (¬1) ولها رصيد معدني تحتفظ به البنوك. ¶ النوع الثالث: النقود الورقية الإلزامية: ¶ وهي غير القابلة للصرف بالذهب أو الفضة، وهي نوعان: ¶ 1 - نقود ورقية حكومية: تصدرها الحكومات في أوقات غير عادية، وتجعلها نقودًا رئيسية، ولكنها لا تستبدل بالمعدن النفيس، ولا يقابلها رصيد معدني. ¶ 2 - نقود ورقية مصرفية «بنكنوت»: يصدر بشأنها قانون يعفي بنك الإصدار الذي أصدرها من التزام صرفها بالمعدن النفيس. ¶ ¬_________ ¶ (¬1) ورقة البنكنوت: هي ورقة عملة قابلة لدفع قيمتها عينًا لدى الاطلاع عليها من حاملها، ويتعامل بها كما يتعامل بالقطعة المعدنية نفسها، ويجب أن تكون مضمونة ليثق الناس بالتعامل بها، وتصدر من بنوك الإصدار بإذن من الحكومة، وتنتفع بها المصارف والجمهور والاقتصاد العام.",
            "page": "34",
            "part": "1",
            "seal": "D4D6B56D"
        },
        {
            "id": "34",
            "nass": "وقد اتبعت معظم الدول بعد الحرب العالمية الأولى نظام النقود المصرفية الإلزامية لتُشْبعَ بها حاجةَ الاستهلاك المحليِّ والتبادل، وتوفِّر المعدن النفيس للتبادل الخارجي أو لتوظيفه في الاستثمار، وهذه النقود الإلزامية تستمد قيمتها من إرادة المشرع لا من ذاتها؛ لأنها لا تحمل قيمة سلعية، ولهذا تفقد قيمتَها إذا ألغي التبادل بها؛ أما النقود التي تقبل الصرف بالمعدن فتجمع بين قيمتها القانونية وقيمتها كسلعة. ¶ خامسًا: قيمة الأوراق النقدية: ¶ انتشر استعمال «الورق النقدي» أو «النقود الورقية»، وعمَّ جميع الدول الحديثة؛ نظرًا لاتساع نطاق المعاملات الداخلية والخارجية، وعدم كفاية النقود المعدنية وحدها لتلبية ما تتطلبه الحركة الاقتصادية. ¶ وتعتبر النقود الورقية كالنقود المعدنية في أن كلاً منهما واسطة للتبادل ووفاء الديون والحصول على ما",
            "page": "35",
            "part": "1",
            "seal": "179BE353"
        },
        {
            "id": "35",
            "nass": "يحتاج إليه الإِنسان من أمتعة وسلع وخدمات، وتعتبر النقود الورقية - أو «الورق النقدي» - نقدًا قائمًا بذاته، كقيام النقدية في الذهب والفضة وغيرهما من الأثمان، وأنه أجناسٌ تتعدَّد بتعدُّد جهات الإصدار؛ بمعني أن الورق السعودي جنس، والورق الأمريكي جنس، وهكذا كل عملة ورقية نقد قائم بذاته مستقلٌّ بجنسه، له قيمة خارجية، وهذه القيمة ليست في اعتمادها على غطاء عيني كالذهب مثلاً؛ وإنما هذه القيمة مستمدَّةٌ من عدَّة عوامل، تختلف هذه العوامل قوةً وضعفًا تبعًا لاختلاف أوضاع دول إصدارها سياسيًا واقتصاديًا واجتماعيًا وفكريًا؛ فتختلف قيم هذه النقود الورقية تبعًا لذلك الاختلاف. ¶ فالحالة الاقتصادية في البلاد تُشَكِّلُ جانبًا كبيرًا من قيمة النقد الورقي للتداول فيها؛ فإذا كانت الأحوالُ الاقتصاديةُ مزدهرةً والطاقة الإنتاجية كبيرة زاخرة",
            "page": "36",
            "part": "1",
            "seal": "CD3A0A65"
        },
        {
            "id": "36",
            "nass": "والبناء الاقتصادي للبلد سليم الأوضاع متين الأركان، كان للورق النقدي فيها قيمة مضمونة. ¶ وكذلك تعتمد قيمةُ الورق النقدي على ثقة الأفراد به كنقد يخوِّل لمالكه الاستعاضة عنه بما يرغبه مما يساوي قيمته، والثقة العامة به كمستودع أمين للادخار وقوة شرائية مطلَقة وقانونية كنقد تحميه الدولة، وتضفي عليه قوة الإبراء العام، وتتخذ الإجراءات والاحتياطات التي تعطي الثقة به. ¶ سادسًا: زكاة الأوراق النقدية: ¶ إن الأوراق النقدية لم تكن معروفة لدى قدماء فقهاء الإسلام، ولم تُعْرَف في البلاد الإسلامية، ولا في البلدان المجاورة في العصور الأولى للإسلام؛ لذا لم يكن لعلماء السلف فيها حكم؛ إذ لم تكن متداولة في عصورهم. ¶ ولكن بعد أن انتشر تداولُها في البلاد الإسلامية",
            "page": "37",
            "part": "1",
            "seal": "A27A8D0C"
        },
        {
            "id": "37",
            "nass": "كغيرها من بلدان العالم بحث متأخروا الفقهاء من المسلمين حقيقتها وفرَّعوا عن بحوثهم مسائل في حكم زكاته. ¶ ويحسن بنا قبل أن نتكلم في حكم زكاة الأوراق النقدية أن نستعرض الأقوال الشرعية التي قيلت عن حقيقة الأوراق النقدية، ونبيِّن وجهة نظر فقهاء عصرنا فيها: ¶ القول الأول: أن الأوراق النقدية سندات بدين على جهة إصدارها. ويستدل أصحاب هذا القول بما يأتي: ¶ 1 - التعهد المسجل على كل ورقة نقدية بتسليم قيمتها لحاملها عند طلبه. ¶ 2 - ضرورة تغطيتها بالذهب والفضة، أو بواحد منهما في خزائن مصدريها. ¶ 3 - انتفاء القيمة الذاتية لهذه الأوراق، والمعتبر ما تدل عليه من العدد لا القيمة الورقية.",
            "page": "38",
            "part": "1",
            "seal": "BA4404D9"
        },
        {
            "id": "38",
            "nass": "4 - ضمان سلطات إصدارها قيمتها وقت إبطالها، وتحريم التعامل بها. ¶ ويمكن الردُّ على هذا القول جملة وتفصيلاً: ¶ أما جملةً فإن الأخذ بهذا القول يستلزم أحكامًا شرعية تظهر فيها الكلفة والمشقة، منها: ¶ 1 - عدم جواز السَّلَم بها فيما يجوز السلم فيه؛ لأنها بمثابة حوالة على مصدرها، ومن شروط السلم قبضُ أحد العوَضَين في مجلس العقد. ¶ 2 - عدم جواز صرفها؛ لأنها وثيقة بدين غائب عن مجلس العقد، ومن شروط الصرف التقابض في مجلس العقد. ¶ 3 - يعتبر التعامل بها من قبيل الحوالة بالمعاطاة على الجهة التي أصدرتها، وفي القول بصحة العقود بالمعاطاة خلاف بين أهل العلم.",
            "page": "39",
            "part": "1",
            "seal": "F73CF721"
        },
        {
            "id": "39",
            "nass": "4 - اعتبارها سندات ديون على جهة إصدارها يُدْخلها في خلاف أهل العلم في زكاة الدين هل تجب زكاته قبل قبضه أم بعده؛ وبالتالي عدم وجوب زكاتها لدى من يقول بعدم وجوب الزكاة في الدين قبل قبضه؛ لامتناع قبض مقابل هذه السندات. ¶ 5 - يعتبر البيعُ بهذه الأوراق من قبيل بيع الكالئ بالكالئ؛ لكونها وثائق بديون غائبة، وقد نهى - صلى الله عليه وسلم - عن بيع الكالئ بالكالئ. ¶ أما التفصيل؛ فإنه يمكن الاعتراض على هذا القول ونقده بما يلي: ¶ 1 - أن التَّعَهُّدَ المكتوب على كل ورقة نقدية بدفع قيمتها لحاملها وقت الطلب ليس له في حقيقة الأمر معنى؛ وإنما هو نقشٌ على ورق؛ فلو تقدَّم شخص مثلًا لمؤسسة النقد السعودي أو لغيرها من البنوك المركزية المختصة بإصدار الأوراق طالبًا الاستعاضة",
            "page": "40",
            "part": "1",
            "seal": "3375035D"
        },
        {
            "id": "40",
            "nass": "عنها بما تحويه من ذهب أو فضة، لما وجد وفاءً لهذا التعهد أو ما يعين لذلك. ¶ 2 - الاستدلال على سنديَّتها بضرورة تغطيتها بذهب أو فضة أو بهما معًا غير لازم؛ فلا مانع أن تكون التغطية أوراقًا تجارية أو عقارًا أو بترولاً، أو نحو ذلك مما تقوم عليه دعائم الاقتصاد. ¶ 3 - ما دامت الأوراق النقدية متصفة بالقابلية العامة كوسيط للتبادل، فإن انتفاء القيمة الذاتية لهذه الأوراق غير معتبر، ولا فرق بين أن تكون هذه الأوراق قيمتها في ذاتها أو في أمر خارج عنها. ¶ 4 - أن الأوراق النقدية ليست سندًا؛ بل ورقة عملة موضوعة للتعامل بأعيانها، كالتعامل بأعيان النقود الذهبية والفضية وغيرها من المعادن، وأن ماليَّتَها مربوطة بأعيانها، وأن رواجها عند المتعاملين بها بسبب التزام واضعها دفع قيمتها المرقومة فيها لكل من أتى",
            "page": "41",
            "part": "1",
            "seal": "1BE309DF"
        },
        {
            "id": "41",
            "nass": "ليبيعها له، ومن أتلفها فقد أتلف قيمتها، وضمان سلطات إصدارها قيمتها وقت إبطالها هو سر اعتبارها والثقة بتموُّلها وتداولها وترويج التعامل بها؛ بخلاف ورقة السند؛ فإنها موضوعة للتذكر، ولا يتعامل بأعيانها، ولا مالية له إلا بقدر قيمتها الأصلية، ولا تروج في المعاملات، وأن ما رقم فيها ليس قيمة لها؛ بل دين في ذمة المدين لا يضيع بتلف السند، ومن أتلفها تجب عليه قيمتها الأصلية. ¶ 5 - إن القول بسنديتها فيه من الحرج والضيق وإيقاع الناس في مشقة عظيمة في معاملاتهم؛ لا سيما بعد أن عَمَّ التعامل بهذه الأوراق النقدية بني الشعوب الإسلامية، وأصبحت هي العملة السائدة الرائجة. ¶ ومن الأصول العامة في الشريعة الإسلامية أن الأمر الذي لم يُنَصّ على حكمه إذا دار بين ما يقتضي التشديد على الناس وما يقتضي التخفيف عليهم في",
            "page": "42",
            "part": "1",
            "seal": "196F01C6"
        },
        {
            "id": "42",
            "nass": "معاملاتهم وعباداتهم تَرَجَّح جانب التخفيف على جانب التشديد؛ قال تعالى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [سورة الحج: 78]، وعن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «يَسِّروا ولا تُعَسِّروا، وبَشِّروا ولا تُنَفِّروا» (¬1). وغير ذلك من الآيات والأحاديث التي تدل على يسر الشريعة وسماحتها. ¶ القول الثاني: يرى أصحابه أن هذه الأوراق النقدية عرض من عروض التجارة لها ما لعروض التجارة من الخصائص والأحكام. ويستدل أصحاب هذا القول بما يأتي: ¶ أولاً: أن هذه الأوراق إذا سقط التعامل بها أو انهارت دولتها أو الجهة التي أصدرتها بقيت لا قيمة لها وبطل التعامل بها. ¶ ¬_________ ¶ (¬1) صحيح البخاري ج1/ كتاب العلم - باب 11 ص 25 ط: المكتب الإسلامي تركيا.",
            "page": "43",
            "part": "1",
            "seal": "EE9ABFD2"
        },
        {
            "id": "43",
            "nass": "ثانيًا: أن هذه الأوراق تقوم مقام النقد في جريان المعاملات ووجوب العبادات المالية من زكاة وغيرها، وتخالف النقد في أنه لا يجري فيه الربا؛ لأنها ورق ولا تدخل في منصوص الذهب والفضة، ولا جامع بين الورق والنقد المعدني في الجنس، ولا في القدر. ¶ ثالثًا: أنه لو حكم لها بأحكام السندات والديون لتعطلت المعاملات ووقع الناس في حرج وضيق شديدين. ¶ رابعًا: أن النقود الورقية مال متقوم مرغوب فيه ومدخر، ويباع ويشترى وتخالف ذاته ومعدنه ذات الذهب والفضة ومعدنها. ¶ خامسًا: أن الورق النقدي ليس بمكيل ولا موزون، وليس له جنس من الأجناس الربوية الستة المنصوص عليها. ¶ سادسًا: أن ما كتب عليها من تقدير قيمتها وتعيين",
            "page": "44",
            "part": "1",
            "seal": "D46311D4"
        },
        {
            "id": "44",
            "nass": "اسمها يعتبر أمرًا اصطلاحيًا مجازيًا، لا تخرج به عن حقيقتها من أنها مال متقوَّم ليست من جنس الذهب ولا الفضة ولا غيرهما من الأموال الربوية. ¶ الرد على هذا القول: ¶ يُعْتَرَضُ على هذا القول بأنه تفريط لا حَدَّ له؛ وذلك بفتح أبواب الرِّبا على مصراعيها وإسقاط الزكاة عن غالب الأموال المتمولة في وقتنا الحاضر؛ فلو أن رجلاً مسلمًا ملك مليون ريال مثلاً وأودعه في أحد المصارف ليأخذ عليه فائدة قدرها 8% مثلاً، فلا بأس بهذا؛ لأن هذا المبلغ ليس نقدًا فيجري فيه الربا، كما أنه ليس عرضًا من عروض التجارة، وإن كان عرضًا فليس مقصودًا به التجارة، وإذن فلا زكاة فيه. ¶ ثم إن تسميةَ هذه الأوراق بالريال أو الجنيه أو الدينار ليست تسمية مجازية لا تخرج به عن حقيقتها",
            "page": "45",
            "part": "1",
            "seal": "9E23B800"
        },
        {
            "id": "45",
            "nass": "من أنها مال متقوم ليس له جنس الذهب و لا الفضة، ولا غيرهما من الأموال الربوية؛ لكنها تسمية حقيقية عرفية، والعبرة بالحقائق والمعاني، لا بالألفاظ والمباني، والحقيقة المقصودة من هذه الأوراق أنها ليست عروضًا ولا تمتُّ إلى العروض بصلة، كما يلزم على القول بأنها عروض تجارة ما يلي: ¶ 1 - السَّلم لا يجوز بها عند من يشترط أن يكون السلم نقدًا من ذهب أو فضة، أو غيرهما من أنواع النقد. ¶ 2 - عدم جريان الربا بنوعيه فيها؛ فلا بأس ببيع بعضها ببعض متفاضلاً، أو بيع بعضها بثمن من الأثمان الأخرى كالذهب والفضة والبرونز، أو غير ذلك من المعادن النقدية نسيئة. ¶ 3 - عدم وجوب الزكاة فيها، ما لم تعد للتجارة؛ لأن من شروط وجوب الزكاة في العروض أن تعد للتجارة.",
            "page": "46",
            "part": "1",
            "seal": "A7D4174B"
        },
        {
            "id": "46",
            "nass": "القول الثالث: أن هذه الأوراق النقدية كالفلوس (¬1) في طروء الثمنية عليها؛ فما ثبت للفلوس من أحكام في الربا والزكاة والسَّلَم ثبت للأوراق النقدية مثلها. ¶ وهذا القول يعتبر وسطًا بين القائلين بأنها سندات، والقائلين بأنها عروض كعروض التجارة. ¶ فيرى أصحاب هذا القول أن الأوراق النقدية كالفلوس النحاسية في جميع أحكامها ظاهرًا وباطنًا، وفي نفس الأمر فلا تكون من الأموال الزكوية، فتباع وتقرض متساويًا ومتفاضلاً بأجل وغيره؛ لعدم وجود علة الربا فيها، وتُوهب ويوصى بها، ويتصرف فيها ¶ ¬_________ ¶ (¬1) الفلوس: جمع فَلس - بفتح الفاء - مشتقة من اليونانية أو الآرمية أو العبرية، وهي: العملة النحاسية التي استعارها العرب من البيزنطيين، والفلس يساوي 0.0082 غرامًا، والفلس نوع من النقود المضروبة من غير الذهب والفضة، قيمتها سدس درهم. ¶ معجم لغة الفقهاء ص 350 لمحمد رواس قلعة جي، ود. حامد صادق قنيبي ط دار النفائس - بيروت - لبنان.",
            "page": "47",
            "part": "1",
            "seal": "24DBB392"
        },
        {
            "id": "47",
            "nass": "تصرف العملة الرائجة من غير النقدين؛ فهي بنفسها ليست ذهبًا ولا فضة؛ وإنما هي أثمان تتغير كما تتغير القروش (¬1) بالكساد والرواج وتقرير الحكومات. ¶ واختلف القائلون بهذا القول فيما بينهم؛ فبعضهم جعلها كالفلوس من كل وجه في أنها لا زكاة ولا ربا فيها، ولا تجب الزكاة فيها إلا بنية التجارة، وبهذا يتفقون مع القائلين بأنها عروض تجارة. ¶ وبعضهم أجرى فيها ربا النسيئة فقط؛ لاتفاقها مع النقدين في الثمنية، ومنع جريان ربا الفضل فيها بحجة أنها ليست كالنقدين من كل وجه. ¶ الرد على هذا القول: ¶ إن الرد على هذا القول يتمثل في أمور عدة منها: ¶ 1 - أن الأوراق النقدية ليس لها قيمة إذا أبطل التعامل بها أو كسدت، بخلاف الفلوس فإن لها قيمة إذا ¶ ¬_________ ¶ (¬1) أي القروش النيكل ونحوها.",
            "page": "48",
            "part": "1",
            "seal": "0B92B934"
        },
        {
            "id": "48",
            "nass": "أبطل التعامل بها أو كسدت وقيمتها في نفسها، فأشبهت سائر العروض. ¶ 2 - الأوراق النقدية موغلة في الثمنية الآن أكثر من الفلوس. ¶ 3 - الأوراق النقدية في غلاء قيمتها الآن كالنقدين، بل تكون أكثر؛ بخلاف الفلوس، فإنها تستخدم في تقويم المحقرات من السلع، وهذه المحقرات مما تعم الحاجة إليها، ولعل هذا هو التعليل في منع جريان ربا الفضل فيها؛ بخلاف الأوراق النقدية. ¶ 4 - إن للأوراق النقدية مزيد فضل على الفلوس؛ حيث تتم بها أو بالنقدين صفقات ذات قيمة عالية، والربا في الغالب لا يكون إلا في صفقات ذات قيمة عالية نسبيًا. ¶ 5 - إن الذين قالوا بإلحاق الأوراق النقدية بالفلوس أعطوا أحكامها أحكام الفلوس ولم يحددوا محل",
            "page": "49",
            "part": "1",
            "seal": "E4552888"
        },
        {
            "id": "49",
            "nass": "الإلحاق؛ بينما الفقهاء - رحمهم الله - اختلفوا في محل الإلحاق، وانقسموا في ذلك الاختلاف إلى قسمين: ¶ القسم الأول: نظر إلى أصلها؛ ففرق بينها وبين النقدين في الربا والصرف والسلم والزكاة، وقال بهذا القول الآئمة الأربعة. ¶ القسم الثاني: نظر إلى واقعها بعد انتقالها عن أصلها، فاعتبرها أثمانًا، وأثبت لها أحكام الأثمان في الربا والصرف والسلم والزكاة، وقال بهذا القول أبو الخطاب من الحنابلة، وبعض المالكية والحنفية. ¶ القول الرابع: أن الأوراق النقدية بدل لما استعيض بها عنه، وهما النقدان الذهب والفضة، وللبدل حكم المبدل عنه مطلقًا. ¶ ولازم هذا القول: أن الأوراق النقدية قائمة بذاتها",
            "page": "50",
            "part": "1",
            "seal": "7A1A8CFF"
        },
        {
            "id": "50",
            "nass": "في الثمنية مقام ما تفرعت عنه من ذهب أو فضة، حالَّة محلها، جارية مجراها معتمدة على تغطيتها بما تفرعت عنه منهما «والأمور الشرعية بمقاصدها ومعانيها، لا بألفاظها ومبانيها» (¬1)، وأنه إذا زالت عنها الثمنية أصبحت مجرد قصاصات من الورق لا تساوي بعد إبطالها شيئًا مما كانت تساويه من ذي قبل. ¶ فلهذا ثبت لها حكم النقدين مطلقًا؛ «لأن ما ثبت للمبدل يثبت للبدل» (¬2). ويترتب على القول بهذا: ¶ 1 - جريان الربا بنوعيه في الأوراق النقدية. ¶ 2 - ثبوت الزكاة فيها متى بلغت قيمتها نصابًا واستكملت شروط الزكاة. ¶ ¬_________ ¶ (¬1) الأشباه والنظائر للسيوطي ص 166 ط: دار الكتب العلمية - بيروت - لبنان. ¶ (¬2) القواعد في الفقه الإسلامي للحافظ ابن رجب الحنبلي ص 340 القاعدة الثالثة والأربعون بعد المائة ط: مؤسسة نبع الفكر بالقاهرة.",
            "page": "51",
            "part": "1",
            "seal": "27F0429B"
        },
        {
            "id": "51",
            "nass": "3 - جواز السلم بها. ¶ 4 - ما كان له منها غطاء من ذهب له حكم الذهب، وما كان غطاؤه من فضة فله حكم الفضة عند الصرف. ¶ 5 - يشترط التساوي في القيمة عند اتفاق نوعين من الورق متفرعًا عن ذهب أو فضة كالريال السعودي والليرة اللبنانية مثلاً، ويمتنع التفاضل حينئذ بينهما. ¶ 6 - إذا اتفق جنسان من الورق النقدي، أحدهما متفرع عن ذهب، والآخر عن فضة جاز فيهما التفاضل إذا كان يدًا بيد. ¶ وهذا القول لا يجد ما يسنده من دنيا الواقع بعد أن عرفنا أن غطاء الأوراق النقدية لا يلزم أن يكون ذهبًا أو فضة؛ بل قد يكون عقارًا أو بترولاً، أو ما إلى ذلك، وهم يشترطون أن يكون الغطاء ذهبًا أو فضة كي تتحقق البدلية.",
            "page": "52",
            "part": "1",
            "seal": "FDBED517"
        },
        {
            "id": "52",
            "nass": "سابعًا: الخلاصة ومجمل القول: ¶ أن الأوراق النقدية تحصل من وجهة نظر الفقهاء فيها أربعة أقوال: ¶ القول الأول: أنها سندات ديون على جهة إصدارها. ¶ القول الثاني: أنها عرض من عروض التجارة. ¶ القول الثالث: أنها كالفلوس في طروء الثمنية عليها. ¶ القول الرابع: أنها بدل عما تفرعت عنه من النقدين؛ الذهب والفضة. ¶ وتقدم دليل كل قول وما يترتب عليه من الأحكام. ¶ والذي يظهر لي والله أعلم أن أقرب هذا الأقوال إلى الصحة وأوفقها بالدليل واعتبار الأحكام المتعلقة بالأوراق النقدية من حيث التعامل والزكاة وغير ذلك، القول الرابع؛ وهو أن الأوراق النقدية قائمة في الثمنية مقام ما تفرعت عنه، وبدل ما حلت محله من",
            "page": "53",
            "part": "1",
            "seal": "51968661"
        },
        {
            "id": "53",
            "nass": "عملات الذهب والفضة، وما كان منها متفرعًا عن الذهب فله حكم الذهب، وما كان منها متفرعًا عن الفضة فله حكم الفضة، والأمور الشرعية بمقاصدها ومعانيها لا بألفاظها ومبانيها، وأنها إذا زالت عنها الثمنية أصبحت مجرد قصاصات ورق لا تساوي بعد إبطالها شيئًا مما كانت تساويه قبل إبطالها؛ إذن فلها حكم النقدين الذهب والفضة مطلقًا؛ لأن ما يثبت للمبدل عنه يثبت للبدل. ¶ وقد اعتبرت هيئة كبار العلماء في المملكة العربية السعودية هذا القول ووافق عليه أكثرية الأعضاء في مضمون قرارها رقم (10) وتاريخ 16/ 4/1393هـ في موضوع الأوراق النقدية. ¶ وكذلك اعتبره مجلس المجمع الفقهي الإسلامي في دورته الخامسة المنعقدة في مقر رابطة العالم الإسلامي بمكة المكرمة في ربيع الثاني سنة 1402هـ، وجاءت",
            "page": "54",
            "part": "1",
            "seal": "188F5F45"
        },
        {
            "id": "54",
            "nass": "القرارات الآتية موافقة لهذا القول، ومبنية عليه، وهاك البيان: ¶ إن العملة الورقية قد أصبحت ثمنًا، وقامت مقام الذهب والفضة في التعامل بها وتمولها وتداولها وحصول الثقة بها كوسيط للتداول بين الأفراد. ¶ لهذا فإن الورق النقدي نقدٌ قائم بذاته له حكم النقدين من الذهب والفضة؛ فتجب الزكاة فيها إذا بلغت قيمتها أو في النصابين من ذهب أو فضة، أو كانت تكمل النصاب مع غيرها من الأثمان والعروض المعدة للتجارة. ¶ وكذلك يجري الربا عليها بنوعيه؛ فضلاً ونسئًا، كما يجري ذلك في النقدين الذهب والفضة تمامًا، وتأخذ الأوراق النقدية أحكام النقود في كل الالتزامات التي تفرضها الشريعة فيها، كما يعتبر الورق النقدي أجناسًا مختلفة تتعدد بتعدد جهات الإصدار في البلدان",
            "page": "55",
            "part": "1",
            "seal": "961DC24B"
        },
        {
            "id": "55",
            "nass": "المختلفة؛ بمعنى أن الورق السعودي جنس، والورق الأمريكي جنس، وهكذا كل عملة ورقية جنس مستقل بذاته، ولا يجوز بيع الورق النقدي بعضه ببعض أو بغيره من الأجناس النقدية الأخرى من ذهب أو فضة أو غيرهما نسيئة مطلقًا، متفاضلاً بدون تقابض. ¶ ولا يجوز أيضًا بيع الجنس الواحد من العملة الورقية بعضه ببعض متفاضلاً؛ سواء كان نسيئة أو يدًا بيد، ويجوز بيع بعضه ببعض من غير جنسه مطلقًا إذا كان ذلك يدًا بيد. ¶ ويجوز جعل الأوراق النقدية رأس مال في بيع السلم والشركات. ¶ والله أعلم,،، ¶ تم الفراغ من كتابة هذا البحث غرة محرم الحرام سنة تسع وأربعمائة بعد الألف من هجرة النبي الكريم - صلى الله عليه وسلم -. ¶ كتبه وأرَّخ له راجي عفو ربه المنان: د. صالح بن غانم السدلان.",
            "page": "56",
            "part": "1",
            "seal": "CE174B25"
        },
        {
            "id": "56",
            "nass": "نص قرار مجلس هيئة كبار العلماء ¶ بالمملكة العربية السعودية ¶ رقم 10 وتاريخ 16/ 4/1393هـ ¶ في موضوع الأوراق النقدية ¶ قرار المجلس بالأكثرية ما يلي: ¶ بناء على أن النقد هو كل شيء يجري اعتباره في العادة أو الاصطلاح بحيث يلقى قبولاً عامًا كوسيط للتبادل كما أشار إلى ذلك شيخ الإسلام ابن تيمية حيث قال: «وأما الدرهم والدينار فما يُعرَف له حدٌّ طبيعيٌّ ولا شرعي؛ بل مرجعه إلى العادة والاصطلاح؛ وذلك لأنه في الأصل لا يتعلق بالمقصود به؛ بل الغرض أن يكون معيارًا لما يتعاملون به، والدارهم والدنانير لا تقصد لنفسها؛ بل هي وسيلة إلى التعامل بها، ولهذا كانت أثمانًا ... » إلى أن قال: «والوسيلة المحضة التي لا يتعلق بها غرض لا بمادتها ولا بصورتها يحصل بها",
            "page": "57",
            "part": "1",
            "seal": "1355CFCB"
        },
        {
            "id": "57",
            "nass": "المقصود كيفما كانت (¬1)، وذكر نحو ذلك الإمام مالك في المدونة من كتاب الصرف؛ حيث قالت: ولو أن الناس أجازوا بينهم الجلود حتى يكون لها سكة وعين لكرهت أن تباع بالذهب والورق نسيئة. اهـ. ¶ وحيث إن الورق النقدي يلقى قبولاً عامًا في التداول ويحمل خصائص الأثمان من كونه مقياسًا للقيم، ومستودعًا للثروة، وبه الإبراء العام .. كما ظهر أن الغطاء لا يلزم أن يكون شاملاً لجميع الأوراق النقدية؛ بل يجوز في عرف جهات الإصدار أن يكون جزءًا من عملتها بدون غطاء، وأن الغطاء لا يلزم أن يكون ذهبًا؛ بل يجوز أن يكون من أمور عدة كالذهب والعملات الورقية القوية، وأن الفضة ليست غطاء كليًا أو جزئيًا لأي عملة في العالم، كما اتضح أن مقومات الورقة النقدية قوة وضعفًا مستمدة مما تكون عليه حكومتها من حال اقتصادية؛ فتقوى بقوة دولتها، ¶ ¬_________ ¶ (¬1) ج 29 ص 251 من مجموع الفتاوى.",
            "page": "58",
            "part": "1",
            "seal": "7129990A"
        },
        {
            "id": "58",
            "nass": "وتضعف بضعفها، وأن الخامات المحلية كالبترول والقطن والصوف لم تعتبر حتى الآن لدى أيٍّ من جهات الإصدار غطاء للعملات الورقية، وحيث إن القول باعتبار مطلق الثمنية علة في جريان الربا في النقدين هو الأظهر دليلاً والأقرب إلى مقاصد الشريعة، وهو أحد الروايات عن الأئمة مالك وأبي حنيفة وأحمد؛ قال أبو بكر: روى ذلك عن أحمد جماعة، كما هو اختيار بعض المحققين من أهل العلم كشيخ الإسلام ابن تيمية وتلميذه ابن القيم وغيرهما، وحيث إن الثمنية متحققة بوضوح في الأوراق النقدية - لذلك كله فإن هيئة كبار العلماء تقرِّر بأكثريتها أن الورق النقدي يعتبر نقدًا قائمًا بذاته كقيام النقدية في الذهب والفضة وغيرهما من الأثمان، وأنه أجناس تتعدَّد بتعدُّد جهات الإصدار؛ بمعنى أن الورق النقدي السعودي جنس، وأن الورق النقدي الأمريكي جنس، وهكذا كل عملة ورقية جنس مستقل بذاته، وأنه يترتب على",
            "page": "59",
            "part": "1",
            "seal": "B122D9B8"
        },
        {
            "id": "59",
            "nass": "ذلك الأحكام الشرعية الآتية: ¶ أولاً: جريان الربا بنوعيه فيها كما يجري الربا بنوعيه في النقدين الذهب والفضة وفي غيرهما من الأثمان كالفلوس، وهذا يقتضي ما يلي: ¶ أ- لا يجوز بيع بعضه ببعض أو بغيره من الأجناس النقدية الأخرى من ذهب أو فضة أو غيرهما نسيئة مطلقًا؛ فلا يجوز مثلاً بيع الدولار الأمريكي بخمسة أريلة سعودية أو أقل أو أكثر نسيئة. ¶ ب- لا يجوز بيع الجنس الواحد منه بعضه ببعض متفاضلاً سواء كان ذلك نسيئة أو يدًا بيد؛ فلا يجوز مثلاً بيع عشرة أريلة سعودية ورق بأحد عشر ريالاً سعوديًا ورقًا. ¶ جـ- يجوز بيع بعضه ببعض من غير جنسه مطلقًا إذا كان ذلك يدًا بيد؛ فيجوز بيع الليرة السورية أو اللبنانية بريال سعودي ورقًا كان أو فضة أو أقل من ذلك أو",
            "page": "60",
            "part": "1",
            "seal": "47C726F3"
        },
        {
            "id": "60",
            "nass": "أكثر، وبيع الدولار الأمريكي بثلاثة أريلة سعودية أو أقل أو أكثر إذا كان ذلك يدًا بيد. ¶ ومثل ذلك من الجواز بيع الريال السعودي الفضة بثلاثة أريلة سعودية ورق أو أقل أو أكثر يدًا بيد؛ لأن ذلك يعتبر بيع جنس بغير جنسه، ولا أثر لمجرد الاشتراك في الاسم مع الاختلاف في الحقيقة. ¶ ثانيًا: وجوب زكاتها إذا بلغت قيمتها أدنى النصابين من ذهب أو فضة، أو كانت تكمل النصاب مع غيرها من الأثمان والعروض المعدة للتجارة إذا كانت مملوكة لأهل وجوبها. ¶ ثالثًا: جواز جعلها رأس مال في السلم والشركات. ¶ والله أعلم وبالله التوفيق وصلى الله على محمد وعلى آله وصحبه وسلم. ¶ هيئة كبار العلماء ¶ بالمملكة العربية السعودية.",
            "page": "61",
            "part": "1",
            "seal": "E12B3E9E"
        },
        {
            "id": "61",
            "nass": "فهرست المراجع ¶ 1 - أثر تطبيق النظام الاقتصادي الإسلامي في المجتمع. ¶ من البحوث المقدمة لمؤتمر الفقه الإسلامي الذي عقدته جامعة الإمام محمد بن سعود الإسلامية بالرياض، لسنة 1396هـ. ¶ 2 - الأشباه والنظائر. ¶ السيوطي. ط: دار الكتب العلمية/ لبنان. ¶ 3 - الأعمال المصرفية والإسلامية. ¶ الدكتور مصطفي الهمشري، الطبعة الثاني، 1403 - 1983م. نشر مكتبة الحرمين بالرياض، المكتب الإسلامي، بيروت. ¶ 4 - الزكاة في الميزان. ¶ الدكتور محمد السعيد وهبه، وعبد العزيز محمد رشيد جمجموم. ط: الثانية، 1405هـ - 1985م، جدة، المملكة العربية السعودية.",
            "page": "62",
            "part": "1",
            "seal": "A21B40C4"
        },
        {
            "id": "62",
            "nass": "5 - صحيح البخاري. ¶ أبو عبد الله محمد بن إسماعيل البخاري، ط: استانبول، تركيا. ¶ 6 - فقه الزكاة. ¶ يوسف القرضاوي. ط: الثانية، 1405هـ - 1985م. مؤسسة الرسالة، بيروت. ¶ 7 - القواعد في الفقه الإسلامي. ¶ ابن رجب الجنبلي ط: مؤسسة نبع الفكر العربي بالقاهرة ج. م. ع. تحقيق وتعليق طه عبد الرؤوف سعد. ¶ 8 - معجم لغة الفقهاء. ¶ محمد رواس قلعة جي، د. حامد صادق قنيبي. ط: دار النفائس - لبنان. ¶ 9 - المنجد في اللغة والأعلام. ¶ لويس معلوف. ط: دار الشروق، بيروت، رقم 23. ¶ 10 - الورق النقدي - تاريخه - حقيقته - قيمته - حكمه. ¶ الشيخ عبد الله بن سليمان بن منيع، ط: الأولى، والثانية، 1404هـ. مطابع الفرزدق التجارية بالسعودية.",
            "page": "63",
            "part": "1",
            "seal": "5061B4E0"
        }
    ],
    "t336": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تقريظ"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة البحث"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "سبب إعداد هذا البحث"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أهمية هذا الموضوع"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول الأسهم والسندات"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: تعريف السهم والسند"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: سبب نشأة الأسهم والسندات"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: الفرق بين السهم والسند"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: كيف تزكى الأسهم والسندات"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "1",
            "tit": "الاتجاه الأول"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "الاتجاه الثاني"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: تنبيه هام"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني الأوراق النقدية"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: تعريف الأوراق النقدية"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: نشأة الأوراق النقدية ومراحل تطورها"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: غطاء الأوراق النقدية وتنوعه"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: أنواع الأوراق النقدية"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: قيمة الأوراق النقدية"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: زكاة الأوراق النقدية"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: الخلاصة ومجمل القول"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "نص قرار مجلس هيئة كبار العلماء"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "فهرست المراجع"
        }
    ]
}