{
    "b341": [
        {
            "id": "2",
            "nass": "تقديم ¶ الحمد لله رب العالم، والصلاة والسلام على أشرف الأنبياء المرسلين، نبينا محمد وعلى آله وصحبه أجمعين وبعد: ¶ فقد اطلعت على الرسالة التي كتبها الأخ عبد الله بن عبد الرحمن الوطبان والتي بعنوان: «معالم على طريق العفة» فألفيتها رسالة مفيدة، تساهم في معالجة موضوع مهم تساهل فيه كثير من الناس، وغفلوا عن آثاره العاجلة والآجلة أسأل الله أن ينفع بها، وأن يرزقني وكاتبها ومن قرأها الإخلاص في القول والعمل وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ ناصر بن سليمان العمر ¶ 17/ 1/1412هـ",
            "page": "5",
            "part": "1",
            "seal": "F522F180"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين الرحمن الرحيم مالك يوم الدين والصلاة والسلام على رسوله الأمين وعلى آله وصحابته الطاهرين، أما بعد: ¶ فإن هذا الدين جاء للمحافظة على أمور خمسة وهي ما تسمى بالضرورات الخمس وهي «الدين والنسل والعقل والمال والنفس» فكل أدلة هذا الشرع وأوامره ونواهيه متفقة على المحافظة على هذه المقاصد، ومن هذه المقاصد كما سبق النسل أو النسب وإن من لوازم ذلك المحافظة على العرض ولقد جاءت النصوص الشرعية التي تحث على المحافظة على العرض في حق الرجل والمرأة من ذلك قوله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ} [النور: 30]، {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} [النور: 31]، وقال تعالى:",
            "page": "7",
            "part": "1",
            "seal": "FCC90960"
        },
        {
            "id": "5",
            "nass": "{وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ} [الأحزاب: 35] وقال: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المعارج: 29، 30]. ¶ وقال - صلى الله عليه وسلم -: «من يضمن لي ما بين لحييه وما بين فخذيه أضمن له الجنة» (¬1). ¶ وقد سئل - صلى الله عليه وسلم - عن أكثر ما يدخل الناس النار، قال: «الأجوفان يعني: الفم والفرج» (¬2). ¶ ولقد شرع الإسلام عدة وسائل بها يتحقق للمسلم محافظته على فرجه بل وبها يتحقق للمجتمع سلامته من الشرور فكما أن المحافظة على الفرج أمر واجب فكل وسيلة إلى انتهاك ذلك محرمة ولذلك قال سبحانه: {وَلَا تَقْرَبُوا الْفَوَاحِشَ} [الأنعام: 151] وقال: {وَلَا تَقْرَبُوا الزِّنَا} [الإسراء: 32]. ¶ فهو هنا نهى عن القربان ولم يقل ولا تفعلوا الفواحش أو ولا تزنوا إنما نهي عن القربان إذًا فكل وسيلة إلى الزنا أو الفواحش ¶ ¬_________ ¶ (¬1) رواه البخاري (5/ 2376). ¶ (¬2) رواه أحمد (2/ 392) والبخاري في الأدب المفرد وابن ماجه (2/ 1418).",
            "page": "8",
            "part": "1",
            "seal": "AD1BE61B"
        },
        {
            "id": "6",
            "nass": "يجب تجنبها والبعد عنها، وإن هذا الأمر وهو معلوم أهميته فإنه في هذا الزمن أشد أهمية حيث - والعياذ بالله - تيسرت فيه وسائل الشر ومغرياته وخصوصًا في حق الشباب. ¶ وسنذكر - إن شاء الله - بعض ما تيسر من هذه الوسائل ويمكن أن نجعلها على أقسام وهي كما يأتي: ¶ أ- وسائل يشترك فيها الذكر والأنثى وهي: ¶ أولاً: الأمر بغض البصر: ¶ قال تعالى في حق الرجال: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ} [النور: 30]، وقال تعالى في حق النساء: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} [النور: 31]. ¶ فإن غض البصر في حق كل من الرجل و المرأة وسيلة عزيمة من وسائل حفظ الفرج، فإن البصر منفذ إلى القلب، وإن أكثر الشرور مبدؤها من النظر، قال - صلى الله عليه وسلم - لعليّ - رضي الله عنه -: «يا علي لا تتبع النظرة النظرة فإن",
            "page": "9",
            "part": "1",
            "seal": "BEC5A4C0"
        },
        {
            "id": "7",
            "nass": "الأولى لك وليست لك الآخرة» (¬1). ¶ وعن جرير بن عبد الله قال: «سألت رسول الله - صلى الله عليه وسلم - عن نظرة الفجأة فأمرني أن أصرف بصري» (¬2). ¶ وقال ابن عباس - رضي الله عنه - في قوله تعالى: {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} [غافر: 19]، قال: «هو الرجل يدخل على أهل البيت بيتهم وفيهم المرأة الحسناء أو تمر به فإذا غفلوا لحظ إليها، فإذا فطنوا غض بصره عنها فإذا غفلوا لحظ فإذا فطنوا غض» (¬3). ¶ وغض البصر يكون عن النظر إلى النساء والمردان إما مباشرة أو صورة عن طريق مجلة أو تلفاز ومن الملاحظ أن البعض تجده يتورع عن النظر إلى صورهم قد يكون أشد لتمكنه من الاستمرار في النظر إلى هؤلاء مباشرة ولا يتورع عن ذلك إذا وجدهم في مجلة أو غيرها مع أن النظر إلى صورهم قد يكون أشد لتمكنه من الاستمرار في النظر إلى هؤلاء، إذًا فمن أعظم وسائل حفظ الفرج غض البصر في كل الجنسين حق فكم من نظرة جلبت على ¶ ¬_________ ¶ (¬1) رواه الترمذي (5/ 101) وأبو داود (2/ 653) وأحمد (1/ 159). ¶ (¬2) رواه مسلم (3/ 1699). ¶ (¬3) رواه ابن أبي حاتم ذكره ابن كثير في تفسير 4/ 96.",
            "page": "10",
            "part": "1",
            "seal": "A0F0E36C"
        },
        {
            "id": "8",
            "nass": "صاحبها شرًا عظيمًا وبقيت أثر هذا النظرة في قلبه لا تفارقه، ومن فضل الله عز وجل، أن جعل للعين جفنًا متى رأى ما لا يحل له النظر إليه فإنه مباشرة يغض بصره لا يكلفه جهدًا ولا يكلفه أن يضع يده على عينه والله الحافظ. ¶ والواجب على المسلم البعد عن الأماكن التي تسبب له وقوعه في النظر إلى ما حرم الله قدر استطاعته مثل الأسواق والشواطئ المختلفة والمختلطة. ¶ ثانيًا: ومن هذا الوسائل تحريم الغناء: ¶ والغناء بريد الزنا، والغناء يدعو إلى الفاحشة ومقدمتها بما فيه من سهرات فاجرة وأصوات تحضر بها الشيطان وما ظنك بمجلس حضرت فيه الشياطين - توسوس لأصحابه بالفحشاء -، والأمر في تحريم الغناء أمر معلوم، قال - صلى الله عليه وسلم -: «يأتي أقوام من أمتي يستحلون الحِرَ والحرير والخمر والمعازف» (¬1). ¶ فهو هنا قال: يستحلون إذًا هو محرم فاستحلوه ¶ ¬_________ ¶ (¬1) رواه البخاري (5/ 2123).",
            "page": "11",
            "part": "1",
            "seal": "93DDE322"
        },
        {
            "id": "9",
            "nass": "ثم هو قرنه بأشد الفواحش وهي الزنا ولبس الحرير وشرب الخمر. ¶ ثالثًا: ومن الوسائل الامتناع عن الفكرة المحرمة: ¶ معلوم أن التفكير في حد ذاته لا يأثم عليه الإنسان كما قال - صلى الله عليه وسلم -: «إن الله تجاوز عن أمتي ما حدثت بها أنفسها ما لم تعمل أو تتكلم» (¬1)، ولكن الفكرة وإن كانت في أصلها غير محرمة لكن الاستغراق في التفكير بالحرام خطير على الإنسان خصوصًا الشاب والفتاة ولذلك إذا جاء الإنسان خاطرة وفكرة بالحرام فإن الواجب عليه قطعها أو إذا وقع في نفسه التفكير بمحاسن امرأة أو أمرد .. أو تخيل المعصية فليقطع هذا التفكير ويشغل فكره بالخير من مدارسة العلم أو التفكر في مخلوقات الله، وهذا التفكير غالبًا ما يأتي عند الانفراد أو النوم وسوف يكون للانفراد كلام، أما النوم فالواجب على الشخص أن يشغل نفسه عن هذه الخواطر قبل النوم بذكر الله، ¶ ¬_________ ¶ (¬1) رواه البخاري (5/ 2020) ومسلم (1/ 116).",
            "page": "12",
            "part": "1",
            "seal": "A7416A2E"
        },
        {
            "id": "10",
            "nass": "وأوراد النوم وليحاول أن لا يأتي إلى الفراش إلا وهو يحس بقرب النوم وذلك مثلاً بالقراءة قبل النوم حتى يحس بقرب النوم ثم يضطجع على فراشه أو بإجهاد نفسه ذاك اليوم بالأعمال المفيدة فإذا أتى إلى فراشه نام مباشرة والله المستعان. ¶ رابعًا: ومنها التأدب بآداب الاستئذان: ¶ فإن المجتمع المتأدب بآداب الاستئذان من أبعد المجتمعات عن الشرور بإذن الله فبالاستئذان تحفظ العورات فإنما جعل الاستئذان من أجل البصر كما ورد عنه - صلى الله عليه وسلم - في الحديث المتفق عليه (¬1) ومن هذه الآداب والأحكام ما يلي: ¶ أ- دل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا} [النور: 27]، على وجوب الاستئذان وعلى تحريم دخول إنسان بيت غيره حتى ¶ ¬_________ ¶ (¬1) صحيح البخاري (5/ 2304) صحيح مسلم (3/ 698).",
            "page": "13",
            "part": "1",
            "seal": "ACD7223F"
        },
        {
            "id": "11",
            "nass": "يستأذن (¬1). ¶ ب- الاستئذان يكون ثلاث مرات يقول في كل مرة السلام عليكم أأدخل؟ كما دل عليه حديث أبي موسى الأشعري في استئذانه على عمر - رضي الله عنه - حيث قال: قال رسول الله - صلى الله عليه وسلم -: «إذا استأذن أحدكم ثلاثًا فلم يؤذن له فليرجع» (¬2). ¶ «وذكر ابن حجر أن التنحنح ونحوه يقوم مقام السلام لكن والله أعلم أن الأظهر أن السلام هو المشروع وهو معنى تستأنسوا كما دل عليه فعل الرسول - صلى الله عليه وسلم -؛ حيث إنه استأذن على سعد بن عبادة فقال: «السلام عليك ورحمة الله فعل ذلك ثلاثًا ثم لمَّا لم يجب رجع» (¬3). ¶ ج- إذا تحقق المستأذن من سماع أهل البيت استئذانه ولم يجيبوه عليه أن يرجع. ¶ د- كان رسول الله - صلى الله عليه وسلم -: إذا أتى باب قوم لم ¶ ¬_________ ¶ (¬1) أضواء البيان: (6/ 169). ¶ (¬2) رواه البخاري (5/ 2305) ومسلم (3/ 1694). ¶ (¬3) أضواء البيان: (6/ 173) تحفة الأحوذي (7/ 422).",
            "page": "14",
            "part": "1",
            "seal": "8E5CCAD7"
        },
        {
            "id": "12",
            "nass": "يستقبل الباب من تلقاء وجهه ولكن من ركنه الأيمن أو الأيسر ويقول: «السلام عليكم ... » (¬1). ¶ هـ- كذلك: «إذا قال له صاحب البيت من أنت فالسنة أن يذكر اسمه ويفصح عنه كما في حديث جابر حيث يقول: «أتيت النبي - صلى الله عليه وسلم - في ديْن كان على أبي فدققت الباب فقال: «من ذا؟» فقلت أنا، فقال: «أنا أنا» كأنه كرهها» (¬2). ¶ و- قال الإمام الشنقيطي رحمه الله: «اعلم أن الأظهر الذي لا ينبغي العدول عنه أن الرجل يلزمه أن يستأذن على أمه وأخته وبناته البالغين؛ لأنه إن دخل على من ذكر بغير استئذان فقد تقع عينه على عورات من ذكر وذلك لا يحل له». انتهى كلامه (¬3). ¶ ولقد أخرج البخاري في الأدب المفرد عن نافع كان ابن عمر - رضي الله عنه - إذا بلغ بعض ولده الحلم لم يدخل عليه إلا بإذن (¬4)، ومن طريق علقمة جاء رجل إلى ابن مسعود فقال: «أأستأذن على ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 768). ¶ (¬2) رواه البخاري (5/ 2306) ومسلم (3/ 1697). ¶ (¬3) أضواء البيان: 6/ 178. ¶ (¬4) الأدب المفرد (1/ 364).",
            "page": "15",
            "part": "1",
            "seal": "6A5C66DC"
        },
        {
            "id": "13",
            "nass": "أمي؟ فقال: ما على كل أحيانها تريد أن تراها» وسأل رجل حذيفة: «أأستأذن على أمي فقال: إن لم تستأذن عليها رأيت ما تكره»، وكذا روي عن ابن عباس رضي الله عنهما - وابن مسعود وطاوس وغيره (¬1). ¶ إذًا فالواجب على كل مسلم التأدب بهذا حتى مع أقرب الناس إليه من أمه وابنته وأخته وغيرهنَّ من المحارم، لأن ذلك من أعظم الوسائل لحفظ العورات والفروج لكن الزوج مع زوجته لا يجب عليه ذلك لأن بينهما من الأحوال ما ليس بين غيرهما. ¶ وسئل عطاء - رضي الله عنه -: «أيستأذن الرجل على امرأته قال: لا لكن الأولى أن يُعْلِمها بدخوله ولا يفاجئها به لاحتمال أن تكون على هيئة لا تحب أن يراها عليها، ذكر ذلك ابن كثير، وقال: إن امرأة ابن مسعود قالت: كان عبد الله إذا جاء من حاجة فانتهى إلى الباب تنحنح وبزق كراهة أن يهجم منا على أمر يكرهه» قال: وإسناده صحيح (¬2). ¶ ز- بل ومن أجل المحافظة على حقوق الناس وعوراتهم والمحافظة على المجتمعات من الفساد والانحراف جاز لصاحب البيت إذا وجد أحدًا ينظر ¶ ¬_________ ¶ (¬1) تحفة الأحوذي (7/ 406). ¶ (¬2) تفسير ابن كثير (3/ 372).",
            "page": "16",
            "part": "1",
            "seal": "2643DDFE"
        },
        {
            "id": "14",
            "nass": "إلى بيته أن يفقأ عينه التي نظر بها قال - صلى الله عليه وسلم -: «لو أن امرأ اطلع عليك بغير إذن فحذفته بحصاة ففقأت عينه لم يكن عليك جناح» (¬1)، وقال - صلى الله عليه وسلم -: «من اطلع في بيت قوم بغير إذنهم فقد جاز لهم أن يفقؤوا عينه» (¬2). ¶ قال الإمام البخاري في صحيحه: «باب من اطلع في بيت قوم ففقؤوا عينه فلا دية له» (¬3). ¶ خامسًا: ومن هذه الوسائل تحريم القذف: ¶ ووضع لذلك عقوبة زاجرة بجلده ثمانين جلدة قال تعالى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ} [النور: 4] فهذا التشريع يحفظ للناس حقوقهم ويحفظ المجتمع من انتشار الفاحشة والتساهل فيها لكن حينما يطلق الإنسان لسانه في أعراض الناس فإن هذا سبب في فساده هو وإفساد غيره وتصبح بذلك الفواحش أمرًا ¶ ¬_________ ¶ (¬1) تفسير ابن كثير (3/ 372). ¶ (¬2) رواه مسلم (3/ 1699). ¶ (¬3) راجع أضواء البيان؛ فقد تكلم حول هذه المسألة بما يفيد (6/ 181).",
            "page": "17",
            "part": "1",
            "seal": "1F484FB0"
        },
        {
            "id": "15",
            "nass": "منتشرًا وشائعًا بين المجتمع فالله خير حافظًا وهو أرحم الراحمين. ¶ سادسًا: ومن الوسائل تجنب البذاءة والفحش في القول والفعل: ¶ قال - صلى الله عليه وسلم -: «ليس المؤمن بالطعان ولا باللعان ولا الفاحش ولا البذي» (¬1). ¶ أما إذا كان الشخص صاحب فحش في القول أو الفعل فإن هذا أدعى إلى جراءته على الفواحش ولذلك مما يؤخذ على البعض أنه إذا جلس مع بعض أقرانه تحدث بقول فاحش وقصص فاحشة تحرك في مكامنه ومكامن من يسمعه فعل الفاحشة والشهوة؛ بل ويكثر عند الشباب وربما الأطفال بعض الأقوال الفاحشة والتصرفات الفاضحة مع عدم نهي الوالدين لهم والله المستعان. ¶ سابعًا: ومن الوسائل التي شرعها الإسلام لحفظ الفرج: الأمر بالزواج في حق كل الجنسين: ¶ قال - صلى الله عليه وسلم -: ¶ ¬_________ ¶ (¬1) رواه الترمذي (4/ 350)، وأحمد (1/ 404) والحاكم في المستدرك (1/ 57)، وصححه ووافقه الذهبي.",
            "page": "18",
            "part": "1",
            "seal": "6E89E265"
        },
        {
            "id": "16",
            "nass": "«يا معشر الشباب من استطاع منكم الباءة فليتزوج؛ فإنه أغضّ للبصر وأحصن للفرج» (¬1). ¶ فالزواج والتبكير فيه- في حق الرجل و المرأة- من أعظم وسائل الحفظ وأما المعاذير التي يعتذر بها شباب هذا الزمن وفتيانه من إكمال الدراسة أو تأمين المستقبل أو غير ذلك فهي أعذار لم ينزل الله بها من سلطان قال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} [الطلاق: 2، 3]. ¶ ثامنًا: ومنها ترك وتجنب الانفراد والوحدة من غير حاجة أو في غير طاعة الله: ¶ فإن الشخص إذا انفرد على غير طاعة كقراءة القرآن أو الصلاة أو مذاكرة بعض العلم إذا كان الانفراد لغير هذا فإنه سبب لحضور الشيطان ووسوسته لهذا الشخص بفعل ما يحرم عليه ومحاولة إثارة بعض الخواطر المحرمة فلذلك مما ينصح به: ترك الانفراد والوحدة، وإذا اضطر إليها الإنسان فالواجب ¶ ¬_________ ¶ (¬1) رواه البخاري (5/ 1950) ومسلم (2/ 1018).",
            "page": "19",
            "part": "1",
            "seal": "D5C04FBA"
        },
        {
            "id": "17",
            "nass": "عليه أن يشغل نفسه بما يقطع عليه وحدته كسماع ما ينفع أو قراءة ما ينفع أو غير ذلك من الكتابة ونحوها مع استشعار مراقبة الله، فتذكر وأنت وحدك أن هناك من يراك بل ومعك ملكان يكتبان عليك كل ما تعمله والله أعلم. ¶ عن عبد الله بن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم -: «نهى عن الوحدة أن يبيت الرجل وحده أو يسافر وحده» (¬1). ¶ تاسعًا: ومنها مجالسة أهل الخير والبعد عن مجالسة أهل الشر: ¶ فإن كثيرًا من أسباب انحراف الشباب بسبب الجليس ومما ينبغي التنبيه عليه أن من واجب الأب معرفة جلساء ابنه مع من يذهب ويأتي، قال - صلى الله عليه وسلم -: «المرء على دين خليله فلينظر أحدكم من يخالل» (¬2). ¶ فالفتاه بسبب زميلة لها في المدرسة أفسدتها بأساليب خبيثة ¶ ¬_________ ¶ (¬1) رواه أحمد (2/ 91) وصححه الألباني في السلسلة الصحيحة (1/ 129) وأحمد شاكر. ¶ (¬2) رواه أبو داود (2/ 675) والترمذي (4/ 589) وأحمد (2/ 334) والحاكم (4/ 188) وحسنه الترمذي وصححه النووي.",
            "page": "20",
            "part": "1",
            "seal": "36ABDCBF"
        },
        {
            "id": "18",
            "nass": "عن طريق إعطائها أرقام هواتف أو صور، أو ذكرت مغامرات لها أو لغيرها من مثيلاتها من الساقطات؛ فجليس السوء مثل نافخ الكير إما أن يحرق ثيابك أو تجد منه رائحة كريهة كما ذكر ذلك المصطفى - صلى الله عليه وسلم - في الحديث الذي رواه البخاري (¬1). ¶ فقال عز وجل: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ} إلى أن قال: {وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} [الكهف: 28]. ¶ عاشرًا: ومنها الصوم: ¶ قال - صلى الله عليه وسلم -: «يا معشر الشباب من استطاع منكم الباءة فليتزوج» إلى أن قال: «ومن لم يستطع فعليه بالصوم فإنه له وجاء» (¬2). ¶ فالصوم يخفف حدة الشهوة وتأثير الشيطان ووساوسه وقد جاء في الحديث: «إن الشيطان يجري من الإنسان مجرى الدم» (¬3). ¶ الحادي عشر: ومن الوسائل إقامة واجب الأمر بالمعروف والنهي عن المنكر: ¶ ¬_________ ¶ (¬1) صحيح البخاري (5/ 2104). ¶ (¬2) رواه البخاري (5/ 1950) ومسلم (2/ 1018). ¶ (¬3) رواه البخاري (3/ 1195) ومسلم (4/ 1712).",
            "page": "21",
            "part": "1",
            "seal": "3E684538"
        },
        {
            "id": "19",
            "nass": "فإن إقامة ذلك سبب لحفظ المجتمع من الفواحش والمنكرات وتركه سبب لانتشارها وتجرؤ أهل الفساد على نشر فسادهم، ولذلك كلما كان لأهل الحسبة المكانة والقوة والتمكين قل الفساد، فبهم بعد الله يمتنع أهل المعاكسة في الأسواق وغيرها من فعلهم وبهم بعد الله تُغلق كثير من دور الشر والفساد، قال تعالى: {وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً} [الأنفال: 25]. ¶ وقال - صلى الله عليه وسلم -: «لتأمرن بالمعروف ولتنهون عن المنكر ولتأخذن على يد الظالم ولتأطرنه على الحق أطرًا أو ليوشكن الله أن يضرب قلوب بعضكم ببعض ويلعنكم كما لعنهم» (¬1). ¶ فإقامة واجب الأمر بالمعروف والنهي عن المنكر في البيت والسوق والمدرسة والشارع وفي كل مكان يحفظ بذلك العورات والأعراض، ويشمل ذلك العناية بدعم الاحتساب الرسمي أو الاحتساب التطوعي وممارسته بما يمكن من الوسائل المشروعة. ¶ الثاني عشر: ومنها التفريق بين النائمين في المضاجع: ¶ قال - صلى الله عليه وسلم -: «مروا أولادكم ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 524) والطبراني في المعجم الكبير (10/ 146).",
            "page": "22",
            "part": "1",
            "seal": "4D33B47D"
        },
        {
            "id": "20",
            "nass": "بالصلاة لسبع واضربوهم عليها لعشر. وفرقوا بينهم في المضاجع» (¬1). ¶ فبعد مرحلة العاشرة يجب التفريق بين النائمين حتى لا يحصل منهم حركة أو تصرف يكون سببًا فيما لا تحمد عقباه، والتفريق بينهم بأن يكون بينهم مسافة يستحيل بها إن شاء الله وقوع المحذور، أو إيجاد حاجز وفاصل يمنع ذلك أيضًا، وليس هذا من باب الظن أو الشك كما يتوقع أو يظن بعض الناس؛ ولكن هذا من أخذ الاحتياطات فالنائم قد يقع منه ما ليس في مقدوره وقد يتصرف تصرفات لا شعورية يكون بها أحيانًا شر عظيم والله المستعان. ¶ الثالث عشر: ومن الوسائل أن يحسن كل من الأبوين تربية أبنائهم منذ الصغر: ¶ ولذلك من الملاحظ أن بعض المنحرفين أخلاقيًا حينما تنظر في حاله تجد أن ذلك بدأ معه منذ نعومة أظفاره وصغر سنه، وإهمال الوالدين لتربية أبنائهم سبب في انحرافهم حال البلوغ، وهذا الإهمال إما بعدم ¶ ¬_________ ¶ (¬1) رواه أحمد (2/ 187) وأبو داود (1/ 187) والحاكم، صحيح الجامع (2/ 1021).",
            "page": "23",
            "part": "1",
            "seal": "22C2B746"
        },
        {
            "id": "21",
            "nass": "المتابعة أو بجلب مربِّية مفسدة له أو بجلب أفلام الفساد وتمكينهم من قنوات الفساد وشبكة الإنترنت، أو بعدم متابعته في المدرسة أو غير ذلك من مظاهر الإهمال. ¶ الرابع عشر: ومن الوسائل التي شرعها الإسلام نهي الزوجين أن يتحدثا لأحد بما حصل بينهما من الوقاع ونحوه: ¶ حيث قال - صلى الله عليه وسلم - في ذلك: «إنما ذلك مثل الشيطان لقي شيطانة في طريق فغشيها والناس ينظرون» (¬1). ¶ الخامس عشر: ومنها عدم السفر إلى بلاد التحلل والفساد: ¶ فإن كثيرًا من أسباب انحراف البعض سفره لبعض البلدان الكافرة والمتحللة ولذلك لا يجوز السفر إلى بلاد الكفار إلا لضرورة حددها أهل العلم واشترطوا لذلك شروطًا معروفة تراجع في مظانِّها. ¶ السادس عشر: ومنها الابتعاد عن قراءة أو سماع كتب أو كلام الجنس: ¶ ¬_________ ¶ (¬1) رواه الإمام أحمد (6/ 456).",
            "page": "24",
            "part": "1",
            "seal": "D132F625"
        },
        {
            "id": "22",
            "nass": "فإن قراءة أو سماع هذا النوع من الكلام سبب لإثارة الشهوة فقد يصعب بذلك حفظ الفرج، وللأسف فإن هذه الكتب لها رواج عند البعض والواجب البعد عنها، والواجب كذلك على من له أي مسئولية على أحد أن يمنعه منها ذكورًا كانوا أو إناثًا. ¶ السابع عشر: ومن هذه الوسائل الحرص على ستر العورة كل العورة في حق الرجل أو المرأة: ¶ ومما يكثر التساهل به في حق الشباب هو إظهار الفخذ، والفخذ عورة كما جاء الحديث الذي رواه أحمد والحاكم وهو في صحيح الجامع 2/ 763، وينبغي أن يعوّد الطفل على ذلك وأن يكون لديه شعور بالحياء حتى منذ صغره، ولأجل ذلك أوجب الإسلام ستر العورة عند قضاء الحاجة، بل وإن تساهل بعض المحارم في البيوت بستر العورة قد يقع به أمور يندى لها الجبين وتنفطر لها القلوب - نسأل الله لنا ولكم الحفظ والستر - ويكون سببها التساهل بستر العورة.",
            "page": "25",
            "part": "1",
            "seal": "D207BC81"
        },
        {
            "id": "23",
            "nass": "الثامن عشر: ومنها أن الإسلام منع الزواج ممن عرف أو عرفت بالفاحشة إذا لم يتوبا: ¶ قال عز وجل: {الزَّانِي لَا يَنْكِحُ إلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ}] النور: 2] فهذا أخذًا بالحيطة إذ أن من اعتاد الفاحشة لا يأمن أن يُعاودها. ¶ التاسع عشر: ومن أعظم الوسائل لحفظ الفرج في حق الرجل و المرأة هو دوام خوف الله وتقواه ومراقبته: ¶ وهي والله من أعظم الوسائل وأعظم مثال على ذلك يوسف - عليه السلام - حيث إن جميع أسباب الوقوع في الفاحشة قد وجدت في حقه فإنه شاب غريب في بيت العزيز والتي دعته امرأة العزيز فهو صاحب سلطان (أي العزيز) وغلقت الأبواب وهي الطالبة حيث قالت: هيت لك، ثم هي مع ذلك كله تهدده بالسجن، لكن مع ذلك كله يتذكر مراقبة الله له، حيث قال: {قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لَا",
            "page": "26",
            "part": "1",
            "seal": "FD89460D"
        },
        {
            "id": "24",
            "nass": "يُفْلِحُ الظَّالِمُونَ} [يوسف: 23]، بل وقال: {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ} [يوسف: 33]. ¶ ومن السبعة الذين يظلهم الله في ظله يوم لا ظلَّ إلى ظله «رجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله» كما في الحديث عن الرسول - صلى الله عليه وسلم - (¬1). ¶ ولذلك إذا انفرد الإنسان وخلا يريد فعل شيء من ذلك؛ فليتذكر مراقبة الله له وليخف الله ويتقه، قال - صلى الله عليه وسلم -: «اتق الله حيثما كنت» (¬2). ¶ وإذا ما خلوت بريبة في ظلمة ... والنفس داعية إلى الطغيان ¶ فاستح من نظر الإله وقل لها: ... إنّ الذي خلق الظلام يراني ¶ ¬_________ ¶ (¬1) رواه البخاري (1/ 243) ومسلم (2/ 715). ¶ (¬2) رواه أحمد (5/ 153) والترمذي (4/ 355) والحاكم (1/ 121).",
            "page": "27",
            "part": "1",
            "seal": "7AEA14BA"
        },
        {
            "id": "25",
            "nass": "ب- وسائل خاصة بالرجال: ¶ وبعد معرفة الوسائل التي يشترك فيها الذكر والأنثى هناك وسائل تختص بالذكور إلى جانب الوسائل المشتركة وهذه الوسائل الخاصة ما يلي: ¶ أولا: نهى الرجل عن أن يغيب عن زوجته مدة طويلة أو عدم إعطائها حقها من المبيت وتوابعه: ¶ قال تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * وَإِنْ عَزَمُوا الطَّلَاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [البقرة: 226، 227]. ¶ والمعنى أن الرجل إذا حلف ألا يطأ زوجته أربعة أشهر فأكثر كان مواليًا فإما أن يرجع في تلك المدة فيطؤها ويكفر عن يمينه، وإلّا تطلق منه بمجرد انتهاء المدة حتى لا تتضرر الزوجة.",
            "page": "28",
            "part": "1",
            "seal": "2803033B"
        },
        {
            "id": "26",
            "nass": "ثانيًا: ومن هذه الوسائل النهي عن مصافحة المرأة الأجنبية: ¶ عن معقل بن يسار - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لأن يطعن في رأس أحدكم بمخيط من حديد خير له من أن يمس امرأة لا تحل له» (¬1). ¶ وقال - صلى الله عليه وسلم -: «واليد تزني وزناها البطش» (¬2). ¶ وعن عائشة رضي الله عنها قالت: «ما مست يد رسول الله - صلى الله عليه وسلم - يد امرأة إلا امرأة يملكها» (¬3). ¶ فهذا رسول الله - صلى الله عليه وسلم - أطهر الناس وأملكهم لإربه وشهوته ومع ذلك كان لا يصافح غير محارمه. ¶ إذا فلا يجوز للرجل أن يصافح امرأة أجنبية عنه أي غير المحارم والمحارم هن: من يحرم عليك الزواج بهنّ مؤبدًا كالأم والأخت والعمة والخالة أما غيرهنَّ من غير المحارم كزوجة الأخ وبنت العم وبنت الخال فهؤلاء لا تجوز مصافحتهم وإن قال بعضهم: ليس لي ¶ ¬_________ ¶ (¬1) رواه الطبراني ورجاله ثقات قاله المنذري في الترغيب المعجم الكبير (20/ 211) صحيح الترغيب والترهيب (2/ 191). ¶ (¬2) رواه مسلم (4/ 4046). ¶ (¬3) رواه البخاري (6/ 2637) ومسلم (3/ 1489).",
            "page": "29",
            "part": "1",
            "seal": "2FF13535"
        },
        {
            "id": "27",
            "nass": "مقصد في ذلك ولا نية فاسدة لكن هذا رسول الله كما سبق - وهو من هو - كان لا يفعل؛ فغيره أولى بذلك، والله أعلم. ¶ ثالثًا: ومنها تحريم الخلوة بالمرأة الأجنبية: ¶ وهذا من أعظم الوسائل والخلوة بالمرأة الأجنبية عون مع الشيطان على هؤلاء وقد ذكر القرطبي أن الخلوة بغير المحارم من الكبائر. ¶ قال - صلى الله عليه وسلم -: «لا يخلون رجل بامرأة إلا مع ذي محرم» (¬1). ¶ وقال - صلى الله عليه وسلم -: «ألا لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان» (¬2). ¶ وهذا النهي والحكم عام في كل أحد حتى أخو الزوج، قال رسول الله - صلى الله عليه وسلم -: «إياكم والدخول على النساء»، فقال رجل من الأنصار: يا رسول الله أرأيت الحمو، قال: «الحمو الموت» (¬3)، وهنا عدة مسائل: ¶ ¬_________ ¶ (¬1) رواه البخاري (5/ 2005). ¶ (¬2) رواه أحمد (3/ 446) والحاكم وصححه ووافقه الذهبي (1/ 197). ¶ (¬3) رواه البخاري (5/ 2005) ومسلم (4/ 1711).",
            "page": "30",
            "part": "1",
            "seal": "815D27BA"
        },
        {
            "id": "28",
            "nass": "1 - يزيل الخلوة وجود محرم يميز ما يُقال وما يُفعل ذكر أو أنثى، قال الإمام النووي: «وكذا لو كان معهما من لا يستحيا منه لصغره، كابن سنتين وثلاث ونحو ذلك فإن وجوده كالعدم وكذا لو اجتمع رجال بامرأة فهو حرام» (¬1). ¶ 2 - ومن مظاهر الخلوة ركوب المرأة وحدها أو مع من لا يُميز مع السائق في السيارة؛ لأنه وإن كان يرى ما بداخل السيارة لكن قد يكون بينهما من الكلام الفاحش ومقدمات الشر بسبب خلوتهما. ¶ 3 - قال بعض أهل العلم: إن وجود مثل أخو الزوج في البيت مع غياب أخيه ولا يوجد في البيت إلا هو والمرأة مع كون كل منهما في غرفة فهذه خلوة إذا كان بالإمكان وصول أحدهما إلى الآخر وهذا من باب سد الذريعة إلى الشر. ¶ ¬_________ ¶ (¬1) انظر عودة الحجاب 3/ 48.",
            "page": "31",
            "part": "1",
            "seal": "77087650"
        },
        {
            "id": "29",
            "nass": "4 - تشبه الخلوة بالمرأة الخلوة بالأمرد وخصوصًا إذا وجد أسباب الشر وضعف في هؤلاء الإيمان والله أعلم. ¶ رابعًا: ومن الوسائل أن الإسلام شرع للزواج إذا وجد من امرأة ما يسره من جمال أو غيره أن يأتي أهله ليذهب ما فيه: ¶ قال - صلى الله عليه وسلم -: «إذا رأى أحدكم من امرأة ما يسره، فليأت أهله فإنه يذهب ما فيه» (¬1). ¶ خامسًا: ومنها ما جاء في ذم الدياثة والديوث: ¶ فإنه حينما يوجد في الأمة مثل هؤلاء فإن هذا من أسباب الفساد فلذلك لا بد من الأخذ على أيديهم ومثل ذلك من يرى امرأته تخرج بزينتها ولا ينكر عليها ولا يغار على محارمه، ومثله من يرى زوجته أو أهله وهم ينظرون إلى الرجال عبر التلفاز بشكل مريب أو يسمع أهله أو ابنته وهي تحادث أحدًا على الهاتف أو غير ذلك، - والله ¶ ¬_________ ¶ (¬1) رواه مسلم (2/ 1201) وروى ابن حبان (12/ 384) نحوه.",
            "page": "32",
            "part": "1",
            "seal": "68E96D6A"
        },
        {
            "id": "30",
            "nass": "المستعان - قال - صلى الله عليه وسلم - في ذم الديوث وعقوبته: «ثلاثة لا ينظر الله تعالى إليهم يوم القيامة: العاق لوالديه، و المرأة المترجلة، والديوث» (¬1). ¶ سادسًا: ومن الوسائل نهي الرجل عن طروق أهله ليلاً بعد مغيبه من سفره ونحوه: إلا أن يعلمهم بقدومه، جاء في الحديث عنه - صلى الله عليه وسلم -، أنه قال: «إذا أطال أحدكم الغيبة فلا يطرق أهله ليلاً» (¬2). ¶ ومن الحكمة في النهي ما قاله ابن أبي جمرة: «وقد خالف بعضهم فرأى عند أهله رجلاً فعوقب بذلك على مخالفته» (¬3). ¶ سابعًا: ومنها أن يوجد لدى الرجل غيرة على محارمه: ¶ وهي ضد ما سبق من الدياثة، وقد جاء الحديث حينما قال سعد - رضي الله عنه -: لو رأيت ¶ ¬_________ ¶ (¬1) رواه أحمد (2/ 134) والنسائي (5/ 80) وابن حبان (16/ 334) وصححه أحمد شاكر. ¶ (¬2) رواه البخاري (5/ 2008). ¶ (¬3) رواه ابن خزيمة والدارمي وروى أحمد نحوه وصحح إسناده أحمد شاكر فتح الباري (9/ 340).",
            "page": "33",
            "part": "1",
            "seal": "CC34CDCD"
        },
        {
            "id": "31",
            "nass": "رجلاً مع امرأتي لضربته بالسيف، قال - صلى الله عليه وسلم -: «أتعجبون من غيرة سعد؟! والله لأنا أغير منه والله أغير مني» (¬1). ¶ قال - صلى الله عليه وسلم -: «إن الله يغار وإن المؤمن يغار» (¬2). ¶ فبوجود الغيرة لدى المسلم يحفظ هو نفسه عن الفواحش؛ لأنه كما لا يرضى في أهله الفاحشة ويغار على أهله من ذلك فهو لا يرضاها في غيرهم من المسلمات. ¶ قال النحاس: «الغيرة هي: أن يحمي الرجل زوجته وغيرها من قرابته ويمنع أن يدخل عليهن أو يراهن غير المحارم». ¶ إذًا فبالغيرة يحمي الرجل أهله من الشر والفواحش ويدفع بذلك عن أهل القلوب الضعيفة أسباب وقوعهم في الشر من تساهل الرجال مع أهليهم، والله الموفق. ¶ ¬_________ ¶ (¬1) الحديث رواه البخاري (5/ 2001) ومسلم (2/ 1136). ¶ (¬2) الحديث رواه مسلم (4/ 2114).",
            "page": "34",
            "part": "1",
            "seal": "1B21D165"
        },
        {
            "id": "32",
            "nass": "ج- وسائل خاصة بالنساء: ¶ قال رسول الله - صلى الله عليه وسلم -: «ما تركت بعدي فتنة أضرّ على الرجال من النساء» (¬1). ¶ وقال - صلى الله عليه وسلم -: «إن الدنيا حلوة خضرة وإن الله مستخلفكم فيها فناظر كيف تعملون فاتقوا الدنيا واتقوا النساء فإن أول فتنة بني إسرائيل كانت في النساء» (¬2). ¶ ومن هنا كانت: الوسائل الخاصة بالمرأة مهمة ومن أعظم هذه الوسائل: ¶ أولاً: الأمر بالحجاب: ¶ ولقد حاول الأعداء استخدام المرأة في إفساد المسلمين ونجحوا إلى حد كبير وذلك لضعف المسلمين وبُعد كثير منهم عن تعاليمه. ¶ ومن أعظم ما يحفظ المرأة عن الشرور الأمر ¶ ¬_________ ¶ (¬1) رواه أحمد (5/ 210) والبخاري (5/ 1959) ومسلم (4/ 2097) والترمذي (5/ 103) والنسائي وابن ماجه (2/ 1325) عن أسامة بن زيد - رضي الله عنه -. ¶ (¬2) رواه مسلم (4/ 2098) والبيهقي في الكبرى (3/ 369) عن أبي سعيد الخدري.",
            "page": "35",
            "part": "1",
            "seal": "82DF954E"
        },
        {
            "id": "33",
            "nass": "بالحجاب والستر وأنه ليس من إهانة المرأة بل من تعظيمها وتقديرها وحفظها، فيه تبقى مصونة في البيت والرجل يكابد الحياة ليجلب لها الراحة والأنس في هش الزوجية خلافًا لحال غير المسلمين؛ حيث إن المرأة تخرج في الصباح كما يخرج الرجل تكابد العيش وتزاحم الرجال ثم ترجع في آخر النهار كما يرجع الزوج، فلا هي ترتاح ولا الزوج يرجع فيجد الراحة والأنس والأكل والابتسامة. ¶ أيها الأخ في الله: لقد كثر الكلام حول الحجاب ومشروعيته ولعلنا في هذه الرسالة القصيرة نوجز أدلة الحجاب من الكتاب والسنة والقياس والعقل ثم نذكر أدلة المخالفين والرد عليها فنقول والله ولي التوفيق: ¶ أولا: قبل ذكر الأدلة أحب أن أنبه إلى أنه إذا أطُلْقَ اسم الحجاب الشرعي والذي سنورد الأدلة عليه فهو الحشمة وتغطية جميع الجسد بما في ذلك الوجه مع وجود الحياء والستر وعدم إظهار الزينة وإليك",
            "page": "36",
            "part": "1",
            "seal": "46E2B57A"
        },
        {
            "id": "34",
            "nass": "الأدلة على وجوب ستر الوجه: ¶ أ- أدلة من القرآن الكريم: ¶ الدليل الأول: قوله تعالى: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ} [النور: 31] وجه الاستدلال حيث أمر الله المؤمنات بحفظ الفروج والأمر بحفظ الفرج بما يكون وسيلة إليه ولا يرتاب عاقل أن من وسائله تغطية الوجه؛ لأن كشفه سبب للنظر إليها وتأمل لمحاسنها ومن ثمَّ الوصول إلى الوقوع في الشر كما قال - صلى الله عليه وسلم -: «العينان تزنيان وزناهما النظر والفرج يصدق ذلك أو يكذبه» (¬1). ¶ فتغطية الوجه من وسائل حفظ الفرج والوسائل لها حكم المقاصد فما كان وسيلة إلى واجب كان واجبًا فحفظ الفرج واجب ومن وسائله ستر الوجه إذًا فهو واجب. ¶ الدليل الثاني: قال تعالى: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} [النور: 31]. ¶ ¬_________ ¶ (¬1) رواه البخاري (6/ 2438) ومسلم (4/ 2046).",
            "page": "37",
            "part": "1",
            "seal": "395E5AF4"
        },
        {
            "id": "35",
            "nass": "أ- قال ابن مسعود - رضي الله عنه -: كالرداء والثياب، وقاله الحسن وابن سيرين والنخعي وقد رواه عن ابن مسعود - رضي الله عنه - غير واحد منهم الطبراني والحاكم وصححه ابن أبي حاتم وتفسير الصحابي حجة (¬1). ¶ وقال ابن مسعود - رضي الله عنه -: «الزينة زينتان: زينة ظاهرة وزينة باطنة لا يراها إلا الزوج وأما الزينة الظاهرة فالثياب وأما الزينة الباطنة فالكحل والسوار والخاتم» (¬2). ¶ ب- واللغة تدل على أن الزينة إذا أطلقت يراد بها الظاهرة وليس الوجه والكفين من ذلك قوله تعالى: {خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: 31]، أي اللباس وليس الوجه والكفين، وقال عز وجل: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} [الأعراف: 32]، ¶ ¬_________ ¶ (¬1) تفسير ابن كثير (3/ 378). ¶ (¬2) مصنف بن أبي شيبة (3/ 547).",
            "page": "38",
            "part": "1",
            "seal": "A53C5BB6"
        },
        {
            "id": "36",
            "nass": "أي اللباس، وقال سبحانه وتعالى: {إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ} [الصافات: 6]، فالكواكب زينة ظاهرة، إذًا فاللغة تدل على أن الزينة المرادة في الآية: {إِلَّا مَا ظَهَرَ مِنْهَا}، هي الزينة الظاهرة كما دلت على ذلك النصوص السابقة. ¶ ج- ومن أوجه الاستدلال أنه عز وجل قال: {إِلَّا مَا ظَهَرَ مِنْهَا} ولم يقل إلا ما أظهرت منها إذًا هي لابد أن تظهر بغير إرادتها وهي الأمور الظاهرة من اللباس ونحوه، والله أعلم. ¶ الدليل الثالث: قوله عز وجل: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} [النور: 31]. ¶ أ- فالخمار هو ما تخمر المرأة به رأسها وتغطيه به كالغدفة، فإذا كانت مأمورة بأن تضرب بالخمار على الجيب كانت مأمورة بستر الوجه. ¶ ب- إذا كانت مأمورة بستر الجيب والنحر والصدر فإن الوجه أولى بالستر؛ لأنه موضع الفتنة،",
            "page": "39",
            "part": "1",
            "seal": "B1C1D69A"
        },
        {
            "id": "37",
            "nass": "والرجال لا يحرصون في النظر إلا إلى الوجه فهو محل النظر والطلب، فإذا قيل فلانة جميلة فلا يفهم من الكلام إلا جمال الوجه، وإذا قالوا: هي دميمة فلا يفهم إلا دمامة الوجه، والله أعلم. ¶ ج- الخمار في اللغة هو الغطاء والحاجب ومنه الخمر حيث إنه يغطي العقل فإذا قيل تخمرت فلانة «أي: تغطت» وإذا لم يغط الوجه الذي يواجه به الناس فماذا يغطى. ¶ د- روى البخاري في صحيحه عن عائشة رضي الله عنها قالت: «يرحم الله نساء المهاجرات الأوّل لما أنزل الله: {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ}؛ شققن مروطهن فاختمرن بها». ¶ وفي رواية أخرى: «أخذن أُزُرهن فشققنها من قبل الحواشي فاختمرن بها» (¬1). ¶ قال ابن حجر في الفتح (8/ 490): «قوله فاختمرن بها أي غطين وجوههن وصفة ذلك أن تضع الخمار على رأسها وترميه من الجانب الأيمن على العاتق الأيسر». ¶ قال الفراء: «كانوا في الجاهلية تسدل المرأة خمارها من ورائها ¶ ¬_________ ¶ (¬1) صحيح البخاري (4/ 1782).",
            "page": "40",
            "part": "1",
            "seal": "ECBFF98D"
        },
        {
            "id": "38",
            "nass": "وتكشف ما قدامها فأُمِرن بالاستتار» (¬1). ¶ إذًا فقد قامت الصحابيات على تطبيق الآية وسيأتي ذكر الأنصاريات أنهن فعلن كما فعلت المهاجرات. ¶ وقد روى ابن أبي حاتم عن عائشة رضي الله عنها قال: «إن لنساء قريش لفضلاً ولكن والله ما رأيت أفضل من نساء الأنصار أشدّ تصديقًأ بكتاب الله ولا إيمانًا به، لقد أنزلت سورة النور {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} [النور: 31]، فانقلب رجالهن يتلون عليهن ما أنزل فيها، ما منهن امرأة إلا قامت إلى مرطها فأصبحن يصلين الصبح متلفعات - أي: متلبسات ومختمرات - كأن على رءوسهن الغربان»، أي: من السواد (¬2). ¶ الدليل الرابع: قوله تعالى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} [الأحزاب: 53]. ¶ أ- هذه الآية خطاب في حق أزواج الرسول - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) فتح الباري (8/ 490). ¶ (¬2) فتح الباري (8/ 490).",
            "page": "41",
            "part": "1",
            "seal": "B7A13754"
        },
        {
            "id": "39",
            "nass": "لكنه عام لوجود العلة في كل أحد بل في غيرهن وغير أصحاب رسول الله - صلى الله عليه وسلم - أشد، فطهارة القلوب في حق الرجل و المرأة عامة في كل أحد، وهذه العلة تعمم الحكم، فالحكم يتبع العلة. ¶ ب- بل وفي هذه الآية ما يسمى عند أهل الأصول الإيماء والتنبيه بمعنى: «أيها الناس إذا كانت أزواج الرسول - صلى الله عليه وسلم - وهنَّ أطهر النساء، وإذا كان أصحاب الرسول - صلى الله عليه وسلم - وهم أفضل القرون وأبعدهم عن الشر، إذا كان هذا في حقهم من الأمر والسؤال من وراء الحجاب وذلك أطهر لقلوبهم أي: الصحابة وقلوبهن أي: زوجات الرسول - صلى الله عليه وسلم - فغيرهم من الرجال وغيرهن من النساء من باب أولى». ¶ إذًا فالآية تدل دلالة ظاهرة على وجوب ستر الوجه حيث قال: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا} أي: حاجة أو سؤالاً أو غيره: {فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ} أي: ستر يحجبكم عنهن، سواء ما يستر الوجه من الجلباب والخمار أو",
            "page": "42",
            "part": "1",
            "seal": "D40F3836"
        },
        {
            "id": "40",
            "nass": "حجاب جدار وغيره، والله أعلم. ¶ الدليل الخامس: قال عز وجل: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ} [الأحزاب: 59]. ¶ أ- قال جمهور أهل العلم: أي يسترن بها جميع وجوههن ولا يظهر منهن شيء غير عين واحدة تبصر بها، قال ذلك ابن مسعود وابن عباس وعبيدة السلماني - رضي الله عنهم - وغيرهم من الصحابة (¬1). ¶ ب- قال ابن عباس رضي الله عنهما: «أمر الله نساء المؤمنين أن يغطين وجوههن من فوق رءوسهن بالجلابيب ويبرزن عينًا واحدة» (¬2). ¶ ومعلوم أن تفسير الصحابي كما سبق حجة وقوله يبرزن عينًا واحدة هذا عند الضرورة إذا كان الغطاء لا ترى المرأة منه، أما إذا لم يكن هناك حاجة كما هي في جلابيب اليوم فإن جلابيب اليوم تستطيع المرأة أن ترى بدون إخراج ¶ ¬_________ ¶ (¬1) تفسير القرطبي (14/ 215). ¶ (¬2) تفسير ابن كثير (3/ 684).",
            "page": "43",
            "part": "1",
            "seal": "A5203F0E"
        },
        {
            "id": "41",
            "nass": "العين، فإذا كان الأمر كذلك فلا حاجة لإخراج العين، والله أعلم. ¶ ج- ومن القرائن أن قوله: {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ}، وقوله: {قُلْ لِأَزْوَاجِكَ} يدل على وجوب احتجاب أزواج النبي - صلى الله عليه وسلم - وستر وجوههن وهو أمر مجمع عليه لا نزاع فيه بين المسلمين وقد عطف بنات الرسول - صلى الله عليه وسلم - على أزواجه، ثم قال: {وَنِسَاءِ الْمُؤْمِنِينَ} والمعطوف يشارك المعطوف عليه في كل شيء فإذا كان نساء الرسول - صلى الله عليه وسلم - قد أمرن بأن يدنين عليهن من جلابيبهن أي - بستر وجوههن كما هو مجمع عليه - فمن عطف عليهن يأخذن نفس الحكم. ¶ د- ومما يدل على أن الآية فيها الأمر بستر الوجه ما ذكرت أم سلمة رضي الله عنها حيث قالت: «لما نزلت هذه الآية - أي الآية المذكورة سابقًا خرجت نساء الأنصار كأن على رءوسهن الغربان وعليهن أكسية سود يلبسنها» (¬1) فأم سلمة ذكرت فهم الأنصاريات لهذه الآية وهن في زمن الوحي. ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 459).",
            "page": "44",
            "part": "1",
            "seal": "C1535C1C"
        },
        {
            "id": "42",
            "nass": "هـ- ومن أوجه الاستدلال في هذه الآية أنه ورد في سبب نزولها أن الفساق كانوا يتعرضون للإماء ويتركون الحرائر وقد اشتبه الأمر فلا يعرفون الحرة من الأمة فأمر الله نساء الرسول - صلى الله عليه وسلم - والمؤمنات بالحجاب حتى لا يؤذين والله أعلم. ¶ و- وذكر ابن كثير في تفسيره (3/ 684): قال محمد بن سيرين: سألت عبيدة السلماني عن قول الله عز وجل: {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} فغطى وجهه ورأسه وأبرز عينه اليسرى. ¶ الدليل السادس: قال تعالى: {وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ} [النور: 60]. ¶ أ- حيث أجاز وضع الثياب بشرط عدم التبرج بزينة والمقصود بوضع الثياب أنه ما فوق الخمار وهو",
            "page": "45",
            "part": "1",
            "seal": "4FCC7F26"
        },
        {
            "id": "43",
            "nass": "مخصوص بالعجائز بشرط عدم التبرج بالزينة، إذًا فالشابة والتي فيها فتنة وُيْرغَب في نكاحها لا يجوز لها وضع الثياب. ¶ ب- من المعلوم بالبداهة أنه ليس المراد بوضع الثياب أن يبقين عاريات وإنما هو كشف الوجه والكفين، فالثياب المرخص في وضعها للعجائز هي الثياب السابغة التي تستر جميع البدن إذًا هو استثناء من الأصل الذي هو ستر جميع الجسد فيستثنى العجوز والله أعلم. ¶ ج- وقوله: {غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ} تدل على أن الشابة إذا كشفت وجهها هي غالبًا تريد التبرج بزينتها وإظهار جمالها، إذًا فهي مأمورة بستر الوجه. ¶ الدليل السابع: قال تعالى: {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا",
            "page": "46",
            "part": "1",
            "seal": "1AE0737A"
        },
        {
            "id": "44",
            "nass": "يُخْفِينَ مِنْ زِينَتِهِنَّ} [النور: 31] وجه الاستدلال يعني لا تضرب المرأة برجلها فيعلم ما تخفيه من الخلاخل ونحوها مما تتحلى به للرجل، فإذا كانت المرأة منهية عن الضرب بالأرجل خوفًا من افتتان الرجل بما يسمع من صوت الخلاخل ونحوه فكيف بكشف الوجه الذي هو أشد مواضع الفتنة. ¶ الدليل الثامن: {لَا جُنَاحَ عَلَيْهِنَّ فِي آَبَائِهِنَّ وَلَا أَبْنَائِهِنَّ وَلَا إِخْوَانِهِنَّ} [الأحزاب: 55] قال ابن كثير: ما أمر الله النساء بالحجاب عن الأجانب بين أن هؤلاء أقارب لا يجب الاحتجاب عنهم كما استثناهم في سورة النور عند قوله تعالى: {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} [النور: 31] (¬1). ¶ الدليل التاسع: قوله تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ¶ ¬_________ ¶ (¬1) تفسير ابن كثير (3/ 668).",
            "page": "47",
            "part": "1",
            "seal": "958EF6ED"
        },
        {
            "id": "45",
            "nass": "الْجَاهِلِيَّةِ الْأُولَى} [الأحزاب: 33] ففي الآية أمر بالبقاء في البيت ويدل بالمفهوم أن المرأة لا تسفر بوجهها للرجال؛ لأن البقاء في البيت يقتضي ستر المرأة ثم قال: {وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى}، وكان من أحوالهن قبل الأمر بالحجاب كشف الوجه ثم أمرن بخلافه والبعد عن التشبه بهن. ¶ ب- أدلة السنة: ¶ الدليل الأول: قوله - صلى الله عليه وسلم -: «إذا خطب أحدكم امرأة فلا جناح عليه أن ينظر إليها إذا كان إنما ينظر إليها لخطبته وإن كانت لا تعلم» (¬1). ¶ ووجه الدلالة: حيث نفى الرسول - صلى الله عليه وسلم - الجناح وهو الإثم عن الخاطب فقط إذا نظر إلى وجه مخطوبته إذا كان للخطبة فقط؛ إذًا فغيره آثم وليس مرفوعًا عنه الحرج فهذا يدل على وجوب تغطية الوجه ويحل لأجل رؤية الخاطب. ¶ ¬_________ ¶ (¬1) رواه الإمام أحمد في المسند (5/ 424) والطبراني في الأوسط عن أبي حميد الساعدي (1/ 279) وصححه الألباني، صحيح الجامع (507).",
            "page": "48",
            "part": "1",
            "seal": "F8634AD6"
        },
        {
            "id": "46",
            "nass": "الدليل الثاني: قوله - صلى الله عليه وسلم - حينما أخبره رجل بأنه خطب فلانة، قال: «هل نظرت إليها؟» قال: لا، قال: «انظر إليها فإنه أحرى أن يؤدم بينكما» فكان هذا الرجل يختبئ لها حتى يراها (¬1). ¶ ووجه الدلالة: إذا كان الوجه أصلاً مكشوفًا فما الداعي أن هذا الرجل يختبئ لها لما أمره الرسول - صلى الله عليه وسلم - بأن ينظر إليها، ولا شك أنه يقصد النظر إلى الوجه. ¶ الدليل الثالث: قوله - صلى الله عليه وسلم -: «إياكم والدخول على النساء» قال رجل: أفرأيت الحمو؟ قال: «الحمو الموت» (¬2). ¶ ¬_________ ¶ (¬1) رواه الترمذي (3/ 397) والنسائي (6/ 69) وابن ماجه (1/ 599) والدارمي (2/ 180) وابن حبان (9/ 351) وأبو داود (1/ 643) والحاكم (2/ 179) والطبراني في الكبير (19244) وابن أبي شيبة (4/ 21). ¶ (¬2) رواه البخاري (5/ 2005) ومسلم (4/ 1711).",
            "page": "49",
            "part": "1",
            "seal": "71712249"
        },
        {
            "id": "47",
            "nass": "ووجه الدلالة: دل الحديث على وجوب احتجاب المرأة عن الرجل ولا يجوز أن يدخل عليها الأجنبي وهي كاشفة للوجه؛ لأنه لا يمكن أن يكون المقصود أنه نهى أن يدخل عليها وهي عريانة، والدليل على ذلك أن الرجل سأل فقال: أرأيت الحمو؟ فلا يقصد الرجل - دخول الحمو على المرأة وهي عريانة - إذًا فدل على أنه يقصد إذا كانت كاشفة لوجهها وليس المقصود الخلوة لأنه ورد في حديث آخر النهي الصريح عن الخلوة بالمرأة، وقال: «لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان» (¬1). ¶ إذًا فهذا الحديث في أمر آخر وهو الدخول على المرأة وهي كاشفة ولو بدون خلوة وإن كان بخلوة فهو أشد. ¶ الدليل الرابع: قول عائشة: «يرحم الله نساء المهاجرات الأول لما أنزلت {وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ} شققن ¶ ¬_________ ¶ (¬1) سنن الترمذي (3/ 474).",
            "page": "50",
            "part": "1",
            "seal": "35DD911C"
        },
        {
            "id": "48",
            "nass": "مروطهنَّ فاختمرن بها» (¬1)، وفي رواية: «كأن على رءوسهن الغربان» (¬2). ¶ الدليل الخامس: لما سئل النبي - صلى الله عليه وسلم - عما يلبس المحرم من الثياب قال: «ولا تنتقب المرأة المحرمة ولا تلبس القفازين» (¬3). ¶ حيث إن الحجاب كان معروفًا مشهورًا في أوساط المسلمات والحج من الأحكام المتأخرة فلم يأت بعده ما ينسخه والله أعلم. ¶ الدليل السادس: قوله - صلى الله عليه وسلم -: «المرأة عورة فإذا خرجت استشرفها الشيطان» (¬4). ¶ وجه الدلالة: يدل الحديث على أن المرأة كلها ¶ ¬_________ ¶ (¬1) صحيح البخاري (4/ 1782). ¶ (¬2) سنن أبي داود (2/ 459). ¶ (¬3) رواه البخاري (2/ 653). ¶ (¬4) رواه الترمذي (3/ 476) وابن خزيمة (3/ 93) وصححه الألباني، صحيح الجامع (6690).",
            "page": "51",
            "part": "1",
            "seal": "6815B8DC"
        },
        {
            "id": "49",
            "nass": "عورة فلا يستثنى من ذلك إلا ما دل الدليل عليه ولا يوجد إلا حديث ضعيف سنذكره ونذكر الكلام عليه إن شاء الله. ¶ الدليل السابع: قوله - صلى الله عليه وسلم -: «إذا كان لإحداكن مكاتب وكان عنده ما يؤدي فلتحتجب منه» (¬1) يدل الحديث على أن المرأة يجوز لها كشف وجهها لعبيدها ما دام في ملكها وهذا أمر معروف فإذا خرج من ملكها كان أجنبيًا عنها ويجب عليها التستر منه لذلك قال: «وكان عنده ما يؤدى» أي: بدفع المال لأجل أن يعتق فإذا عتق كان أجنبيًا ولذلك يجب التستر منه. ¶ الدليل الثامن: قول عائشة: «كان الركبان يمرون بنا ونحن مع رسول الله - صلى الله عليه وسلم - محرمات فإذا حاذوا بنا سدلت إحدانا جلبابها ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 414) وابن ماجه (2/ 842) والإمام أحمد (6/ 289) والترمذي (3/ 562).",
            "page": "52",
            "part": "1",
            "seal": "AA50C683"
        },
        {
            "id": "50",
            "nass": "من رأسها على وجهها فإذا جاوزونا كشفناه» (¬1). ¶ وجه الدلالة: من أحكام الإحرام في حق المرأة كشف الوجه لقول عائشة: «إنا نكشف وجوهنا فإذا حاذونا الركبان (أي الأجانب) وأقرهم على هذا الفعل ولو لم يكن الستر واجبًا لما غطين وجوههن لأن كشف الوجه في الإحرام واجب فاستثنى منه المرأة إذا وجد الأجانب إذ لم يفعلنه اجتهادًا أو زيادة تحفظ كما يقول بعض المتفقهة بل لو لم يكن واجبا لما فعلنه مع وجوب كشف الوجه في حق المحرم، والله أعلم. ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 979) وابن ماجه (2/ 979) والبيهقي (5/ 48) وسنده صحيح.",
            "page": "53",
            "part": "1",
            "seal": "CBF24E3F"
        },
        {
            "id": "51",
            "nass": "الدليل التاسع: عن أسماء قالت: «كنا نغطي وجوهنا من الرجال» (¬1). ¶ هذا نص صريح على ستر الوجه وقد ذكرته في أثناء الإحرام والكلام عليه يكون بمثل ما سبق في حديث عائشة. ¶ الدليل العاشر: وعن فاطمة بنت المنذر قالت: «كنا نخمر وجوهنا ونحن محرمات ونحن مع أسماء بنت أبي بكر الصديق» (¬2) إذًا ما يفعل شائع بين نساء المسلمين ولم يكن اجتهادًا من بعضهم فدل على أنه فعل عام منتشر بين الصحابيات. ¶ الدليل الحادي عشر: وعن عائشة رضي الله عنها قالت: «خرجت سودة رضي الله عنها ¶ ¬_________ ¶ (¬1) رواه الحاكم وقال: صحيح على شرط الشيخين (1/ 624). ¶ (¬2) الموطأ (1/ 328).",
            "page": "54",
            "part": "1",
            "seal": "F27D81B5"
        },
        {
            "id": "52",
            "nass": "بعد ما ضرب الحجاب لحاجتها وكانت امرأة جسيمة لا تخفى على من يعرفه فرآها عمر فقال: يا سودة أما والله ما تخفين علينا» (¬1). ¶ حيث دل الحديث على الحجاب وجوب من وجوه: ¶ 1 - قالت عائشة لما ضرب الحجاب إذًا فهي ذكرت حكمًا جديدًا أُمرن به قد كُن على خلافه. ¶ 2 - عمر - رضي الله عنه - لم يعرفها بوجهها وإنما عرفها بجسمها يدل على أنها كانت محجبة وقد غطت وجهها. ¶ الدليل الثاني عشر: قول عائشة رضي الله عنها: «لقد كان رسول الله - صلى الله عليه وسلم - يصلي الفجر فيشهد معه نساء من المؤمنات متلفعات بمروطهن ثم يرجعن إلى بيوتهن ما يعرفهن أحد من الغلس (¬2). ¶ وقالت: «لو رأى رسول الله - صلى الله عليه وسلم - من النساء ما رأينا؛ لمنعهنَّ من المساجد» (¬3). ¶ ¬_________ ¶ (¬1) رواه البخاري (4/ 1800). ¶ (¬2) رواه البخاري (1/ 210) ومسلم (1/ 445). ¶ (¬3) رواه البخاري (1/ 296) ومسلم (1/ 329).",
            "page": "55",
            "part": "1",
            "seal": "D05DA24F"
        },
        {
            "id": "53",
            "nass": "وجه الدلالة: ¶ 1 - أن الحجاب والتستر عادة نساء الصحابة. ¶ 2 - قالت عائشة: لو رأى الرسول - صلى الله عليه وسلم - من النساء ما نرى، لمنعهن أي لو رأى تبرجهن وسفورهن لمنعهن هذا في وقتها وهنَّ ذاهبات لعبادة ومسجد فكيف بهذا العصر. ¶ الدليل الثالث عشر: قوله - صلى الله عليه وسلم -: «من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة» (¬1)، فقالت أم سلمة: فكيف يصنع النساء بذيولهن؟ قال: «يرخينه شبرًا» قالت: إذًا تنكشف أقدامهنَّ قال: «يرخينه ذراعًا ولا يزدن عليه» (¬2). ¶ وجه الدلالة: هل القدم أخطر من الوجه؟!! ومع هذا أمرهن بسترها وأقل فتنة فما بالك بالوجه الذي هو محل ¶ ¬_________ ¶ (¬1) رواه البخاري (5/ 2181) وسنن النسائي (5/ 494) (8/ 209) وسنن الترمذي (4/ 223) ومسند أحمد (2/ 55). ¶ (¬2) رواه البخاري ومسلم والإمام أحمد والأربعة عن ابن عمر.",
            "page": "56",
            "part": "1",
            "seal": "285D54F5"
        },
        {
            "id": "54",
            "nass": "الفتنة ومجمع المحاسن والجمال فإذا كان هذا الحكم في الأدنى وهو القدم فكيف بالأشد منه وهو الوجه. ¶ الدليل الرابع عشر: وعن أم عطية قالت: «لما أمر رسول الله - صلى الله عليه وسلم - النساء بالخروج للعيد قالت: يا رسول الله إحدانا لا يكون لها جلباب قال: «لتلبسها أختها من جلبابها» (¬1). ¶ قال القرطبي: «والصحيح أنه يعني الجلباب وهو الثوب الذي يستر جميع البدن إذًا فأم عطية سألت عن المرأة التي لا تجد ما تستر به جميع بدنها ومنه الوجه فقال الرسول - صلى الله عليه وسلم -: «لتلبسها أختها من جلبابها»، إما أن تدخلها معها في الجلباب فتستتر عن الرجال، أو أن تقطع لها جزءًا منه وتعطيها تلك المرأة حتى تستر وجهها أو بعبارة أخرى لقد أشكل على أم عطية رضي الله عنها الخروج من غير جلباب وهو ما يستر به جميع البدن كما فسر ذلك القرطبي فحل الرسول - صلى الله عليه وسلم - ذلك الإشكال بما ذكره والله أعلم». ¶ ¬_________ ¶ (¬1) رواه البخاري (1/ 139) ومسلم (2/ 605).",
            "page": "57",
            "part": "1",
            "seal": "0B12CC51"
        },
        {
            "id": "55",
            "nass": "ج- أدلة القياس والنظر الصحيح: ومن أدلة القياس: ¶ الدليل الأول: أن الرسول - صلى الله عليه وسلم - حرم مصافحة المرأة الأجنبية وقال - صلى الله عليه وسلم -: «إني لا أصافح النساء» (¬1). ¶ وقال عليه الصلاة والسلام في حديث آخر: «لأن يطعن في رأس أحدكم بمخيط (أي الإبرة الطويلة) من حديد خير من أن يمس امرأة لا تحل له» (¬2). ¶ إذًا كانت مصافحة المرأة محرمة لأنها وسيلة للفاحشة فإن كشف الوجه والنظر إليه وسيلة من وسائل الفاحشة فهو لا يقل خطرًا عن مصافحة المرأة ¶ ¬_________ ¶ (¬1) رواه النسائي (7/ 1499) وابن ماجه (2/ 959) والبيهقي في الكبرى (8/ 148) وصححه الألباني في صحيح الجامع (2513). ¶ (¬2) رواه الطبراني في المعجم الكبير (20/ 211) وقال الحافظ المنذري: رجال الطبراني ثقات رجال الصحيح، الترغيب والترهيب (3/ 26) وقاله أيضًا الهيثمي كما في المجمع (4/ 598).",
            "page": "58",
            "part": "1",
            "seal": "242719CE"
        },
        {
            "id": "56",
            "nass": "الأجنبية والله أعلم. ¶ الدليل الثاني: قوله - صلى الله عليه وسلم -: «والعينان تزنيان وزناهما النظر» ثم قال: «والفرج يصدق ذلك أو يكذبه» (¬1). ¶ ولا شك أن من أعظم وسائل حفظ العين من النظر والوقوع في ذلك ستر الوجه. ¶ الدليل الثالث: ما ورد من الأمر بحفظ الفرج وقوله - صلى الله عليه وسلم -: «من ضمن لي ما بين لحييه وما بين فخذيه ضمنت له الجنة» (¬2). ¶ ولا شك أن من أعظم وسائل حفظ الفرج أمر المرأة بستر وجهها حتى لا يفتتن بها فتقع في سبب هتك فرجها وفرج غيرها من الرجال. ¶ ¬_________ ¶ (¬1) رواه مسلم (4/ 2046). ¶ (¬2) رواه البخاري (5/ 2376).",
            "page": "59",
            "part": "1",
            "seal": "4640EEF1"
        },
        {
            "id": "57",
            "nass": "ومن أدلة النظر الصحيح: ¶ الدليل الرابع: أن الإسلام جاء بجلب المصالح ودفع المفاسد والسفور يترتب عليه عدة مفاسد منها: ¶ 1 - الفتنة: فإن الرجل يفتتن بها أما إذا كانت محجبة فإنه لا يجد ما ينظر إليه فلا يقع في المحذور. ¶ 2 - زوال الحياء وهذا أمر ظاهر مشاهد فإن المرأة إذا كانت محجبة يكون فيها الحياء ظاهرًا بخلاف الكاشفة فإن الحياء فيها قليل أو معدوم فهي عندها تساهل في النظر للرجال والحديث معهم، وهذا ما نشاهده حينما يجتمع رجل وزوجته مع آخر وزوجته فالمرأة تحدث الرجل بسهولة ظاهرة أما المتحجبة فلا تستطيع ذلك بل فيها حياء في محادثة الرجال ولو في الهاتف، ويلحظ هذا أيضًا عند دخول الزوج على زوجته في الليلة الأولى فإنه يجد حرجًا شديدًا في كشف وجه زوجته لأنها لم تكن معتادة كشف الوجه عند",
            "page": "60",
            "part": "1",
            "seal": "C83BEFCF"
        },
        {
            "id": "58",
            "nass": "الأجانب والله المستعان (¬1). ¶ 3 - أنه وسيلة إلى الاختلاط فإن المرأة إذا رأت نفسها مساوية للرجل في كشف الوجه والتجول سافرة لم يحصل فيها حياء ولا خجل في مزاحمة الرجال وفي ذلك فتنة وفساد عريض، وقد خرج الرسول - صلى الله عليه وسلم - ذات يوم من المسجد وقد اختلط النساء مع الرجال في الطريق فقال - صلى الله عليه وسلم -: «استأخرن (أي النساء) فإنه ليس لكن أن تحققن الطريق وعليكن بحافات الطريق» (¬2). ¶ وكانت المرأة تلصق الجدار حتى أن ثوبها ليتعلق به من لصوقها فالله المستعان. هذا وهن خارجات من المسجد أفضل البقاع إلى الله فما بالك بالأسواق التي هي أبغض البقاع إلى الله، وأصبح الرجل في هذا العصر هو الذي يأخذ جانب الطريق خشية اصطدام ¶ ¬_________ ¶ (¬1) قال الشيخ ناصر حفظه الله معلقًا على ذلك، هذا سابقًا أما الآن فحدث ولا حرج. ¶ (¬2) رواه أبو داود عن أبي سعيد الأنصاري (2/ 790) وحسنه الألباني (صحيح الجامع 929).",
            "page": "61",
            "part": "1",
            "seal": "E32433F9"
        },
        {
            "id": "59",
            "nass": "المرأة به لعدم حيائها. ¶ 4 - وترك الحجاب وسيلة إلى أذية المرأة من أصحاب النفوس الضعيفة كما قال عز وجل: {ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ} [الأحزاب: 59]، وإن أكثر أسباب المعاكسات للنساء بسبب التساهل بالحجاب وهذا أمر مشاهد فإن المرأة المتحفظة لا يلتفت إليها الرجال ولا يجترئون عليها لأنها حمت نفسها وصانتها من أسباب الشر وبالله التوفيق. ¶ وأخيرًا نقول: كيف يرضى الرجل أن يتمتع رجل آخر بالنظر إلى جمال زوجته وهو ينظر، أليس الجمال حقًا خاص به ولذلك توسع النساء في ذلك فأصبحن مع كشف الوجوه يضعن الزينة والمساحيق مما يزيد الطين بلة. ¶ فيا أخي الزوج اجعل جمال زوجتك خاصًا بك دون غيرك فإن جمال المرأة كالوردة إذا تناقلت بين أكثر",
            "page": "62",
            "part": "1",
            "seal": "A888C2A9"
        },
        {
            "id": "60",
            "nass": "من واحد ليشمها ذبلت لكن لو اختص بها صاحبها دون غيره لما ذبلت. ¶ ويا أيها الأب العزيز الغيور حافظ على ابنتك فهي أمانة عندك لا تجعلها منظرًا طبيعيًا وجماليًّا لكل أحد ينظر إليها بل وربما تكون صورتها في قلبه يفكر في الوصول إليها، وقد يحاول بشتى الطرق الوصول إليها ولو بالجريمة والعياذ بالله. ¶ الدليل الخامس: ومن الأدلة العقلية كذلك نقول لو أن شخصًا وقف خلف شيء وغطى به جسمه إلا وجهه ثم قال: تحجبت عنك فهل يعقل ويقبل منه ذلك لكن لو غطى وجهه فقط وقال: تحجبت عنكم لصح تعبيره، إذًا فهل يصدق عقلاً ولغة وشرعا أن يقال فلانة محجبة وهي قد كشفت وجهها، والله أعلم.",
            "page": "63",
            "part": "1",
            "seal": "75740358"
        },
        {
            "id": "61",
            "nass": "وأقول فهذه أدلة الكتاب والسنة والقياس والنظر الصحيح الدالة على وجوب ستر الوجه منها ما هو ظاهر الدلالة ومنها ما هو مفهوم، وكما أن الظاهر هو دليل في الشرع فكذلك المفهوم من الأدلة فما كان صوابًا فمن الله وما كان من خطأ فمن نفسي والشيطان مع بضاعة في العلم مزجاة وأستغفر الله. ¶ المخالفون في مسألة الحجاب ¶ قبل أن نذكر أدلتهم والرد عليها نقول إن المخالفين في الحجاب على ثلاثة أقسام: ¶ 1 - قسم ذهب إلى هذا القول عن نظر وبحث وهذا مع أنه عن بحث ونظر فقد قال بالجواز لكن الأفضل عنده والأولى التحجب وخصوصًا في هذا العصر. ¶ 2 - قسم ذهب إلى القول بترك الحجاب عن",
            "page": "64",
            "part": "1",
            "seal": "A466F0E0"
        },
        {
            "id": "62",
            "nass": "هوى أو تعصب ولما له من النزعة الغربية ومن ضغط الواقع ومحاولة إرضاء الجماهير ولذلك هذا القسم لم يكتف بإجازة السفور بل قال: إن الحجاب بدعة وأنه موروث عن الأمم المتخلفة. ¶ 3 - قسم ذهب إلى هذا القول عن تقليد ومن غير نظر وخصوصًا إذا كان ممن يأخذ ثقافته من الجرائد والمجلات. ¶ أدلة المخالفين ¶ في البداية نقول: نحن لا نتحدث مع الشخص الذي يطلب التفسخ والتحرر وإظهار مفاتن المرأة ولكن لمن يجيز كشف الوجه وهذه أدلتهم: ¶ الدليل الأول: قوله تعالى: {وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} [النور: 31] حيث قال ابن عباس: «وجهها وكفيها والخاتم» (¬1). ¶ ¬_________ ¶ (¬1) تفسير ابن كثير (3/ 378).",
            "page": "65",
            "part": "1",
            "seal": "D1A6E530"
        },
        {
            "id": "63",
            "nass": "الرد: ¶ 1 - أدلة الحجاب ناقلة عن الأصل وأدلة كشفه مبقية على الأصل حيث إنهم في الجاهلية كانوا يكشفون وجوههم، والقاعدة أن الأصل الناقل مقدم على الأصل المبقي. ¶ 2 - حديث ابن عباس رضي الله عنهما هذا يحتمل عدة أمور: ¶ أ- أنه قبل نزول الآية الآمرة بالحجاب كما ذكره شيخ الإسلام ابن تيمية رحمه الله. ¶ ب- ويحتمل أن مراده من الزينة التي نُهي عن إبدائها لا التي يجوز إبداؤها ذكر ذلك ابن كثير رحمه الله في تفسيره ويؤيد هذا القول أنه قد سبق في الكلام على أدلة الوجوب أنه - رضي الله عنه - قد ورد عنه في تفسير قوله تعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ ... } [الأحزاب: 59]، قد فسرها بستر الوجه. ¶ ج- أن هذا يخالف تفسير آخر مثل: تفسير ابن",
            "page": "66",
            "part": "1",
            "seal": "6D972599"
        },
        {
            "id": "64",
            "nass": "مسعود - رضي الله عنه - وعبيدة السلماني - رضي الله عنه - فإذا وجد هذا فإنه يُرجع إلى ما تعضده أدلة أخرى كما هو عند أهل العلم ولا شك أن أدلة وجوب ستر الوجه كثيرة كما سبق. ¶ د- قد سبق في تفسير هذه الآية لفظ الزينة في لغة العرب الشيء الظاهر وذكرنا شواهد على ذلك يرجع إليها في مكانها. ¶ الدليل الثاني: حديث عائشة رضي الله عنها: «أن أسماء بنت أبي بكر رضي الله عنها دخلت على رسول الله - صلى الله عليه وسلم - وعليها ثياب رقاق فأعرض عنها وقال: «يا أسماء إن المرأة إذا بلغت سن الحيض لم يصلح أن يرى منها إلا هذا وهذا وأشار إلى وجهه وكفيه» (¬1). ¶ الرد: ¶ أولاً: الحديث ضعيفً سندًا من وجهين: ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 460).",
            "page": "67",
            "part": "1",
            "seal": "463D5BCC"
        },
        {
            "id": "65",
            "nass": "الوجه الأول: الانقطاع بين عائشة وخالد بن دريك الذي يرويه عنها قال أبو داود الذي خرج هذا الحديث خالد بن دريك لم يسمع من عائشة وكذلك أعلّ هذا الحديث أبو حاتم الرازي. ¶ الوجه الثاني: في سنده سعيد بن بشر الخدري: نزل دمشق تركه ابن مهدي وضعفه أحمد وابن معين وابن المديني والنسائي رحمهم الله تعالى. ¶ إذًا فالحديث ضعيف لا يقاوم الأدلة السابقة. ¶ ثانيًا: الحديث ضعيف متنًا: فإن أسماء بنت أبي بكر رضي الله عنهما كان لها حين الهجرة سبع وعشرون سنة فهي كبيرة فيبعد أن تدخل على النبي - صلى الله عليه وسلم - وعليها ثياب رقاق تصف",
            "page": "68",
            "part": "1",
            "seal": "AF4ADEF2"
        },
        {
            "id": "66",
            "nass": "جسمها وهذا أيضًا يخالف ما عرف عنهن من الحياء عمومًا وخصوصًا بحضرة النبي - صلى الله عليه وسلم - ويحتمل أيضًا على فرض صحة الحديث أن ذلك قبل نزول آية الحجاب. ¶ والخلاصة: أن الاستدلال بهذا الحديث استدلال ضعيف بعيد عن الإنصاف بجانب الأدلة القوية السابقة والله أعلم. ¶ الدليل الثالث: حديث ابن عباس رضي الله عنها: «أن أخاه الفضل كان رديفًا للنبي - صلى الله عليه وسلم - فجاءت امرأة من خثعم فجعل الفضل ينظر إليها وتنظر إليه وجعل رسول الله - صلى الله عليه وسلم - يصرف وجه الفضل إلى الشق الآخر» (¬1)، ففي الحديث دليل على أن هذه المرأة كاشفة وجهها. ¶ ¬_________ ¶ (¬1) رواه البخاري (2/ 551) ومسلم (2/ 973).",
            "page": "69",
            "part": "1",
            "seal": "3B94B8A9"
        },
        {
            "id": "67",
            "nass": "الرد: ¶ أ- لعل والد هذه المرأة أراد عرضها على النبي - صلى الله عليه وسلم - لعلها تعجبه فيتزوج بها وعرض المرأة على الرجل لأجل الزواج لا بأس به لأنه في حكم النظر إلى المخطوبة ودليل هذا القول: قال الحافظ ابن حجر في الفتح (4/ 68): وروى أبو يعلي بإسناد قوي من طريق سعيد بن جبير عن ابن عباس عن الفضل قال: «كنت رديف النبي - صلى الله عليه وسلم - وأعرابي معه بنت حسناء فجعل الأعرابي يعرضها لرسول الله - صلى الله عليه وسلم - رجاء أن يتزوجها» (¬1). ¶ ب- قال في الرواية إنها منقبة والنقاب قد يكشف عن شيء غير قليل من الحسن. ¶ ج- ليس في روايات الحديث التصريح بأنها كاشفة عن وجهها وقوله حسناء أو وضيئة لا يستلزم أنها كاشفة عن الوجه فإن الحسن والوضاءة قد تعرف بغير النظر إلى الوجه وقد ذكر بعض العلماء ردودًا أُخر ¶ ¬_________ ¶ (¬1) مجمع الزوائد (4/ 509)، قال ورجاله: رجال الصحيح.",
            "page": "70",
            "part": "1",
            "seal": "EB04DC76"
        },
        {
            "id": "68",
            "nass": "نكتفي بما ذكر خشية الإطالة. ¶ الدليل الرابع: حديث جابر في صلاة العيد لما صلى الرسول - صلى الله عليه وسلم - وخطب فيهم فأتى إلى النساء فوعظهن وذكرهن وقال: «يا معشر النساء تصدقن فإنكن أكثر حطب جهنم» فقامت امرأة من سطة النساء سفعاء الخدين فقالت ... الحديث (¬1). ¶ وجه الدلالة لولا أن وجهها كان مكشوفًا ما عرف أنها سفعاء الخدين. ¶ الرد: ¶ أ- يتطرق إلى هذه القصة عدة احتمالات هل هذا قبل الحجاب أم بعده؟ وهل المرأة حرة أم أمة والإماء معروف أنه يجوز لهن كشف وجوههن؟ هل هي من القواعد اللاتي لا يرجون نكاحًا؟ ومما يدل على أنه يحتمل أنها قبل نزول آية الحجاب أن فرض صلاة ¶ ¬_________ ¶ (¬1) رواه البخاري (1/ 116) ومسلم (2/ 603) والنسائي (2/ 186).",
            "page": "71",
            "part": "1",
            "seal": "81DF1EAA"
        },
        {
            "id": "69",
            "nass": "العيد في السنة الثانية ونزول آية الحجاب في السنة الخامسة أو السادسة وإذًا فقد تطرق للاستدلال عدة احتمالات والقاعدة الأصولية أن ما تطرق إليه الاحتمال بطل به الاستدلال. ¶ ب- كذلك يقال: إنه يجب على المحتج بهذا الحديث أن يثبت أن الرسول - صلى الله عليه وسلم - رآها سافرة وأقرها على ذلك ولا سبيل إلى إثبات ذلك فلعله جابرًا رآها وحده كأن يكون قد سقط حجابها وراءها .. وخصوصًا وأنها قامت والقيام مظنة وقوع الشيء ومما يدل على أنه رآها وحده أن القصة رواها غير واحد غير جابر مثل أبي سعيد الخدري وابن عباس وابن عمر - رضي الله عنهم - ولم يذكر في رواياتهم ما ذكره جابر [رواه مسلم]. ¶ ج- قال سفعاء الخدين ومعناه القبح وسواد الوجه لعله من كبر السن فتكون من القواعد كما سبق ولعلها من الإماء ومعلوم أن الإماء يجوز لهن كشف",
            "page": "72",
            "part": "1",
            "seal": "394AD47E"
        },
        {
            "id": "70",
            "nass": "وجوههنَّ كما سبق في الوجه الأول من الرد. ¶ د- قال في رواية من سِطَةِ القوم وفي بعض الروايات من وسط القوم فلعلها كانت متحجبة بجلوسها بين القوم ولما احتاجت إلى السؤال قامت فرآها جابر دون غيره أو أنها رجعت إلى مكانها مرة أخرى تحتجب به عن الرجال، والله أعلم. ¶ خامسًا: من الأدلة التي استدل بها بعضهم: «أن امرأة يقال لها أم خلّاد جاءت إلى الرسول - صلى الله عليه وسلم - وهي منتقبة تسأل عن ابنها الذي قتل في أحد الغزوات فقال لها بعض الأصحاب: جئت تسألين عن ابنك وأنت منتقبة قالت المرأة: إن أرزأ ابني فلم أرزأ حيائي» (¬1). ¶ الرد: ¶ أ- الحديث رواه أبو داود وهو ضعيف فيه فرج بن فضالة وهو ضعيف وفيه أيضًا الحبير بن ثابت بن قيس وهو مجهول الحال ولم يتابع إذًا فالحديث ضعيف. ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 8).",
            "page": "73",
            "part": "1",
            "seal": "1985067C"
        },
        {
            "id": "71",
            "nass": "ب- وعلى فرض صحة الحديث فنقول بل لو صح فيه دليل على الحجاب فإنه يغلب على النساء زيادة الجزع والهلع وكان من المتوقع أنها تأتي تسأل عن ابنها المقتول وهي رامية الحجاب فاستغرب الصحابة أنها مع هذه الحالة وتأتي متحجبة لذلك قالت ردًا عليهم: إن أرزأ ابني فلم أرزأ حيائي أي إن فقدت ابني فلن أترك ما عندي من الحياء. ¶ ج- وعلى فرض صحته أيضًا في رواية الحديث ما يدل على أنها غير مسلمة وإن قالت: إني أستحي، فإنه قد يوجد الحياء عند الكافرة لما فيهن من الشيم ولكن مع ذلك كله فالحديث ضعيف كما سبق والله أعلم. ¶ الدليل السادس: ومن الأدلة حديث سبيعة بنت الحارث رضي الله عنها: «حيث ترملت من زوجها وكانت حاملاً، فما لبثت أيامًا حتى وضعت فأصلحت نفسها وتجملت للخطاب فدخل عليها أبو السنابل - رضي الله عنه - وقال لها: مالي أراك متجملة لعلك تريدين الزواج» الحديث (¬1). ¶ ¬_________ ¶ (¬1) رواه البخاري (4/ 1466) ومسلم (2/ 112) وأبو داود (1/ 704) والنسائي (6/ 194).",
            "page": "74",
            "part": "1",
            "seal": "BBFEBDBA"
        },
        {
            "id": "72",
            "nass": "يقولون: إنه يدل على أنها كانت كاشفة وجهها. ¶ الرد: ¶ أ- من أين يستدل على أنها كاشفة وجهها؟! فقد دخل عليها ورآها متجملة ورؤية التجمل لا يدل على كشف الوجه، فالتجمل قد يكون باللباس وغيره. ¶ ب- وعلى فرض أنه يدل على كشف الوجه وهذا بعيد جدًا فلعله قد فاجأها بالدخول ورآها» (¬1) (¬2). ¶ هذه خلاصة أدلة المجيزين لكشف الوجه وبعضهم يحاول ليّ أعناق النصوص حتى توافق ¶ ¬_________ ¶ (¬1) زاد الشيخ ناصر هنا، من الردود أنه يحتمل أن أبا السنابل محرم لها ولو من الرضاعة. ¶ (¬2) انظر رسالة الشيخ سلمان العود «حوار هادئ مع الشيخ الغزالي» فقد استفدت منها كثيرًا في هذا الموضع.",
            "page": "75",
            "part": "1",
            "seal": "45A20D27"
        },
        {
            "id": "73",
            "nass": "مذهبه ولكن والحمد لله أن أدلة تغطية الوجه كثيرة وقوية وظاهرة الدلالة لا يقاومها مثل هذه الأدلة التي هي ما بين كونها ضعيفة أو صحيحة؛ لكنها لا تدل على القول بكشف الوجه إلى جانب أن القول بستر الوجه هو قول عامة أهل العلم قديمًا وحديثًا خلافًا لما ذكره بعضهم أنه قول الأئمة بل عامة الأئمة على القول بالستر وهو المنقول عن الصحابة كما سبق قولاً وعملاً كما نقل عن نساء الأنصار والمهاجرات وكما ورد عن ابن عباس أنه لما سئل عن قوله عز وجل: {يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} [الأحزاب: 59] فغطى وجهه ورأسه وأبرز عينه اليسرى، فلهذا ولما سبق من أنه أحفظ للأمة ووالله ما ظهر الشر والفساد إلا بعد التساهل به فهذه مصر الحبيبة كانت مصونة الجانب حتى جاء من رباه الفرنسيون على أعينهم وهو قاسم أمين وحارب الحجاب، ودخل معه في المسرحية هدى الشعراوي وأذنابها وكان يبارك فعلها الماسوني الخليع سعد زغلول فقامت هي ورفيقاتها وأحرقن الحجاب في الميدان،",
            "page": "76",
            "part": "1",
            "seal": "413500D3"
        },
        {
            "id": "74",
            "nass": "وبدأت الحرب المعلنة على الحجاب إلى أن حصل ما حصل واتسع الخرق على الراقع فبعد أن كان الأمر في كشف الوجه صار الأمر إلى كشف الشعر ثم الساقين ثم بعض الفخذ بل وصل الأمر إلى كل الفخذين والبطن وما المراقص والشواطئ بخافية، وهكذا الشر يبدأ شيئًا فشيئًا حتى يستشري فيكون كالنار في الهشيم ومع كثرة المساس يقل الإحساس. ¶ فيا أخي المنصف انتبه إلى خطورة الأمر فإنه جدُّ خطير ولا تغتر بكثرة الهالكين: {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ} [يوسف: 103] ولقد بدأ الإسلام غريبًا وسيعود غريبًا كما بدأ فطوبى للغرباء ومن ظهر له الحق والراجح وحاد إلى غيره من ثنيات الطريق فسيحاسب على ذلك والله مطلع على الضمائر وما تخفيه النفوس. ¶ اللهم أرنا الحق حقًا وارزقنا اتباعه والباطل باطلاً وارزقنا اجتنابه. ¶ اللهم فاطر السماوات والأرض عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون،",
            "page": "77",
            "part": "1",
            "seal": "D91D0CC1"
        },
        {
            "id": "75",
            "nass": "أهدنا لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم والله أعلم. ¶ ثانيًا: ومن الوسائل الخاصة بالمرأة: نهي المرأة عن الضرب بالرجل: قال عز وجل: {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ} [النور: 31]، إذًا فالمرأة منهية عن أن تضرب برجلها وذلك أن يكون للحذاء صوت أو في قدميها خلاخل إذا مشت سمع له صوت، وهذا كله يسد ذريعة الستر فيعلم بهذا الضرب ما تخفيه المرأة من زينتها أو تلفت أنظار الرجال إليها فيكون بذلك الشر والله المستعان. ¶ ثالثًا: ومنها تحريم سفر المرأة إلا مع ذي محرم: فالمرأة ضعيفة لا تكاد تقي نفسها والسفر مظنة لبعض الشر وخصوصًا في بعض الأماكن التي يكثر الشر فيها، وكذلك السفر بدون محرم يعرضها إلى الخلوة بالرجال ومحادثتهم وهذا وسيلة إلى الشر، وإذا كان معها",
            "page": "78",
            "part": "1",
            "seal": "EC8336BB"
        },
        {
            "id": "76",
            "nass": "محرمها كفاها هذه الحاجات قال - صلى الله عليه وسلم -: «لا يخلون رجل بامرأة إلا ومعها ذو محرم ولا تسافر المرأة إلا مع ذي محرم» فقام رجل فقال: يا رسول الله إن امرأتي خرجت حاجَّة وإني اكتتبت في غزوة كذا وكذا قال: «انطلق فحج مع امرأتك» (¬1). ¶ قال النووي رحمه الله: «المرأة مظنة الطمع فيها ومظنة الشهوة ولو كبيرة وقد قالوا: لكل ساقطة لاقطة، ويجتمع في الأسفار من سفهاء الناس وسقطتهم من لا يترفع عن الفاحشة بالعجوز وغيرها لغلبة الشهوة وقلة الدين والمروءة والحياء» (¬2). ¶ إذًا فليحذر هؤلاء المتساهلون في هذا ومثلهم من يودع المرأة في مطار بلده وهو أبوها أو أخوها، ثم تركب بدون محرم ويستقبلها زوجها أو غيره من محارمها في البلد الآخر وهذا داخل في النهي ولو كان في طائرة فقد تتعرض الطائرة لنزول اضطراري في بلد غير البلد الذي سوف يستقبلها فيه محرمها فمن يرعاها، أو ربما يحصل داخل الطائرة ما يحتاج فيه إلى وجود محرم وكل ¶ ¬_________ ¶ (¬1) رواه البخاري (3/ 1094) ومسلم (2/ 978). ¶ (¬2) انظر عودة الحجاب 3/ 49.",
            "page": "79",
            "part": "1",
            "seal": "147614D1"
        },
        {
            "id": "77",
            "nass": "هدي رسول الله - صلى الله عليه وسلم - خير والشر في البعد عنه. ¶ رابعًا: ومن هذه الوسائل نهي المرأة أن تخرج وهي متعطرة قال - صلى الله عليه وسلم -: «أُيما امرأة استعطرت ثم خرجت فمرت على قوم ليجدوا ريحها فهي زانية» (¬1). ¶ بل إن الرسول - صلى الله عليه وسلم - نهى المرأة وهي سوف تذهب إلى أحب البقاع إلى الله وهي المساجد أن تمس الطيب حيث قال: «إذا شهدت إحداكن المسجد فلا تمس طيبًا» (¬2). ¶ هذا في المسجد وهو أحب البقاع إلى الله فما هو الحال في الأسواق التي هي أبغض البقاع إلى الله. ¶ ولقد تفنن أهل الدعايات في هذا وذلك بالدعاية إلى العطور وأنَّ هذا العطر يجذب الرجال إليك وهذا للسهرات وهذا للنزهة. ¶ ¬_________ ¶ (¬1) رواه النسائي (8/ 153) وأحمد (4/ 418) والحاكم وال: صحيح الإسناد لم يخرجاه ووافقه الذهبي (2/ 430). ¶ (¬2) رواه مسلم (1/ 328).",
            "page": "80",
            "part": "1",
            "seal": "E2D64657"
        },
        {
            "id": "78",
            "nass": "ويروى عن عمر - رضي الله عنه -: «أنه نهى امرأة عن الطيب وقال لها: إنما قلوب الرجال عند أنوفهم أخرجن تفلات» أي: غير متطيبات (¬1). ¶ خامسًا: ومنها نهي المرأة عن الخضوع بالقول .. فإن المرأة إذا تحدثت مع الأجانب بحديث فيه خضوع كان ذلك سببًا في وقوع الشر أو مقدماته من التفكير والخواطر، ولذلك يجب على المرأة أن تتحدث بصوت معروف عار عن أسباب الفتنة ودواعي الشر، قال تعالى: {فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلًا مَعْرُوفًا} [الأحزاب: 32]، والمرض هو مرض الشهوة بل إن المرأة لأجل ذلك هي منهية عن رفع صوتها في التلبية وليس عليها أذان كل ذلك لأجل سد منافذ الفتنة والشر ولو كان ذلك في فعل عبادة والله أعلم. ¶ سادسًا: ومنها نهي المرأة عن الاختلاط بالرجال: وقد اختلط الرجال مع النساء في الطريق يومًا في ¶ ¬_________ ¶ (¬1) مصنف عبد الرزاق (4/ 370).",
            "page": "81",
            "part": "1",
            "seal": "73F6CF19"
        },
        {
            "id": "79",
            "nass": "عهد الرسول - صلى الله عليه وسلم - فقال الرسول - صلى الله عليه وسلم - للنساء: «استأخرن فليس لكن أن تحققن الطريق عليكن بحافّات الطريق» فكانت المرأة تلتصق بالجدار حتى إن ثوبها ليتعلق بالجدار من لصوقها به (¬1). ¶ ولأجل ذلك قال - صلى الله عليه وسلم -: «وخير صفوف النساء آخرها وشرها أولها» (¬2). ¶ وعن نافع عن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «لو تركنا هذا الباب للنساء» قال نافع: فلم يدخل منه ابن عمر رضي الله عنهما حتى مات (¬3). ¶ وقالت أم سلمة: «كان يسلم - أي الرسول - صلى الله عليه وسلم - فينصرف النساء فيدخلن بيوتهن من قبل أن ينصرف رسول الله - صلى الله عليه وسلم -» (¬4). ¶ بل إنه قد حرصت الصحابيات على عدم الاختلاط حتى في أشد المساجد زحامًا وفي أشد الأوقات زحامًا في موسم الحج في المسجد الحرام ¶ ¬_________ ¶ (¬1) رواه أبو داود (2/ 790). ¶ (¬2) رواه مسلم (1/ 326). ¶ (¬3) رواه أبو داود وصححه الألباني (1/ 179). ¶ (¬4) رواه البخاري (1/ 290).",
            "page": "82",
            "part": "1",
            "seal": "3570689A"
        },
        {
            "id": "80",
            "nass": "«حيث ورد عن عائشة رضي الله عنها أنها كانت تطوف في حَجْرَه» أي معتزل لا تخالط الرجال. ¶ وجاء في مصنف عبد الرزاق [5/ 65]: «أخبرنا عبد الرزاق عن ابن جريج قال: حدثت أن عائشة نزلت في مسكن عتبة بن محمد بن الحارث فكانت تطوف بعد العشاء الآخرة فإذا أرادت الطواف أمرت بمصابيح المسجد فأطفئت جميعًا ثم طافت». ¶ ودخلت على عائشة رضي الله عنها مولاة لها فقالت لها: «يا أم المؤمنين طفت بالبيت سبعًا واستلمت الركن مرتين أو ثلاثًا .. فقالت لها عائشة رضي الله عنها لا أجَرك الله، لا أجرك الله تدافعين الرجل ألا كبرت ومررت» رواه الشافعي في مسنده وعن إبراهيم النخعي (1/ 127)، قال: نهى عمر أن يطوف الرجال مع النساء ... قال: فرأى رجلاً معهن فضربه بالدرة (¬1). ¶ هذا كله في مواضع العبادة وفي أفضل القرون فما هو الحال في الأسواق وما يشبهها وفي مثل هذا العصر ومن صور الاختلاط في هذا العصر: ¶ 1 - اتخاذ الخدم الرجال واختلاطهم بالنساء وكذلك اتخاذ الخادمات في البيوت واختلاطهم بالرجال. ¶ ¬_________ ¶ (¬1) فتح الباري (3/ 480).",
            "page": "83",
            "part": "1",
            "seal": "D712DDC1"
        },
        {
            "id": "81",
            "nass": "2 - الخلطة بين الخطيبين في أثناء الخطبة قبل الموافقة. ¶ 3 - استقبال المرأة أقارب زوجها أو أصدقائه أو الجلوس معهم. ¶ 4 - الاختلاط في بعض المناسبات مثل ولائم العرس أو الزيارات وغير ذلك. ¶ 5 - الاختلاط في الوظائف والأندية والمواصلات والأسواق والمستشفيات والزيارات بين الجيران والاختلاط في المصاعد والمكاتب والعيادات. ¶ 6 - الاختلاط في الجلسات البيتية ومعهم غير المحارم لبعضهم مثل زوجة الأخ وخصوصًا إذا صاحب ذلك ضحك أو جلوس عند آلة لهو ومشاهدة لمسرحية تحرك الشهوة ولو كان مع تحجب المرأة. ¶ 7 - الاختلاط أثناء صعود الزوجين على المنصة أو ما تسمى (بالزفة) وهذا من أعظم الخطر خصوصًا أن غالب النساء لا يتحجبن عن هذا الرجل وربما يرين فيه جمالاً غير ما في أزواجهن فيفتتن",
            "page": "84",
            "part": "1",
            "seal": "3CA0A1FC"
        },
        {
            "id": "82",
            "nass": "به أو هو يرى فيهن جمالاً غير ما في زوجته فيفتتن بهن والله المستعان. ¶ 8 - الاختلاط في المدارس والجامعات أو قيام الرجل بتدريس النساء أو النساء بتدريس الرجال أو الدعوة إلى تدريس المرأة للأولاد في الصفوف الدراسية الأولى. ¶ 9 - اختلاط المشرفين على الرسائل الجامعية بالطالبات بحجة الإشراف أو ما يحصل من اختلاط وخلوة المدرس الخصوصي بالطالبة. ¶ 10 - اختلاط الممرضات والطبيبات بالرجال أو العكس مع عدم وجود الضرورة. ¶ 11 - الاختلاط في أماكن الألعاب والملاهي والحدائق العامة وكذلك في المطاعم وخصوصًا قسم العائلات. ¶ 12 - ما يوجد في بعض الشركات أو المؤسسات من موظفة (السكرتيرة) (¬1). ¶ ¬_________ ¶ (¬1) وقد ذكر أكثر هذه المظاهر صاحب كتاب عودة الحجاب 3/ 56 علمًا بأن جميع الإحالات على كتاب عودة الحجاب هو القسم الثالث.",
            "page": "85",
            "part": "1",
            "seal": "8671F6D6"
        },
        {
            "id": "83",
            "nass": "سابعًا: ومن الوسائل هو بقاء المرأة في بيتها وعدم خروجها إلا لحاجة أو ضرورة وخصوصًا للأسواق، قال تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} [الأحزاب: 33]. ¶ إذًا فالواجب على المرأة المكث في بيتها وعدم التوسع في الخروج وخصوصًا - كما سبق - الأسواق أو أماكن مظنة الشر من الحدائق والشواطئ ولقد قال - صلى الله عليه وسلم -: «إذا خرجت المرأة استشرفها الشيطان» (¬1). ¶ وكل حاجة يمكن أن يقضيها الرجل فلا ينبغي على المرأة أن تقضيها وأفضل مكان للمرأة بيتها حتى للعبادة والصلاة، قال - صلى الله عليه وسلم -: «لا تمنعوا النساء أن يخرجن إلى المساجد وبيوتهن خير لهن» (¬2). ¶ ثامنًا: ومنها ما جاء من نهي المرأة عن وصف محاسن امرأة لزوجها فعن ابن مسعود - رضي الله عنه - قال: ¶ ¬_________ ¶ (¬1) رواه الطبراني (3/ 189) وقال الهيثمي: رجاله ثقات (2/ 156) وقال المنذري: إسناده حسن (1/ 141). ¶ (¬2) رواه أبو داود وأحمد.",
            "page": "86",
            "part": "1",
            "seal": "64EEF5B0"
        },
        {
            "id": "84",
            "nass": "«نهى رسول الله - صلى الله عليه وسلم - عن أن تخبر المرأة زوجها بمحاسن امرأة أخرى» (¬1). ¶ فبُعْد المرأة عن هذا سبيل لحفظ زوجها عن الشر بل وحتى لا يكون ذلك سببًا في أن يقع في قلب الرجل تعلق بهذه المرأة وانصراف عن زوجته. ¶ تاسعًا: ومنها أن تقوم المرأة بحقوق زوجها وخصوصًا في قضاء وطره وأن تحذر كل الحذر عن الامتناع حتى يطلب منها ذلك قال - صلى الله عليه وسلم -: «إذا دعا الرجل امرأته إلى فراشه فلم تأت، فبات غضبان عليها لعنتها الملائكة حتى تصبح» (¬2). ¶ وقال - صلى الله عليه وسلم -: «والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشه فتأبى عليه إلا كان الذي في السماء ساخطًا عليها حتى يرضى عنها» (¬3). ¶ فحين تقوم المرأة بذلك وتهتم بالتجمل لزوجها فإن هذا من أعظم الوسائل لحفظ الزوج من الالتفات إلى غيرها. ¶ ¬_________ ¶ (¬1) رواه البخاري (5/ 2007). ¶ (¬2) رواه البخاري (3/ 1182) ومسلم (2/ 1059) وأبو داود (1/ 650) والنيائي (5/ 313). ¶ (¬3) رواه البخاري ومسلم (2/ 1059).",
            "page": "87",
            "part": "1",
            "seal": "5204FD6C"
        },
        {
            "id": "85",
            "nass": "الخاتمة ¶ وبعد أخي المسلم أختي المسلمة فهذا ما تيسر جمعه حول هذا الموضوع المهم مثل هذا وهي مشاركة فليس مثلي يعطي الموضوع حقه فلهذه المجالات أهلها العارفون بها لكن ما لا يدرك كله لا يترك كله، والواجب على الدعاة والناصحين بل والآباء والأمهات التنبه إلى مثل هذه الأمور فإن التساهل بها سبب للزلل والوقوع في الردى وفي الختام أشكر فضيلة الشيخ الدكتور ناصر العمر على توجيهاته. ¶ وأسأل الله العلي القدير أن يجعلنا مفاتيح للخير مغاليق للشر صمدًا أمامه وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ عبد الله بن عبد الرحمن الوطبان ¶ الرياض",
            "page": "88",
            "part": "1",
            "seal": "416300A8"
        }
    ],
    "t341": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "وسائل يشترك فيها الذكر والأنثى"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "الأمر بغض البصر"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم الغناء"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الامتناع عن الفكرة المحرمة"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "التأدب بآداب الاستئذان"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم القذف"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "تجنب البذاءة والفحش في القول والفعل"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "الأمر بالزواج في حق كل الجنسين"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "ترك وتجنب الانفراد والوحدة من غير حاجة أو في غير طاعة الله"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "مجالسة أهل الخير والبعد عن مجالسة أهل الشر"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الصوم"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "إقامة واجب الأمر بالمعروف والنهي عن المنكر"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "التفريق بين النائمين في المضاجع"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "أن يحسن كل من الأبوين تربية أبنائهم منذ الصغر"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "نهي الزوجين أن يتحدثا لأحد بما حصل بينهما من الوقاع ونحوه"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "عدم السفر إلى بلاد التحلل والفساد"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "2",
            "tit": "الابتعاد عن قراءة أو سماع كتب أو كلام الجنس"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الحرص على ستر العورة كل العورة في حق الرجل أو المرأة"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "منع الزواج ممن عرف أو عرفت بالفاحشة إذا لم يتوبا"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "دوام خوف الله وتقواه ومراقبته"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "وسائل خاصة بالرجال"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "نهى الرجل عن أن يغيب عن زوجته مدة طويلة أو عدم إعطائها حقها من المبيت وتوابعه"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "النهي عن مصافحة المرأة الأجنبية"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم الخلوة بالمرأة الأجنبية"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الإسلام شرع للزواج إذا وجد من امرأة ما يسره من جمال أو غيره أن يأتي أهله ليذهب ما فيه"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "ذم الدياثة والديوث"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "نهي الرجل عن طروق أهله ليلا بعد مغيبه من سفره ونحوه"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "أن يوجد لدى الرجل غيرة على محارمه"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "وسائل خاصة بالنساء"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "الأمر بالحجاب"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "نهي المرأة عن الضرب بالرجل"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": "1",
            "tit": "تحريم سفر المرأة إلا مع ذي محرم"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "نهي المرأة أن تخرج وهي متعطرة"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "نهي المرأة عن الخضوع بالقول"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "نهي المرأة عن الاختلاط بالرجال"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "بقاء المرأة في بيتها وعدم خروجها إلا لحاجة أو ضرورة وخصوصا للأسواق"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "نهي المرأة عن وصف محاسن امرأة لزوجها"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "أن تقوم المرأة بحقوق زوجها وخصوصا في قضاء وطره وأن تحذر كل الحذر عن الامتناع حتى يطلب منها ذلك"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}