{
    "b349": [
        {
            "id": "1",
            "nass": "تحذير الساجد من اتخاذ القبور مساجد ¶ بقلم محمد بن ناصر الدين الألباني ¶ الطبعة الرابعة ¶ المكتب الإسلامي",
            "page": "1",
            "part": "1",
            "seal": "D1672151"
        },
        {
            "id": "2",
            "nass": "مقدمة الطبعة الثانية",
            "page": "2",
            "part": "1",
            "seal": "F10FF525"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله {يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون} (1) ( {يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا} (2) {يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما} (3) ¶ _________ ¶ (1) - سورة البقرة الآية 132 ¶ (2) - سورة النساء الآية 1 ¶ (3) - سورة الأحزاب الآية 70",
            "page": "3",
            "part": "1",
            "seal": "F4D0839D"
        },
        {
            "id": "4",
            "nass": "أما بعد فقد كنت طبعت آخر سنة (1377) هجرية رسالة بعنوان \" تحذير الساجد من اتخاذ القبور مساجد \" وكانت نسختي الخاصة من هذه الطبعة طيلة هذه المدة في متناول يدي كلما عثرت على فائدة زائدة تناسب موضوعها علقتها عليها رجاء ضمها إليها عند إعادة طبعها مزيدة ومنقحة وبذلك توفر عندي زيادات كثيرة هامة ولما طلب مني الأستاذ الافضل زهير الشاويش صاحب المكتب الاسلامي أن أقدمها إليه ليجدد طبعها افتقدتها فلم أجدها ولما يئست منها أرسلت إليه نسخة أخرى استعرتها من بعض أصحابي لتطبع كما هي على قاعدة: \" ما لا يدرك كله لا يترك جله \" وبينما كان أخي الاستاذ زهير الشاويش يعد العدة لطبعها إذ عثرت عليها بفضل الله تعالى وكرمه فبادرت بإرسالها إليه بعد تهذيبها وتهيئتها للطبعة الثانية ¶ ولما كان لتأليف الرسالة المذكورة يؤمئذ ظروف خاصة وملابسات معينة اقتضت الحكمة أن يكون أسلوبها على خلاف البحث الهادئ والاستدلال الرصين ذلك أنها كانت ردا على أناس لم تعجبهم دعوتنا إلى الكتاب والسنة على منهج السلف الصالح وخطة الأئمة الأربعة وغيرهم ممن اتبعوهم باحسان فبادؤونا بالتأليف والرد وليته كان ردا علميا هادئا إذن لقابلتهم بأحسن منه ولكنه لم يكن كذلك مع الأسف بل كان مجردا عن أي بحث علمي مملئا بالسباب والشتائم وابتكار التهم التي لم تسمع من قبل لذلك لم نر يؤمئذ أن من الحكمة السكوت عنهم وتركهم ينشرون رسائلهم بين الناس دون أن يكون لدى هؤلاء مؤلف يكشف القناع عما فيها من الجهل والتهم {ليهلك من هلك عن بينة ويحيى من حي عن بينة} (4) لذلك كان لا بد من الرد عليهم بأسمائهم ¶ وعلى الرغم من أنني لم أقابل اعتداءهم وافتراءهم بالمثل فقد كانت الرسالة على طابعها العلمي ردا مباشر عليهم وقد يكون فيها شئ من القسوة أو الشدة في الأسلوب في رأي بعض الناس الذين يتظاهرون بامتعاظهم من الرد على المخالفين المفترين ويودون لو أنهم تركوا دون أن يحاسبوا على جهلهم وتهمتهم للأبرياء متوهمين أن السكوت عنهم هو من التسامح الذي قد يدخل في مثل قوله تعالى {وإذا خاطبهم الجاهلون قالوا سلاما} (5) وينسون أو يتناسون أن ذلك مما يعينهم على الاستمرار على ضلالهم وإضلالهم للأخرين والله عزوجل يقول {ولا تعاونوا على الإثم والعدوان} (6) وأي أثم وعدوان أشد من اتهام المسلم بما ليس فيه بل بخلاف ما هو عليه ولو أن بعض هؤلاء المتظاهرين بما ذكرنا أصابه من الاعتداء دون ما أصابنا لسارع إلى الرد ولسان حاله ينشد: ¶ _________ ¶ (4) - سورة الأنفال الآية 42 ¶ (2) - سورة الفرقان الآية 63 ¶ (6) - سورة المائدة الآية 2",
            "page": "4",
            "part": "1",
            "seal": "AE279217"
        },
        {
            "id": "5",
            "nass": "ألا لا يجلهن أحد علينا فنجهل فوق جهل الجاهلين ¶ أقول على الرغم من ذلك: فإنني لأرى أن طبع الرسالة من جديد على وضعها السابق ليس من ورائه فائدة تذكر لذلك كان لابد من حذف بعض التعليقات وتعديل قليل من العبارات مما يهذب من أسلوبها ويتناسب مع طبعتها الجديدة ولا ينقص من قيمتها العلمية وبحوثها المهمة ¶ وقد كنت ذكرت في مقدمة الطبعة الأولى أن موضوع الرسالة ينحصر في أمرين هامين جدا: ¶ الأول: حكم بناء المساجد على القبور ¶ الثاني: حكم الصلاة في هذه المساجد ¶ وإني آثرت البحث فيهما لأن بعض الناس خاضوا فيهما بغيرعلم وقالوا ما لم يقله قبلهم عالم لا سيما وأكثر الناس لا معرفة عندهم فيه مطلقا فهم في غفلة عنه ساهون وللحق جاهلون ويدعمهم في ذلك سكوت العلماء عنهم إلا من شاء الله وقليل ما هم خوفا من العامة أو مداهنة لهم في سبيل الحفاظ على منزلتهم في صدورهم متناسين قول الله تبارك وتعالى {إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أؤلئك يلعنهم الله ويلعنهم اللاعنون} (7) وقوله A: \" من كتم علما ألجمه الله يوم القيامة بلجام من نار \". (8) ¶ وكان من نتيجة هذا السكوت وذلك الجهل أن آل الأمر إلى ارتكاب كثير من الناس ما حرم الله تعالى ولعن فاعله كما سيأتي بيانه وليت الأمر وقف عند هذا الحد بل صار بعضهم يتقرب إلى الله تبارك وتعالى بذلك فترى كثيرا من محبي الخير وعمارة منهم ينفق أموالآ طائلة ليقيم لله مسجدا لكنه يعد فيه قبرا يوصي أن يدفن فيه بعد موته وآخر مثال أعرفه على ذلك وعسى أن يكون الأخير إن شاء الله هذا المسجد الذي هو في رأس شارع بغداد من الجهة الغربية بدمشق وهو المعروف ب \" مسجد بعيرا \" وفيه قبره وقد بلغنا أن الأوقاف مانعت في دفنه أول الأمر ثم لا ندري الأسباب الحقيقية التي حالت بينها وبين ما أرادت ودفن \" بعيرا \" في مسجده بل في قبلته وإنا لله وإنا إليه راجعون وهو المستعان على الخلاص من هذه المنكرات وأمثالها ¶ _________ ¶ (7) - سورة البقرة آية 159 ¶ (8) - حديث حسن أخرجه ابن حبان في صحيحه رقم (296) والحاكم (1 / 102) وصححه ووافقه الذهبي",
            "page": "5",
            "part": "1",
            "seal": "B27C6F9C"
        },
        {
            "id": "6",
            "nass": "ومنذ أيام قليلة توفي أحد المفتين من الشافعية فأراد ذووه ان يدفنوه في مسجد من المساجد القديمة شرقي دمشق فمانعت الأوقاف أيضا في ذلك فلم يدفن فيه ونحن نشكر الأوقاف على هذه المواقف الطيبة وحرصها على منع الدفن في المساجد راجين الله تبارك وتعالى أن يكون الحامل لها على هذا المنع هو رضاء الله عزوجل واتباع شريعته ليس هو اعتبارات أخرى من سياسية أو اجتماعية أو غيرها وأن يكون ذلك بداية طيبة منها في سبيل تطهير المساجد من البدع والمنكرات المزدحمة فيها لا سيما ووزير الأوقاف فضيلة الشيخ الباقوري له مواقف كريمة في محاربة كثير من هذه المنكرات وخصوصا بناء المساجد على القبور وله في هذا الموضوع كلام مفيد سيأتي نقله في المكان المناسب إنشاء الله تعالى ¶ ومن المؤسف لكل مؤمن حقا أن كثيرا من المساجد في البلاد السورية وغيرها لا تخلو من وجود قبر أو أكثر فيها كأن الله تبارك وتعالى أمر بذلك ولم يلعن فاعله فكم تحسن الأوقاف صنعا لو حاولت بحكمتها تطهير هذه المساجد منها ¶ ولست أشك أن ليس من الحكمة في شئ مفاجأة الرأي العام بذلك بل لا بد من إعلامه قبل كل شئ أن القبر والمسجد لا يجتمعان في دين الإسلام كما قال بعض العلماء الأعلام على ما سياتي وأن اجتماعهما معا ينافي إخلاص التوحيد والعبادة لله تبارك وتعالى هذا الإخلاص الذي من أجل تحقيقه تبنى المساجد كما قال تعالى {وأن المساجد لله فلا تدعوا مع الله أحدا} (9) ¶ (9) - سورة الجن آية 18",
            "page": "6",
            "part": "1",
            "seal": "E8D617ED"
        },
        {
            "id": "7",
            "nass": "أعتقد أن بيان ذلك واجب لا مناص منه ولعلي اكون قد وفقت للقيام به في هذه الرسالة فقد جمعت فيها الأحاديث المتواترة في النهي عن ذلك وأتبعتها بذكر مذاهب العلماء وأقوالهم المعتبرة التي تدل على ذلك وتشهد في الوقت نفسه على أن الأئمة Bهم كانوا أحرص على اتباع السنة ودعوة الناس إلى اتباعها والتحذير من مخالفتها ولكن صدق الله العظيم القائل: {فخلف من بعدهم خلف أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيا} (10) ¶ وهذه فصول الرسالة: ¶ الفصل الأول: في أحاديث النهي عن اتخاذ القبور مساجد ¶ الفصل الثاني: في معنى اتخاذ القبور مساجد ¶ الفصل الثالث: في أن اتخاذ القبور مساجد من الكبائر ¶ الفصل الرابع: شبهات وجوابها ¶ الفصل الخامس: في حكمة تحريم بناء المساجد على القبور ¶ الفصل السادس: في كراهة الصلاة في المساجد المبنية على ¶ القبور ¶ الفصل السابع: في أن الحكم السابق يشمل جميع المساجد إلا ¶ المسجد النبوي ¶ وفي تضاعيف هذه الفصول فصول اخرى فرعية تضمنت فوائد هامة نافعة إنشاء الله تعالى ¶ وقد سميت الرسالة: ¶ (تحذير الساجد من اتخاذ القبور مساجد) ¶ ذلك ما كنت كتبت في مقدمة الطبعة الأولى ¶ وإني لأسأل الله تبارك وتعالى أن ينفع المسلمين بهذه الطبعة أكثر من سابقتها وأن يتقبلها مني وسائر عملي الصالح قبولا حسنا ويجزي القائم على طبعها خيرا. دمشق في 23جمادى الأولى سنة 1392 هـ ¶ _________ ¶ (10) - سورة مريم آية 59 ¶ محمد ناصر الدين الألباني",
            "page": "7",
            "part": "1",
            "seal": "3294D692"
        },
        {
            "id": "8",
            "nass": "الفصل الأول",
            "page": "8",
            "part": "1",
            "seal": "9FAE21E2"
        },
        {
            "id": "9",
            "nass": "أحاديث النهي عن اتخاذ القبور مساجد",
            "page": "9",
            "part": "1",
            "seal": "FD86DDF1"
        },
        {
            "id": "10",
            "nass": "1 - عن عائشة Bها قالت: قال رسول الله A في مرضه الذي لم يقم منه: ¶ لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد ¶ قالت: فلولا ذاك أبرز (11) قبره غير أنه خشي أن يتخذ مسجدا (12) ¶ (11) - أي كشف قبره A ولم يتخذ عليه الحائل والمراد دفن خارج بيته كذا في \" فتح الباري \" ¶ فائدة: قول عائشة هذا يدل دلالة واضحة على السبب الذي من أجله دفنوا النبي A في بيته ألا وهو سد الطريق على من عسى أن يبني عليه مسجد فلا يجوز والحالة هذه أن يتخذ ذلك حجة في دفن غيره A في البيت يؤيد ذلك أنه خلاف الأصل لأن السنة الدفن في المقابر ولهذا قال ابن عروة في \" الكوكب الدري \" (ق 188 / 1 تفسير 548) : ¶ والدفن في مقابر المسلمين أعجب إلى أبي عبد الله (يعني الإمام أحمد) من الدفن في البيوت لأنه أقل ضررا على الأحياء من ورثته وأشبه بمساكن الآخرة وأكثر للدعاء له والترحم عليه ولم يزل أصحابه والتابعون ومن بعدهم يقبرون في الصحارى ¶ فإن قيل: فالنبي A قبر في بيته وقبر صاحبه معه؟ قلنا: قالت عائشة: إنما فعل ذلك لئلا يتخذ قبره مسجدا ولآن النبي A كان يدفن أصحابه بالبقيع وفعله أولى من فعل غيره وإنما أصحابه رأوا تخصيصه بذلك ولأنه روي: ¶ يدفن الأنبياء حيث يموتون \" وصيانة لهم عن كثرة الطراق تمييزا له عن غيره \" ¶ (2) - رواه البخاري (3 / 156 و 198 و 8 / 114) ومسلم (2 / 76) وأبو عوانة (1 / 399) وأحمد (6 / 80 و 121 و 255) والسراج في \" مسنده \" (3 / 48 / 2) عن عروة عنها ¶ وأحمد (6 / 146 و 252) والبغوي في \" شرح السنة \" (ج 1 ص 415) طبع المكتب الإسلامي عن سعيد بن المسيب عنها ¶ وسنده صحيح على شرط الشيخين",
            "page": "10",
            "part": "1",
            "seal": "E6146362"
        },
        {
            "id": "11",
            "nass": "ومثل قول عائشة هذا ما روي عن أبيها Bهما فأخرج ابن زنجويه عن عمر مولى غفرة قال: ¶ لما أئتمروا في دفن رسول الله A قال قائل: ندفنه حيث كان يصلي في مقامه وقال أبو بكر: معاذ الله أن نجعله وثنا يعبد وقال الاخرون: ندفنه في البقيع حيث دفن إخوانه من المهاجرين قال أبو بكر: إنا نكره أن يخرج قبر رسول الله A إلى البقيع فيعوذ به من الناس من لله عليه حق وحق الله فوق حق رسوله A فإن أخرجناه (الأصل: أخرناه) ضيعنا حق الله وإن أخفرناه () أخفرنا قبر رسول الله A قالوا: فما ترى أنت يا أبا بكر؟ قال سمعت رسول الله A يقول: ما قبض الله نبيا قط إلا دفن حيث قبض روحه قالوا: فأنت والله رضي مقنع ثم خطوا حول الفراش خطا ثم احتمله على والعباس والفضل وأهله ووقع القوم في الحفر يحفرون حيث كان الفراش (13)",
            "page": "11",
            "part": "1",
            "seal": "A91EF071"
        },
        {
            "id": "12",
            "nass": "2 - عن أبي هريرة Bهـ قال: قال رسول الله A: ¶ قاتل الله اليهود اتخذوا قبور أنبيائهم مساجد ¶ (14)",
            "page": "12",
            "part": "1",
            "seal": "B65F2D0B"
        },
        {
            "id": "13",
            "nass": "3 - و 4 عن عائشة وابن عباس أن رسول الله A لما حضرته الوفاة جعل يلقي على وجهه طرف خميصة (15) له فإذا اغتم كشفها عن وجهه وهو يقول: \" لعنة الله ¶ (13) - قال ابن كثير: وهو منقطع من هذا الوجه فإن عمر مولى غفرة مع ضعفه لم يدرك أيام الصديق. كذا في (الجامع الكبير) للسيوطي (3 / 147 / 12) ¶ (4) - رواه البخاري (2 / 422) ومسلم وأبوعوانة أبو داود (2 / 71) وأحمد (2 / 284 و 366 و 396 و 453 و 518) وأبو يعلى في \" مسنده \" (278 / 1) والسراج والسهمي في \" تاريخ جرجان \" (349) وابن عساكر (14 / 367 / 2) عن سعيد بن المسيب عنه ومسلم أيضا عن يزيد بن الأصم عنه. وأخرجه عبد الرزاق في \" مصنفه \" (1 / 406 / 1589) من الوجه الأول عنه ولكنه أوقفه ¶ (15) - ثوب خز أو صوف معلم. كذا في \" النهاية \" ¶ قلت: والمراد هنا الثاني لأن الخز هو الحرير كما هو المعروف الان وهو حرام على الرجال كما هو ثابت في النسة خلافا لمن يستحله ممن لا يقيم للسنة وزنا ¶ على اليهود اتخذوا قبور أنبيائهم مساجد. تقول عائشة يحذر مثل الذي صنعوا \" (16) ¶ قال الحافظ ابن حجر: \" وكأنه A علم أنه مرتحل من ذلك المرض فخاف أن يعظم قبره كما فعل من مضى فلعن اليهود والنصارى إشارة إلى ذم من يفعل فعلهم \" ¶ قلت: يعني من هذه الأمة وفي الحديث الآتي (6) التصريح بنهيهم عن ذلك ¶ فتنبه",
            "page": "13",
            "part": "1",
            "seal": "EC47BC2A"
        },
        {
            "id": "14",
            "nass": "5 - عن عائشة Bها قالت: لما كان مرض النبي A تذاكر بعض نسائه كنيسة بأرض الحبشة يقال لها: مارية وقد كانت أم سلمة وأم حبيبة قد أتتا أرض الحبشة فذكرن من حسنها وتصاويرها قالت: [فرفع النبي A رأسه] فقال: \" أولئك إذا كان فيهم الرجل الصالح بنوا على قبره مسجدا ثم صوروا تلك الصور أولئك شرار الخلق عند الله [يوم القيامة] \" (17) ¶ قال الحافظ ابن رجب في \" فتح الباري \": ¶ (16) - رواه البخاري (1 / 422 و 6 / 386 و 8 / 116) ومسلم (2 / 67) وأبو عوانة (1 / 399) والنسائي (1 / 115) والدارمي (1 / 326) وأحمد (1 / 218 و 6 / 34 و 229 و 275) وابن سعد في \" الطبقات \" (2 / 258) . ورواه عبد الرزاق في \" المصنف \" (1 / 406 / 1588) عن ابن عباس وحده ¶ (17) رواه البخاري (1 / 416 و 422) ومسلم (2 / 66 /) والنسائي (1 / 115) وابن أبي شيبة في \" المصنف \" (4 / 140 طبع الهند) وأحمد (6 / 51 طبع المكتب الإسلامي) وأبو عوانة في \" صحيحه \" (1 / 400401) والسياق له وابن سعد في \" الطبقات \" (2 / 241) والسراج في \" مسنده \" (48 / 2) وأبو يعلى في \" الطبقات \" (ق. 220 / 2) والبيهقي (4 / 80) والبغوي (2 / 415416) ¶ هذا الحديث يدل على تحريم بناء المساجد على قبور الصالحين وتصوير صورهم فيها كما يفعله النصارى ولا ريب أن كل واحدج منهما محرم على انفراده فتصوير صور الآدميين يحرم وبناء القبور على المساجد بانفراده يحرم كما دلت عليه نصوص أخر يأتي ذكر بعضها قال ¶ : والتصاوير التي في الكنيسة التي ذكرتها أم حبيبة وأم سلمة كانت على الحيطان ونحوها ولم يكن لها ظل فتصوير الصور على مثال صور الأنبياء والصالحين للتبرك بها والاستشفاع بها يحرم في دين الإسلام وهو من جنس عبادة الأوثان وهو الذي أخبر النبي A أن أهله شرار الخلق عند الله يوم القيامة وتصوير الصور للتأسي برؤيتها أو للتنزه بذلك والتلهي محرم وهو من الكبائر وفاعله من أشد الناس عذابا يوم القيامة فإنه ظالم ممثل بأفعال الله التي لا يقدر على فعلها غيره وأنه تعالى ليس كمثله شئ لا في ذاته ولا في صفاته ولا في أفعاله سبحانه وتعالى \" ¶ ذكره في \" الكواكب الدراري \" (مجلد 65 / 82 / 2) ¶ قلت: ولا فرق في التحريم بين التصوير اليدوي والتصوير الآلي والفوتوغرافي بل التفريق بينهما جمود وظاهرية عصرية كما بينته في كتابي \" آداب الزفاف \" (ص 106116 الطبعة الثانية طبع المكتب الإسلامي)",
            "page": "14",
            "part": "1",
            "seal": "C747AEB7"
        },
        {
            "id": "15",
            "nass": "6 - عن جندب بن عبد الله البجلي أنه سمع النبي A قبل أن يموت بخمس وهو يقول: ¶ قد كان لي فيكم إخوة وأصدقاء وإني أبراء (18) إلى الله أن يكون لي فيكم ¶ خليل وإن الله D قد اتخذني خليلا كما تخذ إبراهيم خليلا ولو كنت متخذا من أمتي خليلا لاتخذت أبا بكر خليلا ألا [وإن] من كان قبلكم [كانوا] يتخذون قبور أنبيائهم وصالحيهم مساجد ألا فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك ¶ (19)",
            "page": "15",
            "part": "1",
            "seal": "E3477FA0"
        },
        {
            "id": "16",
            "nass": "7 - عن الحارث النجراني قال: سمعت النبي A قبل أن يموت بخمس وهو يقول: ¶ ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد ألا فلا تتخذوا القبور مساجد إني أنهاكم عن ذلك ¶ (20) ¶ عن أسامة بن زيد أن رسول الله A قال في مرضه الذي مات فيه: \" أدخلوا علي أصحابي \" ¶ فدخلوا عليه وهو متقنع ببردة معافري (21) [فكشف القناع] فقال: \" لعن الله اليهود [والنصارى] اتخذوا قبور أنبيائهم مساجد \" (22)",
            "page": "16",
            "part": "1",
            "seal": "568C5643"
        },
        {
            "id": "17",
            "nass": "9 - عن أبي عبيدة بن الجراح قال: آخر ما تكلم به النبي A: ¶ أخرجوا يهود أهل الحجاز وأهل نجران من جزيرة العرب واعلموا أن شرار الناس الذي اتخذوا (وفي رواية: يتخذون) (23) قبور أنبيائهم مساجد ¶ (24)",
            "page": "17",
            "part": "1",
            "seal": "EA92C082"
        },
        {
            "id": "18",
            "nass": "10 - عن زيد بن ثابت أن رسول الله A قال: \" لعن الله (وفي رواية: قاتل الله) اليهود اتخذوا قبور أنبيائهم مساجد \" (25)",
            "page": "18",
            "part": "1",
            "seal": "902656F7"
        },
        {
            "id": "19",
            "nass": "24 - ¶ () 19 - رواه مسلم (2 / 67 68) وأبو عوانة (1 / 401) والسياق له والطبراني في \" الكبير \" (1 / 84 / 2) ورواه ابن سعد (2 / 240) مختصرا دون ذكر الإخوة واتخاذ الخليل ¶ قال: 18 - أي امتنع من هذا وأنكره والخليل هو المنقطع إليه قيل: هو مشتق من الخلة بفتح الخاء وهي الحاجة وقيل: من الخلة بضم الخاء وهي تخلل المودة في القلب فنفى A أن تكون حاجته وانقطاعه إلى غير الله تعالى. \" شرح مسلم \" للنووي ¶ (20) - رواه ابن أبي شيبة (ق 2 / 83 / 2 وط 2 / 376) وإسناده صحيح على شرط مسلم ¶ (21) - برود باليمن منسوبة إلى معافر وهي قبيلة باليمن. \" نهاية \" ¶ (22) - رواه الطيالسي في مسنده (2 / 113 من ترتيبه) وأحمد (5 / 204) والطبراني في \" الكبير \" (ج 1 ق 22 / 1) وسنده حسن في الشواهد وقال الشوكاني في \" نيل الأوطار \" (2 / 114) \" سنده جيد \" وقال الهيثمي في \" مجمع الزوائد \" (2 / 27) \" رجاله موثقون \" ¶ (23) - وبين الروايتين فرق ظاهر فالرواية الأولى تعني ناسا تقدموا وهم اليهود والنصارى كما في الأحاديث المتقدمة والرواية الأخرى تعني من يسلك سبيلهم من هذا الأمة ويؤيدها الأحاديث (6، 7، 12) ¶ (25) ¶ رواه أحمد (5 / 184، 186) ورجاله ثقات غيرعقبة بن عبد الرحمن هو ابن أبي معمر وهو مجهول كما في \" التقريب \" ولا تغتر بقول الهيتمي (2 / 27) : \" رواه الطبراني في الكبير ورجاله رجال موثقون \" ما فعل الشوكاني فإنه قال (2 / 114) \" وسنده جيد \" وذلك لأن قوله \" موثقون \" دون قوله \" ثقات \" فإن قولهم \" موثقون \" إشارة منهم إلى أن بعض رواته ليس توثيقه قويا فكأن الهيثمي يشير إلى أن عقبة هذا إنما وثقه ابن حبان فقط وأن توثيق ابن حبان غير موثوق به والله أعلم ¶ وكون توثيق ابن حبان لا يوثق به مما لا يرتاب فيه المتضلعون في هذا العلم الشريف وقد فصلت القول في ذلك في ردي على رسالة \" التعقب الحثيث \" للشيخ عبد الله الحبشي وقد نشر في التمدن الإسلامي في مقالات متتابعة ثم نشر في رسالة مستقلة تحت عنوان \" الرد على التعقب الحثيث \" فراجع (ص 18 21) . على أن قول القائل في حديث ما \" رجاله ثقات \" أو \" رجاله رجال الصحيح \" فليس معناه أن إسناده صحيح كما بينته في غير هذا الموضع فانظر مثلا \" سلسلة الأحاديث الصحيحة \" (طج 2 ص 5 طبع المكتب الإسلامي) لكن الحديث صحيح لشواهده المتقدمة",
            "page": "19",
            "part": "1",
            "seal": "313549C0"
        },
        {
            "id": "20",
            "nass": "وله عنده (2 / 241) شاهد من حديث أبي أمامة وله شاهد ثان أخرجه الطبراني عن كعب بن مالك بسند لا بأس به كما قال ابن حجر الهيتمي في \" الزواجر \" (1 / 120) وضعفه الحافظ نور الدين الهيثمي في \" مجمع الزوائد \" (9 / 45)",
            "page": "20",
            "part": "1",
            "seal": "DF2B104A"
        },
        {
            "id": "21",
            "nass": "رواه احمد (رقم 1691، 1694) والطحاوي في \" مشكل الآثار \" (4 / 13) وأبو يعلى (57 / 1) وابن عساكر (8 / 367 / 2) بسند صحيح وقال الهيثمي في \" المجمع (5 / 325) : ¶ رواه أحمد بأسانيد (الأصل بإسنادين) ورجال الطريقين منها ثقات متصل إسنادها ورواه أبو يعلى ¶ قلت: وفي هذا الكلام نظر ظاهر لأن مدار الطرق الثلاث التي أشار إليها على إبراهيم بن ميمون عن سعد بن سمرة إلا أن الطريق الثالث أدخل بعض الرواة بينهما إسحاق بن سعد بن سمرة وهو وهم كما بينه الحافظ في \" التعجيل \" ثم إنه ليس فيه \" واعلموا أن شرار الناس. . .) ¶ ثم هذا الحديث ذكره الهيثمي في مكان آخر (2 / 82) نحوه وقال: ¶ رواه البزار ورجاله ثقات ¶ وله شاهد مرسل عن عمر بن عبد العزيز مرفوعا نحوه. رواه ابن سعد (2 / 254)",
            "page": "21",
            "part": "1",
            "seal": "E311F387"
        },
        {
            "id": "22",
            "nass": "عن أبي هريرة قال: قال رسول الله A: \" اللهم لا تجعل قبري وثنا (26) لعن الله قوما اتخذوا قبور أنبيائهم مساجد \" (27)",
            "page": "22",
            "part": "1",
            "seal": "F0F4551E"
        },
        {
            "id": "23",
            "nass": "12 - عن عبد الله بن مسعود قال: سمعت رسول الله A يقول: ¶ إن من شرار الناس من تدركه الساعة وهم احياء ومن يتخذ القبور مساجد ¶ (28) ¶ (27) - رواه أحمد (رقم 7352) وابن سعد (2 / 241242) والمفضل الجندي في \" فضائل المدينة \" (66 / 1) وأبو يعلى في \" مسنده \" (312 / 1) والحميدي (1025) وأبو نعيم في \" الحلية \" (6 / 382 و 7 / 317) بسند صحيح ¶ وله شاهد مرسل رواه عبد الرزاق في \" المصنف \" (1 / 406 / 1587) وكذا ابن أبي شيبة (4 / 141) عن زيد بن أسلم. وإسناده قوي ¶ (26) - \" قال ابن عبد البر: الوثن الصنم يقول: لا تجعل قبري صنما يصلى ويسجد نحوه ويعبد فقد اشتد غضب الله على من فعل ذلك وكان رسول الله A يحذر أصحابه وسائر أمته من سوء صنيع الأمم قبلهم الذين صلوا إلى قبور أنبيائهم واتخذوها قبلة ومسجدا كما صنعت الوثنية بالأوثان التي كانوا يسجدون إليها ويعظمونها وذلك الشرك الأكبر وكان رسول الله A يخبرهم بما في ذلك من سخط الله وغضبه وأنه مما لا يرضاه خشية عليهم من امتثال طرقهم وكان A يحب مخالفة أهل الكتاب وسائر الكفار وكان يخاف على أمته اتباعهم ألا ترى إلى قوله A على جهة التعبير والتوبيخ \" لتتبعن سنن الذين كانوا من قبلكم حذوا النعل بالنعل حتى إن أحدهم لو دخل جحر ضب لدخلتموه؟ \" ¶ كذا في \" فتح الباري \" لابن رجب (65 / 90 / 2) من \" الكواكب \" ¶ (28) - رواه ابن خزيمة في \" صحيحه \" (1 / 92 / 2) وابن حبان (340 و 341) وابن أبي شيبة في \" المصنف \" (4 / 140 طبع الهند) وأحمد (رقم 3844 و 4143) والطبراني في \" المعجم الكبير \" (3 / 77 / 1) وأبو يعلى في \" مسنده \" (257 / 1) وأبو نعيم في \" أخبار أصبهان \" (1 / 142) بإسناد حسن وأحمد أيضا (رقم 4342) بسند آخر حسن بما قبله والحديث بمحموعهما صحيح وقال شيخ الإسلام ابن تيمية في \" منهاج السنة \" (1311) و \" الإقتضاء \" (ص 185) : \" وإسناده جيد \" وقال الهيثمي (2 / 27) : \" رواه الطبراني في الكبير وإسناده حسن \" ¶ وفي اقتصاره في عزوه على الطبراني وحده قصور ظاهر مع أنه في المسند في ثلاثة مواضع منه كما أشرنا إليهما آنفا ¶ والشطر الأول من الحديث رواه البخاري في صحيحه (13 / 15) معلقا",
            "page": "23",
            "part": "1",
            "seal": "9C7C9F04"
        },
        {
            "id": "24",
            "nass": "وأخر اخرجه مالك في \" الموطأ \" (1 / 185) وعنه ابن سعد (2 / 240241) عن عطاء بن يسار مرفوعا. وسنده صحيح وقد وصله البزار عنه عن أبي سعيد الخدري وصححه ابن عبد البر مرسلا وموصولا فقال: \" فهذا الحديث عند من قال بمراسيل الثقات وعند من قال بالمسند لإسناد عمر بن محمد له وهو ممن تقبل زيادته \". انظر \" تنوير الحوالك \" للسيوطي ¶ وفيما قاله ابن عبد البر في عمر هذا نظر فقد قال الحافظ ابن رجب في \" الفتح \": ¶ خرجه من طريقه البزار ¶ وعمر هذا هو ابن صبهان جاء منسوبا في بعض نسخ البزار وظن ابن عبد البر أنه عمر بن محمد العمري والظاهر أنه وهم وقد روي نحوه من حديث أبي سلمة عن أبي هريرة بإسناد فيه نظر \"",
            "page": "24",
            "part": "1",
            "seal": "D57FACE8"
        },
        {
            "id": "25",
            "nass": "13 - عن علي بن أبي طالب قال: ¶ لقيني العباس فقال: يا علي انطلق بنا إلى النبي A فإن كان لنا من الأمر شئ وإلا أوصى بنا الناس فدخلنا عليه وهو مغمى عليه فرفع رأسه فقال: ¶ لعن الله اليهود اتخذوا قبور الأنبياء مساجد \". زاد في رواية: \" ثم قالها الثالثة \" ¶ فلما رأينا ما به خرجنا ولم نسأله عن شئ (29)",
            "page": "25",
            "part": "1",
            "seal": "FAEC4C96"
        },
        {
            "id": "26",
            "nass": "14 - عن أمهات المؤمنين أن أصحاب رسول الله A قالوا: كيف نبني قبر رسول الله A؟ أنجعله مسجدا؟ فقال أبو بكر الصديق: سمعت رسول الله A يقول: لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد (30)",
            "page": "26",
            "part": "1",
            "seal": "32646E37"
        },
        {
            "id": "27",
            "nass": "الفصل الثاني",
            "page": "27",
            "part": "1",
            "seal": "3D129A63"
        },
        {
            "id": "28",
            "nass": "معنى اتخاذ القبور مساجد ¶ لقد تبين من الأحاديث السابقة خطر اتخاذ القبور مساجد وما على من فعل ذلك من الوعيد الشديد عند الله D فعلينا أن نفقه معنى الاتخاذ المذكور حتى نحذره فأقول: ¶ الذي يمكن أن يفهم من هذا الاتخاذ إنما هو ثلاث معان: ¶ (29) - رواه ابن سعد (4 / 28) وابن عساكر (12 / 172 / 2) من طريقين عن عثمان ابن اليمان نا أبو بكر ابن أبي عون أنه سمع عبد الله بن عيسى بن عبد الرحمن بن أبي ليلى عن أبيه عن جده أو قال: عن ابيه أو عن جده قال: سمعت علي بن أبي طالب يقول: ¶ قلت: هذا إسناد حسن لولا أنني لم أعرف أبا بكر هذا ولم يورده الدولابي وأبو أحمد الحاكم في \" الكنى \" ¶ (30) - رواه ابن زنجويه في \" فضائل الصديق \" كما في \" الجامع الكبير \" (3 / 147 / 1)",
            "page": "28",
            "part": "1",
            "seal": "CCABF0C9"
        },
        {
            "id": "29",
            "nass": "الأول: الصلاة على القبور بمعنى السجود عليها ¶ الثاني: السجود إليها واستقبالها بالصلاة والدعاء ¶ الثالث: بناء المساجد عليها وقصد الصلاة فيها ¶ أقوال العلماء في معنى الاتخاذ المذكور ¶ وبكل واحد من هذه المعاني قال طائفة من العلماء وجاءت بها نصوص صريحة عن سيد الأنبياء A ¶ أما الأول فقال ابن حجر الهيتمي في \" الزواجر \" (1 / 121) : ¶ واتخاذ القبر مسجدا معناه الصلاة عليه أو إليه ¶ فهذا نص منه على أنه يفهم الاتخاذ المذكور شاملا لمعنيين أحدهما الصلاة على القبر ¶ وقال الصنعاني في \" سبل السلام \" (1 / 214) : \" واتخاذ القبور مساجد أعم من أن يكون بمعنى الصلاة إليها أو بمعنى الصلاة عليها \" ¶ قلت: يعني أنه يعم المعنيين كليهما ويحتمل انه أراد المعاني الثلاثة وهو الذي فهمه الإمام الشافعي C وسيأتي نص كلامه في ذلك ويشهد للمعنى الأول أحاديث: ¶ الأول: عن أبي سعيد الخدري: \" أن رسول الله A نهى أن يبنى على القبور أو يقعد عليها أو يصلى عليها \" (31) ¶ الثاني: قوله A: \" لا تصلوا إلى قبر ولا تصلوا على قبر \" (32) ¶ الثالث: عن أنس: أن النبي A نهى عن اار وسئل عن الصلاة وسط القبور قال: ذكر لي أن النبي A قال: \" كانت بنو إسرائيل اتخذوا قبور أنبيائهم مساجد فعلنهم الله تعالى \" (33) ¶ وأما المعنى الثاني: فقال المناوي في \" فيض القدير \" حيث شرح الحديث الثالث المتقدم: ¶ أي اتخذوها جهة قبلتهم مع اعتقادهم الباطل وإن اتخاذها مساجد لازم (34) لاتخاذ المساجد عليها كعكسه وهذا بين به سبب لعنهم لما فيه من المغالاة في التعظيم. قال القاضي (يعني البيضاوي) : لما كانت اليهود يسجدون لقبور أنبيائهم تعظيما لشأنهم ويجعلونها قبلة ويتوجهون في الصلاة نحوها فاتخذوها أوثانا لعنهم الله ومنع المسلمين عن مثل ذلك ونهاهم عنه ¶ قلت: وهذا معنى قد جاء النهي الصريح عنه فقال A: ¶ لا تجلسوا على القبور ولا تصلوا إليها ¶ (35) ¶ _________ ¶ (31) - رواه أبو يعلى في \" مسنده \" (ق 66 / 2) وإسناده صحيح وقال الهيثمي (3 / 61) : \" ورجاله ثقات \" ¶ (32) - 2 رواه الطبراني في \" المعجم الكبير \" (3 / 145 / 2) وعنه الضياء المقدسي في \" المختارة \" عن عبد الله بن كيسان عن عكرمة عن ابن عباس مرفوعا وقال المقدسي: ¶ وعبد الله بن كيسان قال فيه البخاري: منكر الحديث قال أبو حاتم الرازي ضعيف وقال النسائي ¶ ليس بالقوي \" إلا أني لما رأيت ابن خزيمة والبستي أخرجا له أخرجناه \" ¶ (33) - رواه عبد الرزاق (1591) وهو مرسل صحيح الإسناد وموضع الشاهد منه أن عمرا استشهد بالحديث على النهي عن الصلاة بين القبور فد على أنه يعني المعنى المذكور ¶ (34) - يعني: يلزم من السجود إليها بناء المساجد عليها كما يلزم من بناء المساجد عليها السجود إليها وهذا امر واقع مشاهد ¶ (35) - رواه مسلم (3 / 62) وأبو داود (1 / 71) والنسائي (1 / 124) والترمذي (2 / 154) والطحاوي في \" شرح",
            "page": "29",
            "part": "1",
            "seal": "29996305"
        },
        {
            "id": "30",
            "nass": "قلت: لكن الحديث صحيح فإن له عند الطبراني (3 / 150 / 1) طريقا آخر خيرا من هذه عن ابن عباس علقه البخاري في \" التاريخ الصغير \" (ص 163) وشطره الأول له شاهد من حديث أبي مرثد يأتي قريبا",
            "page": "30",
            "part": "1",
            "seal": "F44B8EE0"
        },
        {
            "id": "31",
            "nass": "المعاني \" (1 / 296) والبيهقي (3 / 435) وأحمد (4 / 135) وابن عساكر (2 / 1512 و 152 / 2) من حديث ¶ أبي مرثد الغنوي وقال احمد: \" إسناده جيد \" ¶ وقول الشيخ سليمان حفي الشيخ محمد بن عبد الوهاب (رحمهم الله ف) في حاشيته على \" المقنع ¶ (1125) : \" متفق عليه \". وهم منه ¶ ثم عزاه (ص 281) لمسلم وحده فأصاب: وله [على علمه وفضله] من مثل هذا التخريج أوهام كثيرة جدا يجعل الاعتماد عليه في التخريج غير موثوق به وأنا أضرب على ذلك بعض الأمثلة الأخرى تنبيها لطلاب العلم ونصحا لهم وإنما الدين النصيحة",
            "page": "31",
            "part": "1",
            "seal": "CDE0ED7A"
        },
        {
            "id": "32",
            "nass": "1 - قال \" ص 20 \" روى جابر Bهـ أن النبي A قال: لا تنتفعوا من الميتة بشئ رواه الدارقطني بإسناد جيد \" ¶ قلت وهو حديث ضعيف وفي الصحيح ما يعارضه وعزوه للدراقطني وهم لم أجد من سبقه إليه",
            "page": "32",
            "part": "1",
            "seal": "058E1974"
        },
        {
            "id": "33",
            "nass": "2 - قال \" ص 28 \" لقوله A: \" من استنجى من ريح فليس منا \" رواه الطبراني في \" معجمه الصغير \" ¶ قلت وليس هذا في \" المعجم \" وأنا أخبر الناس به والحمد لله فإني خدمته ورتبته على مسانيد الصحابة وخرجت احاديثه ووضعت فهرسا جامعا لأحاديثه ¶ ثم إن الحزم بنسبته إلى النبي A فيه نظر لأنه من رواية أبي الزبير عن جابر كما أخرجه الجرجاني (272) وغيره وأبو الزبير مدلس وقد عنعنه",
            "page": "33",
            "part": "1",
            "seal": "953A7551"
        },
        {
            "id": "34",
            "nass": "3 - قال \" ص 29 \" قال النبي A: لخلوف فم الصائم. . . . \" رواه الترمذي ¶ قلت: وهو \" صحيح البخاري \" و \" صحيح مسلم \"",
            "page": "34",
            "part": "1",
            "seal": "A54E8F82"
        },
        {
            "id": "35",
            "nass": "قال الشيخ علي القاري في \" المرقاة \" (2 / 372) معللا النهي: ¶ لما فيه من التعظيم البالغ كأنه من مرتبة المعبود ولو كان هذا التعظيم حقيقة للقبر أو لصاحبه لكفر المعظم فالتشبه به مكروه وينبغي ان تكون كراهة تحريم وفي معناه بل أولى منه الجنازة الموضوعة (يعني قبلة المصلين) وهو مما ابتلي به أهل مكة حيث يضعون الجنازة عند الكعبة ثم يستقبلون إليها ¶ قلت: يعني في صلاة الفريضة وهذا بلاء عام قد تعداه إلى بلاد الشام والأناضول وغيرها وقد وقفنا منذ شهر على صورة شمسية قبيحة جدا تمثل صفا من المصلين ساجدين تجاه نعوش مصفوفة أمامهم فيها جثث جماعة من الأتراك كانوا ماتوا غرقا في باخرة ¶ وبهذه المناسبة نلفت النظر إلى أن الغالب من هديه A هو الصلاة على الجنائز في \" المصلى \" خارج المسجد ولعل من حكمة ذلك إبعاد المصلين عن الوقوع في مثل هذه المخالفة التي نبه عليها العلامة القاري C ¶ ونحو الحديث السابق ما روى ثابت البناني عن أنس Bهـ قال: ¶ كنت أصلي قريبا من قبر فرآني عمر بن الخطاب فقال: القبر القبر. فرفعت بصري إلى السماء وأنا أحسبه يقول: القمر ¶ (36) ¶ وأما المعنى الثالث: فقد قال به الإمام البخاري فإنه ترجم للحديث الأول بقوله \" باب ما يكره من اتخاذ القبور مسجدا على القبور \" ¶ فقد أشار بذلك إلى أن النهي عن اتخاذ القبور مسجدا يلزم منه النهي عن بناء المساجد عليه وهذا أمر واضح وقد صرح به المناوي آنفا وقال الحافظ ابن حجر في شرح الحديث: \" قال الكرماني: مفاد الحديث منع اتخاذ القبر مسجدا ومدلول الترجمة اتخاذ المسجد على القبر ومفهومها متغاير ويجاب بأنهما متلازمان وإن تغاير المفهوم \" ¶ _________ ¶ (36) - رواه أبو الحسن الدينوري في \" حزء فيه محالس من أمالي أبي الحسن القزويني (ق 3 / 1) بإسناد صحيح وعلقه البخاري (1 / 437 فتح) ووصله عبد الرزاق ايضا في \" مصنفه \" (1 / 404 / / 1581) وزاد: \" إنما أقول القبر: لا تصل إليه \"",
            "page": "35",
            "part": "1",
            "seal": "FC55F873"
        },
        {
            "id": "36",
            "nass": "وهذا المعنى هو الذي أشارت إليه السيدة عائشة Bها بقولها في آخر الحديث الأول: ¶ فلولا ذاك أبرز قبره غير انه خشي أن يتخذ مسجدا ¶ إذ المعنى فلولا ذاك اللعن الذي استحقه اليهود والنصارى بسبب اتتخاذهم القبور مساجد المستلزم البناء عليها لجعل قبره A في أرض بارزة مكشوفة ولكن الصحابة Bهم لم يفعلوا ذلك خشية أن بينى عليه مسجد من بعض من يأتي بعدهم فتشملهم اللعنة ¶ ويؤيد هذا ماروى ابن سعد (2 / 241) بسند صحيح عن الحسن وهو (البصري) قال: ائتمنروا (37) أن يدفنوه A في المسجد فقال عائشة: إن رسول الله A كان واضعا رأسه في حجري إذ قال: قاتل الله أقواما اتخذوا قبور أنبيائهم مساجد واجتمع رأيهم أن يدفنوه حيث قبض في بيت عائشة ¶ قلت: هذه الرواية على إرسالها تدل على أمرين اثنين: ¶ أحدهما: أن السيدة عائشة فهمت من الاتخاذ المذكور في الحديث انه يشمل المسجد الذي قد يدخل فيه القبر فبالأحرى أن يشمل المسجد الذي بني على القبر ¶ الثاني: أن الصحابة أقروها على هذا الفهم ولذلك رجعوا إلى رأيها فدفنوه A في بيتها ¶ فهذا يدل على أنه لا فرق بين بناء المسجد على القبر أو إدخال القبر في المسجد فالكل حرام لأن المحذور واحد ولذلك قال الحافظ العراقي: ¶ فلو بنى مسجدا يقصد أن يدفن في بعضه دخل في اللعنة بل يحرم الدفن في المسجد وإن شرط ان يدفن فيه لم يصح الشرط لمخالفة وقفه مسجدا (38) ¶ _________ ¶ (37) - أي تشاوروا ¶ (38) - نقله المناوي في ¶ فيض القدير \" (5 / 274) وأقره",
            "page": "36",
            "part": "1",
            "seal": "6B026C56"
        },
        {
            "id": "37",
            "nass": "قلت: وفي هذا إشارة إلى أن المسجد والقبر لا يجتمعان في دين الإسلام كما تقدم ويأتي ¶ ويشهد لهذا المعنى الحديث الخامس المتقدم بلفظ: ¶ أولئك قوم إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجدا. . . أولئك شرار الخلق. . .) ¶ فهو نص صريح في تحريم بناء المسجد على قبور الأنبياء والصالحين لأنه صرح أنه ¶ من أسباب كونهم من شرار الخق عند الله تعالى ويؤيده حديث جابر Bهـ قال ¶ نهى رسول الله A ان يجصص القبر وأن يقعد عليه وأن يبنى عليه \" (39) ¶ فإنه بعمومه يشمل بناء المسجد على القبر كما يشمل بناء القبة عليه بل الأول أولى بالنهي كما لا يخفى ¶ فثبت أن هذا المعنى صحيح أيضا يدل عليه لفظ (الاتخاذ) وتؤيده الأدلة الأخرى ¶ أما شمول الأحاديث للنهي عن الصلاة في المساجد المبنية على القبور فدلالتها على ذلك أوضح وذلك لأن النهي عن بناء المساجد على القبور يستلزم النهي عن الصلاة فيها من باب أن النهي عن الوسيلة يستلزم النهي عن المقصود بها والتوسل بها إليه مثاله إذا نهى الشارع عن بيع الخمر فالنهي عن شربه داخل في ذلك كما لا يخفى بل النهي عن من باب أولى ¶ ومن البين جدا أن النهي عن بناء المساجد على القبور ليس مقصودا بالذات كما أن الأمر ببناء المساجد في الدور والمحلات ليس مقصودا بالذات بل ذلك كله من أجل الصلاة فيها سلبا أو إيجابا يوضح ذلك المثال الآتي: لو أن رجلا بنى مسجدا في مكان قفر غير مأهول ولا يأتيه أحد للصلاة فيه فليس لهذا الرجل أي أجر في بنائه لهذا المسجد بل هو عندي آثم لإضاعة المال ووضعه الشئ في غير محله ¶ فإذا أمر الشارع ببناء المساجد فهو يأمر ضمنا بالصلاة فيها لأنها هي المقصودة بالبناء وكذلك إذا نهى عن بناء المساجد على القبور فهو ينهى ضمنا عن الصلاة فيها لأنها هي المقصودة بالبناء أيضا وهذا بين لا يخفى على العاقل إن شاء الله تعالى ¶ ترجيح شمول الحديث للمعاني كلها وقول الشافعي بذلك ¶ وجملة القول: أن الاتخاذ المذكور في الأحاديث المتقدمة يشمل كل هذه المعاني الثلاثة فهو من جوامع كلمه A وقد قال بذلك الإمام الشافعي C ففي كتابه \" الأم \" (1 / 246) ما نصه: ¶ وأكره أن يبنى على القبر مسجد وأن يسوى أو يصلى عليه وهو غير مسوى (يعني أنه ظاهر معروف) أو يصلى إليه قال وإن صلى إليه أجزأه وقد أساء أخبرنا مالك أن رسول الله A قال: ¶ قاتل الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \". قال: وأكره هذا للسنة والآثار وأنه كره والله تعالى أعلم أن يعظم أحد من المسلمين يعني يتخذ قبره مسجدا ولم تؤمن في ذلك الفتنة والضلال على ما يأتي بعده \" ¶ _________ ¶ (39) - رواه مسلم (3 / 62) والسياق له وابن أبي شيبة (4 / 134) والترمذي (2 / 155) وصححه واحمد (3 / 339399)",
            "page": "37",
            "part": "1",
            "seal": "9324FB34"
        },
        {
            "id": "38",
            "nass": "واعلم ان حديث جابر هذا في النهي عن النباء على القبر حديث صحيح لا يرتاب في ذلك ذو علم بطرق التصحيح والتضعيف فلا تغتر باعلال الكوثري له في \" مقالاته \" (ص 159) بان \" فيه عنعنة أبي الزبير \" فإن ابن الزبير قد صرح بالتحديث عند مسلم وكذا احمد وما أعتقد أن هذا يخفى على الكوثري ولكن يفعل ذلك عمدا شأن أهل الأهواء قديما وحديثا يضعفون الأحاديث الصحيحة إذا كانت عليهم ويصححون الأحاديث الضعيفة إذا كانت لهم والكوثري هذا مشهور بذلك عند أهل العلم وقد بينت شيئا من هذا في \" الأحاديث الضعيفة والموضوعة وأثرها السئ في الأمة \" (الأحاديث 23 و 24 و 25) فليراجع من شاء التأكد مما نقول ويأتيك مثال آخر في هذا الكتاب ¶ ويؤيد صحة الحديث أنا أبا الزبير لم يتفرد به بل تبعه سليمان بن موسى عند أحمد وغيره ولما صححه الترمذي قال: \" وقد روي من غير وجه عن جابر \" وتابعه أيضا أبو نضرة عند ابن النجار في \" ذيل تاريخ بغداد \" (10 / 201 / 1) ¶ وله شاهد عن أم سلمة عند أحمد وآخر عند أبي سعيد كما في \" الكواكب الدراري \" (ق 8687 تفسير 548)",
            "page": "38",
            "part": "1",
            "seal": "0099BC03"
        },
        {
            "id": "39",
            "nass": "فقد استدل بالحديث على المعاني الثلاثة التي ذكرها في سياق كلامه فهو دليل واضح على أنه يفهم الحديث على عمومه وكذلك صنع المحقق الشيخ على القارئ نقلا عن بعض أئمة الحنفية فقال في \" مرقاة المفاتيح شرح مشكاة المصابيح \" (1 / 45) : ¶ سبب لعنهم: إما لأنهم كانوا يسجدون لقبور أنبيائهم تعظيما لهم وذلك هو الشرك الجلي وإما لأنهم كانوا يتخذون الصلاة لله تعالى في مدافن الأنبياء والسجود على مقابرهم والتوجه إلى قبورهم حالة الصلاة نظرا منهم بذلك إلى عبادة الله والمبالغة في تعظيم الأنبياء وذلك هو الشرك الخفي لتضمنه ما يرجع إلى تعظيم مخلوق فيما لم يؤذن له فنهى النبي A أمته عن ذلك إما لمشابهة ذلك الفعل سنة اليهود أو لتضحية الشرك الخفي. كذا قاله بعض الشراح من أئمتنا ويؤيده ما جاء في رواية: يحذر ما صنعوا ¶ قلت: والسبب الأول الذي ذكره وهو السجود لقبور الأنبياء تعظيما لهم وإن كان غير مستبعد حصوله من اليهود والنصارى فإنه غير متبادر من قوله A: \" اتخذوا قبور أنبيائهم مساجد \" فإن ظاهره أنهم اتخذوها مساجد لعبادة اله فيها على المعاني السابقة تبركا بمن دفن فيها من الأنبياء وإن كان هذا أدى بهم كما يؤدي بغيرهم إلى وقوعهم في الشرك الجلي ذكره الشيخ القارئ",
            "page": "39",
            "part": "1",
            "seal": "EF226FE3"
        },
        {
            "id": "40",
            "nass": "الفصل الثالث",
            "page": "40",
            "part": "1",
            "seal": "538FCE64"
        },
        {
            "id": "41",
            "nass": "اتخاذ المساجد على القبور من الكبائر ¶ بعد أن تبين لنا معنى الاتخاذ الوارد في الأحاديث المتقدمة يحسن بنا أن نقف قليلا عند هذه الأحاديث لنتعرف منها حكم الاتخاذ المذكور مسترشدين في ذلك بما ذكره العلماء حوله فأقول: ¶ إن كل من يتأمل في تلك الأحاديث الكريمة يظهر له بصورة لا شك فيها أن الاتخاذ المذكور يحرم بل كبيرة من الكبائر لأن اللعن الوارد فيها ووصف المخالفين بأنهم من شرار الخلق عند الله تبارك وتعالى لا يمكن أن يكون في حق من يرتكب ما ليس كبيرة كما لا يخفى ¶ مذاهب العلماء في ذلك ¶ وقد اتقفت المذاهب الأربعة على تحريم ذلك ومنهم من صرح بأنه كبيرة ¶ وإليك تفاصيل المذاهب في ذلك:",
            "page": "41",
            "part": "1",
            "seal": "5D5003AF"
        },
        {
            "id": "42",
            "nass": "1 - مذهب الشافعية انه كبيرة ¶ قال الفقيه ابن حجر الهيتمي في \" الزواجر عن اقتراف الكبائر ¶ (1 / 120) : ¶ الكبيرة الثالثة والرابعة والخامسة والسادسة والسابعة والثامنة والتسعون ¶ اتخاذ القبور مساجد وإيقاد السرج عليها واتخاذها أوثانا والطواف بها واستلامها والصلاة إليها ¶ ثم ساق بعض الأحاديث المتقدمة وغيرها ثم قال (ص 111) : ¶ [تنبيه] : عد هذه الستة من الكبائر وقع في كلام بعض الشافعية وكأنه ¶ أخذ ذلك مما ذكرته من الأحاديث ووجه اتخاذ القبر مسجدا منها واضح لأنه لعن من فعل ذلك بقبور أنبيائه وجعل من فعل ذلك بقبور صلحائه شر الخلق عند الله تعالى يوم القيامة ففيه تحذير لنا كما في رواية: ¶ يحذر ما صنعوا \" أي يحذر أمته بقوله لهم ذلك من أن يصنعوا كصنع أولئك فيلعنوا كما لعنوا ومن ثم قال أصحابنا: تحرم الصلاة إلى قبور الأنبياء والأولياء تبركا وإعظاما ومثلها الصلاة عليه للتبرك والإعظام وكون هذا الفعل كبيرة ظاهرة من الأحاديث المذكورة لما علمت فقال بعض الحنابلة:",
            "page": "42",
            "part": "1",
            "seal": "AD624D4B"
        },
        {
            "id": "43",
            "nass": "\" قصد الرجل الصلاة عند القبر متبركا به عين المحادة لله ولرسوله صلى ¶ الله عليه وسلم وابتداع دين لم يأذن به الله للنهي عنها ثم إجماعا فإن أعظم المحرمات وأسباب الشرك الصلاة عندها واتخاذها مساجد أو بناؤها عليها والقول بالكراهة محمول على غير ذلك إذ لا يظن بالعلماء تجويز فعل تواتر عن النبي A لعن فاعله ويجب المبادرة لهدمها وهدم القباب التي على القبور إذ هي أضر من مسجد الضرار لأنها أسست على معصية رسول الله A لأنه نهى عن ذلك وأمر رسول الله A بهدم القبور المشرفة وتجب إزالة كل قنديل أو سراج على قبر ولا يصح وقفه ونذره. انتهى \" ¶ هذا كله كلام الفقيه ابن حجر الهيتمي وأقره عليه المحقق الآلوسي في \" روح المعاني \" (5 / 31) وهو كلام يدل على فهم وفقه في الدين وقوله فيما نقله عن بعض الحنابلة: ¶ والقول بالكراهة محمول على غير ذلك ¶ كأنه يشير إلى قول الشافعي \" وأكره أن يبنى على القبر مسجد. . \" الخ كلامه الذي نقلته بتمامه فيما سبق (ص 27) وعلى هذا أتباعه من الشافعية كما في \" التهذيب \" وشرحه \" المجموع \" ومن الغريب أنهم يحتجون على ذلك ببعض الأحاديث المتقدمة مع أنها صريحة في تحريم ذلك ولعن فاعله ولو أن الكراهة كانت عندهم للتحريم لقرب الأمر ولكنها لديهم للتنزيه فكيف يتفق القول ب (الكراهة) مع تلك الأحاديث التي يستدلون بها عليها؟ ¶ أقول هذا وإن كنت لا أستبعد حمل الكراهة في عبارة الشافعي المتقدمة خاصة على الكراهة التحريمية لأنه هو المعنى الشرعي المقصود في الاستعمال القرآني ولا شك أن الشافعي متأثر بأسلوب القرآن غاية التأثر فإذا وقفنا في كلامه على لفظ له معنى خاص في القرآن الكريم وجب حمله عليه لا على المعنى المصطلح عليه عند المتأخرين فقد قال تعالى {وكره إليكم الكفر والفسوق والعصيان} (40) وهذه كلها محرمات فهذا المعنى والله اعلم هو الذي أراده الشافعي C بقوله المتقدم \" وأكره \" ويؤيده انه قال عقب ذلك: \" وإن صلى إليه أجزأه وقد أساء \" فإن قوله \" أساء \" معناه ارتكب سيئة أي حراما فإنه هو المراد بالسيئة في أسلوب القرآن أيضا فقد قال تعالى في سورة (الإسراء) بعد أن نهى عن قتل الأولاد وقربان الزنى وقتل النفس وغير ذلك: (كل ذلك كان سيئه عند ربك مكروها) (41) أي محرما ¶ _________ ¶ (40) - سورة الحجرات الآية 7 ¶ (41) - سورة الإسراء الآية 38",
            "page": "43",
            "part": "1",
            "seal": "9B7FC3E8"
        },
        {
            "id": "44",
            "nass": "ويؤكد أن هذا المعنى هو المراد من الكراهة في كلام الشافعي في هذه المسألة أن مذهبه أن الأصل في النهي التحريم إلا ما دل الدليل على أنه لمعنى آخر كما صرح بذلك في رسالته \" جماع العلم \" (ص 125) ونحوه في كتابه \" الرسالة \" (ص 343) ومن المعلوم لدى كل من درس هذه المسألة بأدلتها أنه لا يوجد أي دليل يصرف النهي الوارد في بعض الأحاديث المتقدمة إلى غير التحريم كيف والأحاديث تؤكد أنه للتحريم كما سبق؟ ولذلك فإني أقطع بأن التحريم هو مذهب الشافعي لا سيما وقد صرح بالكراهة بعد أن ذكر حديث \" قاتل الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \" كما تقدم فلا غرابة إذن إن صرح الحافظ العراقي وهو شافعي المذهب بتحريم بناء المسجد على القبر كما تقدم والله أعلم ¶ ولهذا نقول: لقد اخطأ من نسب إلى الإمام الشافعي القول بإباحة تزوج الرجل بنته من الزنى بحجة أن صرح بكراهة ذلك والكراهة لا تنافي الجواز إذا كانت للتنزيه قال ابن القيم في \" إعلام الموقعين \" (1 / 4748) : ¶ نص الشافعي على كراهة تزوج الرجل بنته من ماء الزنى ولم يقل قط أنه مباح ولا جائز والذي يليق بجلالته وإمامته ومنصبه الذي أحله الله به من الدين أن هذه الكراهة منه على وجه التحريم وأطلق لفظ الكراهة لأن الحرام يكرهه الله ورسوله A وقد قال تعالى عقب ذكر ما حرمه من المحرمات من عند قوله} وقضى ربك إلا تعبدوا إلا إياه. . .) (42) إلى قوله} ولا تقتلوا النفس التي حرم الله إلا بالحق. . .) (43) إلى قوله} ولا تقف ما ليس لك به علم { (44) ¶ _________ ¶ (42) - سورة الإسراء الآية 23 ¶ (43) - سورة الإنعام الآية 151 ¶ (44) - سورة الإسراء الآية 36 ¶ إلى آخر الآيات ثم قال:} كل ذلك كان سيئه عند ركب مكروها { (45) وفي الصحيح ¶ أن الله عزوجل كره لكم قيل وقال وكثرة السؤال وإضاعة المال \". فالسلف كانوا يستعملون الكراهة في معناها الذي استعملت فيه في كلام الله ورسوله A ولكن المتأخرين اصطلحوا على تخصيص الكراهة بما ليس بمحرم وتركه أرجح من فعله ثم حمل من حمل منهم كلام الأئمة على الاصطلاح الحاديث فغلط في ذلك وأقبح غلطا منه من حمل لفظ الكراهة أو لفظ لا ينبغي في كلام الله ورسوله A على المعنى الاصطلاحي الحاديث \" ¶ وبهذه المناسبة نقول: ¶ إن من الواجب على أهل العلم أن ينتبهوا للمعاني الحديثة التي طرأت على الألفاظ العربية التي تحمل معاني خاصة معروفة عند العرب هي غير هذه المعاني الحديثة لأن القرآن نزل بلغة العرب فيجب أن تفهم مفرادته وجمله في حدود ما كان يفهم العرب الذين أنزل عليهم القرآن ولا يجوز أن تفسر بهذه المعاني الاصطلاحية الطارئة التي اصطلح عليها المتأخرون وإلا وقع المفسر بهذه المعاني في الخطأ والتقول على الله ورسوله A من حيث يشعر وقدقدمت مثلا على ذلك لفظ (الكراهة) وإليك مثالا آخر: ¶ لفظ (السنة) :. فإنه في اللغة الطريقة وهذا يشمل كل ما كان عليه الرسول A من الهدى والنور فرضا كان أو نفلا وأما اصطلاحا فهو خاص بما ليس فرضا من هديه A فلا يجوز أن يفسر بهذا المعنى الاصطلاحي لفظ (السنة) الذي ورد في بعض الأحاديث الكريمة كقوله A: \". . . وعليكم بسنتي. . . \" وقوله A \". . . فمن رغب عن سنتي فليس مني \" ومثله الحديث الذي يورده بعض المشايخ المتأخرين في الحض على التمسك بالسنة بمعناها الاصطلاحي وهو: \" من ترك سنتي لم تنله شفاعتي \" فأخطأوا مرتين ¶ (45) - سورة الإسراء الآية 38",
            "page": "44",
            "part": "1",
            "seal": "2FFB249C"
        },
        {
            "id": "45",
            "nass": "الأولى: نسبتهم الحديث إلى النبي A ولا أصل له فيما نعلم ¶ الثانية: تفسيرهم للسنة بالمعنى الاصطلاحي غفلة منهم عن معناها الشرعي وما أكثر ما يخطئ الناس فيما نحن فيه بسبب مثل هذه الغفلة ¶ ولهذا أكثر ما نبه شيخ الإسلاوم ابن تيمية وتلميذه ابن القيم رحمهم الله على ذلك وأمروا في تفسير الألفاظ الشرعية بالرجوع إلى اللغة لا العرف وهذا في الحقيقة أصل لما يسمونه اليوم ب \" الدراسة التاريخية للإلفاظ \" ¶ ويحسن بنا ان نشير إلى أن من أهم أغراض مجمع اللغة العربية في الجمهورية العربية المتحدة في مصر \" وضع معجم تاريخي للغة العربية ونشر بحوث دقيقة في تاريخ بعض الكلمات وما طرأ على مدلولاتها من تغيير \" كما جاء في الفقرة الثانية من المادة الثانية من القانون ذي الرقم (434) (1955) الخاص بشأن تنظيم مجمع اللغة العربية (انظر \" مجلة المجتمع \" ج 8 ص 5) . فعسى أن يقوم المجمع بهذا العمل العظيم ويعهد به إلى أيد عربية مسلمة فإن أهل مكة أدرى بشعابها وصاحب الدار أدرى بما فيها وبذلك يسلم هذا المشروع من كيد المستشرقين ومكر المستعمرين",
            "page": "45",
            "part": "1",
            "seal": "021175E7"
        },
        {
            "id": "46",
            "nass": "2 - مذهب الحنفية الكراهة التحريمية ¶ والكراهة بهذا المعنى الشرعي قد قال به هنا الحنفية فقال الإمام محمد تلميذ أبي حنيفة في كتابه \" الآثار \" (ص 45) : ¶ لا نرى أن يزاد على ما خرج من القبر ونكره أن يجصص أو يطين أو يجعل عنده مسجدا ¶ والكراهة عن الحنفية إذا أطلقت فهي للتحريم كما هو معروف لديهم وقد صرح بالتحريم في هذه المسألة ابن الملك منهم كما يأتي",
            "page": "46",
            "part": "1",
            "seal": "CDA055E8"
        },
        {
            "id": "47",
            "nass": "3 - مذهب المالكية التحريم ¶ وقال القرطبي في تفسيره (10 / 38) بعد أن ذكر الحديث الخامس:",
            "page": "47",
            "part": "1",
            "seal": "F77CDC0A"
        },
        {
            "id": "48",
            "nass": "\" قال علماؤنا: وهذا يحرم على المسلمين أن يتخذوا قبور الأنبياء والعلماء مساجد \"",
            "page": "48",
            "part": "1",
            "seal": "0434FFFB"
        },
        {
            "id": "49",
            "nass": "4 - مذهب الحنابلة التحريم ¶ ومذهب الحنابلة التحريم أيضا كما في \" شرح المنتهى \" (1 / 353) وغيره بل نص بعضهم على بطلان الصلاة في المساجد المبنية على القبور ووجوب هدهما فقال ابن القيم في \" زاد المعاد \" (3 / 22) في صدد بيان ما تضمنته غزوة تبوك من الفقه والفوائد وبعد أن ذكر قصة مسجد الضرار الذي نهى الله تبارك وتعالى نبيه أن يصلي فيه وكيف أنه A هدمه وحرقه قال: ¶ ومنها تحريق أمكنة المعصية التي يعصى الله ورسوله A فيها مسجد يصلى فيه ويذكر اسم الله فيه لما كان بناؤه ضررا وتفريقا بين المؤمنين ومأوى للمنافقين وكل مكان هذا شأنه فواجب على الإمام (46) تعطيله إما بهدم أو تحريق وإما بتغيير صورته وإخراجه عما وضع له وإذا كان هذا شأن مسجد الضرار فمشاهد الشرك التي تدعو سدنتها إلى اتخاذ من فيها أندادا من دون الله أحق بذلك وأوجب وكذلك محال المعاصي والفسوق كالحانات وبيوت الخمارين وأرباب المنكرات وقد حرق عمر بن الخطاب قرية بكاملها يباع فيها الخمر وحرق حانوت رويشد الثقفي (47) وسماه ¶ _________ ¶ (46) - قلت: مفهوم هذا أن ذلك لا يجب على غير الإمام ومثله من ينوب عنه وهذا هو الذي يقتضيه النظر الصحيح لأنه لو قام به غيره لترتب على ذلك مفاسد وفتن بين المسلمين قد تكون أكبر من المصلحة التي يراد جلبها ¶ (47) - روى الدولابي في ¶ الكنى \" (1 / 189) عن إبراهيم بن عبد الرحمن بن عوف قال: رأيت عمر أحرق بيت رويشد الثقفي حتى كأنه جمرة أو حمة وكان جارنا يبيع الخمر. وسنده صحيح. ورواه عبد الرزاق عن صفية بنت ابي عبيد كما في \" الجامع الكبيرة \" (3 / 204 / 1) وأبو عبيد في \" الأموال \" (ص 103) عن ابن عمر وسنده صحيح أيضا",
            "page": "49",
            "part": "1",
            "seal": "DA12DC26"
        },
        {
            "id": "50",
            "nass": "فويسقا وحرق قصر (48) سعد لما احتجب عن الرعية وهم رسول الله A بتحريق بيوت تاركي حضور الجماعة والجمعة (49) وإنما منعه من فيها من النساء والذرية الذين لا تجب عليهم كما أخبر هو عن ذلك (50) . ومنها أن الوقف لا يصح على غير بر ولا قربة كما لم يصح وقف هذا المسجد وعلى هذا فيهدم المسجد إذا بني على قبر كما ينبش الميت إذا دفن في المسجد نص على ذلك الإمام أحمد وغيره فلا يجتمع في دين الإسلام مسجد وقبر بل أيهما طرأ على الآخر منع منه وكان الحكم للسابق فلو وضعا معا لم يجز ولا يصح هذا الوقف ولا يجوز ولا تصح الصلاة في هذا المسجد لنهي رسول الله A عن ذلك ولعنه من اتخذ القبر مسجدا أو أوقد عليه سراجا (51) فهذا دين الإسلام الذي بعث الله به رسوله ونبيه وغربته بين الناس كما ترى \"",
            "page": "50",
            "part": "1",
            "seal": "76AE0A4E"
        },
        {
            "id": "51",
            "nass": "51 - يشيير إلى حديث ابن عباس \" لعن الله زائرات القبور والمتخذين عليها المساجد والسرج \" رواه أبو داود وغيره ولكنه ضعيف السند وإن لهج بذكره كثير من السلفيين فالحق أحق أن يقال وأن يتبع وممن ضعفه من المتقدمين الإمام مسلم فقال في \" كتاب التفصيل \": ¶ _________ ¶ (48) - يعني باب القصر والقصة رواها عبد الله بن المبارك في \" الزهد \" (179 / 1) من \" الكواكب الدراري \" تفسير (575 ورقم 513 528 ط) وأحمد (رقم 390) بسند رجاله ثقات ¶ (49) - متفق عليه من حديث أبي هريرة وهو مخرج في \" صحيج أبي داود \" (557 و 558) (تنبيه) : إن حديث الجمعة حديث آخر من رواية ابن مسعود مرفوعا أخرجه مسلم دون البخاري ¶ (50) - قلت: هذا وإن كان هو المعقول لكن السند بذلك لم يصح عنه A فإن فيه أبا معشر نجيح المدني وهو ضعيف لسوء حفظه بل حديثه هذا منكر كما بينته في \" تخريج المشكاة \" (1073) التحقيق الثاني",
            "page": "51",
            "part": "1",
            "seal": "05A1A677"
        },
        {
            "id": "52",
            "nass": "\" هذا الحديث ليس بثابت وأبو صالح باذام قد اتقى الناس حديثه ولا يثبت له سماع من ابن عباس \" ¶ نفله ابن رجب في \" الفتح \" كما في \" الكواكب \" (65 / 82 / 1) ¶ وقد بينت ضعف هذا الحديث في \" الأحاديث الضعيفة والموضوعة وأثرها السئ في الأمة \" رقم (225) وقد ذكرت هناك أن الحديث صحيح لغيره إلا اتخاذ السرج فإنه منكر لم يأت إلا من هذا الطريق الضعيف ¶ وقد وقفت الآن على خطأ فاحش حول هذا الحديث فجاء في كتاب \" القول المبين \" لأحد أفاضل العلماء المعاصرين السلفيين ما نصه (ص 79) : ¶ وهذا الحديث وإن كان في إسناده عند أصحاب السنن مقال فإن إسناده عند الحاكم خال من هذا المقال لأن طريق الحاكم غير طريقهم ¶ قلت: والحديث مدراه عند الحاكم وغيره على أبي صالح عن ابن عباس وقد قال الحاكم عقبه (1 / 374) : ¶ أبو صالح هو باذام ولم يحتجا به ¶ قلت: وهو ضعيف عند جمهور الأئمة ولم يوثقه إلا العجلي وحده كما قال الحافظ في التهذيب \" والعجلي معروف بتساهله في التوثيق كابن حبان ولم نجد للحديث طريقا آخرى لنشد عضده به بعد مزيد البحث عنه ¶ ولعل المشار إليه عني بكلامه بعض الشواهد التي ذكرتها هناك لكن هذه ليس فيها ذكر السراج أصلا فهو وهم على وهم ¶ فتبين مما نقلناه عن العلماء أن المذاهب الأربعة متفقة على ما أفادته الأحاديث المتقدمة من تحريم بناء المساجد على القبور. وقد اتفاق العلماء على ذلك اعلم الناس بأقوالهم ومواضع اتفاقهم واختلافهم ألا وهو شيخ الإسلام ابن تيمية C فقد سئل C بما نصه: ¶ هل تصح الصلاة على المسجد إذا كان فيه قبر والناس تجتمع فيه لصلاتي الجماعة والجمعة أم لا؟ وهل يمهد القبر أو يعمل عليه حاجز أو حائط؟ فأجاب: ¶ الحمدلله اتفق الأئمة أنه لا يبنى مسجد على قبر لأن النبي A قال: ¶ إن من كان قبلكم كانوا يتخذون القبور مساجد ألا فلا تتخذوا القبور مساجد فإني أنهاكم عن ذلك \". وأنه لا يجوز دفن ميت في مسجد فإن كان المسجد قبل الدفن غير إما بتسوية القبر وإما بنبشه إن كان جديدا وإن كان المسجد بني على بعد القبر فإما أن يزال المسجد وإما تزال صورة القبر فالمسجد الذي على القبر لا يصلى فيه فرض ولا نفل فإنه منهي عنه \" كذا في الفتاوى له (1 / 107 / 2 / 192) ¶ وقد تبنت دار الإفتاء في الديار المصرية فتوى شيخ الإسلام ابن تيمية هذه فنقلتها عنه في فتوى لها أصدرتها تنص على عدم جواز الدفن في المسجد فليراجعها من شاء في \" مجلة الأزهر \" (ج 112 ص 501 و 503) (52) ¶ وقال ابن تيمية في \" الاختيارات العلمية \" (ص 52) : ¶ يحرم الإسراج على القبور واتخاذ القبور المساجد عليها وبينها ويتعين إزالتها ولا أعلم فيه خلافا بين العلماء المعروفين ¶ ونقله ابن عروة الحنبلي في \" الكواكب الدراري \" (2 / 244 / 1) وأقره ¶ وهكذا نرى أن العلماء كلهم اتفقوا على ما دلت عليه الأحاديث من تحريم اتخاذ المساجد على القبور فنحذر المؤمنين من مخالفتهم والخروج عن طريقتهم خشية أن يشملهم وعيد قوله D} ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا { (53) ¶ و} إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد { (54) ¶ _________ ¶ (52) - وفي المجلة نفسها مقال آخر في تحريم البناء على القبورمطلقا فانظر (مجلد سنة 1930 ص 359 و364) ¶ (53) - سورة النساء الآية 115 ¶ (54) - سورة ق الآية 37",
            "page": "52",
            "part": "1",
            "seal": "FA0422DC"
        },
        {
            "id": "53",
            "nass": "الفصل الرابع",
            "page": "53",
            "part": "1",
            "seal": "EABB7AEF"
        },
        {
            "id": "54",
            "nass": "شبهات وجوابها ¶ قد يقول قائل: إذا كان من المقرر شرعا تحريم بناء المساجد على القبور فهناك أمور كثيرة تدل على خلاف ذلك وإليك بيانها: ¶ أولا: قوله تعالى في سورة الكهف} قال الذين غلبوا على أمرهم لنتخذن عليهم مسجدا { (55) وجه دلالة الآية على ذلك: أن الذين قالوا هذا القول كانوا نصارى على ماهو مذكور في كتب التفسير فيكون اتخاذ المسجد على القبر من شريعتهم وشريعة من قبلنا شرعية لنا إذا حكاها الله تعالى ولم يعقبها بما يدل على ردها كما في هذه الآية الكريمة ¶ ثانيا: كون قبر النبي A في مسجده الشريف ولو كان ذلك لا يجوز لما دفنوه A في مسجده ¶ ثالثا: صلاة النبي A في مسجد الخيف مع أن فيه قبر سبعين نبيا كما قال A ¶ رابعا: ما ذكر في بعض الكتب أن قبر إسماعيل عليه السلام وغيره في الحجر من المسجد الحرام وهو أفضل مسجد يتحرى المصلى فيه ¶ خامسا: بناء أبي جندل Bهـ مسجدا على قبر أبي بصير Bهـ في عهد النبي A كما جاء في \" الاستيعاب \" لابن عبد البر ¶ سادسا: زعم بعضهم أن المنع من اتخاذ القبورمساجد إنما كان لعلة خشية الافتتان بالمقبور زالت برسوخ التوحيد في قلوب المؤمنين فزال المنع ¶ _________ ¶ (55) - سورة الكهف الآية 21",
            "page": "54",
            "part": "1",
            "seal": "5E6170EB"
        },
        {
            "id": "55",
            "nass": "الجواب عن الشبهة الأولى: ¶ أما الشبهة الأولى فالجواب عنها من ثلاثة وجوه: ¶ الأول: أن الصحيح المتقرر في علم الأصول أن شريعة من قبلنا ليست شريعة لنا لأدلة كثيرة (56) منها قوله A: \" اعطيت خمسا لم يعطهن أحدا من الأنبياء قبلي. . . (فذكرها وآخرها) وكان النبي يبعث إلى قومه خاصة وبعثت إلى الناس كافة \" (57) ¶ فإذا تبين هذا فلسنا ملزمين بالأخذ بما في الآية لو كانت تدل على أن جواز بناء المسجد على القبر كان شريعة لمن قبلنا ¶ الثاني: ¶ هب أن الصواب قول من قال: \" شريعة من قبلنا شريعة لنا \" فذلك مشروط عندهم بما إذا لم يرد في شرعنا ما يخالفه وهذا الشرط معدوم هنا لأن الأحاديث تواترت في النهي عن ¶ البناء المذكور كما سبق فذلك دليل على أن ما في الآية ليس شريعة لنا ¶ الثالث: ¶ لا نسلم أن الآية تفيد أن ذلك كان شريعة لمن قبلنا غاية ما فيها أن جماعة من الناس قالوا:} لنتخذن عليهم مسجدا {فليس فيها التصريح بأنهم كانوا مؤمنين وعلى التسليم فليس فيها انهم كانوا مؤمنين صالحين متمسكين بشريعة نبي مرسل بل الظاهر خلاف ذلك قال الحافظ ابن رجب في \" فتح الباري في شرح البخاري \" (65 / 280) من \" الكواكب الدراري \" (58) \" حديث لعن الله اليهود اتخذوا قبور أنبيائهم مساجد \" ¶ وقد دل القرآن على مثل ما دل عليه هذا الحديث وهو قول الله عزوجل في قصة أصحاب الكهف:} قال الذين غلبوا على أمرهم لنتخذن عليهم مسجدا {فجعل اتخاذ القبور على المساجد من فعل أهل الغلبة على الأمور وذلك يشعر بان مستنده القهر والغلبة واتباع الهوى وأنه ليس من فعل أهل العلم والفضل المنتصر لما أنزل الله على رسله من الهدى ¶ وقال الشيخ علي بن عروة في \" مختصر الكوكب \" (10 / 207 / 2) تبعا للحافظ ابن كثير في تفسيره (3 / 78) : ¶ حكى ابن جرير في القائلين ذلك قولين (59) : ¶ أحدهما: أنهم المسلمون منهم ¶ والثاني: أهل الشرك منهم ¶ فالله أعلم والظاهر أن الذين قالوا ذلك هم أصحاب الكلمة والنفوذ ولكن هم محمودون أم لا؟ فيه نظر لأن النبي A قال: ¶ لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \" يحذر ما فعلوا وقد روينا عن عمر بن الخطاب أنه لما وجد قبر دانيال في زمانه بالعراق أمر أن يخفى عن الناس وأن تدفن تلك الرقعة التي وجدها عنده فيها شئ من الملاحم وغيرها \" ¶ إذا عرفت هذا فلا يصح الاحتجاج بالآية على وجه من الوجوه وقال العلامة المحقق الآلوسي في \" روح المعاني \" (5 / 31) ¶ واستدل بالآية على جواز البناء على قبور العلماء واتخاذ مسجد عليها وجواز الصلاة في ذلك وممن ذكر ذلك الشهاب الخفاجي في حواشيه على البيضاوي وهو قول باطل عاطل فساد كاسد فقد روي. . .) ¶ (58) - مخطوط في المكتبة الظاهرية بدمشق وهو كتاب عظيم جدا جمع نفائس نادرة من كتب العلماء المتقدمين ورسائلهم التي لم يطبع أكثرها فيما علمت وأنا الان في صدد إخراج هذه الكتب والرسائل في فهرس خاص أضعه لمجلدات هذا الكتاب الموجودة في المكتبة وفي غيرها إن وفقت لذلك. ثم تم الاستخراج المذكور من مجلدات المكتبة فعسى الله أن يوفق للإطلاع على غيرها واستخراج ما فيها من الكنوز ¶ (56) - انظر إن شئت المطولات من كتب علم الأصول وخاصة ¶ الإحكام \" لابن حزم ¶ (57) - أخرجه البخاري ومسلم وهو مخرج في \" إرواه الغليل \" (رقم 285) ¶ (59) - قلت وحكاهما أيضا ابن الجوزي في تفسيره \" زاد المسير \" (5 / 123 طبعة المكتب الإسلامي) دون أن يرجح أحدهما على عادته",
            "page": "55",
            "part": "1",
            "seal": "8DD01E89"
        },
        {
            "id": "56",
            "nass": "ثم ذكر بعض الأحاديث المتقدمة وأتبعها بكلام الهيتمي في \" الزواجر \" مقرا له عليه وقد نقلته فيما سبق ثم نقل عنه في كتابه \" شرح المنهاج \" ما نصه: ¶ وقد أفتى جمع بهدم كل ما بقرافة مصر من الأبنية حتى قبة الإمام الشافعي عليه ¶ الرحمة التي بناها بعض الملوك وينبغي لكل أحد هدم ذلك ما لم يخش منه مفسدة فيتعين ¶ الرفع للإمام آخذا من كلام ابن الرفعة في الصلح ¶ انتهى ¶ ثم قال الإمام الآلوسي: ¶ لا يقال: إن الآية ظاهرة في كون ما ذكر من شرائع من قبلنا وقد استدل بها فقد روي أنه A قال: ¶ من نام عن صلاة أو نسيها \". (60) الحديث ثم تلا قوله تعالى} وأقم الصلاة لذكري {2، وهو مقول لموسى عليه السلام وسياقه الاستدلال واحتج أبو يوسف على جري القود بين الذكر والأثنى بآية} وكتبنا عليهم {والكرخي على جريه بين الحر والعبد والمسلم والذمي (61) بتلك الآية الواردة في بني إسرائيل إلى غير ذلك لأنا نقول: مذهبنا في شرع من قبلنا وإن كان أنه يلزمنا على أنه شريعتنا لكن لا مطلقا بل إن قص الله تعالى علينا بلا إنكار [فإنكار] رسوله A كإنكاره D (62) . وقد سمعت أنه E لعن الذين يتخذون المساجد على القبور على أن كون ما ذكر من شرائع من قبلنا ممنوع وكيف يمكن أن يكون اتخاذ المساجد على القبور من الشرائع المتقدمة مع ما سمعت من لعن اليهود والنصارى حيث اتخذوا قبور أبنيائهم مساجد والآية ليست كالآيات التي ذكرنا آنفا احتجاج الأئمة بها وليس فيها أكثر من حكاية قول طائفة من الناس وعزمهم على فعل ذلك وليست خارجة مخرج المدح لهم والحض على التأسي بهم فمتى لم يثبت أن فيهم معصوما لا يدل على فعلهم عن عزمهم على مشروعية ما كانوا بصدده ¶ _________ ¶ (60) - قلت: هذا الحديث صحيح مخرج على الصحيحين فلا يحن تصديره بقوله \" روي \" لأنه يدل على الضعف في اصطلاح العلماء كما بينته في \" صلاة التروايح \" (ص 6364) فتنبه ¶ ثم إن الحديث مخرج عندي في \" صحيح أبي داود \" (461) و (الإرواء) (263) ¶ (61) - سورة طه الآية 14 ¶ (62) - لقوله A \". . . فان ما حرم رسول الله مثل ما حرم الله \". وهو حديث صحيح وإن رغم أنف صاحب \" الأضواء \" انظر \" المشكاة \" بتخرجي (163)",
            "page": "56",
            "part": "1",
            "seal": "DEC60705"
        },
        {
            "id": "57",
            "nass": "ومما يقوي قلة الوثوق بفعلهم القول بأن المراد بهم الأمراء والسلاطين كما روي عن قتادة ¶ وعلى هذا لقائل أن يقول: إن الطائفة الأولى كانوا مؤمنين عالمين بعدم مشروعية اتخاذ المساجد على القبور فأشاروا بالبناء على باب الكهف وسده وكف التعرض لأصحابه فلم يقبل الأمراء منهم وغاظهم ذلك حتى أقسموا على اتخاذ المسجد ¶ وإن أبيت إلا حسن الظن بالطائفة الثانية فلك أن تقول: إن اتخاذهم المسجد عليهم ليس على طراز اتخاذ المساجد على القبور المنهي عنه الملعون فاعله وإنما هو اتخاذ مسجد عندهم وقريبا من كهفهم وقد جاء التصريح بالعندية في رواية القصة عن السدي ووهب ومثل هذا الاتخاذ ليس محذورا إذ غاية ما يلزم على ذلك أن يكون نسبة المسجد إلى الكهف الذي فهم فيه كنسبة النبوي إلى المرقد المعظم صلى الله تعالى على من فيه وسلم ويكون قوله} لنتخذن عليهم {على هذا الشاكلة قول الطائفة (ابنوا عليهم) ¶ وإن شئت قلت: إن ذلك الاتخاذ كان على كهف فوق الجبل الذي هو فيه وفيه خبر مجاهد أن الملك تركهم في كهفهم وبنى علي كهفهم مسجدا وهذا أقرب لظاهر اللفظ كما لا يخفى وهذا كله إنما يحتاج إليه على القول بأن أصحاب الكهف ماتوا بعد الإعثار عليهم وأما على القول بأنهم ناموا كما ناموا أولا فلا يحتاج إليه على ما قيل (63) ¶ وبالجملة لا ينبغي لمن له أدنى رشد أن يذهب إلى خلاف ما نطقت الأخبار الصحيحة والآثار الصريحة معولا على الاستدلال بهذه الآية فإن ذلك في الغواية غاية وفي قلة النهى نهاية ولقد رأيت من يبيح ما يفعله الجهلة في قبور الصالحين من إشرافها وبنائها بالجص والآجر وتعليق القناديل عليها والصلاة إليها والطواف بها واستلامها والاجتماع عندها في أوقات مخصوصة إلى غير ذلك محتجا بهذه الآية الكريمة وبما جاء في بعض روايات القصة من جعل الملك لهم في كل سنة عيدا وجعله إياهم في توابيت من ساج ومقيسا لبعض على بعض وكل ذلك محادة لله تعالى ورسوله A وابتداع دين لم يأذن به الله D ¶ ويكفيك في معرفة الحق تتبع ما صنع أصحاب رسول الله صلى الله عليه وسل في قبره عليه السلاة والسلام وهو أفضل قبر على وجه الأرض والوقوف على أفعالهم في زيارتهم له والسلام عليه فتتبع ذاك وتأمل ما هنا وما هناك والله سبحانه يتولى هداك \" ¶ قلت: وقد استدل بالآية المذكورة على الجواز المزعوم بل على استحباب بناء المساجد على القبور بعض المعاصرين (64) لكن من وجه آخر مبتدع مغاير بعض الشئ لما سبق حكايته ورده فقال ما نصه \" ¶ _________ ¶ (63) - يشير إلى ما ذكره في أول الصفحة الأولى من الصفحتين المشار إليهما وهو قوله: ¶ (64) - هو الشيخ أبو الفيض أحمد الصديق الغماري في كتبابه المسمى \" إحياء المقبور من أدلة استحباب بناء المساجد والقباب على القبور \" وهذا الكتاب من أغرب ما ابتلى به المسلمون في هذا العصر وأبعد ما يكون عن البحث العلمي النزيه فان المؤلف يدعي ترك التقليد والعمل بالحديث الشريف فقد التقيت به منذ بضعة أشهر في المكتبة الظاهرية وظهر لي من الحديث الذي جرى بيني وبينه أنه على معرفة بعلوم الحديث وأنه يدعو للاجتهاد ويحارب التقليد محاربة لا هوادة فيها وله ذلك بعض المؤلفات كما قال لي ولكن الجلسة كانت قصيرة لم تمكني من أن أعرف اتجاهه في العقيدة وإن كنت شعرت من بعض فقرات حديثه انه خلفي صوفي ثم تأكد من ذلك بعد أن قرأت له هذا الكتاب وغيره حيث تبين لي أن يحارب أهل التوحيد ويخالفهم في عقيدتهم مخالفة شديدة ويقول البدعة الحسنة وينتصر للمبتدعة ولم يستفد من دعواه الاحتهاد إلا الانتصار للاهواء وأهلها ما يفعل مجتهدوا الشيعة تماما وإن شئت دليلا على ما أقول فحسبك برهانا على ذلك هذا الكتاب \". . . المقبور \" فإن قبر كل الأحاديث المتواترة في تحريم البناء المساجد على القبور الذي قال به الأئمة الفحول بلا خلاف يعرف بينهم فهو والحق يقال: جرئ ولكن في محاربة الحق كيف لا وهو يرد كل ما ذكرناه من الأحاديث واتفاق الأئمة دون أي حجة اللهم إلا اتباع المتشابه من النصوص كآية الكهف هذه شانه في ذلك شأن المبتدعة في در النصوص المحكمات بالمتشابه نعوذ بالله من الخذلان وسيأتيك من كلامه بعض الأمثلة الأخرى على ما ذكرنا والله المستعان",
            "page": "57",
            "part": "1",
            "seal": "CD84CE71"
        },
        {
            "id": "58",
            "nass": "\" وعن الحسن أنه اتخذ (يعني المسجد) ليصلى فيه أصحاب الكهف إذا استيقظوا \" ¶ قال الآلوسي: ¶ وهذا مبني على أنهم لم يموتوا بل ناموا كما ناموا أولا وإليه ذهب بعضهم بل قيل: إنهم لا يموتون حتى يظهر المهدي ويكونوا من أنصاره. ولا معول على ذلك وهو عندي أشبه شئ بالخرافات ¶ والدليل من هذه الآية إقرار الله إياهم على ما قالوا وعدم رده عليهم ¶ قلت هذا الاستدلال باطل من وجهين: ¶ الأول: أنه لا يصح أن يعتبر عدم الرد عليهم إقرارا لهم إلا إذا ثبت أنهم كانوا مسلمين وصالحين متمسكين بشريعة نبيهم وليس في الآية ما يشير أدنى إشارة إلى أنهم كانوا كذلك بل يحتمل أنهم لم يكونوا كذلك وهذا هو الأقرب أنهم كانوا كفارا أو فجارا كما سبق من كلام ابن رجب وابن كثير وغيرهما وحينئذ فعدم الرد عليهم لا يعد إقرارا بل ¶ إنكارا لأن حكاية القول عن الكفار والفجار يكفي في رده عزوه إليهم فلا يعتبر السكوت",
            "page": "58",
            "part": "1",
            "seal": "04663B70"
        },
        {
            "id": "59",
            "nass": "عليه إقرارا كما لا يخفى ويؤيده الوجه الآتي: ¶ الثاني: أن الاستدلال المذكور إنما يستقيم على طريقة أهل الأهواء من الماضين والمعاصرين الذين يكتفون بالقرآن فقد دينا ولا يقيمون للسنة وزنا وأما طريقة أهل السنة والحديث الذين يؤمنون بالوحيين مصدقين بقوله A في الحديث الصحيح المشهور: \" ألا إني أوتيت القرآن ومثله معه \". وفي رواية: \" ألا إن ما حرم رسول الله مثل ما حرم الله \". (65) ¶ فهذا الاستدلال عندهم والمستدل يزعم أنه منهم باطل ظاهر البطلان لأن الرد الذي نفاه قد وقع في السنة المتواترة كما سيق فكيف يقول: إن الله أقرهم ولم يرد عليهم مع أن الله لعنهم على لسان نبيه A فأي رد أوضح وأبين من هذا؟ ¶ وما مثل من يستدل بهذه الآية على خلاف الأحاديث المتقدمة إلا كمثل من يستدل على جواز صنع التماثيل والأصنام بقوله تعالى في الجن الذين كانوا مذللين لسليمان عليه السلام:} يعملون له ما يشاء من محاريب وتماثيل وجفان كالجواب وقدور راسيات { (66) يستدل بها على خلاف الأحاديث الصحيحة التي تحرم التماثيل والتصاوير وما يفعل ذلك مسلم يؤمن بحديثه A ¶ وبهذا ينتهي الكلام عن الشبهة الأولى وهي الاستدلال بآية الكهف (67) والجواب عنها وعن ما تفرع منها ¶ الجواب عن الشبهة الثانية: ¶ وأما الشبهة الثانية وهي أن قبر النبي A في مسجده كما هو مشاهد اليوم ولو كان ذلك حراما لم يدفن فيه ¶ والجواب: أن هذا وإن كان هو المشاهد اليوم فإنه لم يكن كذلك في عهد الصحابة Bهم فإنهم لما مات النبي A دفنوه في حجرته في التي كانت بجانب مسجده وكان يفصل بينهما جدار فيه باب كان النبي A يخرج منه إلى المسجد وهذا أمر معروف مقطوع به عند العلماء ولا خلاف في ذلك بينهم والصحابة Bهم حينما دفنوه A في الحجرة إنما فعلوا ذلك كي لا يتمكن أحد بعدهم من اتخاذ قبره مسجدا كما سبق بيانه في حديث عائشة وغيره (ص 910) ولكن وقع بعدهم ما لم يكن في حسبانهم ذلك أن الوليد بن عبد الملك أمر سنة ثمان وثمانين بهدم المسجد النبوي وإضافة حجر أزواج رسول الله صلى الله عليه سولم إليه فأدخل فيه الحجرة النبوية حجرة عائشة فصار القبر بذلك في المسجد (68) ولم يكن في المدينة أحد من الصحابة حينذاك خلافا لم توهم بعضهم قال العلامة الحافظ محمد ابن عبد الهادي في \" الصارم المنكي \" (ص 136) : ¶ _________ ¶ (65) - حديث صحيح كما تقدم ¶ (66) - سورة سبأ الآية 13 ¶ (67) - وانطر ص (40) ¶ (68) - تاريخ ابن جرير (5 / 22223) وتاريخ ابن كثير (9 / 7475)",
            "page": "59",
            "part": "1",
            "seal": "7968081F"
        },
        {
            "id": "60",
            "nass": "\" وإنما أدخلت الحجرة في المسجد في خلافة الوليد بن عبد الملك بعد موت عامة الصحابة الذين كانوا بالمدينة وكان آخرهم موتا جابر بن عبد الله وتوفي في خلافة عبد الملك فإنه توفي سنة ثمان وسبعين والوليد تولى سنة ست وثمانين وتوفي سنة ست وتسعين فكان بناء المسجد وإدخال الحجرة فيه فيما بين ذلك (69) وقد ذكر أبو زيد عمر بن ¶ شبة النميري في \" كتاب أخبار المدينة \" مدينة الرسول A عن أشياخه ¶ عمن حدثوا عنه أن ابن عمر بن عبد العزيز لما كان نائبا للوليد على المدينة في سنة إحدى وتسعين هدم المسجد وبناه بالحجارة المنقوشة بالساج وماء الذهب وهدم حجرات أزواج النبي A وأدخل القبر فيه \" ¶ _________ ¶ (69) - قلت وإنما لم يسم الحافظ ابن عبد الهادي السنة التي وقع فيها ذلك لأنها لم ترد في رواية ثابتة على طريقة المحدثين وما نقلناه عن ابن جرير هو من رواية الواقدي وهو متهم ورواية ابن شبة الآتية في كلام الحافظ ابن عبد الهادي مدارها على مجاهيل وهم عن مجهول كما هو ظاهر فلا حجة في شئ من ذلك وإنما العمدة على اتفاق المؤرخين على أن إدخال الحجرة إلى المسجد كان في ولاية الوليد وهذا القدر كاف في إثبات أن ذلك كان بعد موت الصحابة الذين كانوا في المدينة حسبما بينه الحافظ لكن يعكر عليه ما رواه أبو عبد الله الرازي في مشيخته (218 / 1) عن محمد بن الربيع الحيزري: \" توفي سهل بن سعد بالمدينة هو ابن مائة سنة وكانت وفاته سنة إحدى وتسعين وهو آخر من مات بالمدينة من أصحاب النبي A. لكن الجيزري هذا لم اعرفه ثم هو معضل وقد ذكر مثله الحافظ بن حجر في \" الإصابة \" (2 / 87) عن الزهري من قوله فهو معضل أيضا أو مرسل ثم عقبه بقوله: \" وقيل قبل ذلك وزعم ابن أبي داود أنه مات بالإسكندرية \" وجزم في \" التقريب \" أنه مات سنة 88 فالله أعلم",
            "page": "60",
            "part": "1",
            "seal": "624A3219"
        },
        {
            "id": "61",
            "nass": "وخلاصة القول أنه ليس لدينا نص تقوم به الحجة على أن أحدا من الصحابة كان في عهد عملية التغيير هذه فمن ادعى خلاف ذلك فعليه الدليل فما جاء في شريح مسلم \" (5 / 1314) أن ذلك كان في عهد الصحابة لعل مستنده تلك الرواية المعضلة أو المرسلة وبمثلها لا تقوم حجة على أنها أخص من الدعوى فإنها لو صحت إنما تثبت وجود واحد من الصحابة حينذاك لا (الصحابة) ¶ وأما قول بعض من كتب في هذه المسألة بغير علم: ¶ فمسجد النبي A منذ وسعه عثمان Bهـ وأدخل في المسجد ما لم يكن منه فصارت القبور الثلاثة محاطة بالمسجد لم ينكر أحد من السلف ذلك ¶ فمن جهالاتهم التي لا حدود لها ولا أريد أن أقول: إنها من افتراءاتهم فإن أحدا من العلماء لم يقل إن إدخال القبور الثلاثة كان في عهد عثمان Bهـ بل اتفقوا على أن ذلك كان في عهد الوليد بن عبد الملك كما سبق أي بعد عثمان بنحو نصف قرن ولكنهم يهرفون بما لا يعرفون ذلك لأن عثمان Bهـ فعل خلاف ما نسبوا إليه فإنه لما وسع المسجد النبوي الشريف احترز من الوقوع في مخالفة الأحاديث المشار إليها فلم يوسع المسجد من جهة الحجرات ولم يدخلها فيه وهذا عين ما صنعه سلفه عمر بن الخطاب Bهم جميعا بل أشار هذا إلى أن التوسيع من الجهة المشار إليها فيه المحذور المذكور في الأحاديث المتقدمة كما سيأتي ذلك عنه قريبا",
            "page": "61",
            "part": "1",
            "seal": "43927677"
        },
        {
            "id": "62",
            "nass": "وأما قولهم: \" ولم ينكر أحد من السلف ذلك \" ¶ فنقول: وما أدراكم بذلك؟ فإن من أصعب الأشياء على العقلاء إثبات نفي شئ يمكن أن يقع ولم يعلم كما هو معروف عند العلماء لأن ذلك يستلزم الإستقراء التام والإحاطة بكل ما جرى وما قيل حول الحادثة التي يتعلق بها الأمر المراد نفيه عنها وأنى لمثل هذا البعض المشار إليه أن يفعلوا ذلك لو استطاعوا ولو أنهم راجعوا بعض الكتب لهذه المسألة لما وقعوا في تلك الجهالة الفاضحة ¶ ولو جدوا ما يحملهم على أن لا ينكروا ما لم يحيطوا بعلمه فقد قال الحافظ ابن كثير في تاريخه (75 ج 9) بعد أن ساق قصة إدخال القبر النبوي في المسجد: ¶ ويحكي أن سعيد بن المسيب أنكر إدخال حجرة عائشة في المسجد كأنه خشي أن يتخذ القبر مسجدا ¶ وأنا لا يهمني كثيرا صحة هذه الرواية أو عدم صحتها لأننا لا نبني عليها حكما شرعيا لكن الظن بسعيد بن المسيب وغيره من العلماء الذين أدركوا ذلك التغيير أنهم أنكروا ذلك أشد الإنكار لمنافاته تلك الأحاديث المتقدمة منافاة بينة وخاصة منها رواية عائشة التي تقول: \" فلولا ذاك أبرز قبره غير أنه خشي أن يتخذ مسجدا \" ¶ فما خشي الصحابة Bهم قد وقع مع الأسف الشديد بإدخال القبر في المسجد إذ لافارق بين أن يكونوا دفنوه A حين مات في المسجد وحاشاهم عن ذلك وبين ما فعله الذين بعدهم من إدخال قبره في المسجد بتوسيعه فالمحذور حاصل على كل حال كما تقدم عن الحافظ العراقي وشيخ الإسلام ابن تيمية ويؤيد هذا الظن أن سعيد بن المسيب أحد رواة الحديث الثاني كما سبق فهل اللائق بمن يعترف بعلمه وفضله وجرأته في الحق أن يظن به أنه أنكر على من خالف الحديث الذي هو رواته أم أن ينسب إليه عدم إنكاره ذلك كما زعم هؤلاء المشار إليهم حين قالوا \" لم ينكر أحد من السلف ذلك \"",
            "page": "62",
            "part": "1",
            "seal": "FA5183FA"
        },
        {
            "id": "63",
            "nass": "والحقيقة أن قولهم هذا يتضمن طعنا ظاهرا لو كانوا يعلمون في جميع السلف لأن إدخال القبر إلى المسجد منكر ظاهر عند كل من علم بتلك الأحاديث المتقدمة وبمعانيها ومن المحال أن ننسب إلى جميع السلف جهلهم بذلك فهم أو على الأقل بعضهم يعلم ذلك يقينا وإذا كان الأمر كذلك فلا بد من القول بأنهم أنكروا ذلك ولو لم نقف فيه على نص لأن التاريخ لم يحفظ لنا كل ما وقع فكيف يقال: إنهم لم ينكروا ذلك؟ اللهم غفرا ¶ ومن جهالتهم قولهم عطفا على قولهم السابق: ¶ وكذا مسجد بني أمته دخل المسلمون دمشق من الصحابة وغيرهم والقبر ضمن المسجد لمن ينكر أحد ذلك \" ¶ إن منطق هؤلاء عجيب غريب إنهم ليتوهمون أن كل ما يشاهدونه الآن في مسجد بني أمية كان موجودا في عهد منشئه الأول الوليد بن عبد الملك ن فهل يقول بهذا عاقل؟ كلا لا يقول ذلك غير هؤلاء ونحن نقطع ببطلان قولهم وأن أحدا من الصحابة والتابعين لم ير قبرا ظاهرا في مسجد بني أمية أو غيره بل غاية ما جاء فيه بعض الروايات عن زيد بن أرقم بن واقد أنهم في أثناء العمليات وجدوا مغارة فيها صندوق فيه سفط (وعاء كامل) وفي السفط رأس يحيى بن زكريا عليهما السلام مكتوب عليه: هذا رأي يحيى عليه السلام فأمر به الوليد فرد إلى المكان وقال: اجعلوا العمود الذي فوقه مغيرا من الأعمدة فجعل عليه عمود مسبك بسفط الرأس. رواه أبو الحسن الربعي في فضائل الشام (33) ومن طريقه ابن عساكر في تاريخه (ج 2 ق 9 / 10) وإسناده ضعيف جدا فيه إبراهيم بن هشام الغساني كذبه أبو حاتم وأبو زرعة وقال الذهبي \" متروك \". ومع هذا فإننا نقطع أنه لم يكن في المسجد صورة قبر حتى أواخر القرن الثاني لما أخرجه الربعي وبن عساكر عن الوليد بن مسلم أنه سئل أين بلغك رأس يحى بن زكريا؟ قال: بلغني أنه ثم وأشار بيده إلى العمود المسفط الرابع من الركن الشرقي فهذا يدل على أنه لم يكن هناك قبر في عهد الوليد بن مسلم وقد توفي سنة أربع وتسعين ومائة",
            "page": "63",
            "part": "1",
            "seal": "80167202"
        },
        {
            "id": "64",
            "nass": "وأما كون ذلك الرأس هو رأس يحى عليه السلام فلا يمكن أن إثباته ولذلك اختلف المؤرخون اختلافا كثيرا وجمهورهم على أن رأس يحيى عليه السلام مدفون في مسجد حلب ليس في مسجد دمشق كما حققه شيخنا في الإجازة العلامة محمد راغب الطباخ في بحث له نشره في مجلة المجمع العلمي العربي بدمشق (ج 1 ص 41 1482) تحت عنوان \" رأس يحيى ورأس زكريا \" فليراجعه من شاء ¶ ونحن لا يهمنا من الوجهة الشرعية ثبوت هذا أو ذاك سواء عندنا أكان الرأس الكريم في هذا المسجد أو ذاك بل لو تقينا عدم وجوده في كل من المسجدين فوجود صورة القبر فيهما كاف في المخالفة لأن أحكام الشريعة المطهرة إنما تبنى عل الظاهر لا الباطن كما هو معروف وسيأتي ما يشهد لهذا من كلام بعض العلماء وأشد ما تكون المخالفة إذا كان القبر في قبلة المسجد كما هو الحال في مسجد حلب ولا منكر لذلك من علمائها ¶ واعلم أنه لا يجدي في رفع المخالفة أن القبر في المسجد ضمن مقصورة كما زعم مؤلفوا الرسالة لأنه على كل حال ظاهر ومقصود من العامة وأشباههم من الخاصة بما لا يقصد به إلا الله تعالى من التوجه إليه والاستغاثة به من دون الله تبارك وتعالى فظهور القبر هو سبب المحذور كما سيأتي عن النووي C ¶ وخلاصة الكلام أن قول من أشرنا إليهم أن قبر يحيى عليه السلام كان ضمن المسجد الأموي منذ دخل دمشق الصحابة وغيرهم لم ينكر ذلك أحد منهم إن هو إلا محض اختلاق",
            "page": "64",
            "part": "1",
            "seal": "8753237B"
        },
        {
            "id": "65",
            "nass": "يتبين لنا مما أوردناه أن القبر الشريف إنما إدخل إلى المسجد النبوي حين لم يكن في المدينة أحد من الصحابة وإن ذلك كان على خلاف غرضهم الذي رموا إليه حين دفنوه في حجرته A فلا يجوز لمسلم بعد أن عرف هذه الحقيقة أن يحتج بما وقع بعد الصحابة لأنه مخالف للأحاديث الصحيحة وما فهم الصحابة والأئمة منها كما سبق بيانه وهو مخالف أيضا لصنيع عمر وعثمان حين وسعا المسجد ولم يدخلا القبر فيه ولهذا نقطع بخطأ ما فعله الوليد بن عبد الملك عفا الله عنه ولئن كان مضطرا إلى توسيع المسجد فإنه كان باستطاعته أن يوسعه من الجهات الأخرى دون أن يتعرض للحجرة الشريفة وقد أشار عمر بن الخطاب إلى هذا النوع من الخطأ حين قام هو Bهـ بتوسيع المسجد من الجهات الأخرى ولم يتعرض للحجرة بل قال \" إنه لا سبيل إليها \" (70) فأشار Bهـ إلى المحذور الذي يترقب من جراء هدمها وضمها إلى المسجد ¶ ومع هذه المخالفة الصريحة للأحاديث المتقدمة وسنة الخلفاء الراشدين فإن المخالفين لما أدخلوا القبر النبوي في المسجد الشريف احتاطوا للأمر شيئا ما فحاولوا تقليل المخالفة ما أمكنهم قال النووي في \" شرح مسلم \" (5 / 14) : ¶ ولما احتاجت الصحابة (71) والتابعون إلى الزيادة في مسجد رسول الله A حين كثر المسلمون وامتدت الزيادة إلى أن دخلت بيوت أمهات المؤمنين فيه ومنها حجرة عائشة Bها مدفن رسول الله A وصاحبيه أبي بكر وعمر Bهما بنوا على القبر حيطانا مرتفعة مستديرة حوله لئلا يظهر في المسجد (72) فيصلي إليه العوام ويؤدي إلى المحذور ثم بنوا جدارين من ركني القبر الشماليين وحرفوهما حتى التقيا حتى يتمكن أحد من استقبال القبر ¶ ونقل الحافظ ابن رجب في \" الفتح \" نحوه عن القرطبي كما في \" الكوكب \" (65 / 91 / 1) وذكر ابن تيمية في \" الجواب الباهر \" (ق 9 / 2) : ¶ أن الحجرة لما أدخلت إلى المسجد سد بابها وبني عليها حائط آخر صيانة له A أن يتخذ بيته عيدا وقبره وثنا ¶ _________ ¶ (70) - انظر \" طبقات ابن سعد \" (4 / 21) و \" تاريخ دمشق \" لا بن عساكر (8 / 478 / 2) وقال السيوطي في \" الجامع الكبير \" (3 / 272 / 2) : وسنده صحيح إلا أن سالما أبا النضر لم يدرك عمر و \" وفاء الوفاء \" للسمهودي (1 / 343) و \" المشاهدات المعصومية عند قبر خير البرية \" للعلامة محمد سلطان العصومي C تعالى (ص 43) وهو مؤلف رسالة هداية السلطان 'إلى بلاد اليابان \" التي ادعى أحد الدكاترة أنها ليست له وإنما لبعض إخواننا مع أنني تناولتها منه هدية مطبوعة حين زرته في مكة في حجتي الأولى سنة 1368 هـ ¶ (71) - عزو هذا إلى الصحابة لا يثبت كما تقدم (ص 5859) فتنبه ¶ (72) - في هذا دليل واضح على أن ظهور القبر في المسجد ولو من وراء النوافذ والحديد والأبواب لا يزيل المحذور كما هو الواقع في قبر يحيى عليه السلام في مسجد بني أمية في دمشق وحلب ولهذا نص أحمد على أن الصلاة لا تجوز في المسجد الذي قبلته إلى قبر حتى يكون بين حائط المسجد وبين المقبرة حائل آخر كما سيأتي فكيف إذا كان القبر في قبلة المسجد من الداخل ودون جدار حائل؟ ومن ذلك تعلم أن قول بعضهم:",
            "page": "65",
            "part": "1",
            "seal": "9A79A3A5"
        },
        {
            "id": "66",
            "nass": "\" إن الصلاة في المسجد الذي به قبر كمسجد النبي A ومسجد بني أمية لا يقال إنها صلاة في الجبانة فالقبر ضمن مقصورة مستقل بنفسه عن المسجد فما المانع من الصلاة فيه \" ¶ فهذا قول لم يصدر عن علم وفقه لأن المانع بالنسبة للمسجد الأموي لا يزال قائما وهو ظهور القبر من وراء المقصورة والدليل على ذلك قصد الناس للقبر والدعاء عنده وبه والاستغاثة به من دون الله وغير ذلك مما لا يرضاه الله والشارع الحكيم إنما نهى عن بناء المساجد على القبور سدا للذريعة ومنعا لمثل هذه الأمور التي تقع عند هذا القبر كما سيأتي بيانه فما قيمة هذه المقصورة على هذا الشكل المزخرف إنما هي نوع آخر من المنكر الذي يحمل الناس على معصية الله ورسوله A وتعظيم صاحب القبر بما يجوز شرعا مما هو مشاهد معروف وسبقت الإشارة إلى بعضه ¶ ثم ألا يكفي في إثبات المانع أن الناس يستقبلون القبر عند الصلاة قصدا وبدون قصد ولعل أولئك المشار إليهم وأمثالهم يقولون: لا مانع أيضا من هذا الإستقبال لوجود فاصل بين المصلين والقبر ألا وهو نوافذ القبر وشبكته النحاسية فنقول لو كان هذا المانع كافيا في المنع لما أحاطوا القبر النبوي الشريف بجدار مرتفع مستدير ولم يكتفوا بذلك بل بنو جدارين بمنعون بهما من استقبال القبر. ولو كان وراء الجدار المستدير وقد صح عن ابن جريج أنه قال: قلت لعطاء: أتكره أن تصلي في وسط القبور؟ أو في مسجد إلى قبر؟ قال: نعم كان ينهى عن ذلك أخرجه عبد الرزاق في \" مصنفه \" (1 / 404) . فإذا كان هذا التابعي الجليل (عطاء بن أبي رباح) لم يعتبر جدار المسجد فاصلا بين المصلى وبين القبر وهو خارج المسجد فهل يعتبر فاصلا النوافذ والشبكة والقبر في المسجد؟",
            "page": "66",
            "part": "1",
            "seal": "A6B9B3EA"
        },
        {
            "id": "67",
            "nass": "فهل في هذا ما يقنع أولئك الكاتبين بجهلهم وخطئهم وهجومهم على القول بما لا علم لهم به؟ لعل وعسى ¶ وأما المسجد النبوي الكريم فلا كراهة في الصلاة فيه خلافا لما فتروه علينا وسيأتي تفصيل القول فيه في \" الفصل السابع \" إن شاء الله تعالى ¶ على أني لا أريد أن يفوتني أن أنبه القراء الكرام على أن أولئك الكاتبين يعترفون بكلمتهم السابقة في أن الصلاة في المسجد الذي فيه قبر غير محاط بمقصورة أنها صلاة مكروهة لانتفاء العلة التي من أجلها نفوا الكراهة عن الصلاة في مسجد بني أمية بزعمهم فهل لهم أن يجهروا للناس باعترافهم هذا؟ أم هو شئ اضطرهم إلى القول به التهرب من معارضة الأحاديث السابقة علنا وإن كانوا لا يدعون الناس إلى العمل به لغاية لا تخفى على العقلاء؟",
            "page": "67",
            "part": "1",
            "seal": "9FAD1722"
        },
        {
            "id": "68",
            "nass": "قلت: ومما يؤسف له أن هذا البناء قد بني عليه منذ قرون إن لم يكن قد أزيل تلك القبة الخضراء العالية وأحيط القبر الشريف بالنوافذ النحاسية والزخارف والسجف وغير ذلك مما لا يرضاه صاحب القبر نفسه A بل قد رأيت حين زرت المسجد النبوي الكريم وتشرفت بالسلام على رسول الله A سنة 1368 هـ رأيت في أسفل حائط القبر الشمالي محرابا صغيرا ووراءه سدة مرتفعة عن أرض المسجد قليلا إشارة إلى أن هذا المكان خاص للصلاة وراء القبر فعجبت حينئذ كيف ضلت هذه الظاهرة الوثنية قائمة في عهد دولة التوحيد أقول هذا مع الاعتراف بأنني لم أر أحدا يأتي ذلك المكان للصلاة فيه لشدة المراقبة من قبل الحرس الموكلين على منع الناس من يأتوا بما يخالف الشرع عند القبر الشريف فهذا مما تشكر عليه الدولة السعودية ولكن هذا لا يكفي ولا يشفي وقد كنت قلت منذ ثلاث سنوات في كتابي \" أحكام الجنائز وبدعها \" (208 من أصلي) : ¶ فالواجب الرجوع بالمسجد النبوي إلى عهده السابق وذلك بالفصل بينه وبين القبر النبوي بحائط يمتد من الشمال إلى الجنوب بحيث أن الداخل إلى المسجد لا يرى فيه أي محالفة لا ترضى مؤسسه A اعتقد أن هذا من الواجب على الدولة السعودية إذا كانت تريد أن تكون حامية التوحيد حقا وقد سمعنا أنها أمرت بتوسيع المسجد مجددا فلعلها تتبنى اقتراحنا هذا وتجعل الزيادة من الجهة الغربية وغيرها وتسد بذلك النقص الذي سيصيبه سعة المسجد إذا نفذ الاقتراح أرجو أن يحقق الله ذلك على يدها ومن أولى بذلك منها؟) ¶ ولكن المسجد وسع منذ سنتين تقريبا دون إرجاعه إلى ما كان عليه في عهد الصحابة والله المستعان ¶ الجواب عن الشبهة الثالثة ¶ وأما الشبهة الثالثة وهي أن النبي A صلى في مسجد الخيف وقد ورد في الحديث أن فيه قبر سبعين نبيا ¶ فالجواب: أننا لا نشك في صلاته A في هذا المسجد ولكننا نقول: إن ما ذكر في الشبهة من أنه دفن فيه سبعون نبيا لا حجة فيه من وجهين: ¶ الأول: أننا لا نسلم صحة الحديث المشار إليه لأنه لم يروه أحد ممن عني بتدوين الحديث الصحيح ولا صححه أحد ممن يوثق بتصحيحه من الأئمة المتقدمين ولا النقد الحديثي يساعد على تصحيحه فإن في إسناده من يروي الغرائب وذلك مما يجعل القلب لا يطمئن لصحة ما تفرد به قال الطبراني في ¶ معجمه الكبير \" (3 / 204 / 2) : حدثنا عبدان بن أحمد نا عيسى بن شاذان نا أبو همام الدلال نا إبراهيم بن طمهان عن منصور عن مجاهد عن ابن عمر مرفوعا بلفظ: \" في مسجد الخيف قبر سبعين نبيا \" ¶ وأورده الهيثمي \" المجمع \" (3 / 298) بلفظ: ¶ قبر سبعون نبيا ¶ وقال: \" رواه البزار ورجاله ثقات \" ¶ وهذا قصور منه في التخريج فقد أخرجه الطبراني أيضا كما رأيت ¶ قلت: ورجال الطبراني ثقات أيضا غير عبدان بن أحمد وهو الأهوازي كما ذكر الطبراني في \" المعجم الصغير \" (ص 136) ولم أجد له ترجمة وهو غير عبدان بن محمد المروزي وهو من شيوخ الطبراني أيضا في \" الصغير \" (ص 136) وغيره وهو ثقة حافظ له ترجمة في \" تاريخ بغداد \" (11 / 135) و \" تذكرة الحفاظ \" (2 / 230) وغيرها ¶ لكن في رجال هذا الإسناد من يروي الغرائب مثل عيسى بن شاذان قال فيه ابن حبان في \" الثقات \": \" يغرب \" ¶ وإبراهيم بن طمهان قال فيه ابن عمار الموصلي: ضعيف الحديث مضطرب الحديث \" ¶ وهذا على إطلاقه وإن كان مردودا على ابن عمار فهو يدل على أن في حديث ¶ ابن طهمان شيئا ويؤيده قول ابن حبان في \" ثقات أتباع التابعين \" (2 / 1) : ¶ أمره مشتبه له مدخل في الثقات ومدخل في الضعفاء وقد روى أحاديث مستقيمة تشبه أحاديث الأثبات وقد تفر عن الثقات بأشياء معضلان سنذكره إن شاء ¶ الله في كتاب الفصل بين النقلة إن قضى الله سبحانه ذلك وكذلك كل شئ توقفنا في أمره ¶ ممن له مدخل في الثقات ¶ ولذلك قال فيه الحافظ ابن حجر في \" التقريب \": \" ثقة يغرب \" وشيخ منصور ¶ وهو ابن المعتمر ثقة وقد روى له ابن طهمان حديثا آخر في مشيخته (244 / 2) (73) فالحديث من غرائبه أو من غرائب ابن شاذان (74) ¶ وأنا أخشى أن يكون الحديث تحرف على أحدهما فقال: \" قبر \" بدل \" صلى \" لأن هذا اللفظ الثاني هو المشهور في الحديث فقد أخرج الطبراني في \" الكبير (3 / 1551) بإسناد رجاله ثقات عن سعيد بن جبير عن ابن عباس مرفوعا: ¶ صلى في مسجد الخيف سبعون نبيا. . .) الحديث وكذلك رواه الطبراني في ¶ الأوسط \" (1 / 119 / 2زوائده) (75) وعنه المقدسي في \" المختارة \" (249 / 2) والمخلص في \" ¶ الثالث من السادس من المخلصيات \" (70 / 1) وأبو محمد بن شيبان العدل في \" الفوائد \" (2 / 222 / 2) وقال المنذري (2 / 116) : ¶ رواه الطبراني في الأوسط وإسناده حسن ¶ ولا شك في حسن الحديث عندي فقد وجدت له طريقا اخرى عن ابن عباس ¶ رواه الأزرقي في \" أخبار مكة \" (ص 35) عنه موقوفا عليه وإسناده يصلح للإستشهاد به كما بينته في كتابي الكبير \" حجة الوداع \" (ولم ينجز بعد) ¶ ثم رواه الأزرقي (ص 38) من طريق محمد بن إسحاق قال: حدثني من لا أتهم عن عبد الله بن عباس به موقوفا. فهذا هو المعروف في هذا الحديث والله أعلم ¶ وجملة القول أن الحديث ضعيف لا يطمئن القلب لصحته فإن صح فالجواب عنه ¶ (73) - مخطوط في المكتبة الظاهرية بدمشق ¶ (75) - مخطوط ناقص الأول والآخر محفوظ في المكتبة الظاهرية ومنه نسخة كاملة في مكتبة الحرم المكي ¶ (74) - ثم رأيته قد توبع فقد وقفت على إسناد البزار للحديث في \" زوائده \" (ص 123 مصورة المكتب الإسلامي) فإذا هو يقول: حدثنا إبراهيم عن المستمر العروقي ثنا محمد ثنا إبراهيم بن طهمان به وقال البزار \" تفرد به إبراهيم عن منصور ولا نعلمه عن ابن عمر باحسن من هذا إسنادا \". وهذه متابعة لا بأس بها العروقي بالقاف صدوق يغرب كما في التقريب \". فالعهدة في الحديث على ابن طهمان وجرى الهيثمي على ظاهر إسناده فقال في \" زوائد البزار \": \" قلت: هو إسناد صحيح \". ولعل قوله السابق \" ورجاله ثقات \" أدق لما ذكرنا من الغرابة ذلك لأن مثل هذه الكلمة لا تقتضي الصحة كما لا يخفى على من مارس هذه الصناعة لأن عدالة الر واة وثقتهم شرط واحد من شروط الصحة الكثيرة بل إن العالم لا يلجأ إلى هذه الكلمة معرضا عن التصريح بالصحة إلا لأنه يعلم أن في السند مع ثقة رجاله علةى تمنع من القول بصحته أو على الأقل لم يعلم تحقق الشروط الأخرى فيه فلذلك لم يصرح بصحته وهذه مسألة مهمة طالما غفل عنها المبتدئون في هذا العلم الشريف وغيرهم ولذلك نبهت عليها في مقدمة \" تمام المنة على فقه السنة للسيد سابق \" ¶ هذا ولو كنت متحتجا بما ليس صوابا عندي لا حتججت على تصحيح بعض المعاصرين المقلدين للحديث بأن السيوطي ضعفه بالرمز إليه بالضعف في \" الجامع الصغير \" وقع ذلك في النسخة المطبوعة بمطبعة بولاق بمصر وفي النسخة التي عليها شرح المناوي وفي نسخة خطية في المكتبة الظاهرية (2329 عام) وغيرها ولكن لا أثق برموز (الجامع الصغير) لأسباب ذكرتها في المقدمة المذكورة آنفا ثم في مقدمته كتابي \" صحيح الجامع الغير وزياداته \" و \" وضعيف الجامع الصغير وزياداته \" (وقد تم طبعهما في المكتب الإسلامي ولكن على الرغم من ذلك فالتضعيف وارد عليهم لأنهم لا تحقيق عندهم بل هم مقلدون في كل شئ باعترافهم فغالب الظن أنهم يعتدون بتلك الرموز وعليه فالتضعيف المذكور حجة عليهم إن أنصفوا \" ¶ من الوجه الآتي وهو: ¶ الثاني: أن الحديث ليس فيه أن القبور ظاهرة في مسجد الخيف وقد عقد ¶ الأزرقي في تاريخ مكة (406 410) عدة فصول في وصف مسجد الخيف فلم يذكر أن فيه قبورا بارزة ومن المعلوم أن الشريعة إنما تبنى أحكامها على الظاهر فإذا ليس في المسجد المذكور قبور ظاهرة فلا محظور في الصلاة فيه البتة لأن القبور مندرسة ولا يعرفها أحد بل لولا هذا الخبر الذي عرفت ضعفه لم يخطر في بال أحد أن في أرضه ¶ سبعين قبرا ولذلك لا يقع فيه تلك المفسدة التي تقع عادة في المساجد المبنية على القبور ¶ الظاهرة والمشرفة ¶ الجواب عن الشبهة الرابعة ¶ وأما ما ذكر في بعض الكتب أن قبر إسماعيل عليه السلام وغيره في الحجر من المسجد ¶ الحرام وهو أفضل مسجد يتحرى فيه فالجواب: ¶ لا شك أن المسجد الحرام أفضل المساجد والصلاة فيه بمائة ألف صلاة (76) ولكن هذه الفضيلة أصلية فيه منذ رفع قواعده إبراهيم مع ابنه اسماعيل عليهما السلام ولم تطرأ هذه الفضيلة عليه بدفن إسماعيل عليه السلام فيه لو صح أنه دفن فيه ن ومن زعم خلاف ذلك فقد ضل ضلالا بعيدا وجاء بما لم يقله أحد من السلف الصالح Bهم ولا جاء به حديث تقوم الحجة به ¶ فإن قيل: لا شك فيما ذكرت ودفن إسماعيل فيه لا يخالف ذلك ولكن ألا يدل هذا على الأقل على عدم كراهية الصلاة في المسجد الذي فيه قبر؟ ¶ _________ ¶ (76) - وقد خرجت بعض الأحاديث الواردة في ذلك في \" إرواء الغليل \" (971 و 1129)",
            "page": "68",
            "part": "1",
            "seal": "231EF84A"
        },
        {
            "id": "69",
            "nass": "فالجواب: كلا ثم كلا وهاك البيان من وجوه: ¶ الأول: أنه لم يثبت في حديث مرفوع أن اسماعيل عليه السلام أو غيره من الأنبياء الكرام دفنوا في المسجد الحرام ولم يرد شئ من ذلك في كتاب من كتب السنة المعتمدة كالكتب السنة ومسند أحمد ومعاجم الطبراني الثلاثة وغيرها ضعيفا بل موضوعا عند بعض المحققين (77) وغاية ما وري في ذلك من آثار معضلات بأسانيد واهيات موقوفات أخرجها الأزرقي في \" أخبار مكة \" (ص 39 و 219 و 220) فلا يلتفت إليها وإن ساقها بعض المبتدعة مساق المسلمات (78) . ونحو ذلك ما أورد السيوطي في \" الجامع \" من رواية الحاكم في \" الكنى \" عن عائشة مرفوعا بلفظ: ¶ إن قبر إسماعيل في الحجر ¶ الوجه الثاني: أن القبور المزعوم وجودها في المسجد الحرام غير ظاهرة ولا بارزة ولذلك لا تقصد من دون الله تعالى فلا ضرر من وجودها في بطن أرض المسجد فلا يصح حينئذ الاستدلال بهذه الآثار على جواز اتخاذ المساجد على قبور مرتفعة على وجه الأرض لظهور الفرق بين الصورتين وبهذا أجاب الشيخ على القاري C الله تعالى فقال في \" مرقاة المفاتيح \" (1 / 456) بعد أن حكى قول المفسر الذي أشرت إليه في التعليق: ¶ وذكر غيره أن صورة قبر إسماعيل عليه السلام في الحجر تحت الميزاب وأن في الحطيم بين الحجر الأسود وزمزم قبر سبعين نبيا ¶ قال القاري: ¶ وفيه أن صورة قبر إسماعيل عليه السلام وغيره مندرسة فلا يصلح ¶ الاستدلال ¶ وهذا جواب عالم نحرير وفقيه خريت وفيه الإشارة إلى ما ذكرناه آنفا وهو أن العبرة في هذه المسألة بالقبور الظاهرة وأن ما في بطن الأرض من القبور فلا يرتبط به حكم شرعي من حيث الظاهر بل الشريعة تنزه عن مثل هذا الحكم لأننا نعلم بالضرورة والمشاهدة أن الأرض كلها مقبرة الأحياء كما قال تعالى:} ألم نجعل الأرض كفاتا أحياء وأمواتا {. قال الشعبي: ¶ بطنها لأمواتكم وظهرها لأحيائكم ¶ (79) ¶ _________ ¶ (77) - نقل السيوطي في \" التدريب \" عن ابن الجوزي \" قال: ¶ ما أحسن قول القائل: إذا رأيت الحديث يباين العقول أو يخالف المنقول أو يناقض الأصول فاعلم أنه موضوع. قال: ومعنى مناقضته للأصول أن يكون خارجا من دواوين الإسلام من المسانيد والكتب المشهورة ¶ كذا في الباعث الحثيث \" (ص 85 من الطبعة الثانية) ¶ (78) - \" انظر إحياء المقبور \" (4748) ¶ ومن عجائب الجهل بالسنة أن بعض المفسرين المتأخرين احتج بهذه الآثارالواهية على جواز الصلاة في المقبرة بقصد الاستظهار بروح الميت أو وصول أثر ما من أثر عبادته (1) لا للتعظيم له والتوجه نحوه وهذا مع أنه لا دليل فيها على ما زعمه من الجواز فهو مخالف لعموم الأدلة الناهية عن الصلاة في المقبرة وما شابهها من المساجد المبنية على القبور ولهذا رد المناوي احتجاج المفسر المشار إليه بقوله: ¶ لكن خبر الشيخين كراهة () بناء المساجد على القبور مطلقا والمراد قبور المسلمين خشية أن يعبد فيها المقبور لقرينة خبر: اللهم لا تجعل قبري وثنا يعبد ¶ وقال الصنعاني في \" سبل السلام \" (2 / 214) معتقبا عليه أيضا: ¶ قوله: (لا لتعظيم له) يقال: قصد التبرك به تعظيم له ثم أحاديث النهي مطلقة ولا دليل على التعليل بما ذكر والظاهر أن العلة سد للذريعة والبعد عن التشبه بعبدة الأوثان الذين يعظمون الجمادات التي لا تنفع ولا تضر ولما في إنفاق المال في ذلك من العبث والتبذير الخالي عن النفع بالكلية ولأنه سبب لإيقاد السرج عليها الملعون فاعله ومفاسد ما يبنى على القبور من المشاهد والقباب لا تحصر ¶ (79) - رواه الدولابي (1 / 129) عنه ورجاله ثقات",
            "page": "69",
            "part": "1",
            "seal": "2934E187"
        },
        {
            "id": "70",
            "nass": "قلت: وقولهن \" الملعون فاعله \" يشير إلى حديث ابن عباس الذي بينت ضعفه فيما سبق (ص 43) فتنبه ¶ ومنه قول الشاعر: ¶ صاح هذي قبورنا تملأ الرحب ¶ فأين القبور من عهد عاد؟ ¶ خفف الوطأ ما أظن اديم ¶ الأرض إلا من هذه الأجساد ¶ سر إن استطعت في الهواء رويدا ¶ لا اختيالا على رفات العباد ¶ ومن البين الواضح أن القبر إذا لم يكن ظاهرا غير معروفا مكانه فلا يترتب من وراء ذلك مفسدة كما هو مشاهد حيث ترى الوثنيات والشركيات إنما تقع عند القبور المشرفة حتى ولو كانت مزورة لا عند القبور المندرسة ولو كانت حقيقة فالحكمة تقتضي التفريق بين النوعين وهذا ما جاءت به الشريعة كما بينا سابقا فلا يجوز التسوية بينهما والله المستعان ¶ الجواب عن الشبهة الخامسة: ¶ أما بناء أبي جندل Bهـ مسجدا على قبر أبي بصير Bهـ في عهد النبي A فشبهة لا تساوي حكايتها ولولا أن بعض ذوي الأهواء من المعاصرين اتكأ عليها في رد تلك الأحاديث المحكمة لما سمحت لنفسي أن أسود الصفحات في سبيل الجواب عنها وبينا بطلانها والكلام عليها من وجهين: ¶ الأول: رد ثبوت البناء المزعوم من أصله لأنه ليس له إسناد تقوم الحجة به ولم يروه أصحاب \" الصحاح \" و \" السنن \" و \" المسانيد \" وغيرهم وإنما أورده ابن عبد البر في ترجمة أبي بصير من \" الاستيعاب \" (4 / 2123) مرسلا فقال: ¶ وله قصة في المغازي عجيبة ذكرها ابن إسحاق وغيره وقد رواها معمر عن ابن شهاب. ذكر عبد الرزاق عن معمر عن ابن شهاب في قصة عام الحديبية قال: ¶ ثم رجع رسول الله A فجاءه أبو بصير رجل من قريش وهو مسلم فأرسلت قريش في طلبه رجلين فقالا لرسول الله A: ¶ العهد الذي جعلت لنا أن ترد إلينا كل من جاءك مسلما. فدفعه النبي A إلى الرجلين فخرجا حتى بلغا ذا الحليفة فنزلوا يأكلون من تمر لهم فقال أبو بصير لأحد الرجلين: والله إني لأرى سيفك هذا جيد يا فلان فاستله الآخر وقال: أجل والله إنه لجيد لقد جربت به ثم جربت فقال له أبو بصير أرني أنظر إليه فأمكنه منه فضربه حتى برد وفر الاخر حتى أتى المدينة فدخل المسجد بعده فقال له النبي A حين رآه: لقد رأى هذا ذعرا فلما انتهى إلى النبي A قال: قتل والله صاحبي وإني لمقتول. فجاء أبو بصير فقال يا رسول الله قد والله وفى الله ذمتك: قد رددتني إليهم فأنجاني الله منهم فقال النبي A ¶ ويل امه مسعر جرب لو كان معه أحد \" فلما سمع ذلك علم أنه سيرده إليهم فخرج حتى أتى سيف البحر قال: وانفلت منهم أبو جندل بن سهيل بن عمرو فلحق بأبي بصير. . . وذكر موسى بن عقبة هذا الخبر في أبي بصير بأتم ألفاظا وأكمل سياقا قال:. . . وكتب رسول الله A إلى أبي جندل وأبي بصير ليقدما عليه ومن معهما من المسلمين فقدم كتاب رسول الله A على أبي جندل وأبو بصير يموت فمات وكتاب رسول الله A بيده يقرؤه فدفنه أبو جندل مكانه وصلى عليه وبنى على قبر مسجدا \" ¶ قلت: فأنت ترى أن هذه القصة مدارها على الزهري فهي مرسلة على اعتبار انه تابعي صغير سمع من أنس بن مالك Bهـ وإلا فهي معضلة وكيف ما كان الأمر فلا تقوم بها حجة على أن موضع الشاهد منها وهو قوله: \" وبنى على قبره مسجدا \" لا يظهر من سياق ابن عبد البر للقصة أنه من مرسل الزهري ولا من رواية عبد الرزاق عن معمر عنه بل هو من رواية موسى بن عقبة كما صرح به ابن عبد البر لم يجاوزه وابن عقبة لم يسمع أحدا من الصحابة فهذه الزيادة أعني قوله \" وبنى على قبره مسجدا \" معضلة (80) بل هي عندي منكرة لأن القصة رواها البخاري في \" صحيحة \" (5 / 351371) وأحمد في \" مسنده \" (4 / 328331) موصولة من طريق عبد الرزاق عن معمر قال: أخبرني عروة بن الزبير عن المسور بن مخرمة ومروان بها دون هذه الزيادة وكذلك أوردها ابن إسحاق في \" السيرة \" عن الزهري مرسلا كما في \" مختصر السيرة \" لابن هشام (3 / 331339) ووصله أحمد (4 / 323326) من طريق ابن إسحاق عن الزهري عن عروة به مثل رواية معمر وأتم وليس فيها هذه الزيادة وكذلك رواه ابن جرير في تاريخه (3 / 271285) من طريق معمر وابن إسحاق وغيرهما عن الزهري به دون هذه الزيادة فدل ذلك كله على أنها زيادة منكرة لإعضالها عدم رواية الثقات لها. والله الموفق ¶ الوجه الثاني: أن ذلك لو صح لم يجز أن ترد به الأحاديث الصريحة في تحريم بناء المساجد على القبور لأمرين: ¶ أولا: أنه ليس في القصة أن النبي A اطلع على ذلك وأقره ¶ ثانيا: أنه لو فرضنا أن النبي A علم بذلك وأقره فيجب أن يحمل ذلك على أنه قبل التحريم لأن الأحاديث صريحة في أن النبي A حرم ذلك في آخر حياته كما سبق فلا يجوز أن يترك النص المتأخر من أجل النص المتقدم على فرض صحته عند التعارض وهذا بين لا يخفى نسأل الله تعالى أن يحمينا من اتباع الهوى ¶ الجواب عن الشبهة السادسة ¶ وهي الزعم بأن المنع إنما كان لعلة وهي خشية الافتتان بالمقبور وقد زالت فزال المنع ¶ لا أعلم أحدا من العلماء ذهب إلى القول بهذه الشبهة إلا مؤلف \" إحياء المقبور \" فإنه تمسك بها وجعلها عمدته في رد تلك الآحاديث المتقدمة واتفاق الأمة عليها فقال ما نصه (ص 81 19) : ¶ (80) - ولا تغتر أيها القارئ بما فعله هنا مؤلف \" إحياء المقبور \" فإنه ساق (ص 44) القصة التي أوردناها في الأعلى من طريق ابن عبد البر غير أن المؤلف حذف من كلامه \" وذكر موسى بن عقبة هذا الخبر \" ووصل رواية عبد الرزاق عن الزهري برواية موسى بن عقبة حتى صارتا كأنهما رواية واحدة وبدا للناظر في سياقه أن القصة بناء المسجد على القبر هي من رواية عبد الرزاق عن الزهري وإنما هي من رواية موسى بن عقبة بدون إسناد",
            "page": "70",
            "part": "1",
            "seal": "A87279B8"
        },
        {
            "id": "71",
            "nass": "ثم وقفت على رواية موسى بن عقبة في \" تاريخ ابن عساكر \" (8 / 334 / 1) رواه بإسنادين عن عنه عن ابن شهاب مرسلا ومعضلا بلفظ: \" وجعل عند قبره مسجدا \" وهذا اللفظ لو صح أقل مخالفة لأنه ليس نصا في أن البناء كان على القبر بل عنده وشتان ما بينهما وليس فيه أيضا أن أبا جندل هو الذي بنى المسجد فتأمل",
            "page": "71",
            "part": "1",
            "seal": "103716DC"
        },
        {
            "id": "72",
            "nass": "\" وأما النهي عن بناء المساجد على القبور فاتفقوا على تعليله بعلتين: إحداهما أن يؤدي إلى تنجيس المسجد (81) . . . وثانيهما وهو قول الأكثرين بل الجميع حتى من نص على العلة السابقة أن ذلك قد يؤدي إلى الضلال والفتنة بالقبر لأنه إذا وقع بالمسجد وكان قبر ولي مشهور بالخير والصلاح لا يؤمن مع طول المدة أن يزيد اعتقاد الجهلة فيه ويؤدي بهم إلى فرط التعظيم إلى قصد الصلاة إليه إذا كان في قبلة المسجد فيؤدي بهم ذلك إلى الكفر والإشراك \" ¶ ثم ساق شيئا من النقول في العلة المذكورة عن بعض العلماء منهم الإمام الشافعي وقد تقدم نصه في ذلك (ص 4344) ثم قال المؤلف المشار إليه (ص 2021) : ¶ والعلة المذكورة قد انتفت برسوخ الإيمان في نفوس المؤمنين ونشأهم على التوحيد الخالص واعتقاد نفي الشريك مع الله تعالى وأنه سبحانه المنفرد بالخلق والإيجاد والتصريف () وبانتفاء العلة ينتفي الحكم المترتب عليها وهو كراهة اتخاذ المساجد والقباب على قبور الأولياء والصالحين ¶ قلت: والجواب: أن يقال: أثبت العرش ثم انقش ¶ أثبت أولا أن الخشية المذكورة هي وحدها علة النهي ثم أثبت أنها قد انتفت ودون ذلك خرط القتاد ¶ أم الأول فإن لا دليل مطلقا على أن العلة هي الخشية المذكورة فقط نعم من الممكن أن يقال: انها بعض العلة وأما حصولها بها فباطل لأن من الممكن أيضا أن يضاف إليها أمور أخرى معقولة كالتشبه بالنصارى كما تقدم في كلام الفقيه الهيتمي والمحقق الصنعاني وكالإسراف في صرف المال فيما لا فائدة فيه شرعا وغير ذلك مما قد يبدو للباحث الناقد ¶ (81) - قلت: وهذه العلة باطلة من وجوه لا مجال لبيانها الآن ومن أدلة ذلك بخصوص قبور الأنبياء أن أجسادهم لا تبلى كما صح عن رسول الله A فكيف تنجس الأرض بهم",
            "page": "72",
            "part": "1",
            "seal": "A8A0A5F2"
        },
        {
            "id": "73",
            "nass": "وأما زعمه أن العلة انتفت برسوخ الإيمان في نفوس المؤمنين الخ. فهو زعم باطل أيضا وبيانه من وجوه: ¶ الأول: أن الزعم بني على أصل باطل وهو أن الإيمان بأنه الله هو المنفرد بالخلق والإيجاد كاف في تحقيق الإيمان المنجي عند الله تبارك وتعالى وليس كذلك فإن هذا التوحيد وهو المعروف عند العلماء بتوحيد الربوبية كان يؤمن به المشركون الذين بعث إليهم رسول الله A كما قال تعالى:} ولئن سألتهم من خلق السماوات والأرض ليقولن الله { (82) ومع ذلك فلم ينفعهم هذا التوحيد شيئا لأنهم كفروا بتوحيد الألوهية والعبادة وأنكروه على النبي A أشد الإنكار بقولهم فيما حكاه الله عنهم} أجعل الآلهة إلها واحدا إن هذا لشئ عجاب { (83) . ومن مقتضيات هذا التوحيد الذي أنكروه ترك الاستغاثة بغير الله وترك الدعاء والذبح لغير الله وغير ذلك مما خاص بالله تعالى من العبادات فمن جعل شيئا من ذلك لغير الله تبارك وتعالى فقد أشرك به وجعل له ندا وإن شهد له بتوحيد الربوبية فالإيمان المنجي إنما هو الجمع بين توحيد الربوبية وتوحيد الألوهية وإفراد الله بذلك وهذا مفصل في غير هذا الموضوع ¶ فإذا تبين هذا نعلم أن الإيمان الصحيح غير راسخ في نفوس كثير من المؤمنين بتوحيد الربوبية ولا أريد أن أبعد بالقارئ الكريم في ضرب الأمثلة فحسبي هنا أن أنقل ما ذكره المؤلف الذي نحن في صدد الرد عليه فإنه قال بعد أسطر من كلامه السابق (ص 2122) : ¶ ونراهم (يعني العامة) يحلفون بالأولياء وينطقون في حقهم بما ظاهره الكفر الصراح بل هو الكفر حقيقة بلا ريب ولا شك. . . فكثير من جهلة العوام بالمغرب ينطق بما هو كفر صراح في حق مولانا عبد القادر الجيلاني Bهـ. . . فإن عندنا بالمغرب من يقول عن القطب الأكبر مولانا عبد السلام ابن مشيش Bهـ أنه الذي خلق الدين والدنيا ومنهم من قال والمطر نازل بشدة: يا مولانا عبد السلام الطف بعبادك فهذا كفر ¶ _________ ¶ (82) - سورة لقمان الآية 25 ¶ (83) - سورة ص الآية 5",
            "page": "73",
            "part": "1",
            "seal": "04407E33"
        },
        {
            "id": "74",
            "nass": "قلت: فهذا الكفر أشد من كفر المشركين لأن هذا فيه التصريح بالشرك في توحيد الربوبية أيضا وهو مما لا نعلم أنه وقع من المشركين أنفسهم وأما الشرك في الألوهية فهو أكثر في جهال هذه الأمة ولا أقول عوامهم فإذا كان هذا حال المسلمين اليوم وقبل اليوم فكيف يقول هذا الرجل: ¶ وقد انتفت العلة برسوخ الإيمان في نفوس المؤمنين ¶ ؟ ¶ وإذا كان يريد ب \" المؤمنين \" الصحابة Bهم فلا شك أنهم كانوا مؤمنين حقا عالمين بحقيقة التوحيد الذي جاءهم به رسول الله A ولكن الشريعة الإسلامية شريعة عامة أبدية فلا يلزم من انتفاء العلة ولو ثبت بالنسبة إليهم أن ينتفي الحكم بالنسبة لمن بعدهم لأن العلة لا تزال قائمة والواقع أصدق شاهد على ذلك ¶ الوجه الثاني: ¶ علمت مما سبق من الأحاديث أن النبي A حذر من اتخاذ المساجد على القبور في آخر حياته بل في مرض موته فمتى زالت العلة التي ذكرها؟ إن قيل: زالت عقب وفاته A فهذا نقض لما عليه جميع المسلمين أن خير الناس قرنه A لأن القول بذلك يستلزم بناء على ما سبق من كلامه أن الإيمان لم يكن قد رسخ بعد في نفوس الصحابة Bهم وإنما رسخ بعد وفاته A ولذلك لم تزل العلة وبقي الحكم وهذا مما لا أتصور أحدا يقول به لوضوح بطلانه. وإن قيل: زالت قبل وفاته A قلنا: وكيف ذلك وهو A إنما نهى عن ذلك في آخر نفس من حياته؟ ويؤيده: ¶ الوجه الثالث: أن في بعض الأحاديث المتقدمة باستمرار الحكم إلى قيام الساعة كالحديث (12) ¶ الوجه الرابع: أن الصحابة Bهم إنما دفنوه في حجرته A خشية أن يتخذ قبره مسجدا كما تقدم عن عائشة Bها في الحديث (4) فهذه خشية إما أن يقال: إنها كانت منصبة على الصحابة أنفسهم أو على من بعدهم فإن قيل بالأول قلنا فالخشية على من بعدهم أولى وإن قيل بالثاني وهو الصواب عندنا فهو دليل قاطع على أن الصحابة Bهم كانوا لا يرون زوال العلة المستلزم زوال الحكم لا في عصرهم ولا فيما بعدهم فالزعم بخلاف رأيهم ضلال بين. ويؤيده:",
            "page": "74",
            "part": "1",
            "seal": "0A02C8E3"
        },
        {
            "id": "75",
            "nass": "الوجه الخامس: أن العمل استمر من السلف على هذا الحكم ونحوه مما يستلزم بقاء العلة السابقة وهي خشية الوقوع في الفتنة والضلال فلو أن العلة المشار إليها كانت منتفية لما استمر العمل على معلولها وهذا بين لا يخفى والحمدلله وإليك بعض الأمثلة على ما ذكرنا:",
            "page": "75",
            "part": "1",
            "seal": "E7CA86FB"
        },
        {
            "id": "76",
            "nass": "1 - عن عبد الله بن شرحبيل بن حسنة قال: رأيت عثمان بن عفان يأمر بتسوية القبور فقيل له هذا قبر أم عمرو بنت عثمان فأمر به فسوي (84)",
            "page": "76",
            "part": "1",
            "seal": "3AFD1955"
        },
        {
            "id": "77",
            "nass": "2 - عن أبي الهياج الأسدي قال: قال لي علي بن أبي طالب: ¶ ألا أبعثك على ما بعثني عليه رسول الله A؟ أن لا تدع تمثالا إلا طمسته ولا قبرا مشرفا إلا سويته (85) ¶ ولما كان هذا الحديث حجة واضحة على إبطال ما ذهب إليه الشيخ الغماري في كتابه المشار إليه سابقا حاول التقصي منه من طريقين: ¶ الأول: تأويله حتى يتفق مع مذهبه ¶ والآخر: التشكيك في ثبوته فقال (ص 57) : ¶ فلا بد من أحد أمرين: إما أن يكون غير ثابت في نفسه أو هو محمول على غير ظاهره ولا بد ¶ قلت: أما ثبوته فلا شك فيه لأن له طرقا كثيرة بعضها في \" الصحيح \" كما سبق ولكن أصحاب الأهواء لا يتلزمون القواعد العلمية في التصحيح والتضعيف بل ما كان عليهم ضعفوه ولو كان في نفسه صحيحا كهذا الحديث (86) وما كان لهم صححوه أو مشوه ولو كان في نفسه ضعيفا وسيأتي لذلك بعض الأمثلة الأخرى والله المستعان ¶ وأما تأويله فقد ذكر له وجوها واهية أقواها قوله: ¶ إنه خبر متروك الظاهر بالاتفاق لأن الأئمة متفقون على كراهة تسوية القبر وعلى استحباب رفعه قدر شبر ¶ _________ ¶ ( ... ) مخطوطان قيمان الأول محفوظ بعض مجلداته في المكتبة الظاهرية ويوجد منه نسخة تامة في غيرها. والآخر منه نسخة مصورة في المجمع العلمي العربي بدمشق ¶ (84) - رواه ابن أبي شيبة في \" المصنف \" (4 / 138) وأبو زرعة في \" تاريخه \" (66 / 2، 121 / 2) ( ... ) بسند صحيح عن عبد الله هذا وقد أورده ابن أبي حاتم في \" الجرح والتعديل \" (3 / 2 / 8182) ولم يذكر فيه جرحا ولا تعديلا ¶ (85) - رواه مسلم (3 / 61) وابو داود (3 / 70) والنسائي (1 / 285) والترمذي (2 / 153 154) والبيهقي (4 / 3) والطيالسي (1 / 168) وأحمد (رقم 7411064) ¶ وله طرق عند الطيالسي وأحمد (رقم 657 و 658 و 889 و 1175 و 1176 و 1177 و 1238 و 1283) وابن أبي شيبة (4 / 139) والطبراني في \" الصغير \" ص 29 \" ¶ ولا مخالفة بين هذا الحديث وبين ما ثبت في السنة من مشروعية رفع القبر شبرا أو شبرين حتى يتنميز فيصان عن أن يهان لأن المراد به تسوية ما رفع عليه من البناء وإن قيل بخلافه قال الشيخ علي القارئ في \" المرقاة \" (2 / 372) في شرح الحديث: \" (قبرا مشرفا) هو الذي بني عليه حتى ارتفع دون الذي أعلم عليه بالرمل والحصباء أو محسومة () بالحجارة ليعرف ولا يؤطأ (إلا سويته) في الأزهار: قال العلماء: يستحب أن يرفع القبر قدر شبر ويكره فوق ذلك ويستحب الهدم وفي قدره خلاف قيل إلى الأرض تغليظا وهذا أقرب إلى اللفظ أي لفظ الحديث من التسوية \" ¶ (86) - وكذلك فعل بعض غلاة الشيعة في كتابه \" كشف الارتياب \" (ص 366 فصرح فيه بتضعيف الحديث من طريق مسلم وطعن في رجاله وكلهم ثقات وكذلك غمز من صحته الكوثري الجهمي في \" مقالاته \" (ص 159) وهكذا ترى أهل الأهواء على اختلاف مذاهبهم يتتابعون على رد الحديث الصحيح بأوهى الشبه اتباعا لأهوائهم ونعوذ بالله تعالى من الخذلان ¶ وكذا في تحفة الأحوذي \" 2 / 154) نقلا عن المرقاة \"",
            "page": "77",
            "part": "1",
            "seal": "5D0F7E9C"
        },
        {
            "id": "78",
            "nass": "قلت: العجب ممن يدعي الاجتهاد ويحرم التقليد كيف يصرف الأحاديث ويتأولها حتى تتفق مع أقوال الأئمة بزعمه بينما الاجتهاد الصحيح يقتضي عكس ذلك تماما على أن الحديث لا ينافي الاتفاق المذكور لأنه خاص بالقبر المبني عليه فحينئذ يسوى بالأرض كما سبق عن الأزهار واتفاق الأئمة إنما هو في الأصل الذي ينبغي أن يراعى حين دفن الميت فيرفع قليلا فهذا لا يعنيه الحديث كما أفاده القارئ رحمه فيما تقدم نقله قريبا في الحاشية (ص 73) ¶ ثم نقل الغماري في تأويل الحديث عن الشافعية أنهم قالوا: ¶ لم يرد تسويته بالأرض وإنما أراد تسطيحه جمعا بين الأحاديث ¶ قلت: لو سلم هذا فهو دليل على الغمار لا له لأنه لا يقول بوجوب تسطيحه بل يقول باستحباب رفعه بدون حد وباستحباب البناء عليه قبة أو مسجد ¶ ثم قال الغماري في الجواب الأخير عن الحديث: ¶ وهو الصحيح عندنا أنه أراد قبور المشركين التي كانوا يقدسونها في الجاهلية وفي بلاد الكفار التي افتتحها الصحابة Bهم بدليل ذكر التماثيل معها ¶ قلت: في بعض طرق الحديث عند أحمد أن بعث علي Bهـ إنما كان إلى بعض نواحي المدينة حين كان رسول الله A فيها فهذا يبطل ما ادعاه من أن الإرسال كان إلى بلاد الكفار ¶ ثم إن موضع الشاهد من الحديث إنما هو بعث علي أبا الهياج إلى تسوية القبور وكان رئيس الشرطة ففيه دليل واضح على أن عليا وكذا عثمان Bهما في الأثر المتقدم كانا يعلمان هذا الحكم بعد وفاته A خلافا لما زعمه الغماري",
            "page": "78",
            "part": "1",
            "seal": "944FEEE1"
        },
        {
            "id": "79",
            "nass": "3 - عن أبي بردة قال: أوصى أبو موسى حين حضره الموت فقال: إذا انطلقتم بجنازتي فأسرعوا المشي ولا يتبعني مجمر ولا تجعلوا في لحدي شيئا يحول بيني وبين التراب ولا تجعلوا على قبري بناء وأشهدكم أنبي برئ من كل حالقة أو سالقة أو خارقة (87) قالوا أو سمعت فيها شيئا؟ قال: نعم من رسول الله A (88) ¶ _________ ¶ (87) (الحالقة) هي التي تحلق شرها عند المصيبة - (السالقة) : التي ترفع صوتها (الخارقة) : التي تخرق ثيابها عند المصيبة ¶ (88) - 2 أخرجه أحمد (4 / 397) وإسناده قوي",
            "page": "79",
            "part": "1",
            "seal": "18D74AAA"
        },
        {
            "id": "80",
            "nass": "4 - عن أنس: كان يكره أن يبنى مسجد بين القبور (89)",
            "page": "80",
            "part": "1",
            "seal": "B3327722"
        },
        {
            "id": "81",
            "nass": "5 - عن إبراهيم أنه كان يكره أن يجعل على القبر مسجدا ¶ وإبراهيم هذا هو ابن يزيد النخعي الثقة الإمام وهو تابعي صغير مات سنة (96) فقد تلقى هذا الحكم بلا شك من بعض كبار التابعين من الصحابة ففيه دليل قاطع على أنهم كانوا يرن بقاء هذا الحكم واستمراره بعده A فمتى نسخ؟",
            "page": "81",
            "part": "1",
            "seal": "5A5C5049"
        },
        {
            "id": "82",
            "nass": "6 - عن المعرور بن سويد قال: ¶ خرجنا مع عمر في حجة حجها فقرأ بنا في الفجر} ألم تر كيف فعل ربك بأصحاب الفيل { (90) و} لإيلاف قريش { (91) فلما قضى حجه ورجع والناس يتبدرون فقال: ما هذا؟ فقال: مسجد صلى فيه رسول الله A فقال: هكذا هلك أهل الكتاب اتخذوا آثار أنبيائهم بيعا من عرضت له منكم فيها الصلاة فليصل ومن لم يعرض له منكم فيه الصلاة فلا يصل ¶ (92)",
            "page": "82",
            "part": "1",
            "seal": "FADF098D"
        },
        {
            "id": "83",
            "nass": "7 - عن نافع قال: ¶ بلغ عمر بن الخطاب أن ناسا يأتون الشجرة التي بويع تحتها فأمر بها فقطعت ¶ (93)",
            "page": "83",
            "part": "1",
            "seal": "12B5A2E7"
        },
        {
            "id": "84",
            "nass": "8 - عن قزعة قال سألت ابن عمر: آتي الطور؟ فقال: دع الطور ولا تأتها وقال: لا تشد الرحال إلا إلى ثلاثة مساجد (94)",
            "page": "84",
            "part": "1",
            "seal": "9E407489"
        },
        {
            "id": "85",
            "nass": "9 - عن علي بن حسين: ¶ أنه رأى رجلا يجئ إلى فرجة كانت عند قبر النبي صلى الله عليه (كذا الأصل) فيدخل فيها فيدعو فدعاه فقال: ¶ ألا أحدثك بحديث سمعته من أبي عن جدي رسول الله A؟ قال: \" لا تتخذوا قبري عيدا ولا بيوتكم قبورا وصلوا علي فإن صلاتكم وتسليمكم تبلغني حيثما كنتم \" (95) ¶ ويقويه ما أخرجه ابن أبي شيبة أيضا وابن خزيمة في \" حديث علي ابن حجر \" (ج 4 / رقم 48) وابن عساكر (4 / 217 / 1) (96) من طريقين عن سهيل بن أبي سهيل أنه رأى قبر النبي A فالتزمه ومسح قال: فحصبني حسن بن حسن بن علي بن أبي طالب فقال: قال رسول الله A: لا تتخذوا بيتي عيدا ولا تتخذوا بيوتكم مقابر [وصلوا علي حيثما كنتم فإن صلاتكم تبلغني] \" (97) ¶ حيثما كنتم \" (99)",
            "page": "85",
            "part": "1",
            "seal": "0A04377C"
        },
        {
            "id": "86",
            "nass": "11 - ورأى ابن عمر فسطاطا (100) على قبر عبد الرحمن فقال: \" انزعه يا غلام فإنما يظله عمله \" (101) 13 وروى ابن أبي شيبة وابن عساكر (7 / 96 / 2) مثله عن أبي سعيد الخدري (103)",
            "page": "86",
            "part": "1",
            "seal": "514DA0C6"
        },
        {
            "id": "87",
            "nass": "14 - عن محمد بن كعب قال: هذه الفساطيط التي على القبور محدثة (104)",
            "page": "87",
            "part": "1",
            "seal": "92F56190"
        },
        {
            "id": "88",
            "nass": "15 - سعيد بن المسيب أنه قال في مرضه الذي مات فيه: إذا ما مت فلا تضربوا على قبري فسطاطا (105)",
            "page": "88",
            "part": "1",
            "seal": "A5E0FAED"
        },
        {
            "id": "89",
            "nass": "16 - عن سالم مولى عبد الله بن علي بن حسين قال: ¶ أوصى محمد بن علي أبو جعفر قال: ¶ لا ترفعوا قبري على الأرض ¶ (106)",
            "page": "89",
            "part": "1",
            "seal": "664FF7FB"
        },
        {
            "id": "90",
            "nass": "17 - عن عمرو بن شرحبيل قال: ¶ لا ترفعوا جدثي يعني القبر فإني رأيت المهاجرين يكرهون ذلك ¶ (107) ¶ واعلم أن هذه الآثار وإن اختلفت دلالاتها فهي متفقة على النهي في الجملة عن كل ما ينبئ عن تعظيم القبور تعظيما يخشى منه الوقوع في الفتنة والضلال مثل بناء المساجد والقباب على القبور وضرب الخيام عليها ورفعها أكثر من الحديث المشروع والسفر والاختلاف إليها (108) والتسمح بها ومثل التبرك بآثار الأنبياء ونحو ذلك فهذه الأمور كلها غير مشروعة عند السلف الذين سميناهم من الصحابة وغيرهم وذلك يدل على أنهم كانوا جميعا يرون بقاء علة النهي عن بناء المساجد على القبور وتعظيمها بما لم يشرع ألا وهي خشية الإضلال والافتتان بالموتى كما نص عليها الإمام الشافعي C فيما سبق بدليل استمرارهم على القول بالحكم المعلول بهذه العلة فإن بقاء أحدهم يستلزم بقاء الآخر كما لا يخفى وهذا بالنسبة لمن نص منهم على كراهية بناء المساجد على القبور ظاهرا أما الذين صرحوا بالنهي عن غير ذلك مثل رفع القبر وضرب الخيمة عليه ونحوه مما أجملنا الكلام عليه آنفا فهم يقولون ببقاء الحكم المذكور من باب أولى وذلك لوجهين: ¶ قال ابن عباس Bهـ: ¶ كان بين نوح وآدم عشرة قرون كلهم على شريعة من الحق فاختلفوا فبعث الله النبيين مبشرين ومنذرين ¶ (110) ¶ قال ابن عروة الحنبلي في { {الكوكب} } (6 / 212 / 1) : ¶ } } وهذايردقول من زعم من أهل التاريخ من أهل الكتاب أن قابيل وبنيه عبد وا النار { { ¶ قلت: وفيه ردأيضا على بعض الفلاسفه والملا حده الذين ¶ يزعمون أن الأصل في الإنسان الشرك وأن التوحيد هو الطارىء ¶ ويبطل هذا ويؤيد الآيه السابقه حديثان صحيحان: ¶ عن دينهم وحرمت عليهم ما أحللت لهم وأمرتهم أن يشركو ابي مالم أنزل به سلطانا \") (112) ¶ الثاني: قوله A:} } ما من مولودإلا يولد على الفطرة فأبواه يهودانه وينصرانه ويمجسانه كما تنتج البهيمه بهيمة \" جمعاء هل تحسون فيها من جدعاء؟ { { ¶ قال أبو هريرة: وقرأوا إن شئتم} فطرة الله التي فطر الناس عليهلا لا تبديل لخلق الله { (113) ¶ الآيه (114) ¶ إذا تبين هذا ¶ فإن من المهم جدا \" أن يتعلم المسلم كيف طرأ الشرك على المؤمنين بعد أن كانوا موحدين؟ ¶ لقدورد عن جماعة من السلف روايات كثيرة في تفسير قول الله سبحانه في قوم نوح:} وقالو لاتذرن آلهتكم ولا تذرن ودا \" ولا سواعا \" ولا يغوث ويعوق ونسرا { (115) أن هؤلاء الخمسه ودا \" ومن ذكر معه كانو عبادا \" صالحين ¶ فلما ماتو أوحى الشيطان إلى قومهم أن يعكفوا على قبورهم ثم أوحى إلى الذين جاؤو من بعدهم أن يتخذوا لهم أصناما \" ¶ وزين لهم ذلك بأنه أدعى لهم على أن يذكروهم ¶ فيقتدوا بأعمالهم الصالحه ¶ ثم أوحى إلى الجيل الثالث أن يعبوهم من دون الله تعالى وأوهمهم أن آباءهم كانو يفعلون ذلك فأرسل الله لهم نوحا \" عليه السلام آمرا \" لهم أن يعبدوا الله تعالى وحده ¶ فلم يستجيبوا له إلى قليلا \" منهم. وقد حكى الله عزوجل قصته معهم في سورة نوح ¶ قال: وكان أول ماعبد غير الله في الأرض} } ود { {الذي سموه بود { { (117) ¶ والحلف بأصحابها إذكل ذلك يؤدي إلى الغلو بها وعبادتها من دون الله تعالى لاسيما عند انطفاء العلم وكثره الجهل وقله الناصحين وتعاون شياطين الجن والإنس على إضلال الناس وإخراجهم من عبادة الله تبارك وتعالى ولا يخفى أنه إذاكان من المسلم عندنا معشر المسلمين أن من حكمة النهي عن الصلاة في الأوقات الثلاثة هو سد الذريعة وعدم التشبه بالمشركين الذين يعبدون الشمس في تلك الأوقات فالذريعة في التشبه بهم في بناء المساجد على القبور والصلاة فيها أقوى وأوضح ألا ترى أننا حتى اليوم لم نجد أي أثر سيء لصلاة بعض الناس في هذه الأوقات المنهي عنها بينما نرى أسوأ الآثار للصلاة في هذه المساجد والمشاهد المبنيه على القبور من التمسح بها ¶ (119) والإستغاثه بأصحابها والنذر لها والحلف بل والسجود لها وغير ذلك من الضلال مما هو مشاهد معروف فاقتضت حكمة تبارك وتعالى تحريم كل هذه الأمور حتى يعبد الله تبارك وتعالى وحده ولا يشرك به شيء فيتحقق بذلك أمر تعالى بدعائه وحده في قوله} } وأن المساجدلله فلا تدعوامع الله أحدا { { (120) ¶ وإن مما يأسف له كل مسلم طاهر القلب أن يجد كثيرا \" من المسلمين قد وقعوا في مخالفة شريعة سيد المرسلين A التي جاءت بالابتعادعن كل مايخدج بالتوحيد ثم يزداد أسفا \" حين يرى قليلا \" أو كثيرا \" من المشايخ يقرونهم على تلك المخالفة بدعوى أن نياتهم طيبه ويشهد الله أن كثيرا \" منهم قد فسدت نياتهم وران عليها الشرك بسبب سكوت أمثال هؤلاء المشايخ بل تسويغهم كل ما يرونه من مظاهر الشرك بتلك الدعوى الباطله؟ (121) أين النية الطيبة يا قوم من أناس كلما وقعوا في ضيق جاءوا إلى ميت يرونه صالحا \" فيدعونه من دون الله ويستغيثون به ويطلبون منه العافية والشفاء زغير ذلك مما لا يطلب إلى من دون الله ومالايقدر عليه إلى الله؟ بل إذا زلت قدم دابتهم نادوا: يالله ياباز ¶ بينما هؤلاء المشايخ قد يعلمون أن النبي A سمع يوما \" بعض الصحابة يقول له: ما شاء الله وشئت فقال: أجعلتني لله ندا؟ (122) فإذا كان هذا إنكار رسول الله A على من آمن به A فرارا من الشرك فلماذا لا ينكر هؤلاء المشايخ على الناس قولهم: يا الله يا باز مع أنه في الدلالة على الشرك أوضح وأظهر من كلمة ما شاء الله وشئت؟ ولماذا نرى العامة يقولون دون أي تحرج: \" توكلنا على الله وعليك \" و \" مالنا غير الله وأنت \"؟ ذلك لأن هؤلاء المشايخ إما أنهم مثلهم في الضلال وفاقد الشئ لا يعطيه وإما أنهم يدارونهم بل يداهنوهم كي لا يوصموا ببعض الوصمات التي تقضي على وظائفهم ومعاشاهم غير مبالين بقول الله تعالى} إن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يعلنهم الله ويعلنهم اللاعنون { (123) ¶ يا حسرة على هؤلاء المسلمين لقد كان المفروض فيهم أن يكونوا دعاة لجميع الناس إلى دين التوحيد وسببا لإنقاذهم من الوثنية وأدرانها ولكنهم سبب جهلهم بدينهم واتباعهم أهواءهم عادوا مضرب مثل للوثنية من قبل المشركين أنفسهم فصاروا يصفونهم بأنهم كاليهود في بنائهم المساجد على القبور فقد جاء في كتاب \" دعوة الحق \" للأستاذ عبد الرحمن الوكيل C تعالى (ص 176177) : ¶ كما كان يفعل اليهود \" ¶ علم الكفار الغربيون هذه الضلالة التي وقع فيها كثير من المسلمين لا سيما الشيعة منهم فاستغلوها حتى في سبيل تحقيق مطامعهم الاستمعارية فقد قال فضيلة الاستاذ الشيخ أحمد حسن الباقوري في فتوى له في النهي عن زخرفة القبور وبناء القباب والمساجد عليها: ¶ وقال الكاتب القدير والمؤرخ الشهير الأستاذ المحقق رفيق بك العظم في خاتمة ترجمة أبي عبيدة Bهـ من كتابه \" أشهر مشاهير الإسلام \" (ص 521 524) تحت عنوان (كلمة في القبور) : \" لا نريد بهذا العنوان البحث عن تاريخ القبور كالنواويس والأهرام وما شاكلها من معالم الوثنية الأولى وإنما نريد الوقوف بفكرة القارئ عند اختلاف المؤرخين في مكان قبر أبي عبيدة كاختلافهم في تعيين كثير من قبور جلة الصحابة الكرام الذين دوخوا هذا الملك العظيم وتحلوا بتلك الشيم الشماء وبلغوا من الفضل والتفضل والتقوى والصلاح غاية لم يبلغها أحد من الأولين والاخرين ¶ وقد بسط المؤرخون أخبار أولئك الرجال العظام وعنوا بتدوين آثارهم العظيمة في فتوح الممالك والبلدان حتى لم يتركوا في النفوس حاجة للاستزادة ونعم ما خدموا به الأمة والدين ¶ وأن أشرف الذكر في أشرف الأعمال لهذا اختفت عمن أتى بعد جيلهم ذلك قبور كبار الصحابة وجلة المجاهدين إلا ما ندر ثم اختلفت نقلة الأخبار في تعيين أمكنتها باختلاف الرواة وتضارب ظنون الناقلين. ولو كان في صدر الإسلام أثر لتعظيم القبور والاحتفاظ على أماكن الأموات بتشييد القباب والمساجد عليها لما كان شئ من هذا الاختلاف ولما غابت عنها إلى الآن قبور أولئك الصحابة الكرام كما لم تغب قبور الدجاجلة والمتمشيخين التي ابتدعها بعد العصور الأولى مبتدعة المسلمين وخالفوا فعل الصحابة والتابعين حتى باتت أكثر هذه القباب تمثل هياكل الأقدمين وتعيد سيرة الوثنية بأقبح أنواعها وأبعد منازعها عن الحق وأقربها إلى الشرك ولو اعتبر المسلمون بعد باختفاء قبور الصحابة الذين عنهم أخذوا هذا الدين وبهم نصر الله الإسلام لما اجترأوا على إقامة القباب على القبور وتعظيم الأموات يأباه العقل والشرع وخالفوا في هذا كله الصحابة والتابعين الذين أدوا إلينا أمانة نبيهم فأضعناها وأسرار الشريعة فعبثنا بها. وإليك ما رواه في شأن القبور مسلم في \" صحيحه \" عن أبي الهياج الأسدي قال: قال علي بن أبي طالب Bهـ: ألا أبعثك على ما بعثني عليه رسول الله A أن لا تدع تمثالا إلا طمسته ولا قبرا مشرفا إلا سويته. وفي \" صحيحه \" أيضا عن ثمامة بن شفي قال: كنا مع فضالة بن عبيد بأرض الروم ب \" ردوس \" فتوفي صاحب لنا فأمر فضالة بقبره فسوي ثم قال سمعت رسول الله A يأمر بتسويتها (127) . هكذا بلغونا الذين أدوا إلينا أمانة رسول الله A ثم تأكيدا لعهد الأمانة بدؤوا بكل ما أمرهم به الرسول A بأنفسهم لنستن بسنتهم ونهتدي بهدي نبيهم ولكن قصرت عقولنا عن إدراك معنى تلك الجزئيات وانحطت مداركنا عن مقام العلم بحكمة التشريع الإلهي والأمر النبوي القاضي بعدم تشييد القبور وتحكمنا التدرج في مدارج الوثنية فلم نحفل بتلك الحكمة وتحكمنا بقولنا القاصرة بالشرع فحكمنا بجواز تشييد القبور استحبابا لمثل هذه الجزئيات حتى أصبحت كليات وخرقا في الدين وإفسادا لعقيدة التوحيد إذ ما زلنا نتدرج حتى جعلنا عليها المساجد وقصدنا رفاتها بالنذور والقربات ووقعنا من ثم فيها لأجله أمرنا الشارع بطمس القبور (128) كل هذا ونحن لا نزال في غفلة عن حكمة التشريع ¶ نصادم الحق ويصادمنا حتى نهلك مع الهالكين. \" ¶ قلت: وقد يظن بعض الناس خاصة من كان منهم ذا ثقافة عصرية أن الشرك قد زال وأنه لا رجعة له بسبب انتشار العلوم واستنارة العقول بها ¶ وهذا ظن باطل فإن الواقع يخالفه إذ أن المشاهد أن الشرك على اختلاف أنواعه ومظاهره لا يزال ضاربا أطنابه في أكثر بقاع الأرض ولا سيما في بلاد المغرب عقر دار الكفر وعبادة الأنبياء والقديسين والأصنام والمادة وعظماء الرجال والأبطال ومن أبرز ما يظهر ذلك للعيان انتشار التماثيل بينهم وأن مما يؤسف له أن هذه الظاهرة قد أخذت تنتشر رويدا في بعض البلاد الإسلامية دون أي نكير من علماء المسلمين ¶ وما لنا نذهب بالقراء بعيدا؟ فهذه كثير من بلاد المسلمين وخاصة الشيعة منهم ففيها عديد من مظاهر الشرك والوثنية كالسجود للقبور والطواف حولها واستقبالها بالصلاة والسجود ودعائهم من دون الله تعالى وغير ذلك مما سبق ذكره ¶ على أننا لو فرضنا أن الأرض قد طهرت من أدران الشركيات والوثنيات على اختلاف أنواعها فلا يجوز لنا أن نبيح اتخاذ الوسائل التي يخشى أن تؤدي إلى الشرك لأننا لا نأمن أن تؤدي هذه الوسائل ببعض المسلمين إلى الشرك بل نحن نقطع بأن الشرك سيقع في هذه الأمة في آخر الزمان إن لم يكن قد وقع الآن وإليك بعض النصوص الواردة في ذلك عن النبي A حتى تكون على بينة من الأمر:",
            "page": "90",
            "part": "1",
            "seal": "109AFE3D"
        },
        {
            "id": "91",
            "nass": "1 - \" لا تقوم الساعة حتى تضطرب أليات النساء دوس حول ذي الخلصة \". (129)",
            "page": "91",
            "part": "1",
            "seal": "9D075B03"
        },
        {
            "id": "92",
            "nass": "2 - \" لا يذهب الليل والنهار حتى تعبد اللات والعزى فقالت عائشة: يا رسول الله إن كنت لأظن حين أنزل الله:} هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون { (131) أن ذلك تاما قال: إنه سيكون من ذلك ماشاء الله (132) ثم يبعث الله ريحا طيبة فتوفى كل من في قلبه مثقال حبة خردل إيمان فيبقى من لا خير فيه فيرجعون إلى دين آبائهم \" (133)",
            "page": "92",
            "part": "1",
            "seal": "84FD9259"
        },
        {
            "id": "93",
            "nass": "3 - \" لا تقوم الساعة حتى تلحق قبائل من أمتي بالمشركين وحتى تعبد القبائل من أمتي الأوثان \" (134)",
            "page": "93",
            "part": "1",
            "seal": "21F29B53"
        },
        {
            "id": "94",
            "nass": "4 - \" لا تقوم الساعة حتتى لا يقال في الأرض: الله الله وفي رواية: لا إله إلا الله \" (135) ¶ ففي هذه الأحاديث دلالة قاطعة على أن الشرك واقع في هذه الأمة فإذا الأمر كذلك فيجب على المسلمين أن يبتعدوا عن كل الوسائل والأسباب التي قد تؤدي بأحدهم إلى الشرك مثل ما نحن فيه من بناء المساجد على القبور ونحو ذلك مما سبق بيانه مما حرمه رسول الله A وحذر أمته منه ¶ ولا يغتر أحد بالثقافة العصرية فإنها لا تهدي ضالا ولا تزيد المؤمن هدى إلا ما شاء الله وإنما الهدى والنور فيما جاء به الرسول A وصدق الله العظيم إذ يقول:} قد جاءكم من الله نور وكتاب مبين يهدي به الله من اتبع رضوانه سبل السلام ويخرجهم من الظلمات إلى النور بإذنه ويهديهم إلى صراط مستقيم { (136)",
            "page": "94",
            "part": "1",
            "seal": "20675C0D"
        },
        {
            "id": "95",
            "nass": "الفصل الخامس",
            "page": "95",
            "part": "1",
            "seal": "8515FEA5"
        },
        {
            "id": "96",
            "nass": "حكمة تحريم بناء المساجد على القبور ¶ من الثابت في الشرع أن الناس منذ أول عهدهم كانوا أمة واحدة على التوحيد الخالص ثم طرأ عليهم الشرك والأصل في هذا قول الله تبارك وتعالى: {كان الناس أمة واحدة ... فبعث الله النبيين مبشرين ومنذرين} (109) (109) - سورة البقرة الآية 213",
            "page": "96",
            "part": "1",
            "seal": "093C3B36"
        },
        {
            "id": "97",
            "nass": "الأول: قوله A فيمل يرويه عن ربه: { {إني خلقت عبادي حنفاء كلهم وإنهم أتتهم الشياطين فاجتالتهم (111) (111) - أي استخفتهم فجالو معهم في الضلال يقال: جال واجتال: إذا ذهب وجاء منه الجولان في الحرب (نهايه) ¶ ونحوه في (غريب الحربي)",
            "page": "97",
            "part": "1",
            "seal": "AF9BFCF2"
        },
        {
            "id": "98",
            "nass": "جاء في صحيح البخاري (8 / 543) عن ابن عباس: ¶ } } أن هؤلاء الخمسة أسماء رجال صالحين من قوم نوح ¶ فلما هلكوا أوحى الشيطان إلى قومهم: أن انصبوا إلى مجالسهم التي كانوا يجلسون أنصابا \" ¶ وسموها بأسمائهم. ففعلوا ¶ حتى إذا هلك أولئك وتنسخ العلم عبدت { { ¶ ونحوه في تفسير ابن جرير وغيره عن غير واحد من السلف Bهم ¶ وفي} } الدر المنثور { { (6 / 269) : ¶ } } وأخرج عبد بن حميد عن أبي مطهر قال: ¶ ذكروا عند أبي جعفر (وهو الباقر) يزيد بن الملهب ¶ فقال: أما إنه قتل في أول ¶ أرض عبد فيها غير الله ثم ذكر} } ودا \" { {قال: ¶ } } وكان ود رجلا \" مسلما \" وكان محببا \" في قومه فلما هات عسكروا حول قبره في أرض بابل وجزعوا عليه فلما رأى إبليس جزعهم عليه تشبه في صورة إنسان ثم قال: أرى جزعكم على هذا فهل لكم أن أصور لكم مثله فيكون في ناديكم فتذكرونه به؟ قالوا: ¶ نعم فصور لهم مثله فوضعوه في ناديهم وجعلوا يذكرونه فلما رأى مابهم من ذكره قال: هل لكم أن أجعل لكم في منزل كل رجلا \" منكم تمثالا \" مثله فيكون في بيته فتذكرونه؟ قالوا: نعم فصور لكل أهل بيت تمثالا \" مثله فأقبلوا فجعلوا يذكرونه به قال: وأدرك أبنائهم فجعلوايرون مايصنعون به وتناسلوا ودرس أمر ذكرهم إياه حتى أتخذوهإلها \" من دون الله (116) (116) - زاد في (الكواكب) من روايه أبن حاتم (أولاد أولادهم)",
            "page": "98",
            "part": "1",
            "seal": "2EF0A4FD"
        },
        {
            "id": "99",
            "nass": "فاقتضت حكمة الإله تبارك وتعالى وقد أرسل محمد ا \" A خاتم الرسل وجعل شريعته خاتمه الشرائع أن ينهي عن كل الوسائل التي يخشى أن تكون ذريعة ولو بعد حين لوقوع الناس في الشرك الذي هو أكبرا الكبائر فلذا لك نهى عن بناء المساجد على القبور كما نهى عن شد الرحال إليها واتخاذها أعيادا \" (118) (118) - قال: النووي آداب زياره قبره A من كتابه (مناسك الحج) (69 / 2) وهو مخطوط في ظاهريه د مشق (عام 3656) (كره مالك C لأهل المد ينه كلما د خل أحدهم وخرج الوقووف بالقبر قال: وإ نما ذ لك للغرباء قال: ولا بأس لمن قد م من سفر وخرج إلى سفر أن يقف عند قبر النبي A فيصلي عليه ويدعو له ولأبي بكر وعمر Bهما. قال الباجي: فرق مالك بين أهل المدينه والغرباء لأن الغرباء قصد وا ذ لك وأهل المد ينه مقيمون بها وقد قال A: اللهم لا تجعل قبري وثنا \" يعبد)",
            "page": "99",
            "part": "1",
            "seal": "BCC36F87"
        },
        {
            "id": "100",
            "nass": "(لا يجوز أن يطاف بقبره A ويكره إلصاق البطن والظهر بجد ران القبر قاله الحليمي وغيره ويكره مسحه باليد وتقبيله بل الأدب أن يبعد منه. . . هذا هو الصواب. وهو الذي قاله العلماء وأطبقوا عليه وينبغي أن لايغتر بكثير من العوام في محالفتهم ذلك فإن الا قتداء والعمل إنما يكون بأقوال العلماء ولا يلتفت إلى محد ثات العوام وجهالاتهم ولق أحسن السيد الجليل أبو علي الفضيل بن عياض في قوله مامعناه (اتبع طرق الهدى ولا يضرك قلة السالكين وإياك وطرق الظلا لة ولا تغتر بكثرة الهالكين) ومن خطر في باله أن المسح باليد ونحوه أبلغ في البركة فهو من جهله وغفلته لأن البركة إنما هي فيما وافق الشرع وأقوال العلماء وكيف يبتغي الفضل في مخالفه الصواب؟) . / ¶ قلت: رحم الله الإمام النووي فإنه بهذه الكلمة أعطى هؤلاء المشايخ الذين يتمسحون بالقبور فعلا \" أو يحبذونها قوملا \" ما يستحقونه من المنزلة حيث جعلهم من العوام الذين لا يجوز أن يلتفت إلى جهالاتهم (فهل من مذكر) ؟",
            "page": "100",
            "part": "1",
            "seal": "C4442CB0"
        },
        {
            "id": "101",
            "nass": "ولقد جرى نقاش طويل بعد بضع سنين من تأليف بيني وبين أحد الخطباء يوم الجمعه في بيته حول الأستغاثه بغير الله فصرح الشيخ بجوازها بحجة أن المستغيث يعلم أن الميت لا يضر ولا ينفع فقلت له لو كان الأمر كذلك فلماذا يناديه؟ قال: واسطه قلت: الله أكبر: قلتم: كما قال غيركم {مانعبدهم الا ليقربوناالى الله زلفا} {سورة الزمرالاية 3} ثم قلت لة: فاذا كنتم تعتقدون حقا انهم لايعتقدون فيهم ضرا ولانفعا فهل ترىباسامن ان يكشف المستغيث بغير الله عن عقيدتة التي تزعمها بقوله {يا باز؟ يامن لايضر ولاينفع فقال: نعم يجوز قلت: فهذا",
            "page": "101",
            "part": "1",
            "seal": "8C86FECA"
        },
        {
            "id": "102",
            "nass": "\" وقد سجل على المسلمين هذه الوثنية المستشرق الانكليزي اللئيم \" ادوارد لين \" في كتابه \" المصريون المحدثون \" فقال (ص 167 181) : ¶ ويحمل المسلمون وبخاصة المصريون على اختلاف مذاهبهم ما عدا الوهابيين للأولياء المتوفين احتراما وتقديسا لا سند لهما من القرآن أو الأحاديث أكثر مما يحملون للأحياء منهم ويشيدون فوق أغلب قبور الأولياء المشهورين مساجد كبيرة وجميلة وينصبون فوق قبور من هم أقل شهرة منهم بناء صغيرا مبيضا بالكلس ومتوجا بقبة ويقام فوق البر مباشرة نصب مستطيل من الحجر أو القرميد يسمى ¶ تركيبة \" أو من الخشب ويسمى تابوتا ويغطى النصب عادة بالحرير أو الكتان المطرز بالآيات القرآنية ويحيط به قبضان أو ستر من الخشب يسمى مقصورة وأكثر أضرحة الأولياء في مصر مدافن إلا أن أكثرها يحتوي على آثار قليلة لهم وبعضها ليست إلا قبورا فارغة أقيمت تذكارا للميت إلى أن يقول وقد جرت العادة أن يقوم المسلمون كما كان يفعل اليهود يتجديد بناء قبور أوليائهم وتبيضها وزخرفتها تعطية التركيبة أو التابوت أحيانا بغطاء جديد وأكثر هؤلاء يفعلون ذلك رياء (124) (124) - قلت: هذا من بعضهم وأما الاخرون فيفعلونه تعبدا وتقربا إلى الله بزعمهم",
            "page": "102",
            "part": "1",
            "seal": "6C8EA145"
        },
        {
            "id": "103",
            "nass": "\" وبهذه المناسبة أذكر أن أحد كبار الشرقيين حدثني عن بعض أساليب الاستعمار في آسيا أن الضرورة كانت تقضي بتحويل القوافل الآتية من الهند إلى بغداد عبر تلك المنطقة الواسعة إلى اتجاه جديد للمستعمر فيه غاية ولم تجد أية وسيلة من وسائل الدعاية في جعل القوافل تختاره ¶ وأخيرا اهتدوا إلى إقامة عدة أضرحة وقباب على مسافات متقاربة في هذا الطريق ¶ وأحب أن أرسلها كلمة خالصة لوجه الله إلى المسلمين في مشارق الأرض ومغاربها أن يقعلوا عن تضخيم المقابر فإنها نعرة للفرد ودعوة إلى الأنانية وإلى الارستقراطية الممقوته التي قتلت روح الشرق ¶ وأن يعودوا إلى رحاب الدين التي تسوي بين الناس جميعا أحياء أو أمواتا ¶ لا فضل لأحد على أحد إلا بالتقوى وما قدمت يداه من أعمال خالصة لوجه الله \". (125) (125) - \" ليس من الإسلام \" (ص 174) للأستاذ محمد الغزالي",
            "page": "103",
            "part": "1",
            "seal": "6F71CF0A"
        },
        {
            "id": "104",
            "nass": "وإن القارئ إذا وقف بفكره عند هذا الأمر وقفة المتأمل لا يلبث أن ياخذه العجب لأول وهلة من ضياع قبور أولئك الرجال العظام واختفاء أمكنتها عن نظر نقلة الأخبار ومدوني الآثار على جلالة قدر أصحابها وشهرتهم التي طبقت الآفاق وملأت النفوس إعظاما لقدرهم وإقرارا بفضيلة سبقهم للإيمان ونشرهم دعوة القرآن ¶ لا جرم أن القارئ أقل ما تحدثه به النفس عند التأمل في هذا الأمر: أن أولئك الرجال ينبغي أن تعلم قبورهم بالتعيين وتشاد عليها القباب العاليات ذات الأساطين إذا لم يكن لشهرتهم بالصلاح والتقوى وصدق الإيمان وصحبتهم للنبي E فلما أتوه من كبار الأعمال التي تعجز عنها أعاظم الرجال فكيف غابت قبورهم عن نظر المؤرخين ودرست أجداثهم التي تضم أكابر الصحابة والتابعين حتى اختلف في تعيين أمكنتها أرباب السير وعفى على أكثرها الأثر إلا ما علموه بعد بالحدس والتخمين وأظهروا أثره بالبناء عليه بعد ذلك الحين مع أن المشاهد عند المسلمين صرف العناية إلى قبور الأموات بما يبلغ الغاية بالتأنق في رفعها وتشييدها ورفع القباب عليها واتخاذ المساجد عندها لا سيما قبور الأمراء الظالمين الذين لم يظهر لهم أثر يشكر في الإسلام والمتمشيخة والدجالين الذين كان أكثرهم يجهل أحكام الإيمان ولا نسبة بينهم وبين أولئك الرجال العظام كأبي عبيدة بن الجراح وإخوانه من كبار الصحابة الكرام الذين نقلوا الدين غضا طريا وبلغوا بالتقوى والفضيلة مكانا قصيا؟ ¶ والجواب عن هذا أن الصحابة والتابعين لم يكونوا في عصرهم بأقل تقديرا لقدر الرجال وتعظيما لشأن من نبغ فيهم من مشاهير الأبطال وأخيار الأمة إلا أنهمن كانوا يأنفون من تشييد قبور الأموات وتعظيم الرفات لتحققهم النهي الصريح عن ذلك من صاحب الشريعة الغراء الحنيفية السمحة التي جاءت لاستئصال شأفة الوثنية ومحو آثار التعظيم للرفات أو العكوف على قبور الأموات ويرون أن خير القرون الدوارس (126) (126) - قلت: هذا ليس بحديث والسنة رفع القبر عن الأرض نحو شبر وبيانه في كتابي \" أحكام الجنائز وبدعها \" (ص 208 209) طبع المكتب الإسلامي)",
            "page": "104",
            "part": "1",
            "seal": "CB68E638"
        },
        {
            "id": "105",
            "nass": "قلت: وراجع لذلك كاتبنا \" أحكم الجنائز \"",
            "page": "105",
            "part": "1",
            "seal": "2FD233D9"
        },
        {
            "id": "106",
            "nass": "وكانت صمنا تعبدها دوس في الجاهلية (130) (130) - رواه البخاري (13 / 62) ومسلم (8 / 182) وأحمد (2 / 271",
            "page": "106",
            "part": "1",
            "seal": "CB6A56E1"
        },
        {
            "id": "107",
            "nass": "(راجع حديث الفتح وتخريجه في \" الأحاديث الصحيحة \" (رقم 4) ¶ فعلى المسلمين أن يعدوا أنفسهم لذلك برجعوهم إلى ربهم وتطبيقهم لكتابه واتباعهم لسنة نبيه واجتنابهم لحرماته واتحادهم على ما يرضيه سبحانه وتعالى وفي الأفق ما قد يبشر بأن المسلمين قد استأنفوا السير نحو ذلك حقق الله تعالى الآمال",
            "page": "107",
            "part": "1",
            "seal": "62EF9486"
        },
        {
            "id": "108",
            "nass": "الفصل السادس",
            "page": "108",
            "part": "1",
            "seal": "07A36B7A"
        },
        {
            "id": "109",
            "nass": "كراهة الصلاة في المساجد المبنية على القبور ¶ بعد أن انتهينا من الإجابة عن الشبهات المتقدمة وتبين منها للقارئ الكريم أن تحريم بناء المساجد على القبور حكم ثابت مقرر إلى يوم الدين وفرغنا من بيان حكمة التحريم يحسن بنا أن ننتقل إلى مسألة أخرى هي من لوازم الحكم المذكور ألا وهي حكم الصلاة في هذه المساجد المبنية على القبور ¶ ذكرنا فيما سبق (ص 30) أن النهي عن بناء المساجد على القبور يستلزم النهي عن الصلاة فيها من باب أن النهي عن الوسيلة يستلزم النهي عن الغاية بالأولى والأحرى فينتج من ذلك أن الصلاة في هذه المساجد منهي عنها والنهي في مثل هذا الموضع يقتضي البطلان كما هو معروف عند العلماء (137) وقد قال ببطلان الصلاة فيها الإمام أحمد وغيره ولكنا نرى أن المسألة تحتاج إلى تفصيل فأقول: الثاني: أن الصلاة فيها ذريعة لتعظيم المقبور فيها تعظيما خارجا عن حد الشرع فينهى عنها احتياطا وسدا للذريعة لا سيما ومفاسد المساجد المبنية على القبور ماثلة للعيان كما سبق مرارا وقد نص العلماء على كل من العلتين فقال العلامة ابن الملك من علماء الحنفية: ¶ إنما حرم اتخاذ المساجد عليها لأن الصلاة فيها استنانا بسنة اليهود ¶ نقله الشيخ القاري في \" المرقاة \" (1 / 470) وأقره وكذلك قال بعض العلماء المتأخرين من الحنفية وغيرهم كما سيأتي ¶ وقد قال شيخ الإسلام ابن تيمية في \" القاعدة الجليلة \" (ص 22) : ¶ واتخاذ المكان مسجدا هو أن يتخذ للصلوات الخمس وغيرها كما تبنى المساجد لذلك والمكان المتخذ مسجدا إنما يقصد فيه عبادة الله ودعاؤه لا دعاء المخلوقين فحرم A أن تتخذ قبورهم مساجد تقصد للصلوات فيها كما تقصد المساجد وإن كان القاصد لذلك إنما يقصد عبادة الله وحده [لأن ذلك ذريعة إلى أن يقصدوا المسجد لأجل صاحب القبر ودعائه والدعاء عنده] فنهى رسول الله صلى الله ¶ فسوغها كثير منهم في هذه الأوقات وهو أظهر قولي العلماء لأن النهي إذا كان لسد الذريعة أبيح للمصلحة الراجحة وفعل ذوات الأسباب يحتاج إليه فيه هذه الأوقات ويفوت إذا لم يفعل فيها مصلحتها فأبيحت لما ¶ فيها من المصلحة بخلاف ما سبب له فإنه يمكن فعله في غير هذا الوقت فلا تفوت ¶ بالنهي عنه مصلحة راجحة وفيه مفسدة توجب النهي عنه. فإذا كان نهيه عن الصلاة في ¶ هذه الأوقات لسد ذريعة الشرك لئلا يفضي ذلك إلى السجود للشمس ودعائها وسؤالها كما يفعله أهل دعوة الشمس والقمر والكواكب الذين يدعونها ويسألونها كان معلوما أن دعوة الشمس والسجود لها هو محرم لنفسه وأعظم تحريما من الصلاة التي نهى عنها لئلا يفضي إلى دعاء الكواكب كذلك لما نهى عن اتخاذ قبور الأنبياء والصالحين مساجد فنهى عن قصدها للصلاة عندها لئلا يفضي ذلك إلى دعائهم كان دعاؤهم والسجود أعظم تحريما من اتخاذ قبورهم مساجد ¶ واعلم أن كراهة الصلاة في هذه المساجد هو امر متفق عليه من العلماء كما سبق بيانه (ص 44) ويأتي وإنما اختلفوا في بطلانها وظاهر مذهب الحنابلة أنها لا تصح وبه جزم المحقق ابن القيم كما تقدم (ص 4143) وقال شيخ الإسلام ابن تيمية في \" اقتضاء الصراط المستقيم مخالفة أصحاب الجحيم \" (ص 159) : وذكر نحوه العيني الحنفي في (عمدة القارىء) (4 / 149) وفي (الكوكب الدري علىجامع الترمذي) لشيخ المحقق محمد يحيى الكاندهلوي الحنفي مانصه (ص 153) : ¶ (وأما أتخاذ المساجد عليها ¶ فلما فيه من التشبيه باليهود واتخاذهم مساجد على قبور أنبيائهم وكبرائهم ولما فيه من تعظيم الميت وشبه بعيدة بعبدة الأصنام لو كان القبر في جانب القبلة وكراهة كونه في جانب القبلة أكثر من كراهة كونه يمينا أو يسارا وإن كان خلف المصلي فهو أخف من كل ذلك لكن لا يخلو عن كراهة \"",
            "page": "109",
            "part": "1",
            "seal": "6DB07C8F"
        },
        {
            "id": "110",
            "nass": "الفصل السابع",
            "page": "110",
            "part": "1",
            "seal": "2AB81A63"
        },
        {
            "id": "111",
            "nass": "الحكم السابق يشمل جميع المساجد إلا المسجد النبوي ¶ ثم اعلم أن الحكم السابق يشمل كل المساجد كبيرها وصغيرها قديمها وحديثها لعموم الأدلة (142) فلا يستثنى من ذلك مسجد فيه قبر إلا المسجد النبوي الشريف لأن له فضيلة خاصة لا توجد في شئ من المساجد على القبور (143) وذلك لقوله A: ¶ صلاة في مسجد هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام [فإنه أفضل] ¶ (144) ¶ ولقوله A أيضا: \" ما بين بيتي (145) ومنبري روضة من رياض الجنة \" (146) ¶ ولغير ذلك من الفضائل فلو قيل بكراهة الصلاة فيه كان معنى ذلك تسويته مع غيره من المساجد ورفع هذه الفضائل عنه وهذا لا يجوز كما هو ظاهر وهذا المعنى استفدناه من كلام ابن تيمية السابق (ص 127128) في بيان سبب إباحة صلاة ذوات الأسباب في الأوقات المنهي عنها فكما أن الصلاة أبيحت في هذه الأوقات لأن في المنع منها تضييعا لها بحيث لا يمكن استدراك فضلها لفوات وقتها فكذلك يقال في الصلاة في مسجده A. ثم وجدت ابن تيمية صرح بهذا فقال في كتابه \" الجواب الباهر في زوار المقابر (147) (ص 22 / 12) :",
            "page": "111",
            "part": "1",
            "seal": "043DA9B7"
        },
        {
            "id": "112",
            "nass": "145 - هذا هو اللفظ الصحيح \" بيتي \" وأما اللفظ المشهور على الألسنة \" قبري \" فهو خطأ من بعض الرواة كما جزم به القرطبي وابن تيمية والعسقلاني وغيرهم ولذلك لم يخرج في شئ من الصحاح وورده في بعض الروايات لايصيره صحيحا لأنه رواية بالمعنى قال شيخ الإسلام ابن تيمية في \" القاعدة الجليلة \" (ص 74) بعد أن ذكر الحديث: ¶ (143) - وبهذه المناسبة أقول: إن من أعجب ما رأينا من الأخبار الواهية والأوهام المضلة ما نقله العلامة ابن عابدين في الحاشية (1 / 41) عن كتاب \" أخبار الدول \" بالسند إلى سفيان الثوري \" أن الصلاة في مسجد دمشق بثلاثين ألف صلاة \" ¶ قلت هو باطل لا أصل له عن رسول الله A بل ولا عن سفيان الثوري فقد اخرجه أبو الحسن الربعي ف \" فضائل الشام ودمشق \" ص 3537) وابن عساكر في \" تاريخ دمشق \" (2 / 12) عن أحمد بن أنس بن مالك أبنأ حبيب المؤذن أنبأ أبو زياد الشعباني وأبو أمية الشعباني قالا: ¶ كنا بمكة فاذا رجل في ظل الكعبة وإذا هو سفيان الثوري فقال رجل: يا أبا عبد الله ما تقول في الصلاة في هذا البلد؟ قال: بمائة ألف صلاة قال: ففي مسجد رسول الله A؟ قال: بخمسين ألف صلاة قال ففي بيت المقدس؟ قال بأربعين ألف صلاة قال ففي مسجد دمشق؟ قال: بثلاثين ألف ¶ (142) - قال الشوكاني في ¶ شرح الصدور في تحريم رفع القبور \" بعد أن ذكر حديث جابر المتقدم بلفظ: نهى رسول الله A أن يجصص القبر وأن يبنى عليه \" (ص 70) ¶ (135) - رواه مسلم (1 / 91) والترمذي (3 / 224) وحسنه الحاكم (4 / 494) 495) وأحمد (3 / 107 و 259 و 268) وابن منده في \" التوحيد \" (49 / 1) يوسف ابن عمر القواس في \" حديثه \" (68 / 1) والرواية الثانية له وهي رواية لأحمد والحاكم وقال: \" صحيح على شرط مسلم \" وهو كما قال: ¶ وله عنده شاهد من حديث ابن مسعود وصححه على شرط الشيخان ووافقه الذهبي ¶ (132) - في هذا الحديث بيان أن الظهور المذكور في الآية لم يتحقق بتمامه وإنما يتحقق في المستقبل ومما لا شك فيه أن دائرة الظهور اتسعت بعد وفاته A في زمن الخلفاء الراشدين ومن بعدهم ولا يكون التمام إلا بسيطرة الإسلام على جميع الكرة الأرضية وسيتحقق هذا قطعا لإخبار الرسول A بذلك فقد صح عنه A أنه قال: ¶ ليبلغن هذا الأمر ما بلغ الليل والنهار ولا يترك الله بيت مدر ولا وبر إلا أدخله الله هذا الدين بغز عزيز أو بذل ذليل عز يعر الله به الإسلام وذلا يذل الله به الكفر ¶ رواه أحمد (4 / 203) وابن بشران في \" الأمالي \" 60 / 1 والطبراني في \" المعجم الكبير \" (1 / 126 / 1) وابن منده في كتاب الإيمان (102 / 1) والحافظ عبد الغني المقدسي في \" ذكر الإسلام \" (166 / 1) وقال: \" حديث حسن صحيح \" والحاكم (4 / 430431) وقال: \" صحيح على شرك الشيخين \" ووافقه الذهبي وإنما هو على شرك مسلم فقط ¶ وله عند مفسر الآية الكريمة فعلى ضوئه وبمعناه الواسع الشامل يجب أن تفسر الآية المذكورة ومن جزئيات الآية والحديث ما صح عنه A أن المسلمين سيفتحون مدينة روما عاصمة البابا بعد فتحهم القسطنطينية وقد تحقق الفتح الأول فلا بد أن يتحقق الفتح الثاني (ولعتلمن نبأه بعد حين ( ¶ (127) - الأحاديث الواردة بالنهي عن تشييد القبور وتعظيمها ولعن من يتخذها مساجد ويقصدها بالنذور كثيرة قد استقصى الكلام عليها كثير من الأئمة المصلحين كشيخ الإسلام ابن تيمية وابن القيم وأمثالهما فلتراجع في مظانها من كتب القوم كالواسطة وإغاثة اللهفان وغيرهما ¶ (121) ¶ (119) - قال النووي في كتابه (منا سك الحج) (68 / 2) : ¶ (93) - قلت: رواه ابن أبي شيبة أيضا (2 / 73 / 2) ورجاله ثقات كلهم لكنه منقطع بين نافع وعمر فلعل الواسطة بينهما عبد الله بن عمر Bهما ¶ (89) - 3 رواه ابن أبي شيبة (2 / 185) ورجاله ثقات رجال الشيخين ورواه أبو بكر ابن الاثرم كما في \" فتح الباري \" لابن رجب (65 / 81 / 1 من الكواكب)",
            "page": "112",
            "part": "1",
            "seal": "AD7EFA07"
        },
        {
            "id": "113",
            "nass": "4 - رواه ابن أبي شيبة (4 / 134) بسند صحيح عنه ¶ (90) - سورة الفيل الاية 1 ¶ (91) - سورة قريش الآية 1 ¶ (92) - رواه ابن أبي شيبة (2 / 84 / 1) وسنده صحيح على شرط الشيخين ¶ (94) - رواه ابن أبي شيبة أيضا (2 / 83 / 2) والأزرقي في \" أخبار مكة \" (ص 304) وإسناده صحيح وروى أحمد (6 / 8) وأبو يعلى وابن منده في \" التوحيد \" (26 / 1، 2) مثله عن أبي بصرة الغفاري وهو صحيح أيضا خرجته في \" سلسة الأحاديث الصحيحة \" أواخر المائة الثالثة وفي \" إررواء الغليل \" رقم (970) ¶ (95) - أخرجه ابن أبي شيبة أيضا (2 / 83 / 2) وعنه أبو يعلى في \" مسنده \" (ق 32 / 2) وإسماعيل القاضي في كتاب \" فضل الصلاة على النبي A \" الحديث 20 من طبع المكتب الإسلامي ورواه الضياء ي \" المختارة \" (1 / 154) من طريق أبي يعلى والخطي في \" الموضح \" (2 / 30) ¶ وسنده مسلسل بأهل البيت Bهم إلا أن أحدهم وهو علي بن عمر مستور كما قال الحافظ في \" التقريب \" \" ¶ (96) - هذا والمصادر المذكورة قبله كلها مخطوطات وغالبها في المكتبة الظاهرية ومكتبة الأوقاف في حلب ¶ (97) - قلت وأخرجه عبد الرزاق أيضا في \" مصنفه \" (3 / 577 / 6694) وسهيل هذا أورده ابن أبي حاتم في \" الجرح والتعديل \" (2 / 1 / 24) وذكر له عنه روايين أحدهما محمد بن عجلان وهو الراوي لهذا الحديث عنه عند ابن أبي شيبة والآخر سفيان الثوري ولم يذكر فيه جرحا ولا تعديلا وله راو ثالث وه إسماعيل الراوي لهذا عنه عند ابن خزيمة وهو إسماعيل بن علية وهذه فائدة غزيزة لا تجدها في كتب الرجال فقد روى عنه ثلاثة من الثقات فهو معروف غير مجهول. والله أعلم ¶ (99) - رواه أبو داود (2042) وأحمد (2 / 367) بسند حسن ورواه أبو يعلى في \" مسنده \" (4 / 1597) مصورة الكتب من حديث الحسن بن علي بن أبي طالب بسند فيه نظر ¶ (100) - السفطاط بيت من شعر في \" اللسان \" وفي \" الكواكب الدراري \" (ق 87 / 1 تفسير 548) : \" وكره أحمد أن يضرب على القبر فسطاط ¶ (101) - رواه البخاري تعليقا (2 / 98) ¶ (103) - وإسناده ضعيف لكن له طرق أخرى عند ابن عساكر فهو بها صحيح ¶ (104) - رواه ابن أبي شيبة أيضا ورجاله ثقات غير ثعلبة وهو ابن الفرات قال أبو حاتم وأبوزرعة: \" لا أعرفه \" كما في \" الجرح والتعديل \" (1 / 464 / 465 ¶ (105) - رواه ابن سعد (5 / 142) ¶ (106) - رواه الدولابي (1 / 134 135) ورجاله ثقات غير سالم هذا فهو مجهول كما قال الذهبي في \" الميزان \" والحلي الشيعي في \" خلاصة الأقوال \" (ص 108) ¶ (107) - رواه ابن سعد (6 / 108) بسند صحيح ¶ (108) - الاختلاف إليها أي: إكثار التردد لزيارتها وهذا مستفاد من قوله A \" اللهم لا تجعل قبري عيدا \" ¶ (110) - رواه ابن جرير في \" تفسيره \" (4 / 275 بتحقيق أحمد شاكر C) والحاكم (2 / 546) وقال: ¶ صحيح على شرط البخاري ¶ ووافقه الذهبي ¶ قلت: وعزاه ابن عروة الحنبلي لصحيح البخاري وهو وهم وأما رواه العوفي عن ابن عباس: (كان الناس أمة واحدة) يقول: كانوا كفارا (فبعث الله النبيين مبشرين ومنذرين) فلا يصح عن ابن عباس لأن العوفي ضعيف لا يحتج به ولقد أخطأ الفخر الرازي من المفسرين في حكايتهم لهذا القول عن ابن عباس ساكتين عنه ولهذا قال الحافظ ابن كثير (1 / 250) : ¶ والقول الأول عن ابن عباس أصح سندا ومعنى لأن الناس كانوا على ملة آدم حتى عبدوا الأصنام ن فبعث الله إليهم نوحا عليه السلام فكان أول رسول بعثه الله إلى أهل الأرض ¶ وهذا القول هو الذي صححه ابن القيم في \" إغاثة اللهفان \" (2 / 205) ¶ (112) - رواه مسلم (8 / 159) وأحمد (4 / 162) والحربي في (الغريب) (5 / 24 / 2) والبغوي في (حديث هدبة بن خالد)) ¶ (1 / 251 / 2) وابن عساكر (15 / 328 / 1) ¶ (113) - رواه البخاري (11 / 418) ومسلم (18 / 52) والدولابي (1 / 98) وغيرهم وقد خرجته في (الإرواء) رقم 1220 ¶ (114) - سورة الروم الآيه 30 ¶ (115) - سورة نوح الآيه 23 ¶ (117) - قلت: ورواه ابن ابي حاتم أيضا \" كمافي (الكواكب الد ري) لابن عروه الحنبلي (6 / 112 / 2) وساق إسناده وهو حسن إلى ابي المطهر هذا ولم أعرفه ولم يورده الدولابي في (الكنى والأسماء) ولا مسلم في (الكنى) من (فهرست رجال الشيعه) ¶ (120) - سورة الجن الآيه 18 ¶ (122) - أكبر دليل على أنك أنت فضلا عن العامة ترى أن في ندائهم نفعا وإلا سويتم بين ندائهم وبين نداء الجمادات والأحجار بل الأصنام وما أظنكم ترون جواز ندائها أيضا بحجة أنها لا تضر ولا تنفع فبهت. (فاعتبروا يا أولي الأبصار) ¶ (123) - سورة البقرة الآية 159 ¶ (128) - أنظر تعليقنا السابق ¶ (129) - هي موضع باليمن وليست تبالة التي يصرب بها المثل ويقال: \" أهون على الحجاج من تبالة \" لآن تلك بالطائف \" نووي \" ¶ (131) - سورة الصف الآية 9 ¶ (133) - رواه مسلم (8 / 182) وكذا أحمدكما في \" الكواكب \" (130 / 1 تفسير 555) وقال: \" سنده صحيح \" قلت: وراه أبو يعلى في \" مسنده \" (ق 216 / 2) والحاكم (4 / 446 447 و 549) مستدركا له على مسلم فوهم ¶ (134) - رواه أبو داود (2 / 202) والترمذي (3 / 284) وصححه الحاكم (4 / 448، 449) والطيالسي (رقم 991) وأحمد (5 / 284) والحربي في \" الغريب \" (5 / 167 / 1) من حديث ثوبان مرفوغا وقال الحاكم: \" صحيح على شرط الشيخان \" ووافقه الذهبي وإنما هو على شرط مسلم فقط وقد أخرج أهذا الحديث في صحيحه (8 / 171) وله شاهد من حديث أبي هريرة عند الطيالسي (2501)",
            "page": "113",
            "part": "1",
            "seal": "D04B635B"
        },
        {
            "id": "114",
            "nass": "(136) - سورة المائدة الآيتان 1516 ¶ (137) - قلت وذلك لأن الصلاة في هذه المساجد منهي عنها بعينها ولهذا فرق العلماء بين أن يكون النهي لمعنى يختص بالعبادة فيبطلها وبين أن لا يكون مختصا بها فلا يبطلها انظر توضيح هذه المسألة الهامة وبعض الأمثلة في \" جامع العلوم والحكم \" للحافظ الفقيه ابن رجب الحنبلي (ص 43) ¶ (144) - أخرجه البخاري ومسلم وغيرهما من حديث أبي هريرة ومسلم وأحمد والزيادة له من حديث ابن عمر وله عنده طرق كثيرة وشواهد متعددة عن جماعة من الصحابة وقد ذكرت طرقه في \" الثمر المستطاب في فقه السنة والكتاب \" ¶ (146) - رواه البخاري ومسلم وغيرهما من حديث عبد الله بن زيد المازني وهو حديث متواتر كما قال السيوطي وقد ذكرت له في المصدر السابق سبعة طرق عنه A",
            "page": "114",
            "part": "1",
            "seal": "B51945B4"
        },
        {
            "id": "115",
            "nass": "147 - مخطوط المكتبة الظاهرية وهو كتاب نفيس جامع في بابه وفق الله له من يطبعه ثم حقق الله الأمنية فطبع عن النسخة الظاهرية في المطبعة السلفية في القاهرة عني بنشره العالمان الجليلان: الشيخ عبد الملك بن إبراهيم رئيس هيئة الأمر بالمعروف بالحجاز بارك الله في عمره والشيخ محمد نصيف رحمه وجزاه عن السنة خيرا",
            "page": "115",
            "part": "1",
            "seal": "0F961B81"
        },
        {
            "id": "116",
            "nass": "ثم استدركت فقلت: يبعد ذلك كله ما أخرجه البخاري فيه \" صحيحه الجهاد \" من طريق أخرى عن نافع قال: قال ابن عمر Bهما: ¶ رجعنا من العام المقبل: فما اجتمع اثنان على الشجرة التي بايعنا تحتها كانت رحمة من الله ¶ يعني خفاءها عليهم. فهو نص على أن الشجرة لم تبق معروفة المكان يمكن قطعها من عمر فدل ذلك على ضعف رواية القطع الدال عليه الانقطاع الظاهر فيها نفسها ومما يزيدها ضعفا ما روى البخاري في \" المغازي \" من \" صحيحه \" عن سعيد بن المسيب عن أبيه (قال) : \" لقد رأيت الشجرة ثم أتيتها بعد فلم أعرفها \" ¶ ومن طريق طارق بن عبد الرحمن قال: ¶ انطلقت حاجا فمررت بقوم يصلون قلت: ما هذا المسجد قالوا: هذه الشجرة حيث بايع رسول الله A بيعة الرضوان فأتيت سعيد بن المسيب فضحك فقال: حدثني أبي أنه كان فيمن بايع رسو الله A تحت الشجرة فلما خرجنا من العام المقبل نسيناها فلم نقدر عليها. وفي رواية: فعميت علينا فقال سعيد: إن أصحاب محمد A لم يعلموها وعلمتموها أنتم فأنتم أعلم ¶ أقول ولئن كنا خسرنا هذه الرواية المنقطعة كشاهد فيما نحن فيه من البحث بعد التأكد من ضعفها فقد كسبنا ما هو أقوى منها مما يصلح دليلا لما نحن فيه وهو حديث المسيب هذا وحديث ابن عمر: فقد قال الحافظ في شرحه إياه: ¶ والحكمة في ذلك أن لا يحصل بها افتتان لما وقع تحتها من الخير فلو بقيت لما أمن تعظيم بعض الجهال لها حتى ربما أفضى بهم الأمر إلى اعتقاد أن لها قوة نقع أو ضر كما نراه الان مشاهدا فيما هو دونها وإلى ذلك أشار ابن عمر بقوله: \" كانت رحمة من الله \" أي كان خفاؤها عليهم بعد ذلك رحمة من الله تعالى \" ¶ قلت: ومن تلك الأشجار التي أشار إليها الحافظ شجرة كنت رأيتها من أكثر من عشر سنين شرقي مقبرة شهداء أحد خارج سورها وعليها خرق كثيرة ثم رأيتها في موسم السنة الماضية (1371 هـ) قد استأصلت من أصلها والحمدلله وحمى المسلمين من شر غيرها من الشجر وغيره من الطواغيت التي تعبد من دون الله تعالى",
            "page": "116",
            "part": "1",
            "seal": "42E1A667"
        },
        {
            "id": "117",
            "nass": "10 - عن أبي هريرة قال: قال رسول الله A: \" لا تجعلوا بيوتكم قبورا ولا تجعلوا قبري عيدا وصلوا علي فإن صلاتكم تبلغني (98) (98) - قوله \" تبلغني \" هذا الحديث وغيره مما تقدم صريح في أنه E لا يسمع صلاة المصلين عليه فمن زعم أن النبي A يسمعها فقد كذب عليه فكيف حال من يزعم أنه A يسمع غيرها؟",
            "page": "117",
            "part": "1",
            "seal": "057A327E"
        },
        {
            "id": "118",
            "nass": "12 - عن أبي هريرة أنه أوصى أن لا يضربوا على قبره فسطاطا (102) (102) - رواه عبد الرزاق (3 / 418 / 6129) وابن أبي شيبة 4 / 135، والربعي في \" وصايا العلماء \" (141 / 2) وابن سعد (4 / 338) وإسناده صحيح",
            "page": "118",
            "part": "1",
            "seal": "6C845035"
        },
        {
            "id": "119",
            "nass": "الأول: أن بناء المساجد على القبور أشد جرما من رفع القبور وضرب الخيام عليها لما ورد من اللعن على البناء دون الرفع والضرب المذكور ¶ الثاني: أن المفروض في أولئك السلف الفهم والعلم فإذا ثبت عن أحد منهم النهي عن شئ هو دون ما نهى عنه الشارع ولم ينقل هذا النهي عن أحدهم فنحن نقطع بأنه ينهى عنه أيضا حتى ولو فرض عدم بلوغ النهي إليه لأن نهيه عما هو دون هذا يستلزم النهي عنه من باب أولى كما لا يخفى ¶ فثبت أن القول بانتفاء العلة المذكورة وما بني عليه كله باطل لمخالفته نهج السلف الصالح Bهم مع مصادمته للأحاديث الصحيحة والله المستعان",
            "page": "119",
            "part": "1",
            "seal": "1E1F7AD2"
        },
        {
            "id": "120",
            "nass": "[قصد الصلاة في المساجد المبنية على القبور يبطل الصلاة] ¶ إن للمصلي في المساجد المذكورة حالتين: ¶ الأولى: أن يقصد الصلاة فيها من أجل القبور والتبرك بها كما يفعله كثير من العامة وغير قليل من الخاصة ¶ الثانية: أن يصلي فيها اتفاقا لا قصدا للقبر ¶ ففي الحالة الأولى لا شك في تحريم الصلاة فيها بل وبطلانها لأنه إذا نهى A عن بناء المساجد على القبور ولعن من فعل ذلك فالنهي عن قصد الصلاة فيها أولى والنهي هنا يقتضي البطلان كما سبق قريبا ¶ [كراهة الصلاة في المساجد المذكورة ولو لم تقصد من أجل القبر]",
            "page": "120",
            "part": "1",
            "seal": "92771AB3"
        },
        {
            "id": "121",
            "nass": "وأما في الحالة الثانية فلا يتبين لي الحكم ببطلان الصلاة فيها وإنما الكراهة فقط لأن القول بالبطلان في هذه الحالة لا بد له من دليل خاص والدليل الذي أثبتنا به البطلان في الحالة السابقة إنما صح بناء على النهي عن بناء المسجد على القبر فيصح القول بأن قصد الصلاة في هذا إلا مع تحقق قصد البناء فيصح القول ببطلان الصلاة فيه دون قصد فليس عليه نهي خاص يكمن الاعتماد عليه فيه ولا يمكن أن يقاس عليه قياسا صحيحا بله اولويا ¶ ولعل هذا هو السبب في ذهاب الجهمور إلى الكراهة دون البطلان أقول هذا معترفا بأن الموضوع يحتاج إلى مزيد من التحقيق وأن القول بالبطلان محتمل فمن كان عنده علم في شئ من ذلك فليتفضل ببيانه مع الدليل مشكورا مأجورا ¶ وأما القول بكراهة الصلاة في المساجد المبنية على القبور فهذا أقل ما يمكن أن يقوله الباحث وذلك لأمرين: ¶ الأول: أن في الصلاة فيها تشبها باليهود والنصارى الذين كانوا ولا يزالون يقصدون التعبد في تلك المساجد المبنية على القبور (138) (138) - قرأت مقالا في مجلة \" المختار \" عدد مايو 1958 م تحت عنوان \" الفاتيكان المدينة القديمة المقدسة \" يصف فيه كاتبه \" رونالد كارلوس بيتي \" كنيسة بطرس في هذه المدينةى فيقول (ص 40) :",
            "page": "121",
            "part": "1",
            "seal": "3F489B76"
        },
        {
            "id": "122",
            "nass": "\" إن كنيسة بطرس هي أكبر كنيسة من نوعها في العالم المسيحي تقوم على ساحة مكرسة للعبادة المسيحية منذ أكثر من سبعة عشر قرنا إنها قائمة على قبر القديس نفسه صياد السمك حواري المسيح وتحت أرضيها يقع تيه من المقابر الأثرية والخرائب الرومانية القديمة \" ¶ ثم ذكر أنه يقصدها نحو مائة ألف في أيام الاعياد الكبيرة للعبادة",
            "page": "122",
            "part": "1",
            "seal": "DDA86E05"
        },
        {
            "id": "123",
            "nass": "عليه وسلم عن اتخاذ هذا المكان لعبادة الله وحده لئلا يتخذ ذريعة إلى الشرك بالله. والفعل ¶ إذا كان يفضي إلى مفسدة وليس فيه مصلحة راجحة ينهى عنه كما ينهى عن الصلاة في الأوقات الثلاثة لما في ذلك من المفسدة الراجحة وهو التشبه بالمشركين الذي يفضي إلى الشرك وليس في قصد الصلاة في تلك الأوقات مصلحة راجحة لإمكان التطوع في غير ذلك من الأوقات ولهذا تنازع العلماء ي ذوات الأسباب (139) (139) - يعني الصلوات ذوات الأسباب كركعتي تحية المسجد وسنة الوضوء ونحوها",
            "page": "123",
            "part": "1",
            "seal": "88B557AF"
        },
        {
            "id": "124",
            "nass": "\" فهذه المساجد المبنية على قبور الأنبياء والصالحين والملوك وغيرهم يتعين إزالتها بهدم أو بغيره هذا مما لا اعلم فيه خلافا بين العلماء المعروفين تكره الصلاة فيها من غير خلاف أعلمه ولا تصح عندنا في ظاهر المذهب لأجل النهي واللعن الوارد في ذلك ولأجل أحاديث أخر وليس في هذه المسألة خلاف لكون المدفون فيها واحدا وإنما اختلف أصحابنا في المقبرة المجردة عن مسجد هل حدها ثلاثة أقبر أو ينهى عن الصلاة عند القبر الفذ وإن لم يكن عنده قبر آخر؟ على وجهين \" ¶ قلت: والوجه الثاني هو الذي رجحه في \" الاختيارات العلمية \" فقال (ص 25) : \" وليس في كلام أحمد وعامة أصحابه هذا الفرق بل عموم كلامهم وتعليلهم واستدلالهم يوجب منع الصلاة عند قبر واحد من القبور وهو الصواب والمقبرة كل ما قبر فيه لا أنه جمع قبر وقال أصحابنا: وكل ما دخل في اسم المقبرة مما حول القبور لا يصلى فيه فهذا يعين أن المنع يكون متناولا لحرمة القبر المنفرد وفنائه المضاف إليه وذكر الآمدي وغيره أن لا تجوز الصلاة فيه (أي المسجد الذي قبلته إلى القبر) حتى يكون بين الحائط وبين المقبرة حائل آخر وذكر بعضهم أنه منصوص أحمد \" ¶ قال أبو بكر الأثرم: سمعت أبا عبد الله يعني أحمد يسأل عن الصلاة في المقبرة؟ فكره الصلاة في المقبرة قيل له: المسجد يكون بين القبور أيصلى فيه؟ فكره أن يصلى فيه الفرض ورخص أن يصلى فيه على الجنائز ¶ وقال الإمام أحمد أيضا: لا يصلى في مسجد بين المقابر إلا الجنائز لأن الجنائز هذه سنتها \". قال الحافظ ابن رجب في \" الفتح \": ¶ يشير إلى فعل الصحابة قال ابن المنذر: قال نافع مولى ابن عمر: صلينا على عائشة وأم سلمة والإمام يومئذ أبو هريرة وحضر ذلك ابن عمر ¶ انظر \" الكواكب الدراري \" (65 / 81 / 1 و 2)",
            "page": "124",
            "part": "1",
            "seal": "09E71A8D"
        },
        {
            "id": "125",
            "nass": "ولعل اقتصار الإمام أحمد في الرواية الأولى على ذكر الفرض فقط لا يدل على أن غيره من السنن جائز فإن من المعلوم أن النوافل صلاتها في البيوت هو الأفضل ولذلك لم يذكرها مع الفرض ويؤيده عموم قوله في الرواية الثانية \" لا يصلى في مسجد بين المقابر إلا الجنائز \". فهذا جائز نص فيما قلناه ¶ ويؤيده المنصوص عن أحمد ما تقدم عن أنس: ¶ كان يكره أن يبنى مسجد على القبور ¶ فإنه صريح على أن جدار المسجد لا يكفي حائلا بينه وبين القبر بل لعل هذا القول ينفي جواز بناء المسجد بين القبور مطلقا وهذا هو الأقرب لأنه حسم لمادة الشرك ¶ ثم قال شيخ الإسلام ابن تيمية في \" الاقتضاء \": ¶ وقد كانت البنية التي على قبر إبراهيم عليه السلام مسدودة لا يدخل إليها إلى حدود المائة الرابعة فقيل إن بعض النسوة المتصلات بالخلفاء رأت في ذلك مناما فنقبت لذلك وقيل: إن النصارى لما استولوا على هذه النواحي نقبوا ذلك ثم ترك ذلك مسجدا بعد التفوح المتأخرة وكان أهل الفضل من شيوخنا لا يصلون في مجموع تلك البنية وينهون أصحابهم عن الصلاة فيها اتباعا لأمر الرسول A واتقاء لمعصيته كما تقدم ¶ هكذا كان شيوخهم فيما مضى وأما شيوخنا اليوم فهم في غفلة من هذا الحكم الشرعي فكثير منهم يقصدون الصلاة في مثل هذه المساجد ولقد كنت أذهب مع بعضهم وأنا صغير لم اتفقه بالسنة بعد إلى قبر الشيخ ابن عربي لأصلي معه عنده فلما أن علمت حرمة ذلك باحثت الشيخ المشار إليه كثيرا في ذلك حتى هداه الله تعالى وامتنع من الصلاة هناك وكان يعترف بذلك لي ويشكرني على أن كنت سببا لهدايته C تعالى وغفر له. والحمدلله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله ¶ [كراهة الصلاة في المسجد المبني على القبرو ولو دون استقباله]",
            "page": "125",
            "part": "1",
            "seal": "3682E032"
        },
        {
            "id": "126",
            "nass": "واعلم أن كراهة الصلاة في المساجد المبنية على القبور مضطردة في كل حال سواء كان القبر أمامه أو خلفه يمينه أو يساره فالصلاة فيها مكروهة على كل حال ولكن الكراهة تشتد إذا كانت الصلاة إلى القبر لأنه في هذه الحالة ارتكب المصلي مخالفتين الأولى في الصلاة في هذه المساجد والأخرى الصلاة إلى القبر وهي منهي عنها مطلقا سواء كان المسجد أو غير المسجد بالنص الصحيح عن رسول الله A كما تقدم (ص 24) ¶ أقوال العلماء في ذلك ¶ وقد أشار إلى هذا المعنى البخاري بقوله في \" الصحيح \": \" باب ما يكره من اتخاذ المساجد على القبور ولما مات الحسن بن الحسين بن علي Bهـ ضربت امرأته القبة على قبره سنة ثم رفعت فسمعوا صائحا يقول: \" ألا هل وجدوا ما فقدوا؟ فأجابه الآخر: بل يئسوا فانقلبوا \" ثم ساق بعض الأحاديث المتقدمة فقال الحافظ ابن حجر الشافعي في شرحه: ¶ ومناسبة هذا الأثر للباب أن المقيم في الفسطاط لا يخلو من الصلاة هناك فليزم اتخاذ المسجد عند القبر وقد يكون القبر في جهة القبلة فتزداد الكراهة ¶ (140) (140) - ونقل الشيخ محمد بن مخيمر من علماء الأزهر في \" القول المبين \" (ص 81) عن الحافظ ابن حجر أنه قال في \" شرح الفتح \" لحديث ذي الخلصة من \" صحيح البخاري \" في الكلام على الغزوات ما نصه: ¶ وفي الحديث النهي عن الصلاة في المساجد التي فيها قبور يفتتن الناس بها وأنه يجب إزالتها ¶ قلت: ولم أره في المكان المذكور من \" الفتح \" فيحتمل أن يكون في موضع آخر منه. والله أعلم",
            "page": "126",
            "part": "1",
            "seal": "D9D95504"
        },
        {
            "id": "127",
            "nass": "وفي \" شرعة الإسلام \" من كتب الحنفية ما نصه (ص 569) : ¶ ويكره أن يبنى على القبر مسجد يصلى فيه ¶ فهذا باطلاقه يؤيد ما ذكرنا من أقوال العلماء وتقدم نحوه عن الإمام محمد C تعالى (ص 58) ¶ ففي هذه النقول ما يؤيد ما ذهبنا إليه في كراهة الصلاة في المساجد المبنية على القبور مطلقا سواء صلى إليها أو لا فيجب التفريق بين هذه المسألة وبين الصلاة إلى القبر الذي ليس عليه مسجد ففي هذه الصورة إنما تحقق الكراهة عند استقبال القبر على أن بعض العلماء لم يشترطوا أيضا الاستقبال في هذه الصورة فقال بالمنع من الصلاة حول القبر مطلقا كما تقدم تقريبا عن الحنابلة ونحوه في \" حاشية الطحاوي \" على \" مراقي الفلاح \" من كتب الحنفية (ص 208) وهذا هو اللائق باب سد الذرائع لقوله A: \". . . فمن اتقى الشبهات فقد استبرأ لدينه وعرضه ومن وقع في الشبهات وقع في الحرام كالراعي يرعى حول الحمى يؤشك أن يقع فيه. .) الحديث (141) (141) - متفق عليه من حديث النعمان بن بشير وهو مخرج في \" تخريج الحلال \" (20)",
            "page": "127",
            "part": "1",
            "seal": "F1B14A3C"
        },
        {
            "id": "128",
            "nass": "من \" المجموعة المنيرية \": ¶ وفي هذا التصريح بالنهي عن البناء على القبور وهو يصدق على من بنى على جوانب حفرة القبر كما يفعله كثير من الناس من رفع قبور الموتى ذراعا فما فوقه لأنه لا يمكن أن يجعل نفس القبر مسجدا فذلك مما دل على أن المراد بعض ما يقربه مما يتصل به ويصدق على من بنى قريبا من جوانب القبر كذلك كما في القباب والمساجد والمشاهد الكبيرة على وجه يكون القبر في وسطها أو في جانب منها فإن هذا بناء على القبر كما لا يخفى ذلك على من له أدنى فهم كما يقال: ¶ بنى السلطان مع أن سمك البناء لم يباشر إلا جوانب المدنية أو القرية أو المكان ولا فرق بين أن تكون تلك الجوانب التي وقع وضع البناء عليها قريبة من الواسط كما في المدينة الصغيرة والقرية الصغيرة والمكان الضيق أو بعيدة من الوسط كما في المدينة والقرية الكبيرة والمكان الواسع ومن زعم أن في لغة العرب ما يمنع من هذا الإطلاق فهو لا يعرف لغة العرب ولا يفهم لسانها ولا يدري بما استعمل في كلامها \"",
            "page": "128",
            "part": "1",
            "seal": "412FE7AB"
        },
        {
            "id": "129",
            "nass": "قلت: وهذا إسناد ضعيف مجهول أبو زياد الشبعاني الظاهر أنه خيار بن سلمة أبو زياد الشامي وقرينه أبو أمية الشعباني فهو يحمد بضم التحتانية وسكون المهملة وكسر الميم وهما مقبولان كما في \" التقريب \" لكن الرواي عنهما حبيب المؤذن مجهول أورده ابن عساكر في \" تاريخه \" ولم يزد في ترحمته على قوله فيه \" كان يؤذن في مسجد سوق الأحد \" والرواي عنه أحمد بن أنس لم أجد له ترجمة ¶ ومما يبطل هذا الأثر عن سفيان هو أحد رواة حديث أبي هريرة الآتي أن الصلاة في مسجده A بألف صلاة فيبعد أن يقول بخلاف ما صح عنده عنه A ومما يبطله أيضا أن أكثر ما صح عنه A في فضل الصلاة في بيت المقدس أنها بألف صلاة رواه ابن ماجة (1 / 429 430) وأحمد (6 / 463) بسند جيد وهذا الأثر يقول: أنها بأربعين ألف صلاة ¶ ثم بدا لي أنه غير جيد السند فيه علة تقدح في صحته وإن كان لي سلف في تصحيحه وقد بينتها في \" صعيف أبي داود \" \" باب السرج في المساجد \". نعم قد صح أن الصلاة في بيت المقدس على الربع من الصلاة في المسجد النبوي رواه البيهقي فيه يبطل أثر الثوري من باب أولى كما لا يخفى",
            "page": "129",
            "part": "1",
            "seal": "B63F6541"
        },
        {
            "id": "130",
            "nass": "\" هذا هو الثابت الصحيح ولكن بعضهم رواه بالمعنى فقال (قبري) وهو A حين قال هذا القول لم يكن قد قبر A ولهذا لم يحتج بهذا أحد من الصحابة حينما تنازعوا في موضع دفنه ولو كان هذا عندهم لكان نصا في محل النزاع ولكن دفن في \" حجرة عائشة \" في الموضع الذي مات فيه. بأبي هو وأمي صلوات الله وسلامه عليه \" ¶ (تنبيه) ومن أوهام العلماء أن النووي في \" المجموع \" عزا الحديث للشيخين بلفظ \" قبري \" ولا أصل له عندهما فاقتضى التنبيه",
            "page": "130",
            "part": "1",
            "seal": "C4F87E00"
        },
        {
            "id": "131",
            "nass": "\" والصلاة في المساجد المبنية على القبور منهي عنها مطلقا بخلاف مسجده A فإن الصلاة فيه بألف صلاة فإنه أسس على التقوى وكانت حرمته في حياته A وحياة خلفائه الراشدين قبل دخول الحجرة فيه وإنما أدخلت بعد انقراض عصر الصحابة \". ثم قال (67 / 169 / 2) : ¶ وكان المسجد قبل دخول الحجرة فيه فاضلا وكان فضيلة المسجد بأن النبي A بناه لنفسه وللمؤمنين يصلي لله هو والمؤمنون إلى يوم القيامة ففضل بنيانه له فكيف وقد قال: ¶ صلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام \" (148) ¶ وقال: \" لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام والمسجد الأقصى ومسجدي هذا \" (149) وهذه الفضيلة ثابتة له قبل أن يدخل فيه الحجرة فلا يجوز أن يظن أنه صار بدخول الحجرة فيه أفضل مما كان وهم لم يقصدوا دخول الحجرة فيه وإنما قصدوا توسيعه بإدخال حجر أزواج النبي A فدخلت الحجرة فيه ضرورة مع كراهة من كره ذلك من السلف \". (150) ¶ ثم قال (5512) : ¶ ومن اعتقد أنه قبل القبر لم تكن له فضيلة إذ كان النبي A يصلي فيه والمهاجرون والأنصار وإنما حدثت له الفضيلة في خلافة الوليد بن عبد الملك لما أدخل الحجرة في مسجده فهذا لا يقوله إلا جاهل مفرط في الجهل أو كافر فهو مكذب لما جابه عنه مستحق للقتل وكان الصحابة يدعون في مسجده كما كانوا يدعون في حياته لم تحدث لهم شريعة غير الشريعة التي علمهم إياها في حياته. . . بل نهاهم أن يتخذوا قبره عيدا أو قبر غيره مسجدا يصلون فيه لله D ليسد ذريعة الشرك فصلى الله عليه وعلى آله وسلم تسليما وجزاه أفضل ما جزى نبيا عن أمته فقد بلغ الرسالة وأدى الأمانة ونصح الأمة وجاهد في الله حق جهاده وعبد الله حتى أتاه اليقين من ربه ¶ (148) - متفق عليه من حديث أبي هريرة خرجته في \" الإرواء \" (1 / 971) ¶ (149) - متفق عليه من حديث أبي هريرة أيضا وهو مخرج في كتابي \" أحكم الجنائز وبدعها \" (ص 224 225) ¶ (150) - انظر ما تقدم (في بداية الكتاب من الأمثلة على كراهة السلف لذلك)",
            "page": "131",
            "part": "1",
            "seal": "97DA6FC1"
        },
        {
            "id": "132",
            "nass": "وهذا آخر ما وفق الله تبارك وتعالى في جمع هذه الرسالة والحمد لله الذي بنعمته تتم الصالحات وتدوم الطيبات ¶ وسبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستعفرك وأتوب إليك ¶ وA على نبينا محمد النبي الأمي وعلى آله وصحبه وسلم ¶ وآخر دعوانا أن الحمدلله رب العالمين",
            "page": "132",
            "part": "1",
            "seal": "E6F32967"
        }
    ],
    "t349": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تحذير الساجد من اتخاذ القبور مساجد"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الثانية"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السابع"
        }
    ]
}