{
    "b3528": [
        {
            "hno": "1",
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ مُقَدّمَة الدراسة: ¶ الْحَمد لله رب الْعَالمين وَالصَّلَاة وَالسَّلَام على أشرف الْأَنْبِيَاء وَالْمُرْسلِينَ نَبينَا مُحَمَّد صلى الله عَلَيْهِ وعَلى آله وَصَحبه أَجْمَعِينَ. ¶ أما بعد: ¶ تظهر على الساحة التربوية بَين آونة وَأُخْرَى العديد من الأفكار والنظريات التربوية الَّتِي تَدعِي اهتمامها بتربية الْإِنْسَان وتهذيبه مثل النظريات المثالية والوجودية والواقعية والبرجماتية وَغَيرهَا، وبالرغم من ملاءمة تِلْكَ النظريات لظروف وَاقعهَا إِلَى حد مَا إِلَّا أَنه يُمكن القَوْل أَن تِلْكَ النظريات تقف عاجزة أَمَام تحديات تربية الْإِنْسَان فِي كل عصر هَذَا من جِهَة وَمن جِهَة أُخْرَى أَنَّهَا لَيست عَامَّة وشاملة لكل زمَان وَمَكَان. ¶ من هُنَا كَانَت حَاجَة الْإِنْسَان إِلَى تربية تهذب العناصر الْمَطْلُوبَة لشخصيته وَهِي عناصر طيبَة تلتقي جَمِيعهَا فِي نقطة وَاحِدَة هِيَ الْفَضِيلَة وَالَّتِي يُمكن توضيحها بِأَنَّهَا كل فعل فعلته فأرضيت فِيهِ رَبك وَاطْمَأَنَّ إِلَيْهِ قَلْبك واستراح لَهُ ضميرك ونلت بِهِ حب النَّاس1. بِهَذِهِ المواصفات يُمكن إعداد الشخصية الإنسانية الْخيرَة الصَّالِحَة. ¶ يَتَقَرَّر مِمَّا سبق أَن الْحَاجة إِلَى التربية الإسلامية شَدِيدَة، لِأَن الْعُقُول البشرية لَا تَسْتَطِيع وَحدهَا إِدْرَاك مصالحها الْحَقِيقَة الَّتِي تكفل لَهَا سَعَادَة الدَّاريْنِ الدُّنْيَا وَالْآخِرَة، كَمَا أَنَّهَا لَا تهدي وَحدهَا إِلَى التَّمْيِيز بَين الْخَيْر وَالشَّر، والفضيلة والرذيلة فالإنسان لَيْسَ كَامِل الْحَواس وَالْعقل وَمن ثمَّ فَإِن مداركه ومعارفه مهما وصلت إِلَى دَرَجَة عالية فَإِنَّهَا تبقى قَاصِرَة ومحدودة. ¶ __________ ¶ 1 - مُحَمَّد عبد الله السمان: التربية فِي الْقُرْآن ص 14.",
            "page": "423",
            "part": "1",
            "seal": "894CB73A"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "لذا يَنْبَغِي أَن يكون الْإِسْلَام هُوَ الْمصدر الأساسي الَّذِي يستمد مِنْهُ الْمُجْتَمع فكره التربوي، وأهدافه التربوية، وَأسسَ مناهجه وأساليب تدريسه وَسَائِر عناصر العلمية التعليمية. ¶ قَالَ تَعَالَى: {و َأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} 1. ¶ يَتَّضِح من الْآيَة الْكَرِيمَة أَنه لَا سَبِيل إِلَى تلافي هَذَا النَّقْص وَذَلِكَ الْقُصُور إِلَّا بتفهم أصُول التربية الإسلامية من مصادرها الْأَصْلِيَّة وَالرُّجُوع إِلَى سير السّلف الصَّالح رضوَان الله تَعَالَى عَنْهُم للإقتداء بهم. ¶ وَلما كَانَت التربية الإسلامية تقوم على الْإِيمَان بِاللَّه ومراقبته والخضوع لَهُ وَحده، وَالْعَمَل الصَّالح والتواصي بِالْحَقِّ، وتحري الْعلم والمعرفة الصَّحِيحَة ونشرها بَين النَّاس والتواصي بِالصبرِ2. ¶ أَصبَحت التربية الإسلامية فَرِيضَة على جَمِيع الْآبَاء والأمهات والمربين والمعلمين، وَهَذِه المسؤولية أَمَانَة دينية يتوارثها الأجيال، جيل بعد جيل ليربوا الناشئة على أُصُولهَا وَتَحْت ظلالها فَلَا سَعَادَة وَلَا رَاحَة وَلَا طمأنينة لَهُم إِلَّا بتربية هَذِه النُّفُوس وَتلك الأجيال وفْق مَا شَرعه الله لَهُم. ¶ إِن الْقُرْآن الْكَرِيم هُوَ كتاب الله الخالد الَّذِي نزل بِهِ الرّوح الْأمين بِلِسَان عَرَبِيّ مُبين على أشرف خلق الله وَخَاتم أنبياءه مُحَمَّد بن عبد الله عَلَيْهِ أفضل الصَّلَاة وَأتم التَّسْلِيم ليخرج بِهِ النَّاس من الظُّلُمَات إِلَى النُّور بِإِذن رَبهم ويهديهم إِلَى الصِّرَاط الْمُسْتَقيم، بعد مَا اشْتبهَ عَلَيْهِم الضلال وَالْجهل بالعرفان وَذَلِكَ رَحْمَة من الله بعباده ورأفة مِنْهُ عز وَجل بخلقه. ¶ __________ ¶ 1 - سُورَة الْأَنْعَام: آيَة 153. ¶ 2 - أنور الجندي: التربية وَبِنَاء الأجيال فِي ضوء الْإِسْلَام ص 212 - 213.",
            "page": "424",
            "part": "1",
            "seal": "E0EFDFE6"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "وَقد اسْتَطَاعَ الْقُرْآن الْكَرِيم بِفضل الله وَرَحمته ثمَّ بسر فَصَاحَته وبلاغته أَن يكوَّن من عرب الجزيرة أمة تحمل رِسَالَة الْإِسْلَام وتنشيء حضارة وتصنع تَارِيخا1 فتغيرت حياتهم فَأَصْبَحت من بعد ضعف قُوَّة، وَمن جهل إِلَى علم، وَمن بعد فرقة وتناحر إِلَى ألفة وتآزر، وَمن الذل والهوان إِلَى الْعِزَّة والكرامة، وَمن الضَّلَالَة إِلَى الرشاد، قَالَ تَعَالَى: {هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ} 2 ¶ ويتفرد الْقُرْآن الْكَرِيم بأسلوبه الرائع فِي بِنَاء العقيدة الإسلامية فِي النَّفس الإِنسانية، لَا يستخدم الْعقل وَحده وَلَا العاطفة وَحدهَا، بل يُربي الْعقل والعاطفة مَعًا. يعمد إِلَى التدرج فِي مُخَاطبَة الْعقل البشري من المحسوس إِلَى الْمُجَرّد، وَمن الْحَاضِر إِلَى الْغَائِب، تمّ ينْتَقل بعد ذَلِك إِلَى بَيَان حَقِيقَة الموجد للمخلوقات وَأَنه هُوَ الْمُسْتَحق لِلْعِبَادَةِ وَحده دون سواهُ يَقُول الْحق تبَارك وَتَعَالَى: {أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} 3 ¶ وَبِالْجُمْلَةِ فَإِن الْقُرْآن الْكَرِيم شَامِل لجَمِيع متطلبات النَّفس الإِنسانية فِيمَا تحتاجه من الْأَوَامِر والنواهي، وَمَا يصلحها وَمَا يصلح لَهَا، وَمَا يسعدها وَمَا يشقيها، وَمَا يهديها وَمَا يُظِلّهَا. وَعَلِيهِ يَتَقَرَّر أَن الْقُرْآن الْكَرِيم هُوَ الْمنْهَج الْكَفِيل بتربية الْفَرد تربية شَامِلَة كَامِلَة، كَمَا أَنه يُربي الأسرة الفاضلة والمجتمع الْفَاضِل. ¶ __________ ¶ 1 - مُحَمَّد شَدِيد: مَنْهَج الْقُرْآن فِي التربية ص 6. ¶ 2 - سُورَة الْجُمُعَة: آيَة 2، وَانْظُر ابْن كثير: تَفْسِير الْقُرْآن الْعَظِيم 4/363. ¶ 3 - سُورَة النَّمْل: آيَة 60.",
            "page": "425",
            "part": "1",
            "seal": "7747F359"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "لذَلِك كُله كَانَ – ومازال - الْقُرْآن وسيظل حَتَّى يَرث الله الأَرْض وَمن عَلَيْهَا الْمصدر الأول للتشريع الإسلامي يستمد مِنْهُ الْمُسلمُونَ عقيدتهم الَّتِي يُؤمنُونَ بهَا، ويجدون فِيهِ معالجة لجَمِيع جَوَانِب حياتهم دنيا وَآخره. ¶ وَمِمَّا تجدر الْإِشَارَة إِلَيْهِ – هُنَا - أَن منهاج التربية فِي الْقُرْآن جَاءَ بِنَاء على فهم حَكِيم لمتطلبات الطبيعية البشرية، ونظرة كُلية فِي إطار الْمُجْتَمع الَّذِي يعِيش فِيهِ، وَفِي إطار مُقَدّر الْإِنْسَان على اتِّبَاع الْخَيْر1. قَالَ تَعَالَى: {لَا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا} 2. ¶ وَفِي هَذِه الدراسة يستخلص الباحث بعون الله تَعَالَى وتوفيقه أصُول التربية الإسلامية للْإنْسَان الْمُسلم من خلال وَصَايَا لُقْمَان كَمَا وَردت فِي سُورَة لُقْمَان. ¶ مَوْضُوع الدراسة: ¶ تعد وَصَايَا لُقْمَان الْحَكِيم الْوَارِدَة فِي سُورَة لُقْمَان أنموذجا تربويا لأصول التربية المستقيمة، فقائلها رجل عرف بالحكمة، قَالَ تَعَالَى: {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ…} 3. ¶ لذا فَإِن وَصَايَاهُ من الأهمية بمَكَان فِي التربية والتنشئة الْحَسَنَة، فَهِيَ نابعة من الْقلب، ومبناها والقناعة الصدْق، والتجربة والمعرفة. ¶ من هُنَا كَانَت الْحَاجة ماسة للْقِيَام بِمثل هَذِه الدراسة ليتبين للقارئ من خلالها أصُول التربية الإسلامية للْإنْسَان كَمَا جَاءَت فِي وَصَايَا لُقْمَان والمذكورة فِي سُورَة لُقْمَان وَيُمكن تَحْدِيد المشكلة فِي السُّؤَال الرئيسي التَّالِي: ¶ __________ ¶ 1 - أمينة أَحْمد حسن: نظرية التربية فِي الْقُرْآن ص 165. ¶ 2 - سُورَة الْبَقَرَة آيَة (286) . ¶ 3 - سُورَة لُقْمَان: آيَة 12.",
            "page": "426",
            "part": "1",
            "seal": "C7DBBBCA"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "مَا معالم أصُول التربية الإسلامية للْإنْسَان الْمُسلم فِي الْقُرْآن الْكَرِيم كَمَا تظهر من خلال وَصَايَا لُقْمَان؟ ¶ وَيتَفَرَّع من السُّؤَال السَّابِق الأسئلة الفرعية التالية: ¶ س 1: من هُوَ لُقْمَان الْحَكِيم؟ ¶ س 2: مَا الْوَصَايَا الَّتِي أوصى بهَا لُقْمَان ابْنه؟ ¶ س 3: مَا جَوَانِب التربية الإسلامية للْإنْسَان الَّتِي يُمكن الْخُرُوج بهَا من خلال تِلْكَ الْوَصَايَا؟ ¶ هدف الدراسة: ¶ تهدف هَذِه الدراسة الْوُقُوف على المعالم الصَّحِيحَة لأصول التربية القويمة وَالَّتِي تساعد الْآبَاء والأمهات والمعلمين وكل من لَهُ عناية بشؤون التربية والتعليم على تربية الأجيال الناشئة تربية إسلامية صَحِيحَة. ¶ أهمية الدراسة: ¶ تكمن أهمية الدراسة فِي استخلاص جَوَانِب التربية الإِسلامية للْإنْسَان من خلال وَصَايَا لُقْمَان الْحَكِيم، وَأَن الْقيام بِمثل هَذَا الْعَمَل يعد بِمَثَابَة أنموذجا مرجعياً لكل أَب ومربّ مُسلم يُرِيد أَن ينشئ أبناءه وتلاميذه التنشئة الَّتِي يريدها منهاج الْإِسْلَام التربوي. ¶ مَنْهَج الدراسة: ¶ يستخدم الباحث فِي دراسته الْمنْهَج التحليلي الاستنباطي لاستخراج جَوَانِب التربية الإسلامية من وَصَايَا لُقْمَان وَذَلِكَ بإتباع مَا يَلِي:",
            "page": "427",
            "part": "1",
            "seal": "CC2F5975"
        },
        {
            "hno": "4",
            "id": "6",
            "nass": "1 - قِرَاءَة الْآيَات الْكَرِيمَة من كتاب الله عزوجل والمتضمن لتِلْك الْوَصَايَا الْوَارِدَة فِي سُورَة لُقْمَان من آيَة 13 - 19. ¶ 2 - اسْتِخْدَام كتب التَّفْسِير بهدف التعرف على تَفْسِير الْآيَات الْمشَار إِلَيْهَا سَابِقًا. ¶ 3 - استنباط الجوانب التربية المتضمنة لتِلْك الْوَصَايَا. ¶ 4 - التَّوَصُّل إِلَى تَحْدِيد معالم أصُول التربية الإسلامية للْإنْسَان الْمُسلم كَمَا تظهر من خلال الْوَصَايَا.",
            "page": "428",
            "part": "1",
            "seal": "0EDA067A"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "الْفَصْل الأول: التَّعْرِيف بلقمان الْحَكِيم ¶ اسْمه وَنسبه ¶ ... ¶ اسْمه وَنسبه: ¶ لُقْمَان اسْم أعجمي لَا عَرَبِيّ1 ¶ وَقد اخْتلف فِي نسبه: ¶ فَقيل هُوَ لُقْمَان بن باعوراء بن ناحور بن تارح وَهُوَ آزر أَبُو إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام هَكَذَا ذكره ابْن إِسْحَاق، وَقيل هُوَ لُقْمَان بن عنقاء بن سرون وَكَانَ نوبيا من أهل من أهل إيلة ذكره السُّهيْلي قَالَ وهب: \"كَانَ ابْن أُخْت أَيُّوب عَلَيْهِ الصَّلَاة وَالسَّلَام\"، وَقَالَ مقَاتل ابْن خَالَته، وَقيل كَانَ من أَوْلَاد آزر وعاش ألف سنة وَأدْركَ دَاوُد عَلَيْهِ السَّلَام وَأخذ مِنْهُ الْعلم، وَكَانَ يُفْتِي قبل مبعثه، فَلَمَّا بعث قطع الْفَتْوَى 2 وَقيل أَنه كَانَ قَاضِيا فِي زمن دَاوُد عَلَيْهِ السَّلَام 3",
            "page": "430",
            "part": "1",
            "seal": "0EF01742"
        },
        {
            "hno": "5",
            "id": "8",
            "nass": "أَوْصَافه: ¶ قَالَ ابْن عَبَّاس: كَانَ عبدا حَبَشِيًّا4 ¶ وَقَالَ قَتَادَة: عَن عبد الله بن الزبير قلت لجَابِر بن عبد الله: مَا انْتهى إِلَيْكُم فِي شَأْن لُقْمَان؟ قَالَ: كَانَ قَصِيرا أفطس من النّوبَة56 ¶ وَقَالَ مُجَاهِد: كَانَ لُقْمَان عبدا أسود عَظِيم الشفتين, مُشفق الْقَدَمَيْنِ ,وفى رِوَايَة مصفح الْقَدَمَيْنِ7. ¶ __________ ¶ 1 - أَحْمد الْخَطِيب: إرشاد الساري فِي شرح أَحَادِيث البُخَارِيّ 7/288. ¶ 2 - الزَّمَخْشَرِيّ: الْكَشَّاف 3/211، وَكَذَلِكَ الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/59. ¶ 3 - ابْن كثير: الْبِدَايَة وَالنِّهَايَة 2/123. ¶ 4 - المر جع السَّابِق: 2/123. ¶ 5 - النّوبَة: تطلق على الْجُزْء الجنوبي من بِلَاد مصر , وهى جبل من السودَان وَاحِدهَا نوبي وبلاد النّوبَة من ذَلِك الْجَبَل المعجم الْوَسِيط ص 961. ¶ 6 - ابْن كثير: الْمرجع السَّابِق 2/124. ¶ 7 - الْمرجع السَّابِق 2/124.",
            "page": "430",
            "part": "1",
            "seal": "13349C4A"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "صِفَاته: ¶ كَانَ لُقْمَان من أخير النَّاس حكيما وفطينا، رَقِيق الْقلب، صَادِق الحَدِيث، صَاحب أَمَانَة وعفة، وعقل وإصابة فِي القَوْل، وَكَانَ رجلا سكيتا، طَوِيل التفكر، عميق النّظر لم ينم نَهَارا قطّ، وَلم يره أحد يبزق وَلَا يَتَنَحْنَح، وَلَا يَبُول وَلَا يتغوط، وَلَا يغْتَسل، وَلَا يعبث وَلَا يضْحك، وَكَانَ لَا يُعِيد منطقا نطقه إِلَّا أَن يَقُول حِكْمَة يستعيدها أَي وَاحِد1. ¶ وَكَانَ قد تزوج وَولد لَهُ أَوْلَاد فماتوا فَلم يبك عَلَيْهِم، وَكَانَ يغشى السُّلْطَان، وَيَأْتِي الْحُكَّام لينْظر ويتفكر وَيعْتَبر فبذلك أُوتِيَ مَا أُوتِيَ2.",
            "page": "431",
            "part": "1",
            "seal": "A54800E4"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "مهنته: ¶ قيلَ: أَنه كَانَ خياطاً، قَالَه سعيد بن الْمسيب. قَالَ الْأَوْزَاعِيّ: حَدثنِي عبد الرَّحْمَن بن حَرْمَلَة قَالَ: جَاءَ رجل أسود إِلَى سعيد بن الْمسيب يسْأَله فَقَالَ لَهُ سعيد: لَا تحزن من أجل أَنَّك أسود فَإِنَّهُ كَانَ من أخير النَّاس ثَلَاثَة من السودَان: بِلَال، وَمهجع مولى عمر، ولقمان الْحَكِيم كَانَ أسود نوبياً ذَا مشافر3. ¶ وَقيل: كَانَ يحتطب كل يَوْم لمَوْلَاهُ حزمة حطب، وَقَالَ لرجل ينظر إِلَيْهِ: إِن كنت تراني غليظ الشفتين فَإِنَّهُ يخرج من بَينهمَا كَلَام رَقِيق وَإِن كنت تراني أسود فقلبي أَبيض، وَقيل: كَانَ رَاعيا قَالَه عبد الرَّحْمَن بن زيد ابْن جَابر. ¶ وَقَالَ خَالِد الربعِي: كَانَ لُقْمَان عبدا حَبَشِيًّا نجاراً فَقَالَ لَهُ سَيّده: أذبح لي شَاة، وأتني بأطيب مضغتين فِيهَا فَأَتَاهُ بِاللِّسَانِ وَالْقلب، فَقَالَ لَهُ: مَا كَانَ فِيهَا ¶ __________ ¶ 1 - ابْن كثير: الْبِدَايَة وَالنِّهَايَة 2/ 124. ¶ 2 - الْمرجع السَّابِق: 2/124. ¶ 3 - الزَّمَخْشَرِيّ: الْكَشَّاف 3/211، وَكَذَلِكَ الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/60، وَابْن كثير: الْبِدَايَة وَالنِّهَايَة 2/124.",
            "page": "431",
            "part": "1",
            "seal": "EFEFB72D"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "شَيْء أطيب من هذَيْن فَسكت، ثمَّ أمره بِذبح شَاة أُخْرَى ثمَّ قَالَ لَهُ: ألق بأخبث مضغتين فِيهَا فَألْقى اللِّسَان وَالْقلب، فَقَالَ لَهُ أَمرتك بِأَن تَأتِينِي بأطيب مضغتين فأتيتني بِاللِّسَانِ وَالْقلب، وأمرتك أَن تلقي أخبثها فألقيت اللِّسَان وَالْقلب؟ فَقَالَ لَهُ: إِنَّه لَيْسَ شَيْء أطيب مِنْهُمَا إِذا طابا وَلَا أَخبث مِنْهُمَا إِذا أخبثا1.",
            "page": "432",
            "part": "1",
            "seal": "E5D757BA"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "هَل كَانَ لُقْمَان نَبيا أم حكيما؟ ¶ اخْتلف السّلف فِي لُقْمَان: هَل كَانَ نَبيا أَو عبدا صَالحا من غير نبوة؟ على قَوْلَيْنِ: ¶ فَقَالَ جُمْهُور أقل التَّأْوِيل: أَنه كَانَ وليا وَلم يكن نَبيا. ¶ وَقَالَ عِكْرِمَة وَالشعْبِيّ بنبوته. ¶ وَالصَّوَاب أَنه كَانَ رجلا حكيما بحكمة الله تَعَالَى - وَهِي الصَّوَاب فِي المعتقدات، وَالْفِقْه فِي الدّين وَالْعقل - قَاضِيا فِي بني إِسْرَائِيل قَالَه ابْن عَبَّاس وَغَيره2. ¶ عَن ابْن عمر رَضِي الله عَنْهُمَا قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \"لم يكن لُقْمَان نَبيا وَلَكِن كَانَ عبدا كثير التفكر حسن الْيَقِين, أحب الله تَعَالَى فَأَحبهُ فَمن الله عَلَيْهِ بالحكمة, وخيره فِي أَن يَجعله خَليفَة يحكم بِالْحَقِّ, فَقَالَ: رب إِن خيرتني قبلت الْعَافِيَة وَتركت الْبِلَاد, وَإِن عزمت عَليّ فسمعاً وَطَاعَة فَإنَّك ستعصمني\" ذكره ابْن عَطِيَّة وزاداه الثَّعْلَبِيّ: فَقَالَت لَهُ الْمَلَائِكَة بِصَوْت لَا يراهم: لم يَا لُقْمَان؟ قَالَ: لِأَن الْحَاكِم بأشد الْمنَازل وأكدرها، يَغْشَاهُ الْمَظْلُوم من كل مَكَان، إِن يعن فبالحري أَن ينجو، وَإِن أَخطَأ أَخطَأ طَرِيق الْجنَّة، وَمن يكون فِي الدُّنْيَا ذليلا فَذَلِك خير من أَن يكون فِيهَا شريفا، وَمن ¶ __________ ¶ 1 - الْقُرْطُبِيّ: الْجَامِع أَحْكَام الْقُرْآن 14/16 - 60، وَكَذَلِكَ أَحْمد بن حَنْبَل: كتاب الزّهْد ص 49. ¶ 2 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/59.",
            "page": "432",
            "part": "1",
            "seal": "190237A9"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "يخْتَر الدُّنْيَا على الْآخِرَة نفته الدُّنْيَا وَلَا يُصِيب الْآخِرَة، فعجبت الْمَلَائِكَة من حسن مَنْطِقه {فَنَامَ نومَة فَأعْطِي الْحِكْمَة، فانتبه يتَكَلَّم بهَا، ثمَّ نُودي دَاوُد بعده فقبلها - يَعْنِي الْخلَافَة - وَلم يشْتَرط مَا اشْتَرَطَهُ لُقْمَان، فهوى فِي الْخَطِيئَة غير مرّة، كل ذَلِك يعْفُو الله عَنهُ. وَكَانَ لُقْمَان يؤازره بِحِكْمَتِهِ؛ فَقَالَ لَهُ دَاوُد: طُوبَى لَك يَا لُقْمَان} أَعْطَيْت الْحِكْمَة وَصرف عَنْك الْبلَاء، وَأعْطى دَاوُد الْخلَافَة وابتلي بالبلاء والفتنة1 ¶ وَنقل عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَوْله: لُقْمَان لم يكن نَبيا وَلَا ملكا وَلَكِن كَانَ رَاعيا أسود، فرزقه الله الْعتْق وَرَضي قَوْله ووصيته فَقص أمره فِي الْقُرْآن لتمسكوا بوصيته2. ¶ وَأخرج ابْن جرير عَن قَتَادَة رَضِي الله عَنهُ قَوْله تَعَالَى: {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَة} أَي الْفِقْه فِي الْإِسْلَام، قَالَ قَتَادَة: وَلم يكن نَبيا وَلم يُوح إِلَيْهِ3 وَعَن مُجَاهِد أَنه قَالَ: كَانَ لُقْمَان رجلا صَالحا وَلم يكن نَبيا4 ¶ وروى ابْن كثير عَن قَتَادَة أَنه قَالَ: \"خيّر الله تَعَالَى لُقْمَان بَين النُّبُوَّة وَالْحكمَة، فَاخْتَارَ الْحِكْمَة على النُّبُوَّة فَأَتَاهُ جِبْرِيل عَلَيْهِ السَّلَام وَهُوَ نَائِم فذرَّ عَلَيْهِ الْحِكْمَة فَأصْبح وَهُوَ ينْطق بهَا\". قَالَ سعيد: سَمِعت قَتَادَة يَقُول: \"قيل للقمان كَيفَ اخْتَرْت الْحِكْمَة على النُّبُوَّة وَقد خيّرك رَبك؟ فَقَالَ: أَنه لَو أرسل إليّ بِالنُّبُوَّةِ عَزمَة لرجوت فِيهِ الْفَوْز مِنْهُ ولكنت أَرْجُو أَن أقوم بهَا وَلَكِن خيّرنيى ¶ __________ ¶ 1 - الْقُرْطُبِيّ: الْمرجع السَّابِق 14/60. ¶ 2 - الزَّمَخْشَرِيّ: الْكَشَّاف 3/211. ¶ 3 - الطَّبَرِيّ: جَامع الْبَيَان عَن تَأْوِيل آي الْقرَان 67/11. ¶ 4 - الْمرجع السَّابِق.",
            "page": "433",
            "part": "1",
            "seal": "BBD88F63"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "فَخفت أَن أَضْعَف عَن النُّبُوَّة فَكَانَت الْحِكْمَة أحب إِلَيّ وَهَذَا فِيهِ نظر لِأَن سعيد بن بشير يروي عَن قَتَادَة وَقد تكلمُوا فِيهِ\"1. ¶ وكما ذكرت سَابِقًا أَن الْمَشْهُور عَن الْجُمْهُور أَنه كَانَ رجلا حكيما وَلم يكن نَبيا وَهُوَ قَول الْأَكْثَرين2. ¶ وَهَذَا هُوَ الْحق إِن شَاءَ الله تَعَالَى وَالله أعلم. ¶ __________ ¶ 1 - ابْن كثير: الْبِدَايَة وَالنِّهَايَة 2/129. ¶ 2 - ابْن كثير تَفْسِير الْقُرْآن الْعَظِيم 3/443، وَكَذَلِكَ الزَّمَخْشَرِيّ: الْكَشَّاف 3/211.",
            "page": "434",
            "part": "1",
            "seal": "92C694CF"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الْفَصْل الثَّانِي ¶ المبحث الأول: لُقْمَان لإبنه ¶ ... ¶ المبحث الأول ¶ وَصَايَا لُقْمَان لِابْنِهِ ¶ يتَنَاوَل هَذَا المبحث بَيَان الْوَصَايَا الْقيمَة الَّتِي أوصى بهَا لُقْمَان ابْنه كي يَتَّضِح لنا أهميتها فِي تربية الْأَبْنَاء على أسسها القويمة كَمَا حددها – لُقْمَان - لِابْنِهِ، ذَلِك الْأَب الرَّحِيم الَّذِي أَتَاهُ الله الْحِكْمَة فَهُوَ ينظر إِلَى ابْنه نظرة شَفَقَة وَعطف، حَتَّى لَا يَقع فِي مهاوي الزيغ والضلال، وَلِهَذَا كَانَت وَصَايَاهُ من الأهمية بمَكَان، وَقد بَينهَا لنا الْقُرْآن الْكَرِيم بأسلوبه ومعانيه المعجزة الخالدة، فَكَانَت وَصَايَاهُ أنموذجا يتوافر فِيهِ الْإِخْلَاص وَالصَّوَاب، وعَلى الأباء أَن يسلكوا مسلكه فِي تنشئة أبنائهم تنشئة إسلامية صَحِيحَة وفْق مَا تعرضه الْآيَات الْكَرِيمَة من كتاب الله عزوجل وَالَّتِي ذكرت بهَا وَصَايَا لُقْمَان. قَالَ تَعَالَى: {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللهَ غَنِيٌّ حَمِيدٌ. وَإِذْ قَالَ لُقْمَانُ لاِبْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ. وَوَصَّيْنَا الْإِنْسَان بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ. يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الأَرْضِ يَأْتِ بِهَا اللهُ إِنَّ اللهَ لَطِيفٌ خَبِيرٌ. يَا بُنَيَّ أَقِمِ الصَّلاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ. وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلا تَمْشِ فِي الأَرْضِ مَرَحاً إِنَّ",
            "page": "436",
            "part": "1",
            "seal": "FD513912"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} 1. ¶ من خلال الْعرض السَّابِق للآيات الْكَرِيمَة يُمكن توضيح الْوَصَايَا فِي النقاط التالية: ¶ الْوَصِيَّة الأولى: ¶ تَوْحِيد الله وإفراده بِالْعبَادَة لله وَحده لَا شريك لَهُ فِي ذَلِك فَهُوَ الْمُسْتَحق لِلْعِبَادَةِ وَحده - سُبْحَانَهُ وَتَعَالَى - {يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} . ¶ الْوَصِيَّة الثَّانِيَة: ¶ برَّ الْأَبْنَاء لِآبَائِهِمْ {وَوَصَّيْنَا الأِنْسَانَ بِوَالِدَيْه ... } الْآيَة. ¶ الْوَصِيَّة الثَّالِثَة: ¶ أَن يراقب العَبْد الله سُبْحَانَهُ وَتَعَالَى فِي حركاته وسكناته وَجَمِيع أَعماله، فَالله عزوجل لَا تخفى عَلَيْهِ خافية لَا فِي الأَرْض وَلَا فِي السَّمَاء {يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ ... } الْآيَة. ¶ الْوَصِيَّة الرَّابِعَة: ¶ الْأَمر بِإِقَامَة الصَّلَاة وَالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر، وَالصَّبْر على تحمل المشاق فِي سَبِيل ذَلِك {يَا بُنَيَّ أَقِمِ الصَّلاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ ... } الْآيَة. ¶ __________ ¶ 1 - سُورَة لُقْمَان: الْآيَات 12 - 19.",
            "page": "437",
            "part": "1",
            "seal": "A446BF68"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "الْوَصِيَّة الْخَامِسَة: ¶ التَّوَاضُع لعباد الله والإقبال عَلَيْهِم بِوَجْه طليق والابتعاد عَن مظَاهر الْكبر والغرور، وخفض الصَّوْت أثْنَاء الحَدِيث مَعَهم وَعدم رَفعه {وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ ….} الْآيَة {وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِك……} الْآيَة ¶ تِلْكَ هِيَ وَصَايَا لُقْمَان الْحَكِيم لِابْنِهِ ذكرهَا لنا الْقُرْآن الْكَرِيم للتفكر وَالِاعْتِبَار فَهَل من مدَّكر، قَالَ تَعَالَى: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} 1 ¶ __________ ¶ 1 - سُورَة ق الْآيَة 37.",
            "page": "438",
            "part": "1",
            "seal": "82D6B227"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "المبحث الثَّانِي ¶ الجوانب التربوية لوصايا لُقْمَان ¶ فِي هَذَا الْبَحْث نتناول جَوَانِب التربية الإسلامية المتضمنة لوصايا لُقْمَان لِابْنِهِ وَفِيمَا يَلِي بَيَان ذَلِك: ¶ أَولا: الدعْوَة إِلَى غرس عقيدة التَّوْحِيد: ¶ إِن المتدبر لكتاب الله سُبْحَانَهُ وَتَعَالَى والمتأمل فِي آيَاته الْبَينَات يَتَّضِح لَهُ تميز الْمِنْهَاج الرباني بمفاهيم تربوية لَا يجد لَهَا مثيلا فِي المناهج وَالنّظم والنظريات التربوية البشرية تستهدف تِلْكَ المفاهيم الربانية خير الْإِنْسَان فِي الدُّنْيَا وَالْآخِرَة جَمِيعًا، وينطلق الْمِنْهَاج الرباني نَحْو بِنَاء الْقيم الإسلامية الَّتِي تتظافر للوصول بالإنسان إِلَى الصّلاح والإصلاح وشجب كل صور الْفساد فِي النَّفس والمجتمع لتحَقّق لَهُ بذلك كَمَاله الإنساني. ¶ إِن الْمِنْهَاج الرباني وَاضح فِي أهدافه وغاياته ليتَمَكَّن الْمُسلم من اتِّبَاع هَدْيه، وَهُوَ مُؤمن بمقاصده الْعَظِيمَة، وموقن بِالْخَيرِ الَّذِي يعود عَلَيْهِ نتيجة التَّمَسُّك بِهِ وَالْعَمَل بأوامره وَاجْتنَاب نواهيه، وَمن هُنَا فَإِن منهاج التربية الإسلامية يركز على غرس الْحق وَالْعدْل وَالْإِحْسَان والإخاء والمساواة وَالْعَفو وَالرَّحْمَة وَالْمَعْرُوف والاستقامة وَالصَّبْر ... وَغير ذَلِك من أَفعَال الْخَيْر وَصَالح الْأَعْمَال. ¶ والأسرة الْمسلمَة هِيَ الْمدرسَة الأولى الَّتِي تقوم بتوجيه وتربية الْأَبْنَاء تربية صَالِحَة. ¶ فالأبناء أَمَانَة فِي أَعْنَاقهم يسْأَلُون عَنْهُم أَمَام الله تَعَالَى، قَالَ الله عز وَجل:",
            "page": "439",
            "part": "1",
            "seal": "F7CB7FDA"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "{يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} 1 ¶ وَبِنَاء على مَا سبق وَجب على الْآبَاء أَن يوضحوا لأبنائهم معالم التربية الصَّحِيحَة، ويبينوا لَهُم الصَّالح من الضار، وَالْحق من الْبَاطِل، فَإِن غفلوا أَو قصروا فِي أَدَاء ذَلِك نَشأ أبناؤهم نشأة لَا تحمد عقباها وَلَا يُرْجَى خَيرهَا وَكَانَ الْإِثْم على الْآبَاء أَولا. ¶ فالأبوان هما المسؤولان فِي الدرجَة الأولى عَن انحراف أبنائهم خلقياً واجتماعياً وعقدياً، وَقد قَالَ الرَّسُول صلى الله عَلَيْهِ وَسلم: \"مَا من مَوْلُود إِلَّا يُولد على الْفطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَو ينصرَانِهِ أَو يُمَجِّسَانِهِ كَمَا تنْتج الْبَهِيمَة بَهِيمَة جَمْعَاء هَل تُحِسُّونَ فِيهَا من جَدْعَاء\"2 وَفِي هَذَا دلَالَة وَاضِحَة على أَن الْمَوْلُود يُولد على فطْرَة الإِسلام، لَكِن تَأْثِير الْأَبَوَيْنِ وأسلوب تربيتهما هما اللَّذَان يوجهان عقيدة هَذَا الطِّفْل نَحْو الْيَهُودِيَّة أَو النَّصْرَانِيَّة أَو غَيرهمَا. وَمن هُنَا كَانَت مهمة الْأَبَوَيْنِ فِي التربية من الأهمية بمَكَان فالطفل يحاكي أَبَوَيْهِ فِي جَمِيع سلوكهما ومعتقداتهما وأخلاقهما. ¶ فَأول وَاجِب يجب على الْأَبَوَيْنِ الْقيام بِهِ والاهتمام بأَمْره دون كلل، هُوَ غرس عقيدة التَّوْحِيد فِي نفس الطِّفْل وتوجيه عواطفه نَحْو حب الله وَرَسُوله وإخباره بِأَن الله يجب أَن يكون أحب إِلَيْهِ من أمه وَأَبِيهِ وَنَفسه، والإِيمان بِاللَّه الَّذِي لَا إِلَه غَيره وبملائكته وَرُسُله، وتوحيد الله فِي الألوهية والربوبية والقوامة وَالسُّلْطَان والحاكمية لِأَن الْإِيمَان بِاللَّه هُوَ الموجه لسلوك الْإِنْسَان والدافع لَهُ إِلَى اتجاه الْخَيْر، والنصير لَهُ من حَيْثُ الْعِنَايَة وَالرِّعَايَة والتوفيق، كَمَا أَنه الَّذِي ¶ __________ ¶ 1 - سُورَة التَّحْرِيم: آيَة 6. ¶ 2 - البُخَارِيّ: صَحِيح البُخَارِيّ مَعَ فتح الْبَارِي 3/219 كتاب الْجَنَائِز 23 بَاب إِذا أسلم الصَّبِي رقم الحَدِيث 1358 - 1359، وَمُسلم: صَحِيح مُسلم 4/2047 كتاب الْقدر 46 بَاب كل 6 رقم الحَدِيث 2658 وَاللَّفْظ للْبُخَارِيّ.",
            "page": "440",
            "part": "1",
            "seal": "5B48E511"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "يصرفهُ عَن طَرِيق الشَّرّ ويجعله متحلياً بالفضائل وَحسن الْخلق1 وَالْمَقْصُود بِالْإِيمَان أَي الإِيمان بِمَا أوجب الله تَعَالَى فِي قَوْله: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِه} 2. وَكَذَلِكَ قَوْله تَعَالَى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} 3. ¶ وَأما السّنة فقد ذكرت أَرْكَان الْإِيمَان مجتمعة فِي حَدِيث جِبْرِيل عَلَيْهِ السَّلَام، عَن عمر بن الْخطاب رَضِي الله عَنهُ أَنه قَالَ: \"بَيْنَمَا نَحن عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم ذَات يَوْم إِذْ طلع علينا رجل شَدِيد بَيَاض الثِّيَاب، شَدِيد سَواد الشّعْر، لَا يرى عَلَيْهِ أثر السّفر، وَلَا يعرفهُ منا أحد، حَتَّى جلس إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فأسند رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ وَوضع كفيه على فَخذيهِ وَقَالَ: يَا مُحَمَّد! أَخْبرنِي عَن الإِسلام. فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"الإِسلام أَن تشهد أَن لَا إِلَه إِلَّا الله وَأَن مُحَمَّد رَسُول الله، وتقيم الصَّلَاة، وتؤتي الزَّكَاة، وتصوم رَمَضَان، وتحج الْبَيْت إِن اسْتَطَعْت إِلَيْهِ سَبِيلا. قَالَ: صدقت، قَالَ: فعجبنا لَهُ يسْأَله ويصدقه، قَالَ: فَأَخْبرنِي عَن الْإِيمَان. قَالَ: أَن تؤمن بِاللَّه وَمَلَائِكَته وَكتبه وَرُسُله وَالْيَوْم الآخر، وتؤمن بِالْقدرِ خَيره وشره\" الحَدِيث4. ¶ إِن الْإِيمَان بِاللَّه هُوَ الموجه للسلوك وَالضَّابِط لَهُ والمتصل اتِّصَالًا وثيقاً بِالْأَعْمَالِ الصادرة من الإِنسان فَإِن التربية الإِسلامية ترْبط دَائِما بَين الْعَمَل ¶ __________ ¶ 1 - عَبَّاس مَحْجُوب: أصُول الْفِكر التربوي فِي الْإِسْلَام ص 89 - 92. ¶ 2 - سُورَة الْبَقَرَة: آيَة (285) . ¶ 3 - سُورَة الْبَقَرَة: آيَة (177) . ¶ 4 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 1/259 كتاب الْإِيمَان، بَاب بَيَان الْإِيمَان والإِسلام وَالْإِحْسَان (1) رقم الحَدِيث (1) .",
            "page": "441",
            "part": "1",
            "seal": "BE7AA290"
        },
        {
            "hno": "6",
            "id": "21",
            "nass": "والسلوك ثمَّ بَين الْعَمَل الصَّادِر من هَذَا الْإِيمَان وَبَين الْجَزَاء، قَالَ تَعَالَى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلاً} 1. ¶ وَيَقُول تَعَالَى: {وَالْعَصْرِ إِنَّ الأِنْسَانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} 2. ¶ وَهُنَاكَ آيَات كَثِيرَة تقرن الْإِيمَان بِالْعَمَلِ، فالإيمان الْحق هُوَ الْإِيمَان الَّذِي يصدر عَنهُ السلوك وينبع مِنْهُ الْعَمَل الصَّالح وَيخرج مِنْهُ الْخلق الْكَرِيم، فَحسن الْخلق والإخاء والمودة وَاجْتنَاب الْكَبَائِر والتمسك بالفضائل يجب أَن تصدر عَن هَذِه العقيدة3 ¶ وَالرَّسُول صلى الله عَلَيْهِ وَسلم يَقُول: \"لَا إِيمَان لمن لَا أَمَانَة لَهُ وَلَا دين لمن لَا عهد لَهُ \" 4. ¶ وَيَقُول صلى الله عَلَيْهِ وَسلم فِي سلوك الْمُؤمن نَحْو جَاره وَنَحْو نَفسه: \"من كَانَ يُؤمن بِاللَّه وَالْيَوْم الآخر فَلَا يُؤْذِي جَاره \" 5. ¶ كَمَا يتحدث عَن أثر الْإِيمَان فِي تجنب الرذائل وارتباط الْإِيمَان بالسلوك سَاعَة فعل الْعَمَل كَمَا جَاءَ فِي الحَدِيث الشريف: \"لَا يَزْنِي الزَّانِي حِين يَزْنِي وَهُوَ مُؤمن، وَلَا يشرب الْخمر حِين يشرب وَهُوَ مُؤمن، وَلَا يسرق حِين يسرق وَهُوَ مُؤمن\" الحَدِيث6. ¶ __________ ¶ 1 - سُورَة الْكَهْف: آيَة (107) . ¶ 2 - سُورَة الْعَصْر: آيَة (1 - 3) . ¶ 3 - انْظُر عَبَّاس مَحْجُوب: أصُول الْفِكر التربوي فِي الْإِسْلَام ص 89ـ 99. ¶ 4 - أَحْمد بن حَنْبَل: مُسْند أَحْمد 3/135. ¶ 5 - البُخَارِيّ: صَحِيح البُخَارِيّ على فتح الْبَارِي 9/252 كتاب النِّكَاح (67) بَاب الوصاة بِالنسَاء (80) رقم الحَدِيث 5185. ¶ 6 - البُخَارِيّ: صَحِيح البُخَارِيّ على فتح الْبَارِي 12/58 كتاب الْحُدُود (86) بَاب الزِّنَا وَشرب الْخمر، وَقَالَ ابْن عَبَّاس: ينْزع مِنْهُ نور الْإِيمَان (1) رقم الحَدِيث 6772.",
            "page": "442",
            "part": "1",
            "seal": "416B03B9"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وكما ورد فِي الحَدِيث الآخر \"لَا يُؤمن أحدكُم حَتَّى يحب لِأَخِيهِ أَو قَالَ لجاره مَا يحب لنَفسِهِ\" 1. ¶ فالعقيدة لابد أَن تنعكس على الْإِنْسَان وسلوكه فَإِذا آمن إِيمَانًا يقينياً بِاللَّه سُبْحَانَهُ وبعلمه ومراقبته الدائمة لعَبْدِهِ كَانَ هَذَا الْإِيمَان محدداً لسلوك الْمُسلم كفرد وسلوك الْجَمَاعَة كأمة مسلمة. فالعقيدة لابد أَن تترجم فِي حَيَاة الْفَرد الَّذِي يعلم بِأَن الله يطلع على سره ونجواه وَأَن أَفعاله مَكْتُوبَة وَهُوَ محاسب عَلَيْهَا، ولابد أَن تترجم فِي حَيَاة الْجَمَاعَة فتبني نظام حَيَاتهَا وفْق هَذِه العقيدة الَّتِي آمَنت بهَا2من كل مَا سبق يَتَقَرَّر أَنه لَا سَعَادَة لهَذِهِ النَّفس الإِنسانية وَلَا استقامة لَهَا إِلَّا إِذا ارتبطت كَافَّة جوانبها بعقيدة التَّوْحِيد، وَمن هُنَا يجب على المربي الْمُسلم أَن يرْبط كل جَوَانِب التربية بِهَذَا الأَصْل الاعتقادي لما لَهُ من أهمية كبرى فِي حَيَاة الْإِنْسَان النفسية، وتوحد نوازعه وتفكيره وأهدافه وَتجْعَل كل عواطفه، وسلوكه وعاداته قوى متضافرة متعاونة ترمي كلهَا إِلَى تَحْقِيق هدف وَاحِد هُوَ الخضوع لله وَحده والشعور بألوهيته وحاكميته وَرَحمته وَعلمه لما فِي النُّفُوس وَقدرته وَسَائِر صِفَاته3. ¶ ثَانِيًا: بر الْوَالِدين: ¶ إِن عطف الْآبَاء على الْأَبْنَاء من أبرز صور الرَّحْمَة، وَهُوَ يفْرض على الْأَبْنَاء أَن يقابلوا رَحْمَة والديهم لَهُم بِأَن يرعوهم - كبارًا فيخفضوا لَهُم جنَاح الذل من الرَّحْمَة، وَالدُّعَاء لَهُم بالمغفرة وَالرَّحْمَة بهم. ¶ __________ ¶ 1 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 2/375 - 376 كتاب الْإِيمَان (1) بَاب الدَّلِيل على أَن من خِصَال الْإِيمَان أَن يجب لِأَخِيهِ الْمُسلم (17) رقم الحَدِيث 71 ¶ 2 - عَبَّاس مَحْجُوب: أصُول الْفِكر التربوي فِي الْإِسْلَام ص 91 - 92. ¶ 3 - النحلاوي: أصُول التربة الإسلامية وأساليبها ص 80.",
            "page": "443",
            "part": "1",
            "seal": "69583572"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "إِن عطف الْوَالِدين على أَوْلَادهم عَطاء لَا يقدر بِثمن وَلَا ينْتَظر مِنْهُ الْعِوَض، إِنَّه فطْرَة فطر الله الْوَالِدين عَلَيْهَا، وَلذَلِك كَانَ برهما من أعظم الْوَاجِبَات وَفِي مُقَدّمَة الصلات الاجتماعية، كَمَا كَانَ عقوقهما من الْكَبَائِر المقاربة للشرك بِاللَّه، وَلِهَذَا ورد الْأَمر بِالْإِحْسَانِ إِلَيْهِمَا فِي مَوَاضِع كَثِيرَة من كتاب الله عز وَجل عقب الْأَمر بِعبَادة الله وَحده، وَالنَّهْي عَن الْإِشْرَاك بِهِ. ¶ فَمن ذَلِك قَوْله تَعَالَى: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناًً..} الْآيَة 1 ¶ فَفِي الْآيَة الْكَرِيمَة يَأْمر الله تَعَالَى بِعِبَادَتِهِ وَينْهى عَن الشّرك بِهِ ثمَّ يتبعهُ الْأَمر بِالْإِحْسَانِ للْوَالِدين وبرهما لما لَهما من الْفضل على الابْن مُنْذُ أَن كَانَ نُطْفَة فِي رحم أمه حَتَّى صَار كَبِيرا يعْتَمد على نَفسه. ¶ ويعرض لُقْمَان الْحَكِيم فِي وَصيته لِابْنِهِ العلاقة بَين الْوَالِدين وَالْأَوْلَاد فِي أسلوب رَقِيق، وَفِي صُورَة موحية بالْعَطْف والرقة، وَمَعَ هَذَا فَإِن رابطة العقيدة مُقَدّمَة على تِلْكَ العلاقة الْوَثِيقَة2. ¶ وَلِهَذَا كَانَ شكر الْوَالِدين بعد شكر الله عز وَجل لِأَنَّهُ الْمُنعم الأول3. ¶ وَوَصِيَّة الْإِنْسَان بِوَالِديهِ تتمثل فِي طاعتهما مِمَّا لَا يكون شركا ومعصية لله تَعَالَى4. وَبِمَعْنى آخر أَن طَاعَة الْوَالِدين لَا تكون فِي ركُوب كَبِيرَة، وَلَا فِي ترك فَرِيضَة على الْأَعْيَان، وَتلْزم طاعتهما فِي الْمُبَاحَات5. ¶ مِمَّا سبق يُمكن القَوْل أَن علاقَة الْأَبْنَاء بالوالدين يجب أَن تكون علاقَة قَوِيَّة ¶ __________ ¶ 1 - سُورَة النِّسَاء: آيَة 36. ¶ 2 - سيد قطب: فِي ظلال الْقُرْآن 5/2788. ¶ 3 - الْمرجع السَّابِق. ¶ 4 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/63. ¶ 5 - الْمرجع السَّابِق 14/64.",
            "page": "444",
            "part": "1",
            "seal": "A2FE6D79"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "مَبْنِيَّة على التَّقْدِير والاحترام ذَلِك أَن فَضلهمْ على أبنائهم لَا يدْرك مداه وَلَا يَسْتَطِيع أحد أَن يقدره، وَمن هُنَا كَانَ توصية الْأَبْنَاء بآبائهم تَتَكَرَّر فِي الْقُرْآن الْكَرِيم، وَالسّنة المطهرة لما فِي ذَلِك من حَاجَة لتذكيرهم بِوَاجِب الجيل الَّذِي نفق رحيقه كُله حَتَّى أدْركهُ الْجَفَاف، وَلِهَذَا يَجِيء الْأَمر بالإِحسان إِلَى الْوَالِدين فِي صُورَة قَضَاء من الله يحمل معنى الْأَمر الْمُؤَكّد بعد الْأَمر الْمُؤَكّد بِعبَادة الله، قَالَ تَعَالَى: {وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً} 1. ¶ وَفِي قَوْله تَعَالَى: {فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا} مَا يُفِيد أَن أول مرتبَة من مَرَاتِب الرِّعَايَة وَالْأَدب أَلا يَنِدَّ من الْوَلَد مَا يدل على الضجر والضيق، وَمَا يمشي بالإِهانة وَسُوء الْأَدَب ... {وَقُلْ لَهُمَا قَوْلاً كَرِيماً} وَهِي مرتبَة أَعلَى إيجابية أَن يكون كَلَامه لَهما بالإكرام والاحترام. ¶ {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} وَهنا يشف التَّعْبِير ويلطف، ويبلغ شغَاف الْقلب وحنايا الوجدان فَهِيَ الرَّحْمَة ترق وتلطف حَتَّى وَكَأَنَّهَا الذل الَّذِي لَا يرفع عينا وَلَا يرفض أمرا وكأنما للذل جنَاح يخفضه إِيذَانًا بِالسَّلَامِ والاستسلام. ¶ {وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً} فَهِيَ الذكرى الحانية ذكرى الطفولة الضعيفة يرعاها الْولدَان، وهما الْيَوْم فِي مثلهَا من الضعْف وَالْحَاجة إِلَى الرِّعَايَة والحنان2. ¶ __________ ¶ 1 - سُورَة الْإِسْرَاء: الْآيَتَانِ (23 - 24) . ¶ 2 - سيد قطب: فِي ظلال الْقُرْآن 4/ 221 - 222.",
            "page": "445",
            "part": "1",
            "seal": "BC9CF6D1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وَمِمَّا لاشك فِيهِ أَن الْإِنْسَان لَا يَفِي وَالِديهِ حَقّهمَا عَلَيْهِ مهما أحسن إِلَيْهِمَا، لِأَنَّهُمَا كَانَا يحسنان إِلَيْهِ حينما كَانَ صَغِيرا وهما يتمنيان لَهُ كل خير ويخشيان عَلَيْهِ من كل سوء ويسألان الله لَهُ السَّلامَة وَطول الْعُمر، ويهون عَلَيْهِمَا من أَجله كل بذل مهما عظم ويسهران على رَاحَته دون أَن يشْعر بِأَيّ تضجر من مطالبه، ويحزنان عَلَيْهِ إِذا آلمه أَي شَيْء، أما الْوَلَد فَإِذا قَامَ بِمَا يجب عَلَيْهِ من الْإِحْسَان لوَالِديهِ فَإِن مشاعره النفسية نَحْوهمَا لَا تصل إِلَى مثل مشاعر أَنفسهمَا الَّتِي كَانَت نَحوه وَلَا تصل إِلَى مثل مشاعره هُوَ نَحْو أَوْلَاده إِلَّا فِي حالات نادرة جدا1. ¶ ويتحقق حق الْوَالِدين على الْأَوْلَاد بطاعتهما ماداما يأمران بِالْخَيرِ، فَإِن أمرا بِمَعْصِيَة الله فَلَا تجوز طاعتهما، إِذْ لَا طَاعَة لمخلوق فِي مَعْصِيّة الْخَالِق وَلَكِن لَا يسْقط حَقّهمَا فِي الْمُعَامَلَة الطّيبَة والصحبة الْكَرِيمَة2. ¶ فَعَن أَسمَاء بنت أبي بكر رَضِي الله عَنْهُمَا أَنَّهَا قَالَت: \"قدمت أُمِّي وَهِي مُشركَة - فِي عهد قُرَيْش ومدتهم إِذْ عَاهَدُوا النَّبِي - صلى الله عَلَيْهِ وَسلم - مَعَ أَبِيهَا، فاستفتيت النَّبِي فَقلت: إِن أُمِّي قدمت وَهِي راغبة، قَالَ: \"نعم، صلي أمك\"3. ¶ وَفِي حَدِيث آخر: أَتَتْنِي أُمِّي راغبة فِي عهد النَّبِي صلى الله عَلَيْهِ وَسلم، فَسَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم، آصلها؟ قَالَ: نعم… 4الحَدِيث. ¶ من الْحَدِيثين السَّابِقين يتَبَيَّن أَن حق الْأَبَوَيْنِ قَائِم وَلَو كَانَا الْكَافرين، وعَلى الابْن يحسن صحبتهما دون أَن يطيعهما فِي مَعْصِيّة الله عز وَجل، فطاعة الله لَا تقدم عَلَيْهَا طَاعَة لأحد مهما كَانَ ذَا حق5. ¶ __________ ¶ 1 - عبد الرَّحْمَن الميداني: الْأَخْلَاق الإسلامية 2/22. ¶ 2 - سيد قطب: فِي ظلال الْقُرْآن 5/2788. ¶ 3 - صَحِيح البُخَارِيّ على الْفَتْح 10/413 كتاب الْأَدَب (78) بَاب صلَة الْمَرْأَة أمهَا وَلها زوج (8) رقم الحَدِيث 5979. ¶ 4 - صَحِيح البُخَارِيّ على الْفَتْح 10/413 كتاب الْأَدَب (78) بَاب صلَة الْوَالِد الْمُشرك (7) رقم الحَدِيث 5978. ¶ 5 - عبد الرَّحْمَن الميداني: الْأَخْلَاق الإسلامية 2/29.",
            "page": "446",
            "part": "1",
            "seal": "E17F0B48"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "من الْبَيَان السَّابِق للْوَصِيَّة الثَّانِيَة وَالَّتِي تتَعَلَّق ببر الْوَالِدين يَتَقَرَّر أَن من أول الْوَاجِبَات الَّتِي يجب على الطِّفْل الْمُسلم أَن يتعلمها الشُّكْر للْوَالِدين وَيكون هَذَا بعد الإِيمان بِاللَّه سُبْحَانَهُ وَتَعَالَى وَحده وَالشُّكْر لَهُ، وَلِهَذَا جعل لُقْمَان شكر الْوَالِدين بعد شكر الله عز وَجل وَالْإِيمَان بِهِ اعترافاً بحقوقهما ووفاء بمعروفهما. ¶ ثَالِثا: التربية على الإِيمان بقدرة الله عز وَجل: ¶ قَالَ تَعَالَى: {يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ} 1. ¶ فِي الْآيَة الْكَرِيمَة يعلم لُقْمَان ابْنه مدى قدرَة الله تَعَالَى، حَيْثُ قيل: إِن الْحس لَا يدْرك للخردلة ثقلا، إِذْ لَا ترجح ميزاناً. أَي لَو كَانَ للْإنْسَان رزق مِثْقَال حَبَّة خَرْدَل فِي هَذِه الْمَوَاضِع جَاءَ الله بهَا حَتَّى يَسُوقهَا إِلَى من هِيَ رزقه، أَي لَا تهتم للرزق حَتَّى تشتغل بِهِ عَن أَدَاء الْفَرَائِض، وَعَن إتباع سَبِيل من أناب إليّ2. ¶ وَالْآيَة الْكَرِيمَة السَّابِقَة توجه الْإِنْسَان إِلَى قدرَة الله الواسعة وَأَن الله قد أحَاط بِكُل شَيْء علما وأحصى كل شَيْء عددا، فسبحانه وَتَعَالَى لَا شريك لَهُ. وَهُنَاكَ آيَات بَيِّنَات من كتاب الله عز وَجل تدل على سَعَة علم الله وَقدرته الْعَظِيمَة فَمن ذَلِك قَوْله تَعَالَى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلا فِي كِتَابٍ مُبِينٍ} 3. ¶ __________ ¶ 1 - سُورَة لُقْمَان: آيَة (16) . ¶ 2 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/66. ¶ 3 - سُورَة الْأَنْعَام: آيَة (59) .",
            "page": "447",
            "part": "1",
            "seal": "E2DF246A"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وَقَوله تَعَالَى: {وَمَا تَحْمِلُ مِنْ أُنْثَى وَلا تَضَعُ إِلا بِعِلْمِهِ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلا يُنْقَصُ مِنْ عُمُرِهِ إِلا فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} 1. ¶ وَكَانَ تَوْجِيه لُقْمَان لِابْنِهِ بقدرة الله سُبْحَانَهُ وَتَعَالَى وإطلاعه على سَعَة علمه عزوجل عِنْدَمَا قَالَ ابْن لُقْمَان لِأَبِيهِ: يَا أَبَت إِن عملت الْخَطِيئَة حَيْثُ لَا يراني أحد كَيفَ يعلمهَا الله؟ فَقَالَ لُقْمَان: {يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ ... } فمازال ابْن لُقْمَان يضطرب حَتَّى مَاتَ2. ¶ وَفِي قَوْله تَعَالَى: {حَبَّةٍ مِنْ خَرْدَل} 3، إِشَارَة إِلَى دقة الْحساب وعدالة الْمِيزَان مَا يبلغهُ هَذَا التَّعْبِير المصور حَبَّة من خَرْدَل، صَغِيرَة ضائعة لَا وزن لَهَا وَلَا قيمَة {فَتَكُنْ فِي صَخْرَة} أَي صلبة محشورة فِيهَا لَا تظهر وَلَا يتَوَصَّل إِلَيْهَا {أَوْ فِي السَّمَاوَاتِ ... } فِي ذَلِك الكيان الهائل الشاسع الَّذِي يَبْدُو فِيهِ النَّجْم الْكَبِير ذُو الجرم الْعَظِيم نقطة سابحة أَو ذرة تائهة {أَو ْفِي الأَرْض} ضائعة فِي ثراها وحصاها لَا تبين {يَأْتِ بِهَا اللَّهُ} فَعلمه يلاحقها وَقدرته لَا تفلتها4. وَيُرَاد من ذَلِك الْأَعْمَال، الْمعاصِي والطاعات، أَي إنْ تَكُ الْحَسَنَة أَو الْخَطِيئَة مِثْقَال حَبَّة يَأْتِ بهَا الله، أَي لَا تفوت الْإِنْسَان الْمُقدر وُقُوعهَا مِنْهُ، وَبِهَذَا الْمَعْنى يتَحَصَّل فِي الموعظة الترجية والتخويف5. ¶ وَيدْرك الْإِنْسَان من مَعْرفَته لقدرة الله عز وَجل مراقبة الله الدائمة لَهُ فِي كل تصرف، مراقبة الله لَهُ فِي الصَّغِيرَة والكبيرة، وَفِي الْجَهْر والخفاء. ¶ وَلذَا فَهُوَ يراقب الله وهم يعْمل ... فَلَا يعْمل شَيْئا بِغَيْر إخلاص، لَا يعْمل شَيْئا يقْصد الشَّرّ ... لَا يعْمل مستهتراً وَلَا مستهينا بالعواقب، وَلَا يعْمل ¶ __________ ¶ 1 - سُورَة فاطر: آيَة (11) . ¶ 2 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/67. ¶ 3 - سُورَة لُقْمَان: آيَة (16) . ¶ 4 - سيد قطب: فِي ظلال الْقُرْآن 5/2789. ¶ 5 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/67.",
            "page": "448",
            "part": "1",
            "seal": "32261935"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "شَيْئا لغير الله، فَالله سُبْحَانَهُ وَتَعَالَى يحاسبه على النِّيَّة بعد الْعَمَل وعَلى الْإِخْلَاص فِيهِ. ¶ فَعَن عمر بن الْخطاب رَضِي الله عَنهُ قَالَ: سَمِعت رَسُول الله يَقُول: \"إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ وَإِنَّمَا لكل إمرىء مَا نوى ... \" 1. ¶ هَذَا وَالله لَا يقبل أَن يكون شَيْء من الْعَمَل لغير وَجهه. ¶ فَعَن أبي أُمَامَة الْبَاهِلِيّ قَالَ: جَاءَ رجل إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ: أَرَأَيْت رجلا غزا يلْتَمس الْأجر وَالذكر مَاله، فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"لَا شَيْء لَهُ\". فَأَعَادَهَا ثَلَاث مَرَّات يَقُول لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"لاشيء لَهُ. ثمَّ قَالَ: إِن الله لَا يقبل من العَبْد إِلَّا مَا كَانَ لَهُ خَالِصا وابتغي بِهِ وَجهه\" 2. ¶ وَكَذَلِكَ يراقبه وَهُوَ يفكر ويحس ... فَالله يعلم السِّرّ وَمَا أخْفى من السِّرّ الهاجسة فِي بَاطِن النَّفس لم يطلع عَلَيْهَا أحد لِأَنَّهَا مطمورة فِي الأعماق يراقبه فَلَا يحس بإحساس غير نظيف، يراقبه فينظف مشاعره أَولا بِأول لَا يحْسد وَلَا يحقد، وَلَا يكره للنَّاس الْخَيْر، وَلَا يتَمَنَّى أَن يحرمهما مِنْهُ ويستحوذ هُوَ عَلَيْهِ، وَلَا يشتهى الشَّهَوَات الْبَاطِلَة وَالْمَتَاع الدنس، وَحين تُوجد فِي الْقلب هَذِه الحساسية المرهفة تجاه الله، لتستقيم النَّفس ويستقيم الْمُجْتَمع وتستقيم جَمِيع الْأُمُور، ويعيش الْمُجْتَمع نظيفاً من الجريمة، نظيفاً من الدنس، نظيفاً من الأحقاد لِأَنَّهُ لَا يتعامل فِي الْحَقِيقَة بعضه مَعَ بعض وَإِنَّمَا يتعامل أَولا مَعَ الله3. وَبِنَاء على مَا سبق ذكره يَنْبَغِي على الْآبَاء والأمهات وَكَذَلِكَ العاملين فِي ¶ __________ ¶ 1 - البُخَارِيّ: صَحِيح البُخَارِيّ مَعَ الْفَتْح 1/9 كتاب بَدْء الْوَحْي، بَاب كَيفَ كَانَ بَدْء الْوَحْي (1) الحَدِيث رقم (1) . ¶ 2 - سنَن النَّسَائِيّ 6/25 كتاب الْجِهَاد، بَاب من غزا يلْتَمس الْأجر وَالذكر، رقم الحَدِيث3140. ¶ 3 - مُحَمَّد قطب: مَنْهَج التربية الإسلامية ا/68 - 69.",
            "page": "449",
            "part": "1",
            "seal": "FCEA871F"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "مجَال التربية والتعليم أَن يغرسوا فِي قُلُوب أبنائهم وتلاميذهم مراقبة الله تَعَالَى فِي أَعْمَالهم وَسَائِر أَحْوَالهم، لتصبح هَذِه المراقبة الإلهية سلوكا لَازِما لَهُم فِي كل تصرفاتهم وَيتم ذَلِك بترويض الْوَلَد على مراقبة الله وَهُوَ يعْمل فيتعلم الْإِخْلَاص لله عز وَجل فِي كل أَقْوَاله وأعماله وَسَائِر تَصَرُّفَاته وَيكون مِمَّن شملهم الْقُرْآن بقوله تَعَالَى: {وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ ... } 1. ¶ وَكَذَلِكَ ترويضه على مراقبة الله وَهُوَ يفكر ليتعلم الأفكار الَّتِي تقربه من خالقه الْعَظِيم وَالَّتِي بهَا ينفع نَفسه ومجتمعه وَالنَّاس أَجْمَعِينَ. ¶ وَأَيْضًا ترويضه على مراقبة الله وَهُوَ يحس. فيتعلم كل إحساس نظيف وليتربى على كل شُعُور طَاهِر.. وَهَذَا النمط من التربية والمراقبة قد وَجه إِلَيْهِ المربي الأول عَلَيْهِ الصَّلَاة وَالسَّلَام فِي إجَابَته السَّائِل عَن الْإِحْسَان: \" أَن تعبد الله كَأَنَّك ترَاهُ فَإِن لم تكن ترَاهُ فَإِنَّهُ يراك \" 2. ¶ وَهَذِه الظَّاهِرَة من الترويض والتعليم كَانَت ديدن السّلف الصَّالح فِي ترويضهم لأولادهم وتأديبهم عَلَيْهَا3. ¶ وحينما ينهج المربون فِي تربية الْأَوْلَاد هَذَا النهج ويسير الْآبَاء والأمهات فِي تَأْدِيب الْأَبْنَاء على هَذِه الْقَوَاعِد يَسْتَطِيعُونَ بِإِذن الله تَعَالَى فِي فَتْرَة يسيرَة من الزَّمن أَن يكوّنوا جيلاً مُسلما مُؤمنا بِاللَّه معتزاً بِدِينِهِ، مفتخراً بتاريخه وأمجاده، ويستطيعون كَذَلِك أَن يكوّنوا مجتمعاً نظيفاً من الْإِلْحَاد والميوعة والحقد، ونظيفاً من الجريمة4. ¶ __________ ¶ 1 - سُورَة الْبَيِّنَة: آيَة (5) . ¶ 2 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 2/272 كتاب الْإِيمَان (1) ، بَاب بَيَان الْإِيمَان وَالْإِسْلَام وَالْإِحْسَان (1) ، رقم الحَدِيث (1) . ¶ 3 - عبد الله علوان: تربية الْأَوْلَاد فِي الْإِسْلَام 2/159 - 160. ¶ 4 - الْمرجع السَّابِق 2/161.",
            "page": "450",
            "part": "1",
            "seal": "9E66F741"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "رَابِعا: التَّوَجُّه إِلَى الله تَعَالَى بِالصَّلَاةِ، والتوجه إِلَى النَّاس بالدعوة إِلَيْهِ تَعَالَى وَالصَّبْر فِي سَبِيل الدعْوَة ومتاعبها: ¶ أ - الْأَمر بِإِقَامَة الصَّلَاة: ¶ يَقُول لُقْمَان لِابْنِهِ كَمَا ورد فِي قَول الْحق تبَارك وَتَعَالَى: {يَا بُنَيَّ أَقِمِ الصَّلاةَ} 1. ¶ فرض الله سُبْحَانَهُ وَتَعَالَى على عباده عبادات لَهَا أَثَرهَا فِي تَهْذِيب سلوك الْإِنْسَان، وَإِصْلَاح الْقُلُوب وَمن هَذِه الْعِبَادَات الصَّلَاة، وَهِي الرُّكْن الثَّانِي من أَرْكَان الْإِسْلَام وعموده الَّذِي لَا يقوم إِلَّا بِهِ فقد ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"رَأس الْأَمر الْإِسْلَام وعموده الصَّلَاة وذروة سنامه الْجِهَاد فِي سَبِيل الله\" الحَدِيث2. ¶ وَالصَّلَاة هِيَ أول مَا أوجبه الله تَعَالَى على عباده من الْعِبَادَات، وَفد فرضت على النَّبِي صلى الله عَلَيْهِ وَسلم لَيْلَة أسرِي بِهِ من مَكَّة إِلَى الْمَسْجِد الْأَقْصَى ثمَّ عرج بِهِ إِلَى السَّمَاء، يَقُول أنس رَضِي الله عَنهُ: \"فرضت الصَّلَاة على النَّبِي لَيْلَة أسرى بِهِ خمسين، ثمَّ نقصت حَتَّى جعلت خمْسا ثمَّ نُودي يَا مُحَمَّد: إِنَّه لَا يُبدل القَوْل لدىّ، وَإِن لَك بِهَذِهِ الْخمس خمسين\" 3. ¶ __________ ¶ 1 - سُورَة لُقْمَان: آيَة (18) . ¶ 2 - التِّرْمِذِيّ: الْجَامِع الصَّحِيح 5/12 كتاب الْإِيمَان (41) بَاب مَا جَاءَ فِي حُرْمَة الصَّلَاة (8) رقم الحَدِيث (2616) . ¶ 3 - الْمرجع السَّابِق: 1/417 أَبْوَاب الصَّلَاة، بَاب مَا جَاءَكُم فرض الله على عباده من الصَّلَوَات رقم الحَدِيث (213) . ¶ وَانْظُر كَذَلِك أَحْمد ابْن حَنْبَل: مُسْند الإِمَام أَحْمد 3/161.",
            "page": "451",
            "part": "1",
            "seal": "F8640074"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَهِي أول مَا يُحَاسب عَلَيْهِ العَبْد يَوْم الْقِيَامَة وَقد ثَبت عَن رَسُول الله عَلَيْهِ السَّلَام أَنه قَالَ: \"إِن أول مَا يُحَاسب بِهِ العَبْد يَوْم الْقِيَامَة من عمله صلَاته فَإِن صلحت فقد أَفْلح وأنجح، وَإِن فَسدتْ فقد خَابَ وخسر ... \" الحَدِيث1. ¶ وَقد بلغ من عناية الْإِسْلَام بِالصَّلَاةِ أَن أَمر بالمحافظة عَلَيْهَا فِي الْحَضَر وَالسّفر، والأمن وَالْخَوْف قَالَ تَعَالَى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ فَإِنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً فَإِذَا أَمِنْتُمْ فَاذْكُرُوا اللَّهَ كَمَا عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} 2. ¶ إِن المتمعن بالعبادات الَّتِي فَرضهَا الله سُبْحَانَهُ وَتَعَالَى - على النَّاس - عُمُوما، وَالصَّلَاة خُصُوصا يدْرك أَثَرهَا التربوي فِي إشراقة النُّفُوس، وطمأنينة الْقُلُوب، وَإِصْلَاح الْفَرد وَالْجَمَاعَة، وَمن هَذِه الْآثَار التربوية مَا يَلِي: ¶ 1 - إِقَامَة الصَّلَاة دَلِيل على صدق الْإِيمَان، وعَلى تقوى الله، وعَلى مَا يتمتع بِهِ صَاحبهَا من بره بعهده وقيامه على الْحق وإخلاصه لله، قَالَ تَعَالَى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ} 34. ¶ 2 - الصَّلَاة مَنْهَج متناسق لتربية الرفد والمجتمع يصل بهما إِلَى قمة السمو الأخلاقي، قَالَ تَعَالَى: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ... } الْآيَة56. ¶ 3 - الصَّلَاة تمد الْمُؤمن بِقُوَّة روحية تعينه على مُوَاجهَة المشقات والمكاره ¶ __________ ¶ 1 - التِّرْمِذِيّ: الْجَامِع الصَّحِيح 2/270 أَبْوَاب الصَّلَاة، بَاب مَا جَاءَ أَن أول مَا يُحَاسب بِهِ العَبْد يَوْم الْقِيَامَة الصَّلَاة (305) ، رقم الحَدِيث (413) . ¶ 2 - سُورَة الْبَقَرَة: الْآيَتَانِ (238 - 239) . ¶ 3 - سُورَة الْمُؤْمِنُونَ: الْآيَتَانِ (1 - 2) . ¶ 4 - عبد الفتاح عاشور: مَنْهَج الْقُرْآن فِي تربية الْمُجْتَمع ص 193. ¶ 5 - سُورَة العنكبوت: آيَة (45) . ¶ 6 - عبد الفتاح عاشور: مَنْهَج الْقُرْآن فِي تربية الْمُجْتَمع ص 194.",
            "page": "452",
            "part": "1",
            "seal": "E741291C"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "فِي الْحَيَاة الدُّنْيَا، قَالَ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} 1. ¶ 4 - الصَّلَاة غذَاء روحي لِلْمُؤمنِ يُعينهُ على مقاومة الْجزع والهلع عِنْد مَسّه الضّر، وَالْمَنْع عِنْد الْخَيْر والتغلب على جَوَانِب الضعْف الإنساني، قَالَ تَعَالَى: {إِنَّ الأِنْسَانَ خُلِقَ هَلُوعاً إِذَا مَسَّهُ الشَّرُّ جَزُوعاً وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعاً إِلا الْمُصَلِّينَ الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ} 2. ¶ 5 - إِن الصَّلَاة سَبَب لمحو الْخَطَايَا وغفران الذُّنُوب فقد ثَبت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ: \" أَرَأَيْتُم لَو أَن نَهرا على بَاب أحدكُم يغْتَسل فِيهِ كل يَوْم خمْسا مَا تَقول ذَلِك يبْقى من دَرَنِه؟ قَالُوا: لَا يبْقى من دَرَنِه شَيْئا، قَالَ: \"فَذَلِك مثل الصَّلَوَات الْخمس يمحو الله بِهِ الْخَطَايَا\" 3. ¶ 6 - إِن فِي الصَّلَاة غذَاء للروح لَا يُغني عَنهُ علم وَلَا أدب فالصلوات الْخمس هِيَ وجبات الْغذَاء اليومي للروح كَمَا أَن للمعدة وجباتها اليومية يُنَاجِي الْمُصَلِّي فِيهَا ربَّه فتكاد تشف روحه وتصفوا نَفسه فَتسمع كَلَام الله الَّذِي يَقُود: \"قسمت الصَّلَاة بيني وَبَين عَبدِي نِصْفَيْنِ ولعبدي مَا سَأَلَ: فَإِذا قَالَ العَبْد الْحَمد لله رب الْعَالمين. قَالَ تَعَالَى: حمدني عَبدِي، وَإِذا قَالَ: الرَّحْمَن الرَّحِيم. قَالَ الله تَعَالَى: أثنى علىّ عَبدِي، وَإِذا قَالَ: مَالك يَوْم الدّين. قَالَ: مجدني عَبدِي وَقَالَ مرّة: فوض إليّ عَبدِي، فَإِذا قَالَ: إياك نعْبد وَإِيَّاك نستعين. قَالَ: هَذَا بيني وَبَين عَبدِي ولعبدي مَا سَأَلَ. فَإِذا قَالَ: اهدنا الصِّرَاط ¶ __________ ¶ 1 - سُورَة الْبَقَرَة: آيَة (153) . ¶ 2 - سُورَة المعارج: الْآيَات (19 - 20 - 21 - 22 - 23) . ¶ 3 - البُخَارِيّ: صَحِيح البُخَارِيّ بشرح فتح الْبَارِي 2/11، كتاب مَوَاقِيت الصَّلَاة (9) ، بَاب الصَّلَوَات الْخمس كَفَّارَة (6) ، رقم الحَدِيث (528) .",
            "page": "453",
            "part": "1",
            "seal": "EA32729C"
        },
        {
            "hno": "7",
            "id": "33",
            "nass": "الْمُسْتَقيم صِرَاط الَّذين أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَلَا الضَّالّين، قَالَ: هَذَا لعبدي ولعبدي مَا سَأَلَ\"1. ¶ 7 - فِي الصَّلَاة تدريب للْمُسلمِ على النظام وتعويد لَهُ على الطَّاعَة وَيظْهر هَذَا وَاضحا فِي صَلَاة الْجَمَاعَة إِذْ يقف الْمُسلمُونَ فِي صُفُوف مُسْتَقِيمَة متلاصقة فَلَا عوج وَلَا فرج، الْمنْكب إِلَى الْمنْكب، والقدم إِلَى الْقدَم، فَإِذا كبّر الإِمَام كبّروا، وَإِذا قَرَأَ أَنْصتُوا، وَإِذا ركع ارْكَعُوا، وَإِذا سجد اسجدوا، وَإِذا سلم سلمُوا. ¶ فَعَن أبي هُرَيْرَة رَضِي الله عَنهُ، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"أما مَا يخْشَى أحدكُم أَو لَا يخْشَى أحدكُم إِذا وَقع رَأسه قبل الإِمَام أَن يَجْعَل الله رَأسه رَأس حمَار أَو يَجْعَل الله صورته صُورَة حمارٍ\"2. ¶ 8 - فِي صَلَاة الْجَمَاعَة دعم لعاطفة الْأُخوة وتقوية لروابط الْمحبَّة وَإِظْهَار للقوة فبالاجتماع تذْهب الضغائن وتزول الأحقاد وتتآلف الْقُلُوب وتتحد الْكَلِمَة، قَالَ تَعَالَى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} الْآيَة3. ¶ ب - بعد مَا أَمر لُقْمَان ابْنه بالإِيمان بِاللَّه وَعدم الْإِشْرَاك بِهِ، وَالْقِيَام ببر الْوَالِدين والثقة بعدالة الْجَزَاء والتوجه إِلَى الله بِالصَّلَاةِ، أمره بِالْقيامِ بِالْأَمر بِالْمَعْرُوفِ، وَالنَّهْي عَن الْمُنكر، لما فِي ذَلِك من آثَار حب الْفَضِيلَة وأساس من أسس صَلَاح الْمُجْتَمع الإنساني بِالْإِضَافَة إِلَى أَن ممارسته يوقظ الشُّعُور وينبه الضَّمِير ويخيف الْمُقدم على الْمُنكر، وَإِذا تضامن النَّاس فِي ذَلِك - كَمَا ¶ __________ ¶ 1 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 4/345، - كتاب الصَّلَاة (4) بَاب وجوب قِرَاءَة الْفَاتِحَة ¶ (11) ، الحَدِيث 38/395. ¶ 2 - البُخَارِيّ: صَحِيح البُخَارِيّ بشرح فتح الْبَارِي 2/182، كتاب الْأَذَان (10) ، بَاب إِثْم من رفع رَأسه قبل الإِمَام 31 رقم الحَدِيث (691) . ¶ 3 - سُورَة التَّوْبَة: آيَة (11) .",
            "page": "454",
            "part": "1",
            "seal": "C485D368"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "هُوَ الْوَاجِب شرعا - وَوجد تضامن النَّاس على الْفَضِيلَة فَلَا تضيع بَينهم، وَوجد تضامنهم على استنكار الرذيلة فَلَا تُوجد بَينهم1. ¶ لَا شكّ أَن الله عز وَجل جعل هَذِه الْأمة المحمدية خير أمة أخرجت للنَّاس، كَمَا جعل الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر منَاط هَذِه الْخَيْرِيَّة مَعَ الإِيمان بِاللَّه عز وَجل، قَالَ تَعَالَى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} 2. ¶ وَجَاء فِي الحَدِيث عَن أبي سعيد الْخُدْرِيّ قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \"من رأى مِنْكُم مُنْكرا فليغيره بِيَدِهِ، فَإِن لم يسْتَطع فبلسانه، فَإِن لم يسْتَطع فبقلبه وَذَلِكَ أَضْعَف الْإِيمَان\" 3. ¶ وَعَن عبد الله بن مَسْعُود أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \"مَا من نَبِي بَعثه الله فِي أمة قبلي إِلَّا كَانَ لَهُ من أمته حواريون وَأَصْحَاب يَأْخُذُونَ بسنته ويقتدون بأَمْره ثمَّ أَنَّهَا تخلف من بعدهمْ خلوف يَقُولُونَ مَا لَا يَفْعَلُونَ ويفعلون مَا لَا يؤمرون فَمن جاهدهم بِيَدِهِ فَهُوَ مُؤمن، وَمن جاهدهم بِلِسَانِهِ فَهُوَ مُؤمن، وَمن جاهدهم بِقَلْبِه فَهُوَ مُؤمن وَلَيْسَ وَرَاء ذَلِك من الْإِيمَان حَبَّة خَرْدَل\" 4 ¶ فَالْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر ومحاولة تَغْيِير الْمُنكر بِالنَّصِيحَةِ وبالطرق العملية المثمرة مساهمة جليلة فِي صِيَانة الْمُجْتَمع وتقويمه وإصلاحه، وكل مساهمة فِي إصْلَاح المجتمعات الإنسانية وتقويمها وصيانتها أَعمال أخلاقية فاضلة. ¶ __________ ¶ 1 - عَليّ حسن العريض: فتح الرَّحْمَن فِي تَفْسِير سورتي الْفَاتِحَة ولقمان ص 92. ¶ 2 - سُورَة آل عمرَان: آيَة (110) . ¶ 3 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 2/380، كتاب الْإِيمَان (1) ، بَاب بَيَان كَون النَّهْي عَن الْمُنكر من الْإِيمَان (20) ، رقم الحَدِيث 78/49. ¶ 4 - الْمرجع السَّابِق: 2/384، رقم الحَدِيث. 80/50.",
            "page": "455",
            "part": "1",
            "seal": "4B8DEF81"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "فَالْأَمْر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر وإنكاره ومحاولة تَغْيِيره من مَكَارِم الْأَخْلَاق الإيمانية لما فِيهَا من خدمَة اجتماعية، وصيانة للمجتمعات عَن الانزلاق فِي مزالق الانحراف، وَلذَلِك حرص الْإِسْلَام حرصا شَدِيدا على جعل كل الْمُسلمين وَالْمُسلمَات حرّاساً لأسوار الْفَضَائِل وتعاليم الدّين الحنيف فَمن جَاهد مِنْهُم المنحرفين بِيَدِهِ فَهُوَ مُؤمن وَمن جاهدهم بِلِسَانِهِ فَهُوَ مُؤمن وَمن جاهدهم بِقَلْبِه فَهُوَ مُؤمن وَلَيْسَ وَرَاء ذَلِك من الْإِيمَان حَبَّة خَرْدَل. ¶ فوظيفة حراسة الْمُجْتَمع لحمايته من الانحراف وَظِيفَة اجتماعية لَا يجوز التخلي عَنْهَا فِي أَي حَال من الْأَحْوَال فَإِذا حدث ذَلِك تعرضت الْأمة كلهَا للعقوبة الْعَامَّة1. ¶ وَيُؤَيّد هَذَا مَا رَوَاهُ التِّرْمِذِيّ عَن حُذَيْفَة، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"وَالَّذِي نَفسِي بِيَدِهِ لتأمرن بِالْمَعْرُوفِ ولتنهون عَن الْمُنكر أَو ليوشكن الله أَن يبْعَث عَلَيْكُم عقَابا مِنْهُ ثمَّ تَدعُونَهُ فَلَا يُسْتَجَاب لكم\" 2. ¶ جـ - تتطلب الدعْوَة إِلَى الله تَعَالَى الصَّبْر من الدَّاعِي فِي سَبِيل مَا يلقاه من أَعدَاء دَعوته، ذَلِك لِأَن النَّاس أَعدَاء لما جهلوا، وتحويلهم من عقيدة اعتنقوها فَتْرَة من الزَّمن، وَلَو كَانَت بَاطِلَة إِلَى عقيدة أُخْرَى لم يألفوها وَإِن كَانَت هِيَ الْحق، أَمر صَعب على النُّفُوس، وَلِهَذَا أوصى لُقْمَان ابْنه بِالصبرِ يَقُول الْحق تبَارك وَتَعَالَى على لِسَان لُقْمَان {وَاصْبِرْ عَلَى مَا أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} 3، لِأَن الْإِنْسَان عِنْدَمَا يتَعَرَّض لدَعْوَة النَّاس إِلَى الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر، لابد أَن يتَصَدَّى لَهُ أهل الشَّرّ، ويناله مِنْهُم أَذَى وَلَو كَانَ قَلِيلا، فَأمر لُقْمَان ابْنه بِالصبرِ عَلَيْهِ. ¶ __________ ¶ 1 - عبد الرَّحْمَن الميداني: الْأَخْلَاق الإسلامية 2/630 - 632. ¶ 2 - التِّرْمِذِيّ: الْجَامِع الصَّحِيح 4/468، كتاب الْفِتَن (34) ، بَاب مَا جَاءَ فِي الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر (9) ، رقم الحَدِيث (2169) . ¶ 3 - سُورَة لُقْمَان: آيَة 171.",
            "page": "456",
            "part": "1",
            "seal": "2899888E"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "يَقُول سيد قطب فِي تَفْسِير هَذِه الْآيَة: \"وَهَذَا هُوَ طَرِيق العقيدة المرسوم. تَوْحِيد الله، وشعور برقابته، وتطلع إِلَى مَا عِنْده، وثقة فِي عدله، وخشية من عِقَابه. ثمَّ انْتِقَال إِلَى دَعْوَة النَّاس وَإِصْلَاح حَالهم، وَأمرهمْ بِالْمَعْرُوفِ، ونهيهم عَن الْمُنكر، والتزود قبل ذَلِك كُله للمعركة مَعَ الشَّرّ، بالزاد الْأَصِيل زَاد الْعِبَادَة لله والتوجه إِلَيْهِ بِالصَّلَاةِ ثمَّ الصَّبْر على مَا يُصِيب الداعية إِلَى الله، من التواء النُّفُوس وعنادها، وانحراف الْقُلُوب وإعراضها. وَمن الْأَذَى تمتد بِهِ الْأَلْسِنَة وتمتد بِهِ الْأَيْدِي. وَمن الِابْتِلَاء فِي المَال والابتلاء فِي النَّفس عِنْد الِاقْتِضَاء\" إِن ذَلِك من عزم الْأُمُور\"وعزم الْأُمُور قطع الطَّرِيق على التَّرَدُّد فِيهَا بعد الْعَزْم والتصميم\"1، ¶ وَالصَّبْر فِي اللُّغَة: يَعْنِي الْحَبْس والكف2. ¶ أما فِي الِاصْطِلَاح: فَهُوَ قُوَّة خلقية من قوى الْإِرَادَة تمكن الْإِنْسَان من ضبط نَفسه لتحمل المتاعب والمشقات والآلام وضبطها عَن الاندفاع بعوامل الضجر والجزع والسأم والملل والعجلة والرعونة وَالْغَضَب والطيش وَالْخَوْف والطمع والأهواء والشهوات والغرائز3. ¶ وبالصبر يتَمَكَّن الْإِنْسَان بطمأنينة وثبات أَن يضع الْأَشْيَاء فِي موَاضعهَا، ويتصرف فِي الْأُمُور بعقل واتزان وَينفذ مَا يُرِيد من تصرف فِي الزَّمن الْمُنَاسب، بالطريقة الْمُنَاسبَة الحكيمة، وعَلى الْوَجْه الْمُنَاسب الْحَكِيم، بِخِلَاف عدم الصَّبْر الَّذِي يدْفع إِلَى التسرع والعجلة فَيَضَع الإِنسان الْأَشْيَاء فِي غير موَاضعهَا، ويتصرف برعونة فيخطئ فِي تَحْدِيد الزَّمَان، ويسيء فِي طَريقَة ¶ __________ ¶ 1 - سيد قطب: فِي ظلال الْقُرْآن 5/2790. ¶ 2 - الفيروز آبادي: الْقَامُوس الْمُحِيط 541. ¶ 3 - عبد الرَّحْمَن الميداني: الْأَخْلَاق الإسلامية 2/293.",
            "page": "457",
            "part": "1",
            "seal": "8DD81E15"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "التَّنْفِيذ، وَرُبمَا يكون صَاحب حق أَو يُرِيد الْخَيْر فيغدو جانياً أَو مُفْسِدا وَلَو أَنه اعْتصمَ بِالصبرِ لَسلِم من كل ذَلِك1. ¶ لهَذَا أوصى لُقْمَان ابْنه بِالصبرِ، لِأَن الصَّبْر على المصائب يبْقى للْفِعْل نوره، وَيبقى للشَّخْص وقاره، وَلذَا كَانَ الصَّبْر من الْآدَاب الرفيعة والأخلاق القويمة، وَصفَة من صِفَات الْمُؤمن، وسمة من سمات المبشرين بِالْأَجْرِ الْعَظِيم من الله عز وَجل قَالَ تَعَالَى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} 2. ¶ نخلص مِمَّا سبق أَن لُقْمَان وَصيته هَذِه رتب الْأُمُور بِحَسب أهميتها للداعية حَيْثُ بدأها بتربية النَّفس على طَاعَة الله {يَا بُنَيَّ أَقِمِ الصَّلاة} ثمَّ ثنى بدعوة الآخرين {وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ} ثمَّ أَمر بِالصبرِ على مَا يُصِيبهُ وَتحمل مَا يتَعَرَّض لَهُ من الْأَذَى {وَاصْبِرْ عَلَى مَا أَصَابَك} . ¶ وَهَكَذَا يربَّي لُقْمَان ابْنه على مَنْهَج الْعِبَادَة، حَيْثُ أَن الْعِبَادَة فِي الإسلامِ تربي الْإِنْسَان الْمُسلم على الوعي الفكري الدَّائِم، وَهَذَا مَا يَجعله إنْسَانا منطقياً واعياً فِي كل أُمُور حَيَاته، ومنهجياً لَا يقوم بِعَمَل إِلَّا ضمن خطة ووعي وتفكير، إِلَى جَانب ذَلِك فَهُوَ فِي يقظة دائمة يراقب الله فِي كل أَعماله3. ¶ وَإِضَافَة إِلَى مَا سبق فَإِن الْعِبَادَة تربي فِي الإِنسان الْمُسلم الشُّعُور بِالْعِزَّةِ والكرامة، قَالَ تَعَالَى: {… وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} الْآيَة 4. ¶ فضلا عَن تَرْبِيَته على قدر من الْفَضَائِل الثَّابِتَة الْمُطلقَة، لَا تقف عِنْد حُدُود الأَرْض أَو الْقَوْم والمصلحة القومية، إِنَّهَا أَخْلَاق الْإِسْلَام الَّتِي تصلح لكل زمَان وَمَكَان، وَبِهَذَا الْمنْهَج الرباني الْمُرْسل لِلْعِبَادَةِ يرتبط الْإِنْسَان الْمُسلم بإخوانه ¶ __________ ¶ 1 - الْمرجع السَّابِق. ¶ 2 - سُورَة الزمر: آيَة (10) . ¶ 3 - عبد الرَّحْمَن النحلاوي: أصُول التربية الإسلامية ص 54 - 55. ¶ 4 - سُورَة المُنَافِقُونَ: آيَة (8) .",
            "page": "458",
            "part": "1",
            "seal": "E58B76DC"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "الْمُسلمين ارتباطاً واعياً منظماً قَوِيا مَبْنِيا على عاطفة صَادِقَة، وثقة بِالنَّفسِ عَظِيمَة 1. ¶ خَامِسًا: الْآدَاب الاجتماعية: ¶ يستطرد لُقْمَان فِي وَصيته الَّتِي يحكيها الْقُرْآن هُنَا إِلَى آدَاب الداعية إِلَى الله، فالدعوة إِلَى الْخَيْر لَا تجيز التعالي على النَّاس والتطاول عَلَيْهِم باسم قيادتهم إِلى الْخَيْر، وَمن بَاب أولى يكون التعالي والتطاول بِغَيْر دَعْوَة إِلَى الْخَيْر أقبح وأرذل2. ¶ وَلِهَذَا لما أَمر لُقْمَان ابْنه بِأَن يكون كَامِلا فِي نَفسه، مكملا لغيره، كَانَ يخْشَى بعْدهَا من أَمريْن، أَحدهمَا: التكبر على الْغَيْر بِسَبَب كَونه مكملا بِهِ. وَالثَّانِي: التَّبَخْتُر فِي النَّفس بِسَبَب كَونه كَامِلا فِي نَفسه3. ¶ يَقُول تَعَالَى حِكَايَة عَن لُقْمَان وَهُوَ يعظ ابْنه: {وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلا تَمْشِ فِي الأَرْضِ مَرَحاً إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ} 4. ¶ {وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} 5. ¶ فَمن الْآيَتَيْنِ الكريمتين السابقتين يَتَّضِح أَن الْآدَاب المتضمنة فِي تِلْكَ الموعظة هِيَ كالتالي: ¶ __________ ¶ 1 -) {وَلا تُصَعِّرْ خَدَّكَ لِلنَّاس} ينْهَى لُقْمَان ابْنه عَن الْكبر، وَالْمعْنَى أَن لَا تعرض بِوَجْهِك عَن النَّاس إِذا كلمتهم، أَو كلموك احتقاراً مِنْك لَهُم واستكباراً ¶ 1 - عبد الرَّحْمَن النحلاوي: الْمرجع السَّابِق ص 55 - 57. ¶ 2 - سيد قطب: فِي ظلال الْقُرْآن 5/2790. ¶ 3 - الْفَخر الرَّازِيّ: التَّفْسِير الْكَبِير 25/149. ¶ 4 - سُورَة لُقْمَان: آيَة (18) . ¶ 5 - سُورَة لُقْمَان: آيَة (19) .",
            "page": "459",
            "part": "1",
            "seal": "2CAD124B"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "عَلَيْهِم، وَلَكِن ألن جَانِبك وابسط وَجهك إِلَيْهِم1. والصعر دَاء يُصِيب الْإِبِل فيلوي أعناقها والأسلوب القرآني يخْتَار هَذَا التَّعْبِير للتنفير من الْحَرَكَة المشابهة للصعر حَرَكَة الْكبر والازورار وإمالة الخد للنَّاس فِي تعال واستكبار2. ¶ يَقُول الْقُرْطُبِيّ فِي تَفْسِير هَذِه الْآيَة: \"هُوَ أَن تلوي شدقك إِذا ذكر الرجل عنْدك كَأَنَّك تحتقره، فَالْمَعْنى: أقبل عَلَيْهِم متواضعاً مؤنسا مستأنسا، وَإِذا حَدثَك أَصْغَرهم فأصغ إِلَيْهِ حَتَّى يكمل حَدِيثه، وَكَذَلِكَ كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يفعل3. ¶ وَبِنَاء على مَا تقدم يُمكن القَوْل بِأَن التكبر لَيْسَ من أَخْلَاق الْمُؤمن، فَلَو عرف المتكبر حَقِيقَة نَفسه أَي أَن أَوله نُطْفَة قذر، وَآخره جيفة مُنْتِنَة يخجل من نَفسه، ووقف عِنْد حَده، وأخلص الْعِبَادَة لرَبه وتواضع لخالقه، لِأَن الإِنسان كلما تواضع لله رَفعه الله، وَكلما تكبر عَلَيْهِ وَضعه وقصمه، وَفد أكد النَّبِي صلى الله عَلَيْهِ وَسلم هَذَا الْمَعْنى بقوله: \"مَا تواضع أحد لله إِلَّا رَفعه الله\" 4. ¶ وَقَالَ أَيْضا: \"ثَلَاثَة لَا يكلمهم الله يَوْم الْقِيَامَة وَلَا يزكيهم، قَالَ أَبُو مُعَاوِيَة: وَلَا ينظر إِلَيْهِم وَلَهُم عَذَاب أَلِيم: شيخ زَان، وَملك كَذَّاب، وعائل مستكبر\" 5. ¶ كَمَا يظْهر من الْعرض السَّابِق أَن أولى الْأَخْلَاق الَّتِي يرغب لُقْمَان فِي غرسها فِي ابْنه عدم التكبر على النَّاس، والتواضع لَهُم. ¶ __________ ¶ 1 - ابْن كثير: تَفْسِير الْقُرْآن الْعَظِيم 3/446. ¶ 2 - سيد قطب: فِي ظلال الْقُرْآن 5/2790. ¶ 3 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/70. ¶ 4 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 16/378، كتاب الْبر والصلة والآداب (45) ، بَاب اسْتِحْبَاب الْعَفو والتواضع (19) ، رقم الحَدِيث 69/2588. ¶ 5 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 2/647، كتاب الْإِيمَان (1) ، بَاب بَيَان غلظ تَحْرِيم ¶ (46) ، رقم الحَدِيث 172/107.",
            "page": "460",
            "part": "1",
            "seal": "94EBE274"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "2 -) {وَلا تَمْشِ فِي الأَرْضِ مَرَحاً ... } المرح يَأْتِي فِي اللُّغَة بِمَعْنى شدَّة الْفَرح والنشاط1. حَتَّى يُجَاوز قدره، وَيَأْتِي أَيْضا بِمَعْنى التَّبَخْتُر والإختيال فَقَوله: {وَلا تَمْشِ فِي الأَرْضِ مَرَحاً} هُوَ بِمَعْنى وَلَا تمش فِي الأَرْض مشْيَة تبختر واختيال وَلذَلِك ختم الله الْآيَة بِمَا يُنَاسب هَذَا الْمَعْنى فَقَالَ: {إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ} أَي لَا يحب كل مختالٍ على النَّاس مستكبر عَلَيْهِم بمشيته بَينهم أَو بإعراضه عَنْهُم، وَلَا يحب كل فخور على النَّاس بِنَفسِهِ أَو بِمَا أَتَاهُ الله من قُوَّة أَو مالٍ أَو نسبٍ أَو جاهٍ أَو ذكاء قلب أَو جمال وَجه وَحسن طلعة2. ¶ وَلَو عقل المستكبرون الَّذين يختالون ويمشون فِي الأَرْض مرحاً لعرفوا إِن هَذَا الْعَمَل يصغرهم، ويقلل من شَأْنهمْ عِنْد الله وَعند النَّاس فَالله لَا يحب الَّذين يَسْتَكْبِرُونَ على عباده وَلَا يحب الَّذين يُرِيدُونَ علوا فِي الأَرْض وَالنَّاس أَيْضا يكْرهُونَ من يستكبر عَلَيْهِم ويكرهون كل ظَاهِرَة تدل على الْكبر فِي الْأَنْفس إِذا رأوها من غَيرهم3. ¶ 3 -) {وَاقْصِدْ فِي مَشْيِكَ ... } بَعْدَمَا نهى لُقْمَان ابْنه عَن مَشْيه المرح وصعر الخد أمره بالمشية المعتدلة القاصدة، فَقَالَ تَعَالَى على لِسَان لُقْمَان: {وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} وَالْقَصْد هُنَا من الاقتصاد وَعدم الإِسراف وَعدم إِضَاعَة الطَّاقَة فِي التَّبَخْتُر والتثني والاختيال وَمن الْقَصْد كَذَلِك لِأَن المشية القاصدة إِلَى هدف لَا تتلكأ وَلَا تتخايل وَلَا تتبختر، إِنَّمَا تمْضِي لقصدها فِي بساطة وانطلاق4. ¶ وَلَقَد نهى الله تَعَالَى الْمُسلم أَن يسير مسرع الخطى وَهُوَ يَلْهَث، كَمَا نَهَاهُ أَن يبطئ فِي مَشْيه وَهُوَ خامل كسول، إِنَّمَا عَلَيْهِ أَن يتوسط فِي مَشْيه فَخير الْأُمُور أوسطها. ¶ __________ ¶ 1 - الفيروز آبادي: الْقَامُوس الْمُحِيط 308. ¶ 2 - عبد الرَّحْمَن الميداني: الْأَخْلَاق الإسلامية وأسسها 1/676. ¶ 3 - الْمرجع السَّابِق 1/678. ¶ 4 - سيد قطب: فِي ظلال الْقُرْآن 5/2790.",
            "page": "461",
            "part": "1",
            "seal": "2296A819"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "فَإِذا وضعت أسس التربية على أساس من التوازن والاعتدال كَمَا أوضحتها النظرة الإسلامية لعتدل الْأَمر وَمَا تحولت الْوَسَائِل إِلَى غايات، وَمَا انحرفت بِنَا الطَّرِيق بَين غلو وتقصير وإفراط وتفريط. والتربية الإِسلامية تهتم بالتركيز على التوازن بَين إشباعات النَّفس ومطالبها وَبَين عفتها وقناعتها، وَهَذَا وَارِد فِي قَوْله تَعَالَى: {وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلا تَبْسُطْهَا كُلَّ الْبَسْطِ ... } الْآيَة1. ¶ وسياسة الِاعْتِدَال فِي العملية التربوية إِنَّمَا تتركز على علم النَّفس من الْأَهْوَاء والشهوات، فَإِذا مَالَتْ إِلَى الاغترار عولجت بالتواضع حَتَّى يتم الِاعْتِدَال أَو يتم التوازن، وَإِذا مَالَتْ إِلَى الْهوى كَانَ عالجها الاسْتقَامَة، فَأَي من الْعُيُوب والآفات النفسية إِنَّمَا هِيَ تَمْرَة فجة للتربية الْخَاطِئَة وَالنَّقْص فِي الْأَدَب والأخلاق، وكل شَيْء فِي هَذَا الْوُجُود يسير على هدي من الِاعْتِدَال والتوازن والاتساق والتناسب والتناسق ماعدا الْإِنْسَان. فالإنسان وَإِن كَانَ فِي الأَصْل فِي خلقه على الْفطْرَة السليمة إِلَّا أَنه يبتعد عَن هَذِه الْفطْرَة إِذا افْتقدَ إِلَى التربية الإسلامية الصَّحِيحَة، وَهنا يخلط بَين اشباعاته ومطالبه فَيُطَالب بحقوقه ويتغافل عَن واجباته وَبِذَلِك ينحرف عَن طَرِيق القوامة والاستقامة الَّتِي جعلهَا الله تَعَالَى أساساً لشريعة الْإِسْلَام ومنهاجه: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً} الْآيَة2. ¶ فالوسط الإسلامي هُوَ التوازن فِي الْفِكر والسلوك والتطبيق3. ¶ من أجل ذَلِك طلب لُقْمَان ابْنه أَن يتوسط فِي مشيته، وَالْمرَاد من ذَلِك أَن تكون مشيته مَا بَين الْإِسْرَاع والبطء أَي لَا تدب دَبِيب المتماوتين ولاتثب وثب الشطار4. ¶ __________ ¶ 1 - سُورَة الْإِسْرَاء: آيَة (29) . ¶ 2 - سُورَة الْبَقَرَة: آيَة (143) . ¶ 3 - حسن الشرقاوي: نَحْو تربية إسلامية ص 130 - 131. ¶ 4 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/71.",
            "page": "462",
            "part": "1",
            "seal": "439AB8FF"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "4 -) {وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} ، أغضض من صَوْتك أَي أنقص مِنْهُ، أَي لَا تتكلف رفع صَوْتك وَخذ مِنْهُ مَا تحْتَاج إِلَيْهِ، فَإِن الْجَهْر بِأَكْثَرَ من الْحَاجة تكلّف يُؤْذِي، وَالْمرَاد بذلك التَّوَاضُع1. ¶ وغض الصَّوْت فِيهِ أدب وثقة بِالنَّفسِ واطمئنان إِلَى صدق الحَدِيث وقوته، وَمَا يزعق أَو يغلظ فِي الْخطاب إِلَّا سيئ الْأَدَب أَو شَاك فِي قيمَة قَوْله، أَو قيمَة شخصه، يحاول إخفاء هَذَا الشَّك بالحدة والغلظة والزعاق2. ¶ والأسلوب القرآني يرذل هَذَا الْفِعْل ويقبحه فِي صُورَة منفرة محتقرة بشعة حِين يعقب عَلَيْهِ بقوله: {إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} . ¶ فيرتسم مشْهد مضحك يَدْعُو إِلَى الهزء والسخرية، مَعَ النفور والبشاعة وَلَا يكَاد ذُو حس يتَصَوَّر هَذَا المشهد المضحك من وَرَاء التَّعْبِير الْمُبْدع، ثمَّ يحاول شَيْئا من صَوت هَذَا الْحمير3. ¶ يَقُول الْقُرْطُبِيّ: فِي هَذِه الْآيَة دَلِيل على تَعْرِيف قبح ردع الصَّوْت فِي المخاطبة، والملاحاة4 بقبح أصوات الْحمير لِأَنَّهَا عالية، وَفِي الصَّحِيح عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ: \"وَإِذا سَمِعْتُمْ نهيق الْحمير فتعوذوا بِاللَّه من الشَّيْطَان فَإِنَّهَا رَأَتْ شَيْطَانا\" 5. ¶ __________ ¶ 1 - سُورَة لُقْمَان: آيَة (19) . ¶ 2 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/71. ¶ 3 - سيد قطب: فِي ظلال الْقُرْآن 5/2790. ¶ 4 - الْمرجع السَّابِق. ¶ 5 - الملاحاة: الملاومة والمباغضة. البُخَارِيّ: صَحِيح البُخَارِيّ بشرح فتح الْبَارِي 6/350، كتاب الْخلق (59) ، بَاب خير مَال الْمُسلم (15) ، رقم الحَدِيث (3303) .",
            "page": "463",
            "part": "1",
            "seal": "21EA9CDA"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وَقد رُوِيَ: إِنَّه مَا صَاح حمَار وَلَا نبح كلب إِلَّا أَن يرى شَيْطَانا. ¶ وَقَالَ سُفْيَان الثَّوْريّ: صياح كل شَيْء تَسْبِيح إِلَّا نهيق الْحمير. ¶ وَقَالَ عَطاء: نهيق الْحمير دُعَاء على الظلمَة. ¶ وَهَذِه الْآيَة أدب من الله تَعَالَى بترك الصياح فِي وُجُوه النَّاس تهاوناً بهم أَو بترك الصياح جملَة. ¶ وَكَانَت الْعَرَب تَفْخَر بجهارة الصَّوْت الجهير وَغير ذَلِك، فَمن كَانَ مِنْهُم أَشد صَوتا كَانَ أعز، وَمن كَانَ أَخفض كَانَ أذلّ حَتَّى قَالَ شَاعِرهمْ: ¶ جهير الْكَلَام جهير العطاس ... جهير الرواء جهير النعم ¶ ويعدو على الأين عدوى الظليم ... ويعلو الرِّجَال بِخلق عمم ¶ فَنهى الله سُبْحَانَهُ وَتَعَالَى عَن تِلْكَ الْخلق الْجَاهِلِيَّة بقوله: {إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} أَي لَو أَن شَيْئا يهاب صَوته لَكَانَ الْحمار، فجعلهم فِي الْمثل سَوَاء1. ¶ يَتَّضِح من الْوَصَايَا الَّتِي وصّى بهَا لُقْمَان ابْنه أَنَّهَا تجمع أُمَّهَات الحكم، وتستلزم مَا لم يذكر مِنْهَا، وكل وَصِيَّة يقرن بهَا مَا يَدْعُو إِلَى فعلهَا إِن كَانَت أمرا وَإِلَى مرتكبها إِن كَانَت نهيا. فَأمره بِأَصْل الدّين وَهُوَ التَّوْحِيد، وَنَهَاهُ عَن الشّرك وَبَين لَهُ الْمُوجبَة لتَركه. وَأمره ببر الْوَالِدين وَبَين لَهُ السَّبَب الْمُوجب لبرهما وَأمره بشكره وشكرهما ثمَّ احْتَرز بِأَن مَحل برهما وامتثال أوامرهما مالم يأمرا بِمَعْصِيَة وَمَعَ ذَلِك فَلَا يعقهما بل يحسن إِلَيْهِمَا، وَإِن كَانَ لَا يطيعهما إِذا جاهداه على الشّرك. وَأمر بمراقبة الله وخوّفه الْقدوم عَلَيْهِ وَأَنه لَا يُغَادر صَغِيرَة وَلَا كَبِيرَة من الْخَيْر وَالشَّر إِلَّا أَتَى بهَا. وَأمره بِالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر وَإِقَامَة الصَّلَاة وبالصبر اللَّذين يسهل بهما كل أَمر كَمَا قَالَ تَعَالَى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ} . ¶ __________ ¶ 1 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/72.",
            "page": "464",
            "part": "1",
            "seal": "64D3BAFB"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وَنَهَاهُ عَن التكبر وَأمره بالتواضع، وَنَهَاهُ عَن البطر والأشر والمرح وَأمره بِالسُّكُونِ فِي الحركات والأصوات، وَنَهَاهُ عَن ضد ذَلِك1. ¶ فحقيق من أوصى بِهَذِهِ الْوَصَايَا أَن يكون مَخْصُوصًا بالحكمة، مَشْهُورا بهَا، وَلِهَذَا من منّة الله تَعَالَى على عباده أَن قصر عَلَيْهِم من حكمته مَا يكون لَهُم بِهِ أُسْوَة حَسَنَة2. ¶ فالوصايا السَّابِقَة هِيَ مَنْهَج الْآدَاب السامية الَّتِي يُؤَدب الله عباده ذَلِك لِأَن فِي امتثالها سعادتهم وفلاحهم دنيا وآخرة هَذَا من جِهَة، وَمن جِهَة أُخْرَى فَإِنَّهُم يرَوْنَ آثارها التربوية فِي تَوْجِيه وتهذيب سلوكهم، وتعمل على زِيَادَة الألفة والمحبة بَينهم كَمَا يُؤَدِّي هَذَا إِلَى تماسك مجتمعهم. ¶ __________ ¶ 1 - عبد الرَّحْمَن السَّعْدِيّ: تيسير الْكَرِيم الرَّحْمَن فِي تَفْسِير كَلَام المنان 6/79. ¶ 2 - الْمرجع السَّابِق 6/ 79 - 80.",
            "page": "465",
            "part": "1",
            "seal": "26E0B1A1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "المبحث الثَّالِث ¶ معالم أصُول التربية الإسلامية من خلال وَصَايَا لُقْمَان ¶ يتَضَمَّن هَذَا المبحث تَحْدِيد معالم أُصُوله التربية الإسلامية المستخلصة من وَصَايَا لُقْمَان لِابْنِهِ حَيْثُ تعد وَصَايَاهُ دستوراً كَامِلا فِي أصُول التربية الإسلامية، فقائلها أَب ومعلم صَالح آتَاهُ الله الْحِكْمَة، هَذَا بِالْإِضَافَة إِلَى أَنَّهَا نابعة عَن قناعة وَصدق، ومبنية على التجربة والمعرفة وَهِي تهدف أَولا وأخيراً أَن يُحَقّق الْإِنْسَان الْمُسلم الْعُبُودِيَّة الْكَامِلَة لله سُبْحَانَهُ وَتَعَالَى وَحده فِي حَيَاته الفردية والاجتماعية وَهَذِه هِيَ غَايَة التربية الإسلامية كَمَا هِيَ غَايَة خلق الله للْإنْسَان فِي هَذِه الدُّنْيَا قَالَ تَعَالَى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلا لِيَعْبُدُونِ} 1. ¶ وَفِيمَا يَلِي بَيَان لتِلْك الْأُصُول التربوية: ¶ الأَصْل الأول: العقيدة الإسلامية وجوهرها التَّوْحِيد: ¶ إِن عقيدة التَّوْحِيد وإفراد الله وَحده بِالْعبَادَة هِيَ أجل الْمسَائِل وَأَعْظَمهَا على الْإِطْلَاق فَمن أجلهَا خلق الله الْخلق وَأنزل الْكتب وَبعث الرُّسُل وَجعل الْجنَّة وَالنَّار. ¶ والمتأمل لآيَات الْقُرْآن الْكَرِيم يجدهَا تبدى وتعيد فِي شَأْن العقيدة، تبينها وتوضحها دَاعِيَة إِلَيْهَا، محذرة من ضدها فِي آيَات كَثِيرَة وبطرق متنوعة وأساليب مُخْتَلفَة2. ¶ __________ ¶ 1 - سُورَة الذاريات: آيَة (56) . ¶ 2 - عبد الرَّزَّاق الْعباد: الشَّيْخ بن سعدي وجهوده فِي توضيح العقيدة ص 64.",
            "page": "466",
            "part": "1",
            "seal": "8D098DFC"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "قَالَ الله تَعَالَى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلا لِيَعْبُدُونِ} 1. ¶ وَقَالَ تَعَالَى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلا أَنَا فَاعْبُدُونِ} 2. ¶ وَمن هُنَا كَانَ أول وَاجِب على الْمُكَلف أَن يرتبط مُنْذُ تعقله بأركان الْإِيمَان الْمَذْكُورَة فِي حَدِيث جِبْرِيل عَلَيْهِ السَّلَام3 فغرس العقيدة الإسلامية فِي النُّفُوس هُوَ أمثل طَريقَة لإيجاد عناصر صَالِحَة تَسْتَطِيع تقوم بدورها كَامِلا فِي الْحَيَاة، وتسهم فِيهِ بِنَصِيب كَبِير فِي تزويدها بِمَا هُوَ أَنْفَع وأرشد، وانعكست آثارها على سلوكهم. ¶ وَبِنَاء على مَا سبق يُمكن القَوْل بِأَن التربية الحقة إِنَّمَا تكون فِي تدريب الطِّفْل على أَعمال الْخَيْر وإرشاده إِلَى الصِّرَاط الْمُسْتَقيم، وتعليمه الْأَخْلَاق الطّيبَة، وَذَلِكَ كُله لَا يتَحَقَّق إِلَّا بِالْإِيمَان بِاللَّه وَحده وَعدم الشّرك بِهِ تَعَالَى. وَلِهَذَا نصح لُقْمَان ابْنه قَالَ تَعَالَى: {يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيم} 4. فَمن الْآيَة الْكَرِيمَة يتَبَيَّن أَن الأَصْل الأول لهَذِهِ التربية الْإِيمَان بِاللَّه وَعدم الشّرك بِهِ تَعَالَى، وَلِهَذَا يجب أَن تكون عظة لُقْمَان لِابْنِهِ نبراساً يستضيء بِهِ الْآبَاء فِي تَوْجِيه أبنائهم وسراجاً يقودهم من الظُّلُمَات إِلَى النُّور، وَأعظم مَا تقدمه العظة الصَّرِيحَة قَول لُقْمَان لِابْنِهِ كَمَا ورد فِي الْقُرْآن الْكَرِيم {يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} 5. ¶ لَو وعى الْأَبْنَاء لهَذِهِ النَّصِيحَة مَا وَقَعُوا فِي الْإِثْم وَمَا تراكمت عَلَيْهِم البلايا ¶ __________ ¶ 1 - سُورَة الذاريات: آيَة (56) . ¶ 2 - سُورَة الْأَنْبِيَاء: آيَة (25) . ¶ 3 - انْظُر حَدِيث جِبْرِيل عَلَيْهِ السَّلَام ص 18. ¶ 4 - سُورَة لُقْمَان: آيَة (13) . ¶ 5 - سُورَة لُقْمَان: آيَة (13) .",
            "page": "467",
            "part": "1",
            "seal": "FA87D441"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "والأخطاء ولعاشوا فِي أَمن نَفسِي وطمأنينة قلبية وَقد ابتعدوا عَن القلق والكآبة. وظلم النَّفس واليأس والقنوط1. ¶ وَالنَّفس الإنسانية تحْتَاج إِلَى التربية المستمرة والتذكرة المستديمة والوعظ الصَّادِق حَتَّى لَا يعتريها الصدأ ولتأمن من ريَاح الشّرك العابثة وتبتعد عَن الأمواج العاتية حَيْثُ شط الْأَمْن والأمان. وَالْإِسْلَام يُربي الْإِنْسَان على إخلاص الْعُبُودِيَّة لله وَحده، فَلَا يخَاف إِلَّا الله، وَلَا يَرْجُو أَو يتوسل غَيره من الْإِنْس أَو الْجِنّ وَلَا يبث حزنه أَو شكواه إِلَّا لله تَعَالَى وَمن هُنَا كَانَ الْإِنْسَان الْمُؤمن ذَا شخصية قَوِيَّة مُنْذُ نعومة أَظْفَاره، فالطفل الصَّغِير رُبمَا يَقُول كَلِمَات حكيمة يعجز الْكَبِير غير الْمُؤمن عَن فهمها أَو الاهتداء إِلَى مثلهَا2. ¶ مرَّ عمر بن الْخطاب رَضِي الله عَنهُ على صبية يَلْعَبُونَ وَفِيهِمْ عبد الله بن الزبير فَهَرَبُوا مِنْهُ إِلَّا عبد الله، فَقَالَ لَهُ عمر رَضِي الله عَنهُ: مَا لَك؟ لِمَ لَا تهرب مَعَ أَصْحَابك؟ فَقَالَ: يَا أَمِير الْمُؤمنِينَ لم أكن على رِيبَة فأخافك، وَلم يكن الطَّرِيق ضيقا فأوسع لَك3. فَمن أَيْن جَاءَت هَذِه الفطنة وَتلك الكياسة فِي السلوك؟ لاشك أَن جَوَاب ذَلِك الطِّفْل إِنَّمَا هُوَ ثَمَرَة يانعة من ثمار التربية النفسية الإسلامية الَّتِي لَا تعرف الخضوع وَلَا الذل وَلَا الْخَوْف والفزع ... سياسة تقوم على تَقْوِيَة الثِّقَة بِاللَّه والاسترسال مَعَه على الدَّوَام4. ¶ وتبدأ التربية النفسية من قَول الله عزوجل على لِسَان عَبده لُقْمَان فِي وعظه لِابْنِهِ: ¶ {يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} . ¶ تبدأ التربية الإسلامية من نزع الشّرك الظَّاهِر والخفي من النُّفُوس فتتخلى ¶ __________ ¶ 1 - حسن الشرقاوي: نَحْو تربية إسلامية ص 87 - 88. ¶ 2 - الْمرجع السَّابِق. ¶ 3 - الْمَاوَرْدِيّ: أدب الدُّنْيَا وَالدّين ص 9. ¶ 4 - حسن الشرقاوي: نَحْو تربية إسلامية ص 92.",
            "page": "468",
            "part": "1",
            "seal": "BCC8666B"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "بذلك من الظُّلم والرياء والفسوق والعصيان، ثمَّ تستعد النَّفس بعد سلب كل شرك عَن النَّفس بملء الْقلب بدين التَّوْحِيد الْخَالِص، والتوحيد سلب وَإِيجَاب، سلب كل ماعدا الله، وَإِيجَاب للألوهية المنزهة عَن كل شرك1. وللإيمان الْكَامِل بأركانه السِّتَّة آثَار تربوية عَظِيمَة فِي حَيَاة الْفَرد والمجتمع، فالإِيمان هُوَ الَّذِي يهيأ النَّفس الإِنسانية دَائِما للرضا والأمن وللعمل الجاد المثمر، كَمَا يضفي على النَّفس المؤمنة رضَا يغمرها فَلَا يَسْتَطِيع شَيْء مهما عظم أَن يسخطها، فَيحصل لَهَا بذلك الطُّمَأْنِينَة والراحة النفسية2. ¶ مِمَّا سبق يَنْبَغِي أَن يكون الأَصْل الأول الَّذِي يجب على الْآبَاء أَن يربوا أَبْنَاءَهُم عَلَيْهِ ترسيخ عقيدة التَّوْحِيد فِي نُفُوسهم من المراحل الأولى من أعمارهم واستخدام كَافَّة الْوَسَائِل المتاحة فِي سَبِيل ذَلِك مَعَ مُرَاعَاة خَصَائِص النمو الْعقلِيّ والإدراكي لَهُم تأسياً بالمعلم الأول نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم فَمن الْأَمْثِلَة على ذَلِك عَن عَطاء بن يزِيد اللَّيْثِيّ: أَن أَبَا هُرَيْرَة أخبرهُ أَن أُنَاسًا قَالُوا لرَسُول الله: يَا رَسُول الله هَل نرى رَبنَا يَوْم الْقِيَامَة ... \"وَفِي جَهَنَّم كلابيب3 مثل شوك السعدان4، هَل رَأَيْتُمْ شوك السعدان؟ \" قَالُوا: نعم يَا رَسُول الله، قَالَ: \"فَإِنَّهَا مثل شوك السعدان غير أَنه لَا يعلم مَا قدر عظمها إِلَّا الله \" 5. ¶ فَفِي الحَدِيث السَّابِق درس وتطبيق عَمَلي من النَّبِي صلى الله عَلَيْهِ وَسلم فِي طرح قضايا الْإِيمَان مستخدماً فِي ذَلِك أسلوب ضرب الْأَمْثَال لمناسبته لحَال المخاطبين لما يَلِي: ¶ __________ ¶ 1 - الْمرجع السَّابِق: ص 93. ¶ 2 - لمزيد من التَّفْصِيل فِي هَذَا الْمَوْضُوع انْظُر النحلاوي: أصُول التربية الإسلامية ص 77 - 104. ¶ 3 - كلابيب: جمع كَلوب وَهِي حَدِيدَة معطوفة الرَّأْس يعلق فِيهَا اللَّحْم وَترسل فِي التَّنور. ¶ 4 - السعدان: من أفضل مرَاعِي الْإِبِل وشوكه مستدير يشبه حلمة الثدي. انْظُر الْجَوْهَرِي: 1/485 مَادَّة (سعد) . ¶ 5 - مُسلم: صَحِيح مُسلم 1/165، كتاب الْإِيمَان، بَاب معرفَة طَرِيق الرُّؤْيَة (81) ، رقم الحَدِيث (182) .",
            "page": "469",
            "part": "1",
            "seal": "5E859E91"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "1 - تَأَكد الرَّسُول من معرفَة الصَّحَابَة لشوك السعدان حَيْثُ قَامَ بِنَفسِهِ من سُؤَالهمْ \"هَل تعرفُون شوك السعدان؟ فَلَمَّا تبين لَهُ ذَلِك أعَاد عَلَيْهِم الْمثل مرّة أُخْرَى. ¶ 2 - التَّنْبِيه على الْفَارِق بَين الْأَمريْنِ حَيْثُ أخْبرهُم\"أَنه لَا يعلم قدر عظمها إِلَّا الله\". ¶ وَبِهَذَا الْمنْهَج يصل النشئ إِلَى شاطئ الْأَمْن والأمان والسلامة وَالْإِسْلَام، فَلَا سَعَادَة لَهُم بِغَيْر الْإِيمَان وَلَا طمأنينة لَهُم إِلَّا فِي ظلّ عقيدة التَّوْحِيد بِاللَّه سُبْحَانَهُ وَتَعَالَى. ¶ الأَصْل الثَّانِي: مراقبة الله عز وَجل: ¶ هَذَا هُوَ الأَصْل الثَّانِي من أصُول التربية الإسلامية الصَّحِيحَة وَقد بَين لُقْمَان هَذَا الأَصْل لِابْنِهِ، قَالَ تَعَالَى حِكَايَة عَن لُقْمَان: {يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ} 1. ¶ وَبِهَذَا يُربي لُقْمَان فِي ابْنه قَاعِدَة أساسية من قَوَاعِد العقيدة الإسلامية الصَّحِيحَة بِأَن الله عزوجل صَاحب السُّلْطَان وَالْقُدْرَة وَمَالك الْأَمر كُله فعندما تترسخ العقيدة السَّابِقَة فِي النَّفس، فَإِن الطُّمَأْنِينَة تشيع فِيهَا كَمَا أَن حَيَاة النَّاس تتسم بِالرِّضَا وَالتَّسْلِيم. ¶ فالقلق وَالِاضْطِرَاب وَسَائِر الْأَمْرَاض النفسية المعاصرة الَّتِي يشكوا مِنْهَا النَّاس الْيَوْم مردها إِلَى عدم رضَا النَّفس بِمَا يحصل لَهَا هَذَا من جِهَة، وَمن جِهَة ¶ __________ ¶ 1 - سُورَة لُقْمَان: آيَة (16) .",
            "page": "470",
            "part": "1",
            "seal": "4A63D317"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "أُخْرَى نَاشِئ هَذَا من عدم الْإِيمَان بِالْقدرِ. ¶ إِن الْقَاعِدَة السَّابِقَة الَّتِي أَصْلهَا لُقْمَان فِي ابْنه أَن الأهمية بمَكَان إِذا مَا تربت النُّفُوس عَلَيْهَا، وَلِهَذَا يجب على الْآبَاء والمربين أَن يغرسوا فِي أبنائها وتلاميذهم مراقبة الله عز وَجل فِي قُلُوبهم، لما فِي ذَلِك من ثَمَرَات تربوية لَا تخفى على الْعَاقِل، فمراقبة الله عز وَجل هِيَ الَّتِي تعْمل على قامع الشَّهَوَات، وتحث على الطَّاعَات، ويذل الْقلب ويستكين، ويفارقه الْكبر والحقد والحسد، فَمَتَى استشعر النشئ روح هَذِه المراقبة انكف وانزجر عَن الْمعاصِي والنواهي، فَجعل تقوى الله عزوجل سترا ومانعاً لَهُ من الْوُقُوع فِي المهلكات، وَهِي أَيْضا تعْمل على تحريره من الْخَوْف من أحد غير الله عزوجل، وتحرره أَيْضا من القلق والضجر وَالِاضْطِرَاب، فالكون كُله لله والأعمار والأرزاق بيد الله عز وَجل وَقد بَين لنا الرَّسُول هَذِه الْحَقِيقَة بأسلوب تطبيقي عَمَلي عِنْدَمَا وَجه ابْن عَبَّاس رَضِي الله عَنْهُمَا بقوله عَلَيْهِ الصَّلَاة وَالسَّلَام \"يَا غُلَام إِنِّي أعلمك كَلِمَات احفظ الله يحفظك، احفظ الله تَجدهُ تجاهك، إِذا سَأَلت فاسأل الله، وَإِذا استعنت فَاسْتَعِنْ بِاللَّه، وَاعْلَم أَن الْأمة لَو اجْتمعت على أَن ينفعوك بِشَيْء لم ينفعوك إِلَّا بِشَيْء قد كتبه الله لَك، وَإِن اجْتَمعُوا على أَن يضروك بِشَيْء لم يضروك إِلَّا بِشَيْء قد كتبه الله عَلَيْك، رفعت الأقلام وجفت الصُّحُف\" 1. ¶ يَتَرَتَّب على مَا ذكر مَا يَلِي. ¶ 1 - إِيجَاد جيل قوي يخلص الْعُبُودِيَّة الْكَامِلَة لله عز وَجل وَحده. ¶ 2 - الْعَمَل الجاد المثمر، وَالْإِخْلَاص لله عز وَجل فِي أَعْمَالهم، كل بِحَسب عمله، ومجال تخصصه. ¶ 3 - مراقبة الله عز وَجل فِي سلوكهم وَفِي معاملاتهم مَعَ الآخرين. ¶ __________ ¶ 1 - التِّرْمِذِيّ: 4/677، كتاب صفة الْقِيَامَة وَالرَّقَائِق والورع، رقم الحَدِيث (51) وَقَالَ: هَذَا حَدِيث حسن صَحِيح وَاللَّفْظ لَهُ. وَأحمد: مُسْند الإِمَام أَحْمد 1/293 - 303 - 307.",
            "page": "471",
            "part": "1",
            "seal": "214B1DE6"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "من كل مَا تقدم يَتَقَرَّر أَنه على الْآبَاء والمربين. أَلا يغفلوا عَن تذكير أبنائهم وتلاميذهم بمدى قدرَة الله عز وَجل عَن طَرِيق التَّأَمُّل والتفكير فقد خلق السَّمَاوَات وَالْأَرْض، وَذَلِكَ فِي سنّ الْإِدْرَاك والتمييز1. ¶ فَيكون تركيزهم على الأَصْل الثَّانِي لمعالم التربية الإسلامية الأساسية منصباً على تَعْرِيف النشئ بقدرة الْخَالِق عزوجل متدرجين مَعَهم من المحسوس إِلَى الْمَعْقُول، وَمن الجزئي إِلَى الْكُلِّي، وَمن الْبَسِيط إِلَى الْمركب حَتَّى يصلوا مَعَهم فِي نِهَايَة الشوط إِلَى قَضِيَّة الْإِيمَان عَن اقتناع وَحجَّة وبرهان2. ¶ الأَصْل الثَّالِث: الْعِبَادَات: ¶ لِلْعِبَادَةِ فِي الإِسلام شَأْن كَبِير بَين الْفَرَائِض والواجبات الْأُخْرَى، لِأَنَّهَا تؤكد إِقْرَار الْمَرْء إِقْرَارا كَامِلا بِقَلْبِه وَلسَانه وجوارحه، وخضوعه خضوعاً مُطلقًا، لله الْخَالِق الْوَاحِد القهار، الْوَاحِد الْأَحَد، الْفَرد الصَّمد، الَّذِي لَهُ كل صِفَات الْكَمَال، لَا يُشبههُ أحد من خلقه، لَا يفنى وَلَا يَزُول، فَهُوَ المتفرد بذلك كُله. قَالَ تَعَالَى: {كُلُّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالأِكْرَامِ} 3. ويحدد لنا الْقُرْآن الْكَرِيم غَايَة الْخلق لِلْعِبَادَةِ، قَالَ تَعَالَى: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلا لِيَعْبُدُونِ} 4. ¶ وَقد كَانَت دَعْوَة أَنْبيَاء الله عزوجل من لدن نوح عَلَيْهِ السَّلَام وَآخرهمْ نَبينَا مُحَمَّد إِلَى عبَادَة الله وَحده، قَالَ تَعَالَى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} 5. ¶ __________ ¶ 1 - سعيد إِسْمَاعِيل عَليّ: أهداف الْمدَارِس الإسلامية ص 99. ¶ 2 - عبد الله علوان: تربية الْأَوْلَاد فِي الْإِسْلَام 1/155. ¶ 3 - سُورَة الرَّحْمَن: الْآيَتَانِ (26 - 27) . ¶ 4 - سُورَة الذاريات: آيَة (56) . ¶ 5 - سُورَة النَّحْل: آيَة (36) .",
            "page": "472",
            "part": "1",
            "seal": "0E53D425"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وَإِذا كَانَت الْعِبَادَة غَايَة الْوُجُود الإِنساني فَإِن مفهومها لَا يقْتَصر على الْمَعْنى الْخَاص الَّذِي يرد إِلَى الذِّهْن وَالَّذِي يضيق نطاقها، فيجعلها محصورة فِي الشعائر الْخَاصَّة الَّتِي يُؤَدِّيهَا الْمُؤمن. ¶ وَلِهَذَا فَإِن حَقِيقَة الْعِبَادَة تبرز فِي الْمَعْنى الشَّامِل الَّذِي اخْتَارَهُ شيخ الْإِسْلَام ابْن تيميه فَقَالَ يرحمه الله: \"الْعِبَادَة هِيَ اسْم جَامع لكل مَا يُحِبهُ الله ويرضاه من الْأَقْوَال والأعمال الْبَاطِنَة وَالظَّاهِرَة\"1. ¶ وَبِنَاء على ذَلِك فَإِن الْعُبُودِيَّة الحقة لله عز وَجل تكون شَامِلَة بِمَا افترضه الله سُبْحَانَهُ على عباده من الْفَرَائِض والطاعات والواجبات: كَالصَّلَاةِ وَالصِّيَام، وَالزَّكَاة، وَالْحج، وصلَة الْأَرْحَام، وبر الْوَالِدين، وَالدُّعَاء، وَالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر، وَهَكَذَا كل عمل مَشْرُوع قصد بِهِ رِضَاء الله تَعَالَى مهما عظم شَأْنه أَو قل، وَيَتَرَتَّب على ذَلِك أَن للعبادات تَأْثِير فِي سلوك الْمُسلم وَفِي كل حركاته وسكناته، وَقَوله وَعَمله، وسره وعلنه، كل ذَلِك يعد عبَادَة لله عزوجل مادام فَاعله يقْصد الْخَيْر، وَلَيْسَ السمعة وَالثنَاء، وَإِنَّمَا ابْتغِي بذلك وَجه الله تَعَالَى. ¶ وَفِي ضوء مَا سبق يتَبَيَّن أَن اقْتِصَار الْعِبَادَة على مُجَرّد الشعائر الَّتِي تُؤَدّى فِي أَوْقَات محددة، وأماكن مُعينَة يعد مفهوماً ضيقا لِلْعِبَادَةِ، وَهَذَا لَهُ تَأْثِير فِي تكوين الشخصية الْمسلمَة، فالعبادة فِي الإِسلام شَامِلَة لكل جَوَانِب الْحَيَاة، لِأَن الدّين كُله دَاخل فِي الْعِبَادَة، إِذْ يتَضَمَّن مَعْنَاهُ الخضوع والذل لله عزوجل وعَلى هَذَا تصبح تِلْكَ الشعائر التعبدية جُزْء من مَفْهُوم الْعِبَادَة الشَّامِل أَو محطات يقف عِنْدهَا السائرون فِي الطَّرِيق فيتزودون بالزاد وكل مَا يَقع، وَلَكِن الطَّرِيق كُله عبَادَة، وكل مَا يَقع فِيهِ من نسك أَو عمل ... فَهُوَ كَذَلِك عبَادَة ... ¶ __________ ¶ 1 - ابْن تَيْمِية: الْعُبُودِيَّة ص 23، وَانْظُر سُلَيْمَان بن عبد الْوَهَّاب: تيسير الْعَزِيز الحميد ص 45 - 46.",
            "page": "473",
            "part": "1",
            "seal": "BF724760"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "مادامت وجهته إِلَى الله، ومادام قد شهد حَقًا – لَا بِاللِّسَانِ - أَن لَا إِلَه إِلَّا الله وَأَن مُحَمَّدًا رَسُول الله، وَأقَام حَيَاته كلهَا وواقعه كُله على هَذَا الأساس1. ¶ وللعبادة آثارها التربوية نذْكر مِنْهَا: ¶ 1 - أَنَّهَا تزَود الْإِنْسَان دَائِما بشحنات متتالية من الْقُوَّة المستمدة من قُوَّة الله، والثقة بِالنَّفسِ المستمدة من الثِّقَة بِاللَّه2. ¶ 2 - أَنَّهَا تجدّد للْمُسلمِ نَفسه باستمرار وَذَلِكَ عَن طَرِيق التَّوْبَة الَّتِي تزيل عَن قلبه وتصوراته مَا قد يعلق بهما من أدناس، وتمحو من جوارحه أثر مَا قد يكْسب من آثام أَو أخطاء3. ¶ 3 - تقَوِّي وتعزز العقيدة الإسلامية فِي نفس الْمُسلم فالعقيدة الإسلامية فِي حَيَاة الْإِنْسَان الْمُسلم إِذا لم تترجم إِلَى سلوك وَعمل وَطَاعَة وَتعبد لَا تكتمل دائرتها فِي نَفسه. فالعبادة تَعْنِي التطبيق والالتزام بِمَا شَرعه الله عز وَجل، ودعا إِلَيْهِ رسله أمرا ونهيا، وتحليلا وتحريما. وَهَذَا يمثل من الْمُسلم الطَّاعَة والخضوع لله تَعَالَى والإِقرار الْكَامِل بوحدانية الْخَالِق عزوجل. ¶ وَيظْهر مَنْهَج الْعِبَادَة فِي وَصِيَّة لُقْمَان لِابْنِهِ فِي الْأُمُور التالية: ¶ 1 -) أمره بِإِقَامَة الصَّلَاة: ¶ فَالصَّلَاة هِيَ أعظم فَرَائض الْإِسْلَام وَعون على احْتِمَال تكاليف الْحَيَاة ونوائب الدَّهْر، قَالَ تَعَالَى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلا عَلَى الْخَاشِعِينَ} 4. ¶ وَقد ذكر لُقْمَان لِابْنِهِ من أَرْكَان الْإِسْلَام الصَّلَاة، وَذَلِكَ لمكانتها الْعَالِيَة بَين ¶ __________ ¶ 1 - مُحَمَّد قطب: مَنْهَج التربية الإسلامية 1/38. ¶ 2 - عبد الرَّحْمَن النحلاوي: أصُول التربية الإسلامية ص 57. ¶ 3 - الْمرجع السَّابِق: ص 59. ¶ 4 - سُورَة الْبَقَرَة: آيَة (45) .",
            "page": "474",
            "part": "1",
            "seal": "E927CA89"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "الْعِبَادَات، فَهِيَ الرُّكْن الثَّانِي بعد الشَّهَادَتَيْنِ، وعماد الدّين الَّذِي لَا يقوم الدّين بغَيْرهَا، وَلذَا فَمن تَركهَا فقدكفر.1 ¶ فَعَن عبد الله بن بُرَيْدَة، عَن أَبِيه رَضِي الله عَنْهُمَا قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"إِن الْعَهْد الَّذِي بَيْننَا وَبينهمْ الصَّلَاة فَمن تَركهَا فقد كفر \". ¶ وَهِي كَذَلِك مُنَاجَاة من قِبَل العَبْد لرَبه يَقُول النَّبِي صلى الله عَلَيْهِ وَسلم: \"إِن أحدكُم إِذا قَامَ فِي صلَاته فَإِنَّمَا يُنَاجِي ربه - أَو ربه بَينه وَبَين قبلته - فَلَا يبزقن فِي قبلته وَلَكِن ... \" الحَدِيث2 ¶ وَمن هُنَا جَاءَ كَونهَا عماد الدّين وَأَنه لَا مكانة للاستقامة أَو التخلق بِخلق الْإِسْلَام إِذا لم تكن الصَّلَاة متحققة بالطريقة الَّتِي وضحها الشَّرْع وعَلى النَّحْو الَّذِي أَرَادَهُ الله للنَّاس بِأَن تُؤَدّى فِي الْمَسْجِد وَفِي جمَاعَة، وَهِي بِهَذَا تكون سَببا فعَّالاً فِي إِيجَاد الألفة بَين الْمُسلمين فِي أَرْوَاحهم وسلوكهم، وَتُعْطِي صُورَة حيهّ للْمُسلمين أفرادا وجماعات، وهم يتوجهون بقلوبهم ومشاعرهم إِلَى الْوَاحِد القهار. ¶ وبالإضافة إِلَى مَا ذكر فَإِن الصَّلَاة تقَوِّي الروابط الروحيه وتشد الْمُجْتَمع بعضه إِلَى بعض، وتطهر الْمُجْتَمع من الرذائل وَالْفَوَاحِش، قَالَ تَعَالَى: {وَأَقِمِ الصَّلاةَ إِنَّ الصَّلاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ... } الْآيَة3. ¶ وَبِذَلِك يصبح أَفْرَاد الْمُجْتَمع متوادين ومتراحمين، وعبادا لله صالحين. ¶ __________ ¶ 1 - النَّسَائِيّ: سنَن النَّسَائِيّ بشرح الْحَافِظ السُّيُوطِيّ وحاشية السندي 1/231 - 232، كتاب الصَّلَاة (5) ، بَاب الحكم فِي تَارِك الصَّلَاة (8) ، رقم الحَدِيث (463) . ¶ 2 - البُخَارِيّ: صَحِيح البُخَارِيّ على فتح الْبَارِي 1/513، كتاب الصَّلَاة (8) ، بَاب إِذا بدره البزاق. (39) ، رقم الحَدِيث (417) . ¶ 3 - العنكبوت: (45) .",
            "page": "475",
            "part": "1",
            "seal": "B8D42DEA"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "2 -) أمره أَن يَأْمر بِالْمَعْرُوفِ وَينْهى عَن الْمُنكر: ¶ إِن الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر سلطة اجتماعية أَو رقابة اجتماعية، وَأَن الْقيام بِهَذَا الْوَاجِب هُوَ الدرْع الواقي للمجتمع، يصونه ويحفظه من التفكك والانهيار وَإِلَّا دبت فِيهِ الفوضى واعتراه الْعَبَث والاضمحلال. ¶ وَقد نبه الْإِسْلَام إِلَى الْخطر الَّذِي يحل بالأمة عِنْدَمَا تقصر أَو تهمل فِي أَدَاء هَذَا الْوَاجِب فالأحاديث فِي ذَلِك كَثِيرَة وَلَا يُمكن سردها فِي هَذَا الْبَحْث وأكتفي بقوله عَلَيْهِ الصَّلَاة وَالسَّلَام: \"يَا أَيهَا النَّاس إِن الله عز وَجل يَقُول: مروا بِالْمَعْرُوفِ وانهوا عَن الْمُنكر من قبل أَن تَدعُونِي فَلَا أُجِيبكُم، وتسألوني فَلَا أُعْطِيكُم، وتستنصروني فَلَا أَنْصُركُمْ\" 1. ¶ وَبِنَاء على ذَلِك يكون منابذة أهل الْفساد ومحاصرتهم مطلب ضَرُورِيّ لحفظ الْمُجْتَمع الْمُسلم وسلامته من الْآفَات والأمراض والمعاصي الَّتِي تفتك بالأمة، وتقضي على وحدتها، وَتصل بهَا فِي النِّهَايَة إِلَى الدمار والهلاك. ¶ 3 -) أمره بِالصبرِ على مشاق الدعْوَة إِلَى الله: ¶ ويعد هَذَا من أشرف وأرقى أَنْوَاع الصَّبْر، لما يتَعَرَّض لَهُ الدَّاعِي من متاعب وآلام، فَمَا على الداعية إِلَى الله إِلَّا أَن يعتصم بِالصبرِ ويتسلح بِالْيَقِينِ لِأَنَّهُ من عزائم الْأُمُور، كَمَا أوضح ذَلِك لُقْمَان لِابْنِهِ قَالَ تَعَالَى حِكَايَة عَن لُقْمَان وَهُوَ يعظ ابْنه: {إِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ} 2. ¶ وَمِمَّا يحث الدعاة على الصَّبْر وَتحمل مشاق الدعْوَة، مَا ينتظره الصَّابِرُونَ من حسن الْجَزَاء، وَالْيَقِين بِأَن نصر الله قريب، قَالَ تَعَالَى: {وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} 3. ¶ __________ ¶ 1 - أَحْمد بن حَنْبَل: مُسْند الإِمَام أَحْمد 6/159. ¶ 2 - سُورَة لُقْمَان: آيَة (17) . ¶ 3 - سُورَة النَّحْل: آيَة (96) .",
            "page": "476",
            "part": "1",
            "seal": "7E9159AB"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "وَقَالَ تَعَالَى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} 1. ¶ من كل مَا تقدم يَنْبَغِي أَن يكون الأَصْل الثَّالِث الَّذِي يَنْبَغِي على الْآبَاء والمربين أَن يربوا أَبْنَاءَهُم وتلاميذهم عَلَيْهِ \"مَنْهَج الْعِبَادَات\" فيتعودوا على ممارستها على النَّحْو الَّذِي وضحه الشَّارِع الْكَرِيم وَأَن يكون مُنْذُ نعومة أظفارهم وَبِذَلِك يتربى النشئ على طَاعَة الله، وَالْقِيَام بِحقِّهِ وَالشُّكْر لَهُ، والالتجاء إِلَيْهِ، والثقة بِهِ، والاعتماد عَلَيْهِ، وَالتَّسْلِيم لجنابه فِيمَا يَنُوب ويروع ... ، وَحَتَّى يجد الطُّهْر لروحه، وَالصِّحَّة لجسمه، والتهذيب لخلقه، والإِصلاح لأقواله وأفعاله2. ¶ الأَصْل الرَّابِع: الْآدَاب الاجتماعية: ¶ أدب الله عباده بآداب كَثِيرَة، وَهَذِه الْآدَاب حلية الْمُسلم تزين نَفسه الْبَاطِنَة، وأفعاله الظَّاهِرَة. ¶ و\"الْأَدَب اسْتِعْمَال مَا يحمد قولا وفعلا، وَعبر بَعضهم عَنهُ بِأَنَّهُ الْأَخْذ بمكارم الْأَخْلَاق ... وَالْأَدب مَأْخُوذ من المأدبة وَهِي الدعْوَة إِلَى الطَّعَام، سمي بذلك لِأَنَّهُ يَدعِي إِلَيْهِ\"3. ¶ وترتبط الْآدَاب بالعقيدة الإسلامية ارتباطاً وثيقاً، ذَلِك أَن العقيدة هِيَ الَّتِي تحفز الإِنسان نَحْو السلوك الطّيب، وَأَن انْتِفَاء العقيدة عِنْده سيقود إِلَى كل الِاحْتِمَالَات السلبية والتفكك والانحراف، وَبِنَاء على ذَلِك فَإِن الْآدَاب الإسلامية هِيَ وليدة العقيدة الَّتِي تَسْتَقِر فِي قلب الْإِنْسَان، وَهِي الْعَامِل المحرك الْمُؤثر وَبِدُون ذَلِك لَا مكانة للآداب بِغَيْر عقيدة. وَلِهَذَا تنْقَلب الْآدَاب إِلَى نتائج عكسية تتمثل فِي السلوك الذميم كالرذائل وَالْفَوَاحِش مثلا، ذَلِك إِذا لم يكن هُنَاكَ عقيدة ثَابِتَة صَحِيحَة تتهذب مَعهَا النَّفس ويتقوم بهَا الاعوجاج. ¶ __________ ¶ 1 - سُورَة الزمر: آيَة (10) . ¶ 2 - عبد الله علوان: تربية الْأَوْلَاد فِي الْإِسْلَام 1/149. ¶ 3 - ابْن حجر: فتح الْبَارِي 10/400.",
            "page": "477",
            "part": "1",
            "seal": "879FBCE6"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "وَمن هُنَا كَانَت الْآدَاب الَّتِي أوصى بهَا لُقْمَان ابْنه بعد تأكيده على العقيدة وغرس التَّوْحِيد، ومراقبة الله سُبْحَانَهُ وَتَعَالَى والتأكيد على الْعِبَادَة أَيْضا. ¶ وَفِيمَا يَلِي بَيَان للآداب الْمَذْكُورَة فِي وَصِيَّة لُقْمَان لِابْنِهِ وَالَّتِي يَنْبَغِي أَن يتضمنها منهاج التربية الإسلامية. ¶ أ) برّ الْوَالِدين: ¶ فقد أمرنَا الله عز وَجل بر الْوَالِدين وَجعل حَقّهمَا فِي مرتبَة تالية لحقه1، فالوالدان هما السَّبَب الَّذِي شَاءَ الله أَن يُوجد الْأَبْنَاء من خلاله وَقد عانيا فِي سَبِيل ذَلِك عناءً كَبِيرا ولاقيا صعاباً جمة، وخاصة الْأُم الَّتِي حملت وليدها كرها، وَوَضَعته كرها، وَمَعَ هَذَا فقد أمرنَا الْخَالِق تَعَالَى بإكرامها، وخفض الْجنَاح لَهما، وَالدُّعَاء لَهما. ¶ وَبِنَاء على ذَلِك يَنْبَغِي على الْآبَاء والمربين أَن يغرسوا فِي أبنائها وتلاميذهم حب الْوَالِدين وَأَن يعملوا على تكوين الاتجاه الإيجابي نَحْو بر الْوَالِدين وَالشُّكْر لَهُم وطاعتهم واحترامهم على أَن يكون ذَلِك مُنْذُ الصغر ليسهل عَلَيْهِم تطبيقه فِي الْكبر. ¶ ب) التَّوَاضُع والبعد عَن التكبر: ¶ يظْهر هَذَا فِي قَول الْحق تبَارك وَتَعَالَى حِكَايَة عَن لُقْمَان {وَلا تُصَعِّرْ خَدَّكَ لِلنَّاس ... } الْآيَة2. ¶ فالمسلم يتواضع لِأَخِيهِ الْمُسلم فِي غير مذلة وَلَا مهانة والتواضع من أَخْلَاق الْإِسْلَام المثالية وَصِفَاته الْعَالِيَة، وَالْكبر على عكس من ذَلِك، فَفعله مَذْمُوم وَصَاحبه كَذَلِك فَفِي الحَدِيث الْقُدسِي يَقُول الله تَعَالَى: \"الْكِبْرِيَاء ¶ __________ ¶ 1 - انْظُر ذَلِك بالتفصيل ص 20 - 24 من هَذِه الدراسة. ¶ 2 - سُورَة لُقْمَان آيَة (18) .",
            "page": "478",
            "part": "1",
            "seal": "7C11D255"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "رِدَائي، وَالْعَظَمَة إزَارِي، فَمن نَازَعَنِي وَاحِدًا مِنْهُمَا أَلقيته فِي جَهَنَّم وَلَا أُبَالِي\"1. ¶ وَالْكبر أَيْضا يمْنَع صَاحبه من الاستفادة من اتِّبَاع الْحق وَالْهدى فيخسر كثيرا قَالَ تَعَالَى: {سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ وَإِنْ يَرَوْا كُلَّ آيَةٍ لَا يُؤْمِنُوا بِهَا وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلاً} 2. وَلِهَذَا كَانَت الْعِزَّة والكرامة للمتواضعين فَفِي الحَدِيث \"مَا نقصت صَدَقَة من مَال، وَمَا زَاد الله عبدا بِعَفْو إِلَّا عزا، وَمَا تواضع أحد لله إِلَّا رَفعه الله\"3 ¶ وَبِنَاء على مَا سبق ذكره يجب على الْآبَاء والمربين أَن يعودوا أَبْنَاءَهُم ويدربوا تلاميذهم على ممارسة الْأَخْلَاق الإسلامية وَمن بَينهَا خلق التَّوَاضُع تأسياً بقول النَّبِي صلى الله عَلَيْهِ وَسلم: \"إِن الله أوصى إليّ أَن تواضعوا حَتَّى لَا يفخر أحد على أحد\" 4. ¶ وَقد ضرب النَّبِي صلى الله عَلَيْهِ وَسلم بتواضعه الْمثل الْأَعْلَى فِي ذَلِك، فَلم يعرف عَنهُ أَن رفض دَعْوَة أقل النَّاس شَأْنًا، وَلم يتعال على أحد من قومه بل كَانَ يَقُول: \"إِنَّمَا أَنا عبد الله وَرَسُوله\" 5، وَلم يرد طلبا لأحد فَإِن الْأمة تَأْخُذ بِيَدِهِ وَبِه فتنطلق بِهِ فِي حَاجَتهَا6فعلى الْأَبْنَاء والتلاميذ أَن يسموا سلوكهم بالتواضع فِي كل شَيْء، فِي ¶ __________ ¶ 1 - ابْن مَاجَه: سنَن ابْن مَاجَه 2/1397، كتاب الزّهْد، بَاب الْبَرَاءَة من الْكبر، رقم الحَدِيث (4174) . ¶ 2 - سُورَة الْأَعْرَاف: آيَة (146) . ¶ 3 - انْظُر تَخْرِيج الحَدِيث ص 38. ¶ 4 - مُسلم: صَحِيح مُسلم بشرح النَّوَوِيّ 17/205، كتاب الْجنَّة وَصفَة نعيمها وَأَهْلهَا، بَاب الصِّفَات الَّتِي يعرف بهَا فِي الدُّنْيَا أهل الْجنَّة وَأهل النَّار، رقم الحَدِيث 64/2865. ¶ 5 - البُخَارِيّ: صَحِيح البُخَارِيّ، كتاب بَدْء الْخلق 40/142. ¶ 6 - ابْن حجر: فتح الْبَارِي بشرح صَحِيح البُخَارِيّ 10/490.",
            "page": "479",
            "part": "1",
            "seal": "2B7C9748"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "بُيُوتهم وَمَعَ ذويهم، وَفِي مدارسهم وَمَعَ معلميهم، وَفِي مجتمعهم وَمَعَ عُلَمَائهمْ، وَمَعَ النَّاس جَمِيعًا. وَفِي الْمُقَابل أَيْضا عَلَيْهِم أَن يحذروا من الْوُقُوع فِي الْكبر وَعجب النَّفس فَإِن ذَلِك يُؤَدِّي بِصَاحِبِهِ إِلَى غمط الْحق، وطمس معالمه، وَفِي النِّهَايَة يَقُودهُ إِلَى الدمار والهلاك وَغَضب الله عَلَيْهِ. ¶ جـ) آدَاب الْمَشْي: ¶ للمشي فِي الطَّرِيق آدَاب وواجبات قلَّ من يهتم بهَا مَعَ أهميتها، وخلاصة هَذِه الْآدَاب والواجبات أَن الْمَشْي يطْلب فِي أَثْنَائِهِ كل مَا يطْلب من الْجَالِس على الطَّرِيق وَيُزَاد عَلَيْهِ التَّوَاضُع فِي أثْنَاء الْمَشْي والتسامح مَعَ من يقابلهم1. وَلِهَذَا وصف الله عزوجل عباده أَنهم يَمْشُونَ على الأَرْض هونا أَي: مشياً متصفا بِالسَّكِينَةِ وَالْوَقار، غير مختالين وَلَا مستكبرين2. قَالَ تَعَالَى: {وَعِبَادُ الرَّحْمَنِ الَّذِينَ يَمْشُونَ عَلَى الأَرْضِ هَوْناً وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلاماً} 3. ¶ وَلِهَذَا أَمر لُقْمَان ابْنه بالاعتدال فِي المشية وَالْحَرَكَة. قَالَ تَعَالَى حِكَايَة عَن لُقْمَان: {وَاقْصِدْ فِي مَشْيِكَ..} الْآيَة4. أَي توسّط فِيهِ، وَالْقَصْد مَا بَين الإِسراع والبطء5. ¶ الْمَعْنى: أَي امش مقتصدا معتدلاً لَا بطئ الخطو وَلَا مسرعا مفرطا فِي السرعة، مشْيَة لَا ذل فِيهَا وَلَا كبر، متواضعاً. وَليكن لَك قصد وهدف تمشي ¶ __________ ¶ 1 - حسن أَيُّوب: السلوك الاجتماعي فِي الْإِسْلَام ص 432. ¶ 2 - الجزائري: أيسر التفاسير 3/289. ¶ 3 - سُورَة لُقْمَان: آيَة (63) . ¶ 4 - سُورَة لُقْمَان: آيَة (19) ¶ 5 - الْقُرْطُبِيّ: الْجَامِع لأحكام الْقُرْآن 14/71.",
            "page": "480",
            "part": "1",
            "seal": "0F17E4E9"
        },
        {
            "hno": "8",
            "id": "60",
            "nass": "إِلَيْهِ، وليظهر ذَلِك فِي سيرك بِحَيْثُ تمشي مشْيَة الهادف الَّذِي ينْطَلق لقصده فِي بساطة وانطلاق1. ¶ فعلى الْآبَاء والمربين أَن يستفيدوا من هَذِه التوجيهات الربانية فِي إرشاد أبنائهم وتلاميذهم إِلَى كَيْفيَّة الْمَشْي الصَّحِيح على الطَّرِيق وَكَذَلِكَ تعليمهم آدَاب الطَّرِيق كَمَا حددها النَّبِي فِي أَحَادِيث كَثِيرَة وَمِنْهَا قَوْله: \"إيَّاكُمْ2 وَالْجُلُوس على الطرقات، فَقَالُوا: مَا لنا بُد3 إِنَّمَا هِيَ مجالسنا نتحدث فِيهَا، فَقَالَ: فَإِذا أَبَيْتُم إِلَّا الْمجَالِس4 فأعطوا الطَّرِيق حَقّهَا5، قَالُوا: وَمَا حق الطَّرِيق؟ قَالَ: غض الْبَصَر6، وكف الْأَذَى7، ورد السَّلَام، وَأمر بِالْمَعْرُوفِ، وَنهي عَن الْمُنكر\"8. ¶ وَهَكَذَا يتأدب النشئ مُنْذُ نعومة أظفارهم بأخلاق الْإِسْلَام، فَتطهر نُفُوسهم وتسموا أَخْلَاقهم، وتتكامل شخصياتهم. ¶ د) آدَاب الحَدِيث: ¶ الحَدِيث مَعَ الآخرين فِي الْإِسْلَام لَهُ أُصُوله وآدابه، على الْمُسلم التقيد بهَا إرضاءً لله عزوجل وتجنبا لسخطه وعقابه، وَمن أجل هَذَا يبين لنا الرَّسُول فِي أَحَادِيث عدَّة خطورة اللِّسَان وَمَا يُؤَدِّي بِصَاحِبِهِ إِلَى الْوُقُوع فِي الْهَلَاك. ¶ __________ ¶ 1 - سيد قطب: فِي ظلال الْقُرْآن 5/2790. ¶ 2 - إيَّاكُمْ: أحذركم. ¶ 3 - بُد: غنى عَنهُ. ¶ 4 - الْمجَالِس: الْجُلُوس فِي تِلْكَ الْمجَالِس. ¶ 5 - حَقّهَا: مَا يَلِيق بهَا من آدَاب. ¶ 6 - غض الْبَصَر: خفض النّظر عَمَّن يمر فِي الطَّرِيق من النِّسَاء وغيرهن مِمَّا يثير الْفِتْنَة. ¶ 7 - كف الْأَذَى: عدم التَّعَرُّض لأحد بقول أَو فعل يتَأَذَّى مِنْهُ. ¶ 8 - البُخَارِيّ: صَحِيح البُخَارِيّ، تَرْتِيب مصطفى البغا 2/870، بَاب أفنية الدّور وَالْجُلُوس فِيهَا وَالْجُلُوس على الصّعدات، رقم الحَدِيث (2333) .",
            "page": "481",
            "part": "1",
            "seal": "09250FDF"
        },
        {
            "hno": "9",
            "id": "61",
            "nass": "فَمن ذَلِك قَوْله النَّبِي صلى الله عَلَيْهِ وَسلم: \"ثكلتك أمك1 يَا معَاذ، وَهل يكب النَّاس2 فِي النَّار على وُجُوههم أَو على مناخرهم إِلَّا حصائد ألسنتهم\" 34. ¶ وَكَذَلِكَ أَيْضا قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام: \"إِن العَبْد ليَتَكَلَّم بِالْكَلِمَةِ، مَا يتَبَيَّن فِيهَا5، يزل بهَا فِي النَّار6 أبعد7 مِمَّا بَين الْمشرق\" 8. ¶ وَفِي حَدِيث آخر يَقُول عَلَيْهِ الصَّلَاة وَالسَّلَام: \"إِن العَبْد ليَتَكَلَّم بِالْكَلِمَةِ من رضوَان الله9، لَا يلقِي لَهَا10بَالا يرفع الله بهَا دَرَجَات، وَإِن العَبْد ليَتَكَلَّم بِالْكَلِمَةِ من سخط الله11، لَا يلقِي لَهَا بَالا، يهوى بهَا12فِي جَهَنَّم\" 13. ¶ __________ ¶ 1 - ثكلتك أمك أَي فقدتك. وَيُرِيد إِذا كنت هَكَذَا فالموت خير لَك لِئَلَّا تزداد سوءا. ابْن الْأَثِير: النِّهَايَة فِي غَرِيب الحَدِيث 1/ 217. ¶ 2 - يكب: كب لوجهه، وعَلى وَجهه كَبا أَي قلبه وألقاه. المعجم الْوَسِيط ص771. وَيكون الْمَعْنى هُنَا يقلبهم. ¶ 3 - حصائد ألسنتهم: أَي مَا يقتطعونه من الْكَلَام الَّذِي لَا خير فِيهِ. ابْن الْأَثِير: مرجع سَابق 1/394. ¶ 4 - التِّرْمِذِيّ: سنَن التِّرْمِذِيّ 5/12، كتاب الْإِيمَان، بَاب مَا جَاءَ فِي مرحة الصَّلَاة، رقم الحَدِيث (2616) ¶ 5 - مَا يتَبَيَّن فِيهَا: لَا يتدبرها وَلَا يتفكر فِي قبحها وَمَا يَتَرَتَّب عَلَيْهَا. ¶ 6 - يزل بهَا فِي النَّار: ينزلق بِسَبَبِهَا وَيقرب من دُخُول النَّار. ¶ 7 - أبعد مِمَّا ... : كِنَايَة عَن عظمها ووسعها. ¶ 8 - البُخَارِيّ: صَحِيح البُخَارِيّ، تَرْتِيب مصطفى البغا 5/3377، كتاب الرقَاق، بَاب حفظ اللِّسَان، رقم الحَدِيث (6112) . ¶ 9 - من رضوَان الله: مِمَّا يرضى الله تَعَالَى. ¶ 10 - لَا يلقى لَهَا بَالا: لَا يُبَالِي بهَا وَلَا يلْتَفت إِلَى مَعْنَاهَا خاطره وَلَا يعْتد بهَا وَلَا يعيها بِقَلْبِه. ¶ 11 - سخط الله: مِمَّا يغضبه وَلَا يرضاه. ¶ 12 - يهوى بهَا: يسْقط بِسَبَبِهَا. ¶ 13 - البُخَارِيّ: صَحِيح البُخَارِيّ، تَرْتِيب مصطفى البغا 5/2377، كتاب الرقَاق، بَاب حفظ اللِّسَان، رقم الحَدِيث (6113) .",
            "page": "482",
            "part": "1",
            "seal": "B4B5AA0A"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "ولكي لَا يَقع الْمُسلم فِي مزالق اللِّسَان وعثراته فهناك شُرُوط فِي الْإِسْلَام للْكَلَام يُمكن إيضاحها فِي النقاط التالية:1 ¶ الشَّرْط الأول: أَن يكون الْكَلَام لداع يَدْعُو إِلَيْهِ إِمَّا فِي اجتلاب نفع أَو دفع ضرّ. ¶ الشَّرْط الثَّانِي: أَن يَأْتِي بِهِ فِي مَوْضِعه، ويتوخى بِهِ إِصَابَة فرصته. ¶ الشَّرْط الثَّالِث: أَن يقْتَصر مِنْهُ على قدر حَاجته. ¶ الشَّرْط الرَّابِع: أَن يتَخَيَّر اللَّفْظ الَّذِي يتَكَلَّم بِهِ. ¶ وَبِنَاء على الشُّرُوط السَّابِقَة والمذكورة أَعْلَاهُ يكون أحسن الْكَلَام مَا لَا يحْتَاج فِيهِ إِلَى الْكَلَام بل يَكْتَفِي فِيهِ بِالْفِعْلِ من القَوْل وَألا يرفع بالْكلَام صَوتا مستكرهاً، وَلَا ينزعج لَهُ انزعاجاً مستهجنا2. ¶ وَلِهَذَا أدَّب لُقْمَان ابْنه فِي هَذَا الْخُصُوص بقوله قَالَ تَعَالَى حِكَايَة عَن لُقْمَان: {وَاغْضُضْ مِنْ صَوْتِكَ إِنَّ أَنْكَرَ الأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} 3. فخفض الصَّوْت عِنْد محادثة النَّاس فِيهِ أدب وثقة بِالنَّفسِ، واطمئنان إِلَى صدق الحَدِيث، وَرَفعه أَي رفع الصَّوْت دَلِيل على فقدان ذَلِك. ¶ وَمن هُنَا جَاءَ اسْتِخْدَام لُقْمَان لِابْنِهِ وسيله منفرة تَجْعَلهُ يكره رفع الصَّوْت، فقد شبه لَهُ من يفعل ذَلِك بنهيق الْحمار. وَلَيْسَ هُنَاكَ أغْلظ من أصوات الْحمير إِذا مَا قورنت أصواتها بِالنِّسْبَةِ لسَائِر الْحَيَوَانَات الْأُخْرَى، وَقد أرشدت السّنة النَّبَوِيَّة الْإِنْسَان الْمُسلم بالتعوذ عِنْد سَماع صَوت الْحمار. فَعَن أبي هُرَيْرَة رَضِي الله عَنهُ، أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"إِذا سَمِعْتُمْ صياح الديكة فاسألوا الله من فَضله ¶ __________ ¶ 1 - الْمَاوَرْدِيّ. أدب الدُّنْيَا وَالدّين ص 237. ¶ 2 - الْمرجع السَّابِق: ص 245. ¶ 3 - سُورَة لُقْمَان. آيَة (19) .",
            "page": "483",
            "part": "1",
            "seal": "1A227558"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "فَإِنَّهَا رَأَتْ ملكا، وَإِذا سَمِعْتُمْ نهيق الْحمار فتعوذوا بِاللَّه من الشَّيْطَان، فَإِنَّهُ رأى شَيْطَانا\" 1. ¶ وَبِنَاء على مَا ذكر يَنْبَغِي على الْآبَاء والمربين أَن يعودوا أَبْنَاءَهُم وتلاميذهم على الِالْتِزَام بآداب الْإِسْلَام فِي الحَدِيث مَعَ الآخرين، وَأَن يكون الحَدِيث بِقدر مَا تَدْعُو إِلَيْهِ الضَّرُورَة وبشرط عدم رفع الصَّوْت فِي وَجه الْمُخَاطب حَتَّى لَا يكون ذَلِك مصدر أَذَى من الحَدِيث بِغَيْر دَاع أَو من جراء رفع الصَّوْت. وَبِهَذَا يكتمل مَنْهَج الْآدَاب الاجتماعية الَّتِي أوصى بهَا لُقْمَان ابْنه، فقد بدأها ببر الْوَالِدين وطاعتهما ثمَّ عدم التكبر على النَّاس وَكَذَلِكَ الِالْتِزَام بآداب الْمَشْي على الأَرْض والْحَدِيث مَعَ الآخرين. ¶ ونلحظ من الْعرض السَّابِق أَن تِلْكَ الْآدَاب الاجتماعية لَهَا أهميتها فِي تنشئة النُّفُوس المؤمنة على الْخلق القويم الَّذِي يَقْتَضِيهِ التَّمَسُّك بشريعة الْإِسْلَام فالإسلام يَبْغِي للنَّفس المؤمنة أَن تكون مهذبة مصونة من كل أَسبَاب الْأَمْرَاض، بعيدَة عَن كل ألوان الْعُيُوب النفسية، من أجل أَن يكون الْمُسلم ذَا خلق كريم، وَأَن تكون نَفسه خيّرة طيبَة مطمئنة. وَعَلِيهِ يَبْغِي أَن تكون الْآدَاب الاجتماعية أصلا من أصُول التربية الإسلامية، لما لَهَا من تَأْثِير كَبِير فِي تشكيل شخصية الْإِنْسَان الْمُسلم، شخصية سماتها الْوَقار والهيبة، والاعتدال وَقُوَّة الشخصية فالخلق فِي الْإِسْلَام هُوَ سَبِيل الارتقاء بِالْمُسلمِ إِلَى مدارج الْكَمَال، كَمَا جَاءَ فِي الحَدِيث النَّبَوِيّ الشريف \"أكمل الْمُؤمنِينَ إِيمَانًا أحْسنهم خلقا\"2. ¶ __________ ¶ 1 - البُخَارِيّ: صَحِيح البُخَارِيّ 4/98، كتاب بَدْء الْخلق، بَاب خير مَال الْمُسلم غنم يتبع بهَا شغف الْجبَال. ¶ 2 - ابْن حجر: فتح الْبَارِي بشرح صَحِيح البُخَارِيّ.1/458.",
            "page": "484",
            "part": "1",
            "seal": "66110CA1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وَفِي حَدِيث أبي هُرَيْرَة رَضِي الله عَنهُ، سُئِلَ النَّبِي صلى الله عَلَيْهِ وَسلم عَن أَكثر مَا يدْخل النَّاس الْجنَّة، فَقَالَ: \"تقوى الله وَحسن الْخلق\" 1. ¶ كَمَا أَن صَاحب الْخلق الْحسن يَسعهُ النَّاس كَمَا جَاءَ فِي الحَدِيث \"إِنَّكُم لن تسعوا النَّاس بأموالكم وَلَكِن يسعهم مِنْكُم بسط الْوَجْه وَحسن الْخلق\" 2. ¶ __________ ¶ 1 - البُخَارِيّ: الْأَدَب الْمُفْرد، رقم الحَدِيث (297) . ¶ 2 - ابْن حجر: فتح الْبَارِي بشرح صَحِيح البُخَارِيّ 10/459.",
            "page": "485",
            "part": "1",
            "seal": "D4782B6E"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "الخاتمة ¶ ... ¶ خَاتِمَة ¶ تِلْكَ الْأُصُول الْأَرْبَعَة السَّابِقَة هِيَ معالم أصُول التربية الإسلامية الَّتِي أمكن استنباطها من وَصَايَا لُقْمَان الْحَكِيم لِابْنِهِ كَمَا وَردت فِي سُورَة لُقْمَان من الْآيَة (13 - 19) . ¶ وَفِيمَا يَلِي تَلْخِيص لنقاطها: ¶ الأَصْل الأول: العقيدة الإسلامية وجوهرها التَّوْحِيد. ¶ الأَصْل الثَّانِي: مراقبة الله عز وَجل. ¶ الأَصْل الثَّالِث: الْعِبَادَات. ¶ الأَصْل الرَّابِع: الْآدَاب الاجتماعية. ¶ وَالْأُصُول التربوية الْمَذْكُورَة أَعْلَاهُ هِيَ وَصَايَا نافعة، ونصائح غَالِيَة، وَحكم نبيلة، وتوجيهات سديدة، يقدمهَا لُقْمَان لِابْنِهِ، ليَكُون ابْنا باراً، يتعامل مَعَ النَّاس بِحسن الْخلق وَطيب الْمُعَامَلَة، يعرف للنَّاس حُقُوقهم، وَلَا ينسى حق الله عَلَيْهِ. ¶ فحري بِالْآبَاءِ والمربين أَن يستفيدوا من تِلْكَ الْوَصَايَا فِي تربية أبنائهم، وتوجيه تلاميذهم، فَهِيَ بِلَا شكّ الْمِنْهَاج الصَّحِيح لأصول التربية الْحَسَنَة الناجحة، والطريقة المثلى لإِعداد جيل صَالح على أساس قوي من عقيدة التَّوْحِيد، يعرف حُقُوق ربه، وَحُقُوق وَالِديهِ، وَحُقُوق مجتمعه. ¶ فَهَل يَسْتَطِيع الْآبَاء والمربون اتِّبَاع معالم هَذِه التربية فِي تربية أبنائهم وتلاميذهم. ¶ لَا سَبِيل لفلاحهم ونجاحهم فِي هَذِه الْحَيَاة إِلَّا أَن ينهلوا من سنَن الْإِسْلَام ومنهاجه القويم فِي تربية أبنائهم، وتقويم سلوك تلاميذهم، وَفِي إصْلَاح نُفُوسهم، وتثبيت عقيدتهم، وتعليمهم مبادئ الْخَيْر والفضيلة،",
            "page": "486",
            "part": "1",
            "seal": "92A31474"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وتنشئتهم على الْأَخْلَاق الحميدة، وَبِذَلِك يضمنوا بِإِذن الله تَعَالَى إِيجَاد الجيل الْمُؤمن، والشباب الصَّالح، الممتثل لأوامر ربه، والقدوة الطّيبَة لغيره فِي كل مكرمَة وفضيلة، والخلق وَالْعَمَل الصَّالح. ¶ وأخيراً أَحْمد الله عز وَجل على مَا وفقني فِي إنجاز هَذِه الدراسة حَتَّى ظَهرت بِهَذِهِ الصُّورَة، فَإِن وفقت لما أصبو إِلَيْهِ فبتوفيق من الله جلّ ثَنَاؤُهُ، وَإِن عجزت عَن الْوَفَاء بِمَا تبلغه الْغَايَة بِي، فحسبي أَن أَضَع لزملائي العاملين فِي مجَال التربية والتعليم هَذِه الدراسة لتَكون لَهُم معلما ومرشداً فِي أَدَاء رسالتهم التربوية والتعليمية. ¶ أسأَل الله عز وَجل أَن يوفقني للْعَمَل بِمَا علمت وَأَن يعلمني مَا جهلت إِنَّه خير مأمول، وَأكْرم مسؤول، وَالله من وَرَاء الْقَصْد، وَهُوَ الْهَادِي إِلَى سَوَاء السَّبِيل. ¶ وَصلى الله وَسلم على رَسُوله مُحَمَّد وعَلى آله وَصَحبه أَجْمَعِينَ.",
            "page": "487",
            "part": "1",
            "seal": "AB26A06C"
        }
    ],
    "t3528": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: التعريف بلقمان الحكيم"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "اسمه ونسبه"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "أوصافه"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "صفاته"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "مهنته"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "هل كان لقمان نبيا أم حكيما؟"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: لقمان لإبنه"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: الجوانب التربوية لوصايا لقمان"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: معالم أصول التربية الإسلامية من خلال وصايا لقمان"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}