{
    "b3552": [
        {
            "hno": null,
            "id": "16",
            "nass": "الْمطلب الرَّابِع: شُيُوخه وتلاميذه ¶ شُيُوخه: ¶ أولع الشَّيْخ بِطَلَب الْعلم من صغره، وأوقف حَيَاته على طلب الْعلم، فَسمع من كثير من الشُّيُوخ فَسمع من أَكثر من مِائَتي شيخ مِنْهُم: ¶ 1 - وَالِده، عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن تَيْمِية الْحَرَّانِي شهَاب الدّين (627 - 682 هـ) 2. ¶ __________ ¶ 2 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 2/166 وذيل طَبَقَات الْحَنَابِلَة 2/310.",
            "page": "373",
            "part": "1",
            "seal": "D58A252A"
        },
        {
            "hno": "5",
            "id": "17",
            "nass": "2 - مُحَمَّد بن عبد الْقوي بن بدران الْمَقْدِسِي الصَّالِحِي الْحَنْبَلِيّ (630 - 699هـ‍ (1. ¶ 3 - عبد الرَّحْمَن بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن قدامَة الْمَقْدِسِي الصَّالِحِي (597 - 682 هـ‍ (2. ¶ 4 - منجى بن عُثْمَان بن أسعد بن المنجى الدِّمَشْقِي الْحَنْبَلِيّ زين الدّين (631 - 695هـ‍ (3. ¶ 5 - عَبَّاس بن عمر بن عَبْدَانِ البعلي (ت 681 هـ‍ (4. ¶ 6 - مُحَمَّد بن إِسْمَاعِيل بن أبي سعد بن عَليّ الشَّيْبَانِيّ الْآمِدِيّ الْحَنْبَلِيّ (633 - 704هـ‍ (5. ¶ 7 - أَحْمد بن عبد الدايم بن نعْمَة بن أَحْمد زين الدّين أَبُو الْعَبَّاس (575 - 668 هـ‍ (6. ¶ تلاميذه: ¶ عَاشَ الشَّيْخ باذلاً نَفسه فِي نشر الْعلم، وَقد أقبل على الْأَخْذ عَنهُ تلاميذ كَثِيرُونَ اشْتهر كثير مِنْهُم بِالْعلمِ والإمامة فِي الدّين وَمن هَؤُلَاءِ: ¶ 1 - الإِمَام، الْحَافِظ، مؤرخ الْإِسْلَام، شمس الدّين أَبُو عبد الله مُحَمَّد بن أَحْمد الذَّهَبِيّ (ت 748 هـ‍ (7. ¶ 2 - الإِمَام، الْحَافِظ، شيخ الْإِسْلَام، مُحَمَّد بن أبي بكر بن أَيُّوب الزرعي ¶ __________ ¶ 1 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 2/459 وذيل طَبَقَات الْحَنَابِلَة 2/342. ¶ 2 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 2/107 وذيل طَبَقَات الْحَنَابِلَة 2/304. ¶ 3 - انْظُر تَرْجَمته فِي ذيل طَبَقَات الْحَنَابِلَة 2/332 والمقصد الأرشد 3/41. ¶ 4 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 2/277. ¶ 5 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 2/379 وذيل طَبَقَات الْحَنَابِلَة 2/352. ¶ 6 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 1/130 وذيل طَبَقَات الْحَنَابِلَة 2/278. ¶ 7 - انْظُر تَرْجَمته فِي طَبَقَات الشَّافِعِيَّة للأسنوي 1/273.",
            "page": "374",
            "part": "1",
            "seal": "884F6DF9"
        },
        {
            "hno": "6",
            "id": "18",
            "nass": "الدِّمَشْقِي ابْن قيم الجوزية\"مُحَمَّد بن أبي بكر الزرعي \" [ابْن قيم الجوزية] (691 - 751 هـ) 1. ¶ 3 - الإِمَام، الْحَافِظ، الْمُحدث، مُحَمَّد بن أَحْمد بن عبد الْهَادِي (704 - 744 هـ‍ (2. ¶ 4 - ابْن قَاضِي الْجَبَل، أَحْمد بن الْحسن بن عبد الله بن مُحَمَّد بن أَحْمد بن قدامَة الْمَقْدِسِي الصَّالِحِي (693 - 771 هـ‍ (3. ¶ 5 - عماد الدّين، أَبُو الْفِدَاء ابْن كثير،: - إِسْمَاعِيل بن عمر بن كثير بن ضوء بن ذرع الْقرشِي الْبَصْرِيّ ثمَّ الدِّمَشْقِي (671 - 774 هـ‍ (4. ¶ 6 - الْحَافِظ، خَلِيل بن كيكلدي بن عبد الله العلائي، الدِّمَشْقِي، الشَّافِعِي (694 - 761 هـ‍ (5. ¶ __________ ¶ 1 - انْظُر تَرْجَمته فِي ذيل طَبَقَات الْحَنَابِلَة 2/447 والدرر الكامنة 4/21. ¶ 2 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 2/360 وذيل طَبَقَات الْحَنَابِلَة 2/436. ¶ 3 - انْظُر تَرْجَمته فِي الْمَقْصد الأرشد 1/92. ¶ 4 - انْظُر تَرْجَمته فِي طَبَقَات الْمُفَسّرين للداودي 1/111. ¶ 5 - انْظُر تَرْجَمته فِي طَبَقَات الشَّافِعِيَّة للأسنوي 2/109.",
            "page": "375",
            "part": "1",
            "seal": "4894FC39"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "الْمطلب الْخَامِس: جهاده وابتلاؤه ¶ كَانَ رَحمَه الله فِي طَلِيعَة الْمُجَاهدين للتتار بِنَفسِهِ، وَكَانَ يحث السُّلْطَان والولاة على الْجِهَاد، ويبشرهم بنصر الله، ويحذرهم من مُخَالفَة أمره بترك الْجِهَاد، وَكَانَ يخْطب النَّاس ويحثهم على الْقِتَال، وبذل النَّفس والنفيس فِي جِهَاد أَعدَاء الله، كَمَا كَانَ يحارب الْبدع بشتى صورها وألوانها، وَيعْمل للْقَضَاء على مظاهرها، باذلاً كل وقته لبَيَان الْحق للْمُسلمين، والدعوة إِلَى العقيدة السلفية، المبنية على كتاب الله وَسنة نبيه صلى الله عَلَيْهِ وَسلم، وَإِلَى تحكيم الْأُصُول الشَّرْعِيَّة، فَكَانَ سَيْفا مسلولاً على الْمُخَالفين للسّنة وشجى فِي حلوق أهل الْأَهْوَاء المبتدعين وإماماً قَائِما بِبَيَان الْحق ونصرة الدّين، ناصراً للسّنة، وَإِن",
            "page": "375",
            "part": "1",
            "seal": "577E6D91"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "خَالَفت مَا عَلَيْهِ النَّاس، مِمَّا أَصَابَهُ بمحن وشدائد يَقُول الذَّهَبِيّ رَحمَه الله: “وَلَقَد نصر السّنة الْمَحْضَة، والطريقة السلفية، وَاحْتج لَهَا ببراهين ومقدمات.... حَتَّى قَامَ عَلَيْهِ خلق من عُلَمَاء مصر وَالشَّام قيَاما لَا مزِيد عَلَيْهِ، وبدَّعوه، وناظروه، وكابروه، وَهُوَ ثَابت لَا يداهن وَلَا يُمَارِي بل يَقُول الْحق المر الَّذِي أَدَّاهُ إِلَيْهِ اجْتِهَاده” وَقد كَانَ خصومه يكيدون لَهُ حَتَّى تمكنوا من جعل السُّلْطَان ونوابه يسألونه عَن معتقده فِي عدَّة مجَالِس، وَلَكِن الْحق أَبْلَج وَقد كَانَ كَمَا قَالَ عَنهُ الذَّهَبِيّ: “وَكم من نوبَة قد رَمَوْهُ من قَوس وَاحِدَة فينجيه الله” وَشاء الله أَن يَبْتَلِي الشَّيْخ فأوذي فِي ذَات الله من الْمُخَالفين، وأخيف فِي نصر السّنة الْمَحْضَة، وامتحن مرَارًا، وَاتفقَ أهل الْأَهْوَاء والبدع والشهوات على معاداته، وجُلُّ من عَادَاهُ تستروا باسم الْعلمَاء والزمرة الفاخرة، فتخرصوا عَلَيْهِ بِالْكَذِبِ والبهتان، ونسبوا إِلَيْهِ مَا لم يقلهُ، وَمَا لم يَنْقُلهُ، وَمَا لم يُوجد لَهُ بِخَط، وَلَا سمع مِنْهُ فِي مجْلِس، فسجن بسببهم فِي قلعة مصر والقاهرة، والإسكندرية، وَفِي قلعة دمشق مرَّتَيْنِ، كل ذَلِك بِسَبَب تمسكه بنصوص الْكتاب وَالسّنة على فهم السّلف الصَّالح رضوَان الله عَلَيْهِم وَكَانَ رَحمَه لله ينشر دَعوته بَين النَّاس وَهُوَ فِي دَاخل سجنه حَتَّى كَانَ النَّاس يأْتونَ إِلَيْهِ من كل مَكَان يستفتونه، ويتلقون كلمة الْحق مِنْهُ، وَفِي آخر حَيَاته رَحمَه الله سجن فِي قلعة دمشق حَتَّى أَتَاهُ الْيَقِين، وَهُوَ ثَابت على لحق الْمُبين، لَا يَشْتَرِي رَاحَة الدُّنْيَا بِشَيْء من الدّين فرحمه الله رَحْمَة وَاسِعَة، وَجعله من أهل الفردوس الْأَعْلَى.",
            "page": "376",
            "part": "1",
            "seal": "772AFB60"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "الْمطلب السَّادِس: مؤلفاته ¶ بَارك الله للشَّيْخ فِي عمره، وأمده بتوفيقه، فصنف مصنفات عَظِيمَة، هِيَ أشهر من أَن تذكر، وَأعرف من أَن تنكر، حَتَّى قَالَ غير وَاحِد “إِنَّهَا سَارَتْ مسير الشَّمْس فِي الأقطار وامتلأت بهَا الْبِلَاد والأمصار، قد جَاوَزت حد الْكَثْرَة",
            "page": "376",
            "part": "1",
            "seal": "B37BC2C4"
        },
        {
            "hno": "7",
            "id": "22",
            "nass": "فَلَا يُمكن أحد حصرها” وَلابْن الْقيم رَحمَه الله رِسَالَة خَاصَّة فِي مؤلفات الشَّيْخ، ذكر فِيهَا وَاحِدًا وَأَرْبَعين وثلاثمائة كتاب وَمَعَ ذَلِك فقد فَاتَهُ من رسائل الشَّيْخ الْكثير. ¶ وَمن مؤلفاته: ¶ 1 - منهاج السّنة النَّبَوِيَّة فِي نقد كَلَام الشِّيعَة والقدرية. ¶ 2 - دَرْء تعَارض الْعقل وَالنَّقْل. ¶ 3 - الْجَواب الصَّحِيح لمن بدل دين الْمَسِيح. ¶ 4 - اقْتِضَاء الصِّرَاط الْمُسْتَقيم مُخَالفَة أَصْحَاب الْجَحِيم. ¶ 5 - شرح الْعُمْدَة فِي الْفِقْه. ¶ 6 - الْقَوَاعِد النورانية. ¶ 7 - الْفَتْوَى الحمويّة. ¶ 8 - العقيدة الواسطية. ¶ 9 - بغية المرتاد. ¶ 10 - النبوات.",
            "page": "377",
            "part": "1",
            "seal": "84461DB4"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الْمطلب السَّابِع: وَفَاته وثناء الْعلمَاء عَلَيْهِ ¶ وَفَاته: ¶ مرض الشَّيْخ وَهُوَ فِي سجن قلعة دمشق بضعَة وَعشْرين يَوْمًا، وَلم يعلم أَكثر النَّاس بمرضه، ثمَّ توفّي فِي سحر لَيْلَة الِاثْنَيْنِ وَالْعِشْرين من ذِي الْقعدَة سنة ثَمَان وَعشْرين وَسَبْعمائة فَصلي عَلَيْهِ بالقلعة، ثمَّ حمل إِلَى جَامع دمشق وَصلى عَلَيْهِ، وشيعه أنَاس لَا يُحصونَ كَثْرَة وعدداً، وَلم تفتح الْأَسْوَاق الْمُعْتَادَة بِالْفَتْح أول ذَلِك النَّهَار، وَاجْتمعَ عِنْده خلق يَبْكُونَ وَأخْبرهمْ أَخُوهُ زين الدّين عبد الرَّحْمَن أَنَّهُمَا ختما فِي القلعة ثَمَانِينَ ختمة والحادية والثمانين انتهيا فِيهَا إِلَى قَوْله",
            "page": "377",
            "part": "1",
            "seal": "BF64EFC5"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "تَعَالَى {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ} 1 وحزر الرِّجَال فِي جنَازَته بستين ألفا أَو أَكثر، وَالنِّسَاء بِخَمْسَة عشر ألفا. ¶ ثَنَاء الْعلمَاء عَلَيْهِ: ¶ قَالَ الذَّهَبِيّ “قد قَرَأت بِخَط شَيخنَا الْعَلامَة كَمَال الدّين بن الزملكاني2 مَا كتبه سنة بضع وَتِسْعين تَحت اسْم ابْن تَيْمِية: كَانَ إِذا سُئِلَ عَن فنٍّ من الْعلم ظن الرَّائِي وَالسَّامِع أَنه لَا يعرف غير ذَلِك الْفَنّ، وَحكم أَن أحدا لَا يعرفهُ مثله”. ¶ وَقَالَ الذَّهَبِيّ عَنهُ: “يصدق عَلَيْهِ أَن يُقَال: - كل حَدِيث لَا يعرفهُ ابْن تَيْمِية فَلَيْسَ بِحَدِيث وَلَكِن الْإِحَاطَة لله”. ¶ وَقَالَ أَيْضا: “فوَاللَّه مَا رمقت عَيْني أوسع علما، وَلَا أقوى ذكاءً من رجل يُقَال لَهُ ابْن تَيْمِية مَعَ الزّهْد فِي المأكل، والملبس، وَالنِّسَاء، وَمَعَ الْقيام بِالْحَقِّ وَالْجهَاد بِكُل مُمكن”3. ¶ وَحكى الذَّهَبِيّ عَن الشَّيْخ تَقِيّ الدّين ابْن دَقِيق الْعِيد4 أَنه قَالَ للشَّيْخ ¶ __________ ¶ 1 - سُورَة الْقَمَر آيَة رقم 54 - 55. ¶ 2 - هُوَ كَمَال الدّين مُحَمَّد بن عَليّ بن عبد الْوَاحِد بن عبد الْكَرِيم الْأنْصَارِيّ، ابْن الزملكاني، ولد بِدِمَشْق فِي شَوَّال سنة 667هـ‍، كَانَ عَالما، بليغاً، من أذكياء أهل زَمَانه، درس، وَأفْتى، وصنف، وَتخرج عَلَيْهِ تلاميذ كثر، توفّي فِي مصر سادس عشر من رَمَضَان سنة 727هـ‍. انْظُر تَرْجَمته فِي طَبَقَات الشَّافِعِيَّة للأسنوي 1/310 - 311. ¶ 3 - زغل الْعلم 38. ¶ 4 - هُوَ مُحَمَّد بن عَليّ بن مُطِيع الْقشيرِي، الْمَعْرُوف بِابْن دَقِيق الْعِيد، ولد قَرِيبا من سَاحل يَنْبع وَأَبَوَاهُ متوجهان إِلَى الْحَج يَوْم السبت الْخَامِس وَالْعِشْرين من شعْبَان سنة 625هـ‍، كَانَ جَامعا للعلوم الشَّرْعِيَّة والعقلية صَاحب نظم رائق، ونثر فائق من مؤلفاته الْإِلْمَام، وإحكام الْأَحْكَام شرح عُمْدَة الْأَحْكَام، توفّي فِي الْقَاهِرَة حادي عشر من صفر سنة 702هـ‍. انْظُر تَرْجَمته فِي طَبَقَات الشَّافِعِيَّة للأسنوي 2/102 - 104.",
            "page": "378",
            "part": "1",
            "seal": "97C179A0"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "عِنْد اجتماعه بِهِ وَسَمَاع كَلَامه: “مَا كنت أَظن أَن الله تَعَالَى بقى؟ يخلق مثلك”. ¶ وَقَالَ الْحَافِظ الْمزي1: “مَا رَأَيْت مثله وَلَا رأى هُوَ مثل نَفسه”. ¶ وَقَالَ ابْن عبد الْهَادِي: “كَانَ بحراً لَا تكدره الدلاء وحبراً يَقْتَدِي بِهِ الأخيار الألباء طَنَّت بِذكرِهِ الْأَمْصَار، وضَنَّت بِمثلِهِ الْأَعْصَار”. ¶ __________ ¶ 1 - هُوَ يُوسُف بن الزكي عبد الرَّحْمَن بن يُوسُف الْقُضَاعِي، الْحلَبِي، المِزِّي، أَبُو الْحجَّاج، جمال الدّين، ولد فِي حلب سنة 654هـ‍ كَانَ أحفظ أهل زَمَانه، وَكَانَت الرحلة إِلَيْهِ لروايته، وَكَانَ إِمَامًا فِي اللُّغَة والتصريف ديِّنا، خَيِّراً، من مصنفاته تَهْذِيب الْكَمَال فِي أَسمَاء الرِّجَال، وتحفة الْأَشْرَاف بِمَعْرِِفَة الْأَطْرَاف، توفّي بِدِمَشْق ثَانِي عشر من صفر سنة 742هـ‍. انْظُر تَرْجَمته فِي طَبَقَات الشَّافِعِيَّة للأسنوي 2/257 - 258.",
            "page": "379",
            "part": "1",
            "seal": "D4619030"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "مدْخل ¶ ... ¶ خطة الْبَحْث: ¶ قسمتُ هَذَا الْبَحْث إِلَى مُقَدّمَة وتمهيد ومبحثين وخاتمة وفهارس وَإِلَيْك تَفْصِيل ذَلِك: ¶ أما الْمُقدمَة فقد تحدثت فِيهَا عَن أصُول الْفِقْه مبرزاً أهمية الْمَوْضُوع وَسبب الْكِتَابَة فِيهِ من خلال ذَلِك، ثمَّ ذكرت خطة الْبَحْث ومنهجي فِي الْبَحْث. ¶ وَأما التَّمْهِيد فَفِي تَرْجَمَة موجزة لشيخ الْإِسْلَام بن تَيْمِية وَبَيَان منهجه فِي نقد المباحث الْأُصُولِيَّة إِجْمَالا وَفِيه فرعان: ¶ الْفَرْع الأول: تَرْجَمَة موجزة لشيخ الْإِسْلَام ابْن تَيْمِية فِي المطالب التالية: ¶ الْمطلب الأول: اسْمه، وَنسبه، وشهرته، ولقبه، وكنيته. ¶ الْمطلب الثَّانِي: مولده، ونشأته. ¶ الْمطلب الثَّالِث: صِفَاته الخِلْقية، والخُلُقِية، والعلمية. ¶ الْمطلب الرَّابِع: شُيُوخه، وتلاميذه. ¶ الْمطلب الْخَامِس: جهاده، وابتلاؤه. ¶ الْمطلب السَّادِس: مؤلفاته. ¶ الْمطلب السَّابِع: وَفَاته، وثناء الْعلمَاء عَلَيْهِ. ¶ الْفَرْع الثَّانِي: نظرة إجمالية فِي مَنْهَج شيخ الْإِسْلَام فِي نقد المباحث الْأُصُولِيَّة فِي مَجْمُوع الْفَتَاوَى. ¶ وَأما المبحث الأول: فَفِي الْإِرَادَة فِي الْأَمر. ¶ وَفِيه ثَلَاثَة مطَالب: ¶ الْمطلب الأول: أصل الْمَسْأَلَة وَمَا تتفرع عَنهُ. ¶ الْمطلب الثَّانِي: الْأَقْوَال فِي الْمَسْأَلَة. ¶ الْمطلب الثَّالِث: الِاخْتِيَار فِي الْمَسْأَلَة.",
            "page": "360",
            "part": "1",
            "seal": "EAECC955"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وَأما المبحث الثَّانِي فَفِي الْعَمَل الْوَاحِد هَل يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ؟ ¶ وَفِيه ثَلَاثَة مطَالب: ¶ الْمطلب الأول: أصل الْمَسْأَلَة وَمَا تفرع عَنهُ. ¶ الْمطلب الثَّانِي: الْأَقْوَال فِي الْمَسْأَلَة. ¶ الْمطلب الثَّالِث: الِاخْتِيَار فِي الْمَسْأَلَة. ¶ وَأما الخاتمة فلخصت فِيهَا أهم نتائج الْبَحْث. ¶ وَأما الفهارس فَهِيَ: ¶ ثَبت المصادر والمراجع. ¶ فهرس الموضوعات. ¶ منهجي فِي الْبَحْث: ¶ سرتُ فِي هَذَا الْبَحْث على الْمنْهَج التَّالِي: ¶ 1 - قمتُ باستقراء جَمِيع مجلدات مَجْمُوع الْفَتَاوَى، واستخرجت مبَاحث الْأَمر الَّتِي انتقدها شيخ الْإِسْلَام فِيهَا، ووصلت إِلَى مبحثين هما الْإِرَادَة فِي الْأَمر، وَالْعَمَل الْوَاحِد هَل يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ؟، وانتقاد شيخ الْإِسْلَام لَهما كَانَ بربطهما بأصول مُخَالفَة لأصول أهل السّنة وَالْجَمَاعَة فِي العقيدة، وَنسبَة بعض الْأَقْوَال فيهمَا إِلَى فرق مُخَالفَة لأهل السّنة وَالْجَمَاعَة. ¶ 2 - جمعتُ كَلَام شيخ الْإِسْلَام فِي الْمَسْأَلَتَيْنِ فِي مَجْمُوع الْفَتَاوَى وألفت بَين الْكَلَام حَتَّى صَار كَأَنَّهُ كَلَام وَاحِد، بِحَيْثُ أتم بعضُه بَعْضًا، وَفسّر بعضُه بَعْضًا، ووضعتُ النقول بَين قوسين “، ذَاكِرًا موطن كل نقل فِي مَجْمُوع الْفَتَاوَى. ¶ 3 - جعلتُ متن الْبَحْث من كَلَام شيخ الْإِسْلَام رَحمَه الله دون ذكر كَلَام لي إِلَّا مَا اقتضته الضَّرُورَة مَعَ التَّنْبِيه على ذَلِك فِي مَوْضِعه، أَو جعله خَارج أقواس التَّنْصِيص.",
            "page": "361",
            "part": "1",
            "seal": "86604B62"
        },
        {
            "hno": "8",
            "id": "28",
            "nass": "4 - عزوتُ الْآيَات القرآنية بِذكر اسْم السُّورَة ورقم الْآيَة. ¶ 5 - خرّجتُ الْأَحَادِيث الْوَارِدَة فِي الْبَحْث فَإِن كَانَ الحَدِيث فِي الصَّحِيحَيْنِ أَو أَحدهمَا اكتفيت بذلك وَإِن لم يكن فيهمَا أَو فِي أَحدهمَا خرّجته من كتب السّنة مَعَ النَّص على الحكم عَلَيْهِ. ¶ 6 - عرّفتُ المصطلحات الْأُصُولِيَّة. ¶ 7 - ترجمتُ للأعلام الْوَارِدَة أَسمَاؤُهُم فِي متن الْبَحْث تَرْجَمَة موجزة. ¶ 8 - وثّقتُ المعلومات الْوَارِدَة فِي الْمَتْن بعزوها إِلَى مصادرها. ¶ 9 - علّقتُ على مَا يحْتَاج إِلَى تَعْلِيق مَعَ تَوْثِيق ذَلِك. ¶ هَذَا وَفِي ختام هَذِه الْمُقدمَة أسأَل الله عز وَجل أَن يوفقني لإتمام هَذِه البحوث وَأَن يَنْفَعنِي وَالْمُسْلِمين بهَا، كَمَا أسأله سُبْحَانَهُ بأسمائه الْحسنى وَصِفَاته العلى أَن يغْفر لي، ولوالدي ولمشايخي، وَلِجَمِيعِ الْمُسلمين وَآخر دعوانا أَن الْحَمد لله رب الْعَالمين.",
            "page": "362",
            "part": "1",
            "seal": "46085E41"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "نظرة إجمالية فِي مَنْهَج شيخ الْإِسْلَام فِي نقد المباحث الْأُصُولِيَّة فِي مَجْمُوع الْفَتَاوَى ¶ ... ¶ الْفَرْع الثَّانِي: نظرة إجمالية فِي مَنْهَج شيخ الْإِسْلَام ابْن تَيْمِية فِي نقد المباحث الْأُصُولِيَّة فِي مَجْمُوع الْفَتَاوَى ¶ بعد أَن أنعم الله عز وَجل عليّ بِقِرَاءَة مَجْمُوع فَتَاوَى شيخ الْإِسْلَام ابْن تَيْمِية رَحمَه الله وتتبع المباحث الْأُصُولِيَّة فِي جَمِيع مجلدات الْمَجْمُوع واستخراج كل مَا يتَعَلَّق بأصول الْفِقْه فِيهَا، قسّمتُ ذَلِك إِلَى أَقسَام، وَكَانَ مِنْهَا قسم المباحث الْأُصُولِيَّة الَّتِي انتقدها شيخ الْإِسْلَام، وَقد درسْتُ هَذِه المباحث، وَتبين لي أَن من مَنْهَج شيخ الْإِسْلَام رَحمَه الله فِي انتقاد المباحث الْأُصُولِيَّة النقاط التالية: ¶ 1 - نسْبة القَوْل إِلَى فرق المبتدعة مَعَ التشنيع عَلَيْهِ، كَقَوْلِه فِي 19/149 - 151 عَن الْأَقْوَال فِي الْأَحْكَام الشَّرْعِيَّة: “النَّاس فِيهَا طرفان ووسط: ¶ الطّرف الأول: طرف الزَّنَادِقَة الإباحية الْكَافِرَة بالشرائع ... الَّذين يرَوْنَ أَن هَذِه الْأَحْكَام تتبع الِاعْتِقَاد مُطلقًا ... ¶ الطّرف الثَّانِي: طرف الغالية المتشددين الَّذين لَا يرَوْنَ للاعتقاد أثرا فِي الْأَفْعَال ... وَهَذَا قَول جُمْهُور الْمُعْتَزلَة والخوارج ... ”. ¶ وَكَقَوْلِه فِي11/341 عَن الْإِجْمَاع: “وَأنْكرهُ بعض أهل الْبدع من الْمُعْتَزلَة والشيعة”. ¶ 2 - وصْف القَوْل بِأَنَّهُ مُبْتَدع مَعَ التشنيع عَلَيْهِ، وَذَلِكَ كَقَوْلِه رَحمَه الله فِي 19/134 عَن القَوْل إِنَّه لَيْسَ للحادثة حكم عِنْد الله فِي نفس الْأَمر وَإِنَّمَا حكمه فِي حق كل مُكَلّف يتبع اجْتِهَاده واعتقاده: “قَول مُبْتَدع، يشبه فِي المجتهدات قَول الزَّنَادِقَة الإباحية فِي المنصوصات”. ¶ 3 - وصْف المبحث بِأَنَّهُ مُحدث، كَقَوْلِه فِي 6/56 عَن تَسْمِيَة مسَائِل أصُول ومسائل فروع فِي بِنَاء الْأَحْكَام: “هَذِه تَسْمِيَة محدثة، قسمهَا طَائِفَة من الْفُقَهَاء والمتكلمين، وَهُوَ على الْمُتَكَلِّمين والأصوليين أغلب، لَا سِيمَا إِذا",
            "page": "380",
            "part": "1",
            "seal": "8C090408"
        },
        {
            "hno": "9",
            "id": "30",
            "nass": "تكلمُوا فِي مسَائِل التصويب والتخطئة”. ¶ وَكَقَوْلِه فِي تَقْسِيم الْكَلَام إِلَى حَقِيقَة ومجاز فِي 7/87: “هَذَا التَّقْسِيم هُوَ اصْطِلَاح حَادث بعد انْقِضَاء الْقُرُون الثَّلَاثَة”. ¶ 4 - وصْف القَوْل بالتناقض كَقَوْلِه فِي 20/26 عَمَّا لم يسمعهُ الْمُجْتَهد من النُّصُوص الناسخة أَو الْمَخْصُوصَة فَلم تمكنه مَعْرفَته: “قيل عَلَيْهِ اتِّبَاع الحكم الْبَاطِن، وَأَنه إِذا أَخطَأ يكون مخطئاً عِنْد الله وَفِي الحكم تَارِك لما أَمر بِهِ مَعَ قَوْلهم إِنَّه لَا إِثْم عَلَيْهِ وَهَذَا تنَاقض”. ¶ 5 - وصْف القَوْل بِكَوْنِهِ خطأ كَقَوْلِه فِي 20/26: “فَقَوْلهم لَيْسَ فِي الْبَاطِن حكم خطأ”. ¶ 6 - وصْف القَوْل بِكَوْنِهِ ضلالا كَقَوْلِه فِي 19/69: “أَن من نصب إِمَامًا فَأوجب طَاعَته مُطلقًا اعتقاداً أَو حَالا فقد ضل فِي ذَلِك”. ¶ 7 - وصْف المبحث بِالْبُطْلَانِ كَقَوْلِه فِي 20/15: “وَأما التَّقْلِيد الْبَاطِل المذموم فَهُوَ قبُول قَول الْغَيْر بِلَا حجَّة”. ¶ 8 - وصْف القَوْل بالإسراف وَالنَّقْص كَقَوْلِه فِي 11/341 عَن إِنْكَار الْقيَاس: “وَهِي مَسْأَلَة كَبِيرَة وَالْحق فِيهَا متوسط بَين الْإِسْرَاف وَالنَّقْص”. ¶ 9 - وصْف المبحث بِكَوْنِهِ مُخَالفا لأقوال الْعُقَلَاء كَقَوْلِه فِي 9/117 عَن مَسْأَلَة عدم الْقيَاس فِي العقليات: “فَقَوْلهم مُخَالف لقَوْل نظّار الْمُسلمين، بل وَسَائِر الْعُقَلَاء”. ¶ 10 - وصْف قَائِل القَوْل بِكَوْنِهِ لَا معرفَة لَهُ بِالْكتاب وَالسّنة كَقَوْلِه فِي 20/505 “وَهَذَا كَقَوْلِهِم إِن أَكثر الْحَوَادِث يحْتَاج فِيهَا إِلَى الْقيَاس لعدم دلَالَة النُّصُوص عَلَيْهَا فَإِنَّمَا هَذَا قَول من لَا معرفَة لَهُ بِالْكتاب وَالسّنة ودلالتها على الْأَحْكَام”. ¶ وَذكر قَرِيبا من ذَلِك فِي نفس الصفحة عَن مَسْأَلَة هَل الْإِجْمَاع مُسْتَند مُعظم",
            "page": "381",
            "part": "1",
            "seal": "8F764BC6"
        },
        {
            "hno": "11",
            "id": "31",
            "nass": "الشَّرِيعَة؟. ¶ 11 - ربْط القَوْل أَو المبحث بأصول مُخَالفَة لأصول أهل السّنة وَالْجَمَاعَة وإعادة المبحث إِلَيْهَا، وَهَذَا كثير فِي المباحث الَّتِي انتقدها رَحمَه الله وَهَذَا ظَاهر فِي الْبَحْث الَّذِي بَين أَيْدِينَا. ¶ 12 - لَا يَكْتَفِي شيخ الْإِسْلَام رَحمَه الله بِالنَّقْدِ وَإِنَّمَا يبين وَجهه، وَيذكر الصَّحِيح فِي المبحث، مدلِّلاً عَلَيْهِ بِالْكتاب، وَالسّنة، وأقوال سلف الْأمة، مقرراً لَهُ بتحقيق دَقِيق لَا تَجدهُ عِنْد غَيره من المؤلفين فِي الْغَالِب، مَعَ بَيَانه رَحمَه الله لمُخَالفَة مَا ينقده لكَلَام الْمُتَقَدِّمين من عُلَمَاء الْأمة وأئمتها المعتبرين. ¶ هَذَا وستجد إِن شَاءَ الله هَذِه المباحث وَغَيرهَا مبسوطة فِي هَذَا الْبَحْث والبحوث الَّتِي تليه. ¶ وَإِن المتتبع لكَلَامه رَحمَه الله يظْهر لَهُ جليّاً سَعَة علمه، ودقة مَعْرفَته بِكَلَام الْمُخَالفين، ومآخذهم من أصولهم، مَعَ إحاطته بِكَلَام سلف الْأمة وأصولهم، وحرصه على تَخْلِيص عُلُوم الْمُسلمين الأصيلة من كل شَائِبَة أُلحقت بهَا من غَيرهَا، فرحمه الله رَحْمَة وَاسِعَة وجزاه خير الْجَزَاء عَن الْإِسْلَام وَالْمُسْلِمين.",
            "page": "382",
            "part": "1",
            "seal": "EE6B9548"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "بَاب: الْإِرَادَة فِي الْأَمر ¶ أصل الْمَسْأَلَة وَمَا تتفرع عَنهُ ¶ ... ¶ المبحث الأول: الْإِرَادَة1 فِي الْأَمر2 ¶ وَفِيه ثَلَاثَة مطَالب ¶ الْمطلب الأول: أصل الْمَسْأَلَة وَمَا تتفرع عَنهُ: ¶ وَمن هَذَا الْبَاب3 تنَازع النَّاس فِي الْأَمر والإرادة هَل يَأْمر بِمَا لَا يُرِيد أَو لَا يَأْمر إِلَّا بِمَا يُرِيد؟ ¶ فَإِن الْإِرَادَة لفظ فِيهِ إِجْمَال4. ¶ يُرَاد بالإرادة الْإِرَادَة الكونية الشاملة لجَمِيع الْحَوَادِث5. ¶ __________ ¶ 1 - الْإِرَادَة فِي اللُّغَة الْمَشِيئَة، يُقَال أَرَادَ الشَّيْء شاءه. انْظُر لِسَان الْعَرَب 3/1772 والمعجم الْوَسِيط 1/381 وَسَيَأْتِي بَيَان مَعْنَاهَا عِنْد عرض الْمَسْأَلَة. ¶ 2 - الْأَمر فِي اللُّغَة ضد النَّهْي، والطلب، وَالْحَال والشأن، والحادثة. ¶ انْظُر تَاج الْعَرُوس 3/17 والمعجم الْوَسِيط 1/26 ¶ وَفِي الِاصْطِلَاح لَهُ تعريفات مِنْهَا: - القَوْل الدَّال بِالذَّاتِ على اقْتِضَاء فعل غير كف مَدْلُول عَلَيْهِ بِغَيْر كف ومرادفه وَزَاد بَعضهم على جِهَة الاستعلاء. ¶ انْظُر تَعْرِيفه فِي: جمع الْجَوَامِع مَعَ حَاشِيَة الْعَطَّار 1/464 وَالْبَحْر الْمُحِيط 2/345 - 346 ومذكرة أبرز الْقَوَاعِد الْأُصُولِيَّة لعمر عبد الْعَزِيز 109 - 110 وقواطع الْأَدِلَّة 1/90. ¶ 3 - أَي بَاب الْأَلْفَاظ المجملة. ¶ 4 - الْإِجْمَال: فِي اللُّغَة الْجمع. انْظُر لِسَان الْعَرَب 1/683. ¶ وَفِي الِاصْطِلَاح: إِيرَاد الْكَلَام على وَجه يحْتَمل أموراً مُتعَدِّدَة. التعريفات9 ¶ 5 - هَذَا هُوَ الْمَعْنى الأول من مَعَاني الْإِرَادَة عِنْد أهل السّنة وَالْجَمَاعَة وَهِي مُتَعَلقَة بِكُل مُرَاد فَمَا أَرَادَ الله كَونه كَانَ وَمَا أَرَادَ أَلا يكون فَلَا سَبِيل إِلَى كَونه، وَهَذِه الْإِرَادَة غير الْمحبَّة والرضى فَالله وَإِن كَانَ يُرِيد الْمعاصِي قدرا فَهُوَ لَا يُحِبهَا وَلَا يرضاها وَلَا يَأْمر بهَا بل يبغضها ويسخطها ويكرهها وَينْهى عَنْهَا هَذَا قَول السّلف قاطبة. ¶ انْظُر الموافقات 3/370 وَشرح العقيدة الطحاوية 1/79.",
            "page": "383",
            "part": "1",
            "seal": "A059058D"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "كَقَوْل الْمُسلمين مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن1، وَكَقَوْلِه تَعَالَى {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} 2 وَقَول نوح عَلَيْهِ السَّلَام: {وَلا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ} 3. ¶ وَلَا ريب أَن الله يَأْمر الْعباد بِمَا لَا يُريدهُ بِهَذَا التَّفْسِير وَالْمعْنَى كَمَا قَالَ تَعَالَى {وَلَوْ شِئْنَا لآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} 4 فَدلَّ على أَنه لم يوت كل نفس هداها مَعَ أَنه أَمر كل نفس بهداها. ¶ وكما اتّفق الْعلمَاء على أَن من حلف بِاللَّه ليقضين دين غَرِيمه غَدا إِن شَاءَ الله أَو ليردن وديعته أَو غصبه أَو ليصلين الظّهْر أَو الْعَصْر إِن شَاءَ الله، أَو ليصومن رَمَضَان إِن شَاءَ الله وَنَحْو ذَلِك مِمَّا أمره الله بِهِ فَإِنَّهُ إِذا لم يفعل الْمَحْلُوف عَلَيْهِ لَا يَحْنَث5 مَعَ أَن الله أمره بِهِ لقَوْله إِن شَاءَ الله، فَعلم أَن الله لم ¶ __________ ¶ 1 - قَالَ ابْن حزم فِي الْفَصْل 3/182 “وَيَكْفِي من هَذَا كُله اجْتِمَاع الْأمة على قَول مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن”. ¶ 2 - سُورَة الْأَنْعَام آيَة رقم 125. ¶ 3 - سُورَة هود آيَة رقم 34. ¶ 4 - سُورَة السَّجْدَة آيَة رقم 13. ¶ 5 - قَالَ ابْن قدامَة رَحمَه الله فِي الْمُغنِي 8/715 “وَجُمْلَة ذَلِك أَن الْحَالِف إِذا قَالَ مَا شَاءَ الله مَعَ يَمِينه فَهَذَا يُسمى اسْتثِْنَاء ... وَأجْمع الْعلمَاء على تَسْمِيَته اسْتثِْنَاء وَأَنه مَتى اسْتثْنى فِي يَمِينه لم يَحْنَث فِيهَا”. ¶ وَانْظُر الْفَصْل فِي الْملَل والأهواء والنحل 3/190 والانتصار فِي الرَّد على الْقَدَرِيَّة الأشرار 1/305 - 306. ¶ وَقد اسْتدلَّ أهل الْعلم على ذَلِك بقول النَّبِي صلى الله عَلَيْهِ وَسلم: “من حلف فَقَالَ إِن شَاءَ الله لم يَحْنَث” رَوَاهُ التِّرْمِذِيّ. انْظُر سنَنه مَعَ تحفة الأحوذي 5/129 وَابْن ماجة 1/680 وَهُوَ صَحِيح الْإِسْنَاد، انْظُر إرواء الغليل 8/198.",
            "page": "384",
            "part": "1",
            "seal": "E6910499"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "يشأه مَعَ أمره بِهِ1. ¶ وَأما الْإِرَادَة الدِّينِيَّة2 فَهِيَ: بِمَعْنى الْمحبَّة والرضى. ¶ وَهِي مُلَازمَة لِلْأَمْرِ كَقَوْلِه تَعَالَى {يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ} 3. ¶ وَمِنْه قَول الْمُسلمين هَذَا يفعل شَيْئا لَا يُريدهُ الله إِذا كَانَ يفعل بعض الْفَوَاحِش، أَي أَنه لَا يُحِبهُ وَلَا يرضاه بل ينْهَى عَنهُ ويكرهه”4. ¶ وَتكلم شيخ الْإِسْلَام عَن الْمسَائِل الَّتِي يَقع فِيهَا التَّعَارُض بَين النُّصُوص لتعارض الْمُقْتَضِي للحمد والذم من الصِّفَات الْقَائِمَة بذلك، وَلِهَذَا كَانَ هَذَا الْجِنْس مُوجبا للفرقة والفتنة5 وَذكر مِنْهَا مَا جَاءَ فِي قَوْله: ¶ __________ ¶ 1 - وَذَلِكَ مثلا أَن الله أَمر بصيام رَمَضَان كَمَا فِي قَوْله تَعَالَى {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْه} الْبَقَرَة 185 فَأمر الله بصيام رَمَضَان وَلَو قَالَ شخص وَالله لأصومن رَمَضَان إِن شَاءَ الله فَلم يصم فَإِنَّهُ لَا يَحْنَث بِالْإِجْمَاع مَعَ أَن الله أمره بصيامه لكنه لم يَشَأْ كوناً وَقدرا أَن يَصُوم فَلم يَحْنَث لِأَن الله لم يَشَأْ أَن يَصُوم، فَتبين بِهَذَا أَن الله أمره بالصيام وَلم يرد الصّيام مِنْهُ كوناً وَقدرا. ¶ 2 - هَذَا هُوَ الْمَعْنى الثَّانِي من مَعَاني الْإِرَادَة عِنْد أهل السّنة وَالْجَمَاعَة وَهِي إِرَادَة التشريع وَمعنى هَذِه الْإِرَادَة أَنه سُبْحَانَهُ يحب فعل مَا أَمر بِهِ ويرضاه وَيُحب ترك الْمنْهِي عَنهُ ويرضاه. ¶ انْظُر الموافقات 3/371 و 373 وَشرح العقيدة الطحاوية 1/79. ¶ 3 - سُورَة النِّسَاء آيَة رقم 26. ¶ 4 - مَجْمُوع الْفَتَاوَى 8/131 وَانْظُر قَرِيبا مِمَّا ذكره فِي شرح العقيدة الطحاوية 1/80 والموافقات 3/370 - 373. ¶ وَقد قَالَ الشاطبي فِي الموافقات 3/373 “وَلأَجل عدم التنبه للْفرق بَين الإرادتين وَقع الْغَلَط فِي الْمَسْأَلَة فَرُبمَا نفى بعض النَّاس الْإِرَادَة عَن الْأَمر وَالنَّهْي مُطلقًا وَرُبمَا نفاها بَعضهم عَمَّا لم يُؤمر بِهِ مُطلقًا وأثبتها فِي الْأَمر مُطلقًا، وَمن عرف الْفرق بَين الْمَوْضِعَيْنِ لم يلتبس عَلَيْهِ شَيْء من ذَلِك”. ¶ 5 - مَجْمُوع الْفَتَاوَى 22/129 - 130.",
            "page": "385",
            "part": "1",
            "seal": "F0E42F52"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "“وَكَذَلِكَ مَسْأَلَة الْقدر الَّتِي هِيَ من جملَة فروع هَذَا الأَصْل فَإِنَّهُ اجْتمع فِي الْأَفْعَال الْوَاقِعَة الَّتِي نهى الله عَنْهَا: أَنَّهَا مُرَادة لَهُ لكَونهَا من الموجودات، وَأَنَّهَا غير محبوبة لَهُ بل ممقوتة مبغوضة [فَزَعَمت الْقَدَرِيَّة أَن الْأَمر مُسْتَلْزم للإرادة الَّتِي هِيَ محبته وَرضَاهُ فَيكون قد شَاءَ الْمَأْمُور بِهِ وَلم يكن، وَأَن الله سُبْحَانَهُ لم يَشَأْ المنهيات وَوَقع الْمنْهِي عَنهُ بِدُونِ مَشِيئَته] 1 فأثبتوا وجود الكائنات بِدُونِ مَشِيئَته، وَلِهَذَا لما قَالَ غيلَان القدري2 لِرَبِيعَة بن أبي عبد الرَّحْمَن3: يَا ربيعَة نشدتك الله أَتَرَى الله يحب أَن يعْصى؟ ¶ فَقَالَ لَهُ ربيعَة: أفترى الله يعْصى قسراً؟ ” فَكَأَنَّهُ ألقمه حجرا يَقُول لَهُ نزهته عَن محبَّة الْمعاصِي فسلبته الْإِرَادَة وَالْقُدْرَة وَجَعَلته مقهوراً مقسوراً4. ¶ وَقَالَ من عَارض الْقَدَرِيَّة: بل كل مَا أَرَادَهُ الله فقد أحبه ورضيه، ولزمهم ¶ __________ ¶ 1 - مَا بَين القوسين زِيَادَة من الباحث أوجبهَا السِّيَاق إِذْ فِي الْكَلَام سقط ظَاهر يخل بِصِحَّة الْمَعْنى. ¶ 2 - هُوَ غيلَان بن مُسلم يُقَال لَهُ غيلَان بن أبي غيلَان، قدري، ضال، كَانَ من بلغاء الْكتاب وَكَانَ دَاعِيَة للقدر، دَعَا عَلَيْهِ عمر بن عبد الْعَزِيز فَقتل وصلب، وَكَانَ غير ثِقَة وَلَا مَأْمُون. ¶ أنظر تَرْجَمته فِي لِسَان الْمِيزَان 4/492 - 493. ¶ 3 - هُوَ ربيعَة بن أبي عبد الرَّحْمَن فَرُّوخ، أَبُو عُثْمَان وَيُقَال أَبُو عبد الرَّحْمَن الْقرشِي التَّيْمِيّ مَوْلَاهُم، الْمَشْهُور بربيعة الرَّأْي، الإِمَام، مفتي الْمَدِينَة، وَكَانَ من أَئِمَّة الِاجْتِهَاد، وَكَانَ فَقِيها عَالما حَافِظًا للفقه والْحَدِيث توفّي بِالْمَدِينَةِ وَقيل بالأنبار سنة 136هـ‍ فَقَالَ مَالك “ذهبت حلاوة الْفِقْه مُنْذُ مَاتَ ربيعَة بن أبي عبد الرَّحْمَن”. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 6/89 - 96. ¶ 4 - هَذَا فِي قَول الْقَدَرِيَّة وَمِنْهُم الْمُعْتَزلَة إِن الله لم يَشَأْ كفر الْكَافِر وَلَا فسق الْفَاسِق وَزَعَمُوا أَن الله شَاءَ الْإِيمَان من الْكَافِر لَكِن الْكَافِر شَاءَ الْكفْر. ¶ انْظُر الْفَصْل فِي الْملَل والأهواء والنحل 3/180 وَشرح العقيدة الطحاوية 1/321.",
            "page": "386",
            "part": "1",
            "seal": "80CAE347"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "أَن يكون الْكفْر والفسوق والعصيان محبوباً لله مرضياً1. ¶ وَقَالُوا أَيْضا: يَأْمر بِمَا لَا يُرِيد وكل مَا أَمر بِهِ من الْحَسَنَات فَإِنَّهُ لم يردهُ، وَرُبمَا قَالُوا وَلم يُحِبهُ وَلم يرضه إِلَّا إِذا وجد، قَالُوا وَلَكِن أَمر بِهِ وَطَلَبه، فَقيل لَهُم هَل يكون طلب وَإِرَادَة واستدعاء بِلَا إِرَادَة وَلَا محبَّة وَلَا رضى؟ هَذَا جمع بَين النقيضين فتحيروا. ¶ فَأُولَئِك سلبوا الرب خلقه وَقدرته وإرادته الدِّينِيَّة الْعَامَّة وَهَؤُلَاء سلبوه محبته وَرضَاهُ وإرادته وَمَا تضمنه أمره وَنَهْيه من ذَلِك. ¶ فَكَمَا أَن الْأَوَّلين لم يثبتوا أَن الشَّخْص الْوَاحِد يكون مثاباً معاقباً بل إِمَّا مثاباً وَإِمَّا معاقباً2. ¶ فَهَؤُلَاءِ لم يثبتوا أَن الْفِعْل الْوَاحِد يكون مرَادا من وَجه دون وَجه مرَادا غير مَحْبُوب بل إِمَّا مُرَاد مَحْبُوب وَإِمَّا غير مُرَاد وَلَا مَحْبُوب”3. ¶ __________ ¶ 1 - قَالَت الجبرية الْكَوْن كُله بِقَضَاء الله وَقدره فَيكون محبوباً مرضياً. ¶ انْظُر شرح العقيدة الطحاوية 1/324. ¶ 2 - سَيَأْتِي الْكَلَام عَن هَذَا فِي المبحث الثَّانِي إِن شَاءَ الله تَعَالَى. ¶ 3 - مَجْمُوع الْفَتَاوَى 22/130 - 131 وَسَيَأْتِي مزِيد بَيَان لهَذَا الأَصْل فِي المبحث التَّالِي إِن شَاءَ الله تَعَالَى.",
            "page": "387",
            "part": "1",
            "seal": "FF7FD10C"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "الْمطلب الثَّانِي: الْأَقْوَال فِي الْمَسْأَلَة: ¶ “النزاع فِي مَسْأَلَة الْأَمر هَل هُوَ مُسْتَلْزم للإرادة أم لَا؟ ¶ 1 - الْقَدَرِيَّة4 تزْعم أَنه مُسْتَلْزم للمشيئة فَيكون قد شَاءَ الْمَأْمُور بِهِ وَلم يكن5. ¶ __________ ¶ 4 - نسبه للقدرية الْهِنْدِيّ فِي الْفَائِق 2/14 وَابْن النجار فِي شرح الْكَوْكَب 1/322. ¶ 5 - وَمن الْقَدَرِيَّة الْقَائِلين بِهَذَا الْمُعْتَزلَة. انْظُر الْمُعْتَمد1/43 وأراء الْمُعْتَزلَة الْأُصُولِيَّة 211 والمحصول 1/191 وَنِهَايَة السول 2/243 وَنِهَايَة الْوُصُول 3/824 وروضة النَّاظر 2/67. ¶ قَالَ الأسنوي فِي نِهَايَة السول 2/243: “وَعِنْدهم (الْمُعْتَزلَة) عينهَا (الْإِرَادَة) أَي لَا معنى لكَونه طَالبا إِلَّا كَونه مرِيدا والتزموا أَن الله تَعَالَى يُرِيد الشَّيْء وَلَا يَقع وَيَقَع وَهُوَ لَا يُريدهُ” ¶ وَقَالَ الشِّيرَازِيّ فِي شرح اللمع 1/193 “وبنوا ذَلِك على أصل لَهُم فِي الضَّلَالَة وَهُوَ أَن الله سُبْحَانَهُ وَتَعَالَى لَا يَأْمر إِلَّا بِمَا يُرِيد وَلَا ينْهَى إِلَّا عَمَّا لَا يُرِيد، وَيكون مَا لَا يُرِيد”.",
            "page": "387",
            "part": "1",
            "seal": "66E98CC6"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "2 - والجهمية1 قَالُوا إِنَّه غير مُسْتَلْزم لشَيْء من الْإِرَادَة لَا لحبه لَهُ وَلَا رِضَاهُ بِهِ إِلَّا إِذا وَقع فَإِنَّهُ مَا شَاءَ كَانَ وَمَا لم يَشَأْ لم يكن. ¶ وَكَذَلِكَ عِنْدهم مَا أحبه ورضيه كَانَ وَمَا لم يُحِبهُ وَلم يرضه لم يكن وتأولوا قَوْله {وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ} 2على أَن المُرَاد مِمَّن لم يَقع مِنْهُ الْكفْر، أَو لَا يرضاه دينا”3، 4. ¶ __________ ¶ 1 - نسبه للجهمية. ابْن النجار فِي شرح الْكَوْكَب 1/322. ¶ 2 - سُورَة الزمر آيَة رقم 7. ¶ 3 - يرى الأشاعرة أَن الْأَمر غير الْإِرَادَة وينفون الْإِرَادَة عَن الْأَمر بِإِطْلَاق فَيجوز أَن يَأْمر بالشَّيْء وَلَا يُريدهُ وَقد نفى كثير من الْأُصُولِيِّينَ من الأشاعرة وَغَيرهم استلزام الْأَمر للإرادة من غير تَفْصِيل. ¶ انْظُر نِهَايَة الْوُصُول 3/824 وقواطع الْأَدِلَّة 1/91 وَشرح الْكَوْكَب 3/15 وَالْعدة لأبي يعلى 1/216والمستصفى 3/127 وَشرح اللمع 1/193 وَنِهَايَة السول 2/243 وروضة النَّاظر 2/67 وَالْفَائِق 2/13والوصول إِلَى الْأُصُول 1/131 والمحصول 1/191 والتحصيل من الْمَحْصُول 1/264 وَشرح الْمِنْهَاج للأصفهاني 1/306 وَجمع الْجَوَامِع مَعَ حَاشِيَة الْبنانِيّ 1/370 ومختصر ابْن اللحام 97. ¶ قَالَ ابْن برهَان فِي الْوُصُول إِلَى الْأُصُول 1/131 - 132 فِي بَيَان أصل قَول الأشاعرة “هَذِه الْمَسْأَلَة تنبني على أصل، وَذَلِكَ الأَصْل أَن الله تَعَالَى أَمر الْكفَّار بِالْإِيمَان وَمَا أَرَادَ من بَعضهم الْإِيمَان إِذْ لَو أَرَادَ لحصل وكل مَا أَرَادَ الله تَعَالَى فَلَا بُد من حُصُوله”. ¶ والجهمية والجبرية سووا بَين الْمَشِيئَة والإرادة وَبَين الْمحبَّة والرضى فَمَا شاءه قد أحبه ورضيه. انْظُر شرح العقيدة الطحاوية 1/324 ومفتاح دَار السَّعَادَة 2/43. ¶ 4 - مَجْمُوع الْفَتَاوَى 8/476 - 477.",
            "page": "388",
            "part": "1",
            "seal": "19CF376F"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "“وَأما أَئِمَّة أَصْحَاب مَالك1 وَالشَّافِعِيّ2 وَأحمد3 وَعَامة أَصْحَاب أبي حنيفَة4 فَإِنَّهُم ... يَقُولُونَ بِمَا اتّفق عَلَيْهِ السّلف من أَنه سُبْحَانَهُ مَا شَاءَ كَانَ وَمَا لم يَشَأْ لم يكن ويثبتون الْفرق بَين مَشِيئَته وَبَين محبته وَرضَاهُ فَيَقُولُونَ: ¶ إِن الْكفْر والفسوق والعصيان وَإِن وَقع بمشيئته فَهُوَ لَا يُحِبهُ وَلَا يرضاه بل ¶ __________ ¶ 1 - هُوَ مَالك بن أنس الْحِمْيَرِي الأصبحي الْمدنِي، أَبُو عبد الله، ولد بِالْمَدِينَةِ سنة 93هـ‍ وَقيل 94هـ‍ وَقيل 97هـ‍ إِمَام دَار الْهِجْرَة، وَأحد الْأَئِمَّة الْأَرْبَعَة، طلب الْعلم وَهُوَ حدث، وتأهل للفتيا وعمره 21 سنة، قَالَ عَنهُ الشَّافِعِي: “إِذا ذكر الْعلمَاء فمالك النَّجْم” من مؤلفاته الْمُوَطَّأ ورسالة فِي الْقدر، توفّي بِالْمَدِينَةِ سنة 179هـ‍ ‍وَقيل 180هـ‍. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 8/48 وشذرات الذَّهَب 2/12. ¶ 2 - هُوَ مُحَمَّد بن إِدْرِيس بن الْعَبَّاس بن عُثْمَان بن شَافِع الْقرشِي المطلبي أَبُو عبد الله، ولد بغزة سنة 150هـ‍، وَنقل إِلَى مَكَّة بعد سنتَيْن من وِلَادَته، ارتحل فِي طلب الْعلم وَحمل الْمُوَطَّأ عَن مَالك، وَكَانَ أحد الْأَئِمَّة الْأَرْبَعَة، شَدِيد الْحِفْظ، مناقبه كَثِيرَة مَشْهُورَة، نزل مصر فِي آخر أمره، صنف التصانيف وَمِنْهَا أَحْكَام القرءان والرسالة توفّي بِمصْر سنة 204هـ‍. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 10/5 وطبقات الشَّافِعِيَّة لِابْنِ هَدِيَّة الله 187 ¶ 3 - هُوَ أَحْمد بن مُحَمَّد بن حَنْبَل الذهلي الشَّيْبَانِيّ، الْمروزِي، الْبَغْدَادِيّ أَبُو عبد الله ولد بمرو سنة 164هـ‍ وَكَانَ مُحدثا فَقِيها عني بِالْحَدِيثِ وَطَلَبه، ورحل فِي طلب الحَدِيث، وَكَانَ أحد الْأَئِمَّة الْأَرْبَعَة، شَدِيد الْحِفْظ زاهداً ورعاً امتحن فِي القَوْل بِخلق القرءان بِالْحَبْسِ وَالضَّرْب الشَّديد فَثَبت على قَول السّلف إِن القرءان كَلَام الله غير مَخْلُوق، من مؤلفاته الْمسند والناسخ والمنسوخ، توفّي بِبَغْدَاد سنة 241هـ‍. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 11/177 ووفيات الْأَعْيَان 1/63. ¶ 4 - هُوَ النُّعْمَان بن ثَابت بن زوطي التَّمِيمِي مَوْلَاهُم، الْكُوفِي، أَبُو حنيفَة، ولد بِالْكُوفَةِ سنة 80هـ‍ على الصَّحِيح أحد الْأَئِمَّة الْأَرْبَعَة، عني بِطَلَب الْآثَار وارتحل فِي ذَلِك، وَكَانَ إِمَامًا فِي الْفِقْه والتدقيق فِي الرَّأْي قوي الْحجَّة، حبس وَضرب لامتناعه عَن الْقَضَاء، من مؤلفاته الْمسند، والمخارج فِي الْفِقْه، توفّي مسقياً فِي السجْن بِبَغْدَاد سنة 150هـ‍. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 6/390 وشذرات الذَّهَب 1/227.",
            "page": "389",
            "part": "1",
            "seal": "0F94B120"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "بل يسخطه ويبغضه. ¶ وَيَقُولُونَ: إِرَادَة الله فِي كِتَابه نَوْعَانِ: ¶ نوع بِمَعْنى الْمَشِيئَة لما خلق كَقَوْلِه {وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} 1. ¶ وَنَوع بِمَعْنى محبته وَرضَاهُ لما أَمر بِهِ وَإِن لم يخلقه كَقَوْلِه {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ} 2 {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} 3 {يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً} 45. ¶ __________ ¶ 1 - سُورَة الْأَنْعَام آيَة رقم 125. ¶ 2 - سُورَة الْبَقَرَة آيَة رقم 185. ¶ 3 - سُورَة الْمَائِدَة آيَة رقم 6. ¶ 4 - سُورَة النِّسَاء آيَة رقم 26 - 27. ¶ 5 - مَجْمُوع الْفَتَاوَى 8/476 وَانْظُر الموافقات3/369 - 371 وَشرح الْكَوْكَب 1/318 - 322 وَشرح العقيدة الطحاوية 1/79 - 84 و 324 - 327 والفصل فِي الْملَل والأهواء والنحل 3/180 ومفتاح دَار السَّعَادَة 2/43. ¶ تلخص أَن للْعُلَمَاء فِي الْمَسْأَلَة ثَلَاثَة أَقْوَال: ¶ القَوْل الأول: إِن الْأَمر مُسْتَلْزم للإرادة مُطلقًا، وَهَذَا قَول الْقَدَرِيَّة وَمِنْهُم الْمُعْتَزلَة. ¶ القَوْل الثَّانِي: إِن الْأَمر غير مُسْتَلْزم للإرادة مُطلقًا، وَهَذَا قَول الْجَهْمِية والأشاعرة وَهُوَ الْمَشْهُور فِي كتب الْأُصُولِيِّينَ ويُنْسَب فِيهَا لِلْجُمْهُورِ. ¶ القَوْل الثَّالِث: إِن الْأَمر مُسْتَلْزم للإرادة الشَّرْعِيَّة الدِّينِيَّة، وَغير مُسْتَلْزم للإرادة الكونية الْقَدَرِيَّة وَهَذَا هُوَ قَول السّلف. ¶ وَكتب الْأُصُول فِي الْغَالِب لَا تذكر إِلَّا الْقَوْلَيْنِ الْأَوَّلين وَلَا تذكر القَوْل الثَّالِث فَتنبه لذَلِك رعاكَ الله.",
            "page": "390",
            "part": "1",
            "seal": "D744FCB2"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "الْمطلب الثَّالِث: الِاخْتِيَار فِي الْمَسْأَلَة1: ¶ إِن الله إِذا أَمر العَبْد بِشَيْء فقد أَرَادَهُ مِنْهُ إِرَادَة شَرْعِيَّة دينية وَإِن لم يردهُ مِنْهُ إِرَادَة قدرية كونية. ¶ فإثبات إِرَادَته فِي الْأَمر مُطلقًا خطأ ونفيها عَن الْأَمر مُطلقًا خطأ وَإِنَّمَا الصَّوَاب التَّفْصِيل: ¶ كَمَا جَاءَ فِي التَّنْزِيل {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ} 2 {يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ} 3 {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ} 4. ¶ وَقَالَ {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً} 5 وَقَالَ {أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ} 6 وَقَالَ {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَاتُ وَلَكِنِ اخْتَلَفُوا فَمِنْهُمْ مَنْ آمَنَ وَمِنْهُمْ مَنْ كَفَرَ وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} 7 وأمثال ذَلِك كثير”8 ¶ فِي فصل الْخطاب أَن الْأَمر لَيْسَ مستلزماً لمشيئته أَن يخلق الربُّ الآمرُ ¶ __________ ¶ 1 - انْظُر الموافقات 3/369 - 371 وَشرح الْكَوْكَب 1/318 - 322 وشفاء الغليل 560 - 561 وَشرح العقيدة الطحاوية 1/79 - 84 وَالْبَحْر الْمُحِيط 2/350 ومذكرة الشَّيْخ الْأمين فِي أصُول الْفِقْه190. ¶ 2 - سُورَة الْبَقَرَة آيَة رقم 185. ¶ 3 - سُورَة النِّسَاء آيَة رقم 28. ¶ 4 - سُورَة الْمَائِدَة آيَة رقم 6. ¶ وَهَذِه الْآيَات الثَّلَاث فِي الْإِرَادَة الشَّرْعِيَّة الأمرية، وَهِي الَّتِي يستلزمها الْأَمر. ¶ 5 - سُورَة الْأَنْعَام آيَة رقم 125. ¶ 6 - سُورَة الْمَائِدَة آيَة رقم 41. ¶ 7 - سُورَة الْبَقَرَة آيَة رقم 253. ¶ وَهَذِه الْآيَات الثَّلَاث فِي الْإِرَادَة الكونية الْقَدَرِيَّة، وَهِي الَّتِي لَا يستلزمها الْأَمر. ¶ 8 - مَجْمُوع الْفَتَاوَى 11/354 - 355.",
            "page": "391",
            "part": "1",
            "seal": "F3C1F98E"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "الفعلَ المأمورَ بِهِ وَلَا إِرَادَة أَن يَفْعَله، بل قد يَأْمر بِمَا لَا يخلقه1 وَذَلِكَ مُسْتَلْزم لمحبة الرب وَرضَاهُ من العَبْد أَن يَفْعَله، بِمَعْنى أَنه إِذا فعل ذَلِك أحبه ورضيه وَهُوَ يُريدهُ مِنْهُ إِرَادَة الْآمِر من الْمَأْمُور بِمَا أَمر بِهِ لمصلحته2. ¶ وَإِن لم يرد أَن يخلقه ويعينه عَلَيْهِ لما لَهُ فِي ترك ذَلِك من الْحِكْمَة فَإِن لَهُ حِكْمَة بَالِغَة فِيمَا خلقه وَفِيمَا لم يخلقه. ¶ وَفرق بَين أَن يُرِيد أَن يخلق هُوَ الْفِعْل وَيجْعَل غَيره فَاعِلا يحسن إِلَيْهِ ويتفضل عَلَيْهِ بالإعانة لَهُ على مصْلحَته، وَبَين أَن يَأْمر غَيره بِمَا يصلحه وَيبين لَهُ مَا يَنْفَعهُ إِذا فعله وَإِن كَانَ لَا يُرِيد هُوَ نَفسه أَن يُعينهُ لما فِي ترك إعانته من الْحِكْمَة لكَون الْإِعَانَة قد تَسْتَلْزِم مَا يُنَاقض حكمته”3. ¶ فِي الْأَمر يتَضَمَّن طلبا4 وَإِرَادَة للْمَأْمُور بِهِ وَإِن لم يكن ذَلِك إِرَادَة فعل ¶ __________ ¶ 1 - أَي أَن الْأَمر لَا يسْتَلْزم الْإِرَادَة الكونية الْقَدَرِيَّة. ¶ 2 - أَي أَن الْأَمر يسْتَلْزم الْإِرَادَة الشَّرْعِيَّة الأمرية. ¶ 3 - مَجْمُوع الْفَتَاوَى 8/477 - 478. ¶ وَذكر ابْن أبي الْعِزّ كلَاما قَرِيبا من هَذَا حَيْثُ قَالَ فِي شرح العقيدة الطحاوية 1/80 - 81: “الْفرق ثَابت بَين إِرَادَة المريد أَن يفعل وَبَين إِرَادَته من غَيره أَن يفعل فَإِذا أَرَادَ الْفَاعِل أَن يفعل فعلا فَهَذِهِ الْإِرَادَة الْمُتَعَلّقَة بِفِعْلِهِ وَإِذا أَرَادَ من غَيره أَن يفعل فعلا فَهَذِهِ الْإِرَادَة لفعل الْغَيْر، وكلا النَّوْعَيْنِ مَعْقُول للنَّاس. ¶ وَالْأَمر يسْتَلْزم الْإِرَادَة الثَّانِيَة دون الأولى، فَالله تَعَالَى إِذا أَمر الْعباد بِأَمْر فقد يُرِيد إِعَانَة الْمَأْمُور على مَا أَمر بِهِ وَقد لَا يُرِيد ذَلِك وَإِن كَانَ مرِيدا مِنْهُ فعله”. ¶ 4 - قَالَ شيخ الْإِسْلَام فِي مَجْمُوع الْفَتَاوَى 17/63: “لَا بُد فِي الْأَمر من طلب واستدعاء واقتضاء سَوَاء قيل إِن هُنَاكَ إِرَادَة شَرْعِيَّة وَأَنه لَا إِرَادَة للرب مُتَعَلقَة بِأَفْعَال الْعباد سواهَا كَمَا تَقوله الْمُعْتَزلَة وَنَحْوهم من الْقَدَرِيَّة. ¶ أَو قيل: لَا إِرَادَة للرب إِلَّا الْإِرَادَة الخلقية الْقَدَرِيَّة الَّتِي يُقَال فِيهَا مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن وَأَن إِرَادَته عين نفس محبته وَرضَاهُ مُتَعَلقَة بِكُل مَا يُوجد سَوَاء كَانَ إِيمَانًا أَو كفرا وَأَنه لَيْسَ للْعَبد قدرَة لَهَا أثر فِي وجود مقدوره، وَلَيْسَ فِي الْمَخْلُوقَات قوى وَأَسْبَاب يخلق بهَا وَلَا لله حِكْمَة يخلق وَيَأْمُر لأَجلهَا كَمَا يَقُول هَذَا وَمَا يُشبههُ جهم بن صَفْوَان رَأس الجبرية هُوَ وَمن وَافقه على ذَلِك أَو بعضه من طوائف أهل الْكَلَام وَبَعض متأخري الْفُقَهَاء وَغَيرهم المثبتين للقدر على هَذِه الطَّرِيقَة لَا على طَريقَة السّلف، كَأبي الْحسن وَغَيره فَإِن هَؤُلَاءِ ناقضوا الْقَدَرِيَّة الْمُعْتَزلَة مناقضة ألجأتهم إِلَى إِنْكَار حَقِيقَة الْأَمر وَالنَّهْي والوعد والوعيد، وَإِن كَانَ من يَقُول بِبَعْض ذَلِك يتناقض وَقد يثبت أحدهم من ذَلِك مَا لَا حَقِيقَة لَهُ فِي الْمَعْنى. ¶ وَأما السّلف وأئمة الْفُقَهَاء وَجُمْهُور الْمُسلمين فيثبتون الْخلق وَالْأَمر والإرادة الخلقية الْقَدَرِيَّة الشاملة لكل حَادث، والإرادة الأمرية الشَّرْعِيَّة المتناولة لكل مَا يُحِبهُ الله ويرضاه لِعِبَادِهِ”.",
            "page": "392",
            "part": "1",
            "seal": "595FC3CA"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "لأمر وَالله تَعَالَى أَمر الْعباد بِمَا أَمرهم بِهِ، وَلَكِن أعَان أهل الطَّاعَة فَصَارَ مرِيدا لِأَن يخلق أفعالهم، وَلم يعن أهل الْمعْصِيَة فَلم يرد أَن يخلق أفعالهم فَهَذِهِ الْإِرَادَة الخلقية الْقَدَرِيَّة لَا تَسْتَلْزِم الْأَمر. ¶ أما الْإِرَادَة بِمَعْنى أَنه يحب فعل مَا أَمر بِهِ ويرضاه إِذا فعل، وَيُرِيد من الْمَأْمُور أَن يَفْعَله من حَيْثُ هُوَ مَأْمُور بِهِ فَهَذِهِ لابد مِنْهَا فِي الْأَمر. ¶ وَلِهَذَا أثبت الله هَذِه الْإِرَادَة فِي الْأَمر دون الأولى، وَلَكِن فِي النَّاس من غلط فنفى الْإِرَادَة مُطلقًا [وَمِنْهُم من أثبتها مُطلقًا] 1. ¶ وكلا الْفَرِيقَيْنِ لم يُمَيّز بَين الْإِرَادَة الخلقية والإرادة الأمرية والقرءان فرَّق بَين الإرادتين: ¶ فَقَالَ فِي الأولى: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً} 2وَقَالَ نوح {وَلا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ} 3 وَقَالَ {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا ¶ __________ ¶ 1 - مَا بَين القوسين زِيَادَة من الباحث اقتضاها السِّيَاق. ¶ 2 - سُورَة الْأَنْعَام آيَة رقم 125. ¶ 3 - سُورَة هود آيَة رقم 34.",
            "page": "393",
            "part": "1",
            "seal": "BDBC34CD"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "يُرِيدُ} 1وَقَالَ {وَلَوْلا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلاّ بِاللَّهِ} 2 ¶ وَلِهَذَا قَالَ الْمُسلمُونَ: مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن. ¶ وَقَالَ فِي الثَّانِيَة {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ} 3 وَقَالَ {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً} 4 وَقَالَ {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ} 5 وَقَالَ {يُرِيدُ اللَّهُ لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ وَيَتُوبَ عَلَيْكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ. وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلاً عَظِيماً. يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسَانُ ضَعِيفاً} 67. ¶ وَالسَّلَف وأئمة الْفُقَهَاء وَجُمْهُور الْمُسلمين يثبتون الْخلق وَالْأَمر والإرادة الخلقية الْقَدَرِيَّة الشاملة لكل حَادث، والإرادة الأمرية الشَّرْعِيَّة المتناولة لكل مَا يُحِبهُ الله ويرضاه لِعِبَادِهِ وَهُوَ مَا أمرت بِهِ الرُّسُل وَهُوَ مَا ينفع الْعباد ويصلحهم وَيكون لَهُ الْعَاقِبَة الحميدة النافعة فِي الْمعَاد الدافعة للْفَسَاد. ¶ فَهَذِهِ الْإِرَادَة الأمرية الشَّرْعِيَّة مُتَعَلقَة بإلهيَّته المتضمنة لربوبيته كَمَا أَن تِلْكَ الْإِرَادَة الخلقية الْقَدَرِيَّة مُتَعَلقَة بربوبيته”8 ¶ __________ ¶ 1 - سُورَة الْبَقَرَة آيَة رقم 253. ¶ 2 - سُورَة الْكَهْف آيَة رقم 39. ¶ 3 - سُورَة الْبَقَرَة آيَة رقم 185. ¶ 4 - سُورَة الْأَحْزَاب آيَة رقم 33. ¶ 5 - سُورَة الْمَائِدَة آيَة رقم 6. ¶ 6 - سُورَة النِّسَاء آيَة رقم 26 - 28. ¶ 7 - مَجْمُوع الْفَتَاوَى 17/62 - 63. ¶ 8 - مَجْمُوع الْفَتَاوَى 17/64.",
            "page": "394",
            "part": "1",
            "seal": "00F7AD9F"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وَمِمَّا سبق يَتَقَرَّر أَنه “يَنْبَغِي أَن يعرف أَن الْإِرَادَة فِي كتاب الله على نَوْعَيْنِ: ¶ أَحدهمَا: الْإِرَادَة الكونية، وَهِي الْإِرَادَة المستلزمة لوُقُوع المُرَاد الَّتِي يُقَال فِيهَا مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن ... ¶ وَأما النَّوْع الثَّانِي: فَهُوَ الْإِرَادَة الدِّينِيَّة الشَّرْعِيَّة وَهِي محبَّة المُرَاد وَرضَاهُ ومحبة أَهله وَالرِّضَا عَنْهُم وجزاءهم بِالْحُسْنَى ... فَهَذِهِ الْإِرَادَة لَا تسلتزم وُقُوع المُرَاد إِلَّا أَن يتَعَلَّق بِهِ النَّوْع الأول من الْإِرَادَة. ¶ وَلِهَذَا كَانَت الْأَقْسَام أَرْبَعَة: ¶ أَحدهَا: مَا تعلّقت بِهِ الإرادتان وَهُوَ مَا وَقع فِي الْوُجُود من الْأَعْمَال الصَّالِحَة فَإِن الله أَرَادَهُ إِرَادَة دين وَشرع فَأمر بِهِ وأحبه ورضيه وأراده إِرَادَة كَون فَوَقع وَلَوْلَا ذَلِك لما كَانَ. ¶ وَالثَّانِي: مَا تعلّقت بِهِ الْإِرَادَة الدِّينِيَّة فَقَط، وَهُوَ مَا أَمر الله بِهِ من الْأَعْمَال الصَّالِحَة فعصى ذَلِك الْأَمر الْكفَّار والفجار، فَتلك كلهَا إِرَادَة دين وَهُوَ يُحِبهَا ويرضاها لَو وَقعت وَلَو لم تقع. ¶ وَالثَّالِث: مَا تعلّقت بِهِ الْإِرَادَة الكونية فَقَط وَهُوَ مَا قدره وشاءه من الْحَوَادِث الَّتِي لم يَأْمر بهَا كالمعاصي فَإِنَّهُ لم يَأْمر بهَا وَلم يرضها وَلم يُحِبهَا إِذْ هُوَ لَا يَأْمر بالفحشاء1 وَلَا يرضى لعباد الْكفْر2، وَلَوْلَا مَشِيئَته وَقدرته وخلقه لَهَا لما كَانَت وَلما وجدت فَإِنَّهُ مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن. ¶ وَالرَّابِع: مَا لم تتَعَلَّق بِهِ هَذِه الْإِرَادَة وَلَا هَذِه فَهَذَا مَا لم يكن من أَنْوَاع الْمعاصِي”3 ¶ __________ ¶ 1 - يَقُول الله عز وَجل {قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} الْأَعْرَاف 28. ¶ 2 - يَقُول الله عز وَجل {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلا يَرْضَى لِعِبَادِهِ الْكُفْرَ} الزمر 7. ¶ 3 - مَجْمُوع الْفَتَاوَى 8/187 - 189.",
            "page": "395",
            "part": "1",
            "seal": "097BBF2A"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "فَالله سُبْحَانَهُ وَتَعَالَى “محبته وَرضَاهُ مُسْتَلْزم للإرادة الدِّينِيَّة وَالْأَمر الديني وَكَذَلِكَ بغضه وغضبه وَسخطه مُسْتَلْزم لعدم الْإِرَادَة الدِّينِيَّة فالمحبة وَالرِّضَا وَالْغَضَب والسخط لَيْسَ هُوَ مُجَرّد الْإِرَادَة هَذَا قَول جُمْهُور أهل السّنة. ¶ وَمن قَالَ هَذِه الْأُمُور بِمَعْنى الْإِرَادَة كَمَا يَقُوله كثير من الْقَدَرِيَّة وَكثير من أهل الْإِثْبَات فَإِنَّهُ يسْتَلْزم أحد الْأَمريْنِ: ¶ إِمَّا أَن الْكفْر والفسوق والمعاصي مِمَّا يكرهها دينا فقد كره كَونهَا وَأَنَّهَا وَاقعَة بِدُونِ مَشِيئَته وإرادته، وَهَذَا قَول الْقَدَرِيَّة. ¶ أَو يَقُول: إِنَّه لما كَانَ مرِيدا لَهَا شاءها فَهُوَ محب لَهَا راضٍ بهَا كَمَا تَقوله طَائِفَة من أهل الْإِثْبَات. ¶ وكلا الْقَوْلَيْنِ فِيهِ مَا فِيهِ فَإِن الله تَعَالَى يحب الْمُتَّقِينَ1 وَيُحب المقسطين2 وَقد رَضِي عَن الْمُؤمنِينَ3 وَيُحب مَا أَمر بِهِ أَمر إِيجَاب4 أَو اسْتِحْبَاب5، وَلَيْسَ هَذَا الْمَعْنى ثَابتا فِي الْكفَّار والفجار والظالمين وَلَا يرضى لِعِبَادِهِ الْكفْر وَلَا يحب كل مختال فخور6. ¶ __________ ¶ 1 - يَقُول الله عز وَجل {إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} التَّوْبَة 4. ¶ 2 - يَقُول الله عز وَجل {إِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} الحجرات 9. ¶ 3 - يَقُول الله عز وَجل {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} الْفَتْح 18. ¶ 4 - الْإِيجَاب وُرُود خطاب الشَّرْع بِطَلَب فعل مَعَ جزم مقتضٍ للوعيد على التّرْك. انْظُر شرح الْكَوْكَب 1/340. ¶ 5 - الِاسْتِحْبَاب هُوَ النّدب وَهُوَ وُرُود خطاب الشَّرْع بِطَلَب فعل لَيْسَ مَعَه جزم. انْظُر شرح الْكَوْكَب 1/340 أَو هُوَ طلب لفعل غير كف ينتهض فعله خَاصَّة سَببا للثَّواب. انْظُر بَيَان الْمُخْتَصر 1/331. ¶ 6 - يَقُول الله عز وَجل {إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراً} النِّسَاء 36.",
            "page": "396",
            "part": "1",
            "seal": "EA171E73"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "وَمَعَ هَذَا فَمَا شَاءَ كَانَ وَمَا لم يَشَأْ لم يكن ... ¶ فَإِن قيل تَقْسِيم الْإِرَادَة لَا يعرف فِي حَقنا بل إِن الْأَمر مِنْهُ بالشَّيْء إِمَّا أَن يُريدهُ أَو لَا يُريدهُ وَأما الْفرق بَين الْإِرَادَة والمحبة فقد يعرف فِي حَقنا. ¶ فَيُقَال: وَهَذَا هُوَ الْوَاجِب فَإِن الله تَعَالَى لَيْسَ كمثله شَيْء1، وَلَيْسَ أمره لنا كأمر الْوَاحِد منا لعَبْدِهِ وخدمه، وَذَلِكَ أَن الْوَاحِد منا إِذا أَمر عَبده فإمَّا أَن يَأْمُرهُ لِحَاجَتِهِ إِلَيْهِ أَو إِلَى الْمَأْمُور بِهِ أَو لِحَاجَتِهِ إِلَى الْأَمر فَقَط ... وَالله تَعَالَى لم يَأْمر عباده لِحَاجَتِهِ إِلَى أحد مِنْهُم وَلَا هُوَ مُحْتَاج إِلَى أَمرهم وَإِنَّمَا أمَرَهم إحساناً مِنْهُ ونعمة أنعم بهَا عَلَيْهِم فَأَمرهمْ بِمَا فِيهِ صَلَاحهمْ ونهاهم عَمَّا فِيهِ فسادهم، ¶ وإرسال الرُّسُل وإنزال الْكتب من أعظم نعمه على خلقه كَمَا قَالَ {وَمَا أَرْسَلْنَاكَ إِلاّ رَحْمَةً لِلْعَالَمِينَ} 2 وَقَالَ تَعَالَى {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِنْ أَنْفُسِهِم} 3 وَقَالَ {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدىً وَرَحْمَةٌ لِلْمُؤْمِنِينَ. قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا} 4 فَمن أنعم الله عَلَيْهِ مَعَ الْأَمر بالامتثال فقد تمت النِّعْمَة فِي حَقه كَمَا قَالَ: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي} 5 وَهَؤُلَاء هم الْمُؤْمِنُونَ. ¶ وَمن لم ينعم عَلَيْهِ بالامتثال بل خذله حَتَّى كفر وَعصى فقد شقي لما بدل نعْمَة الله كفرا كَمَا قَالَ {أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْراً وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ} 6 ¶ __________ ¶ 1 - يَقُول الله عز وَجل {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} الشورى 11. ¶ 2 - سُورَة الْأَنْبِيَاء آيَة رقم 107. ¶ 3 - سُورَة آل عمرَان آيَة رقم 164. ¶ 4 - سُورَة يُونُس آيَة رقم 57 - 58. ¶ 5 - سُورَة الْمَائِدَة آيَة رقم 3. ¶ 6 - سُورَة إِبْرَاهِيم آيَة رقم 28.",
            "page": "397",
            "part": "1",
            "seal": "4ECF65A2"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَالْأَمر وَالنَّهْي الشرعيان لما كَانَا نعْمَة وَرَحْمَة عَامَّة لم يضر ذَلِك عدم انْتِفَاع بعض النَّاس بهما من الْكفَّار، كإنزال الْمَطَر وإنبات الرزق هُوَ نعْمَة عَامَّة وَإِن تضرر بهَا بعض النَّاس لحكمة أُخْرَى، كَذَلِك مَشِيئَته لما شاءه من الْمَخْلُوقَات وأعيانها وأفعالها لَا يُوجب أَن يحب كل شَيْء مِنْهَا فَإِذا أَمر العَبْد بِأَمْر فَذَاك إرشاد وَدلَالَة فَإِن فعل الْمَأْمُور بِهِ صَار محبوباً لله وَإِلَّا لم يكن محبوباً لَهُ وَإِن كَانَ مرَادا لَهُ، وإرادته لَهُ تكويناً لِمَعْنى آخر فالتكوين غير التشريع1. ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 11/355 - 357 ¶ ويتلخص من هَذَا أَن القَوْل الصَّحِيح الْمُخْتَار الَّذِي لَا شكّ فِيهِ هُوَ مَا عَلَيْهِ سلف الْأمة وَجُمْهُور الْمُسلمين وَدلّ عَلَيْهِ كتاب الله تَعَالَى وَهُوَ التَّفْصِيل: - ¶ فَالْأَمْر مُسْتَلْزم للإرادة الشَّرْعِيَّة الأمرية وَهِي المعنية فِي قَوْله تَعَالَى {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ} . ¶ وَالْأَمر غير مُسْتَلْزم للإرادة الكونية الْقَدَرِيَّة وَهِي المعنية فِي قَوْله تَعَالَى {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} .",
            "page": "398",
            "part": "1",
            "seal": "1BC93CA7"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "بَاب: الْعَمَل الْوَاحِد هَل يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ ¶ أصل الْمَسْأَلَة وَمَا تتفرع عَنهُ ¶ ... ¶ المبحث الثَّانِي: الْعَمَل الْوَاحِد هَل يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ؟ ¶ وَفِيه ثَلَاثَة مطَالب: ¶ الْمطلب الأول: أصل الْمَسْأَلَة وَمَا تتفرع عَنهُ ¶ قَاعِدَة كَبِيرَة فِي أَن الشَّخْص الْوَاحِد1 أَو الْعَمَل الْوَاحِد يكون مَأْمُورا بِهِ من وَجه مَنْهِيّا عَنهُ من وَجه وَهَذَا هُوَ مَذْهَب أهل السّنة وَالْجَمَاعَة2. ¶ __________ ¶ 1 - الشَّخْص الْوَاحِد هُوَ المذنب من أهل الْملَّة الإسلامية وَمذهب أهل السّنة وَالْجَمَاعَة أَن المذنب من أهل الْملَّة الإسلامية مُؤمن فَاسق نَاقص الْإِيمَان، وَقَالُوا الْإِيمَان اسْم معتقده وَإِقْرَاره وَعَمله الصَّالح، وَالْفِسْق اسْم عمله السَّيئ فَهُوَ محسن فِيمَا عمل من صَالح ومسيء فِيمَا عمل من سيئ، وَأهل الْكَبَائِر من أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم لَا يخلدُونَ فِي النَّار إِذا مَاتُوا وهم موحدون. ¶ انْظُر الْفَصْل فِي الْملَل والأهواء والنحل 3/274 و 286 وَشرح العقيدة الطحاوية 2/442 والعقيدة الطحاوية مَعَ شرحها 2/524 ومسائل الْإِيمَان لأبي يعلى 316. ¶ 2 - قَالَ فِي القواطع 1/246 - 247 “يُقَال لَهُم: هَل تجوزون أَن يكون الْإِنْسَان فِي فعل وَاحِد مَأْمُورا من وَجه مَنْهِيّا من وَجه مُطيعًا من وَجه عَاصِيا من وَجه؟ ¶ فَإِن قَالُوا: لَا ¶ قُلْنَا: الدَّلِيل على جَوَازه الْمَشْرُوع والمعقول: - ¶ أما الْمَشْرُوع فَإِن الْمَرِيض الَّذِي يستضر بِالصَّوْمِ إِذا صَامَ فَإِنَّهُ لم يخْتَلف أحد أَن صَوْمه يَقع وَهُوَ مَأْمُور بِالصَّوْمِ من وَجه، مَنْهِيّ عَنهُ من وَجه، وَلَوْلَا أَنه مَأْمُور من وَجه لم يتَصَوَّر وُقُوعه موقع الصَّوْم الْمَفْرُوض عَلَيْهِ، وَهُوَ مَنْهِيّ عَنهُ من وَجه وَهُوَ لتَضَمّنه إِضْرَارًا بِنَفسِهِ, ¶ وَأما الْمَعْقُول فَإِن السَّيِّد إِذا قَالَ لعَبْدِهِ احْمِلْ هَذِه الْخَشَبَة إِلَى مَوضِع كَذَا واسلك بهَا طَرِيق كَذَا، فَحمل الْخَشَبَة وسلك طَرِيقا غير الطَّرِيق الَّذِي قَالَ فَإِنَّهُ يكون مُطيعًا من وَجه عَاصِيا من وَجه، أَلا ترى أَنه يحسن أَن يَقُول العَبْد: - إِن كنت عصيتك فِي سلوك هَذَا الطَّرِيق فقد أطعتك فِي حمل هَذِه الْخَشَبَة إِلَى مَوضِع كَذَا” ¶ وَانْظُر شرح الْكَوْكَب 1/389 والمستصفى 1/254 وَنِهَايَة السول 2/302 والبرهان ¶ 1 - /203 وكشف الْأَسْرَار للْبُخَارِيّ 1/567.",
            "page": "399",
            "part": "1",
            "seal": "F5DB4A95"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "خلافًا للخوارج والمعتزلة1، وَقد وافقهم طَائِفَة من أهل الْإِثْبَات متكلميهم وفقهائهم من أَصْحَابنَا2 وَغَيرهم3 فِي مَسْأَلَة الْعَمَل الْوَاحِد فِي أصُول الْفِقْه. ¶ فَقَالُوا: لَا يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ4. ¶ وَإِن كَانُوا مخالفين لَهُم فِي مَسْأَلَة الشَّخْص الْوَاحِد فِي أصُول الدّين5 وَلَا ¶ __________ ¶ 1 - حَيْثُ يَقُول الْخَوَارِج إِن الْمُسلم يخرج من الْإِيمَان بارتكاب الْكَبِيرَة وَيدخل الْكفْر، وَيَقُول الْمُعْتَزلَة يخرج من الْإِيمَان وَلَا يدْخل الْكفْر وَهَذِه الْمنزلَة بَين المنزلتين، وَأوجب الْخَوَارِج والمعتزلة لَهُ الخلود فِي النَّار. ¶ انْظُر شرح العقيدة الطحاوية 2/434 و 524 ومسائل الْإِيمَان لأبي يعلى 323 - 325 وَشرح الْأُصُول الْخَمْسَة 139 - 140 وَالْإِيمَان لشيخ الْإِسْلَام ابْن تَيْمِية 283 و 304. ¶ 2 - قَالَ الكلوذاني فِي التَّمْهِيد 1/379: “وَتَحْقِيق هَذَا أَن الصَّلَاة فِي ملك الْغَيْر مَعْصِيّة قطعا، وَالصَّلَاة طَاعَة قطعا، فَكيف يكون الْفِعْل الْوَاحِد طَاعَة مَعْصِيّة؟ ويؤكد هَذَا أَن النَّهْي يَقْتَضِي إعدام الْفِعْل، وَالْأَمر يَقْتَضِي إيجاده فَكيف يتَصَوَّر كَون الْوَاحِد مَعْدُوما مَوْجُودا؟ ” ¶ 3 - قَالَ فِي الْمَحْصُول 1/340 - 341: “الشَّيْء الْوَاحِد لَا يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ مَعًا، وَالْفُقَهَاء قَالُوا يجوز ذَلِك إِذا كَانَ للشَّيْء وَجْهَان، لنا أَن الْمَأْمُور بِهِ هُوَ الَّذِي طلب تَحْصِيله من الْمُكَلف وَأَقل مراتبه رفع الْحَرج من الْفِعْل، والمنهي عَنهُ هُوَ الَّذِي لم يرفع الْحَرج عَن فعله، فالجمع بَينهمَا مُمْتَنع” وَانْظُر التَّحْصِيل من الْمَحْصُول 1/335. ¶ 4 - انْظُر قواطع الْأَدِلَّة 1/242 والبرهان لإِمَام الْحَرَمَيْنِ 1/200. ¶ 5 - كَأبي يعلى حَيْثُ ذكر فِي كِتَابه مسَائِل الْإِيمَان ص316 أَن الْفَاسِق الملي مُؤمن بإيمانه فَاسق بكبيرته وَهَذِه مَسْأَلَة الشَّخْص الْوَاحِد، وَذكر فِي كِتَابه الْعدة 2/441 أَن النَّهْي إِذا تعلق بِمَعْنى فِي غير الْمنْهِي عَنهُ يدل على الْفساد كَالصَّلَاةِ فِي الدَّار الْمَغْصُوبَة، وَهَذِه مَسْأَلَة الْعَمَل الْوَاحِد. ¶ وَسبب مخالفتهم لَهُم فِي مَسْأَلَة الشَّخْص الْوَاحِد أَن قَول الْمُعْتَزلَة والخوارج فِي مَسْأَلَة الشَّخْص الْوَاحِد مَبْنِيّ على أَن الْإِيمَان شَيْء وَاحِد إِذا زَالَ بعضه زَالَ جَمِيعه وَأَنه لَا يزِيد وَلَا ينقص وَلَا يتفاضل، وَالْعُلَمَاء الَّذين أَشَارَ إِلَيْهِم شيخ الْإِسْلَام رَحمَه الله هُنَا لَا يوافقونهم فِي هَذَا الأَصْل الْفَاسِد بل يرَوْنَ مَا دلّت عَلَيْهِ النُّصُوص وَأجْمع عَلَيْهِ السّلف من أَن الْإِيمَان يتفاضل وَقد يذهب بعضه وَيبقى بعضه. ¶ وَإِنَّمَا وافقوهم فِي مَسْأَلَة الْعَمَل الْوَاحِد لما ظنوه من تضارب بَين الطَّاعَة وَالْمَعْصِيَة وَالْأَمر وَالنَّهْي فخالفوهم فِي الأَصْل ووافقوهم فِي الْفَرْع.",
            "page": "400",
            "part": "1",
            "seal": "38D0F053"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "ريب أَن إِحْدَى الرِّوَايَتَيْنِ عَن أَحْمد أَن هَذَا الْعَمَل لَا يَجْزِي1 وَهِي مَسْأَلَة الصَّلَاة فِي الأَرْض الْمَغْصُوبَة2. ¶ وَفِي الرِّوَايَة الْأُخْرَى يَجْزِي كَقَوْل أَكثر الْفُقَهَاء3 ¶ لَكِن من أَصْحَابنَا من جعلهَا عقلية وَرَأى أَنه4 يمْتَنع ذَلِك عقلا وَهُوَ قَول ¶ __________ ¶ 1 - انْظُر الرِّوَايَة عَن الإِمَام أَحْمد فِي التَّمْهِيد 1/369 وروضة الناضر 1/209 وَهِي أشهر الرِّوَايَتَيْنِ، انْظُر شرح مُخْتَصر الرَّوْضَة 1/362 - 363 وَقد قَالَ بِهَذَا القَوْل الْمُعْتَزلَة إِلَّا النظام وَدَاوُد الظَّاهِرِيّ وَأهل الظَّاهِر ¶ انْظُر قواطع الْأَدِلَّة 1/240 - 241 وَالْبَحْر الْمُحِيط 1/263 وَانْظُر مَا سَيَأْتِي فِي الْأَقْوَال. ¶ 2 - انْظُر بَيَان الْمُخْتَصر 1/378 وَقد سبقت الْإِشَارَة إِلَى سَبَب قَول من قَالَ من أهل السّنة وَالْجَمَاعَة بِعَدَمِ الْإِجْزَاء وَسبب قَول الْمُعْتَزلَة بِعَدَمِ الْإِجْزَاء وشتان بَين السببين. ¶ 3 - انْظُر الرِّوَايَة عَن أَحْمد فِي رَوْضَة النَّاظر 1/210 وَانْظُر قواطع الْأَدِلَّة 1/240 والبرهان ¶ 1 - /199 وَمَا سَيَأْتِي فِي الْأَقْوَال. ¶ 4 - فِي المطبوع “لَا يمْتَنع” وَيظْهر أَن “لَا” زَائِدَة كَمَا هُوَ ظَاهر من الْكَلَام على القَوْل الرَّابِع الْآتِي حَيْثُ نسب هُنَاكَ لِابْنِ الباقلاني وَابْن الْخَطِيب أَن الْعقل يمْنَع ذَلِك.",
            "page": "401",
            "part": "1",
            "seal": "63678BE8"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "أَكثر الْمُعْتَزلَة، وَكثير من الأشعرية، كَابْن الباقلاني1 وَابْن الْخَطِيب2“3. ¶ __________ ¶ 1 - هُوَ مُحَمَّد بن الطّيب بن مُحَمَّد الْبَصْرِيّ ثمَّ الْبَغْدَادِيّ، أَبُو بكر، الْمَعْرُوف بِالْقَاضِي الباقلاني ولد بِالْبَصْرَةِ سنة338 هـ‍، انتصر لمَذْهَب الأشاعرة، وانتهت إِلَيْهِ رئاسة الْمَذْهَب الْمَالِكِي فِي وقته، لَهُ مصنفات مِنْهَا إعجاز القرءان وهداية المسترشدين فِي علم الْكَلَام توفّي بِبَغْدَاد سنة 403هـ‍. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 17/190 ومعجم المؤلفين 10/109. ¶ 2 - هُوَ مُحَمَّد بن عمر بن الْحُسَيْن التَّيْمِيّ الْبكْرِيّ، الشَّافِعِي، الرَّازِيّ، أَبُو عبد الله، فَخر الدّين وَيُقَال ابْن خطيب الرّيّ، أَصله من طبرستان وَولد بِالريِّ سنة 544هـ‍ وَقيل 543هـ‍ كَانَ مُفَسرًا متكلماً أصولياً ذَا احترام من الْمُلُوك يتوقد ذكاءً قَالَ الذَّهَبِيّ: “توفّي على طَريقَة حميدة” لَهُ مصنفات كَثِيرَة مِنْهَا التَّفْسِير الْكَبِير والمحصول توفّي بهراة سنة 606هـ‍. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 21/500 والأعلام 6/313. ¶ 3 - مَجْمُوع الْفَتَاوَى 19/295 وَسَيَأْتِي تَوْثِيق ذَلِك عِنْد ذكر الْأَقْوَال.",
            "page": "402",
            "part": "1",
            "seal": "9AD0AF50"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "الْمطلب الثَّانِي: الْأَقْوَال فِي الْمَسْأَلَة: ¶ الْكَلَام فِي مقامين: ¶ فِي الْإِمْكَان الْعقلِيّ. ¶ وَفِي الْإِجْزَاء4 الشَّرْعِيّ. ¶ وَالنَّاس فِيهَا على أَرْبَعَة أَقْوَال: 5 ¶ 1 - مِنْهُم من يَقُول: يمْتَنع عقلا وَيبْطل شرعا.6 ¶ __________ ¶ 4 - سَيَأْتِي تَعْرِيفه إِن شَاءَ الله عِنْد كَلَام شيخ الْإِسْلَام على مَعْنَاهُ ص416. ¶ 5 - نقل هَذِه الْأَقْوَال عَن شيخ الْإِسْلَام الزَّرْكَشِيّ فِي الْبَحْر الْمُحِيط 1/265. ¶ 6 - أَشَارَ إِلَى هَذَا الْغَزالِيّ فِي الْمُسْتَصْفى 1/295 حَيْثُ قَالَ: “وَمن أبطل أَخذ من التضاد الَّذِي بَين الْقرْبَة وَالْمَعْصِيَة وَيَدعِي كَون ذَلِك محالاً بِدَلِيل الْعقل” وَنقل الزَّرْكَشِيّ عَنهُ فِي الْبَحْر الْمُحِيط 1/265 أَنه قَالَ “وَمن أبطل أَخذه من التضاد الَّذِي بَين الْقرْبَة وَالْمَعْصِيَة وَيَدعِي استحالته عقلا”.",
            "page": "402",
            "part": "1",
            "seal": "0440B024"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وَهُوَ قَول طَائِفَة من متكلمي أَصْحَابنَا وفقهائهم. ¶ 2 - وَمِنْهُم من يَقُول: - يجوز عقلا لَكِن الْمَانِع سَمْعِي. ¶ وَهَذَا قد يَقُوله أَيْضا من لَا يرى الْإِجْزَاء من أَصْحَابنَا، وَمن وافقهم، وَهُوَ أشبه عِنْدِي بقول أَحْمد فَإِن أُصُوله تَقْتَضِي أَنه يجوز وُرُود التَّعَبُّد بذلك كُله، وَهَذَا هُوَ الَّذِي يشبه أصُول السّنة وأئمة الْفِقْه1. ¶ 3 - وَمِنْهُم من يجوزه عقلا وسمعاً كأكثر الْفُقَهَاء2. ¶ 4 - وَمِنْهُم من يمنعهُ عقلا لَكِن يَقُول ورد سمعا. ¶ وَهَذَا قَول ابْن الباقلاني وَأبي الْحسن3 وَابْن الْخَطِيب ¶ زَعَمُوا أَن الْعقل يمْنَع كَون الْفِعْل الْوَاحِد مَأْمُورا بِهِ مَنْهِيّا عَنهُ، وَلَكِن لما ¶ __________ ¶ 1 - وَهُوَ قَول أَكثر أَصْحَاب أَحْمد والظاهرية والزيدية وَهُوَ رِوَايَة عَن مَالك وَوجه لأَصْحَاب الشَّافِعِي، انْظُر شرح الْكَوْكَب 1/391. ¶ 2 - وَهُوَ قَول مَالك وَالشَّافِعِيّ وَرِوَايَة عَن أَحْمد اخْتَارَهَا بعض أَصْحَابه وَهُوَ مَذْهَب الْحَنَفِيَّة. انْظُر شرح الْكَوْكَب 1/395 وتيسير التَّحْرِير 2/219 وَالْعدة 2/442 وكشف الْأَسْرَار للْبُخَارِيّ 1/566 والوصول إِلَى الْأُصُول 1/189 والبرهان 1/199 وبذل النّظر 150 - 156 وَجمع الْجَوَامِع مَعَ حَاشِيَة الْعَطَّار 1/501 وَبَيَان الْمُخْتَصر 1/379 وَالْبَحْر الْمُحِيط 1/262. ¶ 3 - هُوَ عَليّ بن أبي عَليّ بن مُحَمَّد بن سَالم التغلبي، الْآمِدِيّ، الْحَنْبَلِيّ، ثمَّ الشَّافِعِي، سيف الدّين، ولد سنة 551هـ‍ بآمد ديار بكر وَكَانَ فَقِيها ً أصولياً متكلماً منطقياً، أَقَامَ بِبَغْدَاد ثمَّ انْتقل إِلَى الشَّام ثمَّ إِلَى مصر من مصنفاته إحكام الْأَحْكَام توفّي بِدِمَشْق سنة 631 هـ‍ وَدفن بجبل قاسيون. ¶ انْظُر تَرْجَمته فِي سير أَعْلَام النبلاء 12/211 وطبقات الشَّافِعِيَّة للأسنوي 1/73.",
            "page": "403",
            "part": "1",
            "seal": "C90F017A"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "دلّ السّمع إِمَّا الْإِجْمَاع1 أَو غَيره على عدم وجوب2 الْقَضَاء3 قَالُوا: حصل الْإِجْزَاء عِنْده لَا بِهِ4 ¶ وَهَذَا القَوْل عِنْدِي أفسد الْأَقْوَال”5.6 ¶ __________ ¶ 1 - الْإِجْمَاع فِي اللُّغَة الِاتِّفَاق والإحكام والعزيمة على الشَّيْء وَأَن يجْتَمع الشَّيْء المتفرق جَمِيعًا. انْظُر الْقَامُوس الْمُحِيط 3/15 وتهذيب الْأَسْمَاء واللغات 3/55 ¶ وَفِي الِاصْطِلَاح: اتِّفَاق مجتهدي أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم بعد وَفَاته فِي حَادِثَة على أَمر من الْأُمُور فِي عصر من الْأَعْصَار انْظُر الْبَحْر الْمُحِيط 4/436. ¶ 2 - الْوُجُوب فِي اللُّغَة اللُّزُوم والسقوط انْظُر الْقَامُوس الْمُحِيط 1/136 ومختار الصِّحَاح 709. ¶ وَفِي الِاصْطِلَاح عُرِّف بِمَعْنى الْإِيجَاب الْمُتَقَدّم وَيُطلق تَارَة بِمَعْنى الثُّبُوت فِي الذِّمَّة بِمَعْنى لُزُوم الْإِتْيَان بِالْفِعْلِ وَهُوَ شَائِع فِي إِطْلَاق الْفُقَهَاء وَتارَة بِمَعْنى وجوب الْأَدَاء وَهُوَ اصْطِلَاح الْمُتَكَلِّمين. انْظُر الْبَحْر الْمُحِيط 1/179 - 180 ¶ 3 - القضاءفي اللُّغَة إِكْمَال الشَّيْء وإتمامه. انْظُر لِسَان الْعَرَب 5/3665 والمعجم الْوَسِيط 2/742 - 743. ¶ وَفِي الِاصْطِلَاح إِيقَاع الْعِبَادَة بعد وَقتهَا الْمعِين لَهَا شرعا. انْظُر تقريب الْوُصُول 231. ¶ 4 - انْظُر الْمَحْصُول 1/344 والإحكام للآمدي 1/115 وَالتَّلْخِيص رِسَالَة جامعية 1/420 وَشرح الْكَوْكَب 1/393 والمستصفى 1/253 - 254 والوصول إِلَى الْأُصُول 1/189 و 192 والبرهان 1/200 وَشرح مُخْتَصر الرَّوْضَة 1/363 وَبَيَان الْمُخْتَصر 1/379 وَالْبَحْر الْمُحِيط 1/262. ¶ 5 - قَالَ السَّمْعَانِيّ فِي القواطع 1/249: “نقل بعض الْمُتَأَخِّرين من أَصْحَابنَا عَن القَاضِي أبي بكر الباقلاني كلَاما غير مَفْهُوم فِي هَذِه الْمَسْأَلَة وَهُوَ أَن صَلَاة الْإِنْسَان فِي الأَرْض الْمَغْصُوبَة لَا تقع مَأْمُورا بهَا وَلَكِن يسْقط الْأَمر بِالصَّلَاةِ عِنْدهَا كَمَا يسْقط الْأَمر بأعذار تطرأ من الْجُنُون وَغَيره، وَهَذَا هذيان فأعرضنا عَنهُ”. وَقَالَ إِمَام الْحَرَمَيْنِ فِي الْبُرْهَان 1/201: “وَهَذَا حائد عِنْدِي عَن التَّحْصِيل غير لَائِق بِمنْصب هَذَا الرجل الخطير”. ¶ 6 - مَجْمُوع الْفَتَاوَى 19/295 - 296.",
            "page": "404",
            "part": "1",
            "seal": "A5A4893C"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "الْمطلب الثَّالِث: الِاخْتِيَار فِي الْمَسْأَلَة: ¶ وَالصَّوَاب أَن ذَلِك مُمكن فِي الْعقل فَأَما الْوُقُوع السمعي فَيرجع فِيهِ إِلَى دَلِيله1 وَذَلِكَ أَن كَون الْفِعْل الْوَاحِد محبوباً مَكْرُوها، مرضياً مسخوطاً، مَأْمُورا بِهِ مَنْهِيّا عَنهُ، مقتضياً للحمد وَالثَّوَاب والذم وَالْعِقَاب، لَيْسَ هُوَ من الصِّفَات اللَّازِمَة كالأسود والأبيض، والمتحرك والساكن، والحي وَالْمَيِّت وَإِن كَانَ فِي هَذِه الصِّفَات كَلَام أَيْضا وَإِنَّمَا هُوَ من الصِّفَات الَّتِي فِيهَا إِضَافَة متعدية مثل كَون الْفِعْل نَافِعًا وضاراً، ومحبوباً ومكروهاً والنافع هُوَ الجالب للذة2 والضار هُوَ الجالب للألم3 وَكَذَلِكَ المحبوب هُوَ الَّذِي فِيهِ فَرح وَلَذَّة للمحب مثلا وَالْمَكْرُوه هُوَ الَّذِي فِيهِ ألم للكاره وَلِهَذَا كَانَ الْحسن والقبح الْعقلِيّ مَعْنَاهُ: الْمَنْفَعَة والمضرة4 وَالْأَمر وَالنَّهْي يعودان إِلَى الْمَطْلُوب وَالْمَكْرُوه فَهَذِهِ صفة فِي الْفِعْل مُتَعَلقَة بالفاعل أَو غَيره وَهَذِه صفة فِي الْفِعْل مُتَعَلقَة بالآمر الناهي وَلِهَذَا قلت غير مرّة5: إِن ¶ __________ ¶ 1 - هَذَا بَيَان للإمكان الْعقلِيّ، وَقد اسْتدلَّ الْجُمْهُور على الْإِمْكَان الْعقلِيّ بِأَن السَّيِّد إِذا قَالَ لعَبْدِهِ خطّ هَذَا الثَّوْب وَلَا تدخل هَذِه الدَّار، فخاط العَبْد الثَّوْب فِي الدَّار الْمنْهِي عَنْهَا، يقطع بِطَاعَتِهِ من جِهَة أَن خاط وبمعصيته من جِهَة أَنه خاط فِي الدَّار، فَيكون فعل الْخياطَة مَأْمُورا بِهِ مَنْهِيّا عَنهُ من جِهَتَيْنِ فَدلَّ ذَلِك على الْقطع بِجَوَاز ذَلِك عقلا. ¶ انْظُر بَيَان الْمُخْتَصر 1/380. ¶ 2 - وَهِي الْمصلحَة. انْظُر مِفْتَاح دَار السَّعَادَة 2/14 وقواعد الْأَحْكَام 1/12 والفوائد فِي اخْتِصَار الْمَقَاصِد 35 ¶ 3 - وَهِي الْمفْسدَة. انْظُر المراجع السَّابِقَة. ¶ 4 - قَالَ الْعِزّ بن عبد السَّلَام فِي الْفَوَائِد 37: “ويعبر عَن الْمصَالح والمفاسد بالمحبوب وَالْمَكْرُوه، والحسنات والسيئات، وَالْعرْف والنكر، وَالْخَيْر وَالشَّر، والنفع والضر، وَالْحسن والقبيح”. ¶ 5 - وَمن ذَلِك قَوْله رَحمَه الله فِي مَجْمُوع الْفَتَاوَى 8/434 - 436: - “قد ثَبت بِالْخِطَابِ وَالْحكمَة الْحَاصِلَة من الشَّرَائِع ثَلَاثَة أَنْوَاع: ¶ أَحدهَا: أَن يكون الْفِعْل مُشْتَمِلًا على مصلحَة أَو مفْسدَة وَلَو لم يَرِد الشَّرْع بذلك كَمَا يعلم أَن الْعدْل مُشْتَمل عل مصلحَة الْعَالم، وَالظُّلم يشْتَمل على فسادهم فَهَذَا النَّوْع هُوَ حسن وقبيح. وَقد يعلم بِالْعقلِ وَالشَّرْع قبح ذَلِك لَا أَنه أثبت للْفِعْل صفة لم تكن، لَكِن لَا يلْزم من حُصُول هَذَا الْقبْح أَن يكون فَاعله معاقباً فِي الْآخِرَة إِذا لم يَرِد شرع بذلك ... ¶ النَّوْع الثَّانِي: أَن الشَّارِع إِذا أَمر بِشَيْء صَار حسنا وَإِذا نهى عَن شَيْء صَار قبيحاً واكتسب الْفِعْل صفة الْحسن والقبح بخطاب الشَّارِع. ¶ النَّوْع الثَّالِث: أَن يَأْمر الشَّارِع بِشَيْء ليمتحن العَبْد هَل يطيعه أم يعصيه وَلَا يكون المُرَاد فعل الْمَأْمُور بِهِ ... فالحكمة منشؤها من نفس الْأَمر لَا من نفس الْمَأْمُور بِهِ ... ¶ وَأما الْحُكَمَاء وَالْجُمْهُور فأثبتوا الْأَقْسَام الثَّلَاثَة وَهُوَ الصَّوَاب” انْتهى. ¶ وسأبسط هَذِه الْمَسْأَلَة فِي بحث قادم إِن شَاءَ الله تَعَالَى.",
            "page": "405",
            "part": "1",
            "seal": "69C27631"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "حسن الْفِعْل يحصل من نَفسه تَارَة وَمن الْآمِر تَارَة وَمن مجموعهما تَارَة. ¶ والمعتزلة وَمن وافقهم من الْفُقَهَاء أَصْحَابنَا وَغَيرهم الَّذين يمْنَعُونَ النّسخ1 قبل التَّمَكُّن من الْفِعْل2 لَا يثبتون إِلَّا الأول3. ¶ __________ ¶ 1 - النّسخ فِي اللُّغَة الْإِزَالَة والتغيير وَالرَّفْع والإبطال وَإِقَامَة الشَّيْء مقَامه. انْظُر الْقَامُوس الْمُحِيط 1/271ومختارالصحاح 656. ¶ وَفِي الِاصْطِلَاح: إِزَالَة الحكم الثَّابِت بشرع مُتَقَدم بشرع مُتَأَخّر عَنهُ على وَجه لولاه لَكَانَ ثَابتا” انْظُر الْحُدُود للباجي 49 وَالْإِشَارَة إِلَى معرفَة الْأُصُول للباجي 17. ¶ 2 - وَهَذِه الْمَسْأَلَة من مسَائِل كَون الشَّيْء مَأْمُورا بِهِ من وَجه مَنْهِيّا عَنهُ من وَجه قَالَ ابْن قدامَة فِي الرَّوْضَة 1/302 - 303 “قَوْلهم إِنَّه يُفْضِي إِلَى أَن يكون الشَّيْء مَأْمُورا مَنْهِيّا، فَلَا يمْتَنع أَن يكون مَأْمُورا من وَجه مَنْهِيّا عَنهُ من وَجه”. ¶ وَهَذَا قَول أَكثر الْحَنَفِيَّة، وَأبي الْحسن التَّمِيمِي من الْحَنَابِلَة، والمعتزلة، وَقَالَ الكيا الطَّبَرِيّ إِنَّه قَول الْفُقَهَاء. انْظُر الْبَحْر الْمُحِيط 4/86 وروضة النَّاظر 1/297 وَالْعدة 3/808 والتمهيد للكلوذاني 2/355. ¶ 3 - وَهُوَ حسن الْفِعْل من نَفسه. انْظُر شرح مُخْتَصر الرَّوْضَة 2/282 وَالْعدة 3/812 وَالْبَحْر الْمُحِيط 1/146 وَشرح الْكَوْكَب 1/306 - 307 وَنِهَايَة الْوُصُول 2/705.",
            "page": "406",
            "part": "1",
            "seal": "070BBC4A"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "والأشعرية وَمن وافقهم من الْفُقَهَاء أَصْحَابنَا وَغَيرهم الَّذين لَا يثبتون للْفِعْل صفة إِلَّا إِضَافَة لتَعلق الْخطاب بِهِ لَا يثبتون إِلَّا الثَّانِي1. ¶ وَالصَّوَاب إِثْبَات الْأَمريْنِ وَقدر زَائِد يحصل للْفِعْل من جنس تعلق الْخطاب غير تعلق الْخطاب وَيحصل للْفِعْل بعد الحكم. ¶ فالخطاب مظهر تَارَة ومؤثر تَارَة وجامع بَين الْأَمريْنِ تَارَة ... ¶ وَإِذا كَانَ ذَلِك كَذَلِك فَنحْن نعقل ونجد أَن الْفِعْل الْوَاحِد من الشَّخْص أَو من غَيره يجلب لَهُ مَنْفَعَة ومضرة مَعًا، وَالرجل يكون لَهُ عدوَّان يقتل أَحدهمَا صَاحبه فيسر من حَيْثُ عدم عَدو، ويساء من حَيْثُ غلب عَدو، وَيكون لَهُ صديقان يعْزل أَحدهمَا صَاحبه فيساء من حَيْثُ انعزال صديق، وَيسر من حَيْثُ تولى صديق. ¶ وَأكْثر أُمُور الدُّنْيَا من هَذَا فَإِن الْمصلحَة الْمَحْضَة نادرة2. ¶ __________ ¶ 1 - وَهُوَ حسن الْفِعْل لوُرُود الْأَمر بِهِ أَي من الْآمِر انْظُر الْبَحْر الْمُحِيط 1/135 و 145 و 146 وَالتَّلْخِيص رِسَالَة جامعية 1/158 وَشرح الْكَوْكَب 1/307. ¶ 2 - قَالَ الشاطبي فِي الموافقات 2/44: “الْمصَالح الدُّنْيَوِيَّة من حَيْثُ هِيَ مَوْجُودَة هُنَا لَا يتَخَلَّص كَونهَا مصَالح مَحْضَة، وأعني بالمصالح مَا يرجع إِلَى قيام حَيَاة الْإِنْسَان وَتَمام عيشه ونيله مَا تَقْتَضِيه أَوْصَافه الشهوانية والعقلية على الْإِطْلَاق حَتَّى يكون منعماً على الْإِطْلَاق، وَهَذَا فِي مُجَرّد الاعتياد لَا يكون، لِأَن تِلْكَ الْمصَالح مشوبة بتكاليف ومشاق قَلَّتْ أَو كثرت تقترن بهَا أَو تسبقها أَو تلحقها كَالْأَكْلِ وَالشرب واللبس وَالسُّكْنَى وَالرُّكُوب وَالنِّكَاح وَغير ذَلِك، فَإِن هَذِه الْأُمُور لَا تنَال إِلَّا بكد وتعب”. ¶ وَقَالَ ابْن الْقيم فِي مِفْتَاح دَار السَّعَادَة 2/16: - “وَلَا ريب عِنْد كل عَاقل أَن كَمَال الرَّاحَة بِحَسب التَّعَب وَكَمَال النَّعيم بِحَسب تحمل المشاق فِي طَرِيقه، وَإِنَّمَا تخلص الرَّاحَة واللذة وَالنَّعِيم فِي دَار السَّلَام فَأَما فِي هَذِه الدَّار فكلا وَلما”. ¶ وَقَالَ الْعِزّ بن عبد السَّلَام فِي قَوَاعِد الْأَحْكَام 1/12: - “الْمصَالح الْمَحْضَة قَليلَة وَكَذَلِكَ الْمَفَاسِد الْمَحْضَة وَالْأَكْثَر مِنْهَا اشْتَمَل على الْمصَالح والمفاسد”. ¶ وَقَالَ أَيْضا فِي قَوَاعِد الْأَحْكَام 1/115 “وَاعْلَم أَن الْمصَالح الْخَالِصَة عزيزة الْوُجُود فَإِن المآكل والمشارب والملابس والمناكح والمراكب والمساكن لَا تحصل إِلَّا بنَصَب مقترن بهَا أَو سَابق أَو لَاحق، وَأَن السَّعْي فِي تَحْصِيل هَذِه الْأَشْيَاء كلهَا شاق على مُعظم الْخلق لَا ينَال إِلَّا بكد وتعب فَإِذا حصلت اقْترن بهَا من الْآفَات مَا ينكدها وينغصها”.",
            "page": "407",
            "part": "1",
            "seal": "C14545BE"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "فَأكْثر الْحَوَادِث فِيهَا مَا يسوء وَيسر فيشتمل الْفِعْل على مَا ينفع وَيُحب وَيُرَاد وَيطْلب وعَلى مَا يضر وَيبغض وَيكرهُ وَيدْفَع، وَكَذَلِكَ الْآمِر يَأْمر بتحصيل النافع وَينْهى عَن تَحْصِيل الضار، فيأمر بِالصَّلَاةِ الْمُشْتَملَة على الْمَنْفَعَة وَينْهى عَن الْغَصْب1 الْمُشْتَمل على مضرَّة. ¶ فَإِذا قَالُوا: الْمُمْتَنع أَن يَأْمُرهُ بِفعل وَاحِد من وَجه وَاحِد فَيَقُول: - صَلِّ هُنَا وَلَا تصلِّ هُنَا، فَإِن هَذَا جمع بَين النقيضين2، وَالْجمع بَين النقيضين مُمْتَنع لِأَنَّهُ جمع بَين النَّفْي وَالْإِثْبَات. ¶ فقد يُقَال لَهُم: الْجمع بَين النقيضين مُمْتَنع فِي الْخَبَر فَإِذا قلت صلى زيد هُنَا، لم يصلِّ هُنَا، امْتنع ذَلِك. ¶ لِأَن الصَّلَاة هُنَا إِمَّا أَن تكون وَإِمَّا أَن لَا تكون وَكَونهَا هُوَ عينهَا وَمَا يتبعهُ من الصِّفَات اللَّازِمَة الَّتِي لَيْسَ فِيهَا نِسْبَة وَإِضَافَة وَتعلق فَأَما الْجمع بَينهمَا فِي الْإِرَادَة وَالْكَرَاهَة، والطلب وَالدَّفْع، والمحبة والبغضة، وَالْمَنْفَعَة والمضرة، فَهَذَا لَا يمْتَنع، فَإِن وجود الشَّيْء قد يكون مرَادا وَيكون عَدمه مرَادا أَيْضا إِذا كَانَ فِي ¶ __________ ¶ 1 - فِي المطبوع “الْغَضَب”. ¶ 2 - النقيضان هما اللَّذَان لَا يَجْتَمِعَانِ مَعًا وَلَا يرتفعان مَعًا، والتناقض نِسْبَة بَين معنى وَمعنى آخر من جِهَة عدم إِمْكَان اجْتِمَاعهمَا مَعًا وَعدم إِمْكَان ارتفاعهما مَعًا فِي شَيْء وَاحِد وزمان وَاحِد. ¶ انْظُر تقريب الْوُصُول 112 وضوابط الْمعرفَة 55.",
            "page": "408",
            "part": "1",
            "seal": "B5BD7662"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "كل مِنْهُمَا مَنْفَعَة للمريد، وَيكون أَيْضا وجوده أَو عَدمه مَكْرُوها بِحَيْثُ يلتذ العَبْد ويتألم بِوُجُودِهِ وَعَدَمه كَمَا قيل: ¶ فاعجب لشَيْء على الْبغضَاء مَحْبُوب الشيب كره، وَكره أَن نفارقه ¶ فَهُوَ يكره الشيب ويبغضه لما فِيهِ من زَوَال الشَّبَاب النافع وَوُجُود الشيب الضار وَهُوَ يُحِبهُ أَيْضا وَيكرهُ عَدمه لما فِيهِ من وجود الْحَيَاة وَفِي عَدمه من الفناء. ¶ وَهَذَا حَال مَا اجْتمع فِيهِ مصلحَة ومفسدة من جَمِيع الْأُمُور. ¶ لَكِن1 التَّحْقِيق أَن الْفِعْل الْمعِين كَالصَّلَاةِ فِي الدَّار الْمعينَة لَا يُؤمر بِعَينهَا وَينْهى عَن عينهَا لِأَنَّهُ تَكْلِيف2 مَا لَا يُطَاق3، فَإِنَّهُ تَكْلِيف للْفَاعِل أَن يجمع بَين وجود الْفِعْل الْمعِين وَعَدَمه4. ¶ وَإِنَّمَا يُؤمر بهَا من حَيْثُ هِيَ مُطلقَة وَينْهى عَن الْكَوْن فِي الْبقْعَة فَيكون مورد الْأَمر غير مورد النَّهْي5 وَلَكِن تلازما فِي الْمعِين6، وَالْعَبْد هُوَ الَّذِي جمع ¶ __________ ¶ 1 - بعد أَن انْتهى من بَيَان الْإِمْكَان الْعقلِيّ شرع فِي بَيَان حَقِيقَة الْوُرُود السمعي. ¶ 2 - التَّكْلِيف لُغَة الْأَمر بِمَا يشق. انْظُر لِسَان الْعَرَب 5/3917 ¶ وَاصْطِلَاحا قيل إِلْزَام مُقْتَضى خطاب الشَّرْع، وَقيل الدُّعَاء إِلَى مَا فِيهِ كلفة وَقيل إِلْزَام مَا فِيهِ كلفة. انْظُر شرح مُخْتَصر الرَّوْضَة 1/179 والبرهان 1/88. ¶ 3 - سَيَأْتِي بسط هَذِه الْمَسْأَلَة إِن شَاءَ الله تَعَالَى فِي بحث قادم. ¶ 4 - انْظُر شرح الْكَوْكَب 1/391 والمستصفى 1/254 وَبَيَان الْمُخْتَصر 1/378. ¶ 5 - النَّهْي فِي اللُّغَة الْكَفّ وَالْمَنْع. انْظُر لِسَان الْعَرَب 6/4564 - 4565 ¶ وَفِي الِاصْطِلَاح: القَوْل الدَّال بِالذَّاتِ على اقْتِضَاء كف عَن فعل لَا بقول كف وَنَحْوه وَزَاد بَعضهم على وَجه الْعُلُوّ وَزَاد بَعضهم على وَجه الاستعلاء. ¶ انْظُر مذكرة أبرز الْقَوَاعِد الْأُصُولِيَّة 192 مُكَرر وَنشر البنود 1/195 وَجمع الْجَوَامِع مَعَ حَاشِيَة الْعَطَّار 1/496 وقواطع الْأَدِلَّة 1/251 وَالْبَحْر الْمُحِيط 2/426. ¶ 6 - قَالَ فِي القواطع 1/245: “الصَّلَاة غير مَنْهِيّ عَنْهَا بِحكم جَوَازهَا، دَلِيله الصَّلَاة فِي ملكه وَإِنَّمَا قُلْنَا إِن الصَّلَاة غير مَنْهِيّ عَنْهَا لِأَن النَّهْي وَإِن ورد لكنه ينْصَرف إِلَى فعل الْغَصْب لَا إِلَى فعل الصَّلَاة، أَلا ترى أَن بعد الْخُرُوج من الصَّلَاة هُوَ فَاعل للغصب غير فَاعل للصَّلَاة، أَلا ترى أَنه لَو صلى فِي مَكَان من الدَّار لَا يخرج من أَن يكون غَاصبا لغير ذَلِك الْمَكَان من بقاع الدَّار”.",
            "page": "409",
            "part": "1",
            "seal": "E49038E8"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "ين الْمَأْمُور بِهِ والمنهي عَنهُ لَا أَن الشَّارِع أمره بِالْجمعِ بَينهمَا1 فَأمره بِصَلَاة مُطلقَة، وَنَهَاهُ عَن كَون مُطلق، وَأما الْمعِين فالشارع لَا يَأْمر بِهِ وَلَا ينْهَى عَنهُ كَمَا فِي سَائِر المعينات. ¶ وَهَذَا أصل مطرد فِي جَمِيع مَا أَمر الله بِهِ من المطلقات، بل فِي كل أَمر فَإِنَّهُ إِذا أَمر بِعِتْق رَقَبَة مُطلقَة كَقَوْلِه {فَتَحْرِيرُ رَقَبَةٍ} 2، أَو بإطعام سِتِّينَ مِسْكينا أَو صِيَام شَهْرَيْن مُتَتَابعين3، أَو بِصَلَاة فِي مَكَان، أَو غير ذَلِك، فَإِن العَبْد لَا يُمكنهُ الِامْتِثَال إِلَّا بِإِعْتَاق رَقَبَة مُعينَة، وإطعام طَعَام معِين لمساكين مُعينين، وَصِيَام أَيَّام مُعينَة، وَصَلَاة مُعينَة فِي مَكَان معِين فالمعين فِي جَمِيع المأمورات الْمُطلقَة لَيْسَ مَأْمُورا بِعَيْنِه وَإِنَّمَا الْمَأْمُور بِهِ مُطلق، وَالْمُطلق يحصل بالمعين. ¶ فالمعين فِيهِ شَيْئَانِ: ¶ خُصُوص عينه، والحقيقة الْمُطلقَة. ¶ فالحقيقة الْمُطلقَة هِيَ الْوَاجِبَة، وَأما خُصُوص الْعين فَلَيْسَ وَاجِبا وَلَا مَأْمُورا ¶ __________ ¶ 1 - انْظُر تيسير التَّحْرِير 2/219 وَشرح مُخْتَصر الرَّوْضَة 1/367 وَالْبَحْر الْمُحِيط 1/263. ¶ 2 - سُورَة المجادلة آيَة رقم 3. ¶ 3 - قَالَ تَعَالَى {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ. فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} المجادلة 3 - 4.",
            "page": "410",
            "part": "1",
            "seal": "CBF12FF5"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "بِهِ، وَإِنَّمَا هُوَ أحد الْأَعْيَان الَّتِي يحصل بهَا الْمُطلق بِمَنْزِلَة الطَّرِيق إِلَى مَكَّة وَلَا قصد للْآمِر فِي خُصُوص التَّعْيِين1. ¶ وَهَذَا الْكَلَام مَذْكُور فِي مَسْأَلَة الْوَاجِب على التَّخْيِير وَالْوَاجِب الْمُطلق2 وَالْوَاجِب الْمعِين وَالْفرق بَينهَا: أَن الْوَاجِب الْمُخَير3 قد أَمر فِيهِ بِأحد أَشْيَاء محصورة وَالْمُطلق لم يُؤمر فِيهِ بِأحد أَشْيَاء محصورة وَإِنَّمَا أَمر بالمطلق وَلِهَذَا اخْتلف فِي الْوَاجِب الْمُخَير فِيهِ هَل الْوَاجِب هُوَ الْقدر الْمُشْتَرك، كالواجب الْمُطلق، أَو الْوَاجِب هُوَ الْمُشْتَرك والمميز أَيْضا على التَّخْيِير؟ 4. ¶ فِيهِ وَجْهَان: ¶ والمشترك هُوَ كَونه أَحدهَا5. ¶ __________ ¶ 1 - فَمن ملك مائَة رَقَبَة مثلا فأيها أعتق يَقع من الْكَفَّارَة. انْظُر قواطع الْأَدِلَّة 1/176. ¶ 2 - الْوَاجِب الْمُطلق هُوَ مَا تعلق الْعقَاب بِتَرْكِهِ. انْظُر الْفَقِيه والمتفقه 1/191 وَسَيَأْتِي تَعْرِيف لَهُ فِي الْحَاشِيَة رقم (3) ص (412) . ¶ 3 - الْوَاجِب المخيرهو إِيجَاب شَيْء مُبْهَم من أَشْيَاء محصورة. انْظُر الْبَحْر الْمُحِيط 1/186. ¶ 4 - عِنْد أَكثر الْعلمَاء الْوَاجِب وَاحِد لَا بِعَيْنِه وَيتَعَيَّن بِفعل الْمُكَلف ومتعلق الْوُجُوب هُوَ الْقدر الْمُشْتَرك بَين الْخِصَال. ¶ انْظُر شرح الْكَوْكَب 1/380 وَالْقَوَاعِد والفوائد الْأُصُولِيَّة 65 والتبصرة 70 وقواطع الْأَدِلَّة 1/171 وموافقة صَحِيح الْمَنْقُول لصريح الْمَعْقُول 1/128 ¶ وَقَالَت الْمُعْتَزلَة: تجب جَمِيع الْخِصَال وَيسْقط بِفعل وَاحِد مِنْهَا. ¶ انْظُر شرح الْكَوْكَب 1/382 وَالْقَوَاعِد والفوائد الْأُصُولِيَّة 65 والتبصرة 70 وقواطع الْأَدِلَّة 1/171 وموافقة صَحِيح الْمَنْقُول لصريح الْمَعْقُول 1/128. ¶ 5 - قَالَ شيخ الْإِسْلَام فِي مُوَافقَة صَحِيح الْمَنْقُول لصريح الْمَعْقُول 1/128: “وَحَقِيقَة الْأَمر أَن الْوَاجِب هُوَ الْقدر الْمُشْتَرك بَين الثَّلَاثَة وَهُوَ مُسَمّى أَحدهَا فَالْوَاجِب أحد الثَّلَاثَة، وَهَذَا مُتَعَيّن متميز مَعْرُوف للْمَأْمُور وَهَذَا الْمُسَمّى يُوجد فِي هَذَا الْمعِين وَهَذَا الْمعِين وَهَذَا الْمعِين فَلم يجب وَاحِد بِعَيْنِه غير معِين بل وَجب أحد المعينات والامتثال يحصل بِوَاحِد مِنْهَا وَإِن لم يُعينهُ ... إِذا كَانَ الْوَاجِب غير معِين بل هُوَ الْقدر الْمُشْتَرك لَا مُنَافَاة بَين الْإِيجَاب وَترك التَّعْيِين” وَانْظُر بَيَان الْمُخْتَصر 1/351.",
            "page": "411",
            "part": "1",
            "seal": "04261ED6"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "فعلى هَذَا مَا تميز بِهِ أَحدهَا عَن الآخر لَا يُثَاب عَلَيْهِ ثَوَاب الْوَاجِب1، بِخِلَاف مَا إِذا قيل المتميز وَاجِب على الْبَدَل أَيْضا2. ¶ أما الْمُطلق فَلم يتَعَرَّض فِيهِ للأعيان المتميزة بِقصد لكنه من ضَرُورَة الْوَاقِع فَهُوَ من بَاب مَا لَا يتم الْوَاجِب إِلَّا بِهِ3. ¶ وَهُوَ وَإِن قيل هُوَ وَاجِب فَهُوَ وَاجِب فِي الْفِعْل وَهُوَ مُخَيّر فِيهِ، فاختياره لإحدى الْعَينَيْنِ لَا يَجعله وَاجِبا عينا. ¶ __________ ¶ 1 - قَالَ فِي شرح الْكَوْكَب1/383: “إِن كفَّر بهَا كلهَا أَو بِأَكْثَرَ من وَاحِد مرتبَة ... فَالْوَاجِب الأول ... إِجْمَاعًا لِأَنَّهُ الَّذِي أسقط الْفَرْض وَالَّذِي بعده لم يُصَادف وجوبا فِي الذِّمَّة وَإِن أخرج الْكل مَعًا ... فِي وَقت وَاحِد ... أثيب ثَوَاب وَاجِب على أَعْلَاهَا فَقَط”. وَانْظُر الْقَوَاعِد والفوائد الْأُصُولِيَّة 67 وَنِهَايَة الْوُصُول 2/528 والتمهيد للأسنوي 81. ¶ 2 - نُقِل عَن بعض الْمُعْتَزلَة أَنه إِن فعل الْجَمِيع يُثَاب عَلَيْهَا ثَوَاب الْوَاجِب، لَكِن قيل إِن هَذَا مَذْهَب من لَا يعبأ بِهِ مِنْهُم، وَقد نقل بعض الْعلمَاء الِاتِّفَاق على أَنه لَا يُثَاب على الْجَمِيع ثَوَاب الْوَاجِب. ¶ انْظُر الْقَوَاعِد والفوائد الْأُصُولِيَّة 66 وَنِهَايَة الْوُصُول 2/528 و 532. ¶ 3 - قَالَ شيخ الْإِسْلَام فِي مُوَافقَة صَحِيح الْمَنْقُول لصريح الْمَعْقُول 1/128: “الْوَاجِب الْمُطلق وَهُوَ الْأَمر بالماهية الْكُلية كالأمر بِإِعْتَاق رَقَبَة مُطلقَة، وَالْمُطلق لَا يُوجد إِلَّا معينا، لَكِن لَا يكون معينا فِي الْعلم وَالْقَصْد، فالآمر لم يقْصد وَاحِدًا بِعَيْنِه مَعَ علمه بِأَنَّهُ لَا يُوجد إِلَّا معينا وَأَن الْمُطلق الْكُلِّي وجوده عِنْد النَّاس فِي الأذهان لَا فِي الْأَعْيَان فَمَا هُوَ مُطلق كلي فِي أذهان النَّاس لَا يُوجد إِلَّا معينا مشخصاً مَخْصُوصًا متميزاً فِي الْأَعْيَان، وَإِنَّمَا سمي كلياً لكَونه فِي الذِّهْن كلياً وَأما الْخَارِج فَلَا يكون فِي الْخَارِج مَا هُوَ كلي أصلا”. ¶ وَسَيَأْتِي بسط مَسْأَلَة مَا لَا يتم الْوَاجِب إِلَّا بِهِ فِي بحث قادم إِن شَاءَ الله تَعَالَى.",
            "page": "412",
            "part": "1",
            "seal": "1CF3F2AD"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "فَتبين بذلك أَن تعْيين عين الْفِعْل وَعين الْمَكَان لَيْسَ مَأْمُورا بِهِ، فَإِذا نهي عَن الْكَوْن فِيهِ لم يكن هَذَا الْمنْهِي عَنهُ قد أَمر بِهِ، إِذْ الْمَأْمُور بِهِ مُطلق وَهَذَا الْمعِين لَيْسَ من لَوَازِم الْمَأْمُور بِهِ، وَإِنَّمَا يحصل بِهِ الِامْتِثَال كَمَا يحصل بِغَيْرِهِ. ¶ فَإِن قيل: إِن لم يكن مَأْمُورا بِهِ فَلَا بُد أَن يُبَاح الِامْتِثَال بِهِ وَالْجمع بَين النَّهْي وَالْإِبَاحَة1 جمع بَين النقيضين. ¶ قيل: وَلَا يجب أَن يُبَاح الِامْتِثَال بِهِ بل يَكْفِي ألاّ ينْهَى عَن الِامْتِثَال بِهِ فَمَا بِهِ يُؤدى الْوَاجِب لَا يفْتَقر إِلَى إِيجَاب وَلَا إِلَى إِبَاحَة بل يَكْفِي أَلا يكون مَنْهِيّا عَن الِامْتِثَال بِهِ، فَإِذا نَهَاهُ عَن الِامْتِثَال بِهِ امْتنع أَن يكون الْمَأْمُور بِهِ دَاخِلا فِيهِ من غير مَعْصِيّة. ¶ فَهُنَا أَرْبَعَة أَقسَام: ¶ 1 - أَن يكون مَا يمتثل وَاجِبا كإيجاب صِيَام شهر رَمَضَان بالإمساك فِيهِ عَن الْوَاجِب. ¶ 2 - وَأَن يكون مُبَاحا كخصال الْكَفَّارَة فَإِنَّهُ قد أُبِيح لَهُ نوع كل مِنْهَا كَمَا لَو قَالَ أطْعم زيدا أَو عمرا. ¶ 3 - وألاّ يكون مَنْهِيّا عَنهُ كالصيام الْمُطلق وَالْعِتْق الْمُطلق، فالمعين لَيْسَ مَنْهِيّا عَنهُ وَلَا مُبَاحا بخطاب بِعَيْنِه إِذْ لَا يحْتَاج إِلَى ذَلِك. ¶ 4 - وَالرَّابِع أَن يكون مَنْهِيّا عَنهُ كالأضاحي المعيبة وإعتاق الْكَافِر. ¶ فَإِذا صلّى فِي مَكَان مُبَاح كَانَ ممتثلاً لإتيانه بِالْوَاجِبِ بِمعين لَيْسَ مَنْهِيّا عَنهُ، وَإِذا صلى فِي الْمَغْصُوب فقد يُقَال: إِنَّمَا نهي عَن جنس الْكَوْن فِيهِ لَا عَن خُصُوص الصَّلَاة فِيهِ فقد أدّى الْوَاجِب بِمَا لم ينْه عَن الِامْتِثَال بِهِ لَكِن نهي عَن ¶ __________ ¶ 1 - الْإِبَاحَة هِيَ وُرُود خطاب الشَّرْع بالتخيير بَين الْفِعْل وَالتّرْك. ¶ انْظُر شرح الْكَوْكَب 1/342.",
            "page": "413",
            "part": "1",
            "seal": "06BBBB96"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "جنس فعله، فبه اجْتمع فِي الْفِعْل الْمعِين مَا أَمر بِهِ من الصَّلَاة الْمُطلقَة وَمَا نهي عَنهُ من الْكَوْن الْمُطلق فَهُوَ مُطِيع عاصٍ1. ¶ وَلَا نقُول: إِن الْفِعْل الْمعِين مَأْمُور بِهِ مَنْهِيّ عَنهُ لَكِن اجْتمع فِيهِ الْمَأْمُور بِهِ والمنهي عَنهُ كَمَا لَو صلى ملابساً لمعصية من حمل مَغْصُوب. ¶ وَقد يُقَال2: بل هُوَ مَنْهِيّ عَن الِامْتِثَال بِهِ كَمَا هُوَ مَنْهِيّ عَن الِامْتِثَال بِالصَّلَاةِ فِي الْمَكَان النَّجس وَالثَّوْب النَّجس، لِأَن الْمَكَان شَرط3 فِي الصَّلَاة، وَالنَّهْي عَن الْجِنْس نهي عَن أَنْوَاعه فَيكون مَنْهِيّا عَن بعض هَذِه الصَّلَاة، بِخِلَاف الْمنْهِي عَنهُ إِذا كَانَ مُنْفَصِلا عَن أبعاضها كَالثَّوْبِ الْمَحْمُول فالحمل لَيْسَ من الصَّلَاة. ¶ فَهَذَا مَحل نظر الْفُقَهَاء وَهُوَ مَحل للِاجْتِهَاد4. ¶ __________ ¶ 1 - انْظُر قواطع الْأَدِلَّة 1/247 - 248. ¶ 2 - حَاصله أَن النَّهْي رَاجع إِلَى شَرط مُعْتَبر فِي الصَّلَاة لِأَنَّهَا أَفعَال تفْتَقر إِلَى أكوان فَإِذا كَانَ الْكَوْن الَّذِي هُوَ شَرط مَنْهِيّا عَنهُ دلّ على الْفساد، كَمَا لَو صلى فِي ثوب نجس، لِأَن النَّهْي رَجَعَ إِلَى شَرط مُعْتَبر. ¶ انْظُر الْعدة 2/443. ¶ 3 - الشَّرْط: فِي اللُّغَة إِلْزَام الشَّيْء والتزامه والعلامة. ¶ انْظُر الْقَامُوس الْمُحِيط 2/368. ¶ وَفِي الِاصْطِلَاح مَا يلْزم من عَدمه عدم الحكم وَلَا يلْزم من وجوده وجود الحكم وَلَا عَدمه لذاته. انْظُر تقريب الْوُصُول 246. ¶ 4 - الِاجْتِهَاد: فِي اللُّغَة افتعال من الجَهد بِمَعْنى الطَّاقَة وَالْمَشَقَّة وَمن الجُهد بِمَعْنى الطَّاقَة وَالِاجْتِهَاد بذل الوسع. ¶ انْظُر الْقَامُوس الْمُحِيط 1/286 ولسان الْعَرَب 1/708. ¶ وَفِي الِاصْطِلَاح: استفراغ الْجهد فِي دَرك الْأَحْكَام الشَّرْعِيَّة. ¶ انْظُر الْمِنْهَاج مَعَ نِهَايَة السول 4/524 والإبهاج 3/246.",
            "page": "414",
            "part": "1",
            "seal": "E34C057F"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "لَا أَن عين هَذِه الأكوان هِيَ مَأْمُور بهَا ومنهي عَنْهَا فَإِن هَذَا بَاطِل قطعا، بل عينهَا وَإِن كَانَت مَنْهِيّا عَنْهَا فَهِيَ مُشْتَمِلَة على الْمَأْمُور بِهِ وَلَيْسَ مَا اشْتَمَل على الْمَأْمُور بِهِ الْمُطلق يكون مَأْمُورا بِهِ. ¶ ثمَّ يُقَال: وَلَو نهي عَن الِامْتِثَال على وَجه معِين مثل أَن يُقَال: - صلِّ وَلَا تصلِّ فِي هَذِه الْبقْعَة، وخِطْ هَذَا الثَّوْب وَلَا تخِطْه فِي هَذَا الْبَيْت، فَإِذا صلى فِيهِ وخاط فِيهِ فَلَا ريب أَنه لم يَأْتِ بالمأمور بِهِ كَمَا أَمر لَكِن هَل يُقَال: أَتَى بِبَعْض الْمَأْمُور بِهِ أَو بِأَصْلِهِ دون وَصفه؟ وَهُوَ مُطلق الصَّلَاة والخياطة دون وَصفه. ¶ أَو مَعَ مَنْهِيّ عَنهُ بِحَيْثُ يُثَاب على ذَلِك الْفِعْل وَإِن لم يسْقط الْوَاجِب أَو عُوقِبَ على الْمعْصِيَة وَقد تقدم القَوْل فِي ذَلِك وبينت أَن الْأَمر كَذَلِك وَهِي تشبه مَسْأَلَة صَوْم يَوْم الْعِيد وَنَحْوه مِمَّا يَقُول أَبُو حنيفَة فِيهِ بِعَدَمِ الْفساد12. ¶ __________ ¶ 1 - الْفساد فِي اللُّغَة ضد الصّلاح. ¶ انْظُر الْقَامُوس الْمُحِيط 1/323. ¶ وَفِي الِاصْطِلَاح عِنْد الْجُمْهُور فِي الْعِبَادَات عدم سُقُوط الْقَضَاء بِالْفِعْلِ، وَفِي الْمُعَامَلَات تخلف الْأَحْكَام عَنْهَا وخروجها عَن كَونهَا أسباباً مفيدة للْأَحْكَام ¶ وَعند الْحَنَفِيَّة الْفَاسِد مَا كَانَ مَشْرُوعا بِأَصْلِهِ غير مَشْرُوع بوصفه. ¶ انْظُر كشف الْأَسْرَار للْبُخَارِيّ 1/530 وَشرح الْكَوْكَب 1/465 - 467. ¶ 2 - هَذِه مَسْأَلَة النَّهْي الْمُطلق عَن التَّصَرُّفَات الشَّرْعِيَّة، وَهُوَ عِنْد الْحَنَفِيَّة يَقْتَضِي قبحاً لِمَعْنى فِي غير الْمنْهِي عَنهُ لَكِن يكون مُتَّصِلا بِهِ حَتَّى يبْقى الْمنْهِي مَشْرُوعا وَلَا يدل النَّهْي على الْبطلَان كَصَوْم يَوْم الْعِيد حسن مَشْرُوع بِأَصْلِهِ وَهُوَ الْإِمْسَاك لله تَعَالَى فِي وقته فَيكون طَاعَة وقربة، وَهُوَ قَبِيح بوصفه وَهُوَ الْإِعْرَاض عَن الضِّيَافَة الْمَوْضُوعَة فِي هَذَا الْوَقْت بِالصَّوْمِ، فَلم تنْقَلب الطَّاعَة مَعْصِيّة بل هُوَ طَاعَة انْضَمَّ إِلَيْهَا وصف هُوَ مَعْصِيّة، وَلذَا ذكر بعض الْحَنَفِيَّة أَن صَوْم يَوْم الْعِيد مَكْرُوه. ¶ انْظُر أصُول الْبَزْدَوِيّ مَعَ كشف الْأَسْرَار 1/551 - 561 وكشف الْأَسْرَار للْبُخَارِيّ1/526 - 528 وكشف الْأَسْرَار للنسفي 1/145 - 148 وبدائع الصَّنَائِع 2/78 وَفتح الْقَدِير للكمال ابْن الْهمام 2/298 وَانْظُر الْمَسْأَلَة فِي الْمُسْتَصْفى 3/204 - 207.",
            "page": "415",
            "part": "1",
            "seal": "EDBCC13F"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "وَأَن الْإِجْزَاء والإثابة يَجْتَمِعَانِ ويفترقان1، فالإجزاء بَرَاءَة الذِّمَّة من عُهْدَة الْأَمر وَهُوَ السَّلامَة من ذمّ الرب أَو عِقَابه2 وَالثَّوَاب الْجَزَاء على الطَّاعَة3 وَلَيْسَ الثَّوَاب من مقتضيات مُجَرّد الِامْتِثَال، بِخِلَاف الْإِجْزَاء فَإِن الْأَمر يَقْتَضِي إِجْزَاء الْمَأْمُور بِهِ4. ¶ لَكِن هما مجتمعان فِي الشَّرْع إِذْ قد اسْتَقر فِيهِ أَن الْمُطِيع مثاب والعاصي معاقب. ¶ وَقد يفترقان فَيكون الْفِعْل مجزئاً لَا ثَوَاب فِيهِ إِذا قارنه من الْمعْصِيَة مَا يُقَابل الثَّوَاب كَمَا قيل “رب صَائِم حَظه من صِيَامه الْعَطش وَرب قَائِم حَظه من قِيَامه السهر”5. ¶ فَإِن عمل الزُّور فِي الصّيام6 أوجب إِثْمًا يُقَابل ثَوَاب الصَّوْم، وَقد اشْتَمَل ¶ __________ ¶ 1 - قَالَ الزَّرْكَشِيّ فِي الْبَحْر الْمُحِيط 1/318 “الصِّحَّة لَا تَسْتَلْزِم الثَّوَاب بل يكون الْفِعْل صَحِيحا وَلَا ثَوَاب فِيهِ”. ¶ 2 - انْظُر تَعْرِيفه فِي الْبَحْر الْمُحِيط2/407 و 1/319 وَشرح الْكَوْكَب 1/468 - 469 ونثر الْوُرُود 1/63 وَنِهَايَة السول 1/104. ¶ 3 - انْظُر تَعْرِيفه فِي التعريفات للجرجاني 72 والتعريفات للبركتي 244. ¶ 4 - هَذَا قَول عَامَّة الْفُقَهَاء والمتكلمين ومحققي الْأُصُولِيِّينَ. ¶ انْظُر التَّمْهِيد للكلوذاني 1/316 ومفتاح الْوُصُول للتلمساني 31 وَشرح مُخْتَصر الرَّوْضَة 2/399 وَالْبَحْر الْمُحِيط 2/406. ¶ 5 - هَذَا حَدِيث رَوَاهُ ابْن مَاجَه 1/539 وَابْن خُزَيْمَة فِي صَحِيحه 3/242 وبوّب لَهُ بقوله: بَاب نفي ثَوَاب الصَّوْم عَن الممسك عَن الطَّعَام وَالشرَاب مَعَ ارتكابه مَا زجر عَنهُ غير الْأكل وَالشرب” وَصَححهُ الألباني فِي صَحِيح التَّرْغِيب والترهيب 453. ¶ 6 - هَذِه إِشَارَة للْحَدِيث الْوَارِد فِي ذَلِك وَهُوَ قَول النَّبِي صلى الله عَلَيْهِ وَسلم “من لم يدع قَول الزُّور وَالْعَمَل بِهِ فَلَيْسَ لله حَاجَة فِي أَن يدع طَعَامه وَشَرَابه” رَوَاهُ البُخَارِيّ. انْظُر صَحِيحه مَعَ فتح الْبَارِي 4/93.",
            "page": "416",
            "part": "1",
            "seal": "3B3555C0"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "الصَّوْم على الِامْتِثَال الْمَأْمُور بِهِ وَالْعَمَل بالمنهي عَنهُ فبرئت الذِّمَّة للامتثال وَوَقع الحرمان للمعصية. ¶ وَقد يكون مثاباً عَلَيْهِ غير مجزئ إِذا فعله نَاقِصا عَن الشَّرَائِط والأركان1 فيثاب على مَا فعل وَلَا تبرا الذِّمَّة إلاّ بِفِعْلِهِ كَامِلا. ¶ وَهَذَا تَحْرِير جيد أَن فعل الْمَأْمُور بِهِ يُوجب الْبَرَاءَة فَإِن قارنه مَعْصِيّة بِقَدرِهِ تخل بِالْمَقْصُودِ قَابل الثَّوَاب. ¶ وَإِن نقص الْمَأْمُور بِهِ أثيب وَلم تحصل الْبَرَاءَة التَّامَّة فإمَّا أَن يُعَاد وَإِمَّا أَن يجْبر وَإِمَّا أَن يَأْثَم فَتدبر هَذَا الأَصْل فَإِن الْمَأْمُور بِهِ مثل المحبوب الْمَطْلُوب إِذا لم يحصل تَاما لم يكن الْمَأْمُور بَرِيئًا من الْعهْدَة. ¶ فنقصه إِمَّا أَن يجْبر بِجِنْسِهِ أَو بِبَدَل أَو بِإِعَادَة2 الْفِعْل كَامِلا إِذا كَانَ مرتبطاً وَإِمَّا أَن يبْقى فِي الْعهْدَة كركوب الْمنْهِي عَنهُ. ¶ فَالْأول3: مثل من أخرج الزَّكَاة نَاقِصا فَإِنَّهُ يخرج التَّمام. ¶ __________ ¶ 1 - الْأَركان جمع ركن وَهُوَ فِي اللُّغَة جَانب الشَّيْء الْأَقْوَى. انْظُر الْقَامُوس الْمُحِيط 4/229 ¶ وَفِي الِاصْطِلَاح: مَا لَا وجود للشَّيْء إِلَّا بِهِ أَو مَا يقوم بِهِ الشَّيْء وَكَانَ دَاخِلا فِي ماهيته. ¶ انْظُر الكليات 481 والتعريفات 112. ¶ 2 - الْإِعَادَة فِي اللُّغَة الإرجاع والتكرير. انْظُر الْقَامُوس الْمُحِيط 1/319 ¶ وَفِي الِاصْطِلَاح: فعل مثل مَا مضى فَاسِدا كَانَ الْمَاضِي أَو صَحِيحا. ¶ وَقيل: فعل الْوَاجِب فِي الْوَقْت مَعَ نوع من الْخلَل ثمَّ فعله ثَانِيًا فِيهِ ¶ انْظُر الْبَحْر الْمُحِيط 1/333 وَنِهَايَة الْوُصُول 2/566. ¶ 3 - أَي نقص الْمَأْمُور الَّذِي يجْبر بِجِنْسِهِ.",
            "page": "417",
            "part": "1",
            "seal": "18F085DE"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "وَالثَّانِي1: مثل من ترك وَاجِبَات الْحَج فَإِنَّهُ يجْبر بِالدَّمِ2، وَمن ترك وَاجِبَات الصَّلَاة المجبورة بِالسُّجُود3. ¶ وَالثَّالِث4: مثل من ضحى بمعيبة5 أَو أعتق معيبا6 أَو صلى بِلَا طَهَارَة7. ¶ __________ ¶ 1 - أَي نقص الْمَأْمُور الَّذِي يجْبر بِبَدَل. ¶ 2 - قَالَ شيخ الْإِسْلَام فِي شرح الْعُمْدَة 2/280: “ترك الْوَاجِب بِمَنْزِلَة فعل الْمَحْظُور فِي أَن كلا مِنْهُمَا ينقص النّسك وَأَنه يفْتَقر إِلَى جبران يكون خلفا عَنهُ”. ¶ 3 - قَالَ ابْن قدامَة فِي الْكَافِي 1/160: “بَاب سُجُود السَّهْو وَإِنَّمَا يشرع لجبر خلل الصَّلَاة” ¶ وَقَالَ أَيْضا فِي الْكَافِي 1/166: “تَرَكَ وَاجِبا غير ركن ... سَهوا سجد للسَّهْو قبل السَّلَام لما روى عبد الله بن مَالك بن بحينه قَالَ: صلى بِنَا النَّبِي صلى الله عَلَيْهِ وَسلم الظّهْر فَقَامَ فِي الرَّكْعَتَيْنِ فَلم يجلس فَقَامَ النَّاس مَعَه فَلَمَّا قضى الصَّلَاة وانتظر النَّاس تَسْلِيمه كبر فَسجدَ سَجْدَتَيْنِ قبل أَن يسلم” مُتَّفق عَلَيْهِ فَثَبت هَذَا بالْخبر وقسنا عَلَيْهِ سَائِر الْوَاجِبَات” ¶ والْحَدِيث الْمَذْكُور فِي النَّص رَوَاهُ البُخَارِيّ انْظُر صَحِيحه مَعَ فتح الْبَارِي 3/71 - 72 وَمُسلم انْظُر صَحِيحه مَعَ شرح النَّوَوِيّ 5/59 ¶ وَقَالَ الْحَافِظ فِي الْفَتْح 3/71: “اخْتلف فِي حكمه فَقَالَ الشَّافِعِيَّة مسنون كُله وَعَن الْمَالِكِيَّة السُّجُود للنقص وَاجِب دون الزِّيَادَة وَعَن الْحَنَابِلَة التَّفْصِيل بَين الْوَاجِبَات غير الْأَركان فَيجب لتركها سَهوا، وَبَين السّنَن القولية فَلَا يجب، وَكَذَا يجب إِذا سَهَا بِزِيَادَة فعل أَو قَول يُبْطِلهَا عمده، وَعند الْحَنَفِيَّة وَاجِب كُله”. ¶ 4 - أَي نقص الْمَأْمُور الَّذِي يجْبر بِإِعَادَة الْفِعْل كَامِلا. ¶ 5 - قَالَ النَّوَوِيّ فِي الْمَجْمُوع 7/404: “أَجمعُوا على أَن العمياء لَا تُجزئ وَكَذَا العوراء الْبَين عورها والعرجاء الْبَين عرجها وَالْمَرِيض الْبَين مَرضهَا والعجفاء”. ¶ 6 - قَالَ النَّوَوِيّ فِي الْمَجْمُوع 7/403: “من أعتق عَن كَفَّارَة معيبا يعْتق ويثاب عَلَيْهِ وَإِن كَانَ لَا يُجزئ عَن الْكَفَّارَة”. ¶ 7 - قَالَ النَّوَوِيّ فِي شرح صَحِيح مُسلم 3/102: “أَجمعت الْأمة على أَن الطَّهَارَة شَرط فِي صِحَة الصَّلَاة”.",
            "page": "418",
            "part": "1",
            "seal": "7253C85E"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "وَالرَّابِع1: مثل من فَوت الْجُمُعَة وَالْجهَاد الْمُتَعَيّن2. ¶ وَإِذا حصل مُقَارنًا لمحظور يضاد بعض أَجْزَائِهِ لم يكن قد حصل كَالْوَطْءِ فِي الْإِحْرَام فَإِنَّهُ يُفْسِدهُ3. ¶ وَإِن لم يضاد بعض الْأَجْزَاء يكون قد اجْتمع الْمَأْمُور والمحظور كَفعل مَحْظُورَات الْإِحْرَام فِيهِ أَو فعل قَول الزُّور وَالْعَمَل بِهِ فِي الصّيام. ¶ فَهَذِهِ ثَلَاثَة أَقسَام فِي الْمَحْظُور كالمأمور: ¶ إِذْ الْمَأْمُور بِهِ إِذا تَركه يسْتَدرك تَارَة بالجبران والتكميل وَتارَة بِالْإِعَادَةِ، وَتارَة لَا يسْتَدرك والمحظور كالمأمور إِمَّا أَن يُوجب فَسَاده فَيكون فِيهِ الْإِعَادَة أَو لَا يسْتَدرك وَإِمَّا أَن يُوجب نَقصه مَعَ الْإِجْزَاء فَيجْبر أَو لَا يجْبر. ¶ وَإِمَّا أَن يُوجب إِثْمًا فِيهِ يُقَابل ثَوَابه. ¶ فَالْأول4: كإفساد الْحَج5. ¶ __________ ¶ 1 - أَي نقص الْمَأْمُور الَّذِي يبْقى فِي الْعهْدَة وَلَا يجْبر. ¶ 2 - قَالَ ابْن قدامَة فِي الْمُغنِي 8/346 - 347: “وَيتَعَيَّن الْجِهَاد فِي ثَلَاثَة مَوَاضِع: ¶ أَحدهَا: إِذا التقى الزحفان وتقابل الصفان حرم على من حضر الِانْصِرَاف وَتعين عَلَيْهِ الْمقَام. ¶ الثَّانِي: إِذا نزل الْكفَّار بِبَلَد تعين على أَهله قِتَالهمْ ودفعهم. ¶ الثَّالِث: إِذا اسْتنْفرَ الإِمَام قوما لَزِمَهُم النفير”. ¶ 3 - قَالَ ابْن قدامَة فِي الْمُغنِي 3/334: “أما فَسَاد الْحَج بِالْجِمَاعِ فِي الْفرج فَلَيْسَ فِيهِ اخْتِلَاف قَالَ ابْن الْمُنْذر: أجمع أهل الْعلم على أَن الْحَج لَا يفْسد بإتيان شَيْء فِي حَال الْإِحْرَام إِلَّا الْجِمَاع”. ¶ 4 - أَي الْمَحْظُور الَّذِي يُوجب الْفساد وَيكون فِيهِ الْإِعَادَة. ¶ 5 - قَالَ النَّوَوِيّ فِي الْمَجْمُوع 7/389 “يجب على مُفسد الْحَج أَو الْعمرَة الْقَضَاء بِلَا خلاف”.",
            "page": "419",
            "part": "1",
            "seal": "48448406"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "وَالثَّانِي1: كإفساد الْجُمُعَة. ¶ وَالثَّالِث2 كَالْحَجِّ مَعَ محظوراته3. ¶ وَالرَّابِع4: كَالصَّلَاةِ مَعَ مُرُور الْمُصَلِّي5 أَمَامه6. ¶ وَالْخَامِس7: كَالصَّوْمِ مَعَ قَول الزُّور وَالْعَمَل بِهِ8 ¶ فَهَذِهِ الْمسَائِل مَسْأَلَة الْفِعْل الْوَاحِد وَالْفَاعِل الْوَاحِد وَالْعين الْوَاحِدَة هَل يجْتَمع فِيهِ أَن يكون مَحْمُودًا مذموماً، مرضياً مسخوطاً، محبوباً مبغضاً، مثاباً معاقباً، متلذذاً متألماً؟ يشبه بَعْضهَا بَعْضًا والاجتماع مُمكن من وَجْهَيْن، لَكِن من وَجه وَاحِد مُتَعَذر، وَقد قَالَ تَعَالَى {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ ¶ __________ ¶ 1 - أَي الْمَحْظُور الَّذِي يُوجب الْفساد وَلَا يسْتَدرك. ¶ 2 - أَي الْمَحْظُور الَّذِي يُوجب النَّقْص مَعَ الْإِجْزَاء وَيجْبر. ¶ 3 - قَالَ ابْن قدامَة فِي الْمُغنِي 3/492: “على الْمحرم فديَة إِذا حلق رَأسه وَلَا خلاف فِي ذَلِك قَالَ ابْن الْمُنْذر: أجمع أهل الْعلم على وجوب الْفِدْيَة على من حلق وَهُوَ محرم بِغَيْر عِلّة” ¶ 4 - أَي الْمَحْظُور الَّذِي يُوجب النَّقْص مَعَ الْإِجْزَاء وَلَا يجْبر. ¶ 5 - كَذَا فِي المطبوع ولعلها “مَعَ مُرُور أحد أَمَامه” أَو نَحْوهَا وَالله أعلم. ¶ 6 - قَالَ الصَّنْعَانِيّ فِي سبل السَّلَام 1/228 “وَذهب الْجُمْهُور إِلَى أَنه لَا يقطعهَا شَيْء وتأولوا الحَدِيث بِأَن المُرَاد بِالْقطعِ نقص الْأجر لَا الْإِبْطَال، قَالُوا: - لشغل الْقلب بِهَذِهِ الْأَشْيَاء”. ¶ وَقَالَ فِي سبل السَّلَام 1/231 فِي مَسْأَلَة دفع الْمَار بَين الْمُصَلِّي وسترته: “وَقد اخْتلف فِي الْحِكْمَة الْمُقْتَضِيَة لِلْأَمْرِ بِالدفع فَقيل لدفع الْإِثْم عَن الْمَار، وَقيل لدفع الْخلَل الْوَاقِع بالمرور فِي الصَّلَاة، وَهَذَا هُوَ الْأَرْجَح لِأَن عناية الْمُصَلِّي بِصَلَاتِهِ أهم من دَفعه الْإِثْم عَن غَيره، قلت: - وَلَو قيل إِنَّه لَهما مَعًا لما بعد فَيكون لدفع الْإِثْم عَن الْمَار ... ولصيانة الصَّلَاة عَن النُّقْصَان من أجرهَا”. ¶ 7 - أَي الْمَحْظُور الَّذِي يُوجب إِثْمًا فِي الْعَمَل يُقَابل ثَوَابه. ¶ 8 - قد تقدم فِي ص 419.",
            "page": "420",
            "part": "1",
            "seal": "D316D166"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} 1“2. ¶ __________ ¶ 1 - سُورَة الْبَقَرَة آيَة رقم 219. ¶ ويقصد شيخ الْإِسْلَام من إِيرَاد هَذِه الْآيَة أَنه اجْتمع فيهمَا الْأَمْرَانِ من جِهَتَيْنِ: ¶ فَمن جهةٍ فيهمَا إِثْم كَبِير فِي الدّين. ¶ وَمن جِهَة أُخْرَى فيهمَا مَنَافِع للنَّاس من جِهَة الدُّنْيَا من حَيْثُ إِن فِي الْخمر لَذَّة الشدَّة المطربة وَكَذَا بيعهَا وَالِانْتِفَاع بِثمنِهَا، وَفِي الميسر مَا كَانَ يَأْخُذهُ بَعضهم فينفقه على نَفسه أَو عِيَاله، وَلَكِن هَذِه الْمصَالح لَا توازي الْمضرَّة والمفسدة الراجحة فيهمَا لتعلقها بِالْعقلِ وَالدّين وَلِهَذَا قَالَ الله تَعَالَى {وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} وَلِهَذَا كَانَت هَذِه الْآيَة ممهدة لتَحْرِيم الْخمر على الْبَتَات. ¶ انْظُر تَفْسِير ابْن كثير 1/256 ¶ 2 - مَجْمُوع الْفَتَاوَى 19/296 - 305.",
            "page": "421",
            "part": "1",
            "seal": "E5EC4EC3"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "الخاتمة ¶ بعد أَن استعرضنا كَلَام شيخ الْإِسْلَام وناصر السّنة المؤصل النفيس فِي مبحثي الْإِرَادَة فِي الْأَمر، وَالْعَمَل الْوَاحِد هَل يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ؟ ألخص هُنَا أهم النقاط فِي هذَيْن المبحثين: ¶ 1 - أَن مَبْحَث الْإِرَادَة فِي الْأَمر يرجع إِلَى مَسْأَلَة الْقدر وَمَسْأَلَة إِرَادَة الرب سُبْحَانَهُ المبحوثة فِي أصُول الدّين. ¶ 2 - أَن الْإِرَادَة عِنْد أهل السّنة وَالْجَمَاعَة على نَوْعَيْنِ: ¶ أ - الْإِرَادَة الكونية الْقَدَرِيَّة الخلقية الشاملة لجَمِيع الْحَوَادِث. ¶ ب - الْإِرَادَة الدِّينِيَّة الشَّرْعِيَّة الأمرية وَهِي بِمَعْنى الْمحبَّة والرضى. ¶ 3 - أَنه لعدم معرفَة الْفرق بَين الإرادتين وَقع الْخَطَأ فِي مَسْأَلَة الْإِرَادَة فِي الْأَمر فِي أصُول الْفِقْه ¶ 4 - أَن الْأُصُولِيِّينَ يذكرُونَ فِي كتبهمْ أَن فِي الْمَسْأَلَة قَوْلَيْنِ: - ¶ القَوْل الأول: الْأَمر مُسْتَلْزم للإرادة مُطلقًا وَهُوَ قَول الْقَدَرِيَّة وَمِنْهُم الْمُعْتَزلَة. ¶ القَوْل الثَّانِي: الْأَمر غير مُسْتَلْزم للإرادة من غير تَفْصِيل وَهُوَ قَول الْجَهْمِية والأشاعرة وينسبه الأصوليون لِلْجُمْهُورِ. ¶ 5 - أَن فِي الْمَسْأَلَة قولا ثَالِثا لَا يذكر فِي كتب الْأُصُول غَالِبا وَهُوَ أَن الْأَمر مُسْتَلْزم للإرادة الشَّرْعِيَّة الدِّينِيَّة الأمرية، وَغير مُسْتَلْزم للإرادة الكونية، وَهَذَا هُوَ قَول السّلف وأئمة الْفِقْه. ¶ 6 - أَن القَوْل الصَّحِيح فِي الْمَسْأَلَة هُوَ القَوْل الثَّالِث قَول السّلف وأئمة الْفِقْه وَهُوَ الَّذِي دلّ عَلَيْهِ القرءان. ¶ يَقُول الله عز وَجل {يُرِيد الله بكم الْيُسْر وَلَا يُرِيد بكم الْعسر} وَهَذِه الْإِرَادَة",
            "page": "422",
            "part": "1",
            "seal": "E97E5855"
        },
        {
            "hno": "12",
            "id": "74",
            "nass": "الشَّرْعِيَّة الأمرية، وَالْأَمر مُسْتَلْزم لهَذِهِ الْإِرَادَة. ¶ وَيَقُول الله عز وَجل {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا وَلَكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ} وأجمعت الْأمة على قَول “مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن” وَهَذِه الْإِرَادَة الكونية الْقَدَرِيَّة، وَالْأَمر غير مُسْتَلْزم لهَذِهِ الْإِرَادَة. ¶ 7 - أَن مَبْحَث الْعَمَل الْوَاحِد هَل يجوز أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ؟ مُرْتَبِط بِمَسْأَلَة الشَّخْص الْوَاحِد فِي أصُول الدّين. ¶ 8 - أَن مَذْهَب أهل السّنة وَالْجَمَاعَة أَن المذنب من أهل الْملَّة الإسلامية مُؤمن فَاسق نَاقص الْإِيمَان فَهُوَ مُطِيع عاصٍ، وَأهل الْكَبَائِر من أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم لَا يخلدُونَ فِي النَّار إِذا مَاتُوا وهم موحدون. ¶ 9 - أَن مَذْهَب الْخَوَارِج أَن مرتكب الْكَبِيرَة يكفر بذلك وَيخرج من الْإِيمَان ¶ 10 - أَن مَذْهَب الْمُعْتَزلَة أَن مرتكب الْكَبِيرَة من أهل مِلَّة الْإِسْلَام فِي الدُّنْيَا يخرج من الْإِيمَان وَلَا يدْخل فِي الْكفْر فَهُوَ فِي منزلَة بَين المنزلتين. ¶ 11 - أَن الْمُعْتَزلَة والخوارج اتَّفقُوا على أَن مرتكب الْكَبِيرَة مخلد فِي النَّار يَوْم الْقِيَامَة. ¶ 12 - أَن بعض الْأُصُولِيِّينَ وافقوا الْمُعْتَزلَة فِي مَسْأَلَة الْعَمَل الْوَاحِد فِي أصُول الْفِقْه وَإِن كَانُوا مخالفين لَهُم فِي مَسْأَلَة الشَّخْص الْوَاحِد فِي أصُول الدّين. ¶ 13 - أَن من الْأُصُولِيِّينَ من جعل مَبْحَث الْعَمَل الْوَاحِد هَل يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ؟ مبحثاً عقلياً وَقَالَ إِن ذَلِك يمْتَنع عقلا. ¶ 14 - أَن للأصوليين فِي مَبْحَث الْعَمَل الْوَاحِد وَهِي مَسْأَلَة الصَّلَاة فِي الدَّار الْمَغْصُوبَة أَرْبَعَة أَقْوَال: ¶ القَوْل الأول: إِن ذَلِك مُمْتَنع عقلا وباطل شرعا. ¶ القَوْل الثَّانِي: إِن ذَلِك جَائِز عقلا وباطل شرعا فالمانع سَمْعِي. ¶ القَوْل الثَّالِث: إِن ذَلِك جَائِز عقلا وسمعاً، وَهُوَ قَول أَكثر الْفُقَهَاء.",
            "page": "423",
            "part": "1",
            "seal": "C6C49E0F"
        },
        {
            "hno": "15",
            "id": "75",
            "nass": "القَوْل الرَّابِع: إِن ذَلِك مُمْتَنع عقلا ووارد سمعا، وَهَذَا معنى قَوْلهم “حصل الْإِجْزَاء عِنْده لَا بِهِ” وَهَذَا قَول الباقلاني والرازي والآمدي وَهُوَ أفسد الْأَقْوَال عِنْد شيخ الْإِسْلَام ابْن تَيْمِية. ¶ 15 - أَن الصَّوَاب فِي هَذِه الْمَسْأَلَة أَن ذَلِك جَائِز عقلا. ¶ 16 - أَن الْفِعْل الْمعِين كَالصَّلَاةِ فِي الدَّار الْمعينَة لَا يُؤمر بِعَينهَا وَينْهى عَن عينهَا لِأَنَّهُ تَكْلِيف مَا لَا يُطَاق. ¶ 17 - أَن الصَّلَاة قد يُؤمر بهَا مُطلقَة وَينْهى عَن الْكَوْن فِي الْبقْعَة الْمَغْصُوبَة فَيكون مورد الْأَمر غير مورد النَّهْي، وَيكون العَبْد هُوَ الَّذِي جمع بَين الْمَأْمُور بِهِ والمنهي عَنهُ إِذا صلى فِي أَرض مَغْصُوبَة، لَا أَن الشَّارِع أمره بِالْجمعِ بَينهمَا. ¶ 18 - أَنه قد يُقَال فِيمَن صلى فِي الدَّار الْمَغْصُوبَة: إِنَّه إِنَّمَا نهي عَن جنس الْكَوْن فِيهَا لَا عَن خُصُوص الصَّلَاة فِيهَا فقد أدّى الْوَاجِب بِمَا لم ينْه عَن الِامْتِثَال بِهِ لَكِن نهي عَن جنس فعله فبه اجْتمع فِي الْفِعْل الْمعِين مَا أَمر بِهِ من الصَّلَاة الْمُطلقَة وَمَا نهي عَنهُ من الْكَوْن الْمُطلق فَهُوَ مُطِيع عاصٍ. ¶ 19 - وَأَنه قد يُقَال فِيمَن صلى فِي أَرض مَغْصُوبَة: إِنَّه مَنْهِيّ عَن الِامْتِثَال بهَا كَمَا هُوَ مَنْهِيّ عَن الِامْتِثَال بِالصَّلَاةِ بِالثَّوْبِ النَّجس لِأَن الْمَكَان شَرط فِي الصَّلَاة وَالنَّهْي عَن الْجِنْس نهي عَن أَنْوَاعه فَيكون مَنْهِيّا عَن بعض هَذِه الصَّلَاة. ¶ 20 - أَن فعل الْمَأْمُور بِهِ يُوجب الْبَرَاءَة وَقد تقارنه مَعْصِيّة بقدرة تخل بِالْمَقْصُودِ فتقابل الثَّوَاب. ¶ 21 - أَن الْعَمَل الْوَاحِد يُمكن أَن يجْتَمع فِيهِ أَن يكون مَأْمُورا بِهِ مَنْهِيّا عَنهُ من وَجْهَيْن أما من وَجه وَاحِد فمتعذر.",
            "page": "424",
            "part": "1",
            "seal": "C45BE320"
        },
        {
            "hno": "1",
            "id": "1",
            "nass": "مُقَدّمَة ¶ إِن الْحَمد لله نحمده، ونستعينه، وَنَسْتَغْفِرهُ، ونعوذ بِاللَّه من شرور أَنْفُسنَا، وَمن سيئات أَعمالنَا، من يهده الله فَلَا مضل لَهُ، وَمن يضلل فَلَا هادي لَهُ، وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ، وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ.} 1 ¶ {يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} 2 ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} 3 ¶ أما بعد فَإِن خير الحَدِيث كتاب الله، وَخير الْهَدْي هدي مُحَمَّد صلى الله عَلَيْهِ وَسلم، وَشر الْأُمُور محدثاتها وكل محدثة بِدعَة، وكل بِدعَة ضَلَالَة، وكل ضَلَالَة فِي النَّار. ¶ أهمية الْمَوْضُوع ثمَّ إِن علم أصُول الْفِقْه علم شَرْعِي أصيل، طيبَة ثَمَرَته، باسقة شجرته، وَقد بدأت أُصُوله كَسَائِر الْعُلُوم الإسلامية ببعثة البشير النذير والسراج الْمُنِير رَسُول رب الْعَالمين الْمَبْعُوث رَحْمَة للْعَالمين مُحَمَّد بن عبد الله صلى الله عَلَيْهِ وَسلم، وَقد قَامَ الصَّحَابَة رضوَان الله عَلَيْهِم بعد وَفَاة الرَّسُول صلى الله عَلَيْهِ وَسلم بأعباء الْفَتْوَى وَالْقَضَاء، وَكَانَ استنباطهم للْأَحْكَام مَبْنِيا على قَوَاعِد متينة، وأصول راسخة وَكَانَ ذَلِك مَعْرُوفا لَهُم لَا يَحْتَاجُونَ فِيهِ إِلَى تدوين وتأليف، وَلَا زَالَ الْأَمر كَذَلِك إِلَى أَن تهيأت ¶ __________ ¶ 1 - سُورَة آل عمرَان آيَة رقم 102. ¶ 2 - سُورَة النِّسَاء آيَة رقم 1. ¶ 3 - سُورَة الْأَحْزَاب آيَة رقم 70 - 71.",
            "page": "355",
            "part": "1",
            "seal": "4BEB378F"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "الْأَسْبَاب، وَقَامَت الْحَاجة الداعية إِلَى تدوين قَوَاعِد وأصول الاستنباط بعد اخْتِلَاط اللِّسَان الْعَرَبِيّ بِغَيْرِهِ من اللهجات، وَظُهُور أفكار وعلوم جَدِيدَة فِي الساحة الإسلامية مَبْنِيَّة على أسس غير إسلامية، فتصدى للتأليف فِيهِ الإِمَام الْكَبِير مُحَمَّد بن إِدْرِيس الشَّافِعِي، فَكتب الرسَالَة فِي أصُول الْفِقْه، على أسس صَحِيحَة، وطرق عِنْد أهل الشَّرْع مسلوكة، إِلَّا أَنه من أَسف شَدِيد تصدى أهل الأفكار المنحرفة والعقائد الْفَاسِدَة للتأليف فِيهِ بعد الإِمَام الشَّافِعِي رَحمَه الله وأدخلوا فِي علم أصُول الْفِقْه مَا لَيْسَ مِنْهُ، وَقد أدخلت الْفرق المنحرفة أُصُولهَا الْبَاطِلَة فِي كثير من عُلُوم الْإِسْلَام الْمَحْضَة، يَقُول شيخ الْإِسْلَام رَحمَه الله عَن الْمُعْتَزلَة ومنكري الْحِكْمَة: “ثمَّ إِن كثيرا من هَؤُلَاءِ وَهَؤُلَاء يَتَكَلَّمُونَ فِي تَفْسِير القرءان والْحَدِيث وَالْفِقْه فيبنون على تِلْكَ الْأُصُول الَّتِي لَهُم وَلَا يعرف حقائق أَقْوَالهم إِلَّا من عرف مأخذهم”1 وبسبب هَذَا كثر خلط الْعُلُوم الإسلامية ولاسيما علم أصُول الْفِقْه بالأصول الفلسفية، يَقُول شيخ الْإِسْلَام: “من لَهُ مَادَّة فلسفية من متكلمة الْمُسلمين كَابْن الْخَطِيب وَغَيره يَتَكَلَّمُونَ فِي أصُول الْفِقْه الَّذِي هُوَ علم إسلامي مَحْض فيبنونه على تِلْكَ الْأُصُول الفلسفية”2، وَأول من أبرز الْمنطق فِي أصُول الْفِقْه وَخَصه بالمقدمة فِي هَذَا الْعلم أَبُو حَامِد الْغَزالِيّ، يَقُول شيخ الْإِسْلَام: “وَأول من خلط منطقهم بأصول الْمُسلمين أَبُو حَامِد الْغَزالِيّ”3 “وَإِنَّمَا كثر اسْتِعْمَالهَا فِي زمن أبي حَامِد، فَإِنَّهُ أَدخل مُقَدّمَة من الْمنطق اليوناني فِي أول كِتَابه الْمُسْتَصْفى وَزعم أَنه لَا يَثِق بِعِلْمِهِ إِلَّا من عرف هَذَا الْمنطق”4. ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 17/203 - 204. ¶ 2 - مَجْمُوع الْفَتَاوَى 2/86. ¶ 3 - مَجْمُوع الْفَتَاوَى 9/231. ¶ 4 - مَجْمُوع الْفَتَاوَى 9/184 - 185. وَانْظُر الْمُسْتَصْفى 1/30 حَيْثُ قَالَ عَن الْمُقدمَة المنطقية “وَلَيْسَت هَذِه الْمُقدمَة من جملَة علم الْأُصُول وَلَا من مقدماته الْخَاصَّة بِهِ بل هِيَ مُقَدّمَة الْعُلُوم كلهَا وَمن لَا يُحِيط بهَا فَلَا ثِقَة لَهُ بِعُلُومِهِ أصلا”",
            "page": "356",
            "part": "1",
            "seal": "668635A9"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "وعندما أدخلت هَذِه الفلسفات وصناعة الْمنطق فِي الْعُلُوم الإسلامية انحرفت بِكَثِير مِنْهَا عَن جادة الصَّوَاب، ومعين الْكتاب وَالسّنة لذا تَجِد أَن “كثيرا من النَّاس يقْرَأ كتبا مصنفة فِي أصُول الدّين وأصول الْفِقْه بل فِي تَفْسِير القرءان والْحَدِيث وَلَا يجد فِيهَا القَوْل الْمُوَافق للْكتاب وَالسّنة الَّذِي عَلَيْهِ سلف الْأمة وأئمتها وَهُوَ الْمُوَافق لصحيح الْمَنْقُول وصريح الْمَعْقُول، بل يجد أقوالاً كلٌّ مِنْهَا فِيهِ نوع من الْفساد والتناقض، فيحار مَا الَّذِي يُؤمن بِهِ فِي هَذَا الْبَاب، وَمَا الَّذِي جَاءَ بِهِ الرَّسُول، وَمَا هُوَ الْحق والصدق، إِذْ لم يجد فِي تِلْكَ الْأَقْوَال مَا يحصل بِهِ ذَلِك”1 و “إِدْخَال صناعَة الْمنطق فِي الْعُلُوم الصَّحِيحَة يطول الْعبارَة، وَيبعد الْإِشَارَة، وَيجْعَل الْقَرِيب من الْعلم بَعيدا، واليسير مِنْهُ عسيراً، وَلِهَذَا تَجِد من أدخلهُ فِي الْخلاف، وَالْكَلَام، وأصول الْفِقْه، وَغير ذَلِك، لم يفد إِلَّا كَثْرَة الْكَلَام والتشقيق مَعَ قلَّة الْعلم وَالتَّحْقِيق، فَعلم أَنه من أعظم حَشْو الْكَلَام، وَأبْعد الْأَشْيَاء عَن طَريقَة ذَوي الأحلام”2 ¶ وَمَعَ إِدْخَال صناعَة الْمنطق والفلسفة فِي أصُول الْفِقْه أَدخل فِيهِ مَا لَيْسَ مِنْهُ وَلَا طائل تَحْتَهُ، بل ضَرَره أَكثر من نَفعه وَذَلِكَ لِكَثْرَة من كتب فِيهِ من الْمُتَكَلِّمين “وَأَكْثَرهم لَا خبْرَة لَهُم بِمَا دلّ عَلَيْهِ الْكتاب وَالسّنة وآثار الصَّحَابَة وَالتَّابِعِينَ لَهُم بِإِحْسَان، بل ينصر مقالات يَظُنهَا دين الْمُسلمين، بل إِجْمَاع الْمُسلمين، وَلَا يكون قد قَالَهَا أحد من السّلف، بل الثَّابِت عَن السّلف مُخَالف لَهَا”3 ¶ وكل هَذَا جعل علم أصُول الْفِقْه فِي بعض مباحثه علما صَعب الْعبارَة معقد الْأَلْفَاظ بَعيدا عَن أصُول الْأَئِمَّة الْمُتَقَدِّمين فِي الْغَالِب، مِمَّا جعل كثيرا من ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 17/102. ¶ 2 - مَجْمُوع الْفَتَاوَى 9/24. ¶ 3 - مَجْمُوع الْفَتَاوَى 17/334 - 335.",
            "page": "357",
            "part": "1",
            "seal": "2B543826"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "طلبة الْعلم منصرفين عَنهُ زاهدين فِيهِ، وَمن أُلْزِم بِهِ رأى أَنه يدرس علما لَا ثَمَرَة لَهُ، وَأَنه حُمِّل حملا عَظِيما بِلَا فَائِدَة وَلِهَذَا وَغَيره كَانَ الْوَاجِب أَن يرجع بالعلوم الإسلامية عُمُوما، وبعلم أصُول الْفِقْه خُصُوصا إِلَى الصفاء السَّابِق وَأَن ترد إِلَى أُصُولهَا الثَّابِتَة الَّتِي كَانَ عَلَيْهَا الْأَئِمَّة المعتبرون المهديون “وَقد صُنِّف فِي الْإِسْلَام عُلُوم النَّحْو، واللغة، وَالْعرُوض، وَالْفِقْه، وأصوله، وَالْكَلَام، وَغير ذَلِك، وَلَيْسَ فِي أَئِمَّة هَذِه الْفُنُون من كَانَ يلْتَفت إِلَى الْمنطق، بل عامتهم كَانُوا قبل أَن يعرب هَذَا الْمنطق اليوناني، وَأما الْعُلُوم الموروثة عَن الْأَنْبِيَاء صرفا وَإِن كَانَ الْفِقْه وأصوله مُتَّصِلا بذلك فَهِيَ أجل وَأعظم من أَن يظنّ أَن لأَهْلهَا التفاتاً إِلَى الْمنطق، إِذْ لَيْسَ فِي الْقُرُون الثَّلَاثَة من هَذِه الْأمة، الَّتِي هِيَ خير أمة أخرجت للنَّاس، وأفضلها الْقُرُون الثَّلَاثَة، من كَانَ يلْتَفت إِلَى الْمنطق أَو يعرج عَلَيْهِ، مَعَ أَنهم فِي تَحْقِيق الْعُلُوم وكمالها بالغاية الَّتِي لَا يدْرك أحد شأوها كَانُوا أعمق النَّاس علما، وَأَقلهمْ تكلفاً وأبرهم قلوباً”1 “وَإِنَّمَا الْهدى فِيمَا جَاءَ بِهِ الرَّسُول الَّذِي قَالَ الله فِيهِ {وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُّسْتَقِيمٍ صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ أَلا إِلَى اللَّهِ تَصِيرُ الأُمُورُ} 2 3. ¶ “وَالصَّوَاب فِي جَمِيع مسَائِل النزاع مَا كَانَ عَلَيْهِ السّلف من الصَّحَابَة، وَالتَّابِعِينَ لَهُم بِإِحْسَان، وَقَوْلهمْ هُوَ الَّذِي يدل عَلَيْهِ الْكتاب، وَالسّنة، وَالْعقل الصَّرِيح”4. ¶ فَيجب أَن يُعْرَضَ مَا دُوِّن فِي كتب أصُول الْفِقْه على الْكتاب وَالسّنة على ضوء فهم السّلف الصَّالح رضوَان الله عَلَيْهِم، كَمَا يعرض الذَّهَب على النَّار، ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 9/23. ¶ 2 - سُورَة الشورى آيَة رقم 52 - 53. ¶ 3 - مَجْمُوع الْفَتَاوَى 17/102. ¶ 4 - مَجْمُوع الْفَتَاوَى 17/205.",
            "page": "358",
            "part": "1",
            "seal": "DDDFF640"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ليبقى النافع الصافي ويرمى الضار فَإِن “مسَائِل النزاع الَّتِي تنَازع فِيهَا الْأمة فِي الْأُصُول وَالْفُرُوع إِذا لم ترد إِلَى الله وَالرَّسُول لم يتَبَيَّن فِيهَا الْحق، بل يصير فِيهَا المتنازعون على غير بَيِّنَة من أَمرهم”1 و “من بنى الْكَلَام فِي الْعلم، وَالْأُصُول، وَالْفُرُوع، على الْكتاب، وَالسّنة، والْآثَار المأثورة عَن السَّابِقين، قد أصَاب طَرِيق النُّبُوَّة”2. ¶ وَمن أجل مَا تقدم عقدت الْعَزْم على أَن أبذل مَا أمكنني فِي محاولة الْمُشَاركَة فِي إِعَادَة هَذَا الْعلم الْأَصِيل إِلَى أصالته السلفية، وَبَيَان زيف مَا أُدْخِل فِيهِ مِمَّا لَيْسَ مِنْهُ ويضر وَلَا ينفع وَبعد طول بحث وَكَثْرَة الْكَشْف وَالسُّؤَال، وتدبر لأنجع الطّرق فِي ذَلِك، ظهر لي أَن خير وَسِيلَة لذَلِك نقل أَقْوَال الْعلمَاء النقاد، الَّذين سخروا حياتهم لنصرة الْكتاب وَالسّنة، وإبراز نصوصهم، وَرَأَيْت أَن أَكثر هَؤُلَاءِ الْعلمَاء تناولاً لمباحث أصُول الْفِقْه عرضا، ونقداً، وتحليلاً وتقريراً، شيخ الْإِسْلَام ابْن تَيْمِية رَحمَه الله فعزمت على إِخْرَاج موسوعة أصولية من كتب شيخ الْإِسْلَام بِحَيْثُ يكون متنها من كَلَامه رَحمَه الله فَبَدَأت بِمَجْمُوع الْفَتَاوَى فَقَرَأته قِرَاءَة كَامِلَة مرَارًا، واستخرجت كل مَا يتَعَلَّق بأصول الْفِقْه فِي هَذَا الْمَجْمُوع الْمُبَارك وَقسمت ذَلِك إِلَى أَقسَام، أَولهَا قسم التعريفات الْأُصُولِيَّة وَهُوَ بحث قُدم لإحدى المجلات المحكمة لنشره فِيهَا. ¶ وَأما الْقسم الثَّانِي فَهُوَ المباحث الْأُصُولِيَّة الَّتِي انتقدها شيخ الْإِسْلَام فِي مَجْمُوع الْفَتَاوَى وَهَذَا الْبَحْث الَّذِي بَين أَيْدِينَا باكورة هَذِه المباحث بعنوان “مبَاحث الْأَمر الْأُصُولِيَّة الَّتِي انتقدها شيخ الْإِسْلَام فِي مَجْمُوع الْفَتَاوَى” وستتلوه إِن شَاءَ الله بَقِيَّة المباحث وَهِي كلهَا بِحَمْد الله جاهزة للدَّفْع للنشر قَرِيبا بِإِذن الله تَعَالَى. ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 17/311. ¶ 2 - مَجْمُوع الْفَتَاوَى 10/363.",
            "page": "359",
            "part": "1",
            "seal": "D7BF1A8C"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "التَّمْهِيد ¶ تَرْجَمَة موجزة لشيخ الْإِسْلَام ابْن تَيْمِية وَبَيَان منهجه فِي نقد المباحث الْأُصُولِيَّة إِجْمَالا ¶ الْمطلب الأول: اسْمه، وَنسبه، وشهرته، ولقبه، وكنيته ¶ ... ¶ الْمطلب الأول: اسْمه وَنسبه وشهرته ولقبه وكنيته ¶ هُوَ أَحْمد بن عبد الْحَلِيم بن عبد السَّلَام بن عبد الله بن أبي الْقَاسِم الْخضر ابْن مُحَمَّد بن تَيْمِية الْحَرَّانِي ثمَّ الدِّمَشْقِي. ¶ الإِمَام، الْعَلامَة، الْفَقِيه، الْمُجْتَهد، النَّاقِد، الْمُفَسّر، البارع، الْحَافِظ، الْمُحدث الأصولي، عَلَم الزهاد، ونادرة الدَّهْر. ¶ كَانَ رَحمَه الله من أسرة علم وورع، فوالده الْعَلامَة الْمُفْتِي شهَاب الدّين",
            "page": "364",
            "part": "1",
            "seal": "AAA357B8"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "الْمطلب الثَّانِي: مولده، ونشأته ¶ ولد يَوْم الِاثْنَيْنِ، عَاشر ربيع الأول، سنة إِحْدَى وَسِتِّينَ وسِتمِائَة بحران، وَقيل ثَانِي عشر ربيع الأول. ¶ وعاش فِي حران بضع سِنِين، ثمَّ قدمت أسرته إِلَى دمشق فِرَارًا من التتار الَّذين استولوا على الْبِلَاد سنة سبع وَسِتِّينَ، وَأَقْبل على الْعُلُوم فِي صغره، وَختم القرءان، وَأخذ الْفِقْه وَالْأُصُول عَن وَالِده، وَعَن الشَّيْخ شمس الدّين بن أبي عمر، وَالشَّيْخ زين الدّين ابْن المنجا وبرع فِي ذَلِك، وَقَرَأَ فِي الْعَرَبيَّة أَيَّامًا على بن عبد الْقوي، ثمَّ أَخذ كتاب سِيبَوَيْهٍ فَتَأَمّله ففهمه، وَأَقْبل على تَفْسِير القرءان الْكَرِيم وبَرَّز فِيهِ، وَأحكم أصُول الْفِقْه، والفرائض والحساب، والجبر، والمقابلة، وَغير ذَلِك من الْعُلُوم، وَنظر فِي علم الْكَلَام، وبرز فِي ذَلِك على أَهله، ورد على كبارهم، وتأهل للْفَتْوَى، والتدريس، وَله دون الْعشْرين سنة، وَأفْتى من قبل الْعشْرين أَيْضا.",
            "page": "365",
            "part": "1",
            "seal": "69C0A72A"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وأمده الله بِكَثْرَة الْكتب، وَسُرْعَة الْحِفْظ، وَقُوَّة الْإِدْرَاك، والفهم، وبطء النسْيَان حَتَّى قَالَ غير وَاحِد إِنَّه لم يكن يحفظ شَيْئا فينساه. ¶ ثمَّ توفّي وَالِده وَكَانَ عمره إِحْدَى وَعشْرين سنة، فَقَامَ بوظائفه بعده، فدرَّس بدار الحَدِيث السكرية أول سنة ثَلَاث وَثَمَانِينَ، ثمَّ جلس عقب ذَلِك مَكَان وَالِده بالجامع لتفسير القرءان الْعَظِيم، وَكَانَ يُورد من حفظه فِي الْمجْلس نَحْو كراسين أَو أَكثر. ¶ وَشرع الشَّيْخ فِي الْجمع، والتصنيف من دون الْعشْرين، وَلم يزل فِي علو وازدياد من الْعلم وَالْقدر إِلَى آخر عمره. ¶ نشأته: ¶ وَقد كَانَ مُنْذُ صغره ناشئاً على الطَّاعَة، والبصيرة فِي دينه، والبعد عَن الْمُحرمَات واسمع لَهُ يَحْكِي قَائِلا: “وَكنت فِي أَوَائِل عمري حضرت مَعَ جمَاعَة من أهل الزّهْد، وَالْعِبَادَة والإرادة فَكَانُوا من خِيَار أهل هَذِه الطَّبَقَة، فبتنا بمَكَان وَأَرَادُوا أَن يقيموا سَمَاعا، وَأَن أحضر مَعَهم فامتنعت من ذَلِك، فَجعلُوا لي مَكَانا مُنْفَردا قعدت فِيهِ، فَلَمَّا سمعُوا، وَحصل الوجد وَالْحَال صَار الشَّيْخ الْكَبِير يَهْتِف بِي فِي حَال وجده وَيَقُول: يَا فلَان قد جَاءَك نصيب عَظِيم تعال خُذ نصيبك، فَقلت فِي نَفسِي، ثمَّ أظهرته لَهُم لما اجْتَمَعنَا: - أَنْتُم فِي حل من هَذَا النَّصِيب، فَكل نصيب لَا يَأْتِي عَن طَرِيق مُحَمَّد بن عبد الله فَإِنِّي لَا آكل مِنْهُ شَيْئا، وَتبين لبَعض من كَانَ فيهم مِمَّن لَهُ معرفَة وَعلم أَنه كَانَ مَعَهم الشَّيَاطِين”1. ¶ وَقد كَانَت نشأته رَحمَه الله فِي تصونٍ تَامّ، وعفاف، وَتعبد، واقتصاد فِي الملبس والمأكل، فَنَشَأَ على جَانب كَبِير من الْخَوْف من الله تَعَالَى، زاهداً، ورِعاً، ملازماً لِلْعِبَادَةِ وتلاوة القرءان الْكَرِيم، وَكَانَ قد قطع جلّ وقته وزمانه فِي عبَادَة الله، وَلم تشغله شاغلة عَن عبَادَة ربه وَكَانَت بضاعته طوال عمره الْعلم ونصرة السّنة. ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 3/418 - 419.",
            "page": "366",
            "part": "1",
            "seal": "BA774200"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الْمطلب الثَّالِث: صِفَاته الخِلقية، والخُلُقية، والعلمية ¶ صِفَاته الخِلْقية: ¶ كَانَ الشَّيْخ أَبيض، أسود الرَّأْس واللحية، قَلِيل الشيب، شعره إِلَى شحمة أُذُنه كَأَن عَيْنَيْهِ لسانان ناطقان، تلوح نَضرة النَّعيم على وَجهه، ربعَة من الرِّجَال، بعيد مَا بَين الْمَنْكِبَيْنِ، جَهورِي الصَّوْت. ¶ صِفَاته الخُلُقِيَّة: ¶ كَانَ سَمحا كَرِيمًا بطبعه لَا يتصنع ذَلِك، وَكَانَ لَا يرد من سَأَلَهُ شَيْئا، وَكَانَ حَلِيمًا كثير الْعَفو عمَّن آذاه حَتَّى قَالَ “فَلَا أحب أَن ينتصر من أحد بِسَبَب كذبه عَليّ أَو ظلمه أَو عدوانه فَإِنِّي قد أحللت كل مُسلم وَأَنا أحب الْخَيْر لكل الْمُسلمين وَأُرِيد بِكُل مُؤمن من الْخَيْر مَا أحبه لنَفْسي، وَالَّذين كذبُوا أَو ظلمُوا فهم فِي حل من جهتي” ¶ فقد كَانَ حَلِيمًا رَفِيقًا محباً للخير لَا يروم انتقاماً بل يعْفُو عَن مخالفه وَإِن ظلمه. ¶ واسمع لَهُ رَحمَه الله وَهُوَ يتحدث عَن مُخَالف لَهُ ناله من شَره الشَّيْء الْكثير، حَيْثُ يَقُول: “وَأَنا وَالله من أعظم النَّاس معاونة على إطفاء كل شَرّ فِيهَا وَفِي غَيرهَا، وَإِقَامَة كل خير، وَابْن مخلوف لَو عمل مهما عمل وَالله مَا أقدر على خير إِلَّا وأعمله مَعَه، وَلَا أعين عَلَيْهِ عدوه قطّ، وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه، هَذِه نيتي وعزمي، مَعَ علمي بِجَمِيعِ الْأُمُور فَإِنِّي أعلم أَن الشَّيْطَان ينزغ بَين الْمُؤمنِينَ، وَلنْ أكون عوناً للشَّيْطَان على إخْوَانِي الْمُسلمين” 1. ¶ وَقَالَ أَيْضا “لَيْسَ غرضي فِي إِيذَاء أحد، وَلَا الانتقام مِنْهُ، وَلَا مؤاخذته، وَأَنا عافٍ عَمَّن ظَلَمَنِي” 2. ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 3/271. ¶ 2 - مَجْمُوع الْفَتَاوَى 3/266.",
            "page": "367",
            "part": "1",
            "seal": "A20976A1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وَكَانَ رَحمَه الله صبوراً على من يكلمهُ، عادلاً فِي مُخَاطبَة مخالفيه، مُتبعا السّنة فِي مُعَاملَة وُلَاة الْأُمُور يَقُول رَحمَه الله “النَّاس يعلمُونَ أَنِّي من أطول النَّاس روحاً وصبراً على مُرِّ الْكَلَام، وَأعظم النَّاس عدلا فِي المخاطبة لأَقل النَّاس، داعٍ لولاة الْأُمُور”1. ¶ وَكَانَ شجاعاً من أَشْجَع النَّاس وَأَقْوَاهُمْ قلباً، مَا رأى النَّاس فِي عصره أحدا أثبت جأشاً مِنْهُ، وَلَا أعظم عناءً فِي جِهَاد الْعَدو وَكَانَ لَا يتْرك سَبِيلا من سبل الْجِهَاد إلاّ ولجه فَجَاهد بِقَلْبِه، وَلسَانه، وَيَده. ¶ وَكَانَ رَحمَه الله شَدِيد التَّمَسُّك بِدِينِهِ، مقدما حُرِّيَّته وَنَفسه وَمَاله فِي سَبِيل ذَلِك وَكَانَ لَا يُبَالِي بِمَا يلاقيه فِي سَبِيل الله شجاعاً فِي الْحق، مطمئن الْقلب، واثقاً بوعد الرب سُبْحَانَهُ وَتَعَالَى يَقُول رَحمَه الله “أَنا عَليّ أَي شَيْء أَخَاف إِن قتلت كنت من أفضل الشُّهَدَاء وَكَانَ عَليّ الرَّحْمَة والرضوان إِلَى يَوْم الْقِيَامَة، وَكَانَ على من قتلني اللَّعْنَة الدائمة فِي الدُّنْيَا وَالْعَذَاب فِي الْآخِرَة، ليعلم كل من يُؤمن بِاللَّه وَرَسُوله أَنِّي إِن قتلت لأجل دين الله، وَإِن حبست فالحبس فِي حَقي من أعظم نعم الله عَليّ، وَوَاللَّه مَا أُطِيق أَن أشكر نعْمَة الله عَليّ فِي هَذَا الْحَبْس، وَلَيْسَ لي مَا أَخَاف النَّاس عَلَيْهِ لَا أقطاعي، وَلَا مدرستي، وَلَا مَالِي، وَلَا رياستي، وجاهي”2. ¶ وَكَانَ رَحمَه الله حَرِيصًا على وحدة الْمُسلمين، وتأليف قُلُوبهم، والتقريب بَينهم وَإِزَالَة الوحشة الَّتِي تقع فِي قُلُوب الْمُخْتَلِفين، باذلاً فِي ذَلِك غَايَة طاقته، ومستفرغاً تَمام جهده يَقُول رَحمَه الله: “وَالنَّاس يعلمُونَ أَنه كَانَ بَين الحنبلية والأشعرية وَحْشَة ومنافرة، وَأَنا كنت من أعظم النَّاس تأليفاً لقلوب الْمُسلمين، وطلباً لِاتِّفَاق كلمتهم، واتباعاً لما أمرنَا بِهِ من الِاعْتِصَام بِحَبل الله، ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 3/251. ¶ 2 - مَجْمُوع الْفَتَاوَى 3/215 - 216.",
            "page": "368",
            "part": "1",
            "seal": "779142F7"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وَإِزَالَة عَامَّة مَا كَانَ فِي النُّفُوس من الوحشة وبينت لَهُم أَن الْأَشْعَرِيّ كَانَ من أجل الْمُتَكَلِّمين المنتسبين إِلَى الإِمَام أَحْمد رَحمَه الله وَنَحْوه، المنتصرين لطريقته كَمَا يذكر الْأَشْعَرِيّ فِي كتبه1 ... وَلما أظهرت كَلَام الْأَشْعَرِيّ وَرَآهُ الحنبلية قَالُوا هَذَا خير من كَلَام الْمُوفق، وَفَرح الْمُسلمُونَ بِاتِّفَاق الْكَلِمَة”2. ¶ وَكَانَ رَحمَه الله يُخَاطب النَّاس بِالَّتِي هِيَ أحسن، ويلين الْكَلَام للخصوم، إِلَّا فِي المواطن الَّتِي تَأمر فِيهَا الشَّرِيعَة بالإغلاظ قَالَ رَحمَه الله: “مَا ذكرْتُمْ من لين الْكَلَام والمخاطبة بِالَّتِي هِيَ أحسن، فَأنْتم تعلمُونَ أَنِّي من أَكثر النَّاس اسْتِعْمَالا لهَذَا، لَكِن كل شَيْء فِي مَوْضِعه حسن، وَحَيْثُ أَمر الله وَرَسُوله بالإغلاظ على الْمُتَكَلّم لبغيه، وعدوانه على الْكتاب، وَالسّنة فَنحْن مأمورون بمقابلته، وَلم نَكُنْ مأمورين أَن نخاطبه بِالَّتِي هِيَ أحسن”3. ¶ صِفَاته العلمية: ¶ كَانَ رَحمَه الله شَدِيد التَّمَسُّك بالأثر مُعظما لَهُ، وَمن أَشد النَّاس تَعْظِيمًا لرَسُول الله صلى الله عَلَيْهِ وَسلم، حَرِيصًا على اتِّبَاعه، باذلاً كل مَا يملكهُ فِي نصر مَا جَاءَ بِهِ، فَبنى علمه على نُصُوص الْكتاب، وَالسّنة، ونصوص سلف الْأمة، وَكَانَ فِي تأليفه ومناظراته مستحضراً للأدلة من الْكتاب وَالسّنة، كَأَن الْكتاب وَالسّنة نصب عَيْنَيْهِ، وعَلى طرف لِسَانه، قَالَ عَنهُ الذَّهَبِيّ: “برع فِي ¶ __________ ¶ 1 - وَهَذَا فِي المرحلة الثَّالِثَة من مراحل أبي الْحسن رَحمَه الله حَيْثُ كَانَ رَحمَه الله أَولا معتزلياً، ثمَّ ترك الاعتزال وَأَنْشَأَ مذهبا خَاصّا بِهِ، وَإِلَيْهِ ينتسب الأشاعرة من بعده إِلَى الْيَوْم، ثمَّ هداه الله إِلَى مَذْهَب أهل السّنة وَالْجَمَاعَة وَقد أعلن تَوْبَته على الْمِنْبَر، وصنف فِي عقيدته الْأَخِيرَة كتبا من أشهرها كِتَابه الْإِبَانَة. انْظُر سير أَعْلَام النبلاء 15/85. ¶ 2 - مَجْمُوع الْفَتَاوَى 3/227 - 229. ¶ 3 - مَجْمُوع الْفَتَاوَى 3/232.",
            "page": "369",
            "part": "1",
            "seal": "B609FD4D"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "تَفْسِير القرءان، وغاص فِي دَقِيق مَعَانِيه، بطبع سيال وخاطر إِلَى مواقع الْإِشْكَال ميال، واستنبط مِنْهُ أَشْيَاء لم يسْبق إِلَيْهَا، وبرع فِي الحَدِيث وَحفظه، فَقل من يحفظ مَا يحفظه معزواً إِلَى أُصُوله، وصحابته مَعَ شدَّة استحضار لَهُ وَقت إِقَامَة الدَّلِيل، وفَاق النَّاس فِي معرفَة الْفِقْه، وَاخْتِلَاف الْمذَاهب، وفتاوى الصَّحَابَة وَالتَّابِعِينَ بِحَيْثُ إِنَّه إِذا أفتى لم يلْتَزم بِمذهب بل بِمَا يقوم دَلِيله عِنْده، وأتقن الْعَرَبيَّة أصولاً، وفروعاً وتعليلاً، واختلافاً، وَنظر فِي العقليات وَعرف أَقْوَال الْمُتَكَلِّمين، ورد عَلَيْهِم، وَنبهَ على أخطائهم، وحذر مِنْهُم، وَنصر السّنة بأوضح حجج وأبهر براهين”. ¶ وَكَانَ رَحمَه الله متواضعاً فِي تَعْلِيمه للنَّاس، يجلس تَحت كرسيه ويدع صدر الْمجْلس عِنْد جُلُوسه للتدريس، وَيجْرِي فِي درسه مجْرى السَّيْل، وَيصير مُنْذُ يتَكَلَّم إِلَى أَن يفرغ كالغائب عَن الْحَاضِرين مغمضاً عينه من غير تعجرف، وَلَا توقف، وَلَا لحن، وَإِذا فرغ من درسه فتح عَيْنَيْهِ، وَأَقْبل على النَّاس بِوَجْه طلق بشوش، وَخلق دمث، كَأَنَّهُ قد لَقِيَهُمْ حِينَئِذٍ. ¶ وَكَانَ لَا يسأم مِمَّن يستفتيه، أَو يسْأَله، وَيقف مَعَه حَتَّى يكون هُوَ الَّذِي يُفَارِقهُ كَبِيرا أَو صَغِيرا، رجلا، أَو امْرَأَة، حرا، أَو عبدا، ويجيب السَّائِل ويفهمه بلطف وانبساط. ¶ وَكَانَ رَحمَه الله عَالما متعمقاً فِي علمه، متبصراً بِالسنةِ، ذاباً عَنْهَا، مُحَاربًا لمخالفتها شَدِيد الاهتمام بِالْعلمِ بِمَا ينْهَى عَنهُ من الْمُنْكَرَات، تأصيلاً، وتفريعاً حَتَّى يَقُول رَحمَه الله: “أَنا أعلم كل بِدعَة حدثت فِي الْإِسْلَام، وَأول من ابتدعها، وَمَا كَانَ سَبَب ابتداعها”1. ¶ وَكَانَ يَدْعُو إِلَى ذَلِك، ويحض عَلَيْهِ، وَينْهى عَن أَن يقدم الْإِنْسَان على ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 3/184.",
            "page": "370",
            "part": "1",
            "seal": "4BF849E4"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "إِنْكَار شَيْء بِلَا حجَّة وَلَا علم يَقُول رَحمَه الله: “وَمِمَّا يجب أَن يعلم أَن الَّذِي يُرِيد أَن يُنكر على النَّاس لَيْسَ لَهُ أَن يُنكر إِلَّا بِحجَّة وَبَيَان، إِذْ لَيْسَ لأحد أَن يلْزم أحدا بِشَيْء، وَلَا يحظر على أحد شَيْئا بِلَا حجَّة خَاصَّة، إِلَّا رَسُول الله صلى الله عَلَيْهِ وَسلم الْمبلغ عَن الله الَّذِي أوجب على الْخلق طَاعَته، فِيمَا أَدْرَكته عُقُولهمْ، وَمَا لم تُدْرِكهُ، وَخَبره مُصدق فِيمَا علمناه وَمَا لم نعلمهُ، أما غَيره إِذا قَالَ هَذَا صَوَاب أَو خطأ فَإِن لم يبين ذَلِك بِمَا يجب بِهِ اتِّبَاعه [لم يجب اتِّبَاعه] 1، فَأول دَرَجَات الْإِنْكَار أَن يكون الْمُنكر عَالما بِمَا يُنكره ... فَلَيْسَ لأحد من خلق الله كَائِنا من كَانَ أَن يبطل قولا أَو يحرم فعلا إِلَّا بسُلْطَان الْحجَّة”2. ¶ وَلم يكن رَحمَه الله دَاعيا إِلَى مَذْهَب أحد من النَّاس فِي أصُول الدّين، بل كَانَ منافحاً عَن مَنْهَج السّلف دَاعيا إِلَيْهِ ومنتصراً لَهُ، وَكَانَ يَقُول: “كلما كَانَ عهد الْإِنْسَان بالسلف أقرب كَانَ أعلم بالمعقول وَالْمَنْقُول”3 وَيَقُول رَحمَه الله: “مَعَ أَنِّي فِي عمري إِلَى سَاعَتِي هَذِه لم أدع أحدا قطّ فِي أصُول الدّين إِلَى مَذْهَب حنبلي وَغير حنبلي، وَلَا انتصرت لذَلِك، وَلَا أذكرهُ فِي كَلَامي، وَلَا أذكر إِلَّا مَا اتّفق عَلَيْهِ سلف الْأمة وأئمتها، وَقد قلت لَهُم غير مرَّة أَنا أمْهل من يخالفني ثَلَاث سِنِين إِن جَاءَ بِحرف وَاحِد عَن أحد من أَئِمَّة الْقُرُون الثَّلَاثَة يُخَالف مَا قلته فَأَنا أقرّ بذلك، وَأما مَا أذكرهُ فأذكره عَن أَئِمَّة الْقُرُون الثَّلَاثَة بألفاظهم وألفاظ من نقل إِجْمَاعهم من عَامَّة الطوائف”4. ¶ وَكَانَ رَحمَه الله مُتبعا للنصوص ومنهج السّلف الصَّالح رضوَان الله عَلَيْهِم ¶ __________ ¶ 1 - مَا بَين القوسين زِيَادَة من الباحث ليستقيم الْكَلَام. ¶ 2 - مَجْمُوع الْفَتَاوَى 3/254. ¶ 3 - مَجْمُوع الْفَتَاوَى 3/228. ¶ 4 - مَجْمُوع الْفَتَاوَى 3/229.",
            "page": "371",
            "part": "1",
            "seal": "1C6FFD08"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "فِي نِسْبَة معِين إِلَى تَكْفِير أَو تفسيق، ناهياً عَن التسرع فِي ذَلِك، مطالباً بالتثبت فِي ذَلِك وَاتِّبَاع الشُّرُوط الشَّرْعِيَّة فِيهِ يَقُول رَحمَه الله “إِنِّي دَائِما وَمن جالسني يعلم ذَلِك مني أَنِّي من أعظم النَّاس نهيا عَن أَن ينْسب معِين إِلَى تَكْفِير، وتفسيق، ومعصية، إِلَّا إِذا علم أَنه قد قَامَت عَلَيْهِ الْحجَّة الرسالية الَّتِي من خالفها كَانَ كَافِرًا تَارَة، وفاسقاً أُخْرَى، وعاصياً أُخْرَى، وَأَنِّي أقرر أَن الله غفر لهَذِهِ الْأمة خطأها، وَذَلِكَ يعم الْخَطَأ فِي الْمسَائِل الخبرية القولية، والمسائل العملية”1. ¶ وَكَانَ رَحمَه الله ذَا علم متبحر، مستظهراً لأقوال السّلف الصَّالح رضوَان الله عَلَيْهِم والأدلة النقلية، والعقلية، وَهَذَا ظَاهر بَيِّن تَمام الْبَيَان فِي مَجْمُوع الْفَتَاوَى، وَمن ذَلِك أَنه رَحمَه الله سُئِلَ عَن رجلَيْنِ تجادلا فِي الأحرف الَّتِي أنزلهَا الله على آدم، فَقَالَ أَحدهمَا: إِنَّهَا قديمَة، لَيْسَ لَهَا مُبْتَدأ، وشكلها ونقطها مُحدث، وَقَالَ الآخر: لَيست بِكَلَام الله، وَهِي مخلوقة، بشكلها، ونقطها، وَالْقَدِيم هُوَ الله وَكَلَامه مِنْهُ بَدَأَ وَإِلَيْهِ يعود منزل غير مَخْلُوق وَلكنه كتب بهَا وسألا أَيهمَا أصوب قولا وَأَصَح اعتقاداً؟ ¶ فَأجَاب رَحمَه الله عَن هَذِه الْمَسْأَلَة من صفحة 37 إِلَى نِهَايَة صفحة 116 من المجلد الثَّانِي عشر من مَجْمُوع الْفَتَاوَى، وَتكلم عَن الْمَسْأَلَة تأصيلاً، وتقعيداً، وتفريعاً وتدليلاً، وَنقل أَقْوَال سلف الْأمة وأئمتها بنصوصهم، حَتَّى يخيل للقارئ أَن شيخ الْإِسْلَام قد قضى فِي تحريرها أَيَّامًا عديدة، وراجع مئات الْكتب، وَإِذا بِهِ رَحمَه الله يَقُول فِي آخر الْجَواب “وَلَكِن هَذَا الْجَواب كتب وَصَاحبه مستوفز فِي قعدة وَاحِدَة” 2. ¶ وَسُئِلَ فِي سُؤال آخر عَن قوم يَقُولُونَ “كَلَام النَّاس وَغَيرهم قديم ... وَلَا فرق بَين كَلَام الله وَكَلَامهم فِي الْقدَم إِلَّا من جِهَة الثَّوَاب، وَقَالَ قوم مِنْهُم بل ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 3/229. ¶ 2 - مَجْمُوع الْفَتَاوَى 12/116.",
            "page": "372",
            "part": "1",
            "seal": "81EA2609"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "أَكْثَرهم أصوات الْحمير وَالْكلاب كَذَلِك، وَلما قرئَ عَلَيْهِم مَا نقل عَن الإِمَام أَحْمد ردا على قَوْلهم، تأولوا ذَلِك وَقَالُوا: إِن أَحْمد إِنَّمَا قَالَ ذَلِك خوفًا من النَّاس، فَهَل هَؤُلَاءِ مصيبون أَو مخطئون؟ وَهل يكفرون بالإصرار على ذَلِك أم لَا؟ وَهل الَّذِي نقل عَن الإِمَام أَحْمد حق كَمَا زَعَمُوا أم لَا؟ ¶ فَأجَاب رَحمَه الله عَن هَذِه الْمَسْأَلَة من صفحة 323 إِلَى صفحة 501 من المجلد الثَّانِي عشر بِنَفس منهجه فِي الْمَسْأَلَة السَّابِقَة، مَعَ ذكر الْمسَائِل المرتبطة بالسؤال، بترتيب عَجِيب وتتابع دَقِيق، ودقة فِي النَّقْل، وكل هَذَا فِي جلْسَة وَاحِدَة وَصَاحب الْفَتْوَى جَالس عِنْده عجلَان حَيْثُ قَالَ رَحمَه الله “لَكِن هَذَا الْموضع فِيهِ اشْتِبَاه وإشكال، لَا تحْتَمل تحريره وَبسطه هَذِه الْفَتْوَى، لِأَن صَاحبهَا مستوفز عجلَان يُرِيد أَخذهَا” 1. ¶ وَهَذَا تَمْثِيل فَقَط وَقَلِيل من كثير وغيض من فيض من الْمسَائِل الْمَعْرُوفَة عَن الشَّيْخ الَّتِي تدل على غزارة علمه وتمكنه من الْعُلُوم، واستحضاره للدلائل، ودقة نَقله، وَشدَّة حفظه لما أثر عَن السّلف فِي الْعُلُوم. ¶ __________ ¶ 1 - مَجْمُوع الْفَتَاوَى 12/416.",
            "page": "373",
            "part": "1",
            "seal": "A8DF0C5F"
        }
    ],
    "t3552": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "ترجمة موجزة لشيخ الإسلام ابن تيمية وبيان منهجه في نقد المباحث الأصولية إجمالا"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": "2",
            "tit": "المطلب الأول: اسمه، ونسبه، وشهرته، ولقبه، وكنيته"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثاني: مولده، ونشأته"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الثالث: صفاته الخلقية، والخلقية، والعلمية"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الرابع: شيوخه، وتلاميذه"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب الخامس: جهاده، وابتلأؤه"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب السادس: مؤلفاته"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "المطلب السابع: وفاته، وثناء العلماء عليه"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "نظرة إجمالية في منهج شيخ الإسلام في نقد المباحث الأصولية في مجموع الفتاوى"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "باب: الإرادة في الأمر"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "أصل المسألة وما تتفرع عنه"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الأقوال في المسألة"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الاختيار في المسألة"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "باب: العمل الواحد هل يجوز أن يكون مأمورا به منهيا عنه"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "أصل المسألة وما تتفرع عنه"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "الأقوال في المسألة"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "الاختيار في المسألة"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}