{
    "b3610": [
        {
            "hno": "90",
            "id": "90",
            "nass": "90 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ أَبِي بِشْرٍ وَرْقَاءَ بْنِ عُمَرَ الْيَشْكُرِيِّ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ أَبِيهِ أَنَّ رَجُلًا مَرَّ عَلَى رَجُلٍ مِنَ الْأَنْصَارِ وَهُوَ يَتَشَحَّطُ فِي دَمِهِ , فَقَالَ: يَا فُلَانُ , أَشَعَرْتَ أَنَّ مُحَمَّدًا قَدْ قُتِلَ؟ قَالَ الْأَنْصَارِيُّ: §إِنْ كَانَ مُحَمَّدٌ قَدْ قُتِلَ , فَقَدْ بَلَّغَ , فَقَاتِلُوا عَنْ دِينِكُمْ \"",
            "page": "77",
            "part": "1",
            "seal": "36036368"
        },
        {
            "hno": "91",
            "id": "91",
            "nass": "91 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِسْحَاقَ بْنِ يَحْيَى بْنِ طَلْحَةَ قَالَ: حَدَّثَنِي عِيسَى بْنُ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَائِشَةَ، قَالَتْ: أَخْبَرَنِي أَبِي قَالَ: «§كُنْتُ فِي أَوَّلِ مَنْ فَاءَ يَوْمَ أُحُدٍ , فَرَأَيْتُ رَجُلًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُقَاتِلُ دُونَهُ أَرَاهُ قَالَ: وَيَحْمِيهِ قُلْتُ: كُنْ طَلْحَةَ , حَيْثُ فَاتَنِي مَا فَاتَنِي , وَبَيْنِي وَبَيْنَ -[78]- الْمُشْرِكِينَ رَجُلٌ , أَنَا أَقْرَبُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْهُ، وَهُوَ يَخْطَفُ السَّعْيَ تَخَطُّفًا لَا أَحْفَظُهُ حَتَّى دَفَعْتُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَإِذَا حَلَقَتَانِ مِنَ الْمِغْفَرِ قَدْ نَشَبَتَا فِي وَجْهِهِ , وَإِذَا هُوَ أَبُو عُبَيْدَةَ , فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:» عَلَيْكُمْ صَاحِبَكُمْ «. يُرِيدُ طَلْحَةَ , وَقَدْ نَزَفَ , فَلَمْ يَنْظُرْ إِلَيْهِ , وَأَقْبَلْنَا إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَأَرَادَنِي أَبُو عُبَيْدَةَ عَلَى أَنْ أَتْرُكَهُ , فَلَمْ يَزَلْ بِي حَتَّى تَرَكْتُهُ , فَأَكَبَّ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَأَخَذَ حَلْقَةً قَدْ نَشِبَتْ فِي وَجْهِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَكَرِهَ أَنْ يُزَعْزِعَهَا فَيَشْتَكِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَأَزَمَ عَلَيْهَا بِثَنِيَّتِهِ , ثُمَّ نَهَضَ عَلَيْهَا , فَنَدَرَتْ ثَنِيَّتُهُ , وَنَزَعَهَا , فَقُلْتُ: دَعْنِي , فَأَتَى , فَطَلَبَ إِلَيَّ , فَأَكَبَّ عَلَى الْأُخْرَى , فَصَنَعَ بِهَا مِثْلَ ذَلِكَ , فَنَزَعَهَا , وَنَدَرَتْ ثَنِيَّتُهُ , فَكَانَ أَبُو عُبَيْدَةَ أَهْتَمَ الثَّنَايَا»",
            "page": "77",
            "part": "1",
            "seal": "FF0293D2"
        },
        {
            "hno": "92",
            "id": "92",
            "nass": "92 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، قَالَ: وَأَخْبَرَنِي أَيْضًا إِسْحَاقُ بْنُ يَحْيَى قَالَ: أَخْبَرَنِي مُوسَى بْنُ طَلْحَةَ أَنَّ §طَلْحَةَ رَجَعَ بِسَبْعٍ وَثَلَاثِينَ أَوْ خَمْسٍ وَسَبْعِينَ بَيْنَ ضَرْبَةٍ وَطَعْنَةٍ وَرَمْيَةٍ , رُبِعَ فِيهَا جَبِينُهُ , وَقُطِعَ فِيهَا عِرْقُ نِسَائِهِ , وَشُلَّتْ أُصْبُعُهُ هَذِهِ الَّتِي تَلِي الْإِبْهَامَ \"",
            "page": "79",
            "part": "1",
            "seal": "090C172D"
        },
        {
            "hno": "93",
            "id": "93",
            "nass": "93 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ قَالَ: حَدَّثَنِي يَحْيَى بْنُ عَبَّادٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ الزُّبَيْرِ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يَوْمَئِذٍ: «§أَوْجَبَ طَلْحَةُ»",
            "page": "80",
            "part": "1",
            "seal": "BC70E969"
        },
        {
            "hno": "94",
            "id": "94",
            "nass": "94 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، أَخْبَرَنِي مُحَمَّدُ بْنُ سَعْدٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ يَنْظُرُ لِي مَا فَعَلَ سَعْدُ بْنُ الرَّبِيعِ» ؟ فَقَالَ رَجُلٌ مِنَ الْأَنْصَارِ: أَنَا يَا رَسُولَ اللَّهِ. قَالَ: فَخَرَجَ يَطُوفُ فِي الْقَتْلَى حَتَّى وَجَدَ سَعْدًا جَرِيحًا قَدْ أَثْبَتَ بِآخِرِ رَمَقٍ , فَقَالَ: يَا سَعْدُ , إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَمَرَنِي أَنْ أَنْظُرَ لَهُ أَمِنَ الْأَحْيَاءِ -[81]- أَنْتَ أَمْ فِي الْأَمْوَاتِ؟ قَالَ: فَإِنِّي فِي الْأَمْوَاتِ أَبْلِغْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنِّي السَّلَامَ , وَقُلْ لَهُ: إِنَّ سَعْدًا يَقُولُ لَكَ جَزَاكَ اللَّهُ عَنَّا خَيْرَ مَا جُزِيَ نَبِيًّا عَنْ أُمَّتِهِ , وَأَبْلِغْ قَوْمَكَ عَنِّي السَّلَامَ , وَقُلْ لَهُمْ: إِنَّ سَعْدًا يَقُولُ لَكُمُ: إِنَّهُ لَا عُذْرَ لَكُمْ عِنْدَ اللَّهِ إِنْ خُلِصَ إِلَى نَبِيِّكُمْ , وَفِيكُمْ عَيْنٌ تَطْرِفُ \"",
            "page": "80",
            "part": "1",
            "seal": "E2BD024A"
        },
        {
            "hno": "95",
            "id": "95",
            "nass": "95 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، -[82]- عَنْ وَهْبِ بْنِ قَطَنٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ: «وَقَفَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى مُصْعَبِ بْنِ عُمَيْرٍ، وَهُوَ مُنْجَعِفٌ عَلَى وَجْهِهِ يَوْمَ أُحُدٍ شَهِيدٌ، وَكَانَ صَاحِبَ لِوَاءِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللَّهِ: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مِنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا} [الأحزاب: 23] ، ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَشْهَدُ عَلَيْكُمْ أَنَّكُمْ شُهَدَاءُ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ. ثُمَّ أَقْبَلَ عَلَى النَّاسِ، فَقَالَ:» يَا أَيُّهَا النَّاسُ §ائْتُوهُمْ وَزُورُوهُمْ وَسَلِّمُوا عَلَيْهِمْ، فَوَالَّذِي نَفْسِي بِيَدِهِ، لَا يُسَلِّمُ عَلَيْهِمْ أَحَدٌ إِلَى يَوْمِ الْقِيَامَةِ إِلَّا رَدُّوا عَلَيْهِ السَّلَامَ \"",
            "page": "81",
            "part": "1",
            "seal": "FFD9680A"
        },
        {
            "hno": "96",
            "id": "96",
            "nass": "96 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ شُعْبَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِيهِ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ أُتِيَ بِطَعَامٍ وَكَانَ صَائِمًا، فَقَالَ: §قُتِلَ مُصْعَبُ بْنُ عُمَيْرٍ، وَهُوَ خَيْرٌ مِنِّي، فَكُفِّنَ فِي بُرْدَةٍ، إِنْ غُطِّيَ رَأْسُهُ بَدَتْ رِجْلَاهُ، وَإِنْ غُطِّيَ رِجْلَاهُ بَدَا رَأْسُهُ، وَأَرَاهُ قَالَ: وَقُتِلَ حَمْزَةُ، وَهُوَ خَيْرٌ مِنِّي، ثُمَّ بُسِطَ لَنَا مِنَ الدُّنْيَا مَا بُسِطَ، أَوْ قَالَ: أُعْطِينَا مِنَ الدُّنْيَا مَا أُعْطِينَا، وَقَدْ خَشِيتُ أَنْ تَكُونَ حَسَنَاتُنَا عُجِّلَتْ لَنَا، ثُمَّ جَعَلَ يَبْكِي حَتَّى تَرَكَ الطَّعَامَ \"",
            "page": "83",
            "part": "1",
            "seal": "E3EEF73A"
        },
        {
            "hno": "97",
            "id": "97",
            "nass": "97 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ أُمَيٍّ الْمُرَادِيِّ قَالَ: قَالَ أَبُو الْعُبَيْدَيْنِ لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ: يَا أَصْحَابَ مُحَمَّدٍ §لَا تَخْتَلِفُوا، فَتَشُقُّوا عَلَيْنَا. ثُمَّ قَالَ: رَحِمَكَ اللَّهُ أَبَا الْعُبَيْدَيْنِ، إِنَّمَا أَصْحَابُ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الَّذِينَ دُفِنُوا مَعَهُ فِي الْبُرُودِ \"",
            "page": "83",
            "part": "1",
            "seal": "1EC67CC0"
        },
        {
            "hno": "98",
            "id": "98",
            "nass": "98 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ قَالَ: حَدَّثَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: «لَمَّا أَرَادَ مُعَاوِيَةُ أَنْ يُجْرِيَ الْكَظَامَةَ قَالَ: قِيلَ §مَنْ كَانَ لَهُ قَتِيلٌ فَلْيَأْتِ قَتِيلَهُ يَعْنِي قَتْلَى أُحُدٍ قَالَ: فَأَخْرَجْنَاهُمْ رِطَابًا يَتَثَنُّونَ، قَالَ فَأَصَابَتِ الْمِسْحَاةُ أُصْبُعَ رَجُلٍ مِنْهُمْ، فَانْفَطَرَتْ دَمًا» قَالَ أَبُو سَعِيدٍ الْخُدْرِيُّ: وَلَا يُنْكِرُ بَعْدَ هَذَا مُنْكِرٌ أَبَدًا \"",
            "page": "84",
            "part": "1",
            "seal": "FAB3F9C0"
        },
        {
            "hno": "99",
            "id": "99",
            "nass": "99 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ: أَخْبَرَنِي إِسْمَاعِيلُ بْنُ أُمَيَّةَ، عَنْ رَجُلٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: «§لَمَّا اسْتُشْهِدَ الشُّهَدَاءُ بِأُحُدٍ، وَنَزَلُوا مَنَازِلَهُمْ، رَأَوْا مَنَازِلَ أُنَاسٍ مِنْ أَصْحَابِهِمْ لَمْ يُسْتَشْهَدُوا، وَهُمْ مُسْتَشْهِدُونَ. فَقَالُوا: فَكَيْفَ بِأَنْ يَعْلَمَ أَصْحَابُنَا مَا أَصَبْنَا مِنَ الْخَيْرِ عِنْدَ اللَّهِ؟ فَأَنْزَلَ: {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: 169] إِلَى آخِرِهَا»",
            "page": "85",
            "part": "1",
            "seal": "9FC9EDC6"
        },
        {
            "hno": "100",
            "id": "100",
            "nass": "100 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَرِيرِ بْنِ حَازِمٍ قَالَ: سَمِعْتُ الْحَسَنَ يَقُولُ: «لَمَّا حَضَرَ النَّاسُ بَابَ عُمَرَ، وَفِيهِمْ سُهَيْلُ بْنُ عَمْرٍو وَأَبُو سُفْيَانَ بْنُ حَرْبٍ وَتِلْكَ الشُّيُوخُ مِنْ قُرَيْشٍ، فَخَرَجَ آذِنُهُ، فَجَعَلَ يَأْذَنُ لِأَهْلِ بَدْرٍ، لِصُهَيْبٍ وَبِلَالٍ وَأَهْلِ بَدْرٍ، وَكَانَ وَاللَّهِ بَدْرِيًّا، وَكَانَ يُحِبُّهُمْ، وَكَانَ قَدْ أَوْصَى بِهِمْ، فَقَالَ أَبُو سُفْيَانَ: مَا رَأَيْتُ كَالْيَوْمِ قَطُّ، إِنَّهُ يُؤْذِنُ لِهَذِهِ الْعَبِيدِ وَنَحْنُ جُلُوسٌ لَا يَلْتَفِتُ إِلَيْنَا ‍‍‍ فَقَالَ سُهَيْلُ بْنُ عَمْرٍو: وَيَا لَهُ مِنْ رَجُلٍ، مَا كَانَ أَعْقَلَهُ أَيُّهَا الْقَوْمُ، إِنِّي وَاللَّهِ لَقَدْ أَرَى الَّذِي فِي وُجُوهِكُمْ فَإِنْ كُنْتُمْ غِضَابًا، فَاغْضَبُوا عَلَى أَنْفُسِكُمْ §دُعِيَ الْقَوْمُ وَدُعِيتُمْ، فَأَسْرَعُوا وَأَبْطَأْتُمْ، أَمَا وَاللَّهِ لِمَا سَبَقُوكُمْ بِهِ مِنَ الْفَضْلِ فِيمَا لَا تَرَوْنَ أَشَدُّ عَلَيْكُمْ فَوتًا مِنْ بَابِكُمْ هَذَا الَّذِي تُنَافِسُونَهُمْ عَلَيْهِ، ثُمَّ قَالَ: أَيُّهَا الْقَوْمُ، إِنَّ هَؤُلَاءِ الْقَوْمَ قَدْ سَبَقُوكُمْ بِمَا تَرَوْنَ، فَلَا سَبِيلَ لَكُمْ وَاللَّهِ إِلَى مَا سَبَقُوكُمْ إِلَيْهِ، وَانْظُرُوا هَذَا الْجِهَادَ فَالْزَمُوهُ عَسَى أَنْ يَرْزُقَكُمْ شَهَادَةً. ثُمَّ نَفْضَ ثَوْبَهُ، فَلَحِقَ بِالشَّامِ» فَقَالَ الْحَسَنُ: «صَدَقَ وَاللَّهِ، لَا يَجْعَلُ اللَّهُ عَبْدًا أَسْرَعَ إِلَيْهِ كَعَبْدٍ أَبْطَأَ عَنْهُ»",
            "page": "85",
            "part": "1",
            "seal": "B23E5549"
        },
        {
            "hno": "101",
            "id": "101",
            "nass": "101 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدَ اللهِ بْنَ المُبَارَكِ، عَنِ الْأَسْوَدِ بْنِ شَيْبَانَ السَّدُوسِيِّ، عَنْ أَبِي نَوْفَلِ بْنِ أَبِي عَقْرَبٍ قَالَ: «خَرَجَ الْحَارِثُ بْنُ هِشَامٍ مِنْ مَكَّةَ، فَجَزِعَ أَهْلُ مَكَّةَ جَزَعًا شَدِيدًا، فَلَمْ يَبْقَ أَحَدٌ يُطْعَمُ إِلَّا خَرَجَ يُشَيِّعُهُ، حَتَّى إِذَا كَانَ بِأَعْلَى الْبَطْحَاءِ أَوْ حَيْثُ شَاءَ اللَّهُ مِنْ ذَلِكَ، وَقَفَ وَوَقَفَ النَّاسُ حَوْلَهُ يَبْكُونَ، فَلَمَّا رَأَى جَزْعَ النَّاسِ قَالَ: يَا أَيُّهَا النَّاسُ، إِنِّي وَاللَّهِ §مَا خَرَجْتُ رَغْبَةً بِنَفْسِي عَنْ أَنْفُسِكُمْ، وَلَا اخْتِيَارَ بَلَدٍ عَنْ بَلَدِكُمْ، وَلَكِنْ كَانَ هَذَا الْأَمْرُ فَخَرَجَتْ فِيهِ رِجَالٌ مِنْ قُرَيْشٍ، وَاللَّهِ مَا كَانُوا مِنْ ذَوِي أَنْسَابِهَا، وَلَا فِي بُيُوتَاتِهَا، فَأَصْبَحْنَا وَاللَّهِ لَوْ أَنَّ جِبَالَ مَكَّةَ ذَهَبٌ فَأَنْفَقْنَاهَا فِي سَبِيلِ اللَّهِ مَا أَدْرَكْنَا يَوْمًا مِنْ أَيَّامِهِمْ، وَايْمُ اللَّهِ لَئِنْ فَاتُونَا بِهِ فِي الدُّنْيَا لَنَلْتَمِسَنَّ أَنْ نُشَارِكَهُمْ فِي الْآخِرَةِ، فَاتَّقَى اللَّهَ امْرُؤٌ خَرَجَ غَازِيًا. فَتَوَجَّهَ غَازِيًا إِلَى الشَّامِ، وَأَتْبَعَهُ ثَقَلُهُ، فَأُصِيبَ شَهِيدًا»",
            "page": "86",
            "part": "1",
            "seal": "860EE886"
        },
        {
            "hno": "102",
            "id": "102",
            "nass": "102 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ قَالَ: حَدَّثَنِي عَطَاءٌ الْخُرَاسَانِيُّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: «لَمَّا كَانَ خِلَافَةُ أَبِي بَكْرٍ تَجَهَّزَ بِلَالٌ لِلْخُرُوجِ إِلَى الشَّامِ، فَقَالَ أَبُو بَكْرٍ رَضِيَ اللهُ عَنْهُ: مَا كُنْتُ أَرَاكَ يَا بِلَالُ تَدَعْنَا عَلَى هَذِهِ الْحَالِ، لَوْ أَقَمْتَ مَعَنَا فَأَعَنْتَنَا. فَقَالَ: §إِنْ كُنْتَ إِنَّمَا أَعْتَقْتَنِي لِلَّهِ، فَدَعْنِي أَذْهِبْ إِلَى اللَّهِ، وَإِنْ كُنْتَ أَعْتَقْتَنِي لِنَفْسِكَ فَاحْبِسْنِي عِنْدَكَ. فَأَذِنَ لَهُ، فَخَرَجَ إِلَى الشَّامِ، فَمَاتَ بِهَا»",
            "page": "87",
            "part": "1",
            "seal": "907F0F06"
        },
        {
            "hno": "103",
            "id": "103",
            "nass": "103 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ صَفْوَانَ بْنِ عَمْرٍو قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ قَالَ: «جَلَسْنَا إِلَى الْمِقْدَادِ بْنِ الْأَسْوَدِ بِدِمَشْقَ، وَهُوَ يُحَدِّثُنَا وَهُوَ عَلَى تَابُوتٍ، مَا بِهِ عَنْهُ فَضْلٌ، فَقَالَ لَهُ رَجُلٌ: لَوْ قَعَدْتَ الْعَامَ عَنِ الْغَزْوِ. قَالَ:» §أَبَتِ الْبَحُوثُ يَعْنِي سُورَةَ التَّوْبَةِ قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: {انْفِرُوا خِفَافًا وَثِقَالًا} [التوبة: 41] «. قَالَ أَبُو عُثْمَانَ:» بَحَثْتَ الْمُنَافِقِينَ \"",
            "page": "88",
            "part": "1",
            "seal": "12A9DA8E"
        },
        {
            "hno": "104",
            "id": "104",
            "nass": "104 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، وَثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ أَبَا طَلْحَةَ قَرَأَ هَذِهِ الْآيَةَ: « {§انْفِرُوا خِفَافًا وَثِقَالًا} [التوبة: 41] فَقَالَ: أَمَرَنَا اللهُ تَبَارَكَ وَتَعَالَى وَاسْتَنْفَرَنَا شُيُوخًا وَشَبَابًا، جَهِّزُونِي. فَقَالَ بَنُوهُ: يَرْحَمُكَ اللَّهُ، قَدْ غَزَوْتَ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍ، وَعُمَرَ، فَنَحْنُ نَغْزُو عَنْكَ الْآنَ. فَغَزَا الْبَحْرَ، فَمَاتَ، فَطَلَبُوا جَزِيرَةً يَدْفُنُونَهُ، فَلَمْ يَقْدِرُوا عَلَيْهَا إِلَّا بَعْدَ سَبْعَةِ أَيَّامٍ وَمَا تَغَيَّرَ»",
            "page": "89",
            "part": "1",
            "seal": "81449BE7"
        },
        {
            "hno": "105",
            "id": "105",
            "nass": "105 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: حَدَّثَنَا ابْنُ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ جَبَلَةَ قَالَ: حَدَّثَنِي طَاوُسٌ الْيَمَانِيُّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §اللَّهَ بَعَثَنِي بِالسَّيْفِ بَيْنَ يَدَيِ السَّاعَةِ، وَجَعَلَ -[90]- رِزْقِي تَحْتَ ظِلِّ رُمْحِي، وَجَعَلَ الذُّلَّ وَالصَّغَارَ عَلَى مَنْ خَالَفَنِي، وَمَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ»",
            "page": "89",
            "part": "1",
            "seal": "2C737112"
        },
        {
            "hno": "106",
            "id": "106",
            "nass": "106 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنِ الْعَيْزَارِ بْنِ حُرَيْثٍ قَالَ: قَالَ خَالِدُ بْنُ الْوَلِيدِ: «§مَا أَدْرِي مِنْ أَيِّ يَوْمَيْنِ أَفِرُّ، يَوْمٌ أَرَادَ اللَّهُ أَنْ يَهْدِيَ لِي فِيهِ شَهَادَةً، أَوْ مِنْ يَوْمٍ أَرَادَ أَنْ يَهْدِيَ لِي فِيهِ كَرَامَةً»",
            "page": "91",
            "part": "1",
            "seal": "44A78894"
        },
        {
            "hno": "107",
            "id": "107",
            "nass": "107 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ عُيَيْنَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ مَوْلًى لِآلِ خَالِدِ بْنِ الْوَلِيدِ قَالَ: قَالَ خَالِدُ بْنُ الْوَلِيدِ: «§مَا مِنْ لَيْلَةٍ يُهْدَى إِلَيَّ فِيهَا عَرُوسٌ أَنَا لَهَا مُحِبٌّ، أَوْ أُبَشَّرُ فِيهَا بِغُلَامٍ أَحَبَّ إِلَيَّ مِنْ لَيْلَةٍ شَدِيدَةِ الْبَرْدِ كَثِيرَةِ الْجَلِيدِ فِي سَرِيَّةٍ أُصَبِّحُ فِيهَا الْعَدُوَّ»",
            "page": "91",
            "part": "1",
            "seal": "789D10E8"
        },
        {
            "hno": "108",
            "id": "108",
            "nass": "108 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ هُشَيْمِ بْنِ بَشِيرٍ، عَنْ دَاوُدَ بْنِ عَمْرٍو، عَنْ بُسْرِ بْنِ عُبَيْدِ اللَّهِ، عَنْ سَمُرَةَ بْنِ فَاتِكٍ الْأَسَدِيِّ قَالَ: «§مَا أُحِبُّ أَنَّ امْرَأَتِي أَصْبَحَتْ نَفَسًا بِغُلَامٍ، وَلَا أَنَّ فَرَسِي أَصْبَحَتْ بِعَطْفَةٍ عَلَى مُهْرَةٍ، وَلَوَدِدْتُ أَنَّهُ لَا يَأْتِي عَلَيَّ يَوْمٌ إِلَّا عَدَا عَلَيَّ فِيهِ قَرْنِي مِنَ الْمُشْرِكِينَ، عَلَيْهِ لَأَمَتُهُ، إِنْ قَتَلَنِي قَتَلَنِي، وَإِنْ قَتَلْتُهُ عَدَا عَلَيَّ مِثْلُهُ مَا بَقِيَتُ»",
            "page": "91",
            "part": "1",
            "seal": "86B28BB7"
        },
        {
            "hno": "109",
            "id": "109",
            "nass": "109 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: قَالَ ابْنُ المُبَارَكِ، بِمِثْلِ هَذَا الْإِسْنَادِ عَنْ سَمُرَةَ، قَالَ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§نِعْمَ الْفَتَى سَمُرَةَ، لَوْ أَخَذَ مِنْ لَأَمَتِهِ وَشَمَّرَ مِنْ مِئْزَرِهِ» . فَفَعَلَ ذَلِكَ، أَخَذَ مِنْ لِأْمَتِهِ وَشَمَّرَ مِئْزَرَهُ \"",
            "page": "92",
            "part": "1",
            "seal": "212BD519"
        },
        {
            "hno": "110",
            "id": "110",
            "nass": "110 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو الْأَنْصَارِيِّ، عَنْ عَلِيِّ بْنِ زَيْدٍ، أَنَّ عَطِيَّةَ بْنَ أَبِي عَطِيَّةَ أَخْبَرَهُ أَنَّهُ «§رَأَى ابْنَ أُمِّ مَكْتُومٍ يَوْمًا مِنْ أَيَّامِ الْكُوفَةِ، عَلَيْهِ دِرْعٌ سَابِغَةٌ يَجُرُّهَا فِي الصَّفِّ»",
            "page": "92",
            "part": "1",
            "seal": "2D5BEEDA"
        },
        {
            "hno": "111",
            "id": "111",
            "nass": "111 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُوسَى بْنِ عُلَيِّ بْنِ رَبَاحٍ قَالَ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ عَبْدَ الْعَزِيزِ بْنَ مَرْوَانَ يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§شَرُّ مَا فِي الرَّجُلِ شُحٌّ هَالِعٌ، وَجُبْنٌ خَالِعٌ»",
            "page": "93",
            "part": "1",
            "seal": "7B670181"
        },
        {
            "hno": "112",
            "id": "112",
            "nass": "112 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ قَالَ: حَدَّثَنِي سَعِيدُ بْنُ عَبْدِ اللَّهِ، عَنِ الْهَيْثَمِ بْنِ مَالِكٍ، عَنْ شَيْخٍ مِنَ الْجُنْدِ، وَكَانَ شُجَاعًا، فَلَمَّا حُضِرَ قَالَ: «§كَمْ مِنْ مَشْهَدٍ شَهِدْتُهُ، وَكَمْ مِنْ مَجَمَعٍ حَضَرْتُهُ، وَلَمْ أُرْزَقِ الشَّهَادَةَ، لَا نَامَتْ عُيُونُ الْجُبَنَاءِ»",
            "page": "93",
            "part": "1",
            "seal": "2FF12F2C"
        },
        {
            "hno": "113",
            "id": "113",
            "nass": "113 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: حَدَّثَنِي الْحَارِثُ بْنُ يَزِيدَ، عَنْ عَلِيِّ بْنِ رَبَاحٍ قَالَ: «أَقْبَلَتِ الرُّومُ يَوْمَ أَجْنَادِينَ فِي جَمْعٍ كَثِيرٍ مِنَ الرُّومِ وَنَصَارَى الْعَرَبِ، عَلَيْهِمْ يَنَّاقٌ الْبِطْرِيقُ فَقَالَ بَعْضُ النَّاسِ لِبَعْضٍ: إِنَّهُ قَدْ حَضَرَكُمْ جَمْعٌ عَظِيمٌ، فَإِنْ رَأَيْتُمْ أَنْ تَتَأَخَّرُوا إِلَى نَوَاظِيرِ الشَّامِ بِيَرِينَ وَقِدِّيسَ، وَتَكْتُبُوا إِلَى أَبِي بَكْرٍ فَيَمُدَّكُمْ، فَقَالَ هِشَامُ بْنُ الْعَاصِ: §إِنْ كُنْتُمْ تَعْلَمُونَ إِنَّمَا النَّصْرُ مِنْ عِنْدِ الْعَزِيزِ الْحَكِيمِ، فَقَاتِلُوا الْقَوْمَ، وَإِنْ كُنْتُمْ تَنْتَظِرُونَ نَصْرًا مِنْ عِنْدِ أَبِي بَكْرٍ، رَكِبْتُ رَاحِلَتِي حَتَّى أَلْحَقَ بِهِ، فَقَالَ بَعْضُ الْقَوْمِ: مَا تَرَكَ لَكُمْ هِشَامُ بْنُ الْعَاصِ مَقَالًا. فَقَاتَلُوا قِتَالًا شَدِيدًا، فَقُتِلَ مِنَ الْمُسْلِمِينَ بَشَرٌ كَثِيرٌ، وَقُتِلَ هِشَامُ بْنُ الْعَاصِ، وَهَزَمَ اللَّهُ الرُّومَ، وَقُتِلَ يَنَّاقٌ الْبِطْرِيقٌ. فَمَرَّ رَجُلٌ بِهِشَامِ بْنِ الْعَاصِ وَهُوَ قَتِيلٌ، فَقَالَ: رَحِمَكَ اللَّهُ، هَذَا الَّذِي كُنْتَ تَبْتَغِي»",
            "page": "94",
            "part": "1",
            "seal": "F63286D1"
        },
        {
            "hno": "114",
            "id": "114",
            "nass": "114 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَرِيرِ بْنِ حَازِمٍ قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُبَيْدِ بْنِ عُمَيْرٍ يَقُولُ: «§مَرَّ عَمْرُو بْنُ الْعَاصِ، فَطَافَ بِالْبَيْتِ، فَرَأَى حَلْقَةً مِنْ قُرَيْشٍ جُلُوسًا، فَلَمَّا رَأَوْهُ قَالُوا: أَهِشَامٌ كَانَ أَفْضَلَ فِي أَنْفُسِكُمْ أَوْ عَمْرُو بْنُ الْعَاصِ؟ فَلَمَّا فَرَغَ مِنْ طَوَافِهِ، جَاءَ، فَقَامَ عَلَيْهِمْ، فَقَالَ: إِنِّي قَدْ عَلِمْتُ أَنَّكُمْ قَدْ قُلْتُمْ شَيْئًا حِينَ رَأَيْتُمُونِي، فَمَا قُلْتُمْ؟ قَالُوا: ذَكَرْنَاكَ وَهِشَامًا، فَقُلْنَا: أَيُّهُمَا أَفْضَلُ؟ فَقَالَ: سَأُخْبِرُكُمْ عَنْ ذَلِكَ، إِنَّا شَهِدْنَا الْيَرْمُوكَ، فَبَاتَ وَبِتُّ نَدْعُو اللَّهَ أَنْ يَرْزُقَنَا الشَّهَادَةَ فِي سَبِيلِ اللَّهِ، وَأَسْأَلُهُ إِيَّاهَا، فَلَمَّا أَصْبَحْنَا رُزِقَهَا وَحُرِمْتُهَا، فَفِي ذَلِكَ تَبَيَّنَ لَكُمْ فَضْلُهُ عَلَيَّ»",
            "page": "95",
            "part": "1",
            "seal": "2D3C9779"
        },
        {
            "hno": "115",
            "id": "115",
            "nass": "115 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ أَبِي عُمَرَ مَوْلَى بَنِي أُمَيَّةَ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي سُفْيَانَ الْجُمَحِيُّ أَخِي عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ الْأَسْوَدِ بْنِ خَلَفِ بْنِ بَيَاضَةَ الْخُزَاعِيُّ قَالَ: «إِنَّا لَجُلُوسٌ فِي الْحَجَرِ وَنَاسٌ مِنْ قُرَيْشٍ، إِذْ قِيلَ: قَدِمَ اللَّيْلَةَ عَمْرُو بْنُ الْعَاصِ مِنْ مِصْرَ، فَمَا أَكْبَرَ بِأَنْ دَخَلَ، -[96]- فَابْتَدَرْنَاهُ بِأَبْصَارِنَا، فَلَمَّا طَافَ دَخَلَ الْحَجَرَ، وَصَلَّى رَكْعَتَيْنِ، ثُمَّ قَالَ: كَأَنَّكُمْ قَدْ قَرَضْتُمُونِي بِهَنْتٍ، فَقَالَ الْقَوْمُ: لَمْ نَذْكُرْ إِلَّا خَيْرًا، ذَكَرْنَاكَ وَهِشَامًا، فَقَالَ بَعْضُنَا: هَذَا أَفْضَلُ. وَقَالَ بَعْضُنَا: هَذَا أَفْضَلُ. فَقَالَ عَمْرٌو: سَأُخْبِرُكُمْ عَنْ ذَلِكَ، إِنَّا §أَسْلَمْنَا فَأَحْبَبْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَنَاصَحْنَاهُ , فَذَكَرَ يَوْمَ الْيَرْمُوكِ , فَقَالَ: أَخَذَ بِعَمُودِ الْفُسْطَاطِ حَتَّى اغْتَسَلَ وَتَحَنَّطَ , وَتَكَفَّنَ , ثُمَّ أَخَذَ بِعَمُودِ الْفُسْطَاطِ حَتَّى اغْتَسَلْتُ , وَتَحَنَّطْتُ , وَتَكَفَّنْتُ , ثُمَّ اعْتَرَضْنَا عَلَى اللَّهِ تَبَارَكَ وَتَعَالَى، فَقَبِلَهُ , فَهُوَ خَيْرٌ مِنِّي. قَبِلَهُ , فَهُوَ خَيْرٌ مِنِّي. قَبِلَهُ , فَهُوَ خَيْرٌ مِنِّي» قَالَ أَبُو عُمَرَ: قَالَ عَمْرُو بْنُ شُعَيْبٍ: «عَلَّقَ عَمْرٌو يَوْمَ الْيَرْمُوكِ سَبْعِينَ سَيْفًا بِعَمُودِ فُسْطَاطِهِ , قُتِلُوا مِنْ بَنِي سَهْمٍ»",
            "page": "95",
            "part": "1",
            "seal": "EC2373A4"
        },
        {
            "hno": "116",
            "id": "116",
            "nass": "116 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عُمَرَ بْنِ سَعِيدٍ قَالَ: حَدَّثَنِي ابْنُ سَابِطٍ، أَوْ غَيْرُهُ، عَنْ أَبِي الْجَهْمِ بْنِ حُذَيْفَةَ الْعَدَوِيِّ قَالَ: «§انْطَلَقْتُ يَوْمَ الْيَرْمُوكِ أَطْلُبُ ابْنَ عَمِّي , وَمَعِي شَنَّةٌ مِنْ مَاءٍ وَإِنَاءٍ، فَقُلْتُ: إِنْ كَانَ بِهِ رِمَاقٌ سَقَيْتُهُ مِنَ الْمَاءِ، وَمَسَحْتُ بِهِ وَجْهَهُ، فَإِذَا أَنَا بِهِ يَنْشَغُ، فَقُلْتُ: أَسْقِيكَ؟ فَأَشَارَ أَنْ نَعَمْ. فَإِذَا رَجُلٌ يَقُولُ: آهٍ فَأَشَارَ ابْنُ عَمِّي أَنِ انْطَلِقْ إِلَيْهِ، فَإِذَا هُوَ هِشَامُ بْنُ الْعَاصِ أَخُو عَمْرِو بْنِ الْعَاصِ، فَأَتَيْتُهُ، فَقُلْتُ: أَسْقِيكَ؟ فَسَمِعَ آخَرَ يَقُولُ: آهٍ فَأَشَارَ هِشَامٌ أَنِ انْطَلِقْ بِهِ إِلَيْهِ، فَجِئْتُهُ، فَإِذَا هُوَ قَدْ مَاتَ، ثُمَّ رَجَعْتُ إِلَى هِشَامٍ، فَإِذَا هُوَ قَدْ مَاتَ، ثُمَّ أَتَيْتُ ابْنَ عَمِّي فَإِذَا هُوَ قَدْ مَاتَ»",
            "page": "97",
            "part": "1",
            "seal": "31735703"
        },
        {
            "hno": "117",
            "id": "117",
            "nass": "117 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: حَدَّثَنِي بُكَيْرُ بْنُ الْأَشَجِّ، عَنِ ابْنِ عُمَرَ قَالَ: «§تَرَافَقْتُ أَنَا وَعَبْدُ اللَّهِ بْنِ مَخْرَمَةَ، وَسَالِمٌ مَوْلَى أَبِي حُذَيْفَةَ عَامَ الْيَمَامَةِ، فَكَانَ الرَّعْيُ عَلَى كُلِّ امْرِئٍ مِنَّا يَوْمًا، فَلَمَّا كَانَ يَوْمٌ تَوَاقَعُوا، كَانَ الرَّعْيُ عَلَيَّ، فَأَقْبَلْتُ، فَوَجَدْتُ عَبْدَ اللَّهِ بْنَ مَخْرَمَةَ صَرِيعًا، فَوَقَعْتُ عَلَيْهِ، فَقَالَ: هَلْ أَفْطَرَ الصَّائِمُ؟ فَقُلْتُ: لَا. قَالَ: فَاجْعَلْ لِي فِي هَذَا الْمِجَنِّ مَا لِعَلِيٍّ أَفْطَرْ. فَفَعَلْتُ ثُمَّ رَجَعْتُ إِلَيْهِ فَوَجَدْتُهُ قَدْ قَضَى»",
            "page": "97",
            "part": "1",
            "seal": "A639EEFC"
        },
        {
            "hno": "118",
            "id": "118",
            "nass": "118 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِبْرَاهِيمَ بْنِ حَنْظَلَةَ، عَنْ أَبِيهِ أَنَّ سَالِمًا مَوْلَى أَبِي حُذَيْفَةَ قِيلَ لَهُ يَوْمَئِذٍ فِي اللِّوَى: أَيْ تَحَفَّظْ بِهِ؟ فَقَالَ غَيْرُهُ: تَخْشَى مِنْ نَفْسِكَ شَيْئًا فَتُوَلِّي اللِّوَى غَيْرَكَ؟ فَقَالَ: §بِئْسَ حَامِلُ الْقُرْآنِ أَنَا إِذًا. فَقُطِعَتْ يَمِينُهُ، فَأَخَذَ اللِّوَى بِيَسَارِهِ، فَقُطِعَتْ يَسَارُهُ، فَاعْتَنَقَ اللِّوَى وَهُوَ يَقُولُ: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ} [آل عمران: 144] ، {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ} [آل عمران: 146] فَلَمَّا صُرِعَ، قِيلَ لِأَصْحَابِهِ: مَا فَعَلَ أَبُو حُذَيْفَةَ؟ قِيلَ: قُتِلَ. قَالَ: فَمَا فَعَلَ فُلَانٌ لِرَجُلٍ قَدْ سَمَّاهُ؟ قِيلَ: قُتِلَ. قَالَ فَأَضْجِعُونِي بَيْنَهُمَا \"",
            "page": "98",
            "part": "1",
            "seal": "03A9D423"
        },
        {
            "hno": "119",
            "id": "119",
            "nass": "119 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَعْفَرِ بْنِ حَيَّانَ، وَالْمُبَارَكِ، عَنِ الْحَسَنِ فِي قَوْلِهِ: « {§وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ} [آل عمران: 146] قَالَ جَعْفَرٌ: عُلَمَاءُ صَبْرٍ. وَقَالَ الْمُبَارَكُ: أَتْقِيَاءُ صَبْرٍ»",
            "page": "99",
            "part": "1",
            "seal": "E8E3D822"
        },
        {
            "hno": "120",
            "id": "120",
            "nass": "120 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَنْظَلَةَ بْنِ أَبِي سُفْيَانَ، عَنِ ابْنِ سَابِطٍ أَنِّ عَائِشَةَ، احْتَبَسَتْ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «مَا حَبَسَكِ» ؟ فَقَالَتْ: سَمِعْتُ قَارِئًا يَقْرَأُ. فَذَكَرَتْ مِنْ حُسْنِ قِرَاءَتِهِ، فَأَخَذَ رِدَاءَهُ، فَخَرَجَ، فَإِذَا هُوَ سَالِمٌ مَوْلَى أَبِي حُذَيْفَةَ، فَقَالَ: «§الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي أُمَّتِي مِثْلَكَ»",
            "page": "99",
            "part": "1",
            "seal": "3C466160"
        },
        {
            "hno": "121",
            "id": "121",
            "nass": "121 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْوَازِعِ قَالَ: سَمِعْتُ أَيُّوبَ السَّخْتِيَانِيَّ يُحَدِّثُ عَنْ بَعْضِ بَنِي أَنَسِ بْنِ مَالِكٍ، قَالَ عُبَيْدُ اللَّهِ: أُرَاهُ ثُمَامَةَ بْنَ عَبْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «مَرَرْتُ يَوْمَ الْيَمَامَةِ بِثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ، وَهُوَ يَتَحَنَّطُ، فَقُلْتُ: يَا عَمِّ، أَلَا تَرَى مَا يَلْقَى الْمُسْلِمُونَ وَأَنْتَ هَاهُنَا قَالَ: فَتَبَسَّمَ، ثُمَّ قَالَ: الْآنَ يَا ابْنَ أَخِ، فَلَبِسَ سِلَاحَهُ، وَرَكِبَ فَرَسَهُ حَتَّى أَتَى الصَّفَّ، فَقَالَ: §أُفٍّ لِهَؤُلَاءِ وَمَا يَصْنَعُونَ. وَقَالَ لِلْعَدُوِّ: أُفٍّ لِهَؤُلَاءِ وَمَا يَعْبُدُونَ. خَلُّوا عَنْ سَبِيلِهِ يَعْنِي فَرَسَهُ حَتَّى أُصَلِّيَ بِحَرِّهَا. فَحَمَلَ، فَقَاتَلَ حَتَّى قُتِلَ»",
            "page": "100",
            "part": "1",
            "seal": "92D2EB07"
        },
        {
            "hno": "122",
            "id": "122",
            "nass": "122 - أَخْبَرَنَا الشَّيْخُ أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْآبَنُوسِيُّ الصَّيْرَفِيُّ قِرَاءَةً عَلَيْهِ بِبَغْدَادَ، وَأَنَا حَاضِرٌ أَسْمَعُ فِي جُمَادَى الْأُولَى سَنَةَ خَمْسٍ وَخَمْسِينَ وَأَرْبَعِمِائَةٍ، قَالَ: أَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْفَتْحِ الْجَلِيُّ الْمَصِّيصِيُّ، قَالَ: حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ بْنُ سُفْيَانَ بْنِ مُوسَى الصَّفَّارُ سَنَةَ سِتَّ عَشْرَةَ وَثَلَاثِمِائَةٍ بِالْمِصِّيصَةِ، حَدَّثَنَا ابْنُ رَحْمَةَ قَالَ: سَمِعْتُ ابْنَ الْمُبَارَكِ، عَنِ ابْنِ عَوْنٍ، عَنْ مُوسَى بْنِ أَنَسٍ قَالَ: «لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ} [الحجرات: 3] قَالَ: فَقَعَدَ ثَابِتُ بْنُ قَيْسٍ فِي بَيْتِهِ، وَقَالَ: لَا أَرَانِي إِلَّا كُنْتُ أَرْفَعُ الصَّوْتَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. فَافْتَقَدَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَسَأَلَ عَنْهُ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: إِنْ شِئْتَ عَلِمْتُ لَكَ عِلْمَهُ يَا رَسُولَ اللَّهِ، فَأَتَاهُ، فَوَجَدَهُ مُنْكَسِرَ الْوَجْهِ، فَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ افْتَقَدَكَ، وَسَأَلَ عَنْكَ، فَقَالَ: إِنِّي كُنْتُ أَرْفَعُ الصَّوْتَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى نَزَلَتْ هَذِهِ الْآيَةُ، وَأَنَّهُ مِنْ أَهْلِ النَّارِ، فَأَتَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرَ لَهُ مَا قَالَ. قَالَ مُوسَى بْنُ أَنَسٍ: فَأَتَاهُ الْمَرَّةَ الثَّانِيَةَ بِبِشَارَةٍ عَظِيمةٍ، فَقَالَ لَهُ: §إِنَّكَ لَسْتَ مِنْ أَهْلِ النَّارِ، وَلَكِنَّكَ مِنْ أَهْلِ الْجَنَّةِ»",
            "page": "101",
            "part": "1",
            "seal": "55F9F555"
        },
        {
            "hno": "123",
            "id": "123",
            "nass": "123 - حَدَّثَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنْ إِسْمَاعِيلَ بْنِ ثَابِتٍ أَنَّ ثَابِتَ بْنَ قَيْسٍ الْأَنْصَارِيَّ قَالَ: يَا رَسُولَ اللَّهِ، لَقَدْ خَشِيتُ أَنْ أَكُونَ قَدْ هَلَكْتُ. قَالَ: «وَلِمَ» ؟ قَالَ: نَهَانَا اللَّهُ أَنْ نَتَحَمَّدَ بِمَا لَمْ نَفْعَلْ، وَأَجِدُنِي أُحِبُّ الْحَمْدَ، وَنَهَانَا عَنِ الْخُيَلَاءِ، وَأَجِدُنِي أُحِبُّ الْجَمَالَ، وَنَهَانَا اللَّهُ تَبَارَكَ وَتَعَالَى أَنْ نَرْفَعَ أَصْوَاتَنَا فَوْقَ صَوْتِكَ، وَأَنَا امْرُؤٌ جَهِيرُ الصَّوْتِ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا أَبَا ثَابِتٍ §أَلَا تَرْضَى أَنْ تَعِيشَ حَمِيدًا، وَتُقْتَلَ شَهِيدًا، وَيُدْخِلَكَ اللَّهُ الْجَنَّةَ» ؟ قَالَ: بَلَى يَا رَسُولَ اللَّهِ. قَالَ فَعَاشَ حَمِيدًا، وَقُتِلَ شَهِيدًا يَوْمَ مُسَيْلِمَةَ الْكَذَّابِ \"",
            "page": "102",
            "part": "1",
            "seal": "9D3FD91B"
        },
        {
            "hno": "124",
            "id": "124",
            "nass": "124 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ قَالَ: أَخْبَرَنِي عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ، عَنْ مِقْسَمٍ مَوْلَى ابْنِ عَبَّاسٍ قَالَ: «بَيْنَمَا أَنَا جَالِسٌ فِي بَيْتِ الْمَقْدِسِ وَمَعِي رَجُلٌ، إِذْ أَقْبَلَ إِلَيْنَا رَجُلٌ، فَقَالَ لَهُ صَاحِبِي: مَرْحَبًا بِأَبِي إِسْحَاقَ، فَلَمَّا جَلَسَ، قُلْتُ لِصَاحِبِي: مَنْ هَذَا؟ قَالَ: كَعْبُ الْأَحْبَارِ. فَقُلْنَا: حَدِّثْنَا رَحِمَكَ اللَّهُ. فَقَالَ:» §يَنْتَهِي الْإِثْمُ إِلَى أَنْ يُشْرِكَ الْعَبْدُ بِاللَّهِ عَزَّ وَجَلَّ، وَيَنْكِحَ أُمَّهُ، وَيَنْتَهِيَ الْبِرُّ إِلَى أَنْ يُهَرَاقَ دَمُ الْعَبْدِ فِي اللَّهِ عَزَّ وَجَلَّ، وَالشُّهَدَاءُ ثَلَاثَةٌ: رَجُلٌ خَرَجَ مِنْ بَيْتِهِ يُحِبُّ الشَّهَادَةَ، وَيُحِبُّ الرَّجْعَةَ، فَيَهْدِي اللَّهُ عَزَّ وَجَلَّ لَهُ سَهْمٌ غَرْبٌ، فَذَلِكَ أَوَّلُ قَطْرَةٍ مِنْ دَمِهِ يَغْفِرُ اللَّهُ تَبَارَكَ وَتَعَالَى لَهُ كُلَّ خَطِيئَةٍ خَطِئَهَا، وَيَرْفَعُ بِكُلِّ قَطْرَةٍ مِنْ دَمِهِ دَرَجَةً، حَتَّى تُنْفَى آخِرُ قَطْرَةٍ مِنْ دَمِهِ. وَرَجُلٌ خَرَجَ مِنْ بَيْتِهِ يُحِبُّ الشَّهَادَةَ، وَيُحِبُّ الرَّجْعَةَ، ثُمَّ بَاشَرَ الْقِتَالَ فَذَاكَ تَمَسُّ رُكْبَتُهُ رُكْبَةَ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ فِي الرَّفِيعِ. وَرَجُلٌ خَرَجَ مِنْ بَيْتِهِ يُحِبُّ الشَّهَادَةَ، وَلَا يُحِبُّ الرَّجْعَةَ، فَبَاشَرَ الْقِتَالَ، فَذَاكَ كَمَلَكٍ شَاهِرٍ سَيْفَهُ فِي الْجَنَّةِ، يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ، مَا سَأَلَ أُعْطِيَ، وَلِمَنْ شَفَعَ شُفِّعَ \"",
            "page": "103",
            "part": "1",
            "seal": "C023CFE2"
        },
        {
            "hno": "125",
            "id": "125",
            "nass": "125 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: أَخْبَرَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ ثَابِتِ بْنِ عُمَارَةَ، عَنْ أَبِي بَكْرِ بْنِ إِيَاسَ، عَنْ يوسُفَ بْنِ أَبِي مَرْيَمَ، عَنْ جُوَيْرِيَةَ بْنِ قُدَامَةَ أَنَّهُ انْطَلَقَ هُوَ وَكَعْبٌ، حَتَّى دَخَلَا عَلَى حَبْرٍ مِنَ الْأَحْبَارِ، فَقَالَ لَهُ كَعْبٌ: §مَا كُنْتَ مُفْشِيًا مِنْ حَدِيثِكَ، فَأَفْشِهِ إِلَى هَذَا. فَقَامَ إِلَى كِسْوَةٍ فِي الْبَيْتِ، فَأَخْرَجَ كَرَّاسَةً فِيهَا ثَلَاثَةُ أَسْطُرٍ، إِذَا أَوَّلُ سَطْرٍ: رَجُلٌ غَزَا فِي سَبِيلِ اللَّهَ عَزَّ وَجَلَّ لَا يُرِيدُ أَنْ يَقْتُلَ وَلَا يُقْتَلَ، فَأَصَابَهُ سَهْمٌ، فَأَوَّلُ قَطْرَةٍ مِنْهُ كَفَّارَةٌ لِكُلِّ ذَنْبٍ أَذْنَبَهُ، وَلَهُ بِكُلِّ قَطْرَةٍ دَرَجَاتٌ فِي الْجَنَّةِ. وَإِذَا السَّطْرُ الثَّانِي: رَجُلٌ غَزَا يُرِيدُ أَنْ يَقْتُلَ وَلَا يُقْتَلَ، فَأَصَابَهُ سَهْمٌ، فَأَوَّلُ قَطْرَةٍ مِنْ دَمِهِ كَفَّارَةٌ لِكُلِّ ذَنْبٍ أَذْنَبَهُ، وَلَهُ بِكُلِّ قَطْرَةٍ دَرَجَاتٌ فِي الْجَنَّةِ حَتَّى يُزَاحِمَ بِرُكْبَتِهِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ. وَإِذَا السَّطْرُ الثَّالِثُ: رَجُلٌ غَزَا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ يُرِيدُ أَنْ يَقْتُلَ، وَيُرِيدُ أَنْ يُقْتَلَ , فَأَصَابَهُ سَهْمٌ , فَأَوَّلُ قَطْرَةٍ مِنْهُ كَفَّارَةٌ لِكُلِّ ذَنْبٍ أَذْنَبَهُ، وَلَهُ بِكُلِّ قَطْرَةٍ دَرَجَاتٌ فِي الْجَنَّةِ , وَيَجِيءُ يَوْمَ الْقِيَامَةِ شَاهِرًا سَيْفَهُ يَشْفَعُ \"",
            "page": "104",
            "part": "1",
            "seal": "EE840105"
        },
        {
            "hno": "126",
            "id": "126",
            "nass": "126 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: أَخْبَرَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: حَدَّثَنِي عَطَاءُ بْنُ دِينَارٍ الْهُذَلِيُّ، عَنْ أَبِي يَزِيدَ الْخَوْلَانِيِّ، أَنَّهُ سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يُخْبِرُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§الشُّهَدَاءُ أَرْبَعَةٌ: مُؤْمِنٌ جَيِّدُ الْإِيمَانِ لَقِيَ الْعَدُوَّ، وَصَدَقَ اللَّهَ عَزَّ وَجَلَّ حَتَّى قُتِلَ، فَذَلِكَ الَّذِي يَرْفَعُ إِلَيْهِ النَّاسُ يَوْمَ الْقِيَامَةِ أَعْيُنَهُمْ هَكَذَا وَرَفَعَ رَأْسَهُ حَتَّى وَقَعَتْ قَلَنْسُوَتُهُ , قَالَ: فَمَا أَدْرِي قَلَنْسُوَةَ عُمَرَ أَرَادَ أُمْ قَلَنْسُوَةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَجُلٌ مُؤْمِنٌ جَيِّدُ الْإِيمَانِ، إِذَا لَقِيَ الْعَدُوَّ فَكَأَنَّمَا يَضْرِبُ جِلْدَهُ بِشَوْكِ الطَّلْحِ مِنَ الْجُبْنِ، أَتَاهُ سَهْمٌ غَرْبٌ، فَقَتَلَهُ، فَهُوَ فِي الدَّرَجَةِ الثَّانِيَةِ، وَرَجُلٌ مُؤْمِنٌ خَلَطَ عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا، لَقِيَ الْعَدُوَّ، فَصَدَقَ اللَّهَ حَتَّى قُتِلَ، فَذَلِكَ فِي الدَّرَجَةِ الثَّالِثَةِ، وَرَجُلٌ مُؤْمِنٌ أَسْرَفَ عَلَى نَفْسِهِ، فَلَقِيَ الْعَدُوَّ، فَصَدَقَ اللَّهَ حَتَّى قُتِلَ، فَذَلِكَ فِي الدَّرَجَةِ الرَّابِعَةِ»",
            "page": "105",
            "part": "1",
            "seal": "3AAEE6AA"
        },
        {
            "hno": "127",
            "id": "127",
            "nass": "127 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ، حَدَّثَنَا عُثْمَانُ بْنُ أَبِي سَوْدَةَ قَالَ: بَلَغَنَا فِي هَذِهِ الْآيَةِ « {§وَالسَّابِقُونَ السَّابِقُونَ} [الواقعة: 10] قَالَ: أَوَّلُهُمْ رَوَاحًا إِلَى الْمَسْجِدِ , وَأَوَّلُهُمْ خُرُوجًا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "106",
            "part": "1",
            "seal": "90E8C475"
        },
        {
            "hno": "128",
            "id": "128",
            "nass": "128 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: أَخْبَرَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ قَالَ: أَخْبَرَنِي مُحَمَّدُ بْنُ زِيَادٍ، عَنْ أَبِي عِنَبَةَ الْخَوْلَانِيِّ، أَنَّهُ «كَانَ يَوْمًا فِي مَجْلِسِ خَوْلَانَ فِي الْمَسْجِدِ جَالِسًا، فَخَرَجَ عَبْدُ اللَّهِ بْنُ عَبْدِ الْمَلِكِ هَارِبًا مِنَ الطَّاعُونِ، فَسَأَلَ عَنْهُ، فَقَالُوا: خَرَجَ يَتَزَحْزَحُ هَارِبًا مِنَ الطَّاعُونِ، فَقَالَ: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ مَا كُنْتُ أَرَى أَنْ أَبْقَى حَتَّى أَسْمَعَ مِثْلَ هَذَا §أَفَلَا أُخْبِرُكُمْ عَنْ خِلَالٍ كَانَ عَلَيْهَا إِخْوَانُكُمْ؟ أَوَّلُهَا: لِقَاءُ اللَّهِ عَزَّ وَجَلَّ كَانَ أَحَبَّ إِلَيْهِمْ مِنَ الشَّهْدِ، وَالثَّانِيَةُ: لَمْ يَكُونُوا يَخَافُونَ عَدُوًّا، قَلُّوا أَوْ كَثُرُوا، وَالثَّالِثَةُ: لَمْ يَكُونُوا يَخَافُونَ عَوْزًا مِنَ الدُّنْيَا، كَانُوا وَاثِقِينَ بِاللَّهِ عَزَّ وَجَل أَنْ يَرْزُقَهُمْ، وَالرَّابِعَةُ: إِنْ نَزَلَ بِهِمُ الطَّاعُونُ لَمْ يَبْرَحُوا حَتَّى يَقْضِيَ اللَّهُ فِيهِمْ مَا قَضَى»",
            "page": "107",
            "part": "1",
            "seal": "7029A148"
        },
        {
            "hno": "129",
            "id": "129",
            "nass": "129 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ قَالَ: «قُلْنَا عِنْدَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: هَنِيئًا لِمَنْ رَزَقَهُ اللَّهُ تَبَارَكَ وَتَعَالَى الشَّهَادَةَ. فَقَالَ: وَمَا تَعُدُّونَ الشَّهَادَةَ؟ قَالُوا: الْغَزْوَ فِي سَبِيلِ اللَّهِ. قَالَ: إِنْ ذَلِكَ لَكَثِيرٌ. قَالُوا: فَمَنِ §الشَّهِيدُ؟ قَالَ: الَّذِي يَحْتَسِبُ نَفْسَهُ»",
            "page": "108",
            "part": "1",
            "seal": "A26234FB"
        },
        {
            "hno": "130",
            "id": "130",
            "nass": "130 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مِسْعَرٍ، قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ عَمْرِو بْنِ عُتْبَةَ، أَنَّهُ سَمِعَ أَبَا جُحَيْفَةَ يَقُولُ: «§إِنَّا لَمُتَوَجِّهُونَ إِلَى مِهْرَانَ، وَمَعَنَا رَجُلٌ مِنَ الْأَزْدِ يُقَالُ لَهُ: أَبُو أَثَابَةَ، فَجَعَلَ يَبْكِي، فَقُلْنَا: أَجَزَعٌ هَذَا؟ قَالَ: لَا، وَلَكِنْ تَرَكْتُ أَثَابَةَ يَعْنِي أَبَاهُ فِي الرَّحْلِ , فَوَدِدْتُ أَنَّهُ كَانَ مَعِي فَدَخَلْنَا الْجَنَّةَ»",
            "page": "108",
            "part": "1",
            "seal": "FAC56F21"
        },
        {
            "hno": "131",
            "id": "131",
            "nass": "131 - حَدَّثَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مِسْعَرٍ قَالَ: سَمِعْتُ عَوْنَ بْنَ عَبْدِ اللَّهِ يُحَدِّثُ أَنَّ رَجُلًا §مَرَّ عَلَيْهِ يَوْمَ الْقَادِسِيَّةِ، وَقَدِ انْتَثَرَ قُصْبَهُ، فَقَالَ لِبَعْضِ مَنْ مَرَّ عَلَيْهِ: ضُمَّ الَّتِي مِنْهُ؛ لَعَلِّي أَدْنُو فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ قِيدَ رُمْحٍ أَوْ رُمْحَيْنِ. قَالَ: فَمَرَّ عَلَيْهِ وَقَدْ دَنَا قِيدَ رُمْحٍ أَوْ رُمْحَيْنِ \"",
            "page": "108",
            "part": "1",
            "seal": "B3D56FA9"
        },
        {
            "hno": "132",
            "id": "132",
            "nass": "132 - حَدَّثَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مِسْعَرٍ قَالَ: حَدَّثَنِي حَبِيبُ بْنُ أَبِي ثَابِتٍ، عَنْ نُعَيْمِ بْنِ أَبِي هِنْدَ قَالَ: قَالَ رَجُلٌ يَوْمَ الْقَادِسِيَّةِ: «§اللَّهُمَّ إِنَّ حَدَبَةً سَوْدَاءَ بَذِيئَةً يَعْنِي امْرَأَتَهُ فَزَوِّجْنِي الْيَوْمَ مَكَانَهَا مِنَ الْحُورِ الْعَيْنِ. فَمَرُّوا عَلَيْهِ وَهُوَ مُعَانِقٌ فَارِسًا يَذْكُرُ مِنْ عِظَمِهِ، وَهُوَ يَتْلُو هَذِهِ الْآيَةَ: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ} [الأحزاب: 23] حَتَّى خَتَمَ الْآيَةَ، فَمَاتَا جَمِيعًا»",
            "page": "109",
            "part": "1",
            "seal": "F92DA6DE"
        },
        {
            "hno": "133",
            "id": "133",
            "nass": "133 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مِسْعَرٍ قَالَ: حَدَّثَنِي سَعْدٌ أَنَّهُ §مَرَّ يَوْمَ الْجِسْرِ يَوْمَ أَبِي عُبَيْدٍ بِرَجُلٍ قَدْ قُطِعَتْ يَدَاهُ وَرِجْلَاهُ، وَهُوَ يَقُولُ: {مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا} [النساء: 69] فَقَالَ بَعْضُ مَنْ مَرَّ عَلَيْهِ: مَنْ أَنْتَ؟ فَقَالَ: أَنَا امْرُؤٌ مِنَ الْأَنْصَارِ \"",
            "page": "109",
            "part": "1",
            "seal": "720A8F17"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - أَخْبَرَنَا الشَّيْخُ أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْآبَنُوسِيُّ الصَّيْرَفِيُّ قِرَاءَةً عَلَيْهِ بِبَغْدَادَ، وَأَنَا حَاضِرٌ أَسْمَعُ فِي جُمَادَى الْأُولَى سَنَةَ خَمْسٍ وَخَمْسِينَ وَأَرْبَعِمِائَةٍ، قَالَ: أَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْفَتْحِ الْجَلِيُّ الْمَصِّيصِيُّ، قَالَ: حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ بْنُ سُفْيَانَ بْنِ مُوسَى الصَّفَّارُ سَنَةَ سِتَّ عَشْرَةَ وَثَلَاثِمِائَةٍ بِالْمِصِّيصَةِ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ أَبُو عُثْمَانَ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ الْمُبَارَكِ قَالَ: أَخْبَرَنِي الْأَوْزَاعِيُّ قَالَ: حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ قَالَ: حَدَّثَنِي هِلَالُ بْنُ أَبِي مَيْمُونَةَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ حَدَّثَهُ، أَنَّ عَبْدَ اللَّهِ بْنَ سَلَامٍ حَدَّثَهُ، أَوْ قَالَ: حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَامٍ قَالَ: «تَذَاكَرْنَا بَيْنَنَا، فَقُلْنَا: أَيُّكُمْ يَأْتِي رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُهُ: §أَيُّ الْأَعْمَالِ أَحَبُّ إِلَى اللَّهِ عَزَّ وَجَلَّ؟ قَالَ: فَهِبْنَا أَنْ يَقُولَ مِنَّا أَحَدٌ. قَالَ: فَأَرْسَلَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَجُلًا رَجُلًا حَتَّى جَمَعَنَا، فَجَعَلَ يُشِيرُ بَعْضُنَا إِلَى بَعْضٍ، فَقَرَأَ عَلَيْنَا:» {سَبَّحَ لِلَّهِ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} مِنْ أَوَّلِهَا إِلَى آخِرِهَا \" فَتَلَاهَا عَلَيْنَا عَبْدُ اللَّهِ بْنُ سَلَامٍ مِنْ أَوَّلِهَا إِلَى آخِرِهَا. قَالَ هِلَالٌ: فَتَلَاهَا عَلَيْنَا عَطَاءُ بْنُ يَسَارٍ مِنْ أَوَّلِهَا إِلَى آخِرِهَا. قَالَ الْأَوْزَاعِيُّ: فَتَلَاهَا عَلَيْنَا يَحْيَى مِنْ أَوَّلِهَا إِلَى آخِرِهَا",
            "page": "27",
            "part": "1",
            "seal": "753603D4"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ بْنُ سُفْيَانَ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: حَدَّثَنَا ابْنُ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ أَبِي صَالِحٍ قَالَ: «قَالُوا:» §لَوْ كُنَّا نَعْلَمُ أَيَّ الْأَعْمَالِ أَفْضَلَ أَوْ أَحَبَّ إِلَى اللَّهِ، فَنَزَلَتْ: {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ} [الصف: 11] فَكَرِهُوهَا، فَنَزَلَتْ: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} [الصف: 2] \".",
            "page": "28",
            "part": "1",
            "seal": "F1526EE7"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدُ اللهِ بْنُ المُبَارَكِ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُجَاهِدٍ قَالَ: «§نَزَلَ قَوْلُهُ: {لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} [الصف: 2] إِلَى قَوْلِهِ: {صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} [الصف: 4] فِي نَفَرٍ مِنَ الْأَنْصَارِ مِنْهُمْ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ، قَالُوا فِي مَجْلِسٍ: لَوْ نَعْلَمُ أَيَّ الْأَعْمَالِ أَحَبَّ إِلَى اللَّهِ لَعَمِلْنَا بِهِ حَتَّى نَمُوتَ. فَلَمَّا نَزَلَ فِيهِمْ , فَقَالَ ابْنُ رَوَاحَةَ: لَا أَزَالُ حَبِيسًا فِي سَبِيلِ اللَّهِ حَتَّى أَمُوتَ. فَقُتِلَ شَهِيدًا»",
            "page": "29",
            "part": "1",
            "seal": "D388ABC2"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ يَسَارٍ، عَنْ قَتَادَةَ أَنَّهُ تَلَا هَذِهِ الْآيَةَ: « {§إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ} [التوبة: 111] فَقَالَ: ثَامَنَهُمُ اللَّهُ فَأَغْلَى لَهُمْ»",
            "page": "29",
            "part": "1",
            "seal": "4641E755"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدُ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدُ اللهِ بْنُ المُبَارَكِ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ قَالَ: حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ أَوِ ابْنُ حَلْبَسٍ أَنَّ أَبَا الدَّرْدَاءِ قَالَ: «§عَمَلٌ صَالِحٌ قَبْلَ الْغَزْوِ، فَإِنَّكُمْ إِنَّمَا تُقَاتِلُونَ بِأَعْمَالِكُمْ»",
            "page": "30",
            "part": "1",
            "seal": "BFFC2853"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، وَيُونُسَ، عَنِ ابْنِ شِهَابٍ قَالَ: قَالَ أَبُو الدَّرْدَاءِ: «§الْقَتْلُ فِي سَبِيلِ اللَّهِ يَغْسِلُ الدَّرَنَ، وَالْقَتْلُ قَتْلَانِ كَفَّارَةٌ وَدَرَجَةٌ»",
            "page": "30",
            "part": "1",
            "seal": "D057FC72"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - حَدَّثَنَا مُحَمَّدُ بْنُ سُفْيَانَ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ صَفْوَانَ بْنِ عَمْرٍو، أَنَّ أَبَا الْمُثَنَّى الْأَمْلُوكِيَّ، حَدَّثَهُ أَنَّهُ سَمِعَ عُتْبَةَ بْنَ عَبْدٍ السُّلَمِيَّ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْقَتْلَى ثَلَاثَةُ رِجَالٍ: رَجُلٌ مُؤْمِنٌ جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللَّهِ، حَتَّى إِذَا لَقِيَ الْعَدُوَّ قَاتَلَهُمْ حَتَّى يُقْتَلَ، ذَلِكَ الشَّهِيدُ الْمُمْتَحَنُ فِي خَيْمَةِ اللَّهِ تَحْتَ عَرْشِهِ، لَا يَفْضُلُهُ النَّبِيُّونَ إِلَّا بِدَرَجَةِ النُّبُوَّةِ، وَرَجُلٌ مُؤْمِنٌ قَرَفَ عَلَى نَفْسِهِ مِنَ الذُّنُوبِ وَالْخَطَايَا جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللَّهِ، حَتَّى إِذَا لَقِيَ الْعَدُوَّ قَاتَلَ حَتَّى يُقْتَلَ، فَتِلْكَ مَصْمَصَةٌ مَحَتْ ذُنُوبَهُ وَخَطَايَاهُ، إِنَّ السَّيْفَ مَحَّاءٌ لِلْخَطَايَا، وَأُدْخِلَ مِنْ أَيِّ أَبْوَابِ الْجَنَّةِ شَاءَ، فَإِنَّ لَهَا ثَمَانِيَةَ أَبْوَابٍ، وَلِجَهَنَّمَ سَبْعَةُ أَبْوَابٍ، وَبَعْضُهَا أَسْفَلُ مِنْ بَعْضِ، وَرَجُلٌ مُنَافِقٌ جَاهَدَ بِنَفْسِهِ وَمَالِهِ فِي سَبِيلِ اللَّهِ، حَتَّى إِذَا لَقِيَ الْعَدُوَّ قَاتَلَ حَتَّى يُقْتَلَ، فَذَلِكَ فِي النَّارِ. إِنَّ السَّيْفَ لَا يَمْحُو النِّفَاقَ»",
            "page": "30",
            "part": "1",
            "seal": "42FF3115"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنِ الْحَارِثِ بْنِ يَمْجُدَ، حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: «§النَّاسُ فِي الْغَزْوِ جُزْءَانِ: فَجُزْءٌ خَرَجُوا يُكْثِرُونَ ذِكْرَ اللَّهِ وَالتَّذْكِيرَ بِهِ، وَيَجْتَنِبُونَ الْفَسَادَ فِي الْمَسِيرِ، وَيُوَاسُونَ الصَّاحِبَ، وَيُنْفِقُونَ كَرَائِمَ أَمْوَالِهِمْ، فَهُمْ أَشَدُّ اغْتِبَاطًا بِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ مِنْهُمْ بِمَا اسْتَفَادُوا مِنْ دُنْيَاهُمْ، وَإِذَا كَانُوا فِي مَوَاطِنِ الْقَتْلِ، اسْتَحْيُوا مِنَ اللَّهِ فِي تِلْكَ الْمَوَاطِنِ أَنْ يَطَّلِعَ عَلَى رِيبَةٍ فِي قُلُوبِهِمْ، أَوْ خِذْلَانٍ لِلْمُسْلِمِينَ، فَإِذَا قَدَرُوا عَلَى الْغُلُولِ طَهَّرُوا مِنْهُ قُلُوبَهُمْ، وَأَعْمَالَهُمْ. فَلَمْ يَسْتَطِعِ الشَّيْطَانُ أَنْ يَفْتِنَهُمْ، وَلَا يُكَلِّمَ قُلُوبَهُمْ، فَبِهِمْ يُعِزُّ اللَّهُ دِينَهُ، وَيَكْبِتُ عَدُوَّهُ. وَأَمَّا الْجُزْءُ الْآخَرُ، فَخَرَجُوا، فَلَمْ يُكْثِرُوا ذِكْرَ اللَّهِ، وَلَا التَّذْكِيرَ بِهِ، وَلَمْ يَجْتَنِبُوا الْفَسَادَ، وَلَمْ يُوَاسُوا الصَّاحِبَ، وَلَمْ يُنْفِقُوا أَمْوَالَهُمْ إِلَّا وَهُمْ كَارِهُونَ، وَمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ رَأَوْهُ مَغْرَمًا، وَحَزَّنَهُمْ بِهِ الشَّيْطَانُ فَإِذَا كَانُوا عِنْدَ مَوَاطِنِ الْقِتَالِ كَانُوا مَعَ الْآخِرِ الْآخِرِ، وَالْخَاذِلِ الْخَاذِلِ، وَاعْتَصَمُوا بِرُءُوسِ الْجَبَلِ، يَنْظُرُونَ مَا يَصْنَعُ النَّاسُ، فَإِذَا فَتَحَ اللَّهُ لِلْمُسْلِمِينَ، كَانُوا أَشَدَّهُمْ تَخَاطُبًا بِالْكَذِبِ، فَإِذَا قَدَرُوا عَلَى الْغُلُولِ اجْتَرَأُوا فِيهِ عَلَى اللَّهِ، وَحَدَّثَهُمُ الشَّيْطَانُ أَنَّهَا غَنِيمَةٌ، إِنْ أَصَابَهُمْ رَخَاءٌ بَطَرُوا، وَإنْ أَصَابَهُمْ حَبْسٌ فَتَنَهُمُ الشَّيْطَانُ بِالْعَرَضِ، فَلَيْسَ لَهُمْ مِنْ أَجْرِ الْمُؤْمِنِينَ شَيْءٌ، غَيْرُ أَنَّ أَجْسَادَهُمْ مَعَ أَجْسَادِهِمْ، وَمَسِيرَهُمْ مَعَ مَسِيرِهِمْ، دُنْيَاهُمْ وَأَعْمَالُهُمْ شَتَّى، حَتَّى يَجْمَعَهُمُ اللَّهُ يَوْمَ الْقِيَامَةِ، ثُمَّ يُفَرَّقُ بَيْنَهُمْ»",
            "page": "31",
            "part": "1",
            "seal": "3D72F745"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ شُعْبَةَ، عَنِ السُّدِّيِّ، عَنْ مُرَّةَ قَالَ: «ذَكَرُوا عِنْدَ عَبْدِ اللَّهِ قَوْمًا قُتِلُوا فِي سَبِيلِ اللَّهِ، فَقَالَ: إِنَّهُ لَيْسَ عَلَى مَا تَذْهَبُونَ وَتَرَوْنَ أَنَّهُ §إِذَا الْتَقَى الزَّحْفَانِ نَزَلَتِ الْمَلَائِكَةُ، فَتَكْتُبُ النَّاسَ عَلَى مَنَازِلِهِمْ، فُلَانٌ يُقَاتِلُ لِلدُّنْيَا، وَفُلَانٌ يُقَاتِلُ لِلْمُلْكِ، وَفُلَانٌ يُقَاتِلُ لِلذِّكْرِ، وَنَحْوُ هَذَا، وَفُلَانٌ يُقَاتِلُ يُرِيدُ وَجْهَ اللَّهِ، فَمَنْ قُتِلَ يُرِيدُ وَجْهَ اللَّهِ فَذَلِكَ فِي الْجَنَّةِ»",
            "page": "32",
            "part": "1",
            "seal": "CB5E2301"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ خَرَجَ عَلَى مَجْلِسٍ فِي مَسْجِدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَهُمْ يَتَذَاكَرُونَ سَرِيَّةً هَلَكَتْ فِي سَبِيلِ اللَّهِ، فَيَقُولُ بَعْضُهُمْ: هُمْ عُمَّالُ اللَّهِ، هَلَكُوا فِي سَبِيلِهِ، فَقَدْ وَجَبَ أَوْ وَقَعَ أَجْرُهُمْ عَلَى اللَّهِ، وَيَقُولُ قَائِلٌ: اللَّهُ أَعْلَمُ بِهِمْ، لَهُمْ مَا احْتَسَبُوا. فَلَمَّا رَآهُمْ عُمَرُ قَالَ لَهُمْ: مَا كُنْتُمْ تَتَحَدَّثُونَ؟ قَالُوا: كُنَّا نَتَحَدَّثُ فِي هَذِهِ السَّرِيَّةِ، فَيَقُولُ قَائِلٌ كَذَا، وَيَقُولُ قَائِلٌ كَذَا، فَقَالَ عُمَرُ: وَاللَّهِ إِنَّ §مِنَ النَّاسِ نَاسًا يُقَاتِلُونَ ابْتِغَاءَ الدُّنْيَا، وَإِنَّ مِنَ النَّاسِ نَاسًا يُقَاتِلُونَ رِيَاءً وَسُمْعَةً، وَإِنَّ مِنَ النَّاسِ نَاسًا يُقَاتِلُونَ إِنْ دَهَمَهُمُ الْقِتَالُ، وَلَا يَسْتَطِيعُونَ إِلَّا إِيَّاهُ، وَإِنَّ مِنَ النَّاسِ نَاسًا يُقَاتِلُونَ ابْتِغَاءَ وَجْهِ اللَّهِ، أُولَئِكَ الشُّهَدَاءُ، وَكُلُّ امْرِئٍ مِنْهُمْ يُبْعَثُ عَلَى الَّذِي يَمُوتُ عَلَيْهِ، وَإِنَّهَا وَاللَّهِ مَا تَدْرِي نَفْسٌ مَا هُوَ مَفْعُولٌ بِهَا، لَيْسَ هَذَا الرَّجُلُ الَّذِي قَدْ تَبَيَّنَ لَنَا أَنَّهُ قَدْ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ \"",
            "page": "33",
            "part": "1",
            "seal": "1A1DE10E"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيِّبِ، أَنَّ أَبَا هُرَيْرَةَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ §مَثَلَ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ - وَاللَّهُ أَعْلَمُ بِمَنْ يُجَاهِدُ فِي سَبِيلِهِ - كَمَثَلِ الْقَائِمِ الصَّائِمِ الْخَاشِعِ الرَّاكِعِ السَّاجِدِ»",
            "page": "33",
            "part": "1",
            "seal": "7FF8E412"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ طَاوُسٍ قَالَ: «قَالَ رَجُلٌ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §إِنِّي أَقِفُ الْمَوَاقِفَ أُرِيدُ وَجْهَ اللَّهِ، وَأُحِبُّ أَنْ يُرَى مَوْطِنِي، فَلَمْ يَرُدَّ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا حَتَّى نَزَلَتْ هَذِهِ الْآيَةُ: {فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: 110] »",
            "page": "34",
            "part": "1",
            "seal": "7F8A534A"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ زَيْدٍ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَثَلُ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ كَالصَّائِمِ الْقَائِمِ بِآيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ، مِثْلُ هَذِهِ الْأُسْطُوَانَةِ»",
            "page": "34",
            "part": "1",
            "seal": "B5D10236"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الرَّبِيعِ بْنِ صُبَيْحٍ، عَنِ الْحَسَنِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ جَيْشًا فِيهِمْ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ، فَغَدَا الْجَيْشُ، وَأَقَامَ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ لِيَشْهَدَ الصَّلَاةَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا قَضَى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاتَهُ قَالَ: «يَا ابْنَ رَوَاحَةَ، أَلَمْ تَكُنْ فِي الْجَيْشِ» ؟ قَالَ: بَلَى يَا رَسُولَ اللَّهِ، وَلَكِنِّي أَحْبَبْتُ أَنْ أَشْهَدَ الصَّلَاةَ مَعَكَ، وَقَدْ عَلِمْتُ مَنْزِلَهُمْ فَأَرُوحُ وَأُدْرِكُهُمْ قَالَ: «وَالَّذِي نَفْسِي فِي يَدِهِ §لَوْ أَنْفَقَتَ مَا فِي الْأَرْضِ مَا أَدْرَكْتَ فَضْلَ غَدْوَتِهِمْ»",
            "page": "34",
            "part": "1",
            "seal": "CB4498E4"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْقَاسِمِ بْنِ الْفَضْلِ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ قَالَ: «كَانَ يُقَالُ §لِكُلِّ أُمَّةٍ رَهْبَانِيَّةٌ، وَرَهْبَانِيَّةُ هَذِهِ الْأُمَّةِ الْجِهَادُ فِي سَبِيلِ اللَّهِ»",
            "page": "35",
            "part": "1",
            "seal": "ED31ACB0"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ زَيْدٍ الْعَمِّيِّ، عَنْ أَبِي إِيَاسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §لِكُلِّ أُمَّةٍ رَهْبَانِيَّةً، وَرَهْبَانِيَّةُ هَذِهِ الْأُمَّةِ الْجِهَادُ فِي سَبِيلِ اللَّهِ»",
            "page": "35",
            "part": "1",
            "seal": "A8986454"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - أَخْبَرَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: أَخْبَرَنِي عُمَارَةُ بْنُ غَزِيَّةَ أَنَّ السِّيَاحَةَ، ذُكِرَتْ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَبْدَلْنَا اللَّهُ بِذَلِكَ الْجِهَادَ فِي سَبِيلِ اللَّهِ، وَالتَّكْبِيرَ عَلَى كُلِّ شَرَفٍ»",
            "page": "36",
            "part": "1",
            "seal": "4E381EDE"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ قَالَ: حَدَّثَنِي الْحَكَمُ بْنُ مِينَا قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§رَوْحَةٌ فِي سَبِيلِ اللَّهِ أَوْ غُدْوَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، أَوْ مَا عَلَيْهَا» ¶ -[37]- ¶ 19 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْمُبَارَكِ بْنِ فَضَالَةَ، عَنِ الْحَسَنِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ",
            "page": "36",
            "part": "1",
            "seal": "884FCE48"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "20 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ عَوْنٍ، عَنْ هِلَالِ بْنِ أَبِي زَيْنَبَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: «ذُكِرَ الشُّهَدَاءُ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:» §لَا تَجِفُّ الْأَرْضُ مِنْ دَمِهِ حَتَّى تَبْتَدِرَهُ زَوْجَتَاهُ كَأَنَّهُمَا ظِئْرَانِ أَضَلَّتَا فَصِيلَهُمَا فِي بَرَاحٍ مِنَ الْأَرْضِ بَيْدَاءَ، وَفِي يَدِ كُلِّ وَاحِدَةٍ مِنْهُمَا حُلَّةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا \"",
            "page": "37",
            "part": "1",
            "seal": "FD7A9325"
        },
        {
            "hno": "21",
            "id": "21",
            "nass": "21 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ اللَّيْثِيِّ قَالَ: «§إِذَا الْتَقَى الصَّفَّانِ أَهْبَطَ اللَّهُ الْحُورَ الْعِينَ إِلَى السَّمَاءِ الدُّنْيَا، فَإِذَا رَأَيْنَ الرَّجُلَ يَرْضَيْنَ مَقْدَمَهُ، قُلْنَ: اللَّهُمَّ ثَبِّتْهُ. فَإِنْ نَكَصَ احْتَجَبْنَ مِنْهُ، وَإِنْ هُوَ قُتِلَ نَزَلْنَ إِلَيْهِ، فَمَسَحَنَ عَنْ وَجْهِهِ التُّرَابَ، وَقُلْنَ: اللَّهُمَّ عَفِّرْ مَنْ عَفَّرَهُ، وَتَرِّبْ مَنْ تَرَّبَهُ»",
            "page": "37",
            "part": "1",
            "seal": "7C1497D6"
        },
        {
            "hno": "22",
            "id": "22",
            "nass": "22 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ زَائِدَةَ بْنِ قُدَامَةَ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ قَالَ: «كَانَ يَزِيدُ بْنُ شَجَرَةَ مِمَّا يُذَكِّرُنَا فَيَبْكِي، وَيُصَدِّقُ بُكَاءَهُ بِفِعْلِهِ، وَيَقُولُ: يَا أَيُّهَا النَّاسُ §اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ، مَا أَحْسَنَ أَثَرَ نِعْمَةِ اللَّهِ عَلَيْكُمْ فَلَوْ تَرَوْنَ مَا أَرَى مِنْ بَيْنِ أَصْفَرَ وَأَحْمَرَ وَأَبْيَضَ وَأَسْوَدَ، وَفِي الرِّحَالِ مَا فِيهَا، إِنَّ الصَّلَاةَ إِذَا أُقِيمَتْ، فُتِحَتْ أَبْوَابُ السَّمَاءِ، وَأَبْوَابُ الْجَنَّةِ، وَأَبْوَابُ النَّارِ، فَإِذَا الْتَقَى الصَّفَّانِ، فُتِحَتْ أَبْوَابُ السَّمَاءِ، وَأَبْوَابُ الْجَنَّةِ، وَأَبْوَابُ النَّارِ، وَزُيِّنَ الْحُورُ الْعِينُ، فَاطَّلَعْنَ، فَإِذَا أَقْبَلَ الرَّجُلُ بِوَجْهِهِ، قُلْنَ: اللَّهُمَّ ثَبِّتْهُ، اللَّهُمَّ أَعِنْهُ. فَإِذَا أَدْبَرَ احْتَجَبْنَ مِنْهُ، وَقُلْنَ: اللَّهُمَّ اغْفِرْ لَهُ. فَانْهَكُوا وُجُوهَ الْقَوْمِ، فِدَاكُمْ أَبِي وَأُمِّي، وَلَا تُخْزُوا الْحُورَ الْعِينَ، فَإِذَا قُتِلَ، كَانَتْ أَوَّلُ نَفْحَةٍ مِنْ دَمِهِ تَحُطُّ عَنْهُ خَطَايَاهُ كَمَا يَحُطُّ الْوَرَقُ مِنْ غُصْنِ الشَّجَرَةِ، وَتَنْزِلُ إِلَيْهِ اثْنَتَانِ فَتَمْسَحَانِ عَنْ وَجْهِهِ، وَقُلْنَ: قَدْ أَنَّى لَكَ. وَقَالَ لَهُمَا: قَدْ أَنَّى لَكُمَا. ثُمَّ كُسِيَ مِائَةَ حُلَّةٍ، لَوْ جَعَلَهَا بَيْنَ أُصْبُعَيْهِ لَوَسِعَتْ، لَيْسَ مِنْ نَسْجِ بَنِي آدَمَ، وَلَكِنْ مِنْ نَبْتِ الْجَنَّةِ»",
            "page": "38",
            "part": "1",
            "seal": "36E99773"
        },
        {
            "hno": "23",
            "id": "23",
            "nass": "23 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «§غَدْوَةٌ فِي سَبِيلِ اللَّهِ أَوْ رَوْحَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَلَقَابُ قَوْسٍ أَوْ قِيدُ أَحَدِكُمْ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَلَوْ أَنَّ امْرَأَةً مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ اطَّلَعَتْ إِلَى الْأَرْضِ لَأَضَاءَتْ مَا بَيْنَهُمَا، وَلَمَلَأَتِ الْأَرْضَ طِيبًا، وَلَنَصِيفُهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا»",
            "page": "39",
            "part": "1",
            "seal": "C29AE958"
        },
        {
            "hno": "24",
            "id": "24",
            "nass": "24 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ قَالَ: حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ، أَنَّ سَعِيدَ بْنَ عَامِرٍ قَالَ: «§لَوْ أَنَّ خَيْرَةً مِنْ خَيْرَاتٍ حِسَانٍ اطَّلَعَتْ مِنَ السَّمَاءِ لَأَضَاءَتْ لَهَا الْأَرْضُ، وَلَقَهَرَ ضَوْءُ وَجْهِهَا الشَّمْسَ وَالْقَمَرَ، وَلَنَصِيفٌ تُكْسَاهُ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا. وَقَالَ لِامْرَأَتِهِ: وَلَأَنْتِ أَحَقُّ أَنْ أَدَعَكِ لَهُنَّ مِنْ أَنْ أَدَعَهُنَّ لَكِ»",
            "page": "40",
            "part": "1",
            "seal": "C4D6D763"
        },
        {
            "hno": "25",
            "id": "25",
            "nass": "25 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ قَالَ: حَدَّثَنِي الْمُطَّلِبُ بْنُ حَنْطَبٍ قَالَ: «إِنَّ §لِلشَّهِيدِ غُرْفَةٌ كَمَا بَيْنَ صَنْعَاءَ وَالْجَابِيَةِ، أَعْلَاهَا الدُّرُّ وَالْيَاقُوتُ، وَجَوْفُهَا الْمِسْكُ وَالْكَافُورُ قَالَ: فَتَدْخُلُ عَلَيْهِ الْمَلَائِكَةُ بِهَدِيَّةٍ مِنْ رَبِّهِ تَبَارَكَ وَتَعَالَى، فَمَا تَخْرُجُ حَتَّى يَدْخُلُ عَلَيْهِ مَلَائِكَةٌ آخَرُونَ مِنْ بَابٍ آخَرَ بِهَدِيَّةٍ مِنْ رَبِّهِمْ»",
            "page": "40",
            "part": "1",
            "seal": "BDA17673"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "26 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنْ نَفْسٍ تَمُوتُ لَهَا عِنْدَ اللَّهِ خَيْرٌ يَسُرُّهَا أَنْ تَرْجِعَ إِلَى الدُّنْيَا، وَلَهَا الدُّنْيَا وَمَا فِيهَا إِلَّا الشَّهِيدُ؛ لِمَا يَرَى مِنْ فَضْلِ الشَّهَادَةِ، فَيَتَمَنَّى أَنْ يَرْجِعَ فَيُقْتَلَ مَرَّةً أُخْرَى»",
            "page": "41",
            "part": "1",
            "seal": "A4BD1652"
        },
        {
            "hno": "27",
            "id": "27",
            "nass": "27 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ قَالَ: حَدَّثَنَا أَبُو صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْلَا أَنْ أَشُقَّ عَلَى أُمَّتِي أَوْ قَالَ عَلَى النَّاسِ لَأَحْبَبْتُ أَنْ لَا أَتَخَلَّفَ عَنْ سَرِيَّةٍ تَخْرُجُ فِي سَبِيلِ اللَّهِ، وَلَكِنْ لَا أَجِدُ مَا أَحْمِلُهُمْ عَلَيْهِ، وَلَا يَجِدُونَ مَا يُتَحَمَّلُونَ عَلَيْهِ، وَلَشَقَّ عَلَيْهِمْ أَنْ يَتَخَلَّفُوا بَعْدِي» ، أَوْ نَحْوَهُ. وَلَوَدِدْتُ أَنِّي أُقَاتِلُ فِي سَبِيلِ اللَّهِ فَأُقْتَلَ، ثُمَّ أَحْيَا ثُمَّ أُقْتَلَ، ثُمَّ أَحْيَا ثُمَّ أُقْتَلَ \"",
            "page": "41",
            "part": "1",
            "seal": "1816266C"
        },
        {
            "hno": "28",
            "id": "28",
            "nass": "28 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: حَدَّثَنَا ابْنُ المُبَارَكِ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَا مِنْ أَحَدٍ يَدْخُلُ الْجَنَّةَ يُحِبُّ أَنْ يَرْجِعَ إِلَى الدُّنْيَا وَأنَّ لَهُ مَا عَلَى الْأَرْضِ مِنْ شَيْءٍ إِلَّا الشَّهِيدُ، فَإِنَّهُ يَتَمَنَّى أَنْ يَرْجِعَ فَيُقْتَلَ عَشْرَ مَرَّاتٍ»",
            "page": "42",
            "part": "1",
            "seal": "F54D06C4"
        },
        {
            "hno": "29",
            "id": "29",
            "nass": "29 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ زَائِدَةَ بْنِ قُدَامَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: «§مَثَلُ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ مَثَلُ رَجُلٍ يَصُومُ النَّهَارَ وَيَقُومُ اللَّيْلَ حَتَّى يَرْجِعَ مَتَى مَا رَجِعَ»",
            "page": "42",
            "part": "1",
            "seal": "A438AFAB"
        },
        {
            "hno": "30",
            "id": "30",
            "nass": "30 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ الْمَسْعُودِيِّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ فِي مَنْخِرَيْ عَبْدٍ مُسْلِمٍ أَبَدًا»",
            "page": "43",
            "part": "1",
            "seal": "8385EE94"
        },
        {
            "hno": "31",
            "id": "31",
            "nass": "31 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الْحَمِيدِ بْنِ بَهْرَامَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ §مَا شَحَبَ وَجْهٌ، وَلَا اغْبَرَّ قَدَمٌ فِي عَمَلٍ يُبْتَغَى بِهِ دَرَجَاتُ الْجَنَّةِ بَعْدَ الصَّلَاةِ الْمَفْرُوضَةِ كَجِهَادٍ فِي سَبِيلِ اللَّهِ، وَلَا ثَقُلَ مِيزَانُ عَبْدٍ كَدَابَّةٍ تُنْفِقُ لَهُ فِي سَبِيلِ اللَّهِ أَوْ يُحْمَلُ عَلَيْهَا فِي سَبِيلِ اللَّهِ»",
            "page": "43",
            "part": "1",
            "seal": "DBBB549E"
        },
        {
            "hno": "32",
            "id": "32",
            "nass": "32 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عُتْبَةَ بْنِ أَبِي حَكِيمٍ قَالَ: حَدَّثَنِي حُصَيْنُ بْنُ حَرْمَلَةَ الْمَهْرِيُّ قَالَ: حَدَّثَنِي أَبُو مُصَبِّحٍ الْحِمْصِيُّ، قَالُ «بَيْنَا نَحْنُ نَسِيرُ بِأَرْضِ الرُّومِ فِي صَائِفَةٍ عَلَيْهَا مَالِكُ بْنُ عَبْدِ اللَّهِ الْخَثْعَمِيُّ، إِذْ مَرَّ مَالِكٌ بِجَابِرِ بْنِ عَبْدِ اللَّهِ، وَهُوَ يَمْشِي يَقُودُ بَغْلًا لَهُ، فَقَالَ لَهُ مَالِكٌ: أَيْ أَبَا عَبْدِ اللَّهِ، ارْكَبْ، فَقَدْ حَمَلَكَ اللَّهُ. قَالَ جَابِرٌ: أُصْلِحُ دَابَّتِي، وَأَسْتَغْنِي عَنْ قَوْمِي، وَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:» §مَنِ اغْبَرَّتْ قَدَمَاهُ فِي سَبِيلِ اللَّهِ حَرَّمَهُ اللَّهُ عَلَى النَّارِ «فَأَعْجَبَ مَالِكًا قَوْلُهُ، وَسَارَ حَتَّى إِذَا كَانَ حَيْثُ يُسْمِعُهُ الصَّوْتَ، نَادَاهُ بِأَعْلَى صَوْتِهِ: أَيْ أَبَا عَبْدِ اللَّهِ، ارْكَبْ، فَقَدْ حَمَلَكَ اللَّهُ. فَعَرَفَ جَابِرٌ الَّذِي أَرَادَ، فَأَجَابَهُ، فَرَفَعَ صَوْتَهُ، فَقَالَ: أُصْلِحُ دَابَّتِي، وَأَسْتَغْنِي عَنْ قَوْمِي، وَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:» مَنِ اغْبَرَّتْ قَدَمَاهُ فِي سَبِيلِ اللَّهِ حَرَّمَهُ اللَّهُ عَلَى النَّارِ «. فَتَوَاثَبَ النَّاسُ عَنْ دَوَابِّهِمْ، فَمَا رَأَيْتُ يَوْمًا أَكْثَرَ مَاشِيًا مِنْهُ»",
            "page": "44",
            "part": "1",
            "seal": "DF6D3A0E"
        },
        {
            "hno": "33",
            "id": "33",
            "nass": "33 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ قَالَ: حَدَّثَنِي أَبُو مُصَبِّحٍ قَالَ: «غَزَوْنَا مَعَ مَالِكِ بْنِ عَبْدِ اللَّهِ الْخَثْعَمِيِّ أَرْضَ الرُّومِ، فَسَبَقَ رَجُلٌ النَّاسَ، ثُمَّ نَزَلَ يَمْشِي وَيَقُودُ دَابَّتَهُ، فَقَالَ مَالِكٌ: يَا أَبَا عَبْدِ اللَّهِ، أَلَا تَرْكَبُ؟ فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:» §مَنِ اغْبَرَّتْ قَدَمَاهُ فِي سَبِيلِ اللَّهِ سَاعَةً مِنْ نَهَارٍ، فَهُمَا حَرَامٌ عَلَى النَّارِ «وأُصْلِحُ دَابَّتِي لِتُغْنِينِي عَنْ قَوْمِي. قَالَ أَبُو مُصَبِّحٍ:» فَنَزَلَ النَّاسُ، فَلَمْ أَرَ نَازِلًا قَطُّ أَكْثَرَ مِنْ يَوْمَئِذٍ \"",
            "page": "45",
            "part": "1",
            "seal": "4E11E082"
        },
        {
            "hno": "34",
            "id": "34",
            "nass": "34 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ زَائِدَةَ بْنِ قُدَامَةَ، عَنْ مَنْصُورٍ، عَنْ شَقِيقٍ، عَنْ مَسْرُوقٍ قَالَ: «§مَا مِنْ حَالٍ أَحْرَى أَنْ يُسْتَجَابَ لِلْعَبْدِ فِيهِ إِلَّا أَنْ يَكُونَ فِي سَبِيلِ اللَّهِ مِنْ أَنْ يَكُونَ عَافِرًا وَجْهَهُ سَاجِدًا»",
            "page": "46",
            "part": "1",
            "seal": "CA575758"
        },
        {
            "hno": "35",
            "id": "35",
            "nass": "35 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدُ اللهِ بْنُ المُبَارَكِ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ سَلَمَةَ بْنِ سَبْرَةَ، عَنْ سَلْمَانَ قَالَ: «§إِذَا رَجَفَ قَلْبُ الْعَبْدِ فِي سَبِيلِ اللَّهِ تَحَاتَّتْ خَطَايَاهُ كَمَا تَتَحَاتُّ عِذْقُ النَّخْلَةِ» وَذَكَرَ مِنَ الصَّلَاةِ مِثْلَ ذَلِكَ \"",
            "page": "46",
            "part": "1",
            "seal": "F4DCBC46"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "36 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، أَنَّهُ \"بَلَغَهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ تَصَدَّقَ بِصَدَقَةٍ عَجِبَ لَهَا النَّاسُ حَتَّى ذُكِرَتْ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" أَعْجَبَتْكُمْ صَدَقَةُ ابْنِ عَوْفٍ \"؟ قَالُوا: نَعَمْ يَا رَسُولَ اللَّهِ. قَالَ: \" §لَرَوْحَةُ صُعْلُوكٍ مِنْ صَعَالِيكِ الْمُهَاجِرِينَ يَجُرُّ سَوْطَهُ فِي سَبِيلِ اللَّهِ أَفْضَلُ مِنْ صَدَقَةِ ابْنِ عَوْفٍ \"",
            "page": "46",
            "part": "1",
            "seal": "99175173"
        },
        {
            "hno": "37",
            "id": "37",
            "nass": "37 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: أَخْبَرَنِي الْأَعْرَجُ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَثَلُ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ كَمَثَلِ الصَّائِمِ الْقَانِتِ، الَّذِي لَا يَفْتُرُ عَنْ صِيَامٍ وَقِيَامٍ حَتَّى يَرْجِعَ»",
            "page": "47",
            "part": "1",
            "seal": "43D75DAC"
        },
        {
            "hno": "38",
            "id": "38",
            "nass": "38 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: أَخْبَرَنِي الْأَعْرَجُ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ §لَا يُكْلَمُ أَحَدٌ فِي سَبِيلِ اللَّهِ - وَاللَّهُ أَعْلَمُ بِمَنْ يُكْلَمُ فِي سَبِيلِهِ - إِلَّا جَاءَ كَهَيْئَتِهِ يَوْمَ الْقِيَامَةِ، اللَّوْنُ لَوْنُ الدَّمِ، وَالرِّيحُ رِيحُ مِسْكٍ»",
            "page": "47",
            "part": "1",
            "seal": "BA65DE6D"
        },
        {
            "hno": "39",
            "id": "39",
            "nass": "39 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدُ اللهِ بْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§تَكَفَّلَ اللَّهُ لِمَنْ خَرَجَ مِنْ بَيْتِهِ مُجَاهِدًا فِي سَبِيلِ اللَّهِ لَا يَنْهَزُهُ إِلَّا الْجِهَادُ فِي سَبِيلِهِ، وَتَصْدِيقُ كَلِمَتِهِ، أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ يُرْجِعَهُ إِلَى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ بِمَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ» .",
            "page": "48",
            "part": "1",
            "seal": "388EBBD3"
        },
        {
            "hno": "40",
            "id": "40",
            "nass": "40 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§كُلُّ كَلْمٍ يُكْلَمُهُ الْمُسْلِمُ فِي سَبِيلِ اللَّهِ يَكُونُ يَوْمَ الْقِيَامَةِ كَهَيْأَتِهَا، إِذَا طُعِنَتْ تُفَجِّرُ دَمًا، فَاللَّونُ لَوْنُ دَمٍ، وَالْعَرْفُ عَرْفُ مِسْكٍ»",
            "page": "48",
            "part": "1",
            "seal": "C7E75311"
        },
        {
            "hno": "41",
            "id": "41",
            "nass": "41 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ قَالَ: حَدَّثَنِي سُهَيْلُ بْنُ أَبِي الْجَعْدِ أَبُوِ الْأَجْدَلِ أَنَّهُ سَمِعَ سَعِيدًا الْمَقْبُرِيَّ، حَدَّثَ عَنْ أَبِي هُرَيْرَةَ قَالَ: «§الْجَرِيءُ كُلُّ الْجَرِيءِ الَّذِي إِذَا حَضَرَ الْعَدُوَّ وَلَّى فِرَارًا , وَالْجَبَانُ كُلُّ الْجَبَانِ الَّذِي إِذَا حَضَرَ الْعَدُوَّ حَمَلَ فِيهِمْ حَتَّى يَكُونَ مِنْهُ مَا شَاءَ اللَّهُ , فَقِيلَ: يَا أَبَا هُرَيْرَةَ كَيْفَ هَذَا؟ قَالَ: إِنَّ الَّذِي يَفِرُّ اجْتَرَأَ عَلَى اللَّهِ , فَفَرَّ , وَإِنَّ الْجَبَانَ فَرِقَ مِنَ اللَّهِ»",
            "page": "49",
            "part": "1",
            "seal": "9C3B469B"
        },
        {
            "hno": "42",
            "id": "42",
            "nass": "42 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ رَاشِدٍ أَبِي مُحَمَّدٍ مَوْلَى بَنِي عُطَارِدٍ أَنَّهُ سَمِعَ شَهْرَ بْنَ حَوْشَبٍ يُحَدِّثُ قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ: «§يَجِيءُ اللَّهُ تَبَارَكَ وَتَعَالَى فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةِ , ثُمَّ يُنَادِي مُنَادٍ: سَيَعلَمُ أَهْلُ الْجَمْعِ لِمَنِ الْكَرَمُ الْيَوْمَ , فَيَقُولُ: عَلَيْكُمْ بِأَوْلِيَائِي الَّذِينَ اهْرَاقُوا دِمَاءَهُمُ ابْتِغَاءَ مَرْضَاتِي , فَيَتَطَلَّعُونَ حَتَّى يَدْنُونَ»",
            "page": "49",
            "part": "1",
            "seal": "8D15E68E"
        },
        {
            "hno": "43",
            "id": "43",
            "nass": "43 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ صَفْوَانَ بْنِ عَمْرٍو، عَنْ حَوْشَبِ بْنِ سَيْفٍ السَّكْسَكِيِّ، عَنْ مَالِكِ بْنِ يُخَامِرَ قَالَ: حَدَّثَنَا مُعَاذُ بْنُ جَبَلٍ قَالَ: «§يُنَادِي مُنَادٍ: أَيْنَ الْمُفْجَعُونَ فِي سَبِيلِ اللَّهِ , فَلَا يَقُومُ إِلَّا الْمُجَاهِدُونَ»",
            "page": "49",
            "part": "1",
            "seal": "E7192984"
        },
        {
            "hno": "44",
            "id": "44",
            "nass": "44 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْحَارِثِ بْنِ عُبَيْدٍ قَالَ: حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا قَاتَلَ الشُّجَاعُ وَالْجَبَانُ , فَأَعْظَمُهُمَا أَجْرًا الْجَبَانُ , وَإِذَا تَصَدَّقَ الْبَخِيلُ وَالسَّخِيُّ فَأَعْظَمُهُمَا أَجْرًا الْبَخِيلُ»",
            "page": "50",
            "part": "1",
            "seal": "AC05FEA4"
        },
        {
            "hno": "45",
            "id": "45",
            "nass": "45 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ، عَنْ عُمَارَةَ بْنِ أَبِي حَفْصَةَ، عَنْ حُجْرٍ بَعْلٍ مِنْ هَجَرٍ , عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ: «§فَصَعِقَ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ قَالَ هُمُ الشُّهَدَاءُ، هُمْ ثَنِيَّةُ اللَّهِ حَوْلَ الْعَرْشِ مُتَقَلِّدِينَ السُّيُوفَ»",
            "page": "50",
            "part": "1",
            "seal": "62153656"
        },
        {
            "hno": "46",
            "id": "46",
            "nass": "46 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ هِشَامٍ الدَّسْتُوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ: حَدَّثَنِي عَامِرٌ الْعُقَيْلِيُّ، أَنَّ أَبَا هُرَيْرَةَ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§عُرِضَ عَلَيَّ أَوَّلُ ثَلَاثَةٍ يَدْخُلُونَ الْجَنَّةَ , وَأَوَّلُ ثَلَاثَةٍ يَدْخُلُونَ النَّارَ , فَأَمَّا أَوَّلُ ثَلَاثَةٍ يَدْخُلُونَ الْجَنَّةَ: فَالشَّهِيدُ , وَعَبْدٌ مَمْلُوكٌ أَحْسَنَ عِبَادَةَ رَبِّهِ وَنَصَحَ لِسَيِّدِهِ , وَعَفِيفٌ مُتَعَفِّفٌ ذُو عِيَالٍ. وَأَوَّلُ ثَلَاثَةٍ يَدْخُلُونَ النَّارَ: أَمِيرٌ مُسَلَّطٌ , وَذُو ثَرْوَةٍ مِنْ مَالٍ لَا يُعْطِي حَقَّهُ , وَفَقِيرٌ فَخُورٌ»",
            "page": "51",
            "part": "1",
            "seal": "F5FD0A17"
        },
        {
            "hno": "47",
            "id": "47",
            "nass": "47 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الْعَلَاءِ، عَنْ ابْنِ الْأَحْمَسِ، أَرَاهُ قَالَ: بَلَغَنِي أَنَّ أَبَا ذَرٍّ قَالَ: \" §ثَلَاثَةٌ يُحِبُّهُمُ اللَّهُ , وَثَلَاثَةٌ يَشْنَؤُهُمُ اللَّهُ , فَلَقِيتُهُ , فَقُلْتُ: يَا أَبَا ذَرٍّ , مَا حَدَّثْتَ؟ بَلَغَنِي عَنْكَ تُحَدِّثُ بِهِ عَنْ رَسُولِ اللَّهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَحْبَبْتُ أَنْ أَسْمَعَهُ مِنْكَ. قَالَ: مَا هُوَ؟ قُلْتُ: ثَلَاثَةٌ يُحِبُّهُمُ اللَّهُ , وَثَلَاثَةٌ يَشْنَؤُهُمُ اللَّهُ. قَالَ: قُلْتُهُ , وَسَمِعْتُهُ. قُلْتُ: فَمَنِ الَّذِينَ يُحِبُّهُمُ اللَّهُ؟ قَالَ: رَجُلٌ كَانَ فِي فِئَةٍ أَوْ سَرِيَّةٍ , فَانْكَشَفَ أَصْحَابُهُ , فَنَصَّبَ نَفْسَهُ وَنَحْرَهُ حَتَّى قُتِلَ، أَوْ يَفْتَحُ اللَّهُ عَلَيْهِ , وَرَجُلٌ كَانَ مَعَ قَوْمٍ فِي سَفَرٍ فَأَطَالُوا السُّرَى حَتَّى أَعْجَبَهُمْ أَنْ يُمْسُوا الْأَرْضَ , فَنَزَلُوا , فَقَامَ فَتَنَحَّى حَتَّى أَيْقَظَ أَصْحَابَهُ لِلرَّحِيلِ , وَرَجُلٌ كَانَ لَهُ جَارُ سُوءٍ , فَصَبَرَ عَلَى أَذَاهُ، حَتَّى يُفَرِّقَ بَيْنَهُمَا مَوْتٌ، أَوْ ظُعُنٌ. قُلْتُ: هَؤُلَاءِ يُحِبُّهُمُ اللَّهُ , فَمَنِ الَّذِينَ يَشْنَؤُهُمْ؟ قَالَ: التَّاجِرُ الْحَلَّافُ أَوِ الْبَيَّاعُ الْحَلَّافُ , وَالْبَخِيلُ الْمَنَّانُ , وَالْفَقِيرُ الْمُخْتَالُ \"",
            "page": "51",
            "part": "1",
            "seal": "F579872D"
        },
        {
            "hno": "48",
            "id": "48",
            "nass": "48 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَفْضَلُ الشُّهَدَاءِ عِنْدَ اللَّهِ الَّذِينَ يُلْقَوْنَ فِي الصَّفِّ فَلَا يَلْفِتُونَ وُجُوهَهُمْ حَتَّى يُقْتَلُوا , أُولَئِكَ يَتَلَبَّطُونَ فِي الْغُرَفِ الْعُلَى مِنَ الْجَنَّةِ، يَضْحَكُ إِلَيْهِمْ رَبُّكَ , إِنَّ رَبَّكَ إِذَا ضَحِكَ إِلَى قَوْمٍ , فَلَا حِسَابَ عَلَيْهِمْ»",
            "page": "52",
            "part": "1",
            "seal": "D09A2035"
        },
        {
            "hno": "49",
            "id": "49",
            "nass": "49 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ صَفْوَانَ بْنِ عَمْرٍو، عَنْ زُهَيْرٍ أَبِي الْمُخَارِقِ الْعَبْسِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: «§أَلَا أُخْبِرُكُمْ بِأَفْضَلِ الشُّهَدَاءِ عِنْدَ اللَّهِ مَنْزِلَةً يَوْمَ الْقِيَامَةِ الَّذِينَ يَلْقَوْنَ الْعَدُوَّ فِي الصَّفِّ , فَإِذَا وَاجَهُوا عَدُوَّهُمْ لَمْ يَلْتَفِتْ يَمِينًا وَلَا شِمَالًا وَاضِعًا سَيْفَهُ عَلَى عَاتِقِهِ يَقُولُ: اللَّهُمَّ إِنِّي أُجْزِيكَ نَفْسِيَ الْيَوْمَ بِمَا أَسْلَفْتُ فِي الْأَيَّامِ الْخَالِيَةِ , فَيُقْتَلُ عِنْدَ ذَلِكَ , فَذَلِكَ مِنَ الشُّهَدَاءِ الَّذِينَ يَتَلَبَّطُونَ فِي الْغُرَفِ الْعُلَى مِنَ الْجَنَّةِ حَيْثُ شَاءُوا»",
            "page": "53",
            "part": "1",
            "seal": "2B2C0105"
        },
        {
            "hno": "50",
            "id": "50",
            "nass": "50 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ عَبْدِ الْعَزِيزِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَلْقَمَةَ بْنِ أَبِي عَلْقَمَةَ، عَنْ هَزَّازِ بْنِ مَالِكٍ قَالَ: قَالَ لِي كَعْبٌ: «§أَلَا أُنَبِّئُكَ يَا هَزَّازُ بْنَ مَالِكٍ بِأَفْضَلِ الشُّهَدَاءِ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ؟ قَالَ: بَلَى. قَالَ: الْمُحْتَسِبُ بِنَفْسِهِ , ثُمَّ قَالَ: أَلَا أُنَبِّئُكَ يَا هَزَّازُ بْنَ مَالِكٍ بِالَّذِينَ يَلُونَهُمْ؟ قُلْتُ: بَلَى. قَالَ: مَنْ غَرِقَ فِي بَحْرِهِ. ثُمَّ قَالَ: أَلَا أُنَبِّئُكَ يَا هَزَّازُ بْنَ مَالِكٍ بِأَقَلِّ أَهْلِ الْجُمُعَةِ أَجْرًا؟ قُلْتُ: بَلَى. قَالَ: مَنْ لَمْ يُدْرِكْ إِلَّا الرَّكْعَةَ الْأَخِيرَةَ أَوِ السَّجْدَةَ الْأَخِيرَةِ , ثُمَّ قَالَ: وَاللَّهِ , مَا يَنْظُرُ النَّاسُ إِلَى الشُّهَدَاءِ يَوْمَ الْقِيَامَةِ إِلَّا هَكَذَا , ثُمَّ رَفَعَ بَصَرَهُ إِلَى السَّمَاءِ»",
            "page": "54",
            "part": "1",
            "seal": "1674B24C"
        },
        {
            "hno": "51",
            "id": "51",
            "nass": "51 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَرِيرِ بْنِ حَازِمٍ قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ: «قِيلَ يَا رَسُولَ اللَّهِ: أَيُّ الْجِهَادِ أَفْضَلُ» ؟ قَالَ: «§مَنْ عُقِرَ جَوَادُهُ وَأُهْرِيقَ دَمُهُ»",
            "page": "54",
            "part": "1",
            "seal": "B852B10A"
        },
        {
            "hno": "52",
            "id": "52",
            "nass": "52 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ قَالَ: حَدَّثَنِي خَالِدُ بْنُ مَعْدَانَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الشُّهَدَاءُ أُمَنَاءُ اللَّهِ , قُتِلُوا أَوْ مَاتُوا عَلَى فُرُشِهِمْ»",
            "page": "55",
            "part": "1",
            "seal": "B875778D"
        },
        {
            "hno": "53",
            "id": "53",
            "nass": "53 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَمَّادِ بْنِ زَيْدٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُخْتَارِ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ أَبِي وَائِلٍ ثُمَّ شَكَّ حَمَّادٌ فِي أَبِي وَائِلٍ قَالَ: «لَمَّا حَضَرَتْ خَالِدَ بْنَ الْوَلِيدِ الْوَفَاةُ قَالَ: §لَقَدْ طَلَبْتُ الْقَتْلَ مَظَانَّهُ , فَلَمْ يُقَدَّرْ لِي إِلَّا أَنْ أَمُوتَ عَلَى فِرَاشِي , وَمَا مِنْ عَمَلِ شَيْءٍ أَرْجَى عِنْدِي بَعْدَ لَا إِلَهَ إِلَّا اللَّهُ مِنْ لَيْلَةٍ بِتُّهَا وَأَنَا مُتَتَرِّسٌ بِفَرَسِي , وَالسَّمَاءُ تَهُلُّنِي، مُنْتَظِرٌ الصُّبْحَ حَتَّى نُغِيرَ عَلَى الْكُفَّارِ , ثُمَّ قَالَ: إِذَا أَنَا مِتُّ فَانْظُرُوا سِلَاحِي وَفَرَسِي فَاجْعَلُوهُ عُدَّةً فِي سَبِيلِ اللَّهِ» فَلَمَّا تُوُفِّيَ خَرَجَ عُمَرُ عَلَى جَنَازَتِهِ , فَذَكَرَ قَوْلَهُ، مَا عَلَى نِسَاءِ أَبِي الْوَلِيدِ أَنْ يَسْفَحْنَ عَلَى خَالِدٍ مِنْ دُمُوعِهِنَّ مَا لَمْ يَكُنَّ نَقْعًا أَوْ لَقْلَقَةً «. قَالَ ابْنُ الْمُخْتَارِ: النَّقْعُ:» التُّرَابُ عَلَى الرَّأْسِ , وَاللَّقْلَقَةُ: الصَّوْتُ \"",
            "page": "55",
            "part": "1",
            "seal": "73B9E8E4"
        },
        {
            "hno": "54",
            "id": "54",
            "nass": "54 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، عَنْ ثَابِتٍ الْبُنَانِيِّ أَنَّ عِكْرِمَةَ بْنَ أَبِي جَهْلٍ تَرَجَّلَ يَوْمَ كَذَا , فَقَالَ لَهُ خَالِدُ بْنُ الْوَلِيدِ: لَا تَفْعَلْ، فَإِنَّ قَتْلَكَ عَلَى الْمُسْلِمِينَ شَدِيدٌ. قَالَ: §خَلِّ عَنِّي يَا خَالِدُ , فَإِنَّهُ قَدْ كَانَ لَكَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَابِقَةٌ , وَإِنِّي وَأَبِي كُنَّا مِنْ أَشَدِّ النَّاسِ عَلَى رَسُولِ اللَّهِ , فَمَشَى حَتَّى قُتِلَ \"",
            "page": "56",
            "part": "1",
            "seal": "FB98A13F"
        },
        {
            "hno": "55",
            "id": "55",
            "nass": "55 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§رَأَيْتُ فِي الْمَنَامِ كَأَنَّ أَبَا جَهْلٍ أَتَانِي فَبَايَعَنِي» , فَلَمَّا أَسْلَمَ خَالِدُ بْنُ الْوَلِيدِ، قِيلَ صَدَّقَ اللَّهُ رُؤْيَاكَ يَا رَسُولَ اللَّهِ , هَذَا كَانَ لِإِسْلَامِ خَالِدٍ. قَالَ: «لَيَكُونَنَّ غَيْرُهُ» حَتَّى أَسْلَمَ عِكْرِمَةُ بْنُ أَبِي جَهْلٍ , فَكَانَ ذَلِكَ تَصْدِيقَ رُؤْيَاهُ \"",
            "page": "57",
            "part": "1",
            "seal": "72F646E2"
        },
        {
            "hno": "56",
            "id": "56",
            "nass": "56 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ قَالَ: «كَانَ عِكْرِمَةُ بْنُ أَبِي جَهْلٍ يَأْخُذُ الْمُصْحَفَ فَيَضَعُهُ عَلَى وَجْهِهِ , وَيَبْكِي , وَيَقُولُ: §كِتَابُ رَبِّي , وَكَلَامُ رَبِّي» .",
            "page": "57",
            "part": "1",
            "seal": "BC5F622F"
        },
        {
            "hno": "57",
            "id": "57",
            "nass": "57 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَنْظَلَةَ بْنِ أَبِي سُفْيَانَ قَالَ: سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ، قِيلَ لَهُ: «فِيمَ §نَزَلَتْ هَذِهِ الْآيَةُ {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ} [آل عمران: 128] , فَقَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدْعُو عَلَى صَفْوَانَ بْنِ أُمَيَّةَ , وَسُهَيْلِ بْنِ عَمْرٍو , وَالْحَارِثِ بْنِ هِشَامٍ , فَنَزَلَتْ هَذِهِ الْآيَةُ: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} [آل عمران: 128] »",
            "page": "57",
            "part": "1",
            "seal": "2993FCD1"
        },
        {
            "hno": "58",
            "id": "58",
            "nass": "58 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ قَالَ: حَدَّثَنِي سَالِمٌ، عَنْ أَبِيهِ، أَنَّهُ «سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم §إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فِي الرَّكْعَةِ الْآخِرَةِ مِنَ الْفَجْرِ يَقُولُ: اللَّهُمَّ الْعَنْ فُلَانًا وَفُلَانًا» . بَعْدَ مَا يَقُولُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ , رَبَّنَا لَكَ الْحَمْدُ , فَأَنْزَلَ اللَّهُ تَبَارَكَ وَتَعَالَى: {لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ} [آل عمران: 128] \"",
            "page": "58",
            "part": "1",
            "seal": "9A5FCB78"
        },
        {
            "hno": "59",
            "id": "59",
            "nass": "59 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، قَالَ: قَرَأَهُ ابْنُ جُرَيْجٍ , عَنْ مُجَاهِدٍ فِي قَوْلِهِ: « {§وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: 169] . قَالَ:» يُرْزَقُونَ مِنْ ثَمَرِ الْجَنَّةِ , وَيَجِدُونَ رِيحَهَا , وَلَيْسُوا فِيهَا \"",
            "page": "58",
            "part": "1",
            "seal": "5C04A752"
        },
        {
            "hno": "60",
            "id": "60",
            "nass": "60 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِبْرَاهِيمَ بْنِ هَارُونَ الْغَنَوِيِّ، عَنْ مُسْلِمِ بْنِ شَدَّادٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ: «§الشُّهَدَاءُ فِي قِبَابٍ مِنْ رِيَاضٍ بِفِنَاءِ الْجَنَّةِ , يُبْعَثُ لَهُمْ حُوتٌ وَثَوْرٌ يَعْتَرِكَانِ فَيَلْهُونَ بِهِمَا , فَإِذَا اشْتَهَوُا الْغَدَاءَ عَقَرَ أَحَدُهُمَا صَاحِبَهُ , فَأَكَلُوا مِنْ لَحْمِهِ , يَجِدُونَ فِي لَحْمِهِ طَعْمَ كُلِّ طَعَامٍ فِي الْجَنَّةِ. وَفِي لَحْمِ الْحُوتِ طَعْمُ كُلِّ شَرَابٍ»",
            "page": "59",
            "part": "1",
            "seal": "4B775FD0"
        },
        {
            "hno": "61",
            "id": "61",
            "nass": "61 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: حَدَّثَنَا ابْنُ المُبَارَكِ، عَنْ زَائِدَةَ بْنِ قُدَامَةَ قَالَ: أَخْبَرَنَا مَيْسَرَةُ الْأَشْجَعِيُّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ كَعْبٍ قَالَ: «§جَنَّةُ الْمَأْوَى فِيهَا طَيْرٌ خُضْرٌ تَرْتَعِي فِيهَا أَرْوَاحُ الشُّهَدَاءِ»",
            "page": "59",
            "part": "1",
            "seal": "8CA7BC04"
        },
        {
            "hno": "62",
            "id": "62",
            "nass": "62 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ قَالَ: حَدَّثَنِي إِسْمَاعِيلُ بْنُ أُمَيَّةَ، عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ، وَغَيْرِهِ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَمَّا أُصِيبَ إِخْوَانُكُمْ بِأُحُدٍ جَعَلَ اللَّهُ أَرْوَاحَهُمْ فِي أَجْوَافِ طَيْرٍ خُضْرٍ , تَرِدُ أَنْهَارَ الْجَنَّةِ , وَتَأْكُلُ مِنْ ثِمَارِهَا , وَتَأْوِي إِلَى قَنَادِيلَ مِنْ ذَهَبٍ فِي ظِلِّ الْعَرْشِ , فَلَمَّا وَجَدُوا طِيبَ مَطْعَمِهِمْ وَرَأَوْا حُسْنَ مُنْقَلَبِهِمْ. قَالُوا: يَالَيْتَ إِخْوَانَنَا يَعْلَمُونَ مَا أَكْرَمَنَا اللَّهُ بِهِ , وَمَا نَحْنُ فِيهِ لِئَلَّا يَزْهَدُوا فِي الْجِهَادِ , وَلَا يَنْكُلُوا عِنْدَ الْحَرْبِ , فَقَالَ اللَّهُ: أَنَا أُبَلِّغُهُمْ عَنْكُمْ , فَأَنْزَلَ اللَّهُ تَبَارَكَ وَتَعَالَى: {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ.. .} [آل عمران: 169] »",
            "page": "60",
            "part": "1",
            "seal": "56D7FF46"
        },
        {
            "hno": "63",
            "id": "63",
            "nass": "63 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، قَالَ: حُدِّثْتُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعَمَ، عَنْ حِبَّانَ بْنِ أَبِي جَبَلَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا اسْتُشْهِدَ الشَّهِيدُ أَخْرَجَ اللَّهُ لَهُ جَسَدًا كَأَحْسَنِ جَسَدٍ , ثُمَّ أَمَرَ بِرُوحِهِ , فَأُدْخِلَ فِيهِ , فَيَنْظُرُ إِلَى جَسَدِهِ الَّذِي خَرَجَ مِنْهُ كَيْفَ يَصْنَعُ بِهِ , وَيَنْظُرُ إِلَى مَنْ حَوْلَهُ مِمَّنْ يَتَحَزَّنُ عَلَيْهِ، فَيَظُنُّ أَنَّهُمْ يَسْمَعُونَهُ أَوْ يَرَوْنَهُ فَيَنْطَلِقُ إِلَى أَزْوَاجِهِ»",
            "page": "60",
            "part": "1",
            "seal": "874911C5"
        },
        {
            "hno": "64",
            "id": "64",
            "nass": "64 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «§أُنْزِلَ فِي الَّذِينَ قُتِلُوا بِبِئْرِ مَعُونَةَ قُرْآنٌ قَرَأْنَاهُ حَتَّى نُسِخَ بَعْدُ: بَلِّغُوا قَوْمَنَا أَنَّا لَقِينَا رَبَّنَا، فَرَضِيَ عَنَّا وَرَضِينَا عَنْهُ»",
            "page": "61",
            "part": "1",
            "seal": "64232939"
        },
        {
            "hno": "65",
            "id": "65",
            "nass": "65 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْمَسْعُودِيِّ قَالَ: حَدَّثَنَا الْقَاسِمُ، وَالْحَكَمُ أَنَّ حَارِثَةَ بْنَ النُّعْمَانِ أَتَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُنَاجِي جِبْرِيلَ , فَجَلَسَ , وَلَمْ يُسَلِّمْ , فَقَالَ جِبْرِيلُ: يَا رَسُولَ اللَّهِ , أَمَا إِنَّ هَذَا لَوْ سَلَّمَ لَرَدَدْنَا عَلَيْهِ. قَالَ: «وَهَلْ تَعْرِفُهُ» قَالَ: نَعَمْ §هَذَا مِنَ الثَّمَانِينَ الَّذِينَ صَبَرُوا مَعَكَ يَوْمَ حُنَيْنٍ، أَرْزَاقُهُمْ وَأَرْزَاقُ أَوْلَادِهِمْ عَلَى اللَّهِ فِي الْجَنَّةِ \"",
            "page": "61",
            "part": "1",
            "seal": "5389C8FB"
        },
        {
            "hno": "66",
            "id": "66",
            "nass": "66 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدُ اللهِ بْنُ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: حَدَّثَنَا سَلَامَانُ بْنُ عَامِرٍ الشَّعْبَانِيُّ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ جَحْدَمٍ الْخَوْلَانِيَّ حَدَّثَهُ أَنَّهُ حَضَرَ فَضَالَةَ بْنَ عُبَيْدٍ فِي الْبَحْرِ مَعَ جَنَازَتَيْنِ , أَحَدُهُمَا أُصِيبَ بِمَنْجَنِيقٍ , وَالْآخَرُ تُوُفِّيَ , فَجَلَسَ فَضَالَةُ عِنْدَ قَبْرِ الْمُتَوَفَّى , فَقِيلَ لَهُ: تَرَكْتَ الشَّهِيدَ , فَلَمْ تَجْلِسْ عِنْدَهُ؟ فَقَالَ: §مَا أُبَالِي مِنْ أَيِّ حُفْرَتَيْهِمَا بُعِثْتُ , إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ {وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ} [الحج: 59] . فَمَا تَبْغِي أَيُّهَا الْعَبْدُ , إِذَا دَخَلْتَ مُدْخَلًا تَرْضَاهُ , وَرُزِقْتَ رِزْقًا حَسَنًا , وَاللَّهِ مَا أُبَالِي مِنْ أَيِّ حُفْرَتَيْهِمَا بُعِثْتُ \"",
            "page": "62",
            "part": "1",
            "seal": "89D32FE8"
        },
        {
            "hno": "67",
            "id": "67",
            "nass": "67 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ قَالَ: حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّ قَالَ: «§مَنْ وَضَعَ رِجْلَهُ فِي رِكَابِهِ فَاصِلًا فِي سَبِيلِ اللَّهِ فَلَدَغَتْهُ هَامَّةٌ أَوْ وَقَصَتْهُ دَابَّةٌ أَوْ مَاتَ بِأَيِّ حَتْفٍ مَاتَ فَهُوَ شَهِيدٌ»",
            "page": "62",
            "part": "1",
            "seal": "398AFA00"
        },
        {
            "hno": "68",
            "id": "68",
            "nass": "68 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَابِرِ بْنِ عَتِيكٍ، أَنَّ عَتِيكَ بْنَ الْحَارِثِ، - وَهُوَ جَدُّ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ أَبُو أُمِّهِ - أَخْبَرَهُ، أَنَّ جَابِرَ بْنَ عَتِيكٍ أَخْبَرَهُ فِي نُسْخَةٍ لَهُ أَنَّ عَتِيكًا أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَاءَ يَعُودُ عَبْدَ اللَّهِ بْنَ الْحَارِثِ، فَوَجَدَهُ قَدْ غَلَبَ، فَصَاحَ بِهِ , فَلَمْ يُجِبْهُ , فَاسْتَرْجَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَقَالَ: «غُلِبْنَا عَلَيْكَ أَبَا الرَّبِيعِ» , فَصَاحَ النِّسْوَةُ , وَبَكَيْنَ , فَجَعَلَ ابْنُ عَتِيكٍ يُسَكِّتُهُنَّ , فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «دَعْهُنَّ , فَإِذَا وَجَبَ فَلَا تَبْكِيَنَّ بَاكِيَةٌ» . قَالُوا: وَمَا الْوجُوبُ يَا رَسُولَ اللَّهِ؟ قَالَ: «إِذَا مَاتَ» . قَالَتِ ابْنَتُهُ: وَاللَّهِ إِنْ كُنْتُ لَأَرْجُو أَنْ تَكُونَ شَهِيدًا؛ فَإِنَّكَ قَدْ قَضَيْتَ جِهَازَكَ. قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى قَدْ أَوْقَعَ أَجْرَهُ عَلَى قَدْرِ نِيَّتِهِ , وَمَا تَعُدُّونَ الشَّهَادَةَ» ؟ قَالُوا: الْقَتْلُ فِي سَبِيلِ اللَّهِ. قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الشُّهَدَاءُ سَبْعٌ سِوَى الْقَتْلِ فِي سَبِيلِ اللَّهِ: الْمَبْطُونُ شَهِيدٌ , وَالْغَرِيقُ شَهِيدٌ , وَالْمَطْعُونُ شَهِيدٌ , وَصَاحِبُ الْهَدْمِ شَهِيدٌ , وَصَاحِبُ الْحَرِيقِ شَهِيدٌ , وَالْمَرْأَةُ تَمُوتُ بِجُمْعٍ شَهِيدٌ»",
            "page": "63",
            "part": "1",
            "seal": "E7ECCBC4"
        },
        {
            "hno": "69",
            "id": "69",
            "nass": "69 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ زَائِدَةَ بْنِ قُدَامَةَ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُهَاجِرِ، عَنْ طَارِقِ بْنِ شِهَابٍ قَالَ: «ذَكَرُوا عِنْدَ عَبْدِ اللَّهِ، الشُّهَدَاءَ , فَقِيلَ: إِنَّ فُلَانًا قُتِلَ يَوْمَ كَذَا وَكَذَا شَهِيدًا , وَفُلَانًا قُتِلَ يَوْمَ كَذَا وَكَذَا شَهِيدًا. فَقَالَ عَبْدُ اللَّهِ:» لَئِنْ لَمْ يَكُنْ شُهَدَاؤُكُمْ إِلَّا مَنْ قُتِلَ إِنَّ §شُهَدَاءَكُمْ إِذًا لَقَلِيلٌ , إِنَّ مَنْ يَتَرَدَّى مِنَ الْجِبَالِ , وَيَغْرَقُ فِي الْبُحُورِ , وَتَأْكُلُهُ السِّبَاعُ شُهَدَاءٌ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ \"",
            "page": "64",
            "part": "1",
            "seal": "358C7BA5"
        },
        {
            "hno": "70",
            "id": "70",
            "nass": "70 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ قَالَ: أَخْبَرَنِي بَكْرُ بْنُ عَمْرٍو، أَنَّ صَفْوَانَ بْنَ سُلَيْمٍ حَدَّثَهُ، أَنَّ أَبَا هُرَيْرَةَ قَالَ: «§أَيَسْتَطِيعُ أَحَدُكُمْ أَنْ يَقُومَ فَلَا يَفْتُرُ , وَيَصُومُ فَلَا يُفْطِرُ , مَا كَانَ حَيًّا؟ فَقِيلَ لَهُ: يَا أَبَا هُرَيْرَةَ , وَمَنْ يُطِيقُ هَذَا؟ فَقَالَ: وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَوْمَ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ أَفْضَلُ مِنْهُ»",
            "page": "64",
            "part": "1",
            "seal": "2D131D65"
        },
        {
            "hno": "71",
            "id": "71",
            "nass": "71 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِبْرَاهِيمَ بْنِ أَبِي عَبْلَةَ قَالَ: حَدَّثَنَا أَبُو الْعَبِيدِ حَاجِبُ سُلَيْمَانَ بْنِ عَبْدِ الْمَلِكِ , عَنْ عَبْدِ الْأَعْلَى بْنِ هِلَالٍ السُّلَمِيِّ قَالَ: قَالَ عُثْمَانُ بْنُ عَفَّانَ لِقَوْمِهِ: «لَقَدْ تَبَيَّنَ، إِي وَاللَّهِ , §لَقَدْ شَغَلْتُكُمْ عَنِ الْجِهَادِ حَتَّى حَقَّتْ عَلَيَّ وَعَلَيْكُمْ , فَمَنْ أَحَبَّ أَنْ يَلْحَقَ بِالشَّامِ , فَلْيَفْعَلْ , وَمَنْ أَحَبَّ أَنْ يَلْحَقَ بِالْعِرَاقِ فَلْيَفْعَلْ , وَمَنْ أَحَبَّ أَنْ يَلْحَقَ بِمِصْرَ فَلْيَفْعَلْ , فَإِنَّ يَوْمَ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ كَأَلْفِ يَوْمٍ لِلصَّائِمِ لَا يُفْطِرُ , وَالْقَائِمُ لَا يَفْتُرُ»",
            "page": "65",
            "part": "1",
            "seal": "48EF9336"
        },
        {
            "hno": "72",
            "id": "72",
            "nass": "72 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ أَبِي مَعْنٍ قَالَ: حَدَّثَنَا أَبُو عَقِيلٍ، عَنْ أَبِي صَالِحٍ مَوْلَى عُثْمَانَ قَالَ: قَالَ عُثْمَانُ بْنُ عَفَّانَ فِي مَسْجِدِ الْخَيْفِ بِمِنًى: «يَا أَيُّهَا النَّاسُ , إِنِّي سَمِعْتُ حَدِيثًا مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ كُنْتُ كَتَمْتُكُمُوهُ ضِنًّا بِكُمْ , وَقَدْ بَدَا لِي أَنْ أُبْدِيَهُ نَصِيحَةً لِلَّهِ وَلَكُمْ. سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:» §يَوْمٌ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنْ أَلْفِ يَوْمٍ فِيمَا سِوَاهُ , فَلْيَنْظُرْ كُلُّ امْرِئٍ مِنْكُمْ لِنَفْسِهِ \"",
            "page": "65",
            "part": "1",
            "seal": "BDD02F2A"
        },
        {
            "hno": "73",
            "id": "73",
            "nass": "73 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جُوَيْبِرٍ، عَنِ الضَّحَّاكِ فِي قَوْلِهِ: « {§كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ} [البقرة: 216] . قَالَ: فَنَزَلَتْ آيَةُ الْقِتَالِ فَكَرِهُوهَا , فَلَمَّا بَيَّنَ اللهُ عَزَّ وَجَلَّ ثَوَابَ أَهْلِ الْقِتَالِ , وَفَضِيلَةَ أَهْلِ الْقِتَالِ , وَمَا أَعَدَّ اللَّهُ لِأَهْلِ الْقِتَالِ مِنَ الْحَيَاةِ وَالرِّزْقِ لَهُمْ، لَمْ يُؤْثِرْ أَهْلُ الْيَقِينِ بِذَلِكَ عَلَى الْجِهَادِ شَيْئًا، فَأَحَبُّوهُ وَرَغِبُوا فِيهِ , حَتَّى أَنَّهُمْ يَسْتَحْمِلُونَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَإِذَا لَمْ يَجِدْ مَا يَحْمِلُهُمْ {تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ} [التوبة: 92] , وَالْجِهَادُ فَرِيضَةٌ مِنْ فَرَائِضِ اللَّهِ»",
            "page": "66",
            "part": "1",
            "seal": "458B2A6E"
        },
        {
            "hno": "74",
            "id": "74",
            "nass": "74 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عُثْمَانَ بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ قَوْلَهُ: « {§مَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ} [النساء: 75] . قَالَ وَفِي الْمُسْتَضْعَفِينَ»",
            "page": "66",
            "part": "1",
            "seal": "35C310D2"
        },
        {
            "hno": "75",
            "id": "75",
            "nass": "75 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: حَدَّثَنَا ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ قَوْلَهُ: « {§وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ} [الأحزاب: 22] . قَالَ أَنْزَلَ اللَّهُ فِي سُورَةِ الْبَقَرَةِ: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكِمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا} [البقرة: 214] , {وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ} [الأحزاب: 22] لِقَوْلِهِ: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ} [البقرة: 214] »",
            "page": "66",
            "part": "1",
            "seal": "A112774B"
        },
        {
            "hno": "76",
            "id": "76",
            "nass": "76 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: قَالَ عَمِّي أَنَسُ بْنُ النَّضْرِ سُمِّيتُ بِهِ §لَمْ يَشْهَدْ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم , فَكَبُرَ عَلَيْهِ , فَقَالَ: أَوَّلُ مَشْهَدٍ شَهِدَهُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم غُيِّبْتُ عَنْهُ , أَمَا وَاللَّهِ , لَئِنْ أَرَانِي اللَّهُ مَشْهَدًا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم فِيمَا بَعْدُ لَيَرَيَنَّ اللَّهُ كَيْفَ أَصْنَعُ. قَالَ: فَهَابَ أَنْ يَقُولَ غَيْرَهَا , فَشَهِدَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم يَوْمَ أُحُدٍ مِنَ الْعَامِ الْمُقْبِلِ , فَاسْتَقْبَلَهُ سَعْدُ بْنُ مُعَاذٍ , فَقَالَ: يَا أَبَا عَمْرٍو، وَاهًا لِرِيحِ الْجَنَّةِ، أَجِدُهَا دُونَ أُحُدٍ، فَقَاتَلَ حَتَّى قُتِلَ , وَوُجِدَ فِي جَسَدِهِ بِضْعٌ وَثَمَانُونَ أَثَرًا مِنْ بَيْنِ ضَرْبَةٍ وَرَمْيَةٍ وَطَعْنَةٍ , فَقَالَتْ عَمَّتِي الرُّبَيِّعُ بِنْتُ النَّضْرِ , فَمَا عَرَفْتُ أَخِي إِلَّا بِبَنَانِهِ. قَالَ: وَنَزَلَتْ هَذِهِ الْآيَةُ: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا} [الأحزاب: 23] \"",
            "page": "67",
            "part": "1",
            "seal": "5AF67E39"
        },
        {
            "hno": "77",
            "id": "77",
            "nass": "77 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مِسْعَرِ بْنِ كِدَامٍ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ قَالَ: «§قَرَأَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ بَدْرٍ: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ} , فَقَالَ رَجُلٌ مِنَ الْأَنْصَارِ يُقَالُ لَهُ ابْنُ قَسْحَمٍ: بَخٍ بَخٍ , فَقَالَ أَبُو بَكْرِ بْنُ حَفْصٍ: وَبَخٍ عَلَى وَجْهَيْنِ عَلَى التَّعَجُّبِ , وَعَلَى الْإِنْكَارِ , فَقَالَ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ:» مَا أَرَدْتَ بِقَوْلِكَ: بَخٍ بَخٍ «؟ فَقَالَ: يَا رَسُولَ اللَّهِ , عَلِمْتَ أَنِّي إِنْ دَخَلْتُهَا كَانَ لِي فِيهَا سَعَةٌ. قَالَ:» أَجَلْ «, ثُمَّ إِنَّ ابْنَ قَسْحَمٍ قَالَ: يَا رَسُولَ اللَّهِ , كَمْ بَيْنِي وَبَيْنَهَا؟ قَالَ:» أَنْ تَلْقَاهَا وِلَاءَ الْقَوْمِ فَتَصْدُقُ اللَّهَ «, قَالَ: فَأَلْقَى تَمَرَاتٍ كُنَّ فِي يَدِهِ , وَقَالَ:» تَخَلَّى مِنْ طَعَامِ الدُّنْيَا , ثُمَّ تَقَدَّمْ «. فَقَاتَلَ حَتَّى قُتِلَ»",
            "page": "68",
            "part": "1",
            "seal": "908714CF"
        },
        {
            "hno": "78",
            "id": "78",
            "nass": "78 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنْ يَزِيدَ بْنِ حَازِمٍ، عَنْ عِكْرِمَةَ مَوْلَى ابْنِ عَبَّاسٍ قَالَ: «كَانَ عَمْرُو بْنُ الْجَمُوحِ شَيْخٌ مِنَ الْأَنْصَارِ أَعْرَجَ , فَلَمَّا خَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى بَدْرٍ قَالَ لِبَنِيهِ: أَخْرِجُونِي. فَذُكِرَ لِلنَّبِيِّ عَرَجُهُ , وَحَالُهُ , فَأَذِنَ لَهُ فِي الْمُقَامِ , فَلَمَّا كَانَ يَوْمُ أُحُدٍ خَرَجَ النَّاسُ , فَقَالَ لِبَنِيهِ: أَخْرِجُونِي. فَقَالُوا: قَدْ رَخَّصَ لَكَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم , وَأَذِنَ. قَالَ: هَيْهَاتَ مَنَعْتُمُونِي الْجَنَّةَ بِبَدْرٍ وَتَمْنَعُونِيهَا بِأُحُدٍ , فَخَرَجَ , فَلَمَّا الْتَقَى النَّاسُ , قَالَ لِرَسُولِ اللَّهِ: §أَرَأَيْتَ إِنْ قُتِلْتُ الْيَوْمَ أَطَّأُ بِعَرَجَتِي هَذِهِ الْجَنَّةَ؟ قَالَ:» نَعَمْ «قَالَ: فَوَالَّذِي بَعَثَكَ بِالْحَقِّ لَأَطَأَنَّ بِهَا الْجَنَّةَ الْيَوْمَ إِنْ شَاءَ اللَّهُ , فَقَالَ لِغُلَامٍ لَهُ كَانَ مَعَهُ يُقَالُ لَهُ سُلَيْمٌ: ارْجِعْ إِلَى أَهْلِكَ. قَالَ: وَمَا عَلَيْكَ أَنْ أُصِيبَ الْيَوْمَ خَيْرًا مَعَكَ؟ قَالَ: فَتَقَدَّمْ إِذًا. قَالَ: فَتَقَدَّمَ الْعَبْدُ , فَقَاتَلَ حَتَّى قُتِلَ , ثُمَّ تَقَدَّمَ , وَقَاتَلَ هُوَ حَتَّى قُتِلَ»",
            "page": "69",
            "part": "1",
            "seal": "639ED518"
        },
        {
            "hno": "79",
            "id": "79",
            "nass": "79 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ رَجُلٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ سَعِيدِ بْنِ أَبِي هِلَالٍ، أَنَّ سُلَيْمَانَ بْنَ أَبَانَ حَدَّثَهُ «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا خَرَجَ إِلَى بَدْرٍ أَرَادَ سَعْدُ بْنُ خَيْثَمَةَ وَأَبُوهُ أَنْ يَخْرُجَا جَمِيعًا , فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَأَمَرَهُمَا أَنْ يَخْرُجَ أَحَدُهُمَا , فَاسْتَهَمَا , فَخَرَجَ سَهْمُ سَعْدٍ , فَقَالَ أَبُوهُ: آثِرْنِي بِهَا يَا بُنَيَّ , فَقَالَ: يَا أَبَتِ , إِنَّهَا الْجَنَّةُ , §لَوْ كَانَ غَيْرَهَا آثَرْتُكَ بِهِ , فَخَرَجَ سَعْدٌ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقُتِلَ يَوْمَ بَدْرٍ , ثُمَّ قُتِلَ خَيْثَمَةُ مِنَ الْعَامِ الْمُقْبِلِ يَوْمَ أُحُدٍ»",
            "page": "70",
            "part": "1",
            "seal": "7DE94464"
        },
        {
            "hno": "80",
            "id": "80",
            "nass": "80 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ قَالَ: أَخْبَرَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ بْنِ أَنَسٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: «§لَمَّا طُعِنَ حَرَامُ بْنُ مِلْحَانَ , وَكَانَ خَالُهُ يَوْمَ بِئْرِ مَعُونَةَ. قَالَ بِالدَّمِ هَكَذَا , فَنَضَحَهُ عَلَى وَجْهِهِ وَرَأْسِهِ , ثُمَّ قَالَ: فُزْتُ وَرَبِّ الْكَعْبَةِ»",
            "page": "71",
            "part": "1",
            "seal": "E7700EDC"
        },
        {
            "hno": "81",
            "id": "81",
            "nass": "81 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، وَيُونُسَ، عَنِ الزُّهْرِيِّ قَالَ: «§زَعَمَ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَامِرَ بْنَ فُهَيْرَةَ، قُتِلَ يَوْمَئِذٍ , فَلَمْ يُوجَدْ جَسَدُهُ حِينَ دَفَنُوهُ يَرَوْنَ أَنَّ الْمَلَائِكَةَ دَفَنْتُهُ»",
            "page": "71",
            "part": "1",
            "seal": "222CA284"
        },
        {
            "hno": "82",
            "id": "82",
            "nass": "82 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «§دَعَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى الَّذِينَ قَتَلُوا أَصْحَابَ بِئْرِ مَعُونَةَ ثَلَاثِينَ غَدَاةً يَدْعُو عَلَى رِعْلٍ، وَذَكْوَانَ، وَعُصَيَّةَ عَصَوُا اللَّهَ وَرَسُولَهُ» قَالَ: «وَأُنْزِلَ فِي الَّذِينَ قُتِلُوا بِبِئْرِ مَعُونَةَ قُرْآنٌ قَرَأْنَاهُ حَتَّى نُسِخَ بَعْدُ: بَلِّغُوا قَوْمَنَا أَنَّا قَدْ لَقِينَا رَبَّنَا فَرَضِيَ عَنَّا وَرَضِينَا عَنْهُ»",
            "page": "71",
            "part": "1",
            "seal": "A93B73DD"
        },
        {
            "hno": "83",
            "id": "83",
            "nass": "83 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: «انْطَلَقَ حَارِثَةُ ابْنُ عَمَّتِي الرُّبَيِّعِ نَظَّارًا يَوْمَ بَدْرٍ , وَمَا انْطَلَقَ لِقِتَالٍ , فَأَصَابَهُ سَهْمٌ , فَقَتَلَهُ , فَجَاءَتْ عَمَّتِي أُمُّهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَتْ: يَا رَسُولَ اللَّهِ , إِنَّ ابْنِي حَارِثَةَ إِنْ يَكُنْ فِي الْجَنَّةِ أَصْبِرْ وَأَحْتَسِبْ , وَإِلَّا فَسَتَرَى مَا أَصْنَعُ , فَقَالَ:» يَا أُمَّ حَارِثَةَ , §إِنَّهَا جَنَّاتٌ كَثِيرَةٌ وَإِنَّ حَارِثَةَ فِي الْفِرْدَوْسِ الْأَعْلَى \"",
            "page": "72",
            "part": "1",
            "seal": "8AFBF878"
        },
        {
            "hno": "84",
            "id": "84",
            "nass": "84 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ أَنَّ أَبَا طَلْحَةَ كَانَ §يَرْمِي بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْفَعُ رَأْسَهُ مِنْ خَلْفِهِ لِيَنْظُرَ أَيْنَ تَقَعُ نَبْلُهُ , فَيَتَطَاوَلُ أَبُو طَلْحَةَ بِصَدْرِهِ يَقِي بِهِ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَيَقُولُ هَكَذَا يَا نَبِيَّ اللَّهِ , جَعَلَنِي اللَّهُ فِدَاكَ نَحْرِي دُونَ نَحْرِكَ \"",
            "page": "73",
            "part": "1",
            "seal": "A1D18119"
        },
        {
            "hno": "85",
            "id": "85",
            "nass": "85 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ جَحْشٍ يَوْمَ أُحُدٍ: «§اللَّهُمَّ إِنِّي أُقْسِمُ عَلَيْكَ أَنْ نَلْقَى الْعَدُوَّ , فَإِذَا لَقِينَا الْعَدُوَّ أَنْ يَقْتُلُونِي , ثُمَّ يَبْقُرُوا بَطْنِي , ثُمَّ يُمَثِّلُوا بِي , فَإِذَا لَقِيتُكَ سَأَلْتَنِي فِيمَ هَذَا , فَأَقُولُ: فِيكَ , فَلَقِيَ الْعَدُوَّ فَقُتِلَ , وَفُعِلَ ذَلِكَ بِهِ» قَالَ ابْنُ الْمُسَيِّبِ , «فَإِنِّي لَأَرْجُو أَنْ يَبَرَّ اللَّهُ آخِرَ قَسَمِهِ كَمَا بَرَّ أَوَّلَهُ»",
            "page": "73",
            "part": "1",
            "seal": "2911F689"
        },
        {
            "hno": "86",
            "id": "86",
            "nass": "86 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ إِسْرَائِيلَ بْنِ أَبِي إِسْحَاقَ قَالَ: حَدَّثَنَا سَعِيدُ بْنُ مَسْرُوقٍ قَالَ: حَدَّثَنِي مُسْلِمُ بْنُ صُبَيْحٍ قَالَ: قَالَ «عَمْرُو بْنُ الْجَمُوحِ لِبَنِيهِ §مَنَعْتُمُونِي الْجَنَّةَ بِبَدْرٍ , وَاللَّهِ , لَئِنْ بَقِيتُ.. . فَبَلَغَ ذَلِكَ عُمَرَ , فَلَقِيَهُ , فَقَالَ: أَنْتَ الْقَائِلُ كَذَا وَكَذَا؟ قَالَ: نَعَمْ. قَالَ: فَلَمَّا كَانَ يَوْمُ أُحُدٍ قَالَ عُمَرُ لَمْ يَكُنْ لِي هَمٌّ غَيْرَهُ , فَطَلَبْتُهُ , فَإِذَا هُوَ فِي الرَّعِيلِ الْأَوَّلِ»",
            "page": "74",
            "part": "1",
            "seal": "287FD7D6"
        },
        {
            "hno": "87",
            "id": "87",
            "nass": "87 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدَ اللهِ بْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ «لَمَّا فَرَضَ لِلنَّاسِ فَرَضَ لِعَبْدِ اللَّهِ بْنِ حَنْظَلَةَ أَلْفَيْ دِرْهَمٍ , فَأَتَاهُ طَلْحَةُ بِابْنِ أَخٍ لَهُ , فَفَرَضَ لَهُ دُونَ ذَلِكَ , فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ , فَضَّلْتَ هَذَا الْأَنْصَارِيَّ عَلَى ابْنِ أَخِي؟ قَالَ: نَعَمْ؛ لِأَنِّي §رَأَيْتُ أَبَاهُ يَسْتَنُّ يَوْمَ أُحُدٍ بِسَيْفِهِ كَمَا يَسْتَنُّ الْجَمَلُ»",
            "page": "74",
            "part": "1",
            "seal": "1CCC0D07"
        },
        {
            "hno": "88",
            "id": "88",
            "nass": "88 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ قَالَ: حَدَّثَنِي الْحُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ، عَنْ مَحْمُودِ بْنِ عَمْرٍو، عَنْ يَزِيدَ بْنِ السَّكَنِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا لَحَمَهُ الْقِتَالُ يَوْمَئِذٍ يَعْنِي يَوْمَ أُحُدٍ وَخَلَصَ إِلَيْهِ , وَكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ ثَقُلَ , وَظَاهَرَ بَيْنَ دِرْعَيْنِ يَوْمَئِذٍ , وَدَنَا مِنْهُ الْعَدُوُّ , فَذَبَّ عَنْهُ الْمُصْعَبُ بْنُ عُمَيْرٍ حَتَّى قُتِلَ وَأَبُو دُجَانَةَ سِمَاكُ بْنُ خَرَشَةَ حَتَّى كَثُرَتْ فِيهِ الْجِرَاحَةُ , وَأُصِيبَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَثُلِمَتْ رَبَاعِيَتُهُ , وَكُلِمَتْ شَفَتُهُ , وَأُصِيبَتْ وَجْنَتُهُ , فَقَالَ عِنْدَ ذَلِكَ: «§مَنْ رَجُلٌ يَبِيعُ لَنَا نَفْسَهُ» , فَوَثَبَ فِتْيَةٌ مِنَ الْأَنْصَارِ خَمْسَةٌ فِيهِمْ: زِيَادُ بْنُ السَّكَنِ , فَقُتِلُوا حَتَّى كَانَ آخِرَهُمْ زِيَادُ بْنُ السَّكَنِ , فَقَاتَلَ حَتَّى أَثْبَتَ , ثُمَّ ثَابَ إِلَيْهِ نَاسٌ مِنَ الْمُسْلِمِينَ , فَقَاتَلُوا عَنْهُ حَتَّى أَجْهَضُوا عَنْهُ الْعَدُوَّ , فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَدْنِ مِنِّي» وَقَدْ أَثْبَتَتْهُ الْجِرَاحَةُ , فَوَسَّدَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدَمَهُ حَتَّى مَاتَ عَلَيْهَا وَهُوَ زِيَادُ بْنُ السَّكَنِ \"",
            "page": "75",
            "part": "1",
            "seal": "84A7196A"
        },
        {
            "hno": "89",
            "id": "89",
            "nass": "89 - حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا ابْنُ رَحْمَةَ، قَالَ: سَمِعْتُ عَبْدَ اللهِ بْنَ المُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ قَالَ لَنَا: «§أُصِيبَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ نَحْوٌ مِنْ ثَلَاثِينَ، كُلُّهُمْ يَجِيءُ حَتَّى يَجْثُوَ بَيْنَ يَدَيْهِ , أَوْ قَالَ: يَتَقَدَّمُ بَيْنَ يَدَيْهِ , ثُمَّ يَقُولُ: وَجْهِي لِوَجْهِكَ الْوِقَاءُ وَنَفْسِي لِنَفْسِكَ الْفِدَاءُ , وَعَلَيْكَ سَلَّامُ اللَّهِ غَيْرُ مُوَدِّعٍ»",
            "page": "76",
            "part": "1",
            "seal": "0D95FE8A"
        },
        {
            "hno": "134",
            "id": "134",
            "nass": "134 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: أَخْبَرَنَا مُحَمَّدٌ، قَالَ: أَخْبَرَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُصْعَبِ بْنِ ثَابِتٍ قَالَ: حَدَّثَنِي عَاصِمُ بْنُ عُبَيْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَامِرِ بْنِ رَبِيعَةَ حَدَّثَهُ قَالَ: «خَرَجْتُ مَعَ سَعِيدِ بْنِ زَيْدِ بْنِ نُفَيْلٍ، حَتَّى إِذَا هَبَطَ مِنْ ثَنِيَّةِ الْوَدَاعِ أَنْتَجَتْ لَهُ نَاقَةٌ، فَرَكِبَهَا، فَلَمَّا انْبَعَثَتْ بِهِ قَالَ: §عَلَيْكَ السَّلَامُ يَا مَدِينَا، شَأْنُكِ تَأْوِينَا»",
            "page": "109",
            "part": "1",
            "seal": "5DCD0EB4"
        },
        {
            "hno": "135",
            "id": "135",
            "nass": "135 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ صَفْوَانَ بْنِ عَمْرٍو قَالَ: حَدَّثَنِي ابْنُ أَبِي عُتْبَةَ الْكِنْدِيُّ قَالَ: «كُنَّا نَخْتَلِفُ إِلَى نَوْفٍ الْبِكَالِيِّ، إِذْ أَتَاهُ رَجُلٌ وَأَنَا عِنْدَهُ، فَقَالَ: يَا أَبَا يَزِيدَ، رَأَيْتُ لَكَ رُؤْيَا. فَقَالَ: اقْصُصْهَا. فَقَالَ: رَأَيْتُ أَنَّكَ تَسُوقُ جَيْشًا، وَمَعَكَ رُمْحٌ طَوِيلٌ فِي سَنَانِهِ شَمْعَةٌ تُضِيءُ لِلنَّاسِ. فَقَالَ نَوْفٌ: لَئِنْ صَدَقَتْ رُؤْيَاكَ لَأَسْتَشْهَدَنَّ. فَلَمْ يَكُنْ إِلَّا أَنْ خَرَجَتِ الْبُعُوثُ مَعَ مُحَمَّدِ بْنِ مَرْوَانَ عَلَى الصَّائِفَةِ، فَلَمَّا حَضَرَ خُرُوجُهُ، ذَهَبْتُ أُوَدِّعُهُ، فَلَمَّا وَضَعَ رِجْلَهُ فِي الرِّكَابِ قَالَ: §اللَّهُمَّ أَرْمِلِ الْمَرْأَةَ، وَأَيْتِمِ الْوَلَدَ، وَأَكْرِمْ نَوْفًا بِالشَّهَادَةَ. قَالَ: فَغَزُوا، فَلَمَّا انْصَرَفُوا فَكَانُوا بِقَبَاقِبَ، خَرَجَ الْعَدُوَّ عَلَى السُّرُجِ، فَكَانَ أَوَّلَ مِنْ رَكِبَ، فَلَمَّا رَآهُمْ، شَدَّ عَلَيْهِمْ، فَقَتَلَ رَجُلًا، ثُمَّ رَجُلًا، ثُمَّ قُتِلَ. فَقَالَ بَعْضُ مَنْ مَعَهُ: فَانْتَهَيْنَا إِلَيْهِ وَقَدِ اخْتَلَطَ دَمُهُ بِدَمِ فَرَسِهِ قَتِيلَيْنِ»",
            "page": "110",
            "part": "1",
            "seal": "23B29DAD"
        },
        {
            "hno": "136",
            "id": "136",
            "nass": "136 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عِيسَى بْنِ عُمَرَ، عَنِ السُّدِّيِّ قَالَ: «خَرَجَ عَمْرُو بْنُ عُتْبَةَ بْنِ فَرْقَدٍ فِي غَزْوَةٍ، وَاشْتَرَى فَرَسًا بِأَرْبَعَةِ آلَافِ دِرْهَمٍ، فَصَفُّوهُ يَسْتَغِلُّونَهُ، فَقَالَ:» §مَا مِنْ خُطْوَةٍ يَخْطُوهَا، يَتَقَدَّمُهَا إِلَى عَدُوٍّ لِي إِلَّا هِيَ أَحَبُّ إِلَيَّ مِنْ أَرْبَعَةِ آلَافٍ \"",
            "page": "111",
            "part": "1",
            "seal": "894B7408"
        },
        {
            "hno": "137",
            "id": "137",
            "nass": "137 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سُفْيَانَ، قَالَ: حَدَّثَنَا سَعِيْدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، قَالَ: وَأَخْبَرَنِي أَيْضًا، عَنِ السُّدِّيِّ قَالَ: «خَرَجَ عَمْرُو بْنُ عُتْبَةَ فِي غَزَاةٍ كَانَ فِيهَا أَبُوهُ، فَلَبِسَ جُبَّةً مِنْ قِهْزٍ، وَهِيَ ثِيَابٌ بَيَاضٌ، فَقَالَ: أَيُّ شَيْءٍ عَلَى هَذَا أَحْسَنُ؟ قَالَ مُطَرِّفٌ: خَزُّ كَذَا وَكَذَا. فَقَالَ: §مَا مِنْ شَيْءٍ عَلَيْهَا أَحْسَنُ فِي نَفْسِي مِنْ دَمٍ»",
            "page": "111",
            "part": "1",
            "seal": "E7792590"
        },
        {
            "hno": "138",
            "id": "138",
            "nass": "138 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْفُضَيْلِ، عَنِ الْأَعْمَشِ قَالَ: قَالَ عَمْرُو بْنُ عُتْبَةَ بْنِ فَرْقَدٍ: «§سَأَلْتُ اللَّهَ عَزَّ وَجَلَّ ثَلَاثًا، فَأَعْطَانِي اثْنَتَيْنِ، وَأَنَا أَنْتَظِرُ الثَّالِثَةَ. سَأَلْتُهُ أَنْ يُزَهِّدَنِي فِي الدُّنْيَا، فَمَا أُبَالِي مَا أَقْبَلَ مِنْهَا وَمَا أَدْبَرَ، وَسَأَلْتُهُ أَنْ يُقَوِّيَنِي عَلَى الصَّلَاةِ، فَرَزَقَنِي مِنْهَا، وَسَأَلْتُهُ الشَّهَادَةَ، فَأَنَا أَرْجُوهَا»",
            "page": "112",
            "part": "1",
            "seal": "8FB2BCA2"
        },
        {
            "hno": "139",
            "id": "139",
            "nass": "139 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ عَبْدُ اللهِ بْنُ المُبَارَكِ، عَنْ عِيسَى بْنِ عُمَرَ، عَنِ السُّدِّيِّ قَالَ: حَدَّثَنِي ابْنُ عَمٍّ لِعَمْرِو بْنِ عُتْبَةَ قَالَ: «نَزَلْنَا فِي مَرْجٍ حَسَنٍ، فَقَالَ عَمْرُو بْنُ عُتْبَةَ:» §مَا أَحْسَنَ هَذَا الْمَرْجَ، وَمَا أَحْسَنَ هَذَا الْآنَ لَوْ أَنَّ مُنَادِيًا نَادَى: يَا خَيْلَ اللَّهِ، ارْكَبِي، فَخَرَجَ رَجُلٌ فَكَانَ فِي أَوَّلِ مَنْ لَقِيَ , فَأُصِيبَ، ثُمَّ نُحِّيَ، وَدُفِنَ فِي هَذَا الْمَرْجِ. قَالَ: فَمَا كَانَ بِأَسْرَعَ مِنْ أَنْ نَادَى الْمُنَادِي: يَا خَيْلَ اللَّهِ، ارْكَبِي، كَفَّرْتُ الْمَدِينَةَ لِمَدِينَةٍ كَانُوا صَالَحُوهَا وَخَرَجَ عَمْرٌو، وَسَرَعَانُ النَّاسِ فِي أَوَّلِ مَنْ خَرَجَ أَتَى عُتْبَةَ، فَأُخْبِرَ بِذَلِكَ أَبُوهُ، فَقَالَ: عَلَيَّ عَمْرًا، فَأَرْسَلَ فِي طَلَبِهِ، فَمَا أَدْرَكَ حَتَّى أُصِيبَ قَالَ: فَمَا أُرَاهُ دُفِنَ إِلَّا فِي مَرْكَزِ رُمْحِهِ، وَعُتْبَةُ يَوْمَئِذٍ عَلَى النَّاسِ \" وَقَالَ غَيْرُ السُّدِّيِّ: أَصَابَهُ جُرْحٌ فَقَالَ: وَاللَّهِ إِنَّكَ لَصَغِيرٌ، وَإِنَّ اللَّهَ عَزَّ وَجَلَّ لَيُبَارِكُ فِي الصَّغِيرِ، دَعُونِي فِي مَكَانِي هَذَا حَتَّى أُمْسِيَ، فَإِنْ أَنَا عِشْتُ فَارْفَعُونِي. فَمَاتَ فِي مَكَانِهِ ذَلِكَ",
            "page": "113",
            "part": "1",
            "seal": "208A75EA"
        },
        {
            "hno": "140",
            "id": "140",
            "nass": "140 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ السَّرِيِّ بْنِ يَحْيَى قَالَ: «كَانُوا فِي غَزْوَةٍ عَلَيْهِمْ يَحْيَى، فَقَالَ عَمْرٌو: §مَا أَحْسَنَ حُمْرَةَ الدَّمِ عَلَى الْبَيَاضِ، فَسَمِعَ أَبُوهُ ذَلِكَ، فَقَالَ: أَقْسَمْتُ عَلَيْكَ لَتَنْزِلَنَّ. قَالَ: فَنَزَلَ، ثُمَّ اعْتَزَلَ عَنِ الصَّفِّ، فَقَامَ يُصَلِّي، فَجَعَلَ يَدْعُو، فَالْتَفَتَ إِلَيْهِ عُتْبَةُ، فَقَالَ لِمَنْ مَعَهُ، هَذَا عَمْرٌو، يُسْتَشْفَعُ عَلَيَّ بِرَبِّهِ، ارْكَبْ يَا بَنِي إِنْ شِئْتَ. فَرَكِبَ، فَاسْتُشْهِدَ. قَالَ: فَجِيءَ بِقَاتِلِهِ، فَقَالَ عُتْبَةُ لِرَجُلٍ قَالَ السَّرِيُّ: أَرَاهُ مَسْرُوقًا: قُمْ، فَاقْتُلْ قَاتِلَ أَخِيكَ. فَقَتَلَهُ»",
            "page": "114",
            "part": "1",
            "seal": "28040A89"
        },
        {
            "hno": "141",
            "id": "141",
            "nass": "141 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ أَبِي عَوَانَةَ، عَنْ دَاوُدَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حُمَيْدِ -[115]- بْنِ عَبْدِ الرَّحْمَنِ قَالَ: «كَانَ رَجُلٌ يُقَالُ لَهُ حُمَمَةُ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى أَصْبَهَانَ غَازِيًا فِي خِلَافَةِ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: وَفُتِحَتْ أَصْبَهَانُ فِي خِلَافَةِ عُمَرَ رَحْمَةُ اللَّهِ عَلَيْهِ، فَقَالَ: §اللَّهُمَّ إِنَّ حُمَمَةَ يَزْعُمُ أَنَّهُ يُحِبُّ لِقَاءَكَ، فَإِنْ كَانَ حُمَمَةُ صَادِقًا، فَاعْزِمْ لَهُ عَلَيْهِ بِصِدْقِهِ، وَإِنْ كَانَ كَاذِبًا فَاعْزِمْ لَهُ عَلَيْهِ وَإِنْ كَرِهَ. اللَّهُمَّ لَا تَرُدَّ حُمَمَةَ مِنْ سَفَرِهِ هَذَا. قَالَ: فَأَخَذَتْهُ بَطْنُهُ، فَمَاتَ بِأَصْبَهَانَ» قَالَ: فَقَامَ أَبُو مُوسَى، فَقَالَ: «أَيُّهَا النَّاسُ، إِنَّا وَاللَّهِ مَا سَمِعْنَا فِيمَا سَمِعْنَا مِنْ نَبِيِّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَفِيمَا بَلَغَ عِلْمَنَا إِلَّا أَنَّ حُمَمَةَ شَهِيدٌ»",
            "page": "114",
            "part": "1",
            "seal": "65450AEF"
        },
        {
            "hno": "142",
            "id": "142",
            "nass": "142 - أَخْبَرَنَا إِبْرَاهِيْمُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو يُوسُفَ مُحَمَّدٌ، حَدَّثَنَا سَعِيْدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْمُبَارَكِ بْنِ سَعِيدٍ قَالَ: حَدَّثَنِي نُسَيْرُ بْنُ ذَعْلُوقٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ قَيْسٍ قَالَ: «§لَقَدْ رَأَيْتُنِي خَرَجْتُ فِي غَزَاةٍ لَنَا، فَدُعِيَ النَّاسُ إِلَى مَصَافِّهِمْ فِي يَوْمٍ شَدِيدِ الرِّيحِ، وَالنَّاسُ يَثُوبُونَ إِلَى مَصَافِّهِمْ، فَإِذَا رَجُلٌ عَلَى فَرَسٍ لَهُ، وَرَأْسُ فَرَسِي عِنْدَ عَجُزِ فَرَسِهِ، كَأَنَّهُ يَقُولُ: لَا يَشْعُرُنِي وَهُوَ يَقُولُ: يَا نَفْسُ، أَلَمْ أَشْهَدْ مَشْهَدَ كَذَا وَكَذَا. فَقُلْتِ لِي: وَلَدَكَ وَأَهْلَكَ. فَأَطَعْتُكِ، وَرَجَعْتُ. أَلَمْ أَشْهَدْ مَشْهَدَ كَذَا وَكَذَا. فَقُلْتِ لِي: عِيَالَكَ وَأَهْلَكَ. فَأَطَعْتُ وَرَجَعْتُ. أَمَا وَاللَّهِ لَأَعْرِضَنَّكِ الْيَوْمَ عَلَى اللَّهَ عَزَّ وَجَلَّ، أَخَذَكِ أَوْ تَرَكَكِ قَالَ: قُلْتُ: لَأَرْمُقَنَّ هَذَا، فَرَمَقْتُهُ، فَصَفَّ النَّاسَ، ثُمَّ حَمَلُوا عَلَى عَدُوِّهِمْ، فَكَانَ فِي أَوَائِلِهِمْ، ثُمَّ إِنَّ الْعَدُوَّ حَمَلَ عَلَى النَّاسِ، فَانْكَشَفُوا، فَكَانَ فِي حُمَاتِهِمْ، ثُمَّ إِنَّ النَّاسَ حَمَلُوا، فَكَانَ فِي أَوَائِلِهِمْ، ثُمَّ إِنَّ الْعَدُوَّ حَمَلَ، فَانْكَشَفَ النَّاسُ فَكَانَ فِي حُمَاتِهِمْ. قَالَ: فَوَاللَّهِ مَا زَالَ دَأْبَهُ حَتَّى مَرَرْتُ بِهِ، فَعَدَدْتُ بِهِ وِبِدَابَتِهِ سِتِّينَ طَعْنَةً، أَوْ قَالَ: أَكْثَرَ مِنْ سِتِّينَ طَعْنَةً»",
            "page": "116",
            "part": "1",
            "seal": "11900B42"
        },
        {
            "hno": "143",
            "id": "143",
            "nass": "143 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُطَرِّفٍ، حَدَّثَنَا ابْنُ حَازِمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ مُعَاوِيَةَ قَالَ: «قَالَ رَجُلٌ وَنَحْنُ نَسِيرُ بِأَرْضِ الرُّومِ: أَخْبِرْ أَبَا حَازِمٍ شَأْنَ صَاحِبِنَا الَّذِي رَأَى فِي الْعِنَبِ مَا رَأَى. قَالَ الرَّجُلُ لِعَبْدِ الرَّحْمَنِ: أَخْبِرْهُ أَنْتَ، فَقَدْ سَمِعْتُ مِنْهُ الَّذِي سَمِعْتَ. قَالَ عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ: فَمَرَرْنَا بِكَرْمٍ، فَقُلْنَا لَهُ: §خُذْ هَذِهِ السَّفَرَةَ فَامْلَأْهَا مِنْ هَذَا الْعِنَبِ، ثُمَّ أَدْرِكْنَا بِهِ فِي الْمَنْزِلِ. قَالَ: فَلَمَّا دَخَلَ الْكَرْمَ، نَظَرَ إِلَى امْرَأَةٍ عَلَى سَرِيرٍ مِنْ ذَهَبٍ مِنَ الْحُورِ الْعَيْنِ، فَغَضَّ عَنْهَا بَصَرَهُ، ثُمَّ نَظَرَ فِي نَاحِيَةِ الْكَرْمِ، فَإِذَا هُوَ بِأُخْرَى مِثْلِهَا، فَغَضَّ عَنْهَا، فَقَالَتْ لَهُ: انْظُرْ، فَقَدْ حُلَّ لَكَ النَّظَرُ، فَإِنِّي وَالَّذِي رَأَيْتَ زَوْجَتَاكَ مِنَ الْحُورِ الْعَيْنِ، وَأَنْتَ آتِينَا مِنْ يَوْمِكَ هَذَا، فَرَجَعَ إِلَى أَصْحَابِهِ، وَلَمْ يَأْتِهِمْ بِشَيْءٍ. فَقُلْنَا لَهُ، مَا لَكَ أَجُنِنْتِ؟ وَرَأَيْنَا بِهِ حَالًا غَيْرَ الْحَالِ الَّتِي فَارَقَنَا عَلَيْهَا مِنْ نُورِ وَجْهِهِ وَحَسَنِ حَالِهِ، فَسَأَلْنَاهُ مَا مَنَعَكَ مِنْ ذَلِكَ؟ فَاعْتَجَمَ عَلَيْنَا، حَتَّى أَقْسَمْنَا عَلَيْهِ، فَقَالَ: إِنِّي لَمَّا دَخَلْتُ الْكَرْمَ. فَقَصَّ الْقِصَّةَ، فَمَا أَدْرِي أَكَانَ ذَلِكَ أَسْرَعَ أَنِ اسْتَنْفَرَ النَّاسَ لِلْغَزْوِ، فَأَمَرْنَا بِهِ إِنْسَانًا يُمْسِكُ دَابَّتَهُ عَلَيْنَا حَتَّى أَسْرَجْنَا جَمِيعًا، ثُمَّ رَكِبَ وَرَكِبْنَا رَجَاءَ أَنْ يُصِيبَ الشَّهَادَةَ، فَتَقَدَّمَ بَيْنَ أَيْدِينَا، فَكَانَ أَوَّلَ النَّاسِ اسْتُشْهِدَ يَوْمَئِذٍ»",
            "page": "117",
            "part": "1",
            "seal": "B6049BE5"
        },
        {
            "hno": "144",
            "id": "144",
            "nass": "144 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ مُطَرِّفٍ قَالَ: حَدَّثَنِي أَبُو الْأَحْدَلِ أَنَّهُ دَخَلَ عَلَى قَوْمٍ، مَسْجِدَهُمْ بِسَاحِلٍ مِنَ السَّوَاحِلِ، فَلَمَّا رَأَوْهُ اسْتَشْرَفُوا، فَقَالُوا لَهُ: مَا أَشْبَهَ هَذَا بِفُلَانٍ فَقُلْتُ: §إِنْ شَبَّهْتُمُونِي فَشَبِّهُونِي بِرَجُلٍ صَالِحٍ. قَالُوا: فَإِنَّهُ كَانَ عِنْدَنَا رَجُلٌ فِي رَكَائِبَ يَعْلِفُهَا، فَاسْتُنْفِرَ النَّاسُ لِلْغَزْوِ، فَقَاتَلَ حَتَّى قُتِلَ، فَدُفِنَ وَمَعَهُ نَفَقَةٌ لَهُ، فَكُلِّمَ أَمِيرُ النَّاسِ أَنْ يَنْبِشُوا عَنْهُ، فَيَأْخُذُوا نَفَقَتَهُ، فَأَذِنَ لَهُمْ. قَالَ: فَخَرَجْنَا إِلَى قَبْرِهِ، فَكَشَفْنَا عَنْهُ التُّرَابَ، فَاسْتَقْبَلَنَا رِيحَ الْمِسْكِ وَالْعَنْبَرِ، فَلَمْ نَزَلْ نَكْشِفُ عَنْهُ حَتَّى بَلَغْنَا لَحْدَهُ، فَلَمْ نَجِدْ فِيهِ شَيْئًا \"",
            "page": "118",
            "part": "1",
            "seal": "FAE59480"
        },
        {
            "hno": "145",
            "id": "145",
            "nass": "145 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدُ بْنُ سُفْيَانَ، حَدَّثَنَا سَعِيْدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْمِصْرِيِّ قَالَ: حَدَّثَنِي عَبْدُ الْكَرِيمِ بْنُ الْحَارِثِ الْحَضْرَمِيُّ قَالَ: حَدَّثَنِي أَبُو إِدْرِيسَ -[119]- قَالَ: «قَدِمَ عَلَيْنَا رَجُلٌ مِنْ أَهْلِ الْمَدِينَةِ يُقَالَ لَهُ زِيَادٌ قَالَ: فَغَزَوْنَا صِقِلِّيَّةَ مِنْ أَرْضِ الرُّومِ، فَحَاصَرْنَا مَدِينَةً قَالَ: وَكُنَّا ثَلَاثَةً مُتَرَافِقِينَ: أَنَا، وَزِيَادٌ، وَرَجُلٌ آخَرُ مِنْ أَهْلِ الْمَدِينَةِ. قَالَ: فَإِنَّا لَمُحَاصِرُونَ يَوْمًا، وَقَدْ وَجَّهْنَا أَحَدَنَا الثَّالِثَ؛ لِيَأْتِيَنَا بِطَعَامٍ، إِذْ أَقْبَلَتْ مَنْجَنِيقَةٌ، فَوَقَعَتْ قَرِيبًا مِنْ زِيَادٍ، فَشَظِيَتْ مِنْهَا شَظِيَّةٌ، فَأَصَابَتْ رُكْبَةَ زِيَادٍ، فَأُغْمِيَ عَلَيْهِ، فَاجْتَرَرْتُهُ، وَأَقْبَلَ صَاحِبِي، فَنَادَيْتُهُ، فَجَاءَنِي فَبَرَزْنَا بِهِ حَيْثُ لَا يَنَالُهُ الْقَتْلُ وَالْمَنْجَنِيقُ، فَمَكَثْنَا طَوِيلًا مِنْ صَدْرِ نِهَارِنَا لَا يَتَحَرَّكُ مِنْهُ شَيْءٌ، ثُمَّ أَفْتَرَ ضَاحِكًا حَتَّى تَبَيَّنَتْ نَوَاجِذُهُ، ثُمَّ خَمَدَ، ثُمَّ بَكَى حَتَّى سَالَتْ دُمُوعُهُ، ثُمَّ خَمَدَ، ثُمَّ ضَحِكَ مَرَّةً أُخْرَى، ثُمَّ مَكَثَ سَاعَةً، فَأَفَاقَ، فَاسْتَوَى جَالِسًا، فَقَالَ: مَا لِي هَاهُنَا؟ فَقُلْنَا: أَمَا عَلِمْتَ مَا أَمْرُكَ؟ قَالَ: لَا. قَالَ: أَمَا تَذْكُرُ الْمَنْجَنِيقَ حِينَ وَقَعَ إِلَى جَنْبِكَ؟ قَالَ: بَلَى. فَقُلْنَا: فَإِنَّهُ أَصَابَكَ مِنْهَا شَيْءٌ، فَأُغْمِيَ عَلَيْكَ، وَرَأَيْنَاكَ صَنَعْتَ كَذَا وَكَذَا. قَالَ: نَعَمْ، أُخْبِرُكُمْ أَنَّهُ §أُفْضِيَ بِي إِلَى غُرْفَةٍ مِنْ يَاقُوتَةٍ أَوْ زَبَرْجَدَةٍ، وَأُفْضِيَ بِي إِلَى فُرُشٍ مَوْضُونَةٍ -[120]- بَعْضِهَا إِلَى بَعْضٍ، فَبَيْنَ يَدَيْ ذَلِكَ سِمَاطَانِ مِنْ نَمَارِقَ، فَلَمَّا اسْتَوَيْتُ قَاعِدًا عَلَى الْفِرَاشِ، سَمِعْتُ صَلْصَلَةَ حُلِيٍّ عَنْ يَمِينِي، فَخَرَجَتِ امْرَأَةٌ، فَلَا أَدْرِي أَهِيَ أَحْسَنُ، أَوْ ثِيَابُهَا، أَوْ حُلِيُّهَا؟ فَأَخَذَتْ إِلَى طَرَفِ السِّمَاطِ، فَلَمَّا اسْتَقْبَلَتْنِي، رَحَّبَتْ، وَسَهَّلَتْ، وَقَالَتْ: مَرْحَبًا بِالْحَافِي، الَّذِي لَمْ يَكُنْ يَسْأَلُنَا اللَّهَ عَزَّ وَجَلَّ، وَلَسْنَا كَفُلَانَةَ امْرَأَتِهِ، فَلَمَّا ذَكَرَتْهَا بِمَا ذَكَرَتْهَا بِهِ ضَحِكْتُ، وَأَقْبَلَتْ حَتَّى جَلَسَتْ عَنْ يَمِينِي، فَقُلْتُ: مَنْ أَنْتِ؟ قَالَتْ: أَنَا خَوْدُ زَوْجَتُكَ. فَلَمَّا مَدَدْتُ يَدَيَّ، قَالَتْ: عَلَى رِسْلِكَ، إِنَّكَ سَتَأْتِينَا عِنْدَ الظُّهْرِ، فَبَكَيْتُ، فَحِينَ فَرَغَتْ مِنْ كَلَامِهَا، سَمِعْتُ صَلْصَلَةً عَنْ يَسَارِي، فَإِذَا أَنَا بِامْرَأَةٍ مِثْلِهَا فَوَصَفَ نَحْوَ ذَلِكَ فَصَنَعَتْ كَمَا صَنَعَتْ صَاحِبَتُهَا، فَضَحِكْتُ حِينَ ذَكَرْتُ الْمَرْأَةَ، وَقَعَدَتْ عَنْ يَسَارِي، فَمَدَدْتُ يَدَيَّ، فَقَالَتْ: عَلَى رِسْلِكَ، إِنَّكَ تَأْتِينَا عِنْدَ الظُّهْرِ فَبَكَيْتُ. قَالَ: فَكَانَ قَاعِدًا مَعَنَا يُحَدِّثُنَا، فَلَمَّا أَذَّنَ الْمُؤَذِّنُ مَالَ، فَمَاتَ» قَالَ عَبْدُ الْكَرِيمِ: «كَانَ رَجُلٌ يُحَدِّثُنِي عَنْ أَبِي إِدْرِيسَ الْمَدَنِيِّ، ثُمَّ قَدِمَ، فَقَالَ لِيَ الرَّجُلُ: هَلْ لَكَ فِي أَبِي إِدْرِيسَ الْمَدَنِيِّ تَسْمَعْهُ مِنْهُ؟ فَأَتَيْتُهُ فَسَمِعْتُهُ»",
            "page": "118",
            "part": "1",
            "seal": "DEAD56B7"
        },
        {
            "hno": "146",
            "id": "146",
            "nass": "146 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ قَالَ: حَدَّثَنَا ابْنُ أَبِي زَكَرِيَّا، وَمَعَنَا مَكْحُولٌ أَنَّ رَجُلًا مِنْ بَكْرٍ مَرَّ بِأَرْضِ الرُّومِ، فَقَالَ لِغُلَامِهِ: §أَعْطِنِي مِخْلَاتِي حَتَّى آتِيَكُمْ مِنْ هَذَا الْعِنَبِ، فَأَخَذَهَا، ثُمَّ دَفَعَ فَرَسَهُ، فَبَيْنَمَا هُوَ فِي الْكَرْمِ، فَإِذَا هُوَ بِامْرَأَةٍ عَلَى سَرِيرٍ لَمْ يَنْظُرْ إِلَى مِثْلِهَا قَطُّ، فَلَمَّا رَآهَا، صَدَّ عَنْهَا، فَقَالَتْ: لَا تَصُدَّ عَنِّي، فَإِنِّي زَوْجَتُكَ، وَامْضِ أَمَامَكَ فَسَتَرَى مَا هُوَ أَفْضَلَ مِنِّي، فَمَضَى، فَإِذَا بِأُخْرَى مِثْلِهَا، فَقَالَتْ لَهُ مِثْلَ ذَلِكَ \". قَالَ: وَأَظُنُّهُ أَبُو مَحْرَمَةَ",
            "page": "121",
            "part": "1",
            "seal": "7B3743F2"
        },
        {
            "hno": "147",
            "id": "147",
            "nass": "147 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ قَالَ: أَخْبَرَنِي عَطَاءُ بْنُ قُرَّةَ السَّلُولِيُّ قَالَ: «§كُنَّا مَعَ أَبِي مَحْذُورَةَ قُعُودًا، إِذْ جَاءَنَا بِذَلِكَ الْعِنَبِ، فَوَضَعَهُ، فَدَعَا بِقِرْطَاسٍ وَدَوَاةٍ، فَكَتَبَ وَصِيَّتَهُ، فَلَمَّا رَآهُ أَبُو كَرِبٍ، كَتَبَ وَصِيَّتَهُ، ثُمَّ قَامَ مُقَاتِلٌ النَّبَطِيُّ، فَكَتَبَ وَصِيَّتَهُ، ثُمَّ قَامَ عَمَّارُ بْنُ أَبِي أَيُّوبَ، فَكَتَبَ وَصِيَّتَهُ، ثُمَّ قَامَ عَوْفٌ اللَّخْمِيُّ، فَكَتَبَ وَصِيَّتَهُ، ثُمَّ لَقِينَا بِرْحَانَ، فَمَا بَقِيَ مِنْ هَؤُلَاءِ الْخَمْسَةِ أَحَدٌ إِلَّا قُتِلَ. قَالَ: وَلَمْ نَكْتُبْ نَحْنُ وَصَايَانَا، فَلَمْ نُقْتَلْ»",
            "page": "121",
            "part": "1",
            "seal": "7CD8612A"
        },
        {
            "hno": "148",
            "id": "148",
            "nass": "148 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، سَمِعْتُ ابْنُ المُبَارَكِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، أَيْضًا حَدَّثَنَا ابْنُ أَبِي زَكَرِيَّا يَوْمَئِذٍ قَالَ: حَدَّثَنِي بَعْضُ إِخْوَانِنَا «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمْ يَكُنْ رَأَى الْحُورَ الْعِينِ عِيَانًا، حَتَّى كَانَ لَيْلَةَ أُسْرِيَ بِهِ، فَبَيْنَمَا هُوَ يَمْشِي فِي صَحْنِ الْمَسْجِدِ، لَقِيَهُ جِبْرِيلُ، فَقَالَ: §أَتُحِبُّ أَنْ تَرَى الْحُورَ الْعِينَ؟ قَالَ:» نَعَمْ «. قَالَ: فَادْخُلِ الصَّخْرَةَ، ثُمَّ اخْرُجْ إِلَى الصُّفَّةِ، فَخَرَجَ عَلَيْهِمْ، فَإِذَا نِسْوَةٌ جُلُوسٌ، فَسَلَّمَ عَلَيْهِنَّ، فَقُلْنَ: وَعَلَيْكَ السَّلَامُ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ. قَالَ:» مَنْ أَنْتُنَّ رَحِمَكُمُ اللَّهُ «؟ قُلْنَ: خَيْرَاتٌ حِسَانٌ أَزْوَاجُ أَقْوَامٍ أَبْرَارٍ، مَاتُوا، فَلَمْ يُطْعِنُوا، وَشَبُّوا فَلَمْ يَكْبُرُوا، وَنُقُّوا فَلَمْ يَدْرَنُوا»",
            "page": "122",
            "part": "1",
            "seal": "12EC27B4"
        },
        {
            "hno": "149",
            "id": "149",
            "nass": "149 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ السَّرِيِّ بْنِ يَحْيَى، عَنْ ثَابِتٍ الْبُنَانِيِّ أَنَّ §فَتًى غَزَا زَمَانًا، وَتَعَرَّضَ لِلشَّهَادَةِ، فَلَمْ يُصِبْهَا، فَحَدَّثَ نَفْسَهُ، فَقَالَ: وَاللَّهِ مَا أَرَانِي إِلَّا لَوْ قَفَلْتُ إِلَى أَهْلِي، فَتَزَوَّجْتُ قَالَ: ثُمَّ قَالَ فِي الْفُسْطَاطِ، ثُمَّ أَيْقَظَهُ أَصْحَابُهُ لِصَلَاةِ الظُّهْرِ قَالَ: فَبَكَى حَتَّى خَافَ أَصْحَابُهُ أَنْ يَكُونَ قَدْ أَصَابَهُ شَيْءٌ، فَلَمَّا -[123]- رَأَى ذَلِكَ قَالَ: إِنِّي لَيْسَ بِي بَأْسٌ، وَلَكِنَّهُ أَتَانِي آتٍ، وَأَنَا فِي الْمَنَامِ، فَقَالَ: انْطَلِقْ إِلَى زَوْجَتِكَ الْعَيْنَاءِ. قَالَ: فَقُمْتُ مَعَهُ، فَانْطَلَقَ بِي فِي أَرْضٍ بَيْضَاءَ نَقِيَّةٍ، فَأَتَيْنَا عَلَى رَوْضَةٍ مَا رَأَيْتُ رَوْضَةً قَطُّ أَحْسَنَ مِنْهَا، فَإِذَا فِيهَا عَشْرُ جِوَارٍ مَا رَأَيْتُ مِثْلَهُنَّ قَطُّ، وَلَا أَحْسَنَ مِنْهُنَّ، فَرَجَوْتُ أَنْ تَكُونَ إِحْدَاهُنَّ. فَقُلْتُ: أَفِيكُنَّ الْعَيْنَاءُ؟ قُلْنَ: هِيَ بَيْنَ أَيْدِينَا، وَنَحْنُ جَوَارِيهَا قَالَ: فَمَضَيْتُ مَعَ صَاحِبِي فَإِذَا رَوْضَةٌ أُخْرَى يُضَعَّفُ حُسْنُهَا عَلَى حُسْنِ الَّتِي تَرَكْتُ، فِيهَا عِشْرُونَ جَارِيَةً، يُضَاعَفُ حُسْنُهُنَّ عَلَى حُسْنِ الْجَوَارِي اللَّاتِي خَلَّفْتُ، فَرَجَوْتُ أَنْ تَكُونَ إِحْدَاهُنَّ، فَقُلْتُ: أَفِيكُنَّ الْعَيْنَاءُ؟ قُلْنَ: هِيَ بَيْنَ أَيْدِينَا، وَنَحْنُ جَوَارِيهَا. حَتَّى ذَكَرَ ثَلَاثِينَ جَارِيَةً قَالَ: ثُمَّ انْتَهَيْتُ إِلَى قُبَّةٍ مِنْ يَاقُوتَةٍ حَمْرَاءَ مُجَوَّفَةٍ، قَدْ أَضَاءَ لَهَا مَا حَوْلَهَا، فَقَالَ لِي صَاحِبِي: ادْخُلْ. فَدَخَلْتُ، فَإِذَا امْرَأَةٌ لَيْسَ لِلْقُبَّةِ مَعَهَا ضَوْءٌ، فَجَلَسْتُ، فَتَحَدَّثْتُ سَاعَةً، فَجَعَلَتْ تُحَدِّثُنِي، فَقَالَ صَاحِبِي: اخْرُجِ انْطَلِقْ. قَالَ: وَلَا أَسْتَطِيعُ أَنْ أَعْصِيَهُ. قَالَ: فَقُمْتُ، فَأَخَذَتْ بِطَرْفِ رِدَائِي، فَقَالَتْ: أَفْطِرْ عِنْدَنَا اللَّيْلَةَ. فَلَمَّا أَيْقَظْتُمُونِي رَأَيْتُ أَنَّمَا هُوَ حُلْمٌ، فَبَكَيْتُ، فَلَمْ يَلْبَثُوا أَنْ نُودِيَ فِي الْخَيْلِ قَالَ: فَرَكِبَ النَّاسُ، فَمَا زَالُوا يَتَطَارَدُونَ حَتَّى إِذَا غَابَتِ الشَّمْسُ، وَحَلَّ لِلصَّائِمِ الْإِفْطَارُ، أُصِيبَ تِلْكَ السَّاعَةَ، وَكَانَ صَائِمًا، وَظَنَنْتُ أَنَّهُ مِنَ الْأَنْصَارِ، وَظَنَنْتُ أَنَّ ثَابِتًا كَانَ يَعْلَمُ نَسَبَهُ \"",
            "page": "122",
            "part": "1",
            "seal": "C33BA27C"
        },
        {
            "hno": "150",
            "id": "150",
            "nass": "150 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنَا الْقَاسِمُ بْنُ عَبْدِ الرَّحْمَنِ، أَبُو عَبْدِ الرَّحْمَنِ الْمَسْعُودِيُّ قَالَ: «غَزَوْنَا مَعَ فَضَالَةَ بْنِ عُبَيْدٍ الْبَرَّ أَرْضَ الرُّومِ، وَلَمْ يَغْزُ فَضَالَةُ فِي الْبَرِّ غَيْرَهَا، فَبَيْنَا نَحْنُ نَسِيرُ، إِذْ يُسْرِعُ فَضَالَةُ، وَهُوَ أَمِيرُ النَّاسِ، وَكَانَتِ الْوُلَاةُ إِذْ ذَاكَ يَسْمَعُونَ مِمَّنِ اسْتَرْعَاهُمُ اللَّهُ عَزَّ وَجَلَّ قَالَ لَهُ قَائِلٌ: أَيُّهَا الْأَمِيرُ، إِنَّ النَّاسَ قَدْ تَقَطَّعُوا، فَقِفْ حَتَّى يَلْحَقُوكَ. فَوَقَفَ فِي مَرْجٍ فِيهِ تَلٌّ، عَلَيْهِ قَلْعَةٌ، فِيهَا حِصْنٌ قَالَ: فَمِنَّا الْوَاقِفُ، وَمِنَّا النَّازِلُ، إِذْ نَحْنُ بِرَجُلٍ أَحْمَرَ ذِي شَوَارِبَ، بَيْنَ أَظْهُرِنَا، فَأَتَيْنَا بِهِ فَضَالَةَ، فَقُلْنَا: إَنَّ هَذَا هَبَطَ مِنَ الْحِصْنِ بِلَا عَهْدٍ وَلَا عَقَدٍ. فَسَأَلَهُ: مَا شَأْنُهُ؟ فَقَالَ: إِنِّي أَكَلْتُ الْبَارِحَةَ لَحْمَ خِنْزِيرٍ، وَشَرِبْتُ خَمْرًا، وَأَتَيْتُ أَهْلِي، فَبَيْنَا أَنَا نَائِمٌ، أَتَانِي رَجُلَانِ، فَغَسَلَا بَطْنِي، وَزَوَّجَانِي امْرَأَتَيْنِ لَا تَغَارُ إِحْدَاهُمَا عَلَى الْأُخْرَى، وَقَالَا لِي: أَسْلِمْ. فَإِنِّي لَمُسْلِمٌ، فَمَا كَانَتْ كَلِمَتُهُ أَسْرَعَ مِنْ أَنْ رُمِينَا، فَأَقْبَلَ يَهْوِي، حَتَّى أَصَابَهُ فَوْقَ عُنُقِهِ مِنْ بَيْنِ النَّاسِ، فَقَالَ فَضَالَةُ: اللَّهُ أَكْبَرُ §عَمَلَ قَلِيلًا، وَأَجِرَ كَثِيرًا، صَلُّوا عَلَى أَخِيكُمْ. فَصَلَّيْنَا عَلَيْهِ، ثُمَّ دَفَنَّاهُ فِي مَوْقِفِنَا، وَسِرْنَا» قَالَ عَبْدُ الرَّحْمَنِ: يَقُولُ الْقَاسِمُ يَذْكُرُ هَذَا: «فَهَذَا شَيْءٌ رَأَيْتُهُ أَنَا»",
            "page": "124",
            "part": "1",
            "seal": "7FD1ED22"
        },
        {
            "hno": "151",
            "id": "151",
            "nass": "151 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْفُضَيْلِ بْنِ سُلَيْمَانَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ حَفْصٍ الْعُمَرِيِّ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ قَالَ: «لَمَّا خَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ أُحُدٍ قَالَ:» مَنْ يُنْتَدَبُ لِسَدِّ هَذِهِ الثَّغْرَةِ اللَّيْلَةَ «؟ أَوْ كَمَا قَالَ. قَالَ: فَقَامَ رَجُلٌ مِنَ الْأَنْصَارِ مِنْ بَنِي زُرَيْقٍ يُقَالُ لَهُ ذَكْوَانُ بْنُ عَبْدِ قَيْسٍ أَبُو السَّبْعِ، فَقَالَ: أَنَا. فَقَالَ:» مَنْ أَنْتَ «؟ قَالَ: ابْنُ عَبْدِ قَيْسٍ. قَالَ:» اجْلِسْ «. ثُمَّ دَعَا، فَقَالَهَا، فَقَامَ ذَكْوَانُ، فَقَالَ:» مَنْ أَنْتَ «؟ فَقَالَ: أَنَا أَبُو السَّبْعِ. فَقَالَ:» كُونُوا مَكَانَ كَذَا وَكَذَا «. فَقَالَ ذَكْوَانُ: يَا رَسُولَ اللَّهِ، مَا هُوَ إِلَّا أَنَا، وَلَمْ نَأْمَنْ أَنْ يَكُونَ لِلْمُشْرِكِينَ عَيْنٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:» §مَنْ أَحَبَّ أَنْ يَنْظُرَ إِلَى رَجُلٍ يَطَأُ خُضْرَةَ الْجَنَّةِ بِقَدَمَيْهِ غَدًا، فَلْيَنْظُرْ إِلَى هَذَا «. فَانْطَلَقَ ذَكْوَانُ إِلَى أَهْلِهِ يُوَدِّعُهُنَّ، فَأَخَذَتْ نِسَاؤُهُ بِثِيَابِهِ، وَقُلْنَ: يَا أَبَا السَّبْعِ، تَدَعُنَا وَتَذْهَبُ فَاسْتَلَّ ثَوْبَهُ حَتَّى إِذَا جَاوَزَهُنَّ، أَقْبَلَ عَلَيْهِنَّ، فَقَالَ: مَوْعِدُكُنَّ يَوْمُ الْقِيَامَةِ. ثُمَّ قُتِلَ»",
            "page": "125",
            "part": "1",
            "seal": "27F87CFD"
        },
        {
            "hno": "152",
            "id": "152",
            "nass": "152 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، عَنْ صِلَةَ قَالَ: «§رَأَيْتُنِي فِي الْمَنَامِ كَأَنِّي فِي رَهْطٍ وَخَلْفَنَا رَجُلٌ مَعَ السَّيْفِ شَاهِرَهُ، فَجَعَلَ لَا يَأْتِي عَلَى أَحَدٍ مِنَّا إِلَّا ضَرَبَ رَأْسَهُ، ثُمَّ يَعُودُ كَمَا كَانَ، فَجَعَلْتُ أَنْظُرُ مَتَى يَأْتِي عَلَيَّ، فَيَصْنَعُ بِي مَا صَنَعَ بِهِمْ، فَأَتَى عَلَيَّ، فَضَرَبَ رَأْسِي، فَوَقَعَ، فَكَأَنِّي أَنْظُرُ حِينَ أَخَذْتُ رَأْسِي أَنْفُضُ عَنْ شَفَتَيَّ التُّرَابَ، ثُمَّ أَعَدْتُهُ، فَعَادَ كَمَا كَانَ»",
            "page": "126",
            "part": "1",
            "seal": "F92619A8"
        },
        {
            "hno": "153",
            "id": "153",
            "nass": "153 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، عَنْ صِلَةَ أَنَّهُ خَرَجَ فِي جَيْشٍ، وَمَعَهُ ابْنُهُ وَأَعْرَابِيٌّ مِنَ الْحَيِّ، فَقَالَ الْأَعْرَابِيُّ: «§رَأَيْتُ كَأَنَّكَ أَتَيْتَ عَلَى شَجَرَةٍ ظَلِيلَةٍ فَأَصَبْتَ تَحْتَهَا ثَلَاثَ شَهَادَاتٍ، فَأَعْطَيْتَنِي وَاحِدَةً، وَأَمْسَكْتَ اثْنَتَيْنِ، فَوَجَدْتُ فِي نَفْسِي أَلَا تَكُونُ قَاسَمْتَنِي الْأُخْرَى. فَلَقُوا الْعَدُوَّ، فَقَالَ لِابْنِهِ: تَقَدَّمْ. فَقُتِلَ ابْنُهُ، وَقُتِلَ صِلَةُ، ثُمَّ قُتِلَ الْأَعْرَابِيُّ»",
            "page": "126",
            "part": "1",
            "seal": "CCADC831"
        },
        {
            "hno": "154",
            "id": "154",
            "nass": "154 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ السَّرِيِّ بْنِ يَحْيَى قَالَ: حَدَّثَنِي الْعَلَاءُ بْنُ هِلَالٍ الْبَاهِلِيُّ أَنَّ رَجُلًا مِنْ قَوْمِ صِلَةَ قَالَ لِصِلَةَ: يَا أَبَا الصَّهْبَاءِ، إِنِّي رَأَيْتُ أَنِّي أُعْطِيتُ شَهَادَةً، وَأُعْطِيتَ أَنْتَ شَهَادَتَيْنِ. فَقَالَ لَهُ صِلَةُ: §خَيْرًا رَأَيْتَ، تَسْتَشْهِدُ، وَأَسْتَشْهِدُ أَنَا وَابْنِي قَالَ: فَلَمَّا كَانَ يَوْمُ يَزِيدَ بْنِ زِيَادٍ، لَقِيَهُمُ التُّرْكُ بِسِجِسْتَانَ، فَكَانَ أَوَّلَ جَيْشٍ انْهَزَمَ مِنَ الْمُسْلِمِينَ ذَلِكَ الْجَيْشُ، فَقَالَ صِلَةُ لِابْنِهِ: يَا بُنَيَّ إِلَى أُمِّكَ. فَقَالَ: يَا أَبَتِ، أَتُرِيدُ الْخَيْرَ لِنَفْسِكَ، وَتَأْمُرَنِي بِالرَّجْعَةِ؟ أَنْتَ وَاللَّهِ كُنْتَ خَيْرًا لِأُمِّي مِنِّي. قَالَ: أَمَا إِذَا قُلْتَ هَذَا، فَتَقَدَّمْ. قَالَ: فَتَقَدَّمَ، فَقَاتَلَ حَتَّى أُصِيبَ، فَرَمَى صِلَةُ عَنْ جَسَدِهِ، وَكَانَ رَجُلًا رَامِيًا، حَتَّى تَفَرَّقُوا عَنْهُ، وَأَقْبَلَ يَمْشِي حَتَّى قَامَ عَلَيْهِ، فَدَعَا لَهُ، ثُمَّ قَاتَلَ حَتَّى قُتِلَ \"",
            "page": "126",
            "part": "1",
            "seal": "D09969BD"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ مُعَاذَةَ، امْرَأَةِ صِلَةَ قَالَتْ: لَمَّا جَاءَهَا نَعْيُ زَوْجِهَا وَابْنِهَا قُتِلَا جَمِيعًا قَدَّمَهُ بَيْنَ يَدَيْهِ، قَالَ لِابْنِهِ: تَقَدَّمْ، فَأَحْتَسِبُكَ. فَقُتِلَ، ثُمَّ قُتِلَ الْأَبُ. فَلَمَّا جَاءَهَا نَعْيُهُمَا، جَاءَ النِّسَاءُ، فَقَالَتْ: §إِنْ كُنْتُنَّ جِئْتُنَّ لِتُهَنِّئُنَّ بِمَا أَكْرَمَنَا اللَّهُ بِهِ فَذَلِكَ، وَإِلَّا فَارْجِعْنَ «-[128]- قَالَ ثَابِتٌ:» وَكَانَ صِلَةُ، يَأْكُلُ يَوْمًا، فَأَتَاهُ رَجُلٌ، فَقَالَ: مَاتَ أَخُوكَ. فَقَالَ: هَيْهَاتَ، قَدْ نُعِيَ إِلَيَّ، اجْلِسْ. فَقَالَ الرَّجُلُ: مَا سَبَقَنِي إِلَيْكَ أَحَدٌ فَقَالَ: قَالَ اللَّهُ عَزَّ وَجَلَّ: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ} [الزمر: 30] \"",
            "page": "127",
            "part": "1",
            "seal": "5ACA7A8B"
        },
        {
            "hno": "156",
            "id": "156",
            "nass": "156 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ: «كَانَ الْأَسْوَدُ بْنُ كُلْثُومٍ إِذَا مَشَى نَظَرَ إِلَى قَدَمَيْهِ، أَوْ أَطْرَافَ أَصَابِعِهِ، لَا يَلْتَفِتُ، وَجُدُرُ النَّاسِ إِذْ ذَاكَ فِيهَا تَوَاضُعٌ، فَعَسَى أَنْ يَفْجَأَ النِّسْوَةَ، وَعَسَى أَنْ يَكُونَ بَعْضُهُنَّ وَاضِعًا، فَيُرَوِّعَهُنَّ الرَّجُلُ، حِينَ يَرَيْنَهُ يَنْظُرُ بَعْضُهُنَّ إِلَى بَعْضٍ، فَقُلْنَ: كَلَّا إِنَّهُ الْأَسْوَدُ بْنُ كُلْثُومٍ. قَدْ عَرَفُوهُ، إِنَّهُ لَا يَنْظُرُ إِلَيْهِنَّ قَالَ: فَلَمَّا قَدِمَ غَازِيًا قَالَ:» §اللَّهُمَّ إِنَّ هَذِهِ نَفْسِي تَزْعُمُ فِي الرَّخَاءِ أَنَّهَا تُحِبُّ لِقَاءَكَ، فَإِنْ كَانَتْ صَادِقَةً، فَارْزُقْهَا ذَاكَ، وَإِنْ كَانَتْ كَاذِبَةً، فَاحْمِلْهَا عَلَيْهِ وَإِنْ كَرِهَتْ، فَاجْعَلْهُ قَتْلًا فِي سَبِيلِكَ، وَأَطْعِمْ لَحْمِي سِبَاعًا وَطَيْرًا. قَالَ: فَانْطَلَقَ فِي طَائِفَةٍ مِنْ ذَلِكَ الْجَيْشِ، حَتَّى دَخَلُوا حَائِطًا فِيهِ ثُلْمَةٌ، وَجَاءَ الْعَدُوُّ، حَتَّى قَامُوا عَلَى الثُّلْمَةِ، فَخَرَجَ أَصْحَابُهُ وَلَمْ يَخْرُجْ، حَتَّى كَثُرُوا عَلَى الثُّلْمَةِ قَالَ: فَنَزَلَ مِنْ فَرَسِهِ، فَضَرَبَ وَجْهَهُ، فَانْطَلَقَ غَابِرًا، حَتَّى خَلُّوا وَجْهَهُ، وَخَرَجَ وَعَمَدَ إِلَى مَكَانٍ فِي الْحَائِطِ، فَتَوَضَّأَ مِنْهُ، ثُمَّ صَلَّى قَالَ: يَقُولُ الْعَدُوُّ: هَكَذَا اسْتِسْلَامُ الْعَرَبِ إِذَا اسْتَسْلَمُوا، فَلَمَّا قَضَى صَلَاتَهُ، قَاتَلَهُمْ حَتَّى قُتِلَ قَالَ: فَمَرَّ عَظِيمُ ذَلِكَ الْجَيْشِ عَلَى الْحَائِطِ، وَفِيهِمْ أَخُوهُ، فَقِيلَ لِأَخِيهِ: أَلَا تَدْخُلُ إِلَى الْحَائِطِ، فَتَنْظُرَ مَا أَصَبْتُ مِنْ عِظَامِ أَخِيكَ، فَتُجِنَّهُ قَالَ: مَا أَنَا بِفَاعِلٍ شَيْئًا دَعَا بِهِ أَخِي فَاسْتُجِيبَ لَهُ. قَالَ: فَمَا عَانَاهُ \"",
            "page": "128",
            "part": "1",
            "seal": "29E2103A"
        },
        {
            "hno": "157",
            "id": "157",
            "nass": "157 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ: «كَانَ أَبُو رِفَاعَةَ، إِذَا صَلَّى وَفَرَغَ مِنْ صَلَاتِهِ وَدَعَا، كَانَ فِي آخِرِ مَا يَدْعُو بِهِ:» §اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَإِذَا كَانَتْ خَيْرًا لِي فَتَوَفَّنِي وَفَاةً طَاهِرَةً طَيِّبَةً يَغْبِطُنِي بِهَا مَنْ سَمِعَ بِهَا مِنْ إِخْوَانِي الْمُسْلِمِينَ مِنْ عِفَّتِهَا وَطَهَارَتِهَا وَطِيبِهَا، وَاجْعَلْهُ قَتْلًا فِي سَبِيلِكَ، وَاجْدَعْنِي عَنْ نَفْسِي قَالَ: فَخَرَجَ فِي جَيْشٍ عَلَيْهِمْ عَبْدُ الرَّحْمَنِ بْنِ سَمُرَةَ، فَخَرَجَتْ مِنْ ذَلِكَ الْجَيْشِ سَرِيَّةٌ، عَامَّتُهُمْ مِنْ بَنِي حَنِيفَةَ، فَقَالَ: إِنِّي مُنْطَلِقٌ مَعَ هَذِهِ السَّرِيَّةِ، قَالَ أَبُو قَتَادَةَ: لَيْسَ هَهُنَا أَحَدٌ مِنْ بَنِي.. . لَيْسَ فِي رَحْلِكَ أَحَدٌ قَالَ: إَنَّ هَذَا الشَّيْءَ قَدْ عُزِمَ لِي عَلَيْهِ، إِنِّي لَمُنْطَلِقٌ، فَانْطَلَقَ مَعَهُمْ، فَأَطَافَتِ السَّرِيَّةُ بِقَلْعَةٍ فِيهَا الْعَدُوُّ لَيْلًا، وَبَاتَ يُصَلِّي حَتَّى إِذَا كَانَ مِنْ آخِرِ اللَّيْلِ، تَوَسَّدَ تُرْسَهُ فَنَامَ، فَأَصْبَحَ أَصْحَابُهُ يَنْظُرُونَ مِنْ أَيْنَ يَأْتُونَ مُقَابَلَتَهَا مِنْ أَيْنَ يَأْتُونَهَا، وَنَسُوهُ نَائِمًا حَيْثُ كَانَ، فَبَصُرَ بِهِ الْعَدُوُّ، وَأَنْزَلُوا عَلَيْهِ ثَلَاثَةَ أَعْلَاجٍ مِنْهُمْ، فَأَتُوهُ، فَأَخَذُوا سَيْفَهُ، فَقَالَ أَصْحَابُهُ: أَبُو رِفَاعَةَ نَسَيْنَاهُ حَيْثُ كَانَ. فَرَجَعُوا إِلَيْهِ، فَوَجَدُوا الْأَعْلَاجَ يُرِيدُونَ أَنْ يَسْلُبُوهُ، فَأَزَاحُوهُمْ عَنْهُ، وَاجْتَرُّوهُ «فَقَالَ عَبْدُ اللَّهِ بْنِ سَمُرَةَ:» مَا شَعَرَ أَخُو بَنِي عَدِيٍّ بِالشَّهَادَةِ حَتَّى أَتَتْهُ \"",
            "page": "129",
            "part": "1",
            "seal": "BDB88044"
        },
        {
            "hno": "158",
            "id": "158",
            "nass": "158 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، عَنْ صِلَةَ قَالَ: «§رَأَيْتُ كَأَنِّي أَرَى أَبَا رِفَاعَةَ عَلَى نَاقَةٍ سَرِيعَةٍ، وَأَنَا عَلَى جَمَلٍ قَطُوفٍ، فَيَرُدُّهَا عَلَيَّ حَتَّى حِينَ أَقُولُ الْآنَ أُسْمِعُهُ الصَّوْتَ، ثُمَّ يُرْسِلُهَا، فَيَنْطَلِقُ، وَأَتْبَعُهُ قَالَ: فَتَأَوَّلْتُ أَنَّهُ طَرِيقُ أَبِي رِفَاعَةَ آخُذُهُ، وَأَنَا أَكُدُّ الْعَمَلَ بَعْدَهُ كَدًّا»",
            "page": "130",
            "part": "1",
            "seal": "266E2817"
        },
        {
            "hno": "159",
            "id": "159",
            "nass": "159 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ، عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ: قَالَ أَبُو رِفَاعَةَ: «§انْتَهَيْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَخْطُبُ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، رَجُلٌ غَرِيبٌ يَسْأَلُ عَنْ دِينِهِ، لَا يَدْرِي مَا دِينُهُ، فَأَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَيَّ، وَتَرَكَ خُطْبَتَهُ حَتَّى انْتَهَى إِلَيَّ، فَأُتِيَ بِكُرْسِيٍّ خِلْتُ قَوَائِمَهُ حَدِيدًا، فَقَعَدَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ، فَجَعَلَ يُعَلِّمُنِي مِمَّا عَلَّمَهُ اللَّهُ عَزَّ وَجَلَّ، ثُمَّ أَتَى خُطْبَتَهُ، فَأَتَمَّ آخِرَهَا» قَالَ: وَكَانَ أَبُو رِفَاعَةَ يَقُولُ: مَا عَزَبَتْ عَنِّي سُورَةُ الْبَقَرَةِ مُنْذُ عَلَّمَنِيهَا اللَّهُ عَزَّ وَجَلَّ، أَخَذْتُ مَعَهَا مَا أَخَذْتُ مِنَ الْقُرْآنِ، وَمَا رَفَعْتُ ظَهْرِي مِنْ قِيَامِ لِيَلِي قَطُّ قَالَ: وَكَانَ يُسَخِّنُ لِأَصْحَابِهِ الْمَاءَ فِي السَّفَرِ، فَيَقُولُ: أَحْسِنُوا الْوضُوءَ مِنْ هَذَا، وَسَأُحْسِنُ أَنَا مِنْ هَذَا. فَيَتَوَضَّأُ بِالْبَارِدِ",
            "page": "131",
            "part": "1",
            "seal": "85E05697"
        },
        {
            "hno": "160",
            "id": "160",
            "nass": "160 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، حَدَّثَنَا سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي نَضْرَةَ الْعَبْدِيِّ، عَنْ أُسَيْرِ بْنِ جَابِرٍ قَالَ: «قَالَ لِي صَاحِبٌ لِي وَأَنَا بِالْكُوفَةِ: هَلْ لَكَ فِي رَجُلٍ -[132]- تَنْظُرُ إِلَيْهِ؟ قُلْتُ: نَعَمْ. قَالَ: أَمَا أَنَّ هَذِهِ مَدْرَجَتُهُ، وَأَظُنُّهُ سَيَمَرُّ بِنَا الْآنَ. فَجَلَسْنَا لَهُ، فَمَرَّ، فَإِذَا رَجُلٌ عَلَيْهِ سَمَلُ قَطِيفَةٍ قَالَ: وَالنَّاسُ يَطَئُونَ عَقِبَهُ وَهُوَ مُقْبِلٌ عَلَيْهِمْ، فَيُغْلِظُ لَهُمْ، وَيُكَلِّمُهُمْ فِي ذَلِكَ وَلَا يَنْتَهُونَ عَنْهُ، فَمَضَيْنَا مَعَ النَّاسِ حَتَّى دَخَلَ مَسْجِدَ الْكُوفَةِ، وَدَخَلْنَا مَعَهُ، فَنَحَّى إِلَى سَارِيَةٍ، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ أَقْبَلَ إِلَيْنَا بِوَجْهِهِ، ثُمَّ قَالَ: يَا أَيُّهَا النَّاسُ §مَالِي وَلَكُمْ، تَطَئُونَ عَقِبِي فِي كُلِّ سِكَّةٍ، وَأَنَا إِنْسَانٌ ضَعِيفٌ، تَكُونُ لِيَ الْحَاجَةُ فَلَا أَقْدِرُ عَلَيْهَا مَعَكُمْ، فَلَا تَفْعَلُوا رَحِمَكُمُ اللَّهُ، مَنْ كَانَ مِنْكُمْ لَهُ إِلَيَّ حَاجَةٌ، فَلْيَقُلْ لِي هَاهُنَا. ثُمَّ قَالَ: إِنَّ هَذَا الْمَجْلِسَ يَغْشَاهُ ثَلَاثَةُ نَفَرٍ مُؤْمِنٍ: فَقِيهٌ، وَمُؤْمِنٌ لَمْ يُفَقَّهُ، وَمُنَافِقٌ، وَلِذَلِكَ مَثَلٌ فِي الدُّنْيَا: مَثَلُ الْغَيْثِ يَنْزِلُ مِنَ السَّمَاءِ إِلَى الْأَرْضِ، فَيُصِيبُ الشَّجَرَةَ الْمُورِقَةَ الْمُونِعَةَ الْمُثْمِرَةَ، فَيُزِيدُ وَرَقَهَا حُسْنًا، وَيُزِيدُهَا إِينَاعًا، وَيُزِيدُ ثَمَرَهَا طِيبًا. وَيُصِيبُ الشَّجَرَةَ الْمُورِقَةَ الْمُونِعَةَ الَّتِي لَيْسَ لَهَا ثَمَرَةٌ، فَيُزِيدُهَا إِينَاعًا، وَيَزِيدُ وَرَقَهَا حُسْنًا، وَيَكُونُ لَهَا ثَمَرَةٌ فَتَلْحَقُ بِأُخْتِهَا. وَيُصِيبُ الْهَشِيمَ مِنَ الشَّجَرِ، فَيُحَطِّمُهُ، فَيَذْهَبُ بِهِ. ثُمَّ قَرَأَ هَذِهِ الْآيَةَ: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} [الإسراء: 82] اللَّهُمَّ ارْزُقْنِي شَهَادَةً يَسْبِقُ بُشْرَاهَا آذَاهَا، وَأَمْنُهَا فَزَعَهَا، تُوجِبُ لِي بِهَا الْحَيَاةَ وَالرِّزْقَ. ثُمَّ سَكَتَ» قَالَ أُسَيْرٌ: قَالَ لِي صَاحِبِي: كَيْفَ رَأَيْتَ الرَّجُلَ؟ قُلْتُ: مَا ازْدَدْتُ فِيهِ إِلَّا رَغْبَةً، وَمَالَنَا بِالَّذِي أُفَارِقُهُ. فَلَزِمْنَاهُ، فَلَمْ يَلْبَثْ إِلَّا يَسِيرًا حَتَّى ضَرَبَ عَلَى النَّاسِ يَعُثُّ، فَخَرَجَ صَاحِبُ الْقَطِيفَةِ فِيهِ، وَخَرَجْنَا مَعَهُ قَالَ: فَكُنَّا نَسِيرُ مَعَهُ، وَنَنْزِلُ مَعَهُ حَتَّى نَزَلْنَا بِحَضْرَةِ الْعَدُوِّ",
            "page": "131",
            "part": "1",
            "seal": "CB35DC97"
        },
        {
            "hno": "161",
            "id": "161",
            "nass": "161 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ ابْنُ المُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أُسَيْرِ بْنِ جَابِرٍ قَالَ: «فَنَادَى مُنَادٍ: يَا خَيْلَ اللَّهِ، ارْكَبِي، وَأَبْشِرِي. قَالَ: فَجَاءَ مُرْفَلًا، فَصَفَّ النَّاسَ لَهُمْ. قَالَ: §وَانْتَضَى صَاحِبُ الْقَطِيفَةِ سَيْفَهُ، وَكَسَرَ جَفْنَهُ، فَأَلْقَاهُ، ثُمَّ جَعَلَ يَقُولُ: تَمَنَّوْا، تَمَنَّوْا، لِتَمُتْ وُجُوهٌ، ثُمَّ لَا تَنْصَرِفْ حَتَّى تَرَى الْجَنَّةَ، يَا أَيُّهَا النَّاسُ، تَمَنَّوْا، تَمَنَّوْا. فَجَعَلَ يَقُولُ ذَلِكَ وَيَمْشِي وَالنَّاسُ مَعَهُ، وَهُوَ يَقُولُ ذَلِكَ وَيَمْشِي، إِذْ جَاءَتْهُ رَمْيَةٌ، فَأَصَابَتْ فُؤَادَهُ، فَبَرَدَ مَكَانَهُ، كَأَنَّمَا مَاتَ مُنْذُ دَهْرٍ» قَالَ حَمَّادٌ فِي حَدِيثِهِ: «فَوَارَيْنَاهُ بِالتُّرَابِ»",
            "page": "133",
            "part": "1",
            "seal": "81033BA9"
        },
        {
            "hno": "162",
            "id": "162",
            "nass": "162 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ قَالَ: أَخْبَرَنِي ثُمَامَةُ بْنُ عَبْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسٍ أَنَّ خَالِدَ بْنَ الْوَلِيدِ §تَوَجَّهَ بِالنَّاسِ يَوْمَ الْيَمَامَةِ، فَأَتَوْا عَلَى نَهَرٍ، فَجَعَلُوا أَسَافِلَ أَمْتِعَتِهِمْ فِي حُجَزِهِمْ، فَعَبَرُوا النَّهَرَ، فَاقْتَتَلُوا سَاعَةً، فَوَلَّى الْمُسْلِمُونَ مُدْبِرِينَ، فَنَكَّسَ خَالِدُ بْنُ الْوَلِيدِ سَاعَةً يَنْظُرُ فِي الْأَرْضِ، وَأَنَا بَيْنَهُ وَبَيْنَ الْبَرَاءِ بْنِ مَالِكٍ، ثُمَّ رَفَعَ رَأْسَهُ، فَنَظَرَ إِلَى السَّمَاءِ سَاعَةً، فَكَانَ إِذَا حَزَبَهُ أَمْرٌ نَظَرَ إِلَى الْأَرْضِ سَاعَةً، ثُمَّ نَظَرَ إِلَى السَّمَاءِ سَاعَةً، ثُمَّ يَفْرُقُ لَهُ رَأْيُهُ. قَالَ وَاحِدٌ: الْبَرَاءُ اتَّكَلَ. فَجَعَلْتُ.. . فَحَدَّهُ إِلَى الْأَرْضِ، فَقَالَ: يَا أَخِي، وَاللَّهِ إِنِّي لَأَنْظُرُ. فَلَمَّا رَفَعَ خَالِدٌ رَأْسَهُ إِلَى السَّمَاءِ، وَفَرَقَ لَهُ رَأْيُهُ قَالَ: يَا ابْنِ، أَقِمْ. قَالَ: الْآنَ؟ قَالَ: نَعَمْ، الْآنَ. فَرَكِبَ الْبَرَاءُ فَرَسًا لَهُ أُنْثَى، فَحَمِدَ اللَّهَ عَزَ وَجَلَّ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: أَمَّا بَعْدُ أَيُّهَا النَّاسُ، إِنَّهَا وَاللَّهِ الْجَنَّةُ، وَمَالِي إِلَى الْمَدِينَةِ مِنْ سَبِيلٍ. فَحَضَّهُمْ سَاعَةً، ثُمَّ مَضَغَ فَرَسُهُ مَضْغَاتٍ، فَكَأَنِّي أَنْظُرُ إِلَيْهَا تَمْضُغُ بِذَنَبِهَا، فَكَبَسَ عَلَيْهِمْ، وَكَبَسَ النَّاسُ، فَهَزَمَ اللَّهُ الْمُشْرِكِينَ \"",
            "page": "134",
            "part": "1",
            "seal": "D1133E0A"
        },
        {
            "hno": "163",
            "id": "163",
            "nass": "163 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «كَانَ بِالْمَدِينَةِ ثُلْمَةٌ، فَوَضَعَ مُحْكَمُ الْيَمَامَةِ رِجْلَيْهِ عَلَى الثُّلْمَةِ، وَكَانَ رَجُلًا عَظِيمًا، فَجَعَلَ يَرْجُزُ وَيَقُولُ: أَنَا مُحْكَمُ الْيَمَامَةِ أَنَا. أَنَا سَدَّادُ الْحُلَّةِ. أَنَا كَذَا، أَنَا كَذَا. فَأَتَاهُ الْبَرَاءُ، فَقَتَلَهُ، وَكَانَ فَقِيرًا، فَلَمَّا أَمْكَنَهُ مِنَ الضَّرْبِ، ضَرَبَ الْبَرَاءَ، وَأَبْقَاهُ بِحَجَفَتِهِ، وَضَرَبَهُ الْبَرَاءُ، فَقَطَعَ سَاقَهُ، فَقَتَلَهُ، وَمَعَ الْمُحْكَمِ صَفِيحَةٌ عَرِيضَةٌ، فَأَلْقَى الْبَرَاءُ سَيْفَهُ، وَأَخَذَ صَفِيحَةَ الْمُحْكَمِ، فَضَرَبَ بِهَا حَتَّى انْكَسَرَتْ، وَقَالَ: §قَبَّحَ اللَّهُ مَا بَقِيَ مِنْكَ، فَطَرَحَهُ، ثُمَّ جَاءَ إِلَى سَيْفِهِ فَأَخَذَهُ»",
            "page": "135",
            "part": "1",
            "seal": "F12F5E86"
        },
        {
            "hno": "164",
            "id": "164",
            "nass": "164 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ جَرِيرِ بْنِ حَازِمٍ قَالَ: سَمِعْتُ الْحَسَنَ يَقُولُ: «قَالَ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ لِعُمَرَ:» يَا خَيْرَ النَّاسِ، يَا خَيْرَ النَّاسِ. فَقَالَ: مَا يَقُولُ؟ قِيلَ: يَقُولُ يَا خَيْرَ النَّاسِ. قَالَ: وَيْحَكُمْ، إِنِّي لَسْتُ بِخَيْرِ النَّاسِ. قَالَ: وَاللَّهِ يَا أَمِيرَ الْمُؤْمِنِينَ، إِنْ كُنْتُ لَأَرَاكَ خَيْرَ النَّاسِ. قَالَ: أَفَلَا أُخْبِرُكَ بِخَيْرِ النَّاسِ؟ قَالَ: بَلَى. قَالَ: فَإِنَّ §خَيْرَ النَّاسِ رَجُلٌ بَلَغَهُ الْإِسْلَامُ وَهُوَ فِي دَارِهِ وَأَهْلِهِ وَمَالِهِ، فَعَمَدَ إِلَى صِرْمَةٍ مِنْ إِبِلِهِ، فَحَدَرَهَا إِلَى دَارٍ مِنْ دُورِ الْهِجْرَةِ، فَبَاعَهَا، فَجَعَلَ ثَمَنَهَا عُدَّةً فِي سَبِيلِ اللَّهِ عَزَ وَجَلَّ، فَجَعَلَ لَا يُصْبِحُ وَلَا يُمْسِي إِلَّا وَهُوَ بَيْنَ يَدَيِ الْمُسْلِمِينَ وَبَيْنَ عَدُوِّهِمْ، فَذَلِكَ خَيْرُ النَّاسِ. قَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، إِنِّي رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ، وَإِنَّ لِي أَشْغَالًا، وَإِنَّ لِي وَإِنَّ لِي.. . فَأْمُرْنِي بِأَمْرٍ يَكُونُ لِي ثِقَةً، وَأَبْلُغُ بِهِ، فَقَالَ: أَرِنِي يَدَكَ. فَأَعْطَاهُ يَدَهُ، فَقَالَ: تَعْبُدُ اللَّهَ عَزَّ وَجَلَّ، وَلَا تُشْرِكْ بِهِ شَيْئًا، وَتُقِيمُ الصَّلَاةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ الْبَيْتَ، وَتَعْتَمِرُ، وَتَسْمَعُ وَتُطِيعُ، وَعَلَيْكَ بِالْعَلَانِيَةِ، وَإِيَّاكَ وَالسِّرَّ، وَعَلَيْكَ بِكُلِّ شَيْءٍ إِذَا ذُكِرَ وَنُشِرَ لَمْ تَسْتَحِ مِنْهُ، وَلَمْ يَفْضَحْكَ، وَإِيَّاكَ وَكُلَّ شَيْءٍ إِذَا ذُكِرَ وَنُشِرَ، اسْتَحْيَيْتَ مِنْهُ وَفَضَحَكَ. فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، أَفَأَعْمَلُ بِهَذَا، فَإِذَا لَقِيتُ رَبِّي، قُلْتُ: أَمَرَنِي بِهِنَّ عُمَرُ. قَالَ: خُذْهُنَّ، فَإِذَا لَقِيتَ رَبَّكَ، فَقُلْ مَا بَدَا لَكَ \"",
            "page": "135",
            "part": "1",
            "seal": "896D45EB"
        },
        {
            "hno": "165",
            "id": "165",
            "nass": "165 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ هِشَامِ بْنِ عَمْرٍو الْفَزَارِيِّ، عَنْ فُلَانٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كُنْتُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَعِنْدَهُ فَيْضٌ مِنَ النَّاسِ، فَجَاءَ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ §أَيُّ النَّاسِ خَيْرٌ مَنْزِلَةً عِنْدَ اللَّهِ عَزَّ وَجَلَّ بَعْدَ أَنْبِيَائِهِ وَأَصْفِيَائِهِ؟ قَالَ:» الْمُجَاهِدُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ بِنَفْسِهِ وَمَالِهِ، حَتَّى تَأْتِيَهُ دَعْوَةُ اللَّهِ عَزَّ وَجَلَّ وَهُوَ عَلَى مَتْنِ فَرَسِهِ، أَوْ آخِذٌ بِعِنَانِهِ «. قَالَ: ثُمَّ مَنْ يَا نَبِيَّ اللَّهِ؟ قَالَ: فَخَبَطَ بِيَدِهِ، وَقَالَ:» امْرُؤٌ بِنَاحِيَةٍ يُحْسِنُ عِبَادَةَ اللَّهِ عَزَّ وَجَلَّ، وَيَدَعُ النَّاسِ مِنْ شَرِّهِ «. قَالَ: فَأَيُّ النَّاسِ شَرٌّ مَنْزِلَةً عِنْدَ اللَّهِ عَزَّ وَجَلَّ؟ قَالَ:» الْمُشْرِكُ بِاللَّهِ «. قَالَ: ثُمَّ؟ قَالَ:» ذُو سُلْطَانٍ جَائِرٍ يَجُورُ عَنِ الْحَقِّ وَقَدْ مُكِّنَ لَهُ \"",
            "page": "136",
            "part": "1",
            "seal": "B4DD95FB"
        },
        {
            "hno": "166",
            "id": "166",
            "nass": "166 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ قَالَ: «قَالَتْ أُمُّ مُبَشِّرٍ: يَا رَسُولَ اللَّهِ §أَيُّ النَّاسِ خَيْرٌ مَنْزِلَةً عِنْدَ اللَّهِ عَزَّ وَجَلَّ؟ قَالَ:» رَجُلٌ عَلَى مَتْنِ فَرَسِهِ يُخِيفُ الْعَدُوَّ، وَيُخِيفُونَهُ «. ثُمَّ أَشَارَ بِيَدِهِ نَحْوَ الْحِجَازِ، فَقَالَ:» وَرَجُلٌ يُقِيمُ الصَّلَاةَ، وَيُعْطِي حَقَّ اللَّهِ عَزَّ وَجَلَّ فِي مَالِهِ \"",
            "page": "137",
            "part": "1",
            "seal": "9D90292B"
        },
        {
            "hno": "167",
            "id": "167",
            "nass": "167 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ سَعِيدِ بْنِ يَزِيدَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ أَبِي الْخَطَّابِ، عَنْ أَبِي سَعِيدٍ قَالَ: «خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَزْوَةَ تَبُوكٍ، وَهُوَ مُضِيفٌ ظَهْرَهُ إِلَى نَخْلَةٍ، فَقَالَ: §أَلَا أُنَبِّئُكُمْ بِخَيْرِ النَّاسِ وَشَرِّ النَّاسِ؟ إِنَّ خَيْرَ النَّاسِ رَجُلٌ عَمِلَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ عَلَى ظَهْرِ فَرَسِهِ، أَوْ عَلَى ظَهْرِ بَعِيرِهِ، أَوْ قَدَمَيْهِ حَتَّى يَأْتِيَهُ الْمَوْتُ وَهُوَ عَلَى ذَلِكَ، وَإَنَّ مِنْ شَرِّ النَّاسِ رَجُلًا فَاجِرًا جَرِيئًا، يَقْرَأُ كِتَابَ اللَّهِ عَزَّ وَجَلَّ لَا يَرْعَوِي عَلَى شَيْءٍ مِنْهُ» ¶ 168 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ هِشَامِ بْنِ سَعْدٍ، أَخْبَرَنِي سَعِيدُ بْنُ أَبِي هِلَالٍ قَالَ: قَالَ أَبُو سَعِيدٍ الْخُدْرِيُّ: «خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ:» إِنَّ خَيْرَ النَّاسِ رَجُلٌ مُجَاهِدٌ \" فَذَكَرَ نَحْوَهُ",
            "page": "138",
            "part": "1",
            "seal": "54D3B4F0"
        },
        {
            "hno": "169",
            "id": "168",
            "nass": "169 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ خُلْدٍ الْقَارِظِيِّ، عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَلَيْهِمْ وَهُمْ جُلُوسٌ فِي مَجْلِسٍ، فَقَالَ لَنَا: «§أَلَا أُخْبِرُكُمْ بِخَيْرِ النَّاسِ مَنْزِلًا» ؟ قَالَ: قُلْنَا بَلَى يَا رَسُولَ اللَّهِ. قَالَ: «رَجُلٌ آخِذٌ بِرَأْسِ فَرَسِهِ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ حَتَّى يَمُوتَ أَوْ يُقْتَلَ» . قَالَ: «أَفَلَا أُخْبِرُكُمْ بِالَّذِي يَلِيهِ» ؟ قُلْنَا: نَعَمْ، يَا رَسُولَ اللَّهِ. قَالَ: «امْرُؤٌ مُعْتَزِلٌ فِي شِعْبٍ يُقِيمُ الصَّلَاةَ، وَيُؤْتِي الزَّكَاةَ، وَيَعْتَزِلُ شُرُورَ النَّاسِ» . قَالَ: «أَفَأُخْبِرُكُمْ بِشْرِ النَّاسِ» ؟ قُلْنَا: نَعَمْ يَا رَسُولَ اللَّهِ. قَالَ: «الَّذِي يُسْأَلُ بِاللَّهِ عَزَّ وَجَلَّ وَلَا يُعْطِي بِهِ»",
            "page": "139",
            "part": "1",
            "seal": "40D0BA77"
        },
        {
            "hno": "170",
            "id": "169",
            "nass": "170 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْمُبَارَكِ بْنِ فَضَالَةَ، عَنِ الْحَسَنِ أَنَّهُ سَمِعَهُ يَقُولُ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: « {§يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا} [آل عمران: 200] قَالَ: أَمَرَهُمْ أَنْ يَصْبِرُوا عَلَى دِينِهِمْ، وَلَا يَتْرُكُوهُ لِشِدَّةٍ، وَلَا رَخَاءٍ، وَلَا سَرَّاءٍ، وَلَا ضَرَّاءٍ، وَأَمَرَهُمْ أَنْ يُصَابِرُوا الْكُفَّارَ، وَأَنْ يُرَابِطُوا الْمُشْرِكِينَ»",
            "page": "139",
            "part": "1",
            "seal": "227534E6"
        },
        {
            "hno": "171",
            "id": "170",
            "nass": "171 - حَدَّثَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ، أَنَّهُ كَانَ يَقُولُ: «§صَابِرُوا الْمُشْرِكِينَ، وَرَابِطُوا فِي سَبِيلِ اللَّهِ»",
            "page": "140",
            "part": "1",
            "seal": "87CC9D2E"
        },
        {
            "hno": "172",
            "id": "171",
            "nass": "172 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ شُرَيْحٍ قَالَ: سَمِعْتُ عَبْدَ الْكَرِيمِ بْنَ الْحَارِثِ يُحَدِّثُ عَنْ أَبِي عُبَيْدَةَ بْنِ عُقْبَةَ، عَنْ رَجُلٍ مِنْ أَهْلِ الشَّامِ أَنَّ شُرَحْبِيلَ بْنَ السِّمْطِ الْكِنْدِيَّ قَالَ: «طَالَ رِبَاطُنَا وَإِقَامَتُنَا عَلَى حِصْنٍ، فَاعْتَزَلْتُ مِنَ الْعَسْكَرِ أَنْظُرُ فِي ثِيَابِي لِمَا آذَانِي مِنْهُ قَالَ: فَمَرَّ بِي سَلْمَانُ، فَقَالَ: مَا تُعَالِجُ يَا أَبَا السِّمْطِ؟ فَأَخْبَرْتُهُ. فَقَالَ: إِنِّي لَأَحْسَبُكَ تُحِبُّ أَنْ تَكُونَ عِنْدَ أُمِّ السِّمْطِ، فَكَانَتْ تُعَالِجُ هَذَا مِنْكَ. قُلْتُ: أَيْ وَاللَّهِ قَالَ: لَا تَفْعَلْ، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:» §رِبَاطُ يَوْمٍ وَلَيْلَةٍ - أَوْ يَوْمٍ أَوْ لَيْلَةٍ - كَصِيَامِ شَهْرٍ وَقِيَامِهِ، وَمَنْ مَاتَ مُرَابِطًا، أُجْرِيَ عَلَيْهِ مِثْلُ ذَلِكَ مِنَ الْأَجْرِ، وَأُجْرِيَ عَلَيْهِ الرِّزْقُ، وَأَمِنَ مِنَ الْفَتَّانِ. وَاقْرَءُوا إِنْ شِئْتُمْ: {وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا.. .} [الحج: 58] إِلَى آخِرِ الْآيَتَيْنِ \"",
            "page": "140",
            "part": "1",
            "seal": "D9EB4E97"
        },
        {
            "hno": "173",
            "id": "172",
            "nass": "173 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ قَالَ: أَخْبَرَنِي أَبُو هَانِئٍ الْخَوْلَانِيُّ، أَنَّ عَمْرَو بْنَ مَالِكٍ، أَخْبَرَهُ أَنَّهُ سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ مَاتَ عَلَى مَرْتَبَةٍ مِنْ هَذِهِ الْمَرَاتِبِ، بَعَثَهُ اللَّهُ عَزَّ وَجَلَّ عَلَيْهَا يَوْمَ الْقِيَامَةِ» . قَالَ حَيْوَةُ: «رِبَاطٌ وَحَجٌّ وَنَحْوُ ذَلِكَ»",
            "page": "141",
            "part": "1",
            "seal": "14D0BE15"
        },
        {
            "hno": "174",
            "id": "173",
            "nass": "174 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَيْوَةَ، أَخْبَرَنِي أَبُو هَانِئٍ، عَنْ عَمْرِو بْنِ مَالِكٍ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§كُلُّ مَيِّتٍ يُخْتَمُ عَلَى عَمَلِهِ الَّذِي مَاتَ عَلَيْهِ، إِلَّا الْمُرَابِطُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ فَإِنَّهُ يَنْمُو لَهُ عَمَلُهُ إِلَى يَوْمِ الْقِيَامَةِ وَيَأْمَنُ مِنْ فِتْنَةِ الْقَبْرِ»",
            "page": "142",
            "part": "1",
            "seal": "802000E6"
        },
        {
            "hno": "175",
            "id": "174",
            "nass": "175 - أَخْبَرَنَا إِبْرَاهِيْمُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَيْوَةَ، عَنْ أَبِي هَانِئٍ، عَنْ عَمْرِو بْنِ مَالِكٍ، عَنْ فَضَالَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§الْمُجَاهِدُ مَنْ جَاهَدَ نَفْسَهُ بِنَفْسِهِ»",
            "page": "142",
            "part": "1",
            "seal": "56676FBB"
        },
        {
            "hno": "176",
            "id": "175",
            "nass": "176 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، أَخْبَرَنِي بَكْرُ بْنُ عَمْرٍو أَنَّ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ اسْتَعْمَلَ فَضَالَةَ بْنَ عُبَيْدٍ، عَلَى بَعْضِ أَعْمَالِهِ، فَكَتَبَ مَعَهُ رِجَالًا يَسْتَعِينُ بِهِمْ، فَأَتَاهُ رَجُلٌ مِمَّنْ كَانَ يُصَافِيهِ الْإِخَاءَ وَالْمَحَبَّةَ، فَظَنَّ أَنَّهُ قَدْ كَتَبَهُ فِي أَوَّلِ مَنْ ذَكَرَ مِنْ أَصْحَابِهِ، فَقَالَ: أَكُنْتَ كَتَبْتَنِي مَعَكَ؟ قَالَ: لَا. قَالَ: أَجَلْ قَالَ: أَجَلْ، إِنَّمَا تَرَكْتُ اسْمَكَ لِلَّذِي هُوَ خَيْرٌ لَكَ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لِرَجُلٍ مِنْ أَصْحَابِهِ: «§أَيُّمَا عَبْدٍ مُؤْمِنٍ مَاتَ وَهُوَ عَلَى مَرْتَبَةٍ مِنْ هَذِهِ الْأَعْمَالِ، بَعَثَهُ اللَّهُ عَزَّ وَجَلَّ عَلَيْهَا يَوْمَ الْقِيَامَةِ» فَأَحْبَبْتُ أَنْ يَبْعَثَكَ اللَّهُ عَزَّ وَجَلَّ مِنْ مَرْتَبَةِ الْجِهَادِ فِي سَبِيلِ اللَّهِ. فَانْصَرَفَ وَهُوَ مَسْرُورٌ \"",
            "page": "143",
            "part": "1",
            "seal": "804ECFE7"
        },
        {
            "hno": "177",
            "id": "176",
            "nass": "177 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ، عَنْ عُرْوَةَ بْنِ رُوَيْمٍ قَالَ: «أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رِجَالٌ، فَقَالُوا: يَا رَسُولَ اللَّهِ، إِنَّا كُنَّا حَدِيثَ عَهْدٍ بِجَاهِلِيَّةٍ، وَإِنَّا كُنَّا نَصِيبُ مِنَ الْآثَامِ وَالزِّنَا، وَإِنَّا أَرَدْنَا أَنْ نَحْبِسَ أَنْفُسَنَا فِي بُيُوتٍ، نَعْبُدُ اللَّهَ عَزَّ وَجَلَّ فِيهَا حَتَّى نَمُوتَ. قَالَ: فَتَهَلَّلَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَقَالَ:» §إِنَّكُمْ سَتَجْنِدُونَ أَجْنَادًا، وَتَكُونُ لَكُمْ ذِمَّةٌ، وَخَرَاجٌ، وَسَيَكُونُ لَكُمْ عَلَى سَيْفِ الْبَحْرِ مَدَائِنُ وَقُصُورٌ، فَمَنْ أَدْرَكَ ذَلِكَ فَاسْتَطَاعَ أَنْ يَحْبِسَ نَفْسَهُ فِي مَدِينَةٍ مِنْ تِلْكَ الْمَدَائِنِ، أَوْ قَصْرٍ مِنْ تِلْكَ الْقُصُورِ حَتَّى يَمُوتَ فَلْيَفْعَلْ \"",
            "page": "144",
            "part": "1",
            "seal": "EE75635C"
        },
        {
            "hno": "178",
            "id": "177",
            "nass": "178 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنُ المُبَارَكِ، عَنْ بَكْرِ بْنِ خُنَيْسٍ، حَدَّثَنَا ضِرَارُ بْنُ عَمْرٍو، عَنْ يَزِيدَ بْنِ مُحَمَّدٍ الْقُرَشِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي حُسَيْنٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ نَزَلَ مَنْزِلًا يُخِيفُ فِيهِ الْمُشْرِكِينَ، وَيُخِيفُونَهُ، حَتَّى يُدْرِكَهُ الْمَوْتُ، كُتِبَ لَهُ كَأَجْرِ سَاجِدٍ لَا يَرْفَعُ رَأْسَهُ إِلَى يَوْمِ الْقِيَامَةِ، وَأَجْرِ قَائِمٍ لَا يَقْعُدُ إِلَى يَوْمِ الْقِيَامَةِ، وَأَجْرِ صَائِمٍ لَا يُفْطِرُ»",
            "page": "144",
            "part": "1",
            "seal": "DDDBE02D"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ عَبْدَ اللهِ بْنَ المُبَارَكِ، عَنِ ابْنِ رَبِيعَةَ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ هُبَيْرَةَ، عَنْ سَعِيدِ بْنِ يَزِيدَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: «§لَيْسَ مِنْ رَجُلٍ يُخْرِجُ نَفْسَهُ إِلَّا رَأَى مَنْزِلَهُ قَبْلَ أَنْ يُخْرِجَ نَفْسَهُ، غَيْرِ الْمُرَابِطِ يَجْرِي عَلَيْهِ أَجْرُهُ أَوْ قَالَ: رِزْقُهُ مَا كَانَ مُرَابِطًا»",
            "page": "145",
            "part": "1",
            "seal": "C7B77047"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "قَالَ: وَأَخْبَرَنِي أَيْضًا قَالَ: أَخْبَرَنِي أَبُو مُصْعَبٍ قَالَ: سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§كُلُّ مَيِّتٍ يُخْتَمُ عَلَى عَمَلِهِ إِلَّا الَّذِي يَمُوتُ فِي سَبِيلِ اللَّهِ، فَإِنَّهُ يَجْرِي عَلَيْهِ أَجْرُ عَمَلِهِ حَتَّى يُبْعَثَ»",
            "page": "145",
            "part": "1",
            "seal": "A0F035E0"
        },
        {
            "hno": "180",
            "id": "180",
            "nass": "180 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ شُرَيْحٍ قَالَ: سَمِعْتُ صَاعِدًا مَوْلَى عَبْدِ الْمَلِكِ يُحَدِّثُ عَنْ يَزِيدَ بْنِ رَبَاحٍ، أَبِي فِرَاسٍ مَوْلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ «§فِيمَنْ يَمُوتُ مُرَابِطًا: أَنَّهُ يَأْمَنُ مِنَ الْفَزَعِ الْأَكْبَرِ يَوْمَ الْقِيَامَةِ»",
            "page": "145",
            "part": "1",
            "seal": "CC562626"
        },
        {
            "hno": "181",
            "id": "181",
            "nass": "181 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ بَشَّارِ بْنِ سَعِيدٍ، أَخْبَرَنِي أَبُو صَالِحٍ الْحِمْصِيُّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§يَبْعَثُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ أَقْوَامًا يَمُرُّونَ عَلَى الصِّرَاطِ كَهَيْئَةِ الرِّيحِ، لَيْسَ عَلَيْهِمْ حِسَابٌ وَلَا عَذَابٌ» . قَالُوا. وَمَنْ هُمْ يَا رَسُولَ اللَّهِ؟ قَالَ: «أَقْوَامٌ يُدْرِكُهُمْ مَوْتُهُمْ فِي الرِّبَاطِ»",
            "page": "145",
            "part": "1",
            "seal": "B1BDC052"
        },
        {
            "hno": "182",
            "id": "182",
            "nass": "182 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ هِشَامِ بْنِ الْغَازِيِّ قَالَ: أَخْبَرَنِي مَكْحُولٌ أَنَّ كَعْبَ بْنَ عُجْرَةَ، كَانَ مُرَابِطًا بِأَرْضِ فَارِسَ، فَمَرَّ بِهِ سَلْمَانُ، فَقَالَ: مَا لَكَ هَهُنَا؟ قَالَ: قَدِمْتُ مُرَابِطًا. قَالَ: أَفَلَا أُخْبِرُكَ بِشَيْءٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَكُونُ لَكَ عَوْنًا عَلَى رِبَاطِكَ؟ قَالَ: قُلْتُ بَلَى رَحِمَكَ اللَّهُ. قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§رِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ خَيْرٌ مِنْ صِيَامِ شَهْرٍ وَقِيَامِهِ، وَمَنْ مَاتَ مُرَابِطًا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ أُجِيرَ مِنْ فِتْنَةِ الْقَبْرِ، وَجَرَى عَلَيْهِ عَمَلُهُ الَّذِي كَانَ يَعْمَلُ إِلَى يَوْمِ الْقِيَامَةِ»",
            "page": "146",
            "part": "1",
            "seal": "D0C236CB"
        },
        {
            "hno": "183",
            "id": "183",
            "nass": "183 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ بَعْجَةَ بْنِ عَبْدِ اللَّهِ بْنِ بَدْرِ الْجُهَنِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§يُوشِكُ أَنْ يَأْتِيَ عَلَى النَّاسِ زَمَانٌ، خَيْرُ النَّاسِ فِيهِ مَنْزِلًا رَجُلٌ أَخَذَ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللَّهِ، كُلَّمَا سَمِعَ هَيْعَةً، اسْتَوَى عَلَى فَرَسِهِ، ثُمَّ طَلَبَ الْمَوْتَ مَظَانَّهُ، وَرَجُلٌ فِي غُنَيْمَةٍ فِي شِعْبٍ مِنْ هَذِهِ الشِّعَابِ، يُقِيمُ الصَّلَاةَ، وَيُؤْتِي الزَّكَاةَ، وَيَعْتَزِلُ النَّاسَ إِلَّا مِنْ خَيْرٍ حَتَّى يَأْتِيَهُ الْمَوْتُ»",
            "page": "146",
            "part": "1",
            "seal": "8FBD237C"
        },
        {
            "hno": "184",
            "id": "184",
            "nass": "184 - أَخْبَرَنَا إِبْرَاهِيْمُ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ إِبْرَاهِيمَ بْنِ نَشِيطٍ، عَنْ رَجُلٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ جَزْءٍ الزُّبَيْدِيِّ، صَاحِبِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «دَخَلَ عَلَيْهِ رَجُلَانِ، فَقَالَ: مَرْحَبًا بِكُمَا. فَنَزَعَ وِسَادَةً كَانَ مُتَّكِئًا عَلَيْهَا، فَأَلْقَاهَا إِلَيْهِمَا، فَقَالَا: لَا نُرِيدُ هَذَا، إِنَّمَا جِئْنَا لَنَسْمَعَ مِنْكَ شَيْئًا نَنْتَفِعُ بِهِ. قَالَ: إِنَّهُ §مَنْ لَمْ يُكْرِمْ ضَيْفَهُ، فَلَيْسَ مِنْ مُحَمَّدٍ وَلَا إِبْرَاهِيمَ، طُوبَى لِعَبْدٍ أَمْسَى مُتَعَلِّقًا بِرَأْسِ فَرَسِهِ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، أَفْطَرَ عَلَى كِسْرَةٍ وَمَاءٍ بَارِدٍ، وَوَيْلٌ لِلَّوَّاثِينَ الَّذِينَ يَلُوثُونَ مِثْلَ الْبَقَرِ، ارْفَعْ يَا غُلَامُ، ضَعْ يَا غُلَامُ وَفِي ذَلِكَ لَا يَذْكُرُونَ اللَّهَ عَزَّ وَجَلَّ»",
            "page": "147",
            "part": "1",
            "seal": "C6E04875"
        },
        {
            "hno": "185",
            "id": "185",
            "nass": "185 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ قَالَ: حَدَّثَنِي نَافِعُ بْنُ سُلَيْمَانَ، عَنْ يَزِيدَ الْعُكْلِيِّ، أَنَّهُ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّهُ §سَيَكُونُ فِي أُمَّتِي قَوْمٌ يُسَدُّ بِهِمُ الثُّغُورُ، تُؤْخَذُ مِنْهُمُ الْحُقُوقُ، وَلَا يُعْطَوْنَ حُقُوقَهُمْ، أُولَئِكَ مِنِّي وَأَنَا مِنْهُمْ، أُولَئِكَ مِنِّي وَأَنَا مِنْهُمْ»",
            "page": "148",
            "part": "1",
            "seal": "51D6BDD3"
        },
        {
            "hno": "186",
            "id": "186",
            "nass": "186 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ قَالَ: أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، أَخْبَرَنِي مَنْ، سَمِعَ ابْنَ مُحَيْرِيزٍ يَقُولُ: «§مَنْ حَرَسَ لَيْلَةً فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ كَانَ لَهُ مِنْ كُلِّ إِنْسَانٍ وَدَابَّةٍ قِيرَاطٌ قِيرَاطٌ»",
            "page": "148",
            "part": "1",
            "seal": "F788C6D9"
        },
        {
            "hno": "187",
            "id": "187",
            "nass": "187 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: حَدَّثَنِي يَزِيدُ بْنُ عَمْرٍو الْغِفَارِيُّ، وَقَيْسُ بْنُ الْحَجَّاجِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: «§لَأَنْ أَبِيتَ حَارِسًا وَخَائِفًا فِي سَبِيلِ اللَّهَ عَزَّ وَجَلَّ أَحَبُّ إِلَيَّ مِنْ أَنْ أَتَصَدَّقَ بِمِائَةِ رَاحِلَةٍ»",
            "page": "148",
            "part": "1",
            "seal": "6251BDB4"
        },
        {
            "hno": "188",
            "id": "188",
            "nass": "188 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ، عَنْ ثَعْلَبَةَ بْنِ مُسْلِمٍ الْخَثْعَمِيِّ، عَنْ أَبِي عِمْرَانَ الْأَنْصَارِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§ثَلَاثَةُ أَعْيَنٍ لَا تَحْرِقُهُمُ النَّارُ أَبَدًا: عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ، وَعَيْنٌ سَهِرَتْ بِكِتَابِ اللَّهِ، وَعَيْنٌ حَرَسَتْ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "149",
            "part": "1",
            "seal": "F48BC36F"
        },
        {
            "hno": "189",
            "id": "189",
            "nass": "189 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ يَسَارٍ قَالَ: حَدَّثَنِي صَدَقَةُ بْنُ يَسَارٍ، عَنْ عَقِيلِ بْنِ جَابِرٍ، عَنْ جَابِرٍ قَالَ: «§خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ ذَاتِ الرِّقَاعِ، فَأَصَابَ رَجُلٌ مِنَ الْمُسْلِمِينَ امْرَأَةَ رَجُلٍ مِنَ الْمُشْرِكِينَ، فَلَمَّا أَنْ رَأَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَافِلًا، وَجَاءَ زَوْجُهَا، وَكَانَ غَائِبًا، فَحَلَفَ أَنْ لَا يَنْتَهِيَ حَتَّى يُهْرِيقَ دَمًا مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَخَرَجَ يَتْبَعُ أَثَرَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَنَزَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْزِلًا، فَقَالَ:» مَنْ رَجُلٌ يَكْلَؤُنَا لَيْلَتَنَا هَذِهِ «؟ فَانْتُدِبَ رَجُلٌ مِنَ الْمُهَاجِرِينَ، وَرَجُلٌ مِنَ الْأَنْصَارِ، فَقَالَا: نَحْنُ يَا رَسُولَ اللَّهِ. قَالَ:» فَكُونَا بِفَمِ الشِّعْبِ «. قَالَ: فَكَانُوا نَزَلُوا إِلَى شِعْبِ مِنَ الْوَادِي، فَلَمَّا خَرَجَ الرَّجُلَانِ إِلَى فَمِ -[150]- الشِّعْبِ، قَالَ الْأَنْصَارِيُّ لِلْمُهَاجِرِيِّ: أَيُّ اللَّيْلِ أَحَبُّ إِلَيْكَ أَنْ أَكْفِيَكَهُ، أَوَّلَهُ أَوْ آخِرَهُ؟ قَالَ: اكْفِنِي أَوَّلَهُ. قَالَ: فَاضْطَجَعَ الْمُهَاجِرِيُّ، فَنَامَ، وَقَامَ الْأَنْصَارِيُّ يُصَلِّي قَالَ: وَأَتَى الرَّجُلُ، فَلَمَّا رَأَى شَخَصَ الرَّجُلِ، عَرَفَ أَنَّهُ رَبِيئَةُ الْقَوْمِ، فَرَمَاهُ بِسَهْمٍ فَوَضَعَهُ فِيهِ، فَانْتَزَعَهُ، فَوَضَعَهُ، وَثَبَتَ قَائِمًا، ثُمَّ رَمَاهُ بِسَهْمٍ آخَرَ، فَوَضَعَهُ فِيهِ، فَنَزَعَهُ، فَوَضَعَهُ، وَثَبَتَ قَائِمًا، ثُمَّ عَادَ لَهُ بِثَالِثٍ، فَوَضَعَهُ فِيهِ، فَانْتَزَعَهُ، فَوَضَعَهُ، ثُمَّ رَكَعَ وَسَجَدَ، ثُمَّ أَهَبَّ صَاحِبَهُ، فَقَالَ: اجْلِسْ، فَقَدْ أَثْبَتُّ. فَوَثَبَ، فَلَمَّا رَآهُمَا الرَّجُلُ، عَرَفَ أَنَّهُ قَدْ نَذِرُوا بِهِ فَهَرَبَ، فَلَمَّا رَأَى الْمُهَاجِرِيُّ مَا بِالْأَنْصَارِيِّ مِنَ الدِّمَاءِ قَالَ: سُبْحَانَ اللَّهِ، أَلَا أَنْبَهْتَنِي أَوَّلَ مَا رَمَاكَ، قَالَ كُنْتُ فِي سُورَةٍ أَقْرَؤُهَا، فَلَمْ أُحِبَّ أَنْ أَقْطَعَهَا حَتَّى أُنْفِذَهَا، فَلَمَّا تَابَعَ عَلَيَّ الرَّمْيَ، رَكَعْتُ، فَأَذَنْتَكَ وَايْمُ اللَّهِ، لَوْلَا أَنِّي خَشِيتُ أَنْ أُضَيِّعَ ثَغْرًا أَمَرَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِحِفْظِهِ لَقُطِعَ نَفَسِي قَبْلَ أَنْ أَقْطَعَهَا أَوْ أُنْفِذَهَا»",
            "page": "149",
            "part": "1",
            "seal": "596F7714"
        },
        {
            "hno": "190",
            "id": "190",
            "nass": "190 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّكُمْ سَتُجَنَّدُونَ أَجْنَادًا: جُنْدًا بِالشَّامِ، وَجُنْدًا بِالْعِرَاقِ، وَجُنْدًا بِالْيَمَنِ» . فَقَالَ ابْنُ الْخَوْلَانِيِّ: أَخْبِرْنِي يَا رَسُولَ اللَّهِ. فَقَالَ: «وَعَلَيْكَ بِالشَّامِ، فَمَنْ أَبَى فَلْيَلْحَقْ بِيَمَنِهِ، وَلَيَسْتَقِ بِغَدْرِهِ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ تَكَفَّلَ لِي بِالشَّامِ وَأَهْلِهَا» ¶ -[152]- ¶ 191 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مُوسَى بْنِ يَسَارٍ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ",
            "page": "151",
            "part": "1",
            "seal": "37EDD670"
        },
        {
            "hno": "192",
            "id": "191",
            "nass": "192 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ قَالَ: أَخْبَرَنِي صَفْوَانُ بْنُ عَبْدِ اللَّهِ بْنِ صَفْوَانَ أَنَّ رَجُلًا قَالَ يَوْمَ صِفِّينَ: اللَّهُمَّ الْعَنْ أَهْلَ الشَّامِ. فَقَالَ عَلِيٌّ: «§لَا تَسُبُّوا أَهْلَ الشَّامِ جَمًّا غَفِيرًا، فَإِنَّ فِيهِمْ قَوْمًا كَارِهُونَ لِمَا تَرَوْنَ، وَإِنَّ فِيهِمُ الْأَبْدَالُ»",
            "page": "152",
            "part": "1",
            "seal": "3D1312C8"
        },
        {
            "hno": "193",
            "id": "192",
            "nass": "193 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنِ الْأَعْمَشِ، عَنْ خَيْثَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: «§لَيَأْتِيَنَّ عَلَى النَّاسِ زَمَانٌ لَا يَبْقَى مُؤْمِنٌ إِلَّا لَحِقَ بِالشَّامِ»",
            "page": "152",
            "part": "1",
            "seal": "59D8739A"
        },
        {
            "hno": "194",
            "id": "193",
            "nass": "194 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ نَاشِرٍ الْكِنَانِيِّ، عَنْ سَعِيدِ بْنِ سُفْيَانَ الْقَارِيِّ قَالَ: قَالَ عُثْمَانُ: «§النَّفَقَةُ فِي أَرْضِ الْهِجْرَةِ مُضَاعَفَةٌ بِسَبْعِ مِائَةِ ضِعْفٍ، وَأَنْتُمُ الْمُهَاجِرُونَ أَهْلُ الشَّامِ، لَوْ أَنَّ رَجُلًا اشْتَرَى بِدِرْهَمٍ مِنَ السُّوقِ، فَأَكَلَهُ، وَأَطْعَمَ أَهْلَهُ، كَانَ لَهُ بِسَبْعِ مِائَةٍ»",
            "page": "153",
            "part": "1",
            "seal": "FFF91464"
        },
        {
            "hno": "195",
            "id": "194",
            "nass": "195 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَزَالُ فِي أُمَّتِي سَبْعَةٌ لَا يَدْعُونَ اللَّهَ عَزَّ وَجَلَّ بِشَيْءٍ إِلَّا اسْتُجِيبَ لَهُمْ، بِهِمْ تُنْصَرُونَ، وَبِهِمْ تُمْطَرُونَ» . وَحَسِبْتُ أَنَّهُ قَالَ: «وَبِهِ يُدْفَعُ عَنْكُمْ»",
            "page": "153",
            "part": "1",
            "seal": "C5992FBD"
        },
        {
            "hno": "196",
            "id": "195",
            "nass": "196 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ قَالَ: أَخْبَرَنِي عَلْقَمَةُ بْنُ شِهَابٍ الْقُشَيْرِيُّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَمْ يُدْرِكِ الْغَزْوَ مَعِي فَلْيَغْزُ فِي الْبَحْرِ، فَإِنَّ قِتَالَ يَوْمٍ فِي الْبَحْرِ خَيْرٌ مِنْ قِتَالِ يَوْمَيْنِ فِي الْبِرِّ، وَإِنَّ أَجْرَ الشَّهِيدِ فِي الْبَحْرِ كَأَجْرِ شَهِيدَيْنِ فِي الْبِرِّ، وَإِنَّ خِيَارَ الشُّهَدَاءِ عِنْدَ اللَّهِ عَزَّ وَجَلَّ أَصْحَابُ الْكَفْءِ» . قِيلَ: يَا رَسُولَ اللَّهِ، وَمَنْ أَصْحَابُ الْكَفْءِ؟ قَالَ: «قَوْمٌ تُكْفَأُ عَلَيْهِمْ مَرَاكِبُهُمْ فِي الْبَحْرِ»",
            "page": "154",
            "part": "1",
            "seal": "C14825F9"
        },
        {
            "hno": "197",
            "id": "196",
            "nass": "197 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ شُرَيْحٍ، أَنَّهُ بَلَغَهُ عَنِ ابْنِ حُجَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ لَمْ يُدْرِكِ الْغَزْوَ مَعِي فَعَلَيْهِ بِغَزْوِ الْبَحْرِ»",
            "page": "154",
            "part": "1",
            "seal": "4086C123"
        },
        {
            "hno": "198",
            "id": "197",
            "nass": "198 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ شُرَيْحٍ قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ ثَعْلَبَةَ الْحَضْرَمِيَّ يَذْكُرُ أَنَّهُ سَمِعَ ابْنَ حُجَيْرَةَ الْأَكْبَرَ قَائِمًا يَوْمَ الْجُمُعَةِ يَذْكُرُ أَنَّهُ سَمِعَ عُقْبَةَ بْنَ عَامِرٍ يَذْكُرُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§خَمْسٌ مَنْ قُبِضَ فِي شَيْءٍ مِنْهُنَّ فَهُوَ شَهِيدٌ: الْقَتِيلُ فِي سَبِيلِ اللَّهِ شَهِيدٌ، وَالْغَرِيقُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ شَهِيدٌ، وَالْمَطْعُونُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ شَهِيدٌ، وَالْمَبْطُونُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ شَهِيدٌ، وَالنُّفَسَاءُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ شَهِيدٌ»",
            "page": "154",
            "part": "1",
            "seal": "6BB77113"
        },
        {
            "hno": "199",
            "id": "198",
            "nass": "199 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: حَدَّثَنِي أَبُو الْأَسْوَدِ قَالَ: «§غَزَوْتُ الْبَحْرَ زَمَانَ مُعَاوِيَةَ، وَمَعَنَا أَبُو أَيُّوبَ الْأَنْصَارِيُّ عَامَ الْمَدِّ»",
            "page": "155",
            "part": "1",
            "seal": "56078ECE"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "فَقَالَ ابْنُ لَهِيعَةَ، وَحَدَّثَنِي أَبُو قَبِيلٍ أَنَّ §مُعَاوِيَةَ كَانَ بِرُودِسَ فِي زَمَنِ عُثْمَانَ رَضِيَ اللهُ عَنْهُ، وَمَعَهُ كَعْبُ الْأَحْبَارِ \"",
            "page": "155",
            "part": "1",
            "seal": "498CA9CF"
        },
        {
            "hno": "200",
            "id": "200",
            "nass": "200 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي الزِّنَادِ، أَخْبَرَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ حَبَّانَ قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَثِيرًا مَا يَزُورُ أُمَّ حَرَامٍ، فَيَقِيلُ عِنْدَهَا، فَنَامَ عِنْدَهَا يَوْمًا، فَفَزِعَ وَهُوَ يَضْحَكُ، فَقَالَتْ لَهُ: يَا رَسُولَ اللَّهِ، فِيمَ ضَحِكْتَ؟ قَالَ:» §عَجِبْتُ مِنْ أُنَاسٍ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ آنِفًا عَلَى سُرُرٍ أَمْثَالِ الْمُلُوكِ، يَرْكَبُونَ هَذَا الْبَحْرَ الْأَخْضَرَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ «. قُلْتُ: يَا رَسُولَ اللَّهِ، ادْعُ اللَّهَ عَزَّ وَجَلَّ أَنْ يَجْعَلَنِي مِنْهُمْ. قَالَ:» إِنَّكِ مِنَ الْأَوَّلِينَ، وَلَسْتِ مِنَ الْآخَرِينَ «وَكُنْتُ لَا أَدْرِي كَيْفَ كَانَ مَبِيتُهَا، وَقَدْ بَلَغَنِي هَذَا عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، حَتَّى قَدِمَ عَلَيْنَا أَنَسُ بْنُ مَالِكٍ، وَهِيَ خَالَتُهُ، أُخْتُ أُمِّهِ، قُلْتُ: لَعَمْرِي، لأن كَانَ.. . ذَلِكَ عِنْدَ أَنَسِ بْنِ مَالِكٍ قَالَ: فَجِئْتُهُ، فَسَأَلْتُهُ، عَنْ أُمِّ حَرَامٍ، كَيْفَ كَانَ مَبِيتُهَا؟ قَالَ: عَلَى الْجَنَّةِ سَقَطَتْ. قَالَ: كَانَ مِنْ شَأْنِهَا أَنَّهَا تَزَوَّجَتِ ابْنَ عَمِّهَا عُبَادَةَ بْنَ الصَّامِتِ، فَذَهَبَ بِهَا إِلَى الشَّامِ فَلَمَّا غَزَا مُعَاوِيَةُ الْبَحْرَ غَزَا، فَخَرَجَ بِهَا مَعَهُ، حَتَّى لَمَّا قَضَوْا غَزْوَهُمْ، خَرَجَتْ، فَلَمَّا كَانَتْ بِالسَّاحِلِ، أُتِيَتْ بِدَابَّتِهَا، وَرَكِبَتْ، فَسَارَتْ قَلِيلًا ثُمَّ وَقَعَتْ بِهَا الدَّابَّةُ، فَخَرَّتْ، فَمَاتَتْ قَبْلَ أَنْ تَبْلُغَ أَهْلَهَا -[157]- ¶ 201 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا ذَهَبَ قُبَاءَ يَدْخُلُ عَلَى أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ، فَتُطْعِمُهُ، وَكَانَتْ أُمُّ حَرَامٍ تَحْتَ عُبَادَةَ بْنِ الصَّامِتِ، فَدَخَلَ عَلَيْهَا يَوْمًا، فَأَطْعَمَتْهُ، وَجَلَسَتْ تُصَلِّي، فَنَامَ رَسُولُ اللَّهَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، مَا يُضْحِكُكَ؟ قَالَ:» أُنَاسٌ مِنْ أُمَّتِي \". وَذَكَرَ الْحَدِيثَ",
            "page": "156",
            "part": "1",
            "seal": "38FFAB69"
        },
        {
            "hno": "202",
            "id": "201",
            "nass": "202 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ خَالِدِ بْنِ أَبِي مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: «§غَزْوَةٌ فِي الْبَحْرِ أَحَبُّ إِلَيَّ مِنْ قِنْطَارٍ مُتَقَبَّلًا»",
            "page": "157",
            "part": "1",
            "seal": "EC634FB3"
        },
        {
            "hno": "203",
            "id": "202",
            "nass": "203 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ قَالَ: أَخْبَرَنَا ابْنُ هُبَيْرَةَ أَنَّ مُعَاوِيَةَ رَحِمَهُ اللَّهُ، كَتَبَ إِلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ، يَسْتَأْذِنُهُ فِي رُكُوبِ الْبَحْرِ، وَيُخْبِرُهُ أَنَّهُ لَيْسَ بَيْنَهُ وَبَيْنَ قُبْرُسَ فِي الْبَحْرِ إِلَّا مَسِيرَةَ يَوْمَيْنِ، فَإِنْ رَأَى أَمِيرُ الْمُؤْمِنِينَ أَنْ أُغْزُوَهَا، فَيَفْتَحَهَا اللَّهُ تَبَارَكَ وَتَعَالَى عَلَى يَدَيْهِ، فَسَأَلَ عَنِ اعْرَفِ النَّاسِ بِرُكُوبِ الْبَحْرِ، فَقِيلَ لَهُ: عَمْرُو بْنُ الْعَاصِ، كَانَ يَخْتَلِفُ فِيهِ إِلَى الْحَبَشَةِ. فَسَأَلَ عَنْهُ، فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ، إِنَّ صَاحِبَهُ مِنْهُ بِمَنْزِلَةِ دُودٍ عَلَى عُودٍ، إِنْ ثَبَتَ يَغْرَقْ، وَإِنْ يَمِلْ يَغْرَقْ. فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: «وَاللَّهِ §مَا كُنْتُ لِأَحْمِلَ أَحَدًا مِنَ الْمُسْلِمِينَ عَلَى هَذَا مَا بَقِيَتُ»",
            "page": "158",
            "part": "1",
            "seal": "16B6DB0D"
        },
        {
            "hno": "204",
            "id": "203",
            "nass": "204 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدُ بْنُ رَحْمَةَ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مُوسَى بْنِ أَيُّوبَ الْغَافِقِيِّ قَالَ: حَدَّثَنِي رَجُلٌ أَنَّ مَوْلًى لِعَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ أَتَى عَبْدَ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، فَقَالَ: إِنِّي أُرِيدُ غَزْوَ الْبَحْرِ، فَأَوْصِنِي. قَالَ: «§عَلَيْكَ بِالْبَرِّ، لَا تُؤْذِي، وَلَا تُؤْذَى. قَالَ: إِنِّي أَرَدْتُ الْبَحْرَ. قَالَ عَبْدُ اللَّهِ: إِنْ حَفِظْتَ سِتًّا اسْتَوْجَبْتَ ثَمَانِيًا مِنَ الْحُورِ الْعِينِ.. .، لَا تَغُلْ، وَلَا تُخْفِ غُلُولًا، وَلَا تُؤْذِ جَارًا، وَلَا ذِمِّيًّا، وَلَا تَسُبَّ إِمَامًا، وَلَا تَفْرَنْ، وَخِفَّ»",
            "page": "158",
            "part": "1",
            "seal": "14D36D4E"
        },
        {
            "hno": "205",
            "id": "204",
            "nass": "205 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عُمَرَ بْنِ مُحَمَّدِ بْنِ زَيْدٍ، عَنْ نَافِعٍ، أَنَّهُ أَخْبَرَهُ، أَنَّ ابْنَ عُمَرَ كَانَ يَقُولُ: «§لَأَنْ أَغْزُوَ عَلَى نَاقَةٍ ذَلُولٍ صَمُوتٍ أَحَبُّ إِلَيَّ مِنْ رُكُوبِ الْبَحْرِ»",
            "page": "159",
            "part": "1",
            "seal": "34959624"
        },
        {
            "hno": "206",
            "id": "205",
            "nass": "206 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مُوسَى بْنِ عُلَيِّ بْنِ رَبَاحٍ، عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَانَ يُصَلِّي عَلَى الرَّجُلِ الَّذِي يَرَاهُ يَخْدُمُ أَصْحَابَهُ \"",
            "page": "159",
            "part": "1",
            "seal": "FB3EBE0A"
        },
        {
            "hno": "207",
            "id": "206",
            "nass": "207 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§سَيِّدُ الْقَوْمِ خَادِمُهُمْ فِي السَّفَرِ»",
            "page": "159",
            "part": "1",
            "seal": "69240400"
        },
        {
            "hno": "208",
            "id": "207",
            "nass": "208 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ شُعْبَةَ، عَنْ عِمْرَانَ بْنِ عُبَيْدِ اللَّهِ بْنِ عِمْرَانَ قَالَ: سَمِعْتُ مُجَاهِدًا يَقُولُ: «§صَحِبْتُ ابْنَ عُمَرَ لِأَخْدُمَهُ فَكَانَ يَخْدُمُنِي»",
            "page": "159",
            "part": "1",
            "seal": "B42E5D79"
        },
        {
            "hno": "209",
            "id": "208",
            "nass": "209 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، حَدَّثَنَا مُسَافِعُ بْنُ حَنْظَلَةَ، عَنْ أَبِي الْأَكْدَرِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ قَالَ: «§تَعَلَّمُوا الْمِهَنَ، فَإِنِ احْتَاجَ الرَّجُلُ إِلَى مِهْنَتِهِ، انْتَفِعَ بِهَا» قَالَ: وَحَدَّثَنَا أَشْيَاخُنَا أَنَّ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ كَانَ يَقُولُ: «لِيَرْقَعْ أَحَدُكُمْ ثَوْبَهُ، وَلِيُصْلِحَهُ، فَإِنَّهُ لَا جَدِيدَ لِمَنْ لَا خَلَقُ لَهُ»",
            "page": "159",
            "part": "1",
            "seal": "C0BB0EF5"
        },
        {
            "hno": "210",
            "id": "209",
            "nass": "210 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عِيسَى بْنِ عُمَرَ قَالَ: حَدَّثَنِي حَوْطُ بْنُ رَافِعٍ، أَنَّ عَمْرَو بْنَ عُتْبَةَ، كَانَ §يَشْتَرِطُ عَلَى أَصْحَابِهِ أَنْ يَكُونَ خَادِمَهُمْ قَالَ: فَخَرَجَ فِي الرَّعْيِ فِي يَوْمٍ حَارٍّ، فَأَتَاهُ بَعْضُ أَصْحَابِهِ، فَإِذَا هُوَ بِالْغَمَامَةِ تُظِلُّهُ وَهُوَ نَائِمٌ، فَقَالَ: أَبْشِرْ يَا عَمْرُو. فَأَخَذَ عَلَيْهِ عَمْرٌو أَلَّا يُخْبِرَ بِهِ \"",
            "page": "160",
            "part": "1",
            "seal": "F5A37902"
        },
        {
            "hno": "211",
            "id": "210",
            "nass": "211 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ لَهِيعَةَ، عَنْ أَبِي قَبِيلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: «§مَنْ خَدَمَ أَصْحَابَهُ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ فُضِّلَ عَلَى كُلِّ إِنْسَانٍ مِنْهُمْ بِقِيرَاطٍ مِنَ الْأَجْرِ»",
            "page": "160",
            "part": "1",
            "seal": "BED84FB5"
        },
        {
            "hno": "212",
            "id": "211",
            "nass": "212 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، حَدَّثَنَا بِلَالُ بْنُ سَعْدٍ عَمَّنْ رَأَى عَامِرَ بْنَ عَبْدِ قَيْسٍ بِأَرْضِ الرُّومِ عَلَى بَغْلَةٍ يَرْكَبُهَا عُقْبَةُ، وَحَمَلَ الْمُهَاجِرِينَ عُقْبَةُ، وَقَالَ بِلَالُ بْنُ سَعْدٍ، وَكَانَ إِذَا فَصَلَ غَازِيًا، وَقَفَ يَتَوَسَّمُ الرِّفَاقَ، فَإِذَا رَأَى رُفْقَةً تُوَافِقُهُ قَالَ: يَا هَؤُلَاءِ، إِنِّي §أُرِيدُ أَنْ أَصْحَبَكُمْ عَلَى أَنْ تُعْطُونِي مِنْ أَنْفُسِكُمْ ثَلَاثَ خِصَالٍ. فَيَقُولُونَ: مَا هِيَ؟ قَالَ: أَكُونُ لَكُمْ خَادِمًا، لَا يُنَازِعُنِي أَحَدٌ مِنْكُمُ الْخِدْمَةَ، وَأَكُونُ مُؤَذِّنًا لَا يُنَازِعُنِي أَحَدٌ مِنْكُمُ الْأَذَانَ، وَأُنْفِقُ فِيكُمْ بِقَدْرِ طَاقَتِي. فَإِذَا قَالُوا نَعَمْ، انْضَمَّ إِلَيْهِمْ، فَإِنْ نَازَعَهُ أَحَدٌ مِنْهُمْ شَيْئًا مِنْ ذَلِكَ، رَحَلَ عَنْهُمْ إِلَى غَيْرِهِمْ \"",
            "page": "161",
            "part": "1",
            "seal": "D49E33DA"
        },
        {
            "hno": "213",
            "id": "212",
            "nass": "213 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ حُسَيْنِ الْمُكْتِبِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ سَالِمٍ قَالَ: «كَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ §يَشْتَرِطُ عَلَى الرَّجُلِ إِذَا سَافَرَ مَعَهُ عَلَى أَنْ لَا يُسَافَرَ مَعَهُ بِجِلَالِهِ، وَلَا يُنَازِعُهُ فِي الْأَذَانِ، وَلَا الذَّبِيحَةِ»",
            "page": "161",
            "part": "1",
            "seal": "577D2671"
        },
        {
            "hno": "214",
            "id": "213",
            "nass": "214 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ عُيَيْنَةَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يُرَافِقُ أَصْحَابَهُ فِي السَّفَرِ رِفْقًا، فَجَعَلَتْ رُفْقَةٌ مِنْهُمْ يَهْرِفُونَ بِرَجُلٍ مِنْهُمْ قَالُوا: يَا رَسُولَ اللَّهِ، مَا رَأَيْنَا مِثْلَهُ، إِنْ نَزَلَ فَصَلَاةٌ، وَإِنِ ارْتَحَلْنَا فَقِرَاءَةٌ وَصِيَامٌ لَا يُفْطِرُ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَانَ يَكْفِيهِ كَذَا» . قَالُوا: نَحْنُ. قَالَ: «§كُلُّكُمْ خَيْرٌ مِنْهُ»",
            "page": "162",
            "part": "1",
            "seal": "D43B50BD"
        },
        {
            "hno": "215",
            "id": "214",
            "nass": "215 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ جَبَلَةَ بْنِ عَطِيَّةَ، عَنْ رَجَاءِ بْنِ حَيْوَةَ، أَنَّ سَلْمَانَ، قَالَ لَهُ أَصْحَابُهُ: أَوْصِنَا. قَالَ: «§مَنَ اسْتَطَاعَ مِنْكُمْ أَنْ يَمُوتَ حَاجًّا، أَوْ مُعْتَمِرًا، أَوْ غَازِيًا، أَوْ فِي نَقْلِ الْغَزَاةِ فَلْيَفْعَلْ، وَلَا يَمُوتَنَّ تَاجِرًا، وَلَا جَابِيًا»",
            "page": "162",
            "part": "1",
            "seal": "E1ED7E07"
        },
        {
            "hno": null,
            "id": "215",
            "nass": "حَدَّثَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، أَخْبَرَنَا شُرَحْبِيلُ بْنُ شَرِيكٍ، أَنَّهُ سَمِعَ أَبَا عَبْدِ الرَّحْمَنِ عَبْدَ اللَّهِ بْنَ يَزِيدَ الْحُبْلَى يَقُولُ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُ الْأَصْحَابِ عِنْدَ اللَّهِ عَزَّ وَجَلَّ خَيْرُهُمْ لِصَاحِبِهِ، وَخَيْرُ الْجِيرَانِ عِنْدَ اللَّهِ عَزَّ وَجَلَّ خَيْرُهُمْ لِجَارِهِ»",
            "page": "163",
            "part": "1",
            "seal": "5F1243A6"
        },
        {
            "hno": null,
            "id": "216",
            "nass": "قَالَ: وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يَقُولُ: «§لَخَيْرٌ أَعْمَلُهُ الْيَوْمَ أَحَبُّ إِلَيَّ مِنْ مِثْلَيْهِ فِيمَا مَضَى، لَأَنَّا كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهِمَّتُنَا الْآخِرَةُ، وَلَا تَهُمُّنَا الدُّنْيَا، وَإِنَّا الْيَوْمَ قَدْ مَالَتْ بِنَا الدُّنْيَا»",
            "page": "163",
            "part": "1",
            "seal": "70523F27"
        },
        {
            "hno": null,
            "id": "217",
            "nass": "قَالَ: وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ: §طُوبَى لِلْغُرَبَاءِ الَّذِينَ هُمْ صَالِحُونَ عِنْدَ فَسَادِ النَّاسِ",
            "page": "164",
            "part": "1",
            "seal": "BC74B83B"
        },
        {
            "hno": null,
            "id": "218",
            "nass": "قَالَ أَبُو عَبْدِ الرَّحْمَنِ الْحُبُلِيُّ، وَحَدَّثَنِي الصُّنَابِحِيُّ، أَنَّهُ سَمِعَ أَبَا بَكْرٍ الصِّدِّيقَ يَقُولُ: «إِنَّ §دَعْوَةَ الْأَخِّ فِي اللَّهِ عَزَّ وَجَلَّ مُسْتَجَابَةٌ»",
            "page": "164",
            "part": "1",
            "seal": "1189A2EF"
        },
        {
            "hno": "217",
            "id": "219",
            "nass": "217 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ هِشَامِ بْنِ سَعْدٍ قَالَ: سَمِعْتُ زَيْدَ بْنَ أَسْلَمَ، يَذْكُرُ عَنْ أَبِيهِ قَالَ: «§بَلَغَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللهُ عَنْه أَنَّ أَبَا عُبَيْدَةَ حُصِرَ بِالشَّامِ، وَتَأَلَّبَ عَلَيْهِ الْعَدُوُّ، فَكَتَبَ إِلَيْهِ عُمَرُ: سَلَامٌ. أَمَّا بَعْدُ، فَإِنَّهُ مَا نَزَلَ بِعَبْدٍ مُؤْمِنٍ مِنْ مَنْزِلَةٍ شِدَّةٌ إِلَّا جَعَلَ اللَّهُ عَزَّ وَجَلَّ بَعْدَهَا فَرَجًا، وَلَأَنْ:» لَا يَغْلِبُ عَسْرٌ يُسْرَيْنِ « {يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} [آل عمران: 200] قَالَ: فَكَتَبَ إِلَيْهِ أَبُو عُبَيْدَةَ: سَلَامٌ. أَمَّا بَعْدُ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ فِي كِتَابِهِ {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ.. .} [الحديد: 20] إِلَى {مَتَاعُ الْغُرُورِ} [الحديد: 20] قَالَ: فَخَرَجَ عُمَرُ بِكِتَابِهِ مِنْ مَكَانِهِ، فَقَعَدَ عَلَى الْمِنْبَرِ، فَقَرَأَهُ عَلَى أَهْلِ الْمَدِينَةِ، فَقَالَ: يَا أَهْلَ الْمَدِينَةِ، إِنَّمَا يُعَرِّضُ بِكُمْ أَبُو عُبَيْدَةَ، أَوْ أَنِ ارْغَبُوا فِي الْجِهَادِ»",
            "page": "164",
            "part": "1",
            "seal": "7AE2FD54"
        },
        {
            "hno": "218",
            "id": "220",
            "nass": "218 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ قَالَ: سَمِعْتُ خَالِدَ بْنَ الْوَلِيدِ، يُخْبِرُ الْقَوْمَ بِالْحِيرَةَ يَقُولُ: «لَقَدْ §رَأَيْتُنِي يَوْمَ مُؤْتَةَ انْدَقَّ بِيَدِي تِسْعَةُ أَسْيَافٍ، فَصَبَرَتْ فِي يَدِي صَفِيحَةٌ يَمَانِيَةٌ»",
            "page": "165",
            "part": "1",
            "seal": "64BF5253"
        },
        {
            "hno": "219",
            "id": "221",
            "nass": "219 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ يَسَارٍ، عَنْ قَتَادَةَ، حَدَّثَنَا سَالِمُ بْنُ أَبِي الْجَعْدِ، عَنْ حَدِيثِ مَعْدَانَ بْنِ أَبِي طَلْحَةَ الْيَعْمُرِيِّ، عَنْ أَبِي نَجِيحٍ السُّلَمِيِّ قَالَ: «حَاصَرْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَصْرَ الطَّائِفِ، فَسَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:» §مَنْ رَمَى بِسَهْمٍ فَبَلَّغَهُ، فَلَهُ دَرَجَةٌ فِي الْجَنَّةِ «. قَالَ رَجُلٌ: يَا نَبِيَّ اللَّهِ، إِنْ رَمَيْتُ فَبَلَغْتُ، فَلِي دَرَجَةٌ؟ قَالَ:» نَعَمْ «. قَالَ: فَرَمَى، فَبَلَغَ. قَالَ: فَبَلَغْتُ يَوْمَئِذٍ سِتَّةَ عَشَرَ سَهْمًا»",
            "page": "165",
            "part": "1",
            "seal": "26FC8750"
        },
        {
            "hno": "220",
            "id": "222",
            "nass": "220 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ يَسَارٍ، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ حَدِيثِ مَعْدَانَ عَنْ أَبِي نَجِيحٍ السُّلَمِيِّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ شَابَ شَيْبَةً فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ»",
            "page": "166",
            "part": "1",
            "seal": "7DC956DB"
        },
        {
            "hno": "221",
            "id": "223",
            "nass": "221 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ يَسَارٍ، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ حَدِيثِ مَعْدَانَ، عَنْ أَبِي نَجِيحٍ السُّلَمِيِّ قَالَ: «§أَيُّمَا رَجُلٍ مُسْلِمٍ أَعْتَقَ رَجُلًا مُسْلِمًا، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ جَاعِلٌ وِقَاءَ كُلِّ عَظْمٍ مِنْ عِظَامِهِ عَظْمًا مِنْ عِظَامِ مُحَرَّرِهِ مِنَ النَّارِ، وَأَيُّمَا امْرَأَةٍ مُسْلِمَةٍ أَعْتَقَتِ امْرَأَةً مُسْلِمَةً، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ جَاعِلٌ وِقَاءَ كُلِّ عَظْمٍ مِنْ عِظَامِهَا عَظْمًا مِنْ عِظَامِ مُحَرَّرِهَا مِنَ النَّارِ»",
            "page": "166",
            "part": "1",
            "seal": "E68042B8"
        },
        {
            "hno": "222",
            "id": "224",
            "nass": "222 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ يَحْيَى بْنِ جَعْدَةَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «§لَوْلَا ثَلَاثٌ: لَوْلَا أَنْ أَسِيرَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، أَوْ يُغَبَّرَ جَبِينِي فِي السُّجُودِ، أَوْ أُقَاعِدَ قَوْمًا يَنْتَقُونَ طَيِّبَ الْكَلَامِ، كَمَا يُنْتَقَى طَيِّبُ الثَّمَرِ؛ لَأَحْبَبْتُ أَنْ أَكُونَ قَدْ لَحِقْتُ بِاللَّهِ عَزَّ وَجَل»",
            "page": "167",
            "part": "1",
            "seal": "2E0F2D02"
        },
        {
            "hno": "223",
            "id": "225",
            "nass": "223 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ الْفُضَيْلِ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ قَالَ: «§أُغْمِيَ عَلَى رَجُلٍ مِنَ الصَّدْرِ الْأَوَّلِ، فَبَكَى، فَاشْتَدَّ بُكَاؤُهُ، فَقَالُوا لَهُ: إِنَّ اللَّهَ عَزَّ وَجَلَّ رَحِيمٌ، إِنَّهُ غَفُورٌ، وَإِنَّهُ.. . فَقَالَ: أَمَا وَاللَّهِ مَا تَرَكْتُ بَعْدِي شَيْئًا أَبْكِي عَلَيْهِ إِلَّا ثَلَاثَ خِصَالٍ: ظَمَأَ هَاجِرَةٍ فِي يَوْمٍ بَعِيدٍ مَا بَيْنَ الطَّرَفَيْنِ، أَوْ لَيْلَةً يَبِيتُ الرَّجُلُ يَرُوحُ بَيْنَ جَنْبَيْهِ وَقَدَمَيْهِ، أَوْ غَدْوَةً، أَوْ رَوْحَةً فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "168",
            "part": "1",
            "seal": "446BB844"
        },
        {
            "hno": "224",
            "id": "226",
            "nass": "224 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، وَسَعِيدِ بْنِ أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§غَدْوَةٌ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ أَوْ رَوْحَةٌ خَيْرٌ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ وَغَرَبَتْ»",
            "page": "168",
            "part": "1",
            "seal": "113743B7"
        },
        {
            "hno": "225",
            "id": "227",
            "nass": "225 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ آدَمَ بْنِ عَلِيٍّ قَالَ: سَمِعْتُ ابْنَ عُمَرَ يَقُولُ: «§لَسَفْرَةٌ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ أَفْضَلُ مِنْ خَمْسِينَ حَجَّةً»",
            "page": "168",
            "part": "1",
            "seal": "10D30EC1"
        },
        {
            "hno": "226",
            "id": "228",
            "nass": "226 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ يَحْيَى بْنِ عَمْرِو بْنِ سَلَمَةَ، عَنْ أَبِيهِ، عَنِ ابْنِ مَسْعُودٍ قَالَ: «§لَأَنْ أُمَتِّعَ بِسَوْطٍ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ أَحَبُّ إِلَيَّ مِنْ حَجَّةٍ فِي إِثْرِ حَجَّةٍ»",
            "page": "169",
            "part": "1",
            "seal": "24762B5F"
        },
        {
            "hno": "227",
            "id": "229",
            "nass": "227 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الْقَاسِمِ بْنِ عَبَّاسٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ، عَنِ ابْنِ مِكْرَزٍ رَجُلٌ مِنْ أَهْلِ الشَّامِ مِنْ بَنِي عَامِرِ بْنِ لُؤَيٍّ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ §رَجُلٌ يُرِيدُ الْجِهَادَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، وَهُوَ يَبْتَغِي عَرَضًا مِنَ الدُّنْيَا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا أَجْرَ لَهُ» . فَأَعْظَمَ ذَلِكَ النَّاسُ، فَقَالُوا لِلرَّجُلِ: عُدْ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَلَعَلَّكَ لَمْ تُفْهِمْهُ. فَقَالَ الرَّجُلُ: يَا رَسُولَ اللَّهِ، رَجُلٌ يُرِيدُ الْجِهَادَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، وَهُوَ يَبْتَغِي مِنْ عَرَضِ الدُّنْيَا. فَقَالَ: «لَا أَجْرَ لَهُ» . فَأَعْظَمَ ذَلِكَ النَّاسُ، فَقَالُوا لِلرَّجُلِ: عُدْ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. فَقَالَ لَهُ الثَّالِثَةَ: رَجُلٌ يُرِيدُ الْجِهَادَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، وَهُوَ يَبْتَغِي عَرَضَ الدُّنْيَا. قَالَ: «لَا أَجْرَ لَهُ»",
            "page": "169",
            "part": "1",
            "seal": "7A9EA49E"
        },
        {
            "hno": null,
            "id": "230",
            "nass": "أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنَا مَكْحُولٌ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَلَا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ، وَيُدْخِلَكُمُ الْجَنَّةَ» . قَالُوا: بَلَى. قَالَ: «فَاغْزُوا فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "170",
            "part": "1",
            "seal": "7AE9C929"
        },
        {
            "hno": null,
            "id": "231",
            "nass": "قَالَ: وَأَخْبَرَنَا أَيْضًا، عَنْ مَكْحُولٍ قَالَ: قَالَ رَسُولُ اللَّهَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اغْزُوا، فَضَحُّوا»",
            "page": "170",
            "part": "1",
            "seal": "AE33A6A6"
        },
        {
            "hno": null,
            "id": "232",
            "nass": "قَالَ: وَأَخْبَرَنَا أَيْضًا، عَنْ مَكْحُولٍ، حَدَّثَنَا الضَّحَّاكُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَرْزَبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ الْأَشْعَرِيُّ، أَنَّهُ قَالَ: «§حَجَّةٌ قَبْلَ غَزْوَةٍ خَيْرٌ مِنْ عَشْرِ غَزَوَاتٍ، وَغَزْوَةٌ بَعْدَ حَجَّةٍ خَيْرٌ مِنْ ثَمَانِينَ حَجَّةً»",
            "page": "170",
            "part": "1",
            "seal": "41D61F19"
        },
        {
            "hno": "229",
            "id": "233",
            "nass": "229 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ، حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ قَالَ: سَمِعْتُ أَبِي يَقُولُ وَهُوَ بِحَضْرَةِ الْعَدُوِّ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَبْوَابَ الْجَنَّةِ تَحْتَ ظِلَالِ السُّيُوفِ» فَقَامَ رَجُلٌ رَثُّ الْهَيْئَةِ فَقَالَ: يَا أَبَا مُوسَى، أَنْتَ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُهُ؟ قَالَ: نَعَمْ. قَالَ: فَجَاءَ إِلَى أَصْحَابِهِ، فَقَالَ: أَقْرَأُ عَلَيْكُمُ السَّلَامَ، ثُمَّ كَسَرَ جَفْنَ سَيْفِهِ، فَأَلْقَاهُ، ثُمَّ مَضَى بِسَيْفِهِ قُدُمًا يَضْرِبُ بِهِ حَتَّى قُتِلَ \"",
            "page": "170",
            "part": "1",
            "seal": "92ABCDBF"
        },
        {
            "hno": "230",
            "id": "234",
            "nass": "230 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ الْحَارِثِ بْنِ عُبَيْدٍ، حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ قَالَ: «بَيْنَا أَبُو مُوسَى الْأَشْعَرِيُّ مَصَافُّ الْعَدُوِّ بِأَصْبَهَانَ، إِذْ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ:» إِنَّ §أَبْوَابَ الْجَنَّةِ تَحْتَ ظِلَالِ السُّيُوفِ «فَقَامَ شَابٌّ قَدْ،. ..، فَقَالَ: كَيْفَ قُلْتَ يَا أَبَا مُوسَى؟ فَأَعَادَ عَلَيْهِ الْحَدِيثَ، فَالْتَفَتَ الشَّابُّ إِلَى أَصْحَابِهِ، فَسَلَّمَ عَلَيْهِمْ، ثُمَّ دَخَلَ تَحْتَهَا، أَيْ تَحْتَ السُّيُوفِ»",
            "page": "171",
            "part": "1",
            "seal": "571E493D"
        },
        {
            "hno": "231",
            "id": "235",
            "nass": "231 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ عَوْنٍ قَالَ: «كَتَبْتُ إِلَى نَافِعٍ أَسْأَلُهُ عَنْ قَوْلِهِ تَبَارَكَ وَتَعَالَى: {§وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ} [الأنفال: 16] قَالَ:» ذَلِكَ يَوْمُ بَدْرٍ \"",
            "page": "171",
            "part": "1",
            "seal": "4301880A"
        },
        {
            "hno": "232",
            "id": "236",
            "nass": "232 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ الْمُبَارَكِ بْنِ فَضَالَةَ، عَنِ الْحَسَنِ « {§وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ} [الأنفال: 16] قَالَ: ذَلِكَ يَوْمُ بَدْرٍ، فَأَمَّا الْيَوْمُ فَيَنْحَازُ إِلَى فِئَةٍ، أَوْ مِصْرٍ»",
            "page": "172",
            "part": "1",
            "seal": "3CEB0476"
        },
        {
            "hno": null,
            "id": "237",
            "nass": "أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ اللَّهِ بْنِ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ قَالَ: «لَمَّا بَلَغَ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ خَبَرُ أَبِي عُبَيْدٍ، قَالَ:» §إِنْ كُنْتُ لَهُ لَفِئَةٌ، لَوِ انْحَازَ إِلَيَّ \"",
            "page": "172",
            "part": "1",
            "seal": "491DEC67"
        },
        {
            "hno": null,
            "id": "238",
            "nass": "قَالَ سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ قَالَ: «§لَمَّا قُتِلَ أَبُو عُبَيْدٍ قَالَ: جَاءَ الْخَبَرُ عُمَرَ، فَقَالَ: يَا أَيُّهَا النَّاسُ، أَنَا فِئَتُكُمْ»",
            "page": "172",
            "part": "1",
            "seal": "598D54ED"
        },
        {
            "hno": "234",
            "id": "239",
            "nass": "234 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ أَنَّ أُنَاسًا صَبَرُوا حَتَّى قُتِلُوا. فَقَالَ عُمَرُ، رَضِيَ اللَّهُ عَنْهُ: «رَحْمَةُ اللَّهِ عَلَيْهِمْ §لَوْ فَاءُوا إِلَيَّ لَكُنْتُ لَهُمْ فِئَةً»",
            "page": "173",
            "part": "1",
            "seal": "BABB266F"
        },
        {
            "hno": "235",
            "id": "240",
            "nass": "235 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: « {§إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ} [الأنفال: 65] إِلَى آخِرِ الْآيَتَيْنِ قَالَ: إِنْ فَرَّ رَجُلٌ مِنْ ثَلَاثَةٍ، لَمْ يَفِرَّ، وَإِنْ فَرَّ مِنَ اثْنَيْنِ، فَقَدْ فَرَّ»",
            "page": "173",
            "part": "1",
            "seal": "02086B1A"
        },
        {
            "hno": "236",
            "id": "241",
            "nass": "236 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ جَرِيرِ بْنِ حَازِمٍ، قَالَ حَدَّثَنِي قَيْسُ بْنُ سَعْدٍ قَالَ: سَأَلْتُ عَطَاءَ بْنَ أَبِي رَبَاحٍ، عَنْ قَوْلِهِ عَزَّ وَجَلَّ: {§وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ} [الأنفال: 16] قَالَ: هَذِهِ مَنْسُوخَةٌ بِالْآيَةِ الَّتِي فِي الْأَنْفَالِ: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ} قَالَ: فَلَيْسَ لِقَوْمٍ أَنْ يَفِرُّوا بِمِثْلَيْهَمْ، نَسَخَتْ هَذِهِ الْآيَةُ هَذِهِ الْعِدَّةَ \"",
            "page": "173",
            "part": "1",
            "seal": "9AAD18B6"
        },
        {
            "hno": "237",
            "id": "242",
            "nass": "237 - حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ جَرِيرِ بْنِ حَازِمٍ قَالَ: حَدَّثَنِي الزُّبَيْرُ بْنُ خِرِّيتٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ قَالَ: «§نَزَلَتْ: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} فَشَقَّ ذَلِكَ عَلَى الْمُسْلِمِينَ حِينَ فُرِضَ عَلَيْهِمْ أَنْ لَا يَفِرَّ وَاحِدٌ مِنْ عَشَرَةٍ قَالَ: ثُمَّ إِنَّهُ جَاءَ التَّخْفِيفُ، فَقَالَ: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ} قَالَ: فَلَمَّا خَفَّفَ اللَّهُ عَنْهُمْ مِنَ الْعِدَّةِ نَقَصَ مِنَ الصَّبْرِ بِقَدْرِ مَا خُفِّفَ عَنْهُمْ»",
            "page": "174",
            "part": "1",
            "seal": "DE0BE3CA"
        },
        {
            "hno": "238",
            "id": "243",
            "nass": "238 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ حُمَيْدٍ، عَنِ الْحَسَنِ أَنَّ §رَجُلًا كَانَ فِي شُرْبٍ أَصَابَ حَدًّا، فَلَمْ يُقَمْ عَلَيْهِ بَيْنَهُمْ ذَلِكَ الْحَدُّ، ثُمَّ بَدَا لَهُ لِيُقِيمَهُ عَلَيْهِ، فَامْتَنَعَ عَلَيْهِ، فَبَعَثَ النَّبِيُّ الْجُنُودَ، فَهُزِمَتْ جُنُودُهُ، فَقَالَ: «يَا رَبِّ، أَبْعَثُ الْجُنُودَ إِلَى رَجُلٍ امْتَنَعَ مِنْ حَدٍّ لِأُقِيمَهُ عَلَيْهِ، فَتُهْزَمُ جُنُودِي» . فَقَالَ: إِنَّكَ أَخَّرْتَ، وَلَكِنِ ابْعَثِ الْآنَ، فَسَتُنْصَرَ \" أَوْ نَحْوَ هَذَا",
            "page": "174",
            "part": "1",
            "seal": "EAAB40B6"
        },
        {
            "hno": null,
            "id": "244",
            "nass": "§بَابٌ فِي صَلَاةِ الْخَوْفِ",
            "page": "175",
            "part": "1",
            "seal": "85AE7D2F"
        },
        {
            "hno": "239",
            "id": "245",
            "nass": "239 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ قَالَ: «§صَلَاةُ الْخَوْفِ. قَالَ: يَقُومُ الْإِمَامُ مَعَهُ طَائِفَةٌ مِنَ النَّاسِ، وَتَكُونُ طَائِفَةٌ بَيْنَهُمْ وَبَيْنَ الْعَدُوِّ، فَيَسْجُدُ سَجْدَةً وَاحِدَةً وَمَنْ مَعَهُ، ثُمَّ يَنْصَرِفُ الَّذِينَ قَدْ سَجَدُوا سَجْدَةً وَاحِدَةً، فَيَكُونُوا مَكَانَ أَصْحَابِهِمُ الَّذِينَ بَيْنَهُمْ وَبَيْنَ الْعَدُوِّ، وَتَقُومُ الطَّائِفَةُ الَّذِينَ لَمْ يُصَلُّوا، فَيُصَلُّوا مَعَ الْإِمَامِ سَجْدَةً، ثُمَّ يُسَلِّمُ الْإِمَامُ، وَتُصَلِّي الطَّائِفَتَانِ، كُلُّ وَاحِدَةٍ مِنْهُمَا لِنَفْسِهِ سَجْدَةً. كَانَ عَبْدُ اللَّهِ يُخْبِرُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَلَ ذَلِكَ فِي بَعْضِ أَيَّامِهِ الَّتِي لَقِيَ فِيهَا»",
            "page": "175",
            "part": "1",
            "seal": "AC9B4B50"
        },
        {
            "hno": "240",
            "id": "246",
            "nass": "240 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ قَالَ: «§صَلَّى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً، وَالْأُخْرَى مُقْبِلَةٌ عَلَى الْعَدُوِّ، ثُمَّ انْصَرَفَتْ هَذِهِ الطَّائِفَةُ الَّتِي صَلَّتْ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَةً، وَقَامُوا فِي مَقَامِ أَصْحَابِهِمْ مُقْبِلِينَ عَلَى الْعَدُوِّ، وَانْصَرَفَتِ الطَّائِفَةُ الْأُولَى الَّتِي كَانَتْ مُقْبِلَةً عَلَى الْعَدُوِّ، فَصَلَّى بِهِمُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَةً أُخْرَى، ثُمَّ سَلَّمَ عَلَيْهِمْ، ثُمَّ قَامَتْ كُلُّ طَائِفَةٍ مِنْهُمْ فَقَضَوْا رَكْعَتَهُمْ» . ¶ 241 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ نَافِعٍ فِي صَلَاةِ الْخَوْفِ قَالَ: لَا أَرَى عَبْدَ اللَّهِ، حَدَّثَهُ إِلَّا عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "176",
            "part": "1",
            "seal": "6A5F8D2B"
        },
        {
            "hno": "242",
            "id": "247",
            "nass": "242 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةَ، أَنَّ أَبَا مُوسَى الْأَشْعَرِيَّ، وَهُوَ يَوْمَئِذٍ بَأَصْبَهَانَ §صَفَّ أَصْحَابَهُ صَفَّيْنِ، وَمَا بِهِمْ يَوْمَئِذٍ كَبِيرُ خَوْفٍ، وَلَكِنَّهُ أَحَبَّ أَنْ يُعَلِّمَهُمْ دِينَهُمْ، فَصَلَّى بِطَائِفَةٍ رَكْعَةً، وَطَائِفَةٌ مَعَهَا السِّلَاحُ، مُقْبِلَةٌ عَلَى عَدُوِّهِمْ، فَتَأَخَّرُوا عَلَى أَعْقَابِهِمْ حَتَّى قَامُوا مَقَامَ أَصْحَابِهِمْ، وَأَقْبَلَ الْآخَرُونَ يَتَخَلَّلُونَ حَتَّى صَلَّى بِهِمْ رَكْعَةً أُخْرَى، ثُمَّ سَلَّمَ، ثُمَّ قَامَ الَّذِينَ يَلُونَهُمْ فَصَلُّوا رَكْعَةً رَكْعَةً فُرَادَى، وَلَمْ يَكُنْ فِي الْحَدِيثِ فُرَادَى، فَتَمَّتْ لِلْإِمَامِ رَكْعَتَانِ فِي الْجَمَاعَةِ وَلِلنَّاسِ رَكْعَةٌ رَكْعَةٌ فِي الْجَمَاعَةِ \"",
            "page": "176",
            "part": "1",
            "seal": "EFFE4AAF"
        },
        {
            "hno": "243",
            "id": "248",
            "nass": "243 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ خُصَيْفٍ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: «§صَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَصَفَّ خَلْفَهُ صَفًّا، وَصَفٌّ مُوَازِي الْعَدُوَّ، وَهُمْ فِي صَلَاةٍ كُلُّهُمْ، فَكَبَّرَ وَكَبَّرُوا جَمِيعًا، فَصَلَّى بِهِمْ رَكْعَةً، ثُمَّ ذَهَبَ هَؤُلَاءِ إِلَى مَصَافِّ أُولَئِكَ، وَجَاءَ أُولَئِكَ، فَصَلَّى بِهِمْ رَكْعَةً، ثُمَّ سَلَّمَ، ثُمَّ قَضَى الَّذِينَ خَلْفَهُ مَكَانَهُمْ رَكْعَةً، ثُمَّ ذَهَبُوا إِلَى مَصَافِّ أُولَئِكَ، وَجَاءَ أُولَئِكَ، فَقَضَوُا الرَّكْعَةَ الَّتِي كَانَتْ عَلَيْهِمْ» . قَالَ سُفْيَانُ: «وَنَأْخُذُ بِقَوْلِ حَمَّادٍ، يَقْضِي الْأَوَّلُ فَالْأَوَّلُ»",
            "page": "177",
            "part": "1",
            "seal": "00CF855A"
        },
        {
            "hno": "244",
            "id": "249",
            "nass": "244 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ إِبْرَاهِيمَ قَالَ: «§يَصُفُّ صَفًّا مُوَازِيَ الْعَدُوِّ، وَلَيْسُوا فِي صَلَاةٍ، وَيَصُفُّ صَفًّا خَلْفَ الْإِمَامِ، فَيُصَلِّي بِهِمْ رَكْعَةً، ثُمَّ يَذْهَبُ هَؤُلَاءِ إِلَى مَصَافِّ أُولَئِكَ، وَيَجِيءُ أُولَئِكَ، فَيُصَلِّي بِهِمْ رَكْعَةً، ثُمَّ يُسَلِّمُ، ثُمَّ يَذْهَبُ هَؤُلَاءِ إِلَى مَصَافِّ أُولَئِكَ، وَيَجِيءُ أُولَئِكَ فَيَقْضُونَ رَكْعَةً، ثُمَّ يَذْهَبُ هَؤُلَاءِ إِلَى مَصَافِّ أُولَئِكَ، وَيَجِيءُ أُولَئِكَ فَيَقْضُونَ رَكْعَةً»",
            "page": "178",
            "part": "1",
            "seal": "677D0027"
        },
        {
            "hno": "245",
            "id": "250",
            "nass": "245 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: ابْنَ المُبَارَكِ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ فِي قَوْلِهِ: « {§فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا} [البقرة: 239] قَالَ: تُصَلِّي حَيْثُ تَوَجَّهْتَ رَاكِبًا وَمَاشِيًا، وَحَيْثُ تَوَجَّهَتْ بِكَ دَابَّتُكَ تُومِيءُ إِيمَاءَ الْمَكْتُوبَةِ»",
            "page": "178",
            "part": "1",
            "seal": "434BE68E"
        },
        {
            "hno": "246",
            "id": "251",
            "nass": "246 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ ابْنِ عَوْنٍ، عَنْ رَجَاءِ بْنِ حَيْوَةَ قَالَ: «كَانُوا فِي جَيْشٍ، وَأَمِيرُهُمُ السِّمْطُ بْنُ ثَابِتٍ أَوْ ثَابِتُ بْنُ السِّمْطِ، فَكَانَ خَوْفٌ، فَصَلُّوا رُكْبَانًا، فَالْتَفَتَ إِلَيْهِمْ، فَرَأَى الْأَشْتَرَ قَدْ نَزَلَ يُصَلِّي، فَقَالَ: مَا أَنْزَلَهُ؟ قِيلَ: نَزَلَ يُصَلِّي. فَقَالَ: §مَا لَهُ خَالَفَ، خُولِفَ بِهِ»",
            "page": "179",
            "part": "1",
            "seal": "EC8AD042"
        },
        {
            "hno": "247",
            "id": "252",
            "nass": "247 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ الْغَسَّانِيِّ قَالَ: حَدَّثَنِي ضَمْرَةُ، وَمُهَاصِرٌ، ابْنَا حَبِيبٍ قَالَا: «خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سَرِيَّةٍ، فَأَدْرَكْتُهُ الصَّلَاةُ وَهُوَ عَلَى ظَهْرٍ، فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى ظَهْرٍ، وَنَزَلَ ابْنُ رَوَاحَةَ، فَصَلَّى بِالْأَرْضِ، ثُمَّ أَتَى إِلَى النَّبِيِّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ:» يَا ابْنَ رَوَاحَةَ §أَرَغِبْتَ عَنْ صَلَاتِي «. قَالَ: لَسْتُ مِثْلَكَ، أَنْتَ تَسْعَى فِي عَنَقٍ، وَنَحْنُ نَسْعَى فِي رَفْقٍ. فَلَمْ يَعِبْ عَلَيْهِ مَا صَنَعَ»",
            "page": "179",
            "part": "1",
            "seal": "A3F47FBA"
        },
        {
            "hno": null,
            "id": "253",
            "nass": "قَالَ: وَخَرَجَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سَرِيَّةٍ، فَصَلَّى أَصْحَابُهُ عَلَى ظَهْرٍ، فَاقْتَحَمَ رَجُلٌ مِنَ النَّاسِ، فَصَلَّى عَلَى الْأَرْضِ، فَقَالَ: «§خَالَفَ خَالَفَ اللَّهُ بِهِ» . فَمَا مَاتَ الرَّجُلُ حَتَّى خَرَجَ مِنَ الْإِسْلَامِ \"",
            "page": "179",
            "part": "1",
            "seal": "46F6316B"
        },
        {
            "hno": "248",
            "id": "254",
            "nass": "248 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ فِي §صَلَاةِ الْمُطَارَدَةِ قَالَ: «رَكْعَةً وَسَجْدَتَيْنِ يُومِئُ إِيمَاءً»",
            "page": "180",
            "part": "1",
            "seal": "07634059"
        },
        {
            "hno": "249",
            "id": "255",
            "nass": "249 - أَخْبَرَنَا إِبْرَاهِيْمُ، أَخْبَرَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ الْفَضْلِ بْنِ دَلْهَمٍ، عَنِ الْحَسَنِ فِي قَوْلِهِ عَزَّ وَجَلَّ: {§فَرِجَالًا} [البقرة: 239] قَالَ: «عِنْدَ الْمُسَايَفَةِ رَكْعَةٌ وَاحِدَةٌ، إِنَّمَا الرُّكُوعُ وَالسُّجُودُ وَأَنْتَ تَمْشِي، أَوْ تَرْكُضُ فَرَسَكَ، أَوْ تُوضَعُ بَعِيرَكَ عَلَى أَيِّ وَجْهٍ كَانَتْ، أَوْ كُنْتَ»",
            "page": "180",
            "part": "1",
            "seal": "9D8D3AA3"
        },
        {
            "hno": "250",
            "id": "256",
            "nass": "250 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، وَحَمَّادٍ، وَقَتَادَةَ سُئِلُوا عَنْ §صَلَاةٍ عِنْدَ الْمُسَايَفَةِ قَالُوا: رَكْعَةٌ تِلْقَاءَ وَجْهِكَ \"",
            "page": "180",
            "part": "1",
            "seal": "C32A4CC5"
        },
        {
            "hno": "251",
            "id": "257",
            "nass": "251 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ قَالَ: «§عِنْدَ الْمُسَايَفَةِ تَجْرِي تَكْبِيرَةٌ» قَالَ سُفْيَانُ: «رَكْعَتَيْنِ رَكْعَتَيْنِ يُومِئُ إِيمَاءً» أَوْ قَالَ عَنْ جُوَيْبِرٍ، عَنِ الضَّحَّاكِ قَالَ: «تَكْبِيرَتَيْنِ»",
            "page": "180",
            "part": "1",
            "seal": "9B124408"
        },
        {
            "hno": "252",
            "id": "258",
            "nass": "252 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنِ الْمَسْعُودِيِّ، عَنْ يَزِيدَ الْفَقِيرِ قَالَ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ سُئِلَ عَنِ الرَّكْعَتَيْنِ فِي السَّفَرِ أَقَصْرَهُمَا؟ قَالَ: إِنَّمَا §الْقَصْرُ وَاحِدَةٌ عِنْدَ الْقِتَالِ، وَإِنَّ رَكْعَتَيْنِ لَيْسَتَا بِقَصْرٍ \"",
            "page": "181",
            "part": "1",
            "seal": "7F63C3BE"
        },
        {
            "hno": "253",
            "id": "259",
            "nass": "253 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ المُبَارَكِ، عَنْ مُحَمَّدِ بْنِ جَابِرٍ، عَنْ حَمَّادٍ قَالَ: سَأَلْتُ إِبْرَاهِيمَ، عَنِ الرَّجُلِ يَطْلُبُ أَوْ يُطْلَبُ، فَتُدْرِكُهُ الصَّلَاةُ، قَالَ: «§يُصَلِّي حَيْثُ كَانَ وَجْهُهُ، يُومِئُ إِيمَاءً، وَيَجْعَلُ سُجُودَهُ أَخْفَضَ مِنْ رُكُوعِهِ، وَلَا يَدَعِ الْوضُوءَ وَلَا الْقِرَاءَةَ»",
            "page": "181",
            "part": "1",
            "seal": "28290D8B"
        },
        {
            "hno": "254",
            "id": "260",
            "nass": "254 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ فِي قَوْلِهِ عَزَّ وَجَلَّ: {§فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا} [البقرة: 239] قَالَ: «إِذَا طَلَبَ الْأَعْدَاءُ، فَقَدْ حَلَّ لَهُمْ أَنْ يُصَلُّوا قِبَلَ أَيِّ وَجْهٍ كَانُوا، رِجَالًا أَوْ رُكْبَانًا، رَكْعَتَيْنِ يُومِئُ إِيمَاءً» قَالَ قَتَادَةُ «وَتُجْزِئُ رَكْعَةٌ»",
            "page": "182",
            "part": "1",
            "seal": "A1585B1F"
        },
        {
            "hno": "255",
            "id": "261",
            "nass": "255 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَهُ عَنْ مَكْحُولٍ، أَنَّ شُرَحْبِيلَ بْنَ حَسَنَةَ، أَغَارَ عَلَى شِمَاسَةَ، وَذَلِكَ فِي وَجْهِ الصُّبْحِ، قَالَ: §صَلُّوا عَلَى ظَهْرِ دَوَابِّكُمْ، فَمَرَّ بِرَجُلٍ قَائِمٍ يُصَلِّي بِالْأَرْضِ قَالَ: مَا هَذَا؟ يُخَالِفُ خَالَفَ اللَّهُ بِهِ، فَإِذَا هُوَ الْأَشْتَرُ \"",
            "page": "182",
            "part": "1",
            "seal": "5C0D3F54"
        },
        {
            "hno": "256",
            "id": "262",
            "nass": "256 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: حَدَّثَنَا ابْنَ المُبَارَكِ، عَنِ الْأَوْزَاعِيِّ، عَنْ سَابِقٍ الْبَرْبَرِيِّ قَالَ: «كَتَبَ مَكْحُولٌ إِلَى حَسَنٍ الْبَصْرِيِّ، فَجَاءَ كِتَابُهُ وَنَحْنُ بِدَابِقَ فِي §الرَّجُلِ يَطْلُبُ عَدُوَّهُ، وَهُمْ مُنْهَزِمُونَ، فَحَضَرَتِ الصَّلَاةُ، أَيُصَلِّي عَلَى ظَهْرِ فَرَسِهِ؟ قَالَ: بَلْ يَنْزِلُ، فَيَسْتَقْبِلُ الْقِبْلَةَ، فَإِنْ كَانَ عَدُوُّهُمْ يَطْلُبُوهُمْ، فَلْيُصَلِّ عَلَى ظَهْرِ فَرَسِهِ إِيمَاءً»",
            "page": "182",
            "part": "1",
            "seal": "F129C9EA"
        },
        {
            "hno": "257",
            "id": "263",
            "nass": "257 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ عَنْبَسَةَ بْنِ سَعِيدٍ، عَنْ مُطَرِّفٍ، عَنْ خَالِدِ بْنِ أَبِي نَوْفٍ، عَنْ عَطَاءٍ قَالَ: «§إِنْ كُنْتَ الطَّالِبُ فَانْزِلْ فَصَلِّ، وَإِنْ كُنْتَ الْمَطْلُوبَ فَأَوْمِئْ إِيمَاءً»",
            "page": "183",
            "part": "1",
            "seal": "3E8A1FC1"
        },
        {
            "hno": "258",
            "id": "264",
            "nass": "258 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ.. .. إِسْمَاعِيلَ قَالَ: «§رَأَيْتُ سَعِيدَ بْنَ جُبَيْرٍ وَعَطَاءً يُومِئَانِ إِلَيْهِ، وَالْإِمَامُ يَخْطُبُ»",
            "page": "183",
            "part": "1",
            "seal": "8A2C79D8"
        },
        {
            "hno": "259",
            "id": "265",
            "nass": "259 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ سُفْيَانَ، عَنْ أَبِي هَاشِمٍ الْوَاسِطِيِّ، عَنْ أَبِي وَائِلٍ أَنَّهُ §كَانَ يُومِئُ وَالْحَجَّاجَ يَخْطُبُ \"",
            "page": "183",
            "part": "1",
            "seal": "0878EB27"
        },
        {
            "hno": "260",
            "id": "266",
            "nass": "260 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ دَاوُدَ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ أَنَّ §الْوَلِيدَ أَجْرَى الصَّلَاةَ بِالْخَيْفِ، فَقُلْتُ لِعَطَاءٍ: وَكَيْفَ صَنَعْتَ؟ قَالَ: أَوْمَأْتُ «قَالَ دَاوُدُ:» خَطَبَ يَوْمَئِذٍ بَعْدَ النَّحْرِ بِيَوْمٍ حَتَّى جَعَلَ الرَّجُلَ يُلِيحُ بِثَوْبِهِ فَوْقَ الْجَبَلِ فَمَا تُرَى الشَّمْسُ. فَيَقُولُ: إِنَّكُمْ فِي صَلَاةٍ \"",
            "page": "183",
            "part": "1",
            "seal": "D23E4208"
        },
        {
            "hno": "261",
            "id": "267",
            "nass": "261 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: حَدَّثَنَا ابْنَ المُبَارَكِ، عَنْ سُلَيْمَانَ بْنِ الْحَجَّاجِ، عَنْ شَيْخٍ مِنْ قُرَيْشٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ حُوَيْطِبٍ قَالَ: «كُنْتُ جَالِسًا عِنْدَ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمَلِكِ، إِذْ دَخَلَ شَيْخٌ مِنْ شُيُوخِ الشَّامِ، يُقَالُ لَهُ أَبُو بَحْرِيَّةَ، مُجْتَنِحٌ بَيْنَ شَابَّيْنِ، فَلَمَّا رَآهُ عَبْدُ اللَّهِ قَالَ: مَرْحَبًا بِأَبِي بَحْرِيَّةَ، فَأَوْسَعَ لَهُ بَيْنِي وَبَيْنَهُ، وَقَالَ: مَا جَاءَ بِكَ يَا أَبَا بَحْرِيَّةَ، أَتُرِيدُ أَنْ نَضَعَكَ مِنَ الْبَعْثِ؟ قَالَ: لَا أُرِيدُ أَنْ تَضَعَنِي مِنَ الْبَعْثِ، وَلَكِنْ تَقْبَلُ مِنِّي أَحَدَ هَذَيْنِ - يَعْنِي ابْنَيْهِ - ثُمَّ قَالَ: مَنْ هَذَا عِنْدَكَ؟ قَالَ: هُوَ يُخْبِرُكَ عَنْ نَفْسِهِ. فَقَالَ لِي: مَنْ أَنْتَ؟ فَقُلْتُ: أَنَا أَبُو بَكْرِ بْنُ عَبْدِ اللَّهِ بْنِ حُوَيْطِبٍ. فَقَالَ: مَرْحَبًا بِكَ وَأَهْلًا يَا ابْنَ أَخِي §أَمَا أَنِّي فِي أَوَّلِ جَيْشٍ، أَوْ قَالَ: فِي أَوَّلِ سَرِيَّةٍ دَخَلَتْ أَرْضَ الرُّومِ، زَمَنَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، وَعَلَيْنَا ابْنُ عَمِّكَ عَبْدُ اللَّهِ بْنُ السَّعْدِيِّ، وَإِنَّ جُلَّ حَمُولَةٍ.. .، وَإِنَّ جُلَّ مَا فِي رِمَاحِنَا الْقُرُونُ، وَإِنَّ جُلَّ مَا مَعَ أَمِيرِنَا مِنَ الْقُرْآنِ الْمُعَوِّذَاتُ، وَسُوَرٌ مِنَ الْمُفَصَّلِ قِصَارٌ، وَمَا نَلْقَى مِنَ النَّاسِ أَحَدًا فَيَظُنُّ أَنَّهُ يَقُومُ لَنَا، غَيْرَ أَنَّهُ يَا ابْنَ أَخِي، لَيْسَ فِينَا غَدْرٌ، وَلَا كَذِبٌ، وَلَا خِيَانَةٌ، وَلَا غُلُولٌ»",
            "page": "184",
            "part": "1",
            "seal": "45CD227F"
        },
        {
            "hno": "262",
            "id": "268",
            "nass": "262 - أَخْبَرَنَا إِبْرَاهِيْمُ، حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا سَعِيْدٌ، قَالَ: سَمِعْتُ ابْنَ المُبَارَكِ، عَنْ مَعْمَرٍ، وَسُفْيَانَ الثَّوْرِيِّ، وَسُفْيَانَ بْنِ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ قَالَ: قَالَ عُمَرُ رَضِيَ اللهُ عَنْهُ: «§أَنَا فِئَةُ كُلِّ مُسْلِمٍ»",
            "page": "185",
            "part": "1",
            "seal": "13EB7930"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "ـ[الجهاد لابن المبارك]ـ ¶ المؤلف: ابن المبارك ¶ حققه وقدم له وعلق عليه د. نزيه حماد ¶ الناشر: الدار التونسية - تونس ¶ تاريخ النشر: 1972م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج]",
            "page": null,
            "part": null,
            "seal": "E8B0CC12"
        }
    ],
    "t3610": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "أي الأعمال أحب إلى الله عز وجل؟ قال: فهبنا أن يقول منا أحد. قال: فأرسل إلينا رسول الله"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "لو كنا نعلم أي الأعمال أفضل أو أحب إلى الله، فنزلت: {يا أيها الذين آمنوا هل أدلكم على"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "نزل قوله: {لم تقولون ما لا تفعلون} [الصف: 2] إلى قوله: {صفا كأنهم بنيان مرصوص} [الصف: 4]"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة} [التوبة: 111] فقال: ثامنهم الله"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "عمل صالح قبل الغزو، فإنكم إنما تقاتلون بأعمالكم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "القتل في سبيل الله يغسل الدرن، والقتل قتلان كفارة ودرجة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "القتلى ثلاثة رجال: رجل مؤمن جاهد بنفسه وماله في سبيل الله، حتى إذا لقي العدو قاتلهم حتى"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الناس في الغزو جزءان: فجزء خرجوا يكثرون ذكر الله والتذكير به، ويجتنبون الفساد في المسير،"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "إذا التقى الزحفان نزلت الملائكة، فتكتب الناس على منازلهم، فلان يقاتل للدنيا، وفلان يقاتل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "من الناس ناسا يقاتلون ابتغاء الدنيا، وإن من الناس ناسا يقاتلون رياء وسمعة، وإن من الناس"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "مثل المجاهد في سبيل الله - والله أعلم بمن يجاهد في سبيله - كمثل القائم الصائم الخاشع"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "إني أقف المواقف أريد وجه الله، وأحب أن يرى موطني، فلم يرد عليه رسول الله صلى الله عليه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "مثل المجاهد في سبيل الله كالصائم القائم بآيات الله آناء الليل وآناء النهار، مثل هذه"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "لو أنفقت ما في الأرض ما أدركت فضل غدوتهم"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "لكل أمة رهبانية، ورهبانية هذه الأمة الجهاد في سبيل الله"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "لكل أمة رهبانية، ورهبانية هذه الأمة الجهاد في سبيل الله"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "أبدلنا الله بذلك الجهاد في سبيل الله، والتكبير على كل شرف"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "روحة في سبيل الله أو غدوة خير من الدنيا وما فيها، أو ما عليها"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "لا تجف الأرض من دمه حتى تبتدره زوجتاه كأنهما ظئران أضلتا فصيلهما في براح من الأرض بيداء،"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "إذا التقى الصفان أهبط الله الحور العين إلى السماء الدنيا، فإذا رأين الرجل يرضين مقدمه،"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "اذكروا نعمة الله عليكم، ما أحسن أثر نعمة الله عليكم فلو ترون ما أرى من بين أصفر وأحمر"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "غدوة في سبيل الله أو روحة خير من الدنيا وما فيها، ولقاب قوس أو قيد أحدكم في الجنة خير من"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "لو أن خيرة من خيرات حسان اطلعت من السماء لأضاءت لها الأرض، ولقهر ضوء وجهها الشمس والقمر،"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "للشهيد غرفة كما بين صنعاء والجابية، أعلاها الدر والياقوت، وجوفها المسك والكافور قال:"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ما من نفس تموت لها عند الله خير يسرها أن ترجع إلى الدنيا، ولها الدنيا وما فيها إلا الشهيد"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "لولا أن أشق على أمتي أو قال على الناس لأحببت أن لا أتخلف عن سرية تخرج في سبيل الله، ولكن"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ما من أحد يدخل الجنة يحب أن يرجع إلى الدنيا وأن له ما على الأرض من شيء إلا الشهيد، فإنه"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "مثل المجاهد في سبيل الله مثل رجل يصوم النهار ويقوم الليل حتى يرجع متى ما"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "لا يجتمع غبار في سبيل الله ودخان جهنم في منخري عبد مسلم أبدا"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "ما شحب وجه، ولا اغبر قدم في عمل يبتغى به درجات الجنة بعد الصلاة المفروضة كجهاد في سبيل"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "من اغبرت قدماه في سبيل الله حرمه الله على النار فأعجب مالكا قوله، وسار حتى إذا كان حيث"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "من اغبرت قدماه في سبيل الله ساعة من نهار، فهما حرام على النار وأصلح دابتي لتغنيني عن"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "ما من حال أحرى أن يستجاب للعبد فيه إلا أن يكون في سبيل الله من أن يكون عافرا وجهه"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رجف قلب العبد في سبيل الله تحاتت خطاياه كما تتحات عذق النخلة وذكر من الصلاة مثل"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "لروحة صعلوك من صعاليك المهاجرين يجر سوطه في سبيل الله أفضل من صدقة ابن"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "مثل المجاهد في سبيل الله كمثل الصائم القانت، الذي لا يفتر عن صيام وقيام حتى"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "لا يكلم أحد في سبيل الله - والله أعلم بمن يكلم في سبيله - إلا جاء كهيئته يوم القيامة،"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "تكفل الله لمن خرج من بيته مجاهدا في سبيل الله لا ينهزه إلا الجهاد في سبيله، وتصديق كلمته،"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "كل كلم يكلمه المسلم في سبيل الله يكون يوم القيامة كهيأتها، إذا طعنت تفجر دما، فاللون لون"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "الجريء كل الجريء الذي إذا حضر العدو ولى فرارا , والجبان كل الجبان الذي إذا حضر العدو حمل"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "يجيء الله تبارك وتعالى في ظلل من الغمام والملائكة , ثم ينادي مناد: سيعلم أهل الجمع لمن"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ينادي مناد: أين المفجعون في سبيل الله , فلا يقوم إلا المجاهدون"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قاتل الشجاع والجبان , فأعظمهما أجرا الجبان , وإذا تصدق البخيل والسخي فأعظمهما أجرا"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "فصعق من في السموات ومن في الأرض إلا من شاء الله قال هم الشهداء، هم ثنية الله حول العرش"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "عرض علي أول ثلاثة يدخلون الجنة , وأول ثلاثة يدخلون النار , فأما أول ثلاثة يدخلون الجنة:"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "ثلاثة يحبهم الله , وثلاثة يشنؤهم الله , فلقيته , فقلت: يا أبا ذر , ما حدثت؟ بلغني عنك"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "أفضل الشهداء عند الله الذين يلقون في الصف فلا يلفتون وجوههم حتى يقتلوا , أولئك يتلبطون في"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أخبركم بأفضل الشهداء عند الله منزلة يوم القيامة الذين يلقون العدو في الصف , فإذا"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أنبئك يا هزاز بن مالك بأفضل الشهداء عند الله يوم القيامة؟ قال: بلى. قال: المحتسب"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "من عقر جواده وأهريق دمه"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الشهداء أمناء الله , قتلوا أو ماتوا على فرشهم"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "لقد طلبت القتل مظانه , فلم يقدر لي إلا أن أموت على فراشي , وما من عمل شيء أرجى عندي بعد"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "خل عني يا خالد , فإنه قد كان لك مع رسول الله صلى الله عليه وسلم سابقة , وإني وأبي كنا من"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت في المنام كأن أبا جهل أتاني فبايعني , فلما أسلم خالد بن الوليد، قيل صدق الله رؤياك"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب ربي , وكلام ربي."
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "نزلت هذه الآية {ليس لك من الأمر شيء} [آل عمران: 128] , فقال: كان رسول الله صلى الله عليه"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رفع رأسه من الركوع في الركعة الآخرة من الفجر يقول: اللهم العن فلانا وفلانا. بعد ما"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون} [آل عمران: 169] . قال:"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الشهداء في قباب من رياض بفناء الجنة , يبعث لهم حوت وثور يعتركان فيلهون بهما , فإذا اشتهوا"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "جنة المأوى فيها طير خضر ترتعي فيها أرواح الشهداء"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "لما أصيب إخوانكم بأحد جعل الله أرواحهم في أجواف طير خضر , ترد أنهار الجنة , وتأكل من"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "إذا استشهد الشهيد أخرج الله له جسدا كأحسن جسد , ثم أمر بروحه , فأدخل فيه , فينظر إلى جسده"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "أنزل في الذين قتلوا ببئر معونة قرآن قرأناه حتى نسخ بعد: بلغوا قومنا أنا لقينا ربنا، فرضي"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "هذا من الثمانين الذين صبروا معك يوم حنين، أرزاقهم وأرزاق أولادهم على الله في"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "ما أبالي من أي حفرتيهما بعثت , إن الله تبارك وتعالى يقول {والذين هاجروا في سبيل الله ثم"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "من وضع رجله في ركابه فاصلا في سبيل الله فلدغته هامة أو وقصته دابة أو مات بأي حتف مات فهو"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "الشهداء سبع سوى القتل في سبيل الله: المبطون شهيد , والغريق شهيد , والمطعون شهيد , وصاحب"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "شهداءكم إذا لقليل , إن من يتردى من الجبال , ويغرق في البحور , وتأكله السباع شهداء عند"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "أيستطيع أحدكم أن يقوم فلا يفتر , ويصوم فلا يفطر , ما كان حيا؟ فقيل له: يا أبا هريرة , ومن"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "لقد شغلتكم عن الجهاد حتى حقت علي وعليكم , فمن أحب أن يلحق بالشام , فليفعل , ومن أحب أن"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "يوم في سبيل الله خير من ألف يوم فيما سواه , فلينظر كل امرئ منكم لنفسه"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "كتب عليكم القتال وهو كره لكم} [البقرة: 216] . قال: فنزلت آية القتال فكرهوها , فلما بين"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "ما لكم لا تقاتلون في سبيل الله} [النساء: 75] . قال وفي المستضعفين"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "ولما رأى المؤمنون الأحزاب قالوا هذا ما وعدنا الله ورسوله وصدق الله ورسوله} [الأحزاب: 22] ."
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "لم يشهد بدرا مع رسول الله صلى الله عليه وسلم , فكبر عليه , فقال: أول مشهد شهده رسول الله"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "قرأ رسول الله صلى الله عليه وسلم يوم بدر: {وسارعوا إلى مغفرة من ربكم وجنة عرضها السموات"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "أرأيت إن قتلت اليوم أطأ بعرجتي هذه الجنة؟ قال: نعم قال: فوالذي بعثك بالحق لأطأن بها الجنة"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "لو كان غيرها آثرتك به , فخرج سعد مع النبي صلى الله عليه وسلم , فقتل يوم بدر , ثم قتل"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "لما طعن حرام بن ملحان , وكان خاله يوم بئر معونة. قال بالدم هكذا , فنضحه على وجهه ورأسه ,"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "زعم عروة بن الزبير أن عامر بن فهيرة، قتل يومئذ , فلم يوجد جسده حين دفنوه يرون أن الملائكة"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "دعا رسول الله صلى الله عليه وسلم على الذين قتلوا أصحاب بئر معونة ثلاثين غداة يدعو على"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "إنها جنات كثيرة وإن حارثة في الفردوس الأعلى"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "يرمي بين يدي رسول الله صلى الله عليه وسلم , فكان النبي صلى الله عليه وسلم يرفع رأسه من"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم إني أقسم عليك أن نلقى العدو , فإذا لقينا العدو أن يقتلوني , ثم يبقروا بطني , ثم"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "منعتموني الجنة ببدر , والله , لئن بقيت.. . فبلغ ذلك عمر , فلقيه , فقال: أنت القائل كذا"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت أباه يستن يوم أحد بسيفه كما يستن الجمل"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "من رجل يبيع لنا نفسه , فوثب فتية من الأنصار خمسة فيهم: زياد بن السكن , فقتلوا حتى كان"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "أصيب مع رسول الله صلى الله عليه وسلم يوم أحد نحو من ثلاثين، كلهم يجيء حتى يجثو بين يديه ,"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "إن كان محمد قد قتل , فقد بلغ , فقاتلوا عن دينكم"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "كنت في أول من فاء يوم أحد , فرأيت رجلا مع رسول الله صلى الله عليه وسلم يقاتل دونه أراه"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "طلحة رجع بسبع وثلاثين أو خمس وسبعين بين ضربة وطعنة ورمية , ربع فيها جبينه , وقطع فيها عرق"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "أوجب طلحة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "من ينظر لي ما فعل سعد بن الربيع؟ فقال رجل من الأنصار: أنا يا رسول الله. قال: فخرج يطوف في"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "ائتوهم وزوروهم وسلموا عليهم، فوالذي نفسي بيده، لا يسلم عليهم أحد إلى يوم القيامة إلا ردوا"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "قتل مصعب بن عمير، وهو خير مني، فكفن في بردة، إن غطي رأسه بدت رجلاه، وإن غطي رجلاه بدا"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "لا تختلفوا، فتشقوا علينا. ثم قال: رحمك الله أبا العبيدين، إنما أصحاب محمد صلى الله عليه و"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "من كان له قتيل فليأت قتيله يعني قتلى أحد قال: فأخرجناهم رطابا يتثنون، قال فأصابت المسحاة"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "لما استشهد الشهداء بأحد، ونزلوا منازلهم، رأوا منازل أناس من أصحابهم لم يستشهدوا، وهم"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "دعي القوم ودعيتم، فأسرعوا وأبطأتم، أما والله لما سبقوكم به من الفضل فيما لا ترون أشد"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "ما خرجت رغبة بنفسي عن أنفسكم، ولا اختيار بلد عن بلدكم، ولكن كان هذا الأمر فخرجت فيه رجال"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "إن كنت إنما أعتقتني لله، فدعني أذهب إلى الله، وإن كنت أعتقتني لنفسك فاحبسني عندك. فأذن"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "أبت البحوث يعني سورة التوبة قال الله تبارك وتعالى: {انفروا خفافا وثقالا} [التوبة: 41] ."
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "انفروا خفافا وثقالا} [التوبة: 41] فقال: أمرنا الله تبارك وتعالى واستنفرنا شيوخا وشبابا،"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الله بعثني بالسيف بين يدي الساعة، وجعل رزقي تحت ظل رمحي، وجعل الذل والصغار على من خالفني،"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "ما أدري من أي يومين أفر، يوم أراد الله أن يهدي لي فيه شهادة، أو من يوم أراد أن يهدي لي"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "ما من ليلة يهدى إلي فيها عروس أنا لها محب، أو أبشر فيها بغلام أحب إلي من ليلة شديدة البرد"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "ما أحب أن امرأتي أصبحت نفسا بغلام، ولا أن فرسي أصبحت بعطفة على مهرة، ولوددت أنه لا يأتي"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "نعم الفتى سمرة، لو أخذ من لأمته وشمر من مئزره. ففعل ذلك، أخذ من لأمته وشمر"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "رأى ابن أم مكتوم يوما من أيام الكوفة، عليه درع سابغة يجرها في الصف"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "شر ما في الرجل شح هالع، وجبن خالع"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "كم من مشهد شهدته، وكم من مجمع حضرته، ولم أرزق الشهادة، لا نامت عيون"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "إن كنتم تعلمون إنما النصر من عند العزيز الحكيم، فقاتلوا القوم، وإن كنتم تنتظرون نصرا من"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "مر عمرو بن العاص، فطاف بالبيت، فرأى حلقة من قريش جلوسا، فلما رأوه قالوا: أهشام كان أفضل"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "أسلمنا فأحببنا رسول الله صلى الله عليه وسلم , وناصحناه , فذكر يوم اليرموك , فقال: أخذ"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "انطلقت يوم اليرموك أطلب ابن عمي , ومعي شنة من ماء وإناء، فقلت: إن كان به رماق سقيته من"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "ترافقت أنا وعبد الله بن مخرمة، وسالم مولى أبي حذيفة عام اليمامة، فكان الرعي على كل امرئ"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "بئس حامل القرآن أنا إذا. فقطعت يمينه، فأخذ اللوى بيساره، فقطعت يساره، فاعتنق اللوى وهو"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "وكأين من نبي قاتل معه ربيون كثير} [آل عمران: 146] قال جعفر: علماء صبر. وقال المبارك:"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "الحمد لله الذي جعل في أمتي مثلك"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "أف لهؤلاء وما يصنعون. وقال للعدو: أف لهؤلاء وما يعبدون. خلوا عن سبيله يعني فرسه حتى أصلي"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "إنك لست من أهل النار، ولكنك من أهل الجنة"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "ألا ترضى أن تعيش حميدا، وتقتل شهيدا، ويدخلك الله الجنة؟ قال: بلى يا رسول الله. قال فعاش"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "ينتهي الإثم إلى أن يشرك العبد بالله عز وجل، وينكح أمه، وينتهي البر إلى أن يهراق دم العبد"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "ما كنت مفشيا من حديثك، فأفشه إلى هذا. فقام إلى كسوة في البيت، فأخرج كراسة فيها ثلاثة"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "الشهداء أربعة: مؤمن جيد الإيمان لقي العدو، وصدق الله عز وجل حتى قتل، فذلك الذي يرفع إليه"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "والسابقون السابقون} [الواقعة: 10] قال: أولهم رواحا إلى المسجد , وأولهم خروجا في سبيل الله"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "أفلا أخبركم عن خلال كان عليها إخوانكم؟ أولها: لقاء الله عز وجل كان أحب إليهم من الشهد،"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "الشهيد؟ قال: الذي يحتسب نفسه"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "إنا لمتوجهون إلى مهران، ومعنا رجل من الأزد يقال له: أبو أثابة، فجعل يبكي، فقلنا: أجزع"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "مر عليه يوم القادسية، وقد انتثر قصبه، فقال لبعض من مر عليه: ضم التي منه؛ لعلي أدنو في"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم إن حدبة سوداء بذيئة يعني امرأته فزوجني اليوم مكانها من الحور العين. فمروا عليه وهو"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "مر يوم الجسر يوم أبي عبيد برجل قد قطعت يداه ورجلاه، وهو يقول: {مع الذين أنعم الله عليهم"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "عليك السلام يا مدينا، شأنك تأوينا"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم أرمل المرأة، وأيتم الولد، وأكرم نوفا بالشهادة. قال: فغزوا، فلما انصرفوا فكانوا"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "ما من خطوة يخطوها، يتقدمها إلى عدو لي إلا هي أحب إلي من أربعة آلاف"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "ما من شيء عليها أحسن في نفسي من دم"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "سألت الله عز وجل ثلاثا، فأعطاني اثنتين، وأنا أنتظر الثالثة. سألته أن يزهدني في الدنيا،"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "ما أحسن هذا المرج، وما أحسن هذا الآن لو أن مناديا نادى: يا خيل الله، اركبي، فخرج رجل فكان"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "ما أحسن حمرة الدم على البياض، فسمع أبوه ذلك، فقال: أقسمت عليك لتنزلن. قال: فنزل، ثم اعتزل"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم إن حممة يزعم أنه يحب لقاءك، فإن كان حممة صادقا، فاعزم له عليه بصدقه، وإن كان كاذبا"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "لقد رأيتني خرجت في غزاة لنا، فدعي الناس إلى مصافهم في يوم شديد الريح، والناس يثوبون إلى"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "خذ هذه السفرة فاملأها من هذا العنب، ثم أدركنا به في المنزل. قال: فلما دخل الكرم، نظر إلى"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "إن شبهتموني فشبهوني برجل صالح. قالوا: فإنه كان عندنا رجل في ركائب يعلفها، فاستنفر الناس"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "أفضي بي إلى غرفة من ياقوتة أو زبرجدة، وأفضي بي إلى فرش موضونة بعضها إلى بعض، فبين يدي ذلك"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "أعطني مخلاتي حتى آتيكم من هذا العنب، فأخذها، ثم دفع فرسه، فبينما هو في الكرم، فإذا هو"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "كنا مع أبي محذورة قعودا، إذ جاءنا بذلك العنب، فوضعه، فدعا بقرطاس ودواة، فكتب وصيته، فلما"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "أتحب أن ترى الحور العين؟ قال: نعم. قال: فادخل الصخرة، ثم اخرج إلى الصفة، فخرج عليهم، فإذا"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "فتى غزا زمانا، وتعرض للشهادة، فلم يصبها، فحدث نفسه، فقال: والله ما أراني إلا لو قفلت إلى"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "عمل قليلا، وأجر كثيرا، صلوا على أخيكم. فصلينا عليه، ثم دفناه في موقفنا، وسرنا قال عبد"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "من أحب أن ينظر إلى رجل يطأ خضرة الجنة بقدميه غدا، فلينظر إلى هذا. فانطلق ذكوان إلى أهله"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "رأيتني في المنام كأني في رهط وخلفنا رجل مع السيف شاهره، فجعل لا يأتي على أحد منا إلا ضرب"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت كأنك أتيت على شجرة ظليلة فأصبت تحتها ثلاث شهادات، فأعطيتني واحدة، وأمسكت اثنتين،"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "خيرا رأيت، تستشهد، وأستشهد أنا وابني قال: فلما كان يوم يزيد بن زياد، لقيهم الترك بسجستان،"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم إن هذه نفسي تزعم في الرخاء أنها تحب لقاءك، فإن كانت صادقة، فارزقها ذاك، وإن كانت"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم أحيني ما كانت الحياة خيرا لي، وإذا كانت خيرا لي فتوفني وفاة طاهرة طيبة يغبطني بها"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت كأني أرى أبا رفاعة على ناقة سريعة، وأنا على جمل قطوف، فيردها علي حتى حين أقول الآن"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "انتهيت إلى رسول الله صلى الله عليه وسلم وهو يخطب، فقلت: يا رسول الله، رجل غريب يسأل عن"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "مالي ولكم، تطئون عقبي في كل سكة، وأنا إنسان ضعيف، تكون لي الحاجة فلا أقدر عليها معكم، فلا"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "وانتضى صاحب القطيفة سيفه، وكسر جفنه، فألقاه، ثم جعل يقول: تمنوا، تمنوا، لتمت وجوه، ثم لا"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "توجه بالناس يوم اليمامة، فأتوا على نهر، فجعلوا أسافل أمتعتهم في حجزهم، فعبروا النهر،"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "قبح الله ما بقي منك، فطرحه، ثم جاء إلى سيفه فأخذه"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "خير الناس رجل بلغه الإسلام وهو في داره وأهله وماله، فعمد إلى صرمة من إبله، فحدرها إلى دار"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "أي الناس خير منزلة عند الله عز وجل بعد أنبيائه وأصفيائه؟ قال: المجاهد في سبيل الله عز وجل"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "أي الناس خير منزلة عند الله عز وجل؟ قال: رجل على متن فرسه يخيف العدو، ويخيفونه. ثم أشار"
        },
        {
            "id": "167",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أنبئكم بخير الناس وشر الناس؟ إن خير الناس رجل عمل في سبيل الله عز وجل على ظهر فرسه،"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أخبركم بخير الناس منزلا؟ قال: قلنا بلى يا رسول الله. قال: رجل آخذ برأس فرسه في سبيل"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "يا أيها الذين آمنوا اصبروا وصابروا ورابطوا} [آل عمران: 200] قال: أمرهم أن يصبروا على"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "صابروا المشركين، ورابطوا في سبيل الله"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "رباط يوم وليلة - أو يوم أو ليلة - كصيام شهر وقيامه، ومن مات مرابطا، أجري عليه مثل ذلك من"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "من مات على مرتبة من هذه المراتب، بعثه الله عز وجل عليها يوم القيامة. قال حيوة: رباط وحج"
        },
        {
            "id": "173",
            "lvl": "1",
            "sub": null,
            "tit": "كل ميت يختم على عمله الذي مات عليه، إلا المرابط في سبيل الله عز وجل فإنه ينمو له عمله إلى"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "المجاهد من جاهد نفسه بنفسه"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "أيما عبد مؤمن مات وهو على مرتبة من هذه الأعمال، بعثه الله عز وجل عليها يوم القيامة فأحببت"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "إنكم ستجندون أجنادا، وتكون لكم ذمة، وخراج، وسيكون لكم على سيف البحر مدائن وقصور، فمن أدرك"
        },
        {
            "id": "177",
            "lvl": "1",
            "sub": null,
            "tit": "من نزل منزلا يخيف فيه المشركين، ويخيفونه، حتى يدركه الموت، كتب له كأجر ساجد لا يرفع رأسه"
        },
        {
            "id": "180",
            "lvl": "1",
            "sub": null,
            "tit": "فيمن يموت مرابطا: أنه يأمن من الفزع الأكبر يوم القيامة"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "يبعث الله عز وجل يوم القيامة أقواما يمرون على الصراط كهيئة الريح، ليس عليهم حساب ولا"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "رباط يوم في سبيل الله عز وجل خير من صيام شهر وقيامه، ومن مات مرابطا في سبيل الله عز وجل"
        },
        {
            "id": "183",
            "lvl": "1",
            "sub": null,
            "tit": "يوشك أن يأتي على الناس زمان، خير الناس فيه منزلا رجل أخذ بعنان فرسه في سبيل الله، كلما"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "من لم يكرم ضيفه، فليس من محمد ولا إبراهيم، طوبى لعبد أمسى متعلقا برأس فرسه في سبيل الله"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "سيكون في أمتي قوم يسد بهم الثغور، تؤخذ منهم الحقوق، ولا يعطون حقوقهم، أولئك مني وأنا"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "من حرس ليلة في سبيل الله عز وجل كان له من كل إنسان ودابة قيراط قيراط"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "لأن أبيت حارسا وخائفا في سبيل الله عز وجل أحب إلي من أن أتصدق بمائة"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "ثلاثة أعين لا تحرقهم النار أبدا: عين بكت من خشية الله، وعين سهرت بكتاب الله، وعين حرست في"
        },
        {
            "id": "189",
            "lvl": "1",
            "sub": null,
            "tit": "خرجنا مع رسول الله صلى الله عليه وسلم في غزوة ذات الرقاع، فأصاب رجل من المسلمين امرأة رجل"
        },
        {
            "id": "190",
            "lvl": "1",
            "sub": null,
            "tit": "إنكم ستجندون أجنادا: جندا بالشام، وجندا بالعراق، وجندا باليمن. فقال ابن الخولاني: أخبرني"
        },
        {
            "id": "191",
            "lvl": "1",
            "sub": null,
            "tit": "لا تسبوا أهل الشام جما غفيرا، فإن فيهم قوما كارهون لما ترون، وإن فيهم"
        },
        {
            "id": "192",
            "lvl": "1",
            "sub": null,
            "tit": "ليأتين على الناس زمان لا يبقى مؤمن إلا لحق بالشام"
        },
        {
            "id": "193",
            "lvl": "1",
            "sub": null,
            "tit": "النفقة في أرض الهجرة مضاعفة بسبع مائة ضعف، وأنتم المهاجرون أهل الشام، لو أن رجلا اشترى"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "لا يزال في أمتي سبعة لا يدعون الله عز وجل بشيء إلا استجيب لهم، بهم تنصرون، وبهم تمطرون."
        },
        {
            "id": "195",
            "lvl": "1",
            "sub": null,
            "tit": "من لم يدرك الغزو معي فليغز في البحر، فإن قتال يوم في البحر خير من قتال يومين في البر، وإن"
        },
        {
            "id": "196",
            "lvl": "1",
            "sub": null,
            "tit": "من لم يدرك الغزو معي فعليه بغزو البحر"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "خمس من قبض في شيء منهن فهو شهيد: القتيل في سبيل الله شهيد، والغريق في سبيل الله عز وجل"
        },
        {
            "id": "198",
            "lvl": "1",
            "sub": null,
            "tit": "غزوت البحر زمان معاوية، ومعنا أبو أيوب الأنصاري عام المد"
        },
        {
            "id": "200",
            "lvl": "1",
            "sub": null,
            "tit": "عجبت من أناس من أمتي عرضوا علي آنفا على سرر أمثال الملوك، يركبون هذا البحر الأخضر في سبيل"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "غزوة في البحر أحب إلي من قنطار متقبلا"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "ما كنت لأحمل أحدا من المسلمين على هذا ما بقيت"
        },
        {
            "id": "203",
            "lvl": "1",
            "sub": null,
            "tit": "عليك بالبر، لا تؤذي، ولا تؤذى. قال: إني أردت البحر. قال عبد الله: إن حفظت ستا استوجبت"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "لأن أغزو على ناقة ذلول صموت أحب إلي من ركوب البحر"
        },
        {
            "id": "205",
            "lvl": "1",
            "sub": null,
            "tit": "كان يصلي على الرجل الذي يراه يخدم أصحابه"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "سيد القوم خادمهم في السفر"
        },
        {
            "id": "207",
            "lvl": "1",
            "sub": null,
            "tit": "صحبت ابن عمر لأخدمه فكان يخدمني"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": null,
            "tit": "تعلموا المهن، فإن احتاج الرجل إلى مهنته، انتفع بها قال: وحدثنا أشياخنا أن معاوية بن أبي"
        },
        {
            "id": "209",
            "lvl": "1",
            "sub": null,
            "tit": "يشترط على أصحابه أن يكون خادمهم قال: فخرج في الرعي في يوم حار، فأتاه بعض أصحابه، فإذا هو"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "من خدم أصحابه في سبيل الله عز وجل فضل على كل إنسان منهم بقيراط من"
        },
        {
            "id": "211",
            "lvl": "1",
            "sub": null,
            "tit": "أريد أن أصحبكم على أن تعطوني من أنفسكم ثلاث خصال. فيقولون: ما هي؟ قال: أكون لكم خادما، لا"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "يشترط على الرجل إذا سافر معه على أن لا يسافر معه بجلاله، ولا ينازعه في الأذان، ولا"
        },
        {
            "id": "213",
            "lvl": "1",
            "sub": null,
            "tit": "كلكم خير منه"
        },
        {
            "id": "214",
            "lvl": "1",
            "sub": null,
            "tit": "من استطاع منكم أن يموت حاجا، أو معتمرا، أو غازيا، أو في نقل الغزاة فليفعل، ولا يموتن"
        },
        {
            "id": "219",
            "lvl": "1",
            "sub": null,
            "tit": "بلغ عمر بن الخطاب رضي الله عنه أن أبا عبيدة حصر بالشام، وتألب عليه العدو، فكتب إليه عمر:"
        },
        {
            "id": "220",
            "lvl": "1",
            "sub": null,
            "tit": "رأيتني يوم مؤتة اندق بيدي تسعة أسياف، فصبرت في يدي صفيحة يمانية"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "من رمى بسهم فبلغه، فله درجة في الجنة. قال رجل: يا نبي الله، إن رميت فبلغت، فلي درجة؟ قال:"
        },
        {
            "id": "222",
            "lvl": "1",
            "sub": null,
            "tit": "من شاب شيبة في سبيل الله عز وجل كانت له نورا يوم القيامة"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": null,
            "tit": "أيما رجل مسلم أعتق رجلا مسلما، فإن الله عز وجل جاعل وقاء كل عظم من عظامه عظما من عظام"
        },
        {
            "id": "224",
            "lvl": "1",
            "sub": null,
            "tit": "لولا ثلاث: لولا أن أسير في سبيل الله عز وجل، أو يغبر جبيني في السجود، أو أقاعد قوما"
        },
        {
            "id": "225",
            "lvl": "1",
            "sub": null,
            "tit": "أغمي على رجل من الصدر الأول، فبكى، فاشتد بكاؤه، فقالوا له: إن الله عز وجل رحيم، إنه غفور،"
        },
        {
            "id": "226",
            "lvl": "1",
            "sub": null,
            "tit": "غدوة في سبيل الله عز وجل أو روحة خير مما طلعت عليه الشمس وغربت"
        },
        {
            "id": "227",
            "lvl": "1",
            "sub": null,
            "tit": "لسفرة في سبيل الله عز وجل أفضل من خمسين حجة"
        },
        {
            "id": "228",
            "lvl": "1",
            "sub": null,
            "tit": "لأن أمتع بسوط في سبيل الله عز وجل أحب إلي من حجة في إثر حجة"
        },
        {
            "id": "229",
            "lvl": "1",
            "sub": null,
            "tit": "رجل يريد الجهاد في سبيل الله عز وجل، وهو يبتغي عرضا من الدنيا. فقال رسول الله صلى الله"
        },
        {
            "id": "233",
            "lvl": "1",
            "sub": null,
            "tit": "أبواب الجنة تحت ظلال السيوف فقام رجل رث الهيئة فقال: يا أبا موسى، أنت سمعت رسول الله صلى"
        },
        {
            "id": "234",
            "lvl": "1",
            "sub": null,
            "tit": "أبواب الجنة تحت ظلال السيوف فقام شاب قد،. ..، فقال: كيف قلت يا أبا موسى؟ فأعاد عليه"
        },
        {
            "id": "235",
            "lvl": "1",
            "sub": null,
            "tit": "ومن يولهم يومئذ دبره} [الأنفال: 16] قال: ذلك يوم بدر"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": null,
            "tit": "ومن يولهم يومئذ دبره} [الأنفال: 16] قال: ذلك يوم بدر، فأما اليوم فينحاز إلى فئة، أو"
        },
        {
            "id": "239",
            "lvl": "1",
            "sub": null,
            "tit": "لو فاءوا إلي لكنت لهم فئة"
        },
        {
            "id": "240",
            "lvl": "1",
            "sub": null,
            "tit": "إن يكن منكم عشرون صابرون} [الأنفال: 65] إلى آخر الآيتين قال: إن فر رجل من ثلاثة، لم يفر،"
        },
        {
            "id": "241",
            "lvl": "1",
            "sub": null,
            "tit": "ومن يولهم يومئذ دبره} [الأنفال: 16] قال: هذه منسوخة بالآية التي في الأنفال: {الآن خفف"
        },
        {
            "id": "242",
            "lvl": "1",
            "sub": null,
            "tit": "نزلت: {إن يكن منكم عشرون صابرون يغلبوا مائتين} فشق ذلك على المسلمين حين فرض عليهم أن لا"
        },
        {
            "id": "243",
            "lvl": "1",
            "sub": null,
            "tit": "رجلا كان في شرب أصاب حدا، فلم يقم عليه بينهم ذلك الحد، ثم بدا له ليقيمه عليه، فامتنع"
        },
        {
            "id": "245",
            "lvl": "1",
            "sub": null,
            "tit": "صلاة الخوف. قال: يقوم الإمام معه طائفة من الناس، وتكون طائفة بينهم وبين العدو، فيسجد سجدة"
        },
        {
            "id": "246",
            "lvl": "1",
            "sub": null,
            "tit": "صلى النبي صلى الله عليه وسلم بإحدى الطائفتين ركعة، والأخرى مقبلة على العدو، ثم انصرفت هذه"
        },
        {
            "id": "247",
            "lvl": "1",
            "sub": null,
            "tit": "صف أصحابه صفين، وما بهم يومئذ كبير خوف، ولكنه أحب أن يعلمهم دينهم، فصلى بطائفة ركعة،"
        },
        {
            "id": "248",
            "lvl": "1",
            "sub": null,
            "tit": "صلى رسول الله صلى الله عليه وسلم وصف خلفه صفا، وصف موازي العدو، وهم في صلاة كلهم، فكبر"
        },
        {
            "id": "249",
            "lvl": "1",
            "sub": null,
            "tit": "يصف صفا موازي العدو، وليسوا في صلاة، ويصف صفا خلف الإمام، فيصلي بهم ركعة، ثم يذهب هؤلاء"
        },
        {
            "id": "250",
            "lvl": "1",
            "sub": null,
            "tit": "فإن خفتم فرجالا أو ركبانا} [البقرة: 239] قال: تصلي حيث توجهت راكبا وماشيا، وحيث توجهت بك"
        },
        {
            "id": "251",
            "lvl": "1",
            "sub": null,
            "tit": "ما له خالف، خولف به"
        },
        {
            "id": "252",
            "lvl": "1",
            "sub": null,
            "tit": "أرغبت عن صلاتي. قال: لست مثلك، أنت تسعى في عنق، ونحن نسعى في رفق. فلم يعب عليه ما"
        },
        {
            "id": "254",
            "lvl": "1",
            "sub": null,
            "tit": "صلاة المطاردة قال: ركعة وسجدتين يومئ إيماء"
        },
        {
            "id": "255",
            "lvl": "1",
            "sub": null,
            "tit": "فرجالا} [البقرة: 239] قال: عند المسايفة ركعة واحدة، إنما الركوع والسجود وأنت تمشي، أو"
        },
        {
            "id": "256",
            "lvl": "1",
            "sub": null,
            "tit": "صلاة عند المسايفة قالوا: ركعة تلقاء وجهك"
        },
        {
            "id": "257",
            "lvl": "1",
            "sub": null,
            "tit": "عند المسايفة تجري تكبيرة قال سفيان: ركعتين ركعتين يومئ إيماء أو قال عن جويبر، عن الضحاك"
        },
        {
            "id": "258",
            "lvl": "1",
            "sub": null,
            "tit": "القصر واحدة عند القتال، وإن ركعتين ليستا بقصر"
        },
        {
            "id": "259",
            "lvl": "1",
            "sub": null,
            "tit": "يصلي حيث كان وجهه، يومئ إيماء، ويجعل سجوده أخفض من ركوعه، ولا يدع الوضوء ولا"
        },
        {
            "id": "260",
            "lvl": "1",
            "sub": null,
            "tit": "فإن خفتم فرجالا أو ركبانا} [البقرة: 239] قال: إذا طلب الأعداء، فقد حل لهم أن يصلوا قبل أي"
        },
        {
            "id": "261",
            "lvl": "1",
            "sub": null,
            "tit": "صلوا على ظهر دوابكم، فمر برجل قائم يصلي بالأرض قال: ما هذا؟ يخالف خالف الله به، فإذا هو"
        },
        {
            "id": "262",
            "lvl": "1",
            "sub": null,
            "tit": "الرجل يطلب عدوه، وهم منهزمون، فحضرت الصلاة، أيصلي على ظهر فرسه؟ قال: بل ينزل، فيستقبل"
        },
        {
            "id": "263",
            "lvl": "1",
            "sub": null,
            "tit": "إن كنت الطالب فانزل فصل، وإن كنت المطلوب فأومئ إيماء"
        },
        {
            "id": "264",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت سعيد بن جبير وعطاء يومئان إليه، والإمام يخطب"
        },
        {
            "id": "265",
            "lvl": "1",
            "sub": null,
            "tit": "كان يومئ والحجاج يخطب"
        },
        {
            "id": "266",
            "lvl": "1",
            "sub": null,
            "tit": "الوليد أجرى الصلاة بالخيف، فقلت لعطاء: وكيف صنعت؟ قال: أومأت قال داود: خطب يومئذ بعد"
        },
        {
            "id": "267",
            "lvl": "1",
            "sub": null,
            "tit": "أما أني في أول جيش، أو قال: في أول سرية دخلت أرض الروم، زمن عمر بن الخطاب رضي الله عنه،"
        },
        {
            "id": "268",
            "lvl": "1",
            "sub": null,
            "tit": "أنا فئة كل مسلم"
        }
    ]
}