{
    "b365": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - (صحيح) نعم المال الصالح للمرء الصالح",
            "page": "9",
            "part": "1",
            "seal": "57351B3B"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "2 - (ضعيف) ¶ كاد الفقر أن يكون كفرا ضعيف أخرجه العقيلي في الضعفاء وأبو نعيم في الحلية وأبو الحسن بن عبد كويه في ثلاثة مجالس من طريق سفيان عن حجاج عن يزيد الرقاشي عن أنس بن مالك مرفوعا به وزاد وكاد الحسد أن يكن سبق القدر وهذا اسناد ضعيف",
            "page": "9",
            "part": "1",
            "seal": "B2B2DD13"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "3 - (ضعيف) ¶ اللهم إني أعوذ بك من الكفر والفقر ضعيف أخرجه النسائي والحاكم وأحمد",
            "page": "10",
            "part": "1",
            "seal": "4C5C234A"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - (صحيح) ¶ اللهم إني أعوذ بك من الفقر والقلة والذلة وأعوذ بك من أن أظلم أو أظلم صحيح ورد في صحيح الجامع لصغير",
            "page": "10",
            "part": "1",
            "seal": "33BD05D4"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - (ضعيف) ¶ خذوا العطاء ما دام عطاء فإذا صار رشوة على الدين فلا تأخذوه ولستم بتاركيه تمنعكم الحاجة والفقر ضعيف أخرجه الطبراني في الصغير وعنه أبو نعيم في الحلية والخطيب في تاريخ بغداد",
            "page": "11",
            "part": "1",
            "seal": "FCFAE5C2"
        },
        {
            "hno": "6",
            "id": "6",
            "nass": "6 - (صحيح) ¶ عن أبي هريرة أن رسول الله (ص) قال: قال رجل: لأتصدقن الليلة بصدقة فخرج بصدقته فوضعها في يد سارق فأصبحوا يتحدثون تصدق على سارق فقال: اللهم لك الحمد لأتصدقن بصدقة ... ثم تصدق مرة أخرى على امرأة فصادفت صدقته زانية فأصبح الناس يتحدثون بذلك تصدق الليلة على زانية فجاءه في المنام من قال له أما صدقتك على سارق فلعله أن يستعفف عن سرقته وأما صدقتك على زانية فلعلها أن تستعفف عن زناها صحيح أخرجه البخاري ومسلم والنسائي وأحمد",
            "page": "11",
            "part": "1",
            "seal": "9CFA9615"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - (صحيح) ¶ لايقضي القاضي وهو غضبان صحيح أخرجه الشيخان وغيرهما وهو في الارواء",
            "page": "12",
            "part": "1",
            "seal": "16A11A53"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - (صحيح) ¶ لا ضرر ولا ضرار صحيح أخرجه ابن ماجة وغيره وصحته من مجموع طرقه وشواهده وهو في الارواء",
            "page": "12",
            "part": "1",
            "seal": "71AEC450"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - (صحيح) سئل الرسول A أي الذنب أعظم؟ قال: أن تجعل لله ندا وهو خلقك. قال: ثم أي؟ قال: أن تقتل ولدك مخافة أن يطعم معك",
            "page": "13",
            "part": "1",
            "seal": "2F51F9D7"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - (لم تتم دراسته) ¶ روي عن أبي ذر أنه قال: عجبت لمن لا يجد القوت في بيته كيف لا يخرج على الناس شاهرا سيفه غريب",
            "page": "13",
            "part": "1",
            "seal": "500C28EF"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "11 - (حسن) ¶ عن الزهري عن أبي خزامة عن أبيه قال: سألت رسول الله (ص) فقلت: يا رسول الله أرأيت رقى نسترقيها ودواء نتداوى به وتقاة نتقيها هل ترد من قدر الله شيئا قال: هي من قدر الله حسن أخرجه الترمذي وابن ماجة والحاكم وأحمد وذكر الهيثمي للحديث شاهدا عن ابن عباس قال: قال رجل يا رسول الله ينفع الدواء من القدر فقال: الدواء من القدر وقد ينفع بإذن الله رواه الطبراني وفيه صالح بن بشير المري وهو ضعيف",
            "page": "13",
            "part": "1",
            "seal": "3659C4D1"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "12 - (صحيح) ¶ دعا لصاحبه وخادمه أنس اللهم أكثر ماله صحيح أخرجه البخاري ومسلم والترمذي والطيالسي وأحمد من طريق قتادة عن أنس عن أم سليم أنها قالت: يا رسول الله خادمك أنس ادع الله له فقال اللهم أكثر ماله وولده وبارك له فيما أعطيته وله طريق أخرى يرويه حميد عن أنس قال: دخل النبي (ص) على أم سليم فاتته بتمر وسمن فقال أعيدوا سمنكم في سقائه وتمركم في وعائه فإني صائم ثم قام إلى ناحية من البيت فصلى غير المكتوبة فدعا لأم سليم وأهل بيتها فقالت أم سليم يا رسول الله إن لي خويصة قال: ما هي قالت: خادمك أنس فما ترك خير آخرة ولا دنيا إلا دعا لي به اللهم ارزقه مالا وولدا وبارك له فيه فإني لمن أكثر الأنصار مالا وحدثتني انتي أمينة أنه دفن لصلبي مقدم الحجاج البصرة بضع وعشرون ومائة أخرجه البخاري والطيالسي وأحمد وله طريق ثالث يرويه ثابت عن أنس نحوه وزاد: وما أصبح في الأنصار رجل أكثر مني مالا ثم قال أنس يا ثابت ما أملك صفراء ولا بيضاء إلا خاتمي أخرجه مسلم وأحمد والزيادة له",
            "page": "15",
            "part": "1",
            "seal": "0D3F3F32"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - (صحيح) ¶ ما نفعني مال كمال أبي بكر صحيح أخرجه ابن ماجة والطحاوي وابن حبان وأحمد وابن عساكر عن أبي هريرة قال: قال رسول الله (ص) ما نفعني مال قط ما نفعني مال أبي بكر قال: فبكى أبو بكر وقال: يا رسول الله هل أنا ومالي إلا لك يا رسول الله واسناده صحيح ولحديث أبي هريرة طريق أخرى بلفظ: ما لأحد عندنا يدا إلا وقد كافيناه ما خلا أبا بكر فإن له عندنا يدا يكافئه الله به يوم القيامة وما نفعني مال أحد قط ما نفعني مال أبي بكر ولو كنت متخذا خليلا لاتخذت أبا بكر خليلا وإن صاحبكم خليل الله أخرجه الترمذي وقا حديث حسن غريب كذا قال ولكن اسناده ضعيف",
            "page": "16",
            "part": "1",
            "seal": "6F8CD20B"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "14 - (صحيح) ¶ لو كان لابن آدم واديان من ذهب لابتغى ثالثا ولو كان له ثالثا لابتغى رابعا ولا يملأ عين ابن آدم إلا التراب صحيح بلفظ لو كان لابن آدم واديان من مال لابتغى ثالثا ولا يملأ جوف (وفي رواية عين) ابن آدم إلا التراب ويتوب الله على من تاب أخرجه البخاري والسياق مع الرواية الأخرى له ومسلم وأحمد",
            "page": "18",
            "part": "1",
            "seal": "D7835BC3"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "15 - (صحيح) ¶ إن روح القدس نفث في روعي أن نفسا لن تموت حتى تستكمل رزقها فاتقوا الله وأجملوا في الطلب صحيح أخرجه أبو عبيد في غريب الحديث والقضاعي في مسند الشهاب بسند صحيح وأخرجه الحاكم وورد بلفظ لا تستبطئوا الرزق فإنه لن يموت العبد حتى يبلغه آخر رزق هو له فأجملوا في الطلب: أخذ الحلال وترك الحرام أخرجه ابن حبان والحاكم وأبو عبد الرزاق وقال الحاكم صحيح على شرط الشيخين ووافقه الذهبي",
            "page": "19",
            "part": "1",
            "seal": "0B51EC1C"
        },
        {
            "hno": "16",
            "id": "16",
            "nass": "16 - (صحيح) ¶ ليس الغنى عن كثرة العرض إنما الغنى غنى النفس صحيح أخرجه البخاري والترمذي وأحمد ومسلم وابن ماجة وزاد أحمد من طريق يزيد بن الأصم والله ما أخشى عليكم الفقر ولكن أخشى عليكم التكاثر ولكن أخشى عليكم العمد واسناده صحيح على شرط مسلم",
            "page": "20",
            "part": "1",
            "seal": "40B8FB56"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "17 - (ضعيف) ¶ إرض بما قسم الله لك تكن أغنى الناس ضعيف أخرجه الترمذي وأحمد وابن عساكر من طريق أبي طارق عن الحسن عن أبي هريرة قال: قال رسول الله (ص) من يأخذ عني هؤلاء الكلمات فيعمل بهن أو يعلم من يعمل بهن فقال أبو هريرة فقلت: أنا يا رسول الله فأخذ بيدي فعد خمسا قال: اتق المحارم تكن أعبد الناس وارض بما قسم الله لك تكن أغنى الناس وأحسن إلى جارك تكن مؤمنا وأحب للناس ما تحب لنفسك تكن مسلما ولا تكثر الضحك فإن كثرة الضحك تميت القلب وقال الترمذي حديث غريب والحسن لم يسمع من أبي هريرة",
            "page": "20",
            "part": "1",
            "seal": "77C65DF3"
        },
        {
            "hno": "18",
            "id": "18",
            "nass": "18 - (صحيح) ¶ قد أفلح من هدي للإسلام وكان رزقه كفافا وقنع به صحيح أخرجه مسلم والترمذي وابن ماجة وأحمد",
            "page": "21",
            "part": "1",
            "seal": "E15A7D80"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "19 - (صحيح) نعم المال الصالح للرجل الصالح",
            "page": "22",
            "part": "1",
            "seal": "6036F38E"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "20 - (ضعيف) ¶ دب إليكم داء الأمم قبلكم الحسد والبغضاء هي الحالقة لا أقول تحلق الشعر ولكن تحلق الدين والذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا أفلا أنبئكم بما يثبت ذاكم لكم أفشوا السلام بينكم ضعيف أخرجه الترمذي",
            "page": "22",
            "part": "1",
            "seal": "34CEDB0F"
        },
        {
            "hno": "21",
            "id": "21",
            "nass": "21 - (صحيح) ¶ وكونوا عباد الله إخوانا",
            "page": "23",
            "part": "1",
            "seal": "917172A9"
        },
        {
            "hno": "22",
            "id": "22",
            "nass": "22 - (حسن) ¶ قال النبي (ص) للإعرابي الذي ترك الناقة سائبة متوكل على الله فقال له: اعقلها وتوكل حسن أخرجه الترمذي عن أنس بن مالك يقول: قال رجل: يا رسول أعقلها وأتوكل أو أطلقها وأتوكل قال: اعقلها وتوكل انظر الشرح وفي آخره وفي هذا الشاهد اطمئن قلبي لثبوت الحديث ولو بدرجة الحسن على أقل الأحوال",
            "page": "23",
            "part": "1",
            "seal": "588E805D"
        },
        {
            "hno": "23",
            "id": "23",
            "nass": "23 - (صحيح) ¶ لو توكلتم على الله حق توكله لرزقكم كما ترزق الطير تغدوا خماصا وتروح بطانا صحيح أخرجه الترمذي وابن حبان وعبد الله بن المبارك وابن أبي الدنيا والحاكم وأحمد والقضاعي",
            "page": "24",
            "part": "1",
            "seal": "80F1423F"
        },
        {
            "hno": "24",
            "id": "24",
            "nass": "24 - (صحيح) ¶ جعل رزقي تحت ظل رمحي صحيح وهو قطعة من حديث مخرج في حجاب المرأة المسلمة عن عبد الله بن عمر قال: قال رسول الله (ص) : بعثت بين يدي الساعة بالسيف حتى يعبد الله وحده لا شريك له وجعل رزقي تحت ظل رمحي وجعل الذلة والصغار على من خالف أمري ومن تشبه بقوم فهو منهم",
            "page": "25",
            "part": "1",
            "seal": "8F42BB1D"
        },
        {
            "hno": "25",
            "id": "25",
            "nass": "25 - (لم تتم دراسته) ¶ روي أن عمر رأى بعد الصلاة قوما قابعين في المسجدبدعوى التوكل على الله فعلاهم بدرته وقال: لايقعدن أحدكم عن طلب الرزق ويقول: اللهم ارزقني وقد علم أن السماء لاتمطر ذهبا ولا فضة وإن الله يقول {وإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله. سكت عنه الألباني",
            "page": "25",
            "part": "1",
            "seal": "B3D97325"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "26 - (لم تتم دراسته) ¶ عن عمر بن الخطاب قال: ما من حال يأتيني عليها الموت - بعد الجهاد في سبيل الله - أحب إلي من أن يأتيني وأنا ألتمس من فضل الله. سكت أستاذنا الألباني عن هذا الخبر. وهو مروي في كتب الأدب انظر الفقد الفريد",
            "page": "25",
            "part": "1",
            "seal": "313B0201"
        },
        {
            "hno": "27",
            "id": "27",
            "nass": "27 - (ضعيف) ¶ التاجر الصدوق الأمين مع النبيين والصديقين والشهداء",
            "page": "26",
            "part": "1",
            "seal": "B525B164"
        },
        {
            "hno": "28",
            "id": "28",
            "nass": "28 - (صحيح) ¶ ما من مسلم يزرع زرعا أو يغرس غرسا فيأكل منه طير أو إنسان أو بهيمة إلا كان له به صدقة",
            "page": "26",
            "part": "1",
            "seal": "0509CBE2"
        },
        {
            "hno": "29",
            "id": "29",
            "nass": "29 - (صحيح) ¶ ما أكل أحد طعاما قط خيرا من أن يأكل من عمل يده",
            "page": "26",
            "part": "1",
            "seal": "DA1AE3E3"
        },
        {
            "hno": "30",
            "id": "30",
            "nass": "30 - (منكر) ¶ من بات كالا من طلب الحلال بات مغفورا له منكر أخرجه ابن عساكر عن المقدام بن معدي كرب قال: رأيت النبي (ص) ذات يوم وهو باسط يديه وهو يقول فذكره بزيادة في أوله بلفظ ما أكل العبد طعاما أحب إلى الله من كد يده ومن بات",
            "page": "26",
            "part": "1",
            "seal": "2DEADB2F"
        },
        {
            "hno": "31",
            "id": "31",
            "nass": "31 - (صحيح) ¶ لأن يأخذ أحدكم حبله فيأتي بحزمة الحطب على ظهره فيبيعها يكف الله بها وجهه خير من أن يسأل الناس أعطوه أو منعوه",
            "page": "28",
            "part": "1",
            "seal": "4F5DEFCE"
        },
        {
            "hno": "32",
            "id": "32",
            "nass": "32 - (صحيح) ¶ ما بعث الله نبيا إلا ورعى الغنم. قالوا: وأنت يا رسول الله؟ قال: (نعم كنت أرعاها على قراريط لأهل مكة)",
            "page": "28",
            "part": "1",
            "seal": "EA126BA1"
        },
        {
            "hno": "33",
            "id": "33",
            "nass": "33 - (صحيح) ¶ ما أكل أحد طعاما قط خيرا من أن يأكل من عمل يده وإن نبي الله داود كان يأكل من عمل يده",
            "page": "28",
            "part": "1",
            "seal": "B7E72E54"
        },
        {
            "hno": "34",
            "id": "34",
            "nass": "34 - (لم أره مرفوعا) ¶ من حديث ابن عباس أن داود كان زرادا يصنع الزرد والدروع وكان آدم حراثا. وكان نوح نجارا. وكان إدريس خياطا ¶ وكان موسى راعيا",
            "page": "28",
            "part": "1",
            "seal": "6D032769"
        },
        {
            "hno": "35",
            "id": "35",
            "nass": "35 - (ضعيف) ¶ سافروا تستغنوا ضعيف مضطرب المتن أخرجه الطبراني في الأوسط من حديث أبي هريرة مرفوعا بلفظ اغزوا تغنموا وصوموا تصحوا وسافروا تستغنوا",
            "page": "28",
            "part": "1",
            "seal": "D8BB03D3"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "36 - (حسن) ¶ توفي رجل بالمدينة ممن ولدوا فيها فصلى عليه رسول الله (ص) وقال: ليته مات في غير مولده فقال رجل ولم يا رسول الله فقال إن الرجل إذا مات غريبا قيس له من مولده إلى منقطع أثره في الجنة حسن أخرجه النسائي وابن ماجة وابن حبان وأحمد",
            "page": "28",
            "part": "1",
            "seal": "143645BE"
        },
        {
            "hno": "37",
            "id": "37",
            "nass": "37 - (لم أقف عليه بهذا اللفظ) ¶ وقف رسول الله A على قبر رجل بالمدينة فقال: يا لو مات غريبا",
            "page": "29",
            "part": "1",
            "seal": "48EA4790"
        },
        {
            "hno": "38",
            "id": "38",
            "nass": "38 - (صحيح) ¶ عن عبد الله بن عدي الخيار أن رجلين أخبراه أنهما أتيا النبي (ص) يسألانه عن الصدقة فقلب فيهما البصر ورآهما جلدين فقال: إن شئتما أعطيتكما ولا حظ فيها لغني ولا لقوي مكتسب صحيح وهو في الارواء",
            "page": "29",
            "part": "1",
            "seal": "49928EA0"
        },
        {
            "hno": "39",
            "id": "39",
            "nass": "39 - (صحيح) ¶ لاتحل الصدقة لغني ولا لذي مرة سوي صحيح وهو في الارواء",
            "page": "29",
            "part": "1",
            "seal": "D45D2B65"
        },
        {
            "hno": "40",
            "id": "40",
            "nass": "40 - (متفق عليه) ¶ ما يزال الرجل يسأل الناس حتى يأتي يوم القيامة وليس في وجهه مزعة لحم صحيح وهو متفق عليه من حديث ابن عمر واللفظ لمسلم وهو في غاية المرام بلفظ آخر",
            "page": "29",
            "part": "1",
            "seal": "7954FF97"
        },
        {
            "hno": "41",
            "id": "41",
            "nass": "41 - (ضعيف) ¶ رجل من الأنصار اتى النبي (ص) فقال: أما في بيتك شيء قال: بلى حلس نلبس بعضه ونبسط بعضه وقعب نشرب فيه الماء قال: اتني بهما فأتاه بهما فأخذهما رسول الله (ص) وقال من يشتري هذين قال رجل أنا آخذهما بدرهم قال: من يزيد على درهم مرتين أو ثلاثا قال رجل أنا آخذهما بدرهمين فأعطاهما إياه وأخذ الدرهمين وأعطاهما الأنصاري وقال اشتر بأحدهما طعاما وانبذه إلى أهلك واشتر بالآخر قدوما فأتني به فشد فيه رسول الله (ص) عودا بيده ثم قال له اذهب فا حتطب وبع ولا أرينك خمسة عشر يوما فذهب الرجل يحتطب ويبيع فجاء وقد أصاب عشرة دراهم فاشترى ببعضها ثوبا وببعضها طعاما فقال رسول الله (ص) هذا خير لك من أن تجيء المسألة نكتة في وجهك يوم القيامة ان المسألة لاتصلح إلا لثلاثة: لذي فقر مدقع أو لذي غرم مفظع أو لذي دم موجع ضعيف وهو في الارواء",
            "page": "30",
            "part": "1",
            "seal": "6C3A93E7"
        },
        {
            "hno": "42",
            "id": "42",
            "nass": "42 - (صحيح) ¶ من كان يؤمن بالله واليوم الآخر فليصل رحمه صحيح أخرجه الشيخان وغيرهما وهو مخرج في مشكاة المصابيح",
            "page": "30",
            "part": "1",
            "seal": "80BCB4E8"
        },
        {
            "hno": "43",
            "id": "43",
            "nass": "43 - (حسن) ¶ أمك وأباك وأختك وأخاك ومولاك الذي يلي ذاك حق واجب ورحم موصولة حسن أخرجه أبو داود والبخاري في الأدب المفرد",
            "page": "30",
            "part": "1",
            "seal": "72A1F3AD"
        },
        {
            "hno": "44",
            "id": "44",
            "nass": "44 - (صحيح) ¶ أمك وأباك وأختك وأخاك ثم أدناك أدناك. صحيح أخرجه النسائي عن طارق المحاربي قال: قدمنا المدينة فإذا رسول الله (ص) قائم على المنبر يخطب الناس وهو يقول: يد المعطي العليا وابدأ بمن تعول: أمك وأباك ... . الحديث",
            "page": "31",
            "part": "1",
            "seal": "F596EAF2"
        },
        {
            "hno": "45",
            "id": "45",
            "nass": "45 - (حسن) ¶ عن كليب بن منفعة الحنفي عن جده أنه أتى النبي A فقال: يا رسول الله من أبر؟ قال: أمك وأباك وأختك وأخاك ومولاك الذي يلي ذاك حق واجب ورحم موصولة)",
            "page": "32",
            "part": "1",
            "seal": "11F5FCDC"
        },
        {
            "hno": "46",
            "id": "46",
            "nass": "46 - (صحيح) ¶ عن طارق المحاربي قال: قدمت المدينة فإذا رسول الله A قائم على المنبر يخطب الناس وهو يقول: (يد المعطي العليا وابدأ بمن تعول: أمك وأباك فأختك وأخاك ثم أدناك أدناك",
            "page": "32",
            "part": "1",
            "seal": "C8F701A2"
        },
        {
            "hno": "47",
            "id": "47",
            "nass": "47 - (صحيح) ¶ جاء رجل إلى النبي (ص) فقال: يا رسول الله من أحق الناس بحسن صحابتي قال أمك قال: ثم من قال: أمك قال: ثم من قال: أمك قال: ثم من قال: أبوك ثم أدناك فأدناك صحيح وهو في غاية المرام وفي الارواء",
            "page": "32",
            "part": "1",
            "seal": "DCE5B9E3"
        },
        {
            "hno": "48",
            "id": "48",
            "nass": "48 - (حسن) ¶ عن معاوية القشيري قال: قلت يا رسول الله من أبر قال: أمك قلت ثم من قال: أمك قلت ثم من قال: أباك ثم الأقرب فالأقرب حسن أخرجه أبو داود والترمذي والحاكم وأحمد",
            "page": "32",
            "part": "1",
            "seal": "CA29F942"
        },
        {
            "hno": "49",
            "id": "49",
            "nass": "49 - (صحيح) ¶ قال النبي (ص) لهند خذي ما يكفيك وولدك بالمعروف صحيح وهو في الإرواء 2158",
            "page": "33",
            "part": "1",
            "seal": "651D66D0"
        },
        {
            "hno": "50",
            "id": "50",
            "nass": "50 - (صحيح) ¶ إن أطيب ما أكلتم من كسبكم وإن أولادكم من كسبكم وكلوه هنيئا مريئا صحيح وهو في الارواء 1626",
            "page": "33",
            "part": "1",
            "seal": "109CA380"
        },
        {
            "hno": "51",
            "id": "51",
            "nass": "51 - (صحيح) ¶ ابدأ بنفسك فتصدق عليها فإن فضل شيء فلأهلك فإن فضل عن أهلك شيء لذوي قرابتك فإن فضل شيء عن ذي قرابتك فهكذا وهكذا صحيح وهو في الارواء",
            "page": "33",
            "part": "1",
            "seal": "88D6D797"
        },
        {
            "hno": "52",
            "id": "52",
            "nass": "52 - (لم تتم دراسته) ¶ إن عمر جبر عصبة صبي على أن ينفقوا عليه الرجال دون النساء أخرجه البيهقي عن عمرو بن شعيب عن سعيد بن المسيب أن عمر Bهـ جبر ... الخ وقال وهو منقطع يعني بين ابن المسيب وعمر",
            "page": "33",
            "part": "1",
            "seal": "D6EACE0B"
        },
        {
            "hno": "53",
            "id": "53",
            "nass": "53 - (لم تتم دراسته) ¶ جاء ولي يتيم إلى عمر بن الخطاب فقال: أنفق عليه ثم قال: لو لم أجد إلا أقصى عشيرته لفرضت عليهم قلت: لم أقف عليه الآن",
            "page": "34",
            "part": "1",
            "seal": "85B4C6A4"
        },
        {
            "hno": "54",
            "id": "54",
            "nass": "54 - (صحيح) ¶ يا عباد الله تداووا فإن الذي خلق الداء خلق الدواء صحيح وهو في غاية المرام 292",
            "page": "34",
            "part": "1",
            "seal": "FBD0C830"
        },
        {
            "hno": "55",
            "id": "55",
            "nass": "55 - (صحيح) ¶ فيما سقت السماء العشر وفيما سقي بآلة نصف العشر صحيح وهو في الارواء وفي الروض النضير",
            "page": "34",
            "part": "1",
            "seal": "4FE79957"
        },
        {
            "hno": "56",
            "id": "56",
            "nass": "56 - (صحيح) ¶ قال ابن عباس: فرض رسول الله (ص) زكاة الفطر طهرة للصائم من اللغو والرفث وطعمة للمساكين صحيح وهو في الارواء",
            "page": "34",
            "part": "1",
            "seal": "E18A12CC"
        },
        {
            "hno": "57",
            "id": "57",
            "nass": "57 - (صحيح) ¶ بني الاسلام على خمس: شهادة إن لا إله إلا الله وإن محمدا رسول الله وأقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت من استطاع إليه سبيلا صحيح وهو في الارواء",
            "page": "34",
            "part": "1",
            "seal": "949FD19C"
        },
        {
            "hno": "58",
            "id": "58",
            "nass": "58 - (ضعيف) ¶ قال عبد الله بن مسعود: أمرتم بإقام الصلاة وإيتاء الزكاة ومن لم يزك فلا صلاة له أخرجه الطبراني في المعجم الكبير واسناده ضعيف",
            "page": "34",
            "part": "1",
            "seal": "B8C2C77A"
        },
        {
            "hno": "59",
            "id": "59",
            "nass": "59 - (صحيح) ¶ الطهور شطر الإيمان والحمد لله تملأ الميزان وسبحان الله والحمد لله تملآن أو تملأ ما بين السماوات والأرض والصلاة نور والصدقة برهان والصبر ضياء والقرآن حجة لك أو عليك كل الناس يغد فبائع نفسه فمعتقها أو موبقها صحيح أخرجه مسلم والنسائي والترمذي والدارمي وأحمد عن أبي مالك الأشعري",
            "page": "35",
            "part": "1",
            "seal": "A943212F"
        },
        {
            "hno": "60",
            "id": "60",
            "nass": "60 - (صحيح) ¶ من آتاه الله مالا فلم يؤد زكاته مثل له يوم القيامة شجاعا أقرع (نوع من الثعابين) له زبيبتان يطوقه يوم القيامة ثم يأخذ بلهزمتيه (يعني شدقيه) ثم يقول: أنا مالك أنا كنزك ثم تلا النبي (ص) {ولا يحسبن الذين يبخلون بما آتاهم الله من فضله هو خيرا لهم بل هو شر لهم سيطوقون ما بخلوا به يوم القيامة} صحيح أخرجه البخاري والنسائي وأحمد عن أبي هريرة",
            "page": "36",
            "part": "1",
            "seal": "9E725486"
        },
        {
            "hno": "61",
            "id": "61",
            "nass": "61 - (حسن) ¶ ما منع قوم زكاة إلا ابتلاهم الله بالسنين حسن وهو في سلسلة الصحيحة 106",
            "page": "39",
            "part": "1",
            "seal": "E4995BC7"
        },
        {
            "hno": "62",
            "id": "62",
            "nass": "62 - (حسن) ¶ ولم يمنعوا زكاة أموالهم إلا منعوا القطر من السماء ولولا البهائم لم يمطروا حسن وهو في السلسلة الصحيحة برقم 106",
            "page": "39",
            "part": "1",
            "seal": "836199D1"
        },
        {
            "hno": "63",
            "id": "63",
            "nass": "63 - (ضعيف) ¶ ما خالطة الصدقة - أو قال الزكاة - مالا إلا أفسدته ضعيف أخرجه الحميدي",
            "page": "39",
            "part": "1",
            "seal": "35B6A9E6"
        },
        {
            "hno": "64",
            "id": "64",
            "nass": "64 - (حسن) ¶ من أعطاها مؤتجرا فله أجرها ومن منعها فأنا آخذها وشطر ماله غرمة من غرمات ربنا لايحل لآل محمد منها شيء حسن وهو في الارواء",
            "page": "40",
            "part": "1",
            "seal": "180A3DE7"
        },
        {
            "hno": "65",
            "id": "65",
            "nass": "65 - (صحيح) ¶ عن أبي هريرة قال: لما توفي رسول الله (ص) واستخلف أبو بكر بعده وكفر من كفر من العرب قال عمر بن الخطاب لأبي بكر: كيف تقاتل الناس وقد قال رسول الله (ص) أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فمن قال لا إله إلا الله فقد عصم مني ماله ونفسه إلا بحقه وحسابه على الله فقال أبو بكر والله لأقاتلن من فرق بين الصلاة والزكاة فإن الزكاة حق المال والله لئن منعوني عقالا كانوا ئؤدونه لرسول الله (ص) لقاتلتهم على منعه فقال عمر بن الخطاب: فوالله ما هو إلا أن رأيت الله D قد شرح صدر أبي بكر للقتال فعرفت أنه الحق صحيح أخرجه البخاري ومسلم وأبو داود والنسائي والترمذي عن أبي هريرة",
            "page": "40",
            "part": "1",
            "seal": "245BE99D"
        },
        {
            "hno": "66",
            "id": "66",
            "nass": "66 - (صحيح) ¶ من رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان صحيح أخرجه مسلم وأبو داود والنسائي والترمذي وابن ماجة وأحمد من حديث أبي سعيد الخدري قال: سمعت رسول الله (ص) يقول: فذكره",
            "page": "40",
            "part": "1",
            "seal": "072BA16A"
        },
        {
            "hno": "67",
            "id": "67",
            "nass": "67 - (صحيح) ¶ جاء رجل إلى النبي (ص) فقال: إن أمي ماتت وعليها صوم شهر فأقضيه عنها فقال: لو كان على أمك دين أكنت قاضيه عنها قال: نعم قال: فدين الله أحق أن يقضى صحيح أخرجه مسلم والترمذي والدارمي وابن ماجة وأحمد وقال الترمذي حديث حسن صحيح ولفظه وكذا ابن ماجة شهرين متتابعين وفي رواية لأحمد جاء رجل إلى النبي (ص) فقال: إن أختي نذرت أن تحج وقد ماتت قال أرأيت لو كان ... . الحديث واسناده على شرط الشيخين",
            "page": "41",
            "part": "1",
            "seal": "E23BCCED"
        },
        {
            "hno": "68",
            "id": "68",
            "nass": "68 - (صحيح) ¶ يغفر للشهيد كل ذنب إلا الدين صحيح أخرجه مسلم وأحمد من حديث عبد الله بن عمرو مرفوعا",
            "page": "42",
            "part": "1",
            "seal": "BEE213F5"
        },
        {
            "hno": "69",
            "id": "69",
            "nass": "69 - (صحيح) ¶ أمر النبي (ص) معاذ حين بعثه إلى اليمن أعلمهم أن الله افترض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم فإن هم أطاعوك لذلك فإياك وكرائم أموالهم واتق دعوة المظلوم فإنه ليس بينها وبين الله حجاب صحيح وهو في الارواء",
            "page": "42",
            "part": "1",
            "seal": "7B7FBABB"
        },
        {
            "hno": "70",
            "id": "70",
            "nass": "70 - (ضعيف) ¶ عن جابر بن عتيك أن رسول الله (ص) قال: سيأتيكم ركب مبغضون فإذا أتوكم فرحبوا بهم وخلوا بينهم وبين ما يبتغون فإن عدلوا فلأنفسهم وإن ظلموا فعليها فإن تمام زكاتهم رضاهم وليدعوا لكم ضعيف أخرجه أبو داود وابن أبي شيبة والبيهقي",
            "page": "42",
            "part": "1",
            "seal": "C1F6EAE2"
        },
        {
            "hno": "71",
            "id": "71",
            "nass": "71 - (ضعيف) ¶ عن أنس (ر) أن رجلا قال لرسول الله (ص) إذا أديت الزكاة إلى رسولك فقد برئت منها إلى الله ورسوله قال: نعم إذا أديتها إلى رسولي فقد برئت منها إلى الله ورسوله ولك أجرها وأثمها على من بدلها ضعيف أخرجه أحمد من طريق سعيد بن أبي هلال عن أنس بن مالك",
            "page": "43",
            "part": "1",
            "seal": "D75B8218"
        },
        {
            "hno": "72",
            "id": "72",
            "nass": "72 - (صحيح) ¶ عن سهيل بن أبي صالح عن أبيه قال: اجتمع عندي نفقة فيها صدقة فسألت سعد بن أبي وقاص وابن عمر وأبا هريرة وأبا سعيد الخدري أن أقسمها أو أدفعها للسلطان ما اختلف علي منهم أحد وفي رواية فقلت لهم هذا السلطان يفعل ما ترون (كان هذا في عهد بني أمية) فسأدفع إليهم زكاتي فقالوا كلهم نعم فادفعها صحيح أخرجه أبو عبيد في الأموال والبيهقي من طريق سهيل بن أبي صالح به وهذا سند صحيح على شرط مسلم",
            "page": "43",
            "part": "1",
            "seal": "4740C454"
        },
        {
            "hno": "73",
            "id": "73",
            "nass": "73 - (أثر صحيح) ¶ عن ابن عمر (ر) قال: ادفعوا صدقاتكم إلى من ولاه الله أمركم فمن بر فلنفسه ومن أثم فعليها صحيح أخرجه أبو عبيد في الأموال",
            "page": "44",
            "part": "1",
            "seal": "61F7AA38"
        },
        {
            "hno": "74",
            "id": "74",
            "nass": "74 - (أثر ضعيف) ¶ عن المغيرة بن شعبة أنه قال لمولى له وهو على أمواله بالطائف: كيف تصنع في صدقة مالي قال: منها ما أتصدق به ومنها ما أدفع إلى السلطان قال: وفيم أنت من ذاك فقال: إنهم يشترون بها الأرض ويتزوجون بها النساء فقال: ادفعها إليهم فان رسول الله (ص) أمرنا أن ندفعها إليهم ضعيف أخرجه البيهقي",
            "page": "44",
            "part": "1",
            "seal": "0EC2B28A"
        },
        {
            "hno": "75",
            "id": "75",
            "nass": "75 - (ضعيف) ¶ جاء رجل إلى النبي (ص) فقال له: أعطني من الصدقات فقال له: إن الله لم يرض بحكم نبي ولا غيره في الصدقة حتى حكم هو فيها فجزأها ثمانية أجزاء فإن كنت من تلك الأجزاء أعطيتك حقك ضعيف وهو في الارواء",
            "page": "45",
            "part": "1",
            "seal": "B54F7A45"
        },
        {
            "hno": "76",
            "id": "76",
            "nass": "76 - (صحيح) ¶ ليس المسكين الذي ترده التمرة والتمرتان ولا اللقمة واللقمتان إنما المسكين الذي يتعفف اقرؤوا إن شئتم {لا يسألون الناس إلحافا} صحيح أخرجه البخاري ومسلم وابو داود والنسائي وأحمد من طرق عدة عن أبي هريرة والسياق للبخاري",
            "page": "45",
            "part": "1",
            "seal": "49D4435F"
        },
        {
            "hno": "77",
            "id": "77",
            "nass": "77 - (صحيح) ¶ ليس المسكين الذي يطوف على الناس ترده اللقمة واللقمتان والتمرة والتمرتان ولكن المسكين الذي لا يجد غنيا يغنيه ولا يفطن فيتصدق عليه ولا يقوم فيسأل الناس صحيح أخرجه البخاري ومسلم والنسائي ومالك وأحمد",
            "page": "45",
            "part": "1",
            "seal": "26EB331D"
        },
        {
            "hno": "78",
            "id": "78",
            "nass": "78 - (أثر ضعيف) ¶ سئل الحسن البصري عن الرجل تكون له الدار والخادم أيأخذ من الزكاة فأجاب بأنه يأخذ إن احتاج ولا حرج عليه ضعيف أخرجه أبو عبيد في الأموال",
            "page": "45",
            "part": "1",
            "seal": "40B62935"
        },
        {
            "hno": "78",
            "id": "79",
            "nass": "78 - (لم تتم دراسته) ¶ عن الحسن البصري أنه قال: كانوا يعطون الزكاة لمن يملك عشرة آلاف درهم من الفرس والسلاح والخادم والدار. قال الألباني: لم أقف له على سند وقد نقله المصنف عن البدائع للكاساني من كتب الفقه الحنفي",
            "page": "46",
            "part": "1",
            "seal": "57BA4CFF"
        },
        {
            "hno": "79",
            "id": "80",
            "nass": "79 - (صحيح) ¶ ما أكل أحد طعاما قط خيرا من أن يأكل من عمل يده",
            "page": "46",
            "part": "1",
            "seal": "79BDDB6B"
        },
        {
            "hno": "80",
            "id": "81",
            "nass": "80 - (صحيح) ¶ لا تحل الصدقة لغني ولا لذي مرة سوي",
            "page": "46",
            "part": "1",
            "seal": "54C6BEDB"
        },
        {
            "hno": "81",
            "id": "82",
            "nass": "81 - (صحيح) ¶ فعن عبد الله بن عدي الخيار أن رجلين أخبراه أنهما أتيا النبي A يسألانه عن الصدقة فقلب فيهما البصر ورآهما جلدين فقال: إن شئتما أعطيتكما ولا حظ فيها لغني ولا لقوي مكتسب",
            "page": "46",
            "part": "1",
            "seal": "0F8021E8"
        },
        {
            "hno": "82",
            "id": "83",
            "nass": "82 - (صحيح) ¶ قبيصة بن المخارق رضي الله عنه قال: تحملت حمالة فأتيت رسول الله صلى الله عليه وسلم أسأله فيها فقال: أقم حتى تأتينا الصدقة فنأمر لك بها ثم قال: يا قبيصة إن المسألة لا تحل إلا لأحد ثلاثة: رجل تحمل حمالة فحلت له المسألة حتى يصيبها ثم يمسك ورجل أصابته جائحة اجتاحت ما له فحلت له المسألة حتى يصيب قواما من عيش أو قال سدادا من عيش ورجل أصابته فاقة حتى يقول ثلاثة من ذوي الحجا من قومه لقد أصابت فلانا فاقة فحلت له المسألة حتى يصيب قواما من عيش أو قال سدادا من عيش؛ فما سواهن من المسألة يا قبيصة سحت يأكلها صاحبها سحتا رواه مسلم. وهو في الارواء ¶ الحمالة أن يقع قتال ونحوه بين فريقين فيصلح إنسان بينهم على مال يتحمله ويلتزمه على نفسه ¶ والجائحة: الآفة تصيب مال الإنسان ¶ والقوام هو: ما يقوم به أمر الإنسان من مال ونحوه ¶ والسداد: ما يسد حاجة المعوز ويكفيه ¶ والفاقة: الفقر ¶ والحجا: العقل",
            "page": "46",
            "part": "1",
            "seal": "2F657012"
        },
        {
            "hno": "83",
            "id": "84",
            "nass": "83 - (ضعيف) ¶ جاء في قول عمر: إذا أعطيتم فأغنوا ضعيف أخرجه أبو عبيد في الأموال من طريق عمرو بن دينار قال: قال عمر قلت: هذا إسناد ضعيف منقطع عمرو بن دينار ولد بعد وفاة عمر بن الخطاب بسنتين",
            "page": "47",
            "part": "1",
            "seal": "CBD2B92B"
        },
        {
            "hno": "84",
            "id": "85",
            "nass": "84 - (صحيح) ¶ من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج صحيح أخرجه البخاري ومسلم وأبو داود والترمذي والنسائي والدارمي وابن ماجة وأحمد من حديث ابن مسعود وزاد ومن لم يستطع فعليه بالصوم فإنه له وجاء",
            "page": "47",
            "part": "1",
            "seal": "21AA5AA1"
        },
        {
            "hno": "85",
            "id": "86",
            "nass": "85 - (صحيح) ¶ 2553 - وحدثني يحيى بن معين حدثنا مروان بن معاوية الفزاري حدثنا يزيد بن كيسان عن أبي حازم عن أبي هريرة قال جاء رجل إلى النبي A فقال إني تزوجت امرأة من الأنصار فقال له النبي A هل نظرت إليها فإن في عيون الأنصار شيئا قال قد نظرت إليها قال على كم تزوجتها قال على أربع أواق فقال له النبي A على أربع أواق كأنما تنحتون الفضة من عرض هذا الجبل ما عندنا ما نعطيك ولكن عسى أن نبعثك في بعث تصيب منه قال فبعث بعثا إلى بني عبس بعث ذلك الرجل فيهم * صحيح أخرجه مسلم",
            "page": "48",
            "part": "1",
            "seal": "F19B4EE7"
        },
        {
            "hno": "86",
            "id": "87",
            "nass": "86 - (صحيح) ¶ 220 - حدثنا هشام بن عمار حدثنا حفص بن سليمان حدثنا كثير بن شنظير عن محمد ابن سيرين عن أنس بن مالك قال قال رسول الله A طلب العلم فريضة على كل مسلم وواضع العلم عند غير أهله كمقلد الخنازير الجوهر واللؤلؤ والذهب * طلب العلم فريضة على كل مسلم صحيح أخرجه ابن ماجة واللفظ له وروي عن جماعة من الصحابة منهم أنس بن مالك وعبد الله بن عمرو وأبوسعيد الخدري وعبد الله بن مسعود وعلي راجع الكتاب فإن فيه دراسة مطولة للحديث",
            "page": "48",
            "part": "1",
            "seal": "B01E4CCA"
        },
        {
            "hno": "87",
            "id": "88",
            "nass": "87 - (صحيح) ¶ يا عباد الله تداووا فإن الذي خلق الداء خلق الدواء",
            "page": "63",
            "part": "1",
            "seal": "E92E7232"
        },
        {
            "hno": "88",
            "id": "89",
            "nass": "88 - (صحيح) ¶ 2262 - حدثنا يحيى بن بكير حدثنا الليث عن عقيل عن ابن شهاب أن سالما أخبره أن عبد الله بن عمر Bهما أخبره أن رسول الله A قال المسلم أخو المسلم لا يظلمه ولا يسلمه ومن كان في حاجة أخيه كان الله في حاجته ومن فرج عن مسلم كربة فرج الله عنه كربة من كربات يوم القيامة ومن ستر مسلما ستره الله يوم القيامة * صحيح أخرجه البخاري واللفظ له وأحمد وغيرهما وهو في الصحيحة 504",
            "page": "63",
            "part": "1",
            "seal": "ACF8B65D"
        },
        {
            "hno": "89",
            "id": "90",
            "nass": "89 - (صحيح) ¶ 61 - حدثنا عبد الله بن يوسف قال حدثنا الليث عن سعيد هو المقبري عن شريك بن عبد الله بن أبي نمر أنه سمع أنس بن مالك يقول بينما نحن جلوس مع النبي A في المسجد دخل رجل على جمل فأناخه في المسجد ثم عقله ثم قال لهم أيكم محمد والنبي A متكئ بين ظهرانيهم فقلنا هذا الرجل الأبيض المتكئ فقال له الرجل يا ابن عبد المطلب فقال له النبي A قد أجبتك فقال الرجل للنبي A إني سائلك فمشدد عليك في المسألة فلا تجد علي في نفسك فقال سل عما بدا لك فقال أسألك بربك ورب من قبلك أالله أرسلك إلى الناس كلهم فقال اللهم نعم قال أنشدك بالله أالله أمرك أن نصلي الصلوات الخمس في اليوم والليلة قال اللهم نعم قال أنشدك بالله أالله أمرك أن نصوم هذا الشهر من السنة قال اللهم نعم قال أنشدك بالله أالله أمرك أن تأخذ هذه الصدقة من أغنيائنا فتقسمها على فقرائنا فقال النبي A اللهم نعم فقال الرجل آمنت بما جئت به وأنا رسول من ورائي من قومي وأنا ضمام بن ثعلبة أخو بني سعد بن بكر ورواه موسى بن إسماعيل وعلي بن عبد الحميد عن سليمان بن المغيرة عن ثابت عن أنس عن النبي A بهذا * صحيح أخرجه البخاري واللفظ له والنسائي",
            "page": "63",
            "part": "1",
            "seal": "2203EA45"
        },
        {
            "hno": "90",
            "id": "91",
            "nass": "90 - (حسن) ¶ 1384 - حدثنا نصر بن علي أخبرنا أبي أخبرنا إبراهيم بن عطاء مولى عمران بن حصين عن أبيه أن زيادا أو بعض الأمراء بعث عمران بن حصين على الصدقة فلما رجع قال لعمران أين المال قال وللمال أرسلتني أخذناها من حيث كنا نأخذها على عهد رسول الله A ووضعناها حيث كنا نضعها على عهد رسول الله A * حسن أخرجه أبو داود واللفظ له وابن ماجة",
            "page": "63",
            "part": "1",
            "seal": "E5672178"
        },
        {
            "hno": "91",
            "id": "92",
            "nass": "91 - (حسن) ¶ أنا أولى بكل مسلم من نفسه من ترك مالا فلورثته ومن ترك دينا أو ضياعا فإلي وعلي صحيح وهو في الارواء وله شاهد من حديث جابرمرفوعا بلفظ: أنا أولى بالمؤمنين من أنفسهم ومن ترك مالا فلأهله ومن ترك دينا أو ضياعا فإلي وعلي وأنا أولى بالمؤمنين أخرجه أحمد ومسلم مختصرا وهو رواية لأحمد",
            "page": "64",
            "part": "1",
            "seal": "544AAB00"
        },
        {
            "hno": "92",
            "id": "93",
            "nass": "92 - (صحيح) ¶ إن من يعش منكم فسيرى اختلافا كثيرا فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي عضوا عليها بالنواجذ صحيح وهو في الارواء",
            "page": "64",
            "part": "1",
            "seal": "8256C6AB"
        },
        {
            "hno": "93",
            "id": "94",
            "nass": "93 - (صحيح) ¶ كلكم راع وكلكم مسؤول عن رعيته فالإمام راع وهو مسؤول عن رعيته والرجل في أهل بيته راع وهو مسؤول عن رعيته صحيح وهو في غاية المرام 269",
            "page": "64",
            "part": "1",
            "seal": "13BA81E9"
        },
        {
            "hno": "94",
            "id": "95",
            "nass": "94 - (صحيح) ¶ من كان يؤمن بالله واليوم الآخر فليكرم جاره صحيح وهو مخرج في مختصر صحيح مسلم وصحيح الجامع الصغير",
            "page": "65",
            "part": "1",
            "seal": "67B09CE6"
        },
        {
            "hno": "95",
            "id": "96",
            "nass": "95 - (ضعيف) ¶ أحسن إلى جارك تكن مسلما ضعيف انظر الحديث رقم 17 من مشكلة الفقر",
            "page": "65",
            "part": "1",
            "seal": "EF39D550"
        },
        {
            "hno": "96",
            "id": "97",
            "nass": "96 - (صحيح) ¶ ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه صحيح وهو في الارواء",
            "page": "65",
            "part": "1",
            "seal": "7F0F145B"
        },
        {
            "hno": "97",
            "id": "98",
            "nass": "97 - (صحيح) ¶ ليس بمؤمن من بات شبعان وجاره إلى جنبه جائع وهو يغلم صحيح وهو في سلسلة الصحيحة 149",
            "page": "65",
            "part": "1",
            "seal": "4E426A62"
        },
        {
            "hno": "98",
            "id": "99",
            "nass": "98 - (ضعيف) ¶ أيما أهل عرصة أصبح منهم امرؤ جائع فقد برئت منهم ذمة الله ضعيف",
            "page": "65",
            "part": "1",
            "seal": "4B1BFFF4"
        },
        {
            "hno": "99",
            "id": "100",
            "nass": "99 - (صحيح) ¶ عن أبي ذر قال: إن خليلي (ص) أوصاني إذا طبخت مرقا فأكثر ماءه ثم انظر أهل بيت من جيرانك فأصبهم منها بمعروف صحيح أخرجه مسلم واللفظ له والبخاري في الأدب المفرد والدارمي وأحمد",
            "page": "65",
            "part": "1",
            "seal": "C429C51E"
        },
        {
            "hno": "100",
            "id": "101",
            "nass": "100 - (صحيح) ¶ عن عائشة قالت: قلت يا رسول الله إن لي جارين فإلى أيهما أهدي قال: إلى أقربهما منك بابا صحيح أخرجه البخاري في الأدب المفرد واللفظ له والطحاوي في مشكل الآثار والطيالسي وأحمد والخطيب",
            "page": "66",
            "part": "1",
            "seal": "AEDFC82E"
        },
        {
            "hno": "101",
            "id": "102",
            "nass": "101 - (صحيح) ¶ قال مجاهد كنت عند عبد الله بن عمر وغلام له يسلخ شاة فقال: يا غلام إذا سلخت فابدأ بجارنا اليهودي حتى قال ذلك مرارا فقال له: كم تقول هذا فقال إن رسول الله (ص) لم يزل يوصينا بالجار حتى خشينا أنه سيورثه صحيح أخرجه البخاري في الأدب المفرد وأبو داود والترمذي",
            "page": "67",
            "part": "1",
            "seal": "68A5BE38"
        },
        {
            "hno": "102",
            "id": "103",
            "nass": "102 - (حسن) ¶ من كان عنده سعة فلم يضح فلا يقربن مصلانا حسن أخرجه ابن ماجه والخطيب والحاكم عن أبي هريرة (ر) قال: قال النبي (ص) من كان له مال فلم يضح فلا يقربن مصلانا وقال مرة من وجد سعة فلم يذبح فلا يقربن مصلانا هذا لفظ المقري عند الحاكم وهو عند أحمد باللفظ الآخر وقال فلم يضح ولفظ ابن الحباب عند الحاكم من وجد سعة لأن يضحي فلم يضح فلا يحضر مصلانا ولفظه عند ابن ماجة من كان له سعة ولم يضح فلا يقربن مصلانا",
            "page": "67",
            "part": "1",
            "seal": "69C7ED01"
        },
        {
            "hno": "103",
            "id": "104",
            "nass": "103 - (ضعيف) ¶ عن فاطمة بنت قيس قالت: سألت النبي أو سئل (ص) عن الزكاة فقال: إن في المال حقا سوى الزكاة ثم تلا هذه الآية التي في البقرة {ليس البر أن تولوا وجوهكم قبل المشرق والمغرب}",
            "page": "69",
            "part": "1",
            "seal": "B4D8CCE7"
        },
        {
            "hno": "104",
            "id": "105",
            "nass": "104 - (صحيح) ¶ المؤمن للمؤمن كالبنيان يشد بعضه بعضا صحيح أخرجه البخاري ومسلم والنسائي والترمذي وأحمد وزاد البخاري في رواية وشبك بين أصابعه وقال الترمذي حديث حسن صحيح",
            "page": "69",
            "part": "1",
            "seal": "B7DB5064"
        },
        {
            "hno": "105",
            "id": "106",
            "nass": "105 - (صحيح) ¶ مثل المؤمنين في توادهم وتعاطفهم وتراحمهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له سائر الأعضاء بالحمى والسهر صحيح وهو في مختصر مسلم 1773 وسلسلة الصحيحة 1083",
            "page": "69",
            "part": "1",
            "seal": "7F436894"
        },
        {
            "hno": "106",
            "id": "107",
            "nass": "106 - (صحيح) ¶ المسلم أخو المسلم لا يظلمه ولا يسلمه",
            "page": "70",
            "part": "1",
            "seal": "1388FECB"
        },
        {
            "hno": "107",
            "id": "108",
            "nass": "107 - (ضعيف) ¶ أيما أهل عرصة أصبح فيهم امرؤ جائع فقد برئت منهم ذمة ال",
            "page": "70",
            "part": "1",
            "seal": "31A4A6F9"
        },
        {
            "hno": "108",
            "id": "109",
            "nass": "108 - (صحيح) ¶ من لا يرحم الناس لا يC صحيح أخرجه البخاري ومسلم والترمذي وأحمد وزاد أحمد في رواية ومن لا يغفر لايغفر له وعند البخاري ومسلم وغيرهما من حديث أبي هريرة مرفوعا مختصرا بلفظ من لا يرحم لا يرحم",
            "page": "70",
            "part": "1",
            "seal": "9FC382B6"
        },
        {
            "hno": "109",
            "id": "110",
            "nass": "109 - (صحيح) ¶ من كان عنده طعام اثنين فليذهب بثالث ومن كان عنده طعام أربعة فليذهب بخامس أو سادس",
            "page": "71",
            "part": "1",
            "seal": "33CF8E7E"
        },
        {
            "hno": "110",
            "id": "111",
            "nass": "110 - (صحيح) ¶ المسلم أخو المسلم لا يظلمه ولا يسلمه",
            "page": "71",
            "part": "1",
            "seal": "5FB34842"
        },
        {
            "hno": "111",
            "id": "112",
            "nass": "111 - (صحيح) ¶ من كان معه فضل ظهر فليعد به على من لا ظهر له ومن كان له فضل زاد فليعد به على من لا زاد له قال: فذكر من أصناف المال ما ذكر حتى رأينا أنه لا حق لأحد منا في فضل صحيح أخرجه مسلم وأبو داود وأحمد من حديث أبي سعيد الخدري قال: بينما نحن في سفر مع النبي (ص) إذ جاء رجل على راحلة له قال فجعل يصرف بصره يمينا وشمالا فقال رسول الله (ص) فذكره",
            "page": "71",
            "part": "1",
            "seal": "20BF0359"
        },
        {
            "hno": "112",
            "id": "113",
            "nass": "112 - (صحيح) ¶ أطعموا الجائع وفكوا العاني صحيح أخرجه البخاري والدارمي وأحمد من حديث أبي موسى الأشعري مرفوعا به وزادوا إلا الدارمي وعودوا المريض وفي رواية للبخاري وأجيبوا الداعي مكان أطعموا الجائع وفي أخرى له فكوا العاني وأجيبوا الداعي",
            "page": "72",
            "part": "1",
            "seal": "A9FDF96A"
        },
        {
            "hno": "113",
            "id": "114",
            "nass": "113 - (صحيح) ¶ يقول العبد: مالي مالي وإنما له من ماله ثلاث ما أكل فأفنى أو لبس فأبلى أو أعطى فأقنى وما سوى ذلك فهو ذاهب وتاركه للناس صحيح أخرجه مسلم وابن حبان وأحمد من حديث أبي هريرة وله شاهد من حديث عبد الله بن الشخير قال: اتيت النبي (ص) وهو يقرأ {الهاكم التكاثر} قال: يقول ابن آدم مالي مالي قال: وهل لك يا ابن آدم من مالك إلا ما أكلت فأفنيت أو لبست فأبليت أو تصدقت فأمضيت أخرجه مسلم والنسائي والترمذي والحاكم وأحمد وقال الترمذي حديث حسن صحيح",
            "page": "72",
            "part": "1",
            "seal": "384A8948"
        },
        {
            "hno": "114",
            "id": "115",
            "nass": "114 - (صحيح) ¶ أيكم قال وارثه أحب إليه من ماله قالوا يا رسول الله ما منا أحد إلا ماله أحب إليه قال: فإن ماله ما قدم ومال وارثه ما أخر صحيح أخرجه البخاري والنسائي والطحاوي",
            "page": "73",
            "part": "1",
            "seal": "11723F9D"
        },
        {
            "hno": "115",
            "id": "116",
            "nass": "115 - (صحيح) ¶ ما منكم من أحد إلا سيكلمه الله ليس بينه وبينه ترجمان فينظر أيمن منه فلا يرى إلا ما قدم فينظر أشأم منه (عن يساره) فلا يرى إلا ما قدم فينظر بين يديه فلا يرى إلا النار تلقاء وجهه فاتقوا النار ولو بشق تمرة صحيح أخرجه البخاري ومسلم والترمذي وابن ماجة وابن خزيمة وأحمد",
            "page": "73",
            "part": "1",
            "seal": "AC22F78E"
        },
        {
            "hno": "116",
            "id": "117",
            "nass": "116 - (صحيح) ¶ من تصدق بعدل تمرة من كسب طيب ولا يقبل الله إلا الطيب فإن الله يقبلها بيمينه ثم يربيها لصاحبه كما يربي أحدكم فلوه (مهره أول ما يولد) حتى تكون مثل الجبل صحيح أخرجه البخاري ومسلم والنسائي والترمذي والدارمي وابن ماجة وأحمد وله طرق عديدة",
            "page": "73",
            "part": "1",
            "seal": "A72D4388"
        },
        {
            "hno": "117",
            "id": "118",
            "nass": "117 - (صحيح) ¶ الصدقة تطفىء الخطيئة كما يطفىء الماء النار صحيح أخرجه أحمد والترمذي وابن ماجة وابن حبان والحاكم",
            "page": "74",
            "part": "1",
            "seal": "7B707749"
        },
        {
            "hno": "118",
            "id": "119",
            "nass": "118 - (صحيح) ¶ كل امرىء في ظل صدقته حتى يقضى بين الناس صحيح أخرجه ابن خزيمة وابن حبان والحاكم وأحمد وأبو نعيم في الحلية",
            "page": "75",
            "part": "1",
            "seal": "D11FA4BE"
        },
        {
            "hno": "119",
            "id": "120",
            "nass": "119 - (حسن) ¶ سبق درهم مائة ألف درهم فقال رجل وكيف ذاك يا رسول الله قال: رجل له مال كثير أخذ من عرضه مائة ألف درهم تصدق بها ورجل ليس له إلا درهمان فأخذ أحدهما فتصدق به حسن أخرجه النسائي وابن خزيمة وابن حبان والحاكم وأحمد",
            "page": "75",
            "part": "1",
            "seal": "951A9538"
        },
        {
            "hno": "120",
            "id": "121",
            "nass": "120 - (صحيح) ¶ لما نزلت {من ذا الذي يقرض الله قرضا حسنا فيضاعفه له} قال أبو الدحداح الأنصاري: يا رسول الله وإن الله D ليريد منا القرض قال: نعم يا أبا الدحداح قال أرني يدك يا رسول الله فناوله يده قال: فإني قد أقرضت ربي D حائطي - قال بن مسعود - وحائط له فيه ستمائة نخلة وأم الدحداح فيه وعيالها قال: فجاء أبو الدحداح فناداها: يا أم الدحداح قالت لبيك قال: أخرجي فقد أقرضته ربي D صحيح أخرجه ابن جرير في تفسيره وابن أبي حاتم كما في تفسير ابن كثير من طريق خلف وهذا اسناد ضعيف ورواه أبو يعلى والطبراني ورجالهما ثقات ورجال أبي يعلى رجال الصحيح وله شواهد أخرى",
            "page": "76",
            "part": "1",
            "seal": "E80A7996"
        },
        {
            "hno": "121",
            "id": "122",
            "nass": "121 - (صحيح) ¶ حدثنا عبد الله بن يوسف أخبرنا مالك عن إسحاق بن عبد الله بن أبي طلحة أنه سمع أنس بن مالك Bهـ يقول كان أبو طلحة أكثر الأنصار بالمدينة مالا من نخل وكان أحب أمواله إليه بيرحاء وكانت مستقبلة المسجد وكان رسول الله A يدخلها ويشرب من ماء فيها طيب قال أنس فلما أنزلت هذه الآية (لن تنالوا البر حتى تنفقوا مما تحبون) قام أبو طلحة إلى رسول الله A فقال يا رسول الله إن الله تبارك وتعالى يقول (لن تنالوا البر حتى تنفقوا مما تحبون) وإن أحب أموالي إلي بيرحاء وإنها صدقة لله أرجو برها وذخرها عند الله فضعها يا رسول الله حيث أراك الله قال فقال رسول الله A بخ ذلك مال رابح ذلك مال رابح وقد سمعت ما قلت وإني أرى أن تجعلها في الأقربين فقال أبو طلحة أفعل يا رسول الله فقسمها أبو طلحة في أقاربه وبني عمه تابعه روح وقال يحيى بن يحيى وإسماعيل عن مالك رايح * صحيح أخرجه البخاري واللفظ له ومسلم والدارمي وأحمد من حديث أنس ومن موسوعة الحديث أضيف أخرجه أيضا مالك وابو داود والنسائي والترمذي",
            "page": "77",
            "part": "1",
            "seal": "006DB6A0"
        },
        {
            "hno": "122",
            "id": "123",
            "nass": "122 - (صحيح) ¶ إذا مات الانسان انقطع عمله إلا من ثلاثة أشياء صدقة جارية أوعلم ينتفع به أو ولد صالح يدعو له صحيح وهو مخرج في الارواء",
            "page": "78",
            "part": "1",
            "seal": "9D39193B"
        },
        {
            "hno": "123",
            "id": "124",
            "nass": "123 - (صحيح) ¶ عمر أصاب أرضا من أرض خيبر فقال: يا رسول الله أصبت أرضا بخيبر لم أصب مالا قط أنفس عندي منها فما تأمرني فقال (ص) : إن شئت حبست أصلها وتصدقت بها فتصدق بها عمر على أن لاتباع ولا توهب ولا تورث في الفقراء وذوي القربى والرقاب والضعيف وابن السبيل لا جناح على من وليها أن يأكل منها بالمعروف ويطعم غير متمول وفي لفظ غير متأثل مالا صحيح وهو في الارواء",
            "page": "78",
            "part": "1",
            "seal": "78DF28F1"
        },
        {
            "hno": "124",
            "id": "125",
            "nass": "124 - (ضعيف) ¶ من احتكر الطعام أربعين ليلة فقد برىء من الله وبرىءالله منه ضعيف وهو في غاية المرام 324",
            "page": "78",
            "part": "1",
            "seal": "9D963D47"
        },
        {
            "hno": "125",
            "id": "126",
            "nass": "125 - (صحيح) ¶ رب أشعث أغبر ذي طمرين لا يؤبه له لو أقسم على الله لأبره صحيح أخرجه الطحاوي في المشكل والحاكم وأبو نعيم في الحلية وزاد في رواية بعد قوله طمرين تنبو عنه أعين الناس وهو في المسند والصحيحين وغيرهما من طرق أخرى عن أنس بلفظ ان من عباد الله من لو أقسم على الله لأبره وفيه قصة ومن حديث حارثة بن وهب قال: قال رسول الله (ص) ألا أنبئكم بأهل الجنة كل ضعيف متضعف لو أقسم على الله لأبره ألا انبئكم بأهل النار كل عتل جواظ مستكبر أخرجه البخاري ومسلم وابن ماجة وأحمد عن معبد بن خالد عن حارثة بن وهب",
            "page": "79",
            "part": "1",
            "seal": "94C93A34"
        },
        {
            "hno": "126",
            "id": "127",
            "nass": "126 - (صحيح) ¶ يأتي الرجل العظيم السمين يوم القيامة فلا يزن عند الله جناح بعوضة واقرأوا إن شئتم {فلا نقيم له يوم القيامة وزنا} صحيح أخرجه البخاري ومسلم من حديث أبي هريرة مرفوعا",
            "page": "81",
            "part": "1",
            "seal": "EEC8E2B6"
        },
        {
            "hno": "127",
            "id": "128",
            "nass": "127 - (صحيح) ¶ عن عدي بن حاتم كان عند النبي (ص) إذ أتاه رجل فشكا إليه الفاقة ثم أتاه آخر فشكا إليه قطع السبيل (وكان عدي قد وفد على النبي (ص) ليدخل في الاسلام وخشي النبي (ص) أن يفت في عضده ويثبطه عندما يرى من ضعف أهله وفقرهم وعدم انتشار الأمن في أرضهم حينذاك فألقى بالبشارات المذكورة في الحديث ترغيبا وتثبيتا) فقال: يا عدي هل رأيت الحيرة قال: لم أرها وقد أنبئت عنها قال: إن طالت بك حياة لترين الظعينة ترتحل من الحيرة حتى تطوف بالكعبة لا تخاف أحدا إلا الله وفي رواية إنه لا يأتي عليك إلا قليل حتى تخرج العير إلى مكة بغير خفير قال عدي: قلت فيما بيني وبين نفسي فأين دعار طيء الذين سعروا البلاد وأكمل النبي (ص) حديثه إليه فقال: ولئن طالت بك حياة لتفتحن كنوز كسرى قال: كسرى بن هرمز قال: كسرى بن هرمز ولئن طالت بك حياة لترين الرجل يخرج ملء كفه من ذهب أو فضة يطلب من يقبله منه فلا يجد أحدا يقبله منه صحيح أخرجه البخاري وأحمد عن عدي بن حاتم",
            "page": "81",
            "part": "1",
            "seal": "801D0C94"
        },
        {
            "hno": "128",
            "id": "129",
            "nass": "128 - (صحيح) ¶ تصدقوا فإنه يأتي عليكم زمان يمشي الرجل بصدقته فلا تجد من يقبلها يقول الرجل لو جئت بها بلأمس لقبلتها فأما اليوم فلا حاجة لي بها صحيح أخرجه البخاري ومسلم والنسائي وأحمد من حديث حارثة بن معبد",
            "page": "82",
            "part": "1",
            "seal": "EBEF52B9"
        },
        {
            "hno": "129",
            "id": "130",
            "nass": "129 - (صحيح) ¶ لا تقوم الساعة حتى يكثر فيكم المال فيفيض حتى يهم رب المال من يقبل صدقته وحتى يعرضه فيقول الذي يعرض عليه: لا أرب لي صحيح أخرجه البخاري ومسلم وأحمد من حديث أبي هريرة",
            "page": "82",
            "part": "1",
            "seal": "C9FCB6C9"
        },
        {
            "hno": "130",
            "id": "131",
            "nass": "130 - (صحيح) ¶ ليأتين على الناس زمان يطوف الرجل فيه بالصدقة من الذهب ثم لا يجد أحدا يأخذها منه صحيح أخرجه البخاري ومسلم من حديث أبي موسى الأشعري",
            "page": "82",
            "part": "1",
            "seal": "D6C3E6B7"
        },
        {
            "hno": "131",
            "id": "132",
            "nass": "131 - (صحيح) ¶ أن النبي (ص) قال لمعاذ حين بعثه خذها من أغنيائهم وردها على فقرائهم صحيح وهو في الارواء",
            "page": "83",
            "part": "1",
            "seal": "79A84047"
        }
    ],
    "t365": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أول الكتاب"
        }
    ]
}