{
    "b3863": [
        {
            "hno": null,
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْمُؤلف ¶ اسْمه وَنسبه: ¶ هُوَ حمد بن مُحَمَّد الرائقي الصعيدي الْمَالِكِي. ¶ هَذَا مَا اسْتَطَعْت الْوُصُول إِلَيْهِ فِي نسبه، إِذْ لم أجد من ترْجم لَهُ وكل مَا اسْتَطَعْت الْوُصُول إِلَيْهِ حِيَال نسبه مَأْخُوذ من النّسخ الَّتِي اعتمدت عَلَيْهَا، وعبثاً حاولت التنقيب فِي بطُون المراجع المختصة بِعلم الرِّجَال خلال الحقبة الَّتِي عَاشَ فِيهَا الرجل، وَلَكِنِّي لم أجد ذكرا لَهُ، فَأخذت أقدم فِي اسْمه وأؤخر عَسى أَن أَقف على تَرْجَمَة لَهُ من مثل أَحْمد بن مُحَمَّد، وَمُحَمّد بن مُحَمَّد، ومحمود بن مُحَمَّد، والسعيدي مَكَان الصعيدي والصعدي نِسْبَة لصعدة مَدِينَة فِي الْيمن، وَلَكِن كَانَ يردني أَنه مالكي وَأهل الْيمن إِمَّا زيود وَإِمَّا شافعية وَلَيْسَ فيهم مالكية، والمالكية فِي صَعِيد مصر كثر مِمَّا يُقَوي نسبته لصعيد مصر ويوهن نسبته لصعدة الْيمن فَقلت لَعَلَّه آفاقي فيهم فَعَسَى أَن أظفر بِشَيْء وَلَكِن ذهب جهدي أدراج الرِّيَاح، وكلمّا أعياني التنقيب أوقفت الْبَحْث يأساً من العثور على شَيْء، ثمَّ إِذا عاودني النشاط عدت للبحث من جَدِيد وَهَكَذَا دواليك عَاميْنِ كَامِلين. ¶ والصعيدي نِسْبَة لصعيد مصر إقليم وَاسع جدا فِي جنوب الْقَاهِرَة خرج مِنْهُ طَائِفَة كَبِيرَة من الْعلمَاء الأفاضل فِي مُخْتَلف الْعُلُوم والفنون. ¶ والرائقي قَبيلَة فِي صَعِيد مصر لَا تزَال تحمل هَذَا المسمّى حسب مَا أَخْبرنِي بِهِ أحد الْفُضَلَاء من أَبنَاء ذَلِك الإِقليم.",
            "page": "127",
            "part": "1",
            "seal": "6EE6112E"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وَالَّذِي يَبْدُو لي – وَالله أعلم – أَن صاحبنا عَاشَ فِي الصَّعِيد بَعيدا عَن مراكز الحضارة فِي مصر وَهَذَا مَا جعل الْمَعْنيين بالتراجم من أَمْثَال الجبرتي فِي تَارِيخه، ومبارك فِي خططه، والشوكاني فِي الْبَدْر الطالع، والبيطار فِي حلية الْبشر، وَابْن زبارة فِي النُّور السافر وَغَيرهم يغفلون ذكره. ¶ كَمَا أَنه لم يحظ بتلامذة نجباء يحملون علمه واسْمه من بعده فيشتهر بهم؛ وَلِهَذَا عَاشَ الرجل مَجْهُولا، وَكم من عَالم نحرير خَفِي على الْعَالمين ببعده عَن مراكز الحضارة.",
            "page": "128",
            "part": "1",
            "seal": "56C682CE"
        },
        {
            "hno": "1",
            "id": "3",
            "nass": "مولده ووفاته: ¶ بِمَا أننا لم نقف على تَرْجَمَة للرجل فَمن الْعَبَث الْجَزْم بتاريخ قَاطع لميلاده أَو وَفَاته، وكل مَا نستطيع القَوْل بِهِ فِي هَذَا الشَّأْن هُوَ تقريبي فَقَط بِنَاء على إشارات من كِتَابه مقربة للزمن لَا جازمة بِهِ، فَنَقُول: إِن الرجل عَاشَ مَا بَين الْعَام 1170، و1250هـ تَقْرِيبًا، لِأَنَّهُ نقل من الشَّيْخ أَحْمد بن أَحْمد بن مُحَمَّد السجاعي فِي موضِعين1 من كِتَابه فتح الْجَلِيل على شرح ابْن عقيل، ¶ __________ ¶ 1 - فِي اعتراضه على ابْن مَالك فِي بَاب أبنية الفاعلين والمفعولين إِذْ جمع فَاعِلا ومفعولاً على فاعلين ومفعولين مَعَ أَن المُرَاد بهما هُنَا الْأَبْنِيَة لَا الذوات، وَجمع السَّلامَة خَاص بالعقلاء وصفاتهم قَالَ فِي اللوحة: 41/ب: \"بَاب أبنية: جمع بِنَاء وَالْمرَاد بِهِ الصِّيَغ أَي صِيغَة أَسمَاء الفاعلين جمع فَاعل والمفعولين جمع مفعول، وَاعْترض هَذَا الْجمع بِأَن فَاعِلا ومفعولاً اسمان للفظ وَهُوَ غير عَاقل، وَلَا يكون هَذَا الْجمع إِلَّا للعقلاء، وَأجِيب بِأَن مَا ذكر اسْم للمعنى والذوات الفاعلة أَو المفعولة لَا للفظ وغلّب الْعَاقِل على غَيره فساغ الْجمع أَفَادَهُ العلاّمة السجاعي عَن ابْن أم قَاسم\" وَهُوَ فِي فتح الْجَلِيل. ¶ والموضع الثَّانِي الَّذِي نقل فِيهِ عَن السجاعي فِي اللوحة 42/ب فِي الْخلاف فِي أبنية الصّفة المشبهة حول الْجَزْم بمدى قِيَاس فعيل دون فعْل من فعُل المضموم الْعين قَالَ: \"قالو وَإِنَّمَا لم يصرّح بِالْقِيَاسِ لِأَنَّهُ لم يطّرد فيهمَا السماع اطراداً يقطع فِيهِ بِالْقِيَاسِ، وَغَيره يرى أَن فعيلاً يُقَاس مطّرداً دون فعْل أَفَادَهُ الْعَلامَة السجاعي\" وَهُوَ مَوْجُود فِي فتح الْجَلِيل.",
            "page": "128",
            "part": "1",
            "seal": "E03CCE7F"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "والسجاعي توفّي عَام 1197هـ، وَنقل من مُحَمَّد بن مُحَمَّد الْأَمِير الْكَبِير1 دون أَن يذكر اسْمه صَرَاحَة فِي مَوضِع وَاحِد، والأمير توفّي عَام 1233هـ، وَإِحْدَى النسختين اللَّتَيْنِ عملت عَلَيْهِمَا مؤرخة عَام 1248هـ، وَهِي لَيست نُسْخَة الْمُؤلف بل منقولة عَنْهَا؛ وَبِنَاء على هَذَا نستنتج أنّ الرجل كَانَ حَيا خلال تِلْكَ الحقب الزمنية، وَأَنه كَانَ أَصْغَر من السجاعي لِأَنَّهُ كَانَ يصفه بالعلامة وَلَعَلَّ السجاعي من شُيُوخه، وَأَنه كَانَ قريناً للأمير الْكَبِير لِأَنَّهُ وَصفه بِبَعْض الْمُحَقِّقين وَقد يكون زميلاً لَهُ. ¶ __________ ¶ 1 - فِي تَعْرِيف اللُّغَة فِي اللوحة 6/ ب من النُّسْخَة ف قَالَ: \"وَقَالَ بعض الْمُحَقِّقين اللُّغَة فِي الِاصْطِلَاح اسْتِعْمَال الْأَلْفَاظ لَا نفس الْأَلْفَاظ\" وَكتب بالهامش المُرَاد من بِبَعْض الْمُحَقِّقين الشَّيْخ مُحَمَّد الْأَمِير فِي حَاشِيَته على الشذور. أ?. من تَقْرِير الْمُؤلف.",
            "page": "129",
            "part": "1",
            "seal": "270CC77F"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "دراسة الْكتاب ¶ عنوانه: ¶ الْكتاب عنوانه \"فتح المتعال على القصيدة المسمّاة بلامية الْأَفْعَال\" هَذَا هُوَ المدوّن على النسختين، وكما صرّح بِهِ الْمُؤلف: \"وسمّيته بِفَتْح المتعال على القصيدة الْمُسَمَّاة بلامية الْأَفْعَال\".",
            "page": "130",
            "part": "1",
            "seal": "397864D4"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "نِسْبَة الْكتاب للمؤلف: ¶ لَا شكّ فِي نِسْبَة الْكتاب للمؤلف إِذْ صرح الْمُؤلف باسمه فِي أول الْكتاب فَقَالَ: \"الْحَمد لله على إفضاله، وَالصَّلَاة وَالسَّلَام على سيدنَا مُحَمَّد وَآله وَبعد فَيَقُول أحْوج الْعباد، وأخفض العبيد حمد بن مُحَمَّد الصعيدي الْمَالِكِي غفر الله لَهُ ولوالديه ولإخوانه وَالْمُسْلِمين آمين هَذَا تَعْلِيق لطيف على منظومة الإِمَام أبي عبد الله جمال الدّين مُحَمَّد بن مَالك…\". ¶ وَمِمَّا يُؤَكد نِسْبَة الْكتاب للمؤلف مَا ذكره بروكلمان فِي تَارِيخ الْأَدَب الْعَرَبِيّ فِي النُّسْخَة الْعَرَبيَّة فِي حَدِيثه عَن لامية الْأَفْعَال وشروحها: 5/292 قَالَ \"شرح لحمد بن مُحَمَّد السعيدي ميونخ 719\" وَلكنه جعله السعيدي بِالسِّين بدل الصعيدي بالصَّاد.",
            "page": "130",
            "part": "1",
            "seal": "EF6BAEE1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "مصَادر الْكتاب: ¶ اعْتمد الْمُؤلف كثيرا على الشَّرْح الْكَبِير لبحرق اليمني فِي شَرحه لامية الْأَفْعَال، وَهُوَ قد صرّح بذلك فَقَالَ: \"اقتطفته من ثمار شرح الإِمام الْفَاضِل بحرق اليمني وَهُوَ المُرَاد بالشارح عِنْد الإِطلاق، وَبَعض كَلِمَات من غَيره\".",
            "page": "130",
            "part": "1",
            "seal": "6E691545"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "موقفه من ابْن مَالك: ¶ لم يكن موقفه من ابْن مَالك موقف المسلّم المستسلم بِمَا قَالَ بل كَانَ يناقش ويرجح خلاف اخْتِيَار ابْن مَالك، إِذا بدا لَهُ أَن الصَّوَاب خِلَافه من مثل حَدِيثه عَن كسر عين مضارع فَعَلَ يَفْعِلُ إِذا كَانَ يائي اللَّام من مثل أَتَى يَأْتِي قَالَ: \"وَلم يشذّ من هَذَا النَّوْع إِلَّا أَبى الشَّيْء يأباه إباء بموحدة، وَلم يستثنه النَّاظِم\".",
            "page": "131",
            "part": "1",
            "seal": "C51AB453"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وَمن مثل حَدِيثه عَن الْمِثَال الواوي من فَعَلَ المفتوح الْعين قَالَ 13/ب: \"قَالَ الشَّارِح: صرح فِي التسهيل بِأَن سَائِر الْعَرَب غير بني عَامر تلْزم كسر مضارع هَذَا النَّوْع، وَلم يسْتَثْن مِنْهُ شَيْء وَلَا شَرط لَهُ شرطا وَهُوَ مُقْتَضى النّظم، وَذَلِكَ عَجِيب مِنْهُ فَإِنَّهُ جَاءَت مِنْهُ أَفعَال بِالْفَتْح، بل إنّاَ نقُول بِاشْتِرَاط كَون لامه غير حرف حلق، فإنني تتبعت مواده فَوجدت حلقي اللَّام مِنْهُ مَفْتُوحًا كوجا الْأُنْثَيَيْنِ يجَأ رضّهما، ودعه يَدعه تَركه، ووزعه يزعه كَفه وَوضع يَضَعهُ\" الخ. ¶ وَقَالَ فِي مضارع فَعَلَ يَفْعُلُ مَفْتُوح الْعين فِي الْمَاضِي مضمومها فِي الْمُضَارع قَالَ 21/أ: \"قَالَ الشَّارِح: شَرط فِي التسهيل للُزُوم الضَّم فِيمَا لامه وَاو أَن لَا يكون عينه حرف حلق، وَهُوَ مُقْتَضى كَلَام النَّاظِم فِيمَا سَيَأْتِي فِي الحلقي، وَكَأَنَّهُ لم يمعن النّظر فِي ذَلِك\". ¶ وَهَكَذَا كَانَ ديدنه، ولكنَّ أغلب مَا اعْترض بِهِ على ابْن مَالك هُوَ من كَلَام بحرق اليمني وللمصنف الِاخْتِيَار، وَالِاخْتِيَار دَلِيل الْمُوَافقَة، إِذْ قد اعْترض على الشَّارِح فِي إعرابه قَول ابْن مَالك فِي اللامية: ¶ عين الْمُضَارع من فعلت حَيْثُ خلا ... من جالب الْفَتْح كالمبني من عتلا ¶ فاكسر أَو اضمم إِذْ تعْيين بعضهما ... لفقد شهرةٍ أَو دَاع قد اعتزلا ¶ عين مَنْصُوب على التَّنَازُع فَقَالَ الصعيدي 24/ب: \"عين الْمُضَارع مفعول بِهِ مقدّم لقَوْله اكسر، وَلَا يضرّه وُقُوعه بعد الْفَاء؛ لِأَنَّهَا زَائِدَة، ومفعول اضمم مَحْذُوف يدل عَلَيْهِ الْمَذْكُور، وَلَيْسَ من بَاب التَّنَازُع خلافًا للشَّارِح؛ لِأَن النَّاظِم لَا يرَاهُ فِي الْمُتَقَدّم\".",
            "page": "132",
            "part": "1",
            "seal": "C12C9024"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وَكَذَلِكَ كَانَ موقفه من ابْن النَّاظِم يخطئه أَحْيَانًا كَمَا قَالَ فِي شرح هَذَا الْبَيْت: ¶ فَعالة لخصال والفِعالة دع ... لحرفة أَو ولَايَة وَلَا تهلا ¶ فَقَالَ: \"قَالَ بدر الدّين رَحمَه الله تَعَالَى: الْخِصَال إِنَّمَا تبنى من فعُل المضموم نَحْو نظف نظافة قَالَ وَقد تقدّم أَن مصدره يَجِيء على فَعالة وفُعولة كالشجاعة والسهولة فَقَوله هُنَا فَعالة لخصال إِعَادَة مَحْضَة قَالَ الشَّارِح: وَعِنْدِي أَنه لَيْسَ بِإِعَادَة مَحْضَة بل هُوَ بَيَان أَعم من الأول فَإِنَّهُ ذكر فِيمَا مضى أَن فعُل بِالضَّمِّ يَجِيء مصدره الْمَقِيس على فَعالة وفُعُولة، وَأَرَادَ هُنَا أَن يبيّن أَن أَفعَال الْخِصَال من أَي فعل كَانَ يُقَاس مصدره على فعالة\".",
            "page": "133",
            "part": "1",
            "seal": "6178DB82"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "طَرِيقَته فِي الشَّرْح: ¶ يَبْدُو أَن الأسلوب الَّذِي سلكه الشَّيْخ خَالِد الْأَزْهَرِي فِي التَّصْرِيح، والأشموني فِي مَنْهَج السالك من دمج الْمُتُون الَّتِي يشرحونها بكلامهم حَتَّى يَكُونَا كلَاما وَاحِدًا يصعب التَّفْرِيق بَينهمَا قد راق لصاحبنا فسلكه؛ إِذْ نثر لامية الْأَفْعَال فِي كَلَامه نثراً وخلطهما مَعًا فصارا شَيْئا وَاحِدًا، وَلم يصنع كَمَا صنع من قبله من شرّاح المنظومات بإيراد بَيت كَامِل ثمَّ يعقبه الشَّرْح، بل كَانَ صاحبنا يجزِّئ الْبَيْت أَجزَاء، ويشرح كلّ جُزْء على حِدة بِحَسب مُرَاده تسبقه أَحْيَانًا عبارَة \"أَشَارَ لَهُ بقوله \". ¶ وَهَذَا الأسلوب الَّذِي سلكه جعله يلجأ إِلَى الْفَصْل بَين المتلازمين كالعاطف والمعطوف، وَالْجَار ومجروره، والمضاف والمضاف إِلَيْهِ من مثل شَرحه لهَذَا الْبَيْت:",
            "page": "133",
            "part": "1",
            "seal": "2537C634"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "من أفْعَلَ الأمرُ أفْعِلْ واعزه لسوا ¶ هـ كالمضارع ذِي الْجَزْم الَّذِي اختزلا ¶ إِذْ جزّأه سِتَّة أَجزَاء فَقَالَ \"من أَفْعَلَ الأمرُ أَفْعِلْ\" الأمرُ مُبْتَدأ وأفعلْ بِقطع الْهمزَة الْمَفْتُوحَة وَكسر الْعين خَبره، وَمن أفعل مُتَعَلق بِمَحْذُوف صفة الْأَمر… ثمَّ قَالَ \"واعزه\" أَي الْأَمر \"لسواه\" أَي لسوى أفعل \"كـ\" صِيغَة \"الْمُضَارع ذِي\" أَي صَاحب \"الْجَزْم الَّذِي اختزلا\". كَمَا ترى قد فصل بَين الْجَار وَالْمَجْرُور فِي \"كالمضارع\"، والمضاف والمضاف إِلَيْهِ فِي \"ذِي الْجَزْم\" ¶ وَلَو شَاءَ امْرُؤ أَن يستلّ لامية الْأَفْعَال من هَذَا الْكتاب لَكَانَ بمقدوره ذَلِك دون أَن يفقد مِنْهَا شَيْء وَلَكِن بعد عناء وَجهد جهيد. ¶ وَهَذَا الأسلوب الَّذِي سلكه المُصَنّف جعلني أورد فِي الْحَاشِيَة أَبْيَات اللامية عِنْد ذكر الْمُؤلف أول كلمة من الْبَيْت المُرَاد شَرحه ليَكُون الْقَارئ على بَصِيرَة مِمَّا يُرَاد شَرحه لَهُ، وَإِذا كَانَت الفكرة الَّتِي يُرَاد شرحها تتكون من أَبْيَات مُتعَدِّدَة فإنني أوردهَا مجتمعة. ¶ كَمَا أنني جعلت اللامية فِي الْمَتْن بَين قوسين كبيرين وبخط مُخْتَلف بِحَسب تجزئة الْمُؤلف لَهَا؛ لكَي يفرق الْقَارئ بَين الْمَتْن وَالشَّرْح هَكَذَا (وانقل لفاء الثلاثي) (شكل عين إِذا) (اعتلت) (وَكَانَ) (بتا الْإِضْمَار) (مُتَّصِلا) ¶ وَلَو شِئْنَا جمع شتات هَذَا الْبَيْت لَكَانَ بِهَذِهِ الصُّورَة: ¶ وانقل لفاء الثلاثي شكل عين إِذا اعـ ¶ تلت وَكَانَ بتا الْإِضْمَار مُتَّصِلا ¶ فَمَا وضع بَين ذَيْنك القوسين وَكتب بذلك الْخط فَهُوَ من اللامية.",
            "page": "134",
            "part": "1",
            "seal": "F779616D"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "شَرحه الْغَرِيب: ¶ تمتلئ المصنفات الصرفية بالغريب والحوشيّ من الْكَلَام، والأوزان المهجورة الْآن من مثل: اِفْعَيَّلَ كاهْبَيَّخَ، اِفْعَنْلأ كاحْبَنْطَأَ، وَمن مثل فَهْعَلَ ك\"رَهْمَسَ \" وهَفْعَلَ ك\"هَلْقَمَ\" وهلمَّ جرَّا من هَذِه الأوزان الَّتِي لَا يعرف المتخصصون فِي اللُّغَة الْعَرَبيَّة مَعْنَاهَا وَلَا يضبطون مبناها إِلَّا بِالرُّجُوعِ للمعاجم، وَكَأن صاحبنا قد أحسَّ بِهَذَا؛ فتولّى شرح الْغَرِيب، وَضبط الْبناء كَقَوْلِه \"وَمِنْهَا اِفْعَنْلَلَ كاحْرَنْجَمَ بِزِيَادَة همزَة الْوَصْل وَالنُّون بَين الْعين وَاللَّام الأولى، وَهُوَ لمطاوعة فَعْلَلَ كحَرْجَمْتُ الإبلَ فَتَحَرْجَمَتْ: أَي جمعتها فاجتمعت\" وَقَالَ فِي الْأَفْعَال الثلاثية مَكْسُورَة الْعين فِي الْمَاضِي وَفِي مضارعها الْفَتْح وَالْكَسْر مَعًا قَالَ \"الثَّانِي وَغِرَ بغين مُعْجمَة يُقَال وَغِرَ صدرُه يَغِرُ وَيوْغَرُ إِذا توقَّدَ غيظاً\" وَقَالَ فِي الْأَفْعَال الثلاثية المضعّفة اللَّازِمَة الَّتِي سمع فِي مضارعها الْكسر قِيَاسا وَالضَّم شذوذاً \"السَّابِع عشر: نَسَّ الشيءُ بالنُّون وَالسِّين الْمُهْملَة يُقَال نَسَّ اللحمُ ينِسُّ وينُسُّ أَي جفَّ وَذَهَبت رطوبته\".",
            "page": "135",
            "part": "1",
            "seal": "B98FD9B7"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "شواهده: ¶ شَوَاهِد الصّرْف فِي الْجُمْلَة قَليلَة لَا ترقى إِلَى مستوى شَوَاهِد النَّحْو؛ وَلِهَذَا نجد أغلب كتب التصريف شحيحة فِي شواهدها، وصاحبنا تنوّعت شواهده إِذْ اسْتشْهد بِالْقُرْآنِ الْكَرِيم، وَالْأَحَادِيث النَّبَوِيَّة، وأشعار الْعَرَب، وأمثالهم، وَلكنهَا كَمَا قلت قَليلَة يَأْتِي فِي صدارتها شواهده من الْقُرْآن الَّتِي ناهزت ثَمَانِينَ شَاهدا، وَكَانَ الْمُؤلف يُورد فِي بعض الْأَحَايِين الشَّاهِد من الْقُرْآن دون إِشْعَار بِأَنَّهُ آيَة، بل كَانَ يجتزئ من الْآيَة بموطن الشَّاهِد كاستشهاده على مَجِيء فِعْلِ",
            "page": "135",
            "part": "1",
            "seal": "4DD172D5"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الْأَمر من أَفْعَلَ على أَفْعِلْ قَالَ: \"فِعْلُ الْأَمر الْكَائِن من أَفْعَلَ كأَكْرَمَ بزنة أَفْعِلْ كأَكْرِمْ زيدا و {أَرْسِلْهُ مَعَنَا} و {وَأَدْخِلْ يَدَكَ} و {أَلْقِ عَصَاكَ} وَقَالَ فِي معنى فعّل المضعّف الْعين \"وَيكون أَيْضا لإِفادة معنى التكثير نَحْو {وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ} {وَقَطَّعْنَاهُمُ} {وَغَلَّقَتِ الأَبْوَاب} وَهَكَذَا يُورد الْآيَات دون إِشْعَار بِأَنَّهَا آيَة، بل ربّما اجتزأ بِكَلِمَة وَاحِدَة مِنْهَا من مثل استشهاده على وجوب كسر همزَة الْوَصْل وَعدم الِاعْتِدَاد بالحركة الْعَارِضَة فِي عين أَمر الثلاثي إِذا كَانَت مَكْسُورَة فِي الأَصْل وطرأ عَلَيْهَا الضَّم فَقَالَ \"وَاحْترز بقوله لُزُوم الضَّم مِمَّا لم يكن الضَّم فِيهِ لَازِما نَحْو {امْشُوا} فاجتزأ بِهَذِهِ الْكَلِمَة من الْآيَة السَّادِسَة من سُورَة ص. ¶ وَكَانَ يستشهد بالقراءات الشاذة وَلكنه كَانَ ينبِّه على ذَلِك بقوله وَقُرِئَ شذوذاً. ¶ أما عَلَيْهِ شواهده من حَدِيث رَسُول الله صلى الله وَسلم فَكَانَت فِي الْمرتبَة الثَّانِيَة، وَلكنهَا لَا تبلغ فِي الْكَثْرَة شواهده من الْقُرْآن كاستشهاده بقوله صلى الله عَلَيْهِ وَسلم: \"لَا خلابة\" و \"الْوَلَد مَبْخَلَة مَجْبَنَة\" و \"السِّوَاك مطهرة للفم مرضاة للرب\". ¶ أما شواهده من أشعار الْعَرَب فَهِيَ تعدّ على أَصَابِع الْيَد الْوَاحِدَة، وَمَعَ قلتهَا فَلم يعلّق عَلَيْهَا، وَعزا وَاحِدًا مِنْهَا فَقَط مَعَ أَنه مَحل نزاع. ¶ وَاسْتشْهدَ بِمثل وَاحِد من أَمْثَال الْعَرَب وَهُوَ قَوْلهم \"برق خلّب\" وَفِي الْجُمْلَة شَوَاهِد الصّرْف قَليلَة فِي هَذَا الْكتاب وَغَيره.",
            "page": "136",
            "part": "1",
            "seal": "F681EB5A"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "لامية الْأَفْعَال ¶ لامية الْأَفْعَال لِابْنِ مَالك منظومة صرفية من الْبَحْر الْبَسِيط بلغ عدد أبياتها مائَة وَأَرْبَعَة عشر بَيْتا، وسمّيت بِهَذَا الِاسْم؛ لِأَنَّهَا بنيت على رويّ اللَّام، وأضيفت إِلَى الْأَفْعَال تَغْلِيبًا لَهَا لَا اختصاصاً بهَا.",
            "page": "137",
            "part": "1",
            "seal": "01DB6E41"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "مباحثها: ¶ اشْتَمَلت اللامية على بعضٍ من تصريف الْأَفْعَال، واشتملت على مَا كَانَ الْحَدث بَعْضًا من دلَالَته فِي تصريف الْأَسْمَاء، وأخلت بِبَعْض، فقد بدأها النَّاظِم بِالْحَدِيثِ عَن تصريف الْفِعْل المجرّد رباعيّاً كَانَ أَو ثلاثياً، مَعَ بَيَان مضارعه، وحركة عين الْمُضَارع من الثلاثي، والمواطن الَّتِي ينقاس فيهمَا ضمّ عين الْمُضَارع، وَكسرهَا وَفتحهَا، ثمَّ تحدث عَن اتِّصَال ضمائر الرّفْع المتحركة بالأفعال الجوفاء، وَمَا يطْرَأ على فَاء الْفِعْل بِسَبَب هَذَا الِاتِّصَال، ثمَّ ذكر أبنية الْمَزِيد فِيهِ سَوَاء كَانَت الزِّيَادَة للمعنى أم للمبنى، وَذكر فِي هَذَا أبنية نادرة جدا من كل رهمس وهلقم وترمس وجلمط واعثوجج واعلنكس واجفأظّ وترهشف وزهزق، ثمَّ تحدث عَن بِنَاء الْفِعْل الْمُضَارع فَذكر فِيهِ حُرُوف المضارعة \"أنيت\" وحركة حرف المضارعة فتحهَا وَضمّهَا وَكسرهَا، وحركة مَا قبل آخِره، ثمَّ عرّج على الْفِعْل الْمَبْنِيّ للْمَفْعُول وأَوضح كَيْفيَّة بنائِهِ وَمَا يطْرَأ عَلَيْهِ من تَغْيِير ثمَّ أنهى المطاف فِي تصريف الْأَفْعَال بِالْحَدِيثِ عَن فعل الْأَمر. ¶ وَفِي تصريف الْأَسْمَاء تحدث عَن أبنية أَسمَاء الفاعلين والمفعولين وَالصِّفَات المشبهة بأسماء الفاعلين، ثمَّ ذكر أبنية المصادر من الثلاثي وَغَيره قياسية كَانَت أم سماعية، وتحدث عَن مَا صِيغ مِنْهَا للدلالة على المرّة والهيئة،",
            "page": "137",
            "part": "1",
            "seal": "5F8535A1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وَعقد بَابا للْحَدِيث عَن مَا صِيغ على وزن مفعَلٍ أَو مفعِلٍ سَوَاء أُرِيد بِهِ الْمصدر أم الظّرْف، وَأَشَارَ قبل نِهَايَة الْمَنْظُومَة إِلَى مَا صاغته الْعَرَب على وزن مَفْعَلَةٍ للدلالة على كَثْرَة الشَّيْء فِي الْمَكَان، واختتم منظومته بِالْحَدِيثِ عَن اسْم الْآلَة. ¶ من خلال هَذَا الْعرض السَّرِيع لما حوته لامية الْأَفْعَال يتبيَّن لنا أَنَّهَا قد أخلّت بِبَعْض مبَاحث عَامَّة كالميزان الصرفي، والإلحاق، والاشتقاق. ¶ ومباحث تخصُّ تصريف الْأَفْعَال من مثل أَحْكَام توكيد الْفِعْل، ومعاني صِيغ الزِّيَادَة وَهُوَ مَبْحَث مهمٌّ جدا، والتعدي واللزوم وعلاماتها، وَالْفِعْل اللفيف وَأَحْكَامه، والجامد والمشتق. ¶ ومباحث تخصُّ تصريف الْأَسْمَاء وَهِي كَثِيرَة جدّاً مثل أبنية الْأَسْمَاء المجرّدة الثلاثية والرباعية والخماسية، والتذكير والتأنيث، وَجمع التكسير، والمقصور والمنقوص والممدود، والتصغير، وَلَعَلَّ ابْن مَالك لَا حَظّ أَن الْحَدث لَيْسَ من دلَالَة هَذِه الْأَبْوَاب فَأَعْرض عَنْهَا.",
            "page": "138",
            "part": "1",
            "seal": "348075DB"
        },
        {
            "hno": "2",
            "id": "19",
            "nass": "شُرُوح اللامية: ¶ تصدّى للامية الْأَفْعَال عُلَمَاء كَثِيرُونَ شرحوها أعرف من شروحها: ¶ 1 - شرح: ابْن النَّاظِم وسأتحدث عَن شَرحه فِي الْفَصْل الَّذِي بعد هَذَا. ¶ 2 - شرح: مُحَمَّد بن دهقان النَّسَفِيّ الْمُتَوفَّى عَام 818هـ، ويسمّى شَرحه \"شرح تصريف الْمِفْتَاح\" وَيُوجد مِنْهُ نُسْخَة فِي الآصفية برقم 2/892/81. ¶ __________ ¶ 1 - تَارِيخ الْأَدَب الْعَرَبِيّ: 5/292.",
            "page": "138",
            "part": "1",
            "seal": "014D7BD1"
        },
        {
            "hno": "3",
            "id": "20",
            "nass": "3 - شرح: مُحَمَّد بن عبد الدَّائِم الْبرمَاوِيّ الْمُتَوفَّى سنة 831هـ،، وتوجد نُسْخَة من شَرحه فِي المكتبة الأزهرية برقم 203، وَأُخْرَى فِي ليدن برقم 197، وثالثة فِي الأسكوريال برقم 2/ 1441. ¶ 4 - شرح: مُحَمَّد بن عَبَّاس التلمساني، وسمّى شَرحه تَحْقِيق الْمقَال وتسهيل المنال فِي شرح لامية الْأَفْعَال، انْتهى مِنْهُ عَام 751?، وَيُوجد من شَرحه نُسْخَة فِي الأسكوريال ثَانِي 16 برقم 3/ 79، 2702. ¶ 5 - شرح: بحرق اليمني وَله عَلَيْهَا شرحان. كَبِير وصغير وسأتحدث عَنْهُمَا فِيمَا بعد. ¶ 6 - شرح: عبد الْكَرِيم بن مُحَمَّد الفكوت القسمطيني وَشَرحه هَذَا مطوَّل وَمِنْه نُسْخَة فِي المَكتبة الوطبية بتونس ذكرهَا مُحَقّق شرح ابْن النَّاظِم دون أَن يحدد رقمها3. ¶ 7 - شرح يَعْقُوب بن سعيد المكلاتي، وَمِنْه نُسْخَة فِي تونس فِي الْقرَوِيين برقم 42/أ. ب. ?، ونسخة فِي الأسكوريال ثَان 16/رقم4، وثالثة فِي المتحف البريطاني برقم 548/24. ¶ 8 - – شرح: مُحَمَّد بن مُحَمَّد بن سعيد الطنجي وَمِنْهَا نُسْخَة فِي الجزائر أَشَارَ لَهَا بروكلمان5. ¶ 9 - – شرح: أبي الْعَبَّاس أمد بن مُحَمَّد الدلاني المغربي الْمُتَوفَّى سنة 1128هـ أَشَارَ إِلَيْهِ بروكلمان ¶ __________ ¶ 1 - تَارِيخ الْأَدَب الْعَرَبِيّ: 5/292. ¶ 2 - الْمرجع السَّابِع: 5/292. ¶ 3 - شرح ابْن النَّاظِم:29. ¶ 4 - تَارِيخ الْأَدَب الْعَرَبِيّ: 5/292. ¶ 5 - الْمرجع السَّابِق: 5/292.",
            "page": "139",
            "part": "1",
            "seal": "D1542F5E"
        },
        {
            "hno": "10",
            "id": "21",
            "nass": "10 - – شرح: أبي الْعَبَّاس الوهراني وَمِنْهَا نُسْخَة فِي الأسكوريال أَشَارَ إِلَيْهَا بروكلمان1. ¶ 11 - – شرح: بدر الدّين الحسني الْمُتَوفَّى عَام 1354هـ. ¶ 12 - – شرح: ابْن يحيى هَكَذَا وَمن شَرحه نُسْخَة فِي المكتبة الأزهرية برقم 996 أَشَارَ إِلَيْهَا مُحَقّق التسهيل2. ¶ 13 - – شرح: لمجهول وَمن هَذَا الشَّرْح عدَّة نسخ فِي الأسكوريال ثَان 16/6، 1,143، وَأُخْرَى فِي الأمبروزيانا أَشَارَ إِلَيْهَا بروكلمنان3، وثالثة فِي المكتبة الأزهرية صرف برقم 9974. ¶ 14 - – شرح: حمد بن مُحَمَّد الصعيدي الْمَالِكِي وَهُوَ كتَابنَا هَذَا. ¶ __________ ¶ 1 - الْمرجع السَّابِق: 5/293. ¶ 2 - تسهيل الْفَوَائِد: 31. ¶ 3 - تَارِيخ الْأَدَب الْعَرَبِيّ: 5/293. ¶ 4 - مُقَدّمَة التسهيل: 31.",
            "page": "140",
            "part": "1",
            "seal": "53B0FC8B"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "موازنة بَين هَذَا الْكتاب وَشرح النَّاظِم وَفتح الأقفال ¶ ... ¶ موازنة بَين هَذَا الْكتاب ¶ وَشرح ابْن النَّاظِم وَفتح الأقفال ¶ الموازنة بَين كتابين تَقْتَضِي من الموازِن أَن يُقَابل بَين الدقائق الَّتِي يوازن بَينهَا، ويتتبع الْمسَائِل مَسْأَلَة مَسْأَلَة، وَكَيف عالج الْمُؤَلّفَة نصوصه واستشهاده على مسَائِله، وغزارة مادته العلمية، وتوثيقه للمسائل، وَينظر فِيمَن أَجَاد فِي هَذِه وأخلّ بِتِلْكَ وَهَذَا الْعَمَل يتطلب بحثا طَويلا يخرج بِنَا عَن المسار المرسوم لنا لَو سلكناه، ولكننا هُنَا نحاول أَن نوازن موازنة عَامَّة تضئ لنا الدَّرْب لنعلم من خلالها كَيفَ أَفَادَ الْمُتَأَخر من الْمُتَقَدّم فِي إحسانه، وَكَيف عالج مَا وَقع فِيهِ من قبله من مزالق.",
            "page": "141",
            "part": "1",
            "seal": "019FCA43"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "التَّعْرِيف بالكتب - شرح ابْن النَّاظِم ¶ ... ¶ أَولا: التَّعْرِيف بالكتب: ¶ أشرح ابْن النَّاظِم ¶ على الرغم من صغر حجم شرح ابْن النَّاظِم فَإِنَّهُ يعدّ أصلا مهما فِي شُرُوح اللامية؛ لِأَنَّهُ أَولهَا ظهوراً، وَالشَّارِح ابنٌ للناظم أدرى النَّاس بِمُرَاد أَبِيه، وَمن تصدّى لشرح اللامية فلابدَّ أَن يكون هَذَا الشَّرْح بَين يَدَيْهِ.",
            "page": "141",
            "part": "1",
            "seal": "C08099BB"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "طبعات الْكتاب: ¶ طبع الْكتاب أَكثر من مرّة أذكر مِنْهَا: ¶ 1 - طبع الْكتاب دونما تَحْقِيق فِي مطابع مصطفى البابي الْحلَبِي عَام 1367هـ، وَهُوَ يَقع فِي سِتِّينَ صحيفَة من الْقطع الصَّغِير، وَعِنْدِي مِنْهُ نُسْخَة أحضرتها من السنغال.",
            "page": "141",
            "part": "1",
            "seal": "D56853BF"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "ب - فتح الأقفال: ¶ فتح الأقفال بشرح لامية الْأَفْعَال الْمَشْهُور بالشرح الْكَبِير لجمال الدّين مُحَمَّد بن عمر الْحمير الْحَضْرَمِيّ الْمَعْرُوف ببحرق هَذَا هُوَ عنوان الْكتاب الَّذِي نَحن بصدد الموازنة بَينه وَبَين شرح ابْن النَّاظِم وَشرح الصعيدي. ¶ وَهُوَ أحد شرحين لبحرق على لامية الْأَفْعَال، وَالْآخر يُسمى الشَّرْح الصَّغِير، وَهُوَ مُخْتَصر من الشَّرْح الْكَبِير جرده من كثير من الْأَمْثِلَة المبسوطة فِي الشَّرْح الْكَبِير. ¶ وَمِمَّا لَا شكّ فِيهِ أَن بحرق قد اطلع على أَكثر من شرح للاّمية مِنْهَا شرح ابْن النَّاظِم، وَأفَاد من تِلْكَ الشُّرُوح.",
            "page": "142",
            "part": "1",
            "seal": "F5C834E4"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "طبعات الْكتاب: ¶ طبع فتح الأقفال ثَلَاث مرّات: ¶ الأولى: عَام 1950م، فِي الْقَاهِرَة، وَهِي طبعة مصححة بِمَعْرِِفَة لجنة من الْعلمَاء برئاسة الشَّيْخ أَحْمد أسعد عَليّ، وَلم أَقف عَلَيْهَا. ¶ الثَّانِيَة: عَام 1954م بمطبعة مصطفى البابي الْحلَبِي، وَهِي تقع فِي ثَلَاث وَسبعين صحيفَة من الْقطع الْمُتَوَسّط، وأسطرها مضغوطة فِي صفحاتها، وَهِي خَالِيَة من التَّحْقِيق العلمي، وَقد حاول صَاحب المطبعة إخْرَاجهَا بمخرج مَقْبُول فأوكل تصحيحها إِلَى سيّد أَحْمد شيخ مُوسَى الصومالي فاجتهد وَلم يحالفه التَّوْفِيق فِي كثير من الْمَوَاضِع. ¶ الثَّالِثَة: عَام 1414هـ طبعتها كُلية الْآدَاب بجامعة الكويت، وحققها الدكتور: مصطفى النّحاس، وَهِي تقع فِي مِائَتَيْنِ وَخمْس وَخمسين صحيفَة من الْقطع الْمُتَوَسّط، وجلُّ عمل الْمُحَقق مُقَارنَة النّسخ، وَضبط الْكتاب بالشكل.",
            "page": "143",
            "part": "1",
            "seal": "6FFDE9E9"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "ج - فتح المتعال: ¶ هَذَا هُوَ عنوان كتَابنَا الْمُحَقق وَقد سبقت دراسته والتعريف بِهِ. ¶ ثَانِيًا: عرض الْمسَائِل عِنْدهم: ¶ عِنْدَمَا يُرِيد ابْن النَّاظِم أَن يشْرَح فكرة فَإِنَّهُ يصدِّرها بِبَيْت من اللامية ثمَّ يتولّى شرح ذَلِك الْبَيْت شرحاً موجزاً مفسّراً بالأمثلة دون إسهاب فِيهَا بل يجتزئ بالمثال الْوَاحِد الدَّال على الْقَاعِدَة، وَإِن كَانَ الْأَمر يلْزم الْحصْر فَإِنَّهُ يحصر كَأَن يَقُول: وَلم يرد مِنْهُ سوى تِسْعَة أَفعَال هِيَ.. ثمَّ يوردها، وَيذكر اخْتِلَاف اللُّغَات إِذا كَانَ يَنْبَنِي عَلَيْهَا حكم صرفي كَقَوْلِه فِي مضارع وَرِعَ يَرِعُ \"وَحكى سِيبَوَيْهٍ يورع\".",
            "page": "143",
            "part": "1",
            "seal": "A0D81EAC"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "أما بحرق فَإِنَّهُ يذكر أَبْيَات اللامية وَلكنه جعل كِتَابه معجماً للأمثلة؛ إِذْ يَسُوق على الْقَاعِدَة الْوَاحِدَة الْكثير من الْأَمْثِلَة، وَقد بلغ بَعْضهَا ثَلَاثمِائَة وَسبعين مِثَالا على قَاعِدَة وَاحِدَة وَهُوَ قد صرّح بذلك فِي مُقَدّمَة شَرحه فَقَالَ: \"فَلهَذَا شرحت أَنا هَذِه الْمَنْظُومَة شرحاً مطابقاً لغَرَض النَّاظِم رَحمَه الله فبسطت القَوْل فِي الْبَاب الأول بِكَثْرَة الْأَمْثِلَة الَّتِي يُحتاج إِلَيْهَا فَذكرت للْفِعْل الرباعي نَحْو مائَة مِثَال، ولفعُل المضموم مائَة أَيْضا، ولفعِل المكسور ثَلَاثمِائَة وَسبعين مِنْهَا أَرْبَعِينَ لوناً\" وَكَانَ يرتب أمثلته حسب تَرْتِيب الْقَامُوس فَيبْدَأ بِمَا آخِره همزَة، ثمَّ مَا آخِره بَاء، وَهَكَذَا مَعَ مُرَاعَاة التَّرْتِيب الداخلي حَتَّى يصل إِلَى آخر الْأَمْثِلَة. ¶ وتوسط الصعيدي بَينهمَا فِي هَذَا الْمِضْمَار فَلم يسرف إِسْرَاف بحرق وَلم يوجز إيجاز ابْن النَّاظِم، بل كَانَ يمثل لقواعده بأمثلة يضمن مَعهَا إِيضَاح الْقَاعِدَة للقارئ.",
            "page": "144",
            "part": "1",
            "seal": "AE2A3864"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "ثَالِثا: شواهدهم: ¶ اسْتشْهد ابْن النَّاظِم بِإِحْدَى عشرَة آيَة فَقَط، وَلم يستشهد بالأحاديث، وَبقول وَاحِد لعمر رَضِي الله تَعَالَى عَنهُ، وبأربعة عشر بَيْتا من الشّعْر مِنْهَا ثَمَانِيَة من الرجز وَالْبَاقِي من القصيد. ¶ أما بحرق فقد فاقت شواهده من الْقُرْآن مِائَتَيْنِ وَثَلَاثِينَ شَاهدا، وَاسْتشْهدَ من الحَدِيث بأَرْبعَة عشر حَدِيثا، وبثلاثة أَقْوَال للْعَرَب، وبثلاثة عشر بَيْتا من الشّعْر مِنْهَا تِسْعَة من الرجز وَالْبَاقِي من القصيد. ¶ أما الصعيدي فَكَانَ أَيْضا وسطا إِذْ اسْتشْهد بِمَا يُقَارب الثَّمَانِينَ آيَة وَعشرَة",
            "page": "144",
            "part": "1",
            "seal": "94FA0312"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "أَحَادِيث، أما الشواهد الشعرية فَإِنَّهُ أقل الْقَوْم إِذْ لم تبلغ شواهده خَمْسَة أَبْيَات. ¶ وَكلهمْ كَانَ يعلق على الشَّاهِد بِمَا يضمن مَعَه فهم وَجه الاستشهاد بِهِ.",
            "page": "145",
            "part": "1",
            "seal": "4FAAF5AB"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "رَابِعا: موقفهم من النَّاظِم: ¶ فِي هَذَا الْجَانِب تطغى كفة بحرق إِذْ كَانَ يكثر من التَّنْبِيهَات الَّتِي يسْتَدرك فِيهَا على النَّاظِم، أَو يردّ عَلَيْهِ أَو يُقيد مَا أطلقهُ. ¶ أما ابْن النَّاظِم فَلَيْسَ عِنْده من هَذَا شَيْء يذكر. ¶ وَأما الصعيدي فَهُوَ مُوَافق لبحرق فِي هَذَا الْجَانِب إِذْ جلّ تنبيهاته مستلة من بحرق، وَكَانَ أَمينا فِي نَقله فَهُوَ يصدّر كل تَنْبِيه بقوله قَالَ الشَّارِح وَالْمرَاد بِهِ بحرق كَمَا صرّح بِهِ فِي مُقَدّمَة كِتَابه.",
            "page": "145",
            "part": "1",
            "seal": "D5A2CC28"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "خَامِسًا: التَّعَرُّض للمسائل الخلافية: ¶ الْمسَائِل الخلافية فِي الصّرْف قَليلَة لَا تصل حدّ الْخلاف فِي النَّحْو، وَمَعَ ذَلِك نجد خلافًا بَين الصرفيين فِي بعض الْمسَائِل كالرباعي المضعف مثل وسوس أهوَ على وزن فَعْلَلَ أم فَعْفَعَ، وَوزن فُعْلَلٍ كجُؤْذَرٍ أهوَ بِنَاء أُصَلِّي أم هُوَ متفرع عَن فُعْلُلٍ كبُرْثُنٍ، وَهل الْمَحْذُوف من اسْم مفعول الثلاثي الأجوف الْعين أم وَاو مفعول. ¶ مثل هَذِه الْمسَائِل ابْن النَّاظِم لم يقف عِنْدهَا وَلم يذكرهَا، أما بحرق فَإِنَّهُ يذكر مثل هَذِه الخلافات ويختار مَا يرَاهُ راجحاً قَالَ متحدثاً عَن وزن طَقْطَقَ: \"هَذِه الْأَمْثِلَة ربَاعِية أَصْلِيَّة عِنْد الْبَصرِيين؛ لِأَن وَزنهَا فَعْلَلَ لَا فَعْفَعَ، وَعند الْكُوفِيّين أَن نَحْو كَبْكَبَهُ مِمَّا يَصح الْمَعْنى بِإِسْقَاط ثالثه من مزِيد الثلاثي\"1 ¶ __________ ¶ 1 - فتح الأقفال: 40.",
            "page": "145",
            "part": "1",
            "seal": "A248CCA7"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وصف النّسخ الخطية ¶ اعتمدت فِي تَحْقِيق الْكتاب على نسختين خطيتين: ¶ الأولى: فِي مكتبة الْحرم النَّبَوِيّ الشريف برقم 35/415، ورمزت لَهَا بالرمز (ح) أول كلمة حرم، وَقد جَعلتهَا أصلا. ¶ وَهِي تقع فِي سبعين لوحة، فِي كل لوحة صحيفتان، رمزت لليسرى مِنْهُمَا وَهِي الَّتِي فِيهَا الترقيم الْأَصْلِيّ للمخطوطة بالرموز (أ) ، ورمزت للَّتِي فِي ظهرهَا بالرمز (ب) . ¶ وكل صحيفَة مِنْهَا تضم وَاحِدًا وَعشْرين سطراً، فِي كل سطر إِحْدَى عشرَة كلمة تَقْرِيبًا. ¶ وَهَذِه النُّسْخَة قد قوبلت على نُسْخَة الْمُؤلف، ويشيع فِي صفحاتها عبارَة: بلغ مُقَابلَة على نُسْخَة الْمُؤلف. ¶ وكتبت بِخَط النّسخ الْجَمِيل، وَنَصّ اللامية فِيهَا بالمداد الْأَحْمَر مِمَّا جعلهَا تبدو فِي التَّصْوِير باهتة. ¶ وَيظْهر أَنه قد سقط مِنْهَا ورقة العنوان فَألْحق بهَا بِخَط مُخْتَلف عَن خطّ الْأُم، وَلم يسْقط مِنْهَا شَيْء مَا عَداهَا. ¶ وتاريخ نسخهَا دُوّن بِالْيَوْمِ والشهر، وَتركت السّنة، وناسخها عبد الْقَادِر الْمَازِني الْجَوْهَرِي فِي سَابِع يَوْم خلا من رَجَب الْفَرد على التَّمام والكمال، ويبدو أَن النَّاسِخ لَيْسَ من طلبة الْعلم إِذْ فَاتَهُ شَيْء كثير من الأخطاء الإِملائية والنحوية.",
            "page": "147",
            "part": "1",
            "seal": "5D5809FE"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "أما النُّسْخَة الثَّانِيَة: ¶ فَهِيَ نُسْخَة خطية تُوجد فِي مَرْكَز الْملك فيصل، وَهِي فِيهِ برقم 1559، ورمزت لَهَا بالرمز (ف) . ¶ وَتَقَع فِي 82 لوحة فِي كل لوحة صحيفتان، وَفِي كل صحيفَة تِسْعَة عشر سطراً، وَفِي كل سطر ثَمَانِي كَلِمَات تَقْرِيبًا، وخطها مشرقي غير جيد، وَهِي كَامِلَة سَالِمَة من الخروم وَالنَّقْص والرطوبة وَغَيرهَا من آفَات المخطوطات، وَقد كتبت عَام 1248هـ، وَلم تسلم كسابقتها من الأخطاء الإملائية والنحوية.",
            "page": "148",
            "part": "1",
            "seal": "42D6DDC2"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "عَمَلي فِي التَّحْقِيق: ¶ 1 - – قارنتُ بَين النّسخ وأثبتُ الْخلاف فِي الْهَامِش. ¶ 2 - – ضبطتُ النَّص بالشكل. ¶ 3 - – خرجتُ الشواهد، وضبطتها بالشكل. ¶ 4 - – ميزتُ بَين اللامية وَالشَّرْح بِجعْل اللامية بَين قوسين كبيرين وبخط مُخْتَلف كَمَا سبقت الْإِشَارَة لَهُ فِي دراسة الْكتاب. ¶ 5 - – ذكرتُ فِي الْهَامِش أَبْيَات اللامية كَامِلَة عِنْد أول ذكر لَهَا. ¶ 6 - – وثقتُ إحالات المُصَنّف ونقوله من الْمُتَقَدِّمين من كتبهمْ، وَكَانَ كثيرا مَا يعول على كتب ابْن مَالك وَشرح ابْن النَّاظِم وَشرح بحرق وسيبويه والصحاح والقاموس، وَبَعض الْحَوَاشِي الْمُتَأَخِّرَة. ¶ 7 - – أشرتُ فِي الْهَامِش إِلَى الخلافات والآراء الْمُتَعَلّقَة بالمسائل إثراء للنَّص. ¶ 8 - – راعيتُ فِي كِتَابَة المخطوطة قَوَاعِد الإِملاء الحديثة، مَعَ الاعتناء بعلامات الترقيم.",
            "page": "148",
            "part": "1",
            "seal": "C6C04E9C"
        },
        {
            "hno": "11",
            "id": "36",
            "nass": "9 - ترجمتُ للأعلام الَّذين ورد لَهُم ذكر فِي الْمَتْن، وأعرضت عَن الْمَشْهُور مِنْهُم جدا. ¶ 10 - وضعتُ بَين معقوفين عناوين لبَعض الْمسَائِل المحتاجة لذَلِك. ¶ 11 - فسرتُ مَا أغفل المُصَنّف تَفْسِيره من الْكَلِمَات الغريبة، أما مَا فسره المُصَنّف فإنني أعرضتُ عَن تَفْسِيره حَتَّى وَإِن كَانَ تَفْسِيره مُخْتَصرا لِئَلَّا يكون عَمَلي تَفْسِير التَّفْسِير. ¶ 12 - ذكرتُ فِي الْهَامِش أهم المراجع للقضايا الصرفية عِنْد أول وُرُود لَهَا لراغبي الْمَزِيد. ¶ 13 - ألحقتُ بِالْكتاب مَجْمُوعَة من الفهارس الفنية.",
            "page": "149",
            "part": "1",
            "seal": "2B80DBCC"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "صُورَة الغلاف من نُسْخَة ح",
            "page": "151",
            "part": "1",
            "seal": "A35578AF"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "الصَّحِيفَة الأولى من نُسْخَة ح",
            "page": "152",
            "part": "1",
            "seal": "05133C95"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "صُورَة من نُسْخَة ح يظْهر عَلَيْهَا عبارَة: بلغ مُقَابلَة على نُسْخَة الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "154",
            "part": "1",
            "seal": "B739CA87"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "اللوحة الْأَخِيرَة من نُسْخَة \"ح\"",
            "page": "158",
            "part": "1",
            "seal": "322FFBBB"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "صُورَة الغلاف من نُسْخَة \"ف\"",
            "page": "159",
            "part": "1",
            "seal": "57F3CB1F"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "اللوحة الأولى من نُسْخَة \"ف\"",
            "page": "160",
            "part": "1",
            "seal": "4ABE1D1A"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "اللوحة الْأَخِيرَة من نُسْخَة ف",
            "page": "166",
            "part": "1",
            "seal": "B77D48B3"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله على إفضاله، وَالصَّلَاة وَالسَّلَام على سيدنَا مُحَمَّد وَآله. ¶ وَبعد: فَيَقُول أحْوج الْعباد، وأخفض العبيد: حمد بن مُحَمَّد الصعيدي الْمَالِكِي غفر الله لَهُ ولوالديه: هَذَا تَعْلِيق لطيف على منظومة الإِمَام أبي عبد الله جمال الدّين مُحَمَّد بن عبد الله بن مَالك الأندلسي الجيَّاني النَّحْوِيّ اللّغَوِيّ الصرفي اقتصرت فِيهِ على حلّ ألفاظها، وَبَيَان مرادها، والتنبيه على بعض مَا فاتها، اقتطفته من ثمار شرح الإِمام الْفَاضِل بحرق اليمني1 - وَهُوَ المُرَاد بالشارح عِنْد الإِطلاق - وَبَعض كَلِمَات من غَيره. ¶ وسميته ب (فتح المتعال على القصيدة المسمّاة بلامية الْأَفْعَال) . ¶ وَبِاللَّهِ أَعْتَصِم وأسأله الْعِصْمَة [2/ا] مِمَّا يصم، لَا رب سواهُ، وَلَا مأمول إِلَّا خَيره، وَهُوَ حسبي وَنعم الْوَكِيل. ¶ قَالَ النَّاظِم: بِسم الله الرَّحْمَن الرَّحِيم: ¶ ابْتَدَأَ المُصَنّف كِتَابه بالبسملة اقْتِدَاء بِالْكتاب الْعَزِيز، وَعَملا بقوله صلى الله عَلَيْهِ وَسلم \"كل أَمر ذِي بَال لَا يبْدَأ فِيهِ بِبسْم الله الرَّحْمَن الرَّحِيم فَهُوَ أقطع\"2، وَفِي رِوَايَة ¶ __________ ¶ 1 - هُوَ جمال الدّين مُحَمَّد بن عمر بن مبارك الْحِمْيَرِي الْحَضْرَمِيّ الشَّافِعِي عَالم مشارك فِي الحَدِيث والنحو وَالصرْف وَغَيرهَا ولد فِي حَضرمَوْت عَام 869 هـ، وَتوفى عَام 930هـ بِالْهِنْدِ. ¶ تنظر تَرْجَمته فِي كشف الظنون: 1346، 1548، 1843. والنور السافر: 142 - 152. ¶ 2 - الْقطع: إبانة بعض أَجزَاء الجرم من بعض فصلا، والأقطع. الْمَقْطُوع الْيَد. لِسَان الْعَرَب قطع 8/276.",
            "page": "167",
            "part": "1",
            "seal": "C32CA174"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "فَهُوَ \"أَبتر\"1، وَفِي رِوَايَة فَهُوَ \"أَجْذم2\"3 رَوَاهُ أَبُو دَاوُد وَغَيره4، وَحسنه ابْن الصّلاح5 وَغَيره6، أَي نقل ابْن الصّلاح تحسينه عَن غَيره من الْمُتَقَدِّمين؛ لِأَن ابْن الصّلاح يَقُول: \"لَا يُمكن التحسين والتصحيح فِي زَمَاننَا\" قَالَ الْعِرَاقِيّ7 ¶ __________ ¶ 1 - البتر: استئصال الشَّيْء قطعا، والأبتر: من الدَّوَابّ الْمَقْطُوع الذَّنب من أَي مَوضِع كَانَ. الصِّحَاح (بتر) : 2/584، وَاللِّسَان 4/37. ¶ 2 - الجذم: هُوَ الْقطع، والمجذوم الْمَقْطُوع الْيَد، وَقيل الَّذِي ذهبت أنامله. الصِّحَاح (جذم) : 5/884. ¶ 3 - الحَدِيث رَوَاهُ الإِمَام أَحْمد فِي مُسْنده:2/359 بِلَفْظ \"كل كَلَام، أَو أَمر ذِي بَال لَا يفْتَتح بِذكر الله عزّ وجلّ فَهُوَ أَبتر، أَو قَالَ أقطع\"، وَفِي شرح السّنة لِلْبَغوِيِّ 9/51 \"كُلُّ كَلامٍ لَا يُبْدَأَ بِالْحَمْدِ لله فَهُوَ أَجْذَمُ\"، وَلأَحْمَد بن مُحَمَّد الصّديق الغماري رِسَالَة سمّاها: الِاسْتِعَاذَة والحسبلة مِمَّن صحّح حَدِيث الْبَسْمَلَة، هُوَ يرى أنّ الحَدِيث بِلَفْظ لَا يبْدَأ بِبسْم مَوْضُوع، وَأَن الصَّحِيح بِلَفْظ لَا يبْدَأ بِالْحَمْد لله. كَمَا هُوَ عِنْد الْبَغَوِيّ. ¶ 4 - أخرجه أَبُو دَاوُد فِي كتاب الْهَدْي فِي الْكَلَام: 5/172 من طَرِيق أبي هُرَيْرَة بِلَفْظ \"كُلُّ كَلامٍ لَا يُبْدَأُ بِالحَمْدِ لله فَهُوَ أَجْذَمُ\". وَأخرجه ابْن ماجة فِي كتاب النِّكَاح، وَبَاب خطْبَة النِّكَاح برقم 1894 من طَرِيق مُحَمَّد بن خَالِد مُسْندًا ومرسلاً. ¶ 5 - ابْن الصّلاح هُوَ: تَقِيّ الدّين أَبُو عَمْرو عُثْمَان بن عبد الرَّحْمَن الْكرْدِي الشهرزوري ولد عَام 577، وَتوفى عَام 643 محدّث. ¶ تنظر تَرْجَمته فِي سير أَعْلَام النبلاء 23/140، وَفِيه ثَبت طَوِيل بمصادر تَرْجَمته لراغبي الْمَزِيد. ¶ 6 - وَالنَّوَوِيّ فِي كتاب الْأَذْكَار: كتاب حمد الله تَعَالَى برقم 288 قَالَ وَهُوَ حَدِيث حسن، وَفِي كتاب أذكار النِّكَاح برقم 701 قَالَ هَذَا حَدِيث حسن، وَابْن حجر فِي نتائج الأفكار. ¶ 7 - فِي ح الْقَرَافِيّ، والعراقي هُوَ أَبُو الْفضل عبد الرَّحِيم بن الْحُسَيْن الْعِرَاقِيّ زين الدّين من كبار أهل الحَدِيث ولد عَام 725 وَتوفى عَام 806 يعدّ من شُيُوخ ابْن حجر الْعَسْقَلَانِي. ¶ تنظر تَرْجَمته فِي إنياء الْغمر لِابْنِ حجر: 5/170، والضوء اللامع: 4/171، وَحسن المحاضرة: 1/204 وَغَيرهَا. ¶ أما الْقَرَافِيّ فَالْمَشْهُور مِنْهُم رجلَانِ أَحدهمَا: أَحْمد بن إِدْرِيس الْقَرَافِيّ الْمَالِكِي أصولي فَقِيه توفّي عَام 684?، تَرْجَمته فِي الديباج الْمَذْهَب 62، وَأما الآخر فَهُوَ مُحَمَّد بن يحيى الْقَرَافِيّ فَقِيه لغَوِيّ مالكي الْمَذْهَب توفى عَام 1008، تنظر تَرْجَمته فِي خُلَاصَة الْأَثر: 4/258 ونيل الابتهاج: 603.",
            "page": "168",
            "part": "1",
            "seal": "B110FE08"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "فِي التَّذْكِرَة1: \"وَعِنْده التَّصْحِيح لَيْسَ يُمكن فِي عصرنا2، وَقَالَ يحيى يُمكن3\" وَالضَّمِير عِنْده لِابْنِ الصّلاح، وَالْمرَاد بـ (يحيى) الإِمام النَّوَوِيّ4 رَحمَه الله. ¶ وَالْمعْنَى نَاقص وَقَلِيل الْبركَة فَهُوَ وَإِن تمّ حسّاً لَا يتمّ معنى. ¶ ثمَّ إِنَّه يَنْبَغِي لكل شَارِع فِي فن أَن يتَكَلَّم على الْبَسْمَلَة بِمَا يُنَاسِبهَا من الْفَنّ الْمَشْرُوع فِيهِ، ثمَّ إِن محلّ التكلُّم عَلَيْهَا إِذا كَانَت من مَوْضُوعه، فَإِن لم تكن مِنْهُ فَلَا يَنْبَغِي أَن يتَكَلَّم عَلَيْهَا، وحينئذٍ فلابدّ من تَقْدِيم مقدّمة مُشْتَمِلَة على المبادئ الَّتِي من جُمْلَتهَا الْمَوْضُوع ليُعلم هَل الْبَسْمَلَة مِنْهُ فَيُتَكَلَّمُ عَلَيْهَا أَولا، ومبادئ كل فنّ عشرَة جمعهَا بَعضهم بقوله [2/ ب] : ¶ إنّ مبادي كل فنِّ عشرَة ... الحدّ والموضوع ثمَّ الثَّمَرَة ¶ وفضله وَنسبَة والواضع ... وَالِاسْم الاستمداد حكم الشَّارِع ¶ مسَائِل وَالْبَعْض بِالْبَعْضِ اكْتفى ... وَمن درى الْجَمِيع حَاز الشرفا ¶ فالتصريف لُغَة: مُطلق التَّغْيِير5، وَمِنْه تصريف الرِّيَاح، أَي تغييرها، وَتَقَلُّبهَا. ¶ __________ ¶ 1 - التَّذْكِرَة كتاب للعراقي مطبوع. ¶ 2 - الضَّمِير يعود للعراقي، وَالْمعْنَى أَن ابْن الصّلاح لَا يرى التَّصْحِيح فِي زَمَانه هُوَ والأزمنة الَّتِي تليه. ¶ 3 - وَبِنَاء على رَأْي النَّوَوِيّ يجوز التَّصْحِيح والتضعيف فِي زمن الْعِرَاقِيّ والأزمنة الَّتِي تليه. ¶ 4 - الإِمَام النَّوَوِيّ هُوَ: أَبُو زَكَرِيَّا يحيى بن شرف بن مري الْحزَامِي مُحدث فَقِيه لَهُ شرح على صَحِيح مُسلم ولد عَام 631، وَتوفى عَام 676. ¶ تنظر تَرْجَمته فِي طَبَقَات الشَّافِعِيَّة للسبكي: 8/395، الْبِدَايَة وَالنِّهَايَة: 13/278، وَلم يترجم لَهُ الذَّهَبِيّ فِي السّير وَإِنَّمَا ترْجم لَهُ فِي تذكرة الْحفاظ. ¶ 5 - وَهُنَاكَ معانٍ لغوية أُخْرَى لكلمة الصّرْف مِنْهَا: التَّحْوِيل، والتصيير، ورد الشَّيْء عَن وَجهه وَهِي معانٍ قريبَة من بَعْضهَا. ينظر اللِّسَان (صرف) 9/ 189.",
            "page": "169",
            "part": "1",
            "seal": "BF03CFF2"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "وَاصْطِلَاحا: علم بأصول يبْحَث فِيهِ عَن أَحْوَال أبنية الْكَلِمَة صِحَة واعتلالا، وَزِيَادَة ونقصاناً1. ¶ وموضوعه: الْكَلِمَات الْعَرَبيَّة من حَيْثُ الْبَحْث عَن صِحَّتهَا واعتلالها. ¶ وواضعه معَاذ بن مُسلم الهرّاء2، بِفَتْح الْهَاء وَتَشْديد الرَّاء، نِسْبَة إِلَى بيع الثِّيَاب الهروية، قَالَه فِي التَّصْرِيح3، وَحكى الِاتِّفَاق عَلَيْهِ. ¶ وثمرته: تأديته إِلَى فهم اللُّغَة الموصلة إِلَى فهم كتاب الله تَعَالَى. ¶ وفضله: شرفه من هَذِه الْحَيْثِيَّة. ¶ ونسبته لبَقيَّة الْعُلُوم: التباين. ¶ واسْمه: الصّرْف والتصريف4. ¶ واستمداده: من الْكتاب، وَالسّنة، وَكَلَام الْعَرَب. ¶ وَحكمه: الْوُجُوب الكفائي. ¶ __________ ¶ 1 - ينظر شرح الشافية للرضي: 1/7. ¶ 2 - هُوَ شيخ الْكسَائي، وَالْقَوْل بِأَن الهراء هُوَ وَاضع علم الصّرْف لَيْسَ على إِطْلَاقه فكتاب سِيبَوَيْهٍ مَلِيء بالمسائل الصرفية، وَلَكِن قد يُقَال بِأَن الهراء هُوَ أول من أفرد علم الصّرْف بالبحث، والإكثار من مسَائِل التمارين الَّتِي كَانَ النُّحَاة يسمّونها تصريفاً فنسب إِلَيْهِ وضع هَذَا الْعلم من هَذَا الْبَاب. ¶ 3 - التَّصْرِيح بمضمون التَّوْضِيح 1/4: \"وَاتَّفَقُوا على أَن أول من وضع التصريف معَاذ بن مُسلم الهراء\". ¶ 4 - الرَّاجِح عِنْد عُلَمَاء الْعَرَبيَّة أَن مصطلح الصّرْف والتصريف يُطلق على مسمّى وَاحِد دون تَفْرِيق، وَبَعْضهمْ حاول التَّفْرِيق بَين المصطلحين إِذْ يرى أَن الصّرْف يُطلق على الْعلم الْمُتَعَارف عَلَيْهِ الْآن، أما التصريف فَهُوَ يطلع على مَا يعرف بمسائل التمرين عِنْد الصرفيين كَأَن تَأْخُذ من كلمة مَا بِنَاء لم تبنه الْعَرَب مِنْهَا على وزن مَا بنته الْعَرَب من غَيرهَا ثمَّ تعْمل فِي الْبناء الَّذِي أَخَذته مَا يَقْتَضِيهِ قِيَاس كَلَامهم من أَحْكَام تصريفية. ينظر دروس التصريف لمُحَمد محيي الدّين عبد الحميد: 4.",
            "page": "170",
            "part": "1",
            "seal": "0C56780B"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "ومسائله: قضاياه الَّتِي يطْلب فِيهَا نِسْبَة محمولاتها1 إِلَى موضوعاتها2، كَقَوْلِنَا: ضَرَبَ فِعْلٌ مجرّد، وأكْرَمَ فِعْلٌ مزِيد، وفَعل مضموم الْعين مضارعه بِالضَّمِّ، إِلَى غير ذَلِك. ¶ وإِذا علمت أنّ الْبَسْمَلَة من الْمَوْضُوع فَنَقُول: الِاسْم مُشْتَقّ من السمة عِنْد الْكُوفِيّين3 فأصله (وسم) واوي الْفَاء حذفت فاؤه [1/3/أ] وعوِّض عَنْهَا همزَة الْوَصْل، وَعند الْبَصرِيين من السموِّ، فأصله (سمو) واوي اللَّام حذفت، وعوِّض عَنْهَا همزَة الْوَصْل بعد تسكين فائه، واستدلّوا على ذَلِك بجمعه على أَسمَاء، وتصغيره على سميٍّ، وَأَصله: (سُمَيْوٌ) اجْتمعت الْوَاو وَالْيَاء وسبقت إِحْدَاهمَا بِالسُّكُونِ فقلبت الْوَاو يَاء، وأدغمت فِي الْيَاء؛ إِذْ لَو كَانَ أَصله (وسم) كَمَا يَقُول الْكُوفِيُّونَ لم يجمع على أَسمَاء؛ لِأَن فعْلاً صَحِيح الْعين لَا يجمع على أَفعَال كَمَا يعلم من الْخُلَاصَة4، وَلم يصغّر على سميّ بل على وسيم ¶ __________ ¶ 1 - مصطلح منطقي، وَهُوَ أحد أَجزَاء الْقَضِيَّة الحملية، وَهِي ثَلَاثَة أَجزَاء الْمَحْمُول، والموضوع، وَالنِّسْبَة، فالمحمول هُوَ الْمسند، أَو الْمَحْكُوم بِهِ سَوَاء تقدّم أم تَأَخّر نَحْو زيد كَاتب فالمحمول فِي هَذَا الْمِثَال هُوَ كلمة كَاتب، والموضوع هُوَ كلمة زيد. ينظر تسهيل الْمنطق: 37. ¶ 2 - مصطلح منطقي يُرَاد بِهِ: الْمسند إِلَيْهِ أَو الْمَحْكُوم عَلَيْهِ سَوَاء تقدم أم تَأَخّر: الْمرجع السَّابِق: 37. ¶ 3 - ينظر فِي هَذِه الْمَسْأَلَة: اشتقاق أَسمَاء الله للزجاجي:255، والإِنصاف فِي مسَائِل الْخلاف لِابْنِ الْأَنْبَارِي الْمَسْأَلَة الأولى، وأسرار الْعَرَبيَّة لَهُ: 4، والتبيين للعكبري: 132، وَشرح ابْن يعِيش: 1/23، وائتلاف النُّصْرَة: 27. ¶ 4 - فِي قَول ابْن مَالك: لفَعْلٍ اسْما صحّ عينا أفعُل",
            "page": "171",
            "part": "1",
            "seal": "FCAEF98F"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "قَالَ فِي الكافية1: ¶ واشتق الِاسْم من سم البصريُّ ... واشتقه من وسم الكوفيُّ ¶ وَالْأول الْمُقدم الْجَلِيّ ... دَلِيله الْأَسْمَاء والسميّ ¶ وَالله: علم على الذَّات الأقدس، وَأَصله (إِلَه) 2 ثمَّ دخل حرف التَّعْرِيف فنقلت حَرَكَة الْهمزَة إِلَى السَّاكِن قبلهَا وحذفت، وَقيل حذفت متحركة فَصَارَ \"الله\" أدغمت اللَّام فِي اللَّام وفخِّم للتعظيم، فعلى الأوّل يكون الْحَذف قِيَاسا؛ لِأَن الْمَحْذُوف سَاكن، والإدغام غير قياسيٍّ، لوُجُود الْفَاصِل بَين اللامين تَقْديرا؛ لِأَن الْمَحْذُوف قياسياً كَالثَّابِتِ، وعَلى الثَّانِي يكون الْحَذف غير قياسيٍّ؛ لِأَن المتحرك متعاصٍ بالحركة، والإدغام قياسياً؛ لعدم وجود الْفَاصِل تَقْديرا. ¶ والرحمن: الْمُنعم بجلائل النعم. ¶ والرحيم: الْمُنعم بدقائقها. ¶ __________ ¶ 1 - البيتان لِابْنِ معطٍ فِي ألفيته شرح عبد الْعَزِيز القواس: 1/217 وهما عِنْده هَكَذَا: ¶ وَاشْتَقَّ الاسْمَ مِنْ سِما البَصْرِيُّونْ ... وَاشْتَقَّهُ مِنْ وسَمَ الكُوفِيُّونْ ¶ وَالمَذْهَبُ المُقّدَّمُ الجَليُّ ... دَلِيْلُهُ الأَسْمَاءُ وَالسَّمِيُّ ¶ وَلم أجد هذَيْن الْبَيْتَيْنِ فِي الكافية الشافية، وَقد رجعت إِلَى متن الكافية الشافية المطبوع فِي مطبعة الْهلَال عَام 1332هـ وَرجعت أَيْضا إِلَى شرح الكافية الشافية المطبوع بتحقيق عبد الْمُنعم هريدي فَلم أظفر بطائل. ¶ 2 - فِي لفظ الْجَلالَة رأيان أَحدهمَا يَقُول بِأَن لفظ الْجَلالَة علم مرتجل، وَالْآخر يَقُول باشتقاقه، والقائلون بالاشتقاق مُخْتَلفُونَ مِم اشتقّ على أَرْبَعَة أَقْوَال أنظرها مفصلة فِي: الِاشْتِقَاق لِابْنِ دُرَيْد 11، واشتقاق أَسمَاء الله الْحسنى للزجاجي، وَشرح التصريف الملوكي للثمانيني بتحقيقنا 374 فَفِيهِ ثَبت طَوِيل بالمراجع الَّتِي تناولت هَذِه الْقَضِيَّة.",
            "page": "172",
            "part": "1",
            "seal": "AC88F11B"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "(الْحَمد لله) ¶ وابتدأ [3/ ب] ثَانِيًا بِالْحَمْد لما مرَّ من الِاقْتِدَاء بِالْكتاب الْعَزِيز، وَالْعَمَل بالأحاديث الْوَارِدَة فِي طلب الِابْتِدَاء بِالْحَمْد، وللإِشارة إِلَى أَنه لَا تعَارض بَين الرِّوَايَتَيْنِ2؛ لِأَن الِابْتِدَاء قِسْمَانِ: حَقِيقِيّ وَهُوَ مَا تقدّم أَمَام الْمَقْصُود، وَلم يسْبقهُ شَيْء. ¶ وإضافيّ: وَهُوَ مَا تقدّم أَمَام الْمَقْصُود مُطلقًا. ¶ وَالْحَمْد لُغَة: الثَّنَاء بِاللِّسَانِ على الْمَحْمُود بجميل صِفَاته، سَوَاء كَانَ فِي مُقَابلَة نعْمَة أم لَا. ¶ وَاصْطِلَاحا فعل يُنبئ عَن تَعْظِيم الْمُنعم بِسَبَب كَونه منعماً على الحامد أَو غَيره. ¶ وَالشُّكْر لُغَة: هُوَ الْحَمد عرفا بإبدال الحامد بالشاكر. ¶ وَاصْطِلَاحا: صرف العَبْد جَمِيع مَا أنعم الله عَلَيْهِ إِلَى مَا خلق لأَجله، فَبين الحمدين الْعُمُوم وَالْخُصُوص الوجهي، يَجْتَمِعَانِ فِي ثَنَاء بِلِسَان فِي مُقَابلَة نعْمَة، وينفرد اللّغَوِيّ فِي ثَنَاء بِهِ لَا فِي مُقَابلَة نعْمَة، والاصطلاحي فِي ثَنَاء بِغَيْرِهِ فِي مُقَابلَة نعْمَة، وَكَذَا بَين الْحَمد وَالشُّكْر اللّغَوِيّ فَيُقَال مَا تقدّم، وَبَين الشُّكْر اللّغَوِيّ وَالْحَمْد عرفا الترادف، وَبَين الشُّكْر الاصطلاحي وكلٍّ من ¶ __________ ¶ 1 - أول قَوْله: ¶ الْحَمد لله لَا أبغي بِهِ بَدَلا ... حمداً يبلّغ من رضوانه الأملا ¶ 2 - تقدم الإِشارة إِلَيْهِمَا فِي ص 167.",
            "page": "173",
            "part": "1",
            "seal": "F0E506F8"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "الثَّلَاثَة الْعُمُوم وَالْخُصُوص الْمُطلق فَهُوَ أخصها فَهَذِهِ سِتّ نسب ¶ قَالَ سَيِّدي علىّ الأُجْهُوري1: ¶ إِذا نَسَبَا لِلْحَمْدِ والشُّكْرِ دُمْتَهَا ... بِوَجْهٍ لَهُ عَقْلُ اللبِيْبِ يُوالِفُ ¶ فَشُكْرٌ لِذِيْ عُرْفٍ أَخَصُّ جَمِيْعُها ... وَفِي لُغَةٍ لِلْحَمْدِ عُرْفاً يُرادِفُ ¶ عُمُوْمٌ لِوَجْهٍ فِي سِوَاهُنَّ نِسْبَةٌ ... فَذِي نِسَب سِتٌّ لِمنْ هُوَ عَارِفُ ¶ (لَا أبغي بِهِ بَدَلا) ¶ أَي [4/أ] لَا أطلب بِهِ عوضا بل لما تستحقه ذَاته تَعَالَى يُقَال بغيت الشَّيْء أبغيه بُغية بِالضَّمِّ وبغِية بِالْكَسْرِ وبُغَىً وبُغاءً بِالْمدِّ مَعَ الضَّم فيهمَا أَي: طلبته وَمِنْه {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ} 2 وَقد يُقَال بغيته الشَّيْء أَي: طلبته لَهُ وَمِنْه {يَبْغُونَكُمُ الْفِتْنَةَ} 3. ¶ وَبدل الشَّيْء عوضه. ¶ وَجُمْلَة قَوْله (لَا أبغي بِهِ بَدَلا) فِي مَوضِع نصب إِمَّا على أَنه وصف لمصدر مَحْذُوف أَي حمداً لَا أبغي بِهِ بَدَلا، وَالضَّمِير للحمد، وَإِمَّا على الْحَال من فَاعل الْحَمد إِذْ هُوَ فِي معنى أَحْمد أَي أَحْمد الله حَالَة كوني لَا أبغي بِهِ بَدَلا، وَالضَّمِير على هَذَا إِمَّا للحمد، وَإِمَّا لله سُبْحَانَهُ وَتَعَالَى أَي لَا أطلب بِاللَّه إِلَهًا آخر. ¶ __________ ¶ 1 - عَليّ بن مُحَمَّد بن عبد الرَّحْمَن الأحْهُوْرِيُّ ولد عَام 967، وَتوفى عَام 1066هـ. ¶ تنظر تَرْجَمته فِي خُلَاصَة الْأَثر: 157:3، وهدية العارفين: 1/758، ومعجم المؤلفين:7/207، والأعلام: 5/13. ¶ 2 - آل عمرَان: 83. ¶ 3 - التَّوْبَة: 47.",
            "page": "174",
            "part": "1",
            "seal": "660E6721"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "(حمداً) ¶ مَنْصُوب بِفعل مقدّر أَي أَحْمَده حمداً، لَا بِالْحَمْد الْمَذْكُور لفصله عَنهُ بالْخبر وَهُوَ أَجْنَبِي من الْحَمد أَي غير مَعْمُول لَهُ كَذَا قيل، وَالْمرَاد أَنه أَجْنَبِي من جِهَة المصدرية لَا من جِهَة كَونه مُبْتَدأ يَعْنِي أنّ عمل الْحَمد فِي حمداً من جِهَة أَنه مصدر بِحَسب الأَصْل، وَعَمله فِي (لله) 1 من جِهَة أَنه مُبْتَدأ فَيكون أَجْنَبِيّا من الْحَمد من جِهَة المصدرية الَّتِي يعْمل بهَا فِي حمداً، والفصل بالأجنبي وَلَو باعتبارٍ يمْنَع عمل الْمصدر. ¶ (يبلّغ) ¶ أَي يُوصل يُقَال بلّغت الشَّيْء بِالتَّشْدِيدِ، وأبلغته أوصلته وَبِهِمَا قرئَ قَوْله تَعَالَى: {أُبَلِّغُكُمْ رِسَالاتِ رَبِّي} 2 وَهَذِه الْجُمْلَة فِي مَحل نصب نعت [4/ ب] لـ (حمداً) . ¶ (من رضوانه) ¶ بِكَسْر الرَّاء وضمّها، وَبِهِمَا قرئَ فِي السَّبع3 حَيْثُمَا وَقع غير ثَانِي الْعُقُود4 بِمَعْنى الرضى ضد السخط يُقَال رَضِي الله عَنهُ وَعَلِيهِ رضى ورضواناً: أبعده الله عَن السخط. ¶ __________ ¶ 1 - من قَوْله فِي الْبَيْت السَّابِق: الْحَمد لله لَا أبغي بِهِ بَدَلا. ¶ 2 - الْأَعْرَاف: 62. ¶ 3 - كلمة رضوَان وَردت فِي الْقُرْآن ثَلَاث عشرَة مرّة، وَقَرَأَ عَاصِم بِرِوَايَة أبي بكر بِضَم الرَّاء فِي الْقُرْآن كلّه إِلَّا فِي آيَة الْمَائِدَة {يبْتغُوْن فَضْلاً من رً بِّهمْ وَرِضْوَاناً} فَإِنَّهُ قَرَأَهَا بالكسرة وَقَرَأَ الْبَاقُونَ بِكَسْر الرَّاء فِي الْقُرْآن كُله. ينظر السَّبْعَة: 202، والمبسوط لِابْنِ مهْرَان الْأَصْبَهَانِيّ: 141. ¶ 4 - المُرَاد بثاني الْعُقُود ثَانِي الْمَائِدَة فِي قَوْله تَعَالَى {يبْتغُون فضْلا مِّن رَّ بِّهِمْ وَرضْواناً} فَإِن عَاصِمًا قَرَأَ هَذِه الْآيَة فَقَط بِكَسْر الرَّاء بِرِوَايَة أبي بكر بن عَيَّاش. ينظر إتحاف فضلاء الْبشر: 172. ¶ وَسورَة الْمَائِدَة تسمّى بِالْعُقُودِ وبالمنقذة قَالَ الزَّرْكَشِيّ فِي الْبُرْهَان فِي تعدد أَسمَاء السُّور: 1/269 \"وَقد يكون لَهَا ثَلَاثَة أَسمَاء كسورة الْمَائِدَة والعقود والمنقذة\" وسمّيت بِالْعُقُودِ نظرا لقَوْله تَعَالَى فِي أَولهَا {يَأَيُّهَا الَّذِيْنَ آمَنُوا أَوْفُوا بِالْعُقُوْدِ} .",
            "page": "175",
            "part": "1",
            "seal": "395D21C0"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "و (الأملا) ¶ بِأَلف الْإِطْلَاق أَي الرَّجَاء يُقَال أملت الشَّيْء مخففا آمله بمدّ الْهمزَة كأكلته آكله، وأمّلته بِالتَّشْدِيدِ أؤمله أَي رجوته. ¶ ثمَّ لما كَانَ شكر الوسائط1 فِي إِيصَال الْخيرَات مَأْمُورا بِهِ شرعا وَإِن كَانَ الْمُنعم الْحَقِيقِيّ هُوَ الله تَعَالَى ثلّث النَّاظِم بِالصَّلَاةِ على أكبر الوسائط بَين الْعباد ومعبودهم فِي إِيصَال كل خير، وَدفع كل ضير وَهُوَ الرَّسُول صلى الله عَلَيْهِ وَسلم وَآله وَصَحبه الَّذين آووا الدّين ونصروه وَحَمَلُوهُ إِلَى الْأمة ونقلوه فَقَالَ عاطفاً على الْحَمد. ¶ (ثمَّ الصَّلَاة) ¶ وَعطف ذَلِك بـ (ثمَّ) ليُفِيد التَّرْتِيب صَرِيحًا لِأَن حمد الله تَعَالَى أهم وأحق بالتقديم. ¶ وَالصَّلَاة: النِّعْمَة المقرونة بالتعظيم، وأفرد المُصَنّف الصَّلَاة عَن السَّلَام مَعَ كَرَاهَة إِفْرَاد أَحدهمَا عَن الآخر إِمَّا لِأَنَّهُ سلم لفظا وَهُوَ كافٍ، أَو جَريا على مَذْهَب من لَا يرى كَرَاهَة الْإِفْرَاد. ¶ __________ ¶ 1 - المُرَاد بالوسائط هُنَا وَسَائِل تَبْلِيغ الرسالات وَلَا شكَّ أَن الرُّسُل صلى الله عَلَيْهِم وَسلم هم أعظم وَسَائِل تَبْلِيغ الرسالات السماوية، وَلَيْسَ المُرَاد بالوسائط مَا يَعْتَقِدهُ الصُّوفِيَّة من التَّقَرُّب بالأضرحة والأولياء ثمَّ إِن الرُّسُل عَلَيْهِم السَّلَام ينهون عَن كل ضير لَا أَنهم يدْفَعُونَ الضير إِذْ دفع الضير لله سُبْحَانَهُ وَتَعَالَى. ¶ 2 - من قَوْله: ¶ ثمَّ الصَّلَاة على خير الورى وعَلى ... سَادَاتنَا آله وَصَحبه الفضلا",
            "page": "176",
            "part": "1",
            "seal": "1F2B417A"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "(على خير الورى) ¶ أَي أفضلهم بتفضيل من الله لَا بمزية وجدت فِيهِ؛ لِأَن المزية لَا تَقْتَضِي الْأَفْضَلِيَّة، والورى بِالْقصرِ: الْخلق، وَهَذِه الصّفة مُخْتَصَّة بِهِ عَلَيْهِ الصَّلَاة وَالسَّلَام؛ وَلذَا اسْتغنى بهَا عَن التَّصْرِيح [5 أ] باسمه. ¶ (وعَلى سَادَاتنَا) ¶ جمع سادة، وسَادَة جمع سيّد وَهُوَ من سَاد قومه وفاقهم فِي الشّرف، وعَلى هَذَا فسادات جمعُ الْجمع ثمَّ أبدل مِنْهُ قَوْله: ¶ (آله وَصَحبه الفضلا) ¶ والآل: أَصله (أَهْلٌ) بِدَلِيل قَوْلهم فِي تصغيره (أُهَيْلٍ) فأبدلت الْهمزَة من الْهَاء لقرب الْمخْرج ثمَّ أبدلت الْهمزَة الثَّانِيَة ألفا، وَلم تبدل الْهَاء من أول وهلة؛، لِأَنَّهُ لم يعْهَد ذَلِك فِي مَوضِع فيقاس هَذَا عَلَيْهِ. وَقيل أَصله (أَوَلٌ) ? (جَمَلٍ) بِدَلِيل تصغيره على (أُوَيْلٍ) قلبت الْوَاو ألفا لتحركها وانفتاح مَا قبلهَا، وَالْأول مَذْهَب سِيبَوَيْهٍ1، وَالثَّانِي مَذْهَب الْكسَائي2، وآلُ الرجل عشيرته وَأَتْبَاعه وَتَخْصِيص آله صلى الله عَلَيْهِ وَسلم ببني هَاشم وَالْمطلب شَرْعِي لَا لغَوِيّ، والصَّحْب اسْم جمع ¶ __________ ¶ 1 - الْمُتَأَخّرُونَ من النُّحَاة يعزون هَذَا الرَّأْي لسيبويه، والمتقدمون يعزونه للأخفش وَهُوَ الْمُتَّفق مَعَ كِتَابه مَعَاني الْقُرْآن 1/93 قَالَ: (بَاب أهل وَآل ... وَإِنَّمَا هِيَ همزَة أبدلت مَكَان الْهَاء) وَقَالَ ابْن جني فِي سر الصِّنَاعَة 1/103 فِي معرض حَدِيثه عَن آل وَأَصلهَا وَأَن همزتها منقلبة عَن هَاء (وَالَّذِي عَلَيْهِ الْعَمَل كَمَا قدّمناه وَهُوَ رَأْي أبي الْحسن فاعرفه) . ¶ وَمن الَّذين عزوه لسيبويه أَبُو الْحسن عَليّ بن مُحَمَّد الأشموني: 1/13. ¶ 2 - هُوَ رَأْي يُونُس بن حبيب وَوَافَقَهُ الْكسَائي ينظر قي ذَلِك الاقتضاب: 1/ 39، وَشرح التصريف الملوكي للثمانيني بتحقيقنا: 314. ¶ وَينظر فِي إِضَافَة آل الْمرجع التالية: لحن الْعَامَّة لأبي بكر الزبيدِيّ: 41، وسر صناعَة الْإِعْرَاب: 100، والاقتضاب: 1/35، وَالرَّوْض الْأنف لِلسُّهَيْلِي: 1/167، والممتع لِابْنِ عُصْفُور: 348، والمساعد لِابْنِ عقيل: 2/ 347، والأشموني: 1/13، وهمع الهوامع: 4/285، والأشباه والنظائر: 2/207. والمعاجم الْكَبِيرَة (أهل أول) .",
            "page": "177",
            "part": "1",
            "seal": "E9852C0C"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "لصَاحب كرَكْبٍ ورَاكِبٍ وسَفْرٍ وسافرٍ1 وتَجْرٍ وتَاجِر، وَأما أَصْحَاب فَجمع. ¶ والفضلاء جمع فَاضل على غير قِيَاس2 كشاعر وشعراء؛ لِأَن فَاعِلا يجمع على (فَعَلَةٍ) ككَاملٍ وكَمُلَةٍ أَو على (فُعَّلٍ) أَو (فُعَّالٍ) بِضَم الْفَاء تَشْدِيد الْعين ? (عُذَّلٍ) و (عُذَّالٍ) . ¶ وأصل الْفضل الزِّيَادَة فَمن زَاد على أحد بِشَيْء فقد فَضله بِهِ, وهم رَضِي الله عَنْهُم قد فضلوا سَائل الْأمة بِمَا خصهم الله بِهِ من صحبته ورؤيته والانتساب إِلَيْهِ واتباعه صلى الله عَلَيْهِ وَسلم قَالَ تَعَالَى: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ [5/ب] وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلاً وَعَدَ اللَّهُ الْحُسْنَى} 3 وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"لَا تَسُبُّوا أَصْحَابِي فَلَوْ أَنَّ أَحَداً4 أَنْفَقَ مِثْل أُحُدٍ ذَهَباً مَا بَلَغَ مُدَّ أَحَدِهِمْ وَلَا نَصِيْفَهُ\" رَوَاهُ البُخَارِيّ وَمُسلم5 أَي إِنْفَاق أحدهم مدّاً أَو نصف مدٍّ أفضل من إِنْفَاق غَيرهم مثل أُحُدٍ ذَهَباً. ¶ __________ ¶ 1 - قَالَ فِي اللِّسَان سفر \"والسَّفْرُ جمع سَافِرٍ، والمسافرون جمع مُسَافر، وَالسّفر والمسافرون بِمَعْنى\". ¶ 2 - لِأَن فُعَلاء جمعُ لفعيل ككريم وكرماء، وَكثر فِي فَاعل إِن دلّ على غريزة كعاقل وعُقلاء وفاضل فُضلاء وشاعر وشُعراء. ¶ ينظر شرح الشافية: 2/157، والأشموني: 4/139، وتصريف الْأَسْمَاء للطنطاوي: 222. ¶ 3 - الْحَدِيد: 10. ¶ 4 - رِوَايَة البُخَارِيّ وَمُسلم: \"أحدكُم\". ¶ 5 - رَوَاهُ البُخَارِيّ بِسَنَدِهِ عَن أبي ذَر الْغِفَارِيّ فِي كتاب فَضَائِل الصَّحَابَة حَدِيث رقم 3470، وَرَوَاهُ مُسلم بِسَنَدِهِ عَن أبي هُرَيْرَة فِي كتاب فَضَائِل الصَّحَابَة حَدِيث رقم 2540.",
            "page": "178",
            "part": "1",
            "seal": "D372AC8A"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "ثمَّ إِنَّه رَحمَه الله تَعَالَى بيّن الْغَرَض الدَّاعِي لَهُ إِلَى هَذَا النّظم وَهُوَ الحثّ على علم التصريف الَّذِي يتَوَصَّل بِهِ إِلَى علم اللُّغَة الَّتِي يتَوَصَّل بهَا إِلَى فهم كتاب الله تَعَالَى وَسنة نبيه صلى الله عَلَيْهِ وَسلم فَقَالَ: ¶ (وَبعد) 1: ¶ هُوَ ظرف مَبْنِيّ على الضَّم لحذف الْمُضَاف إِلَيْهِ ونيّة مَعْنَاهُ، وَهَذِه الْكَلِمَة يطْلب الإِتيان بهَا عِنْد الِانْتِقَال من غَرَض إِلَى آخر لَكِن الْوَارِد فِي السّنة (أمّا بعد) فالواو نائبة عَن (أمّا) ، وَهِي نائبة عَن (مهما) ؛ وَلذَا لَزِمت الْفَاء بعْدهَا، وَلَا أحسن قَول بَعضهم2: ¶ وَمَا وَاو لَهَا شَرط يَلِيهِ ... جَوَاب قرنه بِالْفَاءِ حتما ¶ هِيَ الْوَاو الَّتِي قرنت ببعد ... وأمّا أَصْلهَا وَالْأَصْل مهما ¶ (فالفعل من يحكم تصرفه ¶ يحز من اللُّغَة الْأَبْوَاب والسبلا) ¶ وَالْمرَاد بِالْفِعْلِ هُنَا الْفِعْل الصناعي من مضارع وماضٍ وَأمر مَعَ مَا يشْتَمل على حُرُوف الْفِعْل وَمَعْنَاهُ من مصدر واسمي فَاعل ومفعول واسمي زمَان وَمَكَان [6/أ] وَمَا يلْتَحق بهَا؛ وَذَلِكَ لِأَن علم التصريف يبْحَث فِيهِ عَن أَحْوَال بنية الْكَلم، والكَلِمُ اسْم وَفعل وحرف، وَلَا حَظّ للحرف فِي علم التصريف، وَكَذَا الْأَسْمَاء المبنية وَالْأَفْعَال الجامدة؛ لقوّة شبهها بالحروف، لِأَنَّهَا لَا تقبل ¶ __________ ¶ 1 - من قَوْله: ¶ وَبعد فالفعل من يحكم تصرّفه ... يحُزمن اللُّغَة الْأَبْوَاب والسبلا ¶ 2 - هَذَا اللغز وحلّه فِي حَاشِيَة السجاعي على قطر الندى: 5",
            "page": "179",
            "part": "1",
            "seal": "F8037F81"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "التَّغْيِير فَصَارَ علم التصريف مختصّاً بِالْأَصَالَةِ بالأفعال المتصّرفة والأسماء المتمكنة، وَهُوَ فِي الْفِعْل أصل لِكَثْرَة تغيّره بِظُهُور الِاشْتِقَاق فِيهِ، والناظم رَحمَه الله تَعَالَى خص هَذِه الْمَنْظُومَة بِالْفِعْلِ لما ذكره من أَن إحكامه مِفْتَاح علم الْعَرَبيَّة أَي اللُّغَة، وَالْفِعْل مجرّداً كَانَ أَو مزيداً فِيهِ ثَلَاثَة أَقسَام: ماضٍ ومضارع وَأمر، ولابدّ لكل فعل من مصدر وَمن فَاعل، فَإِن كَانَ متعدّياً فلابدّ لَهُ من مفعول بِهِ وَقد يحذف الْفَاعِل ويقام الْمَفْعُول بِهِ مقَامه فَيحْتَاج إِلَى تَغْيِير صِيغَة الْفِعْل لَهُ’ ولابدّ أَيْضا لوُقُوع الْفِعْل من زمَان وَمَكَان، وَقد تكون للْفِعْل آلَة يفعل بهَا، فانحصرت أَبْوَاب هَذِه الْمَنْظُومَة فِيمَا ذكر من بَاب الْفِعْل المجرّد وتصاريفه وَبَاب أبنية الْفِعْل الْمَزِيد فِيهِ كَذَلِك وَبَاب الْمُضَارع وَالْأَمر وَمَا لم يسمّ فَاعله وَبَاب أبنية أَسمَاء الفاعلين والمفعولين من المجرّد والمزيد فِيهِ وَبَاب أبنية المصادر مجرّدة ومزيداً فِيهَا وَبَاب أَسمَاء الزَّمَان [6/ب] وَالْمَكَان وَمَا يلْحق بهما من الْآلَة وَغَيرهَا وإحكام الشَّيْء إتقانه وَضَبطه، وَالتَّصَرُّف التقلب وَتصرف الشَّيْء تقلبه من حَال إِلَى حَال. ¶ وَعلم التصريف فِي الِاصْطِلَاح مَا سبق. ¶ وَقَوله (يحز) بِالْحَاء الْمُهْملَة أَي يضم وَيجمع يُقَال: حَاز الشَّيْء يحوزه ضمه، وَالْجُمْلَة جَوَاب الشَّرْط، وَقَوله (من اللُّغَة) مُتَعَلق بـ (يحز) . ¶ وَمعنى (اللُّغَة) فِي اللُّغَة: اللهج والإسراع. ¶ وَفِي الِاصْطِلَاح: أَلْفَاظ مَخْصُوصَة مَوْضُوعَة لمعان مَخْصُوصَة. هَذَا مَا اشْتهر، وَقَالَ بعض الْمُحَقِّقين1 اللُّغَة فِي الِاصْطِلَاح اسْتِعْمَال الْأَلْفَاظ لَا نفس الْأَلْفَاظ؛ وَيدل لَهُ2 قَوْلنَا لُغَة تَمِيم إهمال (مَا) أَي استعمالهم. ¶ __________ ¶ 1 - هُوَ مُحَمَّد الْأَمِير الْكَبِير كَمَا هُوَ مدوَّن على هَامِش النُّسْخَة ف بتقرير الْمُؤلف. ¶ 2 - هَكَذَا فِي ف، وَفِي ح وَيدل لنا.",
            "page": "180",
            "part": "1",
            "seal": "9C801193"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "وَقَوله (الْأَبْوَاب) : مفعول (يحز) جمع بَاب، وَبَاب الشَّيْء مَا يدْخل مِنْهُ، والسبل جمع سَبِيل بِمَعْنى الطَّرِيق يذكّر كلّ مِنْهُمَا ويؤنّث، وَالْمرَاد بالأبواب والسبل قَوَاعِد اللُّغَة؛ لِأَنَّهُ يتَوَصَّل بِمَا ذكر إِلَى معرفَة الجزئيات كَمَا سَيَقُولُ النَّاظِم، وَالْمعْنَى أَن من أتقن علم التصريف حَاز الطّرق الموصلة إِلَى فهم اللُّغَة. ¶ وَاعْلَم أَن النَّاس فِي ذَلِك ثلاثةُ أَصْنَاف: صنف عرف الْأَبْنِيَة والأوزان كَأَن يعلم مثلا أَن مضارع فَعُلَ المضموم مضموم ككَرُمَ يكْرمُ، وأَن قِيَاس اسْم الْفَاعِل مِنْهُ على فَعلٍ وفَعِيلٍ كسهْلِ وظَرِيْفٍ [7/أ] وَقِيَاس مصدره الفَعَالَةُ والفُعُوْلَةُ كالشَّجَاعَةِ والسُّهُوْلَةِ فَهَذَا تصريفي فَقَط إِلَّا أَنه مفتقر إِلَى علم اللُّغَة الْفَارِق لَهُ بِالنَّقْلِ عَنْهُم بَين فَعُلَ بِالضَّمِّ وفَعِلَ بِالْكَسْرِ وفَعَلَ بِالْفَتْح، وصنف ثانٍ أَشرف على مواد اللُّغَة بِالنَّقْلِ والمطالعة، وَلَا يعرف الموازين والأقيسة الَّتِي يُردّ بهَا كل نوع إِلَى نَوعه فَهَذَا لغَوِيّ فَقَط لم يذقْ حلاوة علم اللُّغَة، وصنف ثَالِث عرف الموازين والأقيسة أوّلاً، ثمَّ تتبَّع موادَّ اللُّغَة نقلا فَهَذَا هُوَ المتقن الَّذِي أحكم علم التصريف وَحَازَ سبل اللُّغَة وَهُوَ مُرَاد النَّاظِم رَحمَه الله. ¶ ثمَّ لمّا قويت دَاعِيَة السَّامع وتوفرت رغبته قَالَ من لي بِذَاكَ فَقَالَ: ¶ (فَهَاكَ) ¶ (هَا) : اسْم فعل أَمر بِمَعْنى خُذ، وَالْكَاف حرف خطاب تتصرف تصرّف الْكَاف الاسمية فَيُقَال هاكَ بِالْفَتْح للمذكر وبكسرها للمؤنث، وهاكما للمثنى، ¶ __________ ¶ 1 - من قَوْله: ¶ فهاك نظماً محيطاً بالمهمّ وَقد ... يحوي التفاصيل من يستحضر الجُملا",
            "page": "181",
            "part": "1",
            "seal": "789F62D2"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "وهاكم وهاكنَّ، وَقد تبدل همزَة1 فتتصرف تصرفها فَيُقَال هَاء بِالْفَتْح للمذكر وبالكسر للمؤنث وهاؤما وهاؤم وهاؤنّ، وعَلى هَذِه اللُّغَة جَاءَ قَوْله تَعَالَى: {هَاؤُمُ اقْرَأُوا كِتَابِيَهْ} 2 أَي هاكم. ¶ (نظماً محيطاً بالمهم) ¶ نظْم الشيءِ تأليفه وَجمعه على وَجه مَخْصُوص وَمِنْه نظم الشّعْر يُقَال نَظَمَهُ يَنْظِمُهُ كضَرَبَهُ يَضْرِبُهُ نَظْماً ونِظاماً أَي جمعه [7/ب] وألَّفه، والإِحاطة بالشَّيْء إِدْرَاكه من جَمِيع جهاته وَمِنْه الْحَائِط. والمُهِمُّ: الْأَمر الَّذِي يُهمُّك شأنُه، وَالْمرَاد بالمُهِمِّ هُنَا الْقَوَاعِد الْكُلية. ¶ ثمَّ استشعر المُصَنّف سؤالاً من السَّامع تَقْدِيره: قد وصفت نظمك بِأَنَّهُ مُحِيط بالمهم فَقَط وَلَا يتم الْغَرَض إِلَّا بفهم الجزئيات فَأَجَابَهُ بقوله: ¶ (وَقد يحوي التفاصيل من يستحضر الجُمَلا) ¶ التفاصيل: الْأُمُور الْجُزْئِيَّة كمعرفة أَفْرَاد اللُّغَة مثلا، والجُمل3: الْأُمُور الْكُلية كمعرفة الْأَبْنِيَة والأقيسة، وَالْمعْنَى أَن هَذِه الْمَنْظُومَة قد احتوت على المهم من علم اللُّغَة وَهُوَ الْأَبْنِيَة والأقيسة الَّتِي يتَوَصَّل بهَا إِلَى حفظ أفرادها وردّ كل نوع مِنْهَا إِلَى أَصله وَذَلِكَ مِمَّا يَدْعُو الطَّالِب إِلَى حصر الْموَاد واستقرائها. ¶ __________ ¶ 1 - القَوْل بإبدال الْكَاف همزَة مَنْسُوب إِلَى ابْن قُتَيْبَة فِي تَفْسِير غَرِيب الْقُرْآن: 484، وَهُوَ إِبْدَال لغَوِيّ لَا صناعي. ¶ 2 - الحاقة: 19. ¶ 3 - فِي ف الْجُمْلَة.",
            "page": "182",
            "part": "1",
            "seal": "846A5BB7"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "بَاب أبنية الْفِعْل المجرّد وتصاريفه1 ¶ وَالْمرَاد بالأبنية كَونه رباعياً أَو ثلاثياً، وبالمجرّد مَا حُرُوفه أصُول كلّها، وَسَيَأْتِي بَاب الْمَزِيد فِيهِ إِن شَاءَ الله تَعَالَى، وبالتصاريف اخْتِلَاف أَحْوَاله من ضم عين مضارعه وَكسرهَا وَفتحهَا، أما الْأَبْنِيَة فَأَشَارَ إِلَيْهَا بقوله: ¶ (بِفَعْلَلَ الفِعْلُ ذُو التَّجْرِيد أَو فعَلا ... يَأْتِي ومكسور عين أَو على فعُلا) ¶ أَي الْفِعْل المجرّد: يَأْتِي رباعيّاً على وزن (فَعْلَلَ) وثلاثيّاً على وزن (فَعُل) [8/أ] بِضَم الْعين أَو (فَعِلَ) بِكَسْرِهَا أَو (فَعَلَ) بِفَتْحِهَا، فالفعل مُبْتَدأ، وَذُو التَّجْرِيد نَعته وَيَأْتِي خَبره، و (بفعلل) فِي مَوضِع الْحَال الْمُقدمَة من فَاعل يَأْتِي الْمُسْتَتر، وَكَذَا قَوْله ومكسور عين أَو على فعل حالان مِنْهُ.",
            "page": "183",
            "part": "1",
            "seal": "66194656"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "[الرباعي الْمُجَرّد] ¶ فمثال الرباعي لَازِما حَشْرَجَ عِنْد الْمَوْت أيَ غَرْغَرَ، وفَرْشَحَ2 أَي قعد مسترخياً، ودَرْبَخَ أَي طَأْطَأَ رَأسه ومدّ ظَهره، وعَرْبَدَ أَي سَاءَ خلقه على نديمه، ¶ __________ ¶ 1 - ينظر فِي هَذَا الْبَاب: سِيبَوَيْهٍ: 4/ 5، 9، 38، ونزهة الطّرف: 98، والممتع: 1/166، شرح الشافية: 1/67، وَشرح تصريف الْعزي: 28، همع الهوامع: 6/15، والمزهر: 2/37، ودروس التصريف 54 ¶ 2 - فِي ح وف فرشخ بالشين وَالْخَاء المعجمتين، وَهِي مادّة أهملها صَاحب اللِّسَان وَكثير من المعجميين، وَقَالَ عَنْهَا صَاحب التَّاج: \"الفرشخة بالشين الْمُعْجَمَة السعَة هَذِه الْمَادَّة سَاقِطَة من اللِّسَان وَغَيره من كتب الْغَرِيب وَإِنَّمَا ذكرُوا مَعَانِيهَا فِي الْمُهْملَة قَالَ أَبُو زِيَاد مَا مطر النَّاس من مطرٍ بَين نوأين إِلَّا كَانَ بَينهمَا فَرسَخ قَالَ والفرسخ إنكسار الْبرد وَإِذا احْتبسَ الْمَطَر اشتدّ الْبرد وَإِذا وَفِي نُسْخَة فَإِذا مطر النَّاس كَانَ للبرد بعد ذَلِك فرشخ هَكَذَا بالشين الْمُعْجَمَة: وَالصَّوَاب أَنه فَرسَخ بِالسِّين الْمُهْملَة. \". ا? تَاج الْعَرُوس (فرشخ) . ¶ وَقَالُوا عَن فرشح: \"فرشح إِذا قعد مسترخياً فألصق فَخذيهِ بِالْأَرْضِ كالفرشطة سَوَاء أَو فرشح إِذا قعد وَفتح مَا بَين رجلَيْهِ قَالَه اللحياني وَقَالَ أَبُو عبيد الفرشحة أَن يفرش بَين رجلَيْهِ ويباعد إِحْدَاهمَا من الْأُخْرَى، وَقَالَ الْكسَائي: فرشح الرجل فِي صلَاته وَهُوَ أَن يفحّج بَين رجلَيْهِ جدا وَهُوَ قَائِم. ا?. تَاج الْعَرُوس (فرشح) . ¶ وَينظر: الْعين: 3/330، والتهذيب: 5/319، والصحاح (فرشح) : 1/390، والمحكم لِابْنِ سَيّده: 4/44، وَالْمُحِيط لِابْنِ عباد: 3/265، وَاللِّسَان (فرشح) : 2/542.",
            "page": "183",
            "part": "1",
            "seal": "9C4CFA1D"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "وجَرْبَزَ الرجلُ وجَرْمَزَ1 أَي انقبض وَاجْتمعَ وَقس على ذَلِك. ¶ ومثاله ومتعدّياً قَرْطَبَهُ: صرعه، وقَرْضَبَهُ: قطعه وَمِنْه سُمِّي السَّيْف القُرضاب، وخَرْفَجَ عَيْشَهُ: وسّعه، ودَحْرَجْتُهُ فَتَدحْرَجَ فِي حدرود، وفَرْطَحَهُ، وفَلْطَحَهُ: عرَّضه فَهُوَ مُفَلْطَحُ. ¶ وَمِثَال (فَعُلَ) وَلَا يكون إِلَّا لَازِما دَنُأَ الرجلُ دَنَاءَةً فَهُوَ دنيءٌ، وأَدُب الرجلُ أَدَباً فَهُوَ أَدِيْبُ، وأَرُبَ أَرَباً فَهُوَ أَرِيْبٌ أَي عَاقل، وجَنُبٌ جَنَابةً، وصَلُبَ صَلابَةً، وعَذُبَ الشيءُ: أَي حَلِيَ وقَرُبَ قُرْباً، وقَشُبَ الثوبُ قَشَابَةً صَار قشيباً أَي جَدِيدا أبيضَ، ولَزُبَ2 الطين لُزُوباً صَار لازباً أَي لَزِيْجاً، وَأما لَزِجَ أَي لصق فبالكسر. ¶ وَمِثَال (فَعِلَ) المكسور لَازِما: فَرِحَ فَهُوَ فَرِحٌ، وشَبِعَ فَهُوَ شَبْعَانُ، وسَلِمَ فَهُوَ سَلِيْمٌ. ¶ __________ ¶ 1 - وَردت الكلمتان فِي ف وح (حربذ وحرمز) الأولى بِالْحَاء الْمُهْملَة والذال الْمُعْجَمَة (حربذ) وَهِي لَيست معجمية بِهَذِهِ الصُّورَة، وَالثَّانيَِة بِالْحَاء الْمُهْملَة وَالزَّاي (حرمز) وتفسيرها عِنْد المعجميّين (صَار ذكيّاً) ، والمصنّف فسّر مَعْنَاهَا بـ (انقبض وَاجْتمعَ) وَهَذَا الْمَعْنى تورده كتب المعاجم فِي جرمز بِالْجِيم، لَا فِي حرمز بِالْحَاء الْمُهْملَة. ¶ ينظر الجمهرة: 1141، وَاللِّسَان (حرمز) : 5/334، والتاج (حرمز) :8/47. ¶ 2 - جَاءَ من بَاب نصر وكرم، ينظر اللِّسَان لزب: 1/738.",
            "page": "184",
            "part": "1",
            "seal": "38ED4036"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "ومتعدّياً: فَهِمَ وسَمِعَ وشَرِبَ. ¶ وَمِثَال (فَعَلَ) المفتوح لَازِما جَلَسَ وقَعَدَ وجَاءَ وقَامَ. ¶ ومتعدّيا [8/ ب] ضَرَبَ وأكَلَ.",
            "page": "185",
            "part": "1",
            "seal": "707CFBCC"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "تَنْبِيه: ¶ قد يشْتَرك فعل المضموم والمفتوح والمكسور فَيصير الْفِعْل الْوَاحِد مثلث الْمَاضِي1 نَحْو: نَقُب عَلَيْهِم فَهُوَ نقيب، ورفََُثَ فِي كَلَامه أفحش، وعَنُدَ عَن الطَّرِيق قَالَ، وأَمَر عَلَيْهِم أَي أَمِيرا، وخَثُرَ اللَّبن ثَخِنَ، وعَثُرَ الْمَاشِي انكَبَّ، وغَمُرَ المَاء صَار غامراً وقَذُرَ صَار قَذِراً، وكَدُر صَار كَدِراً، ومَضَرَ اللَّبن حَمُضَ، ونَضَر وَجهه نُضْرَةً نَعِمَ، وأَنُسَ بِهِ، وخَمِصَ بَطْنه ضَمُرَ، وقَنِطَ أيس، ورَفقَ بِهِ، وسَفِلَ ضدّ علا، وكَملَ صَار كَامِلا، وعَقمَتِ المرأةُ لم تحبل وَسَيَأْتِي فِي الحلقي شَيْء من هَذَا.",
            "page": "185",
            "part": "1",
            "seal": "2A2EED6A"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "تَتِمَّة: ¶ إِنَّمَا كَانَ للْفِعْل الرباعي بِنَاء وَاحِد وَهُوَ فَعْلَلَ كَمَا تقدّم لأَنهم التزموا فِيهِ الفتحات طلبا للخفة، لَكِن لما لم يكن فِي كَلَامهم أَربع متحركات مُتَوَالِيَة فِي كلمة وَاحِدَة سكّنوا حرفا مِنْهُ؛ وخصوا ثَانِيه لِأَن الأول لَا يكون إِلَّا متحركاً، وَآخر الْفِعْل مبنيّ على الْفَتْح، وَصَارَ الثَّانِي أولى من الثَّالِث، لِأَن الرَّابِع قد يسكن عِنْد اتِّصَال الْفِعْل بتاء الْفَاعِل أَو نونه كدَحْرَجْتُ فَيلْزم التقاء الساكنين لَو سكن ¶ __________ ¶ 1 - يرى النُّحَاة أَن هَذِه الْأَفْعَال من تدَاخل اللُّغَات، قَالَ ابْن خالويه فِي كِتَابه لَيْسَ فِي كَلَام الْعَرَب 106: \"لَيْسَ فِي كَلَام الْعَرَب فعْلٌ يستوعب الْأَبْنِيَة الثَّلَاثَة فعَل وفعُل وفعِل إِلَّا كمل وكدر وخثر وسخو وسرو\". وَيُرَاجع دروس فِي التصريف: 64.",
            "page": "185",
            "part": "1",
            "seal": "61A188CB"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "[الْمُضَارع من الثلاثي] ¶ ولمّا أنهى الْكَلَام على حكم أبنية الْفِعْل المجرّد، شرع فِي تصاريفه وَهِي اخْتِلَاف حَال مضارعه بِضَم أَو كسر أَو فتح؛ وَبَدَأَ بمضارع المضموم ثمَّ المكسور لقلَّة الْكَلَام عَلَيْهِمَا فَقَالَ:",
            "page": "187",
            "part": "1",
            "seal": "2C5EB72B"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "[بَاب كَرُمَ] ¶ (وَالضَّم من فعُل الزم فِي الْمُضَارع) ¶ الضَّم مفعول مقدّم بـ (الزم) ، و (فِي الْمُضَارع) مُتَعَلق بِهِ أَي الزم ضمة الْعين الَّتِي فِي فَعُلَ المضموم فِي مضارعه [9، ب] أيضاَ تَقول فِي كَرُمَ يَكْرُمُ، وَفِي ظَرُفَ يَظْرُفُ، وَفِي شَرُفَ يَشْرُفُ وَهَكَذَا لم يشذّ من ذَلِك شَيْء إِلَّا مَا جَاءَ على تدَاخل اللغتين ? (كُدْتُ أَكَادُ) 2 فقد أوقعوا مضارع المكسور بعد المضموم ثمَّ قَالَ: ¶ __________ ¶ 1 - من قَوْله: ¶ والضمّ من فعُل الزم فِي الْمُضَارع وافْـ ... ـتح مَوضِع الْكسر فِي المبنيّ من فَعِلا ¶ 2 - انقلاب عين الْمُضَارع ألفا دَلِيل على أَن الْحَرَكَة المنقولة فَتْحة إِذْ لَو كَانَت ضمة لسلمت الْعين من الْقلب وَقيل يكود والضمة فِي فَاء الْمَاضِي الْمسند إِلَى ضمير المتكلّم دَلِيل على أَن الْعين وَاو وَلَيْسَت ياءُ، وعَلى هَذَا فهناك فرق بَين (كَاد يكيد من المكيده) و (كَاد يكَاد من قرب الشَّيْء) ، وَمِمَّا جَاءَ من بَاب فعُل مضموم الْعين معتلها وَفِيه تدَاخل لُغَات قَوْلهم (دُمت تدام، وجُدت تجاد، ومُتَّ تمات) وَسمع فِي هَذِه الْأَفْعَال الْأَرْبَعَة: تكود وَتَمُوت وتدوم وتجود على الْقيَاس. ¶ ينظر: السيرافي النَّحْوِيّ: 124، وَالْمنصف: 1/ 256، وَالْأَفْعَال لِابْنِ القطاع: 3/ 107، وَشرح الْمفصل لِابْنِ يعِيش: 7/157، وبغية الآمال للبلي: 80.",
            "page": "187",
            "part": "1",
            "seal": "7BF7E325"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "[بَاب فَرِحَ] ¶ (وَافْتَحْ مَوضِع الْكسر – وَهِي الْعين – فِي الْمَبْنِيّ من فعلا) ¶ المكسور أَي فِي الْمُضَارع الْمَبْنِيّ مِنْهُ فَتَقول فِي فٌرِحَ يَفْرَحُ، وَفِي سَمِعَ يَسْمَعُ وَهَكَذَا هَذَا هُوَ الأَصْل، وَقد شذّ مِنْهُ أَفعَال محصورة جَاءَ فِي مضارعها الْكسر وَهِي ضَرْبَان: ضرب جَاءَ مَعَ الْكسر فِيهِ الْفَتْح أَيْضا الَّذِي هُوَ الأَصْل، وَضرب انْفَرد فِيهِ الْكسر على الشذوذ فَأَشَارَ إِلَى الأول بقوله:",
            "page": "188",
            "part": "1",
            "seal": "377C671C"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "[بَاب حَسِبَ] ¶ (وَجْهَان فِيهِ من احْسِبْ معْ وَغِرْتَ وَحِرْ ... تَ انْعِمْ بَئِسْتَ يَئِسْتَ اوْلهْ يَبِسْ وَهِلا) ¶ أَي وَفِي عين الْمُضَارع من الْأَفْعَال الْمَذْكُورَة وَجْهَان: الْفَتْح على الْقيَاس، وَالْكَسْر على الشذوذ وَهِي تِسْعَة أَفعَال1: ¶ الأول: حَسِبَ: بِمَعْنى ظنّ يُقَال حَسِبَهُ يَحْسَِبَهُ بِالْفَتْح2 على الْقيَاس وبالكسر على الشذوذ مَعَ أَنه أفْصح لِأَنَّهُ لُغَة الْحِجَازِيِّينَ، وَبِهِمَا قرئَ فِي السَّبع3. ¶ __________ ¶ 1 - زَاد بَعضهم: وَلِغَ الْكَلْب يَوْلَغُ ويَلِغُ، ووَبِقَ الرجلُ يَوْبَقُ يَبِقُ، وَحِمَتِ المرأةُ تَوْحَمُ وتحِمُ. وَزَاد بَعضهم وَزِعَ الرجلُ بفلان يَزَعُ ويَزِعُ المفتوح الْعين حذفت واوه، وَقد أَشَارَ المُصَنّف إِلَى بعض هَذِه الْأَفْعَال فِي التنيبه الثَّانِي من تَنْبِيهَات هَذِه الْقَضِيَّة. ¶ ينظر: بغية الآمال: 85، وَفتح الأقفال: 61، ودروس التصريف: 94. ¶ 2 - كلمة بِالْفَتْح سَقَطت من ح. ¶ 3 - جَاءَ الْفِعْل حسب فِي الْقُرْآن بِصِيغَة الْمُضَارع فِي آيَات عديدة كَقَوْلِه تَعَالَى: {يَحْسَبُهُمُ الجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ} و {أَيَحْسَبُوْنَ أَنَّمَا نَمِدُّهُمْ بِهِ مِن مَّال وبَنِيْنَ} و {تَرَى الجِباَل تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحابِ} و {لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَا أَتُوا وَيُحِبُّونَ أَن يُّحْمَدُوا بَمَا لمْ يَفْعَلُوا فَلا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ العذَابِ وَلَهُمْ عَذَابٌ أَلِيْمٌ} . ¶ وَفِي هَذِه الْآيَات قَرَأَ ابْن عَامر وَعَاصِم وَحَمْزَة بِفَتْح السِّين حَيْثُ وَقعت، وَقَرَأَ الْبَاقُونَ بِكَسْرِهَا. ¶ ينظر: السَّبْعَة لِابْنِ مُجَاهِد: 191، والمبسوط: 136، والتذكرة لِابْنِ غلبون: 342، والإقناع لِابْنِ الباذش: 615.",
            "page": "188",
            "part": "1",
            "seal": "C243F474"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "الثَّانِي: وَغِرَ بغين مُعْجمَة يُقَال: وَغِرَ صدرُه يَغِرُ وَيَوْغَرُ إِذا توقّد غيظاً. ¶ الثَّالِث: وَحِرَ بحاء مُهْملَة يُقَال: وَحِرَ صدْرُه يَحِرُ وَيوْحَرُ إِذا امْتَلَأَ من الحقد. ¶ [10/ أ] الرَّابِع: نَعِمَ يُقَال: نَعِمَ يَنْعِمُ بِالْفَتْح وَالْكَسْر نَعْمَةً بِفَتْح النُّون وَهِي التنعّم. ¶ الْخَامِس: بَئِسَ بِالْبَاء الموحّدة ثمَّ همزَة مَكْسُورَة يُقَال: بَئسَ يَبْأَسُ ويَبْئِسُ بؤساً بِالتَّنْوِينِ وبؤسى إِذا ساءت حَاله ضدّ التنعم. ¶ السَّادِس: يَئِسَ بِالْمُثَنَّاةِ تَحت ثمَّ همزَة مَكْسُورَة يُقَال: يَئِسَ مِنْهُ يَيْأَسُ وَييْئِسُ إِذا انْقَطع رجاؤه، وَالْفَتْح أفْصح وَعَلِيهِ أجمع القرّاء نَحْو {وَلا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلاَّ الْقَوْمُ الْكَافِرُونَ} 1 {أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا} 2. ¶ السَّابِع: وَلِهَ يُقَال: وَلِهَ يَلِهُ وَيوْلَهُ وَلَهاً بِالتَّحْرِيكِ فَهُوَ وَالِهٌ ووَلْهَانُ إِذا كَاد أَن يذهب عقله لفقد مَحْبُوب من أهل وَمَال. ¶ الثَّامِن: يَبِسَ بِالْمُثَنَّاةِ تَحت ثمَّ الموحّدة يُقَال: يَبِسَ الشجرُ وَنَحْوه يَيْبِسُ ¶ __________ ¶ 1 - يُوسُف: 87. وَفِي ح جَاءَت الْآيَة بياء المضارعة يَيْأَسُوا وَأثبت مَا فِي ب لِأَنَّهُ مُوَافق لرسم الْمَصَاحِف. ¶ 2 - الرَّعْد:31.",
            "page": "189",
            "part": "1",
            "seal": "2682BB90"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "ويَيْبَسُ يُبْساً بِالضَّمِّ1 فَهُوَ يَابِسٌ ويَبَسٌ2 بِالْفَتْح ويَبِسٌ3 ككتف ذهبت نداوته. ¶ التَّاسِع: وَهِلَ يُقَال: وَهِل الرجل يَهِلُ ويَوْهَلُ4 وَهَلاً محرّكاً إِذا فَزِعَ وجَبُنَ، ووَهِلَ عَن الشَّيْء نَسِيَهُ. ¶ وَإِلَى الضَّرْب الثَّانِي أَشَارَ بقوله: ¶ (وأفرد الْكسر فِيمَا من وَرَِثْ ووَلِي ... ورِمْ ورِعْتَ ومِقْتَ معْ وَفِقْتَ حُلا) ¶ وَثِقْتُ مَعَ وَرِي المخُّ احوها) 5 … ¶ ي وأفرد الْكسر على الشذوذ فِي الْمُضَارع الْمَبْنِيّ من الْأَفْعَال الْمَذْكُورَة وَهِي ثَمَانِيَة: ¶ __________ ¶ 1 - وسُمع الْفَتْح فِي فَاء الْمصدر قَالَ فِي اللِّسَان: \"اليُبْس بِالضَّمِّ نقيض الرُّطُوبَة وَهُوَ مصدر قَوْلك يبِس الشَّيْء ييبس وييبَس الأول بِالْكَسْرِ نَادِر يِبساً ويُبساً وَهُوَ يَابِس\" اللِّسَان (يبس) : 6/261. ¶ 2 - سمع اليَبْس بِفَتْح فَسُكُون وَهُوَ فعل بِمَعْنى فَاعل يُقَال حطب يبس بِمَعْنى يَابِس. قَالَ عَلْقَمَة: ¶ تَخَشْخَشُ أَبْدَانُ الحَدِيْدِ عَلَيْهِمُ ... كَمَا خَشْخَشَتْ يَبْسَ الحصَاد جَنُوبُ ¶ واليبس بِالتَّحْرِيكِ الْمَكَان يكون رطبا ثمَّ ييبس قَالَ تَعَالَى: {فَاضْرِبْ لَهُمْ طَرِيْقاً فِي الْبَحْرِ يَبَساَ} وَيُقَال لكل شَيْء كَانَت النُدُوَّة والرطوبة فِيهِ خلقَة فَهُوَ ييبس فِيهِ يُبساً، وَمَا كَانَ عرضا قلت جفَّ وَطَرِيق يَبَسُ: لَا ندوّة فِيهِ وَلَا بَلل. ¶ لِسَان الْعَرَب (يبس) : ب6/261. ¶ 3 - يبس ككتف هَذِه من فَائت اللِّسَان وَذكرهَا الفيروز أبادي: ينظر: الْقَامُوس الْمُحِيط: 751. ¶ 4 - هَذِه الْكَلِمَة سَقَطت من ح. ¶ 5 - من قَوْله: ¶ وثقت مَعَ وري المخّ احوها وأدم ... كسراً لعين مضارع يَلِي فعُلا ¶ ينظر فِي هَذِه الْأَفْعَال: الْمِفْتَاح فِي الصّرْف لعبد القاهر الْجِرْجَانِيّ: 37، ونزهة الطّرف: 105، وَشرح الشافية للرضي: 1/135، وبغية الآمال: 77، والمصباح الْمُنِير: 263.",
            "page": "190",
            "part": "1",
            "seal": "F16BDA1D"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "الأول: وَرِثَ المالَ من الْمَيِّت، ووَرِثَ الميتَ [10/ ب] أَيْضا يَرِثهُ إرْثاً، ووِرَاثَةً بِكَسْرِهَا. ¶ الثَّانِي: وَلِيَ يُقَال: وَلِيَ الأمْرَ يَلِيْهِ وِلايَةً بِالْفَتْح وَالْكَسْر وَبِهِمَا قرئَ {مَا لَكُمْ مِنْ وَلاَيَتِهِمْ مِنْ شَيْءٍ} 1 و {هُنَالِكَ الْوَلايَةُ لِلَّهِ} 2 وَقيل الْولَايَة بِالْفَتْح النَّصْر، وبالكسر الإِمارة وَيُقَال وَلِيَ مِنْهُ ووَلِيَهُ وَلْياً: أَي قرب. ¶ الثَّالِث: وَرِمَ يُقَال: وَرِمَ الجُرْحُ وَنَحْوه يَرِمُ ورَماً بِالتَّحْرِيكِ إِذا انتفخ ووَرِمَ أنفُه إِذا انْكَسَرَ أَو غضب. ¶ الرَّابِع: (وَرِعَ) 3 يُقَال: وَرِعَ الرجل عَن الشُّبُهَات يَرِعُ وَرَعاً محرّكاً، ورِعَة4 إِذا عفَّ عَنْهَا. ¶ الْخَامِس: وَمِقَ يُقَال: وَمِقَهُ يَمِقُه مِقَةً وومْقاً إِذا أحبَّه فَهُوَ وامق. ¶ السَّادِس: وَفِقَ يُقَال: وَفِقَ الفرسُ يَفِقُ إِذا حَسُنَ كَذَا قَالَه بدر الدّين بن ¶ __________ ¶ 1 - الْأَنْفَال: 72. فراها حَمْزَة وَحده بِكَسْر الْوَاو وِلايتهم، وَقرأَهَا الْبَاقُونَ بِالْفَتْح. ينظر: السَّبْعَة: 309، والمبسوط 192، والإقناع: 656. ¶ 2 - الْكَهْف: 44. قَرَأَهَا حَمْزَة وَوَافَقَهُ الْكسَائي هُنَا، وَقرأَهَا الْبَاقُونَ بِالْفَتْح. ينظر السَّبْعَة: 3090، الْمَبْسُوط: 235، والإقناع: 689. ¶ 3 - الْفِعْل ورع سمع فِيهِ أَيْضا مَعَ الْكسر الْفَتْح، قَالَ سِيبَوَيْهٍ 4/54: \"وَقَالُوا ورم يرم وورع يرع ورعاً وورماً ويورع لُغَة\" وَقَالَ فِي اللِّسَان (ورع} /388: \"وَقد ورع من ذَلِك يرع ويورع الْأَخِيرَة عَن اللحياني رعة وورعاً ووراعة وتورعاً\"، وَلَكِن لما كَانَ الْكسر هُوَ الْمَشْهُور اعْتَمدهُ ابْن مَالك وَتَبعهُ شرَّاح التسهيل واللامية قَالَ فِي تَاج الْعَرُوس (ورع) 11/505: \"وَقد ورع الرجل كورث هَذِه هِيَ اللُّغَة الْمَشْهُورَة الَّتِي اقْتصر عَلَيْهَا الشَّيْخ ابْن مَالك وَغَيره وأقرّه شرّاحه فِي التسهيل، وَمَشى عَلَيْهِ ابْنه فِي شرح اللامية\". ¶ 4 - فِي ح وف وورعةً بواوين الأولى عاطفة، وَالثَّانيَِة فَاء الْكَلِمَة.",
            "page": "191",
            "part": "1",
            "seal": "4F726554"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "مَالك1 تَابعا لوالده فِي شرح التسهيل2 رحمهمَا الله قَالَ الشَّارِح3 وَلم يذكر ذَلِك فِي الصِّحَاح وَلَا فِي الْقَامُوس، وَإِنَّمَا قَالَ وَفِقْتَ أَمْرَكَ تَفِقُهُ بِالْكَسْرِ فيهمَا إِذا صادفته مُوَافقا. ¶ السَّابِع: وَثِقَ يُقَال: وَثِقَ بِهِ يَثِقُ ثِقَةً إِذا ائتمنه وَاعْتمد عَلَيْهِ. ¶ الثَّامِن: وَرِيَ المُخُّ يَرِيَ إِذا كثر شحمه، وَيُقَال أَيْضا وَرِيَتِ الإِبلُ تَرِي إِذا سمنت، وَإِنَّمَا قيّد بالمخِّ ليحترز4 بِهِ عَن وَرِيَ الزَّنْدُ؛ لِأَن الأَصْل فِيهِ أَن يُقَال وَرِيَ يَوْرَى5 كرَضِيَ يَرْضَى على الْقيَاس وَفِيه لُغَة ثَانِيَة وَرَى الزَّنْدُ يَرِي بِالْكَسْرِ كرَمَى يَرْمِي [11/أ] وَذَلِكَ أيضاَ جارٍ على الْقيَاس لكنه من أَمْثِلَة المفتوح، وَرُبمَا ركّبوا من اللغتين لُغَة ثَالِثَة فَقَالُوا وَرِي الزَّنْدُ يَرِي بِالْكَسْرِ فيهمَا كورِيَ المخُّ فَيُقَال هَذِه لَيست بلغَة مستقلّة، وَإِنَّمَا وَردت على تدَاخل اللغتين؛ وَلِهَذَا لم يحْتَج النَّاظِم رَحمَه الله إِلَى استثنائه. ¶ __________ ¶ 1 - هُوَ مُحَمَّد بن مُحَمَّد بن عبد الله بن مَالك ولد عَام 640? وَتُوفِّي شَابًّا عَام 686? لَهُ شرح على الْخُلَاصَة، وعَلى لامية الْأَفْعَال، وَأَرَادَ أَن يتم شرح التسهيل لوالده فَلم يُمكنهُ الْأَجَل بعد أَن شرح مِنْهُ أَرْبَعَة أَبْوَاب، وَله فِي البلاغة كتاب الْمِصْبَاح وَكلهَا قد طبعت. ¶ تنظر تَرْجَمته فِي: الوافي بالوفيات 1/204، وبغية الوعاة: 1/225. ينظر شرح ابْن النَّاظِم على لامية الْأَفْعَال: 47 \"ووفق الْفرس يفق حسن\". ¶ 2 - شرح التسهيل: 3/438 قَالَ \"ووفق الشَّيْء إِذا حسن\" لم يُقيد بالفرس، وَإِنَّمَا التَّقْيِيد بالفرس من ابْنه. ¶ 3 - فتح الأقفال: 62. ¶ 4 - فِي ح يحْتَرز. ¶ 5 - فِي ف يَرَى وَهِي مُخَالفَة لقواعد التصريف؛ لِأَن الْوَاو لم تقع بَين يَاء وَكسر فتحذف بل هِيَ بعد فتح مثل وَجل يوجل، وبالتالي فـ (وري يوري) هُوَ الأصوب وَهُوَ الْمرَافِق لما فِي اللِّسَان والتاج.",
            "page": "192",
            "part": "1",
            "seal": "FB088BA7"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "تَنْبِيهَانِ: ¶ الأول: قَوْله: من (اِحْسِبْ) و (اِنْعَمْ) و (اِوْلَهْ) صِيغ أَمر وَهِي تدل على وزن الْمُضَارع؛ لِأَن الْأَمر مقتضب مِنْهُ، فَيجوز فِيهَا الْفَتْح وَالْكَسْر تبعا لمضارعها لَكِن (اِوْلَهْ) جَاءَ على لُغَة الْفَتْح، وَيُقَال على لُغَة الْكسر (لِهْ) و (عِدْ) وَأَصله (اِوْلِه) حذفت مِنْهُ الْوَاو حملا على مضارعه لوقوعها فِيهِ أَي الْمُضَارع بَين عدوّتيها1 ثمَّ حذفت همزَة الْوَصْل للاستغناء عَنْهَا؛ لِأَنَّهُ أُتِيَ بهَا توصّلا للنطق بالساكن وَقد زَالَ2. ¶ وَقَوله (مَعَ وَغِرْتَ وَحِرْتَ الخ) بتعدادها من غير حرف الْعَطف، وَهُوَ على تَقْدِيره، وَذَلِكَ جَائِز لضَرُورَة الشّعْر اتِّفَاقًا، وَكَذَلِكَ فِي السَّعة إِذا دلّ عَلَيْهَا دَلِيل3، على مَا اخْتَارَهُ فِي التسهيل4 تبعا لأبي عليّ5 وَابْن عُصْفُور6، ¶ __________ ¶ 1 - وهما الْيَاء الْمَفْتُوحَة والكسرة وتوضيح هَذِه الْمَسْأَلَة هِيَ: أَن مضارع (ولِهَ) الثلاثي (يَوْلِهُ) حرف المضارعة فِيهِ بَاء مَفْتُوحَة، وعينه مَكْسُورَة كسرة ظَاهِرَة - ويسري هَذَا الحكم مَعَ كسرة الْعين الْمقدرَة ? (وَقَعَ يَقعُ) - فالكسرة بعض الْيَاء وَهِي ترغب فِي الِاتِّصَال بهَا ولاسيّما أَن مَا بَينهمَا حرف علّة سَاكن والساكن كالميّت الْمَعْدُوم فحذفت الْوَاو استثقالاً لوقوعها بَين الْيَاء الْمَفْتُوحَة والكسرة فَقيل (يَلهُ) ثمَّ حملت بقيّة أحرف المضارعة على الْيَاء طرداً للباب على وتيرة وَاحِدَة وَإِنَّمَا الأَصْل فِي الْحَذف للياء، وَحمل الْأَمر على الْمُضَارع لِأَنَّهُ مَقْطُوع مِنْهُ. ¶ ينظر شرح الشافية للرضي: 3/88. ¶ 2 - ثمّ اتَّصَلت بهَا هَاء السكت لبَقَاء الْفِعْل على حرف وَاحِد. ¶ 3 - فِي هَذِه الْمَسْأَلَة رأيان للنحاة: الأول يُجِيز حذف حرف الْعَطف فِي السعَة إِذا دلّ عَلَيْهِ دَلِيل وَبِه قَالَ أَبُو عَليّ الْفَارِسِي وَابْن عُصْفُور وَابْن مَالك، والرأي الثَّانِي يقصره على الضَّرُورَة وَبِه قَالَ ابْن جني والسهيلي. ¶ ينظر ارتشاف الضَّرْب: 2/661، وهمع الهوامع: 5/ 274. ¶ 4 - ينظر تسهيل الْفَوَائِد: 178، وَشَرحه لِابْنِ مَالك: 3/380، وارتشاف الضَّرْب: 2/661، والمساعد لِابْنِ عقيل: 2/472. ¶ 5 - ينظر رَأْيه فِي ارتشاف الضَّرْب: 2/ 661، والمساعد: 2/474. ¶ 6 - ينظر شرح الْجمل لِابْنِ عُصْفُور: 1/253. ¶ وَابْن عُصْفُور: هُوَ عَليّ بن مُؤمن بن مُحَمَّد بن عُصْفُور الأشبيلي الْحَضْرَمِيّ إِمَام فِي الْعَرَبيَّة نَشأ فِي الأندلس وَبهَا توفّي عَام 667? لَهُ من المصنفات شرح جمل الزجاجي، والمقرب، والضرائر وَغَيرهَا. ¶ تنظر تَرْجَمته فِي: فَوَات الوفيات: 3/109، والوافي بالوفيات: 22/ 265، وبغية الوعاة: 2/210.",
            "page": "193",
            "part": "1",
            "seal": "1631BC18"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "وَجعلُوا مِنْهُ قَوْله صلى الله عَلَيْهِ وَسلم \"تَصَدَّعَ رَجُلٌ مِنْ دِيْنَارٍ مِنْ دِرْهَمٍ\" الحَدِيث1 \"يُكْتَبُ لَهُ نِصْفُهَا ثُلُثُهَا رُبْعُهَا\" 2 يَعْنِي الصَّلَاة، فَالْأول حذفت فِيهِ الْوَاو، وَالثَّانِي حذفت فِيهِ أَو. ¶ وَقَوله: (وَرِثْ ووَلِيْ ووَرِمْ) أَفعَال مَاضِيَة؛ وَإِنَّمَا سكن أواخرها للضَّرُورَة فَيُقَال3 [11/ب] على ذَلِك مَا يَجِيء فِي النّظم من أَمْثَاله. ¶ وَمعنى قَوْله (احوها) احفظها وَلَا تقس عَلَيْهَا. ¶ و (حُلاً) قَالَ الشَّارِح4: حفظناه بِضَم الْحَاء الْمُهْملَة، فَيجوز أَن يكون مصدرا مَنْصُوبًا بـ (وَفِقْتَ) إِن كَانَ (وَفِقَ) بِمَعْنى حَسُنَ فَيكون عَامله من مَعْنَاهُ ? (قَعَدْتُ جُلُوساً) و (قُمْتُ وُقُوفاً) ، وَيجوز أَن يكون جمع (حُلْيَةٍ) وَهِي الصّفة فَيكون حَالا من الْأَفْعَال الْمَذْكُورَة، وَالتَّقْدِير حَال كَونهَا نعوتاً لمن قَامَت بِهِ، فَإِن جعلنَا (وَفِقَ) بِمَعْنى وَجَدَ كَمَا تقدّم عَن الصِّحَاح والقاموس فـ (حُلاً) مفعولٌ ¶ __________ ¶ 1 - أخرجه مُسلم فِي كتاب الزَّكَاة برقم 69 من طَرِيق جرير بن عبد الله البَجلِيّ رَضِي الله عَنهُ، وَالنَّسَائِيّ فِي كتاب الزَّكَاة برقم 64 من طَرِيق جرير بن عبد الله رَضِي الله عَنهُ أَيْضا، وَأخرجه أَحْمد فِي مُسْند جرير رَضِي الله عَنهُ 4/359. ¶ وَجعلُوا مِنْهُ أَيْضا قَول الْعَرَب فِيمَا حَكَاهُ أَبُو زيد \"أكلت لَحْمًا سمكًا تَمرا\" وَمِنْه قَول الشَّاعِر: ¶ كَيْفَ أَصْبَحْتَ كَيْفَ أَمْسَيْتَ ممَّا ... يَغْرِسُ الوِدَّ فيْ فُؤادِ الكَرِيْمِ ¶ 2 - رَوَاهُ أَبُو دَاوُد فِي سنَنه فِي كتاب الصَّلَاة بَاب مَا جَاءَ فِي نُقْصَان الصَّلَاة من طَرِيق عمار بن يَاسر: 1/503، وَرَوَاهُ أَحْمد فِي مسندهِ: 4/319، 321. ¶ 3 - هَكَذَا فِي الْأُصُول، وَلَعَلَّ الصَّوَاب فيقاس. ¶ 4 - فتح الأقفال: 63.",
            "page": "194",
            "part": "1",
            "seal": "8B3A6E88"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "بِهِ أَي صَادف حُلاَ، وإِذا كَانَ بِالْجِيم بِمَعْنى ظهر فَهُوَ صلَة \"مَا\" فِي قَوْله (فِيمَا من) . ¶ الثَّانِي: كَلَامه يُوهم حصر الْمُسْتَثْنى فِيمَا ذكر من النَّوْعَيْنِ، وَلم يزدْ على ذَلِك أَيْضا فِي التسهيل وَشَرحه، قَالَ الشَّارِح1 وَقد ظَفرت بِثَلَاثَة أَفعَال من النَّوْع الأول نقل الْوَجْهَيْنِ فِيهَا صَاحب الْقَامُوس، وَخَمْسَة من النَّوْع الثَّانِي نقل فِيهَا إِفْرَاد الْكسر على الشذوذ. ¶ أما الثَّلَاثَة فَهِيَ: (وَلِغَ) الكلبُ (يَلغُ) ? (وَرِثَ يَرِثُ) و (يَوْلَغُ) ? (وَجِلَ يَوْجَلُ) ، وَفِيه لُغَة أُخْرَى ? (وَهَبَ يَهَبُ) فَيصير من أَمْثِلَة فعَل المفتوح لَا من فعِل المكسور. ¶ الثَّانِي (وَبِقَ) بالموحّدة (يَبِقُ) و (يَوْبَق) أَي هَلَكَ. ¶ الثَّالِث: (وَحِمَتِ) الحبلى بِالْحَاء الْمُهْملَة (تَحِمُ) و (تَوْحَمُ) وحماً إِذا اشتهت مَأْكُولا. ¶ وَأما الْخَمْسَة فَهِيَ (وَجِدَ) بِهِ (يَجدُ) وَجْداً ووِجْداناً إِذا أحبّه، وَعَلِيهِ حَزِنَ حُزْناً شَدِيدا. ¶ الثَّانِي: (وَعِقَ) بِالْمُهْمَلَةِ [12/أ] (يَعِقُ) أَي عَجِلَ. ¶ الثَّالِث: (وَرِكَ يَرِكُ) وَرَكاً اضْطجع كَأَنَّهُ وضع وَرِكَه على الأَرْض. ¶ الرَّابِع: (وَكِمَ يَكِم وَكْماً) اغتمّ واكترب. ¶ الْخَامِس: (وَقِهَ) لَهُ بِالْقَافِ سَمِعَ وأطاع. ¶ __________ ¶ 1 - فتح الأقفال: 64.",
            "page": "195",
            "part": "1",
            "seal": "AA5C76C9"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "وعَلى هَذَا فَيصير الْمُسْتَثْنى من الضَّرْب الأولى اثْنَي عشر، وَمن الضَّرْب الثَّانِي ثَلَاثَة عشر، وَقد نظمت ذَلِك فَقلت1: ¶ فَمِثْلُ يَحْسِبُ ذُو الوَجْهَيْنِ مِنْ فَعِلا ... يَلِغْ يُبِقْ تَحِمُ الحُبْلَى اشْتَهَتْ أُكُلا ¶ وخَمْسَةٌ كَيَرِثْ بِالكَسْرِ وَهْيَ وَجِدْ ... وَقِهْ لَهُ وَوَكِمْ وَرِكْ2 وَعِقْ عَجِلا",
            "page": "196",
            "part": "1",
            "seal": "05880578"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "[مضارع فَعَلَ المفتوح] ¶ ثمَّ لما أنهى النَّاظِم رَحمَه الله تَعَالَى الْكَلَام على أَحْكَام عين الْمُضَارع من (فَعُلَ) المضموم و (فَعِلَ) المكسور شرع فِي الْكَلَام على أَحْكَام الْمُضَارع من (فَعَلَ) مَفْتُوح الْعين، وَهِي أَرْبَعَة أَنْوَاع على مَا ذكره نوع يطّرد فِيهِ الْكسر، وَنَوع يطّرد فِيهِ الضَّم، وَنَوع يطّرد فِيهِ الْفَتْح، وَنَوع يطّرد فِيهِ جَوَاز الْكسر، وَالضَّم.",
            "page": "196",
            "part": "1",
            "seal": "458EEA45"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "[بَاب ضَرَبَ] ¶ وَالنَّوْع الأولى أَرْبَعَة أَقسَام: مَا فاؤه وَاو، أَو عينه أَو لامه ياءٌ، أَو مضاعف لَازم، وَإِلَيْهِ أَشَارَ بقوله: ¶ (وأدِمْ ¶ كسراً لعين مضارع يَلِي فَعَلا) ¶ (ذَا الْوَاو فَاء أَو اليا عينا أَو كـ\"أَتَى\" ... كَذَا المضاعف لَازِما كـ\"حَنَّ\" طَلا) ¶ أَي: وأدِمْ كسر عين الْمُضَارع الَّذِي يَلِي فَعَلَ المفتوح فِي تصريفه إِذا ¶ __________ ¶ 1 - أَي بحرق اليمني شَارِح لامية الْأَفْعَال. ¶ 2 - هَذِه الْكَلِمَة وَردت فِي ف وح وورك بواوين، وَهِي بِهَذِهِ الصُّورَة تكسر الْوَزْن، وَمَا أثْبته هُوَ الْمُوَافق لما فِي فتح الأقفال لبحرق: 65. ¶ 3 - أَي من بَيته السَّابِق: ¶ وثقت مَعَ وري المخّ احوها وأدم ¶ كسراً لعين مضارع يَلِي فعلا",
            "page": "196",
            "part": "1",
            "seal": "9754C90D"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "[الْمِثَال الواوي] ¶ فمثال النَّوْع الأول: وَهُوَ مَا فاؤه وَاو (وَثَبَ يَثِبُ) و (وَجَبَ يَجِبُ) و (وَقَبَ الظلام يَقِبُ) أَي دخل، وَالْقَمَر دخل فِي الْكُسُوف وَبِهِمَا5 فُسّر {غَاسِقٍ إِذَا ¶ __________ ¶ 1 - قَالَ الثعالبي فِي فقه اللُّغَة 90: \"ولد كل بشرٍ ابْن وَابْنَة، ولد كل سبع جرو، ولد كل وحشية طلاً، ولد. كل طَائِر فرخ\". وَقَالَ أَيْضا 98: \"أول مَا يُولد الظبي فَهُوَ طَلاً، ثمَّ خِشْفٌ ورشأ، ثمَّ غزالٌ وشادنٌ، ثمَّ شصرٌ ثمَّ جَذَعٌ، ثمَّ ثَنيٌّ إِلَى أَن يَمُوت\". ¶ 2 - فِي ح وَالْيَاء. ¶ 3 - فِي ح وف (أَو) وَلَا معنى لَهَا. ¶ 4 - سَقَطت من ح. ¶ 5 - أَي الْقَمَر والظلام، وَيكون الْغَاسِق أَحدهمَا، وَتبقى وَقب على بَابهَا بِمَعْنى دخل. ¶ وَيجوز أَن يعود الضَّمِير على تَفْسِير معنى وَقب إِذْ فُسّرب (أظلم الشَّيْء) ، و (دخل فِي الشَّيْء) . ¶ ينظر جَامع الْبَيَان للطبري: 30/ 351، والدر المصون: 11/158.",
            "page": "197",
            "part": "1",
            "seal": "D713230E"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وَقَبَ} 1، و (وَلَجَ يَلِجُ) و (وَهَجَ الحرُّ يَهِجُ) و (وَأَدَ المَوْؤُدَةَ يَئدُها) دَفنهَا حيَّة و (وَتَدَ الوَتدَ يَتدُه) أثْبته وَكَذَا (وَطَدَه يَطدُه) ، و (وَجَدَه يَجِدُه) أدْركهُ، و (وَخَدَ الْبَعِير يَخِدُ) أسْرع، و (وَرَدَ المَاء يَردُه) ، و (وَصَدَ الْبَاب يَصِدُه) أغلقه وَمِنْه {نَارٌ مُوصَدَةٌ} 2 بِغَيْر همزَة، و (وَعَدَه يَعِدُه) و (وَفَدَ إِلَيْهِ يَفِدُ) و (وَقدَتِ النَّارُ تَقِدُ) و (وَكَدَ بِالْمَكَانِ يَكِدُ) ثَبت، و (وَلَدَتِ المرأةُ تَلِدُ) وَقس.",
            "page": "198",
            "part": "1",
            "seal": "99C6ACF7"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "تَنْبِيه: ¶ قَالَ الشَّارِح3: صرح فِي التسهيل4 بِأَن سَائِر [13/أ] الْعَرَب غير بني ¶ __________ ¶ 1 - الفلق:3. ¶ 2 - الْبَلَد: 20، وَهِي قِرَاءَة نَافِع وَابْن كثير وَابْن عَامر وَالْكسَائِيّ وَأبي جَعْفَر. ¶ ينظر فِي هَذِه الْقِرَاءَة: السَّبْعَة: 686، وَالْحجّة لِابْنِ زَنْجَلَة: 766، والنشر: 1/390، وغيث النَّفْع:384. ¶ 3 - فتح الأقفال:68. ¶ 4 - تسهيل الفواتئد: 197، وَفِيه: \"وَلَا تفتح عين مضارع فَعَلَ دون شذوذ إِن لم تكن هِيَ أَو اللَّام حلقية بل تكسر أَو تضم تخييراً إِن لم يشهر أحد الْأَمريْنِ أَو يلْتَزم كالتزام الْكسر عِنْد غير بني عَامر\"، وَقَالَ فِي شرح التسهيل 3/446: \"ويلتزم الْكسر فِي مضارع فَعَلَ إِن كَانَت فاؤه واواً كوجد، أَو كَانَت عينه أَو لامه يَاء كسار يسير وَمَشى يمشي وَرُوِيَ عَن بني عَامر يجد بِضَم الْجِيم\" لم يقل ابْن مَالك إِن بني عَامر لَا تلتزم كسر عين مضارع هَذَا النَّوْع بل قَالَ إِن جَمِيع الْعَرَب هِيَ الَّتِي تلتزم، وَبَنُو عَامر قد يلتزمون فِي غير وجد، وَعبارَة المُصَنّف تلْزم بني عَامر عدم كسر عين مضارع هَذَا النَّوْع. ¶ قلت: وَمن عجب أَن النُّحَاة ينسبون ضم عين مضارع وجد لبني عَامر ويستشهدون عَلَيْهَا بِبَيْت هُوَ: ¶ لَو شِئْت قد نقع الْفُؤَاد بِشَربَة ... تدع الصوادي لَا يجُدون غليلاً ¶ ويزعمون أَن هَذَا الْبَيْت للبيد بن ربيعَة العامري، وَالصَّوَاب أَنه لجرير بن عَطِيَّة الخطفي وَهُوَ تميمي يربوعي، وَأول من تنبه لهَذَا الْخَلْط هُوَ ابْن بري فِي كِتَابه التَّنْبِيه والإيضاح: 2/60 قَالَ: \"وَذكر فِي فصل وجد بَيْتا زعم أَنه للبيد شَاهدا على قَوْلهم وجد يجُد بِضَم الْجِيم فِي الْمُضَارع – ثمَّ أورد الْبَيْت – قَالَ الشَّيْخ – يَعْنِي نَفسه – الْبَيْت لجرير وَلَيْسَ للبيد كَمَا زعم …\".",
            "page": "198",
            "part": "1",
            "seal": "FC558B16"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "عَامر تلْزم كسر مضارع هَذَا النَّوْع، وَلم يسْتَثْن مِنْهُ شَيْئا، وَلَا شَرط لَهُ شرطا وَهُوَ مُقْتَضى النّظم، وَذَلِكَ عَجِيب مِنْهُ فَإِنَّهُ جَاءَت مِنْهُ أَفعَال بِالْفَتْح بل إنّا نقُول بِاشْتِرَاط كَون لامه غير حرف حلق، فَإِنِّي تتبّعت مواده فَوجدت حلقي اللَّام مِنْهُ مَفْتُوحًا ? (وَجَأَ الْأُنْثَيَيْنِ يَجَأُ) رضهما و (وَدَعه يَدَعُه) تَركه، و (وَزَعَه يَزَعُه) كَفه، و (وَضَعَه يَضَعُه) ، و (وَقَعَ يَقَعُ) ، و (وَثَغَ رأسَه يثَغُه) شدخه و (وَلَغَ الْكَلْب يَلَغُ) ، و (وَبَهَ لَهُ يبهُ) 1 إِذا فَطِنَ وَمِنْه الحَدِيث \"لَا يُوْبَهُ بِهِ\"2 أَي لَا يفْطن. فَهَذِهِ ثَمَانِيَة، وَلم أعثر على مَا شذّ من ذَلِك غير: (وَضَحَ الْأَمر يَضِحُ) أَي ظهر. ¶ وَأما حلقي الْعين مِنْهُ فمكسور على إِطْلَاق النّظم والتسهيل3، كَمَا مثلنَا بِهِ فِي: (وَأذَ المَوْؤُدَةَ) و (وَخَدَ الْبَعِير) و (وَعَدَ) و (وَخَزَ) ، وشذّ: (وَهَبَ يَهَبُ) .",
            "page": "199",
            "part": "1",
            "seal": "B6FE0F64"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "النَّوْع الثَّانِي: ¶ [الأجوف اليائي] ¶ وَهُوَ مَا عينه يَاء من فعَل المفتوح (جَاءَ يَجِيءُ) و (فَاءَ يَفِيءُ) رَجَعَ، و (خَابَ يَخِيْبُ) و (رَابَهُ الْأَمر يَريْبُهُ) و (شَابَ يَشِيْبُ) . ¶ __________ ¶ 1 - هَذِه الْمَادَّة ترجمها المعجميون فِي (أبه) و (وَبِه) وَهِي عِنْدهم بِمَعْنى وَاحِد سَوَاء أَكَانَت فاؤها همزَة أم كَانَت واواً. ¶ 2 - أخرجه التِّرْمِذِيّ من طَرِيق أنس بن مَالك رَضِي الله عَنهُ فِي كتاب المناقب حَدِيث رقم 55، وَأخرجه ابْن ماجة من طَرِيق معَاذ بن جبل رَضِي الله عَنهُ فِي كتاب الزّهْد الْبَاب الرَّابِع وَهُوَ فيهمَا مَهْمُوز الْفَاء يؤبه لَهُ وَلَيْسَ يوبه كَمَا مثل المُصَنّف وَلَعَلَّ هُنَاكَ رِوَايَة أُخْرَى اطلع عَلَيْهَا المُصَنّف بِالْوَاو وَلَيْسَت بِالْهَمْزَةِ وكما علمنَا المعجميون الْعَرَب يترجمون ل (أبه) و (وَبِه) على أَنَّهُمَا مادتان وَلَيْسَت إِحْدَاهمَا مسهلة من الْأُخْرَى. ¶ 3 - التسهيل: 197.",
            "page": "199",
            "part": "1",
            "seal": "249C9FE8"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "تَنْبِيه: ¶ ذكر فِي التسهيل1 أَن الْعَرَب جَمِيعًا التزمت كسر مضارع هَذَا النَّوْع، وَلم يشذّ مِنْهُ شَيْء، فَيحمل نَحْو: (بَاتَ يَبَاتُ) لُغَة فِي (يَبِيْتُ) على أَن ماضي (يَباَتُ) (فَعِلَ) المكسور ? (خَافَ يَخَافُ) لَا (فَعَلَ) المفتوح.",
            "page": "200",
            "part": "1",
            "seal": "888AE8FD"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "مِثَال النَّوْع الثَّالِث: النَّقْص اليائي ¶ ... ¶ وَمِثَال النَّوْع الثَّالِث: ¶ [النَّاقِص اليائي] ¶ وَهُوَ مَا لامه يَاء من فَعَلَ المفتوح [13/ب] . ¶ (أَتَى يَأْتِي) وَهُوَ مِثَال النَّاظِم و (أَوَى إِلَيْهِ يَأْوِي) انْضَمَّ و (أَنَى يَأْنِي) حَان وَمِنْه {أَلَمْ يَأْنِ} 2 و (أَنَى المَاء) أَيْضا إِذا انْتهى جريه وَمِنْه {وَبَيْنَ حَمِيمٍ آنٍ} 3 و (بَرَى السَّهم يَبْرِيْه) و (بَكَى يَبْكي) و (بَنَى الْبَيْت يَبْنِيْه) و (ثَنَى الْحَبل يَثْنِيْه) عطفه، و (ثَوَى بِالْمَكَانِ يَثْوِي) أَقَامَ، و (جَرَى المَاء يَجْرِي) و (جَزَاه على عمله يَجْزِيْه) وَعنهُ (قَضَى) وَالشَّيْء كَفَى و (جَنَى الذَّنب يَجْنِيْه) وَكَذَا الثَّمَرَة، و (حَكَى القَوْل يَحْكِيْ) ، و (حَمَاه يَحْمِيْه) و (حَوَاه يَحْوِيْه) أحرزه.",
            "page": "200",
            "part": "1",
            "seal": "91A923DE"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "تَنْبِيه: ¶ لم يشذّ من هَذَا النَّوْع إِلَّا قَوْلهم: (أَبَى الشيءَ يَأْبَاه إباءً) 4 بموحّدة، وَلم ¶ __________ ¶ 1 - التسهيل: 197 ¶ 2 - الْحَدِيد: 16. ¶ 3 - الرَّحْمَن: 44. ¶ 4 - للنحاة تعليلات طَوِيلَة فِي سر فتح عين مضارع أَبى إِذْ قَالَ إِسْمَاعِيل بن إِسْحَاق الْأَزْدِيّ وَهُوَ من نظراء الْمبرد وثعلب: إِنَّه فتح لِأَن فاءه حرف حلق حَكَاهُ عَنهُ السيرافي فِي كتاب السيرافي النَّحْوِيّ: 277، والزجاج فِي مَعَاني الْقُرْآن: 1/362، وَهُوَ رَأْي غير مَقْبُول، وَقَالَ فريق إِنَّه فتح لِأَن لامه ألف، وَالْألف من حُرُوف الْحلق وَهَذَا الرَّأْي أَيْضا غير جيد، وَحكى هَذَا القَوْل السيرافي: 277، وَقَالَ قوم إِنَّه فتح حملا على منع يمْنَع لِأَن الإباء منع، وَقَالَ سِيبَوَيْهٍ 4/105: إِنَّه فتح تَشْبِيها لَهُ بيقرأ وَقَالَ أَيْضا وَفِي يَأْبَى وَجه آخر أَن يكون فِيهِ مثل حسِب يحْسب.",
            "page": "200",
            "part": "1",
            "seal": "9C9D5BD2"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "وَمِثَال النَّوْع الرَّابِع: ¶ [المضاعف اللَّازِم] ¶ وَهُوَ المضاعف اللَّازِم من فَعَلَ المفتوح وَهُوَ آخر مَا يطرد فِيهِ الْكسر (حَنَّ يَحِنُّ) وَهُوَ مِثَال النَّاظِم و (تَبَّت يدُه تَتِبُّ) خسرت و (دَبَّ يَدِبُّ) و (غَبَّ اللحمُ يَغِبُّ) بَات و (غَبَّ) فِي ورده ورد يَوْمًا وَترك يَوْمًا و (رَثَّ الْحَبل يَرِثُّ) بَلِيَ، و (ضَجَّ يَضِجُّ ضَجِيجًا) صرخَ ? (عَجَّ يَعِجُّ) 2 و (صَحَّ جِسْمه يَصِحُّ) ، و (كَدَّ فِي عمله يَكِدُّ) بَاشرهُ بشدّة، و (نَدَّ الْبَعِير يَنِدُّ) شرد، و (قَرَّ يَقِرُّ) وَهَكَذَا، و (صَرَّ يَصِرُّ) صرخَ3 وَمِنْه {فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ} 4. ¶ وَلما أنهى الْكَلَام على النَّوْع الأول بأقسامه الْأَرْبَعَة: وَهُوَ مَا يطّرد فِيهِ الْكسر فِي مضارع فَعَلَ المفتوح، شرع يتكلّم على النَّوْع الثَّانِي5 وَهُوَ أَرْبَعَة أَنْوَاع أَيْضا: ¶ المضاعف المعدّى، وَمَا عينه، أَو لامه وَاو، وَمَا يدلّ على غَلبه الْمُفَاخَرَة. ¶ وَقد أَشَارَ إِلَى النَّوْع الأول بقوله: ¶ __________ ¶ 1 - الْوَاو سَقَطت من ح. ¶ 2 - الْفِعْل عَجَّ جَاءَ من بَاب ضرب وَمن بَاب فَرح، وَمعنى عجَّ رفع صَوته وَصَاح وخصّه بالتهذيب بِالدُّعَاءِ والاستغاثة. ينظر لِسَان الْعَرَب (عجج) : 2/318. ¶ 3 - صرَّ يصِرُّ يُفَسِّرهَا المعجميون بصوَّت لَا بصرخ، وَلَعَلَّ التقارب الصوتي بَين التصويت والصراخ هُوَ الَّذِي جعل المُصَنّف يُفَسر صرّ بصرخ ¶ 4 - الذاريات: 29. ¶ 5 - وَهُوَ مَا يطّرد فِيهِ ضم عين الْمُضَارع.",
            "page": "202",
            "part": "1",
            "seal": "952F193C"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "[المضاعف المعدّى] ¶ (وضمّ عين معدّاه) ¶ أَي وَضم عين المعدّى المضاعف من فَعَلَ المفتوح ومثاله (جَبَّه يجُبُّه) قطعه، و (سَبَّه يَسُبُّه) قطعه و (سَبَّه يَسُبُّه) أَيْضا شَتمه، و (صَبَّ المَاء يَصُبُّه) ، و (عَبَّه يَعُبُّه) شربه من غير مصّ و (حَتَّ المنيّ يَحُتُّه) و (فَتَّه2 يَفُتُّه) كَسره، و (قَتَّ [14/ ب] الحَدِيث يَقُتُّه) نمّه فَهُوَ قَتَّاتٌ3، و (لَتَّ السويق يَلُتُّه) عجنه، و (بَثَّ الْخَبَر يَبُثُّه) نثره، وَكَذَا (نَثَّه) بالنُّون، و (حَثَّه على الْأَمر يَحُثًّه) و (بَجَّه يَبُجُّه) وسّعه فَهُوَ بَاجٌّ، و (حَجَّ الْبَيْت يَحُجُّه) و (فَجّ مَا بَين رجلَيْهِ يَفُجُّه) فَتحه، وَمِنْه الفجُّ بَين جبلين، و (مَجَّ الشَّرَاب يَمُجُّه) وَهَكَذَا. ¶ وَقد شذّ مِنْهُ سِتَّة أَفعَال تَأتي. ¶ هَذَا هُوَ الْقيَاس فِي المضاعف من (فَعَلَ) المفتوح من كَون اللَّازِم مِنْهُ مكسوراً والمعدّى مضموماً، وَقد شذّ من كل مِنْهُمَا أفعالٌ فنبّه على ذَلِك بقوله: ¶ ( ... ويندر ذَا ¶ كسرٍ، كَمَا لازمٌ ذَا ضمٍّ احتملا) ¶ وفاعل (ينْدر) ضمير يعود إِلَى المعدّي، و (ذَا) حَال مِنْهُ و (كسر) مُضَاف إِلَيْهِ، أَي ويندر مَجِيء المعدّى المضاعف مكسوراً، و\"مَا \" فِي قَوْله (كَمَا) زَائِدَة كافّة عَن الْعَمَل، التَّقْدِير كَمَا احْتمل أَي نُقِلَ ضم اللَّازِم ندوراً، ثمَّ إِن النَّادِر من كلّ من النَّوْعَيْنِ على ضَرْبَيْنِ: ¶ __________ ¶ 1 - أَوله قَوْله: ¶ وضمّ عين معذاه ويندر ذَا كسر كَمَا لَازم ذَا ضمٍّ احتملا ¶ 2 - فِي ح: يفته بِصِيغَة الْمُضَارع فَقَط، وَلم تذكر وَاو الْعَطف وَصِيغَة الْمَاضِي. ¶ 3 - فِي خَ: قتاة.",
            "page": "203",
            "part": "1",
            "seal": "E873D146"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "ضرب الْتزم فِيهِ خلاف قِيَاسه. ¶ وَضرب جَاءَ فِيهِ وَجْهَان: الْقيَاس، وَخلاف الْقيَاس. ¶ فَأَما مَا الْتزم فِيهِ خلاف الْقيَاس من المعدّى فَهُوَ فِعْلٌ وَاحِد أَشَارَ إِلَيْهِ بقوله: ¶ (فذو التعدّي بِكَسْر \"حّبَّه\") ¶ أَي فندر مَجِيء المعدّى بِالْكَسْرِ فَقَط فِي فعل وَاحِد وَهُوَ (حَبَّه) بِالْمُهْمَلَةِ (يَحِبُّه) بِفَتْح الْيَاء وَكسر الْحَاء لُغَة فِي (أَحَبَّه يُحِبُّه) وَمِنْه صِيغ المحبوب، وَبِه قرئَ شاذاً2 [15/أ] {فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} 3 قَالَ فِي الصِّحَاح: \"لَا يَأْتِي فِي المضاعف يَفْعِلُ بِالْكَسْرِ إِلَّا ويشركه يَفْعُلُ بِالضَّمِّ إِذا كَانَ متعدّياً مَا خلا هَذَا الْحَرْف\"4 يَعْنِي حَبَّه يَحِبُّه. ¶ وأمّا مَا فِيهِ وَجْهَان من المعدّى فَهُوَ خَمْسَة أَفعَال على مَا ذكره المصنّف، وَقد أَشَارَ إِلَيْهَا بقوله: ¶ ( ... وع ذَا ¶ وَجْهَيْن هرَّ وشدَّ علَّه عللا) ¶ (وبتَّ قطعا ونمَّ) ¶ __________ ¶ 1 - أول قَوْله: ¶ فذو التعدّي بكسرٍ حبّه وع ذَا ... وَجْهَيْن هرّ وشدّ علّه عللا ¶ 2 - فِي ح: قَرَأَ بِالْبِنَاءِ للمعلوم، والقارئ هُوَ أَبُو رَجَاء العطاردي عمرَان بن تَمِيم كَمَا فِي شواذ ابْن خالويه 26، والكشاف: 1/424، وَالْبَحْر الْمُحِيط: 3/103. ¶ 3 - آل عمرَان: 31. ¶ 4 - الصِّحَاح (حبب) :1/105. ¶ 5 - من قَوْله: ¶ وبتّ قطعا ونمّ واضممن مَعَ الـ ... لُزُوم فِي امرر بِهِ وجلّ مثل جلا",
            "page": "204",
            "part": "1",
            "seal": "91365282"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "أَي واحفظ صَاحب الْوَجْهَيْنِ من المعدّى، وَهُوَ خَمْسَة أَفعَال كَمَا تقدّم. ¶ الأول: (هَرَّ) يُقَال (هَرَّ فلانٌ الشيءَ1 يَهِرُّه ويَهُرُّه) كرهه، وهَرَّتِ القومُ الحربَ2 كَذَلِك، وَأَصله (هَرَّ الكلبُ يَهِرُّ) بِالْكَسْرِ لَا غير هريراً صَوت من غير نُباح. ¶ الثَّانِي: (شَدَّه يَشِدُّه ويَشُدُّه) أوثقه، وَأَصله شَدَّ الشيءُ فِي نَفسه يَشِدُّ أَي اشتدّ وَصَارَ شَدِيدا. ¶ الثَّالِث: (عَلِّ) يُقَال: (عَلَّه الشرابَ3 يَعِلًّه ويَعُلّه) سقَاهُ عَلَلاً بعد نَهَلٍ، والنَّهَل الشًّرْبُ الأول، والعَلَلُ الشُّرْبُ الثَّانِي. ¶ الرَّابِع: (بَتَّ) يُقَال: (بَتَّه يَبِتُّه ويَبُتُّه) قطعه، وَأَصله من بَتَّ يَبتُّ أَي انْقَطع ? (انبتّ) ، قَالَ الشَّارِح: \"وَلم يظَهر لي وَجه تَقْيِيد النَّاظِم لَهُ بقوله قطَعاً\"4 إِلَّا أَن يكون تَفْسِيرا فَقَط. ¶ الْخَامِس: (نَمَّ) 5 يُقَال: (نَمَّ الحديثَ يَنِمُّه ويَنُمًّه) حمله وأفشاه6 وَأَصله من نمَّ الحديثُ نفسُه يَنِمُّ فَشَا. ¶ __________ ¶ 1 - كلمة الشَّيْء سَقَطت من ح. ¶ 2 - أنَّث الْفِعْل لِأَن الْفَاعِل اسْم جمع على حدّ قَوْله تَعَالَى: {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نوْحٍ} و {قالَتِ الأَعْرَابُ آمنَّا} . ¶ 3 - الشَّرَاب مفعول ثانٍ لَعَلَّ، وَيَأْتِي علّ لَازِما قَالَ فِي اللِّسَان (علل) 11/467: \"علّه يَعلُّه ويعِلُّه إِذا سقَاهُ السقية الثَّانِيَة، وعلَّ بِنَفسِهِ يتعدّى وَلَا يتعدَّى\". ¶ 4 - فتح الأقفال: 79. ¶ 5 - فِي ح (نمي يُقَال نمي الحيث) ، وَفِي ف كتب الْكَلِمَة ثمَّ شطب عَلَيْهَا ثمَّ صححت بقلم مُخْتَلف عَن قلم الأَصْل. ¶ 6 - فِي ح وف: فشاه، وفشى لَازم لَا يصل للْمَفْعُول بِنَفسِهِ، وَأثبت مَا فِي لامية الْأَفْعَال.",
            "page": "205",
            "part": "1",
            "seal": "49A7BBAD"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "تَنْبِيه: ¶ قَالَ الشَّارِح1: أَشَارَ فِي الصِّحَاح2 إِلَى أَن الَّذِي سهّل مَجِيء الْوَجْهَيْنِ فِي هَذِه الْأَفْعَال لُزُومهَا مرّة، وتعدّيها أُخْرَى، وَذكر أَنَّهَا أَرْبَعَة فَلم يذكر مَجِيء الْوَجْهَيْنِ [15/ب] فِي (هرَّة) ، وحكاهما فِي الْقَامُوس، وَكَلَام النَّاظِم يُوهم الْحصْر فِي هَذِه الْخَمْسَة، وعبّر فِي التسهيل3 بقوله: وَالْتزم الضَّم فِي المضاعف المعدّى غير الْمَحْفُوظ كَسره لكنّه لم يزدْ فِي شَرحه4 على الْخَمْسَة، وَقد ظَفرت فِي الْقَامُوس بأَرْبعَة أَفعَال بَعْضهَا فِي الصِّحَاح أَيْضا مَعَ مَا سبق من حصره لَهَا فِي الْأَرْبَعَة السَّابِقَة وَهِي: ¶ (نَثَّ الخبَرَ) بالنُّون (يَنِثُّه ويَنُثُّه) أفشاه، و (شَجَّ رأسَه يَشِجُّه ويَشُجُّه) و (أَضَّه) بِالْمُعْجَمَةِ إِلَى كَذَا (يَؤُضُّه ويَئِضُّه) أَلْجَأَهُ، وَهَذِه الثَّلَاثَة فِي الْقَامُوس و (رَمَّه) بالراء (يَرِمُّ ويَرُمُّه) أصلحه ذكره بِالْوَجْهَيْنِ أَيْضا فِي الصِّحَاح مَعَ حصره السَّابِق قد نظمتها فَقلت5: ¶ وَمثل هرَّ ينثُّ شجَّه وَكَذَا ... كـ أضَّه رمَّه أَي أصلح العلملا ¶ انْتهى. ¶ وَأما مَا ندر من المضاعف اللَّازِم فَهُوَ كَمَا سبق على ضَرْبَيْنِ. ¶ ضرب التزموا فِيهِ الضَّم على خلاف قِيَاسه. ¶ وَضرب جَاءَ فِيهِ الْوَجْهَانِ. ¶ __________ ¶ 1 - فتح الأقفال: 79. ¶ 2 - الصِّحَاح (بتت) : 1/242. ¶ 3 - تسهيل الْفَوَائِد: 198: \"وَفِي المضاعف المعدِّي غير الْمَحْفُوظ كَسره\". ¶ 4 - شرح تسهيل الْفَوَائِد: 3/445. ¶ 5 - أَي بحرق، ينظر فتح الأقفال: 79.",
            "page": "206",
            "part": "1",
            "seal": "9DD0E668"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "وَالضَّرْب الأول: ثَمَانِيَة وَعِشْرُونَ فعلا وَقد أَشَارَ إِلَيْهِ بقوله: ¶ (....واضممنَّ مَعَ الـ ¶ ـلُزُوم فِي امْر ربه وجَلَّ مثل جَلا) ¶ أَي واضمم عين الْمُضَارع من المضاعف مَعَ لُزُومه على خلاف قِيَاسه فِي هَذِه الْأَفْعَال الْمَذْكُورَة: ¶ أوّلها: (مَرَّ بِهِ يَمُرُّ) . ¶ وَالثَّانِي: (جَلَّ الرجلُ عَن منزله يَجُلُّ) ارتحل عَنهُ مثل جَلا عَنهُ جلاء، وَمن هَذَا {وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ} 1، وَأما جَلَّ قدرُه يَجِلُّ فبالكسر لَا غير، وَاحْترز عَنهُ بقوله مثل جلا بجر مثل على الْبَدَل أَو نَصبه على الْحَال. ¶ الثَّالِث: (هَبَّتْ) 2 [16/ أ] (يقاله هَبَّتِ الرِّيْحُ تَهُبُّ) بِضَم عين الْمُضَارع. ¶ الرَّابِع: (ذَرَّتْ) يُقَال: (فَرَّتِ الشمسُ تَذُرّ) أَي فاض شعاعها على الأَرْض. ¶ وَالْخَامِس: (أجَّ) يُقَال: (أجَّتِ النارُ تؤجُّ) . ¶ وَالسَّادِس: (كرَّ) يُقَال: (كَرَّ على قِرْنه يَكُرُّ) رَجَعَ. ¶ __________ ¶ 1 - الْحَشْر:3. ¶ 2 - من قَوْله: ¶ هبّت وذرّت وأجّ كرّ همّ بِهِ ... وعمّ زمّ وسحّ وملّ أَي ذملا ¶ وأبّ لمعاً وصرخاً وشكّ أبّ وَشد ... د أَي عدا شقّ خشّ غلّ أَي دخلا ¶ وقشّ قوم عَلَيْهِ اللَّيْل جنّ ورش ... ش المزن طشّ وثلّ أَصله ثللا ¶ أَي راث طلّ دمٌ خبّ الحصان ونبـ ... تٌ كمّ نخلُ وعسّت نَاقَة بخلا ¶ قسّت كَذَا وعِ وَجْهي صدّ أثّ وخرْ ... رَ الصلد حدّت وثرّت جدّ من عملا ¶ وَالْفِعْل هبَّ فَقَط، وَالتَّاء للتأنيث، وَلَعَلَّه قيّده بتاء التَّأْنِيث تمشياً مَعَ النّظم.",
            "page": "207",
            "part": "1",
            "seal": "CE245548"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "السَّابِع: (هَمَّ بِهِ) يُقَال: (هَمَّ بِالْأَمر يَهُمُّ بِهِ) 1. ¶ الثَّامِن: (عَمَّ) يُقَال: (عَمَّ النبتُ يَعُمُّ) . ¶ التَّاسِع: (زَمَّ) يُقَال: (زَمَّ بِأَنْفِهِ يَزُمُّ) تكبّر. ¶ الْعَاشِر: (سَحَّ) يُقَال: (سَحَّ المطرُ يَسُحُّ) نزل بِكَثْرَة. ¶ الْحَادِي عشر: (مَلَّ) فِي سيره يَمُلُّ مَلاًّ أسْرع (أَي) ? (ذملا) فِي سيره ذميلاً، وَقَيده بذلك ليحترز عَن (مَلَّ الخبزَ) أَي أدخلهُ الملّة وَهِي الرماد الْحَار فَإِنَّهُ معدّى، وأمّا (مَلَّه) بِمَعْنى ضجر مِنْهُ فمضارعه (يمَلُّه) بِالْفَتْح؛ لِأَنَّهُ من بَاب (فَعِلَ) المكسور. ¶ وَالثَّانِي عشر: (ألَّ) السيفُ (يَؤُلُّ) بِمَعْنى لمع، وألَّ العليلُ أَيْضا يَؤُلُّ ألاًّ أَي صرخَ، وَلذَا قَالَ (لمعاً وصرخاً) كَذَا قَيده فِي التسهيل2 بذلك، قَالَ فِي الْقَامُوس: (أَلَّ المريضُ والحزين يَئلُّ) و (أَلَّ يَؤُلُّ) بِالضَّمِّ وَالْكَسْر برق فَجعل الصرخ3 بِالْكَسْرِ لَا غير على الْقيَاس، واللمع بِوَجْهَيْنِ فَهُوَ من الضَّرْب الثَّانِي فَفِيهِ مُخَالفَة للناظم من وَجْهَيْن4. ¶ الثَّالِث عشر: (شَكَّ) (يَشُكُّ) أَي تردد. ¶ الرَّابِع عشر: (أَبَّ) بِالْمُوَحَّدَةِ الرجل يَؤُبُّ إِذا تهيّأ للذهاب كَذَا ذكره النَّاظِم تبعا للجوهري والضياء5، وَقَالَ فِي الْقَامُوس: (أَبَّ يَؤُبُّ) بِالضَّمِّ وَالْكَسْر، فَجعله من الضَّرْب الثَّانِي [16/ب] . ¶ __________ ¶ 1 - فِي الْأُصُول: هم بِهِ الْأَمر بهم. ¶ 2 - لم أَجِدهُ فِي التسهيل وَلَا فِي شَرحه. ¶ 3 - عبارَة \"وأَلّ يؤلّ بِالضَّمِّ وَالْكَسْر برق فَجعل الصرخ\" لَيست مَوْجُودَة فِي ح. ¶ 4 - الْوَجْهَانِ هما أَنه جعل ألّ بِمَعْنى صرخَ من مضموم الْعين وَهُوَ من مكسورها، وَالْوَجْه الثَّانِي أَنه جعل ألّ بِمَعْنى لمع من مضموم الْعين فَقَط وَهُوَ مِمَّا سمع فِيهِ الضَّم شذوذاً وَالْكَسْر قِيَاسا. ¶ 5 - هُوَ ضِيَاء الحلوم فِي مُخْتَصر شمس الْعُلُوم لعَلي بن نشوان بن سعيد الحميرى الْمُتَوفَّى سنة 620 وَهُوَ من معاجم الْأَبْنِيَة، تُوجد مِنْهُ نُسْخَة خطيّة فِي عَارِف حكمت، وَالنَّص الْمشَار إِلَيْهِ فِي اللوحة 12/ب.",
            "page": "208",
            "part": "1",
            "seal": "EF7E0A99"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "وَالْخَامِس عشر: (شَدَّ) الرجلُ (يَشُدُّ) (أَي عدا) ، وَقَيده بذلك الْقَيْد ليحترز من شَدَّ المتاعَ بِهِ يَشُدُّه، وَقد سبق أَنه معدّى، وَأَن فِيهِ وَجْهَيْن. ¶ السَّادِس عشر: (شَقَّ) عَلَيْهِ الْأَمر يَشُقًّ شَقّاً ومشقّة إِذا أضرّ بِهِ. ¶ السَّابِع عشر: (خشَّ) فِي الشَّيْء يَخُشُّ أَي دخل. ¶ الثَّامِن عشر: (غَلَّ) فِيهِ يَغُلًّ هُوَ بِمَعْنى مَا قبله وَلذَا قَالَ: (أَي دخلا) وقيّده بِهِ ليحترز عَن (غَلَّ) المتاعَ أَي سَرقه فَإِنَّهُ متعدٍّ. ¶ التَّاسِع عشر: (قَشَّ قومٌ) يَقُشُّون بِالْقَافِ والشين الْمُعْجَمَة حَسُنَ حَالهم بعد بؤس. ¶ الْعشْرُونَ: (جَنَّ) وَقدم أَشَارَ لَهُ بقوله: (عَلَيْهِ اللَّيْل جَنَّ) يَجُنُّ. ¶ وَالْحَادِي وَالْعشْرُونَ: (رَشَّ المزنُ) يَرُشُّ أَي أمطر، والمزن السَّحَاب. ¶ الثَّانِي وَالْعشْرُونَ: (طَشَّ) أَي أمطر مَطَرا خَفِيفا دون الرش كَذَا ذكره الْمُؤلف، وَمَفْهُوم الصِّحَاح أَنه بِالْكَسْرِ على الْقيَاس؛ لِأَنَّهُ قَالَ \"طشَّ المزنُ يَطشُّ\" وَلم ينبّه على شذوذه كعادته فِيمَا شذّ، وَقَالَ فِي الْقَامُوس: \"طَشَّتِ السَّماءُ تَطُِشُّ\" بِالضَّمِّ وَالْكَسْر، وَعَلِيهِ فَهُوَ من الضَّرْب الثَّانِي. ¶ وَالثَّالِث وَالْعشْرُونَ: (ثَلَّ) الفرسُ والحمارُ بالمثلّثة يَثُلُّ، ونبّه المصنّف على أَن أَصله بِالْفَتْح بقوله: (أَصله ثَلَلا) أُدغمت اللَّام فِي اللَّام، وبيّن مَعْنَاهُ بقوله: (أَي راث) ، وقيّده بِهِ1 ليحترز عَن ثَلَّ الترابَ يَثُلُّه إِذا صبّه. ¶ [17/أ] الرَّابِع وَالْعشْرُونَ: (طَلَّ دَمُه) يَطُلُّ أَي ضَاعَ وهدر. ¶ __________ ¶ 1 - كلمة بِهِ سَقَطت من ح.",
            "page": "209",
            "part": "1",
            "seal": "9A6617B9"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "الْخَامِس وَالْعشْرُونَ: (خَبَّ الحصانُ) يُخُبُّ أسْرع (و) يُقَال خب (نبت) يخب طَال بِسُرْعَة فَقَوله (نبت) مَعْطُوف على الحصان. ¶ السَّادِس وَالْعشْرُونَ: (كَمَّ نخلٌ) يَكُمُّ إِذا طلَّع أكمامَه. ¶ السَّابِع وَالْعشْرُونَ: (عَسَّت ناقةٌ) تَعُسُّ رعت وَحدهَا وَلذَا قَالَ: (بِـ..خَلاً) أَي بِموضع خالٍ، وَأَصله المدّ، وقصره للضَّرُورَة وَيجوز أَن يُرَاد بِهِ الْمَقْصُورَة غير المهموز وَهُوَ الْحَشِيش الرطب، وَالْبَاء بِمَعْنى من. ¶ وَالثَّامِن وَالْعشْرُونَ: (قَسَّت) النَّاقة بِالْقَافِ وَالسِّين الْمُهْملَة تَقُسُّ ? (عَسَّت تَعُسُّ) وَلذَا قَالَ (كَذَا) . ¶ فَهَذِهِ ثَمَانِيَة وَعِشْرُونَ فعلا، وَسبق الانتقاد عَلَيْهِ فِي ثَلَاثَة أَفعَال مِنْهَا وَهِي: (ألَّ وأَبَّ وطَشَّ) .",
            "page": "210",
            "part": "1",
            "seal": "E215019C"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "تَنْبِيهَانِ: ¶ الأول: قَوْله خبَّ الحصان فعل وفاعل، وَنبت مَعْطُوف عَلَيْهِ، وَكَذَا قَوْله كمَّ نخلٌ وعسَّت ناقةٌ فعل وفاعل، وَقَوله قسّت كَذَا مُبْتَدأ وَخبر. ¶ الثَّانِي: قَالَ الشَّارِح1: كَلَامه يُوهم الْحصْر فِيمَا ذكر، وعبَّر فِي التسهيل2 بقوله: وَالْتزم الْكسر فِي المضاعف اللَّازِم غير الْمَحْفُوظ ضمُّه لَكِن لم يزدْ فِي شَرحه3 على مَا ذكر فِي النّظم وَقد ظَفرت فِي الصِّحَاح والقاموس بِأَفْعَال من هَذَا الضَّرْب نقلا فِيهَا الْتِزَام الضَّم وَهِي ثَمَانِيَة عشر فعلا: ¶ __________ ¶ 1 - فتح الأقفال: 83. ¶ 2 - تسهيل الْفَوَائِد: 197. ¶ 3 - شرح التسهيل: 3/445.",
            "page": "210",
            "part": "1",
            "seal": "9FABCE58"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "مَتَّ إِلَيْهِ بِقرَابَة وَنَحْوهَا يَمُتُّ أَي توسّل. ¶ وثَجَّ المَاء يَثُجُّ أَي سَالَ [17/ ب] . ¶ وسَجَّ بَطْنه يَسُجُّ بِالْجِيم (رقّ) الْخَارِج مِنْهُ. ¶ وأَحَّ الرجل بِالْحَاء الْمُهْملَة يؤُحُّ سعل. ¶ وسَخَّتِ الجرادةُ بِالْخَاءِ الْمُعْجَمَة تَسُخُّ أَثْبَتَت ذنبها لتبيض. ¶ وأدَّ الْبَعِير يؤُدُّ رَجَّعَ الحنينَ فِي جَوْفه1. ¶ وحَدَّ عَلَيْهِ يَحُدُّ حِدَّةً غضب. ¶ وعَرَّ الظليم بالمهملتين يَعُرُّ صَاح. ¶ وحَصَّ الْحمار بالمهملتين يَحُصّ حُصاصاً إِذا ضرط. ¶ ولَطَّتِ الناقةُ بذنبها تَلُطُّ أَلْصَقته بَين فخذيها. ¶ وكَفَّ بَصَره يَكُفُّ عمي، وَكَذَا كَفَّتِ الناقةُ إِذا تآكلت أسنانها من الْكبر. ¶ وبَقَّ فِي كَلَامه يَبُقُّ بِالْمُوَحَّدَةِ بَقاقاً2 بِالْفَتْح أَكثر. ¶ وشَقَّ بصرُ الميّتِ يَشُقُّ تبع روحه وَلَا يُقَال شَقَّ الميّتُ بصرَه؛ لِأَنَّهُ لَازم. ¶ وعَكَّ يومُنا يَعُكُّ اشتدّ حرّه مَعَ سُكُون رِيحه. ¶ وفَكَّ الرجلُ يَفُكُّ فَكاكاً أَي هرم. ¶ وأَمَّتِ المرأةُ تؤمُّ أُمُوْمَةً صَارَت أمّاً. ¶ وغَمَّ يَوْمنَا يَغُمُّ بِالْمُعْجَمَةِ اشتدّ حرّه. ¶ وحَنَّ عَنهُ بِالْمُهْمَلَةِ يَحُنُّ اعْرِض وصدّ. ¶ __________ ¶ 1 - فِي ح وف: رَجَعَ الحسنُ فِي وَجهه. ينظر: الصِّحَاح (أدد) : 2/440، والقاموس الْمُحِيط (أدد) : 338، وَفتح الأقفال: 84. ¶ 2 - فِي فتح الأقفال بقّاً فَقَط، وَفِي التَّاج (بقق) 13/43: \"وَقَالَ الزّجاج: بقّ الرجل على الْقَوْم بقّاً وبَقاقاً مِثَال فك الرَّهْن يفكُّه فكّاً وفَكاكاً إِذا كثر كَلَامه\"ا?. وعَلى هَذَا فالفعل بقّ لَهُ مصدران مسموعان عَن الْعَرَب الأوّل مِنْهُمَا مَا ذكره بحرق، وَالثَّانِي مَا ذكره الصعيدي.",
            "page": "211",
            "part": "1",
            "seal": "8C7A7FC5"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "فَهَذِهِ الثَّمَانِية عشر تلْحق بالثمانية وَالْعِشْرين ليصير الْمُسْتَثْنى من هَذَا الضَّرْب سِتَّة وَأَرْبَعين1 وَقد نظمتها فَقلت: ¶ ومعْ ثمانيةٍ عَشْرٍ كَمَتَّ بِهِ ... يمُتُّ ثَجَّ وسَجَّ أَحَّ أَي سعلا ¶ سَخَّت وأَدَّ وحَدَّ عَرَّ حَصَّ ولَطْ ... طَتْ نَاقَة كَفَّ شَبَّ طرفه فعلا ¶ وبَقَّ فَكَّ وعَكَّ اليومُ غُمَّ وأَمْ ... مَتْ أمُّنا حَنَّ عَنهُ معرضًا كملا ¶ وَأما الضَّرْب الثَّانِي: ¶ وَهُوَ مَا جَازَ فِيهِ وَجْهَان [18/أ] من مضارع المضاعف اللَّازِم فأضار إِلَيْهِ بقوله: ¶ (وعِ وَجْهي) 2 أَي واحفظ الْوَجْهَيْنِ الجائزين فِي مضارع هَذِه الْأَفْعَال وَهِي ثَمَانِيَة عشر فعلا: ¶ الأول: (صَدّ) عَن الشَّيْء يَصِدُّ ويَصُدًّ أَي أعرض، وَكَذَا صَدَّ مِنْهُ أَي ضَجِرَ، فالكسر على الْقيَاس، وَالضَّم على الشذوذ، وَبِهِمَا قرئَ {إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ} 3، وَأَصله صدّه عَن كَذَا أَي مَنعه يَصُدُّه بِالضَّمِّ لَا غير معدّى، ¶ __________ ¶ 1 - فِي ح: وَأَرْبَعُونَ. ¶ 2 - من قَوْله: ¶ قسّت كَذَا وع وَجْهي صدّ أث وخرْ ... رَ الصلدُ حدَت وثرّت جدّ من عملا ¶ ترّت وطرّت ودرّت جمّ شبّ حصا ... نٌ عنَ فحّت وشذّ وشحّ أَي بخلا ¶ وشطّت الدَّار نسّ الشيْ حرّ نها ... رٌ والمضارع من فعلت إِن جعلا ¶ عينا لَهُ الْوَاو أَو لاماً يجاء بِهِ ... مضموم عين وَهَذَا الحكم قد بذلا ¶ 3 - الزخرف: 57، وَالَّذين قرأوا بِالضَّمِّ هم: نَافِع وَابْن عَامر وَالْكسَائِيّ وَعَاصِم فِي رِوَايَة عَنهُ، وَقَرَأَ الْبَاقُونَ بِالْكَسْرِ. ¶ ينظر: السَّبْعَة: 587، والمبسوط: 336، والنشر: 2/369.",
            "page": "212",
            "part": "1",
            "seal": "C7529589"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "ثمَّ طَرَأَ لَهُ اللُّزُوم، وَقد أَشَارَ فِي الصِّحَاح إِلَى أَن الضَّم فِي المضاعف اللَّازِم لَا يَأْتِي إِلَّا لمخالطة التعدّي كَمَا أَشَارَ إِلَى ذَلِك الشَّارِح1. ¶ الثَّانِي: (أَثَّ) بِالْمُثَلثَةِ يُقَال: أَثَّ الشَّعَرُ والنبات يؤُتُّ وَيئِتُّ أَي كثر والتفّ فَهُوَ أثيث. ¶ الثَّالِث: (خَرَّ) الحجرُ الصَّلْدُ يَخِرُّ ويَخُرُّ أَي سقط من علْوٍ إِلَى سُفْلٍ، وَكَذَا خَرَّ الإِنسان لوجهه، وَالْكَسْر أفْصح، وَعَلِيهِ أجمع الْقُرَّاء فِي قَوْله تَعَالَى: {يَخِرًّونَ للأذْقانِ يَبْكونَ} 2 {يَخِرُّونَ لِلأَذْقَانِ سُجَّداً} 3 فَلَا مَفْهُوم لتقييده بالصَّلْدِ؛ وَإِنَّمَا هُوَ فرضُ مثالٍ. ¶ الرَّابِع: (حَدَّتْ) المرأةُ بِالْحَاء الْمُهْملَة على زَوجهَا تَحِدُّ وتَحُدُّ تركت الزِّينَة، وَأَصله حَدَّه أَي مَنعه بِالضَّمِّ لَا غير وَكَأَنَّهَا منعت نَفسهَا من الزِّينَة وامتنعت فالكسر بِاعْتِبَار لُزُومه، وَالضَّم بِاعْتِبَار تعدّيه. ¶ الْخَامِس: (ثَرَّتِ) العينُ بالمثلّثة تَثِرُّ وتَثُرُّ أَي غزر دمعها، وَكَذَا [18/ ب] ، السحابة فَهِيَ ثَرَّةٌ، وَأَصله من ثَرَّ الثوبَ يَثُرُّه مثل ذَرَّه يَذُرُّه وثَلَّه أَيْضا يَثُلُّه بِالضَّمِّ لَا غير. ¶ السَّادِس: (جَدَّ) بِالْجِيم فِي عمله يَجِدُّ ويَجُدّ جِدّاً بِالْكَسْرِ4 أَي قَصده بعزم وهمّة، وَلذَا قَالَ (من عملا) ، وَأَصله من جَدَّ الحبلَ وَغَيره أَي قطعه يَجُدُّه بِالضَّمِّ لَا غير، وَكَأَنَّهُ قطع كلّ شاغل عَنهُ. ¶ السَّابِع: (تَرَّتْ) يَده تَتِرًّ وتَتُرُّ إِذا بَانَتْ عِنْد الْقطع. ¶ __________ ¶ 1 - فتح الأقفال: 84. ¶ 2 - الإِسراء: 109. ¶ 3 - الإِسراء: 107. ¶ 4 - أَي بِكَسْر الْمصدر.",
            "page": "213",
            "part": "1",
            "seal": "289F2841"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "وَالثَّامِن: (طَرَّتْ) تَطرُّ وتَطُرُّ بِمَعْنى مَا قبله. ¶ وَالتَّاسِع: (دَرَّتِ) الناقةُ بِاللَّبنِ تَدِرُّ وتَدُرُّ من قَوْلهم (دَرَّها) وَالْأَكْثَر (درَّرها تدريراً) استحلب لَبنهَا. ¶ الْعَاشِر: (جَمَّ) المَاء يَجِمُّ ويَجُمُّ كثر وَاجْتمعَ من جَمّه يُجُمُّه1 بِالضَّمِّ لَا غير إِذا جمعه فَهُوَ جَمٌّ أَي كثير. ¶ الْحَادِي عشر: (شَبَّ) حصانٌ يَشِبُّ ويَشُبُّ شِباباً بِالْكَسْرِ2 إِذا مَرِحَ ونِشِطَ فَرفع يَدَيْهِ جَمِيعًا من شَبَّ النَّار يَشُبُّها إِذا أوقدها بِالضَّمِّ لَا غير، وَأما (شَبَّ) الغلامُ يشِبُّ شَباباً بِالْفَتْح3 فبالكسر4 لَا غير؛ وَلذَا قيّده بِإِسْنَادِهِ للحصان؛ ليحترز عَن هَذَا. ¶ الثَّانِي عشر: (عَنَّ) لَهُ الشَّيْء يَعنُّ ويُعُنُّ أَي عرض. ¶ الثَّالِث عشر: (فَحَّتِ) الأفاعي بِالْحَاء الْمُهْملَة والمعجمة5 أَيْضا تَفحُّ وتَفُحُّ إِذا نفخت بفمها وصوّتت. ¶ الرَّابِع عشر: (شَذَّ) بالمعجمتين يَشِذُّ ويَشُذُّ أَي انْفَرد عَن الْجَمَاعَة. ¶ الْخَامِس عشر: (شَحَّ) بِمَالِه يَشِحُّ ويَشُحُّ أَي بخل [19/أ] . ¶ السَّادِس عشر: (شَطّتِ) الدارُ تَشِطُّ وتَشُطُّ أَي بَعدت. ¶ السَّابِع عشر: (نَسَّ) الشيءُ بالنُّون وَالسِّين الْمُهْملَة يُقَال: نَسَّ اللحمُ وغيرُه يَنِسُّ ويَنُسُّ أَي جَفَّ وَذَهَبت رطوبته. ¶ __________ ¶ 1 - فِي ح من جمعه يجمعه. ¶ 2 - أَي فِي الْمصدر. ¶ 3 - أَي بِفَتْح الْمصدر. ¶ 4 - أَي بِكَسْر عين الْمُضَارع يشِبُّ. ¶ 5 - أَي فخّت بِالْخَاءِ الْمُعْجَمَة من فَوق، والفحيح أَعلَى لُغَة من الفخيخ. ينظر اللِّسَان (فخخ) : 3/42.",
            "page": "214",
            "part": "1",
            "seal": "C1A370C7"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "الثَّامِن عشر: (حَرَّ) نهارٌ يَحِرُّ ويَحُرُّ أَي حميت شمسه، وَفِيه لُغَة أُخْرَى يَحَرُّ بِالْفَتْح فَيكون من بَاب فَعِلَ بِالْكَسْرِ.",
            "page": "215",
            "part": "1",
            "seal": "5D4DE7A7"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "تَنْبِيهَانِ: ¶ الأول: قَالَ الشَّارِح1: كَلَامه أَيْضا يُوهم الْحصْر فِيمَا اسْتَثْنَاهُ، وَلم يزدْ أَيْضا فِي شرح التسهيل2 على مَا ذكره فِي النّظم، وَقد ظَفرت بِأَفْعَال نقل فِيهَا الْوَجْهَيْنِ صاحبُ الْقَامُوس، وَبَعضهَا أَيْضا فِي الصِّحَاح وَهِي ثَمَانِيَة: ¶ شَتَّ الْأَمر يَشِتُّ وَيشُتًّ أَي تفرّق وَالْأَكْثَر شتّته أَي فرّقه. ¶ وعَرَّتِ الإِبل بمهملتين تَعِرُّ وتَعُرُّ أَي سلمت3. ¶ وقَرَّ يَوْمنَا يَقِرُّ ويَقُرُّ قُرّاً بِالضَّمِّ أَي بَرَدَ، وَفِيه لُغَة أُخْرَى (قَرَّ يَقَرُّ) بِالْفَتْح ? (حَرَّ النَّهَار يَحَرُّ) على مَا تقدّم. ¶ وأزَّتِ القدرُ تؤزُّ وتَئِزًّ أزيزاً سمع لغليانها صَوت. ¶ ورَزَّتِ الجرادةُ تَرِزُّ وتَرُزُّ4 بِتَقْدِيم الرَّاء غرزت ذنبها لتبيض من رَزَّه يَرُزُّه أثْبته فِي الأَرْض. ¶ وأصَّتِ الناقةُ تَئِصُّ وتؤصُّ اشتدّ لَحمهَا وسمنت. ¶ وكَعَّ عَن الشَّيْء يَكِعُّ ويَكُعُّ جبُن وضعُف من كَعَّه إِذا كرهه. ¶ وخَلَّ لحمُه بِالْمُعْجَمَةِ يَخِلُّ ويَخُلُّ هزُل فَهُوَ خَلٌّ بِالْفَتْح. ¶ __________ ¶ 1 - فتح الأقفال: 88. ¶ 2 - شرح التسهيل: 3/446. ¶ 3 - العرُّ بِفَتْح الْعين وَضمّهَا هُوَ الجرب دَاء يُصِيب الإِبل فتعدى بِهِ الصِّحَاح، وفسّره المُصَنّف بسلمت من بَاب التفاءل كالسليم للديغ والمفازة للمهلكة، أَو من بَاب الْفِرَار من النُّطْق باسمه كالبصير للأعمى. ¶ 4 - فِي ح: أورد مضارعاً وَاحِدًا فَقَط لهَذَا الْفِعْل.",
            "page": "215",
            "part": "1",
            "seal": "E11E8056"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "وَقد نظمتها فَقلت: ¶ وَمثل صدّ بِوَجْهَيْنِ ثمانيةٌ [19/ب] ... عرّت وشتّ وأزّ الْقدر حِين علا ¶ فرّ النَّهَار وأصّت نَاقَة كَذَا ... رزّ الْجَرَاد وكعّ خلّ أَي هزلا ¶ فَهَذِهِ الثَّمَانِية تلْحق بالثمانية عشر فَيصير الْمُسْتَثْنى من هَذَا الضَّرْب سِتَّة وَعشْرين انْتهى. ¶ التَّنْبِيه الثَّانِي: ¶ قَالَ الشَّارِح1 أَيْضا: \"اعْلَم أَن الْعلَّة فِي التزامهم ضم عين الْمُضَارع المضاعف المعدّى أَنه كثيرا مَا يتّصل بِهِ ضمير الْمَفْعُول ? (مدّه يمُدُه) فَلَو كسروا عينه لزم الِانْتِقَال من كسرة إِلَى ضمة وَهُوَ ثقيل2؛ وَلِهَذَا لم يشذّ مِنْهُ إِلَّا (حبّه يحبُِّه) مُنْفَردا، والخمسة الْمُشْتَركَة الَّتِي ذكرهَا النَّاظِم مَعَ الْأَرْبَعَة الَّتِي زدناها فانحصر الْمُسْتَثْنى مِنْهُ فِي عشرَة، وَأما المضاعف اللَّازِم فَإِنَّمَا كسروا عينه فرقا بَينه وَبَين المعدّى، فَلهَذَا سهل ضمه على ألسنتهم فَكثر المضموم مِنْهُ مُنْفَردا ومشتركاً كَمَا سبق حَتَّى بلغ الْمَجْمُوع اثْنَيْنِ وَسبعين، لَكِن مهما أمكن تَأْوِيل الضمّ أَنه بِاعْتِبَار تَعديَة الْفِعْل كَمَا فعلتُ ذَلِك فِي كثير من الْأَمْثِلَة ظهر وَجهه للطَّالِب\" انْتهى. ¶ __________ ¶ 1 - فتح الأقفال: 89. ¶ 2 - قد لَا يسلم لَهُ هَذَا التَّعْلِيل وَذَلِكَ لِأَن بَين الكسرة اللَّازِمَة فِي عين الْكَلِمَة والضمة اللَّازِمَة فِي ضمير الْمَفْعُول فاصل هُوَ حَرَكَة لَام الْفِعْل وَهُوَ حاجز حُصَيْن، وَلابْن مَالك تَعْلِيل أقوى من تَعْلِيل الشَّارِح إِذْ يَقُول فِي التسهيل: 196 \"لفعل تعدٍّ وَلُزُوم، وَمن معانية غَلَبَة الْمُقَابل، والنيابة عَن فعُل فِي المضاعف واليائي الْعين\" فَابْن مَالك يرى أَن المضاعف اللَّازِم نَائِب عَن فعُل بِضَم الْعين فِي الْمَاضِي.",
            "page": "216",
            "part": "1",
            "seal": "FAD59E04"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "[بَاب نصر] ¶ ولمّا أنهى النَّاظِم رَحمَه الله تَعَالَى حكم عين الْمُضَارع من فَعَلَ المفتوح لَازِما ومتعدّياً عَاد إِلَى ذكر بَاقِي الْقسم الثَّانِي مِنْهُ [20/ أ] أَعنِي مَا يلْزم ضم عين مضارعه، وَقد ذكرنَا أَنه أَرْبَعَة أَنْوَاع: ¶ المضاعف المعدّى وَقد سبق، وَمَا يدّل على غَلَبَة الْمُفَاخَرَة وَسَيَأْتِي، وَمَا عينه أَو لامه وَاو وإليهما أَشَارَ بقوله:",
            "page": "217",
            "part": "1",
            "seal": "9772AF57"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "[الأجوف والناقص الواوي] ¶ (والمضارع من فعلت إِن جعلا) ¶ (عينا لَهُ الْوَاو أَو لاماً يجاء بِهِ ¶ مضموم عين) ¶ أَي والمضارع من فَعَلَ المفتوح يجاء بِهِ مضموم الْعين إِن جُعِلَ الواوُ عينا لَهُ أَو لاماً فَقَوله: والمضارع مُبْتَدأ، ويجاء بِهِ خَبره، وَجَوَاب الشَّرْط مَحْذُوف، أَو جملَة يجاء بِهِ هِيَ الْجَواب وَجُمْلَة الشَّرْط وَجَوَابه خبر الْمُبْتَدَأ، وَلَا يضرّ رفع الْجَزَاء؛ لِأَن الشَّرْط ماضٍ قَالَ فِي الْخُلَاصَة2: ¶ وَبعد ماضٍ رفعك الجزا حسنْ ¶ وَالْوَاو نَائِب فَاعل جعل، وعيناً مفعول ثانٍ لَهُ مقدّم، ولاماً مَعْطُوف عَلَيْهِ، ومضموم عين حَال من الضَّمِير الْمُسْتَتر فِي يجاء بِهِ مِثَال مَا عينه وَاو (بَاءَ) بِكَذَا ¶ __________ ¶ 1 - من قَوْله: ¶ و (شطت) الدَّار (نسَ) الشَّيْء (حرّ) نها ... رٌ والمضارع من فعلت إِن جعلا ¶ عينا لَهُ الْوَاو أَو لاماً يجاء بِهِ ... مضموم عين وَهَذَا الحكم قد بذلا ¶ 2 - وَتَمَامه: وَرَفعه بعد مضارع وَهن.",
            "page": "217",
            "part": "1",
            "seal": "0A416DCB"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "يَبُوءُ رَجَعَ، و (سَاءَ) يَسُوءُ، و (نَاءَ) بِحمْلِهِ يَنُوءُ نَهَضَ بِجهْد ومشقّة، و (آبَ) يؤوبُ، و (تَابَ) يَتُوبُ، و (ثَابَ) يَثُوبُ كلهَا بِمَعْنى رَجَعَ فالإِياب الرُّجُوع، وَمِنْه {يَا جِبَالُ أَوِّبِي مَعَهُ} 1 أَي رجّعي بِصَوْت التَّسْبِيح مَعَه، و (عَادَه) يَعُودُه زَارَهُ، و (جَابَه) يَجُوبُه خرقه وقطعه، و (حَابَ) يَحُوبُ حَوْباً بِالضَّمِّ وَالْفَتْح أَثِمَ، وَمِنْه {إِنَّهُ كَانَ حُوباً كَبِيراً} 2 و (ذَابَ) السّمن وَنَحْوه يَذُوبُ و (رَابَ) اللَّبن يَرُوبُ، و (شَابَه) يَشُوبُه خلطه، و (صَابَ) [20/ ب] الْمَطَر يَصُوبُ نزل بِكَثْرَة، و (قَالَ) يَقُولُ.",
            "page": "218",
            "part": "1",
            "seal": "43A94952"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "تَنْبِيه: ¶ لَا أثر لكَون لَام هَذَا النَّوْع حرف حلق، وَإِن اقتضته عبارَة التسهيل، وإطلاقه فِي النّظم يُؤَيّد مَا قُلْنَاهُ، وَقد ذكرنَا فِي الْأَمْثِلَة الثَّلَاثَة الأُوَلِ3 مَا لامه حرف حلق، وَنَحْو (بَاحَ) يَبُوحُ، و (فَاحَ) الْمسك يَفُوحُ، و (صَاغَ) الحَلْيَ يَصُوغُه. ¶ وَمِثَال مَا لامه وَاو: (بَدَا) يَبْدُو: ظهر وَسكن الْبَادِيَة، و (بَذَا) عَلَيْهِم يَبْذُو: فَحُشَ فِي كَلَامه فَهُوَ بَذِيٌّ، و (دَعَا) يَدْعُو، و (بَلاه) يَبْلُوه: اختبره وَمِنْه {لَتُبْلَوُنّ} 4، و (تلاه) يَتْلُوه: تبعه، و (الْقُرْآن قَرَاه) 5، و (جَفَاه) يَجْفُوه: ¶ __________ ¶ 1 - سبأ:10. ¶ 2 - النِّسَاء: 2. ¶ 3 - وَهِي يَاء يبح وساء يسوء وناء ينؤ. ¶ 4 - آل عمرَان: 186. ¶ 5 - هَذَا الْفِعْل من (قَروَ) وَلَيْسَ من قَرَأَ المهموز قَالَ فِي اللِّسَان: 15/175 \"قروت الْبِلَاد قرواً وقريتها قرياً ... وقرا الأَرْض يقروها ... إِذا تتبعها أَرضًا أَرضًا\"، وعَلى هَذَا فمراد المصنّف تتبعت الْقُرْآن حرفا حرفا..",
            "page": "218",
            "part": "1",
            "seal": "E287D2B0"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "هجره، و (جَلا) السَّيْف يَجْلُو: صقله، والعروس أَرَاهَا النَّاس، و (حَبَا) الصبيّ يَحْبُو: مَشى على بَطْنه، و (حَبَاه) أَيْضا أعطَاهُ، و (حَسَا) المَاء يَحْسُوه: شربه جَرْعاً، و (حَشَا) الوسادة يَحْشُوها، و (حَنَا) علية يَحْنُو: عطف، و (خَطَا) يَخْطُو مَشى، و (خَلا) الْمَكَان يَخْلُو، و (دَجَا) اللَّيْل يَدْجُو: أظلم، و (دَنَا) يَدْنُو: قَرُبَ فَهُوَ دانٍ، و (زَكَتِ) النَّارُ تَزْكُو: اشتعلت، و (رَبَا) يَرْبُو: زَادَت ? (نَمَا يَنْمو) ، و (رَجَاه) يَرْجُوه.",
            "page": "219",
            "part": "1",
            "seal": "F5911139"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "تَنْبِيه: ¶ قَالَ الشَّارِح1 شَرط فِي التسهيل2 للُزُوم الضَّم فِيمَا لامه وَاو أَن لَا يكون عينه حرف حلق، وَهُوَ أَيْضا مُقْتَضى كَلَام النَّاظِم فِيمَا سَيَأْتِي فِي الحلقي، وَكَأَنَّهُ رَحمَه الله لم يمعن النّظر فِي ذَلِك فَإِنِّي تتبعت مواده فَلم أظفر بِمَا انْفَرد [21/أ] بِالْفَتْح سوى (طَحَا) الأَرْض يَطْحَاها بسطها، و (طَغَا) يَطْغَى بالغين جَاوز الحدّ، وَفِيه لُغَة أُخْرَى ? (رَضِيَ يَرْضَى) ، و (فَحَا) 3 الترابَ يَفْحَاه جرفه فَهَذِهِ ثَلَاثَة، وَجَاز فِي أفعالٍ الفتحُ والضمُّ انْتهى فَانْظُرْهُ. ¶ ثمَّ أَشَارَ النَّاظِم رَحمَه الله تَعَالَى إِلَى النَّوْع الرَّابِع من الْقسم الثَّانِي وَهُوَ مَا يلْزم ضم عين مضارعه من (فعل) المفتوح بقوله: ¶ __________ ¶ 1 - فتح الأقفال: 97. ¶ 2 - التسهيل: 197. ¶ 3 - هَذَا الْفِعْل ورد فِي النسختين الخطيتين هَذَا (فح) وَالصَّوَاب مَا أثْبته.",
            "page": "219",
            "part": "1",
            "seal": "037FB5FD"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "[المغالبة] ¶ (لما لبذّ مفاخر وَلَيْسَ لَهُ ... دَاعِي لُزُوم انكسار الْعين نَحْو قلا) ¶ ( ... وَهَذَا الحكم قد بذلا) ¶ أَي وَهَذَا الحكم وَهُوَ ضم عين الْمُضَارع المفتوح قد بذل لما بذَّ المفاخر بِالْمُوَحَّدَةِ، والذال الْمُعْجَمَة، وَفِي نُسْخَة لما يدلّ على الْفَخر، وَالْأولَى أدلُّ على الْمَقْصُود مِثَال مَا لغَلَبَة الْمُفَاخَرَة سَابَقَنِي فَسَبَقْتُه فَأَنا أَسْبُقُه بِالضَّمِّ أَي فخرته بالسباق مَعَ أَن أَصله سَبَقَه يَسْبِقُه بِالْكَسْرِ، وَهَكَذَا فِي كل مكسورٍ المضارعُ بنيّة المغالبة2، فكأنك تردّ مضارعه إِلَى يفعُل بِالضَّمِّ، مَا لم يكن فِيهِ دَاعِي لُزُوم انكسار الْعين من كَون فائه واواً ? (وَعَدَ) ، أَو عينه أَو لامه يَاء ? (بَاعَ وَرمي) فَإِنَّهُ مَانع من الضَّم فَتَقول: وَاعَدَنِي3 فَأَنا أعِدُه، وبَايَعَنِي فَأَنا أبِيْعُه ورَامَانِي فَأَنا ارْمِيْه بِالْكَسْرِ، وَمثله قَالانِي فَأَنا أقْلِيْه، والقِلَى بِالْكَسْرِ البغضُ، وَقد مثل بِهِ النَّاظِم لما فِيهِ دَاعِي [21/ ب] الْكسر، لَا لما لغَلَبَة الْمُفَاخَرَة. ¶ ثمَّ أَشَارَ بقوله: ¶ (وَفتح مَا حرف حلق غير أوّله ... عَن الْكسَائي فِي ذَا النَّوْع قد حصلا) ¶ __________ ¶ 1 - من قَوْله: ¶ عينا لَهُ الْوَاو أَو لاماً يجاء بِهِ مضموم عين وَهَذَا الحكم قد بذلا ¶ 2 - أَي فَإِنَّهُ يضُّم. ¶ 3 - فِي خَ وَعَدَني.",
            "page": "220",
            "part": "1",
            "seal": "D4050D0F"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "إِلَى أَنه إِذا بني الْفِعْل لغَلَبَة الْمُفَاخَرَة مِمَّا لَيْسَ فِيهِ دَاعِي الْكسر فَلَا فرق عِنْد الْجُمْهُور فِي لُزُوم ضمه بَين أَن يكون غير أَوله وَهُوَ عينه أَو لامه حرف حلق أم لَا - وَسَيَأْتِي ذكر حُرُوف الْحلق الْمُقْتَضِيَة لفتح الْمُضَارع - فَتَقول صَارَعَنِي فَأَنا اصْرُعُه بِالضَّمِّ، وشَاعَرَنِي فَأَنا أَشْعُرُه، وَمذهب الْكسَائي1 أَن حرف الْحلق مَانع من الضَّم فِي ذَا النَّوْع أَي الْمَبْنِيّ لغَلَبَة الْمُفَاخَرَة2؛ لِأَن الْفَتْح قد سمع فِي أَفعَال، وَحمل الْجُمْهُور ذَلِك على الشذوذ كَمَا سمع الْكسر فِي أَفعَال وَلَا أثر عِنْدهم لحرف الْحلق. ¶ وَقَوله: (وَفتح مَا حرف حلق غير أَوله) : فتح مُبْتَدأ، وَقد حصل خَبره، وَمَا مَوْصُولَة مُضَاف إِلَيْهِ، وحرف حلق خبر مقدم، وَغير أوّله مُبْتَدأ مُؤخر، وَالْجُمْلَة صلَة الْمَوْصُول، والعائد الضَّمِير الْمُضَاف إِلَيْهِ، وَفِي ذَا النَّوْع مُتَعَلق بحصل، وَعَن الْكسَائي مُتَعَلق بِفَتْح أَو بحصل أَي وَفتح الَّذِي غير أَوله حرف حلق قد حصل فِي هَذَا النَّوْع عَن الْكسَائي.",
            "page": "221",
            "part": "1",
            "seal": "7645024D"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "تَنْبِيه: ¶ قَالَ الشَّارِح3: وَمُقْتَضى الصِّحَاح مُوَافقَة الْكسَائي فِي أَن حرف الْحلق مَانع من الضَّم. ¶ وَقد تقدّم أَن مضارع فعل المفتوح أَرْبَعَة أَنْوَاع: نوع يطّرد [22/أ] فِيهِ الْكسر وَهُوَ: مَا فاؤه واوٌ، أَو عينه، أَو لامه يَاء، أَو مضاعف لَازم. ¶ __________ ¶ 1 - ينظر رَأْي الْكسَائي فِي الممتع لِابْنِ عُصْفُور: 173، وَشرح الشافية للرضي: 1/71، وارتشاف الضَّرْب: 1/78. ¶ وَينظر رَأْي الْجُمْهُور فِي: الْكتاب: 4/68، والسيرافي النَّحْوِيّ: 189، والمخصص: 14/177. ¶ 2 - فِي ف المفاخر. ¶ 3 - فتح الأقفال: 99.",
            "page": "221",
            "part": "1",
            "seal": "07EABA34"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "وَنَوع يطرد فِيهِ الضَّم وَهُوَ: المضاعف المتعدّي، وَمَا عينه، أَو لامه واوٌ، وَمَا يدل على غَلَبَة الْمُفَاخَرَة، وَقد انْقَضى الْكَلَام على هذَيْن النَّوْعَيْنِ. وَنَوع1 يجوز فِيهِ الْكسر وَالضَّم وَسَيَأْتِي قَرِيبا.",
            "page": "222",
            "part": "1",
            "seal": "0B6D3A74"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "[بَاب فتح] ¶ (فِي غير هَذَا لذِي الحلقيّ فتحا أشع ... بالِاتِّفَاقِ ? (آتٍ) صِيغ من سَأَلَا) ¶ أَي وأشع الْفَتْح قِيَاسا فِي غير الدَّال على الْمُفَاخَرَة من مضارع فَعَلَ المفتوح الحلقي الْعين أَو اللَّام بِاتِّفَاق من الْكسَائي وَغَيره، وحروف الْحلق سِتَّة: (الْهمزَة، وَالْهَاء، والحاء، وَالْخَاء، وَالْعين، والغين) وَيجوز أَن يكون قَوْله (لذِي الحلقي) بذال مُعْجمَة مَكْسُورَة. وبمهملة مَفْتُوحَة أَي وأشع الْفَتْح فِي مضارع فعل المفتوح ذِي الْحَرْف2 الحلقي، أَو عِنْد وجود الْحَرْف الحلقي، وَمِثَال ذَلِك3 سَألَ يَسْألُ وَهُوَ مَا مثّل بِهِ النَّاظِم، وبَأى عَلَيْهِ يَبْأَى افتخر، وبَدَأ الله الْخلق يَبْدَأُه أَي ابتدأه، وبَرَأَه يَبْرَأُه خلقه، والبرية4 الخليقة، وَكَذَا بَرَأ ¶ __________ ¶ 1 - كلمة نوع سَاقِطَة من ح. ¶ 2 - فِي خَ: الْحرفِي. ¶ 3 - كلمة ذَلِك سَقَطت من ح. ¶ 4 - الْبَريَّة أَصْلهَا الْهَمْز (البريئة) ثمَّ سهلت الْهمزَة يَاء، وأدغمت الْيَاء بِالْيَاءِ، وَمن الْعلمَاء من يرى أَن البريّة أَصْلهَا من (برو) (البريوة) فقلبت الْوَاو يَاء لاجتماعها مَعَ الْيَاء سَاكِنة وَهُوَ أحد قولي الْفراء. ¶ ينظر تَاج الْعَرُوس (بري) : 19/198.",
            "page": "222",
            "part": "1",
            "seal": "6EC83678"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "الْمَرِيض يَبْرَأُ1، وجَزَأ بالشَّيْء يَجْزَأُ اكْتفى، وجَشَأ الصَّوْت يَجْشَأُ خرج من الْحلق، وخَبَأ الشَّيْء يَخْبَأُه ستره، وخَسَأ الْكَلْب يَخْسَأ بَعُدَ، وخسأته طردته [22/ ب] لَازِما ومتعدياً، وخَلأتِ الناقةُ تَخْلأ بَركت فِي حَال السّير، ودَرَأَه يَدْرَأُه دَفعه، وذَرَأه يَذْرَأُه خلقه، وَمِنْه الذريئة {وَلَقَدْ ذَرَأْنَا لِجَهَنَّم} 2، ورَفَأ الثوبَ3 أصلح فَسَاده، ورَقَأ الدمع سكن، ورَقَأ4 الْجَبَل صعد، وطَرَأ عَلَيْهِم يَطْرَأُ جَاءَهُم فُجَاءة، وفَقَأ العينَ يَفْقَأُها قلعهَا، وكَلأه الله يَكْلأُه حرسه وَمِنْه {قُلْ مَنْ يَكْلأُكُمْ} 5، ومَلأَه يَمْلأه، ونَسَأُه يَنْسَأُه أخّره، والمِنْسَأهُ الْعَصَا، وهَدَأَ يَهْدَأَ سكن، ودَعَبَ بالمهملتين يَدْعَبُ دُعابَةً بِالضَّمِّ مزح، وذَهَبَ يَذْهَبُ، ورَعَبَه يَرْعَبُه أفزعه، وسَحَبَه يَسْحَبُه جَرّه على وَجه الأَرْض، وشَعَبَ يَشْعَبُه صدعه، وَأصْلح شعبه من الأضداد، وبَغَتَه يَبْغَتُه دخل عَلَيْهِ بَغْتَةً أَي فُجَاءة، وبَهَتَه يَبْهَتُه افترى عَلَيْهِ، وبَحَثَ عَنهُ يَبْحَثُ طلبه، ونَصَحَه يَنْصَحُه. ¶ __________ ¶ 1 - الْفِعْل برأَ جَاءَ مَفْتُوح الْعين فِي الْمَاضِي من بَاب قَرَأَ، وَهِي لُغَة أهل الْحجاز وَحكم عَلَيْهَا اللغويون بالفصاحة وَسمع فِي مضارع هَذَا أَعنِي المفتوح الْعين فِي الْمَاضِي الضَّم أَيْضا من بَاب نصر، وَلم يسمع الضَّم فِيمَا لامه همزَة فِي غير هَذَا الْحَرْف وَجَاء الْمَاضِي مكسور الْعين من بَاب فَرح وَهِي لُغَة بني تَمِيم وَحكم عَلَيْهَا الْعلمَاء بالفصاحة أَيْضا، وَجَاء الْمَاضِي مضموم الْعين من بَاب كرم (برؤ) وَهَذِه الْأَخِيرَة استضعفها الْعلمَاء. ¶ ينظر تَاج الْعَرُوس (برأَ) : 1/112. ¶ 2 - الْأَعْرَاف: 179. ¶ 3 - فِي ب ذَرأ ¶ 4 - هَكَذَا فِي الْأُصُول، وَالْفِعْل رقأ بِمَعْنى صعد لَازم غير متعدٍّ وَحكم عَلَيْهِ المعجميون بالندور قَالَ فِي اللِّسَان رقأ: 1/88 \"ورَقَأ فِي الدرجَة رَقْأً صعد عَن كرَاع، نَادِر وَالْمَعْرُوف رَقِيَ\"، وَقَالَ فِي التَّاج: 1/164 \"ورقأ فِي الدرجَة كمنع صرّح بِهِ الجواهري وَابْن سَيّده وَابْن الْقُوطِيَّة\". ¶ 5 - الْأَنْبِيَاء: 42.",
            "page": "223",
            "part": "1",
            "seal": "622B43BC"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "فَهَذِهِ الْأَمْثِلَة وَنَحْوهَا مِمَّا عينه أَو لامه حرف حلق مَفْتُوحَة الْعين فِي الْمُضَارع؛ وَذَلِكَ مَشْرُوط بِشُرُوط أَشَارَ إِلَيْهَا بقوله: ¶ (إِن لم يُضَاعف وَلم يشهر بكسرةٍ أَو ... ضم كيبغي وَمَا صرّفت من دخلا) ¶ أَي إِنَّمَا يفتح قِيَاسا عين الْمُضَارع من فعل المفتوح الحلقي بِثَلَاثَة شُرُوط: ¶ الأول: ألاّ يكون مضاعفاً، فَإِن كَانَ مضاعفاً فَهُوَ على قِيَاسه السَّابِق [23/ أ] من كسر لَازمه، وَضم معدّاه فاللازم نَحْو صحَّ جِسْمه يصِحُّ، والمعدّى نَحْو دَعَّه يَدُعُّه. ¶ الثَّانِي: ألاّ يشْتَهر فِيهِ الْكسر نَحْو (بغَى يَبْغِي) ، و (نَعَى يَنْعِي) 1، و (نَضَحَه بِالْمَاءِ يَنْضحُه) 2 رشّه، و (شَخَرَ بِالْمُعْجَمَةِ يَشْخرُ) شخيراً صوّت من ¶ __________ ¶ 1 - أورد المُصَنّف هَذَا الْفِعْل على أَنه مِمَّا اشْتهر بِكَسْر عين مضارعه، والمعجميون يخالفون ذَلِك فقد أوردوه على أَنه من بَاب سعى قَالَ فِي الْمُحكم: 2/184 \"النعي الدُّعَاء بِمَوْت الميّت والإِشعار بِهِ نعاه ينعاه نعياً ونُعياناً\"، وَقَالَ فِي تَاج الْعَرُوس: 20/254 \"نعاه لَهُ نعياً ونعيّاً على فعيل ونُعياناً بِالضَّمِّ ظَاهر هَذَا السِّيَاق كَمَا للجوهري أَنه من حدّ نصر على مَا يَقْتَضِيهِ اصْطِلَاحه عِنْد عدم ذكر الْمُضَارع، وَالصَّوَاب أَنه من حدّ سعى فَفِي الْمُحكم نعاه ينعاه نعياً ونُعياناً أخبرهُ بِمَوْتِهِ\"، وَلم يذكر هَذَا الْفِعْل اللبلي فِي بغية الآمال، وَأورد ابْن القطاع والسرقسطي الْمَاضِي مِنْهُ دون الْمُضَارع، وَمن الشواهد على أَنه من بَاب سعى قَول جرير: ¶ يَنْعَى النُّعَاةُ أَميْر المُؤْمِنِين لَنَا ... يَا خير منْ حَجَّ بيتِ الله وَاعْتمَرا ¶ 2 - الْفِعْل نضح نصّ، المعجميون على أَنه من، بَاب ضرب وَمنع قَالَ فِي الْمِصْبَاح الْمُنِير: 233 \"نضحت الثَّوْب نضحاً من بَاب ضرب ونفع وَهُوَ البلّ بِالْمَاءِ والرشّ\" وَقَالَ فِي الْقَامُوس نضح: 313 \"نضح الْبَيْت ينضحه رشّه… والقربه تنضّح رشحت\" فَكَأَنَّهُ قرّق بَين الْفِعْلَيْنِ النَّضْح بِمَعْنى الرش جعله مكسوراً فِي الْمُضَارع، وَبِمَعْنى الرشح جعله مَفْتُوحًا فِي الْمُضَارع، وتعقّب الزبيدِيّ الفيروز أبادي فَقَالَ: 4/233 \"قَالَ شَيخنَا: قَضِيَّة كَلَام المُصَنّف كالجوهري أَن نضح ينضح رشّ كضرب، وَالْأَمر مِنْهُ كاضرب، وَفِيه لُغَة أُخْرَى مَشْهُورَة كمنع، وَالْأَمر انْضَحْ كامنع حَكَاهُ أَرْبَاب الْأَفْعَال والشهاب الفيومي فِي الْمِصْبَاح وَغير وَاحِد ... حكى عَن صَاحب الْجَامِع أَن الْكسر لُغَة وَأَن الْفَتْح أفْصح وَنَقله الزَّرْكَشِيّ وَسلمهُ) ا?.",
            "page": "224",
            "part": "1",
            "seal": "9C675740"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "حلقه وَأَنْفه، و (رَجَعَ يَرْجِعُ) و (رَضَعَ يَرْضِع) وَفِيه لُغَة أُخْرَى ? (فَرَحَ يَفْرحُ) ، وَمثله (نَهَقَ الْحمار يَنْهِقُ) ، و (سَغبَ) أَي جَاع وَمِنْه {ذِي مَسْغَبَةٍ} 1 أَي مجاعَة، و (نَزَعَه ينْزِعُهُ) كانتزعه. ¶ الثَّالِث: أَلا يشْتَهر فِيهِ الضَّم ? (يَدْخُلُ) الْمُتَصَرف من دخل، و (صرَخَ يصْرُخُ) و (نَفَخ يَنْفُخُ) ، و (قَعَدَ يَقْعُدُ) ، و (أخَذَه يَأخُذُه) ، و (طَلَعَتِ الشَّمس تَطْلُعُ) ، و (بَزَغَت تَبْزُغ) أَي طلعت، و (بَلَغَ يَبْلُغُ) ، و (سَبَغَ الثَّوْب يَسْبُغ) فاض، وَطَالَ، و (سَعَلَ يَسْعُلُ سُعالاً) ، و (نَحَلَه ينْحُلُه) أَي أعطَاهُ2، و (نَخَلَ الدَّقِيق ينْخُلُه) ، و (زَعَمَ يَزْعُمُ زعماً) مثلّث الزَّاي، وَأكْثر مَا يُقَال فِيمَا يشكّ فِيهِ، وَقد يُرَاد بِهِ مجرّد النَّقْل عَن الْغَيْر نَحْو: زعم سِيبَوَيْهٍ كَذَا.",
            "page": "225",
            "part": "1",
            "seal": "297112AA"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "تَنْبِيه: ¶ قَالَ الشَّارِح3: اقْتِصَاره على اسْتثِْنَاء هَذِه الثَّلَاثَة يَقْتَضِي أَن سَائِر الحلقي وَلَو كَانَ فِيهِ دَاعِي لُزُوم الْكسر ? (وَعَدَ يَعِدُ) و (بَاع يَبْيِعُ) و (بَغَى يَبْغِي) أَو دَاعِي الضَّم ? (دَعا يدْعُو) و (فَاحَ الْمسك يَفوحُ) قِيَاسه الْفَتْح مَا لم يشْتَهر بكسرة4 أَو ضم، وتمثيله أَيْضا بـ (يَبْغِي) يدل على ذَلِك، وَقد سبق فِيمَا فاؤه وَاو أَن ¶ __________ ¶ 1 - الْبَلَد:14. ¶ 2 - فِي ح أعْطى لَهُ ¶ 3 - فتح الأقفال: 107. ¶ 4 - إِنَّمَا قَالَ بكسرة بتاء الْوحدَة لموافقة النّظم.",
            "page": "225",
            "part": "1",
            "seal": "4CDA76E9"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "حلقي الْعين مِنْهُ مكسور على [23/ ب] إِطْلَاق التسهيل1 وَالنّظم هُنَاكَ ك (وَعَدَ يَعِدُ) ، وشذّ (وَهَبَ لَهُ يَهَبُ) وَإِن خَالف إِطْلَاق النّظم هُنَا، وحلقي اللَّام مِنْهُ مَفْتُوح ك (وَضَع يَضَعُ) و (وَقَعَ يَقَعٌ) مُوَافقَة لإِطلاق النّظم هُنَا، وَإِن خَالف إِطْلَاق التسهيل2، وَكَذَا فِيمَا عينه يَاء أَن حلقي اللَّام مِنْهُ مكسور وَإِن خَالف النّظم هُنَا نَحْو (جَاءَ يَجِيءُ) ، و (صَاحَ يَصِيحُ) ، و (بَاعَ يَبِيعُ) ، و (زَاعَ عَنهُ يَزِيغُ) و (تَاهَ يَتِيهُ) ، وَلم يشذّ مِنْهُ شَيْء، وَفِيمَا لامه يائي ? (رَمَى يَرْمِي) شَرطه أَلا يكون عينه حرف حلق كَمَا شَرطه فِي التسهيل، وكما يرشد إِلَيْهِ تَمْثِيل النَّاظِم فِيمَا سبق بـ (يَأْتِي) وَهُوَ مُوَافق لإِطلاقه هُنَاكَ ? (سَعَى يَسْعَى) و (نَهَى عَنهُ يَنْهَى) وشذّ (بَغَى يَبْغِي) و (نَعَى الميّتَ يَنْعِيه) 3، وَفِيمَا عينه وَاو أَنه لَا أثر لكَون لامه حرف حلق وَإِن شَرط ذَلِك فِي التسهيل واقتضاه إِطْلَاقه هُنَاكَ ? (سَاءَه يَسُوءُه) و (فَاحَ المسكُ يَفُوحُ) وَكَذَا فِيمَا لامه وَاو4 أَن غَالب مواده مضمومه ك (دَعَا يَدْعُو) و (لَهَا يَلْهُو) ، و (سَهَا يَسْهُو) . ¶ وَحَاصِله أَن لحرف الْحلق تَأْثِيرا إِذا كَانَ لاماً لما فاؤه واوٌ ? (وَضَعَ يَضَعَ) ، وَكَذَا إِن كَانَ عينا لما لامه ياءي ? (سَعَى يَسْعَى) فيدخلان فِي إِطْلَاق النّظم هُنَا. ¶ وَلَا أثر لَهُ إِذا كَانَ عينا للْأولِ ? (وَعَدَ يَعِدُ) ، أَو لاماً للثَّانِي ? (بَاعَ يَبِيعُ) ، وَكَذَا إِن كَانَ عينا لما لامه واوا ? (دَعَا يَدْعُو) ، أَو لاماً لما عينه واوا ? (فَاحَ [24/أ] الْمسك يَفُوحُ) فتردّ الْأَرْبَعَة على إِطْلَاقه هُنَا وَالله أعلم. ¶ __________ ¶ 1 - التسهيل: 197. ¶ 2 - فِي ح وف جَاءَت عبارَة (وَالنّظم ثمَّ) وَالَّذِي أرَاهُ أَن عبارَة (وَالنّظم ثمَّ) مقحمة فِي الأَصْل، لِأَنَّهَا تتعارض مَعَ النَّص. ¶ 3 - سبق التَّعْلِيق على هَذَا الْفِعْل وَأَن الرَّاجِح فِيهِ نَعَى يَنْعَى بِالْفَتْح على الْقيَاس. ¶ 4 - أَي وعينه حرف حلق.",
            "page": "226",
            "part": "1",
            "seal": "C6165CEF"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "وَلما لم يكن فِي نَحْو (نَصَرَ وضَرَبَ) مرجَّح لكسر، وَلَا ضم، وَكَانَ الْقيَاس فِيهِ جَوَاز الْوَجْهَيْنِ لِاسْتِوَائِهِمَا لَوْلَا تَخْصِيص اشتهار الِاسْتِعْمَال بِأَحَدِهِمَا دون الآخر صَار1 الْمرجع فِيهِ إِلَى النَّقْل؛ وَلِهَذَا لما أنهى النَّاظِم رَحمَه الله الْكَلَام على الْأَقْسَام الثَّلَاثَة من أَقسَام فَعَلَ المفتوح وَهُوَ: مكسور الْمُضَارع قِيَاسا، ومضمومه قِيَاسا، ومفتوحه قِيَاسا أَشَارَ إِلَى الْقسم الرَّابِع وَهُوَ مَا يجوز فِيهِ الضَّم وَالْكَسْر بقوله: ¶ (عينَ الْمُضَارع من فعَلت حَيْثُ خلا ... من جالب الْفَتْح كالمبني من عتلا) ¶ (فاكسر أَو اضمم إِذا تعْيين بعضهما ... لفقد شهرةٍ أَو داعٍ قد اعتزلا) ¶ (عين الْمُضَارع) بِالنّصب مفعول بِهِ مقدّم لقَوْله: (اكسر) ، وَلَا يضرّه وُقُوعه بعد الْفَاء؛ لِأَنَّهَا زَائِدَة، ومفعول (اضمم) مَحْذُوف يدلّ عَلَيْهِ الْمَذْكُور، وَلَيْسَ من بَاب التَّنَازُع خلافًا للشَّارِح2؛ لِأَن النَّاظِم لَا يرَاهُ3 فِي المتقدّم، و (حَيْثُ) ظرف مَكَان عِنْد الْجُمْهُور، لَا شَرط لعدم اتصالها بـ (مَا) ، وَجُمْلَة (خلا) فِي مَحل خفض ¶ __________ ¶ 1 - فِي الْأُصُول فَصَارَ، وَالصَّوَاب مَا أثْبته. ¶ 2 - فتح الأقفال: 113. ¶ 3 - أَي التَّنَازُع وَهُوَ يُشِير إِلى قَول النَّاظِم فِي الْخُلَاصَة: ¶ إِن عاملان اقتضيا فِي اسْم عمل قبل فللواحد مفهما الْعَمَل ¶ فَقَوله (قبل) مَعْنَاهُ أَن شَرط العاملين أَن يَكُونَا متقدّمين على الْمَعْمُول الْمُتَنَازع فِيهِ، وَمُقْتَضَاهُ أَنه لَو تَأَخّر العاملان عَن الْمَعْمُول لم تكن الْمَسْأَلَة من بَاب التَّنَازُع.",
            "page": "227",
            "part": "1",
            "seal": "E264B250"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "بِإِضَافَة حَيْثُ إِلَيْهَا، وَمن جالب مُتَعَلق بـ (خلا) أَي خلا عين مضارع فَعَلَ المفتوح من جالب الْفَتْح وَهُوَ حرف الْحلق فِي لامه أَو عينه كمضارع (عَتَلَه بِالْمُثَنَّاةِ يَعْتُلُه ويَعْتِلُه) إِذا دَفعه، فاكسر عينه إِذا شِئْت أَو اضممها، وَفِي جعله [24/ب] الْحَرْف الحلقي جالباً لِلْفَتْحِ تسَامح؛ لِأَنَّهُ شَرط لَا سَبَب كَمَا سبق، وَقد شَرط لجَوَاز الْوَجْهَيْنِ بعد خلوّه من حرف الْحلق ألاَّ يتعيّنَ فِيهِ الضَّم لشهرة أَو داعٍ، وَلَا الْكسر لشهرة أَو داعٍ، فَإِن تعيّن أَحدهمَا لشهرة أَو دَاع قياسي منع من الآخر فَيصير هَذَا الْقسم ثَلَاثَة أَنْوَاع: ¶ متعيّن الضَّم، ومتعيّن الْكسر، وَجَائِز فِيهِ الْوَجْهَانِ1. ¶ أما مَا يتعيّن ضمّه لداع فقد سبق لَهُ أَرْبَعَة أَنْوَاع: المضاعف المعدّى ? (مَدَّه يَمُدُّه) ، وَمَا عينه أَو لامه واوا ? (قَالَ يَقُولُ) و (غَزَا يَغْزُو) ، وَمَا لغَلَبَة الْمُفَاخَرَة ? (سَابَقَنِي فَسَبَقْتُه فَأَنا أَسْبُقه) . ¶ وَأما مَا يتعيّن كَسره لداع فقد سبق أَيْضا أَنه أَرْبَعَة أَنْوَاع: مَا فاؤه وَاو ? (وَعَدَ يَعِدُ) أَو عينه أَو لامه يائي (بَاعَ يَبِيعُ) و (رَمَى يَرْمِي) ، والمضاعف اللَّازِم ? (حَنَّ يَحِنًّ) . ¶ وَأما مَا اشْتهر اسْتِعْمَال الضَّم فِيهِ فنحو (ثَقَبَه يَثْقُبُه) بالمثلّثة خرقه، و (نَقَبَه) بالنُّون، و (حَجَبَه يَحْجُبُه) و (سَلَبَه) 2، و (خَطَبَ) ، و (رَسَبَ فِي المَاء) ثَبت، و (نَكَبَ عَن الطَّرِيق) عدل، وَفِيه لُغَة كفَرحَ، و (خَفَتَ) سكن، و (سَكَتَ) ، و (حَدَثَ) ، و (نَصَرَ) ، و (كَتَبَ) . ¶ وَإِذا أردْت تَكْثِير الْأَمْثِلَة فَعَلَيْك بالشارح3 فَإِن فِيهِ مَا لَا مزِيد عَلَيْهِ. ¶ __________ ¶ 1 - فِي ح وف (الْوَجْهَيْنِ) بِالنّصب وَلَا أرى لَهُ وَجها. ¶ 2 - فِي ح: سنبه بالنُّون. ¶ 3 - فتح الأقفال: 114.",
            "page": "228",
            "part": "1",
            "seal": "CB09D335"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "وَأما مَا اشْتهر بِالْكَسْرِ فنحو (جَلَسَ يَجْلِسُ) ، وَنَحْو (جَذَبَه) ، و (خَصبَ الْمَكَان) كثر عشبه، وَفِيه لُغَة كفَرِحَ، و (ضَرَبَه) ، و (عَضَبَه) قطعه، و (غَصَبه) 1 أَخذه ظلما، و (غَلَبَه) قهره، و (قَضبَه) [25/أ] قطعه، و (كَذَبَ) ، و (كَسَبَ) ، و (نَصَبَه) رَفعه، و (ألَتَه حقَّه) نَقصه وَمِنْه {لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئاً} 2 {وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْء} 3، و (كَبَتَه) رده بغيظه، و (كَفَتَه) ضمه إِلَيْهِ، و (شَمَس اليومُ) اشتدت شمسه كأشمس، وَفِيه لُغَة كفَرِحَ وحَسِبَ، وتَمَّم الشَّارِح الْأَمْثِلَة فَرَاجعه4. ¶ وَأما مَا يجوز فِيهِ الْوَجْهَانِ: الْكسر وَالضَّم فنحو: (جَلَبَه يَجْلُبُه ويَجْلِبُه) ، وَكَذَا (حَلَبَ مَا فِي الضَّرع) ، و (خَلَبَه السَّبع يَخْلُبُه ويَخْلِبُه) خدعه، و (عَتَبَ عَلَيْهِ) لامه، و (نَسَبَه) ذكر نسبه، و (سَلَتَ أَنفه) ، و (سَمَتَ) حسن سمته أَي سيرته، و (نَفَثَ) فِيهِ نفخ، و (نَكَثَ الْعَهْد وَالْحَبل) نقضه، و (حَلَجَ الْقطن) ، و (خَدَجَتِ5 الناقةُ) أَلْقَت وَلَدهَا قبل التَّمام. رَاجع الشَّارِح6. ¶ __________ ¶ 1 - هَذَا الْفِعْل وَالَّذِي قبله وردا فِي ح بِصِيغَة وَاحِدَة هِيَ (عضبه) . ¶ 2 - الحجرات: 14. ¶ وَاخْتلف عُلَمَاء اللُّغَة فِي أصل الْفِعْل يلتكم على ثَلَاثَة أَقْوَال: ¶ أ - قَالَ قوم هُوَ من لات يليت كباع يَبِيع وَهِي لُغَة أهل الْحجاز. ¶ ب - وَقَالَ آخَرُونَ هُوَ من ولت يلت كوصف يصف وَهِي لُغَة غطفان وَأسد. ¶ ج - وَقَالَ فريق ثَالِث هُوَ من ألت يألُت ويألِت فَيكون من بَاب نصر وَضرب وَهُوَ من الضَّرْب الثَّالِث. ¶ ينظر الدّرّ المصون: 10/13. ¶ 3 - الطّور: 21. ¶ 4 - فتح الأقفال: 119. ¶ 5 - فِي ح خدجدت. ¶ 6 - فتح الأقفال: 123.",
            "page": "229",
            "part": "1",
            "seal": "45C91E60"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "فصل فِي اتِّصَال تَاء الْفَاعِل أونونه بِالْفِعْلِ ¶ ... ¶ فصل [فِي اتِّصَال تَاء الْفَاعِل أَو نونه بِالْفِعْلِ] 1 ¶ أَي فِي حكم اتِّصَال تَاء الضَّمِير أَو نونه بِالْفِعْلِ الْمَاضِي الثلاثي المعتل الْعين وَذَلِكَ أَنه يجب حينئذٍ تسكين آخر الْفِعْل لَهُ مُطلقًا ثلاثياً كَانَ أَو غَيره، مجرّداً أَو مزيداً فِيهِ صَحِيحا أَو معتلاًّ، لكنه إِذا كَانَ غير ثلاثي أَو ثلاثياً صَحِيح الْعين لم يتغيّر وَزنه ? (دَحْرَجْتُ) و (انْطَلَقْتُ) و (ضَرَبْتُ) و (وَعَدْت) و (رَمَيْتُ) و (دَعَوْتُ) ؛ وَإِنَّمَا لم ينبّه النَّاظِم رَحمَه الله تَعَالَى على ذَلِك لوضوحه، وَإِن كَانَ ثلاثياً معتلَّ الْعين بواوٍ أَو يَاء من بَاب (فَعُلَ) أَو (فَعَلَ) أَو (فَعِلَ) مضموماً ومفتوحاً ومكسوراً ? (قَالَ) ، و (بَاعَ) و (خَافَ) و (هَابَ) ¶ __________ ¶ 1 - فِي هدا الْفَصْل مذهبان للنحاة: ¶ الأول: مَذْهَب سِيبَوَيْهٍ ومتقدّمي النُّحَاة إِذْ يرَوْنَ أَن الأجوف الثلاثي إِذا أسْند إِلَى ضمير رفع متحرك ينْقل من بَاب نصر إِلَى بَاب كرم إِذا كَانَ واوي الْعين، وينقل من بَاب ضرب إِلَى بَاب علم إِن كَانَ يائي الْعين، وَقد انتقد الرضي هَذَا الرَّأْي فِي شرح الشافية: 1/78 فَقَالَ: \"الْغَرَض يحصل بِدُونِ النَّقْل من بَاب إِلَى بَاب… وَلَا ضَرُورَة ملجئة إِلَى هَذَا النَّقْل لَا لفظية وَلَا معنوية\". ¶ وَالْمذهب الثَّانِي: وَهُوَ مَذْهَب الْمُتَأَخِّرين وَمِنْهُم ابْن مَالك يرَوْنَ أنَّ الأجوف إِذا كَانَ: ¶ أ - من بَاب علم كسرت فاؤه سَوَاء أَكَانَ يائي الْعين ك (هبت) أم كَانَ واوي الْعين ? (خفت) لأننا نقلنا إِلَى الْفَاء حَرَكَة الْعين فِي الْمَاضِي. ¶ ب - إِذا كَانَ من بَاب نصر وَلَا يكون حينئذٍ إِلَّا واوي الْعين ضمت فاؤه للدلالة على أَن عينه وَاو لمّا تعذّرت الدّلَالَة على حَرَكَة الْعين. ¶ ج - إِذا كَانَ من بَاب ضرب وَلَا يكون حينئذٍ إِلَّا يائي الْعين كسرت فاؤه للدلالة على أَن عينه يَاء لمّا تعذّرت الدلة على حَرَكَة عينه. ¶ د - إِذا كَانَ من بَاب كرم ضمّت فاؤه للدلالة على حَرَكَة عينه وَسمع مِنْهُ طلت وَالْوَصْف مِنْهُ طَوِيل. ¶ ينظر فِي هَذَا: شرح التصريف الملوكي للثمانين بتحقيقنا: 506، وَشرح الشافية للرضي: 1/79، وتصريف الْأَفْعَال لعنتر: 183، وَالْمُغني فِي تصريف الْأَفْعَال: 185.",
            "page": "230",
            "part": "1",
            "seal": "DB41C3E4"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "و (طَالَ) 1 تغيِّر وَزنه عِنْد اتِّصَال [25/ ب] تَاء الضَّمِير أَو نونه بِهِ؛ لسُقُوط عينه عِنْد التقاء الساكنين، وهما آخر الْفِعْل المسكّن لأجل الضَّمِير وَالْألف المنقلبة من عين الْكَلِمَة مَعَ الِاحْتِيَاج إِلَى التَّنْبِيه على وَزنه فِي الأَصْل هَل هُوَ من بَاب فَعُلَ بِالضَّمِّ أَو فَعِلَ بِالْكَسْرِ، أَو فَعَلَ بِالْفَتْح، فَصَارَ الْفَصْل مختصّاً بالثلاثيّ المعتلّ الْعين؛ وَلِهَذَا قَالَ: (وانقل لفاء الثلاثي) 2 بتَخْفِيف الْيَاء (شكل عينٍ إِذا) بِنَقْل حَرَكَة الْهمزَة إِلَى تَنْوِين عين لأجل الْوَزْن (اعتلّت) أَي تغيّرت الْعين وَكَانَ الثلاثي (بتا الإِضمار) أَي الضَّمِير (متّصلا أَو نونه) أَي الضَّمِير، عطف على (تَاء) ، وَخرج بقوله الثلاثي غير الثلاثي، وبمعتل الْعين صحيحها من الثلاثي كَمَا سبق فَإِنَّهُ لَا يتغيّر وَزنه وَلَا يحذف مِنْهُ شَيْء ك (دَحْرَجْتُ) ، وَكَذَا سَائِر الْأَمْثِلَة السَّابِقَة، وَأما الثلاثي معتل الْعين فَإِنَّهُ إِذا3 سُكِّنَ آخِره عِنْد اتِّصَال تَاء الضَّمِير أَو نونه التقى ساكنان إِذْ عينه ألف وَلَا تكون إِلَّا سَاكِنة فَيجب حينئذٍ حذف حرف الْعلَّة وَهُوَ الْألف المنقلبة عَن عين الْكَلِمَة فَيبقى أَوله مَفْتُوحًا على أَصله إِذْ أوّل الْمَاضِي لَا يكون إِلَّا مَفْتُوحًا فَينْظر مَا حَرَكَة عينه قبل انقلابها هَل هِيَ ضمة أَو كسرة أَو فَتْحة، فَإِن كَانَ أَصْلهَا ضمّة أَو كسرة روعي فِيهِ التَّنْبِيه على وَزنه فتنقل شكل الْعين إِلَى الْفَاء بعد حذف الْعين تَنْبِيها على أَن [26/أ] أَصله من بَاب فَعُلَ بِالضَّمِّ أَو فَعِلَ بِالْكَسْرِ فَتَقول فِي (طَالَ ¶ __________ ¶ 1 - إِنَّمَا أورد المُصَنّف خَمْسَة أَمْثِلَة ليشْمل أَبْوَاب الثلاثي فـ (قَالَ) واوي الْعين من بَاب نصر وَبَاعَ يائي الْعين من بَاب ضرب وَخَافَ وَاو الْعين من فَرح، وهاب يائي الْعين من بَاب فَرح، وَطَالَ واوي الْعين من بَاب كرم ¶ 2 - أول قَوْله: ¶ وانقل لفاء الثلاثي شكل عين إِذا اعـ ... تلت وَكَانَ بتا الْإِضْمَار مُتَّصِلا ¶ (أَو نونه وَإِذا فتحا يكون فَمنـ ... ـه اعتض مجانس تِلْكَ الْعين منتقلا) ¶ 3 - كلمة إِذا سَقَطت من ح.",
            "page": "231",
            "part": "1",
            "seal": "E641F1C5"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "يَطُولُ) : (طُلْتُ) و (طُلْنَا) و (طُلْنَ) بِضَم الطَّاء؛ لِأَن أَصله (طَوُلَ) بِضَم الْوَاو1 ? (كَرُمَ) لَكِن لمّا تحركت الْوَاو وَانْفَتح مَا قبلهَا قلبت ألفا، فلمّا اتَّصل بِهِ ضمير الْفَاعِل وَسكن آخِره سَقَطت الْألف فَبَقيَ (طَلْتُ) بِفَتْح2 الطَّاء فَأعْطى الطَّاء ضمة الْوَاو قبل انقلابها ألفا فَصَارَ (طُلْتُ) ، وَكَذَا تَقول فِي (خَافَ يَخَافُ) : (خِفْتُ وخِفْنَا وخِفنَ) بِكَسْر الْخَاء؛ لِأَن أَصله (خوِفَ) بِكَسْر الْوَاو، فَلَمَّا تحركت وَانْفَتح مَا قبلهَا قلبت ألفا، فَلَمَّا سَقَطت عِنْد اتِّصَال الضَّمِير بَقِي (خَفْتَ) بِفَتْح الْخَاء فَأعْطِي الْخَاء كسرة الْوَاو فِي (خَوِفَ) قبل انقلابها ألفا فَصَارَ: (خِفْتُ) وَيُقَاس عَلَيْهَا نظائرها مِمَّا شكل عينه فِي الأَصْل ضمة أَو كسرة وَالتَّقْيِيد بهما مَفْهُوم من قَوْله: (وَإِذا فتحا يكون) الشكل للعين (فَمِنْهُ) أَي من الْفَتْح الْكَائِن على الْعين (اعتض) أَي عوّض (مجانس تِلْكَ الْعين) من الحركات وَهُوَ الضمة إِن كَانَت الْعين واواً، والكسرة إِن كَانَت يَاء حَالَة كونك (منتقلا) فِي الْأَمْثِلَة من الْأَفْعَال المعتلة الْعين فتردّ كل فعل إِلَى مَا ذكرنَا أَي إِنَّمَا ينْتَقل إِلَى الْفَاء شكل الْعين إِذا كَانَ الشكل غير فَتْحة، وَإِذا كَانَ الشكل فَتْحة فَلَا ينْقل إِلَى فائه إِذْ لَا فَائِدَة فِي النَّقْل؛ لِأَن شكل الْفَاء أَيْضا فَتْحة فيتعذّر حينئذٍ فِيهِ [26/ ب] التَّنْبِيه على الْوَزْن، ويراعى فِيهِ التَّنْبِيه على أَن عينه المحذوفة هَل هِيَ قبل انقلابها ألفا واوٌ أَو ياءٌ فَيعْطى الْفَاء الشكل المجانس للتعين وَهُوَ ضمة إِن كَانَ أَصْلهَا وَاو، أَو كسرة إِن كَانَ أَصْلهَا يَاء تَنْبِيها على الْفرق بَين ذَوَات الْيَاء، وَذَوَات الْوَاو فَتَقول فِي قَالَ يَقُولُ: (قُلْتُ) و (قُلْنَا) و (قُلْنَ) بِضَم الْقَاف؛ لِأَن أَصله (قَوَلَ) بِفَتْح الْوَاو لِمَا سبق أَنه من أَمْثِلَة فَعَلَ ¶ __________ ¶ 1 - فِي ح الْوَاو وككرم بواو عطف. وَالدَّلِيل على أَنه من بَاب كرُمَ مَجِيء الْوَصْف مِنْهُ على فعيل طَوِيل، وَلِأَنَّهُ ضد قصُرَ. ¶ 2 - فِي ح بِضَم الطَّاء.",
            "page": "232",
            "part": "1",
            "seal": "D70B2408"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "المفتوح فَانْقَلَبت ألفا وَسَقَطت عِنْد اتِّصَال الضَّمِير فَبَقيَ (قَلْتُ) بِفَتْح الْقَاف، ولمّا لم يكن لنقل شكل عينه إِلَى فائه فَائِدَة، وتعذّرت الدّلَالَة على وَزنه رُوعي فِيهِ الدّلَالَة على أصل عينه مَا هِيَ فَأعْطى الْفَاء حَرَكَة تجانس الْوَاو وَهِي الضمة فَصَارَ (قُلْتُ) ، وَكَذَا تَقول فِي بَاعَ يَبِيْعُ (بِعْتُ) و (بعْنَا) و (بِعْنَ) بِكَسْر الْبَاء أَصله (بَيَعَ) بِفَتْح الْيَاء كَمَا سبق أَيْضا فقلبت الْيَاء أَلفاً وَسَقَطت عِنْد اتِّصَال الضَّمِير فَبَقيَ (بَعْتُ) بِفَتْح الْبَاء فَأعْطِي حَرَكَة تجانس الْيَاء وَهِي الكسرة، وَيُقَاس عَلَيْهِمَا نظائرهما.",
            "page": "233",
            "part": "1",
            "seal": "D0DF3F13"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "تَنْبِيه: ¶ إِنَّمَا حكمنَا على (طَالَ) بِأَن أَصله (طَوُلَ) بِالضَّمِّ ? (كَرُمَ) لَا فَعَلَ بِالْفَتْح ? (قالَ) لِأَنَّهُ ضِدُّ (قَصرَ) ؛ وَلِأَن اسْم الْفَاعِل1 مِنْهُ على فَعِيْلٍ، وحكمنا على (قالَ) بِأَن أَصله (قَوَلَ) بِالْفَتْح ك (نَصرَ) لَا بِالضَّمِّ ك (ظَرُفَ) لِأَن المضموم، لازمٌ، والقولُ وَمَا يتصرّف مِنْهُ ينصب [27/أ] الجُمَلَ وَمَا فِي مَعْنَاهَا، والمفردَ ¶ __________ ¶ 1 - أَي الصّفة المشبهة باسم الْفَاعِل، وَكَون الْوَصْف مِنْهُ على فعيل مرجّح لَا لَازم إِذْ سمع فَاعل من فعُل اسْم الْعين كفارةٍ من فرُه، وَسمع فعيل من فعل المفتوح الْعين كعفيف من عفّ، وَقد يَأْتِي فَاعل من طول قَالَ الشَّاعِر: ¶ لَقَدْ زَاد ني حُبّاً لِنَفْسِيَ أنّنِي ... بَغِيْضُ إِلَى كُلِّ امْرِئٍ غَيْرِ طائلِ ¶ وَقَالَ الآخر: ¶ أَرَيْتَ إِذا جَالَتْ بِكَ الخَيْلُ جَوْلَةً ... وَأَنْتَ على بِرْذْونةٍ غَيْرِ طائِلِ ¶ وَقَالَ أَبُو ذُؤَيْب: ¶ وِيَأْشِبُنِي فِيْها الَّذِيْنَ يَلُوْنَهَا ... وَلَوْ عَلِمُوا لَمْ يَأْشِبُوني بِطائلِ ¶ فالوصف فِي هَذِه الْأَمْثِلَة جَاءَ على وزن فَاعل لَا على وزن فعيل؛ لِأَن المُرَاد بِهِ حينئِذٍ الدّلَالَة على التجدد والحدوث، وكل فعل ثلاثي من أَي وزن كَانَ إِن أُرِيد بِهِ الدّلَالَة على الْحُدُوث والتجدد فاسم الْفَاعِل مِنْهُ يَأْتِي على فَاعل سَوَاء أَكَانَ ماضيه على فَعَلَ أم على فَعِلَ أم فَعُلَ. ¶ ينظر: شرح الشافية للرضي: 2/198، وتصريف الْأَسْمَاء للطنطاوي: 108.",
            "page": "233",
            "part": "1",
            "seal": "E9335F8F"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "الَّذِي أُرِيد لَفظه، وَلَا بالكسرة (خَافَ) وَإِلَّا لَكَانَ مضارعه على (يَقَالَ) 1 ? (يَخَافُ) ، وَلَا بِالسُّكُونِ لِأَنَّهُ لَيْسَ من أوزان الْفِعْل فتعيّن الْفَتْح، وَأَن عينه وَاو لمجيء مضارعه بِالضَّمِّ، وحكمنا على (بَاعَ) أَن أَصله أَيْضا (بَيَعَ) بِالْفَتْح وَأَن عينه يَاء لمجيء مضارعه على (يَفْعِلُ) بِالْكَسْرِ وَهُوَ (يَبِيْعُ) .",
            "page": "234",
            "part": "1",
            "seal": "08B61350"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "بَاب أبنية الْفِعْل الْمَزِيد فِيهِ2 ¶ وَمرَاده لَا يَشْمَل مزِيد الثلاثي ومزيد الرباعي لذكره النَّوْعَيْنِ فِي هَذَا الْبَاب كَمَا ستراه، وَقد سبق أَن الْفِعْل المجرّد ثلاثي ورباعيّ فَقَط، وَأَن الثلاثي ثلاثةُ أبنية، وَلَيْسَ للرباعي إِلَّا بناءٌ واحدٌ، وَلم يَأْتِ أَيْضا مزِيد الرباعي إِلَّا ثَلَاثَة أبنية وَهِي: (تَفَعْلَلَ) ? (تَدَحْرَجَ) و (افْعَنْلَلَ) ? (احْرَنْجَمَ) ، و (افْعَلَلَّ) ? (اسْبَطَرَّ) ، وَسَائِر الْأَمْثِلَة الَّتِي ذكرهَا غير هَذِه الثَّلَاثَة من مزِيد الثلاثي، وَأكْثر مَا يَنْتَهِي بِنَاء الْفِعْل الْمَزِيد فِيهِ إِلَى سِتَّة أحرف ? (استخرج) ، وَالزِّيَادَة حينئذٍ ثَلَاثَة أَنْوَاع، لِأَنَّهَا إِمَّا بِحرف وَاحِد فَيصير بهَا الْفِعْل رباعياً ? (أَكْرَمَ) ، والرباعي ¶ __________ ¶ 1 - بِفَتْح حرف المضارعة مبنيّ للمعلوم، أما الْمَبْنِيّ للْمَجْهُول فَهُوَ يُقَال بِضَم حرف المضارعة. ¶ 2 - أَبْيَات هَذَا الْبَاب هِيَ: ¶ كـ أعْلمَ الْفِعْل يَأْتِي بِالزِّيَادَةِ معْ ... وَالى ووَلَّى استقَاَمَ احْرَنْجَمَ انْفَصَلا ¶ وافْعَلَّ ذَا ألف فِي الحشو رَابِعَة ... وعارياً وكذاك اهْبّيّخَ اعتدلا ¶ تَدَحْرَجَتْ عَذْيَط احْلَوْلَى اسْبَطَرَّ تّوَا ... لى مَعْ تَوَلَّى وخَلْبِسْ سَنْبسَ اتَّصَلا ¶ واحْبَنْطَأَ أحْوَنْصَلَ اسْلَنْقى تمسْكَنَ سَلْ ... قَى قَلْنَسَتْ جوْرَبَتْ هَرْوَلْتُ مُرْتَحِلا ¶ زَهْزَقْتُ هَلْقَمْتُ رَهْمَسْتُ اكْوَألَّ تَرَهْـ ... شَفْتُ اجْفَأَظَّ اسلَهَمَّ قطْرَنَ الجملا ¶ تَرْمَسْتُ كَلْتَبْتُ جَلْمَطَتْ وغَلْصَمَ ثمَّ ... م ادْلمَّس اهْرَمَّعَتْ واعْلَنْكَسَ انْتَخَلا ¶ واعْلَوَّطَ اعْثَوْجَجَتْ بَيْطَرْتُ سَنْبَلَ زَم ... لَقَ اضْمُمَنّ تَسَلْقَى واجْتَنِبْ خَلَلا",
            "page": "234",
            "part": "1",
            "seal": "47C5AD61"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "خماسياً ? (تَدَحْرَجَ) ، أَو بحرفين ? (انْطَلَقَ) و (احْرَنْجَمَ) ، أَو بِثَلَاثَة ? (اسَتَقَامَ) .",
            "page": "235",
            "part": "1",
            "seal": "B01E4A28"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "فَوَائِد: ¶ الأولى: اعْلَم أَن الزَّائِد نَوْعَانِ1: أَحدهمَا تَكْرِير الأَصْل، وَهَذَا لَا يختصّ بأحرف بِعَينهَا، وَذَلِكَ ? (جَلْبَبَه) بالجلباب. ¶ وَثَانِيهمَا: مَا لَا يكون بتكريرٍ وَهَذَا لَا يكون [27/ ب] إِلَّا بِأحد حُرُوف الزِّيَادَة الْعشْرَة يجمعها قَوْلك (سألتمونيها) ، وَمعنى تَسْمِيَتهَا بحروف الزِّيَادَة أَنه لَا يُزَاد فِي الْكَلِمَة لغير تَكْرار إِلَّا بِحرف مِنْهَا، لَا أَنَّهَا تكون أبدا زَائِدَة، لِأَنَّهَا قد تكون أصولاً، وَذَلِكَ ظَاهر2. ¶ الثَّانِيَة: اعْلَم أَنه لَا يعرف الأَصْل من الزَّوَائِد إِلَّا بِمَعْرِِفَة الْمِيزَان وَهُوَ أَن يعبّر عَن أوّل أصُول الْكَلِمَة بفائها، وَعَن ثَانِيهَا بِعَينهَا، وَعَن ثَالِثهَا وَكَذَلِكَ رَابِعهَا بلامها فَيُقَال فِي وزن ضَرَبَ: (فَعَلَ) ، ودَحْرَجَ: (فَعْلَلَ) ، وأمّا الزَّائِد فَإِن كَانَ بتَكْرير الأَصْل عبّر عَنهُ بِلَفْظ ذَلِك الأَصْل فَيُقَال فِي وزن عَلَّمَ: (فَعَّلَ) قَالَ فِي الْخُلَاصَة: ¶ __________ ¶ 1 - الزِّيَادَة كَمَا قَالَ قِسْمَانِ: زِيَادَة للمبنى وَزِيَادَة للمعنى فَالزِّيَادَة الَّتِي تكون للإِلحاق فائدتها عَائِدَة لبِنَاء الْكَلِمَة لكَي تلتحق الْكَلِمَة الَّتِي فِيهَا الزِّيَادَة بِكَلِمَة أُخْرَى أَكثر مِنْهَا حروفاً مثل اقعنسس السِّين الثَّانِيَة فِيهَا مُلْحقَة بميم احرنجم وَلَوْلَا الإِلحاق لوَجَبَ الإِدغام فِي السينين وَقيل اقعنَسَّ وَلِهَذَا تسمى الزِّيَادَة هُنَا زِيَادَة للمبنى، وَقسم تكون الزِّيَادَة فِيهِ دَالَّة على معنى زَائِد لم يكن فِي الْكَلِمَة قبل الزِّيَادَة وَتسَمى الزِّيَادَة هُنَا زِيَادَة للمعنى مثل خرج وَأخرج خرج بِنَفسِهِ وأَخرجه غَيره الْهمزَة هُنَا للتعدية فَالزِّيَادَة هُنَا أفادت معنى جَدِيدا. ¶ 2 - مِثَال ذَلِك قَوْلك سلم فالسين، وَاللَّام، وَالْمِيم من حُرُوف الزِّيَادَة وَلكنهَا هُنَا كلهَا أصُول، وَمثله كلمة نوى فالنون وَالْوَاو وَالْيَاء هُنَا أصُول وَهِي من أحرف سألتمونيها.",
            "page": "235",
            "part": "1",
            "seal": "EB2B781F"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "فَإِن يَك الزَّائِد ضعف أصل ... فَاجْعَلْ لَهُ فِي الْوَزْن مَا للْأَصْل ¶ وَأما الزَّائِد لغير تَكْرار فيعبّر عَنهُ بِلَفْظِهِ فَيُقَال فِي وزن أَعْلَمَ: (أَفْعَلَ) ، وضارَبَ (فَاعَلَ) ، وانْطَلَقَ (انْفَعَلَ) ، واسْتَخْرَجَ (اسْتَفْعَلَ) . ¶ الثَّالِثَة: اعْلَم أَنه لَا يحكم بِزِيَادَة حرف إِلَّا بِدَلِيل، وَأقوى الْأَدِلَّة سُقُوطه فِي بعض التصاريف كسقوط همزَة أعْلَمَ، وَألف وَالَى فِي عَلِمَ، ووَلِيَ لَكِن شَرط1 الِاسْتِدْلَال بِسُقُوط الْحَرْف على زِيَادَته أَلا يكون سُقُوطه لعِلَّة تصريفية فَإِن كَانَ2 سُقُوطه لعِلَّة تصريفية كسقوط ألف طَالَ وخَافَ وقَالَ وبَاعَ فِيهِ طُلْتُ وخِفْتُ وقلْتُ وبِعْتُ، وَسُقُوط وَاو [28/أ] وعد فِي الْمُضَارع وَالْأَمر والمصدر3 لم4 يكن دَلِيلا على الزِّيَادَة، وَمِمَّا تعرف بِهِ زِيَادَة الْألف5 مَا ذكره فِي الْخُلَاصَة6 أَن مصاحبتها أَكثر من أصلين ? (ضَارب) وَسبق الْهمزَة وَالْمِيم ثَلَاثَة أحرف أصُول7 وَغير ذَلِك8 مِمَّا ذكره. ¶ __________ ¶ 1 - فِي ح بِشَرْط. ¶ 2 - كلمة كَانَ سَقَطت من ح. ¶ 3 - أَي المعوض عَن فائه بِالتَّاءِ كعدة. ¶ 4 - فِي ح وَلم. ¶ 5 - الْألف لَا تكون أصلا إِلَّا فِي الْحُرُوف والأسماء المبنية كألف على وإلاّ وحتّى وَمَا فَهَذِهِ ألفاتها أصُول، أمّا الْأَسْمَاء المتمكنة وَالْأَفْعَال، فألفاتها زَائِدَة أَو منقلبة عَن أصل وَاو أَو يَاء. ¶ 6 - وَهُوَ قَوْله: ¶ فألف أَكثر من أصلين ... صَاحب زَائِد بِغَيْر مين ¶ 7 - وَلَا يخرم هَذِه الْقَاعِدَة النزاع فِي همزَة أَفْعَى وَالْمِيم فِي مُوسَى. ¶ 8 - جعل الصرفيون أَدِلَّة يسْتَدلّ بهَا على الزِّيَادَة مِنْهَا: ¶ الِاشْتِقَاق، والتصريف، وَالْكَثْرَة، واللزوم، وَعدم النظبر، وَالدُّخُول فِي أوسع الْبَابَيْنِ، وَالْمعْنَى المطّرد. ¶ ينظر شرح التصريف الملوكي للثمانيني: 198، الممتع لِابْنِ عُصْفُور: 1/ 39.",
            "page": "236",
            "part": "1",
            "seal": "152051DA"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "الرَّابِعَة: اعْلَم أَن الْعَرَب لَا تزيد غَالِبا1 حرفا إِلَّا للدلالة على معنى زَائِد لَا يدلّ عَلَيْهِ الأَصْل كدلالة الْهمزَة فِي أَكْرَمْتُه وأعْلَمْته على التَّعْدِيَة، وَالْألف فِي ضَارَبْتُه وقَاتَلْتُه على الِاشْتِرَاك فِي الفاعلية والمفعولية، وَالسِّين فِي اسْتَغْفَرَ ربّه على الطّلب، وَمَعْرِفَة هَذِه الْمعَانِي أصل مهمّ جدا وأهمل النَّاظِم رَحمَه الله تَعَالَى التعرّض لَهَا لضيق هَذَا النّظم فَذكر أَمْثِلَة الْمَزِيد فِيهِ مسرودة فَقَالَ: ¶ (كأعلم الْفِعْل يَأْتِي بِالزِّيَادَةِ) ¶ أَي الْفِعْل يَأْتِي بِالزِّيَادَةِ على أَصله إِمَّا بِزِيَادَة همزَة قطع من أَوله كأَعْلَمَ أَو بِزِيَادَة غَيرهَا على مَا سَيَأْتِي. ¶ فَقَوله الْفِعْل مُبْتَدأ، وَيَأْتِي خَبره، وكأعلم فِي مَحل الْحَال من فَاعل يَأْتِي الْمُسْتَتر، وبالزيادة حَال من الْمُبْتَدَأ على رَأْي سِيبَوَيْهٍ2 أَي الْفِعْل حَال ملابسته للزِّيَادَة يَأْتِي موازناً للأوزان الْمَذْكُورَة فَمِنْهَا: ¶ أَفْعَلَ: بِزِيَادَة همزَة قطع على الثلاثي سَوَاء كَانَ فَعُلَ بِالضَّمِّ أَو فَعِلَ بِالْكَسْرِ أَو فَعَلَ بِالْفَتْح صَحِيحا ككَرُمَ وفَرِحَ وذَهَبَ ونَزَلَ ودَخَلَ أَو معتل الْفَاء كوَلجَ أَو الْعين بِالْيَاءِ كفَاءَ [28/ ب] أَي رَجَعَ أَو بِالْوَاو كقَامَ، أَو معتل اللَّام كأَوَى إِلَيْهِ، وخَلا بِالْمَكَانِ3 فَتَقول فِي الْجَمِيع لتعديتها بِالْهَمْزَةِ: أَكْرَمْتُه وأَشْرَحْتُه، وأَذهَبْتُه، وأَنزَلْتُه، وأدْخَلْتُه، وأَوْلَجْتُة، وأَفَأْتُه، وأَقَمْتُه، وآويتُه بِمد الْهمزَة وأَخلَيتُه. وَقس على ذَلِك سَائِر أَمْثِلَة الْفِعْل الْمُجَرّد بأنواعه السَّابِقَة، والتعدية ¶ __________ ¶ 1 - كَمَا قَالَ المُصَنّف هَذَا الحكم غَالب لَا لَازم وَمن غير الْغَالِب مَجِيء فعل وأفعل بِمَعْنى وَاحِد بل هُنَاكَ كتب مصنّفة لما جَاءَ على وزن فعل وأفعل بِمَعْنى وَاحِد، وَكَذَا الحكم فِي بقيّة أوزان الْمَزِيد فِيهِ. ¶ 2 - الْكتاب: 2/ 58، 88. ¶ 3 - فِي ح للمكان.",
            "page": "237",
            "part": "1",
            "seal": "7FA36C76"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "أشهر مَعَاني أفْعَلَ وَمِنْه {فَأَجَاءَهَا الْمَخَاضُ} 1 بِزِيَادَة الْهمزَة على جَاءَ أَي أوصلها، وَمِمَّا ندر مَجِيء أَفعَلَ لَازِما وفَعَلَ متعديّاً بعكس مَا تقدم وَمِنْه قَوْلهم: كَبَّه لوجهه فأَكبَّ أَي هُوَ قَالَ فِي الصِّحَاح2: \"وَهَذَا مِمَّا ندر مَجِيء فَعَلَ فِيهِ معدّى وأَفْعَلَ لَازِما\"، وَزَاد فِي الْقَامُوس فِي حرف الْعين قَشَعْتُ الْقَوْم فأَقشَعُوا أَي فرّقتهم فتفرّقوا أَفَادَهُ الشَّارِح3. ¶ وَتَأْتِي لمعانٍ كَثِيرَة غير التَّعْدِيَة، وَمعنى التَّعْدِيَة أَن يضمّن الْفِعْل معنى التصيير فَيصير الْفَاعِل لأصل الْفِعْل مَفْعُولا، فَإِن كَانَ الْفِعْل لَازِما تعدّى لواحدٍ كالأمثلة السَّابِقَة، أَو إِلَى واحدٍ تعدّى إِلَى اثْنَيْنِ كألْبَسْتُ زيدا ثوبا، أَو إِلَى اثْنَيْنِ تعدّى إِلَى ثَلَاثَة كأَعْلَمْتُ زيدا عمرا قَائِما وَهُوَ مِثَال النَّاظِم. ¶ وَمن مَعَانِيهَا: السَّلب والإِزالة كأقْذَيْتُه وأشْكَيْتُه أَي أزلت القذى عَن عينه وأزلت شكايته، انْظُر الشَّارِح4. ¶ وَمِنْهَا [29/ أ] فَاعَلَ: ¶ بِزِيَادَة ألف بَين الْفَاء وَالْعين وَهُوَ الِاشْتِرَاك فِي الفاعلية والمفعولية نَحْو: ضَارَبَ زيدٌ عمرا فزيدٌ وعمروٌ يَشْتَرِكَانِ فِي الفاعلية والمفعولية من جِهَة الْمَعْنى، وَفِي اللُّغَة أَحدهمَا فاعِلٌ وَالْآخر مفعولٌ، وَمِنْه {وَهُوَ يُحَاوِرُه} 5 ¶ __________ ¶ 1 - مَرْيَم: 23. ¶ 2 - الصِّحَاح كبب: 207 قَالَ \"كَبه الله لوجهه أَي صرعه فأكبّ على وَجهه، وَهَذَا من النَّوَادِر أَن يُقَال أفعلت أَنا وَفعلت غَيْرِي \"ا?. ¶ 3 - فتح الأقفال: 126. ¶ 4 - فتح الأقفال: 135. ¶ 5 - الْكَهْف: 34.",
            "page": "238",
            "part": "1",
            "seal": "8750E7CE"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "أَي يناجيه، وَقد يكون لموافقة فَعَلَ ? (جَاوَزْتُه) بِمَعْنى جُزْتُه و (هَاجَرْتُه) أَي هَجَرْته، وَبِمَعْنى أَفْعَلَ ? (بَاعَدْتُه) أَي أَبْعَدْتُه و (تَابَعْتُ الصومَ) أَتْبَعْتُ بعضه ببعضٍ، وَإِلَى هَذَا الْوَزْن أَشَارَ بقوله (مَعَ والى) 1 وَهُوَ يحْتَمل أَنه من الْمُوَالَاة بِمَعْنى المناصرة فَيكون من الِاشْتِرَاك، أَو من الْمُوَالَاة بِمَعْنى الْمُتَابَعَة للصَّوْم وَنَحْوه فَيكون بِمَعْنى أَفْعَلَ. ¶ وَمِنْهَا فَعَّلَ: ¶ ? (وَلَّى) بِتَضْعِيف الْعين وَهُوَ للتعدية كهمزة أَفْعَلَ نَحْو كَرَّمْتُه وفَرَّحْتُه وعَلَّمْتُه، وَيكون أَيْضا لإِفادة التكثير نَحْو {وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ} 2 {وَقَطَّعْنَاهُم} 3 {وَغَلَّقَتِ الأَبْوَابَ} 4، وَيكون للسلب والإِزالة ? (قَذَّيْتُ عَيْنَهُ) 5 و (قَذَّيْتُ6 البعيَر) أَي أزلت عَنهُ القذى والقراد، وَيكون للتصيير ? (أَمَّرْتُه) و (وَلَّيْتُه) و (عَدَّلْتُه) و (فَسَّقْتُه) أَي جعلته أَمِيرا ووالياً وعدلا وفاسقاً، ولاختصار حِكَايَة الْمَعْنى الَّذِي صِيغ مِنْهُ نَحْو: (كبَّرْتُ الله) و (سَبَّحْتُه) و (حَمَّدْتُه) و (هَلَّلْتُه) أَي قلت الله أكبر، وَسُبْحَان الله، وَالْحَمْد لله، وَلَا إِلَه إِلَّا الله، ولموافقة تَفَعْلَلَ: ? (فَكَّرَ) وتَفَكَّرَ [29 ب] و (وَلَّى) وتَوَلَّى أَي أدبر، وَمِثَال النَّاظِم يحْتَملهُ، وَيحْتَمل التَّوْلِيَة بِمَعْنى التصيير. ¶ __________ ¶ 1 - من قَوْله: ¶ كأعلم الْفِعْل يَأْتِي بِالزِّيَادَةِ مَعَ ... والى وولّى استقام احرنجم انفصلا ¶ 2 - سبأ:19. ¶ 3 - الْأَعْرَاف:160. ¶ 4 - يُوسُف: 23. ¶ 5 - فِي ح كقذيته عَنهُ، وَفِي ف كقذّيت عَنهُ، والتصويب من بحرق. ¶ 6 - فِي ح وقذذت الْبَعِير.",
            "page": "239",
            "part": "1",
            "seal": "65DB883A"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "وَمِنْهَا اِسْتَفْعَلَ: ¶ ? (اسْتَقَامَ) بِزِيَادَة همزَة الْوَصْل وَالسِّين وَالتَّاء، وَهُوَ للطلب ? (اسْتَغْفَرَ ربَّه) و (اسْتَعَانَه) أَي سَأَلَهُ الْمَغْفِرَة والإعانة، وَقد يكون للتحويل ? (اسْتحْجَرَ الطينُ) صَار حجرا، أَو لمطاوعة أفعل نَحْو أحكمته ? (اسْتَحْكَمَ) ، وأقمته ? (اسْتَقَامَ) وَهُوَ مِثَال النَّاظِم، والمطاوعة: قَبُولُ فَاعل فعلٍ أثر فَاعل فعل آخر. ¶ وَمِنْهَا اِفْعَنْلَلَ: ¶ ? (احْرَنْجَم) بِزِيَادَة همزَة الْوَصْل وَالنُّون بَين الْعين وَاللَّام الأولى، وَهُوَ لمطاوع فعْلَلَ الرباعي ? (حَرْجَمْتُ الإِبل) ? (احْرَنْجَمَتْ) أَي جمعتها فاجتمعت. ¶ وَمِنْهَا اِنْفَعَلَ: ¶ نَحْو (انْفَصَلا) بِزِيَادَة همزَة الْوَصْل وَالنُّون، وَهُوَ لمطاوعة فَعَلَ نَحْو فَصَلْتُهُ ? (انْفَصَلَ) وكَسَرْتُهُ ? (انْكَسَرَ) وَمِنْه {وَإِذَا النُّجُومُ انْكَدَرَتْ} 1 {وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ} 2، وَقد يطاع أَفْعَلَ كأَغْلَقْتُ البابَ ? (انْغَلَقَ) ، وأَؤْعَجْتُهُ ? (انزَعَجَ) ، ولموافقة فَعِلَ ? (انْطَفَأَ) أَي (طَفِىءَ) 3، وللإِغناء عَنهُ ? (انْطَلَقَ) أَي ذهب إِذْ لم يستعملوا المجرّد مِنْهُ ثمَّ قَالَ: ¶ __________ ¶ 1 - التكوير: 2. ¶ 2 - الانفطار: 2. ¶ 3 - فِي ح انطغى بالغين، وَفِي ف كنطفأ.",
            "page": "240",
            "part": "1",
            "seal": "E17590DB"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "(واِفْعَلَّ ذَا ألف فِي الحشو رَابِعَة ¶ وعارياً) ¶ أَي وَمِنْهَا اِفْعَالَّ: ¶ بِزِيَادَة همزَة الْوَصْل، وَألف رَابِعَة بَين الْعين وَاللَّام المضعّفة. ¶ وكَذا افعلَّ: ¶ عَارِيا عَن الْألف وهما للألوان ? (احْمَارَّ) و (اصْفَارَّ) [30/ أ] وَكَذَا (احْمَرَّ) و (اصْفَرَّ لَونه) ، وَالْفرق بَينهمَا أَن (افْعَالَّ) صَاحِبَة الْألف يكون للون غير ثابتٍ يُقَال: جَعَلَ يَحْمَارُّ مرّةً، ويَصْفَارُّ أخرىَ، و (افعَلَّ) للّون الثَّابِت، وَلَا يكون كل مِنْهُمَا إِلَّا لَازِما. ¶ (و) مِنْهَا (كَذَلِك) اِفعَيَّلَ: ¶ بِزِيَادَة همزَة الْوَصْل وَالْيَاء الْمُثَنَّاة تَحت الْمُشَدّدَة بَين الْعين وَاللَّام نَحْو (اِهْبَيَّخَ) الرجلُ بِالْمُعْجَمَةِ إِذا انتفخ وتكبر وتبختر فِي مَشْيه، واهْبَيَّخَ أَيْضا الصبيُّ إِذا سَمِنَ وامتلأ شحماً فَهُوَ هَبَيَّخٌ. ¶ وَمِنْهَا افْتَعَلَ: ¶ نَحْو (اعْتَدَلا) بِزِيَادَة همزَة الْوَصْل وتاء الافتعال وَتَكون للاتخاذ بالمعجمتين نَحْو اشْتَوَيْتُ بِالْوَاو أَي اتَّخذت مِنْهُ مشويّاً. ¶ ولمطاوعة فَعَّلَ المضاعف ? (عَدَّلْت الرمْح فاعْتَدلَ) ، وَهُوَ مِثَال النَّاظِم، وللاختيار (انْتَقَاهُ) و (اصْطَفَاهُ) ، ولموافقة الثلاثي نَحْو (كَسَبَ) و (اكْتَسَبَ) و? (حَمَلَ) و (احْتَمَلَ) و (رِقيَ) و (ارْتَقَى) ، وَبِمَعْنى تَفَاعَلَ ? (اخْتَصَمُوا) أَي تَخَاصمُوا.",
            "page": "241",
            "part": "1",
            "seal": "E5B0366A"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "وَمِنْهَا تَفَعْلَلَ: ¶ نَحْو (تَدَحْرَجَت) وتاء التَّأْنِيث لَا دخل لَهَا بِزِيَادَة التَّاء فِي فعلل الرباعي لمطاوعته ? (دَحْرَجْتُهُ فَتَدَحْرَجَ) . ¶ وَمِنْهَا فَعْيَلَ:. ¶ ? (عَذْيَطَ) الرجلُ فَهُوَ (عُذْيُوطٌ) كعصفور، وعِذْيَوط كفِرْعَوْن1 إِذا كَانَ يُحْدِثُ عِنْد الْجِمَاع. ¶ وَمِنْهَا اِفْعَوْعَلَ: ¶ بِزِيَادَة همزَة الْوَصْل مَعَ تَكرار الْعين المفصولة بِالْوَاو، وَتَكون للْمُبَالَغَة نَحْو [30/ب] اعْشَوْشَبَ الْمَكَان كَثُرَ عشبه، واخشَوْشَنَ زَادَت خُشونته، وللصيرورة نَحْو: (احْلَوْلى) الشَّرَاب صَار حُلْواً، واحْقَوْقَبَ الرجلُ والهلالُ صَار أَعْوَج والحِقْب بِالْكَسْرِ المعوجّ من الرمل وَجمعه أحقاب كحِمْلٍ وأحمال. ¶ وَمِنْهَا افْعَلَلَّ: ¶ بِزِيَادَة همزَة الْوَصْل وتضعيف اللَّام الثَّانِيَة وَهُوَ مزِيد الرباعي نَحْو (اسْبَطَرَّ) ¶ الرجل بِمَعْنى اضْطجع وتمدّد، واسْبَطَرَّتِ الإِبلُ مدّت أعناقها لتسرع فِي سَيرهَا، واسبَطَرَّ الشّعْر طَال، وَمثله اطْمَأَنَّ قلبه، واقْشَعَرَّ جلده، واشْمَأزِّتْ نَفسه نفرت. ¶ وَمِنْهَا تَفَاعَلَ: ¶ بِزِيَادَة التَّاء وَالْألف نَحْو (تَوَالَى) وَهُوَ للاشتراك فِي الفاعلية لفظا والمفعولية معنى نَحْو: تَضَارَبَ زيدٌ وعمروٌ، وَقد يكون لمطاوعة فَاعَلَ الَّذِي بِمَعْنى أَفْعَلَ ¶ __________ ¶ 1 - ويسمّي أَيْضا التيتاء وَمِنْه قَول امْرَأَة أعرابية: ¶ إِنِّي بليت بعذيوط بِهِ بخر ... يكَاد يقتل من ناجاه إِن سعلا",
            "page": "242",
            "part": "1",
            "seal": "54E3F8CD"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "نَحْو: وَالَيْتُ الصومَ فَتَوَالَى أَي1 تابعته فتتابع بِمَعْنى أتبعت بعضه بَعْضًا وَهُوَ مِثَال النَّاظِم، وَمثله بَاعَدْتُه فَتَبَاعَدَ أَي أَبْعَدْتهُ، وضَاعَفْتُهُ فَتَضَاعَفَ أَي أَضْعَفْتُهُ، وَيكون أَيْضا لإِظْهَار الْفَاعِل خلاف مَا هُوَ عَلَيْهِ نَحْو: تَجَاهَلَ زيدٌ وتَغَافَلَ أَي أظْهَرَ الجهلَ والغفلةَ من نَفسه وَلَيْسَ كَذَلِك. ¶ وَمِنْهَا تَفَعَّلَ: ¶ بِزِيَادَة التَّاء وتضعيف الْعين وَقد أَشَارَ لَهُ بقوله مَعَ (تَوَلَّى) وَهُوَ لمطاوعة فَعَّلَ المضعّف كعَلَّمْتُهُ فَتَعَلَّمَ، وأَدَّبْتُهُ فَتَأدَّب، ووَلَّيْتُهُ [31/ أ] فَتَوَلَّى، ولموافقة فَعَّلَ المضعّف أَيْضا نَحْو: تَوَلَّى عَنْهُم بِمَعْنى وَلَّى، وَمِثَال النَّاظِم يحْتَمل الْمَعْنيين، وَيكون أَيْضا لتعاطي الشَّيْء تكلّفاً نَحْو تَشَجَّعَ أَي تكلّف ذَلِك، وَهُوَ كتَغَافَلَ وتَجَاهَلَ فِي كَون كلّ مِنْهُمَا غير ثَابت للْفَاعِل، وَيكون أَيْضا لمجانبة الشَّيْء كَتَهَجَّدَ أَي جَانب الهجود أَي النّوم، وتَحَرَّجَ، وتَأثَّمَ أَي جَانب الْحَرج والإِثم، وللاتخاذ كَتَوَسَّدَ ذراعه أَي اتخذها وسَادَة، وللدلالة على التكرير2 كَتَجَرَّعَهُ أَي شَرِبَهُ جَرْعَةً بعد جَرْعَةٍ3، وللطلب كاسْتَفْعَلَ نَحْو تَكَبَّرَ أَي طلب أَن يكون كَبِيرا. ¶ وَمِنْهَا فَعْلَسَ4: ¶ بِزِيَادَة السِّين فِي آخِره للإِلحاق بفَعْلَلَ الرباعي نَحْو (خَلْبَسَ) قلبه بِالْخَاءِ ¶ __________ ¶ 1 - فِي ف كتابعته. ¶ 2 - فِي ف التّكْرَار. ¶ 3 - عبارَة بعد جرعة سَقَطت من ح. ¶ 4 - الْحَرْف الزَّائِد للإِلحاق على ضَرْبَيْنِ: إِمَّا أَن يكون بتكرير حرف أُصَلِّي، وَإِمَّا أَلا يكون بتكرير حرف أُصَلِّي، فَالْأول وَهُوَ مَا كَانَ بتكرير حرف أُصَلِّي يُوزن بِمَا يُوزن بِهِ الْأَصْلِيّ نَحْو جلبب مُلْحق بدحرج أَي ألبسهُ جلباباً فالباء الثَّانِيَة توزن بِاللَّامِ؛ لِأَنَّهَا مكررة وَلَا يصحّ أَن يُقَال فعلب، وَالثَّانِي وَهُوَ مَا لم يكن بتكرار حرف أُصَلِّي فَإِنَّهُ يَجْعَل فِي الْمِيزَان بِذَاتِهِ فَيُقَال فِي وزن جَوْهَر فوعل لِأَن الْوَاو زَائِدَة للإلحاق بِجَعْفَر، وَلَا يصحّ أَن يُقَال وزن جَوْهَر فعلل: لِأَن الْوَاو لَيست مكررة؛ وَلِهَذَا السَّبَب قَالَ المُصَنّف وزن خلبس فعلس وَلم يقل فعلل لِأَن السِّين لَيست مكررة فَجَعلهَا فِي الْمِيزَان بذاتها. ¶ ينظر شرح الشافية: 1/13. وَالْمُغني فِي تصريف الْأَفْعَال:",
            "page": "243",
            "part": "1",
            "seal": "22A0750D"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "المعجمعة وَالْبَاء الموحّدة أَي خدعه وأضلّه، وَمِنْه قَوْلهم: \"بَرْقٌ خُلَّبٌ\"1 إِذا لم يعقبه مطر، و\"لَا خِلابَةَ\"2 أَي لَا خداعة، لَكِن قَالَ الشَّارِح: مُقْتَضى الصِّحَاح والقاموس أَن سينه أَصْلِيَّة؛ لِأَنَّهُمَا أورداه فِي السِّين لَا الْبَاء. ¶ وَمِنْهَا سَفْعَلَ3: ¶ بِزِيَادَة السِّين فِي أوّله للإِلحاق بفعلل الرباعي أَيْضا نَحْو: سَنْبَسَ فِي سيره بِمَعْنى أسْرع، وَأَصله نَبَس4 أَي تحرّك ونطق. ¶ وَالتَّاء فِي قَوْله (تَدَحرَجَتْ) تَاء التَّأْنِيث الساكنة كَمَا تقدّم، وتسكين آخر خَلْبَسْ للضَّرُورَة5 وَأما قَوْله: (اتَّصَلا) فَلَيْسَ بمثال بل كمّل بِهِ القافية، لِأَن وَزنه افْتَعَلَ كاعْتَدَلَ [31/ ب] وَقد تقدّم، وَتَقْدِيره واتّصَلَ توَالَى مَعَ تَولَّى وَمَا بعدهمَا بِمَا قبلهمَا. ¶ __________ ¶ 1 - جمهرة الْأَمْثَال: 1/211 وَهُوَ فِيهِ: برق الخلّب وَفصل الْمقَال لأبي عبيد الْبكْرِيّ: 112، وَمجمع الْأَمْثَال للميداني:1/46 وَهُوَ فيهمَا: إِنَّمَا هُوَ كبرق الخلب. ¶ 2 - جُزْء من حَدِيث نبوي شرِيف أخرجه أَبُو دَاوُد من طَرِيق ابْن عمر فِي سنَنه فِي كتاب الْبيُوع بَاب يَقُول الرجل فِي البيع لَا خلابة 3/765، وَأخرجه أَحْمد فِي مُسْنده 2/72 عَن ابْن عمر قَالَ: \"ذكر رجل للنَّبِي صلى الله عَلَيْهِ وَسلم يخدع فِي البيع فَقَالَ لَهُ: \"من بَايَعت فَقل لَا خلابة\" الحَدِيث. ¶ 3 - فِي ح مستفعل. ¶ 4 - فِي ح وف (وَأَصله من سِنْبِسٍ) ، فَيكون الأَصْل والمزيد بِلَفْظ وَاحِد. ¶ 5 - يَسْتَقِيم الْوَزْن دون ضَرُورَة بِجعْل خلبس فعل أمرٍ بدل اعْتِبَاره فعلا مَاضِيا.",
            "page": "244",
            "part": "1",
            "seal": "DC8B041E"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "وَمِنْهَا اِفْعَنْلأَ: ¶ مهموزاً بِزِيَادَة همزَة الْوَصْل1 وَالنُّون بَين الْعين وَاللَّام، والهمزة أَيْضا فِي آخِره للإلحاق باحْرَنْجَمَ مزِيد الرباعي نَحْو: (احْبَنْطَأَ) إِذا عظمت بَطْنه من وجع يسمّى الحَبَطَ محرّكاَ، ويسمّى أَيْضا الحُبَاطَ بِضَم الْحَاء، وَهَذَا الْوَزْن وَهُوَ احْبَنْطَأَ بِالْهَمْز قَالَ الشَّارِح ذُكِرَ فِي الْقَامُوس، وَلم يذكر فِي الصِّحَاح2 إِلَّا احبنطَى بِغَيْر همز وَهُوَ الْمَشْهُور فِي كتب التصريف. ¶ وَمِنْهَا افْوَنْعَلَ: ¶ بِزِيَادَة همزَة الْوَصْل وَالْوَاو وَالنُّون بَين الْفَاء وَالْعين نَحْو (احْوَنْصَلَ) الطَّائِر بالمهملتين إِذا ثنى عُنُقه وَأخرج حوصلته، وَهِي مُسْتَقر الطَّعَام مِنْهُ كالكرش من غَيره، وَقيل هِيَ مجْرى الطَّعَام كالحلقوم من الإِنسان. ¶ وَمِنْهَا افْعَنْلَى: ¶ بِزِيَادَة همزَة الْوَصْل وَالنُّون بَين الْعين وَاللَّام، وَألف التَّأْنِيث؛ للإِلحاق باحْرَنْجَمَ نَحْو: (اسلنقى) على قَفاهُ بِمَعْنى اسْتلْقى3. ¶ وَمِنْهَا تَمَفْعَلَ: ¶ بِزِيَادَة التَّاء وَالْمِيم نَحْو: (تَمَسْكَنَ) الرجل إِذا أظهر المسكنة والخضوع والذلة، وتَمَنْدَلَ بالمنديل، وتَمَدْرَعَ بالمِدْرَعَهِ4، لبسهَا. ¶ __________ ¶ 1 - أَي فِي أوّله. ¶ 2 - بل ذكرت فِي الصِّحَاح فِي بَاب الْهمزَة فصل الطَّاء (حطأ) ، وَلَعَلَّ المُصَنّف وَالشَّارِح لم يلحظا أَن الْمَادَّة ذكرت فِي غير موضعهَا الْأَصْلِيّ فحكما على أَن الْجَوْهَرِي لم يذكرهَا فِي بَاب الْهَمْز وَقد تتبع ابْن بري الْجَوْهَرِي فِي هَذِه الْمَسْأَلَة. ينظر التَّنْبِيه والإِيضاح: 1/11. ¶ 3 - معنى اسلنقى واستلقى وَاحِد وَهُوَ النّوم على الْقَفَا، وَلَكِن الْوَزْن والمادة مُخْتَلِفَانِ فاسلنقى وَزنهَا افعنلى من سلق، واستلقى وَزنهَا استفعل من لَقِي. ¶ 4 - المدرعة: ضرب من الثِّيَاب الصُّوف خَاصَّة، لِسَان الْعَرَب درع: 7/82.",
            "page": "245",
            "part": "1",
            "seal": "97F49BAD"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "وَمِنْهَا فَعْلَى: ¶ بِزِيَادَة الْألف للإِلحاق بفعلل نَحْو: (سَلْقَى) إِذا أَلْقَاهُ على قَفاهُ. ¶ وَمِنْهَا فَعْنَلَ: ¶ بِزِيَادَة النُّون بَين الْعين وَاللَّام [32/أ] نَحْو: (قَلْنَسَتْ) يُقَال قَلْنَسَهُ ألبسهُ القَلَنْسُوة1. ¶ وَمِنْهَا فَوْعَلَ: ¶ بِزِيَادَة الْوَاو بَين الْفَاء وَالْعين نَحْو (جَوْرَبَتْ) يُقَال جَوْرَبَهُ ألبسهُ الجَوْرَبَ بِالْجِيم، وَهُوَ لُفَافَةٌ تلفّ على الْقَدَمَيْنِ جلدٌ2، ظاهرهما3 وَهُوَ مَا يَلِي السَّمَاء وباطنهما وَهُوَ مَا يَلِي الأَرْض. وحَوْقَلَ الرجل بِالْحَاء الْمُهْملَة وَالْقَاف إِذا أسنّ وضَعُفَ عَن الْجِمَاع. ¶ وَمِنْهَا فَعْوَلَ4: ¶ بِزِيَادَة الْوَاو بَين الْعين وَاللَّام ? (هَرْوَلْتُ) فِي الْمَشْي أسْرَعْتُ فِيهِ، وجَهْوَرَ كَلَامه جهر بِهِ، وَالتَّاء من قَوْله هرولت تَاء الْفَاعِل، وَفِي قلنست وجوربت تَاء التَّأْنِيث الساكنة، وَقَوله: مرتحلا كمّل بِهِ القافية وَهُوَ بِالْحَاء الْمُهْملَة حَال من تَاء الْفَاعِل فِي هرولت. ¶ __________ ¶ 1 - القلنسوة هِيَ غطاء الرَّأْس وفيهَا لُغَات: قَلَنْسُوة، وقلَنْسِيَة، وقَلْساة، وقَلَنْساة، وقَلْنِيْسَة بِتَقْدِيم الْيَاء على السِّين، وَيرى ابْن مَنْظُور أَن الْوَاو فِيهَا زَائِدَة لغير الإِلحاق كَمَا أَنَّهَا لغير معنى قَالَ فِي قلس: 6/181 \"وَالْوَاو فِي قلنسوة للزِّيَادَة غير الإِلحاق وَغير معنى، أما الْإِلْحَاق فَلَيْسَ فِي الْأَسْمَاء مثل فَعَلّلَة، وَأما الْمَعْنى فَلَيْسَ فِي قلنسوة أَكثر مِمَّا فِي قلساة\". ¶ 2 - جلد: عطف بَيَان من لفافة. ¶ 3 - أَي الجوربين لكل رجل جورب. ¶ 4 - فِي فعوعل.",
            "page": "246",
            "part": "1",
            "seal": "E88E3E41"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "وَمِنْهَا عَفْعَلَ: ¶ بتكرير الْعين نَحْو (زَهْزَقْتُ) يُقَال زَهْزَقَ الرجلُ بتكرير الزَّاي إِذا أَكثر الضحك. ¶ وَمِنْهَا هَفْعَلَ: ¶ بِزِيَادَة الْهَاء فِي أَوله نَحْو (هَلْقَمْتُ) الطَّعَام لقمته وابتلعته. ¶ وَمِنْهَا فَهْعَلَ: ¶ بِزِيَادَة الْهَاء بَين الْفَاء وَالْعين نَحْو (رَهْمَسْتُ) الشيءَ بِمَعْنى رَمَسْتُه أَي سَتَرْتُهُ1، والرَّمْس الْقَبْر. ¶ وَمِنْهَا افْوَعَلَّ: ¶ بِزِيَادَة همزَة الْوَصْل وَالْوَاو بَين الْفَاء وَالْعين مَعَ تَضْعِيف اللَّام نَحْو (اكْوَأَلَّ) الرجلُ بِمَعْنى قَصُرَ، واجْتَمَعَ خَلْقهُ، واكْوَأَدَّ، واكْوَهَدَّ2 أَيْضا ارْتَعَشَ. ¶ وَمِنْهَا تَفَهْعَلَ: ¶ بِزِيَادَة التَّاء فِي أوّله وَالْهَاء بَين الْفَاء وَالْعين نَحْو (تَرَهْشَفَ) [32/ب] الشَّرَاب بالشين الْمُعْجَمَة أَي رَشَفَه بِمَعْنى امْتَصَّه. ¶ وَمِنْهَا افْعَألَّ: ¶ بِزِيَادَة همزَة الْوَصْل، والهمزة أَيْضا بَين الْعين وَاللَّام مَعَ تَضْعِيف اللَّام نَحْو (اجْفَأظَّ) بِالْجِيم والظاء المعجمتين إِذا أشرف على الْمَوْت، واجْفَأظَّتِ الجيفةُ أَيْضا إِذا انْتَفَخَتْ، وَقد يُقَال بمدّ الْهمزَة. ¶ __________ ¶ 1 - فِي ح ستترته بتاءين. ¶ 2 - فِي ح كوهد.",
            "page": "247",
            "part": "1",
            "seal": "C8811B6D"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "وَمِنْهَا افْلَعَلَّ: ¶ بِزِيَادَة همزَة الْوَصْل وَاللَّام بَين الْفَاء وَالْعين مَعَ تَضْعِيف اللَّام نَحْو (اسْلَهمَّ) الرجلُ بِالسِّين الْمُهْملَة إِذا تغيّر وَجهه من آثَار شمس أَو سفر بمعمْى سَهَمَ. ¶ مِنْهَا فَعْلَنَ: ¶ بِزِيَادَة نون فِي آخِره نَحْو (قَطْرَنَ الجملا) إِذا طلاه بالقَطِران، وَالتَّاء فِي الصِّيَغ الثَّلَاثَة1 الأول تَاء الْفَاعِل. ¶ وَمِنْهَا تَفْعَلَ: ¶ بِزِيَادَة التَّاء فِي أوّله مخففاً نَحْو (تَرْمَسْتُ) يُقَال تَرْمَسَ الرجل إِذا أسْتَتَرَ وتَغَيَّبَ عَن حَرْب وَأمر مُهِمّ، من رَمَسَ الشيءَ دَفنه ورَمَسَ الْكَلَام كتمه وأخفاه. ¶ وَمِنْهَا فَعْتَلَ: ¶ بِزِيَادَة التَّاء الْمُثَنَّاة فَوق بَين الْعين وَاللَّام نَحْو (كَلْتَبَ) الرجلُ إِذا داهن فِي الْأَمر، وكَلْتَبَ ? (جَعْفَرٍ) ، وَيجوز قِرَاءَته فِي النّظم بِإِسْنَادِهِ إِلَى تَاء الْفَاعِل2. ¶ وَمنا فَعْمَلَ: ¶ بِزِيَادَة الْمِيم بَين الْعين وَاللَّام نَحْو (جلْمَطْتُ) يُقَال جَلْمَطَ الوجلُ رأسَه بِالْجِيم والطاء الْمُهْملَة بِمَعْنى حلقه، وَأَصله جَلَطَهُ، وجَلطَ الْجلد عَن الشَّاة سَلَخَهُ. ¶ __________ ¶ 1 - أجَاز النُّحَاة فِي الْعدَد إِذا تَأَخّر عَن الْمَعْدُود الْمُوَافقَة بَين الْعدَد والمعدود كَمَا هُنَا مُرَاعَاة لأحكام النَّعْت والمخالفة مُرَاعَاة لأحكام الْعدَد. ¶ ينظر حَاشِيَة الصبان: 4/61. ¶ 2 - على أَن التفعيلة مخبونة فِي رِوَايَة المصنّف أَو تامّة على الرِّوَايَة الْأُخْرَى.",
            "page": "248",
            "part": "1",
            "seal": "FF136C26"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "وَمِنْهَا فَعْلَمَ: ¶ بِزِيَادَة الْمِيم فِي آخِره نَحْو: (غَلْصَمَـ) ـهُ إِذا قطع غَلْصَمَتَهُ وَهِي أصل [33/أ] الحُلْقُوم، وَأَصله غَلَصَه كَذَا قَالَ النَّاظِم1 رَحمَه الله تَعَالَى، وَمُقْتَضى الصِّحَاح والقاموس أَن مِيم الغَلْصَمَةِ أصليّة أَفَادَهُ الشَّارِح2. ¶ ثمَّ مِنْهَا افْعمَّلَ: ¶ بِزِيَادَة همزَة الْوَصْل وَالْمِيم المشدّدة بَين الْعين وَاللَّام نَحْو: (ادْلَمَّس) اللَّيْل إذْا اخْتَلَطَتْ ظُلْمَتُه، أَصله دَلَّسَ، وَمِنْه التَّدْلِيسُ فِي الْكَلَام، وَمثله (اهْرمَّعَتْ) يُقَال اهْرَمَّعَ الدمعُ أَي لَسَالَ بِسُرْعَة، واهْرَمَّعَ فِي سيره أسْرع، أَصله هَرَعَ قَالَ، الشَّارِح: \"وَلم يظْهر لي ذ كرّ النَّاظِم لَهُ مَعَ ادْلَمًّسَ فَإِنَّهُمَا مثالان لوزن، وَاحِد فَهُوَ تكْرَار مَحْض\"3. ¶ وَمِنْهَا افْعَنْلَسَ: ¶ بِزِيَادَة همزَة الْوَصْل وَالنُّون بَين الْعين وَاللَّام وَالسِّين فِي آخِره نَحْو: (اعْلَنْكَسَ) الشَّعَرُ أَي تراكم لكثرته، وَقد يُقَال: اعْلَنْكَكَ بتكرير الْكَاف، وأمَّا قَوْله (انْتُحِلا) بِالْحَاء الْمُهْملَة والمعجمة أَيْضا بِمَعْنى اختِيْرَ فقد كمّل بِهِ الْبَيْت لِأَن وَزنه افْتَعَل كاعْتَدَلَ وَقد سبق، وَالتَّاء فِي تَرْمَسْتُ وجَلْمَطْتُ تَاء الفاعلَ، وَفِي اهْرَمَّعَت تَاء التَّأْنِيث الساكنة. ¶ وَمِنْهَا افْعَوَّلَ: ¶ بِزِيَادَة همزَة الْوَصْل وواوٍ مشدَّدة بَين الْعين وَاللَّام نَحْو: (اعْلَوَّظ) فرسَه ¶ __________ ¶ 1 - شرح التسهيل: 3/462 \"وغلصمه بِمَعْنى غلصه\". ¶ 2 - فتح الأقفال: 147. ¶ 3 - فتح الأقفال: 147.",
            "page": "249",
            "part": "1",
            "seal": "604B6B2A"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "بالمهملتين إِذا تعلّق بعنقه وَركبهُ، واعْلَوَّطَنِي غريمي لزمني. ¶ وَمِنْهَا افْعَوْلَلَ: ¶ بِزِيَادَة همزَة الْوَصْل وَالْوَاو بَين الْعين وَاللَّام الأولى نَحْو: (اعْثَوْجَجَتْ) يُقَال اعْثَوْجَجَ البعيرُ [33/ ب] بِالْعينِ والثاء المثلّثة بِمَعْنى ضخُم وغلُظ، وَبِمَعْنى أسْرع كَذَا أوردهُ النَّاظِم1 رَحْمَة الله تَعَالَى بجيمين، قد اعْتَرَضَهُ الشَّارِح بأنّ \"الْمَشْهُور فِي كتب التصريف اعْثَوْثَجَ بإبدال الْجِيم الأولى بالثاء المثلّثة، لَكِن نقل صَاحب الْقَامُوس مَا يؤيّد المصنّف، وَيُوجد فِي بعض النّسخ اعْثَوْثَجَ كَمَا اشْتهر فِي كتب التصريف وَهُوَ تَصْحِيف؛ لِأَنَّهُ حينئذٍ تَكرار مَعَ افْعَوْعَلَ نَحْو اعْشَوْشَبَ المكانُ، واحْلَوْلَى الشرابُ وَقد سبق\"2. ¶ وَمِنْهَا فَيْعَلَ: ¶ بِزِيَادَة الْمُثَنَّاة تَحت بَين الْفَاء وَالْعين نَحْو (بَيْطَرْتُ) يُقَال بَيْطَرَ الرجلُ بِالْبَاء الْمُوَحدَة والطاء الْمُهْملَة إِذا عمل البَيْطَرَةَ ومعالجة الدَّوَابّ. ¶ وَمِنْهَا فَنْعَلَ: ¶ بِزِيَادَة النُّون بَين الْفَاء وَالْعين نَحْو (سَنْبَلَ) الزَّرْع إِذا أخرج سنابله، وَالْأَكْثَر على أَن نونه أصليّة فوزنه فَعْلَلَ أَفَادَهُ الشَّارِح3. ¶ __________ ¶ 1 - شرح التسهيل: 3/461 \"وَمِثَال اِفْعَوْلَلَ واِفْعيَّلَ: اِعْثَوْجَجَ واِهْبَيَّخَ\". ¶ 2 - فتح الأقفال: 248. ¶ 3 - فتح الأقفال: 148. ¶ أَقُول: من نظر إِلَى أنّ النُّون الثَّانِيَة الساكنة لَا يحكم بزيادتها إِلَّا بثبت قَالَ إِن نون سنبل أَصْلِيَّة، وَمن نظر إِلَى الِاشْتِقَاق وَأَن السبل والسنبل بِمَعْنى وَاحِد حكم على نون سنبل بِالزِّيَادَةِ؛ وَلِهَذَا لم يقطع الشَّارِح بِأحد الْقَوْلَيْنِ.",
            "page": "250",
            "part": "1",
            "seal": "20DE09DE"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "وَمِنْهَا فَمعَلَ: ¶ بِزِيَادَة الْمِيم بَين الْفَاء وَالْعين نَحْو (زَمْلَقَ) الفحلُ بالزاي إِذا ألْقى مَاءَهُ عِنْد الضِّرَاب قبل الإِيلاج من زَلَقَ. ¶ ثمَّ قَالَ (اضممن) مَا تقدّم لَك من الأوزان ¶ لتَفَعْلَى: ¶ بِزِيَادَة التَّاء فِي أَوله وَألف التَّأْنِيث فِي آخِره للإِلحاق بتدحرج مزِيد الرباعي نَحْو (تَسَلْقى) مُطَاوع سَلْقَاه على قَفاهُ فَتَسَلْقَى. ¶ وَالتَّاء فِي بيطرت تَاء الْفَاعِل، وَفِي اعثوججت تَاء التَّأْنِيث (واجتنب) إِذا علمت مَا أوردناه عَلَيْك من الأوزان (خللا) يحصل فِيمَا يرد عَلَيْك من الْحَرْف [34/أ] الْأَصْلِيّ وَالزَّائِد.",
            "page": "251",
            "part": "1",
            "seal": "7579EF6A"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "تَنْبِيه: ¶ جملَة مَا ذكره المُصَنّف فِي هَذَا الْبَاب من أبنية الْفِعْل الْمَزِيد سَبْعَة وَأَرْبَعُونَ بِنَاء، وَقد سبق أَن مُقْتَضى الصِّحَاح والقاموس أَن مِيم غلصم أصليّة، وَالْأَكْثَر على أَن نون سنبل كَذَلِك، وَأَن ادلَمّس واهرمّع وزنهما وَاحِد قَالَ الشَّارِح: \"وَالْعجب من المصنّف رَحمَه الله تَعَالَى أَنه ذكر أوزاناً غَرِيبَة قلّ من تعرّض لَهَا من التصريفيين، وأهمل أَرْبَعَة أوزان مَشْهُورَة وَهِي: ¶ تَفَعْلَلَ: ¶ بتكرير اللَّام كَتَجَلْبَبَ لَبِسَ الجلبابَ مُطَاوع جَلْبَبَهُ الملحق بِتَدَحْرَجَ1. ¶ __________ ¶ 1 - أَي أنَّ تجلبب ملحقٌ بتدرج، لَا أنَّ جلبب مُلْحق بتدحرج كَمَا قد يفهم لِأَن تجلبب خماسي يلْتَحق بالخماسي وجلبب رباعي يلْتَحق بالرباعي، أما جلبب فَهُوَ مُلْحق بدحرج المجرّد، وَالتَّاء فِي تدحرج للمطاوعة يُقَال: دحرجته فتدحرج، وَالتَّاء فِي تجلبب للإِلحاق.",
            "page": "251",
            "part": "1",
            "seal": "2EA65EE0"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "وتَفَوْعَلَ: ¶ كَتَجَوْرَبَ مُطَاوع جَوْرَبَهُ. ¶ وتَفَعْوَلَ: ¶ كَتَهْرَوَل فِي مَشْيه إِذا تَمَوَّج فِيهِ متبختراً. ¶ وتَفَيْعَلَ: ¶ كَتَشَيْطَنَ أَي أشبه الشَّيْطَان، وَهَذِه الْأَرْبَعَة من مزِيد الثلاثي للإِلحاق بمزيد الرباعي انْتهى فليتأمّل) 1 وَالله أعلم.",
            "page": "252",
            "part": "1",
            "seal": "DD18B14B"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "فصل فِي الْمُضَارع ¶ أَي فِي أَحْكَامه الَّتِي يتمّ بهَا بِنَاؤُه على أَي وزن كَانَ ماضيه، وَهِي ثَلَاثَة: مَا يفْتَتح بِهِ، وحركة أوّله المفتتح بِهِ، وحركة مَا قبل آخِره وأمّا حَرَكَة نفس الآخر2 من رفع وَنصب وَجزم فمحلّها علم النَّحْو.",
            "page": "252",
            "part": "1",
            "seal": "1BD506AB"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "[حُرُوف المضارعة] ¶ أمّا مَا يفْتَتح بِهِ فَأَشَارَ لَهُ بقوله: ¶ (بِبَعْض نأتي الْمُضَارع افْتتح) ¶ أَي افْتتح الْمُضَارع بِبَعْض حُرُوف نأتي فَكل فعل مضارع ثلاثياً كَانَ أَو ¶ __________ ¶ 1 - فتح الأقفال: 149. ¶ 2 - يرى بعض عُلَمَاء اللُّغَة أَن الأسلوب الرفيع فِي مثل هَذِه الْعبارَة أَن يُقَال وَأَن حَرَكَة الآخر نَفسه؛ لِأَنَّهُ المتمشي مَعَ أَحْكَام التوكيد. ¶ 3 - من قَوْله: ¶ بِبَعْض نأتي الْمُضَارع أفْتَتح وَله ¶ ضمٌّ إِذا بالرباعي مُطلقًا وصلا",
            "page": "252",
            "part": "1",
            "seal": "E0EF5293"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "تَنْبِيه: ¶ إِنَّمَا زادوا هَذِه الأحرف فِي الْمُضَارع ليحصل الْفرق بَينه وَبَين الْمَاضِي، واختصّت الزِّيَادَة بالمضارع دون الْمَاضِي لِأَنَّهُ فَرعه فَهُوَ مُؤخر عَنهُ، وَالْأَصْل عدم الزِّيَادَة، فاختصّ الأَصْل بِالْأَصْلِ، وَالْفرع بالفرع طلبا للمناسبة. ¶ وسمِّي مضارعاً لمضارعته الِاسْم فِي الحركات والسكنات نَحْو ضَارِبٍ ويَضْرِبُ؛ وَلذَا أعرب، والمُضارَعَة المشابهة مَأْخُوذَة من ارتضاع اثْنَيْنِ من ضرع امْرَأَة فهما أَخَوان. ¶ وَأما حَرَكَة أوّله وَهُوَ الحكم الثَّانِي فَأَشَارَ إِلَيْهَا بقوله:",
            "page": "254",
            "part": "1",
            "seal": "99F0F62E"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "[حَرَكَة حُرُوف المضارعة] ¶ (....وَله ¶ ضمٌّ إِذا بالرباعي مُطلقًا وصلا ¶ (وافتحه متّصلاً بِغَيْرِهِ) ¶ أَي حق الْحَرْف المفتتح3 بِهِ أول الْمُضَارع الضمُّ إِذا اتَّصل بِفعل ماضيه ¶ __________ ¶ 1 - يرْنأ فعل رباعي مَاض مَهْمُوز اللَّام مُشْتَقّ من اليُرَنَّاء وَهُوَ مثل الحنَّاء، قَالَ ابْن الْأَثِير فِي النِّهَايَة فِي غَرِيب الحَدِيث 5/295: \"فِي حَدِيث فَاطِمَة رَضِي الله عَنْهَا أَنَّهَا سَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم عَن اليرنَّاء، فَقَالَ: \"مِمَّن سَمِعت هَذِه الْكَلِمَة؟ \" فَقَالَت من خنساء. قَالَ القتيبي اليرنَّاء الحنَّاء، وَلَا أعرف لهَذِهِ الْكَلِمَة فِي الْأَبْنِيَة مثلا\"ا?. ¶ 2 - من قَوْله: ¶ وافتحه متّصلاً لغيره ولغيـ ... ر الْيَاء كسراً أجز فِي الآت من فَعِلا ¶ 3 - فِي ح المنفتح.",
            "page": "254",
            "part": "1",
            "seal": "8B44DAAC"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "[كسر حُرُوف المضارعة] ¶ وَإِذا اتَّصل حرف المضارعة بِغَيْر الرباعي فحقه الْفَتْح ثلاثياً كَانَ كَضَرَبَ يَضْرِبُ، أَو خماسياً كانْطَلَقَ يَنْطَلِقُ أَو سداسياً2 كاسْتَعْظَمَ يَسْتَعْظِمُ3 بِفَتْح حرف المضارعة فِي الْجَمِيع، وَهَذَا على لُغَة أهل الْحجاز وَمِنْهُم قُرَيْش وكنانة وبلغتهم نزل الْقُرْآن4، وَأما غَيرهم من بني تَمِيم وَقيس وَرَبِيعَة فَإِنَّهُم يوافقون أهل الْحجاز فِي لُزُوم ضم أول الرباعي كفتْحِ غَيره [35/ ب] إِن كَانَ ماضيه فَعُلَ بِالضَّمِّ كَكَرُمَ، أَو فَعلَ بِالْفَتْح بِجَمِيعِ أَنْوَاعه معتلاًّ، أَو صَحِيحا، أَو مضاعفاً5، لَازِما، أَو متعدّياً، حلقيّ الْعين وَاللَّام أم لَا، وَيسْتَثْنى مِنْهُ كلمة (أبَى) لما سَيَأْتِي. ¶ __________ ¶ 1 - هَكَذَا فِي ح وف، ولعلّ الصَّوَاب كدحرج بِصِيغَة الْمَاضِي ليُوَافق نَظَائِره من الْأَمْثِلَة الَّتِي سَاقهَا فِي هَذِه الْمَسْأَلَة. ¶ 2 - سمع من بعض الْعَرَب شذوذاً ضم حرف المضارعة فِي الخماسي والسداسي قَالَ الثمانيني: 170 \"وَحكى قوم الضَّم فِي الخماسي والسداسي كَأَنَّهُمْ حملوه على ذَوَات الْأَرْبَعَة وَهَذَا شَاذ لَا يُؤْخَذ بِمثلِهِ:، وَقَالَ ابْن الْأَنْبَارِي فِي أسرار الْعَرَبيَّة وَهُوَ يتحدث عَن الْفِعْل الخماسي والسداسي: 405 \"على أَن بعض الْعَرَب يضم حُرُوف المضارعة مِنْهُمَا فَيَقُول ينْطَلق ويستخرج بِضَم حرف المضارعة حملا على الرباعي\". ¶ 3 - فِي ح سقط الْمُضَارع من السداسي. ¶ 4 - وَهِي اللُّغَة الفصيحة؛ لِأَن الْعَرَب عابت تَلْتَلَةَ بَهْرَاءَ فِي مجْلِس مُعَاوِيَة وتَلْتَلَةُ بَهْرَاءَ كَسْرُ حُرُوف المضارعة. ينظر مجَالِس ثَعْلَب: 173، والكامل للمبرد: 765، وَينظر مجْلِس مُعَاوِيَة فِي الْبَيَان والتبيين: 3/212، ودرة العواص: 83 1، وَالْفَائِق للزمخشري: 3/312، والخزانة: 11/416. ¶ 5 - سمع الْكسر فِي إحبُّ ونِحِبُّ ويِحِبُّ وَهُوَ من بَاب ضرب. ¶ ينظر الْكتاب: 4/109.",
            "page": "255",
            "part": "1",
            "seal": "50576C14"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "فَإِن كَانَ الْمَاضِي فَعِلَ بِكَسْر الْعين أَو خماسيّاً أَو سداسيّاً مصدّراً بِهَمْزَة الْوَصْل، أَو خماسيّاً مصدّراً بِالتَّاءِ الزَّائِدَة فلاَ يلتزمون فِي ذَلِك فتح حرف المضارعة، وَلَهُم فِيهِ حالتان1: ¶ حَالَة: يجيزون فِيهَا كسر الْهمزَة وَالنُّون وَالتَّاء الفوقيّة دون الْيَاء التَّحْتِيَّة. ¶ وَحَالَة ة يجيزون فِيهَا كسر الْجَمِيع الْيَاء وَغَيرهَا، وَإِلَى الْحَالة الأولى أَشَارَ بقوله: ¶ __________ ¶ 1 - كسر حُرُوف المضارعة فِيهِ بحث طَوِيل ألخصه فِي الْآتِي: ¶ أَولا: كسر جَمِيع حُرُوف المضارعة بِمَا فِيهِ الْيَاء: فِيهِ لُغَات للْعَرَب كالآني: ¶ أ - بعض بني كلب بن وبرة يكسرون جَمِيع حُرُوف المضارعة بِمَا فِيهَا الْيَاء فِي الْأَفْعَال الَّتِي ماضيها على وزن فَعِلَ كفرح سَوَاء أَكَانَ الْفِعْل صَحِيحا أم مِثَالا واوياً. ذكر ذَلِك أَبُو حَيَّان فِي الْبَحْر الْمُحِيط: 7/343. ¶ ب - كسرت الْيَاء فِي الْفِعْل الْمِثَال الواوي دون الصَّحِيح وَهِي لُغَة بني أَسد، ذكر ذَلِك الْجَوْهَرِي فِي الصِّحَاح (وَجل) : 11/1840، وَاللِّسَان (وَجل) : 11/722. ¶ ج – كسرت الْيَاء فِي مضارع أبي وَهُوَ خَاص بِهَذَا الْحَرْف من المهموز الَّذِي على وزن فَعَلَ بِفَتْح الْعين فِي الْمَاضِي، ذكر ذَلِك سيويه 4/110. ¶ د - كسرت الْيَاء فِي مضارع حبَّ المضعّف وَهُوَ خَاص بِهَذَا الْحَرْف لِأَنَّهُ من بَاب ضَرَبَ، ذكر ذَلِك سِيبَوَيْهٍ: 4/109. ¶ ثَانِيًا: كسر حُرُوف المضارعة وَفتح الْيَاء مِنْهَا وَهِي لُغَة بني أَسد وَقيس وكلب وعامر بن صعصعة وَغَيرهم، وَبينهمْ خلاف فِي الْمِثَال الواوي كوَجِلَ يَوْجَلُ يَيْجَلُ بِفَتْح الْيَاء وقلب الْوَاو يَاء، يِيْجُلُ بِكَسْر الْيَاء وقلب الْوَاو يَاء ويَاجَلُ بقلب الْوَاو ألفا مَعَ فتح الْيَاء. ¶ ينظر فِي هَذِه اللهجات: الْكتاب: 4/111، وَتَأْويل مُشكل الْقُرْآن: 39، الْأُصُول لِابْنِ السراج: 3/265، والصاحبي: 34، وَالْمنصف: 1/202، ودقائق التصريف: 255، والمخصص: 14/217 والأمالي الشجرية: 1/170، وَشرح الشافية للرضي: 1/141، وَشرح بَانَتْ سعاد لِابْنِ هِشَام: 159، ودراسات لأسلوب الْقُرْآن قسم الصّرْف: 1/682، واللهجات الْعَرَبيَّة فِي التراث: 388.",
            "page": "256",
            "part": "1",
            "seal": "A2083B2E"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "( ... ولغيـ ¶ ر الْيَاء كسراً أجز فِي الآت من فَعِلا) ¶ (أَو مَا تصدّر همز الْوَصْل فِيهِ أَو التـ ¶ تا زَائِدا كتزكّى) ¶ أَي وأجز الْكسر لغير الْيَاء الْمُثَنَّاة تَحت من همزَة أَو نون أَو تَاء فوقيه فِي الْمُضَارع الْآتِي من فَعِلَ المكسور الْعين كفَرِحَ أَو من الْفِعْل الخماسي أَو السداسي وَهُوَ المُرَاد بقوله أَو مَا تصدّر همز الْوَصْل فِيهِ إِذْ لَا يكون الزَّائِد على أَرْبَعَة إِلَّا مصدّراً بِهَمْزَة الْوَصْل وَيكون خماسيّاً كانطلق وسداسياً كاستخرج، أَو بِالتَّاءِ الزَّائِدَة وَلَا يكون إِلَّا خماسياً كتزكّى فَتَقول فِيهَا: أَنا إعْلَمُ وإنْطَلِق وإسْتَخْرِجُ وإتَزَكًّى، وَنحن نِعْلَمُ ونِنْطَلِق ونِسْتَخْرِجُ ونِتَزَكّى، وَأَنت تِعْلَمُ وتِنْطَلِقُ وتِسْتَخْرِجُ وتِتَزَكّى بِفَتْح حرف المضارعة [36/أ] وكسره فِي الْجَمِيع، وَقد قرئَ شاذاً {وَإِيَّاكَ نِسْتَعِينُ} 2 و {يَوْمَ تِبْيَضُّ وُجُوهٌ وَتِسْوَدُّ وُجُوهٌ} 3، و {وَلا تِرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا} 4 {أَلَمْ إِعْهَدْ إِلَيْكُمْ} 5 بِكَسْر حرف ¶ __________ ¶ 1 - فِي ح ورد هَذَا الْبَيْت هَكَذَا: ¶ وَمَا تصدّر فِيهِ همز الْوَصْل أَو التـ تا زَائِدا كتزكّى ¶ وَهُوَ يُخَالف اللامية وَلَا يَسْتَقِيم بِهِ الْوَزْن، وَالْبَيْت هُوَ: ¶ أَو مَا تصدّر همز الْوَصْل فِيهِ أَو التـ ... تا زَائِدا كتزكّى وَهُوَ قد نقلا ¶ فِي اليا وَفِي غَيرهَا إِن ألحقا بأبى ... أَو مَا لَهُ الْوَاو فَاء نَحْو قد وجلا ¶ 2 - الَّذين قرأوا بِكَسْر همزَة المضارعة هم الْأَعْمَش، وَالنَّخَعِيّ يحيى بن وثّاب وزرّ بن حُبَيْش. ¶ ينظر: إِعْرَاب الْقُرْآن للنحاس: 1/173، وَتَفْسِير الْقُرْطُبِيّ: 1/102، وَالْبَحْر الْمُحِيط: 1/23، إتحاف فضلاء الْبشر: 122. ¶ 3 - آل عمرَان: 106، وَالَّذين قرأوا بِكَسْر حرف المضارعة هم: يحيى بن وثّاب وَأَبُو رزين الْعقيلِيّ وَأَبُو نهيك. ينظر الْبَحْر الْمُحِيط: 3/293. ¶ 4 - هود: 113. وَنسب الزَّمَخْشَرِيّ فِي الْكَشَّاف: 2/296، وَتَبعهُ أَبُو حيّان فِي الْبَحْر الْمُحِيط: 6/220 هَذِه الْقِرَاءَة لأبي عَمْرو وَهُوَ أحد السَّبْعَة؛ وَلم أَقف عَلَيْهَا فِيمَا اطَّلَعت عَلَيْهِ من كتب الْقرَاءَات منسوبة لَهُ، وَعَزاهَا ابْن خالويه فِي الشواذ: 66 لِابْنِ وثّاب. ¶ 5 - يس: 60، وَالَّذِي قَرَأَ بِكَسْر حرف المضارعة هُوَ يحي بن وثّاب كَمَا فِي شواذّ الْقرَاءَات لِابْنِ خالويه:126.",
            "page": "257",
            "part": "1",
            "seal": "A2EEE550"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "المضارعة فِيهَا على هَذِه اللُّغَة لِأَن ماضي هَذِه الْأَفْعَال: اسْتَعَانَ وابْيَضّ واسْوَدّ مِمَّا تصدّر فِيهِ همزَة الْوَصْل، ورَكِنَ وعَهِدَ من بَاب عَلِمَ، وَتقول: هُوَ يَعْلَمُ ويَنْطَلِق ويَسْتَخْرِجُ بِالْفَتْح لَا غير، وَمثلهَا يَتَزَكّى. ¶ وَإِلَى الْحَالة الثَّانِيَة وَهِي مَا يجوز1 فِيهَا كسر حرف المضارعة الْيَاء وَغَيرهَا أَشَارَ بقوله: ¶ (وَهُوَ قد نقلا) ¶ أَي وَجَوَاز الْكسر قد نقل عَنهُ (فِي اليا) التَّحْتِيَّة (وَفِي غَيرهَا) من بَاقِي حُرُوف المضارعة، وَهِي الْهمزَة، وَالنُّون، وَالتَّاء الفوقيه، (إِن ألحقا) أَي الْيَاء وَغَيرهَا (بـ) كلمة (أَبى) بِالْمُوَحَّدَةِ أَو بِكُل فعل ثلاثي فاؤه وَاو كَمَا أَشَارَ لَهُ بقوله (أَو مِمَّا لَهُ الْوَاو فاءٌ) إِذا كَانَ من بَاب فَعِلَ المكسور (نَحْو قد وَجِلا) ووَجِعَ دون وَعَدَ2 وَنَحْوه فَتَقول أَبَى يِأْبَى، وأبَيْتُ إيبى3، وَأَنت تِأْبَى وَنحن نِئْبَى بِالْفَتْح وَالْكَسْر، وَكَذَا تَقول وَجِلَ زيدٌ يَوْجَلُ ويِيْجَلُ4 ووَجِلْتَ أَنْت تَوْجَلُ وتِيْجَلُ5، ووَجِلْتُ أَنا أوْجَلُ وإِيْجَلُ6، ووَجِلْنَا نَحن نَوْجَلُ ونِيْجَلُ7 بِالْفَتْح وَالْكَسْر. ¶ __________ ¶ 1 - فِي ح وَإِلَى الْحَالة الثَّانِيَة وَيجوز مَا يجوز فِيهَا كسر حرف المضارعة الْيَاء وَغَيرهَا. ¶ 2 - لِأَن وعد من بَاب ضرب، وَلَيْسَ من بَاب فَرح. ¶ 3 - أصل هَذَا الْفِعْل إئبى بهمزتين الأولى همزَة المضارعة، وَالثَّانيَِة فَاء الْكَلِمَة فقلبت الثَّانِيَة مِنْهُمَا يَاء لِاجْتِمَاع همزتين فِي كلمة وَاحِدَة الأولى مِنْهُمَا مَكْسُورَة وَالثَّانيَِة سَاكِنة فقلبت الثَّانِيَة مِنْهُمَا يَاء وجوبا مثل إِيمَان أَصْلهَا إئمان من الْأَمْن. ¶ 4 - فِي ح يوجل مُكَرر مرَّتَيْنِ. ¶ 5 - فِي ح توجل ويوجل. ¶ 6 - فِي ح كلمة لَيست وَاضِحَة كَأَنَّهَا أراجل. ¶ 7 - فِي ح ناجل.",
            "page": "258",
            "part": "1",
            "seal": "B7515B66"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "تَنْبِيه: ¶ قَالَ الشَّارِح1: اعْلَم أَن النَّاظِم رَحمَه الله تَعَالَى أطلق فِي الْقسم الأول جَوَاز كسر غير الْيَاء من فَعِلَ المكسور [36/ ب] وَفِي الْقسم الثَّانِي جَوَازه فِي الْيَاء وَفِي غَيرهَا مِمَّا فاؤه وَاو، وَلَيْسَ كَذَلِك بل شَرطه فِي الْقسم الأول أَن يَأْتِي مضارعه على يَفْعَلُ بِالْفَتْح على مَا هُوَ الْقيَاس، فَإِن خَالف الْقيَاس كَمَا فِي حَسِبَ يَحْسِبُ وأخواته وَجب فتح حرف المضارعة اتِّفَاقًا، وَكَذَا شَرطه فِيمَا فاؤه وَاو أَن يكون ماضيه على فَعِلَ بِالْكَسْرِ كَمَا قيّدناه بذلك، وَقد يرشد إِلَيْهِ تمثيله بـ (وَجِلَ) دون غَيرهَا.",
            "page": "259",
            "part": "1",
            "seal": "3EEA82F5"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "[حَرَكَة مَا قبل آخر الْمُضَارع] ¶ وَأما حَرَكَة مَا قبل آخِره وَهُوَ الحكم الثَّالِث فَأَشَارَ إِلَيْهِ بقوله: ¶ (وَكسر مَا قبل آخر الْمُضَارع من ¶ ذَا الْبَاب) ¶ أَي بَاب أبنية الْمَزِيد فِيهِ؛ لِأَن هَذَا الْبَاب مَعْقُود لَهُ، والفصل مَعْقُود لمضارعه؛ لِأَن أبنية الْفِعْل المجرّد من مَاض ومضارع قد سبق حكمهَا فِي بَابهَا، وَإِنَّمَا استطرد حكم ضم الْمُضَارع وفتحه الْمُشْتَرك فِيهِ المجرّد والمزيد لعدم ذكر ذَلِك فِيمَا مضى (يلْزم) أَي الْكسر (إِن ماضيه قد حُظِلا) بِالْحَاء الْمُهْملَة أَي مُنعَ (زِيَادَة التَّاء أوَّلاًّ) أَي فِي أوّله نَحْو أكْرَمَ يُكْرِمُ، وانْطَلَقَ يَنْطَلِقُ، واسْتَخْرَجَ يَسْتَخْرِجُ، ووَلَّى يُوَلّى (وإنْ حصلتْ لَهُ) أَي الْمَاضِي ¶ __________ ¶ 1 - فتح الأقفال: 153. ¶ 2 - من قَوْله: ¶ وَكسر مَا قبل آخر الْمُضَارع من ... ذَا الْبَاب يلْزم إِن ماضيه قد حظلا ¶ زِيَادَة التَّاء أَولا وَإِن حصلت ... لَهُ فها قبل الآخر افتحنْ بولا",
            "page": "259",
            "part": "1",
            "seal": "3A0284B5"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "زِيَادَة التَّاء فِي أَوله (فَمَا قبل الاخر افتحن بِوَلا) بِكَسْر الْوَاو نَحْو تَدَحْرَجَ يَتَدَحْرَجُ، وتَعَلَّمَ يَتَعَلَّمُ، وتَغَافَلَ يَتَغَافَلُ.",
            "page": "260",
            "part": "1",
            "seal": "BB418B87"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "تَنْبِيه: ¶ المُرَاد بِكَسْر [37/أ] مَا قبل الآخر وَلَو تَقْديرا كَمَا فِي انْقَادَ يَنْقَادُ واخْتَارَ يَخْتَارُ وَنَحْو ذَلِك وَالله أعلم.",
            "page": "260",
            "part": "1",
            "seal": "507E6D60"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "فصل فِي فعل مالم يسم فَاعله ¶ ... ¶ فصل فِي فعل مَا لم يسم فَاعله1 ¶ أَي فِي أَحْكَامه الَّتِي تميّز صِيغَة الْفِعْل الْمَبْنِيّ للْمَفْعُول؛ وَذَلِكَ عِنْد حذف الْفَاعِل2، وَإسْنَاد الْفِعْل إِلَى الْمَفْعُول بِهِ، أَو مَا يقوم مقَامه. وَتلك أَحْكَام ستّة: ضمّ أَوله إِن كَانَ صَحِيح الْعين كضُرِبَ زيدٌ، وكسره إِن كَانَ معقلّها كقِيْلَ وبِيْعَ، وَكسر مَا قبل آخر ماضيه، وَفتح مَا قبل آخر مضارعه مُطلقًا، وَضم ثالثه إِن كَانَ مبدوءاً بِهَمْزَة الْوَصْل صَحِيح الْعين خماسياً أَو سداسياً كاُنْطُلِقَ بزيدٍ، واُسْتُخْرِجَ المتاعُ، وَكسر ثالثه إِن كَانَ مبدوءاً بِهَمْزَة الْوَصْل معتلها اُخْتِيرَ زيدٌ واُنْقِيدَ لَهُ وَضم ثَانِيه إِن كَانَ مبدوءاً بتاء المطاوعة وَلَا يكون إِلَّا خماسياً نَحْو: ¶ __________ ¶ 1 - يجدر بِنَا أَن نشِير هُنَا إِلَى مَسْأَلَة مهمّة وَهِي أَن الْبَصرِيين مَا عدا الْمبرد يرَوْنَ أَن الْفِعْل الْمَبْنِيّ للْمَجْهُول فرع عَن الْفِعْل الْمَبْنِيّ للْفَاعِل؛ وَلِهَذَا فَإِن أوزان الْفِعْل الثلاثي الْمَاضِي المجرّد عِنْدهم ثَلَاثَة فَقَط فَعَلَ وفَعِلَ وفَعُلَ، والكوفيون والمبرد وَابْن الطراوة يرَوْنَ أَن الْفِعْل الْمَبْنِيّ للْمَجْهُول رَأس بِنَفسِهِ، وَعِنْدهم أوزان الْفِعْل الثلاثي المجرّد أَرْبَعَة بِزِيَادَة صِيغَة الْمَبْنِيّ للْمَجْهُول. ¶ ينظر: كتاب سِيبَوَيْهٍ: 4 /67، وهمع الهوامع: 6/36. ¶ 2 - يحذف الْفَاعِل لأغراض عدّة، وَهِي فِي مجملها رَاجِعَة لأمرين إِمَّا أَن يحذف لغَرَض لَفْظِي، وَإِمَّا أَن يحذف لغَرَض معنوي، ويتفرّع كلّ مِنْهُمَا إِلَى مسَائِل مِنْهَا: الْجَهْل بِهِ، أَو الْخَوْف مِنْهُ، أَو للتناسب فِي الْأَلْفَاظ، أَو الإِبهام على السَّامع، أَو لشهرة الْفَاعِل لَدَى السَّامع وَغير ذَلِك مِمَّا هُوَ مَبْسُوط فِي كتب النَّحْو والبلاغة.",
            "page": "260",
            "part": "1",
            "seal": "DF288562"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "تَنْبِيه: ¶ إِنَّمَا خصوا الثَّانِي مِمَّا أَوله تَاء مزيدة لِأَنَّهُ لَو بَقِي مَفْتُوحًا مَعَ ضم الأول وَكسر مَا قبل الآخر لالتبس بالمضارع الْمسند إِلَى الْفَاعِل المبدوء بِالتَّاءِ نَحْو أَنْت تُعَلِّمُ زيدا العلمَ، مضارع عَلَّمَه الْعلم المضاعف. ¶ وَإِلَى الحكم السَّادِس وَهُوَ: كسر ثالثه إِن كَانَ مبدوءاً بِهَمْزَة الْوَصْل وَهُوَ معتل الْعين أَشَارَ بقوله [38/ب] (وَمَا لفا نَحْو بَاعَ) 3 من الْكسر (اجْعَل لثالث) الْفِعْل الخماسي المبدوء بِهَمْزَة الْوَصْل المعتل الْعين (نَحْو اخْتَارَ ¶ __________ ¶ 1 - فِي ح تغوفل بِالْبِنَاءِ للْمَجْهُول. ¶ 2 - التسهيل: 77. ¶ 3 - من قَوْله: ¶ وَمَا لفا نَحْو بَاعَ اجْعَل لثالث نحـ ... ـو اخْتَار وانقاد كاختير الَّذِي فضلا",
            "page": "263",
            "part": "1",
            "seal": "4BCB43CA"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "وانْقَادَ) وَهُوَ التَّاء فِي الأول وَالْقَاف فِي الثَّانِي (كاُخْتِيْرَ الَّذِي فضلا) ، واُنْقِيْدَ لَهُ، وأصلهما اُخْتُيِرَ بِضَم1 الْفَوْقِيَّة، وَكسر التَّحْتِيَّة، واُنْقُوِدَ بِضَم الْقَاف، وَكسر الْوَاو، على وزن أُقْتُدِرِ عَلَيْهِ، استثقلت الكسرة على حرف الْعلَّة بعد ضمةٍ فحذفت الضمة ثمَّ نقلوا الكسرة مَكَانهَا فَسلمت الْيَاء من اُخْتِيْرَ كَمَا سلمت فِي بِيْعَ، وقلبت الْوَاو يَاء من اُنقِيْدَ لسكونها بعد كسركما قلبت فِي قيل فَصَارَ اُخْتِيْرَ واُنْقِيْدَ.",
            "page": "264",
            "part": "1",
            "seal": "90CF939F"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "تَنْبِيه: ¶ كَمَا يجوز الْكسر فِي الْفَاء يجوز الإِشمام وَهُوَ الإِتيان بِبَعْض الكسرة والضمة، وَبِهِمَا قرئَ فِي السَّبع2، وَمن الْعَرَب3 من يَأْتِي بضمة خَالِصَة فَيَقُول بُوْعَ، وَمِنْه قَول الشَّاعِر: ¶ حُوْكَتْ على نَوْلَيْنِ إذْ تُحَاكُ ¶ تَخْتَبِطُ الشَّوْكَ وَلَا تُشَاكُ4 ¶ __________ ¶ 1 - أَي التَّاء الْفَوْقِيَّة، وَالْيَاء التَّحْتِيَّة. ¶ 2 - كَقَوْلِه تَعَالَى {وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ} بالإشمام فِي قيل وغيض فِي قِرَاءَة الْكسَائي وَهِشَام، والقراء يسمّون الإشمام النَّحْوِيّ روماً. ¶ ينظر: التَّيْسِير للداني: 72، والنشر: 2/208، إتحاف فضلاء الْبشر: 2560. ¶ 3 - وهم بَنو فقعس ودبير قبيلتان من فصحاء بني أَسد. ¶ ينظر: شرح ابْن عقيل: 1/358. ¶ 4 - الْبَيْت من الرجز، وَقد عزا الشَّيْخ مُحَمَّد عبد الْعَزِيز النجار فِي التَّوْضِيح والتكميل لبَعْضهِم نسبته لرؤبه وَقَالَ: وَقيل لراجز غير معيّن. ¶ ويروي مَكَان نولين: نيرين، والنير بِكَسْر النُّون علم الثَّوْب أَو لحْمَته؟ وَالنُّون اسْم للخشبة الَّتِي يلف عَلَيْهَا الحائك الشقة المُرَاد نسجها. ¶ وَالْبَيْت فِي الْمنصف: 1/250، وتخليص الشواهد: 495، والدرر اللوامع: 6/261، وتستشهد بِهِ جلّ شُرُوح ألفية ابْن مَالك عِنْد قَول النَّاظِم: ¶ واكسر أَو اشمم فاثلاثي أعل ... عينا وضمٌّ جا ك (بوع) فَاحْتمل",
            "page": "264",
            "part": "1",
            "seal": "6F1BFEFE"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "وَقَالَ الآخر: ¶ لَيْتَ وَهَلْ يَنْفَعُ شَيْئاً لَيْتُ ... لَيْتَ شَبَاباً بُوْعَ فَاشْتَرَيْتُ ¶ وَيجْرِي مثل ذَلِك فِي ثَالِث نَحْو اخْتَارَ وانْقَادَ، وتُحَرَّكُ الهمزةُ بحركة الثَّالِث. ¶ انْظُر الْخُلَاصَة1 وشراحها وَالله أعلم.",
            "page": "265",
            "part": "1",
            "seal": "752191E9"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "فصل فِي فعل الْأَمر ¶ أَي فِي صِيغَة بنائِهِ من أَي فعل كَانَ، وَذَلِكَ على قسمَيْنِ: مقيس وشاذّ. ¶ [39/أ] فالمقيس على ثَلَاثَة أضْرب: إمّا أَن يكون من فعل رباعي مبدوء بِهَمْزَة قطع كأَكْرَمَ أَو لَا، وَالثَّانِي إِمَّا أَن يكون مضارعه متحرّك الثَّانِي كيقُوْمُ، وُيدَحْرِجُ، ويَتَعَلَّمُ، أَو سَاكن كيَضْرِبُ ويَنْطَلِقُ. ¶ أمّا الضَّرْب الأول: وَهُوَ مَا كَانَ ماضيه رباعياً مبدوءاً بِزِيَادَة همزَة الْقطع فَأَشَارَ إِلَيْهِ بقوله: (من أفْعَلَ الأمرُ أفْعِلْ) 2، الْأَمر مُبْتَدأ، وأفْعِلْ بِقطع الْهمزَة الْمَفْتُوحَة أَدْخِلْ يَدَكَ وَكسر الْعين خَبره، وَمن أَفْعَلَ مُتَعَلق بِمَحْذُوف صفة الْأَمر، أَي صِيغَة فعل الْأَمر الْكَائِن من أفْعَلَ كأكْرَم بزنة أفْعِلْ كأكْرِمْ زيدا {أَرْسِلْهُ مَعَنَا} 3 و {أَدْخِلْ يَدَكَ} 4 و {أَلْقِ عَصَاكَ} 5. ¶ __________ ¶ 1 - عِنْد قَول ابْن مَالك: ¶ وَمَا لفا بَاعَ لما الْعين تلِي ... فِي اخْتَار وانقاد وشبهٍ ينجلي ¶ 2 - من قَوْله: ¶ من افْعَل الْأَمر أفعل واعزه لسوا ... هـ كالمضارع ذِي الْجَزْم الَّذِي اختزلا ¶ 3 - يُوسُف:12. ¶ 4 - النَّمْل:12. ¶ 5 - النَّمْل: 10.",
            "page": "265",
            "part": "1",
            "seal": "393C395C"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "وَأما الضَّرْب الثَّانِي: وَهُوَ1 مَا لَيْسَ على وزن أَفْعَلَ، والحرف الَّذِي يَلِي حرف المضارعة متحرّك فَأَشَارَ إِلَيْهِ بقوله: ¶ (واعزه) أَي الْأَمر (لسواه) أَي لسوى أَفْعَلَ (?) صِيغَة (الْمُضَارع ذِي) أَي صَاحب (الْجَزْم الَّذِي اختزلا) بِالْخَاءِ الْمُعْجَمَة أَي اقتطع وَحذف (أوَّله) 2 وَهُوَ حرف المضارعة. ¶ وَالْمعْنَى انسب الْأَمر لسوى أَفعَلَ كصيغة الْمُضَارع المجزوم الَّذِي حذف أَوله فَتَقول فِي يَقُوْمُ، وَيبِيْعُ، ويَخَافُ، ويُدَحْرِجُ، ويَتَعَلّمُ: قُمْ وبِعْ، وخَفْ، ودَحْرِجْ، وتَعَلَّمْ، كَمَا تَقول فِي مضارعها المجزوم: لم يَقُمْ، وَلم يَبِعْ، وَلم يَتَعَلَّمْ، وَلم يَخَفْ، وَلم يُدَحْرِجُ. ¶ وشملت عِبَارَته فِي قَوْله اعزه لسواه3: مَا الْحَرْف الَّذِي [39/ب] يَلِي حرف المضارعة مِنْهُ سَاكن وَهُوَ الضَّرْب الثَّالِث لكنه أخرجه بقوله: ¶ (وبهمز الْوَصْل منكسراً ... صل سَاكِنا كَانَ بالمحذوف مُتَّصِلا) ¶ أَي صل السَّاكِن الْمُتَّصِل بِحرف المضارعة بعد حذفه4 بهمز الْوَصْل حَال كَون همز الْوَصْل منكسراً إِذا ابتدأت بِهِ كَقَوْلِك فِي يَضْرِبُ ويَنْطَلِقُ وَيَسْتَخْرِجُ ويَذْهَبُ: اِضْرِبْ، واِنْطَلِقْ، واِسْتَخْرِجْ، واِذْهَبْ، وَإِنَّمَا جعلُوا لَهُ همزَة ¶ __________ ¶ 1 - فِي ح فَهُوَ. ¶ 2 - من قَوْله: ¶ أَوله، وبهمز الْوَصْل منكسراً ... صل سَاكِنا كَانَ بالمحذوف مُتَّصِلا ¶ 3 - فِي ح سواهُمَا، وَمَا هُنَا نكرَة نَاقِصَة وَيكون الْمَعْنى: وشملت عِبَارَته فعلا الحرفُ الَّذِي يَلِي حرف المضارعة مِنْهُ سَاكن، وأصل الْعبارَة هُنَا لبحرق. ¶ 4 - أَي حرف المضارعة.",
            "page": "266",
            "part": "1",
            "seal": "B48FA076"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "ليتوصّلوا بهَا إِلَى النُّطْق بالساكن؛ لِأَنَّهَا سُلَّمُ اللِّسَان إِذْ لَا يُمكن ابْتِدَاء النُّطْق بساكن، وَلذَلِك تسْقط فِي الدرج، وَشَمل قَوْله: وبهمز الْوَصْل إِلَى آخِره مَا عينه مَفْتُوحَة كاذْهَبْ أَو مَكْسُورَة كاضْرَبْ أَو مَضْمُومَة كاخْرُجْ وَهُوَ مسلّم فِي الْأَوَّلين دون الثَّالِث؛ لِأَن الْهمزَة فِيهِ تضم إِذا ابتدىء بهَا؛ وَلذَلِك أَشَارَ لَهُ بقوله: ¶ (والهمز قبل لُزُوم الضَّم ضُمَّ) ¶ أَي ضم همزَة الْوَصْل إِن وَقع فِي فعل تضم عينه لُزُوما كاُخْرُجْ واُدْعُ، واُنْقُصْ، واُعْبُدْ، وَاحْترز بقوله لُزُوم الضَّم مِمَّا إِذا لم يكن الضَّم فِيهِ لَازِما نَحْو {امْشُوا} 2 إِذْ أَصله: \"إِمْشِيُوا\" بِكَسْر الشين وَضم الْيَاء، استثقلت الضمة على الْيَاء فنقلت إِلَى مَا قبلهَا ثمَّ حذفت الْيَاء لالتقاء الساكنين، وَلَك أَن تَقول حذفت الضمة للاستثقال ثمَّ الْيَاء لالتقاء الساكنين، وضُمَّتِ الشين لمناسبة الْوَاو. فَلَو كَانَ مضموماً فِي الأَصْل [40/أ] لَكِن زَالَت الضمة لعلّة وَصَارَ مكسوراً بكسرة لَازِمَة كَمَا اِغْزِى واِدْعِي يَا هِنْد جَازَ لَك فِي همزته وَجْهَان: الْكسر نظرا للْحَال، والإِشمام نظرا للْأَصْل، وَإِلَى ذَلِك أَشَارَ بقوله: ¶ ( ... ونحـ ¶ واغزى بكسرٍ مشمّ الضَّم قد قبلا) ¶ أَي وَقد قُبِلَ إشمام الْكسر الضَّم3 فِي نَحْو اِعْزِي يَا هِنْد وَهُوَ أَمر المؤنثة مِمَّا ثَالِثَة مضموم وَهُوَ معتل اللَّام، وَفهم من قَوْله قد قُبِلَ أَن الْكسر أفْصح من الإِشمام، نظرا إِلَى الكسرة اللَّازِمَة وَهُوَ كَذَلِك. ¶ __________ ¶ 1 - من قَوْله: ¶ والهمز قبل لُزُوم الضَّم ضمّ ونحـ ... ـو اغزي بِكَسْر مشم الضَّم قد قبلا ¶ 2 - ص 6. ¶ 3 - فِي ح إشمام الْكسر وَالضَّم.",
            "page": "267",
            "part": "1",
            "seal": "F1D5BAB5"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "وأصل: (اِغْزِي: اُغْزُوِي) على وزن أدْخُلِي فاستثقلت الكسرة على الْوَاو فحذفت فسكنت وحذقت الْوَاو تخلّصاً من الساكنين ثمَّ كسرت الزَّاي كسرة لَازِمَة1.",
            "page": "268",
            "part": "1",
            "seal": "B06008F2"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "تَنْبِيه: ¶ وَجه الْمُنَاسبَة فِي كسرة همزَة الْوَصْل مِمَّا ثالثه مكسور، وضمه مِمَّا ثالثه مضموم ظَاهر؛ وَإِنَّمَا لم يفتحوا همزَة الْوَصْل مِمَّا ثالثه مَفْتُوح نَحْو اِذْهَبْ خشيَة الالتباس بِهَمْزَة الْمُضَارع المبدوء بهمز الْمُتَكَلّم، فَلَو قلت: (اَذْهَبْ يَا زيد بِفَتْح الْهمزَة لالتبس بِقَوْلِك: أَنا أَذْهَبُ) . ¶ وَأَنا الْقسم الثَّالِث وَهُوَ الشاذ فَهُوَ ثَلَاثَة أَفعَال فَقَط: (خُذْ وكُلْ ومُرْ) وَقد أَشَارَ إِلَيْهِ بقوله: ¶ (وشذ بالحذف مُرْ وخُذْ وكُلْ) ¶ أَي شذت عَن قِيَاس نظائرها من حَيْثُ أَن ثَانِي مضارعها سَاكن، وَلم يتوصّلوا إِلَيْهَا بِهَمْزَة [40/ ب] وصل، بل حذفوا ثَانِيهَا السَّاكِن أَيْضا فَقَالُوا فِي الْأَمر من يَأْخُذُ ويَأْ مُرُ ويَأْكُلُ الَّتِي هِيَ بِوَزْن يَدْخُلُ ويَخْرُجُ: (خُذْ) و (مُرْ) و (كُل) لِكَثْرَة استعمالهم لهَذِهِ الْكَلِمَات، وَكَانَ الْقيَاس أَن يُقَال أُؤخُذْ، اُؤْمُرْ، أُؤْكلْ، بِهَمْزَة وصل مَضْمُومَة، ثمَّ همزَة سَاكِنة وَهِي فَاء الْكَلِمَة؛ لِأَنَّهَا على وزن يَدْخُلُ ويَخْرُجُ، وصيغ الْأَمر مِنْهُمَا: اُدْخُلْ واُخْرُجْ، وَهَذَا إِذا لم يسْتَعْمل (مُرْ) ¶ __________ ¶ 1 - قَالَ بحرق شارحاً هَذِه الْمَسْأَلَة مُبينًا حَرَكَة الزَّاي فِي الْفِعْل اغزي: \"كسرة الزَّاي الَّذِي هُوَ ثَالِث الْفِعْل عارضة؛ لِأَن أَصْلهَا الضَّم، لَكِن صَارَت لَازِمَة لضَرُورَة كسر مَا قبل يَاء المؤنثة\". فتح الأقفال: 162. ¶ 2 - من قَوْله: ¶ وشذّ بالحذف مر وَخذ وكل وَفَشَا ... وَأمر ومستندر تتميم خُذ وكلا",
            "page": "268",
            "part": "1",
            "seal": "3087BFA7"
        },
        {
            "hno": null,
            "id": "173",
            "nass": "مَعَ حرف الْعَطف، فَإِن اسْتعْمل مَعَه جَازَ فِيهِ وَجْهَان الْحَذف نَحْو: مُرْ زيدا ومُرْ عمرا، والتتميم على الأَصْل نَحْو {وَأْمُرْ أَهْلَكَ بِالصَّلاةِ} 1 و {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ} 2، وَإِلَى ذَلِك أَشَارَ بقوله (وَفَشَا وَأْمُرْ) أَي وَفَشَا تتميم كلمة (مُرْ) مَعَ حرف الْعَطف، وَمَعَ كَونه فاشياً فالحذف أَكثر مِنْهُ، وَأما3 (خُذْ) و (كُلْ) فَلم يستعملوهما مَعَ حرف الْعَطف ودونه تامّين إِلَّا ندوراً4 وَهُوَ معنى قَوْله (ومستندر تتميم خُذ وكلا) أَي تتميمهما بِهَمْزَة وصل مَضْمُومَة على قِيَاس نظائرهما نَادِر، وَألف و (كلا) بدل من نون التوكيد الْخَفِيفَة.",
            "page": "269",
            "part": "1",
            "seal": "C7E3F5FA"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "تَنْبِيهَات: ¶ الأول: قَالَ الشَّارِح: اعْلَم أَن كَون الْكَلِمَة وَردت عَن الْعَرَب شَاذَّة عَن الْقيَاس لَا يُنَافِي فصاحتها كَمَا فِي حَسِبَ يَحْسِبَ بِالْكَسْرِ فِي السِّين، وأَكرَمَ [41/أ] يُكْرِمُ بِحَذْف الْهمزَة الَّتِي بعد حرف المضارعة، ومُرْ وخُذْ وكُلْ؛ لِأَن المُرَاد بالشاذ مَا جَاءَ على خلاف الْقيَاس، وبالفصيح مَا كثر اسْتِعْمَاله، وَأما النَّادِر فَهُوَ مَا يقلّ وجوده فِي كَلَامهم سَوَاء خَالف الْقيَاس أم وَافقه، والضعيف مَا فِي ثُبُوته عِنْدهم نزل بَين عُلَمَاء5 الْعَرَبيَّة، وَقد يرشد إِلَى مَا ذُكر6 مُغَايرَة ¶ __________ ¶ 1 - طه: 132. ¶ 2 - الْأَعْرَاف: 199. ¶ 3 - فِي ح جملَة: \"وَأما خُذ وكل فَلم يستعملوهما مَعَ حرف الْعَطف وَمَعَ كَونه فاشياً فالحذف أَكثر مِنْهُ\" تَكَرَّرت مرَّتَيْنِ. ¶ 4 - من تتميم خُذ قَول طريح بن إِسْمَاعِيل الثَّقَفِيّ: ¶ تحمّل حَاجَتي وَأخذ قواها فقد نزلت بِمَنْزِلَة الضّيَاع ¶ ينظر هَذَا الشَّاهِد فِي شرح التصريف الملوكي للثمانيني بتحقيقنا وَقد تمّ تَخْرِيجه وَالتَّعْلِيق عَلَيْهِ هُنَاكَ. ¶ 5 - كلمة عُلَمَاء سَقَطت من ح. ¶ 6 - فِي ف مَا ذَكرْنَاهُ.",
            "page": "269",
            "part": "1",
            "seal": "4DB0AE03"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "النَّاظِم رَحمَه الله فِي الْعبارَة بقوله: و (شذّ) و (فَشَا) و (مستندر) فَإِن الْحَذف لمّا كَانَ1 فِي هَذِه الثَّلَاثَة مُخَالفا للْقِيَاس كَانَ شاذاً لكنه مَعَ شذوذه أفْصح من التتميم؛ فَلهَذَا قَالَ: وشذّ بالحذف مُرْ وخذْ وكُلْ، وَلما كَانَ تتميم (مُرْ) مَعَ حرف الْعَطف كثيرا مُسْتَعْملا لَكِن الْحَذف أَكثر مِنْهُ قَالَ وَفَشَا وَأْمُرْ، وَلما كَانَ تتميم خُذْ2 وكُلْ قَلِيل الْوُجُود فِي استعمالهم قَالَ: ومستندر تتميم خُذ وكل3. ¶ الثَّانِي: مَا ذكره النَّاظِم رَحمَه الله تَعَالَى فِي هَذَا الْفَصْل هُوَ الْأَمر4 بالصيغة وَهُوَ يخْتَص بالمخاطب، فَإِن أُرِيد أَمر الْغَائِب وَغَيره أَدخل على الْفِعْل الْمُضَارع لَام الْأَمر مَعَ بَقَاء حرف5 المضارعة، وَهُوَ حِينَئِذٍ مُعرب بِالْجَزْمِ، وَلم يَأْتِ فِيهِ شَيْء مِمَّا ذكره المصنّف فِي هَذَا الْفَصْل من حذف حرف المضارعة، وَلَا زِيَادَة همزَة الْوَصْل وَلَا شذوذ فِي مر وَخذ وكل؛ وَذَلِكَ نَحْو: لِيَضْرِبْ لِيُكْرِمْ لِيَأْخُذْ [41/ ب] لِيَأْمُرْ لِيَأكُلْ6. ¶ __________ ¶ 1 - عبارَة لما كَانَ سَقَطت من ح. ¶ 2 - فِي ح سَقَطت عبارَة (كُلْ قَلِيل) . ¶ 3 - من تتميم كل قَول بعض الْعَرَب اؤكل كَمَا فِي اللِّسَان: أكل 11/19 \"وَقد أخرج على الأَصْل فَقيل اؤكل\" ¶ أما تتميم خُذ فكقول الشَّاعِر: ¶ تَحَمَّلْ حَاجَتي واأخذ قُوَاها ... فقد نَزَلَت بِمَنْزِلَة الضَّيَاع ¶ 4 - فِي ح كَمَا مر. ¶ 5 - فِي ح مَعَ فَاء المضارعة. ¶ 6 - حَرَكَة لَام الْأَمر الْكسر، وَفتحهَا لُغَة سليم، فَإِن سبقت بِالْوَاو أَو الْفَاء أَو ثمَّ جَازَ فِيهَا وَجْهَان: التحريك على الأَصْل، والإِسكان نَحْو {فَلْيَسْتَجِيْبُوا لي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} و {ثُمَّ لْيَقْضُوا تَفَثَهُمْ} ¶ ولكنّ إسكان اللَّام بعد الْوَاو وَالْفَاء أَكثر من تَحريكها، وتحريكها بعد ثمَّ أَكثر من إسكانها. ¶ ينظر: ابْن يعِيش: 9/ 139، ورصف المباني: 303، والجنى الداني: 111، وَمُغْنِي اللبيب: 294.",
            "page": "270",
            "part": "1",
            "seal": "20D881AC"
        },
        {
            "hno": null,
            "id": "176",
            "nass": "الثَّالِث: الْأَمر بالصيغة مبنيٌّ على الرَّاجِح1 وَهُوَ مَذْهَب الْبَصرِيين، إِلَّا أَنه جرى فِي بنائِهِ مجْرى الْمُضَارع المجزوم، وَمذهب الْكُوفِيّين أَنه مُعرب بِالْجَزْمِ، وَاسْتَدَلُّوا بإعطائه حكم الْمُضَارع المجزوم من حذف الْحَرَكَة فِي الصَّحِيح، وَحذف الآخر فِي المعتل، وَحذف النُّون الَّتِي هِيَ عَلامَة الرّفْع فِي الْأَمْثِلَة الْخَمْسَة كافْعَلا وافْعَلُوا وافْعَلِى، وَعِنْدهم أَن الْجَازِم لَهُ لَام الْأَمر مقدرَة، ورد البصريون بِأَن إِضْمَار الْجَازِم ضَعِيف كإضمار الْجَار، وَبِأَن الأَصْل فِي الْفِعْل الْبناء، وَالْأَمر لم يشبه الِاسْم كَمَا أشبهه الْمُضَارع فيعرب، وَإِنَّمَا حذفت مِنْهُ الْحَرَكَة والحرف لِأَنَّهُمَا من عَلَامَات الإِعراب وَهُوَ غير مُعرب وَالله أعلم. ¶ __________ ¶ 1 - ينظر فِي هَذِه الْمَسْأَلَة: المقتضب: 2/3، 4، 131، ومشكل إِعْرَاب الْقُرْآن لمكي: 1/11، والأمالي الشجرية: 2/355، والتبيين للعكبري: 176، وأسرار الْعَرَبيَّة: 317، والإِنصاف: الْمَسْأَلَة 72.",
            "page": "271",
            "part": "1",
            "seal": "430AABC3"
        }
    ],
    "t3863": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المؤلف - اسمه ونسبه"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مولده ووفاته"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "دراسة الكتاب - عنوانه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "نسبة الكتاب للمؤلف"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر الكتاب"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "موقفه من ابن مالك"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "طريقته في الشرح"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "شرحه الغريب"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "شواهده"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "لامية الأفعال"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "مباحثها"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "شروح اللامية"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "موازنة بين هذا الكتاب وشرح الناظم وفتح الأقفال"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "التعريف بالكتب - شرح ابن الناظم"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "طبعات الكتاب"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "فتح الأقفال"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "فتح المتعال"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "شواهدهم"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "موقفهم من الناظم"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "التعرض للمسائل الخلافية"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "وصف النسخ الخطية"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "عملي في التحقيق"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "باب أبنية الفعل المجرد وتصاريفه"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الرباعي المجرد"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "تتمة"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "المضارع من الثلاثي"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "باب كرم"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "باب فرح"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "باب حسب"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيهان"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "مضارع فعل المفتوح"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "باب ضرب"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "المثال الواوي"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "الأجوف اليأئي"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "مثال النوع الثالث: النقص اليائي"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "مثال النوع الرابع - المضاعف اللازم"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "المضاعف المعدي"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيهان"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيهان"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "باب نصر"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "الأجوف والناقص الواوي"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "المغالبة"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "باب فتح"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في اتصال تاء الفاعل أونونه بالفعل"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "باب أبنية الفعل المزيد فيه"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "فوائد"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في المضارع"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "حروف المضارعة"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "حركة حروف المضارعة"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "كسر حروف المضارعة"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "حركة ما قبل آخر المضارع"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في فعل مالم يسم فاعله"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في فعل الأمر"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيهات"
        }
    ]
}