{
    "b3933": [
        {
            "id": "1",
            "nass": "التخريج ودراسة الأسانيد ¶ لفضيلة الشيخ الدكتور ¶ حاتم بن عارف الشريف ¶ بسم الله الرحمن الرحيم ¶ الحمد لله مستحق الحمد ووليه، وصلواته على خيرته من خلقه وصفيه، نبينا محمد خاتم الرسل، المبعوث بأفضل الأديان والملل، وعلى مجيبي دعوته، ومصدقي كلمته، المتبعين لشريعته، والمتمسكين بسنته، وعليه وعليهم أفضل السلام، ومتتابع الرحمة والإكرام (1) . ¶ أما بعد: فهذه الطبعة الثانية من مذكرة التخريج ودراسة الأسانيد، لفضيلة الشيخ: حاتم بن عارف الشريف -حفظه الله-، والتي كانت في الأصل دروساً ألقاها فضيلته في صيف عام 1419هـ، بجامع الشيخ: عبد العزيز بن باز -رحمه الله-، بمكة المكرمة -حرسها الله-. وقد فُرِغت أشرطة هذه الدروس من قبل الأستاذ الفاضل: وائل الحارثي -وفقه الله-، وكانت منتشرةً بخط يده، ثم استأذنتُ الشيخ -حفظه الله- أن أكتبها بالكمبيوتر وأنزلها على الإنترنت، فسمح -حفظه الله- بذلك. وبدئت العمل فيها منذ فترة، وخرجت بحمد الله الطبعة الأولى منها، ولكن الاستعجال في إخراجها أدى لوجود بعض الأخطاء فيها، مما حداني إلى النظر في الأخطاء وتصويبها، وعرض بعض المواضع على الشيخ -حفظه الله-، الذي أضاف وحذف وعدّل؛ فكانت هذه الطبعة -ولله الحمد- أصح بكثيرٍ من سابقتها. ¶ وأحب أن أنبه على أن هذه الطبعة تختلف عن سابقتها، فلا يُكتفى بالطبعة الأولى عن الثانية؛ لأهمية التعديلات والإضافات في هذه الطبعة، ثم إن هذه الطبعة قد زُودت بكشاف للموضوعات، قام بوضعه الأخ الفاضل: عبده كدّاف -وفقه الله-، وسيُلحق بالمذكرة بإذن الله ملحق بأفضل طبعات كتب السنّة، ومن اقتنى المذكرة قبل أن يلحق بها؛ فليطلبه من مركز الأنصاري بمكة المكرمة -الذي قام بطبع هذه المذكرة-. ¶ __________ ¶ (1) نقلاً عن مقدمة الخطيب البغدادي لكتاب موضح أوهام الجمع والتفريق ص2.",
            "page": "1",
            "part": "1",
            "seal": "52566E8C"
        },
        {
            "id": "2",
            "nass": "هذا وأسأل المولى -جل وعلا- أن ينفع بهذه المذكرة. والحمد لله، والصلاة والسلام على رسول الله، وعلى آله، وصحبه، ومن والاه. ¶ وكتب/ المعتني بالمذكرة: ¶ خالد بن خلف الشريف.... ¶ الجزء الأول: التخريج ¶ بسم الله الرحمن الرحيم ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده.. ¶ التخريج ودراسة الأسانيد: علمٌ مهمٌ من علوم السنة المشرفة، وهو في الحقيقة الثمرة، التي من أتقن مقدماتها وما قبلها فقد وصل إليها، وحقق ما يريده من دراسة علوم السنة؛ وهو تمييز المقبول من المردود مما ينسب ويضاف إلى النبي - صلى الله عليه وسلم - والى صحابته، والتابعين كذلك. ¶ وهذا العلم لا يتقنه ولا يحسنه إلا من أتقن علوما ثلاثة؛ هي في الحقيقة أصول علوم الحديث: ¶ العلم الأول: علم أصول الحديث: وهو مصطلحه، وقواعده. ¶ العلم الثاني: وهو داخل في الأول، ويُخص لأهميته: وهو علم الجرح والتعديل. ¶ العلم الثالث: علم مصادر السنة، سواء المعتنية بإخراج الأحاديث بالأسانيد أو كتب التراجم. ¶ ثم إن إتقان هذه العلوم الثلاثة لا يتمُ إلا بممارسة التخريج من وقت مبكر، فبينهما تلازم كبير. فينبغي للطالب من حين دراسة مختصر في علوم الحديث أن يبتدئ في التدرب والتمرن على التخريج. وتخريجه للحديث في الوقت المبكر لا يعني أنه أتقنه، ولكن نطالبه بذلك حتى يتقن علم المصطلح وعلم التخريج أيضاً. ¶ * (تعريف التخريج) : ¶ * التخريج لغةً: مصدر الفعل خرَّج بمعنى أظهر وأبرز، فالتخريج هو الإظهار والإبراز. ¶ * وفي الاصطلاح: عزو الحديث إلى مصادره الأصلية المسندة، فإن تعذرت فإلى الفرعية المسندة، فإن تعذرت فإلى الناقلة عنها بأسانيدها، مع بيان مرتبة الحديث غالباً.",
            "page": "2",
            "part": "1",
            "seal": "11713781"
        },
        {
            "id": "3",
            "nass": "علاقة التعريف الاصطلاحي باللغوي ظاهرة: وهي أنك بعزوك للحديث أظهرته وأبرزته وأعلمت أماكن وجوده، إضافةً إلى أن حكمك على الحديث يعطيه مكانةً وقدراً، ويعرِّف القارئ من خلال حكمك هل يُعمل بهذا الحديث أم لا. ¶ *شرح التعريف: ¶ (العزو) : هو النسبة، أو الإحالة. ¶ وللعزو أساليب مختلفة منها: ¶ 1-…العزو المطوّل: وهو الذي يلتزم فيه المحُيل أو العازي ذكر مكان وجود الحديث في الكتاب من خلال ذكر الكتاب الذي أورد فيه الحديث، والباب، ثم يضيف المحيل والعازي إلى ذلك: رقم المجلد، والصفحة، ورقم الحديث إن وُجد أيضاً. وهذا أطول عزو ممكن، وقد يقوم مقام الباب والكتاب، ذكر الترجمة فيما لو كان الكتاب مرتب على التراجم، كتاريخ بغداد، وتراجم الضعفاء، فتقول: في ترجمة فلان. وميزة العزو المطوّل: أنه تبقى إفادته مهما اختلفت طبعات الكتاب. وعيبه: الطول، خاصةً إذا كان الحديث يُعزى إلى مصادر كثيرةٍ جداً. ¶ 2-العزو المختصر: وهو أن تذكر من أخرج الحديث فقط. فتقول: أخرجه البخاري، من دون ذكر الباب ولا الكتاب ولا الصفحة ولا المجلد ولا أي شئ، كما كان يفعله المتقدمون، أنظر (تلخيص الحبير) ، و (نصب الراية) ، وكتب التخريج المشهورة. وهذه الطريقة مفيدة خاصة مع الكتب المشهورة مثل الصحيحين، والتي صنعت لها فهارس متعددة في الوقت الحاضر مما يسهل الرجوع للحديث فيها. ¶ ولعل السبب في استعمال هذه الطريقة عند المتقدمين هو اختلاف النسخ، ولم يكن لديهم طبعة معينة يمكن أن يعزى إليها كما هو حاصل في الوقت الحاضر. وهذه الطريقة المختصرة يمكن اللجوء إليها في مرّات قليلة ونادرة فيما لو كان الكتاب مشهوراً ومتداولاً، وفيما لو كان الذي يكتب ويصنف لا يصنف في التخريج فيأتي حديث أو حديثين فيعزوها إلى مصادرها عزواً مختصراً.",
            "page": "3",
            "part": "1",
            "seal": "935C3240"
        },
        {
            "id": "4",
            "nass": "3-…وهناك طريقة متوسطة: وهي التي يُذكر فيها رقم الحديث إذا كان الكتاب مرقماً، وهي الأفضل؛ لأن الترقيم غالباً لا يختلف بين الطبعات اختلافاً كثيراً، فيتقدم الحديث عشراً أو عشرين رقماً ثم تجده وهكذا،فالوقوف عليه مع اختلاف الطبعات ممكن، لكن الذي يقلل من فائدة هذه الطريقة هو أن بعض الكتب ترقيمها ليس صحيحاً، كما حصل في (مصنف ابن أبي شيبة) حيث رُقمت منه مجلدات وهناك مجلدات منه لم ترقم، ثم رجعوا للمجلدات الأخيرة ورقموها دون الالتفات للمجلدات الوسطى فأصبح الترقيم لا فائدة منه أو قليل الفائدة،لكن إذا كان الترقيم جيداً ودقيقاً إلى حدٍّ ما يكون العزو إليه أفضل من غيره، وهو متوسط بين التطويل والاختصار. ¶ إلا أن العزو المطوّل له فائدة خاصة في بعض الأحيان، ويلزم الباحث أن يعتني به فيما لو كان الموطن الذي يعزو إليه له أهمية خاصة كأن يكون طريقاً مهماً في كتابٍ سئ الطباعة والتحقيق، يُظنّ أنه سوف يُحققُ تحقيقاً جديداً، فتحديد الموطن مفيد؛ لأنه قد تختلف الطبعة، وقد يشكك الباحث إذا لم يجد الطريق في الطبعة الجديدة ولكن إذا قيل له مثلاً: أخرجه ابن عدي في الكامل في ترجمة فلان بن فلان، أمكن الوقوف على الطريق حتى لو اختلفت الطبعات. ¶ (الحديث) : في الاصطلاح: هو كل ما أضيف إلى النبي -صلى الله عليه وسلم - من قول أو فعل أو تقرير أو صفة أو سيرة أو إلى الصحابة أو إلى التابعين كذلك. ¶ وهو قيدٌ نخرج به عزو الآيات القرآنية، وعزو الأبيات الشعرية إلى الدواوين.",
            "page": "4",
            "part": "1",
            "seal": "D248B052"
        },
        {
            "id": "5",
            "nass": "(إلى مصادره الأصلية) : نلاحظ في وصف الكتاب بالأصالة في علوم الحديث أمرين: ¶ 1- قِدَمُ الكتاب. 2- أهمية الكتاب. ¶ فقد يكون الكتاب قديماً لكنه ليس أصيلاً؛ لأنه غير مهم، مثاله: لو وقفت على حديث في (صحيح البخاري) يخرجه البخاري من نسخة (وكيع عن الأعمش) -وهي نسخة حديثية مطبوعة- هل يصح أن أعزو إلى (نسخة وكيع) المتقدمة أم إلى (صحيح البخاري) ؟ الصحيح أن أعزو إلى (صحيح البخاري) مع أن (نسخة وكيع) متقدمة، لكن مرتبة (صحيح البخاري) في الأهمية جعلته يُقدم على (نسخة وكيع) المتقدمة. ¶ وقد يحصل العكس فيكون الكتاب مهماً لكنه ليس بقديمٍ جداً، فلا يصح أن أعزو إلى ابن عساكر في (تاريخ دمشق) لحديث أخرجه ابن عساكر من طريق القطيعي عن عبد الله بن الإمام أحمد عن أحمد بن حنبل في (المسند) ، وأترك العزو للمسند، بل الواجب عليَّ أن أعزو إلى (المسند) ثم إذا أضفت ابن عساكر بعد ذلك فلا بأس، لكن أن أترك العزو إلى (المسند) وأكتفي بالعزو إلى ابن عساكر مع أن ابن عساكر يرويه من طريق (المسند) بإسناده وأغفل (المسند) ، فهذا خطأٌ في التخريج؛ لأني لم أعزُ إلى المصدر الأصلي، فالمصدر الأصلي هو الذي بنى عليه ابن عساكر إسناده وروايته. ومن أمثلتها أيضاً روايات البغوي في كتابه (شرح السنّة) عن الكتب الستة، فلا يصح أن أعزو الحديث إلى البغوي في شرح السنّة والحديث موجود في أحد الكتب الستة، والبغوي كثير الرواية عن الكتب الستة في كتبه ومصنفاته، وكذلك المزي في (تهذيب الكمال) ، وغيرهم.",
            "page": "5",
            "part": "1",
            "seal": "2D4B89C7"
        },
        {
            "id": "6",
            "nass": "(المُسندة) : وهي التي يروي فيها المؤلف الأحاديث بإسناده هو عن شيخه عن شيخ شيخه إلى منتهى الإسناد. ¶ وبهذا تعلم أنه من الخطأ الكبير أن تعزو الحديث إلى (جامع الأصول) لابن الأثير، أو إلى (مجمع الزوائد) للهيثمي، أو إلى النووي في (رياض الصالحين) ، وأنّ من فعل شيئاً من هذا فإنه لا يعرف شيئاً في فن التخريج. ومثل الكتب المشهورة المتداولة التي تورد الأحاديث مقطوعة أو بلاغات أو بغير أسانيد. ¶ •…مسألة: هل وَصفُ الكتاب بأنه أصلي أو أصيل يُغني عن وصفه بأنه مسند؟ ¶ الجواب: قد يكون الكتاب أصيلاً لكنه غير مسند، مثاله: (الأذكار) للنووي وتخريجه (نتائج الأفكار) لابن حجر، فـ (نتائج الأفكار) كتاب مسند، والأصل (الأذكار) غير مسند، فيصح أن تعزو لكتاب (نتائج الأفكار) ؛ لأنه كتاب مسند ويسوق أحاديث كتاب (الأذكار) بإسناده هو -أي ابن حجر-، ومثله كتاب (مسند الشهاب) للقضاعي، الذي ألّف كتاباً سمّاه (الشهاب) ، أورد فيه الحكم النبوية والأحاديث التي تصلح أن تكون أمثالاً متداولة، أوردها بغير إسناد في كتابه (الشهاب) ، ثم هو نفسه ألّف مسنداً لهذا الكتاب سمّاه (مسند الشهاب) ، ومثله أيضاً كتاب (الفردوس) للديلمي ليس فيه أسانيد، حتى جاء ابن المؤلف وأسند أحاديث كتاب أبيه، ورواها إلى النبي -صلى الله عليه وسلم -، في كتاب سمّاه (مسند الفردوس) ، وهو أبو منصور شهردار بن شيرويه الديلمي. فكتاب (الفردوس) كتاب أصيل، لكنه غير مسند، وكتاب (مسند الفردوس) كتاب أصيل ومسند، وعليه: فلا بد من إضافة \"مسند\". ¶ (فإن تعذرت) : أي تعذر الوقوف على المصادر الأصلية. ومن أسباب تعذر ذلك: أن يكون الكتاب مخطوطاً لا يتيسر الاطلاع عليه، أو لا تتيسر الرحلة للنظر فيه، ففي هذه الحالة نلجأ للعزو إلى المصدر الفرعية. ¶ (فإلى الفرعية المسندة) : ونعني بالكتب الفرعية: الكتب الحديثية الناقلة عن كتب أقدم منها أو أكثر منها أهمية. فالكتب الفرعية هي التي اجتمع فيها أمران: ¶ 1- أن تكون جاءت بعد كتب أصيلة في الزمن. 2- أن تكون أقل أهمية من الكتب التي سبقتها.",
            "page": "6",
            "part": "1",
            "seal": "D0FECB14"
        },
        {
            "id": "7",
            "nass": "ويشترط في الكتاب الفرعي أيضاً أن يكون مسنداً. مثاله: ما لو روى البيهقي من الجزء المفقود من (صحيح ابن خزيمة) (1) ، فلو أخرج البيهقي بإسناده إلى ابن خزيمة حديثاً في (صحيح ابن خزيمة) م كتاب البيوع، فهنا يوصف كتاب البيهقي بأنه مصدر فرعي؛ لأنه يخرج هذا الحديث عن كتاب أقدم منه وأكثر منه أهمية، لكن عندما يتعذر على الوقوف على المصدر الأصلي؛ فإنه يلزمني العزو إلى المصدر الفرعي، مثل (السنن الكبرى) أو (معرفة السنن والآثار) أو (شعب الإيمان) . ¶ أيضاً مثل ما لو روى ابن عساكر عن جزء مفقود من (معجم الطبراني الكبير) –ومعجم الطبراني الكبير هناك أجزاء منه مفقودة- فابن عساكر مصدر فرعي والطبراني مصدر أصلي، لكن لمّا تعذر الوقوف عليه تم العزو إلى المصدر الفرعي. ¶ ويدخل في المصادر الفرعية: كتب الزوائد التي تذكر الأحاديث بأسانيدها مثل: كتاب (كشف الأستار عن زوائد مسند البزار) للهيثمي، ومثل (المطالب العالية بزوائد المسانيد الثمانية) لابن حجر. فهذه ليست الكتب الأصلية، بل كتبٌ فرعية استخرجت الزوائد من كتاب معيّن على كتب معينة، ويذكر هذه الأحاديث المؤلف الأصلي. ¶ ويدخل في المصادر الفرعية: كتب أطراف الحديث \"الأطراف\" مثل: (تحفة الأشراف) و (إتحاف المهرة) و (أطراف الغرائب والأفراد) . ¶ __________ ¶ (1) حيث إن الموجود من (صحيح ابن خزيمة) الآن هو ربع الكتاب الأصلي ويتضمن أبواب العبادات فقط والباقي مفقود.",
            "page": "7",
            "part": "1",
            "seal": "21DB4EC3"
        },
        {
            "id": "8",
            "nass": "فمثلاً قد تضمن (إتحاف المهرة) مسندَ أبي عوانة كاملاً [وهو مستخرجه على صحيح مسلم] ، وأما مطبوع مسنده ففيه نقصٌ، فنضطر أحياناً عند العزو إلى (مسند أبي عوانة) أن نعزو إلى (إتحاف المهرة) لابن حجر. وأيضاً هناك كتب من (صحيح ابن خزيمة) كانت موجودة عند الحافظ ابن حجر، مثل كتاب التوكل، وكتاب السياسة، كانا موجودين عند الحافظ ابن حجر وهي غير موجودة في (صحيح ابن خزيمة) المطبوع، فأضطر حينها في العزو إلى (إتحاف المهرة) ، فأقول: أخرجه ابن خزيمة في صحيحه في كتاب التوكل، أنظر (إتحاف المهرة) للحافظ ابن حجر، فهذا مصدرٌ فرعي؛ لأنه نقل عن الكتب التي تروي بالإسناد. ¶ والكتب الفرعية لابد أن تكون مسندة وإلا لم يصح ذكرها في التخريج. ¶ (فإن تعذرت) : أي تعذر الوقوف على المصادر الأصلية والفرعية.",
            "page": "8",
            "part": "1",
            "seal": "73FBA685"
        },
        {
            "id": "9",
            "nass": "(فإلى الناقلة عنها بأسانيدها) : أي فنعزو إلى الكتب الناقلة عن الكتب الأصلية أو الفرعية بأسانيدها،فقد يذكر مثلاً الحافظ ابن حجر حديثاً يعزوه إلى كتاب مفقود ويسوق ابن حجر الإسناد كاملاً عن المؤلف من شيخه إلى النبي - صلى الله عليه وسلم - ويحصل هذا مثلاً في (تلخيص الحبير) أو في (نصب الراية) ، أو كتب شيخ الإسلام ابن تيمية أو ابن القيم، فنسوق الإسناد ونعزوه إلى مؤلفه، ثم نحيل إلى الكتب السابقة التي أخرجت الحديث بالسند. وأيضاً كتب الأطراف والزوائد نستطيع إدخالها في الكتب الناقلة، لكن جُعِلت في المرتبة السابقة عن هذه المرتبة؛ لأنها أرقى مرتبةً باعتبار أنها تنقل جملةً من الأحاديث عن كتابٍ واحد ولا يأتي الحديث فيها عَرَضاً ضمن كتاب كبير ولكن تعتني بسياق أحاديث كثيرة جداً من كتاب واحد، لذلك تعتبر في مرتبة أعلى من غيرها من الكتب الناقلة، وخاصةً كتب الزوائد مثل (كشف الأستار) و (المطالب العالية) ، هي في الحقيقة كتب مسندة؛ لأن الحافظ ابن حجر ذكر في مقدمة الكتاب إسناده إلى كل مؤلف، فهي أيضاً صالحة لأن تكون من المصادر الفرعية لهذا السبب. ¶ (مع بيان مرتبة الحديث) : أي توضيح درجة الحديث من حيث القبول أو الردّ. ¶ *وقد اصطلح المتأخرون على تقسيم الأحاديث من حيث القبول والردّ إلى خمسة أقسام أصلية: ¶ 1-الصحيح. 2-الحسن. 3-الضعيف. 4-شديد الضعف. 5-الموضوع. ¶ هذا ما اصطلح عليه المتأخرون من الباحثين سواءً في الرسائل الجامعية أو غيرها. والحديث لا يخرج عنها فعلاً إما صحيحاً بقسميه، أو حسناً بقسميه كذلك، أو ضعيفاً أي خفيف الضعف، أو شديد الضعف: رواية المتروك، رواية منكر الحديث، رواية ساقط الحديث، الحديث المعضل، ثم يأتي بعد ذلك الحديث الموضوع وهو الذي يغلب على الظن أو يُجزم بأنه مكذوب على النبي -صلى الله عليه وسلم-، هذه خمسة أقسام، والتزامها حسن.",
            "page": "9",
            "part": "1",
            "seal": "28FF54BA"
        },
        {
            "id": "10",
            "nass": "* الحكم على الحديث: ¶ 1- إما أن يكون متعلق بالمتن والإسناد كليهما. ¶ 2-أو بالإسناد وحده. ¶ 3-أو بالمتن وحده. ¶ أما الحكم على المتن والإسناد كليهما فلا يصح ولا يمكن إلا في إحدى حالتين: ¶ الحالة الأولى: أن تكون مسبوقاً من إمام ناقدٍ جِهبذ في الحكم على هذا الحديث. فلو خرّجت حديثاً مثلاً ودرست إسناده ومتنه في أحد الكتب فوجدته صحيحاً، فلا يصح لك أن تقول: حديث صحيح، إلا في إحدى حالتين، الحالة الأولى هي المذكورة آنفاً، من أن تكون مسبوقاً بإمام حكم على هذا الحديث، كأن يكون أخرجه البخاري في صحيحه فتقول حينئذٍ: حديث صحيح. ¶ الحالة الثانية: أن تزعم أنك استقرأت جميع كتب السنّة، وتوصلت إلى أن هذا الحديث ليس له علّة باطلة تقدح في صحته. ولا يصح أن تستقرأ فقط، إلا أن تكون دقيق الفهم عالماً بالتخريج وعلم المصطلح والجرح والتعديل، وقد بلغت مبلغ العلماء فيها، وتجزم بعدم وجود علّة باطنة تقدح في الحديث. ¶ أما الحكم على الإسناد: ¶ فتنظر في الإسناد الذي عندك وتحكم عليه بحسب الظاهر، فتقول: هذا إسناد صحيح، هذا إسناد ضعيف، ولا يُعْترَضُ عليك بعد ذلك إذا وُقف على علّة باطلة تقدح في حكمك؛ لأنك بقول: هذا إسناد ... ، حكمت على الإسناد فقط ولم تزعم أن الحديث بمجموع طرقه -مثلاً- ضعيف، وإنما حكمت على إسناد معيّن،وهو المذكور أمامك، وتلام فيما لو أخطأت في حكمك على هذا الإسناد. وأهل العصر في الغالب لا يستطيعون إلا هذه الطريقة فقط.",
            "page": "10",
            "part": "1",
            "seal": "041A637A"
        },
        {
            "id": "11",
            "nass": "أما الحكم على المتن فقط: ¶ وهذا يفعله من كان قليل المعرفة جداً بعلم الحديث أو عنده ورعٌ زائد في حكمه على الأسانيد، كما فعل الشيخ محمود شاكر في تخريجه في (تهذيب الآثار) للطبري، فهو يترجم لرواة الإسناد ترجمةً كاملة، ولو أراد أن يحكم على الإسناد لفَعَلَ، لكنه لا يحكم؛ لأنه يقول: \"أنه ليس من أهل هذا الفن\"، لكنه يعزو الحديث إلى مصادره، وفي هذا حكمٌ على المتن، فلو قال: أخرجه البخاري، فإنه يحكم على المتن بأنه صحيح، أما إسناد الطبري فلا يحكم عليه.فهذه الحالة يمكن أن يلجأ إليها الطالب الذي يريد أن يخلي نفسه من المسؤولية تماماً، فيترجم لرواة الإسناد، ويعزو الحديث إلى المُخرّج، فإن المُخرِّجَ قد حكم على الحديث، أو إخراجه له يقتضي حكماً يكتفى به، فيقول: أخرجه الترمذي وقال: حسن صحيح، أو أخرجه ابن عدي وقال: ضعيف لا نعرفه إلا من هذا الوجه، وهكذا. ¶ ( ... غالباً) : لاشك أن غالب كتب التخريج تعتني بالحكم على الحديث؛ لأنه الثمرة الأخيرة من العزو ودراسة الإسناد. لكن قد يقوم المخرّج بتخريج الحديث ولا يحكم عليه بحكمٍ ما، وهذا يحصل حتى في كتب التخريج المشهورة مثل (التلخيص الحبير) ، و (نصب الراية) ، ويكثر عند ابن كثير في كتابه (تحفة الطالب في تخريج أحاديث مختصر ابن الحاجب) ، و (تخريج أحاديث الشفا) للسيوطي، فهؤلاء يكتفون بالعزو فقط ولا يحكمون على الحديث غالباً. ¶ وعليه يتضح من ذلك أن الحكم على الحديث ليس شرطاً في التخريج، لكن غالب كتب التخريج تتضمن الحكم على الحديث. ¶ وقد يلجأ الباحث إلى عدم الحكم لعدم جزمه بحكمٍ على الحديث، فقد يدرس الإسناد ويتوقف في الحكم؛ لأن عِلمه قاده إلى التوقف في الحكم على الحديث.",
            "page": "11",
            "part": "1",
            "seal": "449DFAF5"
        },
        {
            "id": "12",
            "nass": "هذا التعريف الآنف الذكر هو التعريف الإصطلاحي لعلم التخريج الذي سنتكلم عليه فيما يأتي. لكن قد يأتي لفظ \"التخريج\" ويُراد به غير المعنى الاصطلاحي المذكور، وللتخريج -سوى المعنى السابق- معنيان آخران: ¶ *رواية الحديث بإسناده من مُخرّجه إلى منتهاه. فهذا التخريج جاء بمعنى الرواية. فكما يصح أن تقول: رواه البخاري، يصح أن تقول: خرّجه البخاري، وهذا يقوله العلماء، وابن رجب خاصةً في كتبه يستعمل هذه اللفظة، فيستخدم \"خرّجه\" كثيراً.واصطلاح المتأخرين والمعاصرين خاصة فرّق بين التخريج والإخراج، فيطلقون التخريج على المعنى الاصطلاحي السابق، ويطلقون الإخراج ويقصدون به \"رواه\"، بل المعاصرين أيضاً فرّقوا بين أخرجه ورواه، فيقولون مثلاً رواه ابن عيينة عن عمرو بن دينار أخرجه البخاري من هذا الطريق، فيستخدمون لفظة \"رواه\" لغير المصنف بل لذكر الراوي الوارد في أثناء السند لو نقل طرف الإسناد، فيقولون: رواه فلان عن فلان، فإذا أراد أن يعزو إلى الكتاب قال: أخرجه. وهذا استخدام جيّد مادام التفريق يُعين على الفهم، وملاحظة الاصطلاح، فإذا أردت أن تعزو إلى الكتاب تقول: أخرجه، وإذا أردت أن تبيّن طرف الإسناد أو جزء من الإسناد تقول: رواه، حتى يحصل التفريق.",
            "page": "12",
            "part": "1",
            "seal": "72C4D2C9"
        },
        {
            "id": "13",
            "nass": "*المعنى الثالث للتخريج على المعنيين السابقين: وهو أن يقوم أحد العلماء بتصنيف كتابٍ في السنّة بالرجوع إلى مصادره ومسموعاته أو مسموعات أحد العلماء الذين يعاصرونه، فينتقي من هذه المسموعات أحاديث معينه ويرتبها على أحد وجوه الترتيب التالية: كأن يرتبها على المشيخة -أي على أسماء شيوخه- فإن رتبها على حروف المعجم قيل له: معجم شيوخ فلان. فإن لم يجعل لها ترتيباً معيناً قيل لها: فوائد، أو أمالي، أو جزء حديثي، أو ما شابه ذلك. فإن وجدت -مثلاً- كتاب (مشيخة بدر الدين بن جماعة) تخريج علم الدين البرزالي، تعرف أن البرزالي جاء إلى أصول شيخه بدر الدين بن جماعه، وقال له: أرني مسموعاتك، فأخرج له بدر الدين بن جماعة مسموعاته كاملة، واستخرج أحاديث منتقاة من أحاديث بدر الدين بن جماعة عن كل شيخ منهم، والانتقاء لابد أن يكون له سببٌ إما العلو أو الغرابة أو زيادةٌ في المتن أو الإسناد أو ما شابه ذلك. فيأتي التخريج بمعنى: أن يخرج أحاديث أحد معاصريه بأسانيدهم إلى النبي -صلى الله عليه وسلم- على أيّ وجهٍ من وجوه الترتيب. ¶ *بعض الكتب المؤلفة في التخريج: ¶ 1- حصول التفريج بأصول التخريج، لأبي الفيض الغماري -وهو من أقدم الكتب-. ¶ 2- أصول التخريج ودراسة الأسانيد، للشيخ محمود الطحّان. ¶ 3- كشف اللثام عن أسرار تخريج أحاديث سيّد الأنام، لعبد الموجود عبد اللطيف. ¶ 4- طرق تخريج الحديث النبوي، للدكتور / عبد المُهدي عبد القادر. ¶ 5- التأصيل، للشيخ: بكر بن عبد الله أبو زيد.",
            "page": "13",
            "part": "1",
            "seal": "F7FB7368"
        },
        {
            "id": "14",
            "nass": "*فوائد علم التخريج: ¶ 1-الفائدة العظمى: تمييز صحيح السنّة من سقيمها. وقد نبّه العلماء قديماً على هذه الفائدة، فقال علي بن المديني -رحمه الله-:\" الباب إذا لم تجمع طرقه لم يتبين خطأه \"، ويقول يحيى بن معين -رحمه الله-:\" الحديث إذا لم نروه من ثلاثين وجهاً ما عقلناه \"، وزاد أبو حاتم -رحمه الله- فقال:\" الحديث إذا لم يروى من ستين وجهاً ما عقلناه \". والإمام أحمد -رحمه الله- يقول:\" الأحاديث يفسر بعضها بعضاً \". وهذا كما يحمل على المتن، أي: أن المتون يفسر بعضها بعضاً، فكذلك الأسانيد يفسر بعضها بعضاً. ¶ والفوائد التي تلي هذه الفائدة هي فرعٌ عنها. ¶ 2-معرفة الأحاديث التي يُعمل بها، والتي لا يُعمل بها. ¶ 3- معرفة الأحاديث التي تُستنبط منها الأحكام، والتي لا تستنبط منها الأحكام. ¶ 4- معرفة الأحاديث التي يجب اعتقاد ما جاء فيها - إذا كان مدلولها عقدي -، والأحاديث التي لا يجوز اعتقاد مافيها؛ لضعفها، أو لأنها موضوعة. ¶ 5-حفظ السنّة، وبقاؤها إلى يوم القيامة. ¶ والفوائد غيرها كثيرة، ولكن هذه أصولها وأساسها. ¶ *بيان تفاوت مراتب التخريج: ¶ أولاً: تخرّيج مطوّل: وهو الذي تُستوعب فيه الأسانيد استيعاباً كاملاً، فيذكر من أخرج الحديث ويعزو إليه الحديث، ثم يذكر إسناد هذا المصنف كاملاً، ويترجم لجميع رواة السند في جميع طرق الحديث على جميع الوجوه، هذا تخريج مطوّل جداً. وهو يصعب مع الكتب الكبار، أو تخريج أحاديث كثيرة، ثم إن الفائدة من هذا التطويل قد لا تكون متحققة دائماً كأن يكون الحديث صحيحاً من طريق معين. ¶ فهذه الطريقة لا يُنصح بإتباعها إلا إذا كان الباحث يريد أن يُفرد حديثاً معيناً بالتصنيف.",
            "page": "14",
            "part": "1",
            "seal": "BF3EFA64"
        },
        {
            "id": "15",
            "nass": "ثانياً: تخرّيج مختصر: وهو أن يُكتفى بالعزو إلى من أخرج الحديث مع الحكم على الحديث، كما في (خلاصة البدر المنير) لابن الملقن، وهو في الغالب يبتدئ بحكم إمام متقدم فيقول: أخرجه البخاري ومسلم، ويكتفي بالعزو إليهما، أو يقول: أخرجه الترمذي وصححه، وهذا أيضاً يحصل في كتب الشيخ الألباني المختصرة مثل: (صحيح الجامع الصغير) ، و (ضعيف الجامع الصغير) ، و (صحيح الترغيب والترهيب) ، وغيرها من الكتب المختصرة. ¶ ثالثاً: تخريج متوسط: -والتوسط يختلف أيضاً- وهو الاعتناء باختلاف الطرق ونقاط الالتقاء بين الرواة. فمثلاً إذا كان الحديث يدور على الزهري ثم اختلف على الزهري بأوجه مختلفة واختلف تلامذة الزهري عليه في رواية الحديث اختلافاً في المتن والإسناد أو في واحدٍ منهما، فيأتي المُخرّج ويقول: أخرجه فلان وفلان من طريق –مثلاً- عُقيل بن خالد عن الزهري بوجه كذا –ويذكر الوجه الذي رُوي به- وخالفه يونس بن يزيد الأيلي فرواه عن الزهري بطريق كذا، ووافق يونس مالك وفلان وفلان –ويذكر من أخرجه من هذا الوجه من أصحاب الكتب – ثم بعد ذلك يرجح بين الطرق، ببيان الحكم الذي يليق بكل طريق إن كان هناك اختلاف حقيقي أو لم يكن اختلافاً حقيقياً، أو إذا كان بعض الرواة أوثق من بعض، أو اتفق بعض الثقات على وجه وخالفهم راوٍ على وجه آخر....وهكذا.",
            "page": "15",
            "part": "1",
            "seal": "0C6D830E"
        },
        {
            "id": "16",
            "nass": "وهذه الطريقة هي المتبعة في كثير من كتب التخريج التي يمكن أن توصف بأنها أكثر كتب التخريج إفادة، من أمثال: (التلخيص الحبير) أو (نصب الراية) أو كتب الشيخ الألباني الموسعة كـ (السلسلة الصحيحة) و (السلسلة الضعيفة) و (إرواء الغليل) وأمثالها. ومن الكتب المتقدمة التي تستخدم هذه الطريقة كتاب (العلل) للدارقطني، ويُنصح مَنْ أراد أن يتعلم طريقة سياق الطرق أن يقرأ كتاب (العلل) للدارقطني، فطريقته فيه بديعةٌ جداً، حيث يسوق الطرق والأسانيد واختلاف الرواة في الحديث الواحد فيما يقارب الصفحتين، بخلاف ما يحصل في الوقت الحاضر من المتأخرين من التطويل بشكل مملّ. ¶ *نصائح لطلاب العلم في طرق تخريج الحديث: ¶ 1-يجب أن يفرّق طلبة العلم بين تخريج أحاديث كتاب معيّن ضمن تحقيق هذا الكتاب، وبين أن يؤلف كتاباً في التخريج، ويكون كتاباً مستقلاً في التخريج. ففي حالة التحقيق لا يسوغ للمحقق أن يتوسع التوسع الزائد، بل يكتفي بأقل ما يُبلّغ إلى المقصود وهو الحكم على الحديث، فإذا كان الحديث في الصحيحين يُكتفى بالعزو إليهما، أو صححه إمامٌ معتبر، فيخرّجه ويحكم عليه، إلا إذا كان هناك خلافٌ فيشير إليه ويرجح باختصار. أمّا إذا كان يؤلف كتاباً مستقلاً في التخريج فإن له الحق أن يتخذ أي أسلوب من أساليب التخريج السابقة، والتوسط مطلوب دائماً. ¶ 2- الحرص على عدم إضاعة الوقت والجهد بكثرة العزو إلى مصادر كثيرة من كتب السنّة، قد يغني بعضها عن بعض، وهذا قد يدخل في قصة حمزة الكناني حينما خرّج حديثاً من مائة وجه، فرأى يحيى بن معين في المنام فقال له يحيى-في المنام-:\"أخشى أن يدخل ذلك في قوله تعالى {ألهاكم التكاثر} \"، خاصةً وأنّه الآن قد كثُرت الفهارس، فكثرة المصادر والمراجع لم تَعُدْ ميزاناً يُفرَّق به بين العالم والجاهل، بل الانتقاء من تلك المصادر والمراجع هو الذي يُفرَّق به بين العالم والجاهل.",
            "page": "16",
            "part": "1",
            "seal": "B4BC4F1B"
        },
        {
            "id": "17",
            "nass": "3- بالنسبة للأحاديث التي خُدِمت بالتخريج، وخاصةً أحاديث الأحكام، حيث إنها خدمت خدمةً واسعة جداً منذ القدم من أهل العلم، ولا يعني ذلك أنه ليس هناك إضافة في تخريجها، فهناك إمكانية للإضافة والترجيح، لكن الذي يُنبَّه عليه أنه: يُلام الباحث الذي يأتي -مثلاً- لحديث خرّجه الزيلعي في (نصب الراية) ، فينقل هذا التخريج لكن مع فرق هو: أنه يعزو لأرقام الأحاديث، والزيلعي لم يكن يعزو لأرقام الأحاديث، وقد يسطو على عمل الزيلعي فينقله ولا يشير إلى أنه استفاده منه، وقد يكون أميناً فيشير إلى ذلك، ولكن لعل الذي يكفي هو أن تذكر حكم الحديث، وتقول: انظر (نصب الراية) ، فإذا كانت لديك إضافة مهمة تذكرها بعد العزو إلى (نصب الراية) ولا بأس أن تذكر من تخريج الزيلعي ما يتعلق بإضافتك، لكن المهم أن لا تعيد العمل وتُملّ نفسك والقارئ، ويُنتبه أيضاً لضرورة الأمانة وعدم السطو على جهود الآخرين سواءً من الأئمة المتقدمين أو من المعاصرين، وبركة العلم أن تعزوه إلى قائله، وهذا لا يعيبك مادام أنك قد عزوت القول لصاحبه، ومادام أن المتقدم خدم العمل خدمة وافية. ¶ *طرق استخراج الحديث (أو الوسائل التي يمكن بها معرفة مكان الحديث) : ¶ هي أربعة طرق أساسية: ¶ الأولى: استخراج الحديث من خلال النظر في إسناده. ¶ الثانية: استخراج الحديث من خلال النظر في متنه. ¶ الثالثة: استخراج الحديث من خلال برامج الحاسب الآلي. ¶ الرابعة: استخراج الحديث من خلال استعراض كتب السنّة، وقراءتها قراءة شاملة.",
            "page": "17",
            "part": "1",
            "seal": "8F3AC749"
        },
        {
            "id": "18",
            "nass": "الطريقة الأولى: [استخراج الحديث من خلال النظر في إسناده] ¶ * ويندرج تحت هذه الطريقة عدة طرق فرعية: ¶ أ- من خلال معرفة الصحابي: ¶ والكتب التي تخدم هذه الوسيلة: ¶ 1.المسانيد، والكتب المرتبة على المسانيد. والمسانيد:\"هي الكتب التي رتبت الأحاديث فيها على اسم الصحابي\". ولمؤلفي المسانيد أساليب مختلفة في الترتيب، فمنهم من يرتب على حسب الأكثر رواية، ومنهم من يرتب على حسب النسب والقرب من النبي - صلى الله عليه وسلم -، ومنهم من يرتب على حسب الفضيلة، ومنهم من يرتب على حسب البلدان، وقد يحصل في المسند الواحد أكثر من وجه من وجوه الترتيب، كما هو في (مسند الإمام أحمد) ، فابتدأ بالعشرة ثم بأهل بيت النبي -صلى الله عليه وسلم- ثم بالمكثرين من الصحابة، ثم رجع إلى البلدان كمسانيد المكيين، والشاميين، والأنصار لهم مسند خاص. ¶ والمسانيد كثيرة جداً، يأتي في قمتها (مسند الإمام أحمد بن حنبل) . ومن كتب المسانيد المطبوعة: (مسند أحمد) ، و (مسند أبي يعلى) ، و (مسند البزار) ، و (مسند الحميدي) و (المنتخب من مسند عبْد بن حُميد) ، و (مسند أبي داود الطيالسي) ،والمتبقي من (مسند إسحاق بن راهوية) ، والمتبقي من (مسند ابن أبي شيبة) ، وغيرها كثير. ¶ ويُنتبه إلى أنه هناك كتباً سُميت مسانيد ولم ترتب على ترتيب المسانيد الآنف الذكر، من أمثال ذلك: (المسند للدارمي) -المشهور بـ (سنن الدارمي) واسمه الصحيح: (المسند) كما نصَّ عليه جلُّ أهل العلم- فهو مرتبٌ على أبواب الفقه، وكذلك (مسند السرّاج) مرتبٌ على أبواب الفقه واسمه المسند، وأيضاً (مسند عبد الله بن المبارك) ، ويأتي على قمة هذه الكتب كتاب الإمام مسلم فإن اسمه: (المسند الصحيح المختصر) أما تسميته بالجامع فإنه خطأٌ محض؛ لأن (الجامع) كتابٌ آخرٌ لمسلم غير الصحيح وتسميته بـ (الصحيح) اختصاراً، واسمه الصحيح هو (المسند الصحيح المختصر من السنن بنقل العدل عن العدل عن رسول الله -صلى الله عليه وسلم-) فسمّاه مسنداً مع أنه مرتبٌ على أبواب الفقه وأبواب العلم.",
            "page": "18",
            "part": "1",
            "seal": "6215FB02"
        },
        {
            "id": "19",
            "nass": "وهناك كتبٌ رُتِبت على المسانيد، ولم تسمَّ بالمسانيد مثل: (الأحاديث المختارة) للضياء المقدسي، وهو أحد الكتب التي اشترطت الصحة، وهو مرتب على المسانيد ولم يسمَّ به، وأيضاً كتاب (العلل) للدارقطني مرتب على المسانيد، وأيضاً كتاب (جامع المسانيد) لابن كثير، وهو كتاب كبيرٌ وضخمٌ ومهمٌ، وقد طبع، وهو مرتبٌ على المسانيد كذلك، وأيضاً مما رتب على المسانيد كتاب (الجامع الكبير) للسيوطي -قسم الأفعال منه هو الذي رُتب على المسانيد-. ¶ تنبيه: بالنسبة للكتب المذكورة لا يلزم أن تكون مسندةٌ، هي إما أن تكون مسندةً أو تُحيلُك إلى الكتب المسندة كـ (الجامع الكبير) للسيوطي، فهو يحيل ولا يسند. ¶ 2. المعاجم المرتبة على أسماء الصحابة -وهي يمكن أن تدخل ضمن المسانيد، ولكن باعتبار أنها سميت باسمٍ مختلفٍ وهو اسم: المعجم، وباعتبار أن ترتيبها التزم ترتيب الصحابة على حروف المعجم، فيمكن اعتبارها قسم آخر-: من أوسع كتب المعاجم (المعجم الكبير) للطبراني، المطبوع في (25) مجلداً، وكتاب (معجم الصحابة) لعبد الباقي بن قانع، وهناك كتابٌ من المعاجم طُبع الموجود منه: وهو كتاب (معجم الصحابة) لأبي القاسم البغوي -وهو غير البغوي صاحب (شرح السنّة) -. ¶ 3. كتب معرفة الصحابة المسندة: مثل كتاب (الآحاد والمثاني) لابن أبي عاصم، و (معرفة الصحابة) لابن مندة، و (معرفة الصحابة) لأبي نعيم الأصبهاني، فهي تذكر في ترجمة الصحابي بعض أحاديثه، وقد تعتني بالغرائب أو بما له فائدة حديثية معينة. ¶ 4. كتب الأطراف: ومن أشهرها (تحفة الأشراف بمعرفة الأطراف) للمزي، الذي جمع أطراف الكتب الستة ورتبه على مسانيد الصحابة، وأيضاً كتاب (إتحاف المهرة بالفوائد المبتكرة بأطراف الكتب العشرة) لابن حجر، ومنها (إطراف المُسْنِد المُعتلي بأطراف المسند الحنبلي) مطبوع وهو لابن حجر، لكنه داخل ضمن (إتحاف المهرة) .",
            "page": "19",
            "part": "1",
            "seal": "E4FF9F1D"
        },
        {
            "id": "20",
            "nass": "5.الكشافات والفهارس التي يصنعها المحققون بناءً على ترتيب الأحاديث على مسانيد الصحابة، وهي كثيرة من أمثلتها الفهارس التي صنعت لـ (مستدرك الحاكم) ولـ (سنن الدارقطني) ، وكتب كثيرة أخرى. ¶ 6. مسانيد الصحابة المُفردة: فقد يؤلف أحد العلماء في جمع أحاديث صحابيٍّ معيّن، أو لا يبلغنا من تأليفه إلا مسنداً معيناً من مسندٍ كبير فُقد ولم يبق إلا مسند أحد الصحابة أو بعضهم. فمن هذه المسانيد المطبوعة: (مسند أبي بكر الصديق) لأبي بكر المروزي، و (مسند عمر) -وهو جزءٌ منه- للنّجاد، و (مسند الفاروق) لابن كثير، ولأحد المعاصرين -وهو يوسف أوزبك - (مسند علي بن أبي طالب) في سبع مجلدات، و (مسند سعد بن أبي وقاص) للدّورقي، و (مسند عبد الرحمن بن عوف) للبَرْتي، وغيرها كثير كـ (مسند عائشة) لإسحاق بن راهويه، و (مسند ابن عمر) لأبي أمية الطرسوسي. ¶ 7. كتب تراجم الرواة المُسندة التي تتضمن تراجم للصحابة: وهي كثيرةٌ مثل كتب التواريخ المحلية، مثل: (ذكر أخبار أصبهان) لأبي نُعيم، تجده يذكر في المقدمة الصحابة الذين نزلوا أصبهان ويذكر بعض أحاديثهم بالإسناد، و (تاريخ دمشق) لابن عساكر، يذكر في أثناءه ترجمة معاوية بن أبي سفيان، وتجدها أوسع التراجم حيث يكاد يستوعب كثيراً من أحاديث معاوية بن أبي سفيان وغيرها، وأيضاً (التاريخ الكبير) للبخاري قد يورد في ترجمة الصحابي أحاديثاً له، وفي الغالب أنه يوردها لبيان علةٍ معينة. ¶ ب- من خلال راوٍ في أثناء السند: ¶ والكتب التي تخدم هذه الطريقة: ¶ 1. كتب ومصنفات هذا الراوي -الذي أبحث من خلاله-: فإذا كانت له مصنفات أبحث في مصنفاته، لعل الحديث يكون موجوداً فيها، فمثلاً: لو نظرت في إسنادٍ فيه الإمام أحمد فمظنته (المسند) للإمام أحمد، فإذا كان متعلقاً بفضائل الصحابة فمظنته (فضائل الصحابة) للإمام أحمد، فإن كان متعلقاً بالزهد فمظنته كتاب (الزهد) للإمام أحمد، وهكذا ...",
            "page": "20",
            "part": "1",
            "seal": "7073A78C"
        },
        {
            "id": "21",
            "nass": "وقد يُعين كثيراً في معرفة المُصَنَّفِ بطريقة سريعة إذا كان الباحث يستحضرُ إسناد هذا الكتاب، ومن رواه عن مصنِّفه، فمثلاً: إذا وجدت في إسناد البغوي:\"الترمذي\"، فإذا كان من رواية الهيثم بن كليب الشاشي، فأعرف غالباً أنه في (الشمائل المحمدية) للترمذي؛ لأن راويها عن الترمذي هو الهيثم بن كليب الشاشي، لكن إذا كان من رواية المحبوبي عن الترمذي، فأعرفُ أنه في (الجامع) . ومثاله أيضاً كتب ابن المبارك، فإذا كان الراوي عن ابن المبارك هو سعيد بن رحمة، فهو في كتاب (الجهاد) لابن المبارك، وإذا كان الراوي هو الحُسّين بن الحسن المروزي، فهو إما في (الزهد) أو في (البر والصلة) لابن المبارك، وإذا كان الراوي نُعيم بن حماد فهو في (الزهد) برواية ابن حماد عنه، وإذا كان من رواية حبّان بن موسى فهو في كتاب (المسند) لابن المبارك. ¶ وأيضاً كتب ابن أبي الدنيا كثيرة جداً، ويُخرج من طريقه كثيرٌ من الأئمة، خاصةً كالبيهقي والحاكم وغيرهما، فمن خلال معرفتك بكتب ابن أبي الدنيا تستطيع أيضاً أن تحدد ما هو الكتاب الذي أخرج الحاكم أو البيهقي هذا الحديث منه من كتب ابن أبي الدنيا. فالنظر في رواة السند وهل فيهم مُصنِّفٌ مهم؛ لكي أرجع إلى مصنفاته وأستخرج منها الحديث. ¶ 2. الأجزاء والكتب التي أفردت حديث راوٍ بعينه: مثل حديث علي بن الجعد الجوهري المشهور (بالجعديات) لأبي القاسم البغوي، فإذا كان عندي في الإسناد \"علي بن الجعد\" فأرجع إلى كتاب (الجعديات) ففي الغالب أني سأجده فيه، فإن كان الحديث من رواية أبي القاسم البغوي عن علي بن الجعد، فيقيناً أنه يوجد في (الجعديات) . ومنها (حديث ابن أبي مسرّة) للفاكهي، و (حديث علي بن حُجُر عن إسماعيل بن جعفر المدني) ، و (حديث أبي الزبير عن غير جابر) لأبي الشيخ الأصبهاني، وغيرها كثير....",
            "page": "21",
            "part": "1",
            "seal": "904D466E"
        },
        {
            "id": "22",
            "nass": "ومنه الأجزاء الحديثية المتعلقة براوي -المؤلف يذكر أحاديثه في جزء-: مثل (جزء الحسن بن عرفة) ، و (جزء بِيْبِي بنت عبد الصمد الهرثمية) ، وجزء (وكيع عن الأعمش) ، وأيضاً (صحيفة همّام) ، و (صحيفة سهيل بن أبي صالح عن أبيه عن أبي هريرة) -وهي مطبوعة-، وغيرها كثير. ¶ 3.كتب الفوائد والأمالي: المنسوبة إلى مؤلفيها، مثل (الفوائد الغيلانيات) لأبي بكر الشافعي، و (أمالي المحاملي) ، و (أمالي الشجري الزيدي) -وهي أمالي حديثية غير أمالي ابن الشجري النْحوي-، و (فوائد أبي طاهر المُخلّص) . ¶ 4. فهارس الأعلام ورجال الأسانيد في الكتب المحققة: فكثيرٌ من المحققين يصنعون فهارس شاملة للأعلام الواردة في الكتاب. ¶ 5. كتب التراجم المُسندة: مثل: (التاريخ الكبير) للبخاري، وكتب التواريخ المحلية، وكتب الضعفاء المُسندة كـ (معرفة المجروحين) لابن حبان و (الكامل) لابن عدي و (الضعفاء) للعُقيلي، فمثلاً إذا مررتُ على حديث من رواية محمد بن السائب الكلبي -النسّابة المشهور المتهم بالكذب- حينها أرجع مباشرة إلى كتب الضعفاء لعلّي أجدُّ هذا الحديث فيه، وإذا مررتُ براوٍ دمشقي أو بغدادي أرجع إلى (تاريخ دمشق) أو (تاريخ بغداد) ؛ لعلّي أجدُّ هذا الحديث مذكوراً في ترجمة ذلك الراوي. ¶ وهناك كتب تراجم مفردة وهي من أهم الكتب في ذلك عند محاولة استخراج الحديث من اسم الراوي، مثل: (ترجمة عمر بن عبد العزيز) و (ترجمة معروف الكرخي) كلاهما لابن الجوزي حيث يذكر بعض مسانيدهم إلى من بعدهم. ¶ 6. كتب الأطراف الدقيقة في ترتيبها: مثل: (تحفة الأشراف) للمزي، فمع أنه رتب الكتاب على المسانيد، فقد رتب الرواة عن الصحابي على حروف المعجم، وإذا كان التابعي الذي يروي عن الصحابي مُكثراً عن هذا الصحابي، فإنه يرتب الرواة عن هذا التابعي، بل لربما رتب الطبقة الرابعة على حروف المعجم، وهكذا.",
            "page": "22",
            "part": "1",
            "seal": "5267A640"
        },
        {
            "id": "23",
            "nass": "7. الكتب الخاصة بصفةٍ معينة تتعلق بالراوي: فمثلاً إذا كنت أخرّج حديث رجل من أصحاب الكتب الستة -فهذه صفةٌ متعلقةٌ بالراوي- فأرجع إلى (تهذيب الكمال) ، لعل المزيّ أخرج حديث هذا الراوي بإسناده. وإذا كان الراوي ضعيفاً أرجع إلى كتب الضعفاء. وإذا كان هذا الراوي اسمه مشابهاً لأسماء رواة آخرين مختلفين، حينها أرجع لكتاب (المتفق والمفترق) حيث يذكر الخطيب البغدادي أسماء الرواة المختلفين ويذكر لهم أحاديث بإسناده. وإذا كان اسم هذا الراوي يشتبه في خطه مع راوٍ آخر ويختلف في نطقه -وهو علم المؤتلف والمختلف-، فأرجع إلى (المؤتلف والمختلف) للدارقطني لعله يذكر حديثاً من طريق هذا الراوي. وإذا اتفق هذا في الرواية عن شيخ معيّن مع راوٍ آخر مع تباعد ما بينهما من الوفاة فأرجع إلى كتاب (السابق واللاحق) للخطيب البغدادي. وإذا كان الراوي دمشقي أرجع إلى (تاريخ دمشق) ، أو بغدادي فأرجع إلى (تاريخ بغداد) ، فهذه صفات متعلقة بالراوي. وهكذا إذا كان الراوي مشهوراً بكنيته أو تُعرف به الكنية، فأرجع إلى كتب الكنى والأسماء، مثل (الكنى والأسماء) لأبي أحمد الحاكم، أو (الكنى والأسماء) للدولابي. وكذلك كتب الزهاد والصوفية -إذا كان الراوي مشهوراً عنه بأنه من الزهاد أو معروفاً بأنه متصوف-، فأرجع إلى كتاب (حلية الأولياء) لأبي نعيم، أو إلى كتاب (طبقات الصوفية) لأبي عبد الرحمن السلمي؛ لأنه يتضمن أحاديث مُسندة في تراجم أولئك الرواة الذين وصفوا بذلك. ¶ 8. الكتب التي اهتمت بأحاديث راوٍ معيّن، مثل: (معرفة السنن والآثار) للبيهقي، الذي استوعب حديث الشافعي المكتوب كلًّهُ، فأيُّ حديث للشافعي تجده في السنن للبيهقي، الذي التزم أن يخرج كل أحاديث الشافعي في كتابه بإسناده هو.",
            "page": "23",
            "part": "1",
            "seal": "C1B7E188"
        },
        {
            "id": "24",
            "nass": "9. الكتب التي عُرف مؤلفوها بالاختصاص بشيخ معيّن، مثلاً إذا كنت أخرّج حديثاً من رواية سفيان بن عيينة، فنجد أن الحميدي في (مسنده) يخرّج لسفيان بن عيينة غالباً -بل لو سمي الكتاب مسند ابن عيينة لصحَّ سوى أحاديث معدودة- فنرجع لـ (مسند الحميدي) ، وإذا كان الحديث -مثلاً- لمعمر بن راشد فأرجع لـ (مصنّف عبد الرزاق) ، الذي عُرف بكثرة روايته عن معمر فأرجع لـ (مصنف عبد الرزاق) ، وإن كان الحديث من رواية رجل آخر غير عبد الرزاق فغالباً أجده في (المصنف) لعبد الرزاق. وإذا كان الحديث من طريق الحاكم، فإني أرجع إلى مصنفات البيهقي الذي عُرف باختصاصه بالرواية عن الحاكم، وإن كان الحديث من رواية غير البيهقي.",
            "page": "24",
            "part": "1",
            "seal": "BD5DD2E3"
        },
        {
            "id": "25",
            "nass": "ج- من خلال صفة تتعلق بالإسناد: ¶ الكتب المعينة على هذه الطريقة: ¶ 1. الكتب التي تتضمن أحكاماً على الأحاديث، فالحكم على الحديث قد يكون متعلقاً بالإسناد والمتن، وقد يكون متعلقاً بالإسناد وحده، فمن هنا تدخل تحت هذه الطريقة. ¶ فإذا كان الحديث موصوفاً بالصحة، أرجع إلى الكتب التي اشترطت الصحة، وإذا كان الحديث موصوفاً بشدة الضعف، أرجع إلى كتاب (العلل المتناهية) لابن الجوزي أو كتب الضعفاء التي تخرّج أحاديث الضعفاء، وإذا كان الحديث موصوفاً بأنه موضوع أو توصلت من خلال البحث إلى أنه موضوع، فأرجع إلى كتب الموضوعات، كـ (الموضوعات) لابن الجوزي، وإذا كان الحديث موصوفاً بالإرسال، فأرجع إلى كتب المراسيل، ككتاب (المراسيل) لأبي داود السجستاني، وإذا كان الحديث موصوفاً بالإدراج في الإسناد، فأرجع إلى كتاب (الفصل للوصل المُدرج في النقل) للخطيب البغدادي، ولا يصح أن أرجع إلى كتاب (المَدْرَجُ إلى المُدْرَجِ) للسيوطي؛ لأنه خاص بالإدراج في المتن، بخلاف كتاب الخطيب البغدادي الذي تضمّن كلا القسمين: الإدراج في المتن، والإدراج في الإسناد، ثم إن كتاب الخطيب كتابٌ مسند. وإذا وقع في الحديث اختلافٌ في الإسناد فمظنته الكبرى كتب العلل، وخاصة كتاب (العلل) للدارقطني فهو كتابٌ عظيم، لا يصح لأحدٍ أن يتكلم في الأحاديث تصحيحاً أوتضعيفاً إلا بعد الإطلاع عليه والاعتماد عليه كثيراً، فهو كتاب عظيم لا يُسْتغنى عنه أبداً، وإذا كان في الإسناد اختلاف على رواته، فأرجع إلى كتاب (العلل) للدارقطني، أو كتاب (العلل) لابن أبي حاتم، أو (العلل) لعلي بن المديني، وغيرها. ¶ أيضاً الكتب والأجزاء الحديثية في أنواع مختلفة، مثل كتاب (شعب الإيمان) للبيهقي، وكتب الاعتقاد التي تتضمن كلاماً للصحابة والتابعين حول الاعتقاد، مثل كتاب (السنّة) لعبد الله بن الإمام أحمد، (وشرح اعتقاد أهل السنّة والجماعة) لللالكائي ونحوها.",
            "page": "25",
            "part": "1",
            "seal": "181440E2"
        },
        {
            "id": "26",
            "nass": "وإذا كان الحديث الذي تبحث عنه متعلقٌ بالزهد، فأرجع إلى كتب الزهد المليئة بالآثار، ككتاب (الزهد) للإمام أحمد، وكتاب (الزهد) لابن المبارك، وكتاب (الزهد) لوكيع. وكتب ابن أبي الدنيا فهي كتبٌ مهمة جداً، ومليئةٌ بالآثار، وأخطأ من في الحكم مَنْ هَوّن من شأنها باعتبار أن كثيراً من الأحاديث التي فيها لا تصح أو غالبها ضعيف، فلو سلّمنا له بذلك، فهذه الكتب مهمةٌ جداً في معرفة آثار الصحابة، والمزية العظمى لها أن المؤلف يروي بالإسناد، فلا يُستغنى عن كتب ابن أبي الدنيا. ثم إنه لاشك أنّ الخطيب البغدادي من أعلم الناس بكتب الحديث ومعرفة المهم منها، فالخطيب -رحمه الله- لمّا رحل من بغداد إلى دمشق حمل معه -في حِمله الذي يحمل فيه كتبه- نحو أربعين كتاباً من كتب ابن أبي الدنيا خاصة، وهو في حال السفر التي لا يحمل فيها الإنسان إلا المهم من حاجياته، فهذا دليلٌ على عناية الخطيب بها مما يدل على أهميتها، وهناك جزء كامل في أسماء الكتب التي حملها الخطيب البغدادي في سفره من بغداد إلى دمشق، مطبوع هذا الجزء ضمن كتاب (الخطيب البغدادي وأثره في علوم الحديث) للدكتور: محمود الطحّان. ومما يدل على أهميتها أيضاً أن ابن رجب الحنبلي يعتمد في الأحاديث التي يذكرها –كثيراً- على الأجزاء التي يصنفها ابن أبي الدنيا، فمثلاً في شرحه لحديث ((إنما الأعمال بالنيات..)) في جامع العلوم والحكم، تجد أن غالبَ الآثار الموجودة فيه مأخوذةٌ من كتاب (الإخلاص) لابن أبي الدنيا. فالمقصود أن كتب ابن أبي الدنيا مهمة ينبغي اقتناؤها والعناية بها.",
            "page": "26",
            "part": "1",
            "seal": "501F040A"
        },
        {
            "id": "27",
            "nass": "2. كتب مبهمات الإسناد: فإذا كان في الإسناد راوٍ مُبهم: وهو الراوي الذي لم يسمَّ فيُقال في الإسناد: عن رجلٍ، أو عن أحد الناس، أو عن أحد المسلمين، أو حدثنا الثقة، أو حدثنا من لا أتهمه، فهذا كله إبهامٌ في الإسناد. وهناك كتبٌ اعتنت ببيان المبهمين في الأسانيد، مثل كتاب (الغوامض والمبهمات) لابن بشكوال، وكتاب (المستفاد من مبهمات المتن والإسناد) لأبي زُرعة العراقي. ¶ 3. كتب الغرائب والأفراد: من أمثال كتاب (الغرائب والأفراد) للدراقطني -الذي لم يبق منه إلا أجزاء يسيرة-، لكن يوجد كتاب (أطراف الغرائب والأفراد) لابن طاهر المقدسي المشهور بابن القيسراني، الذي أخذ كتاب الدارقطني ورتبه على الأطراف مثل تحفة الأشراف، وهو كتاب موجود حُقق على شكل رسائل جامعية في جامعة الإمام محمد بن سعود، وقد طُبع طبعة تجارية. ¶ أيضاً من الكتب التي اعتنت بالغرائب: كتابَيْ (المعجم الأوسط) و (المعجم الصغير) ، وكلاهما للطبراني، وقد اعتنيا بذكر الأحاديث الغرائب، وبيان وجه الغرابة فيها، أيضاً كتاب (مسند البزار) فهو ملئٌ ببيان الغرابة في الأسانيد، بل إنه مذكور ضمن الكتب التي صُنفت في الغرائب، أيضاً كتاب (الأفراد) لابن شاهين، وطبع منه جزء صغير -وهو المتبقي من الكتاب-.",
            "page": "27",
            "part": "1",
            "seal": "5168D870"
        },
        {
            "id": "28",
            "nass": "4. كتب الأحاديث المسلسلة: فإذا كان مسلسلاً بأسماء متشابهة، مثل: علي عن علي عن علي، أو أحمد عن أحمد عن أحمد ... وهكذا، فهذا يسمى مسلسل بالأسماء، وفي هذا الفن مصنف خاص وهو كتاب (نزهة الحُفّّّّّاظ) لأبي موسى المديني، ومن أغرب ما فيه:كتابٌ مسلسلٌ بمن اسمه حسن، وفيه سبعة: حسن عن حسن عن حسن عن حسن عن حسن عن حسن عن الحسن بن علي بن أبي طالب عن النبي -صلى الله عليه وسلم- أنه قال: ((أحْسَنُ الحُسْنِ الخلقُ الحسن)) ، والحديث موضوع، -والمسلسلات لها هيئات مختلفة -. ومن المطبوع أيضاً كتاب (المناهل السَلْسَة في الأحاديث المسلسلة) لعبد الباقي الأيوبي. ¶ والتسلسل:\" هو عبارة عن تكرر صفة في الإسناد\"، كأن يقول كل راوٍ:وهو أول حديث سمعته منه، فيكون الحديث المسلسل بالأوليّة، أو يكون مسلسلاً بصفة في الرواة، كأن يكون مسلسلاً بالدمشقيين أو بالحنابلة أو بالحنفية أو بالشافعية، أو مسلسلاً بصيغة تحديث معينة، مثل أن يقول كل راوٍ: سمعتُ، أو مسلسلاً بالمصافحة، أو مسلسلاً بقراءة سورة الصف. والمسلسلات كثيرة، وهيئاتها أيضاً متعددة، وقد تكلّم العلماء على أن غالبها ضعاف. والمقصود أن الحديث إذا كان مسلسلاً فإنه يُرجع إلى الكتب الخاصة بالأحاديث المسلسلة. ¶ وعموماً فالكتب التي تتعلق بصفات معينة في الأسانيد كثيرة جداً، وهنا تظهر أهمية معرفة مصادر السنّة، وأنها من الأمور المعينة في التخريج من حيث الإتقان والتسهيل وتوفير الوقت.",
            "page": "28",
            "part": "1",
            "seal": "8885356E"
        },
        {
            "id": "29",
            "nass": "الطريقة الثانية: [استخراج الحديث من خلال النظر في المتن] ¶ *وسائل هذه الطريقة: ¶ أ. استخراج الحديث من خلال طرف المتن، أي أول المتن المروي. ¶ وهنا تنبيه: وهو أن مُستخدم هذه الطريقة يَلزمه أن يحاول استحضار جميع ألفاظ الحديث المختلفة لذلك المتن، مثل حديث ((إنما الأعمال بالنيات..)) فينبغي للباحث أن يضع الاحتمالات التي يمكن أن يكون الحديث مروياً بها؛ لأن اختلاف حرفٍ واحد في بداية الكلمات قد يُعسِّر عليك عملية الوقوف على الحديث. ثم قد يقف الباحث على الحديث من خلال طرقٍ سابقة أو لاحقة، ويجدُ هناك ألفاظاً مختلفة، فينبغي أن تُقيّد هذه الألفاظ المختلفة في البداية، فإذا جاء وقت البحث تكون الألفاظ موجودة بين يديك، فتستطيع أن تُقلبّ الفهرس أو الكتاب الذي رُتّب على بداية الحديث على جميع الوجوه حتى تقف على مُرادك. ¶ ثم ينتبه لأمر آخر: وهو أن بعض الأحاديث قد تكون جزءاً من حديث طويل يأتي اللفظ في وسطه، فتبحث من خلال هذه الطريقة فلا تجده، وحينها يكون الحلُّ أن تخرّج بأحد الطرق السابقة أو اللاحقة، مثاله: الحديث المشهور ((صلوا كما رأيتموني أصلّي)) ، لا تكاد تجده بهذا اللفظ في أحد الفهارس أو في الكتب التي رتبت على بداية الأحاديث؛ لأنه جزءٌ من حديثٍ طويل فيه قصة، وهو حديث مالك بن الحويرث المشهور. وقد تكون هناك أحاديث مشهورة على ألسنة الفقهاء، وفي نصها اختلافٌ يسيرٌ مما يجعل عملية الوقوف على مصادرها أمراً صعباً، ولكن بمعرفة الألفاظ واختلافها، وهل هي جزء من حديث طويل أم لا؟ يَسْهُلُ على الباحث الوقوف على الحديث من خلال هذه الطريقة. ومن هنا يحسن التنبيه على مَنْ يعمل بالتحقيق أو طلاب الرسائل الجامعية، أنه عند الفهرسة لِما ورد في الكتاب مِنْ أحاديث أن يشيروا لاختلاف الألفاظ في الفهرسة ولِما يدخل ضمن حديثٍ طويل، فيقول مثلاً: إنما الأعمال بالنيات = الأعمال بالنيات، ويفهرس جميع مقاطع الحديث؛ حتى يستطيع الباحث أن ينتفع من هذا الفهرس انتفاعاً جيّداً، ويخدم طلبة العلم خدمة كبيرة بذلك.",
            "page": "29",
            "part": "1",
            "seal": "7BAFB58E"
        },
        {
            "id": "30",
            "nass": "*الكتب التي تخدم هذه الوسيلة: ¶ 1.الكتب التي رتبت على حروف المعجم: ولا أستحضر كتاباً مسنداً رُتب على حروف المعجم إلا (مسند الفردوس) لأبي منصور الديلمي، أما باقي الكتب فهي عبارة عن كتبٍ محذوفة الأسانيد تعزو إلى أماكن وجود الحديث، والى مَنْ أخرج الحديث، ومن أشهر هذه الكتب (الجامع الصغير وزيادته) للسيوطي، الذي خدمه الشيخ الألباني في (صحيح الجامع الصغير) و (ضعيف الجامع الصغير) ، وأيضاً للسيوطي كتابٌ آخر -لكنه مات ولم يتمه- وهو (الجامع الكبير) ، والقسم الأول منه وهو أحاديث الأقوال: وهي المنسوبة إلى قول النبي -صلى الله عليه وسلم- مرتبٌ على حروف الهجاء، أما القسم الثاني: وهو الأحاديث الفعلية للنبي -صلى الله عليه وسلم- فهو مرتبٌ على المسانيد -كما سبق-، وهناك كتابٌ يجمع الجامع الصغير والكبير وهو كتاب (كنز العُمّال) للمتقي الهندي، وهو كتابٌ مهمٌ للتخريج، خاصةً بفهرسه الذي صدر في مجلدين ضخمين وهو مرتب على حروف المعجم، أما كتاب (الكنز) فهو مرتبٌ على أبواب الفقه، ولكن فهرسه مرتبٌ على حروف المعجم، وبه يُستغنى عن كتاب (الجامع الكبير) و (الجامع الصغير) ، لكن يبقى أن لـ (الجامع الكبير) مزية في قسم الأفعال: وهي ترتيبه على مسانيد الصحابة، وهذه المزية لا توجد لا في (كنز العمال) ولا في كشاف أحاديثه وآثاره.",
            "page": "30",
            "part": "1",
            "seal": "03F2395A"
        },
        {
            "id": "31",
            "nass": "أيضاً من الكتب التي رُتِبت على حروف المعجم: كتب الأحاديث المشتهرة على الألسنة، والمقصود بها الأحاديث الدائرة على ألسنة الناس، ويذكرونها في احتجاجاتهم ومعاملاتهم سواءً العلماء والعامة، وقد اعتنى العلماء بترتيب كتب تبين مراتب هذه الأحاديث من حيث القبول والرد، وأقدم من ألّف كتاباً في ذلك هو الزركشي (1) ، وسماه (اللآلئ المنثورة في الأحاديث المشهورة) وهو مشتهر، ومطبوع باسم (التذكرة في الأحاديث المشتهرة) (2) ، وهو مرتبٌ على أبواب الفقه، وهو الوحيد من كتب الأحاديث المشتهرة على الألسنة الذي رُتب على أبواب الفقه، أما بقية الكتب الآتية فهي مرتبة على حروف المعجم، تلاه في التأليف الحافظ ابن حجر بنفس المسمى (اللآلئ المنثورة في الأحاديث المشهورة) وتلاهّ كتاب في ذلك هو كتاب (المقاصد الحسنة في بيان الأحاديث المشتهرة على الألسنة) للسخاوي، وهو أجلّ هذه الكتب، وهو نافع جداً في التخريج ولا يُستغنى عنه أبداً. وأيضاً كتاب (الدرر المنتثرة في الأحاديث المشتهرة) للسيوطي -وهو مطبوع- وهو عبارةٌ عن تلخيصٍ لكتاب الزركشي السابق، وزاد عليه السيوطي في (الدرر المنتثرة) ، ثم جاء ابن طولون -وهو متأخر عن الأئمة السابقين- فألف كتاباً سماه (الشذْرة في الأحاديث المشتهرة) وهو مطبوع، جمع فيه مؤلفه بين الكتب الثلاثة السابقة، وليس له في الكتاب إلا الجمع، ثم جاء بعده بدر الدين الغزي فألف كتاباً سماه (إتقان ما يحسن من الأخبار الدائرة على الألسن) وهو مطبوع، جمع فيه مؤلفه بين الكتب السابقة وأضاف إضافات كثيرة ومفيدة، وجاء حفيد ¶ __________ ¶ (1) وقد يصح أن يُعدَّ كتاب شيخ الإسلام ابن تيمية (أحاديث القصاص) سابقاً على كتاب الزركشي، لولا أنه في نوعٍ خاصٍ من الأحاديث الدائرة على الألسنة وهو أحاديث القصاص. ¶ (2) هذا في الطبعة القديمة التي حققها: مصطفى عبد القادر عطا، أما في طبعة د. محمد لطفي الصباغ فهو مطبوع بالإسمين.",
            "page": "31",
            "part": "1",
            "seal": "C4596506"
        },
        {
            "id": "32",
            "nass": "المصنف وهو أحمد بن عبد الكريم الغزي فالتقط من كتاب جده السابق ما وصف بأنه \"لا يثبت فيه حديث\" في كتاب سماه (الجدّ الحثيث في بيان ما ليس بحديث) ، حققه الشيخ: بكر أبو زيد، وجاء إمام آخر وهو الجينيني -إبراهيم بن سليمان بن محمد الجِيْنيني-، فأخذ زيادات كتاب الغزيّ (إتقان ما يحسن) على (المقاصد الحسنة) ، حتى يبرز هذه الزيادات ويبين ماهي الإضافات التي أضافها الغزيّ على السخاوي. ومن أهم الكتب المتأخرة -والتي جمعت ما سبق- كتاب (كشف الخفا ومزيل الإلباس عمّا يدور من الحديث على ألسنة الناس) للعجلوني، وهو عبارة عن خلاصة الكتب السابقة، لكن يعيبه أمران: ¶ أ) أن المؤلف اختصر كلام السخاوي والمخرّجين اختصاراً شديداً جداً، حتى لربما اكتفى في بعض الأحيان بذكر اسم العالم فقط، أما الأسانيد التي كان يسوقها السخاوي والكلام عليها وما يتعلق بها فحذفه كله، ولم يُبقِ إلا على شئٍ يسير من ذلك، وهذا مما يقلل فائدة الكتاب. ¶ ب) أن المؤلف متصوفٌ، وقد أدخل عقيدته في كثيرٍ من أحكامه وفيما يتعرض له في الكتاب، حيث يظهر من خلال قراءة الكتاب محاولة بثِّ عقيدته من خلاله. ¶ وهناك كتبٌ كثيرةٌ في هذا الفن، ولكن ما سبق هي أمهات الكتب في ذلك وأهمها.",
            "page": "32",
            "part": "1",
            "seal": "B1248CAA"
        },
        {
            "id": "33",
            "nass": "2.الفهارس والكشافات الحديثة التي صُنعت في أواخر الكتب المحققة أو التي أُفردت بالتصنيف، فكثيراً من محققي كتب السنّة يعتنون بصنع فهارس على أطراف الأحاديث في تلك الكتب، وبعضها أعمال جيدة متقنة، وبعضها يعتريه النقص، وعلى كلِّ حال فهي مهمةٌ ومُعينةٌ في التخريج. ونستعرضُ أهمها وهي فهارس الكتب التسعة، فمنها: فهرسٌ مستقلٌ لصحيح البخاري اسمه (دليل القاري لمواضع الأحاديث في صحيح البخاري) للغنيمان، وهو مصنوع على فتح الباري -الطبعة السلفية-، ويمتاز بأنه حتى لو اختلفت الطبعة فإنك تستطيع أن تقف على الحديث؛ لأنه عيّن لك اسم الكتاب والباب، أما (صحيح مسلم) فطبعة محمد فؤاد عبد الباقي، حيث جعل المجلد الخامس فهارس للكتاب، أما (سنن أبي داود) فكانت أفضل طبعةٍ طبعةُ عزت عبيد الدّعاس وفيها فهارس،ولكن صدرت طبعةٌ بعد ذلك بتحقيق محمد عوّامة وهي أجود الطبعات إلى الآن، لكن هذه الطبعة لم يصدر لها فهارس إلى الآن -وإن كان المحقق وعد بإصدار فهرس للكتاب-، أما (جامع الترمذي) فقد صُنعت له فهارس منفردة، ولا أعرف له طبعة مفهرسة فهرسة جيده، أما (سنن النسائي مع شرح السيوطي وحاشية السندي) فقد رقمها عبد الفتاح أبو غدة، وصنع لها مجلداً كاملاً للفهارس، وكذلك فقد حقق محمد فؤاد عبد الباقي (سنن ابن ماجة) وصنع له فهارساً، وأما (موطأ مالك) برواية يحيى الليثي المشهورة فقد أخرجه محمد فؤاد عبد الباقي وصنع له فهارساً، والروايات الأخرى للموطأ غالبها خرج مطبوعاً محققاً ومفهرساً أيضاً، وأما (مسند الإمام أحمد) فله فهرسان جيّدان: ¶ الأول:المسمى بـ (مُرشد المحتار) من صنع وإعداد الشيخ: حمدي السلفي.",
            "page": "33",
            "part": "1",
            "seal": "28F61BB5"
        },
        {
            "id": "34",
            "nass": "والثاني: (المنهج الأسعد في ترتيب أحاديث مسند الإمام أحمد) لعبد الله ناصر الرحماني، وهو في أربعة مجلدات، وميزة هذا الكتاب أنه فهرس فيه ثلاث طبعات للمسند: الطبعة القديمة التي طبعت في ست مجلدات المطبوعة عام 1313هـ، والطبعة التي حققها الشيخ أحمد شاكر، والطبعة التي بترتيب الساعاتي (الفتح الرباني بترتيب مسند أحمد ن حنبل الشيباني) ، وأما (سنن الدارمي) فله فهرس مطبوع بإعداد أحمد بن عبد الله الرفاعي على أطراف الحديث وعلى المسانيد، وأخرج (سنن الدارمي) مصطفى البُغا أيضاً بفهرس في آخره. ¶ وهناك فهارس أيضاً كثيرة أخرجتها \"دار عالم الكتب\" وهي من الفهارس المتقنة، وأشرف على إصدار هذه الفهارس الدكتور: سمير طه المجذوب، وتجد في الغالب أن أربعة أو خمسة اشتركوا في إصدار فهرس واحد، وقد أصدرت فهرس لـ (مصنف عبد الرزاق) في أربع مجلدات، المجلد الأول والثاني على أطراف الحديث، والثالث والرابع على المسانيد، وأيضاً أخرجوا فهرس لـ (مستدرك الحاكم) في مجلدين ضخمين، وفهرس (لمجمع الزوائد ومنبع الفوائد) في أربعة مجلدات ضخام، وفهرس لـ (سنن الدارقطني) في مجلدين كبار، وفهرس لـ (نصب الراية) للزيلعي، وهي فهارس متقنة. ¶ أيضاً من الفهارس المهمة كتاب (موسوعة أطراف الحديث النبوي) لأبي هاجر محمد السعيد بسيوني زغلول، وميزة هذا الكتاب أنه جمع بين مائة وخمسين كتاباً، وخرج له ذيلٌ أيضاً، والكتاب غير دقيق، ولكنه مفيد ونافع في الإعانة على الوقوف على الحديث، ولا يُستغنى عنه؛ لأنه ينفع كثيراً. ¶ أيضاً من الكتب الجيّدة: (الجامع المفهرس لمصنفات الألباني) لسليم الهلالي، الذي فهرس فيه الأحاديث الواردة في مؤلفات الألباني المطبوعة.",
            "page": "34",
            "part": "1",
            "seal": "29BA5A79"
        },
        {
            "id": "35",
            "nass": "هناك فهارس قديمة مما يدل على أن فكرة الفهرسة للكتب موجودة قديماً، ومن أقدم الكتب المفهرسة كتاب (المجروحين) لابن حبان، فقد فهرس أحاديثه ابن طاهر المقدسي -المشهور بابن القيسراني- في كتاب سماه (تذكرة الحفاظ) وهو مطبوع، حيث فهرس كتاب (المجروحين) على حروف المعجم،وميزة هذا الكتاب أنه ليس فهرساً فقط، بل هو فهرسٌ يذكر لك فيه حكم ابن حبان على الحديث بعد سياقه لطرفه، والراوي الذي تكلم في الحديث بسببه -أي: علة التضعيف-، ثم قد يضيف ابن طاهر رأيه الشخصي، وهذه فائدة مهمة جداً. وقد صنع ابن طاهر المقدسي -أيضاً- كتاباً آخر وهو (ذخيرة الحفاظ) فَهْرَسَ فيه كتاب (الكامل) لابن عدي، وقد طُبع هذا الكتاب في خمسة مجلدات، وفيه نفس المزايا السابقة من الفهرسة على أطراف الحديث، وقد يتعقب ابن طاهر المقدسي بعض الأحاديث في رأي خاص له. ¶ هذه أهم الفهارس التي رُتبت على حروف المعجم. ¶ ب. استخراج الحديث من خلال كلمة بارزة فيه: أي كلمة بارزة من وسط المتن أو أوله أو آخره. ¶ وأشهر ما يخدم هذه الطريقة: ¶ 1. (المعجم المفهرس لألفاظ الحديث النبوي) ، الذي صنعه جماعة من المستشرقين، وطبع في ثمان مجلدات، والكتاب مفيدٌ على إعوازٍ كبير فيه، وقد خدم هذا المعجم الكتب التسعة: الستة المشهورة، إضافة إلى (موطأ مالك) و (سنن الدارمي) و (مسند أحمد) ، وقد يوجد الحديث في هذه الكتب وتبحث في جميع ألفاظه في (المعجم المفهرس) ولا تجده، مما يدل على نقصٍ كبيرٍ في خدمة هذا المعجم، وإن كانت خدمته جليلة، وخاصة لمن أراد أن يؤلف في موضوع معيّن فإن الكتاب يستحضر له جملة كبيرة من الأحاديث تعينه في كتابة موضوعه.",
            "page": "35",
            "part": "1",
            "seal": "3EB8D51B"
        },
        {
            "id": "36",
            "nass": "2.الفهارس الحديثة التي صنعها بعض الكتَّاب على الألفاظ: نفس الفكرة السابقة قام باتباعها بعض الكُتّاب المعاصرين، فصنعوا فهارس للألفاظ النبوية لكتب معينة، فمثلاً (سنن ابن ماجة) أخرجه الدكتور مصطفى الأعظمي مذيلاً بفهارس على الألفاظ في آخر الكتاب، فجعل (سنن ابن ماجة) في مجلدين، والفهارس مجلدين أيضاً، وهي فهارس متقنة ودقيقة، حيث فهرس جميع الكلمات الواردة في (سنن ابن ماجة) ، أيضاً كتاب (المعجم المفهرس لألفاظ سنن الدارقطني) صنعه الدكتور يوسف المرعشلي، وأيضاً فهرس على الألفاظ لـ (مجمع الزوائد ومنبع الفوائد) لأبي هاجر بسيوني زغلول. ¶ 3.كتاب (مفتاح كنوز السنّة) الذي ترجمه: محمد فؤاد عبد الباقي، وهو كتابٌ مهم، وإن كانت أهميته ضعفت مع صدور الفهارس الحديثة، ولكن لازالت فائدته قائمة، وميزته التي تُبقي فائدته مع كثرة الفهارس، أنه فهرس للألفاظ وللموضوعات في آن واحد، فمثلاً إذا ذكر لفظة \"صلاة التطوع\" تجده يذكر كل الأحاديث المتعلقة بصلاة التطوع في الكتب التي خدمها وهي الكتب التسعة، مضافاً إليها (مسند زيد بن علي) -وهذا المسند لا قيمة له؛ لأنه مكذوب على زيد بن علي بن الحسين بن علي بن أبي طالب- وأيضاً كتاب (المغازي) للواقدي و (الطبقات) لابن سعد و (سيرة ابن هشام) ، هذه الكتب التي فُهرست في (مفتاح كنوز السنّة) .",
            "page": "36",
            "part": "1",
            "seal": "EE4E966D"
        },
        {
            "id": "37",
            "nass": "4.كتب غريب الحديث: وهي تعتني بالألفاظ الغريبة لغةً، أي التي لا يعرف معناها بسبب قلة استخدامها. ومن أشهر كتب الغريب كتاب (غريب الحديث) لأبي عُبيد القاسم بن سلاّم، وأيضاً كتاب (غريب الحديث) لإبراهيم الحربي، وجاء بعد أبي عُبيد من ذيّل على كتابه وهو ابن قتيبة في كتاب سماه (غريب الحديث) وله كتاب آخر اسمه (إصلاح غلط أبي عبيدُ) تعقب فيه أبا عُبيد في المواضع التي يرى ابن قتيبة أنه أخطأ فيها، ثم جاء بعد ابن قتيبة من ذيّل على ابن قتيبة وهو الإمام الخطابي في كتابه (غريب الحديث) ، ثم جاء بعد هؤلاء جميعاً أبو عُبيد الهروي صاحب (الغريبين) -غريب القرآن والحديث-، وذيّل على صاحب (الغريبين) أبو موسى المديني في كتابه (المجموع المغيث في غريبي القرآن والحديث) ، لكن كتاب أبي موسى لا يدخل في مصادر التخريج؛ لأنه غير مسند، أما كتاب أبي عبيد وتتماته وكتاب الحربي وكتاب أبي عبيد الهروي فهي من مصادر التخريج، لأنها كتبٌ مسندة. وطريقة استخدام هذه الكتب هي أنه إذا وقف الباحث على كلمة غريبة لغوياً، فيغلب على الظن أن يذكرها العلماء الذين صنفوا في غريب الحديث، وقد يُعين الباحث قبل أن يبحث الرجوعُ إلى كتاب (النهاية في غريب الحديث) لابن الأثير، فإذا وجد أن ابن الأثير ذكر هذا الحديث وبيّن معنى هذه اللفظة فلا بد أن تكون في أحد مصادره، ومِنْ مصادره الكتب السابقة، فيصبح كتاب (النهاية) كالفهرس. وأيضاً فالكتب السابقة لها فهارس مُعِينة، فكتاب (غريب الحديث) لأبي عبيد صدر له فهرسٌ منفرد على الأطراف وعلى المسانيد وعلى الألفاظ، وأيضاً كتاب إبراهيم الحربي له فهرسٌ في آخره.",
            "page": "37",
            "part": "1",
            "seal": "498D7B49"
        },
        {
            "id": "38",
            "nass": "ج. استخراج الحديث عن طريق موضوعه أو الأحكام المستنبطة منه. ¶ ولا يستطيع أن ينتفع بهذه الوسيلة إلا من فهم معنى الحديث، وعرف أظهر حكمٍ يمكن أن يستفاد من هذا الحديث، بل كلما كان فهم الباحث دقيقاً كانت استفادته من هذه الطريقة أنفع، ومما يدل على ذلك أن البخاري ربما أورد الحديث تحت باب معيّن يحارُّ الباحث في العلاقة بين الترجمة وبين إيراد الحديث تحتها، مما جعل عدداً من العلماء يتوقف في معرفة مقصد البخاري في بعض التراجم. ¶ والكتب التي يستعان بها في هذه الطريقة: ¶ 1.الكتب المرتبة على الموضوعات: ومن أشهرها كتب الجوامع، كـ (الجامع الصحيح) للبخاري، و (المسند الصحيح) لمسلم، وكتب السنن كذلك -ويفرقون بين كتب الجوامع وكتب السنن، بأن كتب الجوامع تعتني بجميع أبواب العلم، بخلاف السنن فأكثر عنايتها بأبواب الفقه فقط،أي بأحاديث الأحكام التي يُستنبط منها حكم، وقد يوردون غيرها ولكنه قليل-،ويدخل ضمن كتب الجوامع والسنن جميع كتب الصحاح المؤلفة مثل: (صحيح ابن خزيمة) ، و (صحيح ابن حبان) وخاصة ترتيبه المسمى (الإحسان في ترتيب صحيح ابن حبان) -وهو مطبوع-، وأيضاً كتب المستخرجات كـ (مستخرج أبي عوانة) و (مستخرج أبي نُعيم) ، و (مختصر الأحكام) المستخرج على جامع الترمذي، و (المستدرك) للحاكم، وكتب السنن الأربعة -إلا أن كتاب الترمذي جامع وأُطلق عليه \"سنن\" تغليباً، وأيضاً كتاب (السنن الكبرى) للبيهقي، وهو من أمهات السنّة، وجميع ما سبق مرتبٌ على أبواب الفقه.",
            "page": "38",
            "part": "1",
            "seal": "AB6F68A3"
        },
        {
            "id": "39",
            "nass": "2.الكتب المُفردة في موضوعات معيّنة، مثل: كتب التفسير بالمأثور خاصة المسندة، وغير المسندة مفيدة في بيان من أخرج الحديث، فمثلاً من كتب التفسير المسندة: (تفسير ابن جرير الطبري) و (تفسير ابن أبي حاتم) و (تفسير الثوري) و (تفسير عبد الرزاق) و (تفسير مجاهد) ، وهناك كتبٌ في التفسير بالمأثور لكنها إما ناقلة بالأسانيد كـ (تفسير ابن كثير) ، أو كتب تعزو إلى من أخرج الحديث مثل (الدر المنثور) للسيوطي. وهذه الكتب شاملة للمرفوع والموقوف والمقطوع. ¶ يدخل ضمن التفسير كتب أسباب النزول -خاصة المسندة منها- مثل: (أسباب النزول) للواحدي -وهو الأصل لكتب أسباب النزول-، وأيضاً كتاب (العُجاب في بيان الأسباب) للحافظ ابن حجر، لكنه لم يتمه بل توقفَ في أثناء \"سورة النساء\"، وهو كتاب جليل وعظيم الفائدة في أسباب النزول، وهو كتاب مطبوع. ¶ أيضاً كتب الناسخ والمنسوخ في القرآن المسندة، مثل: كتاب (الناسخ والمنسوخ) لابن الجوزي، و (ناسخ القرآن ومنسوخه) لأبي عُبيد القاسم بن سلاّم، وهي تُورد الأحاديث التي يُستدل بها على النسخ بأسانيدها. ¶ ومن المواضيع المُفردة: كتب العقيدة المسندة بأنواعها، فمنها مثلاً ما يتعلق بالإيمان، مثل (شعب الإيمان) للبيهقي، و (الإيمان) لابن مندة، وكتاب (تعظيم قدر الصلاة) لابن نصر المروزي -وقد تَعْرِضُ لمسائل الإيمان-،ومنها ما يتعلق بالأسماء والصفات مثل كتاب (التوحيد) لابن خزيمة، وكتاب (التوحيد) لابن مندة، وكتاب (الأسماء والصفات) للبيهقي، ومنها الكتب المتعلقة بالرد على أهل الأهواء والبدع، ككتاب (الرد على الجهمية) ، و (الرد على بشر المرّيسي) كلاهما لعثمان بن سعيد الدارمي، ومنها الكتب الشاملة مثل (السنّة) لعبد الله ابن الإمام أحمد، ولابن أبي عاصم، وللخلال.",
            "page": "39",
            "part": "1",
            "seal": "F9AF6F58"
        },
        {
            "id": "40",
            "nass": "ومن المواضيع المفردة: الكتب التي أُلفت في موضوع فقهي، مثل كتاب (الصلاة) لأبي نُعيم الفضل بن دكين، وكتاب (البسملة) لابن طاهر المقدسي، وكتاب (الإنصاف) لابن عبد البر، وكتاب (الطُّهور) لأبي عُبيد القاسم بن سلاّم، وكتاب (الأموال) -أيضاً-لأبي عُبيد القاسم بن سلاّم، وكتاب (الأموال) لحُميد بن زنجولة، وكتاب (الخراج) ليحيى بن آدم، (والقراءة خلف الإمام) للبخاري، (وجزء رفع اليدين) له أيضاً، و (القراءة خلف الإمام) أيضاً للبيهقي، وكل هذه مسندة. وهي أجزاء كثيرة طُبع منها الكثير، وبقي الأكثر لم يُطبع. ¶ ومن المواضيع المفردة: الكتب التي أُلفت في السيرة والشمائل المحمدية مثل: (سيرة ابن إسحاق) ، وقد طُبع جزء منها -وهو المعروف الآن-، و (تهذيب سيرة ابن هشام) . وتُذكر أيضاً هنا: كتب الدلائل النبوية، مثل (دلائل النبوة) لأبي نُعيم، و (دلائل النبوة) للبيهقي، و (دلائل النبوة) للفريابي، و (دلائل النبوة) لأبي القاسم التيمي المشهور بقوام السنّة. ¶ ومن كتب الشمائل: كتاب (الشمائل المحمدية) للترمذي -وهو من أصولها-، وكتاب (الأنوار في شمائل النبي المختار) لأبي الشيخ الأصبهاني، وكلها مطبوعة. ¶ ومن المواضيع المفردة: الكتب المتعلقة بفضائل الصحابة، والمسند منها: كتاب (فضائل الصحابة) للإمام أحمد، و (فضائل الصحابة) لخيثمة الطرابلسي، وكتاب (فضائل الخلفاء الأربعة) لأبي نُعيم الأصبهاني. ¶ وهناك كتب فضائل صحابة على الخصوص، مثل: كتاب (خصائص علي) للنسائي -وهو موجود ضمن (السنن الكبرى) -، كتاب (فضائل أبي بكر الصديق) لابن بَلْبَان الفارسي، وكتاب (فضائل علي بن أبي طالب) لابن المغازلي الواسطي، وكلها مطبوعة.",
            "page": "40",
            "part": "1",
            "seal": "12BD29F0"
        },
        {
            "id": "41",
            "nass": "ومن الكتب المفردة: كتب الآداب ومحاسن الأخلاق، مثل: كتاب (الأدب المفرد) للبخاري، وكتاب (الآداب) للبيهقي، وكتاب (مكارم الأخلاق) لابن أبي الدنيا، وكتاب (مكارم الأخلاق) للطبراني، وكتاب (مكارم الأخلاق) للخرائطي -وهو أوسع هذه الكتب-، وكتاب (مساوئ الأخلاق) للخرائطي أيضاً، وكتاب (التوبيخ والتنبيه) لأبي الشيخ الأصبهاني، ويدخل ضمن كتب الآداب كتب متعددة كثيرة لابن أبي الدنيا، مثل: كتاب (الصمت) و (ذم البغي) و (ذم الكذب) و (ذم الغضب) و (التواضع والخمول) و (الإخوان) و (الصبر) و (الحلم) ، وغيرها كلها لابن أبي الدنيا وهي يسند في كل ما يورده. ¶ كتب الأمثال النبوية، مثل: (الأمثال) لأبي الشيخ الأصبهاني، (الأمثال) للرامهرمزي، (الأمثال) لأبي هلال العسكري، (مسند الشهاب) للقضاعي. ¶ ومن المواضيع المفردة: كتب الزهد والرقائق، وطبع منها عدد كبير، ومنها: (الزهد) للإمام أحمد، (والزهد) لوكيع، ولابن المبارك وللبيهقي، ولأسد بن موسى. ويدخل فيها أيضاً كتب لابن أبي الدنيا مثل: (ذم الدنيا) ، و (الجوع) و (المحتضرين) و (الرقة والبكاء) وغيرها.",
            "page": "41",
            "part": "1",
            "seal": "38EC1553"
        },
        {
            "id": "42",
            "nass": "ومن المواضيع المفردة: كتب أحاديث الأحكام، يدخل من بينها كتب السنن والجوامع، لكن هناك كتب اختصت بالأحاديث التي احتج بها الفقهاء، ومن أقدم هذه الكتب: (شرح معاني الآثار) للطحاوي، وهو محدث وحافظ وحنفي، فأسند أدلة أبي حنيفة وذكرها بإسناده، وأيضاً كتاب (الخلافيّات) للبيهقي، أورد فيه أدلة الشافعية مسندة، طبع منه ثلاثة مجلدات -وهو كتاب ضخم-، وأيضاً كتاب (التحقيق) لابن الجوزي، وقد أسند فيه أدلة المذهب الحنبلي، ومن كتب الأحكام التي تذكر الأسانيد كتاب (الأوسط) لابن المنذر. يأتي بعدها كتب تخريج أحاديث الأحكام، من أمثال (نصب الراية) للزيلعي، و (التلخيص الحبير) للحافظ ابن حجر، و (البدر المنير) لابن الملقن، و (تنقيح التحقيق) لابن عبد الهادي، وأيضاً (تنقيح التحقيق) للذهبي -ولم يطبع-، و (إرواء الغليل في تخريج أحاديث السبيل) للألباني، فالأول في الفقه الحنفي، والثاني والثالث في الفقه الشافعي، والرابع والخامس في الفقه الحنبلي، أما الفقه المالكي فكتب التخريج فيه قليلة جداً، لكن هناك رسالة مطبوعة وهي (تخريج أحاديث المدونة) للدرديري، وكذلك كتاب (الهداية في تخريج أحاديث البداية) لأبي الفيض الغماري، فيمكن أن يعتبر من تخريج أدلة الفقه المالكي، باعتبار أن ابن رشد مالكي المذهب.",
            "page": "42",
            "part": "1",
            "seal": "4987329F"
        },
        {
            "id": "43",
            "nass": "أيضاً يدخل في كتب الأحكام، كتب أحاديث الأحكام المحذوفة الأسانيد، مثل (بلوغ المرام) لابن حجر، ففيه عزو، وبعض الأحيان فيه حكم على الحديث، وأيضاً كتب الأحكام الثلاثة التي صنفها عبد الحق الإشبيلي وهي: (الأحكام الكبرى) -ولم تطبع-، و (الأحكام الوسطى) -طُبعت في خمسة مجلدات، و (الأحكام الصغرى) -وطُبعت أيضاً في مجلدين-، والأحكام الصغرى اشترط فيها مؤلفها أن لا يورد فيها إلا الأحاديث الصحيحة، فميزة الأحكام الصغرى أن جميع الأحاديث الواردة فيه هي صحيحة عند عبد الحق الإشبيلي، وهو لا يذكر فيها إسناداً ولا تعليلاً ولا كلاماً على الحديث. والأحكام الوسطى يذكر فيها الكلام على الحديث، ولم يكتفِ فيها بالأحاديث الصحيحة، وهي التي ألف عليها ابن القطان الفاسي كتابه المشهور (بيان الوهم والإيهام الواقعَين في كتاب الأحكام) فهو على الأحكام الوسطى. وأما الأحكام الكبرى فيذكر فيه عبد الحق أسانيد المؤلفين كاملة، وهذه ميزة الكتاب -وهو لم يطبع حتى الآن-، وهو موجود وضخم، وميزة أخرى للكتاب أنه ينقل من كتب مفقودة بالنسبة لنا الآن مثل: (أمالي البزار) ، و (المنتقى) للقاسم بن أصبغ، وكتب أخرى لبعض الأندلسيين مفقودة، ينقل منها بأسانيد مصنفيها، فهو كتاب مهم لو طُبع، ومخطوطته موجودة في جامعة أم القرى.",
            "page": "43",
            "part": "1",
            "seal": "70E2D2B5"
        },
        {
            "id": "44",
            "nass": "أيضاً من الكتب المرتبة على الأبواب الفقهية: (كنز العمال) للمتقي الهندي، وأيضاً جلُّ كتب الزوائد مرتبة على الأبواب الفقهية، وأجلُّ كتب الزوائد كتابان: الأول (مجمع الزوائد ومنبع الفوائد) للهيثمي، وهو غير مسند، ولكن غالب الكتب التي صنع عليها الزوائد طُبعت ماعدا الأجزاء المفقودة من (معجم الطبراني الكبير) ، أو الأحاديث التي أخذها من (مسند أبي يعلى الكبير) ، وأيضاً (مسند البزار) لكن (كشف الأستار) يعين عليه، وهو مرتبٌ على الأبواب الفقهية. والكتاب الثاني: (المطالب العالية) للحافظ ابن حجر، وهو مرتب على الأبواب الفقهية أيضاً. ¶ ومن كتب الزوائد أيضاً: (كشف الأستار عن زوائد مسند البزار) ، وكتاب (المقصد العليُّ في زوائد مسند أبي يعلى الموصلي) ، وصدر مؤخراً (زوائد تاريخ بغداد) في عشرة مجلدات، لكنه غير مرتب على الأبواب الفقهية، وكتاب (بغية الباحث في زوائد مسند الحارث) للهيثمي، وهو مطبوع، وله طبعتان.",
            "page": "44",
            "part": "1",
            "seal": "7A18ADC1"
        },
        {
            "id": "45",
            "nass": "من الكتب التي رتبت على الأبواب الفقهية شروح الحديث المسند التي يُسند فيها الشارحون بعض الأحاديث، من أمثال (أعلام الحديث) للخطابي، وهو شرح لصحيح البخاري، ويُسند فيه الخطابي بعض الأحاديث بإسناده إلى النبي -صلى الله عليه وسلم-، وأيضاً كتاب (الإستذكار) لابن عبد البر،وهو شرح للموطأ، حيث يورد فيه ابن عبد البر أحاديث بإسناده، و (التمهيد) لابن عبد البر أكثر منه رواية للأسانيد، لكنه غير مرتب على الأبواب الفقهية بل هو مرتب على شيوخ مالك، إلا أنه من السهولة أن تقف على الحديث من خلال الموضوع حينما ترجع إلى الموطأ فتنظر في الباب الذي أورد فيه الإمام مالك الحديث، وتنظر في الشيخ، ثم ترجع إلى (التمهيد) فتستخرج الحديث من خلال الشيخ السابق. وهناك طريقة أخرى فيما إذا كان لديك كتاب (الإستذكار) فإنه في أي موطن يذكر الحديث من الموطأ يقوم المحقق بتحديد موطن الحديث في (التمهيد) بذكر الصفحة والمجلد، وهما كتابان ضخمان، حيث يقع (الإستذكار) في ثلاثين مجلد، و (التمهيد) في ستة وعشرين مجلد. ¶ أيضاً كتاب (مفتاح كنوز السنّة) بترجمة محمد فؤاد عبد الباقي، فكما أنه على الألفاظ فهو أيضاً على الموضوعات. ¶ أيضاً (المعجم المفهرس للمسائل الفقهية) ، حيث قام أحد المحققين والمفهرسين وهو الدكتور: يوسف المرعشلي في كتاب (شرح معاني الآثار) رتب الأحاديث على المسائل الفقهية، ورتب المسائل الفقهية على حروف الهجاء.",
            "page": "45",
            "part": "1",
            "seal": "06F17A63"
        },
        {
            "id": "46",
            "nass": "أيضاً من الكتب التي رُتبت على الأبواب الفقهية: الكتب التي رُتبت على المسانيد، حيث إن بعض العلماء أخذ بعض المسانيد المرتبة على أسماء الصحابة فرتبها على الأبواب الفقهية، ومن أقدم هذه الكتب كتاب (الكواكب الدراري في ترتيب مسند أحمد بن حنبل على أبواب البخاري) لمؤلفه: ابن زكنون -من تلاميذ شيخ الإسلام ابن تيمية-، وكتابه ضخم، الموجود منه الآن مائة مجلد، وقد توفى مؤلفه ولم يتمه، والموجود منه الآن لا يمثل شيئاً من مسند الإمام أحمد، وكان من منهجه أنه إذا أتى على مسألة من مسائل الحديث وفيها كلام لشيخ الإسلام، أو كتاباً في مجلد أو مجلدين أورد المجلدين كلها ضمن الكتاب، ويقول: قال شيخ الإسلام ابن تيمية: كذا ... ، ويذكر كتابه كاملاً،وكذا إذا كان هناك كتاباً لابن قيم الجوزية متعلق بمسألة من مسائل الحديث فإنه يورده كاملاً في شرح هذا الحديث ضمن كتابه السابق. وأيضاً أورد كتاب (توضيح المشتبه في المؤتلف والمختلف) في مجلدين من (الكواكب الدراري) -وقد طُبع كتاب (توضيح المشتبه) في عشر مجلدات، وكله في تراجم الرواة، وفي المؤتلف والمختلف-، والمقصود أنه كتاب ضخم جداً حفظ لنا الكثير من الكتب، ولم يتمه المؤلف، ولم يصل لنا كاملاً بل جزءٌ يسير منه. جاء بعده أحمد البنا -المشهور بالساعاتي، وهو من الذين توفوا في العصر الحديث-، وألّف كتاب (الفتح الرباني في ترتيب مسند أحمد بن حنبل الشيباني) حيث رتب المسند على أبواب الفقه، وله أيضاً كتاب (عون المعبود في ترتيب مسند أبي داود) -يقصد مسند أبي داود الطيالسي-، وله أيضاً (بدائع المِنَن في ترتيب المسند والسنن) للشافعي، حيث أخذ المسند من سنن الشافعي ورتبه على أبواب الفقه.",
            "page": "46",
            "part": "1",
            "seal": "CE931A4E"
        },
        {
            "id": "47",
            "nass": "د. استخراج الحديث من خلال وصف يتعلق بالمتن: ¶ 1.إذا كان الحديث مُشكلاً في ظاهره مع آية قرآنية أو مع حديث نبوي آخر أو مع العقل أو مع الحس، فقد ُألِّفت كتبٌ في هذا الباب منها: كتاب (اختلاف الحديث) للإمام الشافعي، وكتاب (تأويل مختلف الحديث) لابن قتيبة، وأوسع هذه الكتب -وهو موسوعة مهمة جداً، ونافعة جداً كذلك- كتاب (شرح مشكل الآثار) للطحاوي، وهو مطبوع في ستة عشر مجلداً. ¶ 2. إذا كان الحديث معللاً فنرجع إلى كتب العلل، من أمثال (العلل) لابن المديني -وهو مطبوع-، و (العلل) لابن أبي حاتم، و (العلل الكبير) للترمذي، و (العلل) للدارقطني. ¶ وإذا كان الحديث في الصحيحين وهو مما انتقد فنرجع إلى كتاب (التتبع) للدارقطني، أو كتاب (علل الأحاديث في صحيح مسلم) لابن عمّار، أو لغيره. ¶ 3.إذا كان في متن الحديث إدراج فنرجع إلى كتاب (الفصل للوصل المُدرج في النقل) للخطيب، وكتاب (المَدْرَج إلى المُدْرَج) للسيوطي. ¶ 4.إذا كان الحديث قدسياً فنرجع إلى الكتب المؤلفة في الأحاديث القدسية، مثل: (المقاصد السَّنية في الأحاديث الإلهية) لابن بَلْبَان الفارسي -وهو مطبوع-، وكتاب (الإتحافات السنَّية في الأحاديث الإلهية) لعبد الرؤوف المناوي.",
            "page": "47",
            "part": "1",
            "seal": "34311554"
        },
        {
            "id": "48",
            "nass": "5.إذا كان الحديث من الزوائد فنرجع إلى كتب الزوائد. في المرة السابقة رجعنا لها؛ لأنها مرتبة على الأبواب الفقهية، أمّا الآن فنرجع إليها؛ لأن الحديث موصوف بأنه من الزوائد، فمثلاً: إذا بحثت عن حديث في الكتب الستة فلم تجده فيها، فترجع مباشرة إلى كتب الزوائد؛ لأن الحديث من الزوائد على الكتب الستة، فترجع مثلاً إلى كتاب (مجمع الزوائد) أو (المطالب العالية) فغالباً ستجد حديثك فيها، فإن لم تجده فيها فليكن أول ما يتبادر إلى ذهنك أنك أخطأت، وأنه موجود في الكتب الستة؛ وذلك لأن الكتب المؤلفة في الزوائد استوعبت كتباً ضخمة كـ (مسند أحمد) و (مسند أبي يعلى) و (مسند البزار) ومعاجم الطبراني الثلاثة، فهذه في مجمع الزوائد وحده، وعشرة مسانيد أخرى في (المطالب العالية) ، فيَقِلُّ أن يفوتها حديث. ¶ 6.إذا كان الحديث موصوفاً بأنه متواتر فنرجع إلى الكتب التي أُلفت في بيان الأحاديث المتواترة، مثل: كتاب (نظم المتناثر من الحديث المتواتر) للكتاني، و (قطف الأزهار المتناثرة في الأخبار المتواترة) للسيوطي، وكتاب (لقط اللآلئ المتناثرة في الأحاديث المتواترة) للزبيدي. ¶ 7.إذا كان الحديث موصوفاً بأنه ناسخٌ أو منسوخ فنرجع إلى المؤلفات في الأحاديث الناسخة أو المنسوخة المسندة من أمثال: كتاب (الإعتبار في الناسخ والمنسوخ من الآثار) للحازمي -وهو من أجلِّ كتب الناسخ والمنسوخ-، وكتاب (ناسخ الحديث ومنسوخه) لابن شاهين -وهو أيضاً كتابٌ مسندٌ مطبوع-. ¶ 8.إذا كان في متن الحديث رجلٌ مبهم فنرجع إلى كتب المبهمات في المتن، ومن أقدمها كتاب الخطيب البغدادي (الأسماء المبهمة في الأنباء المحكمة) ، وكتاب (الغوامض والمبهمات) لابن بشكوال، وكتاب (إيضاح الإشكال) لابن طاهر المقدسي، و (الغوامض والمبهمات) لعبد الغني بن سعيد، وكتاب (المُستفاد في مبهمات المتن والإسناد) لأبي زرعة العراقي، وكل هذه الكتب مطبوعة.",
            "page": "48",
            "part": "1",
            "seal": "C337B45F"
        },
        {
            "id": "49",
            "nass": "الطريقة الثالثة: [استخراج الحديث من خلال الحاسب الآلي (الكمبيوتر) ] ¶ الحاسب الآلي يُعتبر فِهرساً يُنتفع به كما يُنتفع بالفهارس على جميع الوجوه السابقة على: اسم الراوي، أو الصحابي، أو لفظة في الحديث، وغيرها، ولا يعدو الحاسب الآلي إلا أن يكون فِهرساً، ويستحيل أن يكون قادراً على الاستقلال في الحكم، فالحكم على الحديث ليس عملاً آلياً، بل هو عملٌ يحتاج إلى فقه واستنباط وإعمال ذهن ولا يتأتى جميع ذلك للكمبيوتر. ¶ *مزايا الحاسب الآلي: ¶ 1) السرعة وما يوفره من الوقت. ¶ 2) تنوع أساليب استخدامه. ¶ 3) استيعابه لعدد كبير من المصادر. ¶ *عيوبه: ¶ 1) عدم دقة برامجه حتى الآن، ولعل العجلة والتنافس بين الشركات المنتجة لهذه البرامج يجعلهم يستعجلون في إخراجها بغير دقة. ¶ 2) إبعاد القارئ عن التعرف على المصادر ومناهجها، حتى إن البعض تصوّر أنه يمكن أن يستغني بهذه البرامج عن الكتب، وهذا غير صحيح، فالكمبيوتر مستحيل أن يحل محلّ الكتاب، فالكتاب هو الوسيلة الصحيحة للتعلّم. ¶ 3) الاغترار بكثرة المصادر، فالبعض قد يظن أن التخريج بكثرة المصادر، فإذا وقف على الحديث في مصادر متعددة ظنَّ أنه أعلم من الذي لم يقف على مصادره، وهذا ما يحصل من خلال الكمبيوتر الذي يوقفك على مصادر عديدة، وقد يغترّ بذلك الباحث، ولاشك أن هذا غير صحيح، وأنه عيب في مستخدم الكمبيوتر. فيُنصح من يستخدم الحاسب الآلي أن يستغلّ المزايا التي فيه استغلالاً جيداً، وأن يتجنب العيوب السابقة التي هي في الحقيقة عيوب في المستخدم لا في الكمبيوتر.والآن الكمبيوتر أصبح واقعاً ولابد من الاستفادة منه، وليس هناك داعٍ لمعاداته.",
            "page": "49",
            "part": "1",
            "seal": "164FC822"
        },
        {
            "id": "50",
            "nass": "الطريقة الرابعة: [استخراج الحديث من خلال الاستعراض والجَرْد لكتب السنّة] ¶ وذلك بأن تأخذ الكتاب من أوله إلى آخره قراءةً حتى تستخرج الحديث. وهذه الطريقة هي الطريقة التي كان يسير عليها الحُفّاظ والعلماء والمُخرجون الأوّلون في عصر ماقبل الطباعة. ¶ *من مزايا هذه الطريقة: ¶ 1) أنها الطريقة الوحيدة التي نستطيع أن نجزم من خلالها أن هذا الحديث موجود في هذا الكتاب أو غير موجود فيه؛ لأن جميع الطرق السابقة قد لا تدلُّ على الحديث في الكتاب وهو موجود فيه، فقد يبحث الباحث ¶ في الكتاب بالطرق السابقة فلا يجد الحديث، ثم يقف على عبارة أحد العلماء أنه موجود فيه، فيَجزم بوجوده في الكتاب، فحين البحث والقراءة بهذه الطريقة يُوقف على الحديث؛ لأنه قد يسقط من الفهارس، وقد ينساه المُفهرس، وهكذا ... ¶ 2) أنها تكاد تكون الطريقة الوحيدة لاكتشاف العلة الخفية؛ لأنه قد يقف أثناء الاستعراض على رواية قد تُعِلُّ الرواية التي يبحث عنها من خلال وهم الراوي في متن الحديث أو في إسناده، وهذه لا تدلُّك عليها الطرق السابقة، ومن مارس التخريج يعرف ذلك تماماً. ¶ 3) التعرف على مناهج العلماء، وأسباب التأليف. ¶ 4) الفوائد الجانبية الكبيرة التي يستفيدها طالب العلم أثناء القراءة، وينبغي تقييد هذه الفوائد في جلدة الكتاب برقم الصفحة، خاصة الفوائد التي توجد في غير مظنتها. وقد ينقدح في ذهن طالب العلم استنباط من أحد الأحاديث التي مرّ عليها فينبغي تقييد هذا الاستنباط بجانب هذا الحديث، ووجه الاستنباط؛ حتى لا يُنسى مع مرور الزمن. ¶ 5) أنها الطريقة الصحيحة لاستحضار متون السنّة النبوية.",
            "page": "50",
            "part": "1",
            "seal": "DE5BC3EA"
        },
        {
            "id": "51",
            "nass": "الجزء الثاني: دراسة الأسانيد ¶ مراحل دراسة الأسانيد ¶ الأولى: استخراج الحديث بطرق التخريج المذكورة آنفاً، بحيث تجمع كل طرق الحديث التي وقفت عليها من جميع مصادر السنّة التي استطعت أن تطلع عليها، وتقف على الحديث فيها. ¶ الثانية: الاستعراض الكامل لهذه الطرق لملاحظة نقاط الاتفاق بين الرواة ونقاط الاختلاف بينهم، ويندر أن تجد حديثاً إلا وفيه اختلاف في المتن -في اللفظ-، أو في الإسناد، أو فيهما معاً، خاصة في الأحاديث التي ¶ كثرت مصادرها، وتعددت أسانيدها، فينبغي استحضار نقاط الاتفاق والاختلاف في ذهنك أو في ورقة؛ لأن دراستك للأسانيد لابد أن تكون بناءاً على هذه النقاط، فإذا لم يمكن استحضار الاتفاقات والاختلافات في ذهنك، فيمكن عمل مُشجّرة للأسانيد؛ لتوضيح نقاط الاتفاق والاختلاف، أو أن تقوم بعرض هذه النقاط بصورة مبسطة كما هو صنيع الدارقطني في العلل، فتُبين الصحابي الذي روى الحديث ثم من رواه عنه، وهل وقع اختلاف بين الرواة عنه، فإن لم يقع فتنظر في الرواة عن التابعين هل وقع بينهم اختلاف، وهكذا..، فتبين وجوه الاتفاق والاختلاف، وكل وجه مَنْ رواه، هل هم عددٌ أم واحد، فيمكن ذلك عن طريق مُشجّرة أو عرضها باختصار، ثم يتبين لك بعد ذلك ماهي الأسانيد التي ينبغي تحريرها أكثر من غيرها. ¶ الثالثة: الترجمة للرواة، وهي مرحلة مهمة، وتعتبر عثرة من العثرات التي تواجه الباحث، فلطولها ينبغي تقسيمها إلى خطوات: ¶ 1) تعيين الرواة: أي معرفة أعيانهم، حتى تقف على ترجمته ومرتبته بدقة، وبماذا يستحق أن يوصف. فإذا أخطأت في تعيين الراوي فسوف يكون الحكم على الحديث مخالفاً للواقع، فالخطأ في هذه المرحلة ينبني عليه الخطأ في الحكم على الحديث بكامله، فلذا ينبغي أن يُعتنى بهذه المرحلة عناية كبيرة جداً؛ لأن الخطأ في عين الراوي في الإسناد يُورث الخطأ في الحكم على الحديث إلا إذا أبدلت راوٍ ثقة بثقة آخر، أو ضعيف بضعيف فلا يختلف الحكم، ولكن قد يحصل العكس، من إبدال راوٍ ثقة بضعيف، أو ضعيف بثقة، ومن ثمَّ ينتج الخطأ. ¶ ولهذه الخطوة حالات تتلخص فيما يلي:",
            "page": "51",
            "part": "1",
            "seal": "133D81B6"
        },
        {
            "id": "52",
            "nass": "(أ) إذا كان في الإسناد راوٍ مبهم: وهو الراوي الذي لم يسمَّ،كأن يقول الراوي: عن رجل، أو عن أحد من الناس، أو حدثني فلان، فإذا أُبهم الراوي فلا بد من تعيين هذا الراوي، حتى يُتمكن من الحكم على هذا الإسناد. ومن المعلوم أن الراوي إذا كان مبهماً ولم يُعرف فإن الحديث يكون ضعيفاً، ويسميه الحاكم وغيره منقطع، والمنقطع من أقسام الضعيف. ¶ *مسألة التعديل على الإبهام: ويُقصد بها فيما إذا قال الراوي: حدثني الثقة -ولم يسمه-، أو قال: حدثني من لا أتهم، أو قال: حدثني رضيٌّ-من الرضا- من الناس، فهل نقبل هذا التوثيق؟ فهو لم يسمه لكنه وصفه بأنه ثقة. ومن أكثر الأئمة الذين اشتهروا بهذه المسألة الإمام الشافعي، فإنه كثيراً ما يقول: حدثني الثقة، أو حدثني مَنْ لا أتهم، وتكلم العلماء كثيراً على مراد الشافعي في هذا المبهم هل هو الإمام أحمد أو إسماعيل بن عُليّة أو حماد بن سلمة أم أنه ابن أبي يحيى الأسلمي -الراوي المتروك المشهور-. وقد ذكر الحافظ ابن حجر في كتابه (نزهة النظر) وفي غيره أن الرواية في التعديل على الإبهام لا تقبل، وبيّن سبب ذلك فقال: لأنه قد يكون ثقة عند المُعدِّل والموثق، ويكون ضعيفاً عند غيره، فلهذا الاحتمال لا نستطيع أن نقبل التوثيق على الإبهام. ¶ *الطرق التي نعرف من خلالها الراوي المبهم: ¶ 1- التخريج الموسع، فقد يكون مبهماً في رواية ثم يأتي في رواية أخرى فيبينه هذا الذي أبهمه فيعينه ويسميه، وعليه نعرف المبهم ونستطيع الحكم عليه. ¶ 2- الرجوع إلى كتب المبهمات، مع العلم أن مبهمات الأسانيد لم يُعتن بها كما اعتني بمبهمات المتون في إفرادها بالتصنيف، ومن أوسع الكتب في العناية بمبهمات الأسانيد هو كتاب (المُستفاد في مبهمات المتن والإسناد) لأبي زُرعة العراقي.",
            "page": "52",
            "part": "1",
            "seal": "3A6FD2D5"
        },
        {
            "id": "53",
            "nass": "3- الرجوع إلى \"فصل المبهمات\" عند المزي في (تهذيب الكمال) ، وعند الحافظ ابن حجر في (تهذيب التهذيب) ، واختصاره (تقريب التهذيب) ، وفي (تعجيل المنفعة) أيضاً للحافظ ابن حجر، وقد يسميه لك الحافظ وقد يقول: لم أجده، فمع بحثك وقول ابن حجر أنه لم يجده، ففي الغالب أن الإنسان يطمئن على جهده أنه لم يفته شئ، بدليل اتفاق جهده مع جهد إمام سابق مُطلع، فسواءً سُميَ فهذه فائدة، وإن لم يسمَّ فهذه فائدة أيضاً. ¶ (ب) إذا كان في الإسناد راوٍ مهمل، وهو الراوي الذي سُمي ولم تُعرف عينه، ويدخل فيه المنسوب إلى جده، مثل: سعيد بن كثير بن عُفير، فكثيراً ما يقال: سعيد بن عُفير، فحينما تذهب تبحث عن ترجمة سعيد بن عُفير لاتجد له ترجمة أو تجد رجلاً آخر اسمه سعيد بن عُفير، مع أن المقصود سعيد بن كثير بن عُفير، ومثله أحمد بن عبد الله بن يونس، كثيراً ما يُنسب إلى جده فهذا يمكن أن نعتبره من المهملين، ويكون أحمد ابن يونس، فمن نُسب إلى جده فهذا يمكن أن نعتبره من المهملين، وإن كان الظاهر أنه منسوب ومبيّن، باعتبار أنك لا تستطيع الوقوف على عينه بسبب نسبته إلى جده، فكلُّ من سُميَّ ولم تُعرف عينه فهو مهمل ولو كان ظاهر النسبة. وأيضاً يدخل في المهملين المُدَّلس تدليس شيوخ، فقد يسمى أو يُكنى أو يُلقب بغير ما عُرف به، فلو جاءك إسنادٌ قيل فيه: حدثنا ابن المغيرة الجعفي، قد يغيب على ذهنك أن المقصود محمد بن اسماعيل بن المغيرة الجعفي البخاري الإمام المشهور، لكن لما نسبه إلى جده الأعلى فهذا فيه نوع تدليس شيوخ، فمادام أنه عُمّي ولم تُعرف عينه فنستطيع إدخاله ضمن المهملين، وإن كان الأصل في الراوي المهمل أنه هو الذي يُسمى باسمه فقط كأن يُقال: محمد فقط، وهذا الاسم في الرواة كثير، وهذه الحالة كثيراً ما تتكرر في الأسانيد، فكثيراً ما تجد رواةً مهملين، فلا تكاد تخلو بضع أسانيد على بضع رواة مهملين أيضاً.",
            "page": "53",
            "part": "1",
            "seal": "E9EE0D68"
        },
        {
            "id": "54",
            "nass": "*طرق معرفة الراوي المهمل: ¶ 1- التخريج الموسع، فقد يأتي معيناً باسمه الكامل في طريق أخرى، وميزة هذه الطريقة أنها تكاد تكون أوثق الطرق في تعيين الرواة فعلاً. ¶ 2- دراسة التلاميذ والشيوخ، مثاله: حديث للحميدي عن سفيان عن عمرو ابن دينار، فالحميدي معروف هو عبد الله بن الزبير، وعمرو بن دينار اسمه معيّن كذلك، ولكن المهمل هو سفيان، فأذهب إلى ترجمة عمرو بن دينار وأنظر في تلاميذه فإذا وقفت على أنهم ذكروا في تلامذة عمرو بن دينار: سفيان بن عيينة، حينها أعرف أن المقصود به في الإسناد في الغالب أنه سفيان بن عيينة، فإن لم أقف على من يُسمي سفيان في ترجمة عمرو بن دينار، فأرجع إلى ترجمة عبد الله بن الزبير الحُميدي وأنظر فيها: هل سموا في شيوخه أحداً يُقال له سفيان، فإن سموا سفيان بن عيينة فهذه قرينة على أن المقصود في الإسناد سفيان بن عيينة، فإن لم أجد في كلا الترجمتين، تأتي الطرق الأخرى الدالة. لكن هناك إشكال وهو أني أجد -مثلاً- في ترجمة عمرو بن دينار في تلاميذه سفيان بن عيينة وسفيان الثوري فهنا -وإن ضاق الإحتمال- أيضاً يقع إشكال، فأرجع إلى الحميدي فيُسمى واحداً منهما في ترجمته فأعرف أن المراد هو سفيان بن عيينة.",
            "page": "54",
            "part": "1",
            "seal": "4F4A1001"
        },
        {
            "id": "55",
            "nass": "وأوسع الكتب في حصر التلاميذ والشيوخ هو كتاب (تهذيب الكمال) ، ويُرتب الشيوخ على حروف المعجم، ثم إنه يذكر رموز أصحاب الكتب الستة الذين روى هذا المُترجم عن هؤلاء الشيوخ فيهم، فيُبين لك من أخرج لهذا الشيخ مما يحصر لك الاحتمال في تحديد الراوي، وقد حاول المزيّ في (تهذيب الكمال) الاستقصاء في ذكر الشيوخ والتلاميذ، لكن الاستقصاء التام ليس من قدرة البشر، لكنه غالباً استقصى الكتب الستة أي: الموجود فيها، مضيفاً إضافات كثيرة جداً من خارج الكتب الستة، فهو أوسع كتاب مفيد في هذه الناحية، وهناك من جاء وتمّم هذا العمل، وأضاف إضافات في الشيوخ والتلاميذ، وهو الحافظ: مغلطاي بن قليج الحنفي الذي ألّف كتاباً سمّاه: (إكمال تهذيب الكمال) فاعتنى بتعقب المزي وبالزيادة في هذا الكتاب في نواحٍ متعددة، في رواةٍ على شرطه لم يذكرهم، في زيادة تلاميذ وشيوخ لم يوردهم، في إضافة ألفاظ جرح وتعديل فاتت المزي أن يذكرها في الرواة الذين ذكرهم، وينصح طالب العلم أنه إذا وجد شيخاً لراوٍ معيّن لم يجده مذكوراً في (تهذيب الكمال) أن يدرجه في التهذيب في حاشية الكتاب ضمن ترتيبه في المعجم، مع الحرص على ذكر المصدر الذي سُميّ فيه الراوي، وكذا التلاميذ.",
            "page": "55",
            "part": "1",
            "seal": "7E58F49B"
        },
        {
            "id": "56",
            "nass": "3- من خلال الرجوع إلى كتب الأطراف، مثل: (تحفة الأشراف) للمزي و (إتحاف المهرة) للحافظ ابن حجر، فمثلاً تجد في الإسناد: عن سعيد عن أبي هريرة.. الحديث، فالراوي المهمل سعيد، فترجع إلى تحفة الأشراف فتجد الحافظ المزي يضع عنواناً لحديث سعيد بن المسيب عن أبي هريرة ثم يذكر أحاديث سعيد بن المسيب عن أبي هريرة، ويذكر من بينها الحديث الذي تبحث عنه، فتعرف أن الراوي المهمل في الإسناد هو سعيد بن المسيب، وقد يتوسع المزي فيُعَنْون للطبقة الثانية بعد التابعين، بل وللطبقة الثالثة في بعض الأحيان، فيُعينك جداً في طبقة حماد بن زيد وحماد بن سلمة عن ثابت عن أنس، ويبين لك هل هذا الحديث من حديث حماد بن سلمة أو من حديث حماد بن زيد، مادام هذا الحديث ضمن الكتب التي خدمها، ومثله (إتحاف المهرة) لابن حجر. ¶ 4- من خلال الرجوع إلى شروح الكتب، فمثلاً لا يخفى على كل من طالع (فتح الباري) أن للحافظ ابن حجر جهود في تعيين الرواة المهملين في (صحيح البخاري) ، بل إنه ملأ الكتاب بالقواعد في تعيين الرواة، فيقول مثلاً: إذا روى البخاري عن الفريابي عن سفيان فهو الثوري، فيبين لك أن رواية البخاري عن الفريابي إذا أُهمل بعدها سفيان فهو الثوري، وهكذا.. ¶ 5- من خلال الرجوع إلى كتب التخريج والعلل، مثل (نصب الراية) و (التلخيص الحبير) وغيرها، وذلك لأنها تدرس الأسانيد فتسمّي لك الرواة المهملين وتحكم عليهم، وكذلك كتب العلل مثل: (العلل) للدارقطني و (العلل) لابن أبي حاتم.",
            "page": "56",
            "part": "1",
            "seal": "7C0C1E6E"
        },
        {
            "id": "57",
            "nass": "6- من خلال ما كُتب عن الرواة المهملين في بعض الكتب، ومن أعظم الكتب التي خُدمت في تعيين رواتها المهملين (صحيح البخاري) ، فهناك من صنّف كتاباً في الرواة المهملين في (صحيح البخاري) ، وهناك من عقد فصلاً في كتاب له، كالحاكم في كتابه (المدخل إلى معرفة الصحيح) عقد فصلاً خاصاً في الرواة المهملين من شيوخ البخاري، وأيضاً فعل مثله الكلاباذي في كتابه (رجال صحيح البخاري) ، ففي آخر الكتاب عقد فصلاً في بيان الشيوخ المهملين والرواة المهملين عموماً في (صحيح البخاري) مع تعيين أسمائهم، وقام بجمع هذه الجهود مع جهود أخرى الحافظ أبو علي الغساني الجيّاني في كتابه (تقيّيد المهمل وتميّيز المُشكل) في فصلٍ عنوانه: \"التعريف بشيوخ حدّث عنهم محمد بن إسماعيل البخاري في كتابه وأهمل أنسابهم وذكْر ما يُعرفون به من قبائلهم وبلدانهم\"، جمع فيه جهد الحاكم مع جهد الكلاباذي مع جهد ابن السكن وغيرهم ممن تعرّض لتعيين الرواة المهملين في (صحيح البخاري) ، والكتاب مطبوع.",
            "page": "57",
            "part": "1",
            "seal": "BB5ACE72"
        },
        {
            "id": "58",
            "nass": "7-من خلال فصول عقدها العلماء -في كتب متناثرة- حول بيان الرواة المهملين، وممن عقد فصلاً للرواة المهملين الرامهرمزي في كتابه (المحدث الفاصل) -وهو كتاب جليل عظيم الفائدة، وقد أهمله كثير من طلبة العلم-، فقد عيّن الرواة المهملين فيما يقارب السبعين صفحة في فصل كامل. وقد صنّف الرامهرمزي هذا الكتاب رداً على بعض المعتزلة وعلى من يقول: أن علم الحديث علمٌ غير مهم..، فصنّف الرامهرمزي كتابه ليبين لهم عمق هذا العلم، وأنه لا يدركه إلا من تبحّر فيه، ومن ذلك عَقْدُه لفصل المهملين، وقد اختار أمثلة في غاية الدِّقة، فيُنصح بمراجعته. أيضاً الذهبي في (سير أعلام النبلاء) في آخر ترجمة حماد بن زيد في آخر الجزء السابع، عقد فصلاً في التفريق بين حماد بن زيد وحماد بن سلمة، فقال: إذا روى فلان وفلان.. عن حماد فهو كذا، وهكذا، وقد عقد فصلاً جميلاً فيما يقارب الثلاث صفحات حول حماد بن زيد وحماد بن سلمة. ¶ 8- من خلال التوسع في الترجمة للرواة، فقد تجدُ في ترجمة الشيخ أو في ترجمة التلميذ عبارة صريحة من أحد الأئمة، مثلاً: إذا روى فلان عن حماد فهو حماد بن سلمة وإذا أراد حماد بن زيد فإنه يسميه، ومن أمثلة ذلك يقول العجلي في تاريخه:\" كان حجاج -يعني ابن المنهال- إذا حدث عن حماد بن سلمة قال: حدثنا حماد، وإذا حدث عن حماد بن زيد قال: حدثنا حماد بن زيد\".",
            "page": "58",
            "part": "1",
            "seal": "C8A1C965"
        },
        {
            "id": "59",
            "nass": "وقال:\" وكان سليمان بن حرب عكسه\"، أي أنه إذا أهمل فيقصد حماد بن زيد وإذا بيّن فيذكر حماد بن سلمة. فهذه الفائدة جاءت في (تاريخ العجلي) ولا تجدها في ترجمة حماد بن سلمة في (التهذيب) ولا ترجمة سليمان بن حرب ولا ترجمة حجاج ابن المنهال في (التهذيب) ، مع أن (التهذيب) من أوسع الكتب في التراجم. ومثله: جاء في (معجم ابن الأعرابي) عن عفّان بن مسلم أنه قال: \"كل شئ أقول حماد ولا أقول ابن فهو ابن سلمة\"، مع أن (معجم ابن الأعرابي) ليس له علاقة بهذه القضية، وليس له علاقة بالمذكورين بل عرضاً جاء في الكتاب، فينبغي تقييد مثل هذه العبارات فإنه لا يستغنى عنها. ¶ 9- من خلال الرجوع إلى الكتب الخاصة بالرواة عن شخص معيّن، فبعض العلماء أفرد حافظاً من الحفّاظ بمصنف يورد فيه كل من يعرفه من تلامذة هذا الرجل، وأشهر كتاب في ذلك (الرواة عن مالك) للخطيب البغدادي، فقد ذكر فيه مئات الرواة عن مالك بن أنس، واختصر هذا الكتاب رشيد الدين ابن العطار في كتاب سمّاه (مجرد أسماء الرواة عن مالك، للخطيب البغدادي) ، ويقصد بالتجريد أنه حذف الأسانيد؛ لأن الخطيب لا يورد ترجمة إلا وبعدها يسوق إسناداً يدلل به أن فلاناً -المترجم له- روى عن مالك، وقد طُبع هذا الكتاب، أيضاً هناك كتاب لمحمد بن مَخْلَد الدوري باسم (ما رواه الأكابر عن مالك) وهو جزء صغير خصّ فيه الأكابر الذين رووا عنه، أي: أقران مالك تقريباً أو من هم طبقة شيوخ مالك. ¶ وللإمام مسلم كتاب سمّاه (رجال عروة بن الزبير وجماعة من التابعين) يذكر فيه تلامذة جماعة من التابعين منهم عروة بن الزبير، ومنهم الزهري، ومنهم شعبة، ومنهم سليمان بن يسار، ومنهم علي بن الحسين بن علي، وجماعة آخرون، وأحياناً التلامذة عن هذا الشيخ على الطبقات، الأوثق فالثقة، ثم الأقل ثقة، مثل ما فعل في شعبة بن الحجاج، وهو مطبوع.",
            "page": "59",
            "part": "1",
            "seal": "C88F68EE"
        },
        {
            "id": "60",
            "nass": "بعض المعاصرين قام بمثل هذا العمل، مثل كتاب (رواة محمد بن إسحاق) لمؤلفه: مطاع الطرابيشي، في مجلد ضخم، جمع فيه جمعاً جيّداً. ¶ ويأتي أيضاً الحاسب الآلي فيحصر لك التلاميذ والشيوخ. ¶ 10- من خلال الدراسات الحديثية في مقدمات الكتب المحققة، عندما يحاول أن يستقصي المحقق أسماء التلامذة والشيوخ لصاحب الكتاب المحقق -وهذه الطريقة فرعٌ عن الطريقة السابقة-، فتجد المحقق يحاول أن يستقصي في معرفة شيوخ المؤلف وتلاميذه من خلال كتابه الذي يحققه، ومن كتبه الأخرى المطبوع منها والمخطوط، وهذه الطريقة نافعة جداً خاصة في الرواة الذين ليسوا من أصحاب الكتب الستة، فلا تجدهم في (تهذيب الكمال) ، فيوفر الوقت هذا المحقق بالبحث عن التلامذة والشيوخ لهذا الراوي، بحيث قد لا تجدها عند غيره، ومن أمثلة ذلك ما فعله محمد بن ناصر العجمي في جمعه لشيوخ ابن أبي عاصم في مقدمة كتاب (الأوائل) لابن أبي عاصم، ثم جاء أحد المحققين وهو باسم بن فيصل الجوابرة فأضاف شيوخاً آخرين في مقدمة كتاب (الآحاد والمثاني) لابن أبي عاصم، من الذين فاتوا المحقق الأول، وفعل مثل هذا الأمر بدر البدر في مقدمة كتاب (أحاديث أبي الزبير عن جابر) لأبي الشيخ، فحصر جميع شيوخ أبي الشيخ الذين وقف عليهم وترجم لهم، وإن كان فاته شئ.",
            "page": "60",
            "part": "1",
            "seal": "ED483E62"
        },
        {
            "id": "61",
            "nass": "وهذا نوعٌ من البحوث يُنصح به طلبة العلم وهو أن يأخذ أحد المصنفين المكثرين الذين ليس لهم معجم شيوخ مثل أبي الشيخ الأصبهاني، فتذهب لكل كتبه المطبوعة وتستعرض الروايات وتقوم بحصر شيوخه من خلال كتبه المطبوعة، وإذا أردت التوسع والإتقان أبحث عن تلامذة أبي الشيخ ومن روى عنه، وعن المصنفين من تلامذته، فتجد أبا نُعيم الأصبهاني من أكثر الناس رواية عن أبي الشيخ، فأستعرض أيضاً كتب أبي نُعيم الأصبهاني؛ لأستعرض شيوخ أبي الشيخ، فيحصل عندي عدد كبير. وفائدة هذا البحث: أن كثيراً من الحُفّاظ قد يعتاد اختصار أسماء شيوخه أو تكنيتهم، فمن غير طريقة حصر الشيوخ لا أعرف من هو المقصود بالكنية؛ لأن هؤلاء الشيوخ في طبقة لم تُخدم كما خُدم أصحاب الكتب الستة، فهذه البحوث هامّة ونافعة، ويمكن أن تُخرج هذا العمل إذا أُتقن. ¶ 11- الرجوع إلى مشيخته إذا كانت له مشيخة، فالطبراني -مثلاً- إذا وجدت عنده اسم مهمل، فإني أرجع إلى معجمه الصغير باعتبار أنه المعجم الذي خصه ببيان شيوخه، وأبو بكر الإسماعيلي -صاحب (المستخرج) - إذا وقفت على حديث من طريقه فأرجع إلى مشيخته، وأبو يعلى كذلك نرجع إلى معجم شيوخه إذا كان الراوي المهمل شيخاً له. ففائدة المشيخات أنها تسمّي لك الراوي التسمية الكاملة، وقد يضيف فائدة أخرى في توثيقه أو تجريحه. وبعضهم يشترط شرطاً عاماً في مشيخته مثل: أبو بكر الإسماعيلي اشترط أن لا يذكر في معجمه إلا من كان مقبولاً عنده. ¶ 12- من خلال ملاحظة القرائن التالية: ¶ أ) اتحاد البلد: فلو وجدت راوياً مهملاً يروي عن مكي، أي أن شيخه الذي يروي عنه في الإسناد مكي، وتلميذه مكي أيضاً فيغلب على ظني أن هذا الراوي المهمل -بينهما- مكيٌ أيضاً، فينحصر البحث في المكيين، فأنظر فيمن سُمي بهذا الاسم من المكيين.",
            "page": "61",
            "part": "1",
            "seal": "E3A43201"
        },
        {
            "id": "62",
            "nass": "ب) المعاصرة، وقد تكون دليلاً قاطعاً فيما إذا لم تحقق في الراوي الآخر، فإذا وجدت راويين كلاهما يقال له: سفيان بن الحسين، وأُهمل الاسم ولم يبيّن، لكن أحدهما عاصر الشيخ الذي في ذلك الإسناد المُسمّى، والآخر لم يعاصره، فأصبح يقيناً أن الراوي هو المعاصر. ¶ جـ) أن يكون هذا الراوي المهمل معروفاً بكثرة الرواية عن شيّخ معين مثل ماذكر آنفاً أن عبد الله بن الزبير الحميدي إذا قال: سفيان، فالمقصود به ابن عيينة؛ لأن من أكثر من روى عن سفيان بن عيينة هو الحميدي، وإذا قال البيهقي: حدثنا أبو عبد الله، فالمقصود الحاكم؛ لأنه يكثر الرواية عن الحاكم.",
            "page": "62",
            "part": "1",
            "seal": "8AB64D3F"
        },
        {
            "id": "63",
            "nass": "13- وهي خاصة فيما إذا كان الراوي مذكوراً بكنيته، فهذا يمكن تعيينه من خلال كتب الكنى، ومن أقدمها كتاب (الكنى) للإمام أحمد برواية ابنه صالح، وهو جزء صغير مطبوع، وكتاب (الكنى) للبخاري المطبوع في آخر كتابه (التاريخ الكبير) ، وهذا الكتاب في غالبه لمن لم يُعرف اسمه؛ لجهلنا به أو لكون كنيته هي اسمه، مثل ما قيل في أبي بكر بن عيّاش بأن اسمه هو أبو بكر، أيضاً لمسلم كتاب (الكنى والأسماء) وهو مطبوع، وكتاب (الكنى والأسماء) للدولابي -تلميذ البخاري- وهو كتاب مهم مطبوع في مجلدين ضخمين، وكتاب (الكنى) لأبي أحمد الحاكم الكبير، وقد طُبع جزء منه في أربع مجلدات، وكتاب (المقتنى في سرد الكنى) للذهبي، وهو أوسع هذه الكتب وقد طبع في مجلدين ضخمين، أيضاً كتاب (الكنى) لابن مندة، المطبوع باسم (فتح الباب في الكنى والألقاب) ، وهو خاص بالكنى وليس فيه من الألقاب شئ، والذي طُبع جزء منه وهو خاص بالكنى، فلعلّ الجزء المتبقي منه يتكلم عن الألقاب، أيضاً للحافظ ابن عبد البر كتاب (الاستغنا في معرفة من روى من أهل العلم المعروفين بالكنى) . أيضاً من الكتب التي تخدم هذه الطريقة عموم كتب التراجم، مثل (تهذيب الكمال) ففي آخره فصلٌ خاص بالكنى، وكذا (تهذيب التهذيب) فيه فصلٌ خاص بالكنى، ولا يكاد يخلو كتابٌ خاصٌ بالتراجم إلا وفيه فصلٌ خاص بالكنى، حتى (تاريخ بغداد) و (تاريخ دمشق) و (تاريخ جُرجان) والتواريخ المحليّة. أيضاً من الطرق المفيدة في الكنى: الفهارسُ المتقنة للأعلام في أواخر الكتب المحققة، وتظهر فائدتها جليّة خاصة في الرجال الذين ليسوا من أهل الكتب الستة، فلا يكون مخدوماً بذكر كنيته في كتب الكنى، أو لايكون مشهوراً بكنيته، فيساعدك المحقق البارع بتعيين هذا الراوي أثناء التحقيق، ويأتي في الفهرس فيذكر الكنية ويضع مقابلها إحالة على اسمه الصريح في الفهرس.",
            "page": "63",
            "part": "1",
            "seal": "4B841B92"
        },
        {
            "id": "64",
            "nass": "14- إذا كان الراوي مذكوراً بلقبه، فهناك كتبٌ تخدم الألقاب، ومن أهم الكتب في ذلك (كشف النقاب) لابن الجوزي، وهو مطبوع في مجلدين، وأيضاً مختصر كتاب (الألقاب) لابن الفرضي، وهو مطبوع، وكتاب (مجمع الآداب) لابن الفوطي، وهوكتاب ضخم لا يوجد منه إلا أجزاء يسيره طُبعت في ست مجلدات كبار، وهذا الكتاب غالبه خاصٌ بالألقاب المضافة مثل: [عزّ الدين، شرف الدين، تقي الدين، قوّام السنّة، بهاء الدولة] ، سواءً للعلماء أو للأفراد أو للقوّاد فيذكرهم ويترجم لهم. ¶ أيضاً كتاب (الألقاب في الصحيحين) لأبي عليّ الجيّاني، وهو مطبوع، وكتاب (ذات النقاب في الألقاب) للذهبي، وهو جزء صغير مطبوع، ومن أوسع الكتب في الألقاب كتاب (نزهة الألباب في معرفة الألقاب) للحافظ ابن حجر، وهو كتاب لا يُستغنى عنه، ومن أمسّ الكتب لمن أراد التخريج؛ لأنه يذكر الرواة خاصة، ويُعتبر مختصراً لكتاب (الألقاب الكبير) للشيرازي، وهو كتاب كبير مُسند، اختصره الحافظ ابن حجر في كتابه الآنف الذكر. أيضاً -مما صدر حديثاً- كتابٌ خاص بلقب معيّن (تسمية من لُقب بالطويل) فإذا مرَّ معك في الإسناد راوٍ ملقب بالطويل فترجع لهذا الجزء تجده مسمىً فيه. أيضاً من الطرق المعينة في معرفة أصحاب الألقاب: الفهارس، كما ذكرنا سابقاً في الكنى، وكذا كتب التراجم التي تُعنى بذكر فصولٍ خاصة في الألقاب وأصحابها وتسميتهم.",
            "page": "64",
            "part": "1",
            "seal": "61D73530"
        },
        {
            "id": "65",
            "nass": "15- أيضاً قد يأتي نسب الراوي لا لقبه، فنحتاج إلى كتب الأنساب، وأوسع هذه الكتب كتاب (الأنساب) للسمعاني، طُبع عدة طبعات أجود هذه الطبعات الطبعة التي خرجت في ثلاثة عشر مجلد، أو التي في عشر مجلدات؛ لأنها في مجلداتها الأوْل حققها الشيخ عبد الرحمن المعلمي، ثم أتمها بعد ذلك جماعة من علماء الهند، فكتاب (الأنساب) مهمٌ من عدة نواحي، منها: تعيين الرواة المهملين، وأيضاً أنه كتاب تراجم، فقد نقف فيه على تراجم لبعض العلماء لا نجدها في كتاب آخر؛ لأنه إمام قديم، واستوعب في كتابه كتباً مفقودة بالنسبة لنا، فاستوعب مثلاً كتاب (تاريخ نيسابور) للحاكم -وهو مفقود-، واستوعب ذيلاً على تاريخ بغداد للسمعاني نفسه. ¶ أيضاً من كتب الأنساب المهمة كتاب (الأنساب المتفقة) لابن طاهر المقدسي، وهو جزء صغير ولطيف، فيقول -مثلاً-: الحُلْواني، نسبة إلى حُلْوان بجانب بغداد، وحُلْوان في مصر، والمنسوبين إلى حُلْوان التي من بغداد فلان وفلان وفلان، والمنسوبين إلى حُلْوان التي في مصر فلان وفلان وفلان. وهذه دقةٌ منه وفائدة هذا: أنه يفيد في تعيين الرواة من خلال ضبط بلدانهم. ¶ ومن كتب الأنساب كتاب (عجالة المبتدي) للحازمي، وهو مطبوع في مجلد واحد. وأيضاً من الكتب المعينة في معرفة الأنساب فصول الأنساب في كتب التراجم السابقة. ¶ وإذا كانت نسبته إلى بلد فنرجع إلى (معجم البلدان) لياقوت الحموي، فهو يذكر البلد ويضبطه، ويذكر أبرز الأعلام الذين سكنوا هذا البلد، وقد صدر فهرسٌ للأعلام على حروف المعجم للكتاب مما يُسهل الوقوف على الأعلام من خلال أسمائهم أو بلدانهم. ¶ ومما يُعين في الأنساب فهارس الأعلام المتقنة في أواخر الكتب المحققة -كما سبق بيانه-.",
            "page": "65",
            "part": "1",
            "seal": "6CFB8CA5"
        },
        {
            "id": "66",
            "nass": "16- إذا كان الراوي المهمل شيخ المصنف، فله حالات خاصة منها: الرجوع إلى معجم شيوخه -كما سبق-، فإن لم يكن له مشيخة، فيمكن أن نستعرض مصنفات هذا الإمام، وفي الغالب أنه في نفس المُصنّف الذي أُهمل فيه فأستعرضه من أوله، حيث إن كثيراً من العلماء إذا صنّف كتاباً فإنه إذا مرّ عليه شيخه أول مرّة في الكتاب فإنه يسميه تسمية واضحة كاملة، ثم إذا تكرر فإنه قد يختصره باسمه منفرداً أو بكنيته أو بلقبه، فلا تعرفه ولكن إذا استعرضت أوّل الكتاب تجده مذكوراً باسمه وكنيته ولقبه ونسبه كاملاً، ثم إنه ليس من العادة أن يختصر في البداية ويسمّي في النهاية؛ لأنه خلاف الحكمة. وهذه الطريقة ناجعة جداً.",
            "page": "66",
            "part": "1",
            "seal": "627751B8"
        },
        {
            "id": "67",
            "nass": "17- فإذا كان الراوي مُسمىً باسم واضح، فينبغي التأكد من ضبط شكل الإسم؛ لأنه قد يشتبه بغيره، مثاله: محمد بن عبد الله المَخْرَمي هو غير محمد بن عبد الله المُخَرِّمي، والخطأ في هذا قد يُؤدي إلى الخلط بين تراجم المتشابهين في كتابة الاسم مما يؤدي إلى الاختلاف في الحكم، فينبغي التعامل مع الأسانيد بمبدأ الرّيبة حتى تتيقن، ويُرجع في ضبط الأسماء إلى كتب المؤتلف والمختلف، وأقدم هذه الكتب التي صنفها المحدثون كتاب (المؤتلف والمختلف) لعبد الغني بن سعيد الأزدي، وكتاب (المؤتلف والمختلف) للدارقطني، وهما مطبوعان، وكتاب (المؤتنف في تكملة المؤتلف والمختلف) للخطيب، وهو مخطوط بخط الخطيب إلى الآن، وكتاب (الإكمال) لابن ماكولا، جمع فيه الكتب السابقة مع تحرير وإضافات، وأفرد أوهام هذه الكتب الثلاثة في كتاب مستقل سماه (تهذيب مستمر الأوهام) وهو مطبوع أيضاً، وهذا الكتاب وهو (الإكمال) يُغني عن الكتب السابقة، جاء بعده ابن نقطة فذيّل عليه بكتاب (تكملة الإكمال) وهو مطبوع، جاء بعده ابن الاسكندراني فذيّل على كتاب ابن نقطة، جاء بعده ابن الصابوني فذيّل على كتاب ابن الاسكندراني، وكتابه مطبوع، جاء بعدهم الذهبي فألّف كتابه (المشتبه) في مجلد واحد، ثم جاء بعده مَنْ شرح هذا الكتاب، الأول ابن ناصر الدين الدمشقي في كتاب ضخم اسمه (توضيح المشتبه) في عشرة مجلدات، والثاني هو الحافظ ابن حجر في كتابه (تبصير المُنتبه بتحرير المشتبه) في أربعة مجلدات -وهو من الكتب التي يَعْتَزُّ بها الحافظ-.",
            "page": "67",
            "part": "1",
            "seal": "54020BF6"
        },
        {
            "id": "68",
            "nass": "ومن كتب الضبط المُعينة كتب الاشتقاق، وطبع منها كتابان (الاشتقاق) للأصمعي، و (الاشتقاق) لابن دُريد، وأهمية هذه الكتب أنها تُبيّن لك ما هو اشتقاق الأسماء العربية، ولم تؤلف في الرواة ولكنها تنفع في الرواة، فلو -مثلاً- وقفت على راوٍ كالصحابي عبد الله بن مغفل، هناك كثير من طلبة العلم يقولون: عبد الله بن مُغَفِّل -حياءً من أن يوصف الصحابي بالتغفيل-، فإذا رجعت لكتب الاشتقاق تبيّن لك أن العرب يُسمون مُغَفَّل -بفتح الفاء-، وأيضاً مثل: عياض بن حمار، هل هو حِمار أو حَمّار أو حُمار، فتُبيّن لك أن العرب تُسمي حِمار -بكسر الحاء-، وكذا صباح، فالأصل عند العرب أنهم يسمون: صبَّاح -بتشديد الباء- بعكس ما يفعلونه اليوم من تخفيف الباء، فالأصل في هذا الاسم أنه بالتشديد، وعليه فإذا وجدت راوياً بهذا الاسم فالأصل أن اسمه صبّاح بالتشديد، إلا في رواة قلّة نُصَّ عليهم، وكتاب ابن دريد ضخم، وكتاب الأصمعي صغير، وكلاهما مطبوع. ¶ ومن الكتب المهمة في الضبط كتاب (تاج العروس) للزبيدي، وهو معجم لغوي ضخم، ومع ذلك يعتبر مصدراً من مصادر التراجم، وحريٌّ أن تُخرَج التراجم الموجودة في (تاج العروس) في مصنفٍ مستقل -وهناك من يعمل على ذلك، عسى أن يخرج عمله قريباً-.",
            "page": "68",
            "part": "1",
            "seal": "9D249883"
        },
        {
            "id": "69",
            "nass": "أيضاً ومن الكتب المُعينة في التعيين والضبط فيما إذا كان الراوي مشتبهاً: كتب المشتبه، وأهمها كتاب (تلخيص المتشابه) للخطيب البغدادي –والمشتبه: علمٌ دمج بين المتفق والمفترق والمؤتلف والمختلف-، وذيّل الخطيب على كتابه السابق بكتاب سمّاه (تالي تلخيص المتشابه في الرسم) . ومن الكتب المُعينة في التعيين كتاب (غُنية المُلتمس في إيضاح الملتبس) للخطيب، وقد عقد كتابه على فصلين، الأول: من سُمّي من الرواة وكُني أبوه باسمه، فيذكر اسمين متشابهين وفيهما اختلاف يسير في الكنية وهما لشخص واحد، والفصل الثاني: لمن تشابهت أسمائهم وأشخاصهم مختلفة، وهكذا. ¶ 18- إذا كان اسم الراوي منطبق على راوٍ آخر تماماً بالرسم والشكل، فهذه تُبينها كتب المتفق والمفترق، وفي مقدمتها كتاب الخطيب (المتفق والمفترق) وهو مطبوع في ثلاثة مجلدات، وكتاب (الموَضّح لأوهام الجمع والتفريق) ، وميزة هذا الكتاب أنه تتبع أوهام العلماء الذين أخطئوا ففرقوا المتفق أو عكسه، وهو كتابٌ مهم.",
            "page": "69",
            "part": "1",
            "seal": "3FAC694E"
        },
        {
            "id": "70",
            "nass": "2) الخطوة الثانية من مراحل الترجمة للرواة: ¶ معرفة تاريخ مولد ووفاة الرواة أو طبقاتهم ¶ ولمعرفة المولد والوفاة فوائد من أهمها: التثبت من عدم وجود سقط ظاهر في الإسناد، والسقط قد يكون قديماً، أي أن حقيقة الرواية منقطعة من الأساس، ولا توجد في المصنفات إلا منقطعة ولا تُعرف إلا بذلك السقط، وقد يكون السقط حديثاً أي مطبعياً أو أثناء نسخ المخطوطة سقط من الناسخ، فالنظر في المواليد والوفيات للرواة يقينا من أن يخفى علينا سقطٌ وقع في إسناد أحد الأحاديث؛ لأن السقط الظاهر الجلي في الإسناد يُدرك ويُعلم من خلال عدم إدراك الراوي لمن روى عنه في الزمن وعدم معاصرته له، ولذلك اعتنى العلماء بتقييد سنوات الوفيات والولادة، لكن للأسف الشديد أنه لم يعتن علماء القرن الأول والثاني والثالث بالتأليف في هذا الباب مع عنايتهم بالعلم بقضاياه، وكانوا يعتمدون في نقل هذه القضايا على الرواية الشفهية، فلما تطاول الزمن اعتنى العلماء في القرن الرابع الهجري بتقييد تواريخ الوفيات والمواليد، ومن أجل ذلك تجد أن العلماء اختلفوا كثيراً في تواريخ وفيات الصحابة، ومن باب أولى في سنوات ولادتهم بخلاف القرن الرابع والخامس فلا يكاد يُختلف في تعيين وفيات وولادة علمائها، فكلما تقدم الزمن كان الخلاف في التواريخ أكثر، وكلما تأخر الزمن عن القرن الأول كلما قلّ الخلاف وانضبطت تواريخ الولادة والوفاة.",
            "page": "70",
            "part": "1",
            "seal": "86FF4A54"
        },
        {
            "id": "71",
            "nass": "من أقدم الكتب في ذلك، كتاب (الوفيات) لأبي نُعيم الفضل بن دكين (ت219هـ) وهو موجود، وأيضاً كتاب (الوفيات) لعبد الباقي بن قانع (ت351هـ) وصل في التاريخ فيه إلى سنة (346هـ) ، وهذا الكتاب غير موجود إلا أن جميع النقول التي فيه استوعبت في الكتب المتأخرة. من الكتب المهمة كتاب (تاريخ وفيات الشيوخ الذين أدركهم أبو القاسم البغوي) وهو إمامٌ متقدم توفي (317هـ) ، وأصل الكتاب مسودة كان أبو القاسم البغوي يُقيِّد فيها وفيات من عاصرهم من العلماء وكان محتفظاً بها لنفسه، فلما توفي أبو القاسم وَرِث الأوراق المسودة أحد أبناء عمومته، فسلّمها لأحد كبار الحفاظ من القرن الرابع الهجري وهو محمد بن المظفر البغدادي، فقام هذا الحافظ بترتيبها وإخراجها، والكتاب مطبوع بترتيب وتبييض الحافظ محمد بن المظفر. ثم أُلِف كتابٌ في الوفيات أصبح عمدة للعلماء يذيّلون عليه، وهو كتاب (تاريخ مواليد العلماء ووفياتهم) لابن زبر الرَبَعي، وهو مطبوع، توفي مؤلفه في (379هـ) ، ووصل في التاريخ فيه إلى سنة (357هـ) ، ثم ذيّل عليه عبد العزيز بن أحمد الكتاني (ت466هـ) ، وابتدء من سنة (338هـ) ، ووصل فيه إلى سنة (462هـ) ، وهو مطبوع، ثم كتاب (ذيلُ ذيلِ تاريخ مواليد العلماء ووفياتهم) لهبة الله ابن الأكفاني (ت524هـ) ، وابتدء من سنة (463هـ) ، ووصل فيه إلى سنة (485هـ) ، ثم ذيّل عليه أيضاً أبو الحسن علي بن المفضل المقدسي (ت611هـ) ووصل فيه إلى تاريخ (581هـ) وسمّى كتابه (وفيات النقلة) - ولم يطبع حتى الآن - ثم ذيّل عليه الحافظ المنذري فألّف كتاب (تكملة وفيات النقلة) ، وهو مطبوع في أربعة مجلدات، ووصل فيه إلى سنة (642هـ) ، وهو كتابٌ مهم حيث أنه أضاف إلى كونه كتاب وفيات أيضاً ضبط الأسماء المذكورة فيه وأنسابهم أيضاً، فيعتبر من كتب الضبط، ثم إن المحقق الدكتور بشار عواد خدم هذا الكتاب خدمة فائقة جداً، ثم ألف عز الدين أحمد بن محمد الحسيني",
            "page": "71",
            "part": "1",
            "seal": "7452CCA2"
        },
        {
            "id": "72",
            "nass": "كتاب (صلة التكملة لوفيات النقلة) - ولم يطبع - ثم ذيّل عليه أحمد بن أيبك الدمياطي (ت749هـ) (ذيّل الصلة) ولم يطبع، ثم ذيّل عليه العراقي -شيخ ابن حجر-، وذيّل على كتاب العراقي ابنه: أبو زرعة العراقي، ثم توقف التذييل على هذا الكتاب، لكن خرجت كتب أخرى متممة ومذِيّلة،وهي الكتب التي تتكلم عن علماء قرن بكامله، مثل كتاب (الدرر الكامنة في أعيان المائة الثامنة) للحافظ ابن حجر، ثم جاء بعده السخاوي في كتابه (الضوء اللامع في أعيان القرن التاسع) ، ثم جاء بعد السخاوي في القرن العاشر: الغزيّ في كتابه (الكواكب السائرة في أعيان المائة العاشرة) ، وأيضاً للعيدروس كتاب (النور السافر في أعيان القرن العاشر) ، ثم جاء بعد القرن العاشر: المحبي فألّف (خلاصة الأثر في أعيان القرن الحادي عشر) ، ثم جاء المرادي فألف (سلك الدرر في أعيان القرن الثاني عشر) . ثم أُلِّفت كتبٌ مختلفة في أعيان كل بلد، فمثلاً لعلماءِ الحجاز يوجد كتاب من القرن العاشر إلى القرن الرابع عشر، وفي أعيان نجد كتاب الشيخ عبد الله البسام (علماء نجد خلال ستة قرون) ، وفي علماء المغرب (النشر المثاني) ، ولا يكاد يخلو قطرٌ من الأقطار الإسلامية إلا وهناك كتاب يؤرخ لعلمائه في الفترة المتأخرة، ويجمع أهم مافي هذه الكتب كتاب (الأعلام) للزركلي، حيث اعتنى بالمتأخرين عناية كبيرة، وذُيّل على كتاب (الأعلام) بتذييلين، الأول (تتمة الأعلام) لمحمد خير رمضان يوسف، والثاني: (ذيل الأعلام) لأحمد العلاونة،وقد طُبع مؤخراً. ¶ ومن الكتب التي تعتني بذكر الوفيات: كتب التراجم عموماً، ككتاب (التاريخ الكبير) و (التاريخ الأوسط) للبخاري، وكتب التواريخ المحلية، مثل: (تاريخ بغداد) ،و (تاريخ دمشق) ،و (تاريخ جرجان) و (واسط) إلخ..",
            "page": "72",
            "part": "1",
            "seal": "E4863C78"
        },
        {
            "id": "73",
            "nass": "فإن لم تُعرف الوفاة ولا الولادة فنلجأ إلى محاولة معرفة طبقة الراوي، ومعرفة طبقة الراوي مهمةٌ لأغراض كثيرة، من أهمها: ماسبق من التثبت من عدم وجود سقط ظاهر في الإسناد، بل ربما بلغت أهمية الطبقة إلى درجة أنه يُصحَّح تاريخ الولادة والوفاة من خلال الطبقة. وهناك كتابٌ جيّدٌ يُنصح بقرائته حول علم الطبقات، وهو كتاب (علم طبقات المحدثين) لأسعد تيّم، وهو كتابٌ عميقٌ خدم علم الطبقات خدمة لم يسبق إليها من حيث التقعيد وذكر الأصول والضوابط المتعلقة بهذا العلم. ¶ وكتب الطبقات كثيرة ومتعددة، من أقدمها وأهمها كتاب (الطبقات) لابن سعد، المشهور بالطبقات الكبرى لابن سعد، وهو كتاب مسند، والكتاب مطبوع، وطبعت له تتمات ثلاث، فينبغي العناية باقتنائها، فطبعت تتمة بتحقيق زياد منصور، وتتمة طبعت بتحقيق د. محمد بن صامل السلمي، وتتمة ثالثة بتحقيق د. عبد العزيز السلومي. ثم طبع الكتاب مؤخراً طبعةً كاملة، بتحقيق: علي بن محمد عمر. أيضاً من كتب الطبقات المهمة كتاب (الطبقات) لخليفة بن خيّاط -شيخ البخاري-، وكتاب (التاريخ الأوسط) للبخاري مرتب على الطبقات، وكتاب (الطبقات) لمسلم وهومطبوع، وكتاب (الثقات) لابن حبان مرتبٌ على طبقات واسعة جداً؛ لأنه اعتبر الصحابة كلهم طبقة واحدة، والتابعين كلهم طبقة واحدة، وأتباع التابعين طبقة واحدة، والطبقة الأخيرة طبقة أتباع أتباعِ التابعين. ومن كتب الطبقات: كتبٌ متعددة للذهبي، مثل كتاب (تذكرة الحفاظ) - ويعتبر كتاب (طبقات علماء الحديث) لابن عبد الهادي مختصر لـ (تذكرة الحفاظ) – وكتاب (سير أعلام النبلاء) للذهبي، وكتاب (تاريخ الإسلام) للذهبي، وهو كتاب ضخم جداً.",
            "page": "73",
            "part": "1",
            "seal": "CFF159FA"
        },
        {
            "id": "74",
            "nass": "فإن لم يُوقف على طبقة الراوي أو لم تحدد تحديداً دقيقاً فأبحث عن ترجمةٍ لهذا الراوي -والترجمة لا يلزم أن يُذكر فيها تاريخ الولادة أو الوفاة أو الطبقة- وأنظر في شيوخ هذا الراوي، وأقيس هذا الراوي بالرواة الآخرين الذين رووا عن هؤلاء الشيوخ أنفسهم، فإذا كان الشيخ من الطبقة الخامسة، فإن التلميذ الذي روى عنه في الطبقة السادسة أو السابعة، ويمكن أيضاً من خلال النظر في تلامذة ذلك الراوي، فإذا وجدت أن شيوخهم من الطبقة السادسة أو السابعة فلا يخلو أن يكون شيخهم من تلك الطبقة. ¶ من خلال ما سبق نستطيع أن نتجنب السقط الظاهر، لكن بقي احتمال وجود سقط خفي وهو ما كان من رواية راوٍ حدّث عنه بما لم يسمعه منه، أو رواية راوٍ عاصر من روى عنه ولم يسمع منه، وهما عبارة عن التدليس والإرسال الخفي -كما عند الحافظ ابن حجر-. ¶ فإذا أردت أن أتثبت من عدم وجود سقطٍ خفي أنظر: هل صرّح الرواة بالسماع؟ فإن صرّحوا بالسماع، وصحّ هذا التصريح عنهم بالسماع، ولم يحتمل وجود تأول في هذا التصريح، فلا أشك في اتصال هذا الإسناد.",
            "page": "74",
            "part": "1",
            "seal": "A7C9C994"
        },
        {
            "id": "75",
            "nass": "والمقصود بالتصريح بالسماع هو أن يقول: حدثنا أو أخبرنا أو أنبأنا أو سمعت أو ذكر لنا أو قال لنا ... الخ، وأما صحة التصريح فإن بعض الرواة قد يَهِمُ ويقول: حدثنا - وهو لم يحدثه -؛ لكونه تعوّد على عبارة حدثنا كجرير بن حازم، قال عنه يحيى بن معين: \"جرير بن حازم كان سجيّة فيه أن يقول حدثنا حدثنا \" وإن لم يقل شيوخه حدثنا، فيقع ذِكْرُ التصريح بالسماع منه وهماً لا تعمُّداً. بل إن بعض الرواة ضعّفهم أهل العلم لأنهم يذكرون صيغ السماع بين رواة معروفٌ عند أهل العلم أنهم لم يلتقوا، ومن هؤلاء سالم الخيّاط سُئل عنه أبو حاتم، فقيل:\" سمع الحسن من أبي هريرة؟ قال: لا، قالوا: فإن سالم الخيّاط يقول عن الحسن سمعتُ أباهريرة! فقال أبو حاتم: هذا مما يبين ضعف سالم\". ويُتنبه إلى أن توهيم الرواة في صيغ السماع له قيود وضوابط، ليست هي ضوابط وقيود مسألة الشذوذ. فإذا صحت صيغة السماع يبقى احتمال أن الراوي تأول في صيغة السماع، فقد يقول الراوي: حدثنا، ويقصد حدث أهل بلدنا، وغزا بنا، يقصد: غزا بأهل بلدنا أو غزا بالناس، وهذا فعله الرواة، وورد أيضاً عن أبي هريرة في الصحيحين حينما قال: ((لما افتتحنا خيبر)) ، ومعلومٌ أنه لم يسلم إلا بعد فتح خيبر، وكذلك الرجل الذي يخرج للدجال في آخر الزمان ويقول: ((أنت الدجال الذي حدثنا رسول الله -صلى الله عليه وسلم- عنك)) ، ومعلومٌ أنه لم يلق النبي - صلى الله عليه وسلم -، فيكون قصده بحدثنا أي حدث المسلمين. فالمقصود: أنه قد يتأول بعض الرواة، لكن الرواة الذين تأوّلوا قلةٌ جداً، وتأوّلهم أيضاً قليل جداً، فليس لهذه القضية حكم مُطّرد، فلا يقال: مادام أن الرواة قد تأوّلوا فلا يكون لـ (حدثنا) دلالة على السماع، بل هي دالّة على السماع إلا في حدود ضيقة، ليس هذا المقام مجال ذكرها.",
            "page": "75",
            "part": "1",
            "seal": "1F89EA82"
        },
        {
            "id": "76",
            "nass": "فإذا ثبتت هذه الاحتمالات: تصريح صحيح غير متأول عرفنا أن الرواية متصلة ليس فيها انقطاع. ¶ تنبيه: التوقف عن قبول رواية الرواة إلا أن يصرحوا بالسماع ليس في عموم الرواة، لكن في مَنْ وُصِفَ بأنه مدلس، فهذا هو الذي نطلب منه أن يصرح بالسماع، ثم إنه ليس كل مدلس نطلب منه أن يصرح بالسماع. ¶ وهنا تنبيه آخر: وهو أن الراوي قد يكون غير موصوف بالتدليس، لكن مع ذلك يلزمنا التحري في سماعه؛ لأنه قد يكون هذا الراوي روى عمّن عاصره ولم يلقه، أو عمّن لم يعاصره أصلاً، لكنَّ عدم المعاصرة ليس واضحاً؛ لكون تاريخ الولادة والوفاة مجهولاً بالنسبة للشيخ والتلميذ، وقد تكون الطبقة محتملة كطبقة التابعين مع طبقة الصحابة، فالأمر هذا يكثر في طبقة التابعين، ويقلُّ في أتباع التابعين،ويكاد يندر فيمن سواهم. فنرجع إلى كتب المراسيل للتأكد من أن هذا الراوي لم يُحكم بعدم سماعه ممن روى عنه. ومن هذه الكتب وهو أجلّها: كتاب (المراسيل) لابن أبي حاتم، ثم تممّ هذا العمل العلائي في كتابه (جامع التحصيل) ، ثم تممّ هذا العمل أيضاً أبو زرعة العراقي في كتابه (تحفة التحصيل برواة المراسيل) وكلُّ هذه الكتب مطبوعة. ¶ وأيضاً كتب التراجم كـ (تهذيب الكمال) و (تهذيب التهذيب) ،كثيراً ما تنصّ على السماع وعدمه وعلى المراسيل. وأيضاً عموم كتب العلل والسؤالات القديمة والتواريخ القديمة، مثل: (تاريخ يحيى بن معين) برواية الدوري، أو (تاريخ عثمان بن سعيد الدارمي عن يحيى بن معين) ، وغيرها. ¶ فإذا بحثنا فلم نجد ما سبق، ننظر هل وُصف بالتدليس؟ فإن لم يوصف بالتدليس، ولم نقف على حكم بعدم سماعه، والطبقة تحتمل السماع، فنقبل روايته ولو عنعن فإنا نقبل هذه العنعنة.",
            "page": "76",
            "part": "1",
            "seal": "CE6646B4"
        },
        {
            "id": "77",
            "nass": "أما إذا وُصِفَ بالتدليس، فأنظر -أولاً-: ماهو نوع تدليسه الذي وصف به؟ فإن كان تدليسه تدليس شيوخ أو تدليس بلدان، فلا يؤثر ذلك على قبول عنعنته؛ لأن تدليس الشيوخ لا علاقة له بصيغ الأداء وإنما هو تعمية اسم الراوي أو كنيته أو لقبه، وذكره بغير ما يعرف به، فإذا كان ذلك فعلينا أن نعيّن الراوي فقط، فإذا عرفناه حكمنا عليه بما يلزم، وإذا لم نعرفه نتوقف في الحكم على الحديث؛ لأن هذا الراوي أشبه عندنا المجهول الذي لا نستطيع أن نحكم على حديثه لا بصحة ولا بضعف. ¶ وإن كان تدليسه تدليس رواية الراوي عمّن سمع منه ما لم يسمعه، فهنا نقف مع الراوي وقفات متعددة، أولاً: ننظر هل ذُكر في مراتب المدلسين في مرتبة من تُقبل عنعنته أم مَنْ تُرَدُّ عنعنته. وكتب مراتب المدلسين يأتي في مقدمتها كتاب (تعريف أهل التقديس بمراتب الموصوفين بالتدليس) للحافظ ابن حجر، حيث رتب فيه المدلسين على خمسة طبقات، الأولى والثانية تُقبل عنعنتهم، والثالثة يُرجح الحافظ بأنها تُرد عنعنتهم، والرابعة يجزم بردّ عنعنتهم، والخامسة حديثهم ضعيف سواءً صرحوا بالسماع أم لم يصرّحوا. ¶ ومن الكتب التي خدمت هذه الناحية كتاب العلائي (جامع التحصيل) ، فقد رتب في مقدمة هذا الكتاب نماذج من المدلسين على طبقات يبيّن فيها من تُقبل عنعنته ومن لا تقبل، وفعل هذا الفعل نفسه الحافظ ابن حجر في كتابه (النكت على ابن الصلاح) ، ولا يغني كتابه السابق عن أحكامه في النكت؛ لأنه ربما تغيّر اجتهاد الحافظ ابن حجر فيذكر راوٍ في طبقة معينة ثم يجعله في النكت في طبقة أخرى، والظاهر أن كتاب (النكت) آخر الكتابين، فتنظر على ماذا استقر رأي الحافظ في هذا الراوي، فإن اختلفت آراؤه ترجح بالمرجحات الأخرى.",
            "page": "77",
            "part": "1",
            "seal": "5D64B7BA"
        },
        {
            "id": "78",
            "nass": "قد يختلف العلماء في الرواة من حيث ترتيبهم في مراتب التدليس وقبول عنعنتهم، بل قد يختلف رأي الإمام الواحد، وليس بصحيح أن نأخذ بالقول المتأخر، فقد يكون الأول هو الصواب ولا يكون المتأخر هو الصواب. ¶ وأيضاً قد نجد تطبيقات العلماء مخالفة للمرتبة المذكورة لهذا الراوي في أحد هذه الكتب، فمثلاً العلماء متفقون على قبول عنعنة الزهري، ومنهم الحافظ ابن حجر نفسه، لكن نجد أن الحافظ ذكر الزهري في المرتبة الثالثة من مراتب المدلسين، التي رجح بأن عنعنة أصحابها تُردّ، فهذا دليل على خطأ اجتهاد ابن حجر في عنعنة الزهري ومجانبته للصواب في ترتيبه. ثم إن لأهل العلم مناهج وأقوال مختلفة في قبول رواية المدلس، فيجب على طالب العلم أن يراعي هذه الأقوال؛ لأنها ليست مُطْرحة كما يظنُّ بعض طلبة العلم، وبعضهم يتعامل مع رواية المدلس بعمل آلي فإن صرّح بالسماع قبل روايته، وإن لم يصرح بالسماع نظر في مراتب المدلسين، وحكم على الرواية من خلال مرتبة المدلس من حيث القبول والرد، وهذا التعامل الآلي خطأ، فهناك مناهج مختلفة حتى مع الراوي المُكثر من التدليس فقد يقبل العلماءُ عنعنته في حدود معينة وبشروط محددة. ¶ 3) الخطوة الثالثة: معرفة مرتبة الراوي في الجرح والتعديل. ¶ وقبل مراجعة كتب الجرح والتعديل؛ لمعرفة مرتبة الراوي فيها وأقوال أهل العلم فيه، يجب على طالب العلم أن يُتقن بابين من أبواب مصطلح الحديث تتعلق بهذا الأمر: ¶ الباب الأول: باب معرفة مَنْ تقبل روايته ومَنْ تُردّ. ¶ الباب الثاني: باب مراتب الجرح والتعديل. ¶ فلا بد من إتقان وضبط هذين البابين؛ لأن العلماء قد يختلفون في الجرح والتعديل. فبدراسة هذين البابين أستطيع التعامل مع هذا الخلاف، وترجيح الصحيح.",
            "page": "78",
            "part": "1",
            "seal": "3F309D3C"
        },
        {
            "id": "79",
            "nass": "*من المسائل المهمة التي ينبغي التنبيه عليها: ¶ أنه لا يحتج بالراوي إلا إذا كان عدلاً ضابطاً. والضبط إما أن يكون ضبطاً تاماً، أو ضبطاً خفيفاً في حيّز القبول. والعدل: \"هو المسلم العاقل البالغ السالم من أسباب الفسق وخوارم المروءة\"، وهذه هي العدالة الباطنة، وهي التي لا تُعرف إلا من خلال طول المعاشرة والمخالطة، وليس المقصود بالباطنة مافي قلبه؛ لأنه ليس من قدرة البشرِ العلمُ بها، أما العدالة الظاهرة فهي ما تعرف بظاهر الأمر، ويمكن التفريق بين العدالة الباطنة والعدالة الظاهرة بأن نقول: أن العدالة الباطنة: هي العلم بعدم المُفسّق، والعدالة الظاهرة: هي عدم العلم بالمُفسّق فالأولى: نعلم ونتيقن بعدم وجود أمر يفسق الراوي به، أما الثانية: فلا نعلم عن الراوي شيئاً يفسق به. ¶ وشرط البلوغ يشترطه العلماء حين الأداء لا حين التحمل، فقد يتحمل الراوي صغيراً، لكن يشترط أن لا يقبل حديثه إلا إذا رواه كبيراً. ¶ وكذلك شرط الإسلام، فالكافر يمكن أن يتحمل في حال كفره، لكنه لا يقبل منه إلا أن يرويه بعد إسلامه، كما حصل مع بعض الصحابة الذين سمعوا من النبي -صلى الله عليه وسلم- حال كفرهم، ورووه بعد إسلامهم. ¶ والمقصود بالمفسقات: ارتكاب الكبيرة، والإصرار على الصغيرة. ¶ المروءة: هي موافقة أحكام الشرع والعقل السليم وأعراف المسلمين. ¶ فكل من ارتكب أمراً يخالف الشرع فهو من خوارم المروءة، أو ارتكب أمراً لا يدل على العقل السليم كالمجنون، فليس عنده مروءة، وكالطفل الصغير أيضاً فليس عنده مروءة - لكن لا يقال أنهما من أهل الفسق؛ لأنهما غير مكلفين - وكذلك لا يرتكب أمرٌ يخالف أعراف المسلمين والصالحين.",
            "page": "79",
            "part": "1",
            "seal": "F22BCA14"
        },
        {
            "id": "80",
            "nass": "وبعد بيان العدالة الظاهرة والباطنة، فهل يُشترط في قبول الراوي العدالة الباطنة فقط، أم أنه قد تقبل العدالة الظاهرة في بعض الأحيان؟ الصواب: أنه مَنْ كان عدلاً في الظاهر قد نقبله في بعض الأحيان، وهذه الحالات هي: ¶ 1- مَنْ تعذرت الخبرة الباطنة بأحوالهم؛ لتقادم العهد بهم، فكل من تعذرت الخبرة الباطنة بحاله نكتفي منه بالعدالة الظاهرة، وهذا هو الذي سار عليه أهل العلم بعامة. ¶ 2- المتأخرون من رواة النسخ الحديثية، فهؤلاء لا يشترط فيهم شئ كثير؛ لأنهم مجرد رواة لكتب ترويها الأمة كلها، كمن يروي (صحيح البخاري) ، وعنده إجازة بروايته بإسناده إلى مؤلفه، فكتاب البخاري تناقلته الأمة كلها، وليس هناك مزيّة في هذه الرواية إلا بقاء اتصال الإسناد، فيُقبل من أيّ شخصٍ مادام أن ظاهره الإسلام، ولم يكذب في دعواه، فيُقبل منه وإن كان في الباطن ليس عدلاً. المقصود أن المتأخرين يُتساهل فيهم، ونصّ على هذا التساهل الإمام الذهبي في مقدمة كتابه (ميزان الاعتدال) ، واعتبر الحدّ الفاصل بين المتقدمين والمتأخرين من هذه الناحية -وهي: الاكتفاء بالظاهر، وعدم معرفة بواطن أحوالهم- سنة ثلاثمائة للهجرة، فمن جاء بعد سنة ثلاثمائة للهجرة يُتساهل فيما يتعلق بهم -وهم المتأخرون-، ومن أجل ذلك قال: لن أذكر كل من تُكُلِمَ فيه بعد سنة ثلاثمائة للهجرة، إلا من طُعن فيه بقادح شديد، أما من سواهم فيُتساهل معهم؛ لأنهم رواة نسخ. وعليه كلما تقادم العهد يتساهل في رواة النسخ، حيث لم يبق إلا مزية الإسناد، وهو شرفٌ مهم. ¶ وتُعرف العدالة الباطنة -لنا الآن- من خلال: ¶ 1. الشهرة والاستفاضة، فمن كان مستفيض العدالة فليس هناك حاجةٌ في البحث عن عدالته، كالأئمة المشهورين: كالإمام أحمد ويحيى بن معين والبخاري ومسلم، فهؤلاء لا يُسأل ولا يُبحث عن مثلهم، بل هم يُسألون عن الناس. ¶ 2. التنصيص: بأن ينص الأئمة على توثيق فلان، أو على ضعفه.",
            "page": "80",
            "part": "1",
            "seal": "21347C0D"
        },
        {
            "id": "81",
            "nass": "3. التصحيح والتحسين: فإذا وقفت -مثلاً- على راوٍ أخرج له البخاري في صحيحه، ولم أقف على جرحٍ في هذا الراوي ولا تعديل، إلا أن البخاري أخرج له في صحيحه، فحكم هذا الراوي أنه ثقة؛ لأن أحد شروط الحديث الصحيح: أن يكون رواته عدولاً ضابطين. ويُحتمل أن يكون هذا الراوي ممن أخرج له البخاري في الشواهد والمتابعات، لكن حتى من أخرج له البخاري في الشواهد والمتابعات -على الصحيح- أنه لا ينزل عن مرتبة القبول عند من صحح له. ثم إن الذين أخرج لهم البخاري في المتابعات والشواهد قلة، والأصل أن يخرِّج للراوي استقلالاً. وكذلك من أخرج له الإمام مسلم فهو ثقة. وقد تكلم عن هذه القضية الإمام الذهبي في كتابه (الموقظة) ، وقسّم العلماء إلى ثلاث طبقات على حسب تشددهم وتساهلهم، فقال: من لم يُوثّق ولم يُجرح، وأخرج له البخاري ومسلم، فهو ثقة لا شك فيه، ومن صحح له الترمذي وابن خزيمة فحديثه: جيّد، ومن صحح له الدارقطني أو الحاكم فأقل أحواله حُسن حديثه. هذا كله فيمن لم يُجرح ولم يُعدّل، لكن هل تنحصر فائدة التصحيح السابق فيمن لم يجرح ولم يعدل فقط؟ الجواب: لا، يمكن أن يستفاد من ذلك أيضاً بضوابطٍ ليس هذا محل ذكرها. ¶ وهناك أمرٌ يجعلنا نحتج بالتصحيح والتحسين مع وجود ما يخالفهما من العبارات الصريحة، وذلك في مثل ما لو صرّح الإمام أنه يُصحِّحُ الإسناد، فلو قال: هذا إسناد صحيح، فالأصل فيه أنه يقصد: أن هذا الإسناد تحققت فيه شروط الصحة، وأنه لم يصححه بالمتابعات والشواهد، وإنما صححه لاجتماع شروط الصحة فيه؛ لأن الوصف أصبح للإسناد، لا للحديث بمجمله حتى نقول بالمتابعات والشواهد. فإذا صُحح الإسناد -وهذا كثيراً ما يفعله الحاكم- فيمكن أن يحتج بذلك على توثيق رواة ذلك الإسناد، ويُعتبر أن الحاكم يوثقهم، وإن كان غيره يضعفهم، فتُعَدُّ هذه المسألة من مسائل تعارض الجرح والتعديل حينها.",
            "page": "81",
            "part": "1",
            "seal": "03FCA261"
        },
        {
            "id": "82",
            "nass": "أيضاً يمكن أن نحتج بالتصحيح فيما لو قال الإمام: حديث صحيح لا نعرفه إلا من حديث فلان، فهذا قد يكون أقوى من تصحيح الإسناد؛ لأن الغرابة لا تقبل إلا ممن اجتمعت فيهم صفات القبول، وصفات معيّنة قويّة تجعله حريّاً بأن يُعتمد عليه حتى عند تفرده، فالحكم على الحديث بالصحة مع الغرابة فيه دلالة قوية على توثيق رواته. ¶ 4. من ذَكَرَ العلماء أنه لا يروي إلا عن ثقة، فإن روى عن رجلٍ يكون هذا توثيقاً له، كما ذكروا عن عبد الرحمن بن مهدي أنه لايروي إلا عن ثقة، وكذلك عن مالك، وعن يحيى بن سعيد الأنصاري، وعن البخاري، وعن يحيى بن سعيد القطان، وعن أحمد بن حنبل، وغالب النقاد الكبار هم من هذا القبيل، ولا يعترض على هذا الكلام بأنه قد يكون ثقة عنده، أو أن العلماء قد ضَعفوا هذا الراوي الذي روى عنه هذا الإمام، فيقال عن هذا: أن رواية الإمام عن الراوي مثل حكمه عليه تصريحاً، فلو حَكَمَ أحد الأئمة على راوٍ بأنه ضعيف أو ثقة، وكان الراجح والصواب خلافه، فهل هذا يعني أن نطرح قول الإمام ولا نعتبره في الجرح والتعديل؟ الجواب: لا، بل نعتبر قوله ونحكم به؛ لأن هذه الحالات نادرة، ولا نجعل النادر قاضياً على الغالب، وعليه فالأصل في رواية الإمام عن رجل أنه توثيق له، وهذا الأمر قد اعتمده العلماء قديماً، وعليه فيصح أن تقول عن الراوي المذكور في إسناد الإمام: وثقه فلان، أي الإمام الذي روى عنه، وهذا المُرجح يذكر في حالة عدم وجود جرح ولا تعديل.",
            "page": "82",
            "part": "1",
            "seal": "E23B1ACD"
        },
        {
            "id": "83",
            "nass": "وتُعرف العدالة الظاهرة: ¶ 1. برواية عدلين ثقتين. ¶ 2. أو برواية ثقة واحد، بشرط أن يكون من العلماء النُقّاد، فلو روى ناقدٌ عن أحد الرواة -الذين لا نعرف فيهم جرحاً ولا تعديلاً- فقد عُرفت عدالته الظاهرة. ¶ ويعرف العلماء الضبط من خلال أمور: ¶ 1. النظر في روايات الراوي التي شارك فيها الرواة الآخرين الثقات، فإن وافقهم ولم يخالفهم في زيادة أو نقص أو تغيير، فهذا دليل ضبطه، وإن كان الغالب فيه عدم الموافقة وكثرة المخالفة، فهذا يدل على عدم ضبطه، وعلى حسب نسبة المخالفة يُعرف مقدار الضبط عند هذا الراوي. ¶ 2. أن لا يكثر التفرد، أمّا إن كان غالب أحاديثه مفاريد لا يشاركه فيها أحد في أصل الرواية، فهذا دليل على أنه ليس بصحيح الرواية، بل قد يُتهم بالكذب بكثرة تفرده، وعدم رواية غيره لها. ¶ 3. أن لا يتفرد بالمناكير، فقد لا يكون كثير التفرد، لكنه يتفرد فقط بالمناكير، وإن كانت معدودة. والنكارة قد تكون ظاهرة لا تخفى على أيّ طالب علم، كما يعبر عنها ابن حبان فيقول: هذا حديث لا يخفى على من ليس الحديث صناعته أنه ليس بصحيح، ومثل ما قيل لشعبة:\" كيف تعرف أن الحديث كذب؟ قال: إذا كان في الحديث أنك لا تأكل القَرْعة حتى تذبحها، فهو كذب\". لكن قد تخفى النكارة فلا يعرفها إلا المتمرس من الحفاظ الكبار، الذين يلهمهم الله -جل وعلا- اكتشاف ومعرفة الأحاديث التي يمكن أن تنسب إلى النبي -صلى الله عليه وسلم-، والأحاديث التي لا يمكن أن تنسب إليه -صلى الله عليه وسلم-. ¶ 4. ملاحظة طبقة الراوي، ومقدار تفرده: فكلما تأخرت طبقة الراوي لا نقبل منه التفرد، فالتفرد في طبقة التابعين أسهل وممكن من طبقة أتباع التابعين، وفي هذه الطبقة أشد من التي قبلها، وإمكانية التفرد فيها أكبر من طبقة أتباع أتباع التابعين، أما طبقة أتباع أتباع أتباع التابعين فلا يكاد يُقبل تفرد أحد فيها، بل ولا يُتصور حديث صحيح يرويه ثقة لا يجد مَنْ ينقله عبر هذه السنين إلا واحد، فهذا أدعى لردّ تفرده، وتضعيف حديثه. ¶ وبالنسبة للتفرّد تُلاحظ في الحكم على حديث الراوي المقبول (في أي درجة من درجات القبول) إذا تفرد بحديث أموراً أربعة:",
            "page": "83",
            "part": "1",
            "seal": "0C6AFBDD"
        },
        {
            "id": "84",
            "nass": "درجة ضبط الراوي وموازنتها بدرجة التفرّد (والتي تزداد درجتها كلما كان الحديث المتفرَّد به الدواعي على نقله أوفر) . ¶ ج. وموازنة ذلك بطبقة الراوي كما سبق. ¶ د. وموازنة ذلك بطبقة الراوي في الشيخ الذي تفرّد عنه - كما ذكر ذلك مسلمٌ في مقدمة صحيحه، في طريقة معرفة المنكر من الحديث -. ¶ واختلال الضبط يُقسمه العلماء إلى قسمين: ¶ 1. اختلال ضبط طارئ. ¶ 2. اختلال ضبط لازم. ¶ أما اختلال الضبط اللازم: فهو سئ الحفظ من صغره، فمثل هذا له مراتب على حسب نسبة الخطأ عنده، وعلى هذا يُفرّق بين الرواة. وعموماً من لم يكن جَرْحُهُ إلا اختلال الضبط، فمهما فحش الغلط منه فهو في حيّز الاعتبار، وينفع في المتابعات والشواهد. قد يقول العلماء عمّن فحش غلطه: إنه متروك، لكن تأتي عبارة أخرى لعالم يقول: هو فاحش الغلط، لكنه لم يكن يكذب -أي عن الراوي المتروك في العبارة السابقة-. فبذلك نعرف أن قولهم متروك يعني: أن أحاديثه متروكٌ الاحتجاج بها، أي: ضعيفة، فلما قيل: لا يتهم بالكذب، عرفنا أنه برئ من الكذب، وإنما ضَعْفُه من خلال اختلال الضبط. وإنما قلنا باعتبار رواية فاحش الغلط غير المتهم بالكذب؛ لأنه قد يأتي راوٍ فاحش الغلط -غير متهم بالكذب- فيروي حديثاً بإسناده ومتنه، ويأتي آخر مثله يسوق نفس الحديث بإسناده ومتنه، فيتوافقان في الصفات والرواية، فمن النادر جداً أن يتوافق الاثنان على الخطأ بهذه الدقة، فهؤلاء يُعتبر بحديثهما ويتعاضدان. ¶ لكن يُقَسَّمُ أصحاب اختلال الضبط إلى طبقات، فمن كان خطأه فاحشاً فلا بد من متابعة تامة قوية حتى تشدّ من روايته،أما من كان خطأه أقلّ من ذلك فيمكن أن يتقوى بأيّ متابعة.",
            "page": "84",
            "part": "1",
            "seal": "EF0E3614"
        },
        {
            "id": "85",
            "nass": "أما الخطأ الطارئ وهو في الرواة المختلطين، فهناك كتب تخدم الباحث عن الرواة المختلطين، مثل كتاب (الكواكب النيّرات فيما اختلط من الرواة الثقات) لابن كيّال، وكتاب (المختلطين) للعلائي، وكتاب (الاغتباط فيمن رُمي من الرواة بالاختلاط) لسبط ابن العجمي، وأجلُّ هذه الكتب هما الكتابان الأوّلان، خاصة أن كتاب (الكواكب النيّرات) قد ملأه محققه بالتعليقات المفيدة في هذا الباب، كذلك كتاب (المختلطين) خَدَمَهُ محققه خدمة جليلة. ¶ *حكم الراوي المختلط: إذا لم يُميّز فحديثه مردود. والمقصود بالتمييز: أي تمييز من سمع منه قبل الاختلاط ممن سمع منه بعد الاختلاط. ¶ أما إذا تميّز، فمن سمع منه قبل الاختلاط فحديثه مقبول، ومن سمع منه بعد الاختلاط فحديثه مردود، إلا إذا توافق مع راوٍ سمع منه قبل الاختلاط، فلا يُتصور أن الراوي المختلط يُخطئ في جميع أحاديثه، فقد يكون هناك أحاديث يرويها على الصواب. ¶ تنبيه: بعض العلماء قد يُغاير بين معنى التغيّر والاختلاط؛ لأنه بلا شك أن كل الرواة إذا كبر سنهم لا بد وأن يختل حفظهم، وهذا من طبيعة البشر، لكن من الرواة من يختل حفظهم إلى درجة أن يكثر هذا الاختلال فيكون مختلطاً، ومنهم من يحصل له الاختلال لكنه لا يزال متماسكاً، فكأنه نزل من تام الضبط إلى خفيف الضبط، فينزل حديثه من الصحة إلى الحسن، ومنهم من لا يختل إلا بدرجة يسيرة جداً، لا تؤثر في إنزاله عن مرتبة تمام الضبط. وقد يُنبه العلماء أحياناً على هذا الأمر، كما قال الذهبي في ترجمة أبي إسحاق السبيعي: (تغيّر تغيُرَ السن، ولم يختلط) ، فبيّن أن اختلاطه يسير؛ لكبر السن، وليس اختلاطاً فاحشاً.",
            "page": "85",
            "part": "1",
            "seal": "36605FD6"
        },
        {
            "id": "86",
            "nass": "*مسألة الرواية عن أهل البدع: قد اختلف فيها أهل العلم كثيراً، فمنهم من منع الرواية عن المبتدعة مطلقاً، ومنهم من قبلها عنهم مطلقاً، ومنهم من فصّل، واختلفوا أيضاً في هيئة هذا التفصيل. ¶ والراجح في رواية المبتدع أنها لا تقبل إلا بالشروط الآتية: ¶ الشرط الأول: أن لا يكون مُكفراً ببدعته، فمن كفَّرَهُ أهل السنّة والجماعة بعينه، فهذا لا يستحق أن يذكر في زمرة المسلمين فضلاً عن أن يكون من الرواة المقبولين. ¶ الشرط الثاني: أن لا يكون فيه سببٌ لردّ الحديث سوى البدعة، أي أن يكون معروفاً بالتقوى والورع، ومُعظماً لحرمات الدين، وضابطاً ... إلخ، فالمقصود: أن لا يكون فيه طعنٌ سوى البدعة. ¶ الشرط الثالث: أن يكون غير معاندٍ متبع للهوى، وهي التي يُعبر عنها العلماء بقولهم: أن لا يكون داعية، وقد عبّر عنها الإمام مسلم في مقدمة صحيحه بقوله: أن لا يكون معانداً. فعبّر بالمعاند ولم يُعبر بمطلق الداعية. ¶ ومَنْ نقل الإجماع كابن حبان والحاكم على عدم قبول الداعية، فيغلب على الظن أنهم يقصدون الداعية المعاند الذي يتبع الهوى، فيعرف الحق ويُصرّ على الباطل استكباراً وعناداً، فهذا غير متأول، فلا نقبل روايته مطلقاً، أما المتأول فيُتساهل مع روايته دون الأول. ¶ الشرط الرابع: أن لا يروي حديثاً منكراً يؤيد بدعته. وينبغي التنبه لكون الحديث منكراً، فلا يكفي أنه يؤيد بدعته، فقد يروي المبتدع حديثاً يؤيد بدعته، لكن لا يكون منكراً، فحينها إذا اجتمع مع بقية الشروط قبلنا هذه الرواية، كما أخرج الإمام مسلم حديث عدي بن ثابت وهو من الرافضة، أن النبي - صلى الله عليه وسلم - قال لعلي: ((لا يحبك إلا مؤمن، ولا يبغضك إلا منافق)) ، فهذه روايةٌ في صحيح مسلم لأحد المبتدعة الدعاة، يؤيد فيها بدعته، لكن ليس فيها نكارة، فلا يشك أحدٌ أن علي بن أبي طالب لا يحبه إلا مؤمن ولا يبغضه إلا منافق، بل هذا نقوله في جميع الصحابة؛ فلذلك أخرج هذه الرواية الإمام مسلم.",
            "page": "86",
            "part": "1",
            "seal": "6F839950"
        },
        {
            "id": "87",
            "nass": "*وهنا يرد سؤال، وهو أنه هل يحق لنا أن نردّ روايةً لمبتدع؛ لأنها منكرة تؤيد بدعته، ومع ذلك نقبل بقية مروياته؟ فهو إما أن يُتهم بالكذب؛ لروايته لذلك الحديث المنكر، وعليه فلا يُقبل له حديثٌ مطلقاً، وإما أن تقبل جميع أحاديثه، حتى الرواية التي نزعم أنها منكرة! فالجواب: أن هذا السؤال بهذا الاستثناء صحيح، وهذا الحكم مشابه لما يفعله القاضي في ردّ شهادة من له مصلحة أو قرابة للمشهود له، كشهادة الأب لابنه؛ لأنها مظنة أن يروي سوى الحق، وإن كان الشاهد عدلاً في نفسه، ومن أهل الديانة، مع أن القاضي قد يقبل شهادة الرجل نفسه، في قضية أخرى تنتفي فيها تلك المظنة. فمثل ذلك رواية الراوي المبتدع، فيما إذا روى ما يؤيد بدعته، إذا كان منكراً. ¶ تنبيه: على طالب العلم أن يتنبه إلى أن كثيراً من ألفاظ العلماء حول المبتدعين تتعلق بهم في حياتهم -من حيث الرواية-، فيقول -مثلاً-: لا يُروي عن فلان. يقصد بذلك تحذير الناس من هذا الرجل مادام حيّاً، وهجره وتأديبه بذلك؛ ولكي لا يذهب إليه الناس فيروي لهم الروايات ويُدخل عليهم شُبه البدعة. فكثيراً من تلك العبارات كانت من باب الدعوة لهجر المبتدع، لا لبيان حكم روايته، ومن ذلك ماجاء عن الإمام أحمد أنه ذكر أحد المبتدعة وحذّر الناس منه، وكان لا يروي عنه في حياته، فلما مات روى الإمام أحمد عن رجل عنه؛ وذلك لانقطاع الخوف من فتنته، وكان رجلَ صدقٍ، ضابطاً للرواية، فبقيت مصلحة الرواية عنه، وذهبت مفسدة انتشار بدعته، وإشهار أمره. ¶ *مسألة: مراتب الجرح والتعديل ¶ أول من قسّم هذه المراتب تقسيماً واضحاً هو ابن أبي حاتم في مقدمة كتابه (الجرح والتعديل) ثم تتابع بعد ذلك بعض أهل العلم في بيان هذه المراتب، مابين مختصر ومطوّل، فمن أكثر الكتب التي أطالت في بيان هذه المراتب كتاب (فتح المغيث) للسخاوي، وأكثَر من ذكر ألفاظ الجرح والتعديل.",
            "page": "87",
            "part": "1",
            "seal": "6202EA40"
        },
        {
            "id": "88",
            "nass": "لكن يمكننا أن نقسّم هذه المراتب إلى مراتب أربع أساسية، يدخل تحت كل مرتبة مراتب فرعية: ¶ المرتبة الأولى: مراتب التصحيح بجميع ألفاظها، والمقصود الرواة الذين يُصحح حديثهم. ¶ المرتبة الثانية: مراتب التحسين، وهم الرواة الذين يُحسن حديثهم لذاته. ¶ المرتبة الثالثة: مراتب التضعيف، والمقصود خفيف الضعف لا الشديد. ¶ المرتبة الرابعة: مراتب التضعيف الشديد. ¶ ففي مراتب التصحيح تأتي عبارة: أمير المؤمنين، الحافظ الحجة، أوثق الناس، وبعدها بمرتبة تأتي عبارة:ثقة، ثبت، حجة. ¶ ومراتب التحسين تأتي فيها مرتبة: صدوق، ثم مرتبة لا بأس به، وتحتها بقليل مرتبة أرجو أنه لا بأس به، وتحتها صالح، وتحتها شيخ، على خلاف فيهما. ¶ ومراتب التضعيف: ليس بالقوي، ضعيف، ليّن، وما أشبهها. ¶ ومراتب التضعيف الشديد: لفظ متروك، منكر الحديث، ساقط الحديث، ذاهب الحديث، واهٍ بمرة، ضعيف جداً، كذاب، ركن الكذب، دجّال الدجاجلة في آخر المراتب. ¶ يلاحظ أننا لم نذكر مرتبة للوضع، فلم نقل مراتب الحكم بالوضع؛ وذلك لأن الوضع حكمٌ على الحديث، وليس حكماً على الراوي، ولذلك نبّه العلماء فقالوا: ربما صدق الكذوب.فلا يكفي للحكم على الحديث بأنه موضوع مجرد أن يكون فيه راوٍ كذاب، أو يكون فيه راوٍ من مراتب الضعف الشديد، بل أكتفي بالحكم على إسناد الحديث بأنه إسناد شديد الضعف أو ضعيف جداً، ولا أقول:موضوع حتى تكون هناك قرينة. ¶ هناك كتب أُلّفت في قضايا الجرح والتعديل، ومراتبه. من أشهرها (الرفع والتكميل) للكنوي، وكتاب (شفاء العليل بألفاظ وقواعد الجرح والتعديل) لأبي الحسن المصري، وكتاب (ضوابط الجرح والتعديل) للشيخ د/ عبد العزيز العبد الطيف، وهو كتاب جيّد على اختصاره، وكتب المصطلح عموماً تعتني ببيان مراتب الجرح والتعديل.",
            "page": "88",
            "part": "1",
            "seal": "0DE53098"
        },
        {
            "id": "89",
            "nass": "*تنبيهات حول قضايا الجرح والتعديل: ¶ الأول: وجوب التنبه إلى الاصطلاحات الخاصة لبعض الأئمة، حيث إن الاصطلاحات قد يكون لها معنىً خاص عند إمام، يختلف هذا المعنى عند الجمهور، كما ذكروا عن البخاري أن عبارة \"سكتوا عنه\" عنده تدل على التضعيف الشديد، مع أن ظاهر العبارة أنهم ما تكلموا فيه، مع أن المراد العكس أي أنهم تكلموا فيه كلاما جارحاً شديداً، فقصد بتلك العبارة أنهم أصبحوا لا يعتبرونه شيئاً. وكما ذكروا أيضاً عن يحيى بن معين أنه إذا قال:\"ليس بشئ\"، فإنه يقصد: قليل الحديث، وإن كان هذا القول ليس على إطلاقه، وأن الصواب أن يحيى بن معين يقول هذه العبارة في الغالب، والأصل أنه يقصد بها التضعيف الشديد، إلا أنه أطلقها مرّات وأراد بها قلة الحديث. ¶ وقد نبّه على أهمية قضية الاصطلاحات الخاصة الإمام الذهبي في كتابه (الموقظة) ، حيث قال:\"ونحن نفتقر إلى معرفة عُرْف الإمام الجهبذ في اللفظ الذي يذكره حول الراوي\". وهذا يقوله الإمام الذهبي، ويُظهر افتقاره إلى معرفة اصطلاحات الأئمة في ألفاظهم، وبهذا يُعلم مدى الحاجة إلى خدمة قضايا ومراتب وألفاظ الجرح والتعديل، فلم تُخدم بما فيه الكفاية، وكذلك قرّر الشيخ عبد الرحمن المعلّمي، في مقدمة (الفوائد المجموعة) ، حيث تكلّم فيها عن أن كثيراً من معاني ألفاظ الجرح والتعديل المقررة في كتب المصطلح، تخالف معانيها الحقيقية.",
            "page": "89",
            "part": "1",
            "seal": "CDDB12DE"
        },
        {
            "id": "90",
            "nass": "الثاني: التنبيه إلى مراتب العلماء تشدداً وتساهلاً واعتدالاً في الجرح والتعديل. وقد نبّه أهل العلم على ذلك، ومنهم الإمام الذهبي في كتابه (ذِكْرُ مَنْ يُعتمدُ قوله في الجرح والتعديل) ، حيث ذكر أن العلماء في كل طبقة تقريباً ينقسمون إلى متشدد ومتساهل ومتوسط، والأكثر المتشدد والمعتدل، فذكر مثلاً في طبقة أتباع التابعين: يحيى بن سعيد القطان، ووصفه بأنه متشدد، وعبد الرحمن بن مهدي، ووصفه بأنه معتدل، وأحمد بن حنبل، ووصفه بأنه معتدل، ويحيى بن معين، ووصفه بأنه متشدد، وقال عن أبي زرعة: يُعجبني كلامه في الجرح والتعديل، ووصفه بأنه معتدل، وقال عن ابن عدي: بأنه معتدل ومتوسط، ووصف ابن حبان بالتساهل في التعديل، والتشدد في الجرح، وهناك من العلماء من لم يوصف لا بتشدد ولا بتساهل. ¶ فهذه القضية مهمة وعميقة أيضاً، ومما يدل على دقتها وعمقها أننا ينبغي أن نعرف منزلة الإمام الذي وصف الأئمة بالتشدد والتساهل، هل هو متشدد أو متساهل؟ فالمسألة دقيقة تحتاج إلى دراسة، فلا يُعتبر حكم فلان من الأئمة على فلان هو الحكم الفصْل الذي لا محيد عنه؛ فلعله لكونه متشدداً يصف غيره بالتساهل، فالمسائل هذه لا يمكن الجزم فيها، بل تحتاج إلى دراسةٍ وبحثٍ وتحري.",
            "page": "90",
            "part": "1",
            "seal": "6E902AF9"
        },
        {
            "id": "91",
            "nass": "وهنا تنبيه يتعلق بهذه المسألة: وهو أن بعض طلبة العلم يظن أن وصف العالم بالتشدد أو بالتساهل أو بالتوسط، أنه يعني أن لا يُقبل من إمام متشدد أن يحكم بالتضعيف، ونعتبر هذا من تشدده، كما أنه لا يقبل توثيق المتساهل مطلقاً، وهذا الظن غير صحيح، ولم يقلْ به أهل العلم، ولا الذهبي نفسه، الذي وصف العلماء بالتشدد والتساهل، فلم يفعل هذا الفعل. بل وُصِفَ العلماء والأئمة بهذه الأوصاف؛ لتنتفع بها عند تعارض أقوال الجرح والتعديل فقط، أما من يظن أنه يردّ قول المتشدد في التضعيف، والمتساهل في التوثيق، فهذا خطأ في المنهج؛ لذلك تجد بعضهم حينما يقف على حكم للحافظ ابن حجر يعتمد فيه على توثيق ابن حبان، تجدهم يتعجبون من صنيع الحافظ، مع أنه هو الذي وصف ابن حبان بالتساهل في التوثيق، وهذا خطأ فمن الذي قال: أن وصف الإمام بالتساهل يقتضي ردّ قوله في التوثيق، وكذا العكس؟!! ، وكذلك تجدُ أن أعرف الناس بـ (المستدرك) للحاكم هو الذهبي -الذي اختصره-، وهو الذي تعقب الحاكم في مرّات بألفاظ لاذعة وشديدة جداً، لمّا صحح بعض الأحاديث الضعيفة والموضوعة، مع ذلك قال الذهبي في تصحيح الحاكم العبارة السابقة، وهي: \"وإذا صحح الحديث الدارقطني والحاكم، فأقل أحواله حُسْن حديثه \"، وكذلك الذهبي انتقد الترمذي بالتساهل، وقال فيه -كما سبق-:\"إذا صحح الترمذي وابن خزيمة لرجل فهو جيّد الحديث\". كما أن هذا المنهج الخاطئ يقتضي وصف الأئمة والعلماء بعدم العلم؛ لأنك لو قلت: فلان لا يقبل توثيقه، فمعنى ذلك أنك أهدرت أحكامه، والأحكام لا تهدر إلا لمن كان الغالب عليه الخطأ، أما من كان عالماً فتكون غالب أحكامه صواب، ويجب عليك قبول أحكامه، إلا إذا جاء ما يدلّ على أنه خالف الصواب.",
            "page": "91",
            "part": "1",
            "seal": "CB057DAB"
        },
        {
            "id": "92",
            "nass": "فائدة وصف العلماء بالتشدد والتساهل والاعتدال عند التعارض، فلو أن جارحاً متشدداً وصف راوياً بأنه ضعيف، ووصفه معتدل بأنه صدوق، ووثقه متساهل، فيصبح الصواب أنه صدوق. ¶ الثالث: التنبيه إلى أن كثيراً من ألفاظ الجرح والتعديل غير محررة المعاني، فمثلاً: قول الإمام البخاري في الراوي \"فيه نظر\"، معناه: أنه شديد الضعف، وذكر ذلك الذهبي وابن كثير وغيرهم، وأثبتت الدراسة الاستقرائية لأحد الدارسين، الذي استقصى لفظ البخاري \"فيه نظر\"، وخرج بأنه يقصد بها: الضعف الخفيف، وأيّد هذه الدراسة بأقوال أئمة ثلاثة، أوّلهم الترمذي، فقد نقل عن شيخه البخاري قوله في راوٍ \"فيه نظر\" فقال الترمذي مُعبّراً عن ذلك: \"فلم يجزم فيه بشئ\"، ففهم الترمذي من عبارة \"فيه نظر\" أن البخاري متردد، والرواة الذين يستحقون التردد هم من كان في آخر مراتب الحسن، وأعلى مراتب الضعف. والثاني: ابن عدي، في كتابه (الكامل) -في أكثر من موضع- حيث يفهم من كلام البخاري \"فيه نظر\" أنه ضعف خفيف. وآخر هؤلاء هو الحافظ ابن حجر، حيث ذكر هذه القضية عَرَضاً في كتابه (بذل الماعون في فضل الطاعون) ، فقال:\"قال البخاري: فيه نظر، وهذه عبارته فيمن يكون وسطاً\"، أي بين القبول والردّ، وهذا هو الصحيح. ¶ الرابع: التنبيه إلى أن عبارات الأئمة المتقدمين ليست دائماً متقيدة بالمراتب، ولكنهم يتوسعون في التعبير على الرواة، فقد يُسئل الإمام عن الراوي، فيهتم ببيان أنه مقبول الرواية أو لا، دون أن يعتني بتفصيل الحكم، ومما يدل على صحة هذا الكلام، أنه إذا سئل الإمام عن راويين أحدهما أوثق من الآخر تجده يقول: الحُجْةُ سفيان الثوري وفلان وفلان، وهذا -أي الآخر- ثقة. فهنا يبين الفرق بين لفظ حجة، ولفظ ثقة، لكن إذا سئل مُفرداً، فقد يجيب بجواب عام لا يقصد به التقيد بمرتبة معينة.",
            "page": "92",
            "part": "1",
            "seal": "D88153BD"
        },
        {
            "id": "93",
            "nass": "وهنا أمر آخر يدّل على أنه قد يحصل نوع من التوسع، أن الصحيح في أول من استخدم \"الحسن\" بالمعنى الاصطلاحي هو الإمام الترمذي، بل حتى استخدام الترمذي للحسن بالمعنى الاصطلاحي يحتاج إلى مزيد دراسة وبحث وتثبت من مُراد الترمذي بالحسن، الذي عرّفه في كتابه (العلل الصغير) ، إلا أن العلماء اختلفوا في تفسير تعريفه، وهنا يُلاحظ مدى بعدنا عن فهم كلام الأئمة المتقدمين، فهذا إمام عرّف المصطلح، ومع ذلك اختلف العلماء في فهم التعريف، فكيف بالمصطلحات التي لم تُعرّف أصلاً. فالمقصود أنه اختلف العلماء في تفسير الحديث الحسن، ولازال الاختلاف قائماً، وتجد تفسير ابن رجب مخالفٌ لتفسير ابن حجر، ومخالفٌ أيضاً للتفسير الذي ذكره ابن كثير، ومخالفٌ أيضاً للتفسير الذي ذكره الذهبي، حتى قال الذهبي في (الموقظة) : \"أنا على إياسٍ أن أحدُّ تعريفاً مكتملاً للحديث الحسن\". الذي يهمنا هنا أن أول من استخدم الحسن بالمعنى الاصطلاحي هو الترمذي -على الصحيح-، وكل الذين جاء عنهم أنهم استخدموا لفظ الحديث الحسن، كشعبة والشافعي والبخاري، فقد استخدموه بالمعنى اللغوي، وقد نصّ الحافظ ابن حجر في كتابه (النكت) ، على أن استخدام الشافعي للفظ الحسن هو بالمعنى اللغوي لا بالمعنى الاصطلاحي؛ لأنه استعرض الأحاديث التي وصفها الشافعي بأنها حسان، فوجد بعضها في الصحيحين، ولم يقصد الشافعي أنها مرتبة وسطى، فبيّن أن مقصوده بالحُسْن هو الحسن اللغوي، أي أنه يريد أن يبيّن أنها مقبولة. ¶ يتضح مما سبق أن العلماء حينما يقولون: ثقة، وصدوق، وما أشبهه، لم يكن عندهم شئ اسمه \"حديث حسن\" حتى يخصونه بمراتب خاصة بالتعديل، فإذا قال شعبة -مثلاً-:\"فلان حسن الحديث\"، فلا يصح أن أحمله على مرتبة الحديث الحسن؛ لأنه لم يكن عنده مرتبة وسطى بين الصحيح والضعيف،وهي مرتبة الحديث الحسن.",
            "page": "93",
            "part": "1",
            "seal": "7B9D1676"
        },
        {
            "id": "94",
            "nass": "فيجب التنبه إلى تطور المصطلح، وعلى أيّ مصطلح كان الأئمة يتكلمون؛ لكي لا تحمل كلامهم على غير محمله الصحيح. ¶ أمرٌ آخر قد يدل على معاني المصطلحات وألفاظ الجرح والتعديل وهو السياق، أي سياق العبارة، ومن هنا نتنبه إلى ضرورة الرجوع إلى الكتب الأصلية، التي ساقت ألفاظ الجرح والتعديل، فلا يصح أن نكتفي بـ (تهذيب التهذيب) فقط؛ لأن الحافظ ابن حجر يذكر العبارة الخاصة بالراوي فقط، مع أنك لو رجعت إلى الكتاب الأصلي، قد تجده ذكر هذه العبارة في سياقٍ معيّن يدلُّ على مُراد الإمام، كما لو قُرِنَ الراوي خفيف الضعف براوٍ كذاب، فسئل عنهما الإمام، فيقول: فلان صالح، ليس كفلان الكذاب. وهو لا يقصد بـ\"صالح\" أنه يُحسّنُ حديثه، لكن لما قُرِنَ بالكذاب، رأى أنه من الظلم أن يُقرن بينهما، وكأنهما في مرتبة واحدة، وأن الواجب التفريق بين هذين الراويين، فيأتي الحافظ ابن حجر في (تهذيب التهذيب) فيقول:\"قال يحيى بن معين: فلان صالح\". فإذا رجعت إلى الكتاب الأصلي وجدت أن ابن معين ذكر هذا في سياق معيّن.وهناك سياق آخر، ويحصل كثيراً في مثل كتاب (تاريخ عثمان ابن سعيد الدارمي عن يحيى بن معين) ، حيث ذكر في مقدمة الكتاب طبقات الرواة عن شيّخ معيّن، فيسأله عن أوثق الرواة عن شعبة، فيقول: أوثقهم فلان وفلان وفلان، فيقول: ثمَّ من؟ ، فيقول: ثم فلان وفلان، ثم يسأله عنهم، فيقول: فلان ثقة وفلان ضعيف، وهو من عبارته توثيق الراوي في هذا الشيخ، وتضعيفه في هذا الشيخ، أي أنه في روايته عن شعبة ضعيف. ثم يأتون في كتب المصطلح أو بعض كتب التراجم فيقولون:\"قال يحيى بن معين: ضعيف\"، وكأنه أطلق العبارة مع أنه ذكرها في سياق مراتب الرواة في هذا الشيخ المعيّن، فهذا يدل على أهمية الرجوع إلى الكتب الأصلية في الجرح والتعديل، ولا يُكتفى بالفرعية ما أمكن ذلك.",
            "page": "94",
            "part": "1",
            "seal": "1E960EA6"
        },
        {
            "id": "95",
            "nass": "الخامس: قضية كلام الأقران في بعضهم البعض، تكلم عن هذه القضية العلماء قديماً وحديثاً، لكنَّ المُلاحِظَ لكلام العلماء قديماً مع كلامهم حديثاً، يُلاحظ بَوْناً من ناحية زيادة تسليط الأضواء في العصر الحاضر على هذه القضية، وكأن علماء الجرح والتعديل كانوا يتكلمون بأهوائهم، حتى كأنه أيّ قرين لهم يجرحونه من باب الحسد، فيتصور طالب العلم أنه لا يُقبل كلام القرين في القرين بتاتاً، مع أن العكس هو الصواب؛ لأن الأقران هم أعرف الناس ببعض، وأئمة الجرح والتعديل كانوا أورع وأتقى لله -عز وجل- من أن يكون هذا الغالب من شأنهم، فإذا وجدنا مثالاً أو مثالين خالفت هذا المنطق، فلا نجعلها الصفة الغالبة. ويُنتبه إلى أن الذين أظهروا هذه القضية، أظهروها لغرضٍ مُعيّن في مثل كتاب (الرفع والتكميل) للكنوي، لا يخفى عن الطالب الحصيف، حيث إنها كانت دفاعاً عن شخصٍ معيّن فقط. ¶ أما قاعدة \"كلام الأقران في بعضهم لا يقبل\"، فهي قاعدة صحيحة، لكن بقيّد تجاهله وتعامى عنه أولئك، حتى لكأنه لا عبرة به، وهذا القيد هو أن نقول: كلام القرين في القرين لا يقبل إذا كان المُتَكلّمُ فيه ثابت العدالة بكلام عامة أهل العلم، أي لا يقبل كلام الأقران فيمن ثبتت عدالته. مثاله: لما تكلم النسائي في أحمد بن صالح المصري، مع أن أحمد بن صالح إمامٌ في الجرح والتعديل مثل يحيى بن معين، فكلام النسائي فيه لا يقبل، خاصةً إذا عرفنا القضية التي جعلت النسائي يتكلم في أحمد بن صالح المصري، الإمام الذي أثنى عليه العلماء، ولم يجرحه إلا النسائي، فحينها تعلم أن جرح النسائي ليس في محله ولا يقبل منه.",
            "page": "95",
            "part": "1",
            "seal": "5C91AD64"
        },
        {
            "id": "96",
            "nass": "أيضاً الكلام بسبب اختلاف المذاهب، يقال فيه مثل ما قيل في كلام الأقران. وقد ورد عن بعض العلماء أنهم جرحوا أناساً؛ لمجرد اختلاف المذهب، مثل الجوزجاني ففيه تحامل على من فيه تشيّع؛ وذلك لأن الجوزجاني فيه نصب. وأيضاً كلام من فيه تشيّع على من فيه نصب، مثل ما سبق، وهذا وارد عن العلماء، لكنه ليس هو الأصل؛ وذلك لأن غالب أئمة السنّة عقائدهم صافية سليمة، وإن استثنينا البعض القليل، وأمرٌ آخر وهو أننا عرفنا من أهل السنّة والجماعة أنهم أكثر الناس إنصافاً واعتدالاً، فهذا البخاري يروي عن عمران بن حطّان -الخارجي الداعية-، لكن لما عرف صدقه روى عنه، ويروي عن من رُمي بالقدر، ويروي عن المُرجي، وعن الشيعي، بل حتى عن الرافضي، فكما قال شيخ الإسلام ابن تيمية: أن أكثر الناس اعتدالاً وإنصافاً هم أهل السنّة والجماعة؛ لأنهم هم الأمة الوسط بين الإفراط والتفريط. وأما قضية أن المحدثين يتكلمون في أهل الرأي، والعكس؛ لاختلاف المذاهب، فهذا غير صحيح. ¶ السادس: أن الجرح والتعديل لا يقبلان إلا من ثقةٍ عارفٍ بأسبابهما، فلا يُقبل الجرح والتعديل من ضعيف، كما أنه لا يقبل من جاهلٍ بأسباب الجرح والتعديل، وإن كان ثقة في نفسه. وأسباب الجرح كثيرةٌ متعلقة بالعدالة والضبط، كما أن أسباب التعديل كثيرةٌ متعلقة بالعدالة والضبط، فمن كان لا يضبط حديثه، فلا يستطيع أن يحكم في أحاديث غيره، هل هي مضبوطة أم لا؟! ، ومن كان مجروحاً في عدالته، فلا يؤمن حكمه في الناس؛ ولأجل أهمية هذه القضية ألّف العلماء كتباً حولها، مثل كتاب (ذِكْرُ مَنْ يُعتمد قوله في الجرح والتعديل) للذهبي، وكتاب (المتكلمون في الرجال) للسخاوي، وهناك مُقدّمات لبعض الكتب، تتضمن ذكر من يعتمد قوله في الجرح والتعديل، وهناك رسالة علمية خرجت بعنوان (المُزكون لرواة الأخبار) .",
            "page": "96",
            "part": "1",
            "seal": "10072B90"
        },
        {
            "id": "97",
            "nass": "السابع: مسألة تعارض الجرح والتعديل، وهذه المسألة مهمةٌ جداً؛ لأنها كثيرة الحصول واقعاً، فكثيراً هم الرواة الذين اختُلف فيهم جرحاً وتعديلاً. ¶ والمسألة اختلف فيها اختلافاً طويلاً وكبيراً بين العلماء، والراجح فيها ضمن النقاط التالية: ¶ 1) تقديم الجرحِ المُفسّر بجارحٍ حقيقي، إلا إذا ردّ أحدُ العلماء بما يدلُّ على عدم صحة هذا الجرح. ¶ والمقصود بالجرح المُفسّر الذي بُيّن سببه، والجارح الحقيقي هو الذي يستحق أن يُجْرَحَ به في عدالته أو في ضبطه، لا كما جرح أحدهم راوياً، فسُئل: لماذا؟ ، فقال:\"رأيته يركب على برذون يجري به في السوق\"، فهذا ليس بجارحٍ حقيقي، وكذا من جرح راوياً آخر، فسُئل لماذا؟ ، فقال:\" سمعت في بيته طنبوراً\". أي مزماراً، فهذا محتمل أن يكون من طفلٍ صغير أو غيره، بغير علم الشيخ، فتجريحه بهذا ليس بصحيح. كذلك يحصل في التعديل، كمن وثّق أحد الناس، فسُئل عن توثيقه، فقال:\" لو رأيت لحيته وهيئته \". فهذا غير صحيح، فلا يصح الاكتفاء بالهيئة في التعديل. ¶ المقصود: أنه إذا بيّن الجارحُ أو المُعدِّلُ سبباً لا يكفي للجرح أو للتعديل، فلا يُقبل في الجرح ولا في التعديل؛ لذا اشترطنا الجارح الحقيقي الذي يستحقُ أن يُقبل، فهذا مُقدّمُ إلا في حالةٍ واحدة، وهي أن يأتي إمامٌ آخر ويقول:\" أنا أعرف أن فلاناً قد تكلم في فلان بكذا، والصواب ليس كذلك\"، ويبيّن القضية. وهذا يحصل كثيراً، ونجده أيضاً في (ميزان الاعتدال) للذهبي، فهناك مِنْ الرواة مَنْ ضُعِفُوا بأسبابٍ جارحةٍ في ظاهرها، ودافع عنهم الذهبي، كمن ضُعف بأنه يشرب الخمر، فيأتي الذهبي ويقول:لم يكن يشرب الخمر، بل كان يشرب النبيذ، وهو من أهل الكوفة، حيث كان يشربه بناءً على مذهب أهل الكوفة في جواز شرب النبيذ، فالراوي ثقةٌ وعدلٌ وليس فيه شئ.",
            "page": "97",
            "part": "1",
            "seal": "D1C14203"
        },
        {
            "id": "98",
            "nass": "وقد يجرحه في الضبط، فيقول مثلاً: روى حديث كذا، وتفرّد به، وهو منكر الحديث، فيأتي ابن عدي -مثلاً- فيقول: لم يتفرد به، بل تابعه فلان وفلان، فالحديث مقبول، ولا يدّل ذلك على جرح هذا الراوي. مع أننا لو لم نقف على هذه المتابعات، ولا على مثل هذا الدفاع، فالأصل أن يكون هذا الجرح مقبولاً. ثم إن الردّ والدفاع لا بد أن يكون في محله، فإذا لم يكن في محله، فإنه لا يقبل. ¶ 2) تقديم الجرح المبهم -غير المفسر- على التعديل: هذا هو الأصل؛ لأن مع الجارح زيادة علم. ويتضح هذا بأنك لو قدمت قول الجارح على قول المُعدِّل، فكأنك تقول: أنا لاأكذب المُعدِّل، لكن الجارح ظهر له من أمر المُعدِّل مالا يعرفه المُعدِّل، وكلاً منهما أخبر بحسب علمه. لكن إذا قدمت قول المُعدِّل على قول الجارح، فهذا يقتضي تكذيب الجارح بأنه ليس هناك سببٌ يقتضي الجرح، ولم يصدق الجارح في جرحه، أو أقل أحواله أنه مخطئ، وهذا ليس بصحيح؛ لأن الأصل حمل كلام العلماء على الأصوب، ومن أجل ذلك نقدّم الجرح المبهم على التعديل. ثم إنه ينبغي أن نتذكر أن كلامنا عن الجارح والمُعدِّل العارف بأسباب الجرح والتعديل، فالأصل فيه أن يجرح بسبب حقيقي. ¶ ما سبق هو الحكم الأصلي، ونخرج عنه بقرائن، وهي كثيرة جداً، من أمثلتها: ¶ أ) كثرة المُعدّلين: فإذا وثقه جماعة، وضعفه واحد بجارحٍ مبهم، فنقدم قول الأكثرين، ونحمل التضعيف على أنه ليس بجارح حقيقي. ¶ ب) معاصرة المُعدّلين، وعدم معاصرة الجارح أو الجارحين؛ لأن المعاصر أعرف وأعلم بمن في عصره، فتعديله يُقدم على الجرح المبهم. ¶ جـ) عِظَمُ علمِ المُعدّلين على علم الجارحين.",
            "page": "98",
            "part": "1",
            "seal": "5AF7E80C"
        },
        {
            "id": "99",
            "nass": "د) بلدية المُعدّلين: أي أن يكون من أهل بلد الراوي الذي تُكلّم فيه، فلو كان هناك راوٍ بصري، وعدّله البصريون، وجرحه عالمٌ من أهل خراسان، فيقدم من كان من أهل بلده وهم البصريون؛ لأنهم أعرف بأهل بلدهم. وكان من آداب الرحلة عند المحدثين، أن المحدث لا يرحل حتى يستوفي ويستوعب حديث بلده، ويكون عارفاً به. ¶ هـ) قوة عبارة المُعدّلين على عبارة الجارحين، فلو جاءت عبارة تعديلٍ كقوله:\"ثقة حجة\" أمام عبارة جرح كقوله \"أحسبه ليناً\"، فعبارة الجرح تضعف عن عبارة التعديل التي هي الأقوى، فلا شك أننا نقدم العبارة القوية على الضعيفة. ¶ و) هناك ألفاظ قد يتبادر إلى الذهن أنها جرح، وهي في الحقيقة تعديل، مثل ما قال شعبة عن أحد الرواة:\"إنه شيطان\"، فظاهر العبارة أنها ذم، مع ذلك فقد أراد شعبة أنه باقعة في الحفظ، وشئ عجيب فيه، حتى لكأنه ليس بأنسي في قوة حافظته، ومن المعروف أن من عادة العرب أنهم ينسبون الأشياء المستغربة إلى الجن. كذا ما قاله ابن وارة عن عبد الرحمن بن مهدي، لما رأى قوة حفظه، قال:\" ماذا خرج من ظهر مهدي، كأنه جني \". ¶ وهناك عبارات على الضد مما سبق، فقد يدل ظاهرها على التعديل، والصواب: أنها جرحٌ، كعبارة:\"هو على يديْ عدل \"، فهمها العراقي على أنها تعديل، ومعناها: أنه على يدِيْ عدلٌ، وتعقبه الحافظ ابن حجر وبيّن أنها عبارة جرح، وضبطها:\"هو على يدَي عدلٍ\"، و\"عدل\" هذا رجل كان من حُجاب أحد الحكام الظلمة في اليمن، وكان كلما أراد أن يقتل إنساناً، قال: يا عدل -ينادي حاجبه- تعال خذ هذا واقتله. حتى صار ذلك مثلاً عند العرب، فإذا قيل: فلان على يدي عدل، يعني: أنه هالك، فيقصد بها إذا أطلقت على الراوي أنه هالك.",
            "page": "99",
            "part": "1",
            "seal": "9777C74F"
        },
        {
            "id": "100",
            "nass": "ز) اختلاف اجتهاد الناقد: فقد تأتي عبارة لأحد النقاد يُضعِفُ فيها الراوي، وآخرون يوثقونه، وتأتي عبارة أخرى لنفس الناقد يوثق فيها ذلك الراوي في رواية أخرى عنه، فهذه قرينة تجعلني أُقدّم التوثيق على الجرح. ¶ ح) عداوة المُعدِّل للمُعدّل له، سواءً في المذهب أو في غيره، وهذه لا نجعلها قاعدة مطردة، ولكنها قد تكون قرينة من القرائن، فإذا علمت أن هناك عداوة قد تجعلني أقدم التعديل على الجرح. ¶ كما أنني قد أردُّ التعديل -كما في الجرح- إذا كان صادراً من إنسانٍ غالٍ في محبة إنسان آخر. وهذه القرينة ليست دائماً، بل قد يُعمل بها على حسب الحال. ¶ الثامن: من مسائل الجرح والتعديل المهمة، مسألة المجهول؛ لأن المجهول ليس مُعدّلاً ولا مجروحاً، فهو حالة وسط يُجهل حالها. ¶ وقد قسّم العلماء المجهول إلى أقسام، أشهرها تقسيم ابن الصلاح إلى ثلاثة أقسام: ¶ 1- المستور: وهو من روى عنه عدلان، أو روى عنه إمام حافظ -نصّ على هذه الاضافة ابن رجب، في شرح العلل-. فالمستور عُلمت عدالته الظاهرة، وجُهلت عدالته الباطنة. ¶ 2- مجهول الحال: مَنْ جُهلت عدالته الظاهرة والباطنة، لكن عُرفت عينه. وهو من لم يرو عنه إلا رجل واحد ليس من النقاد. ¶ 3- مجهول العين: مَنْ جُهلت عدالته الظاهرة والباطنة، ولم تعرف عينه، وهو كالمبهم. ¶ أما حكم مستور الحال: فمن ناحية العدالة يُكتفى بالعدالة الظاهرة، مع الرواة الذين تعذرت الخبرة الباطنة بأحوالهم؛ لتقادم العهد بهم. وأيضاً نكتفي بالعدالة الظاهرة للرواة المتأخرين، وهم رواة النسخ، أما سوى ذلك فلا يكتفي العلماء بالعدالة الظاهرة.",
            "page": "100",
            "part": "1",
            "seal": "DB4DC0C5"
        },
        {
            "id": "101",
            "nass": "أما مجهول الحال والعين: فنتوقف عن قبول حديثهم، ومآل هذا التوقف عدم العمل بالحديث، لذلك تجد العلماء يقولون: حديث ضعيف، فيه فلان وهو مجهول، مع أن الأدق أن يقال: حديثه تُوُقِّفَ فيه؛ لأن فيه فلان وهو مجهول، لكن لما كان التوقف مآله عدم العمل، أصبح هو والتضعيف متقاربان، فأطلق العلماء الضعف عليه تجوّزاً، وهو في محله، وليس خطأ تضعيفه. ¶ لكن الأمر الدقيق: ما هي مرتبة ضعف حديث المجهول؟ هل هو في مرتبة الاعتبار به، ويتقوى حديثه بالمتابعات والشواهد، أم لا يتقوى بنفسه، ولا يُقوّي غيره؟ فهل هو شديد الضعف أو خفيف الضعف؟ فالجواب: أننا لا نستطيع أن نحكم بحكم عام على جميع المجهولين حالاً أو عيناً، بل نقول هؤلاء حكمهم يختص بالحديث الذي يروونه، فإذا رووا حديثاً شديد النكارة، فهذا لا يتقوى أبداً، كأن تظهر فيه علامات الوضع وغيرها، ومجهول الحال أخفُّ حالاً من مجهول العين. ¶ تنبيه: حكم الإمام على راوٍ بالجهالة لا يعتبر تعارضاً مع حكم إمامٍ آخر بالتوثيق لنفس الراوي؛ وذلك لأن الإمام الذي وصفه بالجهالة وصفه بذلك لأنه لا يعرفه وهو مجهول عنده، أما الإمام الآخر فإنه يعرفه ويحكم عليه. فهذه المسألة لا تعتبر من مسائل تعارض الجرح والتعديل، وللأسف أنّا نجد من يُقدّم الحكم بالجهالة على التعديل، وهذا خطأ؛ لأن الحكم بالجهالة هو إعلام من الناقد بعدم علمه بهذا الراوي، أما الحكم بالتوثيق فإخبارٌ من الإمام أنه يعرف هذا الراوي وأنه ثقة. فلا تعارض بين الحكم بالجهالة والحكم بالتعديل أو بالتجريح، ولا يُشَكُ في تقديم حكم المُعدّل أو المُجرّح على مَنْ حكم بالجهالة.",
            "page": "101",
            "part": "1",
            "seal": "34B48710"
        },
        {
            "id": "102",
            "nass": "المرحلة الرابعة -من مراحل دراسة الأسانيد-: الحكم على الإسناد المُفرد دون المجموع. فأنظر في كل إسناد منفرد عن بقية طرق الحديث، وأحكم على الإسناد بحسب ما يستحقه على الإنفراد، وهذا الحكم لن تكون له قيمة كبيرة إلا في الأخير، وذلك لأُميّز الإسناد الذي يقوي ويتقوى، أو لا يستطيع ذلك، كالإسناد الشديد الضعف. ¶ تنبيه: الأقلُّ في هذا العلم يقضي على الأكثر -قاعدة مطردة-، فالإسناد الذي كل رواته ثقات إلا راوٍ واحد ضعيف، فحكم هذا الإسناد ضعيف، والإسناد الذي كل رواته أئمةٌ حفاظ كبار إلا راوٍ واحد دجّال، فحكمه شديد الضعف، فتنظر في أقل راوي في هذا الإسناد، فتحكم عليه باعتبار درجة هذا الراوي. ¶ ويُنتبه إلى خطورة الاكتفاء بهذا الحكم المُفرد على الأسانيد، فلا يُظنّ أن العمل قد انتهى، بل لا بد من مراعاة المراحل الآتية، التي هي في غاية الأهمية، ويغفل عنها كثيرٌ من طلبة العلم. ¶ المرحلة الخامسة: النظر في اختلاف الطرق -إن وجدت- ¶ فأنظر هل الاختلاف في هذه الرواية من ناحية المتن أو الإسناد؟ كأن يُبدل راوٍ براوٍ آخر، أو يروى الحديثُ مرّة متصلاً وأخرى مرسلاً، ومرة مرفوعاً وأخرى موقوفاً، أو اختلافات في المتن من نقص أو زيادة أو تقديم أو تأخير يؤثر في المعنى مطلقاً. ¶ فإن لم يوجد اختلاف لا في الإسناد ولا في المتن، عندها يُنظر هل حُكِّمَ على هذا الحديث بالتفرّد؟ ، فإن لم يحكم عليه بالتفرد، فعندها من الممكن أن أحكم حكماً مبدئياً على هذا الإسناد بما يستحقه من صحة أو ضعف، فإن ظهر لي أن الحديث تفرّد به الراوي، والتفرد يظهر بأحد أمرين: ¶ 1- إما بالنصّ من أحد الأئمة المُطلعين الحُفاظ، كأن يقول: هذا حديث غريب لا نعرفه إلا من حديث فلان، أو هذا حديث فرْدٌ، أو لا أعرفه إلا من هذا الوجه، وغيرها مما يدل على التفرّد والغرابة. ¶ 2- قد أحكم بالتفرد دون وجود هذا النصّ، وذلك حين اجتماع أمرين:",
            "page": "102",
            "part": "1",
            "seal": "E81B1A62"
        },
        {
            "id": "103",
            "nass": "أ) عند الاستقصاء الواسع من الباحث في التخريج، ويكون من أهل الاستقصاء، وهو مَنْ يعرف المراجع والمصادر، بحيث أنّه في ظنّه لن يغيب عن علمه واطلاعه أمرٌ ذو بال. ¶ ب) أن يوافق ذلك قرائن تدل على أن العلماء والحفّاظ لم يعرفوا هذا الحديث إلا من هذا الوجه، مثل: فيما لو جئت مثلاً إلى (العلل) للدارقطني فذكر هذا الحديث -ومن شأن الدارقطني أنه يبسط طرق الحديث-، فلم يذكر إلا طريقاً واحداً لهذا الحديث، فهذه قرينة؛ لأنه لو وجد الدارقطني طرقاً أو روايات أخرى لذكرها، ثم قد يوافق الدارقطني ابن أبي حاتم، فيذكر الحديث في علله، ويذكر ما حصل فيه من اتفاق واختلاف، وأيضاً يذكر أن مرجعه إلى راوٍ واحد. وبعض الأحيان تأتي عبارات، مثل أن يقول العالم:\" هذا الحديث يُعرف بفلان \"، فهذه ليست صريحة بالتفرد، لكنه اشتهر بروايته، حتى كأنه تفرّد به. ثم يوافق ذلك عدم وقوفي على الحديث من وجه آخر، فحينها يمكن أن أميل لترجيح أن هذا الراوي تفرّد بهذا الحديث.",
            "page": "103",
            "part": "1",
            "seal": "997FE7B7"
        },
        {
            "id": "104",
            "nass": "فإن ثبت أن هذا الحديث تفرّد به فلان، فأنظر هل هذا الحديث مما يُحتمل أن يتفرد به هذا الراوي أم لا؟ ؛ لأن العلماء نصّوا -وعلى رأسهم ابن الصلاح،وغيره- أن من أقسام الحديث الشاذ والمنكر المردودة: تفرّد من ليس فيه من الضبط والإتقان ما يقع جابراً لتفرده. فقد يكون الراوي ثقة أو صدوقاً فيتفرد بأصل، والمقصود بالأصل: هو الحكم أو الخبر الغريب الذي لا نكاد نجده بهذا الوضع إلا في هذا الحديث، ومسألة التفرد بأصل مسألةٌ شائكةٌ، ولا يمكن لأي إنسان أن يدخل فيها، ويحكم بأن هذا الحديث أصل، وتفرّد به- وقد سبق ذكر قرائن وملاحِظِ الحكم على التفرّد -، فإذا تفرّد الثقة أو الصدوق بأصل، وكان ممن لا يحتمل التفرّد، فهذا نردّه، ونقول: لعله من أوهامه، إذ لو كان صحيحاً لتصدّى الأئمة الكبار لحفظ هذا الأصل وضبطه. ومن أمثلة ذلك: حديث أن النبي -صلى الله عليه وسلم- كان إذا دخل الخلاء وضع خاتمه، أخرجه أبو داود بسند صحيح، ثم قال عنه: هذا حديث منكر. وبيّن العلماء سبب نكارته: أنه تفرّد به راوٍ اسمه: همّام بن يحيى، وهو ثقة من رجال الشيخين، لكن رأى أبو داود أنه لا يحتمل التفرّد بهذا الحديث، وكذلك قال النسائي عن هذا الحديث:\" هذا حديث غير محفوظ \"؛ والسبب في هذا أن النبي -صلى الله عليه وسلم- لبس خاتماً في آخر عمره، ولو كان النبي -صلى الله عليه وسلم-يخلعه كلما أراد الخلاء؛ لكَثُر الناقلون عنه؛ لأنها قضية متكررة في اليوم والليلة، فتفرد همّام بن يحيى بهذا الحديث عن شيخه، وشيخه عن شيخه إلى الصحابي مثيرٌ للريبة، فكيف لا يرويه إلا همّام بن يحيى في طبقة أتباع التابعين؟! ألا يرويه من الأمة أحد غيره!! ، فجعل العلماء يستنكرون بذلك الحديث، وأنه لا يصح.",
            "page": "104",
            "part": "1",
            "seal": "D339928A"
        },
        {
            "id": "105",
            "nass": "أما في حالة: إذا اختلف الرواة، فحينئذ ينبغي أن أُحدّد -أولاً- موطن الاختلاف، والراوي الذي اختلف عليه، فمثلاً أجد روايات حديث ما التقت عند الزهري، ثم اختلف في الراوية على الزهري على الأوجه المُختلف عليها، فمثلاً بعضهم يرويه عن الزهري عن سعيد بن المسيب عن أبي هريرة، وبعضهم يرويه عن الزهري عن سعيد عن النبي -صلى الله عليه وسلم-، وبعضهم عن الزهري عن سالم عن ابن عمر عن النبي-صلى الله عليه وسلم-، وبعضهم يرويه من كلام الزهري. من هذا المثال يتضح أن موطن الخلاف هو الزهري. ¶ فإذا عينت الراوي المختلف فيه، انظر هل هو ثقة أو ليس بثقة، فإن كان ثقة، فأنظر في الرواة المختلفين عنه، لعل الرواة عنه فيهم ضعيف، فيكون هو الذي خالف، فإذا وقفت -مثلاً- على أن الرواة عنه: واحدٌ منهم ثقة، والبقية ضعفاء، فتكون الوجوه كلها خطأ من هؤلاء الضعفاء، والصحيح هو الوجه الذي رواه ذلك الثقة، وأعتبر رواية الصدوق شاذة. والمقصود هنا المخالفة الحقيقية، كاختلاف الوصل مع الإرسال. وإذا كان غالب الرواة على وجه، وجاء راوٍ أو اثنين وتفرّدا بوجه آخر، فعندها نرجح رواية الأكثر عدداً، خاصة إذا كان الراوي أو الراويين أقل درجة من الأكثرين.",
            "page": "105",
            "part": "1",
            "seal": "F61E378A"
        },
        {
            "id": "106",
            "nass": "قد تأتي حالة لا أستطيع أن أوهّم فيها الرواة عن الشيخ، كأن أجد أن كل وجه من الوجوه اتفق على روايته عددٌ من الثقات، فاتفاق هؤلاء الثقات على رواية هذا الوجه يُبعد احتمال أن يكونوا جميعاً أخطأوا على هذا الشيخ، وكذلك الثقات الآخرون الذين رووا الوجه الآخر وغيرهم على وجه ثالث، فعندها أنظر إن كان هذا الراوي المُختلف عليه إمامٌ واسع الرواية يُحتمل أن يكون هذا الحديث عنده من جميع هذه الوجوه؛ لأنه حافظ وشيوخه كثيرون، فتكون هذه الروايات عنه صحيحة، لكن إذا كان الراوي المُختلف عليه صدوق في ضبطه شئ، فيعتبر النقاد اختلاف الوجوه عنه دليل على اضطراب حفظه، فإما أن نجد قرينة من غير الروايات عنه تُرَجِحُ أحد هذه الوجوه أو يقول النقاد:\" هذا حديث مضطرب، لم يُعرف الصواب فيه\". فإذا وجدنا ما يدل على صحة أحد هذه الوجوه من دليل خارجي، غير روايات هذا الرجل حكمنا به، وإن لم نجد: نحكم بالإضطراب على هذه الرواية.",
            "page": "106",
            "part": "1",
            "seal": "05A9635D"
        },
        {
            "id": "107",
            "nass": "تنبيه: أهمية الاستعانة بكتب العلل، ولولا أن كتب العلل الموجودة الآن لا تستوعب كل الأحاديث لقلنا: بوجوب الرجوع إلى كتب العلل، والاستفادة منها في كل حديث. فينبغي أن تراجع كتب العلل، ويُنظر هل تكلّم العلماء عن هذه الرواية بشئ أو لا؟ ، فقد تكون هناك علة باطنة، أو تكون هناك روايات فاتت على الباحث، خاصةً إذا كان الحديث مشهوراً، أو كثير الاختلاف فيه بين العلماء، فمثل هذا بنسبة كبيره أن العلماء قد تعرضوا له في كتب العلل، ثم إن كتب العلل ليست قليلة كما يُظن، فـ (العلل) للدارقطني لوحده موسوعة عظيمة، حيث طُبع منه أحد عشر مجلداً، وبقي منه ما يوصله إلى العشرين مجلداً، ثم يُنتبه في أثناء البحث في كتاب (العلل) للدارقطني، فقد تكون الرواية التي تبحث عنها من رواية أبي هريرة، وتجد الدارقطني ذكرها في مسند ابن عمر؛ لأنه في أحد طرق هذا الحديث روي من طريق ابن عمر، فيذكر طرق ذلك الحديث في مسند ابن عمر، فعليه ينبغي أن تُقلب الحديث من جميع وجوهه، وتبحث عنه في كل مظنة له. ¶ ثم إن بعض التعليلات تأتي متناثرة في بعض الكتب، ككتب السنن وغيرها، وأيضاً كتاب البزار، كتاب عظيم جداً، قال فيه ابن كثير:\"ويوجد في (مسند البزار) من التعليلات ما لا يوجد في غيره\". وكلامه صحيح حيث نجد فيه تعليلاتٍ، وأحكاماً خفيّة في تعليل الأحاديث لا نجدها في غيره، أيضاً اضافة إلى كتب العلل الأخرى، كـ (العلل الكبير) للترمذي، و (العلل) لابن أبي حاتم، و (العلل) لعلي ابن المديني. ¶ أيضاً هناك كتب ينبغي أن تراجع بعد الانتهاء من التخريج وهي للعلماء السابقين:كـ (تلخيص الحبير) ووكل كتب التخريج الموجودة، تُراجع لعل عند أحدهم زيادة طريق، أو زيادة توضيح، إلى غير ذلك.",
            "page": "107",
            "part": "1",
            "seal": "2AA2AAB0"
        },
        {
            "id": "108",
            "nass": "المرحلة السادسة والأخيرة: هي الحكم على الحديث بناءً على المراحل السابقة بما يستحقه هذا الحديث. ¶ تنبيه: ينبغي النظر في المعضدات، فقد أحكم على هذا الحديث بحكمٍ معين، لكن قد أجد ما يعضده ويقويه من طرق وشواهد أخرى. ¶ وليس بصحيحٍ ما يقوله بعض المتأخرين بأن التقوية بالمعضدات ليس من منهج المتقدمين، بل الصحيح أنه منهج المتقدمين،والدليل عليه ما نصّ عليه الشافعي، من ذكر المعضدات التي تقوي الحديث المرسل -وهو من أقسام الضعيف عنده-، والشافعي -رحمه الله- من أئمة المتقدمين. ¶ والمُعضد قد يكون متابعة من رواية نفس الصحابي، وقد يكون شاهداً من رواية صحابي آخر، على أن يكون المعنى منطبقاً بين الروايتين. وقد يكون فتوى عامة أهل العلم، أو العمل بمقتضى هذا الحديث، فهذه مُعضدات،ولا يلزم أن يكون كل مُعضد في كل مرة يقوي الحديث، ولكن قد يقوي الحديث في بعض الأحيان، من أجل ذلك نجد أن الإمام الشافعي في كتابه (الرسالة) -وهو الذي لا يقبل المرسل- قال مرة في حديث ((لا وصية لوارث)) :\"لا نعرف له إسناداً صحيحاً، إلا أن عامة أهل السيّر لا يشكون أن النبي - صلى الله عليه وسلم -قاله يوم فتح مكة\". واحتج به الشافعي، ونحن هنا لسنا بصدد مناقشة الشافعي هل هذا الحديث له أسانيد صحيحة أو لا؟ ، فالصحيح أن له أسانيد صحيحة، كما بيّن الشيخ: أحمد شاكر في تعليقه على كتاب (الرسالة) ، لكننا نناقش مذهب الشافعي في هذه القضية، ونبيّن لك أن من منهج العلماء أنهم يقوّون الحديث الضعيف إذا كان عامة أهل العلم يعملون به، ونصّ على هذه القضية الشافعي في كلامه على المرسل، ونصّ عليه ابن عبد البر وغيره. ¶ فإذا كان الحديث في إسناده شئ من الضعف لكن اتفق أهل العلم على العمل به -وليس المقصود إجماعاً-، ولم يُعلم لهم مخالف فعندها نُعضّد الحديث، وندخله في حيّز القبول مادام أنه خفيف الضعف، وفي الإمكان أن يرتقي.",
            "page": "108",
            "part": "1",
            "seal": "2BE88CC7"
        },
        {
            "id": "109",
            "nass": "وينتبه إلى أن الحديث الذي يُعضّد هو الحديث خفيف الضعف. أما الحديث شديد الضعف فلا يرتقي ولا يُعضّد، ولو روي من مائة وجه، فهذا هو الصحيح، وكم من حديث يرويه العلماء من طرق متعددة –كابن عدي- ويقول:\"هذا الحديث تهافت عليه الكذابون، فرواه فلان وفلان ... \"، ويُفتضح الراوي عندهم برواية هذا الحديث، فقد يكون الراوي مستور الحال، فإذا روى هذا الحديث، قال:\" هو كذّاب\"، فلو كانوا يقولون بمطلق مجموع الطرق لأصبح هذا الراوي عندهم \"ثقة\"، بدلاً من أن يكون ضعيفاً أوكذّاباً. ¶ وأخيراً: نرجع بالنصيحة في الاكتفاء بالحكم على الإسناد، وعدم التطرق بالحكم على الحديث بذاته، إلا إذا سُبقت من إمام مطلع، ووافق حكمي على الإسناد إطلاع ذلك الإمام، فعندها ممكن أن أحكم على الحديث. ¶ وأخيراً أيضاً:إن هذا العلم دينٌ فانظروا عمّن تأخذون دينكم، فالقضية خطيرة، فلا يُظن أن الحكم على الراوي أمرٌ سهل وهيّن، أو أن الحكم على الأحاديث أمرٌ هيّن. ¶ وينبغي أن يُعلم أن الجرح والتعديل في الأصل هو غيبة، ولولا ضرورة هذه الغيبة وأن مفسدتها أقلُّ من مفسدة عدم الغيبة، لما رضي العلماء بالجرح أبداً، والضرورة تُقدر بقدرها، فيجب عليّ أن لا أتجاوز موطن الضرورة، ومن المؤسف أن بعض طلبة العلم الذي قد يسمع-مثلاً- أن شريك بن عبد الله القاضي فيه ضعف، فإذا ذكره فإنه يذكره بسخرية، ولو كان حيّاً لما استطاع أن يواجهه بهذه الطريقة، مع أن شريك بن عبد الله القاضي كان عالماً من علماء السنّة، آمراً بالمعروف، ناهياً عن المنكر، وكان من أشدِّ الناس في قمع أهل البدع، وفلان من الناس قد يكون عابداً من العباد أو زاهداً من الزهاد، ضُعّف لسوء حفظه، فيجب عليك أن تنتبه لألفاظك وعباراتك مع هؤلاء. وهذا يُبيّن ضرورة مراجعة كتب التراجم المطوّلة، حتى تتبيّن حال الرواة، وتُنزّل الناس منازلهم.",
            "page": "109",
            "part": "1",
            "seal": "CB38EDAB"
        },
        {
            "id": "110",
            "nass": "لمّا كان ابن أبي حاتم يُحدّث بكتابه (الجرح والتعديل) ، أتاه أحد الزهاد فقال له:\"يا أبا محمد لعلك تتكلم في أناس وضعوا رحالهم في الجنة من مائتي سنة\"، فأوقف ابن أبي حاتم الدرس، وجعل يبكي، مع علمه بوجوب هذا الأمر وأهميته، إذ لولاه لذهب كثير من السنّة، وضاع كثير من الدين. ¶ ثم اعلم أن حكمك على الراوي خطيرٌ جداً، من أجل ذلك يقول ابن دقيق العيد:\" أعراض المسلمين حفرةٌ من حفر النار، وقف على شفيرها صنفان من الناس المُحدِّثون والحكام\"، والمقصود أن الذي يتكلم في الحديث على شفير جهنم، إلا أن يوفقه الله -عز وجل-؛ وذلك لأن تضعيف راوٍ واحد، قد يكون ثقة، معناه أنك حكمت على جميع أحاديثه بأنها ليست سنةً، وليست ديناً، وليست وحياً من رب العالمين،ولانوراً يُهتدى به. وحكمك على راوٍ بأنه ثقةٌ، معناه أن أحاديثه يجب أن تلتزم بها، وأنها وحي وحقٌ وخير يجب أن تعتقده وتعمل به، وكذلك الحكم على الحديث خطيرٌ جداً. ¶ وهذا العلم يحتاج إلى المُتفرّغ له، والمُشتغل به، فليس من حق أي إنسان أن يتكلم في الأحاديث، وليس من حق من لم يشتغل بعلم الحديث اشتغالاً كافياً أن يحكم عليه، فهذا العلم لا يقبل الشركة، بل يلزم أن تتخصص فيه وحده، وإذا انقطعت عنه فترة ضَعُفت معرفتك به؛ لأنه خبرة تتكون من خلالها حاسة يُتَمكن بها تذّوق الأحاديث، وتمييز صحيحها من سقيمها. ¶ نسأل الله أن يعلمنا ماينفعنا، وينفعنا بما علمنا ¶ وصلى الله وسلم وبارك على نبينا ¶ محمد وعلى آله وصحبه أجمعين ¶ والحمد لله رب العالمين ¶ كشاف الموضوعات (ويتضمن دليلاً لأهم المسائل الواردة في المذكرة)",
            "page": "110",
            "part": "1",
            "seal": "CC571DA2"
        }
    ],
    "t3933": [
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الكتب المفردة في موضوعات معينة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "استخراج الحديث من خلال وصف يتعلق بالمتن"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "إذا كان الحديث مشكلا في ظاهره"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "2",
            "tit": "إذا كان الحديث معللا فنرجع إلى كتب العلل"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "3",
            "tit": "إذا كان في متن الحديث إدراج"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "4",
            "tit": "إذا كان الحديث قدسيا"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "إذا كان الحديث من الزوائد"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "إذا كان الحديث موصوفا بأنه متواتر"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "2",
            "tit": "إذا كان الحديث موصوفا بأنه ناسخ أو منسوخ"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "3",
            "tit": "إذا كان في متن الحديث رجل مبهم"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "الطريقة الثالثة: [استخراج الحديث من خلال الحاسب الآلي (الكمبيوتر) ]"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "مزايا الحاسب الآلي"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "2",
            "tit": "عيوبه"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الطريقة الرابعة: [استخراج الحديث من خلال الاستعراض والجرد لكتب السنة]"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "مزايا هذه الطريقة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الثاني: دراسة الأسانيد"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "1",
            "tit": "مراحل دراسة الأسانيد"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "2",
            "tit": "الأولى: استخراج الحديث بطرق التخريج المذكورة آنفا"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "3",
            "tit": "الثانية: الاستعراض الكامل لهذه الطرق"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "4",
            "tit": "الثالثة: الترجمة للرواة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "5",
            "tit": "تعيين الرواة"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "إذا كان في الإسناد راو مبهم"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "الطرق التي نعرف من خلالها الراوي المبهم"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "2",
            "tit": "طرق معرفة الراوي المبهم"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "3",
            "tit": "التخريج الموسع"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "الرجوع إلى \"فصل المبهمات\""
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "إذا كان في الإسناد راو مهمل"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "طرق معرفة الراوي المهمل"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "التخريج الموسع"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "دراسة التلاميذ والشيوخ"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "من خلال الرجوع إلى كتب الأطراف"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "من خلال الرجوع إلى شروح الكتب"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "2",
            "tit": "من خلال الرجوع إلى كتب التخريج والعلل"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "من خلال ما كتب عن الرواة المهملين في بعض الكتب"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "من خلال فصول عقدها العلماء"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "من خلال التوسع في الترجمة للرواة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "من خلال الرجوع إلى الكتب الخاصة بالرواة عن شخص معين"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "من خلال الدراسات الحديثية في مقدمات الكتب المحققة"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "الرجوع إلى مشيخته"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "من خلال ملاحظة القرائن"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "إذا كان الراوي مذكورا بلقبه"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "نسب الراوي لا لقبه"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "إذا كان الراوي المهمل شيخ المصنف"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "إذا كان الراوي مسمى باسم واضح"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "إذا كان اسم الراوي منطبق على راو آخر تماما"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "الخطوة الثانية: معرفة تاريخ مولد ووفاة الرواة أو طبقاتهم"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة: كيف نتأكد من عدم وجود سقط خفي"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه: التوقف عن قبول رواية الرواة إلا أن يصرحوا بالسماع ليس في عموم الرواة"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيه: \" أهمية التحري في سماع الراوي، وإن لم يوصف بالتدليس \""
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الخطوة الثالثة: معرفة مرتبة الراوي في الجرح والتعديل"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "لابد لمعرفة هذه الخطوة من معرفة وضبط بابين من أبواب علم مصطلح الحديث"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة: لا يحتج بالراوي إلا إذا كان عدلا ضابطا"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "التفصيل في مسألتي العدالة والضبط"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة الرواية عن أهل البدع"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه: على طالب العلم أن يتنبه إلى أن كثيرا من ألفاظ العلماء حول المبتدعين"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "1",
            "tit": "مسألة: مراتب الجرح والتعديل"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الأول: التخريج"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف التخريج لغة واصطلاحا"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "شرح التعريف"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "أنواع العزو"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "متى نطلق على الكتاب وصف الأصالة؟"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "معنى قوله: (المسندة)"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "هل وصف الكتاب بأنه أصلي يغني عن وصفه بأنه مسند"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "معنى \"الكتب الفرعية\""
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "فإلى الناقلة عنها بأسانيدها"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "أقسام الحديث من حيث القبول والرد"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم على الحديث"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم على المتن"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المعاني الأخرى للتخريج"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "بعض الكتب المؤلفة في التخريج"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "فوائد علم التخريج"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "بيان تفاوت مراتب التخريج"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "نصائح لطلاب العلم في طرق تخريج الحديث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "مجمل الطرق الأساسية في تخريج الأحاديث النبوية"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الطريقة الأولى: [استخراج الحديث من خلال النظر في إسناده]"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "من خلال معرفة الصحابي"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "2",
            "tit": "المسانيد"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "المعاجم المرتبة على أسماء الصحابة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "كتب معرفة الصحابة المسندة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "2",
            "tit": "كتب الأطراف"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الكشافات والفهارس"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "مسانيد الصحابة المفردة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "2",
            "tit": "كتب تراجم الرواة المسندة التي تتضمن تراجم للصحابة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "3",
            "tit": "من خلال راو في أثناء السند"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "4",
            "tit": "كتب ومصنفات هذا الراوي"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "الأجزاء والكتب التي أفردت حديث راو بعينه"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "كتب الفوائد والأمالي"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "فهارس الأعلام ورجال الأسانيد في الكتب المحققة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "2",
            "tit": "كتب التراجم المسندة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "3",
            "tit": "كتب الأطراف الدقيقة في ترتيبها"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "الكتب الخاصة بصفة معينة تتعلق بالراوي"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "الكتب التي اهتمت بأحاديث راو معين"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الكتب التي عرف مؤلفوها بالاختصاص بشيخ معين"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "من خلال صفة تتعلق بالإسناد"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "الكتب التي تتضمن أحكاما على الأحاديث"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "كتب مبهمات الإسناد"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "كتب الغرائب والأفراد"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "كتب الأحاديث المسلسلة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الطريقة الثانية: [استخراج الحديث من خلال النظر في المتن]"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "استخراج الحديث من خلال طرف المتن"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الكتب التي تخدم هذه الوسيلة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "الكتب التي رتبت على حروف المعجم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الفهارس والكشافات الحديثة التي صنعت في أواخر الكتب المحققة"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "استخراج الحديث من خلال كلمة بارزة فيه"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "المعجم المفهرس لألفاظ الحديث النبوي"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الفهارس الحديثة التي صنعها بعض الكتاب على الألفاظ"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "كتاب (مفتاح كنوز السنة)"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "كتب غريب الحديث"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "استخراج الحديث عن طريق موضوعه أو الأحكام المستنبطة منه"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "الكتب المرتبة على الموضوعات"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيهات حول قضايا الجرح والتعديل"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "1",
            "tit": "الأول: وجوب التنبه إلى الاصطلاحات الخاصة لبعض الأئمة"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني: التنبيه إلى مراتب العلماء تشددا وتساهلا واعتدالا في الجرح والتعديل"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه مهم: هل يرد قول المتشدد في التضعيف، والمتساهل في التوثيق"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "الثالث: التنبيه إلى أن كثيرا من ألفاظ الجرح والتعديل غير محررة المعاني"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "1",
            "tit": "الرابع: التنبيه إلى أن عبارات الأئمة المتقدمين ليست دائما متقيدة بالمراتب"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "الخامس: قضية كلام الأقران في بعضهم البعض"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "السادس: أن الجرح والتعديل لا يقبلان إلا من ثقة عارف بأسبابهما"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "السابع: مسألة تعارض الجرح والتعديل"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "الثامن: مسألة المجهول"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "المرحلة الرابعة: الحكم على الإسناد المفرد دون المجموع"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "2",
            "tit": "تنبيه: الأقل في هذا العلم يقضي على الأكثر -قاعدة مطردة-"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": "3",
            "tit": "المرحلة الخامسة: النظر في اختلاف الطرق -إن وجدت-"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "4",
            "tit": "مسألة:\" التفرد \" وكيف نتعامل معه"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه: أهمية الاستعانة بكتب العلل"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "المرحلة السادسة والأخيرة:الحكم على الحديث بناء على المراحل السابقة بما يستحقه هذا الحديث"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيه: أهمية النظر في المعضدات"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "الاكتفاء بالحكم على الإسناد فقط دون الحديث بذاته، إلا في حالة واحدة"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": "1",
            "tit": "نصيحة:\"إن هذا العلم دين؛ فانظروا"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "تذكر أن الجرح في الأصل غيبة!!"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "وقفة سريعة في أهمية التفرغ لهذا العلم"
        }
    ]
}