{
    "b3934": [
        {
            "id": "48",
            "nass": "أ- كثرة ذكر الآخرة: فمن تذكر أنه ستمرّ عليه مثل هذه اللحظات حبيس الأجداث والبلى، فإن هذا يهون عليه أمر الدنيا، ويُحَسّسهُ كأن عمره قصيراً، فيستنفذه في الطاعة والخير. ¶ ب- الابتعاد عن المعاصي، فقد يقصر في بر الوالدين أو صلة الأرحام فيحرم البركة في الوقت، كما قال سفيان: أذنبتُ ذنباً فحرمتُ لذة قيام الليل سنتين. ¶ وليس من الحكمة أن تضع جدولاً لطلاب العلم لحفظ أوقاتهم؛ لأنهم يختلفون، فبعضهم لا يتمكن من الجلوس بعد الفجر أو الحفظ في آخر النهار، والبعض يناسبه السهر في طلب العلم، فوضْعُ منهجٍ معينٍ لتقسيم الأوقات من الصعوبة بمكان. ¶ ولكن نضع لهم قواعداً تأسياً بالكتاب والسنة، (احرص على ما ينفعك) ، وننبه على ما يضيع الوقت، مثل: قرين السوء ولو كان صالحاً، لكن ليس عنده عقل، فيضيع أوقاتك فيما لا خير فيه، فتفقد من حولك، فالقرين الصالح إذا رآك على خير سددك، وإذا رآك على تقصير نبهك وذكّرك، ولذلك قال بعض السلف: أخوف الناس فيك من نصحك، أي: أخوف الناس لله فيك. ¶ إن أخاك الحق من كان معك ... ومن يضرّ نفسه لينفعك ¶ ومن إذا ريب الزمان صدعك ... شتت فيك شمله ليجمعك ¶ وكم من الجلساء إذا جلستَ معه قمتَ وإيمانك أزيد مما كان من الخير والبرّ والفائدة والحكمة. ¶ وإذا لم تجد أعواناً وجلساء هذه صفاتهم، فاجلس مع السلف الصالح الأخيار في كتبهم ومؤلفاتهم وتراجمهم.",
            "page": "48",
            "part": "1",
            "seal": "1F8FC477"
        },
        {
            "id": "49",
            "nass": "كان الوالد رحمه الله لا يحبّ ضياع الوقت حتى في المناسبات أو النزهة مع العلماء أو القرابة وغيرهم، والله؛ قلّ أن أراه يخرج إلا ومعه كتابه، فإن وجد المجلس فيه علم نافع ومذاكرة جلس، وإن وجد القيل والقال والغيبة، مضى إلى ظل شجرة فجلس يقرأ حتى يأتي الطعام، فيصيب منه ويجيب الدعوة وينصرف، ولا يسمح لأحد أن يضيع عليه وقته، إذا جاءه أحد يقول: فلان قال وفعل، يقول له: اسمع، إما أن تستفيد أو تقوم عني، وهكذا طالب العلم ينبغي أن يتفقد من حوله، ويحذر من الذي يفسد قلبه بالقيل والقال. ¶ صلح قرين السوء للقرين ... ... كصلح اللحم للسكين ¶ ينبغي لطالب العلم أن يغار على كل ساعة وعلى كل لحظة وعلى كل طرفة عين، ما تغرّب الإنسان عن أهله ولا فارق جيرانه ولا إخوانه عبثاً، فارقهم لشيء أعز وأنفس، وهو طاعة الله ومرضاته في طلب العلم، فهذا أمر ينبغي العناية به. ¶ المَعْلَمْ السادس: اختيار الرفقة في الطلب ¶ ومن الأمور التي كان العلماء يوصون بها طالب العلم أنه يبحث عن قرين صالح يعينه على طلب العلم.. يبحث عن شاب خيّر صالح، يعرف فيه الهمة والنشاط، فيتخذه بطانة له على الخير، ويشدّ من أزره، وكل منهما ينصح لأخيه، حتى يكونا من المرحومين الذين سمّى الله جل جلاله. ¶ وكان السلف الصالح -رحمة الله عليهم- يعرفون أثر الرفقة في طلب العلم من الإعانة على الخير، قال تعالى عن نبيه موسى لما أوحى إليه بالرسالة: ((وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي * هَارُونَ أَخِي * اشْدُدْ بِهِ أَزْرِي * وَأَشْرِكْهُ فِي أَمْرِي * كَيْ نُسَبِّحَكَ كَثِيرًا * وَنَذْكُرَكَ كَثِيرًا * إِنَّكَ كُنْتَ بِنَا بَصِيرًا)) [طه:29-35] .",
            "page": "49",
            "part": "1",
            "seal": "52998A36"
        },
        {
            "id": "50",
            "nass": "اشدد به أزري، وأشركه في أمري.. فجملة (كي نسبحك) .. تعليلية.. أي سألتك هذا لكي أكون أكثر عوناً على طاعتك، والقرين الصالح الذي تعرف فيه الهمة والنشاط يعينك وتعينه بإذن الله جل جلاله، وتكونا ممن وصفهم الله في كتابه المبين في قوله تعالى: ((وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ)) [التوبة:71] ، فهذا من ولاية المؤمن لأخيه المؤمن. ¶ المَعْلَمْ السابع: الوصية بالرفقة ¶ لإخوانك في طلب العلم حق عليك عظيم، وواجب تجاههم جسيم، ينبغي إذا آخيت طالب العلم أن تشعره بالمحبة والمودة، ويتخلل الصحبة شيء من الوفاء ومن النقاء ومن الصفاء، بعيدة عن محقرات الأمور التي تكون فيها النفرة وتفريق القلوب، وكان طلاب العلم في القديم ترى بينهم التواضع والألفة. ¶ كنت أجلس عند الوالد، ويجلس غيري عند غيره، فإذا كان قبل أذان العشاء بما يقرب ربع الساعة انتهى درس الوالد رحمه الله، فيأتيني هذا من حلقة ذاك وذاك، فنجلس، والله لا نشعر بيننا بفرقة، ولا يَنْتَقِصْ أحد منا شيخ الآخر، كل منا يسأل الآخر: ما الذي قال شيخك؟ حتى يستفيد منه وحتى يأخذ عنه، وتجد القلوب كالقلب الواحد، والنفوس متآلفة متراحمة متعاطفة. ¶ والله وَصَفَ العوام من المؤمنين بأنهم متراحمون، وأنهم متعاطفون، فطلاب العلم أولى بالاتصاف بهذه الخصلة منهم. والجفاء والإعراض هذا ليس من خلق طلاب العلم.",
            "page": "50",
            "part": "1",
            "seal": "F6DDF024"
        },
        {
            "id": "51",
            "nass": "فأخوة العلم من أعظم الأخوة في الله، فما أعظم هذا الدين، وما أجلّ رسالة رب العالمين، ما أجلّ هذا الدين الذي جمع بين عباد الله المفترقين، ما أعظم الإسلام الذي جعل المسلمين كالجسد الواحد يحس بعضهم بأحاسيس البعض، يعيش المسلم أشجان أخيه وأحزانه، فتجد المسلم في أقصى شرق الأرض يتألم لأخيه في أقصى الغرب، ولا يعرفه ولم ترَه عيناه، ولم تسمعه أذناه، ولكن يعلم أنه يشهد أن لا إله إلا الله، وأن محمداً رسول الله، فيحبه لله، ويتألم لآلامه، يعيش ما يعيشه من أشجانه وأحزانه، ما أعظم هذا الدين، وما أعظم أثره على عباد الله المؤمنين، فمن واجب العلم ومن حقوق العلم على طلاب العلم أن يحفظوا حقوق إخوانهم المسلمين عموماً، سيما طلاب العلم، قال بعض العلماء: إن أصدق وأجمل ما تكون الأخوة إذا كانت في طلب العلم، لماذا؟ لأنهم اجتمعوا على أقدس شيء وأفضل شيء، وهو الدين الذي يدور عليه قطب هذه الحياة. وما خلق الله السموات والأرض، ولا كان الحساب ولا العَرْض إلا من أجل هذا الدين الذي يتعلمونه، فأقدس رابطة ربطت بين المسلمين رابطة الدين، وأشرف رابطة بين المؤمنين رابطة العلم. ¶ ولذلك قالوا في الحكمة: العلم رحم بين أهله، ينبغي لطالب العلم أن يحقق مع إخوانه الأخوة في الله، وذلك يتحصل بأمور: ¶ أولها: أن يحب لإخوانه ما يحبه لنفسه، حتى يكون مؤمناً حقاً.",
            "page": "51",
            "part": "1",
            "seal": "A0308579"
        },
        {
            "id": "52",
            "nass": "ثانيها: إياك أن ينظر الله إليك تعادي طالب علم في غير حق، أو تحسده، أو تكنّ له البغضاء، أو تكنّ له الشحناء، أو تتربص به الدوائر، والله إذا علم منك ذلك سيكون لك بالرصد، فقد تعادي طالب علم حبيباً من أحباب الله يعاديك الله بعداوته، فاتَّقِ الله وراقب قلبك، طالب العلم الصادق لسانه كقلبه، والذي في قلبه على لسانه لا يغش، لا يظهر بمظهر خلاف ما في باطنه، ولا يظهر في علانيته خلاف ما في سريرته، نقي السريرة، حتى كان صلى الله عليه وسلم يقول: (دعوا لي أصحابي) (1) [43] ) ، يريد أن يخرج نقي السريرة. أوصيك يا طالب العلم من الليلة أن تجتهد، أن لا ينظر الله إلى قلبك وفيه غلّ على مسلم، فضلاً عن طالب العلم. ¶ __________ ¶ (1) 43] ) أخرجه الإمام أحمد والبزار رحمهما الله من حديث أنس رضي الله عنه، وصححه الشيخ الألباني رحمه الله في الصحيحة برقم (1923) .",
            "page": "52",
            "part": "1",
            "seal": "5F909829"
        },
        {
            "id": "53",
            "nass": "وهنا أذكر قصة تعتبر عبرة من العبر، أذكرها وقد حضرتها، وكنت طرفاً فيها، طالب علم أعرفه فظاً غليظاً، كان معنا في الطلب، وكان هذا الطالب من أحسن ما يكون عليه طالب العلم جداً واجتهاداً، فشاء الله في يوم من الأيام في نهاية العام أن جاءه طالب كثير الكسل والخمول، جاء إلى هذا المجد وقال له: يا أخي! أريد منك ملخصاً في مادة الأصول- وكان هذا يوم الأربعاء، والاختبار في يوم السبت-، فما كان من هذا الطالب المجد إلا أن نهره وكهره، واحتقره وازدراه وطرده من عنده. والله يا إخوان.. جاءني الطالب يريد الملخص ودمعه على خدّه من القهر، وأخبرني بما كان منه، فشاء الله أن أعطيته ملخّصي. فلما رجع من عنده قال: والله لقد دعوتُ عليه بالرسوب في المادة، لغلظته عليَّ وطردي، فشاء الله عز وجل أن جئنا في يوم السبت واختبرنا، فلما خرجتُ إذا بذلك الطالب المجد قد جاء متأخراً وعلى عينيه النوم كالمذعور الخائف، نام عن مادة الأصول.. نعم يا إخوان، إنها عبرة، فمن حَرم الناس من العلم حرمه الله التوفيق، ولذلك يقول بعض العلماء في حديث الهرة: (إن الله أدخل النار امرأةً في هرة حبستها، لا هي أطعمتها، ولا هي تركتها تأكل من خشاش الأرض) . يقول: إذا كان الطعام والشراب، فكيف من حجب العلم عن أهله، فليتقِ الله طالب العلم، يتَّقِ الله عز وجل في حقوق العامة في العلم الذي عنده إذا جاؤوا يسألونه، وفي حقوق إخوانه وزملائه. ¶ ولا نكن طلاب علم بحق إلا إذا كان بعضنا يشدّ من أزر بعض، وإذا كان طالب العلم أثناء العلم بخيلاً بالمعلومات، بخيلاً بالفائدة، بخيلاً ببذل العلم لإخوانه، فمتى يكون محدّثاً بذلك العلم؟ ومتى يبذل العلم للناس؟ فلذلك ينبغي لطالب العلم أن يترفع عن الشح وعن سوء القصد بإخوانه.",
            "page": "53",
            "part": "1",
            "seal": "C4D81EDB"
        },
        {
            "id": "54",
            "nass": "يا طالب العلم.. إنها والله أيام معدودة، وشهور معدودة، وسنوات معدودة، يفارق بعضنا بعضاً، فطوبى لطالب علم آخى إخوانه، نقي السريرة لله عز وجل، ما نظر الله إليه يوماً من الأيام وقد أسكن في قلبه غلاً على أخيه، لا يتهم أحداً، ولا يسيء الظن بأحد، يستجيب لله عز وجل ولوصية النبي صلى الله عليه وسلم. ¶ قال عليه الصلاة والسلام: (إياكم والظن، فإن الظن أكذب الحديث) (1) [44] ) . ¶ ثالثها: أن تعامل إخوانك برفق؛ لأن الرفق ما كان في شيء إلا زانه، ولا نزع من شيء إلا شانه، فما ازدان طالب العلم بشيء مثل الرفق، خاصة مع إخوانه، ويكون هذا الرفق نابع من المحبة والتقدير والإجلال. ¶ رابعها: إذا لقيت أخاك، هُشّ له وبشّ، فهذه الابتسامة التي تستهين بها قد يثقل الله بها ميزانك، ويعظم الله بها أجرك، فإن البسمة الواحدة للعبد بها صدقة، قال صلى الله عليه وسلم: (لا تحقرن من المعروف شيئاً ولو أن تلقى أخاك بوجه طلق) (2) [45] ) . ¶ فلا يليق بطالب العلم أن يمرّ على إخوانه ولا يهشّ في وجوههم، ولا يسلم السلام الذي هو من دلائل الإيمان، ومن موجبات المحبة ودخول الجنان، كيف يقف طالب العلم غداً أمام الناس يقول لهم: أفشوا السلام، وهو لا يُفشيه، ولذلك أول ما قدم النبي صلى الله عليه وسلم على المدينة، والأوس والخزرج بينهم العداوة، أول ما قال: (أفشوا السلام، وأطعموا الطعام، وصِلوا الأرحام، وصلّوا بالليل والناس نيام، تدخلوا الجنة بسلام) (3) [46] ) . ¶ فإن أحببت أن تدخل الجنة بسلام، فأفش السلام، وهشّ لأخيك وبشّ. ¶ __________ ¶ (1) 44] ) متفق عليه من حديث أبي هريرة رضي الله عنه. ¶ (2) 45] ) رواه الإمام مسلم رحمه الله من حديث أبي ذر رضي الله عنه. ¶ (3) 46] ) رواه الإمام الترمذي رحمه الله من حديث عبد الله بن سلام رضي الله عنه، وصححه.",
            "page": "54",
            "part": "1",
            "seal": "0A2FB5CD"
        },
        {
            "id": "55",
            "nass": "يا طالب العلم! ما المانع إذا لقيت أخاك سلمتَ عليه وسألته عن حاله حتى لو لم تعرفه، تتواضع لله، وتأخذ بيديه وتقول له: كيف حالك؟ وما أخبار المسلمين في بلادك؟ تسأله عن همومه، عن أشجانه، عن أحزانه، فلعلك أن تفيده برأيك، ولعلك أن تنير طريقه باقتراحك، ولعلك أن تجد فيه خصلة توجب لك حبه، ولعلك أن تجد فيه كربة تفرجها عنه، فيفرج الله عنك كرب الدنيا والآخرة. ¶ خامسها: الذي ينبغي التنبيه عليه أن يحفظ طالب العلم عورات إخوانه، سيما طلاب العلم، أما كوننا يجلس بعضنا مع بعض فنذكر أخاً بسوء أو قد يصل الأمر إلى التهمة في العقيدة أو التهمة في السلوك أو التصرف، فهذا أمر –والله- من الخطورة بمكان، فلعل الرجل يكون على أصلح ما يكون، تخرج منه الكلمة يؤذي بها المسلم يوجب الله عز وجل له بها غضبه، قالوا: يا رسول الله! هي تصوم وتصلي، غير أنها تؤذي جارتها، قال: (هي في النار) (1) [47] ) . ¶ فاتقِ الله في لسانك، ما تغرّب طالب العلم ليتتبع عورات إخوانه، ما تغرّب طالب العلم لكي يشتغل بعيوب إخوانه، ما تغرب لكي يهوي به الشيطان إلى مكان سحيق، إلى رذائل الأفعال ورذائل الأقوال، ينبغي أن يترفع طالب العلم عن هذا، ولذلك قال الإمام ابن القيم رحمه الله كلمةً عجيبة في كتابه الفوائد، يقول رحمه الله: (أخسر الناس صفقة من اشتغل بنفسه عن الله، وأخسر منه صفقة من اشتغل بالناس عن نفسه) (2) [48] ) . ¶ __________ ¶ (1) 47] ) رواه الإمام أحمد والبخاري في الأدب المفرد والحاكم، وصححه. والبزار وابن حبان من حديث أبي هريرة رضي الله عنه، وصححه العراقي في تخريج الإحياء –رحمة الله على الجميع-، وهو في السلسلة الصحيحة (جـ1، رقم 190) . ¶ (2) 48] ) روى الإمام ابن عبد البر رحمه الله في الجامع مثلها عن مالك رقم (1698) ، (ص:906) ، ط. الزهيري.",
            "page": "55",
            "part": "1",
            "seal": "332B2F96"
        },
        {
            "id": "56",
            "nass": "أخسر الناس صفقة من اشتغل بنفسه عن الله، فجعل يعتني بمأكله ومشربه ومنظره، وأهدر ما بينه وبين الله عز وجل، وأخسر منه صفقة من اشتغل بالناس عن نفسه. فاتقِ الله يا طالب العلم، اتقِ الله في إخوانك، فإن الله عز وجل يقول: ((إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُمْ مَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ)) [النور:15] ، لما تنقل الكلمة تقول: فلان من طلاب العلم يقولون فيه كذا وكذا، فقد غلت عنقك بين يدي الله، يَفُكُّكَ صدقك أو يغلّك لسانك. ¶ إن نقل الشائعة تؤدي بك إلى كارثة قد توجب لك اللعنة، إن الله قد لعن من قذف المُحْصَنة، والمُحْصَنة قذفها في العِرض، فكيف تقذف مسلماً في عقيدته؟ كيف تقذف عالماً في عقيدته؟ في منهجه؟ في فكره؟ بمجرد ما تقول: فيه كذا وفيه كذا، هذه شهادة، والله عز وجل يقول: ((سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ)) [الزخرف:19] ، ((مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ)) [ق:18] . ¶ عليك نفسك فاشتغل بمعايبها ... ... ودع عيوب الناس للناس ¶ والله، لو أن طالب العلم كان صادقاً في معاملته مع الله عز وجل لكانت عيوبه تبكيه، وتشغله عن القول والتكلم في عيوب الناس، وكان العلماء –رحمهم الله- إذا ذكر عندهم أحد بسوء، قرعوا من ذكره وأدّبوه وكهروه، ولربما في الله عز وجل عادوه.",
            "page": "56",
            "part": "1",
            "seal": "05F0FE40"
        },
        {
            "id": "57",
            "nass": "سادسها: ومن حقوق إخوانك عليك أخي في الله، ألا تنقل عنهم ما لا خير فيه، فهذا من النميمة، فإن نقل الكلام إلى العلماء بالطعن والتحريض على طلاب العلم، وإفساد قلوب العلماء على طلابهم نميمة وأي نميمة، إن النميمة بين عوامّ المسلمين توجب عذاب القبر، فكيف بالنميمة بين طلاب العلم، كيف بمن ينمّ الأخبار التي تفسد قلوب علمائهم، وتفسد قلوب مشائخهم عليهم، نسأل الله السلام والعافية. والله ما نقلت حديثاً فكان نميمة بين عبدين من عباد الله، إلا عُذّبْتَ به في قبرك شئتَ أم أبيتَ، فإن النبي صلى الله عليه وسلم قال: (إنهما ليعذبان، وما يعذبان في كبير، أما أحدهما فكان يمشي بالنميمة، وأما الآخر فكان لا يستنزه من بوله) (1) [49] ) . ¶ __________ ¶ (1) 49] ) متفق عليه من حديث ابن عباس.",
            "page": "57",
            "part": "1",
            "seal": "EE95BA78"
        },
        {
            "id": "58",
            "nass": "قاتقِ الله في هذا اللسان، كم من طالب علم يفضي إلى غرفته، أو إلى مجلسه، أو إلى منامه وقد غضب الله عليه بكلمة قالها في آخر، بل إن بعض أهل العلم -رحمهم الله- سمع رجلاً يتكلم في عالم من العلماء، فقال له: والله إني أخشى عليك سوء الخاتمة، وكان هذا الطالب يتتبع عورات العلماء، يقول هذا الرجل الذي ينقل لي القصة: والله لقد رأيت بعيني حالة موته، كانت على سوء والعياذ بالله، وهو من طلاب العلم، ولذلك الغريب أن الله عز وجل قد يمهل العبد، ثم ينتقم بالذنب الواحد ولو بعد سنوات، حتى إن بعض السلف، وهو محمد بن سيرين رحمه الله أصابته ديون في آخر عمره، فقال: إني أعرف الذنب الذي أصبته، وأوجب لي هذا، قلتُ لرجل قبل أربعين سنة: يا مفلس، فابتلاني الله بالدين، قبل أربعين سنة ما تركها الله عز وجل له؛ لأنها في حق مسلم. بعض طلاب العلم يشتكي، يقول: لا أجد الخشوع، أسمع الآيات لا تؤثر في قلبي، وأسمع العظات لا تؤثر في قلبي، وأسمع كلام الله وكلام رسوله صلى الله عليه وسلم لا أجد له أثراً، لماذا؟ بسبب هذه الذنوب، فإن اللعنة إذا أصابت صحابها حرمته من رحمة الله والعياذ بالله، وذلك قول الله تعالى: ((أُوْلَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ)) [محمد:23] ، ولذلك استنبط بعض العلماء من هذه الآية أن كل ذنب فيه لعنة، إذا أصيب بها صاحبها لا ينتفع بموعظة، ولا ينتفع بعبرة، يعني لا يعتبر ببصره، ولا يعتبر بسمعه، نسأل الله السلامة والعافية، فاتقِ الله يا طالب العلم، اتقِ الله أن تصيبك لعنة بسبب الكلام في عالم من العلماء، أو في داعية إلى الله، أو في طالب علم، بل ينبغي أن يكون عندك ورع وخوف من الله عز وجل، وإذا -لا قدّر الله- بُلي طالب العلم بشيء من ذلك، فإنه ينبغي عليه أن يبادر بالتوبة، فمن تاب، تاب الله عليه.",
            "page": "58",
            "part": "1",
            "seal": "F4F17811"
        },
        {
            "id": "59",
            "nass": "المَعْلَمْ الثامن: الأدب وحسن الخلق ¶ الأدب نعمة من نِعم الله جل وعلا، ورحمةٌ يرحم الله بها عبده الذي يريد به خيري الدنيا والآخرة، ولو لم يكن في الأدب والخُلق الحسن إلا قول النبي صلى الله عليه وسلم حينما سئل عن أثقل شيء في الميزان، قال: (تقوى الله وحسن الخُلق) (1) [50] ) . ¶ فطالب العلم يوطّن نفسه على مكارم الأخلاق (2) [51] ) ويسمو بنفسه إلى فضائلها وإلى معالي الأمور، ويترفع عن سفاسِفِها، فإذا أراد الله بالعبد الخير رزقه حلية العلم وجماله ووقاره وزينته وبهاءه، وهو الأدب وحسن الخُلق، فما أجملَ طالب العلم إذا ضمّ إلى علمه السكينة والوقار. ¶ والحِلم والأناة والتواضع.. وغير ذلك من مكارم الأخلاق التي يُحبّها الله ويحبُّ أهلها، قال صلى الله عليه وسلم لأشج عبد القيس: (إن فيك خصلتين يحبهما الله: الحلم، والأناة) (3) [52] ) . ¶ فالحِلم والأناة كلاهما من مكارم الأخلاق، فيكْمُل طالب العلم ويجمُلُ ويعْظُم ويحْسُن إذا زيّنه الله جل وعلا بزينة التقوى، وألبسه الله حلية مكارم الأخلاق، فإذا رأيت آثار النبي صلى الله عليه وسلم وأخلاقه وشمائله وآدابه -صلوات الله وسلامه عليه- تظهر من ذلك العبد الصالح في وجهه.. وفي كلامه.. وفي معاملته.. وفي أخذه وعطائه.. وظاهره وباطنه مع الناس، فاعلم أنه على هذى مستقيم. ¶ ومن الخُلق الحسن أن يرى الله قلباً نقياً تقياً بريئاً يخافه سبحانه وتعالى في عباده المؤمنين. ¶ وإلى ذلك أشار النبي صلى الله عليه وسلم بقوله: (لا تحاسدوا، ولا تباغضوا، ولا تدابروا، وكونوا عباد الله إخوانا) (4) [53] ) . ¶ __________ ¶ (1) 50] ) أخرجه الإمام أبو داود (2/289) ، والإمام أحمد وابن حبان، وصححه. والألباني رحمه الله في الصحيحة برقم (876) . ¶ (2) 51] ) من مقدمة شرح سنن الترمذي، للشيخ محمد. ¶ (3) 52] ) رواه الإمام مسلم من حديث ابن عباس رضي الله عنهما. ¶ (4) 53] ) متفق عليه من حديث أبي هريرة رضي الله عنه.",
            "page": "59",
            "part": "1",
            "seal": "CC3599FC"
        },
        {
            "id": "60",
            "nass": "أحق الناس –بعد العلماء- بسلامة الصدر طلاب العلم، فطالب العلم غداً يقف أمام الناس يفتيهم ويعلّمهم ويرشدهم، فلا بد من أن يربي نفسه على سلامة الصدر ونقاء السريرة التي هي صفة من صفات أهل الجنة: ((وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ مُتَقَابِلِينَ)) [الحجر:47] . ¶ وإذا سلّم الله طالب العلم –بل إذا سلّم الله عبده- من الحسد، فقد أراد الله به خيراً. ¶ وإذا أراد أن يهلك عبده ملأ قلبه بالشحناء والبغضاء والحسد، حتى لا يبالي به في أي وادٍ من أودية الدنيا هلك، فإن من حسد ظلمَ وبغى.. هذا إبليس مع علمه وعلو رتبته بين الملائكة حينما كان بينهم، حسد آدم، فأضله الله وأغواه ولعنه سبحانه وتعالى، كل ذلك بسبب الحسد. ¶ فطالب العلم إذا كان في قلبه الحسد، قلّ أن ينبغ، وقلّ أن يشرف، وقلّ أن يكمُل. ¶ ولا بد للإنسان إذا أخفى سريرة لا تُرضي الله أن تظهر في شمائله وفي أخلاقه وأقواله (1) [54] ) ، وإذا سَلِم صدره للمؤمنين أظهر الله السلام على أقواله وأفعاله وآدابه وأخلاقه مع الناس. ¶ فتجد طالب العلم الذي سلِم صدرهُ لا يؤذي أحداً بلسانه، وتجده لا يتهم الناس، ولا يُسيء الظنون بهم، ويحملهم –إذا سمع عنهم خبراً سيئاً- على أحسن المحامل، حتى يتبين أهو صحيح أم خلاف ذلك، والعكس بالعكس، فمن تجده حسوداً –والعياذ بالله- فإنه يظلم ويحمل على أسوأ المحامل، ولا يلتمس لإخوانه المخرج حتى يهلك بما يكون من أذيتهم ... نسأل الله السلام والعافية. ¶ __________ ¶ (1) 54] ) ... ... وإذا الفتى لله أخلص سرّه ... فعليه منه رداءُ طيبٍ يظهرُ ¶ وإذا الفتى جعل الإله مراده ... ... فلذكره عَرْفٌ ذكيّ يُنشَرُ",
            "page": "60",
            "part": "1",
            "seal": "139AE8C0"
        },
        {
            "id": "61",
            "nass": "ومما يعين على مكارم الأخلاق أن يوطّن نفسه على سلامة لسانه من أن يوقع بين المسلمين ما يوجب القطيعة بينهم، يكون لسانه يدعو إلى المحبة والألفة والاجتماع كما أمر الله سبحانه وتعالى: ((إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ)) [الحجرات:10] . ¶ فطالب العلم يوطّن نفسه على هذا، لماذا؟ لأنه غداً يقود الناس ويوجّههم ويربيهم، فإذا تربى هو من بداية طلبه للعلم على سلامة صدره، ونقاء سريرته، وحفظِ لسانه من النميمة، فإنه أحرى أن يحفظ الله عز وجل من تَبِعه وسار على نهجه من شرّ ذلك اللسان وزلاّته. ¶ كذلك ينبغي أيضاً أن يبتعد عن الغيبة، قال بعض السلف –رحمة الله عليهم-: (ما اغتبتُ مسلماً منذ أن سمعتُ أن الله ينهى عن الغيبة) . ¶ وإما إذا كنتَ مسترسلاً في غيبة الناس منذ بداية طلبك للعلم، فإنه –نسأل الله السلام والعافية- لا يأمن إذا جلس الناس بين يديك أن تعلّمهم الغيبة، وأن يصبح طلابك وأشياعك وأنصارك على هذه الوتيرة، وعلى هذا المنهج الذي هو زللٌ وخلل، فتمسي وتصبح وحسناتك في صحائف الناس.. نسأل الله السلامة والعافية. ¶ ومن الأخلاق التي ينبغي أن يتحلى بها طالب العلم: التواضع، فيوطّن نفسه على توطئة الكَنَف.. يتواضع للناس.. ويكون قريباً من الناس عامّتهم وخاصّتهم. ¶ قال صلى الله عليه وسلم: (ما تواضع أحد لله إلا رفعه) (1) [55] ) . ¶ وإذا تواضع منذ بدايته للطلب فإنه أحرى أن يكون التواضع سجية فيه، دون تكلف إذا بلغ مبلغ العلماء. ¶ وما أجمل العالم وما أحسنه، وما أكمله وأشرفه، إذا زيّنه صاحبه بالتواضع، فتواضع لعوام المسلمين وقضاء حوائجهم، وتأسى برسول الأمة حينما أمره الله بهذه الخلة الكريمة –صلوات الله وسلامه عليه-، فقال سبحانه: ((وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ)) [الشعراء:215] . ¶ __________ ¶ (1) 55] ) سيأتي تخريجه.",
            "page": "61",
            "part": "1",
            "seal": "8EF815DF"
        },
        {
            "id": "62",
            "nass": "تتواضع وتكون سهلاً ميسراً حليماً، بعيداً عن الكبرياء، وبعيداً عن العُجب.. يكسر هذا العلم الذي تتعلمه قلبك لله، وتعلم أنه خليق بك إذا سرت على هذا النهج، وسرت على هذا السبيل –أعني طلب العلم- أن تتخلق بأخلاق أهل الجنة التي منها التواضع. ¶ قال صلى الله عليه وسلم: (وما زاد الله عبداً بعفو إلا عزاً، وما تواضع أحدٌ لله إلا رَفَعه) (1) [56] ) . ¶ يقولون: ما سلمت سريرة الإنسان إلا تواضع لله جل جلاله، فطالب العلم ينبغي أن يتحلى بالتواضع. ¶ إن كريم الأصل كالغصن كُلّما ... ازداد من خيرٍ تواضع وانحنى ¶ لا ترتفع على إخوانك، ولا على زملائك، ولا على أقرانك، ولكن تكون موطأ الكَنَف، حتى تصير من أهل الجنة، قال صلى الله عليه وسلم: (ألا أنبئكم بأقربكم مني مجلساً يوم القيامة ... ؟! أحاسنكم أخلاقاً، الموطؤون أكنافاً، الذين يَألفون ويؤلفون) (2) [57] ) . ¶ يكون طالب العلم منذ بداية طلبه للعلم فيه لين، وفيه رفق، وفيه يُسر، بعيداً عن الفظاظة، بعيداً عن العسر والأذية وسوء المنطق الذي يُنفّر الناس منه، فإذا تواضع الإنسان لله، كمّله ورَفعَ قَدْرَه، وكان في رحمة من الله سبحانه، وكان تواضعه قربة لله جل جلاله. ¶ قال بعض السلف: والله ما دخلت مجلساً أرى نفسي أصغر الناس إلا خرجتُ وأنا أعلاهم، ولا دخلتُ مجلساً أرى نفسي أعلاهم إلا خرجتُ وقد وضعني الله أدناهم. ¶ فالإنسان إذا تواضع لله جل جلاله رفع الله قدره، فلا يرفع الإنسان اجتهاده ولا كدحه، ولكن يرفعه الله جل جلاله. ¶ وكان العلماء –رحمة الله عليهم- يكثرون من الوصية بالتواضع؛ لأن العلم فيه طفرة. ¶ فمن ذلك: أن يأتيه بالعُجب، قالوا: أول العلم طفرة وغرور، وآخره انكسار وخشية لله سبحانه وتعالى. ¶ __________ ¶ (1) 56] ) أخرجه مسلم (2588) . والدارمي في سننه (1/396) . والترمذي، وقال حسن صحيح (2029) . وأحمد (2/386) . ¶ (2) 57] ) رواه الإمام الترمذي رحمه الله وقال حسن غريب، وصححه الألباني في الصحيحة (971) .",
            "page": "62",
            "part": "1",
            "seal": "8EB461A3"
        },
        {
            "id": "63",
            "nass": "أول العلم طفرة.. فتجد الإنسان إذا تعلم القليل من العلم، وكان في بدايته، ربما اغترّ، وربما أخذه شيء من العُجب والكبرياء، حتى تدخله الخشية لله جل جلاله، فتكسير قلبه لله سبحانه وتعالى، نسأل الله أن يجعلنا وإياكم ذلك الرجل. ¶ المَعْلَمْ التاسع: أخذ العلم عن أهله ¶ مما يوصى به طالب العلم أن يأخذ العلم عن أهله، أن يبحث عن العالم العامل الذي يذكّرك الله مخبره ومظهره، فوالله ما بحثت عن عالم صادق في علمه آخذ العلم عن أهله إلا اتصل سندك بالرسول صلى الله عليه وسلم، فإذا أتيت يوم القيامة وقيل لك: لما أفتيت بكذا وكذا، فتقول: يا رب.. أخبرني فلان عن فلان حتى يتصل سندك إلى رسول الله صلى الله عليه وسلم. ¶ قال الإمام الشافعي رحمه الله: (رضيت بمالك حجةً بيني وبين الله) ، يعني إذا سألني الله يوم القيامة عمن أخذت العلم، قلت: عن مالك، ومن هو مالك؟ إنه ذلك الوعاء الذي قال فيه بعض أهل الحديث في زمانه: إنه المعنيّ بقول رسول الله صلى الله عليه وسلم: (يوشك أن يضرب الناس أكباد الإبل، فلا يجدون عالماً إلا عالم المدينة) (1) [58] ) . ¶ روى مسلم في صحيحه عن الإمام محمد بن سيرين، فقيه التابعين أنه قال: (أيها الناس! إن هذا العلم دين، فانظروا عمن تأخذوا دينكم) (2) [59] ) . ¶ __________ ¶ (1) 58] ) رواه الإمامان أحمد والترمذي -رحمهما الله تعالى- وقال الترمذي: حديث حسن صحيح، وهو حديث ابن عيينة، فيه عنعنة ابن جريج وأبي الزبير، وضعفه الشيخ ناصر الدين رحمه الله في ضعيف سنن الترمذي رقم (502) . ¶ (2) 59] ) رواه الإمام مسلم رحمه الله في المقدمة (1/14) . وروي مثله عن الإمام مالك رحمه الله كما في الانتقاء للحافظ ابن عبد البر (ص:16) .",
            "page": "63",
            "part": "1",
            "seal": "1C6A2AD6"
        },
        {
            "id": "64",
            "nass": "العلم دين وتجارة وعبودية ومعاملة مع الله تبارك وتعالى، ولا تجوز المجاملة في تلقي العلم، فإذا علمت أن الذي أمامك ليس من أهل العلم المشهود لهم أنهم أهل لتلقي العلم عنهم، فلتتقِ الله وتذهب تبحث عن من ينجيك بين يدي الله وتأتمنه على دينك، وإلا كنت شريكه في الإثم، وهذا الذي أضر اليوم كثيراً من طلاب العلم، فلا بد من الرجوع والطلب على أيدي العلماء، وترك أنصاف المتعلمين والجهال. ¶ قال صلى الله عليه وسلم: (حتى إذا لم يَبْقَ عالمٌ، اتخذ الناس رؤساء جهالاً، فسئلوا فأفتوا بغير علم، فضلّوا وأضلوا) (1) [60] ) ، نسأل الله السلامة والعافية. وكان السلف الصالح –رحمهم الله- يعنون بذلك عناية عظيمة، روى الخطيب البغدادي رحمه الله عن إبراهيم النخعي –إمام من أئمة التابعين- قال: (كان الرجل إذا أراد أن يأخذ عن الرجل، نظر في صلاته، وفي حاله، وفي سمته، ثم يأخذ عنه) (2) [61] ) . ¶ ينظر إلى عبادته لله عز وجل، وينظر إلى سيرته وأخلاقه وشمائله هل هي متفقة مع ذلك العلم أو تخالفه؟ فإن العلم إنما يؤخذ عن العلماء الربانيين. ¶ قال الإمام ابن القيم رحمه الله: ¶ والجهل داءٌ قاتل وشفاؤه ... أمران في التركيب متفقان ¶ نص من القرآن أو من سنة ... وطبيب ذاك العالم الرباني ¶ فكم من قلوب كانت مريضة سقيمة شفاها الله بفضله، ثم بالعلماء الربانيين، أطباء الأرواح الذين يحسنون تعليم الأمة وهدايتها ودلالتها إلى صراط الله المستقيم. ¶ وينبغي في العالم الذي تأخذ عنه أن تتوفر فيها خصلتان: ¶ الأولى: صلاح السريرة، ويكون بالاستقامة في عقيدته ومنهجه وفكره، بإخلاصه لله عز وجل، وكلاهما له دلائل تدل عليه وتشهد بصدقه، فلا ينبغي لطلاب العلم أن يسلم زمام فكره إلى من ضلّ عن السبيل وفقدَ الحجة، وترك المحجة. ¶ __________ ¶ (1) 60] ) متفق عليه من حديث عبد الله بن عمرو وعائشة رضي الله عنها. ¶ (2) 61] ) من مقدمة دروس شرح سنن الترمذي، للشيخ محمد.",
            "page": "64",
            "part": "1",
            "seal": "B676DA08"
        },
        {
            "id": "65",
            "nass": "كم من عالم مليء بالعلم شانته أخلاقه، وشانته تصرفاته، وشانه سمته ودله، لا يخاف الله في كلامه، ولا يراقب الله في منطقه، يتتبع عورات المسلمين، ويثلب عباد الله المتقين، فالحذر الحذر أن تغتر من العالم بكثرة علمه دون أن يكون عنده ورع يمسك بزمام لسانه عن أن يقول على الله ما لا علم له، وقد كان العلماء –رحمهم الله- يختبرون الأئمة، يختبرونهم بالسؤال عمن لا علم لهم به، فإن وجدوهم وقّافين عن حدود الله، وقّافين عند محارم الله، أحبوهم ورضوهم في أخذ العلم عنهم. ¶ الثانية: أن يكون صالح السيرة، حافظاً يحفظ عن الله ورسوله صلى الله عليه وسلم، فكما أن الأعمى لا يقود الأعمى، فكذلك الجاهل لا يقود الجاهل، لذلك ينبغي للإنسان أن يبحث عن هذا الصنف العالم المتمكن في علمه، المتمكن في فنّه، فمثل هذا حجة، وكفى به حجة. ¶ إذا وجدت هذا العالم، فلا يخلو من حالتين: ¶ أ- إما أن يكون في بلدك. ¶ ب- وإما أن يكون في غير بلدك. ¶ أ- فإن كان في بلدك: فاحرص مجالسه، واحرص على زيارته، فمن صفات طلاب العلم أنهم يحبون العلماء، وأنهم على صلة بأهل العلم والفضل، فلا يعرف الفضل لأهله إلا أهل الفضل، فاقبل عليه، واثبت عنده، ولذلك قالوا في الحكمة: من ثبت نبت، والمراد بالثبات: أن تلزم العالم وأن تأخذ عنه، وأن تحرص على الفائدة التي عنده، ولذلك قال الإمام أبو حنيفة رحمه الله: ثبتُ عند حماد بن أبي سليمان فنبتُّ، وقد عرَف السلف الصالح هذا الثبات، والذي ضرّ كثيراً من طلاب العلم في هذا الزمان أنهم لا يثبتون عند العلماء. ¶ لذلك انظر في حال السلف، فعبد الله بن عباس رضي الله عنهما أخذ عنه عكرمة، وأخذ عنه مجاهد، ومكحول الشامي، وطاوس.",
            "page": "65",
            "part": "1",
            "seal": "D1C27728"
        },
        {
            "id": "66",
            "nass": "وعبد الله بن عمر أخذ عنه نافع وسالم وابنه، وما توفي أئمتهم وعلماؤهم إلا وكل واحد منهم قد أمسك بزمام العلم في بلده، وأصبح عَلَماً من أعلام المسلمين، وإمام من أئمة الدين، وورِثَ علم شيخه، وصار أشبه الناس بسمته ودله، وأحفظهم لأقواله وفتاويه واختياراته. ¶ ب- أن يكون هذا العالم في غير بلدك وفي غير موضعك: وحينئذٍ تحرص على الرحلة، غامر وتغرّب لوجه الله، واحتسب عند الله الخطوات من أجل لقاء العلماء، فإن الله تبارك وتعالى ذكر في كتابه الرحلة في طلب العلم، وحثّ عليها الأخيار، وشحذ إليها همم الأبرار، فقال سبحانه وتعالى: ((فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ)) [التوبة:122] . وكان من هدي السلف الصالح: الرحلة في طلب العلم، ووالله ما أنَتشَرَتْ العلوم، ولا دُوّنت دواوين الإسلام، وحفظت كتبه بشيء مثل الرحلة في طلب العلم، هذه الرحلة التي لا يرفع فيها طالب العلم قدمه ويضعها –يتغرب عن الأوطان، ويفارق الأحبة والخلان، ويحتسب عند الله عز وجل، كل ذلك من أجل القرآن والسنة- إلا أحبه الله ورفع درجته وأعلى مكانته.",
            "page": "66",
            "part": "1",
            "seal": "C042DC41"
        },
        {
            "id": "67",
            "nass": "وإنني بهذه المناسبة والله، لأهنئ طلاب العلم بالجامعة الإسلامية إذ سافروا عن بلادهم، وتغربوا عن أوطانهم، هنيئاً لهم (1) [62] ) ، إذ أقبلوا لها من كل حدَب وصوب، يرجون رحمة الله، ويرجون ما عند الله، نحسبهم ولا نزكيهم على الله أنهم جددوا مآثر الصحابة، فذكّر مقدمُهم المدينة بالوفود على رسول الله صلى الله عليه وسلم مع الفارق بين الطائفتين، ومراعاة الفضل بين الفريقين، لذلك أحبتي في الله، فلا بد من الرحلة، ولا بد من السفر، ولا بد من الغربة، ولا بد أن تتعذب قبل أن تنال العلم، حتى يمحص الله إيمانك، ويظهر الله عز وجل فضلك وصلاحك وبرّك، يقولون: لا ينال العلم إلا بالجهاد، والله تعالى ذكر آية الرحلة - ((فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ)) [التوبة:122]- في طلب العلم في سورة الجهاد، فختم بها سورة التوبة، ولم يقف الأمر عند ذلك، بل جعل الله الرحلة في طلب العلم، والجهاد في طلب العلم، سنة الأنبياء وسنة الصالحين. ¶ هذا نبي الله موسى –عليه وعلى نبينا الصلاة والسلام- أخبره الله تعالى أن بمجمع البحرين من هو أعلم منه، عبداً علّمه الله من لدنه علماً- وهو الخضر عليه السلام-، فما إن بلغ الخبر إلى موسى، حتى قال: ((لا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا)) [الكهف:60] . ¶ يقول بعض العلماء: لا أبرح: أي لا أنتظر ولا أجلس، ولا يقر لي قرار حتى أرى هذا العالم. ¶ __________ ¶ (1) 62] ) من محاضرة حلية طالب العلم، ألقيت في قاعة المحاضرات بالجامعة الإسلامية بالمدينة، بتاريخ (6/11/1412هـ) .",
            "page": "67",
            "part": "1",
            "seal": "836EDDE1"
        },
        {
            "id": "68",
            "nass": "نبي يقول الله له: ((وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي)) [طه:39] ، كلمه الله تكليماً، وقرّبه نجياً، فخرج -صلوات الله وسلامه عليه- في رحلته الذي أبقاها الله إلى يوم الدين قصة وعبرة في كتابه المبين، والعجيب في القصة أنه كان بالإمكان أن يبين لنا حاله مع الخضر، دون ذكر تعبه في السفر، ودون ذكر مشقته في السفر. ¶ يقول بعض العلماء: حتى يعلم طلاب العلم، ويعلم العلماء أنه لا بد في العلم من التعب والنصب، ولذلك مشى يوماً كاملاً من أجل أن يبلغ هذا العالم، حتى ضني في مشيه، ثم قال لفتاه يوشع بن نون: ((آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا)) [الكهف:62] ، فأخبره ذلك الغلام أنه قد نسي الحوت، تصوّر! يوماً كاملاً يمشي فيه حتى نسي طعامه وشرابه كله، وشاء الله أن يلقاه، فقال له: ((هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا)) [الكهف:66] فرحاً بلقاء ذلك العالم. ¶ وإذا كان الطالب مشغولاً في أيام الدراسة يغتنم أيام العطل، يسافر إلى العلماء، يتغرّب، فينظر الله إليه وقد غابت عليه شمس يوم وقد أغبرّت قدماه في سبيل الله جل جلاله، متحملاً المشاق والمتاعب، متقرباً بطلب أفضل وأشرف ما يرغب فيه ويطلب.. في هذه السنة شهراً، ثم في السنة الثانية شهراً أو شهرين، فيبارك الله له في علمه. ¶ أعرف طلاباً يتغربون بالأسابيع، يتفقون مع الشيخ على أن يأتوه أسبوعاً يقرؤون عليه متناً أو كتاباً، فيفرّغ الشيخ لهم نفسه، ويعطيهم القدر الذي يسّره الله في هذه الفترة، فيحصلون بذلك خيراً كثيراً، وطلب العلم على قدر الطاقة.",
            "page": "68",
            "part": "1",
            "seal": "A242E6B1"
        },
        {
            "id": "69",
            "nass": "المعْلَمْ العاشر: الاهتداء بالكتاب والسنة ¶ فلا خير في العلم إذا لم يُصحب بالاهتداء (1) [63] ) بالكتاب والسنة، إنهما أساس العلوم ومنبعهما؛ وقد تكفل الله لمن اتبعهما بألا يضلّ أبداً ولا يشقى، تكفل الله لمن تمسك بوحيه بالسعادة وحسن الغاية وعظيم الرضا ((إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ ... )) [الإسراء:9] الآية. ¶ من اهتدى بكتاب الله وسنة رسول الله صلى الله عليه وسلم، سار على الصراط المستقيم، والمنهج القويم، وعصمه الله من الفتن، وحفظه من المحن، وجعل في قلبه طمأنينةً، وفي صدره انشراحاً. ((وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ)) [الأنعام:153] . ¶ فالناس تضلّ وهو يهتدي، والناس تنحرف وهو يسير على المنهج ((كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ)) [الفرقان:32] ، حتى يلقى الله جل جلاله ... يلقاه بكتابه المبين، فإذا بالقرآن أمامه شفيعاً له بين يدي الله سبحانه وتعالى، فإن القرآن حجّاجٌ (2) [64] ) لصاحبه بين يدي الله تعالى، حتى ينتهي به إلى الجنة. ¶ فاتباع القرآن والسنة هو الاهتداء الحقيقي. ((وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ)) [الأعراف:158] . ¶ فالعبد الذي يريد أن يبارك له في علمه، يعضّ بنواجذه على الكتاب والسنة، واتباع هذه الشريعة والملة. ¶ فإذا تشعبت الآراء، وتباينت الأهواء، وكثرت المحن، وادلهمّت الفتن، وجد وحي الله منيراً مشرقاً، ليست به ضلالة ولا غواية. ¶ __________ ¶ (1) 63] ) من مقدمة شرح سنن الترمذي. ¶ (2) 64] ) روى الإمام ابن حبان وغيره عن جابر رضي الله عنه أن النبي صلى الله عليه وسلم قال: (القرآن شافع مشفع، وما حل مصدق) ، وهو في السلسلة الصحيحة رقم (4443) .",
            "page": "69",
            "part": "1",
            "seal": "BBA5FB16"
        },
        {
            "id": "70",
            "nass": "المَعْلَمْ الحادي عشر: العمل بالعلم ¶ أن يترجم هذا العلم للواقع، أن يخرجه الإنسان من قرار القلب إلى القالب، ومن الأقوال إلى الأفعال، يتمسك به ويطبقه ويلتزمه. ((فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ)) [الزخرف:43] . ¶ فإذا تعلم طالب العلم سنة أو حكمة، تمسك بها وعمل بها أشهد الله على أنه من أهلها، إن ترجمة العلم إلى الجوارح حياته، وكم من سنن أحييت لما خرج طلاب العلم فنشروها أمام الأمة بلسان الحال والمقال، قال الله تعالى عن علماء بني إسرائيل: ((وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ)) [السجدة:24] . ¶ بعض طلاب العلم الذين شرح الله صدرهم للعلم والعمل إذا رأيتهم ذكّرتك بالله رؤيتهم (1) [65] ) . ¶ العمل بالعلم كمال للإنسان، وأعظم ما يعين على ضبط العلم ووضع البركة فيه. ¶ قالوا في الحكمة: اعمل بالحديث مرة، تكن من أهله (2) [66] ) . فمن عمل بما علم، ورّثه الله علم ما لم يعلم. ¶ من الأخطاء أن يستهين الطالب بالسنة في التطبيق، يقول: هذا سنة وليس بواجب، نعم ليس بواجب ولكن في حق طالب العلم الذي ينبغي أن يكون أكمل وأحرص له شأن آخر، وليس العلم للحفظ، وإنما هو للعمل. ¶ قال بعض السلف: (هتف العلم بالعمل، فإن أجابه وإلا ارتحل) (3) [67] ) . ¶ __________ ¶ (1) 65] ) من محاضرة وصايا لطلاب العلم، للشيخ محمد. ¶ (2) 66] ) ذكره الشيخ حسن المشاط رحمه لله في رفع الأستار شرح طلعة الأنوار عن عمرو بن قيس الملائي رحمه الله (ص:195) . ¶ (3) 67] ) رواه الحافظ ابن عبد البر رحمه الله في الجامع، وصححه المحقق الزهيري برقم (1274) ، (ص:707) . وروى نحوه عن علي بن أبي طالب رضي الله عنه وابن المنكدر رحمه الله.",
            "page": "70",
            "part": "1",
            "seal": "B890129F"
        },
        {
            "id": "71",
            "nass": "ومن العمل الذي ينبغي لطالب العلم المواظبة عليه: أذكار الصباح والمساء والدخول والخروج والشدة والرخاء (1) [68] ) . ¶ وأن يجعل له ورد من قيام الليل وصيام النهار، يتزود به، ويجعل له حظاً من تشييع الجنائز، وزيارة القبور، وعيادة المرضى (2) [69] ) . ¶ كذلك يحرص أن تكون بينه وبين الله حسنات لا يعلمها إلا هو سبحانه وتعالى، كالإحسان إلى الأيتام (3) [70] ) ، والأرامل، وزيارة الضعفاء ومواساتهم، ونحوها من الأعمال الصالحة التي يبارك الله في حال الإنسان بسببها تستوجب له الدعوات المباركات، والمحبة من الله سبحانه وتعالى (4) [71] ) . واقرأ في تراجم العلماء وسير الأئمة الذين مضوا –رحمة الله عليهم- تُحس بالهيبة والإجلال لهذا العالم؛ لأنه قرنَ القول بالعمل، حينما يقال: كان عالماً في التفسير.. إماماً في الحديث.. متواضعاً حليماً، وكان كثير الإحسان.. كثير الصدقات.. كثير البكاء من خشية الله.. كثير قيام الليل وصيام النهار، تُحِسّ بأثره، وتنتفع بعلمه، لذلك أوصي أن يحرص طالب العلم على العمل الذي هو بركة العلم. ¶ __________ ¶ (1) 68] ) للمزيد من الحديث عن حال طالب العلم مع الذكر، راجع درس البلوغ –للشيخ جزاه الله خيراً- عند شرح حديث عائشة (كان يذكر الله على كل أحيانه) . ¶ (2) 69] ) وتدبر كلام شيخ الإسلام أبي العباس ابن تيمية رحمه الله: (لابد للعبد من أوقات ينفرد فيها بنفسه في دعائه وذكره وصلاته، وتفكره ومحاسبته لنفسه وإصلاح قلبه) اهـ. من الفتاوى (ص:10) نقلاً عن: كيف نتحمس لطلب العلم لأبي القعقاع محمد صالح آل عبد الله (ص:8) . ¶ (3) 70] ) مقدمة درس شرح الترمذي، للشيخ محمد –حفظه الله. ¶ (4) 71] ) قال ابن المبارك رحمه الله: ما رأيت أحداً ارتفع مثل مالك، ليس له كثير صلاة ولا صيام، إلا أن تكون له سريرة! (السير8/97) .",
            "page": "71",
            "part": "1",
            "seal": "CD1E29DB"
        },
        {
            "id": "72",
            "nass": "كان زين (1) [72] ) العابدين -رحمة الله عليه- علي بن الحسين مع العلم والصلاح والعمل، كان إذا جنّ عليه الليل، لبس ثياباً مبتذلة، وحمل على ظهره الطعام، ومضى به إلى بيوت الأرامل والأيتام، وهو إمام في زمانه، ولم يعلم أحد أن هذا هو زين العابدين، سليل بيت النبوة إلا بعد أن توفي، وفقدوا من كان يقرع عليهم بيوتهم بالصدقات في جوف الليل (2) [73] ) . ¶ وكان الإمام شعبة بن الحجاج بن الورد الذي يقول فيه سفيان الثوري: (أمير المؤمنين في الحديث) ، وكان يهابه ويجلّه، كان شعبة -رحمة الله عليه- لا يردّ سائلاً سأله، حتى إنه دخل عليه رجل وبكى واشتكى أن دابته فُقدت عليه، فسأله كم قيمتها، قال: ثلاثة دنانير، فأدخل يده في جيبه وقال: هذه ثلاثة دنانير، والله لا أملك غيرها (3) [74] ) . ¶ كانوا يُضحّون ويتصدق أحدهم بنصف ماله، بل ربما خرج عن ماله كله؛ لأن العلم إذا أثرّ انكسر القلب لله جل جلاله، فلم يبال بالدنيا جاءت أم ذهبت، والذي ضرنا ركوننا إلى الدنيا. ¶ فالأعمال الصالحة تقرب الإنسان من الله، وتزيده قربة منه سبحانه وتعالى، ولعله تصيبه دعوة تكون مستجابة عند الله سبحانه وتعالى. ¶ وقلّ أن تجد عالماً يحسن إلى الناس إلا وجدته في أعلى المراتب والقبول له كأحسن وأجمل ما يكون له القبول. ¶ جعلنا الله وإياكم ذلك الرجل، وهي مواقف تنبئ عن الرحمة بالمسلمين. ¶ الفصل الثالث: معالم في آداب طالب العلم في درسه ¶ المَعْلَمْ الأول: أخذ العلم فنّاً فنّاً. ¶ المَعْلَمْ الثاني: الاجتهاد في ضبط العلم. ¶ المَعْلَمْ الثالث: عدم الاستعجال في النزول للساحة. ¶ __________ ¶ (1) 72] ) (بتصرف) من محاضرة (وصايا للخريجين) ، للشيخ محمد -حفظه الله-. ¶ (2) 73] ) ذكره الحافظ الذهبي رحمه الله في السير. انظر نزهة الفضلاء (7/406) . ¶ (3) 74] ) أخرجه الحافظ أبو نعيم رحمه الله بسنده في الحلية (7/146) .",
            "page": "72",
            "part": "1",
            "seal": "8C6AF3CE"
        },
        {
            "id": "73",
            "nass": "المَعْلَمْ الأول: أخذ العلم فنّاً فنّاً ¶ فإن أفضل شيء أخذ الفن الواحد وإتقانه (1) [75] ) ، ثم يأخذ غيره. ¶ قال البعض: ¶ وفي ترادف الفنون المنع جا ... ... إذ توأمان اجتمعا لن يَخرجا ¶ فضبط الفن الواحد، ثم ضبط ما سواه أنفع، ويستثنى من هذا الأصل إذا كان عند الطالب ملكة قوية في الضبط وتفرّغ، واستطاع أن يجمع بين فنين أو أكثر، فلا حرج؛ لأن الملكة تختلف، أو كان طالب العلم لا يجد في بلده ولا يتيسر له وجود العلماء، فيتغرّب السنة والسنتين في ديار العلم، فيحتاج أن يقرأ أكثر من فن وعلم؛ لأنه محتاج إلى ذلك، فهذا لا حرج عليه أن يجمع بين علمين. ¶ المَعْلَمْ الثاني: الاجتهاد في ضبط العلم (2) [76] ) : ¶ كم نجلس من مجالس الدنيا، فنسمع فيها فضول الأحاديث والأخبار، ولو سألت الواحد عن خبر من الأخبار لقصه عليك لا يخرم منه حرفاً واحداً. ¶ ثم نجلس مع العلماء الأجلاء وأهل الفضل الذين هم على علم بالكتاب والسنة، ينثرون درر الكتاب والسنة، ولا نرفع بذلك رأساً! ¶ والله إذا بلغ الإنسان إلى هذا المقام فليبكي على نفسه؛ لأن الله حرَمِه التوفيق، إذا جلست في مجالس العلم فرأيت قلبك لم يعي ذلك العلم، فابكِ على نفسك، فلعل ذنباً حال بينك وبين ذلك الخير. ¶ __________ ¶ (1) 75] ) من حاضرة حلية طالب العلم، للشيخ محمد. ¶ (2) 76] ) (بتصرف) من دروس تفسير سورة النور، للشيخ محمد -وفقه الله-.",
            "page": "73",
            "part": "1",
            "seal": "E04CE62D"
        },
        {
            "id": "74",
            "nass": "ومما يعين الطالب على ضبط العلم: استشعاره أن كل حكمة يضبطها أنها قربةٌ وطاعةٌ لله تعالى، فيشفق على نفسه من أن تفوته فائدة واحدة يحفظها غيره وهو لم يحفظها، فلعله يقوم من المجلس وهو أرفع قدراً عند الله سبحانه وتعالى منه (1) [77] ) ، فيحرص على أن لا تفوته كلمة، ولا يفوته ضبط لمسألة أو تحليل لقاعدة في ذلك المجلس، وهذا من محبة الله للعبد، فإذا رأيت الله جل جلاله يشرح صدر طالب العلم فلا تفوته كلمة، ولا تفوته نادرة، يضبط حق الضبط، ويحصل حق التحصيل، فاعلم أن الله سيبارك في علمه، ولذلك ما نبغ من السلف ولا أشتهر من الأئمة إلا من كان بهذه المثابة، وربما أتاهم الخبر أن للعالم فلاناً مجلساً عُقد لحديث رسول الله صلى الله عليه وسلم في مسجد كذا، فيتركون طعامهم، وينطلقون إلى ذلك العالم لضبط العلم، كل ذلك طلباً لمرضاة الله. ¶ __________ ¶ (1) 77] ) من مقدمة شرح سنن الترمذي، للشيخ محمد –حفظه الله-.",
            "page": "74",
            "part": "1",
            "seal": "03DA9F48"
        },
        {
            "id": "75",
            "nass": "ولذلك بارك الله لهم، وألقى لهم المحبة بين الناس، ووضع لهم القبول بين عباده. نسأل الله العظيم أن يمنّ علينا بواسع رحمته (1) [78] ) . ¶ وفي حديث أنس عن زيد في الصحيحين (قال: كم كان بين الأذان والسحور؟ قال: قدر خمسين آية) ، انظر إلى الدقة والهمة في ضبط المسائل والسنة. ¶ وهذه خصلة طيبة في طالب العلم أن يكون دقيقاً في المسائل والنصوص، وهي أحظ في العلم وأكثر نبوغاً وفهماً (2) [79] ) . ¶ __________ ¶ (1) 78] ) ومما يستملح من الأخبار في الحث على ضبط العلم وحفظه ما وقع للإمام أبي حامد الغزالي فقد سافر الإمام أبو حامد الغزالي رحمه الله إلى جرجان وقرأ على كثير من علمائها وهو صغير، وكان يكتب تعليقات أستاذه في الفقه والفوائد التي أخذها منه وجمعها في كراريس سماها (التعليقة) ، وقد كان يريد الاكتفاء بالكتابة دون الحفظ، غير أن هذا لقّنهُ درساً قاسياً، حيث قُطع عليه الطريق وهو في طريق عودته إلى طوس، وأخذ قطاع الطريق جميع ما كان مع القافلة بما فيه المخلاة –أي حقيبة أبي حامد التي كانت فيها تعليقته- وقد حكى أبو حامد هذه الحادثة فقال، فتبعتهم فالتفت إلى كبيرهم وقال: ويحك، ارجع وإلا هلكت، فقلت: أسألك بالذي ترجو السلامة منه أن ترد عليَّ تعليقتي فقط فما هي بشيء تنتفعون به، فقال: وما هي تعليقتك؟ فقلت: كتب في تلك المخلاة هاجرتُ لسماعها وكتابتها ومعرفة علمها، فضحك وقال: كيف تدعي أنك عرفت علمها وقد أخذناها منك فتجردت من معرفتها وبقيت بلا علم؟! ثم أمر بعض أصحابه فسلّم إليَّ المخلاة. ¶ قال أبو حامد: فقلت: هذا مستنطق أنطقه الله ليرشدني به أمري، فلما وافيت طوس أقبلت على الاشتغال ثلاث سنين حتى حفظت جميع ما علقته، وصرت بحيث لو قُطع عليَّ الطريق لم أتجرد من علمي. طبقات الشافعية الكبرى (1/195) . نقلاً عن كتاب آداب طالب العلم، لابن رسلان (ص:154) . ¶ (2) 79] ) من دروس شرح كتاب عمدة الأحكام، للشيخ محمد –كتاب الصيام-.",
            "page": "75",
            "part": "1",
            "seal": "C8FC7CAD"
        },
        {
            "id": "76",
            "nass": "المَعْلَمْ الثالث: عدم الاستعجال في النزول للساحة ¶ فإطالة الوقت في الطلب فيها خير كثير للطالب، والذي أضر الكثيرين خروجهم إلى الساحة، ولما يأخذوا قسطاً من كمال العلم فأضرَّوا باستعجالهم، ولم يثق الناس بعلمهم، وفي الحكمة: (حب الظهور قصم الظهور) . ¶ وكان العلماء -رحمة الله عليهم- يعنون بإطالة الزمن في الطلب (1) [80] ) . وفي أبيات الشافعي المشهورة ما يؤيد أن من شروط نيل العلم طول الزمن في الطلب (2) [81] ) : ¶ أخي لن تنالَ العلمَ إلا بستةٍ ... سأنبيكَ عن تفصيلها ببيانِ ¶ ذكاءٌ وحرصٌ واجتهادٌ وبُلغةٌ ... وصحبةُ أستاذٍ وطول زمانِ ¶ وهذا الإمام عبد الله بن وهب من أصحاب الإمام مالك -رحمة الله على الجميع- تفقه على الإمام مالك خمسة وعشرين سنة.. ربع قرن، سبحان الله، ونحن نستكثر ثلاث سنوات في كتاب معين (3) [82] ) . ¶ والمنهج الذي تعلمت عليه هو إطالة الوقت في زمن الطلب. ¶ أذكر أني قرأت سنن الترمذي على الوالد -رحمة الله عليه- في أربع سنوات، في كل ليلة درس، وصحيح مسلم في ست سنوات، في كل ليلة درس، ما عدا يومي الثلاثاء والجمعة، والموطأ في ثلاث سنوات ونصف، وصحيح البخاري ابتدأت مع الوالد واستمريت معه أكثر من عشر سنوات، وتوفي رحمه الله ولم أكمله عليه. ¶ __________ ¶ (1) 80] ) قال الإمام مالك رحمه الله: كان الرجل يختلف إلى الرجل ثلاثين سنة يتعلم منه. وقال الحافظ محمد بن جعفر الكرابيسي الملقب بغُنْدَر رحمه الله: لزمتُ شعبة عشرين سنة. ¶ (2) 81] ) ديوان الإمام الشافعي رحمه الله بتعليق الزعبي ط. الثالثة (ص:81) . ¶ (3) 82] ) من دروس شرح بلوغ المرام، للشيخ محمد -حفظه الله-.",
            "page": "76",
            "part": "1",
            "seal": "8E677AF2"
        },
        {
            "id": "77",
            "nass": "وجربنا طول النفس في الطلب، والإطالة في زمن الطلب فيها مزايا، منها: يخرج طالب العلم بمادة مكتملة وتصور واضح، ويتربى الطالب على الصبر وتحمل المشاق والمتاعب، وهي أدعى للإخلاص والضبط، وليس المهم أن تختم الكتاب على الشيخ، فالعبرة ليست بالكم وكثرة المشايخ، وإنما بالكيف والنتيجة والثمرة، وطالب العلم –والحمد لله- على خير وعبادة أثناء زمن الطلب يحتسب الأمر في التعب والنصب. ¶ ففي الاستعجال جناية على العلم، ولا يمنع من هذا أن يوجد بعض الطلاب عنده ملكة في الفهم والحفظ، يمكن أن يحصل الكثير من العلم في وقت قليل. ¶ المَعْلَمْ الرابع: مذاكرة العلم: ¶ مما أضر كثيراً من طلاب العلم اليوم (1) [83] ) أنهم لا يذاكرون، يأتي الشخص إلى مجلس العلم دون تحضير للدرس، فيفاجأ بأشياء، وتنهال عليه المعلومات، فلا يستطيع أن يضبط الدرس، لكن إذا كان عنده تحضير سابق مع مذاكرة ومناظرة لاحقة فإن هذا من أضبط ما يكون للعلم، وإذا انتهى من الدرس يرجع إلى البيت ويحاول يستذكر الشرح مرة ثانية، ولو كان معه طالب علم يتذاكر معه بحيث يكمل كل منهما النقص الذي ربما فات الآخر، لكان ذلك أضبط للعلم، والمذاكرة حياة العلم، كما قال بعض الفضلاء (2) ¶ __________ ¶ (1) 83] ) من دروس شرح كتاب التوحيد، للشيخ محمد –شريط رقم (1) - جواب السؤال الثاني في نهاية الدرس. ¶ (2) 84] ) هو العلامة مجدد العلم في بلاد شنقيط سيدي عبد الله بن الحاج إبراهيم العلوي رحمه الله، (ت:1233) . ترجم له كثيرون، منهم صاحب معجم المؤلفين في القطر الشنقيطي (ص:36) فقال: ¶ عالم واسع المعرفة، رحل أربعين سنة في طلب العلم، أخذ عن أجلة، منهم علاّمة النحو المختار بن بونة الجكني، والفقيه المغربي محمد البناني، وتخرج عليه عشرات العلماء، وترك مؤلفات كثيرة تمتاز بتحقيقات نفيسة، فأقبل عليها العلماء، منها مراقي السعود وشرحه نشر البنود، ونوازل في الفقه، وألفية في البلاغة مع شرحها نور الأقاح. ¶ شارك في الجهاد ضد البرتغاليين أيام حملتهم على المغرب، وتوفي عام 1230هـ. اهـ بتصرف. ¶ ومن مراثية بعضهم له: ¶ أحيا علوم الشرع حتى ظهرتْ ¶ وأهلكَ البدعة حتى اندثرتْ ¶ طوْدُ علوم ماله نظير ¶ يزول وهو لم يزلْ ثبيرُ ¶ قد كاد يوصف بالترجيح ¶ لفهمه ونقله الصحيح ¶ فهو الإمام الحجة العريفُ ¶ له الفتاوى وله التصنيف ¶ علم الحديث فيه لا يبارى ¶ كأنما نشأ في بخارى ¶ والبيت الذي استشهد به الشيخ من منظومته طلعة الأنوار، اختصر بها ألفية الحافظ العراقي في المصطلح في نحو ثلثها مع تحريرات دقيقة.",
            "page": "77",
            "part": "1",
            "seal": "71CD7139"
        },
        {
            "id": "78",
            "nass": "[84] ) : ¶ واعلم بأن العلم بالمذاكرة ... ... والدرس والفكرة والمناظرة ¶ وكان السلف -رحمهم الله- يعرفون هذا كما قالوا: ¶ (كنا نسمع الحديث من جابر بن عبد الله، فإذا خرجنا من عنده تذاكرنا، فإذا أبو الزبير أحفظنا..) (1) [85] ) . ¶ ثم يفضل بعد الدرس وبعد المذاكرة مع طالب علم جيد وحريص على الفائدة أن تكتب المعلومات، أو تكتب ملخص استفدته من خلال الدرس ومن خلال المراجعة، هذا الملخص تعتبره كأساس لك في التحصيل، بحيث لو رجعت بعد ختم الكتاب ترجع إلى هذا الملخص، وتصبح المعلومات منضبطة مختصرة، ثم بعد ذلك تتوسع في شرحها والإضافة عليها، وما يستجدّ عندك من معلومات في كل باب وتحت كل مسألة بحسبها، وحسب توسعك في العلم والفن. ¶ فإذا سار طالب العلم على هذه الطريقة، فإنه سيستفيد خيراً كثيراً، وأنبه على ضرورة اختيار طالب علم حريص على الفائدة، حتى لا يضيع وقتك. ¶ الفصل الرابع: معالم في بعض أحكام الفتوى ¶ تمهيد: في أهمية مقام الفتوى. ¶ المَعْلَمَ الأول: الإخلاص في النية. ¶ المَعْلَمَ الثاني: البصيرة وضبط العلم. ¶ المَعْلَمَ الثالث: تحصيل الورع. ¶ المَعْلَمَ الرابع: معرفة المصالح والمفاسد المترتبة على الفتوى. ¶ المَعْلَمَ الخامس: تحصيل الخشية من الله. ¶ المَعْلَمَ السادس: معرفة حال المستفتي. ¶ تمهيد: في أهمية مقام الفتوى ¶ الحديث في هذه (الأسطر) (2) [86] ) عن ثغر من ثغور الإسلام، تبيِّن به الشريعة والأحكام (3) [87] ) ، عن ذلك الثغر العظيم الذي تولى الله -جل وعلا- أمره من فوق سبع سماوات، ألا وهو الفتيا. ¶ __________ ¶ (1) 85] ) رواه الحافظ أبو خيثمة رحمه الله في كتاب العلم بتحقيق الشيخ الألباني رحمه الله (ص:21) ، ط. المكتب الإسلامي. ¶ (2) 86] ) في الشريط: (اللحظة المباركة) . ¶ (3) 87] ) هذا الفصل أخذ من محاضرة (من أحكام الفتوى) ، للشيخ محمد، ألقيت بكلية الشريعة بالجامعة الإسلامية.",
            "page": "78",
            "part": "1",
            "seal": "B987DD36"
        },
        {
            "id": "79",
            "nass": "هذا الثغر الذي تتعطش الأمة في كل زمان ومكان إلى أهله ورجاله، الذين نور الله قلوبهم بالعلم، وشرح صدورهم بالعلم والحكمة والإيمان، فجعلهم به هداة مهتدين، يقولون الحق وبه يعدلون، هذا المقام العظيم الذي يقوم به المسلم مبلّغاً لشرع الله ودين الله عز وجل، فما أشرفه من مقام، وما أعظمه من ثغر جليل المرام، يوم يقف الإنسان لكي يبيّن الحلال والحرام ويفصّل الشريعة والأحكام، على نور من الله وهدى من كتاب الله وسنة رسول الله صلى الله عليه وسلم. ¶ ولذلك أخبر الله جل وعلا أنه تولى هذا المقام العظيم بنفسه، فقال في كتابه الكريم: ((يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ)) [النساء:176] ، يوم نزلت هذه النازلة برسول الأمة صلى الله عليه وسلم، فتولى الله جوابها وحلها ودفع إشكالها، وقد تقلدها رسول الأمة صلى الله عليه وسلم حين بين حلال الله وحرامه، وشرعه ونظامه، فهدى الله به الأمة إلى حكم الله في النوازل والمشاكل، ثم خلفه صلى الله عليه وسلم في هذا الثغر العظيم والمقام الجليل الكريم، أصحابه الكرام رضي الله عنهم أجمعين. ¶ فكانوا أئمة هداة مهتدين، يسيرون على نهجه صلى الله عليه وسلم قولاً وعملاً واعتقاداً، ثم تبعهم التابعون لهم بإحسان كلما مضى لهم جيل، تبعه على ذلك النهج جيل، فهم على أوضح حجة وأبين سبيل، فجزاهم الله عن الإسلام والمسلمين خير ما جزى به عاملاً عن عمله، وما زالت الأمة بخير ما قام علماؤها بهذا الثغر، ولا تزال الأمة بخير مادام قد وجد فيها من يبيّن الحلال والحرام، ويفصّل الشريعة والأحكام، يلتزم بذلك المنهج المفضي إلى الجنة دار السلام، ولو لم يكن لفضل الفتوى إلا عظيم البلوى لكفاها شرفاً وفضلاً. ¶ فإن العلماء –رحمهم الله- يقولون: يستدل على فضل الشيء بعظيم أثره في الناس.",
            "page": "79",
            "part": "1",
            "seal": "9F523256"
        },
        {
            "id": "80",
            "nass": "فكم أُحيي من سنن المرسلين، وأُميتَ من بدع المضلين، حين تقلد الفتوى أئمة الدين، وكم انتشر من البدع والأهواء، وتنازعت الناس السبل، بسبب ضياع هذا الثغر العظيم. ¶ ولذلك عدّ النبي صلى الله عليه وسلم هذه الرزية العظيمة حين قال: (حتى إذا لم يَبقَ عالمٌ، اتخذ الناس رؤساء جهالاً، فسئلوا فأفتوا بغير علم، فضلوا وأضلوا) (1) [88] ) . ¶ فما أعظمها من مصيبة على الأمة إذا تقلد الجهال هذا المقام، وما أعظمه من شرف، وما أجلّها من نعمة إذا وجد في الأمة العالم البصير الحاذق الذي يعرف حكم الله سبحانه وتعالى في النوازل والمشاكل. ¶ وقد تسفك الدماء، وتنتهك الأعراض بسبب الخلاف في مسألة من مسائل الدين، حين لا يستطيع الناس أن يجدوا من يفصل بينهم في نازلة من النوازل. ¶ فإن النفوس تحب الأموال، وقد تحب المناصب والمراتب، فيتنازع الناس في حلالها وحرامها، فيعيش الناس حياة الفوضى، حتى يأتي ذلك العالم البصير الخبير لكي يخبر عن حكم الله الحكيم الخبير في هذه النازلة، التي لولا أن الله لطف وهيأ لهم هذا العالم لانتهت بالناس إلى شرّ عظيم وبلاء عميم. ¶ فالفتوى لها فضل عظيم. قال العلماء: إن الإنسان إذا تقلد الفتوى أجر على علمها والعمل بها. ¶ فتصور أخي طالب العلم إذا خرجتَ إلى أمتك وقمتَ على هذا الثغر في بلدك، فأصبحت الناس تصدر عن رأيك في الحلال والحرام، يعملون به آناء الليل وأطراف النهار، وأجور امتثالهم لأمر الله في صحيفة عملك. ¶ __________ ¶ (1) 88] ) متفق عليه من حديث عبد الله بن عمرو وعائشة - رضي الله عنهما -.",
            "page": "80",
            "part": "1",
            "seal": "DDF79B67"
        },
        {
            "id": "81",
            "nass": "ولذلك ورد في حديث عبد الله بن عمرو بن العاص رضي الله عنهما: (أن الرجل ينصب له ميزانه يوم القيامة، فتأتي أعمال كالغمامات، فيقول: يا رب.. ما هذا؟ يقال: سنن دعوتَ إليها، كتب لك أجر من عمل بها) (1) [89] ) . ¶ فهذا عضل عظيم، وكم من كُرُبات تفرّج بالفتوى بإذن الله عز وجل، يأتيك السائل في ظلمات الليل قد قال لامرأته كلمة لا يدري أهي حلال، فيعيش معها ويبيت معها، أم هي حرام، فلا يستقرّ قراره حتى يسألك فتفتيه عن حكم الله عز وجل. ¶ ويأتيك الرجل قد ضاقت عليه الأرض بما رحبت في مال لا يدري أحلال فيطعم، أو حرام فيجتنب ويحجم، حتى تبيّن له حكم الله عز وجل في ذلك. ¶ فالفتوى مقام عظيم، ولذلك تشرّف به العلماء وزادوا به شرفاً وفضلاً حينما جاءهم الجليل والحقير والسوقةُ والأمير لكي يعرف حكم الله جلّ وعلا عنده، فالناس كلهم محتاجون إلى المفتي، علت مناصبهم أم نزلت، شرفت مراتبهم أو أهينت، كلهم محتاجون إلى حكم الله تعالى الذي يبينه المفتي، ولذلك تشرف به العلماء، حتى أثر عن بعضهم أنه تقلد الفتوى ما لا يقلّ عن أربعين عاماً، فلما حضرته الوفاة بكتْ ابنته، فقال لها: أتبكي عليّ وأربعون عاماً أوقع عنه، يعني: أتسيئين الظن أن الله يخيّبني وأنا أربعون عاماً أسد ثغر الفتوى لأهل الإسلام. ¶ __________ ¶ (1) 89] ) لم أجده، وروى الحافظ ابن عبد البر في الجامع أثراً في معناه موقوفاً على إبراهيم النخعي برقم (224) . انظر الجامع (ص:209) ، تحقيق الأستاذ الزهيري.",
            "page": "81",
            "part": "1",
            "seal": "8A7C9B58"
        },
        {
            "id": "82",
            "nass": "ولازم هذا أن لكل مقام عظيم، وكل منصب جليل كريم يحتاج صاحبه لبلوغه أن يدفع الثمن، وأن يبذل المقابل والعوض، وكون الإنسان متحملاً لأمانة الفتوى يستوجب عليه ذلك أن يكون على صفات وأخلاق وآداب تليق بمثله أن يُبلِّغ عن الله عز وجل شريعته، وأن يبين حكمه، ولذلك تكلم العلماء عن آداب المفتي وشروطه، وأهليته، وما ينبغي أن يراعيه، فنسأل الله العظيم أن يشرفنا وإياكم بهذا المقام العظيم، وأن يرزقنا فيه الإخلاص. ¶ لهذا المقام (معالم) وأمور يوصَى بها طالب العلم: ¶ المَعْلَمَ الأول: إخلاص النية لله ¶ فأول ما يجب عليه في خاصة نفسه وأهمها وأعظمها: إخلاص النية لله جل وعلا، فإياك أن تُسأل عن مسألة أو تُسأل عن حكم شرعي وتريد أن تجيب فيه أو تتكلم فيه أو تبينه للناس إلا وأنت مخلص لوجه الله جل وعلا. ¶ أن تبين حكم الله لعباد الله وأنت ترجو ما عند الله جل وعلا، وبالإخلاص يكون التوفيق وتيسير الفتوى ونور التقوى، الذي هو فرقان بين الحق والباطل: ((يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا)) [الأنفال:29] ، وعماد التقوى ولبّها وروحها وأساسها إخلاص النية لله جل وعلا. ¶ ومن تكلم في المسائل، وحل المعضلات والمشاكل، وهو يرجو ما عند الله، فتح الله عليه في كلامه، وألهمه البصيرة في شريعته ونظامه، وكان موفقاً مسدداً ملهماً، ولا يزال المخلص يجد من الله معونة وكفاية للمئونة. ¶ فبالإخلاص يعظم أجر البلوى، فإن الكلمة التي تخرج لوجه الله تصعد إلى الله وعليها نور. ¶ لما أخبر الله تعالى أنه: ((إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ)) [فاطر:10] ، فكل مسألة في الدين تكلمت فيها وأنت ترجو رحمة الله رب العالمين، تؤجر عليها، على حروفها، على كلماتها، على الخير الذي يكون بها.",
            "page": "82",
            "part": "1",
            "seal": "B0193F04"
        },
        {
            "id": "83",
            "nass": "فلو أن أمة سمعت منك فتوى في حلال، فعملت به، نلت أجور كل من عمل بها إذا أخلصتَ، ولو أن أمةً سمعت منك فتوى في حرام أن الله حرمه وأردت ما عند الله وأنت تتكلم، فكل من عمل بذلك الأمر واجتنب ذاك المنهي، فإنه في ميزان حسناتك، فبالإخلاص يخط المفتي في صفحات أعماله أجوراً لا يعلمها إلا الله جلّ وعلا. ¶ ومن ثمرات الإخلاص: حسن البلاء. ¶ فإن الفتوى التي يفتي فيها أهلها وهم يريدون ما عند الله، الغالب أنه يكون لها أثرٌ وقبولٌ عند الناس. ¶ ولذلك تجد بعض المفتين إذا أفتى أصْغت له الآذان، وارتاحت له القلوب، واطمأنت لكلامه النفوس، وعملت وتمسكت بما يقول، وذلك -والله أعلم- لما في القلوب من عمارتها بالإخلاص لله جل وعلا، وهذه ثلاث ثمرات لمن أخلص لله في فتواه. ¶ المَعْلَمَ الثاني: البصيرة في العلم ¶ فقد أخبر -عليه الصلاة والسلام- أن فتوى الجهلاء ضلالة، وأن الأمة تضلّ إذا تقلد الفتوى فيها الجهلاء، والعكس بالعكس، وتهدَى إذا تقلد الفتوى فيها العلماء. ¶ البصيرة: فمن هذه الساعة ولو بقي لك في هذا المعقل من معاقل الإسلام (1) [90] ) ، لو بقيت لك سنة دراسية واحدة من هذه الساعة توطّن نفسك على زيادة العلم والتحري والبصيرة، علّك أن تنقل علماً نافعاً ينفعك الله به في الدين والدنيا والآخرة، تفتح قلبك وسمعك وفؤادك للعلم فتنهل منه، لا تنكَفّ عن قليل فيه ولا كثير، فالذي يريد تقلّد الفتوى يفتح قلبه لأنوار الوحي من الكتاب والسنة، ويتعطش لكل مسألة، ولا يقف أمام السائل، ويقول هذه مسألة لا أحتاج إليها، هذه مسألة لا أعمل بها، كل مسألة هيّئ من نفسك أنك غداً مسؤول عنها، في العقيدة، في الأحكام، في الآداب، والأخلاق. ¶ __________ ¶ (1) 90] ) ألقيت في الجامعة الإسلامية بالمدينة.",
            "page": "83",
            "part": "1",
            "seal": "FDCBAC45"
        },
        {
            "id": "84",
            "nass": "جميع ما تراه من قول الله وقول الرسول صلى الله عليه وسلم تعيشه وتفتح قلبك لوعيه وضبطه على نور من الكتاب والسنة. قال الله تعالى: ((إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ)) [ق:37] ، وعظة لمن أراد السداد والنجاح والفلاح أن يشرح الله صدره لوعي العلم. ¶ المَعْلَمَ الثالث: الورع ¶ وهو غذاء الفتوى وأساسها، فإذا سئلت عن أي أمر لا علم لك به، ولو سُئِلتَ على رؤوس الأشهاد تقول بكل عزة وإباء: الله أعلم (1) [91] ) . ¶ وليكن عندك الفرح أن تقول في المسألة: الله أعلم، أكثر من فرحك أن تجيب عليها؛ لأنك إن قلت: الله أعلم، فقد سَلِمْتَ وسَلِمَ الناسُ منك، وإن قلت فيما لا علم لك فقد تحملت المؤونة (2) [92] ) ، ولذلك قال بعض السلف: حق على من أفتى أن يقيم نفسه بين الجنة والنار، فينظر سبيله فيها، حق واجب وفرض عليه. ¶ ولذلك كان من الداء والمقتلة للإنسان أن يجيب في كل ما سئل عنه؛ لأنه لا بد أن تكون هناك مسائل لم تطمئنّ بعد إلى قول فيها وتفتي به. قال ابن عباس وابن مسعود فيما أثر عنهما: (من هذا الذي يجيب الناس في كل ما سألوه أمجنون هو (3) [93] )) ؟ أي: لا عقل عنده. ¶ __________ ¶ (1) 91] ) قال في الطلعة: ¶ والزم لِلا أدري إذا ما تسألُ ... ... عن كشف ما لتحقيق فيه تَجْهَلُ ¶ وقال بعضهم: ¶ وإن تقل مالي سوى ذي مرتبهْ ¶ قلنا فما على السكوت مَعْتَبهْ ¶ وكم بِلا أدري أجاب المصطفى ¶ حتى أتى الوحي وإلا وقفا ¶ (2) 92] ) أخرج الإمام أبو داود رحمه الله من حديث أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: (من أفتى بغير علم فإنما إثمه على من أفتاه، ومن أشار على أخيه بأمر يعلم أن الرشد في غيره فقد خانه) . ¶ (3) 93] ) رواه الحافظ ابن عبد البر رحمه الله في الجامع بتحقيق الزهيري برقم (2206) (ص:1123) .",
            "page": "84",
            "part": "1",
            "seal": "B78B9B87"
        },
        {
            "id": "85",
            "nass": "كذلك من الورع أن يكون على علم وبصيرة بالسؤال، فلا يفتي في مسألة حتى يكون ملمّاً بأطراف السؤال الذي نزل بك، فلا تحكم على شيء إلا بعد تصوره. ¶ ولذلك من القواعد التي قررها العلماء: الحكم على الشيء فرع عن تصوره. فلا تدخل ولا تبدي رأيك في أمر لم تتصوره بعد، تنتظر حتى ينتهي السائل من سؤاله فتنظر أهذا السؤال مما تعلمه، فتجيب، أم مما لا تعلمه، فتكفّ عنه، وتتورع عنه. ¶ المَعْلَمَ الرابع: معرفة المصالح والمفاسد المترتبة على الفتوى ¶ فقد تكون الفتوى من علمك، ولكن الجواب فيها يحدث مفسدة عظيمة على الأمة، فتتلطف وتحسن المخرج منها بجواب تعذر فيه إلى الله، ومع ذلك لا تقع الأمة به في فتنة. ¶ ولذلك نبّه العلماء على أنه من آكد ما ينبغي على المفتي أن ينظر إلى أثر فتواه، فكم من فتاوى يسمعها العوامّ فيحملونها على غير المحامل، ويُحمّلون كلامها من التفسير ما لا تحتمل، فليس المهم أن تعرف المسألة وتعرف حكمها فقط، ولكن الأهم أن تعرف ما الذي يترتب على هذا السؤال؛ لأن الله بعث الرسل، وأنزل الكتب من أجل المصالح ودَرْء المفاسد. ¶ فإذا أصبحت الفتوى تفضي إلى المفاسد، وتقطع عن العباد المصالح فليس ثم ما يوجب ذكرها في هذه الحالة الضيقة المخصوصة. ¶ واقرأ في تراجم العلماء والسلف الصالح كيف كانوا يمتنعون في مواطن الفتن عمّا فيه مفسدة، فلا تجيب بين العوام إذا سئلت عن مسائل تورث عندهم الفتنة والشبهة ولا تحسن منها المخرج، فتشوش عليهم بذكر شيء أنت معذور في تركه أمام الله جلّ وعلا. ¶ ولذلك قالوا: يحتاج المفتي إلى أمرين: ¶ أ- علم الفتوى. ¶ ب- فقه الفتوى. ¶ فعلم الفتوى من ناحية المادة، وفقه الفتوى أن يلازم العلماء ويدرس فتاوى السلف الصالح والعلماء المهتدين، وكيف كانوا يحسنون التخلص من مواطن الفتن.",
            "page": "85",
            "part": "1",
            "seal": "1AE62690"
        },
        {
            "id": "86",
            "nass": "المَعْلَمَ الخامس: تحصيل الخشية من الله عز وجل ¶ وهو الأساس العظيم للتوفيق والتسديد في الفتوى، فكل مسألة في الدين والشريعة تتكلم فيها، فاجعل الجنة والنار نصب عينيك، تخاف الله، لا تخاف أحداً سواه، ترجو رحمة الله ولا ترجو شيئاً عداه. ¶ ولذلك قال بعض العلماء: لن يوفق الإنسان لتبليغ رسالة الله إلا بالخشية، وكلما وجدت الإنسان يصدع بالحق، ويقول الحق، ويأمر بالحق، ويهدي إلى الحق، فاعلم أن في قلبه من خشية الله على قدر ما وجدت فيه من الصدق والتبليغ لرسالة الله. ¶ وكلما وجدت المفتي يبيّن حكم الله جل وعلا، ويُجّلّي الحقائق على أنصع ما تكون وأظهر ما تكون وأوضح ما تكون، فاعلم أن في قلبه من خشية الله على قدر ما وجدت من آثار فتواه من الوضوح. ¶ ((الَّذِينَ يُبَلِّغُونَ رِسَالاتِ اللَّهِ وَيَخْشَوْنَهُ)) [الأحزاب:39] . قال بعض العلماء: إن الله قرن الخشية بالتبليغ للرسالة والأداء للأمانة، ولذلك لن يستطيع طالب علم أن يبلغ أمانته إلا بقوة خوف من الله، وكلما كمل خوفه كمل تبليغه لرسالة الله. ¶ وانظر إلى حال طلاب العلم تجد ذلك جلياً ظاهراً، فبمجرد ما يرجع الشاب أو طالب العلم إلى قريته أو إلى بلده، وقلبه معمور بالخوف من الله، أن يسأله عن هذه الأمة، ويحاسبه عن هؤلاء القوم، وتجده على خوف ووجل، وجدته ناشراً للعلم، باذلاً له، فيخرج الخوف من الله ما عنده من العلم. ¶ فتبليغ رسالة الله والفتوى عن الله والإخبار عن الله يحتاج إلى شيء من الخوف والخشية والمعاملة لله سبحانه وتعالى. ¶ والذي يَجبن ويَضعف، ويهاب الخلق أكثر من هيبته للخالق، ويخشى المخلوق أكثر من خشيته للخالق، فإنه لا يأمن أن يحرف دين الله وشريعة الله، نسأل الله السلامة والعافية.",
            "page": "86",
            "part": "1",
            "seal": "9FA235EE"
        },
        {
            "id": "87",
            "nass": "المَعْلَمَ السادس: التأني في فهم السؤال وتصوره ¶ فلا يجوز للإنسان أن يفتي في مسألة لم يتصورها بعد، أو يتصورها على كلام إنسان لا يحسن فهمها، ومن هنا أنبّه على ما يقع فيه كثير من طلاب العلم من الاستعجال في الفتوى قبل معرفة حقائق أمورها وملابسات مشاكلها ومعضلاتها، ولذلك تجد العلماء يكثرون المراجعة للسائل والاستفهام من السائل، والاستيضاح منه، حتى يكون حكمهم للنازلة عن تصور كامل، فإذا سئلتَ عن مسألة، واحتمَلَتْ أوجهاً، أو احتملت احتمالات متعددة، فلا تتعجل حتى تسأل السائل هل مراده كذا؟. أم مراده كذا؟. وقد يقع اللبس في كلام السائل، فيعطيك ألفاظاً محتملة، وقد يأتيك السائل وهو يرغب في التحريم أو يرغب في التحليل، فيعطيك ألفاظاً تعينك على التحليل أو تعينك على التحريم، فالعواطف والمؤثرات الخارجية لصيغة السؤال ضعها جانباً، ولْينصبّ تصورك للسؤال بعينه، وأحسن فهم النازلة بذاتها، ثم بيّن حكم الله تعالى فيها، فحُسن التصور مهمّ، ولذلك أوصي طالب العلم إذا وجد اختلافاً بين العلماء في النوازل والمسائل أن ينظر على صيغة الأسئلة، فإنه سيجد للأسئلة وتصوير النازلة أثراً عظيماً في التأثير على المفتي. ¶ ومن هنا أيضاً أنبّه على أنه إذا كان السائل يسألك عن شيء معين يعرفه المختصّون، فالأفضل أن تستبين ممن له خبرة وعلم بذلك التخصص، وأن لا تتعجل بحمل الجواب على ضوء إفادته قبل الرجوع إلى أهل الاختصاص. ¶ وهنا أمور، منها: لو سألك عن أمر يتعلق بالأطباء، أو مسألة طبّيّة، فقال لك: يفعلون ويفعلون، فلا تتعجل، وتقول: الحكم كذا وكذا، قل: لا.. حتى أسمع من طبيب. يقول لك -مثلاً-: هناك عملية يموت فيها الإنسان، هل يجوز فعلها أو لا يجوز؟. ¶ ليس من حقّ هذا السائل أن يصف العملية بكونها مفضية للهلاك أو مفضية للسلامة، فتقول: أنا لا أفتي في هذه العملية، وهذا التداوي أو هذا الدواء، حتى أسأل أهل الخبرة، هل الغالب فيه النفع، أو الغالب فيه الضرر؟.",
            "page": "87",
            "part": "1",
            "seal": "C91A1A1B"
        },
        {
            "id": "88",
            "nass": "فهذا مثال للمسائل التي تحتاج للرجوع إلى أهل الخبرة، ولذلك تجد بعض العلماء الأجلاء كان إذا سئل عن المسألة قال: يسأل عن ذلك أهل العلم به. ¶ انظر إلى الإمام النووي في (المجموع) -لما اختلف العلماء في الريق الخارج من الفم أثناء النوم، هل هو نجس أم طاهر؟. على وجهين مشهورَيْن: من يقول: إنه خارج من المعدة، فهو فضلة تأخذ حكم الفضلة النجسة، ومن قال هو خارج من الفم، يعطيه حكم المخاط والبصاق؛ لأنها فضلة طاهرة-. ¶ قال الإمام النووي: فإني سألت الأطباء فقالوا: إنه من الفم، وعليه فليس بنجس. والطب الحديث يؤكد أنه من الغدد اللعابية. ¶ فلما رجع إلى أهل العلم والخبرة بالشيء كفى المؤونة، فلذلك يرجع في الفتاوى والمسائل إلى أهل كل اختصاص. ¶ النقطة الثانية: بالنسبة لحكم النازلة يحتاج المفتي في حكم النازلة أن يكون ذا اجتهاد. ¶ فأحق من يُستفتى في النوازل أهل الاجتهاد، وإذا وجد المجتهد وغير المجتهد، فالفتوى بالمجتهد ألزم وألصق وآكد. ¶ حتى إن بعض العلماء يرى أن النوازل التي يجتهد فيها يحرم الرجوع فيها إلى غير المجتهدين، ومن هنا تدرك خطأ كثير من طلاب العلم يتعاطفون مع المسائل النازلة قبل أن يسألوا العلماء. ¶ وتجد هذا يقول لك: هي حلال لكذا وكذا، وهذا يقول: هي حرام لكذا وكذا، وهذه جرأة على الله في الفتوى، وهي من المزالق التي جعلت كثيراً من طلاب العلم يجدون الهمّ والغمّ وعدم التوفيق في طلب العلم. ¶ ولذلك قال صلى الله عليه وسلم: (إن العبد ليتكلم بالكلمة من غضب الله ما يتبيّن فيها، يزلّ بها في النار أبعد ما بين المشرق والمغرب) (1) [94] ) . ومن غضب الله أن يفتي فيما هو ليس بأهل له، فيحل ما حرّم الله ويحرّم ما أحل الله. ¶ __________ ¶ (1) 94] ) أخرجه الإمام أحمد والبخاري ومسلم -رحمهم الله- من حديث أبي هريرة رضي الله عنه وفيه: (من سخط الله) .",
            "page": "88",
            "part": "1",
            "seal": "D2401AB4"
        },
        {
            "id": "89",
            "nass": "الاجتهاد الذي هو سلاح النوازل، والذي هو حلّ المشكلات والمعضلات، ولذلك قالوا: أبلغ العلم الاجتهاد، وكم من أئمة من السلف -رحمة الله عليهم- ما أفتوا حتى شابت رؤوسهم، وقلّ أن يوجد غيرهم فحينئذٍ تعينت عليهم الفتوى فأقدموا، لذلك لا يجوز أن يفتي في مسألة اجتهادية لا يعلمها، واعتبره العلماء من كبائر الذنوب: ((وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ)) [البقرة:169] ، فالقول على الله بدون بيّنة أو حجة أو سلطان هلاك، قال الله تعالى يخاطب نبيّه: ((قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي)) [الأنعام:57] ، قالوا: (مِنْ رَبِّي) هي الحجة والدليل من الكتاب والسنة، فلا يجوز لأحد أن يجتهد وهو لم يبلغ درجة الاجتهاد، فمشاكل المسلمين العامة التي يتعلق بها مصير الأمة، لا يجوز أن تقول: حكمها كذا، هذه لها أهلها ومجامعها، إنها مشكلات والله لو عرضت على أئمة علماء من السلف لرعدت فرائصهم من خشية الله أن يتكلموا فيها؛ لأنها تحتاج إلى دراسة واستبيان واستقراء لدليل الكتاب والسنة، حتى يُفتي فيها. ¶ فالتعجل في الفتوى دون علم آفة عظيمة، ولا يجوز لأحد أن يفتي فيما لا علم له، قال تعالى: ((قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ)) [ص:86] ، قالوا: من التكلف الإفتاء فيما لا علم للإنسان به. ¶ المَعْلَمَ السابع: معرفة حال المستفتي ¶ فينبغي على المفتي أن يكون على علم بالناس وأحوالهم، فمنهم المخادع، ومنهم الكذاب، ومنهم المغرض، ومنهم المفسد، فعليه أن يعرف أقدار الناس، وهذا يرجع إلى أصل السنة: من أن النبي صلى الله عليه وسلم كان يأتيه الرجل فيسأله عن أفضل الأعمال وأحبها إلى الله، فيقول: (إيمان بالله) ، ثم يسأله الثاني عن أحب الأعمال، فيقول: (الصلاة على وقتها) ، ويسأله ثالث فيقول: (الجهاد في سبيل الله) ، (حج مبرور) ، قالوا: اختلف جوابه بحسب اختلاف أحوال السائلين.",
            "page": "89",
            "part": "1",
            "seal": "8422BD07"
        },
        {
            "id": "90",
            "nass": "وينبغي على المفتي أن يعرف أحوال السائلين وملابسات أسئلتهم، فإن بعض الفتاوَى تتأثر بمن يسأل، وتتأثر بمن يستفهم، فينبغي أن يكون الإنسان على بصيرة. ¶ وقد يكون الغرض من السؤال الفتنة، فإن السائل قد يسألك عن مسألة تعلم أنه قد خالفك فيها شيخ فاضل وليس مراده جوابك، ولكن مراده الطعن في الشيخ الذي خالفك. ¶ ومن هنا أنبّه على مسالة ينبغي أن يتفطّن لها طلاب العلم. إذا جاءك رجل وقال لك: الشيخ فلان يفتي بكذا وكذا، أنت تفتي بماذا؟ أو الشيخ يرى كذا وكذا، أنت ترى ماذا؟. إياك أن تجيبه حتى يتأدب؛ لأنه ربما كان الحق معك، فتخطئ هذا العالم، فتنزل مكانته عند الناس بسبب تخطئتك له، ولذلك قل له: لا تسألني عن فتوى عالم بعينه، ولكن سلني عن المسالة؛ لأنه لو كان يريد الحق لسألك عن المسالة دون ذكر أحد من العلماء، لكن كونه يقول: فلان أفتى، بِمَ تفتي؟ فهو يريد أحدكما، إما أن يريدك أو يريده، فإن كان العالم الذي سأل عنه مشهوراً معروفاً بالفضل فهو يريدك، وإن كان الذي سأل عنه عدوّاً له أو يكرهه أو يشنّع عليه المسائل فهو يريد من سأل عن فتواه.. فعليك أن تكون حذراً لبيباً. ¶ ومن مراعاة حال المستفتي: الإشفاق والترفق بالسائل. مثال ذلك: لو جاءك رجل يسألك عن طلاق، ويغلب على ظنك أنك لو أفتيته أنه يصاب في نفسه، وهذا يقع، فإن الرجل يأتيك متوتر الأعصاب، شارد الذهن، مضطرباً في نفسه، قال كلمة لزوجته، لو قلت له: حكمها كذا، أو هي طالق، ربما يغشى عليه، وربما يصيبه مرض في عقله، ويترتب عليها من الخطر على السائل ما الله به عليم.. وهذا معروف. ¶ قالوا: الحكمة أن تترفق به، تقول له: اسأل فلاناً، يقول: أفتني، تقول له: لعله أو يمكن أن يكون فيها طلاق، أو يحتمل أنها لا تطلق، تمهد له، لا تقل له مباشرة: طلقت عليك امرأتك، لكن تعطيه نوعاً من التخفيف عليه، فهذا من النصح لعامة المسلمين والترفق بهم في الفتوى.",
            "page": "90",
            "part": "1",
            "seal": "E5A4FF1C"
        },
        {
            "id": "91",
            "nass": "الفصل الخامس: إجابات مُهِمّة عن أسئلة مُلِمّة ¶ السؤال الأول ¶ هناك مقالة تفشَّت بين بعض طلاب العلم: وهي أن الدراسة النظامية في الجامعة أو غيرها تنافي الإخلاص، فما هو قول فضيلتكم (1) [95] ) ؟ ¶ الجواب: ¶ هذه مسألة تشكل على كثير من طلاب العلم، والذي يظهر -والعلم عند الله- أن ذلك ليس بصحيح؛ لأن هؤلاء التَبَس عليهم وجود فضل الدنيا مع العلم، وقد دلت نصوص الكتاب والسنة على أنه إذا كان السبب الداعي للعمل عند الطالب هو وجه الله، وجاءت حظوظ الدنيا بالتبع، أن ذلك لا يؤثر ولا يقدح في الإخلاص. ¶ من أدلة الكتاب: ¶ أ-قول الله جل وعلا: ((وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ)) [الأنفال:7] ، لاحظ هؤلاء هم الذين قاتلوا يوم بدر وشهدوها مع النبي صلى الله عليه وسلم، وكان الباعث أول خروجهم طلب العير، فلما تغير الحال وأصبحوا إما العير وإما القتال، قال الله عز وجل عنهم: ((وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ)) [الأنفال:7] . ¶ فكانوا يتمنون أن يكون حظهم العير، ومع ذلك أنزل الله فيهم من الفضل ما لم ينزله في غيرهم، من ذلك: قول النبي صلى الله عليه وسلم لعمر فيهم: (وما يدريك لعل الله اطّلع على أهل بدر فقال: اعملوا ما شئتم، فقد غفرتُ لكم) (2) [96] ) . ¶ فهذا يدل على أنه إذا كان العلم أخروي وفيه نية دنيوية تابعة وليست الأصل انها لا تضر. ¶ __________ ¶ (1) 95] ) من محاضرة حلية طالب العلم ألقيت في قاعة المحاضرات بالجامعة الإسلامية بتاريخ 16/11/1412هـ. ¶ (2) 96] ) متفق عليه من حديث علي رضي الله عنه.",
            "page": "91",
            "part": "1",
            "seal": "0EE6210A"
        },
        {
            "id": "92",
            "nass": "ب-ومن أدلة الكتاب: قول الله تعالى: ((لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ)) [البقرة:198] ، فإنها نزلت في قول طائفة من المفسرين في الرجل الذي يحج وفي نيته الجمع بين الحج والتجارة، فالحج عبادة وجهاد، وينوي فيه التجارة، وهي دنيوية، ومع ذلك لم يعنّفه الله عز وجل، ولم يعتبر إخلالاً في مقصده. ¶ من أدلة السنة: ¶ أ-ما ثبت عنه صلى الله عليه وسلم أنه قال: (من قتل قتيلاً فله سلبه) (1) [97] ) ، قال بعض العلماء: في هذا الحديث دليل على جواز وضع ما يَحْفِز الإنسان على طاعة الله ومرضات الله فالنبي صلى الله عليه وسلم رغّب في القتال في سبيل الله، وجعل الجائزة والحظ لمن قتل عدواً لله أن يأخذ سلبه، فهذا حظ من حظوظ الدنيا، فلا يقدح ولا يؤثر؛ لأنه تبع لنية الآخرة، فالمقصود ألا يلبّس الشيطان على الإخوة طلاب العلم. ¶ اجعل الدنياً تبعاً، لا تجعل الشهادة هي الأساس، بل تجعلها وسيلة، ولا عليك بعد ذلك، والعمل الأخروي إذا خالطته نية الدنيا لا يخلو من ثلاث حالات: ¶ أ- أن تكون نية الآخرة هي الأصل ونية الدنيا تبع، فهذا مما معنا ولا يؤثر. ¶ __________ ¶ (1) 97] ) أخرجه الإمام أبو داود (2718) ، والإمام الدارمي (2/229) والإمام أحمد (3/114) وغيرهم من حديث أنس رضي الله عنه، وصححه الالباني رحمه الله في الإرواء، برقم (2221) .",
            "page": "92",
            "part": "1",
            "seal": "E41C99B6"
        },
        {
            "id": "93",
            "nass": "ب- أن تكون نية الدنيا أعظم من نية الآخرة، وهي الأصل، والآخرة تبع لهذا والعياذ بالله، فهذا الذي عناه الله بقوله: ((فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ)) [البقرة:200] ، وهو الذي عناه صلى الله عليه وسلم بقوله: (الرجل يقاتل حمية والرجل يقاتل للذكر، أي ذلك في سبيل الله؟ فقال: (من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله) (1) [98] ) . نسأل الله الإخلاص في القول والعمل، والعصمة من الخطأ والزلل، والله تعالى أعلم (2) [99] ) . ¶ السؤال الثاني ¶ بعض المهتمّين بالدعوة يقولون: في هذا العصر الذي قلّ فيه الدعاة تقدم الدعوة على العلم، واستدلوا بحديث الأعرابي الذي بالَ في المسجد، فهل هذا صحيح (3) [100] ) ؟ ¶ الجواب: ¶ حديث الأعرابي الذي رواه أنس افي الصحيحين قال: (جاء أعرابي فبال في طائفة المسجد، فزجره الناس، فنهاهم صلى الله عليه وسلم، فلما قضى بوله، أمر النبي صلى الله عليه وسلم بذنوب من ماء فأهريق عليه) . ¶ __________ ¶ (1) 98] ) متفق عليه من حديث أبي موسى الأشعري رضي الله عنه. ¶ (2) 99] ) لم يذكر الشيخ -حفظه الله- هنا الحالة الثالثة، وهي: إذا تساوت الرغبتان، لكن بسطها في مسألة حكم طلب العلم وتولي الولايات الشرعية: كالتدريس والقضاء والفتيا والإمامة وغيرها في نحو عشر صفحات في درس البلوغ عند شرح حديث عثمان بن أبي العاص: (يا رسول الله إجعلني إمام قومي..) الحديث في الشريط رقم (10) من كتاب الصلاة. ¶ (3) 100] ) مستفاد باختصار من شرح حديث أنس في البلوغ، وحديث مالك بن الحويرث في شرح عمدة الأحكام، للشيخ محمد.",
            "page": "93",
            "part": "1",
            "seal": "3FE96AEF"
        },
        {
            "id": "94",
            "nass": "ليس كما يزعم البعض ويظن، فإن الصحابة -رضوان الله عليهم- حينما قاموا بالإنكار على الأعرابي لم يكونوا تاركي فائدة العلم التي بين يدي رسول الله صلى الله عليه وسلم؛ لأنه من المعلوم بداهة أنه بقيامهم وإمساك النبي صلى الله عليه وسلم عن حديثه انتفى وصف ذلك المجلس بكونه مجلس علم محض، وأصبح العلم منصَباً إلى تلك الحادثة والنازلة بعينها، والذي يظهر -والعلم عند الله- أن أول ما يجب على الإنسان طلب العلم بخطاب الله عز وجل للنبي صلى الله عليه وسلم والأمة تبع ((فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّهُ)) [محمد:19] ؛ لأن العبودية الصحيحة لله تعالى لا تتحقق إلا بالعلم، والنجاة في الدنيا والآخرة متوقفة على العلم، ثم بعد أن يطلب العلم سواء على سبيل الإجزاء أو على الكمال، بعد ذلك يتوجه عليه الأمر بالعمل بالعلم ثم بالتبليغ، ويدلّ لذلك آية التوبة: ((فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ)) [التوبة:122] . فجعل مرتبة الدعوة والإنذار بعد مرتبة التفقه والعلم. ¶ ولا يعني هذا أن يسكت طالب العلم أثناء الطلب ويقول: لا أنكر حتى أصبح عالماً أو شيخاً، هذا خطأ، بل كلما تعلم شيئاً وضبطه بلّغه على حسب مقدرته، ولا إفراط ولا تفريط. ¶ وإذا بدأ طالب العلم مع العوام والجهال والصغار في الدعوة، يبدأ بالأهم، فالأهم العقيدة وتصحيح عقائد الناس، ثم تصحيح عباداتهم، وهذا الهدى دلّ عليه قوله صلى الله عليه وسلم لمعاذ: (فليكن أول ما تدعوهم إليه شهادة إن لا إله إلا الله، وأن محمداً رسول الله، فإن أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلوات ... ) (1) [101] ) الحديث. ¶ __________ ¶ (1) 101] ) متفق عليه من حديث ابن عباس رضي الله عنهما.",
            "page": "94",
            "part": "1",
            "seal": "9A4DDBCF"
        },
        {
            "id": "1",
            "nass": "معالم تربوية لطالبي أسنى الولايات الشرعية ¶ لصاحب الفضيلة الدكتور ¶ محمد بن محمد المختار الشنقيطي ¶ الأستاذ المساعد بالجامعة الإسلامية بالمدينة المنورة ¶ والمدرس بالمسجد النبوي الشريف ¶ جمعها واعتنى بها ورتبها ¶ أحد طلاب العلم ¶ تم عرضها على فضيلة الشيخ/ محمد واستحسن ما فيها ¶ الإهداء ¶ إلى طلاب العلم (1) [1] ) ... ¶ إلى خلَفِ الأئمة.. فإنه لا زال الخير فيهم.. فإن أئمة هذا الدين وعلماءه حين خرجوا من هذه الدنيا، خلّفوا وراءهم أمماً تشابههم، وطلاب علم يسيرون على نهجهم، خرجوا من الدنيا وارتحلوا، وقد بلّغوا أماناتهم ومسؤولياتهم لطلاب العلم. ¶ يا طلاب العلم.. ما أعظم الأمانة التي حُمّلتموها من العلم والعمل، هذه الأمانة العظيمة التي تنتظركم بها أمم لا يعلمها إلا الله، ينتظركم الضالّ بإذن الله أن تهدوه، والحائر بإذن الله أن ترشدوه، تنتظركم أمم بفارغ الصبر.. ¶ فأنتم معقد الأمل بعد الله عز وجل في حمل الرسالة المحمدية وتبليغ الدعوة النبوية، أنتم خلفاء العلماء الأئمة الدعاة والهداة إلى الله، لذلك أحبتي في الله.. ما أعظم المسؤولية التي يحملها طالب العلم، وما أجلّها عند الله عز وجل. ¶ إذا وافقت رجلاً حكيماً، صالحاً براً مستقيماً، يعي حقوق الله وحقوق عباده، فحملها بحقها، وأدّاها قربة لله عز وجل على وجهها، فنِعْمَ -والله- الطالب، ونِعْمَ -والله- الراغب، لذلك فإن طالب العلم الصادق في طلبه يحتاج في كل زمان ومكان إلى من يذكره بأمانة العلم، إلى من يذكره بمسؤولية وحق هذا العلم، الذي إذا أعطي حقه كان سبباً في عفو الله ومرضاة الله، لذلك فإن خير ما ينتظره طالب العلم، كلمة تَدُلُّه، ونصيحة تقدم له فالله الله يا طلاب العلم في هذه الرسالة العظيمة التي حمَّلتموها من الله. ¶ __________ ¶ (1) من محاضرة للشيخ محمد -حفظه الله- بعنوان (وصايا لطلاب العلم) .",
            "page": "1",
            "part": "1",
            "seal": "1462AB9C"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ حمداً لله، وصلاةً وسلاماً دائمين على رسول الله، وعلى آله وأصحابه ومن اهتدى بهداه، وترسم خطاه إلى يوم نلقاه ... وبعد: ¶ لا غرابة اليوم في كثرة المتحدثين عن آداب الطلب وطالب العلم، ولا غضاضة في كثرة ما تقذفه لنا المطابع من مؤلفات في هذا الموضوع. ¶ ففي ظلال هذه الصحوة المباركة، راجت بضاعة العلم الشرعي بعد كسادها، وتلهفت على طلبه نفوس بعد خمولها، ولم نزل نرى -ولله الحمد- إقبالاً متزايداً من شباب الأمة وكهولها عليه. ¶ وكثرة الكتب والأشرطة فيه ظاهرة صحية -كما يقولون-، وكثرة اختلاف وجهات نظر المتحدثين حول قضاياه من اختلاف التنوع المحمود. ¶ بَيْدَ أن الحديث عن العلم وآدابه يحلو ويزدان، ويَلَذّ سماعه حينما يكون من أهله الذين بذلوا كليتهم له، وحينما تسمعه من عالم رباني يسّر الله له الأخذ بمجامع القلوب، ألا وهو الشيخ محمد بن الشيخ محمد المختار. ¶ وليست النائحة الثكلى كالمستأجرة. ¶ لا يعرف الشوق إلا من يكابده ... ... ولا الصَّبَابة إلا من يُعانيها ¶ ولما كان الشيخ محمد كثيراً ما يتناول آداب الطلب وطالب العلم ما أتت له مناسبة، أو عند استهلال واستئناف دروسه، وتأتي توجيهاته ووصاياه مسددةً موفقة تَطْرَبُ لها الأسماع، أدركت أهمية ما يرمي إليه من توجيهات ومعالم وآداب يتربى عليها طلاب العلم، تهذب أخلاقهم، وتنفي زغل العلم عن طباعهم. ¶ فخطر ببالي أن لو جُمِعَتْ هذه التوجيهات والمعالم المتناثرة من ثنايا أشرطة الدروس والمحاضرات، لانتظمت منها قطعة أدبية بليغة، وموعظة روحانية رقيقة، فعرضت الأمر على الشيخ عام (1414هـ) ، فدعا وبرّك، فكانت الخطوات التالية: ¶ أولاً: فرغت من الأشرطة جميع المحاضرات التي خصصها الشيخ للحديث عن آداب طلب العلم وقضاياه، وعدتها ثمان محاضرات أُلقيت في سنوات متفاوتة، وأماكن متفرقة.",
            "page": "2",
            "part": "1",
            "seal": "25E46CFB"
        },
        {
            "id": "3",
            "nass": "ثانياً: تَتَبَّعتُ مظان الحديث عن موضوع آداب طلب العلم في جميع أشرطة المحاضرات العامة، وهي غالباً إجابات على أسئلة تهم الموضوع في آخر بعض المحاضرات، وكذلك تتبعتها في أشرطة الدروس العلمية الموجودة عندي، فشملت: ¶ - درس شرح كتاب عمدة الأحكام الذي بدأ الشيخ فيه عام (1410هـ) ، وانتهى منه عام (1416هـ) . ¶ - درس شرح عمدة الفقه، والذي بدأ الشيخ في شرحه للطلاب عام (1409هـ) ، وانتهى منه عام (1413هـ) . ¶ - درس شرح بلوغ المرام (متوقف) . ¶ - درس شرح زاد المستقنع، والذي بدأ فيه الشيخ عام (1414هـ) ليلة الأربعاء من كل أسبوع، ولا يزال مستمراً فيه في جامع التنعيم بمكة المكرمة. ¶ - درس تفسير سورة النور (متوقف) . ¶ - درس شرح كتاب التوحيد (متوقف) . ¶ - درس شرح سنن الترمذي الذي بدأ فيه الشيخ بتاريخ (2/6/1416هـ) بجامع الملك سعود بجدة ليلة الخميس من كل أسبوع، ولم ينتهِ بعد. ¶ ثالثاً: آلفْتُ ونسقْتُ بين مواد هذه الأشرطة المجمعة لتصبح مادة مقروءة، وسقت عبارات الشيخ كما هي دون إضافة ولا زيادة، ولم أتصرف في كلام الشيخ إلا بحذف، خشية التكرار، أو تقديم أو تأخير اقتضاه السياق والسباق، أو جمع متفرق، من عدة أشرطة، وأجعله في موضع واحد. ¶ رابعاً: وضعت عناوين للمعالم تسهل فهم المراد، وجعلت هذا الكتاب في تمهيد وخمسة فصول. أخذت فكرة التقسيم من محاضرة حلية طالب العلم التي ألقاها فضيلته في قاعة المحاضرات بالجامعة الإسلامية في المدينة المنورة بتاريخ (23/6/1413هـ) . ¶ ولكي يستفيد طلاب العلم بشتى مستوياتهم، ضَمَّنْتُها فصلين ماتعين هما ألصق بما نحن فيه من غيره، وهما: الرابع والخامس. ¶ فصارت حلة الكتاب كالتالي: ¶ - تمهيد في شرف العلم ومكانة العلماء. ¶ - الفصل الأول: معالم في الأدب مع العلماء. ¶ - الفصل الثاني: معالم في آداب طالب العلم في نفسه. ¶ - الفصل الثالث: معالم في آداب طالب العلم في درسه. ¶ - الفصل الرابع: معالم في آداب الفتوى.",
            "page": "3",
            "part": "1",
            "seal": "AA596DDC"
        },
        {
            "id": "4",
            "nass": "- الفصل الخامس: أجوبة مهمة على أسئلة ملمة. ¶ خامساً: عزوت الآيات وخرجت الأحاديث، وحشّيتُ كلام الشيخ بما أراه يزيده إيضاحاً ويفيد منه القارئ الكريم، ولم أتقيد بطريقة كتابة البحوث العلمية ونظامها لحصول المقصود دون التقيد بذلك. ¶ سادساً: لم أعتمد ما وجدته من تعليقاتي وتقيدات زملائي أثناء دروس الشيخ تبيّن آراءه في بعض جوانب موضوعنا؛ لأني بحثتُ عن الأشرطة، فلما لم أجدها أعرضتُ عن الأخذ من هذه التعليقات. ¶ وكما هو مقرر معلوم أن تقيدات وطُرَر الطلاب عن الشيخ، لا يعتمد عليها في بيان آرائه وفتاويه؛ لمظنة خطأ الطلاب في الفهم والنقل، وعدم أمن اللبس؛ ولأن مقام التدريس ليس كمقام الفتوى. ¶ قال العلامة النابغة الشنقيطي (ت:1245هـ) رحمه الله في طليحيته (1) [2] ) : ¶ وكلِ ما قُيد مما يُسْتَمَد ... في زمن الإقراء غيرُ معتمدْ ¶ وهو المسمى عندهم بالطُّرةِ ... قالوا ولا يُفتى به ابن حُرةِ ¶ لأنه يَهْدى وليس يُسْتَنَد ... عليه وحده مخافة الفَنَد (2) [3] ) ¶ ولن تجد –أخي القارئ- بين طيات هذا الكتاب تنظيراً ثقافياً، أو أطروحة فلسفية في توجيه طلاب العلم، كلا، ولا حشداً من النصوص والآثار –وما أكثرها- في فضل العلم ومكانة العلماء!! ¶ __________ ¶ (1) منظومة في ثلاثمائة بيت، موضوعها المعتمد وغير المعتمد في المذهب المالكي من الكتب والشروح والحواشي ورجال المذهب والمفتين، سميت بالطليحية؛ لأن مؤلفها نظمها تحت شجرة طلح. ¶ (2) الفَنَد: الخطأ.",
            "page": "4",
            "part": "1",
            "seal": "6748FD06"
        },
        {
            "id": "5",
            "nass": "بل غاية ما ستجده –ولعلي أتعجّل النتيجة- كلماتٍ إيمانية تربوية عميقة، وإشاراتٍ قلبية رقيقة، ذاتِ طلاوة تمتنع على الترجمة من غير نقصان بهائها، وكأني بالشيخ محمد قد أرسل ألفاظها وانتقى كلماتها في أبها أيامه، وأثناء وصوله إلى ذروة صفاء حياته وأقصى انغماسه الإيماني، تخاطب قلب وروح طالب العلم قبل عقله، ونتائج تجربة عملية تربى عليها الشيخ –حفظه الله- يقدمها لطلاب العلم، وليس ذلك بدعاً عليه، وهو الذي تربى في بيت علم، ونهل من معين عالم جهبذٍ، ومحدث فقيه، ومؤرخ لغوي، ونسّابة، سِيَرِيّ (1) [4] ) ، وهو والده رحمه الله الذي عرفته أروقة وسواري المسجد النبوي وعرفها، ولطالما دوى صوته بحديث رسول الله صلى الله عليه وسلم فيه زهاء ثلاثين عاماً. ¶ هو الشيخُ وابن الشيخ والشيخ جَدهُ ... ... ... فيا حبذا شيخٌ تناسلَ من شيخِ ¶ يأتي هذا الكتاب لينير لطلاب العلم الشرعي الدرب، ويبصّرهم بمداخل الشيطان فيه، ويكشف لهم عن تجربة طويلة مع مراحل الطلب. ¶ كل ذلك ببيانٍ يقوم على تحليل علمي رصين، وتشخيصٍ موفق دقيق، وسَيْرٍ وراء الدليل، واتباعٍ لأثارةٍ من علم السلف الصالحين. ¶ أبدتْ نقُولُك ما أخفيت من حِكَم ... ... موروثةٍ عن جدود وأنجُمٍ زُهُرِ ¶ وسميته (معالم (2) [5] ) تربوية لطالبي أسنى الولايات الشرعية) . ¶ ولعل في نشر هذه المعالم والتوجيهات خدمة لإخواني طلاب العلم، ورفعاً لهممهم، وتسديداً لخطواتهم، ووفاءً لبعض حق الشيخ، فإنما العالم بطلابه. ¶ وإن أنسى فلا أنسى التنبيه على أن مادة هذا الكتاب في الأصل مسموعة، فلا ضير أن يوجد التفاوت بين الأسلوبين: أسلوب الكتابة، وأسلوب الإلقاء. ¶ __________ ¶ (1) نسبة إلى السيرة النبوية. ¶ (2) المعالم جمع مَعْلَم، وهو ما يُستدَلّ به على الطريق. قاله في القاموس والمنجد في اللغة.",
            "page": "5",
            "part": "1",
            "seal": "D94724C9"
        },
        {
            "id": "6",
            "nass": "وبعد -أخي القارئ الكريم- دونك جهد حولين كاملين، أحسب أني لم آل جهداً في تهيئة مواده من مسموعة إلى مقروءة، فإن جُدتَ عليَّ بدعواتٍ طيبات، فذلك ما كنا نَبْغِ، وإلا فلا أقل من حسن الظن، وحسن الظن اليوم أعزُّ من الأبلق العَقوق -كما يقولون-. وطلاب العلم لهم حظ من تعديل الله لهم في آية آل عمران: ((شَهِدَ اللَّهُ أَنَّهُ لا إِلَهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُوْلُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ)) [آل عمران:18] . ¶ طَلَبةُ العِلم على العدالة ... ... ... قد يُحملون نَجْل رُشْدٍ قالَهْ ¶ والله الكريم أسأل أن يلطف بنا، ويعصمنا من الخطأ والزلل، وإرادة غير وجهه عز وجل، وأن يجزي عنا الشيخ محمداً بأفضل ما جزى به شيخاً عن تلامذته، وأن يَمُدَّ في أيامه، ويديم علينا وعليه سابغات إنعامه، وأن يغفر لنا وله ولوالديه ومشايخه والمسلمين أجمعين. ¶ والله الهادي إلى سواء السبيل.. ¶ أحد طلاب العلم ¶ المدينة المنورة (26/8/1416هـ) ¶ تمهيد في شرف العلم ومكانة العلماء (1) [6] ) ¶ الحمد لله ذي الوحدانية والكمال، الحمد لله المحمود على كل حال، الحمد لله المتصرف في الأحوال، أشهد أن لا إله إلا الله وحده لا شريك له، من توكل عليه كفاه، ومن استعاذ به أغناه ووقاه، وأشهد أن سيدنا ونبينا محمداً عبده ورسوله الذي اجتباه واصطفاه، صلى الله عليه وعلى آله ومن سار على نهجه المبارك وارتضاه. ¶ __________ ¶ (1) بتصرف من مقدمة محاضرة (حلية طالب العالم) ، ألقيت في قاعة المحاضرات بالجامعة الإسلامية بتاريخ 16/11/1412هـ. ومن افتتاحية محاضرة الغرور وأثره على طلاب العلم، ومن مقدمة دروس شرح سنن الترمذي، ومن إجابات أسئلة الشريط رقم (43) من دروس شرح زاد المستقنع، للشيخ محمد -حفظه الله-.",
            "page": "6",
            "part": "1",
            "seal": "4F133BF0"
        },
        {
            "id": "7",
            "nass": "العلم أمانة عظيمة، ومسؤولية جليلة كريمة، تُبلَّغ بها رسالةُ الله، وتقام بها الحجة على عباد الله، فكم هَدى الله عز وجل بالعلم من الضلالات، وكم أخرج به من الظلمات، كم هَدى الله به أُمماً حارت، وكم هَدى به أمماً ضلت، كم أبكى لله عيوناً، وكم أخشع لله سبحانه وتعالى قلوباً وجفوناً. ¶ العلم الشرعي هو نور الله، وهداية الله، ورحمة الله لهذه البشرية، هو معدنها الصافي، ومنبعها الذي لا يغيض، إنه السبيل الذي من سار فيه انتهى به إلى مرضاة الله وجنته. ¶ امتنّ الله سبحانه وتعالى على نبيه صلى الله عليه وسلم بالعلم، وشرّفه وكرّمه به، فكان به إمامهم وقدوتهم وهاديهم، صلوات الله وسلامه عليه.. وصدق الله إذ يقول: ((وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيمًا)) [النساء:113] . ¶ قال بعض العلماء: كان فضل الله عليك عظيماً حينما علمك ما لم تكن تعلم، وحينما أنقذك من الضلال، وهداك إلى الحق.. ((مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ)) [الشورى:52] ، فالله علّمه ودلّه وهداه.. جلّ سبحانه في علاه..! ¶ العلم بصيرة؛ لأن العالم يُبصِر به الحق فيتبعه، ويُبصِر به الباطل فيجتنبه. قال تعالى: ((قُلْ هَذِهِ سَبِيلِي أَدْعُوا إِلَى اللَّهِ عَلَى بَصِيرَةٍ)) [يوسف:108] . ¶ العلم بينة تنكشف بها الحقائق، ويَخْرسُ عند دلائلها كل متكلم وناطق. قال تعالى: ((قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي)) [الأنعام:57] . ¶ العلم.. وما أدراك ما العلم. ¶ شرّف الله به من شاء واصطفى من عباده، فشهد لمن حباه إياه أنه أراد به الخير الكثير، ((يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا)) [البقرة:269] . ¶ وكثير من الله ليست بالهينة، فمن تعلم انكسر قلبه لربه، ومن تعلم عرف الله بأسمائه وصفاته، وعرف حدوده فاتقاها، ومحارمه فاجتنبها، ومراضي الله جل وعلا فطلبها.",
            "page": "7",
            "part": "1",
            "seal": "02A5EAB1"
        },
        {
            "id": "8",
            "nass": "العلم فاتحة كل خير، وأساس كل طاعة وبر، فلا طاعة إلا بالعلم، وكلما أطاع العبدُ ربَّه على بصيرة وعِلم، كانت طاعته أرجى للقبول من الله سبحانه وتعالى.. ¶ العلم كالغيث للقلوب، يُحْيي الله به الأفئدة بعد موتها، ويوقظها بعد غفلتها، وينبهها من بعد منامها. ¶ هذا العلم الذي عظم الله أهله، وجعلهم عنده في أعلى الدرجات، وأوجب لهم جزيل العطايا والهبات، ((يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ)) [المجادلة:11] . ¶ لكن لهذا العلم رجال وأي رجال، لهذا العلم أمة فرغت أوقاتها ترجو به رحمة الله، وتطمع في عفو الله سبحانه وتعالى، لها أخلاق سمت بها إلى أعالي الفضائل، وتنزهت بها من أدران الرذائل، لهذا العلم طلابه، يعظمون شأنه، ويعرفون قدره، الذين غرس الله في قلوبهم إعظام هذا الدين، ((وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ)) [الحج:30] .. ((وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ)) [الحج:32] . ¶ هذا العلم قيض الله رجالاً شرّفهم لحمله، واصطفاهم لتبليغه، إنهم العلماء. ¶ فإن الله أحب من عباده العلماء، واصطفاهم واجتباهم ورثةً للأنبياء، وزادهم من الخير والبر حتى صاروا من عباده الأتقياء السعداء، وأثنى عليهم في كتابه، فشرّفهم وكرّمهم، فقال –وهو أصدق القائلين-: ((إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ)) [فاطر:28] . ¶ لذلك أحبتي في الله، هذه المسؤولية العظيمة، وهذه الأمانة الجليلة الكريمة، حملها العلماء العاملون، والثقات المعَدَّلون، حملوها فبلغوها عن الله، وأقاموا بها حجة الله على عباد الله، حملها الدعاة والفقهاء والمحدثون، والأئمة المهديون، إنهم أئمة الهدى، ومصابيح الدجى، بهم بعد الله يُهتدى.. وبنهجهم يُحتذى ويُقتدى..",
            "page": "8",
            "part": "1",
            "seal": "F69CB556"
        },
        {
            "id": "9",
            "nass": "فيالله، كم من أمة بهم اهتدت، وبعروة الله استمسكت، وكم من طالب علم علموه.. وتائه عن سبيل الرشد أرشدوه، وحائر عن صراط الله دلوه، ويالله كم دارس من العلم أحيوه، وكم شارد من العلم قيدوه، وكم أصل من الكتاب والسنة حرروه وضبطوه. ¶ نوّر الله بهم ضمائر العباد، ودلّ بهم على سبيل الحق والرشاد، حملوا هذا العلم جيلاً بعد جيل، ورعيلاً بعد رعيل، لم ينقطع لهم في الله عز وجل أثر ولا قيل، حملوا هذا العلم لله، وبلغوه لوجه الله وابتغاء مرضاة الله، رجال العلم والعمل، وأهل الخير والفضل، فرحمة الله عليهم أجمعين، وجزاهم بأحسن الجزاء إلى يوم الدين. ¶ أيها الأحبة في الله، أي مقام أشرف بأن تقوم يوماً من الأيام تخبر عن الله ورسوله صلى الله عليه وسلم، وأي مقام أشرف حينما تصير أميناً على دين الله ووحي الله. ¶ فمن قرأ القرآن فأحل حلاله، وحرم حرامه، وعرف شرعه وفق أحكامه، فقد حمل النبوة بين دفتي صدره. ¶ من حمل هذا العلم المبارك فقد حمل ميراث النبوة، وشرّفه الله بخير كثير. ¶ لكن وقفة قبل أن نصير إلى تلك الرياض العطرة، وتلك المجالس الكريمة النضرة، وقفة لكي نشحذ الهمم إلى أمور ينبغي أن يراعيها كل طالب علم، فلمجالس العلماء حقوق، ولطلب العلم حقوق. ¶ ما من إنسان يفي لله عز وجل بهذه الحقوق إلا بارك الله له في علمه، وشرح صدره، ويسّر أمره. ¶ وقفة مع آداب طلاب العلم مع العلماء، حتى نؤدي لهذا العلم حقه، ونؤدي إلى حملة الكتاب والسنة حقهم وقدرهم. ¶ والذي جعل بعض طلبة العلم يسأمون ويملون من طول الزمان في الطلب، هو أنهم يحملون العلم أحمالاً على ظهورهم دون استشعار روحه وآدابه، فتجد طالب العلم يجمع الأقوال في المسألة والمناقشات، ويشتغل بها اشتغالاً جامداً يقسي القلب.",
            "page": "9",
            "part": "1",
            "seal": "B05E3159"
        },
        {
            "id": "10",
            "nass": "أما لو عرضت عليه المسألة، وتأملها ونظر الحق الذي فيها، وتعجب من فتح الله على العلماء، وأدرك فضل الله على هذا العالم في استنباطه ومناقشته، وسأل الله أن يفتح عليه كما فتح على ذلك العالم، وينظر في كتب السلف الزاخرة بهذه المسائل، ويقول: يا رب، كما وفقتهم وفقني بمثل هذه الروح والارتباط بالله جل وعلا، يزداد علمه وقربه إلى الله. ¶ أيها الأحبة في الله، لقد تغيرت تلك الرياض الطيبة، وتغيرت تلك المجالس النيرة، التي كانت عامرة بالآداب والأخلاق، تغيرت بتلك الأخلاق الرديئة، تغيرت فأظلمت من بعد ضيائها، وتنكدت الأقدام في الدروب، وحادت عن علام الغيوب، لما فتنت بهذه المحنة العظيمة، وبليت الأمة في هذا العصر بداء الغرور، فسب السلف الصالح، وامتهنت كرامتهم، وأصبح العلماء يكابدون ويجاهدون من العناء والبلاء ما لا يُشكى إلا إلى الله وحده عز وجل. ¶ وأصبح العبد يجد الشقاء في الجلوس فيها، فكم من كلمة نابية تسمع، وكم من تصرفات ممقوتة تُرى، لا ترى لها رادعاً، ولا ترى لها منكراً؛ لذلك جاءت أهمية هذا الموضوع. ¶ نداء إلى القلوب الطاهرة، نداء إلى تلك النفوس الطيبة، نداء إلى تلك المعادن الزاكية، التي تعرف حق هذا العلم، وتعرف فضل العلماء، وحق السلف والخلف، نداء إلى تلك القلوب الكريمة، لكي تثبت على هذا السبيل القويم. ¶ العلم يطالب بحقوق كثيرة وعظيمة، فمن أراد أن يطلبه فليأخذه بحقه.",
            "page": "10",
            "part": "1",
            "seal": "6BAA63BB"
        },
        {
            "id": "11",
            "nass": "الفصل الأول: معالم في الأدب مع العلماء ¶ نص العلماء (1) [7] ) رحمهم الله على أنه ينبغي على طالب العلم أن يتحلى بأزين الحلل، وأن تكون فيه حلية طالب العلم في وقاره وفي خشوعه وسمته. قال الإمام أبو عبد الله مالك بن أنس إمام دار الهجرة رحمه الله: (حق على طالب العلم أن تكون فيه سكينة ووقار، واتباع لأثر من مضى قبله) (2) [8] ) . ¶ إن طالب العلم إذا تزين بالآداب، وكان على أكرم الأخلاق، وجمّلها بالعلم، فإن الله يجمله بعد أن يصير عالماً، ولذلك نجد بعض العلماء مُهاباً جليلاً محبوباً، ولو نظرت إليه أثناء الطلب، لوجدته يهاب العلم ويجلّه، فبمقدار ما توفق إلى الآداب مع العلماء في مجلسهم ترزق من الطلاب مثله، فاجتهد -رحمك الله- في أن ينظر لك العالِم نظرة إجلال. ¶ جلس الإمام أحمد بن حنبل يطلب العلم عند عبد الرزاق بن همام الصنعاني -رحمة الله عليهما- إمامان حافظان جليلان من علماء السلف وأئمتهم، حفظا سنة النبي صلى الله عليه وسلم ووعياها، وكانا على جلال وفضل وكمال -رحمة الله عليهما-. ¶ كان عبد الرزاق يتقي المزاح والطرفة إذا كان الإمام أحمد في مجلسه، وهذا أبلغ ما يكون من الوقار والجلال الذي ألبسه الله أهل العلم. ¶ قال ابن عباس رضي الله عنهما: (ذللتُ طالباً وعززتُ مطلوباً) (3) [9] ) . ¶ وكان بعض السلف يكره أن يستند الطالب في مجلس العلم، كل ذلك إجلال ووقار للعلم وهيبة للعالم، وكانوا يشددون في مدّ الرِّجْل في مجلس العلم، ويشددون في الأمور التي تشعر بالاستخفاف بالعالِم أو بمجلس العلم. ¶ __________ ¶ (1) من محاضرة آداب طالب العلم للشيخ محمد، ألقيت في 28/4/1412هـ بمكة المكرمة. ¶ (2) رواه الحافظ ابن عبد البر رحمه الله في جامع بيان العلم وفضله برقم (899) (ص:544) ط: دار ابن الجوزي بتحقيق أبي الأشبال الزهيري. وذكره الحافظ الذهبي رحمه الله في السير (8/48-135) . ¶ (3) رواه الحافظ ابن عبد البر رحمه الله في الجامع، وصححه المحقق الأستاذ الزهيري رقم (756) (ص:474) .",
            "page": "11",
            "part": "1",
            "seal": "B3B37BF7"
        },
        {
            "id": "12",
            "nass": "مكانك عند الله وكرامتك عند الله على قدر ما ينشرح له صدرك من تلقي العلم، ولذلك ما أحب الله العلماء بشيء مثل إقبالهم على كتابه وسنة رسوله صلى الله عليه وسلم، فإياك ثم إياك أن تكون زهيداً في كل علم تتعلمه، والله، كم من مسائل سمعناها من العلماء، ما كنا نظن إنه يأتي يوم من الأيام فيكون فيها نفع، حصل فيها من النفع ما الله به عليم، لا تزهد من العلم في شيء، فلعلك أن تسمع حكمة تنشرها، يحيي بها الله القلوب، ولعلك تسمع سنة فتحييها، فيكتب الله لك أجرها وأجر من عمل بها إلى يوم القيامة. ¶ احرص على كل محاضرة وندوة ومجلس علم أن تحمل منه سنة من سنن رسول الله صلى الله عليه وسلم، قولية أو فعلية أو اعتقادية، احرص على أن تتعلم ولو حديثاً واحداً، والله تعالى تكفل في كتابه لأهل العلم برفع الدرجات، تخرج من الدنيا ومكانتك عند الله على قدر ما حفظت من العلم، فطوبى لأقوام حفظوا كتاب الله وحفظوا سنة رسوله صلى الله عليه وسلم في صدورهم وقلوبهم، فخرجوا من الدنيا والله تبارك وتعالى راضٍ عنهم بذلك العلم والضبط، وبلغهم نفع ذلك العلم في قبورهم، فهم الآن في رياضها يتنعمون، وفي ما هم فيه من السرور والنعيم يغبطون (1) [10] ) ، فالله الله أن يزهد إنسان في خير من الله، احرص على الخير، واحرص على الانتفاع، ولذلك ما انتفع إنسان بسنة إلا نفعه الله بها ونفع بها غيره. ¶ وكان السلف الصالح إذا أرادوا طلب العلم وطّنوا أنفسهم بالآداب الكريمة التي تحببهم إلى صدور العلماء. ¶ __________ ¶ (1) 10] ) قال الشيخ السعدي رحمه الله في الفتاوى السعدية (ص:115) –ط السعيدية-: وقد أخبرني صاحب لي كان قد أفتى في مسألة في الفرائض –تعلمها على أحد مشايخه، وكان قد توفي-، فقال: المسألة الفلانية التي أفتيت فيها وصلني أجرها. اهـ.",
            "page": "12",
            "part": "1",
            "seal": "5ACEC53B"
        },
        {
            "id": "13",
            "nass": "قالت أم الإمام مالك بن أنس رحمه الله لما ألبسته العمامة وأمرَتْه أن يذهب إلى مجلس ربيعة بن عبد الرحمن، قالت له: (أي بني: اجلس مع ربيعة، وخذ من أدبه ووقاره وخشوعه قبل أن تأخذ من علمه) (1) [11] ) . ¶ فإذا وجدت طالب علم يحرص على الأدب في مجلس العلم، فاعلم أنه على سنة، ولربما فتح له العالم صدره وأقبل عليه؛ لأن الله جبل القلوب على محبة الأخلاق والآداب، وهي تدل على سمو النفوس وعلو همتها، وأنها تريد ما عند الله عز وجل، فلا يليق بطالب العلم أن يجلس في تلك المجالس لا يبالي بحرمتها، ولا يحسن التأدب مع أهلها. ¶ __________ ¶ (1) 11] ) ذكره ابن فرحون رحمه الله في الديباج المذهب (ص:20/ج1) .",
            "page": "13",
            "part": "1",
            "seal": "40512C6A"
        },
        {
            "id": "14",
            "nass": "قال بعض العلماء: أخشى على من أساء الأدب في مجلس العالم أن يحبط علمه وهو لا يشعر، قالوا: وكيف ذلك؟ قال: لأن الله تعالى يقول: ((وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ)) [الحجرات:2] ، والنبي صلى الله عليه وسلم يقول: (العلماء ورثة الأنبياء) (1) [12] ) ، فاستنبط رحمه الله من حكم الله عز وجل على من أساء الأدب في مجلس نبيه صلى الله عليه وسلم أنه لا يَبْعُد أن يعامل بمثل ذلك؛ لأن العلم يعتبر في مقام النبوة، فمن أساء الأدب معه فقد انتهك حرمة تلك النبوة التي حواها صدره، كيف لا تتأدب مع العلماء وهم ورثة الأنبياء؟ كيف لا تتأدب معهم والله ائتمنهم على دينه وشرعه؟ كيف لا تخفض جناحك لهم وهم بمنزلة الوالدين، والله أمر بذلك في قوله تعالى: ((وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ)) [الإسراء:24] ، بل ذهب بعض العلماء رحمة الله عليهم إلى أن حق العالم آكد من حق الوالد؛ لأن النسب الديني أعلى من النسب الطيني (2) ¶ __________ ¶ (1) 12] ) جزء من حديث أبي الدرداء المشهور (من سلك طريقاً ... ) ، وهو في المسند وسنن الترمذي وأبي داود وابن ماجة وفي صحيح الترغيب والترهيب برقم (67) . ¶ (2) 13] ) مسألة: هل حق العلم آكد من حق الوالد؟ أشار إليها بعض الفضلاء من علماء الشناقطة بأبياتٍ منها: ¶ تهاونٌ بالعلماء تهاونٌ ¶ بالله والرسول لا تهاونوا ¶ معظّم للعلماء معظّمُ ¶ لربهم للعلماء عظموا ¶ هل المعلم كوالدٍ أَم ¶ دون أم الشيخ عليه قدّم ¶ فيه خلاف والذي أقولُ ¶ فيه على ما تقتضي النقولُ ¶ تقديم حق عالِم عليه ¶ مع كونه لديه ما لديهِ ¶ كلاهما عقوقه محذّرٌ ¶ منه ومن عقوق كلٍّ فاحذروا ¶ لكن عقوقُ الوالدين يُغفَرُ ¶ بتوبةٍ والشيخ لا لا فاحذرُ ¶ ورد عليه العلامة أحمد فال الشنقيطي في أبيات، منها: ¶ وكون حق الشيخ من حق الأبِ ¶ ألزمَ لم أجده في قول النبي ¶ ولم يكن يظهر لي في الحُكْم ¶ ولم أجده في الكتاب المحكم ¶ وكون ذا أصل الحياة الباقيةْ ¶ والأب أصلٌ في الحياة الفانية ¶ ليس به الدليل إذ للوالدينْ ¶ أصلٌ لذين في ارتضاع المحتدين (*) ¶ وكونه عقوقه لا يغفرُ ¶ فخرْقُ الإجماع فمنه استغفروا ¶ (*) تثنية مُحتِد، وهو الأصل، قاله في القاموس.",
            "page": "14",
            "part": "1",
            "seal": "EB6B3B41"
        },
        {
            "id": "15",
            "nass": "[13] ) . ¶ قال بعض العلماء في قوله تعالى: ((ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ)) [الحج:32] : المراد بالشعائر جمع شعيرة، وهي ما أشعر الله بتعظيمه، والله أشعر بتعظيم العلماء، فيدخلون في الآية، وليس المراد من تعظيم العلماء الغلو والخروج عن المنهج النبوي، وإنما المراد إعطاء تلك القلوب التي حفظت دين الله، وحفظت كتاب الله وسنة نبيه ورسوله صلى الله عليه وسلم حقها وقدرها في مصافحتهم، وفي الحديث معهم وفي مجالستهم وفي مناقشتهم ومناظرتهم، وفي الأخذ عنهم، فما يليق بطالب علم أن يجلس بين يد عالمٍ فيسيء الأدب معه سواءً بالخطاب، أو في لحن القول والجواب، أو في غير ذلك مما يكون في مشهده وغيبته. فكم من طلاب علم مقتهم الله لسوء أدبهم مع العلماء والعياذ بالله. ¶ وكان للسلف الصالح –رحمهم الله- قصب السبق في الأدب مع العلماء (1) [14] ) -رحمهم الله-، وكانوا يجلون العلماء وأهل العلم. ¶ هذا ابن عباس رحمه الله النير النبراس، وارث الكتاب والسنة، لما توفي رسول الله صلى الله عليه وسلم أحَبّ أن يكون من طلاب العلم، فجاء إلى زيد بن ثابت وتعلق قلبه به، فكان يمسك بركاب زيد، وكان زيد يجل منه ذلك حتى قال له: ما هذا يا ابن عم رسول الله صلى الله عليه وسلم؟ فقال ابن عباس: هكذا أمرنا بأن نصنع بعلمائنا (2) [15] ) . ¶ __________ ¶ (1) 14] ) ولما عوتب الإمام الشافعي رحمه الله على تواضعه للعلماء، قال: ¶ أهينُ لهم نفسي فهمُ يكرمونها ... ... ... ولن تكرمّ النفسُ التي لا تَهينها. اهـ. ¶ تذكرة السامع والمتكلم (ص:87) ، ومناقب الشافعي، للبيهقي (ص:127) . ¶ (2) 15] ) رواه الخطيب في (الجامع لأخلاق الرائي والسامع) (1/188) ، وذكره الحافظ ابن حجر في الإصابة، والحافظ ابن عبد البر في الجامع (ص:514) ، وصححه المحقق.",
            "page": "15",
            "part": "1",
            "seal": "EC38EB80"
        },
        {
            "id": "16",
            "nass": "انظر إلى ابن عباس الذي علم سنة رسول الله صلى الله عليه وسلم، ولم يقل: إن رسول الله صلى الله عليه وسلم دعا لي بالعلم، فأنا عالم إن شاء الله، ولكن أهان نفسه لكي يكرمها عند الله، وأذلّ نفسه لكي يعزّها الله، فكان له ذلك من الله. ¶ ولما توفي زيد، جاء ابن عباس –وكان وفياً لأهل العلم- فحمل جنازته حتى سقطت عمامته من رأسه، ولم يزل فيها حتى دفنه. ثم لما دفن زيداً، قام على قبره تختنقه العبرة، فبكى وقال: ألا من سَرّهُ أن ينظُرَ كيف يقبض الله العلم، فلينظر هكذا يقبض الله العلم بموت العلماء (1) [16] ) . ¶ ولذلك عزّت عند الله مكانته، ورفع الله قدره، وشرح صدره، وبلغ من العلم مبلغاً عظيماً، حتى كان إماماً لا يجارى، إذا وقف في كتاب الله يفسره، تفجرت ينابيع الحكمة في تفسيره رضي الله عنه وأرضاه، حتى قام في يوم عرفة ففسر سورة النور. يقول الراوي: والله لو شهده الفرس والروم والديلم لأسلموا لله عز وجل (2) [17] ) . ¶ كل ذلك لما ذل للعلم وحفظ للعلماء حقوقهم رضي الله عنه وأرضاه. ¶ والله، لا يحفظ حق العلماء إلا الموفق، ولا يقلل من شأنهم إلا من قلبه مرض وزيغ، وأهل البدع والأهواء –والعياذ بالله- يُعرفون بنقيصة العلماء. ¶ قال بعض أهل العلم -رحمهم الله-: إذا أردت أن تنظر إلى رجل في قلبه مرض، فانظر في من يطعن في العلماء أو يحتقر العلماء. ¶ __________ ¶ (1) 16] ) أخرجه الإمام الطبراني في الكبير (5/4751/109) . والحاكم في المستدرك (3/422) . وابن سعد في الطبقات (2/361-362) . والحافظ ابن عبد البر في الجامع، وصححه الزهيري رقم (1035) (ص:601) . ¶ (2) 17] ) رواه الحافظ ابن عبد البر رحمه الله في الجامع عن شقيق (1/543) ، وصححه المحقق برقم (731) (ص:467) .",
            "page": "16",
            "part": "1",
            "seal": "BA52BA06"
        },
        {
            "id": "17",
            "nass": "قال العلماء في حديث عمر بن الخطاب رضي الله عنه لما قدم جبريل على النبي صلى الله عليه وسلم يسأله، فجلس بين يديه وأسند ركبتيه إلى ركبتيه، ووضع يديه على فخذيه. قال: في هذا دليل على مراعاة الأدب في المجلس لطلب العلم، وهكذا كان الصحابة رضي الله عنهم، كان النبي صلى الله عليه وسلم إذا وقف يعلمهم يقول أنس: (أطرقوا، وكأن على رءوسهم الطير) (1) [18] ) ، أطرقوا أذلة لله، يرجون بذلك وجه الله وما عند الله، فما أجلها من نعمة أن يوفق الله طالب العلم للأدب. ¶ والله ما رأيتَ طالبَ علمٍ يتأدب في مجالس العلماء ويتأدب مع أهل العلم إلا وجدتَ محبته في صدرك، وأن الله جمله بأدبه، فالأدب هو شريعتنا وما دل عليه ديننا، والله تعالى أدب الصحابة في مجلس نبيه صلى الله عليه وسلم، فنهاهم أن يرفعوا الصوت عليه، ونهاهم أن يقوموا من مجلسه قبل استئذانه صلى الله عليه وسلم. قال تعالى: ((لا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ)) [الحجرات:2] ، وقال تعالى: ((لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ)) [النور:62] . ذلك لكي يرسم المنهج الأمثل لكل من أراد أن يتعلم العلم النافع، وأن يحفظ حق العلم وآداب العلماء. ¶ لطالب العلم أدب مع العلماء الذين مضوا إلى الله تبارك وتعالى وانتقلوا إلى الدار الآخرة، وأدب مع العلماء الأحياء.. ¶ أولاً: الأدب لأموات العلماء رحمهم الله: ¶ المَعْلَمْ الأول: ذكرهم بالجميل: ¶ من حق العلماء الأموات على الأحياء أن يذكروهم بالجميل. ¶ __________ ¶ (1) 18] ) ذكره القاضي عياض رحمه الله في \"الشفا\" عن أسامة بن شريك رضي الله عنه 2/38- ط دار الفكر 1401هـ.",
            "page": "17",
            "part": "1",
            "seal": "E4A41AF2"
        },
        {
            "id": "18",
            "nass": "قال الإمام الطحاوي رحمه الله وهو يبين عقيدة السلف الصالح رحمة الله عليهم حينما ذكر أهل الخير والأثر، وأهل الفقه والنظر، من علماء الأمة من الصحابة والتابعين إليهم بإحسان، قال رحمه الله عنهم: (وعلماء السلف من السابقين، ومن بعدهم من التابعين، أهل الخير والأثر، وأهل الفقه والنظر، لا يُذكرون إلا بالجميل، ومن ذكرهم بسوء فهو على غير سبيل) (1) [19] ) . ¶ أي: ضل سبيل الأمة الذي يعصم الله عز وجل به الإنسان من الزلل والهوى، فذِكر العلماء الأموات بالسوء، وتتبع عثراتهم بقصد التشفي والتشهير لا خير فيه، إنما يبحث الإنسان عن علم العالم، فإن كانت عنده أخطاءٌ بينها، وإن كان له مخرج من تأول دليل في كتاب الله وسنة النبي صلى الله عليه وسلم، أنصفه وبيّن دليله، وبيّن حجته. ¶ ينبغي على طالب العلم أن يحفظ حق العلماء، سواء طلب على يديهم العلم أو لم يطلبه عليهم، فحقٌ على كل مؤمن يؤمن بالله واليوم الآخر، إذا جلس مجلساً فذكر فيه عالماً، أن يذكره بالجميل، وأن لا يذكره بغير ذلك، فذلك شأن من ضل السبيل. ¶ ينبغي على الإنسان أن يحفظ غيبة العلماء، إن حفظ عرض المسلم الذي هو من عامة المسلمين فريضة ينبغي حفظها، فكيف بالعلماء، ولذلك قال بعض العلماء: إن الإنسان إذا اغتاب العالم يخشى عليه حتى ولو سامحه العالم، فإنه لا يؤمن عليه أن يعاقبه الله؛ لأن غيبة العالم فيها حقان: حقٌ لله، وحقٌ للعالم. ¶ __________ ¶ (1) 19] ) متن الطحاوية بتعليق سماحة الشيخ عبد العزيز بن باز رحمه الله (ص:59) .",
            "page": "18",
            "part": "1",
            "seal": "0CE3E896"
        },
        {
            "id": "19",
            "nass": "أما حق العالم: فبأذيته بالكلام الذي لا ينبغي، وأما حق الله: فلأن تنقّص العلماء تنقيصاً للعلم الذي حملوه، فلا يجوز لإنسان أن يرضى عن من ينتقص العلماء، حتى ولو قال: إن فلاناً لا يحسن الاستدلال، أو لا يحسن العلم، فعندها ينبغي أن تأخذك حمية الدين، فتقول لمن يقول هذا الكلام: اتق الله في أهل العلم، فإنك قد اغتبتَ عالماً، والله، إن غيبة العلماء عظيمة من جرائم الذنوب التي ينبغي للإنسان أن يحذر منها، وبمجرد ما تحس من الإنسان الذي أمامك أنه يريد أن ينتقص عالماً، ففرّ بدينك قبل أن يسلب شيئاً من حسناتك، فلربما تجلس مجلساً واحداً تسمع فيه غيبة عالم تهون عند الله في ذلك المجلس، فمن عادى ولياً لله آذنه بالحرب. ¶ فينبغي على الإنسان أن يحذر من سطوة الله في أذية العلماء، وإذا لم يغر لله على العلماء، فعلى من يغار، والمقصود من هذا كله أن تحفظ غيبة العلماء؛ لأنهم صفوة الله وأحباؤه من الخلق، وإذا أخطأ عالم في مسألة فينبغي أن يُبين الصواب لهذه المسألة، ولا حاجة إلى ذكر أسمائهم أو التعريض بها، كأن تقول قول فلان وتذكره وتسميه في معرض الردّ؛ لأن المقصود هو التوجيه والإرشاد والتعليم، لا انتقاص عباد الله وأكل أعراضهم. ¶ ذكروا عن رجل من أهل العلم كان في مجلس من المجالس، فسمع رجلاً يغتاب عالماً قاضياً ويتهمه بالرشوة، فقال ذلك العالم الجليل –رحمة الله عليه- لذلك الرجل الذي تنقص واغتاب العالم: والله لا آمن عليك سوء الخاتمة، حلف بالله العظيم مَن نَقَل هذه القصة، قال: والله ما مرّت إلا مدة وجيزة شهدت وفاته، كانت على أسوأ حالة والعياذ بالله. ¶ المَعْلَمْ الثاني: ذكرهم بالإجلال والإعظام:",
            "page": "19",
            "part": "1",
            "seal": "CFB02A98"
        },
        {
            "id": "20",
            "nass": "تقول: قال الإمام رحمه الله، تذكره بالإمامة وتشرفه وتكرّمه؛ وتميزه عند ذكره عن عامة الناس بهذه الألقاب؛ لأن الله سبحانه وتعالى أدّبَ أصحاب النبي صلى الله عليه وسلم بذلك في قوله: ((لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا)) [النور:63] . ¶ لا ينبغي أن يدعوَ الإنسانُ رسول الله صلى الله عليه وسلم باسمه مجرداً –صلوات الله وسلامه عليه-، وإنما يقول: يا رسول الله، ويا نبي الله –أي في حياته-، ولأن العلماء ورثة الأنبياء، فلا يقال: قال فلان وقال فلان ... يذكره باسمه مجرداً، وإنما يذكره بما يدل على علمه ورفعة قدره، وأنه ليس كعامة الناس، فهذا حق من حقوقه. ¶ وقد قال صلى الله عليه وسلم: (إن من إجلال الله إكرام ذي الشيبة المسلم، وحامل القرآن غير الغالي فيه والجافي عنه) (1) [20] ) ، فكيف بإجلال العالم الحافظ لكتاب الله، والحافظ لسنة النبي صلى الله عليه وسلم الذي أحيا الله به السنة، وأمات به البدعة، لا شك أنه أحق، وإجلاله إجلال للدين، وإذا ذكر العالم بوصف التشريف والتكريم أحست الناس بهيبة العالم، وأحست بمكانة العالم، وإذا ذُكِر كما يُذكر عوامّ الناس، لم يُفرّق بينه وبين العوام، فهذه مظلمة في حق العلماء –رحمة الله عليهم-، وهذا يستوي فيه الأحياء والأموات، ما دام أنه عالِم بكتاب الله وسنة نبيه صلى الله عليه وسلم، فينبغي أن يُجَل وأن يُكرّم. ¶ المَعْلَمْ الثالث: أن يعتني بردّ الجميل لهم: ¶ __________ ¶ (1) 20] ) رواه أبو داود من حديث أبي موسى رضي الله عنه، وحسنه الشيخ الألباني رحمه الله في صحيح الترغيب والترهيب برقم (93) .",
            "page": "20",
            "part": "1",
            "seal": "88E875C2"
        },
        {
            "id": "21",
            "nass": "من نحن لولا الله جل جلاله، ثم علم هؤلاء العلماء..؟! ومن نحن لولا الله ثم هؤلاء الأئمة الذين فسروا كتاب الله وبيّنوا أحاديث رسول الله صلى الله عليه وسلم؟! وقفوا عند كل كلمة من كتاب الله وسنة النبي صلى الله عليه وسلم ... بيّنوا حلالها وحرامها.. وبيّنوا ناسخها ومنسوخها.. وبيّنوا حدودها ومحارمها.. وبيّنوا حقوقها وواجباتها –رحمة الله عليهم-، أسأل الله العظيم ربّ العرش الكريم أن يسبغ عليهم شآبيب الرحمات، وأن يوجب لهم علوّ الدرجات، وأن يجمعنا بهم في رياض الجنات.. إنه ولي ذلك والقادر عليه. ¶ هؤلاء الأئمة لهم فضل.. لولا الله ثم هم ما تكلمنا، وما استطعنا أن نعرف كثيراً من شعائر ديننا، فينبغي للإنسان إذا قرأ كتاباً لعالم يترحَّم عليه ويدعو له؛ لأن النبي صلى الله عليه وسلم يقول: (من صنع إليكم معروفاً فكافئوه، فإن لم تستطيعوا فادعوا له) (1) [21] ) . ¶ تمر عليك المسألة في الأحكام.. ويمرّ عليك حديث من أحاديث رسول الله صلى الله عليه وسلم مُشكلٌ لا تدري أهو صحيح أم ضعيف، ثم لا تدري متنه، ما هو المراد منه..؟ أهو مطلق أم مقيد..؟ عام أم خاص..؟ فإذا وقفتَ أمام هذا الكلام الذي يقوله الإمام، أدركتَ حقيقة المراد، وأدركت جليّته، وكنتَ على بينة من هذا النص في كتاب الله أو ذاك النص من سنة رسول الله صلى الله عليه وسلم، فما تملك إذا اطّلعت على هذا الخير إلا أن تقول: رحمة الله على فلان ... ! ¶ وكان بعض مشائخنا –وهو الوالد رحمة الله عليه- إذا نظر في الكتاب وقرأ فيه، كثيراً ما أسمعه يقول: رحمة الله عليه.. رحمة الله عليه.. رحمة الله عليه..! كأنه كلما فرغ من مسألة يترحم عليه، فسألته ذات مرة، قلت: يا أبتِ: أنت تكثر من قولك: رحمة الله عليه، قال: ما فرغت من مسألة وأحسست بفضله عليَّ إلا ترحّمتُ عليه، وهذا قليل من حقه عليّ، أي: أقل ما يكون له أن أقول: رحمه الله. ¶ __________ ¶ (1) 21] ) رواه البخاري في الأدب المفرد رقم (216) بإسناد صحيح.",
            "page": "21",
            "part": "1",
            "seal": "C3901887"
        },
        {
            "id": "22",
            "nass": "من منا الآن إذا أمسك الكتاب وقرأ لهذا الإمام أو ذلك العالم دعا له بالمغفرة، ودعا له بعلو الدرجة..؟ فإنك إن دعوت له بالرحمة سخّر الله لك من ترحم عليك بعد موتك. ¶ هؤلاء أولياء الله.. العلماء العاملون.. أهل السنة الذين هم على منهج الكتاب والسنة، هؤلاء أحباب الله، وهم صفوة الله بعد الأنبياء؛ ولذلك جعل الله فيهم علم الكتاب والسنة، وجعلهم أمناء على الشريعة والملة، فالترحم عليهم والدعاء لهم، خيرٌ كثيرٌ. ¶ المَعْلَمْ الرابع: نشر فضلهم بين الأحياء، والاعتذار لهم في الأخطاء: ¶ إذا قرأت فائدة، أو نقلت عِلماً نبَّه عليه إمام من أئمة السلف، كان من الحق عليك أن تنوِّه بفضله في ذلك، فتقول: كما قرّره شيخ الإسلام فلان، كما بيّنه الحافظ فلان، أو الإمام فلان، ولا توهم الناس أن الفضل –بعد الله- لك وحدك.. لا، وإنما تنصفهم وتذكر مآثرهم، وتبيّن فضلهم، فإن ذِكْرَ دقائق ما توصلوا إليه من الأفهام، وما كشفوه من العلوم والحقائق المبنية على دليل الكتاب والسنة.. ونشرِه بين الناس ونسبته إليهم، يُعرِّف الناس قدرهم، ويجعلهم يدركون فضلهم –خاصة بين طلاب العلم-، ويغارون عليهم من أن ينتقصوا وأن يُهانوا. ¶ ثانياً: الأدب مع الأحياء من العلماء (1) ¶ __________ ¶ (1) 22] ) وللفقيه الشيخ محمد الإغاثة -نزيل المدينة المنورة- رجَزّيةٌ في أدب الطالب مع شيخه، أثبتها بتمامها للفائدة. قال -حفظه الله-: ¶ الحمدُ لله مُنيل العلماءْ ¶ فضلاً جزيلاً بالذي قد عُلما ¶ ثم صلاته مع السلام ¶ على الرسول سيد الأنام ¶ يا طالب العلم فضعْ تحت اليدِ ¶ ما سأقول تُعنَ من ذي اليدِ ¶ ومِعدُ فلآتي بإذن الهادي ¶ أفادهُ قَنَّونُ (*) في الجهاد ¶ وبعد فاعلم أن لابن العربي ¶ ففيه كل عجم وعربِ ¶ برُّ المُعَلِّم على المعلَّم ¶ يلْزمُ مثل الوالدين فاعلم ¶ قبّل يداً عنه وامشي إن ركبْ ¶ واجعله قبلةً وعظّم وارتكبْ ¶ توقيره وانظر وأنْصِتْ واطلبِ ¶ إذناً لدى السؤال كل مطلبِ ¶ واحذر من أن تحفظ للزلاتِ ¶ وطلبِ الغِرّةِ في الحالاتِ ¶ وحقه حقيقةً وبرهْ ¶ آكدْ على الآباء في المبره ¶ هذا وقد نُقِلَ عن زروق ¶ مع الذي سِيق مِنَ الحقوق ¶ أن من اسْتَحْقَر بالأستاذ قَدْ ¶ يُبلى بنسيان لما منه فَقَدْ ¶ حفِظّ والموتُ بلا إيمان ¶ مِن ذا أعوذُ بالعلي الرحمن ¶ وَكَلّل اللسان عند الفزع ¶ ربِّ قِنا الثلاث يوم المفْزَع ¶ وفي العهودِ من رسول الله ¶ قد عم أخذُ العهد كل لاهِ ¶ منا وغيرُ لذويه ما عَقدْ ¶ في نظمه الداني وبعدما انتقدْ ¶ لو لم يكونوا عملوا بالحقِّ ¶ لأنهم نُوّابُ خير الخلق ¶ ومن يخنْهمُ فَقَدْ خانَ النبي ¶ وذاك كفرٌ ولبعض مذهبِ ¶ تكفير من صغّر كالعمامهْ ¶ لعالم لو لم يكن إمامه ¶ و (اليوسِي) (**) في قانونه ما يأتي ¶ وحقه الكتبُ بما الحياةِ ¶ انظر بمُقْلةِ الإجلال ¶ ولتعتقد درجة الكمال ¶ (*) اسم أحد علماء المالكية المغاربة -رحمة الله على الجميع-. ¶ (**) اسم عالم من العلماء -رحمهم الله-.",
            "page": "22",
            "part": "1",
            "seal": "8D74170B"
        },
        {
            "id": "23",
            "nass": "[22] ) : ¶ كانوا يقولون: قلّ أن يوفق إنسان لتعظيم العلم في الطلب إلا رزقهُ الله ذلك في طلابه ومن يأخذ العلم عنه غداً، مثلما كان يفعل، فإذا وجدت طالب العلم يوقّر العلماء، ويحترم العلماء، ويجلّ العلماء، فاعلم أنه صاحب سنة، وإذا وجدته يهين العلماء، وينتقص العلماء ويزدري العلماء، ويتتبع عورات العلماء، فاعلم أن فيه خلقاً من أهل البدع، فأهل السنة براء من هذه الرذائل، وطلاب العلم الصفوة الصادقين براء من هذه الرذائل، والنقائص شأن الجهال، إذا وجدوا العالم منهم في التفسير أو في الحديث أو في الفقه، وأطّلعوا على زلةٍ واحدةٍ منه، لَحِقَه منهم التشهير والتقريع والتوبيخ، وكأنه ليس من الإمامة في شيء، وهذا صنيع من لا ينصف، أما المنصف العادل فإنك تجده يعتبر ذلك الخطأ وذلك الزلل من قوله صلى الله عليه وسلم: (إذا اجتهد الحاكم فأصاب كان له أجران، وإذا اجتهد فأخطأ له أجر واحد) (1) [23] ) . ¶ __________ ¶ (1) 23] ) متفق عليه من حديث أبي هريرة وعمرو بن العاص رحمه الله.",
            "page": "23",
            "part": "1",
            "seal": "E727CE1C"
        },
        {
            "id": "24",
            "nass": "فتعلم أن هذا إمام مجتهد، وأن هذه المسألة الفرعية من مسائل الفقه إذا أخطأ فيها وجه الصواب أن له الأجر عند الله عز وجل، وأنه لا ينبغي أن تُثرّب عليه، وقد قرر ذلك شيخ الإسلام ابن تيمية –رحمة الله عليه- في كتابه النفيس: (رفع الملام عن الأئمة الأعلام) وقرره الأئمة –رحمة الله عليهم- أنه لا ينبغي أخذ الأخطاء المعيّنة والتشهير بالأئمة فيها، ولكن لا يمنع هذا أن نبين الأخطاء، وأن نبين أن هذه المسألة أخطأ فيها الإمام فلان، أو هذا أو ذاك.. ولكن لا تعتبر هذا الخطأ الفرعي سبباً في غمط هذا العالم حقه، فإن ذلك ليس من الإنصاف في شيء، فتجد مثلاً لو كان هذا الإمام إماماً من أئمة الجرح والتعديل أخطأ في هذا الراوي فحسّن روايته، وأنت ترى الراوي مجروحاً، وأنه لا يقبل التحسين، فلماذا يقال: إن فلاناً ليس من التحسين والتصحيح في شيء.. وهذا من أوهامه، وهذا من زلاته، ولا تغترّ به..! ولا كذا وكذا، من الكلمات الجارحة، التي تربي في طلبة العلم الاستهانة بالعلماء والاحتقار لهم، فلا ينبغي هذا، بل المُنبغي أن ننبه على الأخطاء، وننبه على فضل الأئمة، وعلوّ شأنهم، وعلوّ قدرهم عند الله عز وجل، وعند عباده الصالحين.",
            "page": "24",
            "part": "1",
            "seal": "DE04A45B"
        },
        {
            "id": "25",
            "nass": "هذا منهج السلف، وهذا منهج الأئمة. ثم اقرأ –رحمك الله- في كتب الأئمة الأعلام الذين شرحوا الأحاديث وتكلموا في المسائل الفقهية، تجد الأدب الجم.. تجد التواضع.. تجد الاحترام والتقدير والإجلال.. وحفظ الفضل لأهله، ولا يحفظ الفضل إلا من كان من أهله، فتجد الأئمة والحفاظ إذا اطّلعوا على شيء قالوا: وقد قال فلان –عفا الله عنه- كذا، كل ذلك من باب الأدب، ولذلك قال الله عز وجل لنبيه صلى الله عليه وسلم: ((عَفَا اللَّهُ عَنْكَ لِمَ أَذِنتَ)) [التوبة:43] . قدّم له المغفرة والعفو قبل أن يعاتبه –صلوات الله وسلامه عليه-؛ ولذلك ينبغي التأدب مع الأئمة ما استطعنا إلى ذلك سبيلاً، ونقصد بالأئمة: أئمة الكتاب والسنة، الذين شُهد لهم بتحري الحق والصواب، وأما غيرهم من المبتدعة وأهل الأهواء فليس على مثلهم يُلوى، ولا على مثلهم يُحزن. ¶ وللتأدب مع العلماء الأحياء في مجالس العلم آداب ومعالم، منها: ¶ المَعْلَمْ الأول: التبكير لمجلس العلم: ¶ أول ما ينبغي على طالب العلم التبكير إلى مجلس العلم، فإن التأخر والتقاعس عن التبكير لمجلس العلم خاصة إذا كان عن قصد (1) [24] ) ، يدل على عدم توقير العلم، وعدم إجلاله. ¶ فإن كان طالب العلم محافظاً على مجالس العلم، ولا يتأخر عنها إلا من عُذر ومن ضرورة، فإن الله سبحانه وتعالى يبارك له فيمن يأخذ عنه العلم.. ¶ التبكير إلى مجلس العلم كان من شأن الأئمة والسلف الصالح. ¶ __________ ¶ (1) 24] ) من درس مقدمة شرح سنن الترمذي، للشيخ محمد.",
            "page": "25",
            "part": "1",
            "seal": "7B327846"
        },
        {
            "id": "26",
            "nass": "كان ابن عباس رضي الله عنهما يغدو إلى زيد بن ثابت فينام على عتبة بابه..! ينام في الظهيرة وينام في السحر، يُرى الله منه الجدّ، ويشهده على صدق رغبته في العلم، وهذا لو تأملناه لوجدنا فيه فوائد عظيمة، ذلك أن ابن عباس رضي الله عنهما لم يرضَ لنفسه أن يشارك طلاب العلم، فيأتي ويحضر معهم إلى المجلس، ولكن غدا إلى بيت العالم، فمضى إلى زيد بن ثابت، وكان ينام على بابه، فإذا خرج زيد ربما أشفق عليه –رضي الله عنهما وأرضاهما-. ¶ وثبت عنه أنه كان إذا ركب زيدٌ على دابته أخذ بخطام الدابة، فيقول له: أتفعل وأنت ابن عم رسول الله صلى الله عليه وسلم! فيقول له ابن عباس: نعم، أنت من أهل العلم بكتاب الله عز وجل. ¶ وكان زيد ممن كتب القرآن وحفظه وعلم حلاله وحرامه وناسخه ومنسوخه –رضي الله عنه وأرضاه-. ¶ ولما دفن زيد، بكى أبو هريرة وقال (1) [25] ) قولته المشهورة: لقد دفن الناس اليوم علماً كثيراً.. ولكن لعل الله أن يجعل في ابن عباس خلفاً من ذلك العلم..؛ لأن ابن عباس حفظ عن زيد، وكان كثير الحرص على التبكير إلى مجلس العلم. ¶ المَعْلَمْ الثاني: الدنو والقرب من العلماء، والجلوس جلسة الموقر لمجلس العلم المتلهف عليه: ¶ كن قريباً إلى العالم، حتى إذا دنوت منه أشِعره بالإجلال، تجلس جلوس (2) [26] ) المتأدب، جلوس من يتذلل للعالم، ويظهر له أن يحبه وأنه يجله. ¶ __________ ¶ (1) 25] ) رويت قولة مثلها عن ابن عباس في زيد في المصنف لابن أبي شيبة (3/57) وعند الحاكم في المستدرك (3/428) ، وأما عن أبي هريرة فلم أهتدِ إليها. ¶ (2) 26] ) من محاضرة حلية طالب العلم، للشيخ محمد –سلّمه الله-.",
            "page": "26",
            "part": "1",
            "seal": "D5CD6993"
        },
        {
            "id": "27",
            "nass": "دخل الإمام أحمد رحمه الله على خلف الأحمر –وهو أحد أئمة الحديث-، لما أراد أن يقرأ عليه، جاء ليجلس بين يدي خلف رحمه الله، وكان الإمام أحمد مهاباً عند مشائخه، فلما جاء إلى خلف، أراد خلف أن يكرمه؛ لأنه أمام طالب من طلاب العلم، فجلس إلى جنبه، فقال له الإمام أحمد لما أراد أن يقرأ عليه: والله لا أجلس إلا بين يديك، هكذا أمرنا أن نتواضع مع من نأخذ عنه العلم. ¶ وذكروا عن بعض علماء التفسير من الأئمة –رحمة الله عليه- أنه كان معه بعض طلابه في مجلس من المجالس، وكان بعض طلابه نابغة في اللغة العربية، فتذاكروا مسألة في اللغة، فتكلم ذلك الطالب فأجاد وأفاد، ثم قال لذلك العالم: لقد كتبت فيها ورقات، فقال له العالم: اذهب فائتني بما كتبت، فلما جاء بتلك الورقات وتلك الرسالة، نظر فيها ذلك الإمام الجليل، ما إن تصفح منها صفحة واحدة حتى نزل من مجلسه وأقسم على تلميذه أن يجلس في المكان الذي كان فيه، وأن يجلس الشيخ بين يديه حتى يقرأ الرسالة عليه.. أمة تعظم العلم وتعطيه حقه. ¶ طالب العلم الذي لا يحسن الجلوس في مجالس العلماء، أو يجلس جلسة المتكدر، أو يجلس جلسة المترفع عن العلم، هذا بعيد عن سنة الصالحين، غافل عن خلُق عباد الله المتقين. ¶ العلم مادة وروح، مادة: هي قال الله وقال رسوله صلى الله عليه وسلم. وروح: وهو إجلال العلم وإجلال العالم، ولذلك يقول طاوس بن كيسان –إمام من أئمة السلف الصالح رحمة الله عليهم- تلميذ ابن عباس، يقول كلمة عجيبة، يقول: (من السنة توقير العلماء) . ¶ المَعْلَمْ الثالث: الإنصات:",
            "page": "27",
            "part": "1",
            "seal": "9C60C39A"
        },
        {
            "id": "28",
            "nass": "إذا جلست في مجلس العالم فكن حريصاً على الاستماع والإنصات، فلمجلس العلم حق، وانظر إلى تلك الآيات العجيبة من سورة طه، نبي من أنبياء الله، أراد الله أن يعلّمه، وأن يوحي إليه بدينه وشرعه، فقال له الله تعالى يخاطبه –وهو موسى عليه وعلى نبينا الصلاة والسلام-، قال له كلمات استفتحها بقوله: ((إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى * وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى * إِنَّنِي أَنَا اللَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلاةَ لِذِكْرِي)) [طه:12-14] ، أدب المجلس: اخلع نعليك، وأدب الحديث: استمع لما يوحى، فالله يعلمنا في هذا الخطاب أن الإنصات من حقوق مجالس العلم، وهذا هو شأن الصحابة من الجنّ بين يدي النبي صلى الله عليه وسلم. قال الله تعالى: ((وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ)) [الأحقاف:29] ، أنصتوا: وصية يوصي بها بعضهم بعضاً، فلما تأدبوا في مجلس العلم، نفعهم الله به. وأما شأن الصحابة من الإنس في الإنصات فهو شيء عجيب، ورد عنهم في الأحاديث الصحيحة أنهم كانوا إذا ذكّرهم النبي صلى الله عليه وسلم بركوا وكأن على رءوسهم الطير. وفي حديث سهيل بن عمرو في صحيح الإمام البخاري -يوم الحديبية- أنه قال يصف النبي صلى الله عليه وسلم مع أصحابه: لا يرفع أحد منهم بصره في وجهه إجلالاً وإكباراً له –صلوات الله وسلامه عليه-.",
            "page": "28",
            "part": "1",
            "seal": "1997C31C"
        },
        {
            "id": "29",
            "nass": "العلم أشرف ما اجتمعت عليه القلوب، ولذلك ينبغي على طالب العلم ألا ينشغل بشيء في مجلس العلم. وإني أعرف من طلاب العلم ممن صحبناهم، وبعضهم قد مات وتوفي –رحمة الله عليهم- كان من كبار السن، وجدنا فيهم من الإقبال على العلم العجبَ العُجاب.. كنا في مسجد النبي صلى الله عليه وسلم نجلس بين يدي الوالد ونقرأ الحديث، فربما وقع شيءٌ في المسجد، فتلفتت الأنظار هنا وهناك، وهم وجوههم لا تنصرف عمن يتعلمون منه، ولا يمكن أن تجد الواحد يلتفت يمنة أو يسرة.. إنما مقبلاً على الشيخ، أو مطأطئاً رأسه في كتابه أو صحيفته.. وهذا من أبلغ ما يكون من الكمال في طلب العلم. ¶ المَعْلَمْ الرابع: التأدب معهم في الخطاب والسؤال: ¶ كما أدّب الله الصحابة وهم جلوس في مجلس النبي صلى الله عليه وسلم بقوله تعالى: ((لا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضًا)) [النور:63] ، أدبهم وهم يسألونه: ((لا تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ)) [المائدة:101] ، وأدبهم وهم يصيحون وهو غائب عنهم، يستعجلون خروجه: ((إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لا يَعْقِلُونَ)) [الحجرات:4] ، حكم عليهم أنهم ما عندهم عقل يردعهم، فمن حُرِم الأدب مع أهل العلم، ومع ميراث النبوة، فهو من الذين لا يعقلون؛ لأنه لو كان عنده عقل لعقله عن هذه الأخلاق الرديئة. ¶ وإكرام أهل العلم في الخطاب لا يتأتى بألفاظ العوام والرعاع، التي يُستحى من ذكرها، البعيدة عن الحياء وكمال المروءة، بل نتعاطى الألفاظ التي تدل على معالي الأمور ويحبّها الله ويرضاها، وكان النبي صلى الله عليه وسلم يسأله الصحابة وتسأله الصحابيات عن الأمور الدقيقة، فتعجب من حُسن الأدب في السؤال، وكذلك كمال الأدب من رسول الله صلى الله عليه وسلم في الجواب.",
            "page": "29",
            "part": "1",
            "seal": "8D61A982"
        },
        {
            "id": "30",
            "nass": "فهناك أساليب ينبغي على طالب العلم أن يسلكها في السؤال لأهل العلم: كإشعار العالِم بعلمه، ومخاطبته بخطاب أهل الإجلال والتوقير، قبل طرح سؤاله، فلا يأتي الإنسان مباشرة إذا كان مع العلماء ونحوهم، من كبار السن والأئمة الذين عُرف فضلهم، أو في مجمع من الناس، ويقول: ما حكم كذا وكذا ... ؟! ¶ ولكن يقول: يا شيخ.. أو يا إمام.. أحسن الله إليك.. يخاطبه بالإجلال، ويخاطبه بالتوقير قبل أن يسأله. ¶ إن المعلم والطبيب كليهما ... لا ينصحان إذا هما لم يكرما ¶ فاقنع بدائك إن جَفَوْت طبيبه ... واقنعْ بجهلكَ إن جفوتَ مُعَلِّما ¶ العالم حينما يرى من طالب العلم الأدبَ والإكرام والإجلال يقبل عليه بكليته؛ لأن الإنسان يُكرِم حين يُكرَم، ويُجِلّ حين يُجَلّ. ¶ لا تقاطعه في حديثه، ولا تعترض على ذلك الحديث حتى يقضي حديثه، وإذا أردت السؤال، بحثت عن الأمر الذي يليق السؤال عنه، فهناك مسائل لا يليق بطالب العلم السؤال عنها أمام العوام، وهناك مسائل للخواص، ومسائل بينك وبين العالم. ثلاث أنواع من المسائل: ¶ النوع الأول: مسائل تصلح للعامة، وهي التي يعظم بها النفع لعامة الناس، فإذا جلست مع العالم، احرص على السؤال ولو كنت تعلم، حتى ينفع الله العامة بهذا السؤال إذا أجاب العالم، فمن تسبب في الخير رزق أجر ذلك الخير، تجلس مثلاً مع العالم، وفي الجلوس قوم ضالون، أو قوم حديثو عهد بالهداية، يكون السؤال عما يوصل القلوب إلى ربها ويذكرها برحمة خالقها، وعما يثّبتُ العبد على طاعة الله ومحبة الله، ويدله على مرضاة الله عز وجل. ¶ النوع الثاني: المسائل العلمية التي فيها مناقشات، هذه خاصة بمجلس يغلب فيه طلاب عِلْم، لا العامة. ¶ النوع الثالث: المسائل المحرجة التي يترتب على نشرها تشويش أو فتن، أو كان بها إساءة ظن بالعالِم، فهذه تكون بينك وبين العالم، لا يشارك فيها طلاب العلم ولا العامة، فتحرص على عدم فتح باب الشر.",
            "page": "30",
            "part": "1",
            "seal": "57017CB9"
        },
        {
            "id": "31",
            "nass": "أحبتي في الله، إن خير ما تقضي به مجالس العلماء، وخير ما يحرص عليه طلاب العلم مع العلماء إعانتهم على تبليغ رسالة الله، وإعانتهم على قضاء أوقاتهم وإمضائها في محبة الله ومرضاة الله، فلا يليق بطالب العلم أن يزور العالم فيضِّيع على العالم وقته، يجلس معه الساعات الطويلة دون أن يسأله، أو يذاكره، وإلى الله المشتكى من مجالس هذا الزمان، كيف خلت من حكمة تنشر، وموعظة تذكر، وسنة تحيا، وشريعة يذكّر بها.. إلى الله المشتكى! كيف أقفرت مجالس العلماء بضعف طلاب العلم عن السؤال، إنه والله من الرزايا: أن يَقْدُم العالم على البلد أو يَقْدُم على القوم فيزورهم، فلا يجد من يسأله إلا الواحد والاثنين، ويخرج من ذلك الموضع بثلاث أو أربع مسائل. أين الناس؟! كان العالم إذا خرج من مسجد النبي صلى الله عليه وسلم (أشهد) أنه إذا خرج، كان يخرج كخلية النحل من كثرة من يسأله، من كثرة من يستفتيه، من كثرة من يناقشه، من كثرة من يطلب العلم على يديه، أصبح بعض طلاب العلم الآن في كِبر وفي ترفع، يحس وكأنه ليس بحاجة للعالم، كم من مسائل في العقيدة، وفي الحديث، وفي الفقه، وتجد الإنسان أحوج ما يكون إلى من يعلمه بها، ومن يُطْلِعه على حقيقتها، ومن يفصل له ما فيها، ومع ذلك يصحب العلماء، ويستنكف عن سؤال واحد منهم، والله إنها لرزية، والله إنها لمصيبة، كم من مسائل يجهلها الإنسان في صلاته، في زكاته، في صيامه، في حجه، في عمرته، ومع ذلك لا يسأل العالم عن مسألة واحدة، ولكن يشغله بأسئلة خاصة عن حياته، ولا تعنيه. ¶ المَعْلَمْ الخامس: تحضير الدروس:",
            "page": "31",
            "part": "1",
            "seal": "89F23080"
        },
        {
            "id": "32",
            "nass": "ضبط العلم أمانةٌ ومسؤولية على طلاب العلم، ينبغي قبل أن يجلسوا في مجالس العلماء أن يقرأوا الدرس ولو مرة واحدة، ويقرأوا الحديث الذي سيشرح ولو مرة واحدة. وكان بعض العلماء يقول: مما يعاب على طالب العلم، ويدل على ضعف همته في طلب العلم: أن لا يقرأ الدرس قبل الجلوس بين يدي العالم، يعني على الأقل أن تقرأه مرة واحدة، تقرأ الحديث، أو الآيات، أي موضوعٍ تريد أن تقرأه على يد ذلك العالم، فإذا حضرت وردتْ عليك المسائل والاستفسارات، والاستشكالات البديعة، التي تكون سبباً حتى في إفادة العامة، فأحسنت الاستفادة من العالم، وأحسنت سؤال ذلك العالم، فكم من علماء استفادوا من أسئلة تلامذتهم واستشكالاتهم، ولذلك من الرزايا الموجودة الآن، أن العالم يلقي المسألة في الدرس، أو في الفصل، أو في المحاضرة، ولا يجد من يحسن سؤاله ومناقشته، إلا النزر من طلاب العلم، الواحد أو الاثنين. ¶ لذلك أحبتي في الله، ضبط العلم وإتقانه: بقوة التحضير قبل الدروس، وبكثرة القراءة والمراجعة بعده، والله ما قرأتَ كتاباً وأنت ترجو به ضبط ذلك العلم، إلا يسّرهُ الله عز وجل لك، ما أردتَ به وجه الله، ولذلك قالوا: العلم من أفضل العبادات؛ لأنه تجتمع فيه جميع الجوارح، تكتب بيدك، وتسمع بأذنيك، وترى بعينيك، وتفهم بعقلك، جميع جوارحك في طاعة الله ومحبة الله. ¶ المَعْلَمْ السادس: التواضع للحق:",
            "page": "32",
            "part": "1",
            "seal": "ED14478E"
        },
        {
            "id": "33",
            "nass": "أن يتواضع للحق أنى قيل له، وكيف قيل له، فالحق أحق أن يُتّبع، يا طالب العلم.. إذا بلغك القول عن الله وعن رسوله صلى الله عليه وسلم فطِب بذلك نفساً، واعلم أنه شرع الله، فاعتبره أصلاً وأساساً، طالب العلم الموفق في طلبه للعلم إذا بلغته الآية من كتاب الله أو الحديث من سنة النبي صلى الله عليه وسلم، خضع لله، وقال بلسان الحال والمقال: سمعنا وأطعنا، يقول الله تعالى في كتابه: ((فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا)) [النساء:65] ، فلا وربك: يقسم الله عز وجل لنبيه، ((حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ)) ، هذا أول شيء، يحكموك فيما شجر بينهم، ((ثُمَّ لا يَجِدُوا فِي أَنفُسِهِمْ حَرَجًا)) حرجاً: نكرة، حتى تعمّ، وليس وحدها، بل ((وَيُسَلِّمُوا تَسْلِيمًا)) ، ولذلك قالت أم المؤمنين عائشة -رضي الله عنها- لِعَمْرَة، لَمَّا سألتها عَمْرة: ما بال الحائض تقضي الصوم ولا تقضي الصلاة؟ قالت لها: أحرورية أنتِ (1) [27] ) ؟! أي: هل تعترضين على السنة، كشأن الخوارج من أهل حروراء. ¶ __________ ¶ (1) 27] ) متفق عليه.",
            "page": "33",
            "part": "1",
            "seal": "9E377D81"
        },
        {
            "id": "34",
            "nass": "وقال سعيد بن المسيب رحمه الله -لما قال له ابن عمه في حديث العاقلة في سنن النسائي- قال له: يا أبا عبد الرحمن.. ألما عظمت مصيبتها قلت: ديتها، قال سعيد رحمه الله: يا ابن أخي، إنها السنة (1) [28] ) . ¶ يعني إذا جاءك الحديث عن النبي صلى الله عليه وسلم فطِب به نفساً، وارض به شرعاً وحكماً، لا تتقدم على الله ورسوله صلى الله عليه وسلم. يقول بعض العلماء: يخشى على الإنسان الذي تبلغه الحجة من الكتاب والسنة -إذا ردّها ولو برأيه- يخشى عليه أن تصيبه الفتنة. ¶ __________ ¶ (1) 28] ) رواه الإمام مالك رحمه الله في الموطأ بلفظ: (حدثني يحيى عن مالك، عن ربيعة بن أبي عبد الرحمن أنه قال: سألتُ سعيد بن المسيب: كم في إصبع المرأة؟ فقال: عَشر من الإبل. فقلت: كم في إصبعين؟ قال: عشرون من الإبل. فقلت: كم في ثلاث؟ فقال: ثلاثون من الإبل. فقلت: كم في أربع؟ قال عشرون من الإبل. فقلت: حين عظم جرحها واشتدت مصيبتها نقص عقلها، فقال سعيد: أعراقي أنت؟ فقلت: بل عالم متثبت أو جاهل متعلم، فقال سعيد: هي السنة يا ابن أخي) . ¶ قال مالك: الأمر عندنا في أصابع الكف إذا قطعت، فقد تم عقلها، وذلك أن خمس الأصابع إذا قطعت كان عقلها عقل الكف: خمسين من الإبل، في كل أصبع عشرة من الإبل. ¶ قال مالك: وحساب الأصابع ثلاثة وثلاثون ديناراً وثلث دينار في كل أنملة، وهي من الإبل: ثلاث فرائض وثلث فريضة. (2/860) ، والخطيب في الفقيه والمتفقه، ورمز له المحقق بالصحة (ص:360) – رقم (358) ط. دار ابن الجوزي.",
            "page": "34",
            "part": "1",
            "seal": "B06E2A85"
        },
        {
            "id": "35",
            "nass": "قال تعالى: ((فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ)) [النور:63] ، جاء رجل إلى الإمام مالك بن أنس رحمه الله فقال: يا أبا عبد الله -وكان من أهل المدينة-، إني أريد أن أُهِلّ بالحج من قبر النبي صلى الله عليه وسلم والمسجد، يعني: أريد أن أنوي الإحرام بالحج في داخل المسجد، حتى يعظم الأجر، بدلاً من أن أُأَخّر الإحرام إلى الميقات، وهو ذو الحليفة، أريد أن أحرم من مسجد النبي صلى الله عليه وسلم، فقال له رحمه الله: لا تفعل، إني أخاف عليك الفتنة، فإن الله تعالى يقول: ((فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ)) ، فاستنبط هذا الإمام الجليل: أنه لو أحرم من المسجد، لاعتقد أن فعله أفضل من هدي النبي صلى الله عليه وسلم، وهذا هو الفتنة، فلو كان الإحرام من مسجد النبي صلى الله عليه وسلم، لأحرم منه صلى الله عليه وسلم، فكونه يؤخر –صلوات الله وسلامه عليه- يدلّ على أن السنة التأخير، ولا خير في تعمد مخالفة السنة. وكان السلف الصالح –رحمهم الله- يقفون عند الآية من كتاب الله، والحديث عن رسول الله صلى الله عليه وسلم.",
            "page": "35",
            "part": "1",
            "seal": "B157EA1E"
        },
        {
            "id": "36",
            "nass": "هذا عمر رضي الله عنه، لما قال الرجل المقالة فآذته رضي الله عنه، وغضب منها غضباً شديداً، مع أن الرجل رد على عمر رداً غليظاً يتهمه في دينه.. في أمانته، فأراد عمر أن ينتقم، قال له الحر بن قيس: يا أمير المؤمنين.. إن الله تعالى يقول: ((خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ)) [الأعراف:199] ، وإن هذا من الجاهلين، يقول: والله ما تجاوزها، فما إن سمعها حتى سكن غضبه (1) [29] ) . الله أكبر.. أمة تعرف قيمة كلام الله وكلام رسوله صلى الله عليه وسلم، وهذا يدل على الإيمان، ولذلك قالوا: من دلائل الإيمان: الاستسلام للكتاب والسنة، فهما طِبّ الأرواح، والله أغلق جميع السبل المفضية إلى الجنة، وأبقى سبيلاً واحداً، وهو سبيل الكتاب والسنة، فطالب العلم الصالح الموفق، إذا ناظرته في مسألة، أو ناقشته في مسألة، فقلت له: قال الله، قال الرسول صلى الله عليه وسلم، يقول: سمعنا وأطعنا لها، لا يجاوزها، ولا يتكلف في الجواب عنها وردها. ¶ الفصل الثاني: معالم في آداب طالب العالم في نفسه ¶ المَعْلَمْ الأول: في تقوى الله. ¶ المَعْلَمْ الثاني: في الإخلاص. ¶ المَعْلَمْ الثالث: الإقبال على العلم بكليته. ¶ المَعْلَمْ الرابع: الصبر وتحمل المشاق في الطلب. ¶ المَعْلَمْ الخامس: حفظ الوقت واغتنامه. ¶ المَعْلَمْ السادس: اختيار الرفقة في الطلب. ¶ المَعْلَمْ السابع: الوصية بالرفقة. ¶ المَعْلَمْ الثامن: الأدب وحسن الخلق. ¶ المَعْلَمْ التاسع: أخذ العلم عن أهله. ¶ المَعْلَمْ العاشر: الاهتداء بالكتاب والسنة. ¶ المَعْلَمْ الحادي عشر: العمل بالعلم. ¶ المَعْلَمْ الأول: تقوى الله (2) [30] ) ¶ __________ ¶ (1) 29] ) رواه الإمام البخاري رحمه الله في صحيحه برقم (4642، 7286) . ¶ (2) 30] ) بتصرف من محاضرة التفقه وآداب الفقهاء، للشيخ محمد، ألقيت بتاريخ 19/2/1413هـ بالدمام.",
            "page": "36",
            "part": "1",
            "seal": "3FF0CA89"
        },
        {
            "id": "37",
            "nass": "فإن تقوى الله ما كانت في قليل إلا كثرته، ولا في يسير إلا باركته، وصية الله للأولين والآخرين، وموعظة الله لعباده أجمعين، تقوى الله ما دخلت في قلب إلا أدمعت عينيه من خشية الله، وجعلت قلبه أسبق ما يكون إلى طاعة الله ومرضاته. ¶ قال الإمام أبو عمر يوسف بن عبد البر القرطبي رحمه الله في كتابه الجامع: (جماع الخير كله تقوى الله، وأزين الحلى للعالم: تقوى الله) ، أزين ما يتحلى به من تخلق بالعلم: أن تكون تقوى الله قد وقرت في صدره، واستقرت في فؤاده وقلبه، فعندها يكون أعفّ الناس لساناً، وأثبت الناس في طاعة الله ومرضاته، جناناً، تقوى الله عز وجل، التي ما خلت منها موعظة من مواعظ النبي صلى الله عليه وسلم ولا كلمة من كلماته، فكم وعظ بها رسول الله صلى الله عليه وسلم، حتى جاءه الرجل يريد السفر، فقال له يستوصيه: (زوّدك الله التقوى) (1) [31] ) ، فنعمَ –والله- الزاد، فهي زاد المهاجر إلى الله، وعدة عباد الله في طاعة الله، تكف الجوارح عن حدود الله، وتدعوها إلى المسارعة والمسابقة في طاعة الله. ¶ فطالب العلم الصادق المتقي لله أبعد الناس عن المحارم، وأعفّ الناس عن الحرام، وأنزههم عن الفواحش والآثام، يخاف الله في سمعه، يخاف الله في بصره، يخاف الله في لسانه وفرجه، في جميع حركاته وسكناته. ¶ فما أجمل طالب علم تسربل بسربال التقوى، واستمسك من الدين بالعروة الوثقى، وكان كريم القول والعمل، جميل الخصال والخلال، إذا نظرت إليه ذكّرك الكريم المتعال. ¶ بتقوى الله ييسر الله لك طلب العلم، فما قذف الله نور التقوى في قلب إلا يسر أمره، وشرح صدره، وأحسن عاقبته وأمره. ¶ __________ ¶ (1) 31] ) رواه الإمام الترمذي رحمه الله من حديث أنس رضي الله عنه، وقال: حسن غريب. والحاكم، وحسنه الحافظ، وصححه الألباني رحمه الله في صحيح الكلم الطيب.",
            "page": "37",
            "part": "1",
            "seal": "17A8CE2C"
        },
        {
            "id": "38",
            "nass": "قبيحٌ على طالب العلم أن يبدأ طلب العلم وفيه خصلة من خصال الجاهلية، وعيب -والله- على طالب العلم أن يطلب العلم ولم يبلّغ نفسه فعل الأمور المرضية، والتي من أجلّها تقوى الله ربّ البرية. ¶ يا طالب العلم.. إنك إن اتقيت الله قَبِل منك: ((إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ)) [المائدة:27] . ¶ ولما دخل عبد الله بن عمر على أبيه رضي الله عنهما في مرض موته، وقال: يا أبتِ.. ألم تكن تفعل وتفعل، وذكّره بتبشير النبي صلى الله عليه وسلم له بالجنة، قال له عمر رضي الله عنهما: يا بُني: إنما يتقبل الله من المتقين. ¶ قال بعض العلماء: ¶ قد آلم القلب أني جاهل مالي ... عند الإله أَراضٍ هو أم قالي ¶ وأن ذلك مخبوءٌ إلى يوم ... اللقاء ومقفول عليه بأقفالِ ¶ يا طالب العلم.. إنك إن اتقيت الله أحبك الله، ((بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ)) [آل عمران:76] . ¶ يا طالب العلم.. إنك إن اتقيت الله كنتَ له ولياً، ((وَاللَّهُ وَلِيُّ الْمُتَّقِينَ)) [الجاثية:19] . ¶ يا طالب العلم.. خير خلة تتحلى بها أن ينظر الله إلى قلبك قد عُمّر بتقواه، تخاف الله في قولك، تخاف الله في عملك. ¶ وإذا خرجتَ وأنت تحمل كتابك، ورمقتك الأبصار والأنظار، فاستشعر وأنت تحمل كتاباً من كتب الدين والملة أنك تمثل دين الله وشرع الله، فاتقِ الله واحفظ جوارحك عن كل شيء يشين العلم وأهله. ¶ المَعْلَمْ الثاني: الإخلاص لله ¶ وهو ثمرة من ثمرات التقوى، إنه سرّ بينك وبين الله، لا يعلمه أحد سوى الله. هذه الوصية التي رفع الله عز وجل بها العلماء، فماتوا وما مات علمهم، وارتحلوا وما ارتحلت فضائلهم ومآثرهم لما علم الله إخلاصهم بقيت كتبهم كأنها كتبت بالأمس القريب، تنفذ وتطبع، وتنفذ وتطبع، بقيت علومهم تغشاهم بها الرحمات آناء الليل وأطراف النهار. إنها العبودية الصادقة لله.",
            "page": "38",
            "part": "1",
            "seal": "FD84602F"
        },
        {
            "id": "39",
            "nass": "قال بعض أهل العلم –رحمهم الله-: الإخلاص هو الإسلام؛ لأن الإسلام هو الاستسلام لله وحده لا لشيء سواه، فأي طالب علم أخلص لله في طلبه، وكان يرجو الله عز وجل في قوله وعمله، فهو مسلم بحق، وهو طالب علم بصدق، وكم من أقوال قليلة عظمتها النية، وكم من أقوال كثيرة محق الله بركتها وعادت وبالاً على أصحابها لما خرجت لغير الله، وأريد بها غيره، فما كان لله دام واتصل، وما كان لغيره انقطع وانفصل. ¶ قال شيخ الإسلام ابن تيمية رحمه الله: إخلاص العمل هو الدين لله، الذي لا يقبل الله ديناً سواه. وقال في موضع آخر: وهو خلاصة الدعوة النبوية، وقطب القرآن الذي تدور عليه رحاه، واستشهد بقول الله تبارك وتعالى: ((تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ * إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ * أَلا لِلَّهِ الدِّينُ الْخَالِصُ)) [الزمر:1-3] . ألا لله العبودية والأقوال والأعمال الخالصة لوجهه. ¶ إخلاص العمل لله أن يأخذ هذا النور وهو يرجو رحمة الله في كل كلمة يسمعها ويقولها ويكتبها ويفهمها، فتكون أشجانه وأحزانه لله جل جلاله، فلا يزال بهذا الإخلاص تُخط به في صحيفة عمله الحسنات، ويُستوجب له بها عند الله رفعة الدرجات، يغدو إلى مجالس العلم فينظر الله في قلبه وهو جالس مع العلماء، ومذاكرة طلاب العلم، وهو لا يريد إلا وجه الله والدار الآخرة، فلا يزال يحبه الله ويكرمه ويرفعه ويعظم أجره ويحسن العاقبة له في العلم. ¶ فمن كمل إخلاصه لله، فإن الله يوفقه ويسدده ويرحمه، ويجعل عمله نفعاً له في دينه ودنياه وآخرته.",
            "page": "39",
            "part": "1",
            "seal": "375F70C1"
        },
        {
            "id": "40",
            "nass": "لقد كان (1) [32] ) السلف الصالح يحملون همّ الإخلاص، حتى كان أبو هريرة رضي الله عنه إذا حدث بحديث الثلاثة الذين أول من تسعر بهم النار (2) [33] ) يغشى عليه، وكان سفيان بن عيينة رحمه الله يقول: (ما عالجت شيئاً أشد عليَّ من نيّتي أنها تتقلب عليَّ) (3) [34] ) . ¶ وكان بعضهم إذا قيل له حدثنا، قال: لا.. حتى تأتي النية. ¶ فأول ما يطلب الإنسان العلم يأتيه الزهو والغرور وحبّ المناظرة والمناقشة والبروز على الأقران وحظوظ الدنيا؛ لأنه حين رأيته يحمل كتابه بدأت تجله وتحترمه وتكبره وتخاطبه بالخطاب الذي يدل على إجلاله بعد أن كان من عوام الناس، فيعجب بذلك، فيهلك والعياذ بالله. ¶ وإذا أراد الله بالعبد خيراً في بداية الطلب، كسر قلبه لخشيته، وبدأت تظهر أمارات الإخلاص على عمله وحركاته وسكناته، ويكون أشد ما يكون حرصاً على إخفاء عمله. ¶ قال بعض السلف: وددتُ أن عبادتي بيني وبين الله، لا تراه عين. ¶ الإخلاص لوجه الله أن تستحي من الله عز وجل، إذ علَّمَك وفَهَّمك وأجلسك مجالس الرحمة أن ترجو غيره، أو تلتمس رضوان أحد سواه، فاجعل تعلّمك خالصاً لله، ليس فيه لأحد سواه حظ ولا نصيب. ¶ __________ ¶ (1) 32] ) من دروس شرح كتاب التوحيد للشيخ محمد –شريط رقم 9- باب الخوف من الشرك. ¶ (2) 33] ) رواه مسلم من حديث أبي هريرة، وسيأتي إن شاء الله تعالى. ¶ (3) 34] ) ذكره ابن جماعة في تذكرة السامع والمتكلم (ص:69-70) .",
            "page": "40",
            "part": "1",
            "seal": "3CE8FDE1"
        },
        {
            "id": "41",
            "nass": "ومن أمارات هذا الإخلاص ودلائله وعلاماته المشهورة أن تجد نفسك زاهداً في الدنيا، كثير الطمع في الآخرة، فلا تبحث عن سمعة، ولا تبحث عن رياء، ولا تلتمس رضوان أحد غير الله جل جلاله، تصبر وتكافح وتجاهد في طلب العلم، لا تنثني لك عزيمة، ولا تنكسر لك شوكة، ولا تصرف وجهك عن الوجهة التي علمت فيها رضوان الله العظيم حتى تبلغ غايتك التي تريدها وتنشدها، وهذا هو النَّهَمُ الذي أشار إليه النبي صلى الله عليه وسلم بقوله: (منهومان لا يشبعان: طالب علم، وطالب دنيا) (1) [35] ) ، فطالب العلم المخلص لوجه الله لا يضعف، ولا يكلّ، ولا يسأم من طلب العلم؛ لأنه يعلم ما وراء هذا التعب والنصب من رضوان الله العظيم، ويعلم أن في نصبه وكدحه محبة الله والدرجات العلى عند الله سبحانه وتعالى. ¶ انتبه لنيتك، وتفقد سريرتك: ((إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنفُسِهِمْ)) [الرعد:11] . ¶ وأبشر بالتوفيق إذا وطنت نفسك على الإخلاص: ((إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ)) [الأنفال:70] . ¶ المَعْلَمْ الثالث: الإقبال على العلم بكليته ¶ أن نفتح لهذا العلم أسماعنا وقلوبنا، وأن نحس أن هذه الآذان تتشرف وتُكرم بسماع كلام الله ورسوله صلى الله عليه وسلم، أن ينطلق طالب العلم وقلبه يشتعل شوقاً لمجالس العلم، فينفتح قلبه وقالبه لماء الوحي، حتى إذا نزل ذلك الماء على القلب، كان كالغيث الطيب في الأرض الطيبة، وما من طالب علم يقبل بكليته على العلم بهذه الكيفية إلا نفعه الله به، ولذلك كانت أول وصية من الله عز وجل لنبي الله موسى -عليه وعلى نبينا الصلاة والسلام-: ((وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى)) [طه:13] . ¶ __________ ¶ (1) 35] ) ورد موقوفاً وورد مرفوعاً عند الإمام أحمد في المسند، وصححه الشيخ الألباني رحمه الله.",
            "page": "41",
            "part": "1",
            "seal": "D1671D5A"
        },
        {
            "id": "42",
            "nass": "من الإقبال بالكلية على العلم أن ننطلق إلى رياض الجنة ننافس إخواننا، ونسابق فيها خلاننا (1) [36] ) ، فلا يسأم وهو في مجلس العلم، ولا يملّ ولا يفتر.. ((إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا)) [المزمل:5] ، فالعلم ثقيل، ويحتاج إلى عزيمة وقوة وصبر وجَلَد وجمع البال له، ولذلك قال نبي الله موسى بن عمران -عليه وعلى نبينا الصلاة والسلام-: ((قَالَ رَبِّ اشْرَحْ لِي صَدْرِي * وَيَسِّرْ لِي أَمْرِي)) [طه:25-26] ، فالأمر جد عظيم.. والتناوم والتكاسل والخمول لا يليق بطالب العلم.. والمحروم من حُرِم. ¶ وكان بعض العلماء يشنّع على من يستاك في مجلس العلم حتى لا يصرف باله عن العلم الذي جلس فيه، والله تعالى يقول: ((مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ)) [الأحزاب:4] . ¶ وهكذا كان إقبال الصحابة على رسول الله صلى الله عليه وسلم إذا جلسوا أطرقوا كأن على رؤوسهم الطير، ما كانوا يستاكون، ولا كانوا ينشغلون، وفي الحكمة (أعطِ العلم كلك يُعطِك بعضه) ، فكيف إذا أعطاه الإنسان بعضه (2) [37] ) ؟ ¶ المَعْلَمْ الرابع: الصبر وتحمل المشقة في الطلب ¶ وهذا المَعْلَم الذي ذكرناه أن العلم لابد فيه من المهانة، ولا بد فيه من التعب والنصب، تدل عليه السنة الصحيحة، ففي حديث عائشة رضي الله عنها في قصة الوحي (3) [38] ) ، أخبرت رضي الله عنها أن جبريل أخذ النبي صلى الله عليه وسلم فغطه حتى بلغ منه ذلك المبلغ. ¶ يقول بعض العلماء: إن جبريل غط النبي صلى الله عليه وسلم ثلاث مرات حتى رأى الموت -صلوات الله وسلامه عليه- وكان بالإمكان في أول مرة أن يقول له: اقرأ باسم ربك الذي خلق، قالوا: حتى يعرف طالب العلم أن العلم لا ينال إلا بالمهانة والتعب وبالنصب. ¶ __________ ¶ (1) 36] ) من محاضرة (وصايا لطلاب العلم) ، للشيخ محمد، ألقيت بقاعة المحاضرات بجامعة أم القرى في 24/6/1413هـ. ¶ (2) 37] ) مقدمة دروس شرح سنن الترمذي (بتصرف) . ¶ (3) 38] ) رواه البخاري.",
            "page": "42",
            "part": "1",
            "seal": "673C795B"
        },
        {
            "id": "43",
            "nass": "وكان إذا نزل جبريل على النبي صلى الله عليه وسلم بالوحي يتفصد عرقاً في اليوم الشديد البرد، فإذا كان على ناقة جثت الناقة، وأصاب عنقها الأرض من شدة ما يناله –عليه الصلاة والسلام- عند نزول الوحي، فلا بد من الاختبار والامتحان في طلب العلم، فأول خطوة في الوحي أخذه جبريل فغطه حتى رأى الموت صلى الله عليه وسلم، وآخر لحظة من الدنيا قال فيها: آه.. إن للموت لسكرات. ¶ العلم ثقيل، العلم رسالة عظيمة تحتاج إلى جهاد، تحتاج إلى صبر، وتحتاج إلى كفاح، تحتاج إلى تحمل واحتساب الأجر، وهذا نبي الله وكليمه ونجيه موسى –عليه وعلى نبينا الصلاة والسلام- الذي قال الله عز وجل فيه: ((وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَى عَيْنِي)) [طه:39] . ما أعز الله شأنه ورفع ذكره وأصبح إمام بني إسرائيل في زمانه، إلا حين تعب وبذل في سبيل ذلك الجهد، يمشي على قدميه إلى مجمع البحرين قاصداً الخضر عليه السلام حتى أعيى، لم يستقر، ولم يهدأ له بال حتى يبلغ مكان العالم الذي ذكره الله له، الخضر عليه السلام: ((لا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا)) [الكهف:60] أي حياتي كلها أبد الآباد وأنا أسير في البحث عنه. ¶ فمشى مع غلامه يوشع بن نون حتى بلغ منه التعب والنصب مبلغه.. ((لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا)) [الكهف:62] . فرأى علامة مكان الخضر عندئذٍ، ولذلك قالوا: على قدر المشقة تكون من الله المعونة والمؤنة.",
            "page": "43",
            "part": "1",
            "seal": "64054D69"
        },
        {
            "id": "44",
            "nass": "ولما أظهر للخضر عليه السلام حرصه على العلم، وطّنه بقوله: ((إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا)) [الكهف:67] ، وهذا أدب من العالم أن ينصح لطالب العلم، قال له موسى \"سأصبر\" ((سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلا أَعْصِي لَكَ أَمْرًا)) [الكهف:69] ، علّق الصبر على المشيئة، ولم يعلّقه على قوته وحوله، من منا اليوم يقول هذا لمن يتعلّم منه، سأصبر ولا أعصي لك أمراً، ولذلك لما فقدنا الذلة للعلم فقدنا روح العلم، تجد العلم ولكن لا تجد روحانية هذا العلم في القلوب. ¶ قال الإمام أبو عبيد القاسم بن سلاّم، إمام من أئمة السلف، كان آية في علم القرآن وتفسيره، حتى صار يحتج بأقواله في تفسير القرآن، وكذلك في اللغة والشعر، يقول رحمه الله: لما تعبت في تحصيل العلم، كنت أكدح، أسهر الليل، وأتعب النهار، وأجد المشقة، فإذا وجدت الحكمة والفائدة من العلم، نسيت ما وجدت من التعب، كل التعب يهون عندما أجد الحكمة. ¶ وقال الإمام أبو حاتم (1) [39] ) رحمه الله: مضت علينا أيام لم نطعم فيها مرقاً، فمن كثرة الدروس وحضور مجالس العلماء لا يجدون وقتاً لطبخ اللحم وشرب مرقته من جدّهم واجتهادهم في التحصيل، نسوا حتى حظوظ أنفسهم –رحمة الله عليهم-. ¶ وهذا أبو هريرة رضي الله عنه وأرضاه حين قدم المدينة مهاجراً، ووجد النبي صلى الله عليه وسلم في غزوة خيبر لم ينتظر ولم يهدأ له بال، حتى لحق به صلى الله عليه وسلم بخيبر، إنها همة هذا الصحابي الجليل التي كانت ثمرتها أن أصبح بعد سنوات وعاء مليء علماً وحكمة، ومن المكثرين من رواية سنن وحديث رسول الله صلى الله عليه وسلم، وأصبح اسمه يذكر اليوم كثيراً على المنابر وفي مجامع الناس، وكفى بهذا الذكر شرفاً، ناهيك عن الدعوات وعن أجر كل سنة يعمل بها من بعده وما أعدّه الله له من الكرامة (2) [40] ) . ¶ __________ ¶ (1) 39] ) انظر تمام قصته في مقدمة كتابه (الجرح والتعديل) . ¶ (2) 40] ) من دروس شرح عمدة الأحكام، للشيخ محمد.",
            "page": "44",
            "part": "1",
            "seal": "5B90F0FB"
        },
        {
            "id": "45",
            "nass": "(أذكر ذات يوم من الأيام أنني اشتكيت إلى الوالد رحمه الله من المشقة في طلب العلم، وكانت دروسه متواصلة أثناء اليوم، بعد الفجر تفسير للقرآن، وبعد الظهر صحيح البخاري، وبعد العصر درس الفقه، وبعد المغرب السنن، وبعد العشاء في صحيح مسلم، خمسة دروس بالإضافة إلى دروس الجامعة، فلما وجدت بعض التعب والمشقة، وأحببت أن أقتصر على البعض، شكوت إليه رحمه الله، فقال: يا بني! والله لقد كنت أوقد الفتيل لأبحث عن مسألة من مسائل الفقه، فيخنقني الدخان فأطفئه ثم أوقده ثم أطفئه، ولا أنتهي من المسألة إلا قرابة منتصف الليل، وأنتم في الكهرباء والنعمة، يقول: والله يا بني.. لقد كان يمرّ عليَّ بعض الآلام والأسقام أسلو عنها بالعلم الذي أتعلّمه) . ¶ ومما ذكر –رحمة الله عليه- يقول: (كانت أذني تؤلمني حتى أجد من الجهد والألم ما الله به عليم، فأضع الفتيلة في أذني لكيه من أجل يسكن الألم، وكتابي في حجري لا أتحول عنه) . ¶ العلم يريد جهد وتعب وتضحية وبذل. ¶ طالب العلم يعامل الله، والمعاملة مع الله ابتلاء، وفيها اختبار، وفيها امتحان، ولا بد لطالب العلم أن يجد الشدائد، وأن يجد المحن، وأن يجد من يثبطه ومن يخذله، فأول شيء يوصى به طالب العلم: الصبر على وساوس الشيطان، فإن الشيطان لم يدع لطالب العلم باب خير يطرقه إلا وجاءه منه حتى لا يبلغه، لا يمكن أن يترك طالب العلم وأن يخلي بينه وبين الخير؛ لأن الله عز وجل أخبر أن المؤمن مبتلى، ودرجة طالب العلم فوق درجة المؤمن العامي. ¶ فأول ما يأتي الشيطان للإنسان يخذله، يقول له: من أنت حتى تطلب العلم فلست بعالم، ولا أباك عالم، ولست من بيت علم، حتى يخذله عدوّ الله، ويجد أمامه من حاجات الناس والأهل وأغراضهم ما يمتحن به، ويجعل في قلبه اليأس من رحمة الله والقنوط من روح الله.",
            "page": "45",
            "part": "1",
            "seal": "EB833613"
        },
        {
            "id": "46",
            "nass": "فمن فهّم نبي الله سليمان، ومن علّم نبي الله داود -عليهما الصلاة والسلام- قادر على أن يفهمك ويعلمك، وكم من طلاب علم كانوا على جاهلية، وبُعْدٍ من الله تبارك وتعالى، ولكنهم أحسنوا الظن بالله، فما مضت الأيام، ولا انقضت الأعوام، إلا وهم أئمة هدى ومشاعل خير، فأحسن الظن بالله جل جلاله وكن قوي العزيمة على طلب العلم. ¶ فاصبر على طلب العلم، واحتسب البلاء الذي تجده، واحتسب عند الله ما يقال عليك أو يقال لك، فكما أن الإنسان قد يبتلى بالسب والشتم والأذى في عرضه، فقد يبتلى حتى بمدح الناس وثنائهم عليه، فإن الجاه والسمعة والشهرة قد تذهب حسناتك، بل قد تقتل الإنسان من حيث لا يدري، فما على الإنسان إلا أن يجاهد ويحتسب عند الله عز وجل أن يثّبته وأن يوفقه، ونسأل الله العظيم رب العرش الكريم أن يجعلنا وإياكم أئمة هدى، هداة مهتدين، غير ضالين ولا مضلين. ¶ المَعْلَمْ الخامس: حفظ الوقت واغتنامه ¶ فإضاعة الوقت من أعظم المصائب على طالب العلم، أعز شيء يملكه طالب العلم: الوقت، والذي يريد العلم يحفظ وقته. ¶ وكان الوالد رحمه الله إذا ذكر عنده أحد -يعني من طلاب العلم- يقول: نِعْمَ طالب العلم؛ لأنه يراه حريصاً على وقته، وإذا رآه طالب علم كثير الزيارة للناس، كثير الاشتغال بفضول الدنيا، لا يعدّه طالب علم بحق؛ لأن مفتاح طلب العلم الحفاظ على الوقت. ¶ أذكر أنه رحمه الله كان بمجرد ما يدخل البيت يستفتح -إن كان الوقت وقت صلاة- فيصلي ما كُتب له، لا أذكر أنه دخل وجلس على فراشه في حياتي كلها معه، فيدخل ثم ينقلب على كتبه، ويقرأ فيها ما شاء الله له أن يقرأ، حتى إنه في بعض الأحيان يستمرّ إلى قرابة منتصف الليل. ¶ طالب العلم أعز شيء عنده: الوقت، خاصة إذا خرج في طلب العلم من مدينته إلى مدينة ثانية، ما ترك والديه، ولا ترك إخوانه ولا قرابته، ما تركهم عبثاً، ينبغي أن يحترق في قرارة قلبه على كل ساعة تضيع.",
            "page": "46",
            "part": "1",
            "seal": "36ABCFAC"
        },
        {
            "id": "47",
            "nass": "من أعظم الآفات التي تضيع على طالب العلم الخير الكثير: عدم الحرص على الوقت، ومن الحرص على الوقت إذا جلس طالب العلم مع طلاب العلم يستفيد، لا تجلس هكذا صامتاً، سلهم مسألة وإن كانوا دونك في العلم، اطرح عليهم مسألة، ثم علّمهم إياها، وإن كانوا أعلى منك تواضع وخذ منهم، وإن كانوا في مستواك ذاكرهم، فتكون دائماً في مذاكرة للعلم، فإن مذاكرة العلم عبادة تشتري بها رحمة الله، يحتسب في لحظاته وحركاته حتى إذا جلس مع الناس أن يستفيد أو يفيد، فهذه رسالة طالب العلم. ¶ وإذا وفقه الله كان عنده الحرص على كل لحظة وعلى كل ساعة وعلى كل دقيقة أن تضيع هدراً، يغار على كل لحظة، يتذكر الوالدين، يتذكر الأبناء، يتذكر فلذات الكبد، الجيران، الخلان، الأحبة والإخوان، كلهم تركهم من أجل هذا العلم، إذاً فلا بد أن يُمضي الوقت في طاعة الله، وأن يستغل هذا الوقت في محبة الله ومرضاته، هذا من أهم ما يعتني به طالب العلم، وفي الحكمة: الوقت كالسيف إن لم تقطعه قطعك. فالوقت إما لك، وإما عليك. ¶ قال الإمام مالك رحمه الله: ما دخلتُ على جعفر (1) [41] ) إلا وجدته على إحدى ثلاث خلال: إما قائماً يصلي، أو جالساً يقرأ القرآن، أو جالساً يذكر الله، حتى كان بعض العلماء يقول: نِعْمَ –والله- الحال. ¶ وأذكر بعض الفضلاء من أهل العلم كان من رفقائنا في طلب العلم، كنت إذا دخلت عليه أزوره، فأجلس أحادثه وأذاكره في المسائل، الكتاب في حجره، والله لا أخرج عن مذاكرة العلم قليلاً إلا تركني وأقبل على العلم ولم يجاملني. ¶ ومما يعين على حفظ الوقت (2) [42] ) : ¶ __________ ¶ (1) 41] ) لعله الإمام أبو عبد الله جعفر بن علي بن الحسين بن علي بن أبي طالب، الإمام الصادق، شيخ بني هاشم المدني، جده لأمه أبو بكر الصديق، ت 148هـ -رضي الله عن الجميع-. ¶ (2) 42] ) من محاضرة للشيخ، بعنوان: (وصايا للخريجين) .",
            "page": "47",
            "part": "1",
            "seal": "BAD3AED1"
        },
        {
            "id": "95",
            "nass": "فيبدأ بتعليمهم أصول الدين وأساسياته لكي يصح إيمان العبد، ولأن العبادة وقبولها تنبني على صحة العقيدة، ثم يعلمهم كيفية الطهارة وكيفية الصلاة.. وغيرها من فروض الأعيان، فالمقصود أنه ينبغي الاعتناء بذلك. وما انتشرت السنن، ولا أُميتت البدع، ولا حييت معالم الدين وأشرقت أنواره إلا بالدعوة إليه وتبليغ رسالة الله. ¶ وهل حصل ما حصل من الجهل -حتى أصبح الكثير من الناس يقع في أخطأ توجب بطلان صلاته أو صيامه أو حجّه وعبادته والعياذ بالله، وهو يعيش بين طلاب العلم- إلا بسبب تقاعس بعض الطلاب عن أداء هذه الرسالة العظيمة. ¶ وينبغي أن يفرق بين قضيتين: الدعوة إلى أصول الدين والقواعد العامة، أو النهي عن المنكرات العامة الواضحة التي لا تحتاج إلى كثير علم، وبَيْنَ الدعوة إلى المسائل الخاصة الدقيقة التي هي من اختصاص العلماء، فمن أمثلة الأولى: الدعوة إلى التوحيد، شخصٌ أمامك يعبد الوثن، لا يَسوغ لك أن تقول: أنا ما أدعوه حتى أتعلم وأتسلح بالعلم الكامل وأعرف الرد على الشبهات؛ لأن الدعوة إلى اصل الدين يستوي فيه عامة المسلمين، ويعتبر فرض عين على كل مسلم إذا رأى إنساناً يعبد غير الله أن يدعوه إلى توحيد الله عز وجل، ولا يعذر أحد بترك هذا الأصل، فهو أمر من الواضحات. ¶ كذلك لو رأيتَ إنساناً على الزنا أو شرب الخمر والعياذ بالله، فإن الزنا وشرب الخمر منكر واضح لا يحتاج إلى كثير علم. شخصٌ لا يصلي أو لا يزكي، فكل إنسان مطالب بدعوته. ¶ وأما الدعوة إلى خصوصيات الأحكام أو المسائل التي تنزل بالناس ويحتاج فيها إلى علم وبصيرة ونور ومعرفة، فهذه للعلماء، ولا بدّ فيها من نور الوحي والبينة والبصيرة في الدعوة. ((قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي)) [الأنعام:57] ، ((قُلْ هَذِهِ سَبِيلِي أَدْعُوا إِلَى اللَّهِ عَلَى بَصِيرَةٍ)) [يوسف:108] .",
            "page": "95",
            "part": "1",
            "seal": "321B1EC8"
        },
        {
            "id": "96",
            "nass": "ومن هنا ندرك خطأ بعض الناس حين يقول: كل واحد يدعو، ويقوم ويتكلم بما يفتح الله عليه، فقد يأتي هذا الجاهل، أو حديث عهد بالجاهلية، ويقف أمام أناس لهم علم ولهم معرفة، لكي يتكلم بما فتح الله عليه، فيخبط خبط عشواء، هذا طبعاً من الإفراط، وأما التفريط نجد مثلاً من يقول بترك الدعوة حتى يكتمل علمه، والمنكرات عن يمينه ويساره، من أمامه ومن خلفه، قرير العين، وهو يقول: لا.. حتى أنتهي من العلم كاملاً ثم أدعو الناس.. لا.. القضية وسط، فالمسائل التي لا يعذر أحد بجهلها، كمسائل الأصول، كل إنسان مطالب بالدعوة إليها، أما المسائل الدقيقة يترك الفصل فيها لأهل العلم، والمقصود أن طالب العلم لا يبقى، ويقول: أنا لا أدعو حتى أنتهي من طلب العلم، هذا تقصير، ويتحمل التبعية، بل يدعو على قدر علمه، حتى ولو في أحكام العبادات، لو قام بعد صلاة العصر كل يوم وتكلم عن هدي من هدي النبي صلى الله عليه وسلم في العبادات والمناسبات خلال السنة، لكان خيراً كثيراً، ولا يتعلم أحد سنة منك فيعمل بها إلا كنتَ شريكه في الأجر، ولو أن هذا المتعلم منك علَّمَ أبناءه وبناته وأهله وجيرانه، أو نطق بهذه السنة في مجلس، لكان لك مثل أجره، حتى جاء في الحديث الصحيح عن عبد الله بن عمرو بن العاص رضي الله عنهما عن رسول صلى الله عليه وسلم: (يؤتى بالعبد يوم القيامة، فينصب له ميزان، فتأتي أعمال كالسحابة، فيقول: يا رب.. ما هذه الأعمال؟. هذه ليست بأعمالي، فيقول الله تبارك وتعالى: بلى.. هذه سنن دعوتَ إليها، كان لك أجر من عمل بها) (1) [102] ) . فالتجارة مع الله ربح وفوز (2) [103] ) ، فلذلك أقول: إن طالب العلم يُعلِّم، ولكن على قدر علمه ¶ __________ ¶ (1) 102] ) تقدم (ص:114) . ¶ (2) 103] ) من محاضرة الوصايا الذهبية للشيخ، ألقيت بتأريخ 10/1/1411هـ بجدة.",
            "page": "96",
            "part": "1",
            "seal": "78D135BC"
        },
        {
            "id": "97",
            "nass": "السؤال الثالث ¶ كيف تكون مجادلة العلماء ومماراة السفهاء التي في الحديث؟ نرجوا التوضيح، وجزاكم الله خيراً (1) [104] ) .؟. ¶ الجواب: ¶ قد ثبت في الحديث الصحيح أن النبي صلى الله عليه وسلم قال: (من طلب العلم ليباهي به العلماء ويماري به السفهاء -وفي رواية: أو ليصرف وجوه الناس إليه- فهو في النار) (2) [105] ) . ¶ هذا الحديث العظيم ينبغي لكل طالب علم أن يجعله نصب عينيه؛ لأنه يتعلق بأول خطوة في الطلب، وهي إخلاص النية لله عز وجل، التي هي من أجلّ أعمال القلوب. ¶ فالقلوب محل نظر الله عز وجل: (إن الله لا ينظر إلى صوركم ولا إلى ألوانكم، ولكن إلى قلوبكم وأعمالكم) (3) [106] ) . ¶ لا ينظر الله إلى فصاحة طالب العلم ولا إلى جماله ولا إلى ماله، ولكن إلى نيته وتعلقه به جل وعلا. ¶ ولكن ما أن يغير طالب العلم نيته -والعياذ بالله- إلا غيّر الله عليه، فيقسو قلبه من بعد لين، وتنقبض نفسه من بعد انشراح، فيصبح هدفه من العلم الرياء والسمعة والثناء وصرف وجوه الناس إليه، قالو: (أول العلم غرور وطفرة، وآخره سرور ورحمة) . ¶ __________ ¶ (1) 104] ) من دروس شرح عمدة الأحكام - الشريط رقم 154. ¶ (2) 105] ) رواه ابن ماجة، وصححه الشيخ ناصر الدين رحمه الله في صحيح الترغيب والترهيب، (ج1، ص:47) . ¶ (3) 106] ) رواه الإمام مسلم رحمه الله في صحيحه من حديث أبي هريرة رضي الله عنه.",
            "page": "97",
            "part": "1",
            "seal": "4895CED4"
        },
        {
            "id": "98",
            "nass": "فمن راءى راءى الله به، ومن سمّع سمّع الله به، قال بعض العلماء في معنى الحديث: إن الله يقيمه على رؤوس الأشهاد ويقول: هذا فلان ابن فلان الذي راءى الناس، فَيرى الناسُ ذلته وحقارته في ذلك الموضع -والعياذ بالله-، نسأل الله عز وجل ألَّا يجعلنا ذلك الرجل. وأما في الدنيا فلا يؤمن عليه من مكر الله، يستدرجه في تحصيل العلم، حتى إذا حصّل علماً كثيراً، صرف قلوب الناس عنه -والعياذ بالله-، لا تجد من يرتاح لعلمه، ولا من يرتاح للتعلم على يديه، قد نفرت القلوب من كلامه وأسلوبه، وكست الظلمة مجلسه ووجهه، وهذا من عاجل مكر الله لمن راءى في علمه. نسأل الله السلامة والعافية. ¶ ومن إمارات وعلامات المماراة والمجادلة للعلماء: أن تجد طالب العلم إذا ذكرت أمامه مسألة يُشكك ويعترض، ويقول: هذا لا يستقيم، هذا لا يصير، هذا كذا، هذا كذا، وهو لم يفقه بعد، ولم يراجع المسألة، ويعرف وجه مأخذ العالم ودليله. ¶ ولذلك قالوا: من كان ديدنه مجادلة العلماء لم يأمن أن يرد آية أو حديثاً عن رسول الله صلى الله عليه وسلم فيهلك، ناهيك عن محق بركة علمه. ¶ ولذلك ذكروا في ترجمة أبي سلمة بن عبد الرحمن بن عوف (1) [107] ) رحمه الله، وكان وعاءً من أوعية العلم في الحديث والفقه، حتى كانت له اجتهادات انفرد بها، هذا العالم -رحمة الله عليه-، كاد أن يكون مغموراً ولم يشتهر علمه، والسبب -كما ذكره من ترجم له- أنه كان كثير الاعتراض والتعنت لابن عباس رضي الله عنهما. ¶ __________ ¶ (1) 107] ) عن الزهري قال: (كان أبوسلمة يماري ابن عباس، فحرم بذلك علماً كثيراً) . مختصر جامع بيان العلم (ص:65) ، وتذكرة السامع والمتكلم في آداب العالِم والمتعلم، لابن جماعة -رحمة الله على الجميع- (ص:171) .",
            "page": "98",
            "part": "1",
            "seal": "63869CA9"
        },
        {
            "id": "99",
            "nass": "وكان لبعض مشايخنا منهجاً تربوياً لطلابه؛ يستحب عدم مناقشة الطلاب في مجلس العلم، ويترك للطلاب أن يتناقشوا فيما بينهم، ثم إذا لم يستطيعوا حلّ الإشكال رجعوا إليه؛ لأن ذلك ربما جرّأ السفلة والرعاع والمبتدئين على عدم إجلال وتقدير واحترام العلم، وربما أدى إلى كسر هيبة العلماء في النفوس. ¶ ما كنا -والله- نعرف سوء الأدب والاعتراض على العالم في مجلس العلم، ولا حرج في المناقشة التي تدل على حُبّ الفهم ومعرفة الحق والاقتناع بالدليل ومعرفة التفصيل؛ لأنه لا يمكن ضبط العلم إلا بها، ولكن تكون بأصول وضوابط شرعية سامية، تصون حرمة العلم وقدر العلماء. ¶ ومن علامة مماراة العالم ومجادلته: الإتيان بمسألة غريبة يستشكل بها في المجلس أمام العامة، فيظهر أنه ذلك الذي يعرف الأصول والضوابط ويفهمها‍‍‍‍‍‍. ¶ وكم من استشكالات وردت علينا أمام العلماء، انتظرنا وراعينا فيها الأدب في المجلس وحفظ حرمة العلماء، حتى فتح الله علينا، فقرأنا ما يزيلها ويجليها لنا (1) [108] ) . ¶ أعرف مسألة (2) [109] ) ، مكثت فيها أكثر من عشر سنوات أسأل العلماء عن دليلها، ما وجدتها إلا في مخطوطة للإمام ابن العربي في شرح الموطأ لها دليل من الكتاب. ¶ السؤال الرابع ¶ ما رأيكم في بعض طلاب العلم يجتمعون للمناقشة في المناهج والمسائل، فيجتهدون، ويخطئ بعضهم بعضاً وهم متفقون في الأصول؟ نرجو من فضيلتكم توجيه النصح لهم (3) [110] ) . ¶ الجواب: ¶ __________ ¶ (1) 108] ) عن ابن عباس رضي الله عنهما قال: (مكثت سنتين أريد أن أسأل عمر عن المرأتين اللتين تظاهرتا على رسول الله صلى الله عليه وسلم، ما يمنعني إلا مهابته، فسألته، فقال: هما حفصة، وعائشة) . رواه البزار والطبراني، وقال السيوطي: سنده صحيح. فتح القدير (1/14، 5/251) . ¶ (2) 109] ) من دروس شرح عمدة الأحكام، للشيخ محمد -كتاب الحج- أسئلة الشريط رقم (140) . ¶ (3) 110] ) من درس شرح عمدة الأحكام -أسئلة الشريط رقم (139) .",
            "page": "99",
            "part": "1",
            "seal": "87369470"
        },
        {
            "id": "100",
            "nass": "الحقيقة هذا السؤال عام، والتفرق الموجود له طرق متعددة، ولذلك الإجابة على هذا السؤال قد تُفهم على غير المراد‍، ولكن أنبّه على الأصل الذي ينبغي على المسلم أن يلتزمه: ¶ أولاً: اعلم أن الله عز وجل جعل هذا الدين كُلاً لا يتجزأ: ((مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلاةَ وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ * مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ)) [الروم:31-32] وأمر الله بالاعتصام والتآلف، ونهى عن الفرقة والتخالف، ((وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلا تَفَرَّقُوا)) [آل عمران:103] ؛ لأنه ليس هناك موجب للخلاف في الأصل، فيلزم المسلم الكتاب والسنة، ولا يجتهد إلا بشرطين: ¶ الشرط الأول: أن يكون الكلام الذي يجتهد فيه صالحاً للاجتهاد وفيه مساغ للخلاف. ¶ الشرط الثاني: أن يكون أهلاً للاجتهاد. ¶ فأي قول خرج عن هذه الأصول، كأن يكون مستنبطاً من غير الكتاب والسنة، أو اجتهد وهو ليس بأهل، أو اجتهد في ما لا مجال للاجتهاد فيه، فإن خطأه بيّن واضح ظاهر، وعلى هذا فإنني أقول: ينبغي لطلاب العلم التناصح وتذكير بعضهم بعضاً بالتي هي أحسن، وأن يشد بعضهم من أزر بعض، وأن يكمّل بعضهم نقص بعض، ولا يعني ذلك المجاملة في الحق أو ترك بعضنا البعض على أمرٍ الخطأ فيه بيّن، أو المخالفة فيه لكتاب الله أو سنة النبي صلى الله عليه وسلم أو منهج السلف الصالح واضحة، كل ذلك لا نعنيه، إنما نعني تهيئة الجو لقبول النصيحة وإصلاح الخطأ. ¶ وأما التجريح الذي فيه حظوظ النفس فلا يُرضي الله، وهو يهلك صاحبه -والعياذ بالله-.",
            "page": "100",
            "part": "1",
            "seal": "24F13538"
        },
        {
            "id": "101",
            "nass": "الكلام في الناس ولو كان بحق، وخالط قصدك إشفاء الغيظ والحنق والحقد، خرج عن كونه عبادة؛ لأنه لا يراد به وجه الله؛ ولذلك حذر علماء الجرح والتعديل -رحمهم الله- من أن يستغل الشيطان الإنسانَ من قصد التوجيه إلى بغض الشخص، حتى كان الجرح والتعديل من أصعب العلوم، لا من جهة تحصيله فقط، بل من جهة كبح النفس ومجاهدتها حتى يصبح جرحه وتعديله خالصاً لوجه الله. ¶ ومن لوازم الإخلاص في الجرح: ¶ أولاً: أن يكون الباعث عليه إقامة الحجة على أخيك، والغيرة على الكتاب والسنّة، والحرص على الخير للناس، فهذه الركيزة الأولى. ¶ ثانياً: من لوازم هذا الإخلاص أن تأتي لأخيك وتستره، والتشهير به فيه معنى لحظوظ النفس وحب الانتصار، وهو يضاد الإخلاص، بل والشرع، فإن الزاني يطالب المسلم بستره إذا زنى، وأجمع العلماء عليه، كما في حديث هزّال (1) [111] ) المعروف، فهذا من حق العامة من المسلمين، فكيف بطالب علم اجتهد أو تأول فأخطأ، من باب أولى وأحرى، فإن وجدتَ من نفسك أنها قابلة، لأن تنصحه في السر فاعلم أنك تريد وجه الله، وإن وجدت أنها تأمرك أن تسارع بكشفه، وتضيق حينما تهمُّ بالذهاب إليه، فاعلم أن الشيطان قد دخل إلى شعبة من شُعَب قلبك. ¶ __________ ¶ (1) 111] ) حديث هزال رضي الله عنه رواه الإمام أبو داود -رحمه الله-، والإمام النسائي وغيرهما، وخلاصته أنه قال له: ائت رسول الله صلى الله عليه وسلم فأخبره بما صنعت، لعله يستغفر لك، فقال النبي صلى الله عليه وسلم (لو سترته بثوبك كان خيراً لك) .",
            "page": "101",
            "part": "1",
            "seal": "510A63DD"
        },
        {
            "id": "102",
            "nass": "وما المانع أن تدخل بيته محتسباً الخطوات عند الله، تشتري بها رحمات الله، ويعلم الله من قلبك أنك ما دخلت بيته إلا وأنت تريد ما عند الله جل وعلا، وتأتي إليه بكل نصح وتجرد، فإذا وجدته بين طلابه جلست كأنك واحد منهم -تهيئ الأسباب- حتى يفرغ. ثم تقوم معه إلى خلوته، وتقدم له ما عندك، أما أن تأتيه بين طلابه أو تتلقف زيد أو عبيد من طلابه، وتقول له: الشيخ فيه كذا وكذا، هذا أمر من الصعوبة بمكان. ¶ ثالثاً: إذا جئته تتخير الحجج المناسبة والأسلوب المؤثر، وتظهر الشفقة عليه كأنه غريق تريد إنقاذه، ثم إن وجدت في نفسك أنها تشتهي إهانته وإفحامه وتسفيه رأيه ومنهجه، فاعلم أنك على جرف هار، وأنك -ولو كنت صاحب حق بهذا الشعور والميل، خرجت عن كونك ترجو ما عند الله إلى ما ترجوه من حظوظ نفسك. ¶ وقف بعض العلماء على إمام من أئمة السلف في الجرح، وقال له: تكلمتَ في أقوام لعلهم حطّوا رحالهم في الجنة منذ مائتي عام، فجلس العالم يبكي تأثراً حتى غشي عليه في المجلس، فليس مراد المذكّر إلا حثه على الاجتهاد في أن تكون نيته لله جل وعلا، وليس المراد أنه لا حاجة للجرح والتعديل، بل قد يكون واجباً كما هو معلوم. ¶ وليس -والله- من العيب أن يختلف العلماء وأن يتناظروا ويتناقشوا، هذا لاعيب فيه ولا حرج، ولكنّ المصيبة كل المصيبة دخول حثالات ممن لا يخافون الله ولا يتقونه في نقل الأحاديث ونقل الشائعات بين طلاب العلم حتى أفسدوا ذات بينهم، والله الموعد، ووالله لتمرنّ على الإنسان ساعة يعلم ما الذي أراد بهذه التصرفات التي يفعلها، وليعلمنّ نيته وقصده في سكرة الموت، أو في ظلمة القبر، أو عند زلة الصراط، يعرف عندها هل يريد وجه الله أو يريد حظوظ نفسه. ¶ يا أخي.. في الإنسان كفاية بعيوبه عن عيوب الناس، في الإنسان شغل في نفسه عن الناس. ¶ عليك نفسك فاشتغل بمعايبها ... ... ... ودع عيوب الناس للناس",
            "page": "102",
            "part": "1",
            "seal": "047D153D"
        },
        {
            "id": "103",
            "nass": "إذا أصبح النصح والنقد فيه هوى وإشفاء غيظ، صار أقرب إلى الإثم منه إلى الأجر، فقد تجد شاباً حديث عهد بالتزام لو عرضت له شهوة لانتكسَ، وهو يتكلم في عالم، وقد كفاه غيره من أهل العلم بيان الخطأ الذي أخطأ فيه ذلك العالم، ما الذي أدخل أمثال هؤلاء أن يتكلموا في العلماء ويقولون: الشيخ فلان يؤخذ عليه كذا وكذا، وقد تكون المسألة من المسائل الفرعية التي يعذر فيها بنصّ أو حجة، هذا أمر خطير جداً، وبهذه الجرأة تضيع الأمة، ويفلت الزمام، وتذهب حقوق العلماء والدعاة والصالحين والأخيار، حين يتسلط من لا خوف ولا ورع له، والمقصود: أن من علم أنه من أهل النقد والاستدراك على العلماء، فليتقدم أو يتأخر، المهم أن يريد وجه الله، ويعلم ما يجيب به الله إذا سأله عن الكلام في فلان أو علاّن.. ¶ كم من شاب يُمضي أيامه ولياليه في النقد والتجريح بغير الحق، ولو سألته عن صحة وضوء من توضأ ولم يتمضمض لَمَا علم لها جواباً، فينبغي للإنسان أن يشتغل فيما يعنيه عن ما لا يعنيه، وقد ورد في الخبر أنه: (لا تقوم الساعة حتى يلعن آخر هذه الأمة أولها (1) [112] )) ، ولن يكون اللعن حتى يكون الاحتقار والازدراء، وهذه هُوّة سحيقة أن يتربى الشباب على الحقد على الدعاة والعلماء الأحياء، ثم ينتقل الدور إلى سلف الأمة، ثم تحرق كتبهم، ويكون ما أخبر به النبي صلى الله عليه وسلم من ظهور الشر وغلبته، وعندها تقوم الساعة فللجنة طلابها، وللنار طلابها -والعياذ بالله-، ونسأل الله أن يجنبنا هذه المهالك والمزالق. ¶ __________ ¶ (1) 112] ) أخرجه الإمام الطبراني رحمه الله من حديث عوف بن مالك الأشجعي، وقال الهيثمي: فيه عبد الحميد بن إبراهيم وثقه ابن حبان وهو ضعيف، وفيه جماعة لم أعرفهم. اهـ. مختصراً من: إتحاف الجماعة بما جاء في الفتن والملاحم وأشراط الساعة (1/348) للشيخ الفاضل حمود التويجري رحمه الله.",
            "page": "103",
            "part": "1",
            "seal": "F217FD89"
        },
        {
            "id": "104",
            "nass": "السؤال الخامس ¶ هل خدمة طالب العلم لشيخه من آداب الطلب أم فيها محظور ولا تنبغي؟. أرجو إزالة الإشكال في هذه المسألة (1) [113] ) ؟ ¶ الجواب: ¶ لا غضاضة ولا حرج في خدمة الأحرار من عامة الناس لمن كان من أهل العلم والفضل، كالعلماء ومن في حكمهم من كبار السن وصالحي الناس، والأصل فيها خدمة الصحابة للنبي صلى الله عليه وسلم، كما في حديث ابن مسعود رضي الله عنه قال: (كنت أقرِّب للنبي صلى الله عليه وسلم وضوءه وأحمل له إداوته) (2) [114] ) ؛ لأن تعظيم أهل العلم وإجلالهم في الحدود الشرعية إجلال للدين والشرع، وإجلال لما حوته صدورهم من العلم، الذي شهد الله بفضلهم فيه ((بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ)) [العنكبوت:49] ، وقال تعالى: ((لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ)) [النساء:162] . ¶ ومن إكرامهم وتبجيلهم: خدمتهم، ويعتبر من القُرَب، لكن محل ذلك إذا أمنت الفتنة، أما إذا خاف طالب العلم أو الشيخ على نفسه الفتنة، وخشي أن يغترّ بإطرائهم، سيما إذا كان طالب العلم شاباً حدثاً، فإنه قد لا يأمن على نفسه الفتنة، ويكون ذلك مظنة الحسد بين الأقران. ¶ وكان بعض العلماء يشدد في ذلك نصحاً للمسلمين، وصيانةً لحمى الدين من الغلو والتعلق بالمخلوقين، ولذلك أثر عن ابن مسعود أنه لما خرج من المسجد، خرج معه أصحابه، قال: ما بكم؟. وما شأنكم؟. قالوا: رأيناك تمشي وحدك فأحببنا أن نسير وراءك، قال: إليكم عني، فإنها فتنة للمتبوع، وذلة للتابع (3) [115] ) . ¶ __________ ¶ (1) 113] ) باختصار من دروس شرح بلوغ المرام، للشيخ محمد -باب قضاء الحاجة-. ¶ (2) 114] ) متفق عليه، ومثله وبمعناه أيضاً عن أنس رضي الله عنه، والمغيرة، وغيرهما.. ¶ (3) 115] ) أخرجه الإمام ابن أبي شيبة رحمه الله في المصنف (6/213) .",
            "page": "104",
            "part": "1",
            "seal": "2938E0C5"
        },
        {
            "id": "105",
            "nass": "وكان بعض الفضلاء يحكي عن الشيخ الأمين -رحمة الله عليه- أنه أعطاه رجلٌ ماءً ليتوضأ به، ثم همز ابنه ليقوم بصبّ الماء على الشيخ، قال الابن: فجئت إلى الإبريق، فلما دنوت لآخذه، نهرَني الشيخ وصبَّ على نفسه، قال، فغمزني أبي الثانية -يعني حاول-، يقول: فجئت المرة الثانية واقتربت من الشيخ، فدفعني وسحب الإبريق -رحمة الله عليه-، وهو عالم وإمام من الأئمة في العلم والورع والصلاح، ومع ذلك لم يقبل من هذا الطفل أن يلي طهوره. فقد يمتنع بعض أهل الفضل من ذلك إما لكمال فيه، أو خوف على نفسه، بل ينبغي على طالب العلم العاقل أن لا يفوِّت حسناته بخدمة الناس وتعظيمهم له. ¶ قال ابن عمر رضي الله عنهما: لا تصم في السفر متنفلاً، إنك إن صمت قال أصحابك: أنزلوا الصائم، أجلسوا الصائم، حتى يذهب أجرك، فكانوا يخشون ذهاب حسناتهم بخدمة الناس لهم. ¶ وكان بعض العلماء يقول: أخشى من تعظيم الناس لي أن يُذْهِبَ حسناتي. ¶ وقد تكلم الإمام ابن القيم رحمه الله بكلام نفيس على اغترار الناس بصحبة الصالحين، وهو على المعاصي، حتى يغتر بصحبتهم، فيفرَّق بينهم يوم القيامة. ¶ والمقصود من صحبة وخدمة أهل العلم والفضل: التأسي بهم، والعمل بما يقولون، والوفاء والبر بهم، وردّ الجميل لهم إذا رضوا بذلك، وعلم منهم الرضا.",
            "page": "105",
            "part": "1",
            "seal": "9DADF18D"
        },
        {
            "id": "106",
            "nass": "وإذا غلب على الظن أنه يحفظ دينه، وأن ذلك يعين إخوانه على القرب منه والألفة والمحبة وفي حدود المشروع، فلا حرج، وقد توسع أهل البدع في هذا الباب حتى استعبدوا الناس -والعياذ بالله- من دون الله، فأهانوهم، وأذلوهم بلحس الرُّكب والأقدام والأيدي.. وغير ذلك مما تمجُّه الطباع السليمة، فضلاً عن النفوس المستقيمة التي تسير على نهج الله، الذي أراد تكرمة بني آدم لا إذلاله، حتى أن الإمام مالك -رحمة الله عليه- كان يشدد في تقبيل اليد، ويسميها السجدة الصغرى، خوفاً من ذريعة الغلوّ في الصالحين والعلماء، ويتأكد ذلك في هذه الأزمنة التي ضعف فيها الدين في نفوس الناس، وبالغ العوام في هذه الأمور، أو يكون طالب العلم أو العالم في بيئة تبالغ في ذلك من الانحناء عند السلام وأخذ الكف بعد السلام ومسح الوجه بها.. كل ذلك من البدع والضلال الذي نشأ من الغلوّ في الصالحين والعلماء، ودين الإسلام دين عدل، فلا غلوّ ولا إجحاف ¶ السؤال السادس ¶ بعض طلاب العلم يرى أن من الأصلح لطالب العلم أن يعتزل -في كثير من الأحيان- الناس حتى يأمن شرهم، هل هذا صحيح (1) [116] ) ؟ ¶ الجواب: ¶ مخالطة الناس مع الصبر أفضل من العزلة، كما جاء في الحديث: (المسلم الذي يخالط الناس ويصبر على أذاهم أفضل من الذي لا يخالطهم ولا يصبر على أذاهم) (2) [117] ) ، وهذا من حيث العموم، أما إذا كان طالب العلم لا يستطيع التحمل والصبر على الأذى، أو ضعف أخلاقه لا يساعده على الدعوة والنصح وتعليم الناس مع عبادته وصلاحه، فهذا فتح الله عليه في باب العبادة، وتحمل أحاديث الأمر بالاعتزال على مثل هذه الحالات الذي يغلب على الظن فيها هلاك صاحبها بسبب الخلطة. ¶ __________ ¶ (1) 116] ) من دروس شرح عمدة الأحكام، للشيخ محمد -أحسن الله له الختام-. ¶ (2) 117] ) رواه الإمام الترمذي، والإمام ابن ماجة رحمهما الله، وصححه الشيخ ناصر الدين في المشكاة برقم (5087) .",
            "page": "106",
            "part": "1",
            "seal": "FCC28FC6"
        },
        {
            "id": "107",
            "nass": "أما من رزقه الله العلم بالكتاب والسنة مع حسن خلق ولين ورفق، وحكمة وصبر، فهذا يجب عليه أن يخرج إلى الساحة، ويذكّر العباد برب العباد، وينصح ويوجه ويقيم حجة الله على خلقه، وهو بأفضل المنازل، فالإسلام كيف تبلغ شريعته وتقام حجته، وتنصَبُ راياته وتبيّن معالمه إذا أصبح علماؤه وطلاب علمه عاكفين في المساجد وفي الخلوات يقرؤون ويتعبدون؟ ‍.. الإسلام دين كفاح، دين جهاد ودعوة وإصلاح ((كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ)) [آل عمران:110] ، والسبب هل تصلون وتصومون فقط؟ لا.. بل ((تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ)) [آل عمران:110] وإذا تقاعس العلماء وطلاب العلم عن الدعوة والجهاد في سبيل الله وإصلاح العباد وتقريبهم من ربهم، من الذي ينذر ويبشر ببشارة الله، ويقيم حجة الله على عباد الله. ولله در القاضي عبد الوهاب رحمه الله في أبياته اللطيفة: ¶ متى تصل العطاشُ إلى ارتواءٍ ... إذا استقتْ البحارُ من الركايا ¶ ومن يثني الأصاغرَ عن مرادٍ ... وقد جلسَ الأكابرُ في الزوايا ¶ وإنّ ترفُّعَ الوضعاءِ يوماً ... على الرُّفعاء من إحدى البلايا (1) [118] ) ¶ __________ ¶ (1) 118] ) الذخيرة لابن بسام، ووفيات الأعيان لابن خلكان (1/304) نقلاً عن قواعد في التعامل مع العلماء، للشيخ عبد الرحمن اللويحق (ص:95) ، وأوردها في الديباج المذهب (ص:160) .",
            "page": "107",
            "part": "1",
            "seal": "1123DD68"
        },
        {
            "id": "108",
            "nass": "يعني إذا كان العلماء والأكابر أهل الفضل جلسوا في الزوايا يتعبدون، إذاً: لا نثنى صغار السن والأحداث لقيادة الأمة، وعندها لا تسأل عن فساد الأحوال، ولذلك نصّ العلماء -رحمهم الله- أن تولي القضاء يجب على العالم طلبه إذا غلب على ظنه أنه يحكم بالعدل وينفع الناس، ولما استشكل بعضهم ذلك، أجيب بأنه: إذا امتنع من أجل أن يتورع، كان منجياً لنفسه قاصراً الخير عليها، وإذا خرج للقضاء كان قائماً بحق الغير عليه: من نشر العدل والعلم والحكمة، والحث على طاعة الله، وذلك نفعه للكافة والعامة، وهو أفضل من نفع نفسه خاصة، وهو معنى مستنبط من حديث رسول الله صلى الله عليه وسلم: (فضل العالم على العابد، كفضل القمر على سائر الكواكب) (1) [119] ) ، فحال من يؤثر في غيره مختلف عن حال من ينفّر غيره، ومن كان ضرره أكثر من نفعه لو خرج للناس، فالأفضل له أن يتعبد ويصلح نفسه. ¶ ولما كتب عبد الله العمري العابد إلى مالك يحضه على الانفراد والعمل، كتب إليه الإمام مالك: إن الله قسم الأعمال كما قسم الأرزاق، فرب رجل فتح له في الصلاة ولم يفتح له في الصوم، وآخر فتح له في الصدقة ولم يفتح له في الصوم، وآخر فتح له في الجهاد، فنشر العلم من أفضل أعمال البر، وقد رضيتُ بما فتح لي فيه، وما أظن ما أنا فيه بدون ما أنت فيه، وأرجو أن يكون كلانا على خير وبر (2) [120] ) . اهـ ¶ __________ ¶ (1) 119] ) رواه الإمام أحمد رحمه الله، والأربعة من حديث أبي الدرداء رضي الله عنه، وهو في صحيح الجامع. ¶ (2) 120] ) ذكرها الحافظ ابن عبد البر في التمهيد، وعنه الحافظ الذهبي في سير أعلام النبلاء (8/114) -رحمة الله عليهما-.",
            "page": "108",
            "part": "1",
            "seal": "1BC603BE"
        },
        {
            "id": "109",
            "nass": "وهذا فتح من الله على البعض من الأخيار الصالحين البررة، ربما جلس معهم العامي، فلا يجد عندهم أسلوب الدعوة، بمجرد ما يخطئ يقيمون الدنيا ويقعدونها عليه، لماذا؟؛ لأن الله لم يفتح عليهم في الدعوة، فهذا فضل من الله، والله يعطي فضله من يشاء، ولبعض الناس جهاده في خلوته أكثر من جهاده في علانيته، ومنهم العكس، ومنهم من جمع الله له بين الحسنيين، وآتاه كلا الفضيلتين، ويدل لذلك قوله صلى الله عليه وسلم لأبي ذرّ رضي الله عنه: (إذا رأيت البناء بلغ سلعاً، فاخرج من المدينة) (1) [121] ) ؛ لأنه رضي الله عنه كان شديداً في طاعة الله، ويأخذ بالعزائم، ويرى أنه لا يجوز لك - وتعتبر من الذين يكنزون الذهب والفضة في الآية - أن تنام وعندك دينار واحد زائد عن حاجتك، من زهده وقوة خوفه من الله عز وجل رضي الله عنه وأرضاه، وهذا من حكمته صلى الله عليه وسلم: أن فاضل بين أصحابه، فكان يعطي البعض أحاديث الزهد، كأبي ذرّ، لو تتبعت أحاديثه في مسند الإمام أحمد لوجدت أكثرها في الزهد، والبعض من الصحابة أحاديثه في الجهاد أكثر، والبعض أحاديثه في العبادة، والبعض أحاديثه في العلم، والخلاصة أن الناس يختلفون، وبناءً عليه يُحكم لكلٍ حسب حاله. والله تعالى أعلم. ¶ السؤال السابع ¶ أنا خطيب مسجد، تكلم فيَّ بعض الناس، فبِمَ تنصحوني؟ وما هي وصيتكم لمن يتكلم في الدعاة والعلماء، وينفر منهم الناس؟. وهل تجدي المناقشة معهم (2) [122] ) ؟ ¶ الجواب: ¶ هذه -والله- المصيبة التي تحزن إذا انتقص أهل العلم والفضل، فإنا لله وإنا إليه راجعون، والله إن باطن الأرض أولى من ظاهرها في العيش مع أقوام لا يعرفون لأهل العلم حقهم، ولا يقدرون لهم قدرهم. ¶ __________ ¶ (1) 121] ) راجع العواصم من القواصم، للقاضي أبي بكر بن العربي رحمه الله، هامش (ص: 76) بتحقيق الشيخ محب الدين الخطيب رحمه الله. ¶ (2) 122] ) (بتصرف) من محاضرة وصايا لطالب العلم وأسئلة درس التفسير، الشريط رقم (9) .",
            "page": "109",
            "part": "1",
            "seal": "3AFDFA0C"
        },
        {
            "id": "110",
            "nass": "يا هذا.. قد نظرت إلى الدعاة والهداة، فوجدت فيهم من الفضل والصلاة والاستقامة والدعوة إلى الله ما سوف يحاسبك الله عنه، لم يبقَ إلا أن ينتقص العلماء وينفر منهم، وتُحذر الناس من مجالسهم، إنها مصيبة ورزية، إنها ثلمة -والله- في الإسلام إذا انتقص العلماء والدعاة، وتُتبعت عوراتهم وأخطاؤهم، ونُفِّر من مجالسهم، هذا مفتون، شأن أهل البدع -والعياذ بالله-. ¶ إنهم ينفرون من العلماء، ولذلك من أهم وأظهر سمات أهل الضلال أنهم يحتقرون أهل العلم؛ لأنهم يعلمون أنه لا يكشف عوارهم بعد الله إلا العلماء، فلذلك إخواني في الله ينبغي أن نتق الله في حقوق العلماء، في حقوق طلاب العلم والدعاة والهداة إلى الله عز وجل، ينبغي أن تُلجم هذه الألسن بلجام الورع، والله، ما من كلمة تتلفظ فيها -حتى لو نقلت عن عالم أو داعية كلمة فيها انتقاص له- تحمل وزرها بين يدي الله عز وجل، ونزّل نفسك منزلة هذا العالم، أترضى أن تظهر للناس فضيحتك وأخطاؤك. ¶ سلمنا جدلاً أنه أخطأ، فما الذي جعلك أن تذكر السيئات ولا تذكر الحسنات؟ ¶ قال سعيد بن المسيب رحمه الله: من هذا الذي كمل، إنما يرجى الإنسان بالغلبة، ذلك أن الله تعالى يقول: ((فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ)) [الأعراف:8] ، ما قال: فمن خلصت موازينه (1) ¶ __________ ¶ (1) 123] ) قال ابن القيم رحمه الله في إعلام الموقعين (3/283) : ¶ (ومن له علم بالشرع والواقع يعلم قطعاً أن الرجل الجليل الذي له في الإسلام قدم صالح وآثار حسنة، وهو من الإسلام وأهله بمكان، قد تكون منه الهفوة والزلة، هو فيها معذور، بل مأجور؛ لاجتهاده، فلايجوز أن يتبع فيها، ولا يجوز أن تهدر مكانته وإمامته في قلوب المسلمين اهـ. ¶ وقال أيضاً في المدارج (2/39) : ¶ ( ... فلو كان كل من أخطأ أو غلِط ترك جُمْلةً أو أهدرت محاسنه، لفسدت العلوم والصناعات والحكم، وتعطلت معالمها) اهـ. ¶ ويقول الإمام ابن رجب رحمه الله في القواعد الفقهية (ص:3) : ¶ (والمنصف: من اغتفر قليل خطأ المرء في كثير صوابه) . ¶ ويقول الإمام الحافظ شمس الدين الذهبي رحمه الله في السير (14/40) في ترجمة محمد ابن نصر: ¶ (ولو أنا كلما أخطأ إمام في اجتهاده في آحاد المسائل خطأً مغفوراً له، قمنا عليه وبدعناه، وهجرناه، لما تسلّم معنا لا ابن نصر ولا ابن منده، ولا من هو أكبر منهما، والله هو هادي الخلق إلى الحق، وهو أرحم الراحمين، فنعوذ بالله من الهوى والفظاظة) اهـ. ¶ وقال رحمه الله أيضاً في السير (20/46) : ¶ (ونحب السنة وأهلها، ونحب العالم على ما فيه من الاتباع والصفات الحميدة، ولا نحب ما ابتدع فيه بتأويل سائغ، وإنما العبرة بكثرة المحاسن) اهـ. من قواعد في التعامل مع العلماء، للشيخ عبد الرحمن بن معلاّ اللويحق - ط دار الورّاق الأولى 1415هـ.",
            "page": "110",
            "part": "1",
            "seal": "D643D404"
        },
        {
            "id": "111",
            "nass": "[123] ) . ¶ ولذلك العالم قد يزل، ولا ينبغي أن تُعجل في التشنيع عليه، بل يلتمس له العذر ما أمكن؛ لأن التشنيع عليه ثلمة في الدين. ¶ والمنهج: أن تنقد الخطأ للخطأ، ولا تجرّح، شأن أهل الصلاح والفضل يبينون الخطأ دون تتبع عورات المسلمين وأعراضهم: ((وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا)) [يوسف:81] ، لا ينبغي للمسلم أن يقتحم عوار أخيه فيتهمه في منهجه وعقيدته، الذي يعنيك ما قرأت وما سمعت، وأما أن يلمز بعضنا بعضاً، وأن يحاول كل منا أن يفسر أقوال العلماء ويحملها على غير محاملها، فإنه سيسأل بين يدي الله عن ذلك: ((سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ)) [الزخرف:19] . ¶ أحبتي في الله! إن الله قسم بين الخلق فضله، فجعل أقواماً مفاتيح للخير، ويتكلمون بالخير، ولا يعرفون الفحش، برأهم الله من السوء في أنفسهم وأقوالهم، أعفة في اللسان، أعفة في الجنان، لا يُدخلون في قلوبهم غِلاً على مسلم، وهي من صفات أهل الجنة: ((وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ)) [الأعراف:43] . ¶ ولذلك لا يزال الإنسان يحسد العالم على علمه، على صلاحه، حتى تفنى حسناته -والعياذ بالله-.",
            "page": "111",
            "part": "1",
            "seal": "C304C165"
        },
        {
            "id": "112",
            "nass": "ومن العجب أن ترى طالب علم مجتهداً في العلم، قائماً الليل وصائماً النهار، حتى إذا جاء الكلام عن العلماء والدعاة، خرجت منه تلك الكلمات، فأتت على جميع حسناته -والعياذ بالله-، قالوا: يا رسول الله.. هي تصوم وتصلي، ولكنها تؤذي جارتها، قال: (لا خير فيها، هي من أهل النار) (1) [124] ) ، قالوا: ولا يؤمَن على من نال من أعراض الدعاة والعلماء من سوء الخاتمة، كما في قصة سعد بن أبي وقاص رضي الله عنه مع الرجل، وسعيد بن زيد رضي الله عنه مع المرأة، لما اتهماهما (2) [125] ) ، فدعيا عليهما فساءت خاتمتهما -والعياذ بالله-، يا هذا.. وما يدريك أن لهؤلاء دعوات في السحر لا تردّ، وما يدريك لعلهم من أولياء الله، فتكون بمعاداتهم محارباً لله: (من عادى لي ولياً فقد آذنته بالحرب) (3) [126] ) . ¶ يا أخي، المسلم الحق (من سلم المسلمون من لسانه ويده) (4) [127] ) ، ليس الإسلام الحقيقي: أن يأتي المسلم ظاهره على خير وباطنه منطوي على الحقد والغلّ وخبث النية والطوية على عباد الله، هذا ليس من الإسلام، الإسلام فيه براءة الظاهر والباطن. ¶ المسلم الحق يستهويك حديثُه، سديدٌ في منطقه وفي رأيه، بعيدٌ عن سفاسف الأمور، سبحان الله! ما وجدنا ننقل إلا عورات، وعورات مَنْ؟! عورات أهل العلم والفضل. ¶ إخواني في الله ينبغي علينا: ¶ أولاً: ألّا نتصف بهذه الصفة والخصلة التي يبغضها الله، إنها الفحش في القول: ((لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ)) [النساء:148] . ¶ __________ ¶ (1) 124] ) تقدم تخريجه (ص:77) . ¶ (2) 125] ) قصة الرجل مع سعد رضي الله عنه، والمرأة مع سعيد بن زيد رضي الله عنه، ذكرها الحافظ الذهبي رحمه الله في السير. انظر نزهة الفضلاء (23/2، 27/3) . ¶ (3) 126] ) رواه الإمام البخاري رحمه الله من حديث أبي هريرة رضي الله عنه. ¶ (4) 127] ) متفق عليه من حديث عبد الله بن عمرو بن العاص رضي الله عنهما.",
            "page": "112",
            "part": "1",
            "seal": "1A96F2C4"
        },
        {
            "id": "113",
            "nass": "ومن تخلق بذلك ليس بحبيب لله عز وجل، بل جاء في الحديث: (بحسب امرئ من الشر أن يحقر أخاه المسلم) (1) [128] ) ، فكيف بالعالم؟ ¶ ثانياً: ألا نسكت على من ينتقص علماءنا، ينبغي أن نغار على علمائنا، إذا لم نغر عليهم فعلى من نغار؟ وإذا لم تأخذك حميةُ الدين للعالم، فلمن تكون؟ ¶ ثالثاً: نفرق بين من ينقد بأدب، وحسن خلق، وعلى علم وبيّنة، وبين من ينتقد ويطعن في العلماء وطلاب العلم، العرض أمره ليس بالهين، فلو أن ثلاثةً من الصحابة رضي الله عنهم طَعنوا في عرضٍ دون بيّنة -وحاشاهم من ذلك- لما قبل منهم، ولردّت شهادتهم، لقوله تعالى: ((وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ)) [النور:4] ، فإذا كان هذا في العِرض (2) [129] ) ، فكيف بمن يقذف العالم والداعية في عقيدته ومنهجه؟. فالذي ينبغي التبيّن والتثبت. ¶ الناس كثُر فيها القيل والقال والنقل والشائعات. ¶ رابعاً: الاشتغال بعيوب النفس عن عيوب الناس، لاسيما أهل العلم والفضل، فالماء إذا بلغ القلتين لم يحمل الخبث، وعليك بنفسك وعيوبك. ¶ فللناس ربٌ محاسبهم، ويجزيهم على الخير إحساناً، وعلى غيره صفحاً وغفرانا. ¶ وقال قال النبي صلى الله عليه وسلم لعمر في حاطب رضي الله عنه حين كتب الكتاب للكفار، يكشف سراً من أسرار المسلمين، ومع ذلك يقول صلى الله عليه وسلم: (وما يدريك لعل الله اطّلع على أهل بدر فقال: اعملوا ما شئتم، فقد غفرتُ لكم) (3) [130] ) . ¶ هذا يدل على أن العبد الصالح قد يكون بينه وبين الله حسنات تحرق خطاياه وزلَلَه. ¶ __________ ¶ (1) 128] ) رواه الإمام مسلم رحمه الله من حديث أبي هريرة رضي الله عنه. ¶ (2) 129] ) قال بعض الفضلاء: ¶ ألم يكن قيل لمن أساءوا ¶ ظَنّهُم في الإفكِ لولا جَاءوا ¶ ثلاثةٌ عادلةٌ لا يُقبلون ¶ في عرضِ مسلمِ فكيف بالظنونْ؟ ¶ (3) 130] ) تقدم تخريجه.",
            "page": "113",
            "part": "1",
            "seal": "AD48ED16"
        },
        {
            "id": "114",
            "nass": "تريد لهذا العالم الذي أفنى ليله ونهاره في الجهاد والدعوة إلى الله عز وجل أن تفني حسناتك أمامه؟. تريد أن الله لا يغفر إساءته، وله من الحسنات ونشر العلم والخير ما لا يُحصى، فالرجاء في الله عظيم (1) [131] ) . ¶ والله أسال: أن يرزقنا عفة الظاهر والباطن، وهذه –والله- وصية لكم أجمعين، لا أقصد بها شخصاً معيناً، ولا طائفة معينة، ولكن أريد أن يترسمها كل مؤمن فضلاً عن طالب العلم. ¶ وأما الأخ الذي تُكُلّمَ فيه فأوصيه بما يأتي: ¶ __________ ¶ (1) 131] ) من درس شرح عمدة الأحكام، للشيخ محمد -السنن الراتبة- شريط رقم (31) .",
            "page": "114",
            "part": "1",
            "seal": "C3C1ED6D"
        },
        {
            "id": "115",
            "nass": "أولاً: أن تتعزى وتتسلى بمن مضوا قبل من السلف والأخيار، فهذا رسول الله صلى الله عليه وسلم سيد الأنبياء والعلماء الأبرار، اتهم في عرضه، واتهم في فكره ومنهجه، فقيل فيه: أفّاك؛ حاشاه، وقيل: ساحر، وقيل: كذّاب، ومات وهو سيد الأولين والآخرين؛ لأن الله تعالى جعل الأمور بعواقبها، وهي سنة ماضية في كل من تمسك بهذا الدين: أن يُبتلى على قدر تمسكه، كما اشار النبي صلى الله عليه وسلم إلى ذلك بقوله: (أشد الناس بلاءً الأنبياء، ثم الأمثل، ثم الأمثل) (1) [132] ) ، فإن كنت أمثل صُبَ عليك من البلاء ما لا يعلمه إلا الله، ولْتعلم أن الله سيضعك -بالصبر على هذا البلاء- في مرتبة أحبابه وأوليائه ((وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ)) [السجدة:24] ، أن تصبر وتحتسب عند الله عز وجل مما قيل فيك، فإن الله تبارك وتعالى قد تكفل بعباده وبيده أزمّة الأمور، فاصبر والله معك، قال صلى الله عليه وسلم: (من يتصبر يصبره الله، وما أعطي أحد عطاءً خيراً ولا أوسع من الصبر) (2) [133] ) ، والله تعالى يقول: ((إِنَّ اللَّهَ مَعَ الصَّابِرِينَ)) [البقرة:153] ، فإذا أراد الله رفعك وكره ذلك الخلق كلهم، فله الأمر من قبل ومن بعد (3) [134] ) . ¶ ولا تعبأ بحسدهم وبغضهم لك، ولمّا ابتلي الحافظ عبد الغني رحمه الله في محنته (4) [135] ) ، قال فيه القائل: ¶ إِنْ يَحسِدوكَ فلا تعبأ بقائلهم ... هم الغُثاءُ وأنت السيد البطلُ ¶ __________ ¶ (1) 132] ) رواه الإمام الترمذي، والإمام ابن ماجة، والإمام الدارمي -رحمهم الله- وصححه الشيخ ناصر الدين الألباني رحمه الله في المشكاة رقم (1562) . ¶ (2) 133] ) متفق عليه من حديث أبي سعيد الخدري رضي الله عنه. ¶ (3) 134] ) من محاضرة وصايا لطلاب العلم، للشيخ محمد. ¶ (4) 135] ) راجع قصة محنته رحمه الله في اعتقاده في أول المجلد الثاني من ذيل طبقات الحنابلة لابن رجب رحمه الله.",
            "page": "115",
            "part": "1",
            "seal": "A463E946"
        },
        {
            "id": "116",
            "nass": "والناس لا نجاة منها، فلو صاحبت أفضل الناس لابد من كلام الناس فيك. ¶ تالله لو صحب المرء جبريلا ... لا بدّ من قيلٍ وقيلا ¶ قد قيلَ في اللهِ أقوالٌ مسمّاة ... تتلى إذا رتّل القرآن ترتيلا ¶ قد قيل إن له صاحبة ... تعالى الله عما قيلا ¶ فالله لم يسلم من كلام خلقه: من أن له صاحبة وولداً، تعالى الله عما يقوله الظالمون علواً كبيراً. ¶ وهذه الفتنة لو وجدت عقولاً وقلوباً تتقي الله، لما راجت واستحكمت، وقد وقعت فتن في زمن أصحاب النبي صلى الله عليه وسلم في أعظم من ذلك، في الدماء، لكنها وجدت عقولاً راجحة ضيقت نطاقها، وعرفت أهل الشر والغوى فيها، ونحن لا نبرّئ ساحات أهل العلم من وجود أناس لا خير فيهم، دخلاء على الصالحين، أو يتمسحون بالصلاح وهم منهم براء، وأشهد الله أني بريء ممن برئ من عقيدة السلف، وأبرأ إلى الله ممن يتكلم ويطعن في الصالحين والأخيار. ¶ ثانياً: لا تناقش الجهال حتى لا تهلكهم، ربما أثناء نقاشه يرد آية أو حديثاً بمحض هواه وفهمه فيهلِك، وتضيّع وقتك. ¶ قال الإمام الشافعي: جادلني عالم فجدلته -أي غَلَبْتُه-، وجادلني جاهلٌ فغلبني، لأن الجاهل لا تدري من أين تأتيه، إذا جئته من يمين، يأتيك من شمال، وهكذا، ليست عنده ضوابط ولا قواعد ولا اصول يحتكم إليها، فلا تضيّع وقتك معه، قل له: ارجع إلى العلماء، حتى لا تَفْسُد القلوب بسبب هذه المناقشات التي لا تجدي؛ لأن هذا النوع من النقاش يفسدها ويوقع بينها الخلاف، والله قرن الفشل بالخلاف ((وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ)) [الأنفال:46] . ¶ ثالثاً: إذا كان الذي أمامك طالب علم، قد حصَّل علم آلة الخلاف والنقاش والاجتهاد، وتستفيد من مناقشته ومناظرته، فخذ بآداب البحث والمناظرة، وهي معروفة ومشهورة، ومنها:",
            "page": "116",
            "part": "1",
            "seal": "626D23D6"
        },
        {
            "id": "117",
            "nass": "أ- أن يكون (1) [136] ) الخلاف بحجة وبرهان، والاستدلال بهذه الحجة مبني على أصل مقرر عند العلماء لا بمحض الهوى، فيستنبط (استنباطاً) ما سبقه إليه أحد، والعلم الحق موروث، والنبي صلى الله عليه وسلم قال: (.. وإن الأنبياء لم يورِّثوا درهماً ولا ديناراً، وإنما ورَّثوا العلم..) (2) [137] ) . ¶ فالذي يتكلم في الخلافيات والمسائل، ويناظر إخوانه وهو يعتمد أصول العلماء ويتكلم بكلامهم، فقد تكلم بإثارة من علم السلف. ¶ وإذا جاءك إنسان بقول عليه دليل وليس لك علم به، فاسكت -رحمك الله- حتى لا تزلّ قدم بعد ثبوتها، فقد يمقت الله طالب العلم بردّه لسنة. وكان أبو بكر رضي الله عنه يقول: (أخاف إن تركت سنته أن أضل، إن الله يقول: ((فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ)) [النور:63] ، ينبغي أن يزن طالب العلم نفسه بميزان الشرع، ولا يتكلم في دين الله إلا بحجة من الله وبينة، لا بالهوى والظن، ((وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا إِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا)) [يونس:36] . ¶ عوّد نفسك من اليوم: أنك لا تدخل في نقاش أو خلاف دون تصور وحجة وبرهان، واترك طلاب العلم حولك يختلفون ويصيحون ويُقيمون الدنيا ويقعدونها، واستمع لخلافهم وانصت، وخذا ما صفا، ودع ما كدر، واجْنِ الثمار وألْقِ الحطب في النار. ¶ وأما عاقبة من فُتن وكان جريئاً على الخلافات والمناظرات والمناقشات، دون علم، فإنه إذا تخرّج لا يرتاح حتى يجد من يناقشه ويناظره، ويصبح ديدنه ذلك، وأصحب ما عنده مسألة إجماعية لا خلاف فيها، ويصير علمه وبضاعته -والعياذ بالله- القيل والقال. ¶ __________ ¶ (1) 136] ) من أسئلة دروس البلوغ عند شرح حديث ابن عمر (نهي عن بيع العربون) . ¶ (2) 137] ) الحديث أخرجه الإمام أحمد في المسند (5/196) ، والترمذي (2682) ، والخطيب في الرحلة (ص:81) ، وهو حسن عند كثير من الحفاظ.",
            "page": "117",
            "part": "1",
            "seal": "7BCDFD26"
        },
        {
            "id": "118",
            "nass": "كان الشيخ محمد بن إبراهيم آل الشيخ -رحمة الله عليه- متصفاً بأنه لا يمكن أن يناقش أحداً أبداً، ويؤثر عنه أنه يجلس في المجلس، فما أن يقوم المشايخ بالمناظرة مع بعضهم حتى يقوم من المجلس، وبهذا أصبح عزيزاً بعلمه، عزيزاً بشخصه (1) [138] ) ، بخلاف ما إذا أصبح الإنسان منفلت اللسان، يجادل كل من هب ودب، فتضيع هيبة علمه. ¶ ومجالس الجدل والمماراة أمَرَ الله بعدم الجلوس فيها: ((وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ)) [النساء:140] . ¶ ب- تحديد المسألة وتحرير موضع النزاع، حتى لا تضيعوا الوقت في مناقشة مسائل، متفق عليها بينكم أو لا التقاء بينكم فيها. ¶ ج- تحديد الأصل حتى يعرف من المطالب بالدليل ومن المدعي ومن المدعى عليه، فالذي يخرج عن الأصل هو المطالب بالدليل مثلاً الأصل فيها الجواز، الذي يقول بعدم الجواز هو المطالب بالدليل، لكن الذي يحصل من بعض طلاب العلم يجلسون مع بعض، الأول يقول: ائتني بالدليل على عدم الجواز، والثاني كذلك يقول: لا.. بل أنت تعطني دليل على الجواز.. وهكذا، مع أنه إذا كان أصل المسألة أمر تعبدي، فالذي يقول غير مشروع لا يطالب بالدليل؛ لأن الأصل معه، والآخر يقول بأنه مشروع هو الذي يطالب بدليل نسبة شيء إلى الشرع.. وهكذا. ¶ __________ ¶ (1) 138] ) قال الإمام الشافعي رحمه الله: (من إذلال العلم، أن تناظر كلّ من ناظرك، وتقاول كل من قاولك) مناقب الشافعي، للبيهقي (2/151) .",
            "page": "118",
            "part": "1",
            "seal": "04900F92"
        },
        {
            "id": "119",
            "nass": "د- أن ينظر في هذا الدليل بكل إنصاف وتجرد للحق، والله، ما أنصفت خصمك من نفسك إلا وفقك الله للحق، وهذا مجرب، وكان السلف الصالح -رحمة الله عليهم- يتناظرون ويتناقشون، ويحصّلون من الفوائد درراً ونكتاً، لا تزال قواعد تنير الطريق لمن وراءهم، ومن قرأ الفقه الإسلامي يدرك أنه ما ثَرَتْ مادته إلا بردود العلماء ومناقشاتهم، حتى أصبحنا اليوم لو نزلت نازلة أو مشكلة معاصرة، نستطيع أن نخرجها على أصول العلماء، فكان الخلاف ثراء للمادة العلمية، لماذا؟. لأن مناقشاتهم مبنية على أساس: سلامة الصدر، وحسن الظن، والتجرد للحق. ¶ بخلاف ما يفعله بعض الطلاب -أصلحهم الله- من التشكيك في المدرّس، والتشويش عليه، وإظهار عواره أمام الطلاب، وليته اتقى الله، ولم يؤذِ هذا المسلم ويَحْرِم إخوانه من الفائدة، وليته سكت فلم يتحمل وزر ما نطق به. ¶ الحلمُ زينٌ والسكوتُ سلامةٌ ... ... ... فإذا نطقْتَ فلا تكن مهذاراً ¶ فلنتّقِ الله في هذه المجالس، ونراقب الله في المناقشات التي لا يراد بها وجه الله، لو أن طلاب العلم إذا جلسوا تذاكر كل بما سمع من شيخه، واستمروا على ذلك، وأصبح هذا ديدنهم وشأنهم، لوجدوا عاقبة وثمرة العلم من: انشراح الصدر، وعلوّ الدرجة، ولم يمرّ يوم أو أسبوع إلا وقد ازداد طالب العلم بما يرفعه الله به درجات، فإن شئت فاستقلّ أو استكثر. ونسأل الله العظيم أن يعصمنا وإياكم من هذه الآفات. والله تعالى أعلم. ¶ السؤال الثامن ¶ أرجو أن تدلونا على كتاب يكون -بعد عون الله تعالى- عوناً على تحضير دروس بلوغ المرام على النمط الذي نسمعه من فضيلتكم (1) [139] ) ؟ ¶ الجواب: ¶ الحقيقة: الطريقة الأكمل والأفضل قراءة الحديث وضبط نصّه وحفظه، ثم يقرأ شرحاً مفصلاً للحديث، ولمعاني الألفاظ، بحيث يكون عنده تصور مبدئي، ثم بعد ذلك يتفرغ للشرح الذي يسمعه. ¶ __________ ¶ (1) 139] ) من دروس شرح البلوغ.",
            "page": "119",
            "part": "1",
            "seal": "E5D17912"
        },
        {
            "id": "120",
            "nass": "فإن حصلت عنده إشكالات، يكون قد تهيأ لسماع الأجوبة عليها، فإن وجد فيها ما يحل هذه الإشكالات ويزيلها فالحمد لله، وإلا تداركها بالسؤال بعد الدرس. ¶ وأما الرجوع للمطولات في البداية، فإنها تُربك طالب العلم، وطلاب العلم لهم ثلاثة أحوال: ¶ المرتبة الأولى: مرتبة البداية، ويكون الطالب لا يميز بين الأدلة، ولا يعرف قويها من ضعيفها، ولا جهة دلالتها. ¶ فهذا يقتصر على الخلاصة من الدرس، والراجح من الأحكام مع دليله، ولا يتعرض للأقوال ومناقشة أدلتها؛ لأنه لا يكلف بها. ¶ كما ذكر هذا الإمام ابن القيم في (إعلام الموقّعين) ، وشيخ الإسلام ابن تيمية في (المجموع) في أكثر من موضع، إن شأن هذا: الاكتفاء بقول عالم مع معرفة دليله، ويسير على هذا الشرح بقول واحد ودليله، ويبقى حتى يصل إلى درجة الاتّباع. ¶ وبعد أن يعرف الفقه بكماله، أو يقرأ كتاباً في أحاديث الأحكام بكامله، يكون عنده تصور مبدئي، يصبح بعد هذا وقد أخذ الفقه بدليله ممن يوثق به، وضبطه على نمط معين. ¶ فإذا لقي الله عز وجل وسأله عن هذا الذي يقوله أو يفعله أو يفتي به، ذكر حجته ودليله بين يدي الله عز وجل. ¶ وإذا كان لا يحسن النظر وفهم الدليل، فقد احتج بما كلف بالرجوع إليهم في قوله تعالى: ((فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ)) [النحل:43] . ¶ يقول الإمام ابن القيم رحمه الله: إجماع السلف على هذا: كانوا يأمرون العوام بالرجوع إلى أهل العلم، ولا يكلفوهم باجتهاد ولا بنظر. ¶ المرتبة الثانية: وهي الاتّباع وفهم الدليل: لا يعرف وجه الأدلة، ومراتب الدلالة، وكيفية التعامل مع النصوص المتعارضة، والترجيح، ولكنه يفهم الدليل ووجه دلالته، وإذا جاءته أقوال عديدة يتشتت ويتذبذب، ولا يستطيع أن يقف بين فحول الأئمة وينتقي من أقوالهم وترجيحاتهم، فهذا شأنه أن يأذ كل قول بدليله.",
            "page": "120",
            "part": "1",
            "seal": "7E63C78F"
        },
        {
            "id": "121",
            "nass": "فتتعبد الله بقول أو بحجة من كتاب أو سنة، ولا تذهب لشيخ آخر حتى لا تتشتت، فقد يكون الشيخ الأول يعتبر دلالة المفاهيم، والثاني لا يعتبرها، فلا تثبت على طريقة، تارةً تتعبّد الله بدليل، وتارةً تتركه، وهذا تناقض منَع العلماء منه، وهو التنقل والتلفيق بين أقوال العلماء. ¶ وهذه مرتبة المتبع: عنده إلمام بالدليل دون الترجيح بين أنواع الأدلة، وهذه حالة كثير من طلاب العلم المتقدمين، ولذلك بعضهم يتذبذب؛ لأنهم يدخلون على الخلافات والأقوال قبل أن يكون عندهم تصور لأدلة ومسالك الفقهاء. ¶ فإذا قرأت الفقه بقول عالم ودليله -كما كان السلف يفعلون- دون تعصب، فأنت متبع، ولا مانع أن تلقى الله بقول أحمد، أو الشافعي، أو مالك، أو أبي حنيفة، بالدليل، فهم أئمة يقتدى بهم، وأجمعت الأمة على أخذ علم هؤلاء وجلالتهم. ¶ فتسير في فقهك بضوابط وأصول منضبطة مرتبة، حتى تصل إلى مرتبة الاجتهاد. ¶ والذي ضرّ الكثير من طلاب العلم: الاجتهاد في هذه المرحلة، فيملّ ويسأل ويحتار، خاصة في مسائل البيوع والمعاملات. ¶ ولذلك تجد بعض الطلاب يقول في مسألة كذا: أنا متحير، لا أدري أين الحق ولا أين الراجح، أو يرجح بهواه، فيقول: هذا أقوى في نظري من هذا، ولكن بالهوى -والعياذ بالله- لا بالحجة والبرهان؛ لأنه لا يملك الملكة التي تجعله يرجح بضوابط معينة. ¶ وبعض الأدلة كلها من القوة بمرتبة واحدة، ولكن بعضها ألصق بالقواعد والأصول من بعض، والله يقول: ((فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا)) [الأنبياء:79] ، فجعل خلاف الفقه فيه حجة لكل قول، ولكن جعل التفهيم لسليمان، وأثنى على الجميع.",
            "page": "121",
            "part": "1",
            "seal": "02CD22A5"
        },
        {
            "id": "122",
            "nass": "فالمقصود أن طالب العلم في هذه المرتبة الاتباع، لا يحتار، بل يعرف ويضبط مسالك وطرق العلماء في الاستدلال، إن سار على هذا الضابط سلم، مثلاً: مفهوم الصفة أنه حجة، تقول: (في السائمة الزكاة) ، أنها إذا لم تَرْعَ أكثر الحول لا زكاة فيها، فتعتبر مفهوم الصفة هنا في باب الزكاة، وتعتبره في أبواب المعاملات كما اعتبرته في العبادات. ¶ لكن لو تنقلت بين عالمين: أحدهما يرجح مفهوم الصفة مثلاً، والآخر لا يقول به، وقلت بأقواله في المعاملات؛ لقوته فيها وتمرسه، فتردّ نصوصاً فيها حجة المفهوم الذي تعتبره في العبادات ولا تعتبره، ولا تتعبد الله به في المعاملات، فيصبح هذا تناقض، وهذا الذي جعل العلماء -رحمة الله عليهم- يمنعون من التلفيق بين أقوال العلماء والمذاهب في بداية التفقه. ¶ ومن بلغ مرحلة أن يجتهد ويقف أمام ترجيحات الفقهاء، وكانت عنده ضوابط ومسالك يسير بها في اجتهاداته، وكذلك ملكة يعلم بها قوة وضعف أدلة الخصم، فإذا بلغ هذه المرتبة، ينتقل للمرتبة الثالثة، وهي: ¶ المرتبة الثالثة: الاجتهاد. ¶ أما أن تكون في مرتبة الاتّباع وتجتهد، فلا، والله، لشرفٌ لك أن تقول: اتبع قول فلان -وتراه موثوقاً بعلمه وديانته من علماء السلف، أو من العلماء المعاصرين ممن شُهد لهم بالضبط والتحري، فتبقى على قوله بالدليل- من أن تجتهد ولستَ من أهل الاجتهاد، فإذا انتهيت من الفقه وعلم هذا الشيخ أو ذاك وتصورته على هذه الطريقة، إذا بك وجميع مسائل الفقه منحصرة عندك بضوابط معيّنة، وتجدك اكتملت عندك الصورة، وتصورت الفقه بأكمله على نمط معين مؤصَّل على منهج السلف، ولذلك انظروا للأئمة، ما منهم إلا وكان له مذهب معين. ¶ فمثلاً شيخ الإسلام بن تيمية رحمه الله انظر إليه في (المجموع) : قال أصحابنا، وارتضاه أصحابنا، وهو الصحيح من أقوال أصحابنا.",
            "page": "122",
            "part": "1",
            "seal": "0A16F97D"
        },
        {
            "id": "123",
            "nass": "بل إنه يجتهد في المذهب، فيقول: والصحيح من مذهب أحمد كذا، وغلط بعض أصحابنا في كذا وكذا، ويقول: ومن قال أن مذهب أحمد كذا فقط غلط لكذا وكذا. فتجده حجة في مذهبه، حجة خارجاً عن مذهبه. ¶ كما في الإنصاف للمرداوي -رحمة الله عليه- إذا ذكر الخلافات داخل المذهب وقال: قال الشيخ، فمراده: شيخ الإسلام تقي الدين ابن تيمية، ويقطع ويقوي قوله بترجيحات شيخ الإسلام ابن تيمة، لماذا؟. لأنه قرأ علم إمام من الأئمة المشهود لهم بالإمامة والاقتداء بهم بالدليل، فوضع الله له البركة والخير في علمه. ¶ ولا شك أن طالب العلم حينما يقرأ مثلاً أركان الصلاة بدليل في مذهب واحد، ليس مثل أن يقرأها في المذاهب الأخرى بأدلة متباينة متعارضة، فكيف يضبط؟! وهكذا طالب العلم، إذا لم يستطِع التمييز بين الأدلة يكتفي بالقول الراجح بدليله، ويمضي ويبقى على هذا، ويسير حتى ينتهي من الفقه كله، ويتصور أبوابه ومباحثه، ولا يهمك نقد غيرك لك، يلومك من يلومك، ويسفّه رأيك من يسفّهه، لا شأن لك به، كلنا أخذ الفقه بهذه الطريقة، كنا نأخذ على مشايخنا ونضبط أقوالهم، بالدليل لا مجرد أقوال رجال، لا.. بل بالدليل. ¶ فلما انتهينا أصبح الفقه أمامنا منضبط، وبعد أن قرأنا على مشايخنا، وجدنا أقوال وأدلة تخالف ما كنّا تلقيناه على مشايخنا، فأخذنا بها وتركنا ما كنا عليه وخالفناهم؛ لقوة أدلتها، وما نقص ذلك من قدرهم ومنزلتهم في قلوبنا، أبداً والله، ولكن الحق أحبّ إلينا من كل أحد. ¶ فلذلك: الطالب الذي يأخذ منهج معيّن، يفيد ويستفيد، ويصل إلى مرتبة الفقيه، وأما من يسلك كل يوم طريق ويتذبذب، لا تجد له أصلاً.",
            "page": "123",
            "part": "1",
            "seal": "FE5FFEE1"
        },
        {
            "id": "124",
            "nass": "وخذ طالب علم ممن سار على هذا المنهج الغير منضبط، وناظره في مسألة معيّنة، لا تجد له أصلاً ثابتاً، ولا تخرج مع بنتيجة، وتجده عائماً ليس له ميزان تصل مع إليه فيعذرك وتعذره في المسألة، أو تصلا إلى قول فصل في القضية، والسبب هو أن الأساس الذي سار عليه هو: التلقي من مشارب مختلفة في بداية الطلب، فيواجه أقوال وإشكالات يوردها جهابذة العلماء، لا يحسن فهم توجيهها، ولا الخروج منها. ¶ وكذلك يواجهه في شروح الأحاديث: كشروح الإمام النووي، أو ابن حجر، أو الحافظ ابن دقيق، أو الحافظ العيني.. وغيرهم -رحمة الله على الجميع-. ¶ ولو جئت تنظر في قول كل واحد منهم تقول: أبداً، هذا قوله راجح، ثم إذا جئت تقرأ لغيره، تجد قول الأول من أضعف ما يكون، ثم تجد جواباً عن هذا الجواب عند الأول، وتصبح في حيرة. ¶ وحتى لو وصلت إلى نتيجة، لا تأمن من أنك كما قلت للقول الأول بأنه راجح، لا تزال مزعزع الثقة بقولك وما أنت عليه، ولو في آخر قول وصلت إليه. ¶ ولذلك الأفضل الانضباط بأصل معين من البداية، وهذا الذي يميز فقه المتقدمين من الأئمة على غيرهم، تجد فقههم كالبناء، وأصولهم ثابتة ومنضبطة. ¶ ومن هنا تلمس: أن بعض الفقهاء والعلماء له أقوال غريبة في المعاملات، فتتعجب كيف قال به في هذه المسألة، ويزول عجبك حين تعرف أن له أصلاً مشى عليه، واختاره ضابطاً له بقي عليه وثبت عليه. ¶ مثلاً بعض المالكية يقول في المزارعة: إذا كانت الزراعة تابعة للنخل المسقي في حدود الثلث جاز أن تتبع، وإذا كانت أكثر من الثلث لا تتبع. فتستغرب من أين جاءوا بضابط الثلث، فتجد الإمام مالك رحمه الله أخذ من قوله عليه الصلاة والسلام: (الثلث والثلث كثير) (1) [140] ) ضابطاً في القلة والكثرة، وهذا أصل اعتمده من السنة، وليس من هواه، فيقول: العبرة بعموم اللفظ لا بخصوص السبب، فاعتبر الثلث ضابطاً في جميع الأبواب. ¶ __________ ¶ (1) 140] ) متفق عليه من حديث أبي إسحاق سعد بن أبي وقاص رضي الله عنه.",
            "page": "124",
            "part": "1",
            "seal": "A0452DE0"
        },
        {
            "id": "125",
            "nass": "وهكذا الفقه عند المتقدمين، أصولهم في العبادات هي أصولهم في المعاملات، لا تتغير، ولا تتناقض ولا تختلف. ¶ بخلاف بعض المؤلفات المعاصرة، خذه، تجده يرجّح بأصل من العبادات، يخالفه في المعاملات ولا يعتبره، مع أن المسألة في البابين مبنية على الأصل نفسه، فيناقض نفسه بنفسه، ويفتي هنا بالجواز، وهناك بعدمه، مع أن الأصل واحد؛ لأنه ينظر إلى كل مسألة منفصلة عن نظائرها وعن مقاصد الشريعة وبعيداً عن مجموعة الأحاديث التي وردت فيها، وليس هذا صنيع السلف -رحمة الله عليهم-، بل ربما نظروا إلى أصل مقصود الشرع، هل ينظر في هذا الباب إلى المسامحة أم التضييق؟ ومعهم ملكات تؤهلهم لذلك. ¶ أئمة ودواوين علم، يحفظون القرآن والسنة، بل البعض يحفظ مئات آلاف الأحاديث. ¶ فإذا جاء أحدهم للمسألة، يستحضر كل هذه النصوص وشتاتها في الكتاب والسنة، وقد تجد الحديث في الهبات، يستنبط منه دليلاً على مسألة ما في الصوم، والحديث في الصلاة وفيه دلالة على مسألة في العشرة الزوجية، وهذا فضل من الله، فاضل به بين العلماء، وظهرت فيه سعة وشمولية هذه الشريعة الكاملة، وظهر فيه فضل علماء السلف: بحسن الاستنباط وحُسن الفهم ودقة الوعي، بل ربما تجد الواحد يحدثك بقصة في آية قرآنية ويستنبط منها حكماً شرعياً ومسألة فقهية.",
            "page": "125",
            "part": "1",
            "seal": "3A5719E5"
        },
        {
            "id": "126",
            "nass": "وهذا من فهمهم عن الله وارتباطهم بالكتاب والسنة، تجد الواحد منهم يقوم بهذا القرآن في ثلاث ليال. يختمونه فتمرّ بهم المسائل، ناهيك عن ورعهم وخوفهم من التقوّل على الله، وارتباطهم بالله، واستلهامهم منه التوفيق والسداد (1) [141] ) ، والمقصود أن الذي يريد أن يضبط الفقه يضبطه بالأصول، ويتقيد بها دون تعصب ولا جمود، في مرحلية ينتقل إلى ما بعدها حتى يصل إلى مرتبة الاجتهاد. ¶ كل ذلك بإخلاص وتعظيم لعلماء السلف، ومعرفة حقهم وعظيم فضلهم علينا. ¶ فكم من قول ربما سخر طالب العلم منه واستهجنه واستبعده، يتبيّن له فيما بعد أنه الصواب، أو يتبيّن وجهه ودليله الذي يعذر به صاحبه أمام الله جل وعلا. ¶ __________ ¶ (1) 141] ) ذكر الشيخ علي القارئ رحمه الله في كتابه الطبقات (أن الإمام أبا حنيفة رحمه الله كان إذا أشكلت عليه مسألة قال لنفسه: ما هذا إلا لذنب أحدثته، فيبدأ يستغفر الله، أو يقوم يصلي، ويتضرع لربه ويدعو مولاه، فيفتحها الله عليه، فيقول: أرجو أن يكون قد تاب الله عليّ – أي: لأن تفهيمه لي السمألة مظنة توبته عليّ -، فبلغ ذلك الفضيل بن عياض، فبكى بكاءً شديداً، وقال: ذلك لقلة ذنوبه، أما غيره فلا ينتبه لذلك) اهـ. من طبقات الحنفية، للشيخ علي القارئ (2/478) نقلاً عن كتاب كيف نتحمس لطلب العلم الشرعي، لمحمد بن صالح آل عبد الله.",
            "page": "126",
            "part": "1",
            "seal": "D91D14E1"
        },
        {
            "id": "127",
            "nass": "كنت أعجب من قول الإمام ابن جرير، شيخ المفسرين رحمه الله، يقول: إن فرض الأذن في الوضوء: الغسل كالوجه، وليس المسح فسألت الوالد -رحمة الله عليه-، فقال: لا تعجب يا بني، ألم يقل صلى الله عليه وسلم في دعاء سجود التلاوة (سجد وجهي للذي خلقه وصوره وشقّ سمعه وبصره..) (1) [142] ) الحديث، فأضاف السمع للوجه، وهذا وإن كان قولاً ضعيفاً ترده السنة القولية والفعلية، لكن المقصود هو معرفة قدرنا عند أولئك الرجال الذين حَوَتْ صدورهم الكتاب والسنة: ((بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ)) [العنكبوت:49] . نسأل الله لنا ولإخواننا العصمة من الزلل. ¶ السؤال التاسع ¶ عندما يفتي البعض في إجابة مسألة، يذكر أقوالاً لأهل العلم فيها، ولا يَنسبها لأصحابها، أليس من الأمانة العلمية: نسبة القول لصاحبه؟ وما هي المراجع والمصادر الفقهية المعتمدة في كل مذهب، والتي تعتني بذكر الأدلة؟ أفيدونا بالتفصيل جزاكم الله خيراً (2) [143] ) ؟ ¶ الجواب: ¶ هذا فيه تفصيل: فإن كان في أسلوب نسبته للقول يوهم أنه من كلامه، فالأمانة العلمية تقتضي: نسبة القول لصاحبه، أما شخص يقول: ¶ اختلف العلماء في هذه المسألة على قولين أو على ثلاثة أقوال، فهذا ليس مدعي لنفسه شيئاً، ولا يطالَب بنسبة الأقوال لأصحابها، وهي في حقه مرتبة فضل، لا مرتبة فرض. ¶ __________ ¶ (1) 142] ) رواه الإمام أبو داود -رحمه الله- وغيره، وصححه الحاكم، ووافقه الإمام الذهبي -رحمهما الله-. ¶ (2) 143] ) من درس شرح عمدة الأحكام، السنن الراتبة، شريط رقم (31) ، وبتصرف من محاضرة آداب طالب العلم، ألقيت بمكة المكرمة.",
            "page": "127",
            "part": "1",
            "seal": "449B6AAF"
        },
        {
            "id": "128",
            "nass": "والعلم بنسبة الأقوال، وحفظها، وحفظ أصحابها، أمر تشيبُ منه الرؤوس، ولذلك تجد شيخ الإسلام ابن تيمية رحمه الله -وناهيك به علماً وتحقيقاً، ومع أنه جمع فأوعى كثيراً من العلم- يقول: وهذه المسألة للعلماء فيها قولان: أصحها كذا وكذا، أو يقول: قول بالمنع وقول بالجواز، ولا ينسب الأقوال، وأحياناً يسترسل فيبيّن صحة النسبة؛ لأن الفقه يحتاج إلى بيان وتمييز الأقوال. ¶ ثم المرتبة الثانية: وهي أعلى مما قبلها: نسبة الأقوال، وأعلى منها تحرير نسبة هذا القول، وهل هو المذهب أم قول ضعيف أم مشهور؟ وهل هو عند المتقدمين أو المتأخرين؟ فهذه أمور تختص بعلماء جهابذة؛ لأنها تحتاج نفساً طويلاً، وباعاً قوياً، وهو من أقوى ما يميز علماء وفقهاء السلف -رحمهم الله- عن غيرهم: الفقه المقارَن أو المقابَل. خذ مثالاً على ذلك: الإمام ابن جرير الطبري -رحمة الله عليه- في اختلاف الفقهاء في التفسير تجده يقول: وقال بعض العلماء: لا يجوز ذلك، ومنهم فلان وفلان.. ثم يسوق سنده حدثني فلان عن فلان أنه سئل عن كذا وكذا فقال بكذا وكذا، وإذا كان في السند أو الرواية ضعف، بيّنه، وهذه أمور خدمها علماء السلف -رحمهم الله- سواء في المذاهب الفقهية أو غيرها من العلوم الأخرى. ¶ وينبغي التنبيه على أن الأئمة لهم أسانيد بعضها أقوى من بعض، وأصحاب وكتب بعضها أقوى في الترجيح من بعض، إذا تعارضوا. ¶ وأما المراجع الفقهية، فخُذها مرتبة حسب المذاهب (1) ¶ __________ ¶ (1) 144] ) أخذت المراجع من مذكرة بخط الشيخ -حفظه الله-، كتبها لطلاب كلية الشريعة بالجامعة الإسلامية بالمدينة المنورة، وأضفت عليها من جواب الشيخ حول المراجع من درس البلوغ في الشريط رقم (9) - كتاب الصلاة، ومن أسئلة الدرس الثاني من دروس شرح سنن الترمذي. ¶ وأحيل القارئ الكريم لأخذ نبذة تعريفية عن كل كتاب وميزاته ومكانته بين كتب المذهب، أحيله على كتاب مهم لطالب علم الفقه، يعتبر مدخلاً لكتب المذاهب، وهو كتاب: (كتابة البحث العلمي ومصادر الدراسات الفقهية) ، لمعالي الدكتور الشيخ عبد الوهاب أبو سليمان، ط دار الشروق بجدة.",
            "page": "128",
            "part": "1",
            "seal": "45BAA279"
        },
        {
            "id": "129",
            "nass": "[144] ) . ¶ أ- الحنفية: ¶ 1- المتون: ¶ - المختصر (1) [145] ) ، للقدوري. ¶ - كنز الدقائق، للنسفي. ¶ 2- الشروح والحواشي: ¶ - فتح القدير، لابن الهُمام مع تكملته (2) [146] ) . (من أكبر شروح الهداية وأوسعها) . ¶ - البحر الرائق شرح كنز الدقائق، لابن نُجيم مع تكملته. ¶ - حاشية عابدين، لابن عابدين مع تكملته، من أفضل كتب المذهب وأجمعها. ¶ - الاختيار في تعليل المختار، لأبي الفضل الموصلي. احتوى على ما عليه الفتوى في المذهب (3) [147] ) . ¶ 3- الكتب التي تعني بأدلة الحنفية: ¶ - أحكام القرآن، للجصاص (من الكتاب) . ¶ - عمدة القاري شرح صحيح البخاري، للعيني (من السنة) . ¶ - المبسوط، للسرخسي، (النقلية والعقلية) . ¶ - بدائع الصنائع، للكاساني، (النقلية والعقلية) . ¶ ب- المالكية: ¶ 1- المتون: ¶ - المختصر، لخليل بن إسحاق. ¶ - الرسالة، لابن ابي زيد القيرواني. ¶ 2- الشروح والحواشي: ¶ - الشرح الكبير، للدردير (أوضحها وأخصرها) . ¶ - مواهب الجليل، للحطاب. ¶ - حاشية الخرشي (اعتنى بالأمثلة) . ¶ - منح الجليل، لعليّش. ¶ - حاشية البناني (اعتنى بالخلاف في المذهب وحَسْمه بين الماليكة، وردَّ تعارض عبارات المختصر) . ¶ - حاشية الدسوقي على الشرح الكبير، للدسوقي. ¶ 3- الكتب التي تعتني بأدلة المالكية: ¶ - أحكام القرآن، لابن العربي (من الكتاب) . ¶ - الجامع لأحكام القرآن، للقرطبي (من الكتاب) . ¶ - المنتقى، للباجي (من السنة) ، مع الأدلة العقلية. ¶ - مسالك الدلالة في بيان أدلة الرسالة، للغماري، مناقشة الأدلة والردود باختصار. ¶ - التمهيد والاستذكار، لابن عبد البر (من السنة) ، ويعتني بالردود والمناقشات في المسائل الخلافية. ¶ ج- الشافعية: ¶ 1- المتون: ¶ - المهذب، للشيرازي. ¶ __________ ¶ (1) 145] ) مطبوع مع اللباب في شرح الكتاب، للميداني - بيروت - المكتبة العلمية عام 1400هـ. ¶ (2) 146] ) التكملة من باب الوكالة إلى آخر الكتاب، للمولي شمس الدين المعروف بقاضي زاده، (ت 988هـ) رحمه الله. ¶ (3) 147] ) مطبوع مع متنه المختار.",
            "page": "129",
            "part": "1",
            "seal": "F19A984A"
        },
        {
            "id": "130",
            "nass": "- المنهاج (منهاج الطالبين) ، للإمام النووي رحمه الله. ¶ 2- الشروح والحواشي: ¶ - المجموع شرح المهذب، للنووي، اعتنى بالأدلة والردود والمناقشات. ¶ - نهاية المحتاج شرح المنهاج، للرملي الملقب بالشافعي الصغير، وهو من أوسع كتب المذهب، ويعتني بالراجح من الخلاف فيه. ¶ - مغني المحتاج، للشربيني. ¶ - حاشية قليوبي وعميرة. ¶ - حواشي الشرواني والعباد. ¶ 3- الكتب التي تعني بأدلة الشافعية: ¶ - أحكام القرآن، إلْكيا الهراسِي الطبري (من الكتاب) . ¶ - فتح الباري، لابن حجر (من السنة) . ¶ - شرح النووي على مسلم (من السنة) . ¶ - المجموع، للنووي، (العقلية والنقلية) . ¶ د- الحنابلة: ¶ 1- المتون: ¶ - المقنع، لابن قدامة. ¶ - منتهى الإرادات، للفتوحي. ¶ - الإقناع، للحجاوي. ¶ 2- الشروح والحواشي: ¶ - المبدع، لابن مفلح. ¶ - شرح منتهى الإرادات، للبهوتي. ¶ - كشاف القناع، للبهوتي. ¶ 3- تحرير المذهب عند اختلاف الروايات والأوجه: ¶ - الإنصاف، للمرداوي، وقد جمعه من مائة وخمسين كتاباً في المذهب، وهو من أعظم كتب الحنابلة. ¶ 4- أدلة الحنابلة: (النقلية العقلية) : ¶ - كتب الإمام ابن قدامة، مثل: العمدة، وهو أخصرها وأجلّها، ثم المقنع، ثم الكافي، ثم المغني. ¶ - كتب شيخ الإسلام ابن تيمية وتلميذه الإمام ابن القيم. ¶ هـ- الظاهرية: ¶ - المحلى، للإمام أبي محمد علي بن حزم الظاهري، وهو أنفسها وأجمعها، وقد جمع فأوعى، وذكر أدلتهم والردود على ما ورد عليهم من اعتراضات. ¶ و مذاهب السلف من الصحابة والتابعين، وأقوالهم في المسائل الخلافية: يمكن معرفتها عن طريق المصنفات والكتب التي تعتني بذكر فتاويهم، وهي تأتي على طريقتين: على طريقة الحكاية والتلخيص، فتجدها في المغني والمجموع؛ وأما على الطريقة المسندة، فمن أشهرها ما يلي: ¶ - المصنف، لعبد الرزاق. ¶ - المصنف، لابن أبي شيبة. ¶ - تهذيب الآثار، للإمام المسند العظيم ابن جرير الطبري. ¶ - المحلى، لابن حزم. ¶ ز- الكتب التي تعتني بنقل الإجماع في المسائل الفقهية:",
            "page": "130",
            "part": "1",
            "seal": "4ADE18D5"
        },
        {
            "id": "131",
            "nass": "-الإجماع، لابن المنذر. ¶ -مراتب الإجماع، لابن حزم. ¶ -مغني ذوي الأفهام، لابن عبد الهادي (1) [148] ) . ¶ السؤال العاشر ¶ يقول الأخ: نويت أن أقوم بتأليف كتاب، ولكن ينتابني وسواس: أن هذا رياء، وأن لا أكتب اسمي وأرمز بلقبي، فهل هذا حل للوسواس، أم ترون أن أكتب اسمي كاملاً ولا أهتم بهذا الوسواس (2) [149] ) ؟ ¶ الجواب: ¶ أولاً: لا أرى أن كل إنسان -عنت له فكرة التأليف- أن يكتب إلا بشروط ثلاثة: ¶ أ- الأهلية في العلم والتأليف: وتكون بشهادة أهل العلم للشخص. ¶ جلس الإمام مالك رحمه الله ذات يوم بين طلابه، فسأل سائل عن مسألة، فأجابه عبد الرحمن بن القاسم العتقي، وهو من أصحاب مالك، فغضب مالك رحمه الله وقال: لا ينبغي لأحد أن يفتي حتى يشهد له من هو خير منه أنه أهل للفتوى، والله ما أفتيت الناس حتى شهد لي سبعون من أهل هذا المسجد -يعني مسجد النبي صلى الله عليه وسلم- أني أهل للفتوى (3) [150] ) ، فلا ينبغي التصدر الكامل للفتوى والتأليف، إلا ممن شهد له أهل العلم بأنه أهل لهذا المقام. ¶ فالعينُ تُبصِرُ ما دنى ونأى ... ... ... ولا تَرى ما بها إلا بمرآةِ ¶ ويعلم الله (4) [151] ) : أنني عرض عليّ مجلس أفضل من هذا المجلس، في مسجد النبي صلى الله عليه وسلم وأنا أصغر سناً من الآن، وامتنعت؛ لأن التصدر يحتاج إلى أهلية. ¶ أما كون الإنسان يجمع من هنا وهناك، ويعيد صياغة العبارات، ثم يخرجها، وتحسب على أنها كتب علمية فلا. ¶ __________ ¶ (1) 148] ) للشيخ -حفظه الله- درساً مستقلاً في كيفية كتابة البحوث الفقهية والاستفادة من المصادر والمراجع ضمن أشرطة شرح عمدة الفقه. للتوسع يمكن الرجوع إليها. ¶ (2) 149] ) بتصرف، من سؤال في دروس شرح عمدة الفقه، في باب الطلاق، وبتصرف من مقدمة دروس شرح عمدة الأحكام عند قول المصنف رحمه الله: فقد سألني. ¶ (3) 150] ) ذكره الحافظ الذهبي رحمه الله في السير. انظر نزهة الفضلاء (3/621) . ¶ (4) 151] ) من شرح دروس عمدة الأحكام -كتاب الحج- عام 1414هـ.",
            "page": "131",
            "part": "1",
            "seal": "C04B2994"
        },
        {
            "id": "132",
            "nass": "والأهلية تحتاج إلى أمور ثلاثة: ¶ أ- علم موروث عن النبي صلى الله عليه وسلم. ¶ ب- سنوات طويلة من طلب العلم، وكان السلف ربما جلس الواحد منهم عند العالم ثلاثين عاماً، قبل أن يتصدر للتدريس. ¶ ج- عقل؛ لان الإنسان قد يكون عالم ولا عقل له. والعلماء ثلاثة مراتب: ¶ أ- عالم عقله أكبر من علمه، عنده علم قليل، ولكن عنده حكمة وبصيرة في توجيه الناس وإرشادهم إلى ما يكون فيه خير كثير. ¶ ب- عالم علمه أكبر من عقله، عنده علم كثير ويحفظ ويقرأ، ولكنه لا يحسن وضع الأمور في نصابها. ¶ ج- عالم استوى عقله وعلمه، وهذه مرتبة الكمال، فلا بد من الأمرين للمتصدر. ¶ العلم: وهو الركيزة الأولى، والعقل: الذي يعرف به محاسن الأمور ومساوئها، وهذه الركيزة الثانية. ¶ وأما التصدر الجزئي فيكفي فيه علم الشخص بالمسألة التي يتكلم فيها. ¶ ومن لم يتوفر فيه هذا الشرط، فليتقِ الله في نفسه وفي المسلمين؛ لأن النبي صلى الله عليه وسلم حذّر من اتخاذ الجهال رؤوساً في توجيه الأمة وتعليمها، وذلك في قوله عليه الصلاة والسلام: (حتى إذا لم يبقَ عالم، اتخذ الناس رؤوساً جهالاً، فأفتوا بغير علم، فضلوا وأضلوا) (1) [152] ) . ¶ ولأن من ألف فقد عرض عقله على الناس في طبق، فإما أن يرى منه عقل كامل، أو ما هو دون ذلك. ¶ إضافة إلى مدح الناس وثنائهم عليه بالخير أو ذمهم، ولذلك قالوا: من ألف فقد استهدف، أي صار هدفاً للناس في المدح أو الذم. ¶ وكان علماء السلف إذا الفوا، عرضوا مؤلفاتهم على علماء عصرهم حتى يشهدوا بأهلية المؤلف (2) [153] ) . ¶ __________ ¶ (1) 152] ) متفق عليه من حديث عبد الله بن عمرو وعائشة رضي الله عنهما. ¶ (2) 153] ) ومن ذلك عرض الإمام البخاري رحمه الله كتابه بعد تأليفه على كبار حفاظ عصره، كالإمام أحمد، وابن المديني، وابن معين -رحمة الله على الجميع-.",
            "page": "132",
            "part": "1",
            "seal": "181CA164"
        },
        {
            "id": "133",
            "nass": "ب-أن توجد الحاجة لهذا التأليف: وهي من علامات وثمرات الإخلاص وإرادة وجه الله، أما إذا لم توجد حاجة، فلماذا يؤلف الإنسان! وما وجد هذا الزخم والغثاء في التآليف المعاصرة إلا حين فُقد هذا الشرط، وصار كل من اشتهى ألّف، ولذلك انظر إلى السلف الصالح -رحمة الله عليهم- ما كانوا يؤلفون حتى يلحّ عليهم في الطلب ويسألوا (1) [154] ) . ¶ ولله أمر عجيب: أن ترى من يؤلف اليوم في مسالة قُتِلَت بحثاً من علماء سلفنا الصالح -رحمة الله عليهم-، وأنهوا الكلام فيها واستوعبوها بحثاً، وكفونا فيها المؤنة. ¶ فيأتي هذا ويقول: أحكام الوضوء، والثاني يؤلف في أحكام السواك أو الطهارة، وكلها مسائل ليست طارئة أو نازلة، بل ربما من المسائل التي هي من الفروع الواضحة، والتي قلّ أن يخلو منها كتاب. ¶ فيأتي هذا -وليته يكتفي بالنقل المقيد-، لا.. بل المصيبة أنه يجمع من كتب بعض المذاهب الزلات والهنات، ويطلق لسانه بالسب والشتم والثلب وانتقاص العلماء، وربما نقل عبارة لكي يعلق عليها بصفحات يثرب فيها على من ألف قبله، وهذا خطأ، وإلا لما ألّف أحد (2) [155] ) . نسأل الله السلامة والعافية. ¶ بل ربما نصَّب نفسه حكماً بين فحول الأئمة والعلماء، كالإمام أبي حنيفة ومالك والشافعي وأحمد -رحمة الله عليهم-. ¶ __________ ¶ (1) 154] ) انظر مقدمة كل من: الإمام مسلم رحمه الله لصحيحه، وخليل صاحب المختصر، وعمدة الأحكام، وشرح منتهى الإرادات للبهوتي - فقد صرحوا في مقدماتهم بأن من سبب تأليفهم الإلحاح عليهم والطلب في التأليف-، ونظم العمريطي، للورقات حيث قال: ¶ وقد سئلت مدة في نظمه ¶ مسهلاً لحفظه وفهمه ¶ فلم أجد مما سُئلت بُدا ¶ وقد شرعت في مستمدا ¶ وقال الشيخ حافظ حكمي رحمه الله في مقدمة سلم الوصول: ¶ سألني إياه من لا بدّ لي ... ... ... من امتثال سؤله الممتثل ¶ (2) 155] ) قال بعض الفضلاء: ¶ الناس لم يؤلفوا في العلم ¶ حتى يكونوا غرضاً للذم ¶ ما ألفوا إلا ابتغاء الأجر ¶ والحسنات وجميل الذكر",
            "page": "133",
            "part": "1",
            "seal": "60B2B5C6"
        },
        {
            "id": "134",
            "nass": "مواقف كان يهابها العلماء الحفاظ الأتقياء، ويأتي هذا يزعم أنه أتى بالقول الفصل الذي لا ينبغي اتّباع قول غيره (1) [156] ) ، ويخرج على الناس في المسائل بأشذ وأضعف قول عند السلف. نعم هناك تعصب ولا شك، والإنسان ليس بكامل. ¶ والتعصب جبلّة، والمعصوم من عصمه الله من التعصب لغير الحق، والمبالغة في ذلك حتى يخرج الإنسان فيها عن حدّ الشرع لا تحمد. ¶ ولا نقصد بهذا الكلام تقديس أقوال العلماء، لكن أن نعرف قدرنا ومن نحن بعد الله لولا كتبهم وعلمهم، والتآليف أمانة، والناس إذا قرأت لك أو استمعت لمحاضرتك أو دروسك تأتمنك على الدين. ¶ ج- أن يكتب وهو يريد وجه الله والدار الآخرة، ونفع الأمة، لا الرياء والشهرة، ولا مزاحمة الغير. ولما ألّف الإمام مالك رحمه الله موطأه، ألّف الناس الموطآت، فقالوا له: يا أبا عبد الله.. كثرت الموطآت، فقال: ستعلمون ما أريد به وجه الله (2) [157] ) . ¶ والآن -بالله عليكم- هل تعرفون موطأ غير موطأ الإمام مالك برواية محمد بن الحسن أو يحيى بن يحيى الليثي، اندثرت كل تلك الموطآت، فالأمور التي يقصد بها غير وجه الله عز وجل، غالباً تكون وبالاً على صاحبها، فما كان لله دام واتصل. ¶ ثانياً: التأليف لا يدل دائماً على العلم: ¶ __________ ¶ (1) 156] ) روى أبو نعيم رحمه الله في الحلية عن سعيد بن سليمان قال: قلّما سمعت مالكاً يفتي بشيء إلاتلا هذه الآية: ((إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ)) [الجاثية:32] . ¶ (2) 157] ) الديباج (ص:26) .",
            "page": "134",
            "part": "1",
            "seal": "BCA8233A"
        },
        {
            "id": "135",
            "nass": "فبعض الناس قد يعجز أثناء درسه عن إباحة كل ما في نفسه من علم، ويكون علمه مختبئاً، لا يظهر إلا إذا أمسك قلمه، والبعض العكس، وبعض العلماء جمع الله له بين التدريس والتأليف، وهذا موجود في كتب التراجم، تجد بعضهم أثني عليه في التدريس، ولم يُثن عليه في التأليف؛ ولذلك اليوم تجد البعض من العلماء وعاء من أوعية العلم، حافظاً يستحضر الشتات في المسألة، لكن لو سألته عن نازلة، لا يحسن الفتوى فيها، ولله تعالى في خلقه شؤون وحِكم. ¶ ولا مانع أن تؤلف وتنفع إخوانك، ولو أخذت كتاباً من كتب السلف، أخرجته للنور -تحتسب عند الله الأجر، ويكون لك مثل أجر مؤلفه ووفاءً لحقهم علينا- لكان أجدى من هذا الزخم الموجود في المكتبات، والذي لا نحتاجه. ¶ السؤال الحادي عشر ¶ نرجو من فضيلة شيخنا الكريم أن يعطينا بعض الأشياء عن حياة والده وبعض المواقف من سيرته (1) [158] ) ؟ ¶ الجواب: ¶ هذا سؤال مفاجئ، والشخص إذا فوجئ بالسؤال لا يستحضر، لكن من أهم الأمور التي كنت ألمسها في الوالد -رحمة الله عليه-: ¶ أ- قضية إخلاص العمل لله جل جلاله. أذكر أني ذات مرة راجعته في مسألة فيها دخلٌ من الدنيا، فقال لي كلمة قد يقولها عوام الناس، ولكن والله كان لها عظيم الأثر في قلبي إلى الآن، قال: يا بني.. إن الله عليم بذات الصدور - أي بحقائقها من إرادة وجهه أو إرادة الدنيا -، فقال: بذات الصدور، والله هذه الكلمة إلى الآن في قلبي، كل ما وجدت شيئاً من دخل الدنيا تذكرتها. ¶ __________ ¶ (1) 158] ) من محاضرة (وصايا لطالب العلم) ، و (بتصرف) من محاضرة (قبسات من حياة النبي صلى الله عليه وسلم) ، ألقيت في الدمام بتاريخ 5/6/1412هـ.",
            "page": "135",
            "part": "1",
            "seal": "5780AF64"
        },
        {
            "id": "136",
            "nass": "ب-مما لسمته منه -رحمة الله عليه-: كثرة العبادة الخفية، كان يجلس مع الناس ولا تظهر عليه كثرة العبادة، ولكن ما إن يخلو في جوف الليل حتى أسمع نشيجه وبكاؤه من غرفته -رحمة الله عليه-، وكان كثير قيام الليل، حتى أني أذكر أن بعض المشايخ في بعض المحاضرات استبعد أن يختم الشخص القرآن في ليلة، وجرى بينه وبينه كلام، وقلت: إن ذلك ممكن، خاصة في ليالي الشتاء، وإن كان -طبعاً- خلاف السنة كما تعلمون، أن لا يُختم في أقل من ثلاث. ¶ فذكرت ذلك للوالد، فقال: ليس ببعيد، بل هو سهل جداً وبسيط، فلم أزل معه وكأني مع المحاضر أشكك في ذلك حتى قال لي: يا بني.. الحمد لله مرّت عليّ في بداية الطلب سنوات أستفتح بعد العشاء بالقرآن ولا يأتي السحر إلا وأنا في آخر القرآن. رحمة الله عليه. ¶ ج-ومما عرف به: الورع والحرص على أكل الحلال. يقول لي العم: محل اتفاق عندنا أنه ما كان عنده صبوة إلى الحرام. ¶ د-وكان أهم شيء عنده: الوقت، منذ بداية الطلب، يذكر لي أحد كبار السن عن خال له من أقرباء الشيخ الذي ارتحل الوالد لأخذ العلم عنه، يقول: وكان لا يخالط الطلاب إلا إذا كانت هناك فائدة، ولا يأنس بكل أحد -رحمة الله عليه-، وأنا لا أذكر أنه دخل المنزل وكان الوقت وقد صلاة وجلس دون أن يبدأ بالصلاة، حتى في مرض موته، كان يصلي جالساً ما كتب الله له، ثم ينقلب على فراشه. ¶ وله مكتبة فيها ما لا يقل عن أربعة آلاف كتاب، ما فيها كتاب إلا وقرأه من جلدته إلى جلدته. ¶ هـ- ووجدت فيه خصلة، أنه لا يمكن أن يتكلم في شيء يجهله، ولو كان من أوضح الواضحات، وكان يستشهد بقول الله تعالى: ((قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ)) [ص:86] ، وإذا أعطاك المسالة يعطيك إياها عن تحرير، وهذا من أجلِّ نعم الله على طالب العلم: أن يرزقه الله عدم تكلف شيء لا يعرفه، وهو دليل على أمانته ووقوفه عند حدود الله.",
            "page": "136",
            "part": "1",
            "seal": "4FCB70E3"
        },
        {
            "id": "137",
            "nass": "و ومن الخصال التي كان يتحلى بها: عدم مبالاته بالدنيا أقبلت أو أدبرت. أذكر ذات مرة أنه حفر بئراً كلفه ما لا يقل عن مائتين وخمسين ألف ريال، ولم يشأ الله أن يخرج منها ماء، فجاء الذي حفره وقال: يا شيخ.. هذا يحتمل أن يسدّ شيئاً من المجاري، ويمكن مستقبلاً، أن يتحسن الوضع - يخفف الصدمة على الوالد-، فقال: يا بني.. والله لو تذهب هذه المزرعة كلها فإني راضٍ عن الله. ¶ ز- وقلّ أن يُسأل شيئاً إلا أعطاه. دخلتُ عليه ذات يوم فوجدته يبكي، فلما رآني قلب وجهه إلى جهة الفراش ثانية ومسح الدموع، ثم جلس كأن لم يكن به شيء، فلما استقرّ بي المجلس وحييته بما يليق، سأتله لمعرفة ما الذي يبكيه -وكنت جريئاً عليه نوعاً ما-، وخشيت أن يكون جاءه ما يسوء، فما زلت به وهو يريد أن يصرفني، فقلت: يا شيخ.. رأيتك تبكي! فقال: يا بنيّ.. وما لي لا ابكي وأيتام فلان توفي أبوهم وليس عندي ما أرسله لهم!!. والله ما كفّ بكاءه حتى يسر الله عز وجل ما يسر، وإذا به كأنني جئت بالحاجة إليه. ¶ وكان يعوّدنا الرحمة والرأفة بالمساكين، وهي خصلة عجيبة فيه، حتى كان يقول لي: إذا مررتَ بامرأة تسأل، لا تجاوزها حتى تعطيها، ولو تعطيها غترتك التي على راسك، كأني أتعجب من هذا الكلام. ¶ فقال: لأنك تعرف المرأة إذا احتاجت قد تقع في الزنا، وهي عورة من عورات المسلمين، فلا يليق بك أن تمرّ بها إلا وقد كفيتها ولو كانت كاذبة. ¶ وكان راتبه أكثر من سبعة آلاف في ذلك الزمان، ما يأتي منتصف الشهر إلا ويقترض -رحمة الله عليه-، فنفعه الله بهذه الصفة كثيراً، ولذلك إذا أراد الله أن يفرغ طالب العلم للعلم، نزع من قلبه حبّ الدنيا. ويعلم الله كم من بيوت لمّا توفي، فقدتْ عطفه وحنانه. ¶ الموقف الأخير أذكره - ولعله يكون سبباً للترحم عليه- أنه قبل أن يتوفى بقرابة ثلث ساعة، والله العظيم لا أذكر أنني رأيته أشرق وجهاً ولا أبهج نفساً منه من تلك الساعة -رحمة الله عليه-. ¶ هذه بعض المواقف التي تحضرني، واسأل الله العظيم أن يجمعنا في مستقر رحمته.",
            "page": "137",
            "part": "1",
            "seal": "1004D10E"
        },
        {
            "id": "138",
            "nass": "السؤال الثاني عشر ¶ هل هناك نظم في الفقه تنصحون به (1) [159] ) ؟ ¶ الجواب: ¶ حفظ المتون في خير، ومن حفظ المتون حاز الفنون، لكن لا أرى أن يزاحم الطالب ذاكرته في بداية الطلب بحفظ المتون في الفقه، بل يبدأ بحفظ القرآن، ثم أحاديث الأحكام، بحفظ عمدة الأحكام، ثم بلوغ المرام، ثم له بعد ذلك أن يحفظ ما شاء من المتون الفقهية. ¶ ومن ابتدأ بفقهه بحفظ نصوص الكتاب والسنة بارك الله له في فقهه، ولقي الله عز وجل بدليل وحجة، وهذا شيء مجرّب، كم من طلاب علم يحفظون نصوص العلماء وخلافهم وأقوالهم في المذهب وغيره، ويحسنون الصدر والورد، وإذا أقمته أمام الدليل لا يحسن فهمه ولا الاستنباط منه، وهذا -لاشك- إغراق في حفظ المتون الفقهية دون وعي وفهم لأصولها. والفقه في الحقيقة يقوم على الفهم عن الله ورسوله صلى الله عليه وسلم، وهذا الذي عناه النبي صلى الله عليه وسلم بقوله: (من يرد الله به خيراً يفقهه في الدين) (2) [160] ) . ¶ فمن وفقه الله لمعرفة النصوص النازلة كتاباً وسنة واجتهاداً صحيحاً مبنياً على نظر صحيح، وأحسنَ فهمها وفهم قواعدها، وأصول الشرع التي بنيت عليه الأحكام، لا شك أنه قد أصاب الفقه. ¶ السؤال الثالث عشر ¶ نريد من الشيخ نبذة عن كيفية طلبك للعلم؟ ¶ الجواب: ¶ جزى الله من كتبه ورجى ثوابه، وأخشى أن أثبّط طلاب العلم، وتكونون كالمستجير من الرمضاء في النار. ¶ والحديث عن النفس محرج، لكن على العموم نذكر بعض الشيء، وأسأل الله العظيم ألا يؤاخذني في الآخرة على ملء مادة من الشريط بمثل هذه الأخبار، ولكن حسبنا الله ونعم الوكيل. ¶ __________ ¶ (1) 159] ) من دروس شرح عمدة الفقه، سؤال في آخر الدرس في كتاب القضاء - باب تعارض الدعاوى. ¶ (2) 160] ) متفق عليه من حديث معاوية ابن أبي سفيان رضي الله عنه.",
            "page": "138",
            "part": "1",
            "seal": "2A835CD8"
        },
        {
            "id": "139",
            "nass": "أما عن طلبي للعلم، فأسأل الله أن يجزي الوالد عني كل خير، وأحمد الله تبارك وتعالى أن هيأه لي وسخره لي، وما كان العبد ليصيب ذلك لولا فضل الله. كان رحمه الله حريصاً إلى أخذنا إلى مجالسه في الحرم، وحضور درسه في البيت، وكان يأخذني منذ الصغر معه لدرسه بالحرم، حتى أنني ربما أنام -من صغري- في حجره في الدرس؛ لأنه كان يدرّس بعد الفروض كلها، إلا العصر أحياناً يكون عنده درس في البيت، فلما بلغت الخامسة عشرة، أمرني أن أجلس بين يديه وأن اقرأ عليه دروس الحرم، فابتدأت معه في سنن الترمذي، وتعرفون بداية مثلي في جمع من الناس في مسجد النبي صلى الله عليه وسلم، ولكنه أراد أن يشحذ همتي، وكان يحسن الظن فيّ، أسأل الله العظيم ألا يخيّب ظنه فيّ. ¶ فابتدأت بقراءة سنن الترمذي، ثم الموطأ، وختمته عليه، ثم سنن ابن ماجة، وتوفي ولم أكمله عليه، وأسال الله أن يكتب له أجر إكماله. هذا بالنسبة للدرس الأول بعد المغرب. ¶ ثم يأتي طالب ويقرأ عليه درس في اللغة، ثم طالب يقرأ عليه درساً في الفقه، وكنت أحضر معه. ¶ وبعد العشاء كنت أقرأ عليه صحيح مسلم، حتى ختمه، وابتدأ بالختمة الثانية، وتوفي في آخرها. ومن غريب ما يذكر: أنه توفي عند باب فضل الموت والدفن في المدينة. ¶ وأذكر أنه في آخر هذا الدرس دعا، ولم تكن عادته الدعاء في هذا الموضع، وقد قرأت عليه هذا الحديث من البخاري ومسلم قرابة أربعة مرات، ما أذكر أنه دعا إلا في آخر مجلس من حياته، وكان صحيحاً ليس به بأس، فبعد أن ذكر الفضل في الموت في المدينة وأقوال الصحابة، قال: وأسأل الله ألا يحرمنا ذلك، فأمّن الحاضرون، وكان تأمينهم ملفت للنظر كتأمين المصلين في الحرم في الصلاة من كثرتهم. ¶ ثم في الفجر كان يقرأ التفسير حتى تطلع الشمس، وأما بعد صلاة الظهر فكنت أقرأ عليه صحيح البخاري حتى ختمته، ثم ابتدأتُ قراءة ثانية، وتوفي ولم أكملها عليه.",
            "page": "139",
            "part": "1",
            "seal": "45FE3036"
        },
        {
            "id": "140",
            "nass": "وأما بالنسبة لقراءتي الخاصة عليه، فقرأت عليه في الفقه متن الرسالة حتى أكملته. وشيئاً كثيراً من مسائل كتاب بداية المجتهد، وكنت أحررها، وكان رحمه الله واسع الباع في علم الخلاف، إلا أنه من ورعه كان لا يرجح. ¶ وأما بالنسبة لعلم الأصول فقرأت عليه، لكنه كان رحمه الله لا يحب كثرة الجدل والمنطق، التي يقوم عليها علم الأصول، فكان إذا دخلت معه في المنطق يقول: قم يطردني؛ لأنه كان يرى تحريمه، وهو قول لبعض العلماء. ¶ وإن كان اختيار بعض المحققين -ومنهم شيخ الإسلام- التفصيل كما أشار إلى ذلك الناظم بقوله: ¶ وابن الصلاح والنّواوي حَرّما ... وقال قومٌ ينبغي أن يُعْلَما ¶ والقولة المشهورة الصحيحة ... جوازه لكامل القريحة ¶ ممارسِ السنة والكتاب ... ليهتدي بها إلى الصواب ¶ المقصود: أن أُدلل على أني ما أستوعب معه جانب الأصول من ناحية المنطق والخلافات، وأتممته على بعض المشايخ الذين كان لهم باع فيه، وأسأل الله أن يكون فيها تعويض لما لم أقرأه على الوالد. ¶ أما المصطلح، فقرأت عليه بعض المنظومات، منها البيقونية والطلعة (1) [161] ) ، وقرأت عليه في تدريب الراوي. ¶ والسيرة كان له درس في رمضان يقرأ فيه البداية والنهاية، وكان في التاريخ شيء عجيب، حتى إن الشيخ محمد العثيمين يقول لي: كان والدك يحفظ البداية والنهاية. ¶ __________ ¶ (1) 161] ) طلعة الأنوار في علم آثار النبي المختار، نظم لمجدد العلم ببلاد شنقيط الفقيه العلامة: سيدي عبد الله بن الحاج إبراهيم العلوي، اختصر فيه ألفية الحافظ العراقي في مصطلح الحديث، وشرحها العلامة حسن المشاط رحمه الله، وهي مطبوعة. تقدمت ترجمته (ص: 106، 107) , أنظر ترجمته في أوائل نشر البنود، شرح مراقي السعود، والوسيط في تراجم أدباء شنقيط (ص:37) .",
            "page": "140",
            "part": "1",
            "seal": "5C72B6E2"
        },
        {
            "id": "141",
            "nass": "وكان له باع في علم الأنساب، والحقيقة أنني قصّرت فيه ولم آخذ عنه، ويعلم الله: ما كان يمنعني منه إلا خشية أن الإنسان يأتي ويقول: هذه القبيلة تنتمي إلى كذا، فيتحمل أوزار أنساب أمم هو في عافية منه، لكن الحمد لله، في الفقه والحديث والعلوم التي أخذتها عليه غناء عن غيرها. ¶ السؤال الرابع عشر ¶ هناك بعض الشباب الملتزمين يرفضون الأذان والإقامة بقصد الخوف من الرياء، والتواضع، وأنه ليس أهلاً لذلك، مع العلم أنهم لو رفضوا لأخذ مكانهم الجهلة، فما نصيحتكم لهؤلاء (1) [162] ) ؟ ¶ الجواب: ¶ الإمامة شعيرة من شعائر الإسلام، يقوم بها العلماء الأعلام، وأشباههم من طلاب العلم الكرام، وكم يُحيى من سنن المرسلين إذا تقلدها الأخيار، وكم يُحيى من بدع المضلين، ويمات من سنن المرسلين إذا تقلدها الفجار الأشرار. ينبغي على طالبٍ إذا كان في حيّ لا يوجد فيه غيره وتعينت عليه، أن يتولاها، ويأثم إذا تقاعس لدرجة يليها من هو أجهل منه، ممن قد يعَرّض صلاة الناس إلى الخلل، أو يكون في تقدمه ضرر على الناس في دينهم أو عقائدهم. ¶ وأما إذا وجد في حيّ فيه من يتولاها غيره، وامتنع على سبيل التورع أو التفرغ لطلب العلم فلا حرج عليه، خاصةً إذا غلب على ظنه أن الإمامة تشغله عن إتقان العلم؛ لأن التفرغ مقدم على بعض الأحوال في بداية الطلب. ¶ والأفضل أن يجمع طالب العلم بين الطلب والإمامة، كي تعينه على تبليغ رسالة الله، ولا ينبغي لمن فتح الله له باب دعوة في الخطابة أو الإمامة أن يتقاعس. ¶ __________ ¶ (1) 162] ) من دروس شرح بلوغ المرام.",
            "page": "141",
            "part": "1",
            "seal": "E0554B9E"
        },
        {
            "id": "142",
            "nass": "وينبغي لطالب العلم إذا تقدم للإمامة أن يحفظ مسائل الإمامة وأحكامها، ويتصل بالعلماء ويستشيرهم عن هدي النبي صلى الله عليه وسلم في صلاته، ويجعل لأهل الحيّ درساً أسبوعياً في مسجده، ويفتح للناس قلبه، ويسمع مشاكلهم، فإن الإمامة بمثابة الأبوة للناس، وإمام الحي لا يكون إماماً بمعنى الكلمة، إلا إذا جمع بين رضاء الله ورضاء الناس، وذلك بالتودد لهم والتلطف لهم في حدود الشرع. ¶ الخاتمة (1) [163] ) ¶ فيا شباب الإسلام.. ¶ ويا طلاب العلم.. ¶ ويا ورثة الأئمة الأعلام.. ¶ إن ثغور الإسلام باكية.. ¶ إن منابر الإسلام شاكية.. ¶ إن ثغور الإسلام تنتظركم.. ¶ إن ثغور الإسلام تنتظر من طلاب العلم أن يسدوها، وأن يحموا حماها، وأن يغاروا لله وفي دين الله على ما فيها.. ¶ يا طلاب العلم.. مَن للحكمة والسنة والقرآن؟.. ¶ من للعقيدة والإيمان؟.. ¶ مَن يحمي حمَى (طاعة) الله المجيد؟.. ¶ مَن يبصر القلوب بالله؟.. ¶ إن وراءكم قلوباً تشتاق إلى لقياكم.. ¶ إن وراءكم أمماً تتعطش إلى الجلوس معكم.. ¶ إن وراءكم أمماً تنتظر منكم كلمة تدل على الله.. ¶ تنتظر منكم موعظة تذكر بالله.. ¶ إن وراءكم قلوب ضلّت عن السبيل، تنتظر منكم الهداية والسبيل.. ¶ إن وراءكم أمماً هي الخصوم لكم بين يدي الله.. ¶ والله، ما من ضال عن سبيل الله، إلا وهو خصم للعالم وطالب العلم بين يدي الله، فالله الله فيما حُمّلتم من دين الله، ما أعظم الأمانة التي حُمّلتموها والمسئولية التي تقلدتموها، فاتقوا الله في أبناء المسلمين، اتقوا الله في هذا الدين، ضاعت ثغور الإسلام، جفّت المحابر، وبكت المنابر، فمن لها إن لم تكونوا لها يا شباب الأمة، ويا ورثة العلماء والأئمة، اتقوا الله في هذه الرسالة، المسئولية بين يدي الله عن ذلك عظيمة. ¶ __________ ¶ (1) 163] ) من محاضرة (حلية طالب العلم) ، للشيخ محمد.",
            "page": "142",
            "part": "1",
            "seal": "B6114B01"
        },
        {
            "id": "143",
            "nass": "لذلك: فإن كل طالب علم دخل إلى جامعة، أو جلس في حلقة، أو لازم شيخاً، فليعلم أنه بمجرد دخوله، وبمجرد ملازمته، قد وضعَ قدمه على عتبة المسئولية بين يدي الله عز وجل، وأنه سيحمل على ظهره أمانة يوقف فيها بين يدي الله، إما أن تشقيه وإما أن تسعده وترضيه. ¶ فاعلموا -إخواني- أن التخصص في العلم الشرعي، وحمل هذه الحِكَم من الكتاب والسنة ما هي إلا حجج تكون للإنسان أو على الإنسان. ¶ جاء بعض السلف إلى أمّ المؤمنين عائشة رضي الله عنها وكان يسألها المسائل، فقالت له يوماً من الأيام: أي بنيّ.. أكُلَّ ما علمتَه عملتَ به؟ فقال: يا أماه.. إني مقصّر -وجلس يشتكي من تقصيره- فقالت له: يا بنيّ.. لِمَ تستكثر من حجج الله عليك (1) [164] ) . ¶ فينبغي لنا أن نستشعر أن هذا العلم الذي نتعلمه حجج علينا، وأن وراءنا أمماً تنتظر هذا الوحي بفارغ الصبر، وراءك أهلك، وراءك حيك وأهل بلدتك وعشيرتك، ينتظرون هذا العلم الذي تتعلمه، فاتق الله فيما تعلمت، وكن غيوراً على هذا الدين، وبث الحِكم من كتاب الله وسنة سيد المرسلين صلوات الله وسلامه عليه إلى يوم الدين. ¶ احتسبوا -إخواني- الأجر عند الله، واعلموا أن هذا العلم لا يراد به الدنيا، وإنما يراد به ما عند الله. قال صلى الله عليه وسلم: (من تعلم علماً مما يبتغى به وجه الله، لا يتعلمه إلا ليصيب به عرضاً من الدنيا، لم يجد عرف الجنة) (2) [165] ) . ¶ فطلاب العلم هم أشبه الناس بالعلماء، وأعرفهم بالفضل وسبيل الأدب مع الله عز وجل وخَلقه. لهم الأخلاق السامية، والآداب العالية، يغزون القلوب بأخلاقهم وأدبهم، قبل أن يغزوا العقول بأفهامهم ودعوتهم (3) [166] ) . ¶ __________ ¶ (1) 164] ) وروى الحافظ ابن عبد البر في الجامع مثله عن أبي الدرداء (ص:695) – ط. دار ابن الجوزي. ¶ (2) 165] ) رواه أحمد (2/338) ، وأبو داود (3664) ، وابن ماجة (252) ، والحاكم (1/85) وصححه ووافقه الذهبي. ¶ (3) 166] ) من محاضرة الغرور وأثره على طلاب العلم، للشيخ.",
            "page": "143",
            "part": "1",
            "seal": "BD5D95FE"
        },
        {
            "id": "144",
            "nass": "اللهم إنا نسألك الإخلاص في العلم والعمل، ونسألك بعزّتك وجلالك أن تجعل هذا العلم حجة لنا لا حجة علينا، وآخر دعوانا أن الحمد لله ربّ العالمين، وصلى الله وسلّم على نبيه وآله وصحبه أجمعين (1) [167] ) . ¶ أحد طلاب العلم ¶ المدينة المنورة (26/8/1416هـ) ¶ فهرس الموضوعات ¶ الإهداء ... 2 ¶ مقدمة ... 3 ¶ تمهيد في شرف العلم ومكانة العلماء ... 7 ¶ الفصل الأول معالم في الأدب مع العلماء ... 11 ¶ أولاً: الأدب لأموات العلماء رحمهم الله: ... 15 ¶ المَعْلَمْ الأول: ذكرهم بالجميل: ... 15 ¶ المَعْلَمْ الثاني: ذكرهم بالإجلال والإعظام: ... 17 ¶ المَعْلَمْ الثالث: أن يعتني بردّ الجميل لهم: ... 17 ¶ المَعْلَمْ الرابع: نشر فضلهم بين الأحياء، والاعتذار لهم في الأخطاء: ... 18 ¶ ثانياً: الأدب مع الأحياء من العلماء: ... 19 ¶ __________ ¶ (1) 167] ) .. وبعد أخي الطالب، فقد زففتُ لك أجمل عرائس سمعتها أذناي من فيّ هذا الفقيه الرباني -متعنا الله ببقائه وثبّته إلى يوم لقاءه-، وأعيذني وإياك بالله أن يكون حظنا منها العلم وحده دون العمل والتأسي. ¶ إنها معالم تربوية، ومدارج مستقاة من آثار نبوية، جديرة بقول القائل: ¶ معالم يَفنى الدهرُ وهي خوالد ¶ وتنخفض الأعلام وهي فوارع ¶ مناهج فيها للهدى مُتَصَرّف ¶ موارد فيها للرشاد شرائع ¶ فهل تكون هذه الكلمات النيرات من الشيخ تبصرة وذكرى لنا؟. وغذاءاً لأرواحنا، فإن نماء الروح لا حدّ يقف عنده. ¶ فالازدياد في الهدى، والقرب من الله، وعَدل السيرة، وحسن الخلق، هو الغرض من التعليم، والغاية من التربية، كما حدده لنا الإمام الشافعي رحمه الله بقوله: ¶ إذا لم يزد علم الفتى قلبَه هدى ¶ وسيرتَه عدلاً وأخلاقه حسناً ¶ فبشره أن الله أولاه نقمة ¶ يُساء بها مثل الذي عبد الوثنا ¶ جعلني الله وإياك مفاتيح للخير، مغاليق للشر، واستعملنا غرساً في طاعته، وسبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت، أستغفرك وأتوب إليك، والحمد لله رب العالمين.",
            "page": "144",
            "part": "1",
            "seal": "3088EF8C"
        },
        {
            "id": "145",
            "nass": "المَعْلَمْ الأول: التبكير لمجلس العلم: ... 21 ¶ المَعْلَمْ الثاني: الدنو والقرب من العلماء، والجلوس جلسة الموقر لمجلس العلم المتلهف عليه: ... 21 ¶ المَعْلَمْ الثالث: الإنصات: ... 22 ¶ المَعْلَمْ الرابع: التأدب معهم في الخطاب والسؤال: ... 23 ¶ المَعْلَمْ الخامس: تحضير الدروس: ... 25 ¶ المَعْلَمْ السادس: التواضع للحق: ... 25 ¶ الفصل الثاني معالم في آداب طالب العالم في نفسه ... 28 ¶ المَعْلَمْ الأول: تقوى الله: ... 29 ¶ المَعْلَمْ الثاني: الإخلاص لله: ... 30 ¶ المَعْلَمْ الثالث: الإقبال على العلم بكليته: ... 32 ¶ المَعْلَمْ الرابع: الصبر وتحمل المشقة في الطلب: ... 33 ¶ المَعْلَمْ الخامس: حفظ الوقت واغتنامه: ... 35 ¶ المَعْلَمْ السادس: اختيار الرفقة في الطلب: ... 37 ¶ المَعْلَمْ السابع: الوصية بالرفقة: ... 38 ¶ المَعْلَمْ الثامن: الأدب وحسن الخلق: ... 42 ¶ المَعْلَمْ التاسع: أخذ العلم عن أهله: ... 46 ¶ المعْلَمْ العاشر: الاهتداء بالكتاب والسنة: ... 49 ¶ المَعْلَمْ الحادي عشر: العمل بالعلم: ... 50 ¶ الفصل الثالث معالم في آداب طالب العلم في درسه ... 53 ¶ المَعْلَمْ الأول: أخذ العلم فنّاً فنّاً: ... 54 ¶ المَعْلَمْ الثاني: الاجتهاد في ضبط العلم: ... 54 ¶ المَعْلَمْ الثالث: عدم الاستعجال في النزول للساحة: ... 55 ¶ المَعْلَمْ الرابع: مذاكرة العلم: ... 56 ¶ الفصل الرابع معالم في بعض أحكام الفتوى ... 58 ¶ تمهيد ... 59 ¶ المَعْلَمَ الأول: إخلاص النية لله: ... 61 ¶ المَعْلَمَ الثاني: البصيرة في العلم: ... 62 ¶ المَعْلَمَ الثالث: الورع: ... 62 ¶ المَعْلَمَ الرابع: معرفة المصالح والمفاسد المترتبة على الفتوى: ... 63 ¶ المَعْلَمَ الخامس: تحصيل الخشية من الله عز وجل: ... 64 ¶ المَعْلَمَ السادس: التأني في فهم السؤال وتصوره: ... 64 ¶ المَعْلَمَ السابع: معرفة حال المستفتي: ... 67 ¶ الفصل الخامس إجابات مُهِمّة عن أسئلة مُلِمّة ... 68 ¶ السؤال الأول: ... 68",
            "page": "145",
            "part": "1",
            "seal": "FB981EC7"
        },
        {
            "id": "146",
            "nass": "السؤال الثاني: ... 69 ¶ السؤال الثالث: ... 72 ¶ السؤال الرابع: ... 74 ¶ السؤال الخامس: ... 77 ¶ السؤال السادس: ... 78 ¶ السؤال السابع: ... 80 ¶ السؤال الثامن: ... 87 ¶ السؤال التاسع: ... 93 ¶ السؤال العاشر: ... 97 ¶ السؤال الحادي عشر: ... 100 ¶ السؤال الثاني عشر: ... 102 ¶ السؤال الثالث عشر: ... 103 ¶ السؤال الرابع عشر: ... 105 ¶ الخاتمة ... 107 ¶ فهرس الموضوعات ... 110 ¶ ---",
            "page": "146",
            "part": "1",
            "seal": "67863014"
        }
    ],
    "t3934": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "معالم تربوية لطالبي أسنى الولايات الشرعية"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد في شرف العلم ومكانة العلماء"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: معالم في الأدب مع العلماء"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: معالم في آداب طالب العالم في نفسه"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "المعلم الأول: تقوى الله"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "المعلم الثاني: الإخلاص لله"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الثالث: الإقبال على العلم بكليته"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "المعلم الرابع: الصبر وتحمل المشقة في الطلب"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الخامس: حفظ الوقت واغتنامه"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم السادس: اختيار الرفقة في الطلب"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم السابع: الوصية بالرفقة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الثامن: الأدب وحسن الخلق"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم التاسع: أخذ العلم عن أهله"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم العاشر: الاهتداء بالكتاب والسنة"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الحادي عشر: العمل بالعلم"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: معالم في آداب طالب العلم في درسه"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الأول: أخذ العلم فنا فنا"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": "1",
            "tit": "المعلم الثاني: الاجتهاد في ضبط العلم"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الثالث: عدم الاستعجال في النزول للساحة"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: معالم في بعض أحكام الفتوى"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": "1",
            "tit": "تمهيد: في أهمية مقام الفتوى"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الأول: إخلاص النية لله"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الثاني: البصيرة في العلم"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الثالث: الورع"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الرابع: معرفة المصالح والمفاسد المترتبة على الفتوى"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم الخامس: تحصيل الخشية من الله عز وجل"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم السادس: التأني في فهم السؤال وتصوره"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "المعلم السابع: معرفة حال المستفتي"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس: إجابات مهمة عن أسئلة ملمة"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "السؤال الأول"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الثاني"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الثالث"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الرابع"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الخامس"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال السادس"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال السابع"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الثامن"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال التاسع"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال العاشر"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الحادي عشر"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الثاني عشر"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": "1",
            "tit": "السؤال الثالث عشر"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "السؤال الرابع عشر"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس الموضوعات"
        }
    ]
}