{
    "b3976": [
        {
            "id": "1",
            "nass": "من عقائد السّلف (الرَّد على الْجَهْمِية) ¶ للْإِمَام الْحَافِظ ابْن مَنْدَه 310-395هـ ¶ تَحْقِيق وَتَعْلِيق الدكتور على بن مُحَمَّد بن جر الفقيهي الْأُسْتَاذ المساعد بكلية الدعْوَة وأصول الدّين ¶ الْحلقَة الثَّانِيَة ¶ بَاب ذكر قَول الله عز وَجل {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَي} (ص75) . ¶ ذكر مَا يسْتَدلّ بِهِ من كَلَام النَّبِي صلى الله عَلَيْهِ وَسلم على أَن الله جلّ وَعز خلق آدم عَلَيْهِ السَّلَام بيدين حَقِيقَة. ¶ 1- (38) أخبرنَا أَبُو الطَّاهِر أَحْمد بن عَمْرو الْمصْرِيّ، ثَنَا يُونُس بن عبد الْأَعْلَى ثَنَا عبد الله بن وهب، أَخْبرنِي هِشَام بن سعد، عَن زيد بن أسلم عَن أَبِيه أَن عمر بن الْخطاب رَضِي الله عَنهُ قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِن مُوسَى عَلَيْهِ الصَّلَاة وَالسَّلَام قَالَ: يَا رب أَيْن أَبونَا الَّذِي أخرجنَا وَنَفسه من الْجنَّة؟ فَأرَاهُ الله آدم، فَقَالَ مُوسَى عَلَيْهِ السَّلَام: أَنْت آدم فَقَالَ: نعم، قَالَ: فَمَا حملك على أَن أخرجتنا ونفسك من الْجنَّة؟ قَالَ: من أَنْت؟ قَالَ: أَنا مُوسَى قَالَ: أَنْت الَّذِي كلمك الله من وَرَاء حجاب وَلم يَجْعَل بَيْنك وَبَينه رَسُولا من خلقه، قَالَ: نعم، قَالَ: فَمَا وجدت فِي كتاب الله أَن ذَلِك كَائِن قبل أَن أخلق، قَالَ: نعم، قَالَ: فَفِيمَ تلومني فِي شَيْء سبق من الله جلّ وَعز فِيهِ الْقَضَاء قبلي، فَقَالَ: رَسُول الله صلى الله عَلَيْهِ وَسلم فحج آدم مُوسَى\" 1. ¶ __________ ¶ 1 د/ فِي السّنة/ بَاب فِي الْقدر، 5/ 78 ح 4702 من طَرِيق أَحْمد بن صَالح قَالَ ثَنَا ابْن وهب بِهِ وَإِسْنَاده حسن.",
            "page": "213",
            "part": "1",
            "seal": "684B1670"
        },
        {
            "id": "2",
            "nass": "2- (39) أخبرنَا أَحْمد بن عَمْرو، ثَنَا يُونُس بن عبد الْأَعْلَى، ثَنَا ابْن وهب، أنبا يُونُس1 عَن ابْن شهَاب عَن حميد بن عبد الرَّحْمَن بن وهب2 أَنه سمع أَبَا هُرَيْرَة حدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: ¶ \"احْتج آدم ومُوسَى عِنْد ربهما، فحج آدم مُوسَى عَلَيْهِمَا الصَّلَاة وَالسَّلَام، فَقَالَ مُوسَى: أَنْت الَّذِي خلقك الله بِيَدِهِ وَنفخ فِيك من روحه، وأسجد لَك مَلَائكَته، وأسكنك فِي جنته، ثمَّ أهبطت النَّاس بخطيئتك الأَرْض، فَقَالَ آدم: أَنْت مُوسَى اصطفاك الله برسالته، وبكلامه، وأعطاك الألواح فِيهَا تبيان كل شَيْء وقربك نجيا، فبكم وجدت الله كتب التَّوْرَاة قبل أَن يخلقني. فَقَالَ مُوسَى بِأَرْبَعِينَ عَاما، قَالَ آدم: فَهَل وجدت فِيهَا {وَعَصَى آدَمُ رَبَّهُ فَغَوَى} (طه/121) قَالَ: نعم، قَالَ: فتلومني على أَن عملت عملا كتبه الله عليَّ أَن أعمله قبل أَن يخلقني بِأَرْبَعِينَ سنة، قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فحج آدم مُوسَى\" 3. ¶ 3- (40) أخبرنَا أَبُو عَمْرو أَحْمد بن مُحَمَّد بن إِبْرَاهِيم مولى بني هَاشم، ثَنَا أَبُو أُميَّة الطرسوسي، ثَنَا أَبُو الْوَلِيد، ثَنَا عِكْرِمَة بن عمار، ثَنَا يحي ابْن أبي كثير، عَن أبي سَلمَة، حَدثنِي أَبُو هُرَيْرَة، أَنه سمع رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: ¶ \"تحاج آدم ومُوسَى فَقَالَ آدم لمُوسَى: أَنْت الَّذِي اصطفاك الله على خلقه وفضلك برسالته، ثمَّ صنعت الَّذِي صنعت، النَّفس الَّتِي قتلت، قَالَ مُوسَى لآدَم: فَأَنت آدم الَّذِي خلقك الله بِيَدِهِ، وأسجد لَك مَلَائكَته وأسكنك جنته ثمَّ فعلت الَّذِي فعلت لَوْلَا مَا فعلت دخلت ذريتك الْجنَّة، فَقَالَ آدم: تلومني فِي أَمر قد قدر عَليّ قبل أَن أخلق، قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: حج آدم مُوسَى\" 4. ¶ 4- (41) أخبرنَا مُحَمَّد بن الْحُسَيْن بن الْقطَّان بنيسابور، ثَنَا أَحْمد بن يُوسُف السّلمِيّ، ثَنَا النَّضر بن مُحَمَّد الجرشِي، ثَنَا عِكْرِمَة بن عمار، ثَنَا يحي بن أبي كثير، ثَنَا ¶ __________ ¶ 1 يُونُس - هُوَ ابْن يزِيد بن أبي النجاد الْأَيْلِي ... ثِقَة إِلَّا أَن فِي رِوَايَته عَن الزُّهْرِيّ وهما قَلِيلا، وَفِي غير الزُّهْرِيّ خطأ، من كبار السَّابِعَة، مَاتَ سنة تسع وَخمسين على الصَّحِيح، روى عَن ابْن شهَاب، وَعنهُ ابْن وهب، تقريب 2/ 386. تَهْذِيب 11/ 45. ¶ 2 حميد بن عبد الرَّحْمَن بن عَوْف الزُّهْرِيّ الْمدنِي، ثِقَة، من الثَّانِيَة، مَاتَ سنة خمس وَمِائَة على الصَّحِيح، رُوِيَ عَن أبي هُرَيْرَة، وَعنهُ ابْن شهَاب. تقريب 1/ 203. تَهْذِيب 3/ 45. ¶ 3 إِسْنَاده حسن. ¶ 4 فِيهِ مُتَابعَة أبي سَلمَة لحميد بن عبد الرَّحْمَن عَن أبي هُرَيْرَة، وَقد جَاءَ فِيهِ تَقْدِيم قَول آدم على قَول مُوسَى، وَلَعَلَّ هَذَا من عِكْرِمَة بن عمار وَهُوَ الْعجلِيّ أَبُو عمار اليمامي، وَهُوَ صَدُوق يغلط، وَفِي رِوَايَته عَن يحيي بن أبي كثير اضْطِرَاب، انْظُر تَرْجَمته فِي تَهْذِيب التَّهْذِيب 7/ 261، وتقريب التَّهْذِيب 2/ 30. ¶ وَأخرجه الْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 315.",
            "page": "214",
            "part": "1",
            "seal": "2DE675C3"
        },
        {
            "id": "3",
            "nass": "أَبُو سَلمَة قَالَ عِكْرِمَة بن عمار وسمعته من عبد الله بن عُمَيْر اللَّيْثِيّ1، عَن أبي هُرَيْرَة قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"تحاج آدم ومُوسَى، فَقَالَ آدم: يَا مُوسَى أَنْت الَّذِي بَعثك الله برسالته، واصطفاك بِكَلَامِهِ على خلقه، ثمَّ فعلت كَذَا وَكَذَا، فَقَالَ مُوسَى: يَا آدم أَنْت آدم أَبُو النَّاس الَّذِي خلقك جلّ وَعز بِيَدِهِ، وأسجد لَك مَلَائكَته، وأسكنك جنته ثمَّ صنعت الَّذِي صنعت فلولا أَنْت لدخل ذريتك الْجنَّة، قَالَ آدم لمُوسَى: أتلومني على أَمر قدر عليَّ قبل أَن يخلقني، فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: فحج آدم مُوسَى\" 2. ¶ 5- (42) أخبرنَا أَبُو عَمْرو، ثَنَا أَبُو أُميَّة، ثَنَا حَامِد بن يحي3، عَن أَيُّوب ابْن النجار اليمامي4 ثَنَا يحي بن أبي كثير، عَن أبي سَلمَة عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" (تحاج) آدم ومُوسَى عَلَيْهِمَا الصَّلَاة وَالسَّلَام، فَقَالَ مُوسَى: يَا آدم أَنْت أَبونَا خلقك الله بِيَدِهِ، وَنفخ فِيك من روحه، وأسجد لَك مَلَائكَته، خَيَّبْتَنَا وأخرجتنا من الْجنَّة، فَقَالَ آدم: أَنْت مُوسَى كلمك الله تكليما، وَخط لَك التَّوْرَاة بِيَدِهِ واصطفاك برسالته، فبكم وجدت فِي كتاب الله تَعَالَى {وَعَصَى آدَمُ رَبَّهُ فَغَوَى} قَالَ: بِأَرْبَعِينَ سنة، قَالَ: فتلومني على أَمر قدره الله عَليّ قبل أَن يَخْلُقَنِي بِأَرْبَعِينَ سنة، قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: فحج آدم مُوسَى\". ¶ وَهَذِه الْأَحَادِيث صِحَاح ثَابِتَة لَا مدفع لَهَا، وَلِهَذَا الحَدِيث طرق عَن أبي هُرَيْرَة مِنْهَا أَبُو سَلمَة5 وَمُحَمّد بن سِيرِين 6 والأعرج، وَسَعِيد بن الْمسيب وَغَيرهم7. ¶ __________ ¶ 1 هُوَ عبد الله بن عبيد، بِالتَّصْغِيرِ بِغَيْر إِضَافَة ابْن عُمَيْر اللَّيْثِيّ الْمَكِّيّ، ثِقَة، من الثَّالِثَة اسْتشْهد غازيا سنة ثَلَاث عشرَة، م عَم. تقريب 1/431. روى عَنهُ عِكْرِمَة بن عمار، تَهْذِيب 5/308. تَهْذِيب الْكَمَال 5/355 مُصَور بالجامعة الإسلامية. ¶ 2 إِسْنَاده حسن، فقد صرح يحيي بن أبي كثير بِالتَّحْدِيثِ، ثمَّ إِن عِكْرِمَة بن عمار الَّذِي فِي رِوَايَته عَن يحيي بن أبي كثير اضْطِرَاب، قد رَوَاهُ عَن عبد الله بن عبيد الله بن عُمَيْر اللَّيْثِيّ غير أَن فِيهِ تَقْدِيم قَول آدم على قَول مُوسَى، وَهَذَا يُخَالف الرِّوَايَات الْأُخْرَى. ¶ 3 حَامِد بن يحيي بن هَانِئ الْبَلْخِي، ثِقَة حَافظ، من الْعَاشِرَة، مَاتَ سنة اثْنَتَيْنِ وَأَرْبَعين، رُوِيَ عَن أَيُّوب بن النجار، تَهْذِيب 2/169. تقريب 1/146. ¶ 4 أَيُّوب بن النجار بن زِيَاد الْحَنَفِيّ، أَبُو إِسْمَاعِيل قَاضِي الْيَمَامَة. ثِقَة مُدَلّس من الثَّامِنَة./ خَ م س. وَفِي التَّهْذِيب قَالَ ابْن أبي مَرْيَم، عَن ابْن معِين ثِقَة صَدُوق، وَكَانَ يَقُول: لم أسمع من يحيي بن أبي كثير إِلَّا حَدِيثا وَاحِدًا: التقى آدم ومُوسَى. قلت: وَهُوَ هَذَا الحَدِيث وَقد صرح فِيهِ بِالْحَدِيثِ، انْظُر تَهْذِيب 1/413. تقريب 1/91. ¶ 5 خَ/ فِي التَّفْسِير/ بَاب/ فَلَا يخرجنكما من الْجنَّة فتشقى. فتح الْبَارِي 8/434 ح 4838 من طَرِيق قُتَيْبَة، ثَنَا أَيُّوب بن النجار، عَن يحيي بن أبي كثير عَن أبي سَلمَة. ¶ 6 خَ/ التَّفْسِير/ بَاب/ واصطنعتك لنَفْسي، فتح الْبَارِي 8/434 ح 4836. ¶ 7 مِنْهُم أَبُو صَالح عَن أبي هُرَيْرَة. ت/ أَبْوَاب الْقدر، 6/336، ح 2217 تحفة الأحوذي. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 316. من طَرِيق أبي الزِّنَاد وَهُوَ عبد الرَّحْمَن.",
            "page": "215",
            "part": "1",
            "seal": "3817C5C8"
        },
        {
            "id": "4",
            "nass": "(ذكر خبر آخر يدل على مَا تقدم) ¶ 6- (43) أخبرنَا مُحَمَّد بن عبد الله بن أَبى رَجَاء، ثَنَا مُوسَى بن هَارُون، ثَنَا قُتَيْبَة بن سعيد ح ثَنَا مُحَمَّد بن يَعْقُوب بنيسابور، ثَنَا مُحَمَّد بن نعيم، ثَنَا قُتَيْبَة، ثَنَا اللَّيْث بن سعد، عَن سعيد المَقْبُري، عَن سعيد بن يسَار، عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"مَا تصدق أحد بِصَدقَة إِلَّا أَخذهَا الرَّحْمَن عز وَجل بِيَمِينِهِ، فيربيها كَمَا يربى فُلُوَّه أَو فَصِيله\". وَهَذَا خبر ثَابت بِاتِّفَاق1، وَله طرق عَن أبي هُرَيْرَة مِنْهَا أَبُو صَالح السمان2، وَأَبُو سعيد المَقْبُري وَغَيرهمَا. ¶ __________ ¶ 1 م/ كتاب الزَّكَاة بَاب قبُول الصَّدَقَة من الْكسْب الطّيب. 2/702 ح 63. ¶ جه /كتاب الزَّكَاة / بَاب فضل الصَّدَقَة، 1/590 ح 1842. ¶ الْمُوَطَّأ/ كتاب الصَّدَقَة/ بَاب التَّرْغِيب فِي الصَّدَقَة 1/615 طبعة الشّعب. ¶ ابْن خُزَيْمَة/ فِي التَّوْحِيد ص 61. ¶ 2 خَ/ كتاب الزَّكَاة/ بَاب الصَّدَقَة من كسب طيب، فتح الْبَارِي 3/278 ح 1410. ¶ حم/2/419. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 328.",
            "page": "216",
            "part": "1",
            "seal": "4415C6EA"
        },
        {
            "id": "5",
            "nass": "ذكر خبر آخر يدل على مَا تقدم ¶ ... ¶ (ذكر خبر يدل على مَا تقدم) ¶ 7- (44) أخبرنَا الْحسن بن مُحَمَّد بن النَّضر، ثَنَا إِسْمَاعِيل بن يزِيد، ثَنَا سُفْيَان بن عُيَيْنَة، عَن عَمْرو بن دِينَار الْمَكِّيّ، عَن عَمْرو بن أَوْس، عَن عبد الله بن عَمْرو يبلغ بِهِ النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"إِن المقسطين عِنْد الله يَوْم الْقِيَامَة على مَنَابِر من نور عَن الْيَمين الرَّحْمَن عز وَجل وكلتا يَدَيْهِ يَمِين، هم الَّذين يعدلُونَ فِي حكمهم، وأهليهم وَمَا وُلُّوا\" 3 وَهَذَا حَدِيث ثَابت بِاتِّفَاق. ¶ __________ ¶ 3 م/ كتاب الْإِمَارَة/ بَاب فَضِيلَة الإِمَام الْعَادِل....، 3/1458 ح 18، من طَرِيق أبي بكر بن أبي شيبَة، وَزُهَيْر بن حَرْب، وَابْن نمير قَالُوا: ثَنَا سُفْيَان بن عُيَيْنَة بِهِ. ¶ حم/ 2/160، 203. ¶ ن/ كتاب آدَاب الْقُضَاة/ فضل الْحَاكِم الْعَادِل فِي حكمه 8/195. ¶ والآجري فِي الشَّرِيعَة ص 322. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 324.",
            "page": "216",
            "part": "1",
            "seal": "67769237"
        },
        {
            "id": "6",
            "nass": "بَاب: فِي ذكر مَا ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم مِمَّا يدل على معنى قَول الله جلّ وَعز {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ} (الْمَائِدَة/64) . ¶ 1- (45) أخبرنَا مُحَمَّد بن سعيد بن إِسْحَاق، ثَنَا عَمْرو بن سعيد الْجمال، ثَنَا أَبُو دَاوُد الطَّيَالِسِيّ ح/ وَأخْبرنَا عبد بن يحي بن مَنْدَه، ثَنَا إِسْمَاعِيل بن عبد الله بن مَسْعُود، ثَنَا أَبُو الْوَلِيد، ثَنَا شُعْبَة، عَن عَمْرو بن مرّة، سَمِعت أَبَا عُبَيْدَة يحدث عَن أبي مُوسَى الْأَشْعَرِيّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم: \" إِن الله يبسط يَده بِالنَّهَارِ ليتوب مسيء اللَّيْل، حَتَّى تطلع الشَّمْس من مغْرِبهَا\" 1. ¶ 2- (46) أخبرنَا مُحَمَّد بن عبد الله بن أبي رَجَاء بِمَكَّة ثَنَا مُوسَى بن هَارُون، ثَنَا مُحَمَّد بن الصَّباح، ثَنَا عبد الْعَزِيز بن أبي حَازِم، حَدَّثَنى أبي، عَن عُبَيْدَة الله بن مقسم، عَن عبد الله بن عمر أَنه قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول على الْمِنْبَر: \" يَأْخُذ الْجَبَّار سماواته وأرضه بِيَدِهِ وَقبض يَده فَجعل يقبضهَا ويبسطها، ثمَّ يَقُول: أَنا الْجَبَّار أَنا الْملك أَيْن الجبارون أَيْن المتكبرون\" 2. وَهَذَا حَدِيث ثَابت بِاتِّفَاق. ¶ 3- (47) أخبرنَا عبد الرَّحْمَن بن يحي بن مَنْدَه، وَعبد الله بن إِبْرَاهِيم الْمقري، قَالَا: ثَنَا أَبُو مَسْعُود أَحْمد بن الْفُرَات أنبا على ابْن إِسْحَاق ثَنَا ابْن الْمُبَارك، ثَنَا يُونُس، عَن الزُّهْرِيّ، عَن سعيد بن الْمسيب، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" يقبض الله الأَرْض يَوْم الْقِيَامَة ويطوي السَّمَاء بِيَمِينِهِ، وَيَقُول: أَنا الْملك أَيْن مُلُوك الأَرْض\" 3. ¶ 4- (48) أخبرنَا عبد الله بن إِبْرَاهِيم، ثَنَا أَبُو مَسْعُود الرَّازِيّ، ثَنَا عَليّ بن إِسْحَاق ¶ __________ ¶ 1 م/ كتاب التَّوْبَة/ بَاب قبُول التَّوْبَة ... ، 4/2113 من طَرِيق مُحَمَّد بن الْمثنى، ثَنَا مُحَمَّد بن جَعْفَر، ثَنَا شُعْبَة بِهِ، وَفِيه: إِن الله عز وَجل يبسط يَدَيْهِ بِاللَّيْلِ ليتوب مسيء النَّهَار. ¶ حم/ 4/395-404، كَرِوَايَة مُسلم. ¶ 2 م/ كتاب صِفَات الْمُنَافِقين، 4/2149 ح 25، من طَرِيق سعيد بن مَنْصُور، ثَنَا يَعْقُوب بن عبد الرَّحْمَن، ثنى أَبُو حَازِم بِهِ. ¶ جه/ مُقَدّمَة/ بَاب فِيمَا أنْكرت الْجَهْمِية، 1/71 ح 198. وَفِي الزّهْد/ بَاب ذكر الْبَعْث 2/1429 ح 4275. ¶ 3 خَ/ فِي التَّفْسِير/ بَاب وَالْأَرْض جَمِيعًا قَبضته يَوْم الْقِيَامَة ... فتح الْبَارِي 8/551 ح 4812 من طَرِيق.... ابْن شهَاب بِهِ. ¶ وَفِي التَّوْحِيد/ بَاب قَول الله تَعَالَى {مَلِكِ النَّاسِ} فتح الْبَارِي 13/367 ح 738 من طَرِيق.... سعيد بن الْمسيب بِهِ. ¶ جه/ الْمُقدمَة/ بَاب فِيمَا أنْكرت الْجَهْمِية، 1/68 ح 192 من طَرِيق يُونُس بِهِ. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 323.",
            "page": "217",
            "part": "1",
            "seal": "391FE187"
        },
        {
            "id": "7",
            "nass": "عَن ابْن مبارك، عَن عنْبسَة، عَن حبيب بن أبي عمْرَة، عَن مُجَاهِد، عَن ابْن عَبَّاس، عَن عَائِشَة قَالَت: سَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم عَن قَوْله جلّ وَعز {وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ} (الزمر/67) ، أَيْن النَّاس؟ قَالَ: \"على الصِّرَاط\"1. ¶ __________ ¶ 2 جه/ فِي الْمُقدمَة/ بَاب فِيمَا أنْكرت الْجَهْمِية، 1/71 ح 197.... عَن أبي الزِّنَاد بِهِ. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 328. ¶ 3 خَ/ الزَّكَاة/ بَاب الصَّدَقَة من كسب طيب/ فتح الْبَارِي 3/278 ح 1410 من طَرِيق عبد الله بن مُنِير ... عَن أبي هُرَيْرَة، وَلَفظه، فَإِن الله يتقبلها بِيَمِينِهِ. ¶ وَفِي التَّوْحِيد/ بَاب قَوْله تَعَالَى {تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ} ، فتح الْبَارِي 13/415 ح 7430 عَن طَرِيق خَالِد ين مخلد.. عَن أبي هُرَيْرَة، وَسَعِيد بن يسَار عَن أبي هُرَيْرَة. ¶ م/ فِي الزَّكَاة/ بَاب قبُول الصَّدَقَة من الْكسْب الطّيب وتربيتها، 2/702 ح 63 من طَرِيق قُتَيْبَة بن سعيد بِهِ. ¶ حم/ 2/331، 418، 431، 538، 541. ¶ ت/ الزَّكَاة/ بَاب مَا جَاءَ فِي فضل الصَّدَقَة، تحفة الأحوذي 3/327 ح 656. ¶ الدَّارمِيّ/ الزَّكَاة/ بَاب فضل الصَّدَقَة، 1/333 ح 1682. تَحْقِيق السَّيِّد عبد الله هَاشم طبعة 1386 هـ. ¶ الْمُوَطَّأ/ الصَّدَقَة/ بَاب التَّرْغِيب فِي الصَّدَقَة ص 615 طبعة الشّعب. ¶ جه/ الزَّكَاة/ بَاب فضل الصَّدَقَة 1/590 ح 1842. ¶ وَالدَّارَقُطْنِيّ، فِي الصِّفَات، ورقة 4/ب خَ بالجامعة الإسلامية.",
            "page": "218",
            "part": "1",
            "seal": "E4B0B9A0"
        },
        {
            "id": "8",
            "nass": "(ذكر خبر آخر يدل على مَا تقدم من ذكر الْيَد) ¶ 5- (49) أخبرنَا أَبُو عَمْرو بني هَاشم، ثَنَا أَبُو حَاتِم الرَّازِيّ، ثَنَا أَبُو الْيَمَان، ثَنَا شُعَيْب، ثَنَا أَبُو الزِّنَاد، عَن الْأَعْرَج، عَن أبي هُرَيْرَة، أَن رَسُول الله عَلَيْهِ وَسلم قَالَ: ¶ \"يَد الله مَلأى لَا ينقصها نَفَقَة، سحاء اللَّيْل وَالنَّهَار، وَقَالَ: أَرَأَيْتُم مَا أنْفق مُنْذُ خلق السَّمَوَات وَالْأَرْض فَإِنَّهُ لم ينقص مِمَّا فِي يَده، وَكَانَ عَرْشه على المَاء وَبِيَدِهِ الْمِيزَان، يخْفض وَيرْفَع\" 2. ¶ __________ ¶ 2 جه/ فِي الْمُقدمَة/ بَاب فِيمَا أنْكرت الْجَهْمِية، 1/71 ح 197.... عَن أبي الزِّنَاد بِهِ. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 328.",
            "page": "218",
            "part": "1",
            "seal": "42682FE4"
        },
        {
            "id": "9",
            "nass": "(ذكر قَول النَّبِي صلى الله عَلَيْهِ وَسلم: إِن الصَّدَقَة تربو فِي كف الرَّحْمَن عز وَجل) . ¶ 6- (50) أخبرنَا مُحَمَّد بن يَعْقُوب بن يُوسُف الأخرم بنيسابور، ثَنَا مُحَمَّد بن نعيم، ثَنَا ابْن قُتَيْبَة، ح وثنا مُحَمَّد بن عبد الله بن أبي رَجَاء، ثَنَا مُوسَى بن هَارُون، ثَنَا قُتَيْبَة، ثَنَا اللَّيْث، عَن سعيد بن أبي سعيد بن يسَار، سمع أَبَا هُرَيْرَة يَقُول: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"إِن الصَّدَقَة تربو فِي كف الرَّحْمَن حَتَّى تكون أعظم من الْجَبَل، كَمَا يُربي أحدكُم فلوه أَو فَصِيله\" هَذَا حَدِيث ثَابت بِاتِّفَاق3. ¶ __________ ¶ 3 خَ/ الزَّكَاة/ بَاب الصَّدَقَة من كسب طيب/ فتح الْبَارِي 3/278 ح 1410 من طَرِيق عبد الله بن مُنِير ... عَن أبي هُرَيْرَة، وَلَفظه، فَإِن الله يتقبلها بِيَمِينِهِ. ¶ وَفِي التَّوْحِيد/ بَاب قَوْله تَعَالَى {تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ} ، فتح الْبَارِي 13/415 ح 7430 عَن طَرِيق خَالِد ين مخلد.. عَن أبي هُرَيْرَة، وَسَعِيد بن يسَار عَن أبي هُرَيْرَة. ¶ م/ فِي الزَّكَاة/ بَاب قبُول الصَّدَقَة من الْكسْب الطّيب وتربيتها، 2/702 ح 63 من طَرِيق قُتَيْبَة بن سعيد بِهِ. ¶ حم/ 2/331، 418، 431، 538، 541. ¶ ت/ الزَّكَاة/ بَاب مَا جَاءَ فِي فضل الصَّدَقَة، تحفة الأحوذي 3/327 ح 656. ¶ الدَّارمِيّ/ الزَّكَاة/ بَاب فضل الصَّدَقَة، 1/333 ح 1682. تَحْقِيق السَّيِّد عبد الله هَاشم طبعة 1386 هـ. ¶ الْمُوَطَّأ/ الصَّدَقَة/ بَاب التَّرْغِيب فِي الصَّدَقَة ص 615 طبعة الشّعب. ¶ جه/ الزَّكَاة/ بَاب فضل الصَّدَقَة 1/590 ح 1842. ¶ وَالدَّارَقُطْنِيّ، فِي الصِّفَات، ورقة 4/ب خَ بالجامعة الإسلامية.",
            "page": "218",
            "part": "1",
            "seal": "71692CE4"
        },
        {
            "id": "10",
            "nass": "(ذكر خبر آخر على مَا تقدم من معنى قَوْله لما خلقت بيَدي) . ¶ 7- (51) أخبرنَا مُحَمَّد بن إِبْرَاهِيم بن عبد الْملك الْقرشِي، ثَنَا أَحْمد بن إِبْرَاهِيم البسري، ثَنَا أَبُو طَاهِر أَحْمد بن عَمْرو، ثَنَا خالى عبد الحميد، ثَنَا يحي بن أَيُّوب، عَن دَاوُد بن أبي هِنْد، عَن أنس بن مَالك قَالَ: ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"إِن الله جلّ وَعز خلق الفردوس بِيَدِهِ، وحظرها عَن كل مُشْرك ومدمن خمر\" 1. ¶ 8- (52) أخبرنَا أَحْمد بن سَلمَة الْمُؤَدب بِمصْر، ثَنَا أَبُو الزِّنْبَاع، ثَنَا سعيد بن عفير، ثَنَا يحي بن أَيُّوب، عَن خَالِد بن يزِيد، عَن سعيد بن أبي هِلَال، عَن أنس بن مَالك أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \"إِن الله جلّ وَعز خلق الفردوس بِيَدِهِ، وحظرها عَن كل مُشْرك ومدمن خمر سكير\" 2. ¶ 9- (53) أخبرنَا أَحْمد بن مُحَمَّد بن عمر بن أبان، ثَنَا عبد الله بن أَحْمد بن حَنْبَل، ثَنَا أبي ثَنَا يحي بن سعيد، عَن أبي عجلَان، قَالَ سَمِعت أبي يحدث عَن أبي هُرَيْرَة، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: ¶ \"إِن الله جلّ وَعز كتب على نَفسه بِيَدِهِ لما خلق الْخلق أَن رَحْمَتي تغلب غَضَبِي\". روى هَذَا الحَدِيث جمَاعَة عَن أبي هُرَيْرَة، لم يذكر فِيهِ كتب على نَفسه بِيَدِهِ غير ابْن عجلَان3. ¶ __________ ¶ 1 23 لم أعثر على من خرجهما، وَفِيمَا تقدم من آيَات وَأَحَادِيث مَا يُغني عَنْهُمَا. وَقد وجدت للْحَدِيث شَاهدا مُرْسل فِي الْأَسْمَاء وَالصِّفَات للبيهقي من حَدِيث عبد الله بن الْحَارِث عَن أَبِيه، ص 318. ¶ 2 ¶ 3 جه/ مُقَدّمَة/ بَاب فِيمَا أنْكرت الْجَهْمِية 1/67 ح 189 من طَرِيق مُحَمَّد بن يحيي ثَنَا صَفْوَان بن عِيسَى عَن ابْن عجلَان عَن أَبِيه عَن أبي هُرَيْرَة، وَفِيه: كتب على نَفسه بِيَدِهِ. ¶ وَابْن خُزَيْمَة فِي التَّوْحِيد ص 58. وَالدَّارَقُطْنِيّ فِي الصِّفَات، ورقة 2/ب خَ.",
            "page": "219",
            "part": "1",
            "seal": "704D1875"
        },
        {
            "id": "11",
            "nass": "(ذكر خبر آخر على مَا تقدم من ذكر الْيَد والكف) . ¶ 10- (54) أخبرنَا عبد الرَّحْمَن بن يحي بن مَنْدَه، وَعبد الله بن إِبْرَاهِيم، قَالَا: ثَنَا أَحْمد بن الْفُرَات، أنبأ عبد الله بن صَالح، ثَنَا مُعَاوِيَة بن صَالح، عَن رَاشد بن سعد عَن عبد الرَّحْمَن بن قَتَادَة، عَن هِشَام بن حَكِيم، أَن رجلا قَالَ: ¶ يَا رَسُول الله أنبتدئ الْأَعْمَال أم قد قضى الْقَضَاء؟ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِن الله أَخذ من بني آدم من ظُهُورهمْ ذُرِّيتهمْ وأشهدهم على أنفسهم، ثمَّ أَفَاضَ بهم فِي",
            "page": "219",
            "part": "1",
            "seal": "FBA938CA"
        },
        {
            "id": "12",
            "nass": "كَفه وَقَالَ: هَؤُلَاءِ إِلَى الْجنَّة وَهَؤُلَاء إِلَى النَّار فَأهل الْجنَّة ميسرون لعمل الْجنَّة، وَأهل النَّار ميسرون لعمل النَّار\" 1. ¶ رَوَاهُ جمَاعَة عَن مُعَاوِيَة بن صَالح فَلم يذكرُوا فِيهِ هَذِه اللَّفْظَة، ثمَّ أَفَاضَ بهم فِي كَفه. وروى الزبيدِيّ عَن رَاشد فَقَالَ فِي كفيه. فَمِمَّنْ رَوَاهُ عبد الله بن وهب ومعن بن عِيسَى الْقَزاز. وَغَيرهمَا، أخبرناه عَليّ بن الْعَبَّاس الطَّحَّان الْمصْرِيّ، ثَنَا جَعْفَر بن سُلَيْمَان النَّوْفَلِي، ثَنَا إِبْرَاهِيم بن الْمُنْذر الْحَرَّانِي، ثَنَا معن بن عِيسَى عَن مُعَاوِيَة بن صَالح بِهَذَا الحَدِيث. ¶ __________ ¶ 1 ابْن جرير الطَّبَرِيّ، التَّفْسِير 9/117 من طَرِيق أَحْمد بن الْفرج الْحِمصِي، قَالَ: ثَنَا بَقِيَّة بن الْوَلِيد قَالَ حَدثنِي الزبيدِيّ عَن رَاشد بن سعد بِهِ، وَقد ذكر السُّيُوطِيّ فِي الدّرّ المنثور 3/143 أَن الحَدِيث أخرجه ابْن جرير وَالْبَزَّار وَالطَّبَرَانِيّ، والآجري فِي الشَّرِيعَة وَابْن مرْدَوَيْه وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات. ¶ والآجري فِي الشَّرِيعَة ص 172. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 326.",
            "page": "220",
            "part": "1",
            "seal": "6E200D59"
        },
        {
            "id": "13",
            "nass": "(ذكر خبر آخر يدل على مَا تقدم فِي معنى الْيَد) . ¶ 11- (55) أخبرنَا عبد الله بن إِبْرَاهِيم الْمُقْرِئ، ثَنَا رجا بن صُهَيْب، ثَنَا يَعْقُوب الْحَضْرَمِيّ ثَنَا شُعْبَة، ح وثنا أَحْمد بن عبد الله بن الْحسن الْعَدوي بِمصْر، ثَنَا معَاذ بن الْمثنى وَاللَّفْظ لَهُ، ثَنَا أَبُو الْوَلِيد ثَنَا شُعْبَة، عَن أبي إِسْحَاق، عَن أبي الْأَحْوَص، عَن أَبِيه، أَنه أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ لَهُ: \"ساعد الله أَشد من ساعدك، ومُوسَى الله أحد من موساك\" 2. ¶ 12- (56) أخبرنَا عبد الْعَزِيز بن سهل الدباس بِمَكَّة، ثَنَا مُحَمَّد بن الْحسن الْخرقِيّ الْبَغْدَادِيّ، ثَنَا مَحْفُوظ، عَن أبي تَوْبَة، عَن عبد الرَّزَّاق، عَن معمر، عَن الزُّهْرِيّ، عَن ابْن الْمسيب، عَن أبي هُرَيْرَة، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"إِن الله جلّ وَعز ينزل إِلَى سَمَاء الدُّنْيَا، وَله فِي كل سَمَاء كرْسِي، فَإِذا نزل إِلَى سَمَاء الدُّنْيَا جلس على كرسيه، ثمَّ مد ساعديه فَيَقُول: من ذَا الَّذِي يقْرض غير عادم وَلَا ظلوم، من ذَا الَّذِي يستغفرني فَأغْفِر لَهُ، من ذَا الَّذِي يَتُوب فأتوب عَلَيْهِ، فَإِذا كَانَ عِنْد الصُّبْح ارْتَفع وَجلسَ على كرسيه\"، هَكَذَا ¶ __________ ¶ 2 حم/ 3/ 473 من طَرِيق عبد الله حَدثنِي أبي ثَنَا مُحَمَّد بن جَعْفَر قَالَ ثَنَا شُعْبَة. 4/ 41/ 137.",
            "page": "220",
            "part": "1",
            "seal": "AA5D51A2"
        },
        {
            "id": "14",
            "nass": "رَوَاهُ الْخرقِيّ عَن مَحْفُوظ عَن أبي تَوْبَة1 عَن عبد الرَّزَّاق، وَله أصل عِنْد سعيد بن الْمسيب مُرْسل2. ¶ 13- (57) أخبرنَا مُحَمَّد بن عبد الْجَبَّار بِمصْر، ثَنَا الرّبيع بن سُلَيْمَان، ثَنَا ابْن وهب، ثَنَا أُسَامَة بن زيد، عَن أبي حَازِم، عَن ابْن عمر، أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ على الْمِنْبَر يخْطب النَّاس فَقَالَ: ¶ \"يَأْخُذ الْجَبَّار سماواته وَالْأَرضين فيجعلها فِي كفيه، ثمَّ يَقُول بهم هَكَذَا كَمَا يَقُول الْغُلَام بالكرة، أَنا الله الْوَاحِد، أَنا الله الْعَزِيز\" 3. ¶ 14- (58) أخبرنَا عبد الله بن جَعْفَر الْبَغْدَادِيّ بِمصْر، ثَنَا هَاشم بن يُونُس، ثَنَا أَبُو صَالح، عَن مُعَاوِيَة بن صَالح، عَن عمر بن عَمْرو عَن بعض أهل الشَّام قَالَ: ¶ إِن رَبك عز وَجل أَخذ لؤلؤة على رَاحَته ثمَّ دملجها بَين كفيه، ثمَّ غرسها وسط الْجنَّة، فَقَالَ لَهَا امتدي حَتَّى.... مرضاتي فَفعلت، فَلَمَّا اسْتَوَت تَفَجَّرَتْ من أُصُولهَا أَنهَار الْجنَّة وَهِي طُوبَى4. ¶ 15- (59) أخبرنَا أَحْمد بن مُحَمَّد بن زِيَاد، ثَنَا أَحْمد بن مُحَمَّد الصيدلاني الْبَغْدَادِيّ، ثَنَا سعيد يَعْنِي ابْن عَامر، ثَنَا شُعْبَة، عَن ثَابت، عَن أنس فِي قَوْله: جلّ وَعز {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَل} (الْأَعْرَاف/143) ، قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" تجلى مِنْهُ خِنْصره5 فَمن نورها جعلهَا دكا\". ¶ 16- (60) حَدثنَا أَحْمد بن زِيَاد، ثَنَا أَحْمد بن مُحَمَّد الصيدلاني، ثَنَا إِسْحَاق بن أبي إِسْحَاق، ثَنَا دَاوُد يَعْنِي ابْن الزبْرِقَان6، ثَنَا شُعْبَة، عَن قَتَادَة، عَن أنس عَن النَّبِي صلى ¶ __________ ¶ 1مَحْفُوظ بن أبي تَوْبَة، سمع عبد الرَّزَّاق، ضعف أَحْمد أمره جدا وَقَالَ: كَانَ يسمع مَعنا بِالْيَمِينِ وَلم يكن ينْسَخ، قَالَ ابْن حجر: وَهُوَ مَحْفُوظ بن الْفضل، روى عَن معن وضمرة وَرَبِيعَة، حدث عَنهُ إِسْمَاعِيل القَاضِي وَعمر بن أَيُّوب السَّقطِي وَلم يتْرك. انْتهى وَذكره الْعقيلِيّ فِي الضُّعَفَاء. توفّي سنة سبع وَثَلَاثِينَ وَمِائَتَيْنِ. لِسَان الْمِيزَان 5/19 الطبعة الثَّانِيَة سنة 1390 هـ الأعلمي للمطبوعات الْمِيزَان 3/444. تَارِيخ بَغْدَاد الْجرْح وَالتَّعْدِيل 4/1/422-423. ¶ 2 الحَدِيث ضَعِيف لِأَن فِيهِ مَحْفُوظًا وَهُوَ ضَعِيف جدا كَمَا ترى فِي تَرْجَمته، وَفِي الْبَاب آيَات قرآنية وَأَحَادِيث صَحِيحَة تغني عَن هَذَا الحَدِيث. ¶ 3 ابْن جرير فِي التَّفْسِير 24/26 من طَرِيق الرّبيع بن سُلَيْمَان، ثَنَا ابْن وهب بِهِ. وَفِيه: حَتَّى لقد رَأينَا الْمِنْبَر وَأَنه ليكاد أَن يسْقط بِهِ. ¶ 4 فِي إِسْنَاده جَهَالَة، وَهُوَ قَوْله عَن بعض أهل الشَّام. ¶ 5 ابْن جرير، التَّفْسِير 9/53 من طَرِيق ... ثَابت عَن أنس نَحوه. ¶ 6 ابْن الزبْرِقَان هُوَ الرقاشِي الْبَصْرِيّ قَالَ ابْن حجر: مَتْرُوك. تقريب 1/231.",
            "page": "221",
            "part": "1",
            "seal": "9BEAB23B"
        },
        {
            "id": "15",
            "nass": "الله عَلَيْهِ وَسلم نَحوه، قَالَ \"الْجَبَل فِي الأَرْض\". روى هَذَا الحَدِيث مُحَمَّد بن سَوَاء 1 عَن سعيد بن أبي عرُوبَة، عَن قَتَادَة مثله مَرْفُوعا. وهما من حَدِيث شُعْبَة غَرِيب مَرْفُوع. ¶ __________ ¶ 1 مُحَمَّد بن سَوَاء الدوسي، صَدُوق، رمي بِالْقدرِ. تقريب 2/168.",
            "page": "222",
            "part": "1",
            "seal": "0E214C3A"
        },
        {
            "id": "16",
            "nass": "(حَدِيث آخر يدل على ذكر القبضة) . ¶ 17- (61) أخبرنَا عبد الله بن جَعْفَر الْبَغْدَادِيّ بِمصْر، ثَنَا يحي بن أَيُّوب، ثَنَا يحي بن بكير، ثَنَا اللَّيْث عَن خَالِد بن يزِيد، عَن سعيد ابْن أبي هِلَال، عَن زيد بن أسلم، عَن عَطاء بن يسَار، عَن أبي سعيد، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: ¶ \"إِن الله جلّ وَعز يخرج قَبضته من النَّار فيطرحهم فِي نهر الْحَيَاة فيدخلهم الْجنَّة\" 2. ¶ __________ ¶ 2 خَ/ التَّوْحِيد/ بَاب قَول الله تَعَالَى {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ} فتح الْبَارِي 13/420 ح 7439 من طَرِيق ... عَطاء بن يسَار عَن أبي سعيد بِهِ مطولا. ¶ م/ الْإِيمَان/ بَاب معرفَة طَرِيق الرُّؤْيَة 1/167 ح 302 من طَرِيق ... عَطاء بن يسَار عَن أبي سعيد الْخُدْرِيّ بِهِ مطولا. ¶ حم/ 3/94 من طَرِيق ... عَطاء بن يسَار عَن أبي سعيد الخذري بِهِ مطولا.",
            "page": "222",
            "part": "1",
            "seal": "01C8C1E1"
        },
        {
            "id": "17",
            "nass": "(حَدِيث آخر يدل على ذكر الْأصْبع) . ¶ 18- (62) أخبرنَا أَحْمد بن مُحَمَّد بن زِيَاد بِمَكَّة، ثَنَا الْحسن بن مُحَمَّد الزَّعْفَرَانِي، ثَنَا أَبُو مُعَاوِيَة، ثَنَا الْأَعْمَش، عَن إِبْرَاهِيم، عَن عَلْقَمَة، عَن عبد الله قَالَ: ¶ أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم رجل فَقَالَ: \"يَا أَبَا الْقَاسِم إِن الله يحمل الْخَلَائق على أصْبع، وَالسَّمَوَات على أصْبع، وَالْأَرضين على أصْبع، وَالْبَحْر على أصْبع، وَالثَّرَى على أصْبع، فَضَحِك النَّبِي صلى الله عَلَيْهِ وَسلم حَتَّى بَدَت نَوَاجِذه فَأنْزل الله جلّ وَعز: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ} (الزمر/67) 3. ¶ 19- (63) أخبرنَا حَاجِب بن أبي بكر الطوسي، ثَنَا عبد الله بن حَاتِم الطوسي، ثَنَا يحي بن سعيد، ثَنَا سُفْيَان، عَن مَنْصُور، وَسليمَان، عَن إِبْرَاهِيم، عَن ¶ __________ ¶ 3 خَ/ كتاب التَّوْحِيد/ بَاب قَول الله تَعَالَى {لِمَا خَلَقْتُ بِيَدَيَّ} فتح الْبَارِي، 13/393 ح 7415 من طَرِيق عمر بن حَفْص بن غياث، ثَنَا أبي، ثَنَا الْأَعْمَش بِهِ. ¶ وَبَاب قَول الله تَعَالَى: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالأَرْضَ أَنْ تَزُولا} فتح الْبَارِي 13/438 ح 7451. ¶ م/ كتاب الْمُنَافِقين/ 4/2148 ح 21 من طَرِيق عمر بن حَفْص بن غياث، ثَنَا أبي عَن الْأَعْمَش بِهِ. ¶ ابْن خُزَيْمَة فِي التَّوْحِيد ص 76. ¶ وَالدَّارَقُطْنِيّ فِي الصِّفَات، ورقة 2/1 خَ. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 333.",
            "page": "222",
            "part": "1",
            "seal": "070946F5"
        },
        {
            "id": "18",
            "nass": "(ذكر خبر يدل على مَا تقدم من ذكر الْأَصَابِع) . ¶ 23- (68) أخبرنَا الْحسن بن مُحَمَّد بن النَّضر، ثَنَا إِسْمَاعِيل بن يزِيد، ثَنَا الْوَلِيد بن الْمُسلم ثَنَا عبد الرَّحْمَن بن يزِيد بن جَابر، ثَنَا بسر بن عبد الله، ثَنَا أَبُو إِدْرِيس الْخَولَانِيّ ثَنَا النواس بن سمْعَان، أَنه سمع رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \"مَا من قلب إِلَّا وَهِي بَين أصبعين من أَصَابِع الرَّحْمَن عز وَجل إِذا شَاءَ أَن يقيمه أَقَامَهُ، وَإِذا شَاءَ أَن يزيغه أزاغه، وَيَقُول: يَا مُقَلِّب الْقُلُوب ثَبت قلبِي على دينك. قَالَ: وَالْمِيزَان بيد الرَّحْمَن جلّ وَعز يرفعهُ وَيخْفِضهُ\" 3. ¶ __________ ¶ 3 حم/4/282 من طَرِيق عبد الله حَدثنِي أبي ثَنَا الْوَلِيد بن مُسلم بِهِ. ¶ وَجه/ فِي الْمُقدمَة/ بَاب فِيمَا أنْكرت الْجَهْمِية، 1/72 ح 199 من طَرِيق هِشَام بن عمار ثَنَا صَدَقَة بن خَالِد، ثَنَا ابْن جَابر بِهِ، وَالدَّارَقُطْنِيّ فِي الصِّفَات، ورقة 4/1 خَ. ¶ وَله شَاهد فِي الْمسند 2/168، 173 من حَدِيث عبد الله بن عَمْرو بن الْعَاصِ. ¶ وَمن حَدِيث عَائِشَة 6/91، 251. ¶ وَابْن خُزَيْمَة فِي التَّوْحِيد ص 80.",
            "page": "224",
            "part": "1",
            "seal": "5E1883C5"
        },
        {
            "id": "19",
            "nass": "25- (69) أخبرنَا الْحسن بن مُحَمَّد بن النَّضر، ثَنَا إِسْمَاعِيل بن يزِيد، ثَنَا خَلاد بن يحي، ثَنَا سُفْيَان، عَن الْأَعْمَش، عَن أبي سُفْيَان، عَن جَابر قَالَ: كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم، يكثر أَن يَقُول: \"يَا مُقَلِّب الْقُلُوب ثَبت قلبِي على دينك، فَقيل يَا رَسُول الله أتخاف علينا وَقد آمنا بك وَبِمَا جِئْت بِهِ، فَقَالَ: إِن الْقُلُوب بَين إِصْبَعَيْنِ من أَصَابِع الرَّحْمَن جلّ وَعز يقلبها كَيفَ يَشَاء\"، هَكَذَا، وَوصف سُفْيَان الثَّوْريّ بالسبابة وَالْوُسْطَى فحركهما، هَذَا حَدِيث ثَابت بِاتِّفَاق1. وَكَذَلِكَ حَدِيث النواس بن سمْعَان حَدِيث ثَابت رَوَاهُ الْأَئِمَّة الْمَشَاهِير مِمَّن لَا يُمكن الطعْن على وَاحِد مِنْهُم. ¶ 26- (70) أخبرنَا خَيْثَمَة بن سُلَيْمَان، ثَنَا أَحْمد بن مُحَمَّد بن أبي الْحَنَاجِر، ثَنَا الْهَيْثَم بن حميد ح/ وَأخْبرنَا الْحسن بن النَّضر، ثَنَا إِسْحَاق بن إِبْرَاهِيم الْبَغْدَادِيّ، ثَنَا عمر بن مُوسَى، ثَنَا حَمَّاد بن سَلمَة، عَن ثَابت عَن أنس عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي قَوْله عز وَجل {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ} قَالَ: تجلى عز وَجل مِنْهُ مثل هَذَا، وَوضع الْإِبْهَام على الْخِنْصر\"، زَاد الْهَيْثَم قَالَ حَمَّاد لِثَابِت: لَا تحدث بِهَذَا الحَدِيث، فلكم فِي صَدره وَقَالَ لَهُ قولا شَدِيدا، فَقَالَ: يَعْنِي ثَابت: أنس يحدثني بِهِ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَيَقُول لَا تحدث بِهِ2. ¶ 28- (71) أخبرنَا أَحْمد بن مُحَمَّد بن عمر الوارق، ثَنَا عبد الله بن أَحْمد بن حَنْبَل، ثَنَا مُحَمَّد بن أبي بكر الْمقدمِي، ثَنَا هريم، ثَنَا مُحَمَّد بن سوا، عَن سعيد عَن قَتَادَة عَن أنس، عَن النَّبِي صلى الله عَلَيْهِ وَسلم {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ} قَالَ: \"هَكَذَا وَأَشَارَ صلى الله عَلَيْهِ وَسلم بِطرف الْخِنْصر\"3، وَهَذَا حَدِيث مَشْهُور، وَقد رُوِيَ من طرق عَن أنس بن مَالك. ¶ 28- (72) أخبرنَا خَيْثَمَة، ثَنَا مُحَمَّد بن إِبْرَاهِيم بن كثير، ثَنَا مُؤَمل، ثَنَا ¶ __________ ¶ 1 ت/قدر/ بَاب مَا جَاءَ أَن الْقُلُوب بَين إِصْبَعَيْنِ من أَصَابِع الرَّحْمَن، تحفة الأحوذي 6/349 ح 2226 من طَرِيق هناد ... عَن أبي سُفْيَان عَن أنس، وَقَالَ حَدِيث حسن صَحِيح وَقَالَ روى بَعضهم عَن الْأَعْمَش عَن أبي سُفْيَان عَن جَابر، وَحَدِيث أبي سُفْيَان عَن أنس أصح، قلت: وَرِوَايَة أبي سُفْيَان عَن جَابر هِيَ رِوَايَة المُصَنّف، وَقد أخرجه الدَّارَقُطْنِيّ فِي الصِّفَات، ورقة 4/1خَ، وَقَالَ الهيثمي فِي مجمع الزَّوَائِد بَاب الْأَدْعِيَة المأثورة 10/176 رَوَاهُ أَبُو يعلى وَرِجَاله رجال الصَّحِيح، وَقد أخرج م/ لَهُ شَاهدا من حَدِيث عبد الله بن عَمْرو بن الْعَاصِ فِي الْقدر/ بَاب تصريف الله تَعَالَى الْقُلُوب 4/2045 ح 17. ¶ وحم 2/168-173 من حَدِيث عبد الله بن عَمْرو. ¶ وحم 6/251 من حَدِيث عَائِشَة. ¶ وحم 6/302، 215 من حَدِيث أم سَلمَة. ¶ 2 ابْن جرير الطَّبَرِيّ فِي التَّفْسِير 9/53 من طَرِيق الْمثنى قَالَ ثَنَا هدبة بن خَالِد، قَالَ: ثَنَا حَمَّاد بن سَلمَة بِهِ. ¶ 3 ابْن جرير الطَّبَرِيّ فِي التَّفْسِير 9/53 من حَدِيث أنس.",
            "page": "225",
            "part": "1",
            "seal": "429D28AD"
        },
        {
            "id": "20",
            "nass": "عبيد الله بن أبي الْمليح، عَن أبي مليح، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"رَأَيْت رَبِّي عز وَجل فِي مَنَامِي فِي أحسن صُورَة، فَقَالَ لي: يَا مُحَمَّد، قلت: لبيْك وَسَعْديك، قَالَ: هَل تَدْرِي فيمَ يخْتَصم الْمَلأ الْأَعْلَى؟ قلت: لَا، يَا رب. فَوضع يَده بَين كَتِفي حَتَّى وجدت بردهَا بَين ثدي\"، وَذكره1. ¶ 29- (73) أخبرنَا عبد الله بن جَعْفَر الْبَغْدَادِيّ بِمصْر، ثَنَا هَارُون بن كَامِل، ثَنَا أَبُو صَالح، ثَنَا مُعَاوِيَة بن صَالح، عَن أبي يحي وَهُوَ سليم2، عَن أبي يزِيد عَن أبي سَلام الحبشي، أَنه سمع ثَوْبَان قَالَ: خرج رَسُول الله صلى الله عَلَيْهِ وَسلم بعد صَلَاة الصُّبْح فَقَالَ: \"إِن رَبِّي عز وَجل أَتَانِي اللَّيْلَة فِي أحسن صُورَة فَقَالَ: يَا مُحَمَّد هَل تَدْرِي فيمَ يخْتَصم الْمَلأ الْأَعْلَى؟ قلت: لَا علم لي يَا رب، فَوضع كَفه على كَتِفي حَتَّى وجدت برد أنامله فِي صَدْرِي، فتجلى لي فِي السَّمَاء وَالْأَرْض\"، وَذكر الحَدِيث. ¶ 30- (74) أخبرنَا الْحسن بن يُوسُف الطرائفي بِمصْر ثَنَا إِبْرَاهِيم بن مَرْزُوق، ثَنَا أَبُو عَامر الْعَقدي، ثَنَا زُهَيْر بن مُحَمَّد، عَن يزِيد بن جَابر، عَن خَالِد بن اللَّجْلَاج، عَن عبد الرَّحْمَن بن عايش، عَن بعض أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم خرج ذَات غَدَاة وَهُوَ طيب النَّفس، مشرق اللَّوْن، فَقُلْنَا لَهُ، فَقَالَ: ¶ \"مَالِي وأتاني رَبِّي عز وَجل فِي أحسن صُورَة\". الحَدِيث3. هَكَذَا رَوَاهُ عَن يزِيد بن يزِيد4، وَزَاد فِي الْإِسْنَاد رجل من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم. وَرَوَاهُ الْأَوْزَاعِيّ وَعبد الرَّحْمَن بن جَابر وَغَيرهمَا عَن خَالِد بن اللَّجْلَاج وَلم يذكرُوا الرجل فِي الْإِسْنَاد. ¶ 31- (75) أخبرنَا مُحَمَّد بن يَعْقُوب بن يُوسُف، وخثيمة بن سُلَيْمَان، قَالَا: ثَنَا الْعَبَّاس بن الْوَلِيد بن مزِيد، أَخْبرنِي أبي، ثَنَا ابْن جَابر، وَالْأَوْزَاعِيّ قَالَا: ثَنَا خَالِد بن اللَّجْلَاج، سَمِعت عبد الرَّحْمَن بن عايش قَالَ: صلى بِنَا رَسُول الله صلى الله عَلَيْهِ وَسلم وَذكر الحَدِيث مثله وَقَالَ فِيهِ: \"فَوضع كَفه بَين كَتِفي فَوجدت بردهَا بَين ثدي فَعلمت مَا فِي الأَرْض وَالسَّمَوَات\"، ثمَّ قَرَأَ {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالأَرْضِ} (الْأَنْعَام/75) 5 قَالَ عبد الله6، رَوَاهُ أَبُو سَلام، عَن عبد الرَّحْمَن بن عايش، عَن مَالك بن يخَامر عَن معَاذ ¶ __________ ¶ 1 سَيَأْتِي تَخْرِيجه حَدِيث رقم 75. ¶ 2 سليم بن عَامر الكلَاعِي، أَبُو يحي الْحِمصِي، ثِقَة، من الثَّالِثَة. تقريب 1/320. تَهْذِيب 4/166. ¶ 3 حم4/66 من طَرِيق عبد الله حَدثنِي أبي، أَبُو عَامر بِهِ أتم من هَذَا. ¶ 4 وَيزِيد بن يزِيد هُوَ ابْن جَابر. وَسَيَأْتِي الحَدِيث كَامِلا. ¶ 5 ابْن جرير فِي التَّفْسِير 7/247. ¶ 6 لَعَلَّه: أَبُو عبد الله.",
            "page": "226",
            "part": "1",
            "seal": "A2CA2221"
        },
        {
            "id": "21",
            "nass": "بن جبل1، وروى هَذَا الحَدِيث ابْن حَنْبَل2. وَرُوِيَ هَذَا الحَدِيث عَن عشرَة من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم ونقلها عَنْهُم أَئِمَّة الْبِلَاد، من أهل الشرق والغرب. ¶ __________ ¶ 1 وَصله ت/ فِي التَّفْسِير/ 9/106-107 ح 3288 تحفة الأحوذي، من طَرِيق مُحَمَّد بن بشار، ثَنَا معَاذ بن هاني ... عَن أبي سَلام، عَن عبد الرَّحْمَن بن عايش الْحَضْرَمِيّ أَنه حَدثهُ عَن مَالك بن يخَامر السكْسكِي عَن معَاذ بن جبل بِهِ مطولا، ثمَّ قَالَ أَبُو عِيسَى هَذَا حَدِيث حسن صَحِيح، سَأَلت مُحَمَّد بن إِسْمَاعِيل عَن هَذَا الحَدِيث، فَقَالَ: هَذَا صَحِيح وَقَالَ: هَذَا أصح من حَدِيث الْوَلِيد بن مُسلم عَن عبد الرَّحْمَن بن يزِيد بن جَابر، قَالَ: ثَنَا خَالِد بن اللَّجْلَاج حَدثنِي عبد الرَّحْمَن بن عايش الْحَضْرَمِيّ قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَذكر الحَدِيث، وَهَذَا غير مَحْفُوظ. هَكَذَا ذكر الْوَلِيد فِي حَدِيثه عَن عبد الرَّحْمَن بن عايش قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم. وروى بشر بن بكر، عَن عبد الرَّحْمَن بن يزِيد بن جَابر، هَذَا الحَدِيث بِهَذَا الْإِسْنَاد عَن عبد الرَّحْمَن بن عايش عَن النَّبِي صلى الله عَلَيْهِ وَسلم، وَهَذَا أصح. وَعبد الرَّحْمَن بن عايش لم يسمع من النَّبِي صلى الله عَلَيْهِ وَسلم اهـ. ¶ والدرامي فِي السّنَن /بَاب فِي رُؤْيَة الرب تَعَالَى فِي النّوم، 2/51 ح 2155. ¶ 2 حم/ 5/243.",
            "page": "227",
            "part": "1",
            "seal": "C03963AF"
        },
        {
            "id": "22",
            "nass": "(ذكر خبر آخر يدل على مَا تقدم) . ¶ 32- (76) أخبرنَا مُحَمَّد بن الْحُسَيْن الْقطَّان النَّيْسَابُورِي، ثَنَا أَحْمد بن يُوسُف السّلمِيّ ح/ وأنبأ عبد الرَّحْمَن بن يحي، وَعبد الله بن إِبْرَاهِيم، قَالَا: ثَنَا أَبُو مَسْعُود الرَّازِيّ، قَالَ: أنبأ عبد الرَّزَّاق، عَن معمر، عَن الزُّهْرِيّ، عَن عُرْوَة، عَن عَائِشَة، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: ¶ \"خلق الله جلّ وَعز الْمَلَائِكَة من نور، وَخلق الجان من نَار، وَخلق بني آدم مِمَّا وصف\" 3، وَهَذَا حَدِيث ثَابت بِاتِّفَاق. ¶ 33- (77) أخبرنَا مُحَمَّد بن الْحُسَيْن الْقطَّان، ثَنَا أَبُو الْأَزْهَر النَّيْسَابُورِي، ثَنَا صَدَقَة بن سَابق، قَالَ: قَرَأت على مُحَمَّد بن إِسْحَاق حَدثنِي هِشَام بن عُرْوَة، عَن أَبِيه، عَن عبد الله بن عَمْرو قَالَ: سمعته يَقُول: \"خلق الله الْمَلَائِكَة ثمَّ قَالَ، ليكن مِنْكُم ألف أَلفَيْنِ، فيكونون، فَإِن فِي الْمَلَائِكَة لخلقاً هم أَصْغَر من الذُّبَاب\"، وَقَالَ غَيره وَزَاد فِيهِ: \"وخلقهم من نور الذراعين والصدر\". ¶ 34- (78) أخبرنَا أَحْمد بن مُحَمَّد بن عمر، ثَنَا عبد الله بن أَحْمد بن حَنْبَل، ثَنَا شُرَيْح بن يُونُس، ثَنَا أَبُو خَالِد الْأَحْمَر، عَن هِشَام بن عُرْوَة، عَن أَبِيه، عَن عبد الله بن عَمْرو، وَقَالَ: لَيْسَ شَيْء من الْمَلَائِكَة، إِن الله قد خلقهمْ من نور فَذكره، وَأَشَارَ شُرَيْح بِيَدِهِ إِلَى صَدره. وَقَالَ: أَشَارَ أَبُو خَالِد إِلَى صَدره، قَالَ عبد الله بن أَحْمد بن حَنْبَل: حَدَّثَنِيهِ ¶ __________ ¶ 3 م/ كتاب الزّهْد/ بَاب فِي أَحَادِيث متنوعة،4/2294 ح 60. وَفِيه: وَخلق آدم. ¶ حم/ 6/168.",
            "page": "227",
            "part": "1",
            "seal": "E6768088"
        },
        {
            "id": "23",
            "nass": "أبي، ثَنَا أَبُو أُسَامَة عَن هِشَام، عَن أَبِيه، عَن عبد الله بن عَمْرو قَالَ: خلقت الْمَلَائِكَة من نور الذراعين والصدر1. ¶ 35- (79) أخبرنَا أَبُو عمر مولى بني هَاشم، ثَنَا أَبُو أُميَّة الطرسوسي، ثَنَا عبيد الله بن مُوسَى، ثَنَا شَيبَان، عَن الْأَعْمَش، عَن أبي صَالح، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"إِن غلظ جلد الْكَافِر اثْنَان وَأَرْبَعُونَ ذِرَاعا بِذِرَاع الْجَبَّار وضرسه مثل أحد\" 2. ¶ 36- (80) (ثَنَا) أَحْمد بن مُحَمَّد بن زِيَاد، وَمُحَمّد بن يَعْقُوب بن يُوسُف، قَالَا: ثَنَا الْحسن بن عَليّ بن عَفَّان، ثَنَا عبد الله بن نمير، عَن الْأَعْمَش عَن أبي صَالح، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"فَقَالَ: يَعْنِي جلّ وَعز: أَنا عِنْد ظن عَبدِي بِي، إِن تقرب إليّ شبْرًا تقربت إِلَيْهِ ذِرَاعا، وَإِن تقرب إِلَيّ ذِرَاعا تقربت إِلَيْهِ باعا، وَإِن أَتَانِي يمشي أَتَيْته هرولة \"3. ¶ 37- (81) أخبرنَا أَحْمد بن مُحَمَّد بن عمر، ثَنَا عبد الله بن أَحْمد بن حَنْبَل، ثَنَا أبي، ثَنَا أَبُو الْيَمَان، ثَنَا ابْن عَيَّاش، عَن أم عبد الله بنت خَالِد بن معدان عَن أَبِيهَا، أَنه قَالَ: \" إِن ريح الْجنَّة ليضْرب على أَرْبَعِينَ خَرِيفًا والخريف بَاعَ الله عز وَجل\" 4. ¶ __________ ¶ 1 الحَدِيث من قَول عبد الله بن عَمْرو، وَقد أخرجه الْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 343، وَأَشَارَ إِلَى أَنه من الْإسْرَائِيلِيات. ¶ وَالسّنة/ لعبد الله بن الإِمَام أَحْمد بن حَنْبَل ص 151. ¶ 2 حم/ 24/171 ح 419 تَرْتِيب الساعاتي. ¶ الْحَاكِم فِي الْمُسْتَدْرك/ كتاب الْأَهْوَال، 4/595. على شَرط البُخَارِيّ وَمُسلم. ¶ 3 م/ فِي كتاب التَّوْبَة/ بَاب فِي الحض على التَّوْبَة، 4/2102 ح 1. من طَرِيق سُوَيْد بن سعيد ... عَن أبي صَالح وَفِيه زِيَادَة. ¶ خَ/ فِي التَّوْحِيد، بَاب ذكر النَّبِي صلى الله عَلَيْهِ وَسلم وَرِوَايَته عَن ربه، فتح الْبَارِي 13/512 ح 7537 من حَدِيث أبي هُرَيْرَة. ¶ حم/ 2/251، 413 وَفِيه زِيَادَة. ¶ جه/ فِي الْأَدَب/ بَاب فضل الْعَمَل، 2/1255-1256 ح 3822. ¶ خلق أَفعَال الْعباد وَالرَّدّ على الْجَهْمِية/ البُخَارِيّ ص 188. ¶ وَالْبَيْهَقِيّ فِي الْأَسْمَاء وَالصِّفَات ص 342. ¶ 4 تقدم الحَدِيث رقم 80 يُغني عَن هَذَا وَهُوَ فِي مَعْنَاهُ.",
            "page": "228",
            "part": "1",
            "seal": "D7FEE796"
        },
        {
            "id": "24",
            "nass": "بَاب: قَوْله الله جلّ وَعز {كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} (الْقَصَص/88) . ¶ وَقَالَ الله عز وَجل {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ} (الرَّحْمَن/27) . ¶ وَذكر مَا ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم مِمَّا يدل على حَقِيقَة ذَلِك.",
            "page": "228",
            "part": "1",
            "seal": "BE22F198"
        },
        {
            "id": "25",
            "nass": "1- (82) أخبرنَا عبد الرَّحْمَن بن يحي بن مَنْدَه، ثَنَا إِسْمَاعِيل بن عبد الله بن مَسْعُود ثَنَا أَبُو نعيم، وَعَمْرو بن عون، ثَنَا الْحَارِث بن عبيد أَبُو قدامَة، عَن أبي عمرَان الْجونِي، عَن أبي بكر بن عبد الله بن قيس، عَن أَبِيه قَالَ: ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"جنَّات الفردوس أَربع، ثِنْتَانِ من ذهب حليتهما وآنيتهما وَمَا فيهمَا، وثنتان من فضَّة حليتهما وَمَا فيهمَا، لَيْسَ بَين الْقَوْم وَبَين أَن ينظرو إِلَى رَبهم إلاَّ رِدَاء الْكِبْرِيَاء على وَجهه فِي جنَّات عدن، وَهَذِه الجنات تشخب من جنَّات عدن، ثمَّ تصدع بعد أَنهَار\" 1. ¶ __________ ¶ 1 خَ/ التَّوْحِيد، 13/433 ح 7444. من طَرِيق عَليّ بن عبد الله، ثَنَا عبد الْعَزِيز عَن أبي عمرَان بِهِ. ¶ م/الْإِيمَان/ بَاب إِثْبَات رُؤْيَة الْمُؤمنِينَ فِي الْآخِرَة رَبهم 1/163 ح 296. ¶ ت/ فِي الْجنَّة/ بَاب مَا جَاءَ فِي صفة غرف الْجنَّة/ 7/232 ح 3648. ¶ جه/ فِي الْمُقدمَة/ بَاب فِيمَا أنْكرت الْجَهْمِية 1/66/ ح 186.",
            "page": "229",
            "part": "1",
            "seal": "113A9EF9"
        },
        {
            "id": "26",
            "nass": "(ذكر خبر يدل على مَا تقدم من النّظر إِلَى وَجه الله عز وَجل) . ¶ 2- (83) أخبرنَا عبد الرَّحْمَن بن يحي، وَعبد الله بن إِبْرَاهِيم الْمُقْرِئ قَالَا: ثَنَا أَبُو مَسْعُود أَحْمد بن الْفُرَات، أنبا أَبُو دَاوُد، ثَنَا حَمَّاد بن سَلمَة، عَن ثَابت عَن عبد الرَّحْمَن بن أبي ليلى، عَن صُهَيْب، عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي قَوْله: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} (يُونُس/26) ، قَالَ: \"النّظر إِلَى وَجه رَبهم جلّ وَعز\"2، وَقَالَ ابْن مَسْعُود رَحمَه الله فِي الْمسند: النّظر إِلَى وَجه رَبهم جلّ وَعز. ¶ 3- (84) أخبرنَا الْحسن بن يُوسُف الطرائفي بِمصْر، وَمُحَمّد بن يَعْقُوب الْأَصَم بنيسابور، قَالَا: ثَنَا إِبْرَاهِيم بن مَرْزُوق، ثَنَا عُثْمَان بن عمر، ثَنَا إِسْرَائِيل، عَن أبي إِسْحَاق عَن عَامر بن سعد، أَن أَبَا بكر الصّديق رَضِي الله عَنهُ قَالَ فِي هَذِه الْآيَة: {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} (يُونُس/26) ، قَالَ النّظر إِلَى وَجه الله جلّ وَعز3، قَالَ أَبُو عبد الله: وَكَذَلِكَ فَسرهَا حُذَيْفَة بن الْيَمَان4. ¶ 4- (85) أخبرنَا إِسْمَاعِيل بن مُحَمَّد الصفار بِبَغْدَاد، ثَنَا الْحسن بن عَرَفَة، ثَنَا مُسلم بن سَالم، عَن نوح بن أبي مَرْيَم، عَن ثَابت عَن أنس قَالَ: ¶ __________ ¶ 2 م/الْإِيمَان/ بَاب إِثْبَات رُؤْيَة الْمُؤمنِينَ رَبهم فِي الْآخِرَة 1/163 ح 297-298. ¶ 3 الْآجُرِيّ فِي الشَّرِيعَة ص 257. ¶ 4 الْآجُرِيّ فِي الشَّرِيعَة ص 265.",
            "page": "229",
            "part": "1",
            "seal": "40FDC0E0"
        },
        {
            "id": "27",
            "nass": "سُئِلَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَن هَذِه الْآيَة {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} قَالَ: \"للَّذين أَحْسنُوا الْعَمَل فِي الدُّنْيَا الْجنَّة، وَزِيَادَة النّظر إِلَى وَجه الله الْكَرِيم جلّ وَعز\".",
            "page": "230",
            "part": "1",
            "seal": "7481BE7E"
        },
        {
            "id": "28",
            "nass": "(ذكر خبر آخر يدل على النّظر إِلَى وَجه الله عز وَجل) . ¶ 5- (86) أخبرنَا خَيْثَمَة بن سُلَيْمَان، ثَنَا مُحَمَّد بن عون بن سُفْيَان، ثَنَا عبد الله بن مُوسَى، أنبا حَمَّاد بن زيد، عَن عَطاء بن السَّائِب، عَن أَبِيه، عَن عمار بن يَاسر، أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يَقُول فِي دُعَائِهِ: \" اللَّهُمَّ إِنِّي أَسأَلك الرِّضَا، بعد الْقَضَاء وَبرد الْعَيْش بعد الْمَوْت، وَأَسْأَلك لَذَّة النّظر إِلَى وَجهك، وَأَسْأَلك الشوق إِلَى لقائك فِي غير ضراء وَلَا فتْنَة مضلة، اللَّهُمَّ زينا بزينة الْإِيمَان، واجعلنا هداة مهديين\" 1، رَوَاهُ حَمَّاد بن سَلمَة عَن عَطاء ابْن السَّائِب مثله، وراوه أَيْضا أَبُو الدَّرْدَاء عَن زيد بن ثَابت2، عَن النَّبِي صلى الله عَلَيْهِ وَسلم. ¶ __________ ¶ 1 اللالكائي فِي السّنة/ الرُّؤْيَة عَن عمار بن يَاسر ص 64-65 خَ/ مكتبة الشَّيْخ حَمَّاد الْأنْصَارِيّ بِالْمَدِينَةِ المنورة. ¶ وَفِي مجمع الزَّوَائِد، بَاب الْأَدْعِيَة المأثورة عَن رَسُول الله، 10/177 عَن السَّائِب الثَّقَفِيّ قَالَ: كنت عِنْد عمار وَكَانَ يَدْعُو بِدُعَاء فِي صلَاته، وَفِيه وَأَسْأَلك شوقا إِلَى لقائك.",
            "page": "230",
            "part": "1",
            "seal": "279F6D71"
        },
        {
            "id": "29",
            "nass": "(ذكر خبر آخر يدل على إجَازَة السُّؤَال بِوَجْه الله عز وَجل) . ¶ 6- (87) (ثَنَا) مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان، ثَنَا أَحْمد بن إِبْرَاهِيم البسري، ثَنَا مُضر بن مُحَمَّد بن سُلَيْمَان بن أبي ضَمرَة، ثَنَا أبي، ثَنَا دَاوُد بن عَليّ بن عبد الله بن عَبَّاس، عَن أَبِيه، عَن جده ابْن عَبَّاس، أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يَدْعُو فَيَقُول: \"اللَّهُمَّ إِنِّي أَسأَلك وَجهك الْكَرِيم\" 3، وَذكر الحَدِيث، وَهَذَا الحَدِيث لَهُ طرق كَثِيرَة عَن ابْن عَبَّاس. ¶ __________ ¶ 2 اللالكائي فِي السّنة/ الرُّؤْيَة، عَن زيد بن ثَابت. خَ ص 65 مكتبة الشَّيْخ حَمَّاد الْأنْصَارِيّ وَفِي مجمع الزَّوَائِد 10/177 عَن أم الدَّرْدَاء قَالَت: كَانَ فضَالة بن عبيد يَقُول، الحَدِيث رَوَاهُ الطبراني فِي الْأَوْسَط وَالْكَبِير ورجالهما ثِقَات. وَكَذَا اللالكائي فِي السّنة/ الرُّؤْيَة ص 66. ¶ 3 مجمع الزَّوَائِد، بَاب أدعية الصَّحَابَة، 10/184 وَقَالَ: رَوَاهُ الْبَزَّار وَرِجَاله رجال الصَّحِيح.",
            "page": "230",
            "part": "1",
            "seal": "E2D4BB8D"
        },
        {
            "id": "30",
            "nass": "(ذكر خبر آخر يدل على مَا تقدم) ¶ 7- (88) أخبرنَا خَيْثَمَة بن سُلَيْمَان، ثَنَا أَبُو يحي بن أبي ميسرَة، ثَنَا عبد الله بن الزبير الْحميدِي، ثَنَا سُفْيَان، ح/ وأنبا عبد الله بن إِبْرَاهِيم، ثَنَا أَحْمد بن الْفُرَات الرَّازِيّ، ح/ وَأخْبرنَا عَليّ بن الْعَبَّاس الْغَزِّي، ثَنَا مُحَمَّد بن حَمَّاد، قَالَا: أنبا عبد الرَّزَّاق، عَن معمر قَالَا: جَمِيعًا عَن عَمْرو بن دِينَار، عَن جَابر قَالَ: نزلت {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ",
            "page": "230",
            "part": "1",
            "seal": "0494A7BC"
        },
        {
            "id": "31",
            "nass": "(ذكر خبر آخر يدل على نور الْجنان من نور وَجه الله عز وَجل) . ¶ 9- (90) أخبرنَا عبد الله بن إِبْرَاهِيم، وَمُحَمّد بن مُحَمَّد، قَالَا: ثَنَا أَحْمد بن عَاصِم، ثَنَا مُؤَمل، ثَنَا حَمَّاد بن سَلمَة، عَن الزبير بن عبد السَّلَام، عَن أَيُّوب بن عبد الله، عَن ابْن مَسْعُود قَالَ:",
            "page": "231",
            "part": "1",
            "seal": "439F1B84"
        },
        {
            "id": "32",
            "nass": "إِن ربكُم لَيْسَ عِنْده ليل ونهار، وَنور السَّمَوَات من نور وَجه، وَذكر الحَدِيث بِطُولِهِ. ¶ وَفِي هَذَا الْمَعْنى خبر مُسْند عَن النَّبِي صلى الله عَلَيْهِ وَسلم، رَوَاهُ وهب بن جرير، عَن ابْن إِسْحَاق عَن هِشَام بن عُرْوَة، عَن أَبِيه، عَن عبد الله بن جَعْفَر أَن النَّبِي صلى الله عَلَيْهِ وَسلم، دَعَا (حِين) خرج إِلَى الطَّائِف: \"اللَّهُمَّ إِنِّي أعوذ بِنور وَجهك الَّذِي أَضَاءَت لَهُ (نور) السَّمَوَات\"، وأخبرناه كَذَا. وَهَذَا الحَدِيث يدل على معنى قَول الله تَعَالَى، {اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ} ، الْآيَة.",
            "page": "232",
            "part": "1",
            "seal": "DFFEF06C"
        },
        {
            "id": "33",
            "nass": "(ذكر خبر آخر يدل على مَا تقدم من النّظر إِلَى وَجه الله عز وَجل) . ¶ 10- (91) أخبرنَا أَحْمد بن مُحَمَّد بن عمر، ثَنَا عبد الله بن أَحْمد بن حَنْبَل، حَدثنِي أبي ثَنَا أَبُو مُعَاوِيَة عَن عبد الْملك بن أبجر، عَن ثُوَيْر بن أبي فَاخِتَة1، عَن ابْن عمر قَالَ: ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِن أدنى أهل الْجنَّة منزلَة لمن ينظر فِي ملكه (ألفي) سنة، يُرى أقصاه كَمَا يُرى أدناه، وَأَن أفضلهم منزلَة لَمَنْ ينظر إِلَى وَجه الله جلّ وَعز كل يَوْم مرَّتَيْنِ\" 2. ¶ وروى هَذَا الحَدِيث إِسْرَائِيل وَغَيره عَن ثُوَيْر مثله3. وَرُوِيَ عَن ابْن عمر من وُجُوه من قَوْله4. ¶ __________ ¶ 1 ثُوَيْر -مُصَغرًا- ابْن أبي فَاخِتَة، بِمُعْجَمَة مَكْسُورَة ومثناة مَفْتُوحَة، سعيد بن علاقَة بِكَسْر الْمُهْملَة، الْكُوفِي، أَبُو جَهْضَم، ضَعِيف، رمي بالرفض، من الرَّابِعَة، /ت. تقريب 1/121. ¶ 2 ت/صفة الْجنَّة/ بَاب رُؤْيَة الله فِي الْجنَّة، تحفة الأحوذي، 7/268-270 ح 2677. من طَرِيق عبد بن حميد، أَخْبرنِي شَبابَة، عَن إِسْرَائِيل، عَن ثُوَيْر. ¶ 3 ابْن جرير الطَّبَرِيّ فِي التَّفْسِير 29/193. من طَرِيق أبي كريب، قَالَ ثَنَا الْأَشْجَعِيّ عَن سُفْيَان عَن ثُوَيْر عَن مُجَاهِد عَن ابْن عمر بِهِ. ¶ 4 ابْن جرير الطَّبَرِيّ فِي التَّفْسِير 29/193. من طَرِيق عَليّ بن الْحُسَيْن بن أبجر، ثَنَا مُصعب بن الْمِقْدَام، ثَنَا إِسْرَائِيل بن يُونُس عَن ثُوَيْر عَن ابْن عمر بِهِ. ¶ واللالكائي فِي السّنة، الرُّؤْيَة ص 61 خَ مكتبة الشَّيْخ حَمَّاد الْأنْصَارِيّ. ¶ ت/ صفة الْجنَّة/ بَاب رُؤْيَة الرب ... تحفة الأحوذي، 7/270 ح 2678. ¶ واللالكائي فِي السّنة، الرُّؤْيَة ص 71 خَ مكتبة السيخ حَمَّاد الْأنْصَارِيّ.",
            "page": "232",
            "part": "1",
            "seal": "81DD07DF"
        },
        {
            "id": "34",
            "nass": "(ذكر خبر آخر يدل على مَا تقدم) . ¶ 11- (92) أخبرنَا مُحَمَّد بن حَاتِم بمرو، ثَنَا عبد الله بن روح المدايني، ثَنَا سَلام بن سُلَيْمَان، عَن شُعْبَة وَغَيره، عَن لَيْث، عَن عُثْمَان بن عُمَيْر، عَن أنس، ح/ وثنا أَحْمد",
            "page": "232",
            "part": "1",
            "seal": "D9975A10"
        }
    ],
    "t3976": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "باب ذكر قول الله عز وجل: {ما منعك أن تسجد لما خلقت بيدي}"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "باب: _25d9_2581_25d9_258a _25d8_25b0_25d9_2583_25d8_25b1 _25d9_2585_25d8_25a7 _25d8_25ab_25d8_25a8_25d8_0d97b57d84"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم من ذكر اليد"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر قول النبي صلى الله عليه وسلم: إن الصدقة تربو في كف الرحمن عز وجل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر على ما تقدم من معنى قوله لما خلقت بيدي"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر على ما تقدم من ذكر اليد والكف"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم في معنى اليد"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "حديث آخر يدل على ذكر القبضة"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "حديث آخر يدل على ذكر الأصبع"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر يدل على ما تقدم من ذكر الأصابع"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "باب: قوله الله جل وعز {كل شيء هالك إلا وجهه له الحكم وإليه ترجعون}"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر يدل على ما تقدم من النظر إلى وجه الله عز وجل"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على النظر إلى وجه الله عز وجل"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على إجازة السؤال بوجه الله عز وجل"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على نور الجنان من نور وجه الله عز وجل"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم من النظر إلى وجه الله عز وجل"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر خبر آخر يدل على ما تقدم"
        }
    ]
}