{
    "b3982": [
        {
            "id": "1",
            "nass": "الْمُقدمَة ¶ إِن الْحَمد لله نحمده نستعينه وَنَسْتَغْفِرهُ ونستهديه، ونعوذ بِاللَّه من شرور أَنْفُسنَا وسيئات أَعمالنَا، من يهده الله فَلَا مضل لَهُ وَمن يضلل فَلَا هادي لَهُ، وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله صلى الله عَلَيْهِ وَسلم وَبعد: ¶ فَإِن الله عز وَجل قد أرسل رَسُوله بِالْهدى وَدين الْحق، وَأنزل كِتَابه ليحكم بَين النَّاس فِيمَا اخْتلفُوا فِيهِ وَيهْدِي إِلَى صِرَاط مُسْتَقِيم. ¶ وَقد تنكبت البشرية طَرِيق الْهِدَايَة وَوَقعت فِي الغواية واستشرى فِيهَا الْفساد فِي نواحي كَثِيرَة من مناحي حَيَاتهَا، وَكَانَ من أَكثر انحرافاتها خطراً وَأَعْظَمهَا جرما انحرافهم فِي الله عز وَجل، فقد ضل الْبشر عَن رَبهم ضلالا بَعيدا وجهلوه جهلا شَدِيدا أورثهم كثيرا من الضلالات والانحرافات. ¶ وَكَانَ من أعظم مصَادر ضلال الْبشر اعتمادهم على نظرهم الْقَاصِر وقياسهم الْغَائِب على الشَّاهِد، وَقَوْلهمْ على الله عز وَجل بِلَا علم. ¶ وَكَانَ من حاملي لِوَاء الضَّلَالَة فِي الْعَالم الفلاسفة وروادهم فِي ذَلِك الضلال المتقدمون مِنْهُم وهم فلاسفة اليونان، الَّذين برزوا على النَّاس بِدَعْوَى النّظر الْعقلِيّ، والتدقيق فِي الْأُمُور، والمسائل الْمُتَعَلّقَة بالإنسان، ثمَّ لم يكتفوا بذلك، حَتَّى جادلوا فِي الله عز وَجل بِغَيْر علم، وَلم يكن ظَاهرا أَمَام أَعينهم إِلَّا الْإِنْسَان والمخلوقات المحيطة بهم، فقاسوا مَا غَابَ عَنْهُم على مَا يشاهدونه، فَكَانَ ذَلِك من أعظم أخطائهم وغلطاتهم، ثمَّ مَا لم تسعفهم بِهِ عُقُولهمْ ونظرهم استلفوه واستلهموه من عقائد مجتمعهم، وَمَا تربوا عَلَيْهِ فِي الأَصْل من الوثنيات والضلالات، فنتج عَن ذَلِك كُله مقولات فِي الله تبَارك وَتَعَالَى هِيَ من أفسد المقالات وأقبحها، وأكثرها بعدا عَن الْعقل السَّلِيم، إِلَّا أَنَّهَا مَعَ ذَلِك راجت على",
            "page": "177",
            "part": "1",
            "seal": "D6B4FFDE"
        },
        {
            "id": "2",
            "nass": "كثير من بني الْبشر لما لبست ثوب الْعلم وَالنَّظَر الْعقلِيّ. ¶ ويبدو - وَالله أعلم - أَنَّهَا راجت بِفعل وَسْوَسَة الشَّيْطَان، وقابلية كثير من النَّاس لذَلِك، لما فِيهَا من إرضاء غرور الْإِنْسَان وإعجابه بِنَفسِهِ وذكائه، فَيرى أَنه توصل إِلَى علم مغيب عَنهُ بِحسن نظره وَقُوَّة ذكائه، فيتيه بذلك كبرا وغطرسة، ويجتهد فِي الدفاع عَن قناعته الشخصية، الَّتِي هِيَ أشبه بالزبد الَّذِي لَا يشفي وَلَا يروي. ¶ فتأثر بِتِلْكَ المقولات الْفَاسِدَة كثير من أَتبَاع الْأَدْيَان، فقد دخلت على الْيَهُود وتأثروا بهَا كثيرا، وأثرت فِي معرفتهم لرَبهم وعبادتهم لَهُ عز وَجل، كَمَا دخلت بشكل أكبر على النَّصَارَى، حَتَّى آل أَمر الدّيانَة النَّصْرَانِيَّة إِلَى مزيج فلسفي وَثني، ضَاعَت مَعَه معالم التَّوْحِيد والنور. ¶ وكما هُوَ مَعْلُوم، فَإِن كلا من الديانتين السابقتين قد انطفأ نورها واستحكمت الضَّلَالَة على أَهلهَا، بِمَا حرفوا وضيعوا من وَحي الله وشرعه، إِلَّا أَن الله تَعَالَى الرَّحِيم الْكَرِيم لم يتْرك الْبشر ألعوبة بيد أهل الضَّلَالَة يلقنونهم الغواية تلو الغواية، وَإِنَّمَا أرسل من لطفه وَكَرمه نبيه الْكَرِيم مُحَمَّدًا صلى الله عَلَيْهِ وَسلم إِلَى بني الْبشر كَافَّة، وَأنزل مَعَه الْكتاب بِالْحَقِّ ليقوم النَّاس بِالْقِسْطِ، ويتعرفوا على رَبهم تبَارك وَتَعَالَى الْمعرفَة الصَّحِيحَة، الَّتِي تنير قُلُوبهم، وتشرح صُدُورهمْ وتزيح عَنْهُم غشاوة الْجَهْل والضلالة، وترفع عَنْهُم إصرهم والأغلال الَّتِي غلهم بهَا الشَّيْطَان وَحزبه من الفلاسفة، وأضرابهم من الْأَحْبَار والرهبان. ¶ فأنار الله بِالْوَحْي الْمنزل أرجاء الدُّنْيَا، وَأظْهر للنَّاس المقولة الحقة فِي الله تبَارك وَتَعَالَى، فتعرفوا على رَبهم من خلال مَا أنزل فِي كِتَابه، وَمَا بَينه ودعا إِلَيْهِ رَسُوله صلى الله عَلَيْهِ وَسلم، فتحولت معرفتهم برَبهمْ وحقوقه جلّ وَعلا من رب فَقير لَا حول لَهُ وَلَا طول وَلَا قدرَة وَلَا إِرَادَة وَلَا حق لَهُ وَلَا جَزَاء عِنْده لمطيع وَلَا عُقُوبَة لعاص، إِنَّمَا هُوَ تَعَالَى عَن قَوْلهم معطل غَايَة التعطيل مجحود خلقه، ومكفورة نعْمَته،",
            "page": "178",
            "part": "1",
            "seal": "C0AEACD5"
        },
        {
            "id": "3",
            "nass": "ومعزوة إِلَى غَيره من الْعُقُول والنفوس والأوثان والأصنام، مشكور غَيره من المربوبين والمخلوقين من الْبشر والأصنام ـ فتحولت معرفَة النَّاس من تِلْكَ الْمعرفَة الَّتِي أملاها عَلَيْهِم الفلاسفة، وَمن أَخذ بقَوْلهمْ إِلَى أَن الله تبَارك وَتَعَالَى هُوَ الْوَاحِد الْأَحَد الْفَرد الصَّمد، لم يلد وَلم يُولد وَلم يكن لَهُ كفوا أحد، ذُو الْجلَال وَالْإِكْرَام، ذُو الجبروت والملكوت، حَيّ لَا يَمُوت، قيوم لَا ينَام، الْخَالِق الْبَارِي المصور السَّمِيع الْبَصِير الْعَلِيم الْحَكِيم، ذُو الْعِزَّة والانتقام، وَذُو الرَّحْمَة والإنعام، لَا يخفى عَلَيْهِ من شؤون عباده شَيْء، وَيُدبر أُمُورهم ويتصرف فيهم، لَا يشاؤون إِلَّا مَا شاءه لَهُم، وَلَا ينالون إِلَّا مَا قَضَاهُ لَهُم، وَهُوَ الْغَنِيّ ذُو الرَّحْمَة، فَمَا من نعْمَة إِلَّا هُوَ مصدرها، وَهُوَ رازقها والمنعم بهَا، وَمَا من بلية إِلَّا هُوَ وَحده الْقَادِر على رَفعهَا وَدفعهَا، لَهُ الْعِبَادَة وَحده، وَله الشُّكْر وَحده دون من سواهُ، وَهُوَ المتفضل على من أطاعه بجنة عرضهَا السَّمَاوَات وَالْأَرْض يَوْم الْقِيَامَة رَحْمَة وفضلاً، وَهُوَ المنتقم مِمَّن عَصَاهُ فِي نَار وقودها النَّاس وَالْحِجَارَة عدلا. ¶ فأشرقت الأَرْض بِهَذَا الْعلم وَهَذَا النُّور وَهَذِه الْمعرفَة، وثاب من شَاءَ الله هدايته من النَّاس إِلَى رَبهم، يعبدونه ويشكرونه، بعد أَن عرفوه الْمعرفَة الصَّحِيحَة، وآمنوا بِهِ الْإِيمَان الصَّحِيح، وخلعوا عَنْهُم ضلالات الْجَاهِلِيَّة وسخافاتها، وَاسْتمرّ هَذَا الْحَال بِأمة الْإِسْلَام دهراً، إِلَى أَن دب إِلَيْهِم الدَّاء الدوي، وَالشَّر المستطير، أَلا وَهُوَ الْإِعْرَاض عَن الْوَحْي، والإعجاب بالآراء والأهواء، فَإِذا بِالطَّرِيقِ مطروق، والبضاعة مَوْجُودَة، أَلا وَهِي مقولات الفلاسفة، فتلقفها من الْمُسلمين رَدِيء الْحَظ، سيء النّظر، مِمَّن جهل ربه، وَجَهل دينه على تفَاوت بَينهم فِي مِقْدَار الْأَخْذ مِنْهَا، فَمنهمْ من استبدل الْخَبيث بالطيب، فأقصى وَحي الله عز وَجل، وَأخذ بزبالة الأذهان، وحثالة المقولات، وَجعلهَا أصلا، وَلم يقم لغَيْرهَا من وَحي الله ونوره وزنا، وَهَؤُلَاء هم من يسمون (فلاسفة الْمُسلمين) وَيدخل فيهم الباطنيون وفلاسفة الصُّوفِيَّة أَصْحَاب وحدة الْوُجُود.",
            "page": "179",
            "part": "1",
            "seal": "5DD2AD9D"
        },
        {
            "id": "4",
            "nass": "وَمن الْمُسلمين من أَخذ بِشَيْء من الفلسفة وَترك شَيْئا، فَكَانَ مَا أَخذه شَرّ أَقْوَاله، وأخبث مقولاته، وَهدم بِهِ مَا قابله من نور الله ووحيه، وَهَؤُلَاء هم (المتكلمون) من الْجَهْمِية، والمعتزلة، والأشعرية، والماتريدية، الَّذين أَقَامُوا معرفتهم بِاللَّه عز وَجل على قَوَاعِد فلسفية، مِمَّا ظنُّوا أَنه لَا يتعارض مَعَ وَحي الله وشرعه، وراحوا يحاولون التلفيق بَين الْوَحْي الْمنزل، وشرعة الفلاسفة وأنى يَلْتَقِيَانِ: ¶ ذهبت مشرقة وَذَهَبت مغرباً ... شتان بَين مشرق ومغرب ¶ فصاروا لَا إِلَى هَؤُلَاءِ وَلَا إِلَى هَؤُلَاءِ، إِلَّا أَنهم أسعد حَالا من سابقيهم، بِمَا عِنْدهم من الْوَحْي وَالشَّرْع. ¶ وَلَا شكّ أَن أسعد الْجَمِيع حَالا من جعل شرع الله ووحيه هُوَ إِمَامه وقائده وملهمه ومعلمه وموجهه، وهم سلف هَذِه الْأمة من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم، وَمن الْتزم بنهجهم وطريقهم من التَّابِعين، وَمن تَبِعَهُمْ بِإِحْسَان إِلَى يَوْم الْقِيَامَة، مِمَّن لم يرد عَن الله بديلا، وَلَا عَن شَرعه تحويلا، وَقد أَيقَن هَؤُلَاءِ أَن النُّور وَالْحق والنجاح والفلاح فِي شرع الله: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلاً} النِّسَاء (122) {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثاً} النِّسَاء (87) وَأَن مَا عداهُ إِنَّمَا هُوَ وسواس الشَّيَاطِين، لَيْسَ لَهُ نصيب وَلَا حَظّ من الْعلم وَالْحق. ¶ وَفِي هَذِه الدراسة سنذكر قَول الفلاسفة فِي التَّوْحِيد، ونبين بُطْلَانه بِمَا يفتح الله عز وَجل بِهِ من أوجه بطلَان تِلْكَ المقالات، وَإِن كَانَ يُغني عَن بَيَان بطلَان الْبَاطِل سَمَاعه، وَذَلِكَ لِأَن مقَالَة الفلاسفة هِيَ الأَصْل لسَائِر أَقْوَال أهل التعطيل من الْجَهْمِية والمعتزلة وَغَيرهم. ¶ كَمَا سنلقي قبل ذَلِك الضَّوْء على مَذْهَب السّلف فِي التَّوْحِيد، حَتَّى يتَبَيَّن مِقْدَار الْفرق بَين المقالتين، وَمَا تضفيه مقَالَة الفلاسفة على النَّفس من الظلمَة",
            "page": "180",
            "part": "1",
            "seal": "4C4B8EBB"
        },
        {
            "id": "5",
            "nass": "والحرج، وَمَا تكتسي بِهِ النُّفُوس من النُّور والبهاء والراحة بتعرفها على مَا جَاءَ عَن الله عز وَجل وَمَا جَاءَ عَن رَسُوله صلى الله عَلَيْهِ وَسلم من تَوْحِيد الله تبَارك وَتَعَالَى. ¶ وَقد جعلت هَذِه الدراسة فِي مُقَدّمَة وفصلين: ¶ الْفَصْل الأول: تَعْرِيف موجز بِمذهب السّلف فِي التَّوْحِيد. ¶ وَفِيه تمهيد ومبحث وَاحِد فِي: بَيَان أنوع التَّوْحِيد الْوَاجِب لله عز وَجل عِنْد السّلف ¶ الْفَصْل الثَّانِي: قَول الفلاسفة فِي التَّوْحِيد وَفِيه تمهيد ومبحثان: ¶ أما التَّمْهِيد: فَفِيهِ تَعْرِيف الفلسفة والفلاسفة ¶ المبحث الأول: قَول ملاحدة الفلاسفة وَبَيَان بُطْلَانه. ¶ المبحث الثَّانِي: قَول المؤلهة من الفلاسفة، وَبَيَان بُطْلَانه. ¶ الْمطلب الأول: قَوْلهم فِي وجود الله تَعَالَى وَصِفَاته، وَبَيَان بُطْلَانه. ¶ الْمطلب الثَّانِي: قَوْلهم فِي إِيجَاد الْكَوْن، وَبَيَان بُطْلَانه. ¶ خَاتِمَة: وفيهَا أهم النتائج.",
            "page": "181",
            "part": "1",
            "seal": "75963C8A"
        },
        {
            "id": "6",
            "nass": "الْفَصْل الأول: ¶ تَعْرِيف موجز بِمذهب السّلف فِي التَّوْحِيد ¶ تمهيد: ¶ قبل أَن نشرع فِي بَيَان عقيدة السّلف فِي التَّوْحِيد يجدر بِنَا أَن نَعْرِف بمفردات مهمة: ¶ أَولا - السّلف: ¶ السّلف لُغَة: جمع سالف. وَهُوَ كل من تقدمك من آبَائِك وَذَوي قرابتك فِي السن أَو الْفضل1. ¶ وَالسَّلَف اصْطِلَاحا: هم أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم، ثمَّ التَّابِعين لَهُم بِإِحْسَان وَمن تَبِعَهُمْ من أَئِمَّة الدّين وأعلام الْهدى، بِخِلَاف من رمي ببدعة من الْخَوَارِج أَو الشِّيعَة أَو الْجَهْمِية أَو الْمُعْتَزلَة وَنَحْوهم2. ¶ ثَانِيًا - التَّوْحِيد: ¶ التَّوْحِيد لُغَة: مصدر وحد يوحد توحيداً، فَهُوَ موحد وَالْوَاحد والأحد يَدُور مَعْنَاهُ على الِانْفِرَاد3. ¶ والتوحيد اصْطِلَاحا: هُوَ اعْتِقَاد أَن الله وَاحِد فِي ذَاته وَوَاحِد فِي ربوبيته، وَوَاحِد فِي أَسْمَائِهِ وَصِفَاته وَاحِد فِي ألوهيته وعبادته وَحده لَا شريك لَهُ. ¶ فَهَذَا التَّعْرِيف يتَضَمَّن الْإِقْرَار وَالْإِيمَان بِأَن الله وَاحِد فَرد من جَمِيع الْوُجُوه فَهُوَ وَاحِد فِي ذَاته لَا ولد لَهُ وَلَا وَالِد، وَلَيْسَ ثَلَاثَة كَمَا يَدعِيهِ النَّصَارَى - تَعَالَى الله عَن ذَلِك. ¶ __________ ¶ 1 الْقَامُوس الْمُحِيط (ص 60) . ¶ 2 لوامع الْأَنْوَار البهية (1/20) . ¶ 3 المعجم الْوَسِيط (2/1016) .",
            "page": "182",
            "part": "1",
            "seal": "645F481B"
        },
        {
            "id": "7",
            "nass": "وَهُوَ وَاحِد فِي ربوبيته، لَا خَالق مَعَه وَلَا متصرف وَلَا مُدبر لشَيْء فِي هَذَا الْكَوْن غَيره، إِنَّمَا الْكَوْن كُله خلقا وتدبيراً وتصرفاً بِيَدِهِ سُبْحَانَهُ. ¶ وَوَاحِد فِي أَسْمَائِهِ وَصِفَاته لَا مثيل لَهُ سُبْحَانَهُ. ¶ وَوَاحِد سُبْحَانَهُ فِي عِبَادَته لَا شريك لَهُ فِي الْعِبَادَة لَا أَوْلِيَاء وَلَا وسطاء، وَإِنَّمَا الْعِبَادَة لَهُ وَحده لَا شريك لَهُ. ¶ ونشير هُنَا إِلَى أَن السّلف رَحِمهم الله لَهُم مَنْهَج وَاضح فِي الِاسْتِدْلَال على التَّوْحِيد وَسَائِر مسَائِل العقيدة وتقريرها، وَيُمكن استخلاص هَذَا الْمنْهَج من كَلَام الْآجُرِيّ1 رَحمَه الله؛ حَيْثُ قَالَ فِي كِتَابه الشَّرِيعَة: \"بَاب الْحَث على التَّمَسُّك بِكِتَاب الله تَعَالَى وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم وَسنة أَصْحَابه رَضِي الله عَنْهُم وَترك الْبدع وَترك النّظر والجدال فِيمَا يُخَالف فِيهِ الْكتاب وَالسّنة وَقَول الصَّحَابَة رَضِي الله عَنْهُم \"2. ¶ وَمثله قَالَ شيخ الْإِسْلَام ابْن تَيْمِية3 رَحمَه الله: \"ثمَّ من طَريقَة أهل السّنة وَالْجَمَاعَة اتِّبَاع آثَار الرَّسُول صلى الله عَلَيْهِ وَسلم بَاطِنا وظاهرا، وَاتِّبَاع سَبِيل السَّابِقين الْأَوَّلين من الْمُهَاجِرين وَالْأَنْصَار وَاتِّبَاع وَصِيَّة رَسُول الله صلى الله عَلَيْهِ وَسلم حَيْثُ قَالَ: \"عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين المهديين من بعدِي تمسكوا بهَا وعضوا عَلَيْهَا بالنواجذ وَإِيَّاكُم ومحدثات الْأُمُور فَإِن كل بِدعَة ضَلَالَة\" 4. ¶ __________ ¶ 1 الْآجُرِيّ مُحَمَّد بن عبد الله، فَقِيه شَافِعِيّ مُحدث، نسبته إِلَى آجر من قرى بَغْدَاد،صَاحب سنة وَاتِّبَاع. توفّي سنة 360?. انْظُر: سير إِعْلَام النبلاء 16/133-136. ¶ 2 الشَّرِيعَة (1/170) . ¶ 3 أَحْمد بن عبد الْحَلِيم، شيخ الْإِسْلَام الشهير بِابْن تَيْمِية، ألف فِي أَكثر الْعُلُوم التآليف العديدة، وصنف التصانيف المفيدة فِي التَّفْسِير وَالْفِقْه وَالْأُصُول والْحَدِيث وَالْكَلَام، وتصدى للرَّدّ على الْفرق الضَّالة والمبتدعة، لم يسْبق إِلَى مثل تأليفه وشهرته، توفّي سنة 728?. انْظُر: مُخْتَصر طَبَقَات الْحَنَابِلَة ص 61. ¶ 4 أخرجه أَبُو دَاوُد فِي السّنة 4/201.بَاب فِي لُزُوم السّنة.",
            "page": "183",
            "part": "1",
            "seal": "DD4A8926"
        },
        {
            "id": "8",
            "nass": "ويعلمون أَن أصدق الْكَلَام كَلَام الله، وَخير الْهَدْي هدي مُحَمَّد صلى الله عَلَيْهِ وَسلم، ويؤثرون كَلَام الله على غَيره من كَلَام أَصْنَاف النَّاس، ويقدمون هدي مُحَمَّد صلى الله عَلَيْهِ وَسلم على هدي كل أحد\"1. ¶ وَمن خلال ذَلِك نستطيع أَن نستخلص أَن مَنْهَج السّلف فِي الِاسْتِدْلَال على التَّوْحِيد يقوم على أَربع قَوَاعِد هِيَ: ¶ 1- الِاعْتِمَاد على الْكتاب وَالسّنة فِي أصُول الْمسَائِل وتفريعاتها. ¶ 2- اتِّبَاع سلف الْأمة من الصَّحَابَة وَالتَّابِعِينَ وَمن تَبِعَهُمْ بِإِحْسَان. ¶ 3- عدم عرض شَيْء من ذَلِك على الآراء والأهواء. ¶ 4- الحذر من الْبدع وَأَهْلهَا. ¶ فَهَذِهِ الْقَوَاعِد هِيَ عمدتهم فِي تَقْرِير كل مَا يتَعَلَّق بتوحيد الله تَعَالَى، بل وَجَمِيع مسَائِل العقيدة والأمور الشَّرْعِيَّة, وكل من نظر فِي كتبهمْ المصنفة فِي هَذَا الْبَاب فَإِنَّهُ يجد الِالْتِزَام الْوَاضِح بِهَذِهِ الْقَوَاعِد وتطبيقها فِي جليل الْمسَائِل ودقيقها. ¶ مَبْحَث فِي أَنْوَاع التَّوْحِيد الْوَاجِب لله عز وَجل عِنْد السّلف ¶ التَّوْحِيد هُوَ رَأس دَعْوَة الرُّسُل وَغَايَة جهادهم وتبليغهم من لدن آدم عَلَيْهِ السَّلَام إِلَى آخِرهم نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم، وَيَكْفِي فِي الدّلَالَة على ذَلِك قَوْله عز وَجل {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} النَّحْل (36) . ¶ وَقَالَ عز وَجل {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} الْأَنْبِيَاء (25) . ¶ وَقد ذكر الله عز وَجل عَن سَائِر أنبيائه دعوتهم إِلَى التَّوْحِيد والتركيز عَلَيْهِ فَهُوَ ¶ __________ ¶ 1 العقيدة الواسطية (ص 28) .",
            "page": "184",
            "part": "1",
            "seal": "282DF352"
        },
        {
            "id": "9",
            "nass": "الْبِدَايَة وَهُوَ الْغَايَة. ¶ وَهَذَا التَّوْحِيد الَّذِي دَعَا إِلَيْهِ الْأَنْبِيَاء عَلَيْهِم السَّلَام وحققوه فِي أنفسهم وطلبوا من النَّاس تَحْقِيقه هُوَ تَوْحِيد الله بِالْعبَادَة، وَهُوَ وَإِن كَانَ أحد أَنْوَاع التَّوْحِيد كَمَا سيتبين إِلَّا أَنه أهمها وَأَعْظَمهَا،وَالْإِقْرَار بِهِ مُتَضَمّن للإقرار بِمَا سواهُ والانحراف عَنهُ هُوَ ديدن بني آدم من الْمُشْركين وَالْكفَّار، لهَذَا كَانَ الاعتناء بِهِ والبداءة بتحقيقه أَولا قبل أَي مطلب آخر هُوَ مَنْهَج الْأَنْبِيَاء عَلَيْهِم السَّلَام. ¶ وكما هُوَ ظَاهر فَإِن من أقرّ لله عز وَجل بالألوهية وَعَبده دون غَيره، فَإِن ذَلِك مُتَضَمّن للإقرار لَهُ بالأسماء وَالصِّفَات والربوبية كَمَا سنبين. ¶ وَقد خلف الصالحون من كل أمة أَنْبيَاء الله عز وَجل فِي الاسْتقَامَة على منهجهم وَدينهمْ وطريقتهم، وَخلف نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم سلف هَذِه الْأمة من الصَّحَابَة وَالتَّابِعِينَ، وَمن تَبِعَهُمْ بِإِحْسَان إِلَى يَوْم الدّين فِي الْإِقْرَار لله بِالتَّوْحِيدِ. ¶ وَهَذَا التَّوْحِيد على مَذْهَب السّلف ثَلَاثَة أَنْوَاع هِيَ: تَوْحِيد الربوبية، وتوحيد الْأَسْمَاء وَالصِّفَات، وتوحيد الألوهية. ¶ أَولا: تَوْحِيد الربوبية: ¶ مَعْنَاهُ، الْإِقْرَار بِأَن الله عز وَجل هُوَ الْخَالِق الرازق المحي المميت الْمُدبر لشؤون هَذَا الْكَوْن، والمتصرف فِيهِ وَحده، لَيْسَ لَهُ فِي ذَلِك ظهير وَلَا معِين وَلَا شريك وَلَا مثيل. ¶ وَيُصَرح السّلف بِأَن هَذَا النَّوْع من التَّوْحِيد أدلته أَكثر من أَن تحصى أَو تستقصى. وَمن أهم هَذِه الْأَدِلَّة وأظهرها: الْفطْرَة. ¶ وَالْمرَاد بالفطرة لُغَة: الْخلقَة 1. ¶ __________ ¶ اللِّسَان 5/3433.",
            "page": "185",
            "part": "1",
            "seal": "9E97FC59"
        },
        {
            "id": "10",
            "nass": "أما المُرَاد بهَا هُنَا فَهُوَ: أَن الله تَعَالَى قد خلق الْبشر عُمُوما على الْإِقْرَار بربوبيته تَعَالَى وتوحيده، وَمن الْمَعْلُوم أَن الله جلّ وَعلا قد فطر النَّاس على أَشْيَاء كَثِيرَة عديدة، وَمن ضمن مَا فطرهم عَلَيْهِ الاقرار لله بالربوبية. وَهَذَا هُوَ الَّذِي يُفَسر اتِّفَاق الْبشر على الْإِقْرَار لله بالربوبية، وَلم يُخَالف فِي ذَلِك إِلَّا شواذ من الْبشر من الْمَلَاحِدَة، مثل فِرْعَوْن وَمن كَانَ على شاكلته1. ¶ ويستدلون لهَذَا الدَّلِيل بأدلة عديدة، مِنْهَا: ¶ قَوْله عز وَجل {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ} الْأَعْرَاف (172) . ¶ وَأخرج الإِمَام أَحْمد2 بِسَنَدِهِ عَن ابْن عَبَّاس رَضِي الله عَنهُ مَرْفُوعا: \"إِن الله أَخذ الْمِيثَاق من ظهر آدم بنعمان ـ يَعْنِي بِعَرَفَة ـ فَأخْرج من صلبه كل ذُرِّيَّة ذرأها، فنثرهم بَين يَدَيْهِ كالذر، ثمَّ كَلمهمْ قبلا قَالَ: أَلَسْت بربكم قَالُوا: بلَى شَهِدنَا أَن تَقولُوا يَوْم الْقِيَامَة إِنَّا كُنَّا عَن هَذَا غافلين \" 3. ¶ __________ ¶ 1 من الجدير بِالذكر أَن الْمَلَاحِدَة يظهرون الْإِلْحَاد ويتبجحون بِهِ وَإِن كَانُوا فِي قرارة نُفُوسهم يعلمُونَ أَن الله خالقهم كَمَا قَالَ تَعَالَى عَن فِرْعَوْن وَقَومه {فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَذَا سِحْرٌ مُبِينٌ وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْماً وَعُلُوّاً} النَّمْل (13-14) ، وَقَالَ تَعَالَى ذَاكِرًا خطاب مُوسَى لفرعون {قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُوراً} الْإِسْرَاء (102) ¶ 2 أَحْمد بن حَنْبَل، إِمَام الْحَنَابِلَة والمحدثين، نَاصِر الْإِسْلَام وَالسّنة. كَانَ الإِمَام الشَّافِعِي يجله ويثني عَلَيْهِ ثَنَاء حسنا، وَكَانَ من أَصْحَابه وخواصه. توفّي رَحمَه الله سنة 241?. انْظُر: مُخْتَصر طَبَقَات الْحَنَابِلَة ص7-17. ¶ 3 مُسْند الإِمَام أَحْمد (1/272) ، وَذكر ابْن كثير فِي تَفْسِيره (2/241) رِوَايَات عديدة فِي هَذَا الْمَعْنى وَرجح وَقفهَا على ابْن عَبَّاس رَضِي الله عَنهُ.",
            "page": "186",
            "part": "1",
            "seal": "1A050E3D"
        },
        {
            "id": "11",
            "nass": "وَكَذَلِكَ حَدِيث أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \"كل مَوْلُود يُولد على الْفطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَو ينصرَانِهِ أَو يُمَجِّسَانِهِ كَمثل الْبَهِيمَة تنْتج الْبَهِيمَة هَل ترى فِيهَا من جَدْعَاء \" 1. ¶ وَحَدِيث عِيَاض بن حمَار الْمُجَاشِعِي رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ذَات يَوْم فِي خطبَته: \"أَلا إِن رَبِّي أَمرنِي أَن أعلمكُم مَا جهلتم مِمَّا عَلمنِي يومي هَذَا: كل مَال نحلته عبدا حَلَال، وَإِنِّي خلقت عبَادي حنفَاء كلهم، وَإِنَّهُم أَتَتْهُم الشَّيَاطِين فَاجْتَالَتْهُمْ عَن دينهم وَحرمت عَلَيْهِم مَا أحللت لَهُم وأمرتهم أَن يشركوا بِي مَا لم أنزل بِهِ سُلْطَانا ... \" 2 الحَدِيث. ¶ فَهَذِهِ الْأَدِلَّة تدل على أَن الْخلق مفطورون على الْإِقْرَار بالخالق. ¶ وَلَا شكّ أَن ذَلِك من رَحْمَة الله تَعَالَى بخلقه ولطفه بهم، إِذْ غرس فيهم الْإِقْرَار بربوبيته، وَلذَلِك فَوَائِد عَظِيمَة، من أهمها: أَن عبَادَة الله تَعَالَى لَا تتمّ إِلَّا بِالْإِقْرَارِ بربوبية الله. ¶ وَمن الْمَعْلُوم أَن أعظم حُقُوق الله على عباده وواجباتهم نَحوه هُوَ عِبَادَته تَعَالَى. فَإِذا كَانَ دَلِيل اسْتِحْقَاقهَا، وَهُوَ الربوبية حَاضر فِي النَّفس مُسلم بِهِ من العَبْد، سهل انقياده لهَذَا الْأَمر، وَهُوَ الْعِبَادَة. ¶ كَمَا يسْتَدلّ السّلف على ربوبية الله عز وَجل بِمَا بثه جلّ وَعلا فِي الْكَوْن من الْآيَات الظَّاهِرَة الباهرة الْقَاهِرَة، الَّتِي تدل على ربوبيته دلَالَة وَاضِحَة صَرِيحَة، لَا يغْفل عَنْهَا أَو يجحدها إِلَّا أعمى الْبَصَر والبصيرة. ¶ فَإِن السَّمَاء وَمَا فِيهَا آيَة عظمى دَالَّة على عَظمَة خَالِقهَا وموجدها، وَمَا ¶ __________ ¶ 1 مُتَّفق عَلَيْهِ: أخرجه البُخَارِيّ كتاب الْجَنَائِز، انْظُر: فتح الْبَارِي (3/246) .وَهُوَ فِي مَوَاضِع كَثِيرَة من صَحِيح البُخَارِيّ، وَمُسلم 4/2047. كتاب الْقدر، بَاب معنى كل مَوْلُود يُولد على الْفطْرَة، رقم 2658. ¶ 2 أخرجه مُسلم كتاب الْجنَّة، بَاب 16 (4/2197) ، وَأحمد (4/162) .",
            "page": "187",
            "part": "1",
            "seal": "70208C4F"
        },
        {
            "id": "12",
            "nass": "بَين السَّمَاء وَالْأَرْض من الْكَوَاكِب آيَات واضحات ظاهرات، وَفِي الأَرْض آيَات لَا تحصى ظَاهِرَة فِي جبالها وسهولها وأنهارها ومياهها وبحارها وهوائها وأشجارها وَمَا بَث فِيهَا من دَابَّة، وَفِي نفس الْإِنْسَان من الْآيَات مَا لَا يُمكن رده وجحده بل الْأَمر كَمَا قيل: ¶ وَفِي كل شَيْء لَهُ آيَة تدل على أَنه وَاحِد 1 ¶ فَهَذِهِ الدَّلَائِل الْوَاضِحَة الظَّاهِرَة هِيَ دَالَّة على الله عز وَجل، لمن كَانَ فِي نَفسه شكّ أَو تردد، وَإِلَّا فالواقع أَن الْإِقْرَار بالربوبية عَام فطري، كَمَا قَالَ الرُّسُل عَلَيْهِم السَّلَام {قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ} إِبْرَاهِيم (10) 2. ¶ لهَذَا لَا حَاجَة لتكلف الْأَدِلَّة، لِأَن الْوَاضِح لَا يحْتَاج إِلَى توضيح، وَالظَّاهِر لَا يحْتَاج إِلَى استظهار وكما قيل: ¶ وَلَيْسَ يَصح فِي الأذهان شَيْء إِذا احْتَاجَ النَّهَار إِلَى دَلِيل3 ¶ وتكلف الْأَدِلَّة فِي ذَلِك كَمَا هُوَ شَأْن الفلاسفة وَمن سلك منهجهم من الْمُتَكَلِّمين وَغَيرهم إِنَّمَا يُمكن أَن يَصح فِي الِاسْتِدْلَال على القضايا الْخفية، أما الْأُمُور الظَّاهِرَة الْوَاضِحَة الْمُتَّفق عَلَيْهَا لَا يحْتَاج إِثْبَاتهَا إِلَى تكلّف دَلِيل أَو برهَان. ¶ وَلَا شكّ أَن من رَحْمَة الله عز وَجل ولطفه بعباده أَن جعل أَدِلَّة وبراهين ربوبيته فطرية ظَاهِرَة، يُؤمن بهَا ويدركها أقل النَّاس حظاً من الْعلم وَالنَّظَر، بل إِن الْأَدِلَّة لوضوحها وظهورها تضطر الْإِنْسَان اضطراراً إِلَى الْإِيمَان بخالقها وموجدها رَبًّا وخالقاً. ¶ __________ ¶ 1 اخْتلف فِي نسبته، فنسبه الصَّفَدِي إِلَى أبي فراس. انْظُر: الوفيات (7/138) ، وَأما أَبُو الْفرج فقد نسبه إِلَى أبي الْعَتَاهِيَة انْظُر: الأغاني (4/35) . ¶ 2 انْظُر: التَّوْحِيد لِابْنِ مَنْدَه (1/97-305) ، الْحجَّة فِي بَيَان المحجة (1/376-387) . ¶ 3 انْظُر: الصَّوَاعِق الْمُرْسلَة لِابْنِ الْقيم (4/1221) .",
            "page": "188",
            "part": "1",
            "seal": "0940AEE4"
        },
        {
            "id": "13",
            "nass": "وَهَذَا الْإِقْرَار والاضطرار مُهِمّ غَايَة الأهمية، بل هُوَ من رَحْمَة الله عز وَجل بعبيده وخلقه، لِأَنَّهُ يَنْبَنِي عَلَيْهِ عبَادَة الله عز وَجل، الَّتِي هِيَ الْغَايَة من خلق الْإِنْسَان، وَهُوَ سَبِيل نجاته، إِذْ لَا نجاة للْعَبد بِدُونِ إخلاص الْعِبَادَة لَهُ عز وَجل، فَلهَذَا جعل الدَّلِيل على اسْتِحْقَاقه لِلْعِبَادَةِ وَحده دون سواهُ كَونه سُبْحَانَهُ هُوَ الْخَالِق الرازق الْمَالِك، الْمُتَصَرف وَحده دون سواهُ، وَذَلِكَ كُله من رَحْمَة الله ولطفه بعباده. ¶ لهَذَا كثر فِي الْقُرْآن ربط الألوهية بالربوبية، وَوُجُوب عبَادَة الله وَحده، استناداً على وحدانيته فِي ربوبيته جلّ وَعلا،وَمن ذَلِك قولهعز وَجل: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشاً وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقاً لَكُمْ فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً وَأَنْتُمْ تَعْلَمُونَ} الْبَقَرَة (21-22) . ¶ وَقَالَ {ذَلِكُمُ اللَّهُ رَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} الْأَنْعَام (102) . ¶ وَقَالَ جلّ وَعلا {أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} النَّمْل (60) . ¶ إِلَى غير ذَلِك من الْآيَات الدَّالَّة على ربوبية الله عز وَجل، وَالَّتِي أَقَامَ الله عز وَجل بهَا الْحجَّة على الْمُشْركين، الَّذين يقرونَ بربوبيته سُبْحَانَهُ، وَيُنْكِرُونَ وحدانيته فِي الْعِبَادَة، ويعبدون مَعَه سواهُ. ¶ * ثَانِيًا: تَوْحِيد الْأَسْمَاء وَالصِّفَات: ¶ هُوَ اعْتِقَاد أَن الله تَعَالَى لَهُ الْأَسْمَاء الْحسنى، وَله الصِّفَات العلى الْكَامِلَة، الَّتِي لَا يماثله فِيهَا أحد.",
            "page": "189",
            "part": "1",
            "seal": "32405A49"
        },
        {
            "id": "14",
            "nass": "وَالسَّلَف يلتزمون من ذَلِك بِمَا ورد فِي الْكتاب وَالسّنة، فَمن نظر فِي كتبهمْ المصنفة مثل كتاب (السّنة) للْإِمَام أَحْمد، و (خلق أَفعَال الْعباد) للْبُخَارِيّ1، و (الرَّد على بشر المريسي) 2 للدارمي3 و (السّنة) لِابْنِ أبي عَاصِم النَّبِيل4 و (السّنة) للطبري، و (الشَّرِيعَة) للآجري، و (الرُّؤْيَة) للدارقطني5 و (الرَّد على الْجَهْمِية) لِابْنِ مَنْدَه6 و (شرح أصُول اعْتِقَاد أهل السّنة وَالْجَمَاعَة) للالكائي7، و (النُّزُول) و (الصِّفَات) ، و (الرَّد على الْجَهْمِية) ، و (عقيدة أَصْحَاب الحَدِيث) ¶ __________ ¶ 1 أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل، الْحَافِظ لحَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم، صَاحب الْجَامِع الصَّحِيح الْمَعْرُوف بِصَحِيح البُخَارِيّ. جبل الْحِفْظ، ثِقَة الحَدِيث. توفّي سنة 256?. انْظُر: تقريب التَّهْذِيب2/144. ¶ 2 بشر بن غياث بن أبي كَرِيمَة، عبد الرَّحْمَن المريسي، فَقِيه معتزلي عَارِف بالفلسفة،كَانَ عين الْجَهْمِية فِي عصره. رمي بالزندقة. توفّي سنة 218?. انْظُر: سير أَعْلَام النبلاء 10/199-202. ¶ 3 عُثْمَان بن سعيد بن خَالِد التَّمِيمِي الدَّارمِيّ أَبُو سعيد، قَالَ عَنهُ الذَّهَبِيّ: الإِمَام الْعَلامَة الْحَافِظ النَّاقِد، مُحدث هراة وَتلك الْبِلَاد. توفّي سنة 280?. انْظُر: سير أَعْلَام النبلاء (13/319) . ¶ 4 أَحْمد بن عَمْرو بن أبي عَاصِم الضَّحَّاك بن مخلد الشَّيْبَانِيّ، عَالم بِالْحَدِيثِ زاهد رحالة. توفّي سنة 287?. انْظُر: سير أَعْلَام النبلاء 13/430. ¶ 5 عَليّ بن عمر بن أَحْمد بن مهْدي، أَبُو الْحسن الدَّارَقُطْنِيّ الشَّافِعِي، إِمَام عصره فِي الحَدِيث وَأول من صنف فِي الْقرَاءَات وَعقد لَهَا أبواباً، ولد بدار الْقطن من أَحيَاء بَغْدَاد. توفّي سنة 385?. انْظُر: سير أَعْلَام النبلاء 16/449-450. ¶ 6 مُحَمَّد بن إِسْحَاق بن مُحَمَّد بن يحيى بن مَنْدَه، أَبُو عبد الله الْعَبْدي، الْأَصْبَهَانِيّ،من كبار حفاظ الحَدِيث.صَاحب التصانيف. توفّي سنة 395?. انْظُر: سير أَعْلَام النبلاء 17/29-42. ¶ 7 هبة الله بن الْحسن بن مَنْصُور الطَّبَرِيّ، أَبُو الْقَاسِم اللالكائي، حَافظ للْحَدِيث، من فُقَهَاء الشافيعة من أهل طبرستان، فنسبته إِلَى بيع اللوالك الَّتِي تلبس فِي الأرجل على خلاف الْقيَاس. توفّي سنة 418?. انْظُر: سير أَعْلَام النبلاء 17/419.",
            "page": "190",
            "part": "1",
            "seal": "C86BD4C9"
        },
        {
            "id": "15",
            "nass": "للصابوني1، و (الْحجَّة فِي بَيَان المحجة) لأبي الْقَاسِم التَّيْمِيّ الْأَصْبَهَانِيّ2، وَغَيرهَا كثير، يرى النَّاظر فِيهَا أَنهم أثبتوا كل مَا ورد فِي كتاب الله عز وَجل من صِفَاته وَمَا ثَبت فِي الحَدِيث الصَّحِيح عَن النَّبِي صلى الله عَلَيْهِ وَسلم، كَمَا رووا فِي تِلْكَ الْكتب رِوَايَات عديدة عَمَّن تقدمهم من الْأَئِمَّة وَالْعُلَمَاء تحدد موقفهم ومنهجهم فِي صِفَات الله عز وَجل. ¶ من ذَلِك: مَا رُوِيَ عَن الإِمَام أَحْمد أَنه قَالَ فِي الْأَحَادِيث \"إِن الله تبَارك وَتَعَالَى ينزل إِلَى السَّمَاء الدُّنْيَا \"، و\"أَنه يضع قدمه \" وَمَا أشبه ذَلِك: \"نؤمن بهَا، ونصدق بهَا، وَلَا كَيفَ وَلَا معنى3، وَلَا نرد شَيْئا مِنْهَا، ونعلم أَن مَا قَالَه رَسُول الله صلى الله عَلَيْهِ وَسلم حق إِذا كَانَت بأسانيد صَحِيحَة \". وَقَالَ أَيْضا: \"يضْحك الله وَلَا نعلم كَيفَ ذَلِك إِلَّا بِتَصْدِيق الرَّسُول \" وَقَالَ: \"المشبهة تَقول بصر كبصري وَيَد كيدي وَقدم كقدمي، وَمن قَالَ ذَلِك فقد شبه الله بخلقه \" 4. ¶ وَقَالَ نعيم بن حَمَّاد 5: \"من شبه الله بخلقه فقد كفر، وَمن أنكر مَا وصف ¶ __________ ¶ 1 إِسْمَاعِيل بن عبد الرحمن بن أَحْمد بن إِسْمَاعِيل، لقبه أهل السّنة فِي خُرَاسَان بشيخ الْإِسْلَام، فَلَا يعنون عِنْد إِطْلَاقهم هَذِه اللَّفْظَة غَيره. توفّي سنة 449?. انْظُر: سير أَعْلَام النبلاء 18/40 ¶ 2 إِسْمَاعِيل بن مُحَمَّد بن الْفضل بن عَليّ الْقرشِي التَّيْمِيّ الْأَصْبَهَانِيّ يلقب بقوام السّنة، من أَعْلَام الْحفاظ. توفّي سنة 535?. انْظُر: سير أَعْلَام النبلاء 20/80. ¶ 3 مُرَاده بقوله (وَلَا معنى) أَي لَا نتأوله كَمَا تأولته الْجَهْمِية وَإِنَّمَا مَعْنَاهُ تِلَاوَته وَالْإِقْرَار بِمَا دلّ عَلَيْهِ لَفظه فَإِن هَذَا مَذْهَب السّلف فقد روى اللالكائي بِسَنَدِهِ عَن الزُّهْرِيّ وَمَكْحُول أَنَّهُمَا كَانَا يَقُولَانِ: ((أمروا الْأَحَادِيث كَمَا جَاءَت)) وروى عَن سُفْيَان بن عُيَيْنَة انه قَالَ: ((كل شَيْء وصف الله بِهِ نَفسه فِي الْقُرْآن فقراءته تَفْسِيره لَا كَيفَ وَلَا مثل)) شرح أصُول اعْتِقَاد أهل السّنة 3/430 ¶ 4 إبِْطَال التأويلات للْقَاضِي أبي يعلى (1/45) . ¶ 5 نعيم بن حَمَّاد بن مُعَاوِيَة بن الْحَارِث الْخُزَاعِيّ الْمروزِي، أَبُو عبد الله، الإِمَام، الْعَلامَة، الْحَافِظ. أول من جمع الْمسند فِي الحَدِيث. توفّي سنة 228هـ. انْظُر: سير أَعْلَام النبلاء 10/595-612.",
            "page": "191",
            "part": "1",
            "seal": "2A7AA446"
        },
        {
            "id": "16",
            "nass": "الله بِهِ نَفسه فقد كفر، وَلَيْسَ فِيمَا وصف الله بِهِ نَفسه وَلَا رَسُوله تَشْبِيه\".1 ¶ وَقَالَ الصَّابُونِي فِي عقيدته: \" أَصْحَاب الحَدِيث حفظ الله أحياءهم ورحم موتاهم يشْهدُونَ لله بالوحدانية وَلِلرَّسُولِ صلى الله عَلَيْهِ وَسلم بالرسالة ويعرفون رَبهم عز وَجل بصفاته الَّتِي نطق بهَا وحيه وتنزيله أَو شهد لَهُ بهَا رَسُوله صلى الله عَلَيْهِ وَسلم على مَا وَردت الْأَخْبَار الصِّحَاح بِهِ ونقلته الْعُدُول الثِّقَات عَنهُ ويثبتون لَهُ جلّ جَلَاله مَا أثبت لنَفسِهِ فِي كِتَابه وعَلى لِسَان رَسُوله صلى الله عَلَيْهِ وَسلم وَلَا يَعْتَقِدُونَ تَشْبِيها لصفاته بِصِفَات خلقه ... \"2. ¶ فَمن هُنَا نحدد أَن للسلف رَحِمهم الله فِي إِثْبَات الصِّفَات ثَلَاث قَوَاعِد: ¶ الْقَاعِدَة الأولى: الْإِيمَان بِكُل مَا ورد فِي الْكتاب وَالسّنة من صِفَات الله عز وَجل نفيا وإثباتاً. ¶ الْقَاعِدَة الثَّانِيَة: نفي الْمُمَاثلَة بَين الْخَالِق والمخلوق فِي الصِّفَات. ¶ الْقَاعِدَة الثَّالِثَة: قطع الطمع عَن إِدْرَاك كَيْفيَّة اتصاف الْبَارِي جلّ وَعلا بِالصِّفَاتِ3 وَسَنذكر بإيجاز أَدِلَّة كل قَاعِدَة وَمَا يتَعَلَّق بهَا: ¶ __________ ¶ 1 انْظُر: شرح أصُول اعْتِقَاد أهل السّنة للالكائي (3/532) ، شرح الطحاوية (ص66) . ¶ 2 عقيدة أَصْحَاب الحَدِيث (ضمن الْمَجْمُوعَة المنيرية) (1/106) . ¶ 3 انْظُر هَذِه الْقَوَاعِد الثَّلَاث فِي الْحجَّة فِي بَيَان المحجة (1/94-97) ، وعقيدة أَصْحَاب الحَدِيث للصابوني (1/106-107) ، إبِْطَال التأويلات لأخبار الصِّفَات للْقَاضِي أبي يعلى (1/43) ، ذمّ التَّأْوِيل لِابْنِ قدامَة (ص 11) ، الرسَالَة التدمرية (ص 4) ، مَنْهَج دراسة آيَات الصِّفَات للشنقيطي (ص 6،44) ، مُعْتَقد أهل السّنة وَالْجَمَاعَة للتميمي (ص 95) .",
            "page": "192",
            "part": "1",
            "seal": "E2C87BE2"
        },
        {
            "id": "17",
            "nass": "الْقَاعِدَة الأولى: (الْإِيمَان بِكُل مَا ورد فِي الْكتاب وَالسّنة من صِفَات الله عز وَجل نفيا وإثباتاً) . ¶ قد دلّت الْأَدِلَّة الْكَثِيرَة على وجوب الِالْتِزَام وَالْأَخْذ بِكُل مَا ورد فِي الْكتاب وَالسّنة فِي هَذَا الْبَاب وَغَيره من أَبْوَاب التَّوْحِيد وَالدّين وَمن هَذِه الْأَدِلَّة الْعَامَّة: ¶ قَوْله تَعَالَى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} الْحَشْر (7) ، وَقَوله عز وَجل {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} الْأَعْرَاف (3) وَقَالَ عز وَجل {وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ فَاتَّبِعُوهُ وَاتَّقُوا لَعَلَّكُمْ تُرْحَمُونَ} الْأَنْعَام (151) ، وَقَالَ تَعَالَى {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} النِّسَاء (59) . ¶ فَهَذِهِ الْآيَات دَالَّة بعمومها على وجوب الْتِزَام وَأخذ كل مَا ورد فِي الْكتاب وَالسّنة، وَمن ضمن ذَلِك مَا يتَعَلَّق بِصِفَات الله تَعَالَى وأفعاله، بل إِن هَذَا الْأَمر لَيْسَ لَهُ طَرِيق إِلَّا الْوَحْي، لِأَن الله عز وَجل غيب عَنَّا فَلم نره وَلم نر شَبِيها لَهُ، فَلَيْسَ أمامنا لمعرفته إِلَّا الْخَبَر، وَلَيْسَ أعلم من الله تَعَالَى وَلَا أصدق مِنْهُ جلّ وَعلا، كَمَا قَالَ تَعَالَى {وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} الْبَقَرَة (231) {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثاً} كَمَا لَا أحد أعلم بِاللَّه تَعَالَى من رَسُوله صلى الله عَلَيْهِ وَسلم، وَقد أُوتِيَ جَوَامِع الْكَلم، وَهُوَ الَّذِي لَا ينْطق عَن الْهوى إِن هُوَ إِلَّا وَحي يُوحى، كَمَا قَالَ تَعَالَى {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} النَّجْم (53_54) ¶ فمعرفة الله تَعَالَى الْمعرفَة الصَّحِيحَة لَا يُمكن أَن يتَوَصَّل إِلَيْهَا إِلَّا من خلال الْوَحْي، وَمَا عدا ذَلِك إِنَّمَا هُوَ من بَاب الْخرص والتخمين. ¶ وَلَا بُد أَن نشِير هُنَا إِلَى أَن إِثْبَات صِفَات الله تَعَالَى وفْق نُصُوص الشَّرْع",
            "page": "193",
            "part": "1",
            "seal": "67141C38"
        },
        {
            "id": "18",
            "nass": "يلْزم مِنْهُ أُمُور عدَّة: ¶ أ- أَن الصِّفَات المثبتة لله عز وَجل وفْق نُصُوص الشَّرْع كَثِيرَة مِنْهَا: الْوَجْه وَالْيَدَانِ والعلو وَالْعلم وَالْكَلَام والسمع وَالْبَصَر وَالْقُدْرَة والإرادة والحياة والرضى وَالْغَضَب وَالرَّحْمَة، وَغير ذَلِك. ¶ وَالله عز وَجل مَوْصُوف بهَا على صفة الْكَمَال، الَّذِي لَا يلْحقهُ فِيهَا نقص بِوَجْه من الْوُجُوه، لِأَنَّهُ سُبْحَانَهُ الْكَامِل من كل وَجه، وَقد دلّت الْآيَات الْكَثِيرَة على ذَلِك، فَمن ذَلِك قَوْله عز وَجل {سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} الصافات (159) الَّتِي تدل على تَنْزِيه الله عز وَجل عَن كل نقص وعيب1، وَقَوله عز وَجل {وَهُوَ الْعَلِيُّ الْعَظِيمُ} الْبَقَرَة (255) ، فَهَذَا فِي كَمَال الْعُلُوّ لَهُ سُبْحَانَهُ {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} النِّسَاء (167) وَهَذَا فِي كَمَال الْعلم، {إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ} الْملك (19) وَهَذَا فِي كَمَال الْبَصَر {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} الْبَقَرَة (20) فِي كَمَال الْقُدْرَة. ¶ كَمَا ينفى عَن الله عز وَجل كل مَا نَفَاهُ عَن نَفسه سُبْحَانَهُ أَو نَفَاهُ عَنهُ رَسُوله صلى الله عَلَيْهِ وَسلم مثل قَوْله عز وَجل {وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلا فِي الْأَرْضِ} فاطر (44) {لَا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ} الْبَقَرَة (250) {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلا وَلَداً} الْجِنّ (3) {وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} الإخلاص (4) وَنَحْو ذَلِك. ¶ وكل صفة منفية عَن الله عز وَجل فَهِيَ دَلِيل من وَجه آخر على الْكَمَال، فنفي الْعَجز دَلِيل على كَمَال الْقُدْرَة، وَنفي السّنة وَالنَّوْم دَلِيل على كَمَال الْحَيَاة والقيومية، وَنفي الصاحبة وَالْولد دَلِيل على كَمَال الْغنى وَكَمَال الوحدانية، وَنفي المكافئ والمماثل دَلِيل على وحدانيته فِي صِفَاته، فَلَا مثيل لَهُ جلّ وَعلا سُبْحَانَهُ. ¶ ب- إِن من الصِّفَات الثَّابِتَة فِي الْقُرْآن مَا يكون كمالاً فِي حَال دون ¶ __________ ¶ 1 انْظُر معنى ((سُبْحَانَ الله)) فِي تَفْسِير ابْن كثير (1/73، 75) .",
            "page": "194",
            "part": "1",
            "seal": "0164C359"
        },
        {
            "id": "19",
            "nass": "حَال، فَلَا تثبت لله بِإِطْلَاق وَلَا تنفى عَنهُ بِإِطْلَاق، وَإِنَّمَا تثبت فِي الْحَال الَّتِي تكون كمالاً، كَمَا فِي الكيد وَالْمَكْر وَالْخداع والاستهزاء. ¶ فَهَذِهِ الصِّفَات لم يثبتها الله عز وَجل لنَفسِهِ إِلَّا فِي مُقَابل فعل أعدائه، فَيكون معاملتهم بِجِنْس فعلهم، من الْكَمَال فِي الانتقام مِنْهُم وعقوبتهم،وَذَلِكَ فِي مثل قَوْله عز وَجل {وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ} آل عمرَان (54) {إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ} النِّسَاء (142) {إِنَّهُمْ يَكِيدُونَ كَيْداً وَأَكِيدُ كَيْداً} الطارق (15-16) . ¶ جـ- مَا لم يرد إثْبَاته وَلَا نَفْيه فِي الْكتاب وَالسّنة فَلَا يجوز إِطْلَاق القَوْل بِهِ، لِأَنَّهُ من بَاب القَوْل على الله بِلَا علم، وَقد حرم الله ذَلِك كَمَا فِي قَوْله تَعَالَى {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} الْأَعْرَاف (33) . ¶ وَالْوَاجِب فِي مثل ذَلِك التَّوَقُّف وَمَعْرِفَة الْمَعْنى المُرَاد، فَإِن كَانَ الْمَعْنى المُرَاد حَقًا قبل وَغير اللَّفْظ إِلَى مَا يتَّفق مَعَ الشَّرْع حَتَّى يُؤمن اللّبْس، وَإِن كَانَ الْمَعْنى المُرَاد بَاطِلا رد لَفظه وَمَعْنَاهُ. وَهَذَا مثل نفي الْمُتَكَلِّمين للجهة وَالْمَكَان والجسم وَنَحْوهَا، فَإِنَّهُ إِن أُرِيد بالجهة وَالْمَكَان جِهَة السّفل أَو مَكَان يحوي الله عز وَجل ويحوطه فَهُوَ معنى بَاطِل مَرْدُود، وَإِن أُرِيد بالجهة الْعُلُوّ أَو الْمَكَان فَوق الْعَرْش فَهُوَ معنى حق ثَابت لله عز وَجل، وَلَكِن يُغير اللَّفْظ إِلَى الْعُلُوّ والاستواء على الْعَرْش ليؤمن اللّبْس، وَكَذَلِكَ الْجِسْم إِن قصد بِهِ جسم مركب من الْأَعْضَاء فَهُوَ معنى بَاطِل، وَإِن أُرِيد بِهِ الذَّات الموصوفة بِالصِّفَاتِ فَهَذَا حق ثَابت لله عز وَجل بالأدلة فَيثبت الْمَعْنى وينفى اللَّفْظ حَتَّى يُؤمن اللّبْس1. ¶ __________ ¶ 1 مَجْمُوع الْفَتَاوَى (3/41-42) ، الْقَوَاعِد المثلى فِي صِفَات الله وأسمائه الْحسنى (ص 53-79) .",
            "page": "195",
            "part": "1",
            "seal": "67033EF9"
        },
        {
            "id": "20",
            "nass": "الْقَاعِدَة الثَّانِيَة: (نفي الْمُمَاثلَة بَين الْخَالِق والمخلوق فِي الصِّفَات) . ¶ مِمَّا يجب اعْتِقَاده فِي هَذَا أَن الله تبَارك وَتَعَالَى مَوْصُوف بِالصِّفَاتِ على صفة تلِيق بجلاله وعظمته، وَأَن الْمَخْلُوق مَوْصُوف بِصِفَات على صفة تلِيق بضعفه وعجزه وَحَاجته، فَلَا تُمَاثِل صِفَات الْخَالِق صِفَات الْمَخْلُوق، فَإِن الله عز وَجل لَا يماثله سُبْحَانَهُ شَيْء فِي صِفَاته. ¶ وَقد دلّت الْأَدِلَّة على ذَلِك وَهِي قَوْله عز وَجل {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} الشورى (11) وَقَوله عز وَجل {وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} الْإِخْلَاص (4) ، وَقَوله عز وَجل {فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيّاً} مَرْيَم (60) وَقَوله تَعَالَى {فَلا تَضْرِبُوا لِلَّهِ الْأَمْثَال} النَّحْل (74) . ¶ فَهَذِهِ الْأَدِلَّة دَالَّة على أَن الله سُبْحَانَهُ لَا يماثله وَلَا يشابهه وَلَا يكون مُسَاوِيا لَهُ بِحَال من الْأَحْوَال أحد من خلقه وَهَذِه هِيَ وحدانيته سُبْحَانَهُ فِي الصِّفَات فَلَا يماثله أحد فِيهَا. ¶ وَمن الجدير بِالذكر هُنَا التَّنْبِيه على أهمية هَذِه الْقَاعِدَة، وَذَلِكَ أَن الْمَخْلُوق مَوْصُوف بِصِفَات كَثِيرَة، مِنْهَا السّمع وَالْبَصَر وَالْعلم وَالْكَلَام وَالْيَد وَالْوَجْه وَالْقُدْرَة، وَغير ذَلِك، وَالله تَعَالَى مَوْصُوف بِتِلْكَ الصِّفَات. ¶ فقاعدة نفي الْمُمَاثلَة يتم بهَا التَّفْرِيق بَين مَا اتّصف بِهِ الله تَعَالَى من الصِّفَات، وَبَين مَا يَتَّصِف الْمَخْلُوق بِهِ من الصِّفَات الَّتِي قد تتفق مسمياتها عِنْد الْإِطْلَاق، إِلَّا أَنَّهَا تخْتَلف وتتباين وتتميز عِنْد التَّقْيِيد والتخصيص، فَإِذا قيل سمع الله وبصر الله فَهُوَ يَلِيق بجلاله وعظمته وكماله، وَإِذا قيل سمع زيد أَو عَمْرو فَإِن الْمَخْلُوق مَوْصُوف بِهِ على صفة تناسب ضعفه وعجزه وَأَنه مَخْلُوق مربوب. ¶ وَيُمكن أَن تفهم هَذِه الْقَاعِدَة بسهولة ووضوح، إِذا أدركنا أَن كل مَوْصُوف بِصفة فَإِن صِفَاته تلائم ذَاته، فمثلاً الْإِنْسَان مَوْصُوف بِالْحَيَاةِ وَالْبَصَر",
            "page": "196",
            "part": "1",
            "seal": "7EB9B5C3"
        },
        {
            "id": "21",
            "nass": "والسمع وَالْقُدْرَة، والنملة والفيل كل مِنْهُمَا مَوْصُوف بذلك، إِلَّا أَن مَا يقوم بالإنسان مِنْهَا يتلاءم وَيخْتَلف عَمَّا يقوم بِكُل من النملة والفيل، فَكل مِنْهُمَا صِفَاته تلائم ذَاته. ¶ والتماثل فِي الْأَسْمَاء لَا يلْزم مِنْهُ التَّمَاثُل فِي المسميات، بل قد يكون هُنَاكَ فَارق كَبِير جدا بَين المسميين، مَعَ أَن مسماهما وَاحِد. وَمثل هَذَا مَا ذكر الله تَعَالَى فِي الْآخِرَة مِمَّا فِي الْجنَّة،وموجود فِي الدُّنْيَا من جنسه،مثل الرُّمَّان وَالطير والأنهار وَالْعَسَل،فَمَا فِي الدُّنْيَا لَا يقارن بِمَا فِي الْآخِرَة وَلَا يشابه بِهِ. كَمَا قَالَ ابْن عَبَّاس رَضِي الله عَنهُ \"لَيْسَ فِي الدُّنْيَا من الْجنَّة إِلَّا الْأَسْمَاء\".1 ¶ فَإِذا كَانَ هَذَا التَّفَاوُت بَين الْمَخْلُوقَات، فَلَا شكّ أَن التَّفَاوُت بَين الْخَالِق والمخلوق أعظم وأكبر بِكَثِير من التَّفَاوُت بَين الْمَخْلُوقَات بَعْضهَا مَعَ بعض2. ¶ الْقَاعِدَة الثَّالِثَة: (قطع الطمع عَن إِدْرَاك كَيْفيَّة اتصاف الْبَارِي جلّ وَعلا بِالصِّفَاتِ) . ¶ مِمَّا يُؤمن بِهِ السّلف فِي بَاب صِفَات الله عز وَجل أَنهم يثبتونها ويؤمنون بهَا، وهم فِي الْوَقْت نَفسه يجهلون كَيفَ يَتَّصِف الْبَارِي تبَارك وَتَعَالَى بِتِلْكَ الصِّفَات. ¶ وَذَلِكَ لِأَن الله عز وَجل قد أخبرنَا بِالصِّفَاتِ، وَلكنه جلّ وَعلا لم يخبرنا بالكيفية، كَمَا أخبرنَا جلّ وَعلا بِأَنَّهُ سُبْحَانَهُ لَا يُمكن أَن يحاط بِهِ علما، فَقَالَ جلّ وَعلا {وَلا يُحِيطُونَ بِهِ عِلْماً} طه (110) وَقَالَ جلّ وَعلا {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} الْأَنْعَام (103) . ¶ فَمن هُنَا كثر كَلَام السّلف فِي أَن الْوَاجِب على الْمُسلم أَن يُؤمن بِصِفَات ¶ __________ ¶ 1 ابْن جرير الطَّبَرِيّ 1/392. ¶ 2 انْظُر مَجْمُوع الْفَتَاوَى 5/200-210.",
            "page": "197",
            "part": "1",
            "seal": "2D3E2C0D"
        },
        {
            "id": "22",
            "nass": "الله عز وَجل بِلَا كَيفَ، كَمَا سبق أَن ذكرنَا ذَلِك عَن العديد مِنْهُم، وكما هُوَ مَشْهُور عَن الإِمَام مَالك 1رَحمَه الله لما جَاءَهُ رجل فَقَالَ: الرَّحْمَن على الْعَرْش اسْتَوَى كَيفَ اسْتَوَى؟ فَقَالَ: \" الكيف غير مَعْقُول، الاسْتوَاء مِنْهُ غير مَجْهُول، وَالْإِيمَان بِهِ وَاجِب، وَالسُّؤَال عَنهُ بِدعَة \"2. ¶ وَعَن شَيْخه ربيعَة3 أَنه قَالَ: \" الاسْتوَاء غير مَجْهُول والكيف غير مَعْقُول وَمن الله الرسَالَة وعَلى الرَّسُول الْبَلَاغ وعلينا التَّصْدِيق\"4. فَذَهَبت هَذِه المقولة أصلا من أصُول أهل السّنة وَهِي أَن الاسْتوَاء مَعْلُوم معنى، لِأَن الاسْتوَاء فِي اللُّغَة: الْعُلُوّ والارتفاع5. ¶ أما كَيْفيَّة اسْتِوَاء الْخَالِق على الْعَرْش فَهِيَ مَجْهُولَة وَلَا نعقل كَيفَ يكون ذَلِك، وَالْإِيمَان بالاستواء وَاجِب شرعا لوُرُود النُّصُوص العديدة بِهِ. ¶ وَعدم الْعلم بكيفية الصِّفَات لَا يَنْفِي الصِّفَات وَلَا يقْدَح فِي الْإِيمَان بهَا وإثباتها. لِأَن الله عز وَجل أخبرنَا بِالصّفةِ وَلم يخبرنا بالكيفية وَطلب منا الْإِيمَان بهَا وَلَا تنَافِي فِي ذَلِك، فَإِن هُنَاكَ أَشْيَاء عديدة نؤمن بهَا من مخلوقات الله وَنحن لَا نَعْرِف ¶ __________ ¶ 1 هُوَ الإِمَام مَالك بن أنس بن مَالك الأصبحي أَبُو عبد الله الْمدنِي، الْفَقِيه، إِمَام دَار الْهِجْرَة. توفّي سنة 179هـ. التَّقْرِيب ص326. ¶ 2 شرح أصُول اعْتِقَاد أهل السّنة للالكائي (3/398) ، الْأَسْمَاء وَالصِّفَات للبيهقي (ص 408) . ¶ 3 ربيعَة بن فروخ التَّيْمِيّ، أَبُو عُثْمَان، إِمَام حَافظ فَقِيه مُجْتَهد، كَانَ بَصيرًا بِالرَّأْيِ، لقب ((ربيعَة الرَّأْي)) وَكَانَ من أَئِمَّة الِاجْتِهَاد. توفّي سنة 136هـ. انْظُر: سير أَعْلَام النبلاء 10/89. ¶ 4 المصدران السابقان. ¶ 5 انْظُر: قَول الْأَخْفَش فِي اللِّسَان (13/414) ، وَانْظُر: صَحِيح البُخَارِيّ مَعَ الْفَتْح، كتاب التَّوْحِيد (13/403) بَاب وَكَانَ عَرْشه على المَاء،وَشرح أصُول اعْتِقَاد أهل السّنة (3/397) .",
            "page": "198",
            "part": "1",
            "seal": "47893020"
        },
        {
            "id": "23",
            "nass": "كيفيتها، مِنْهَا الرّوح الَّتِي فِي الْإِنْسَان فَإِن الْإِنْسَان عَاجز عَن معرفَة كنهها وحقيقتها مَعَ أَن الْإِنْسَان يحس ويشعر بهَا وَقد أخبرنَا الله بهَا فِي قَوْله {وَيَسْأَلونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً} الْإِسْرَاء (85) ، فَأخْبرنَا عَن الرّوح وَلم يخبرنا عَن كيفيتها، فَنحْن نؤمن بهَا بِدُونِ أَن نَعْرِف كيفيتها وَهَذَا لَا يقْدَح فِي إيمَاننَا بهَا، فَكَذَلِك وَللَّه الْمثل الْأَعْلَى صِفَات الله عز وَجل فجهلنا بكيفيتها لَا ينفيها وَلَا يقْدَح فِي إيمَاننَا بهَا. ¶ وعَلى هَذَا فَمن كيّف صِفَات الله تَعَالَى فقد افترى على الله عز وَجل، وَقفا مَا لَيْسَ لَهُ بِهِ علم، قَالَ جلّ وَعلا {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} الْإِسْرَاء (36) . ¶ ثَالِثا: تَوْحِيد الألوهية: ¶ وَهُوَ تَوْحِيد الله بِأَفْعَال الْعباد، أَو هُوَ إِفْرَاد الله عز وَجل بِالْعبَادَة وَحده لَا شريك لَهُ. ¶ وَهَذَا النَّوْع من التَّوْحِيد أعظم حُقُوق الله على عباده وأعلاها شَأْنًا وخطراً وَقدرا، إِذْ هُوَ النَّوْع الَّذِي يُؤَدِّي فِيهِ العَبْد لله عز وَجل الْحق الْوَاجِب عَلَيْهِ لَهُ سُبْحَانَهُ، كَمَا قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام لِمعَاذ بن جبل رَضِي الله عَنهُ: \"أَتَدْرِي مَا حق الله على الْعباد ... ثمَّ قَالَ: أَن يعبدوه وَلَا يشركوا بِهِ شَيْئا \" 1. وَالْقِيَام بِهِ وأداؤه مُتَضَمّن لأَدَاء غَيره من أَنْوَاع التَّوْحِيد. ¶ كَمَا أَن الْقيام بِهِ لله عز وَجل، وإخلاص الْعِبَادَة لَهُ ينسجم فِيهِ العَبْد مَعَ سَائِر ذرات هَذَا الْكَوْن الساجدة والمسبحة لله عز وجلكما قَالَ عز وَجل {وَإِنْ مِنْ شَيْء ٍ ¶ __________ ¶ 1 أخرجه البُخَارِيّ - كتاب التَّوْحِيد: بَاب دُعَاء النبيصلى الله عَلَيْهِ وَسلم أمته إِلَى التَّوْحِيد. انْظُر: فتح الْبَارِي (13/ 347) .",
            "page": "199",
            "part": "1",
            "seal": "5F88F797"
        },
        {
            "id": "24",
            "nass": "إِلَّا يُسَبِّحُ بِحَمْدِهِ} الْإِسْرَاء (44) وَقَالَ {أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ ... } الْحَج (18) ،كَمَا أَنه أول دَعْوَة الرُّسُل، وَلَا يَصح بِدُونِهِ عمل، وَلَا يرفع بِغَيْرِهِ إِلَى الله عبَادَة. ¶ وَقد توافرت الْآيَات القرآنية الْكَثِيرَة الدَّالَّة عَلَيْهِ، والمصرحة بِهِ، والمؤكدة لَهُ بِمَا لَا يسوغ بِحَال من الْأَحْوَال تجاهله أَو تجاوزه إِلَى غَيره، بل إِن دَعْوَة الْأَنْبِيَاء عُمُوما تصب فِي قالبه، وكما قيل هُوَ الْألف وَالْيَاء، وَهُوَ الْبِدَايَة وَالنِّهَايَة، وَهُوَ الرَّأْس والجسد، فَلَا دين إِلَّا بِهِ، وَلَا فلاح إِلَّا بإخلاصه، وَلَا نجاح إِلَّا بتحقيقه، وَهُوَ معنى شَهَادَة أَن لَا إِلَه إِلَّا الله، وَمَا خلقت الْجنَّة إِلَّا لأَهله، وَلَا خلقت النَّار إِلَّا لمنكريه والمنحرفين عَنهُ، بل لم يخلق الْخلق إِلَّا لتحقيقه وَالْقِيَام بِهِ، وَإِلَّا فَإِن الله عز وَجل غَنِي حميد عَزِيز مجيد. ¶ وَهُوَ أول أَمر فِي تَرْتِيب الْمُصحف الْكَرِيم، قَالَ جلّ وَعلا فِي سُورَة الْبَقَرَة: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} الْبَقَرَة (21) وَهُوَ الْإِقْرَار الَّذِي يقر بِهِ الْمُسلم، ويعلنه فِي الْيَوْم سبع عشرَة مرّة فرضا فِي صلَاته، وَذَلِكَ بقوله عز وَجل فِي سُورَة الْفَاتِحَة {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} والآيات الدَّالَّة عَلَيْهِ كَثِيرَة جدا مِنْهَا: ¶ قَوْله عز وَجل {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً} النِّسَاء (36) . ¶ وَقَوله {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلا تَذَكَّرُونَ} يُونُس (3) وَقَالَ {إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} يُوسُف (40) . ¶ وَقَالَ {إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلاةَ لِذِكْرِي} طه (14) .",
            "page": "200",
            "part": "1",
            "seal": "C620755B"
        },
        {
            "id": "25",
            "nass": "وَقَالَ {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} الْأَنْبِيَاء (35) وَقَالَ {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إِلَّا لِيَعْبُدُونِ} الذاريات (56) . ¶ وَهَذَا النَّوْع من التَّوْحِيد هُوَ الَّذِي بِسَبَبِهِ قَاتل النَّبِي صلى الله عَلَيْهِ وَسلم الْكفَّار حَتَّى يقرُّوا بِهِ، فَعَن عمر بن الْخطاب رَضِي الله عَنهُ قَالَ، قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \"أمرت أَن أقَاتل النَّاس حَتَّى يَقُولُوا لَا إِلَه إِلَّا الله فَمن قَالَ لَا إِلَه إِلَّا الله فقد عصم مني مَاله وَنَفسه إِلَّا بِحقِّهِ وحسابه على الله\" 1. ¶ وَهَذَا النَّوْع من التَّوْحِيد هُوَ الْمُسَمّى تَوْحِيد الْعِبَادَة. وَالَّذِي يَعْنِي إخلاص الْعِبَادَة لله وَحده لَا شريك لَهُ. وَالْعِبَادَة مثل: الْخَوْف والرجاء والتوكل أَو الدُّعَاء وَالذّبْح وَالنّذر وَالصَّلَاة وَالزَّكَاة وَالْحج وَالصِّيَام، وَنَحْو ذَلِك من الْعِبَادَات الَّتِي أَمر الله تَعَالَى بهَا. ¶ وَمن صرف شَيْئا من أَنْوَاع الْعِبَادَة لغير الله فقد أشرك الشّرك الْأَكْبَر، الَّذِي يحبط الْعَمَل من أَصله، كَمَا أَنه يفْسد الْإِيمَان، وَلَا يقبل الله مَعَه صرفا ولاعدلا. ¶ قَالَ تَعَالَى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} الزمر (65) . ¶ وَقَالَ جلّ وَعلا بعد ذكره للعديد من الْأَنْبِيَاء عَلَيْهِم السَّلَام {ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} الْأَنْعَام (88) . ¶ وَهُوَ الذَّنب الَّذِي لايغفره الله لمن مَاتَ عَلَيْهِ قَالَ تَعَالَى {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلالاً بَعِيداً} النِّسَاء (116) . ¶ __________ ¶ 1 أخرجه مُسلم. كتاب الْإِيمَان،1/206.",
            "page": "201",
            "part": "1",
            "seal": "CF6922B2"
        },
        {
            "id": "26",
            "nass": "وَصَاحبه مخلد فِي النَّار أَبَد الآباد. قَالَ تَعَالَى {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} الْمَائِدَة (72) . ¶ وَمَا ذَلِك إِلَّا لِأَن الْمُشرك أظلم الظَّالِمين وأفجر الفاجرين لِأَنَّهُ قد صرف مَا هُوَ حق خَالص لله تَعَالَى إِلَى من لَا يسْتَحق مِنْهُ شَيْئا ألبته، وَأعْرض عَن ربه وخالقه، والمنعم عَلَيْهِ، والمتصرف فِيهِ إِلَى من لَا يملك من ذَلِك شَيْئا. ¶ هَذَا هُوَ مَنْهَج السّلف فِي تَوْحِيد الله تَعَالَى فِي ألوهيته، ومنهجهم فِي توحيده سُبْحَانَهُ فِي ربوبيته وأسمائه وَصِفَاته، ذكرته على سَبِيل الِاخْتِصَار. ¶ وَهُوَ مَنْهَج ظَاهر، وَاضح اعْتِمَاده على الْخَبَر الصَّحِيح، وَالْعقل الصَّحِيح، فَلَيْسَ فِيهِ وَللَّه الْحَمد شَيْء، يحيله الْعقل، بل هُوَ مَقْبُول عقلا، بل إِن الْعقل مُضْطَر إِلَى كثير من مسَائِله. ¶ فَالْحَمْد لله الَّذِي هدَانَا لهَذَا، وَمَا كُنَّا لنهتدي لَوْلَا أَن هدَانَا الله.",
            "page": "202",
            "part": "1",
            "seal": "E0DA0959"
        },
        {
            "id": "27",
            "nass": "قَول الفلاسفة فِي التَّوْحِيد ¶ تمهيد ¶ ... ¶ الْفَصْل الثَّانِي: ¶ قَول الفلاسفة فِي التَّوْحِيد ¶ وَفِيه تمهيد ومبحثان: ¶ التَّمْهِيد ¶ يقف على الضِّدّ من قَول السّلف فِي التَّوْحِيد قَول الفلاسفة، ونعني بهم: فلاسفة اليونان الوثنيين. ¶ وَذَلِكَ لِأَن مصدر العقيدة فِي كل مِنْهُمَا مُخْتَلف، فمصدر العقيدة لَدَى السّلف الْوَحْي أما الْعقل فَهُوَ تَابع للوحي وخاضع لَهُ. ¶ أما الفلاسفة فَلَا يعْرفُونَ إِلَّا الْعقل الْمُجَرّد من نور الْوَحْي، وَهُوَ عقل ملوث بالبيئات الوثنية الَّتِي كَانُوا يعيشون فِيهَا، فَلهَذَا كَانَ قَوْلهم فِي التَّوْحِيد مناقضاً لقَوْل السّلف وبعيداً عَنهُ كل الْبعد، بل بعيد عَن الْعقل السَّلِيم الصَّحِيح فِي أَكثر مقدماته ونتائجه، وَمَعَ ذَلِك فقد أثر فِي أُمَم كَثِيرَة من بني آدم، وَمِمَّنْ تأثر بِهِ كثير من الْمُسلمين، والمنتسبين لِلْإِسْلَامِ، فَمنهمْ من تبنى قَوْلهم وَأخذ بِهِ وَالْتَزَمَهُ، وَمِنْهُم من تأثر بِهِ تأثرا كَبِيرا فِي كثير من مناهجه العلمية ووسائله للمعرفة، فأثر بالتالي على النتائج الَّتِي توصلوا إِلَيْهَا خَاصَّة فِيمَا يتَعَلَّق بِمَعْرِِفَة الله تبَارك وَتَعَالَى وتوحيده. ¶ وَلِهَذَا سنذكر فِي هَذِه الدراسة قَول فلاسفة اليونان عُمُوما الَّذين أثبتوا وجود الله عز وَجل، وَكَذَلِكَ قَول من أنكر وجوده تبَارك وَتَعَالَى لِأَن كلا الْقَوْلَيْنِ كَانَ لَهُ أثر فِي الْمُسلمين أَو فِي المنتسبين لِلْإِسْلَامِ، وسنبين بطلَان كل مقَالَة عِنْد ذكرهَا. ¶ وَقبل أَن نبدأ بذلك نذْكر تعريفا مُخْتَصرا للفلسفة والفلاسفة. ¶ أما الفلسفة: فعرفها أرسطو بِأَنَّهَا: الْبَحْث عَن علل الْأَشْيَاء ومبادئها الأولى أَو هِيَ الْعلم الَّذِي يبْحَث فِي الْوُجُود من حَيْثُ هُوَ وجود1. ¶ __________ ¶ 1 أرسطو الْمعلم الأول لماجد فخري (ص 21-25) .",
            "page": "203",
            "part": "1",
            "seal": "D1A4846C"
        },
        {
            "id": "28",
            "nass": "وَعرفهَا ابْن رشد1 بِأَنَّهَا: النّظر فِي الموجودات واعتبارها من جِهَة دلالتها على الصَّانِع 2. ¶ وَهَذَانِ التعريفان خاصان بِمَا نَحن بصدده من كَلَامهم فِي الله عز وَجل لارتباطهما بِهِ. ¶ أما الفلاسفة: فهم الَّذين نظرُوا فِي طبائع الْأَشْيَاء بفكرهم لمعْرِفَة عللها الْخفية وَرَاء ظواهرها. ¶ لذا نجد أَن الفلاسفة لم يقتصروا على النّظر والتفكر فِيمَا هُوَ ظَاهر أَمَام أَعينهم من الْمَخْلُوقَات، وَإِنَّمَا راحوا يبحثون فِيمَا وَرَاء ذَلِك وَهُوَ الْخَالِق جلّ وَعلا ويسمون ذَلِك مَا وَرَاء الطبيعة أَو الإلهيات3. ¶ وَقبل أَن نذْكر قَول الفلاسفة فِي التَّوْحِيد نشِير إِلَى أَن الفلاسفة ولجوا فِي هَذَا الْعلم بعقولهم المحدودة، ونظرهم الْقَاصِر، وَقد أدركوا أَن كَلَامهم إِنَّمَا هُوَ فِي أَمر لَا سَبِيل إِلَى التحقق مِنْهُ بالعقول الْمُجَرَّدَة وَإِنَّمَا هِيَ محاولات لن يصلوا مِنْهَا إِلَى نتيجة حاسمة أبدا، فَتبقى هَكَذَا محاولات ومقدمات بِلَا نتائج لهَذَا قَالُوا: \"إِن عالِمَ مَا بعد الطبيعة عالِمٌ درج فِي غير عشه ببحثه عَن شَيْء فَوق الْحَقَائِق فَإِذا هُوَ شَاعِر\"4. ¶ ومرادهم بقَوْلهمْ: (فَإِذا هُوَ شَاعِر) أَي: أَن الفيلسوف يعبر عَن خيالاته وأحاسيس نَفسه بالعبارات المنمقة الَّتِي لَا تعتمد على عرض الْحَقَائِق على مَا ¶ __________ ¶ 1 مُحَمَّد بن أَحْمد بن مُحَمَّد بن رشد الأندلسي أَبُو الْوَلِيد الفيلسوف عني بِكَلَام أرسطو وترجمه إِلَى الْعَرَبيَّة وَزَاد عَلَيْهِ زيادات كَثِيرَة اتهمَ بالزندقة فنفاه الْخَلِيفَة إِلَى مراكش فَتوفي فِيهَا سنة 595هـ الْأَعْلَام 5/318 ¶ 2 نقلا عَن الْفِكر الْعَرَبِيّ لعمر فروخ (ص 659) . ¶ 3 مبادئ الفلسفة (ص 24،25) ، أرسطو الْمعلم الأول (ص21) . ¶ 4 مبادئ الفلسفة (ص26) .",
            "page": "204",
            "part": "1",
            "seal": "DDDD45CD"
        },
        {
            "id": "29",
            "nass": "هِيَ عَلَيْهِ. ¶ وَقَالَ رسل1: \" إِن قيمَة الفلسفة لَيست فِيمَا تقدمه من حُلُول نهائية للمسائل الَّتِي تطرحها، إِذْ لَيْسَ من الضَّرُورِيّ أَن تكون هُنَاكَ دَائِما إجابات نهائية صَحِيحَة، وَإِنَّمَا قيمَة الفلسفة فِي مناقشاتها الْمَفْتُوحَة والفرصة الَّتِي تتيحها لتوسيع أفق تصورنا، ولإثراء خيالنا الْعقلِيّ، ولتقليل التوكيد الجزمي، الَّذِي يغلق كل سَبِيل أَمَام التنامي الْعقلِيّ \"2. ¶ هَذَا الْكَلَام تَعْبِير دَقِيق عَن فَائِدَة الفلسفة ـ إِذا كَانَ هُنَاكَ فَائِدَة ـ وغايتها، وَهَذِه الْفَائِدَة تتلخص فِي أَنَّهَا تورد الإشكالات وَلَا تحلها، وَتجْعَل المجال فِيمَا يناقشه الفلاسفة مَفْتُوحًا لسَائِر الآراء والتصورات، مِمَّا يمْنَع الْجَزْم وَالْيَقِين بِالْأَمر، وَهَذَا لَا شكّ مِمَّا يدل على عدم صَلَاحهَا، وَعدم صِحَة الِاعْتِمَاد عَلَيْهَا فِي مسَائِل العقيدة الَّتِي يطْلب فِيهَا الْجَزْم وَالْيَقِين. ¶ كَمَا أَنَّهَا لَا تصلح بديلا أَلْبَتَّة للتعاليم الدِّينِيَّة فِي جَمِيع النواحي التعبدية والأخلاقية والعلمية، لِأَن مصدر الْعُلُوم الدِّينِيَّة والأوامر الشَّرْعِيَّة من لدن حَكِيم خَبِير، أما الفلسفة فَإِنَّهَا تعتمد على نظر عَقْلِي بشري من أهم خَصَائِصه الْوَاضِحَة النَّقْص وَقلة الْعلم، وتأثير البيئات المحيطة بطريقة التفكير. ¶ ونشير هُنَا إِلَى أَن الفلاسفة الوثنيين على قَوْلَيْنِ فِي الله تَعَالَى من نَاحيَة وجوده،فَمنهمْ من أنكر وجود الله تَعَالَى جملَة وتفصيلاً، فَهَؤُلَاءِ ملاحدتهم، وَمِنْهُم من أثبت لله تَعَالَى وجودا، وهم من يسمون المؤلهة. وسنورد قَوْلهم فِي المبحثين التاليين: ¶ __________ ¶ 1 رسل برتراند رياضي وفيلسوف إنجليزي ملحد من بناة الْمنطق الحَدِيث عَارض بِشدَّة اسْتِعْمَال الأسلحة الذُّرِّيَّة توفّي 1970م. المنجد فِي الْأَعْلَام (ص306) . ¶ 2 نقلا عَن الموسوعة الفلسفية (ص319) .",
            "page": "205",
            "part": "1",
            "seal": "82E57D23"
        },
        {
            "id": "30",
            "nass": "المبحث الأول: قَول ملاحدة الفلاسفة ¶ الفلاسفة اليونان الوثنيون الَّذين كَانُوا قبل الْمَسِيح عَلَيْهِ السَّلَام بِأَكْثَرَ من سِتّمائَة عَام1 قد بحثوا فِي أصل الْعَالم ومصدر وجوده، فَمنهمْ من أثبت وجودا لموجود أَعلَى يعزى إِلَيْهِ عِلّة وجود الْعَالم، وَمِنْهُم من أنكر ذَلِك، وَزعم أَن وجود الْعَالم أزلي، وَلم يعزه إِلَى موجد أوجده، وَهَؤُلَاء هم الْمَلَاحِدَة المنكرون لوُجُود الله تبَارك وَتَعَالَى، وهم على قَوْلَيْنِ فِي أصل الْعَالم ومصدره: ¶ القَوْل الأول: الْقَائِلُونَ بِأَن أصل الْعَالم مادي. ¶ أَصْحَاب هَذَا القَوْل زَعَمُوا أَن أصل هَذَا الْعَالم نوع أَو أَنْوَاع من الْمَادَّة، وأنكروا أَن يكون ثمَّ خَالق، وَإِنَّمَا الْمَادَّة هِيَ أصل الْعَالم. ¶ وَهِي عِنْد متقدميهم أَصْحَاب الْمدرسَة الأيونية2 إِمَّا المَاء، وَهُوَ قَول طاليس3 أَو عنصران هما الْهَوَاء وَالْمَاء، أَو اللامحدود، كَمَا هُوَ قَول انكسمندريس4، أَو الْهَوَاء كَمَا هُوَ قَول انكسمانس5. ¶ __________ ¶ 1 تَارِيخ الفلسفة من مَنْظُور شَرْقي ص29 ¶ 2 الأيونية: نِسْبَة إِلَى منْطقَة تسمى أيون بآسيا الْوُسْطَى كَانَت ثغراً من ثغور اليونان، ومدرستهم مادية وَترجع أصل الْوُجُود إِلَى الْمَادَّة الْوَاحِدَة. ¶ 3 من أَوَائِل الفلاسفة القدماء الماديين وَلَا يعرف عَنهُ الشَّيْء الْكثير، كَانَ فِي حُدُود 640ق. م.تَارِيخ الفلسفة اليونانية من مَنْظُور شَرْقي ص101 ¶ 4 انكسمندريس أَو إنكسمندر، فيلسوف يوناني ولد بملطية إِحْدَى ثغور اليونان بآسيا الصُّغْرَى نَحْو 610 وَتُوفِّي 547 ق م. ¶ 5 انكسمانس، ولد نَحْو 588 وَتُوفِّي 524 ق. م، وَهُوَ آخر الفلاسفة الأيونيين الماديين. انْظُر فِي الإحالات الْأَرْبَع السَّابِقَة الموسوعة الفلسفية (ص 72) .",
            "page": "206",
            "part": "1",
            "seal": "68F1A559"
        },
        {
            "id": "31",
            "nass": "أما متأخروهم: فزعموا أَن أصل الْعَالم: الْجَوَاهِر الفردة أَو الذرات الَّتِي لَا نِهَايَة لعددها وحدِّها وَهِي غير قَابِلَة للتغير وَالْفساد. وَهَذَا هُوَ قَول انكساغوراس1 وديمقريطس2 وهيرقليطس3 وأبيقور4. ¶ فَكل هَؤُلَاءِ زَعَمُوا أَن الْكَوْن تكون من مَادَّة أزلية أبدية، وَهَذِه الْمَادَّة كَانَت دائمة الْحَرَكَة، وبسبب حركتها الدائمة اصطدم بَعْضهَا بِبَعْض فأنتجت من خلال هَذَا التصادم الْوُجُود5. ¶ بَيَان بطلَان قَول الْقَائِلين بِأَن أصل الْعَالم مادي: ¶ هَذَا القَوْل ظَاهر مِنْهُ إِنْكَار ربوبية الله عز وجلوألوهيته بل ظَاهر مِنْهُ إِنْكَار وجوده عز وَجل. ¶ وأدلة بُطْلَانه من وُجُوه: ¶ أَولا: إِن اخْتلَافهمْ وتفاوت أَقْوَالهم فِي أصل الْكَوْن ومبدأ الْوُجُود دَلِيل على بطلَان دعاويهم إِذْ أَن التَّفَاوُت بَين المَاء والهواء أَو اللامحدود أَي الذرات الْكَثِيرَة الَّتِي لَا نِهَايَة لعددها وَحدهَا لَا يُمكن الْخُرُوج مِنْهُ بقول وَاحِد، فَلَا بُد من أَن يتفقوا على شَيْء وَاحِد لتثبت لَهُم النتيجة فِي أصل الْكَوْن. ¶ __________ ¶ 1 فيلسوف يوناني ولد نَحْو 500 وَتُوفِّي نَحْو 428 ق. م، الموسوعة الفسلفية (ص 72) . ¶ 2 فيلسوف يوناني ولد نَحْو 460 وَتُوفِّي 361 ق. م من أهل تراقيه فِي اليونان، الموسوعة الفسلفية (ص 195) . ¶ 3 فيلسوف يوناني عَاشَ نَحْو 540 وَتُوفِّي 475 ق م،وَهُوَ من مَدِينَة أفسس إِحْدَى المدن الأيونية وَكَانَ من أسرة تتوارث الكهانة فَترك ذَلِك وَتوجه للفلسفة، فِي سَبِيل موسوعة الفلسفة (ص 92) . ¶ 4 فيلسوف من أثينا عَاشَ فِي حُدُود 341 - 270 ق م وَهُوَ صَاحب الْمدرسَة الأبيقورية، الموسوعة الفلسفية (ص 260) . ¶ 5 انْظُر: الموسوعة الفلسفية (1/276 - 508) .",
            "page": "207",
            "part": "1",
            "seal": "2070C3D1"
        },
        {
            "id": "32",
            "nass": "ثَانِيًا: إِن هَذِه دعاوى تخمينية لَيست قَائِمَة على أَي مبدأ علمي سليم فهم لم يرو من الْوُجُود إِلَّا مَا يُحِيط بهم من الأَرْض وأنفسهم، فَكيف زَعَمُوا أَن الْكَوْن مكون مِمَّا ذكرُوا، مَعَ أَن مَا لَا يرونه وَمَا لَا يبصرونه من الْكَوْن أوسع وَأعظم بملايين المرات مِمَّا رَأَوْهُ، بل مَا رَأَوْهُ لَا يعد شَيْئا فِي مُقَابل مَا لم يروه من الْكَوْن. ¶ ثَالِثا: أَن الْمَادَّة الَّتِي زَعَمُوا ميتَة لَا يُمكن أَن تصدر عَنْهَا الْحَيَاة، وَمن الْمَعْلُوم أَن الكائنات المرئية على قسمَيْنِ: كائنات حَيَّة، وكائنات ميتَة جامدة، والمادة من ضمن الكائنات الْميتَة الَّتِي لَا يُمكن أَن تصدر عَنْهَا الْحَيَاة، فَمن أَيْن جَاءَت الْحَيَاة؟؟ ¶ رَابِعا: أَن الْمَادَّة الَّتِي زَعَمُوا غير عَاقِلَة وَلَا مدركة لما حولهَا، إِضَافَة إِلَى مَوتهَا فَكيف يُمكن أَن يُوجد مِنْهَا مَا هُوَ عَاقل ومدرك؟؟ ¶ خَامِسًا: أَن الْمَادَّة غير قادرة وَلَيْسَ لَهَا إِرَادَة، فَكيف يُمكن أَن تُوجد مَا هُوَ قَادر مُرِيد، ففاقد الشَّيْء لَا يُعْطِيهِ؟؟ ¶ سادساً: أَن هَذِه الدَّعْوَى بَاطِلَة ببديهة الْعُقُول من ناحيتين: ¶ 1- أَن الْمَادَّة الَّتِي زَعَمُوا أَنَّهَا أزلية لَا يُمكن أَن تكون وجدت من لَا شَيْء فَهَذَا مُسْتَحِيل، فَلَا بُد لَهَا من موجد أوجدها، وَإِلَّا تكون وجدت من لَا شَيْء وَهَذَا مُسْتَحِيل مَعْلُوم بُطْلَانه ببداهة الْعُقُول. ¶ 2- أَن هَذَا الْكَوْن المنظم من أَصْغَر ذرة فِيهِ إِلَى أكبر جرم فِيهِ لَا بُد أَن يكون موجده أعظم مِنْهُ وأكبر، وَله صِفَات الْكَمَال لِأَنَّهُ لَا يُمكن أَن يُوجد بِهَذَا التنظيم وَهَذَا الضَّبْط بِفعل حَرَكَة غير عَاقِلَة، فَإِن الْحَرَكَة الَّتِي لَا يضبطها منظم لَهَا لَا يُمكن أَن يُوجد مِنْهَا شَيْء ذُو معنى، كَمَا لَو وضعت حُرُوف الهجاء فِي بطاقات ثمَّ وَضَعتهَا فِي علبة وحركتها مئات بل أُلُوف الحركات فَإِنَّهَا لَا يُمكن",
            "page": "208",
            "part": "1",
            "seal": "A9688FBE"
        },
        {
            "id": "33",
            "nass": "بِحَال حِين توقف الْحَرَكَة أَن تخرج لَك منظومة شعرية وَلَا حِكْمَة نثرية وَلَا خطْبَة وَلَا حَتَّى جملَة مفيدة، بل لَا يخرج إِلَّا تشويش وكلمات لَيْسَ لَهَا معنى، هَذَا شَيْء ظَاهر فِي أَمر يسير، فَمَا بالك بِهَذَا الْكَوْن البديع والخلق العجيب، لَا شكّ أَن فِي كل ذَلِك دَلِيلا وَاضحا على بطلَان دعاوى أُولَئِكَ الضلال وَمن أَخذ بأقوالهم، وهم فِي الْحَقِيقَة يكذبُون على أنفسهم وَإِلَّا فوجوب وجود الْخَالِق تبَارك وَتَعَالَى من أوضح الواضحات. ¶ وَقد أَقَامَ الله عز وَجل الْحجَّة فِي ذَلِك بِآيَة مكونة من كَلِمَات مَعْدُودَة وَذَلِكَ قَوْله عز وَجل {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ بَلْ لَا يُوقِنُونَ} الطّور (35-36) . ¶ فَإِن كَونهم خلقُوا من غير شيئ مَرْدُود بداهة، وأوضح مِنْهُ فِي الْبطلَان أَن يَكُونُوا هم الْخَالِقِينَ، وَأظْهر مِنْهُ بطلاناً أَن يَكُونُوا خلقُوا السَّمَاوَات وَالْأَرْض، فَإِذا كَانَ الْإِنْسَان وَهُوَ أقدر الْمَخْلُوقَات على الأَرْض، وَأَكْرمهَا بِمَا أعطَاهُ الله من قدرَة وَإِرَادَة وعقل وَسمع وبصر وَمَا إِلَى ذَلِك من الصِّفَات والخلق العجيب، لم يخلق من غير شَيْء فَإِن تركيبه دَال على حَاجته إِلَى صانع، وَهُوَ كَذَلِك لم يخلق نَفسه لِأَنَّهُ خرج من بطن أمه لَا يعلم شَيْئا، بل أُخرج من بطن أمه رغماً عَنهُ فَكيف يكون خلق نَفسه؟؟ ¶ وَهُوَ كَذَلِك لم يخلق السَّمَاوَات وَالْأَرْض فَلم يبْق إِلَّا أَن يكون هُنَاكَ خَالِقًا أوجد ذَلِك كُله، وَهَذَا الْخَالِق لَا بُد أَن يكون لَهُ من صِفَات الْكَمَال والجلال مَا يُمكن أَن يَتَأَتَّى مِنْهُ إِيجَاد هَذَا الْكَوْن، وَهَذَا بديهة من البدهيات، فَإِن من رأى طائرة أَو حاسباً آلياً أَو غير ذَلِك من المصنوعات الحديثة العجيبة فَإِنَّهُ يسْتَدلّ بهَا على عَظمَة صانعها وَأَن لَدَيْهِ إمكانيات مَالِيَّة وآلات ومواد دقيقة، وقدرات مُتعَدِّدَة، فَكَذَلِك وَللَّه الْمثل الْأَعْلَى هَذَا الْكَوْن دَلِيل على كَمَال وعظمة وجلال موجده وخالقه.",
            "page": "209",
            "part": "1",
            "seal": "BA5B6DAF"
        },
        {
            "id": "34",
            "nass": "وَهَذَا القَوْل أَعنِي: إِنْكَار الْخَالِق، لَيْسَ عَلَيْهِ إِلَّا شرذمة قَليلَة من الفلاسفة الدهريين، وَلَيْسَ لَهُ أَي صدى لَدَى الْمُسلمين، بل إِن جُلَّ بني آدم يستنكرونه ويردونه، فَإِن جَمِيع أَصْحَاب الْأَدْيَان على خِلَافه، وَحَتَّى الدول الشيوعية الملحدة فِي هَذِه الْأَزْمَان إِنَّمَا ملاحدتها هم الساسة وَمن دَار فِي فلك أحزابهم. أما الشعوب الَّتِي تَحت حكمهم فهم مَا بَين نَصَارَى ويهود ومسلمين يقرونَ بالخالق ويدينون لَهُ بدين. ¶ القَوْل الثَّانِي: الوجوديون. ¶ الوجوديون هم الْقَائِلُونَ بوحدة الْوُجُود، وأساس مذهبم يقوم على قَول الْقَائِلين من الْمَلَاحِدَة: إِن أصل هَذَا الْعَالم هُوَ الْمَادَّة وَلَا يُوجد فِيهِ إِلَّا مَا هُوَ جسم، فَركب عَلَيْهِ الْقَائِلُونَ بوحدة الْوُجُود: إِن هَذَا الْعَالم تشيع فِيهِ قُوَّة حَيَّة هَذِه الْقُوَّة الْحَيَّة هِيَ الله تَعَالَى عَن قَوْلهم وَأَنه منبث فِي هَذَا الْكَوْن فِي كل ذرة من ذراته وَهُوَ الْقُوَّة المصرفة لَهُ1. ¶ وَأول من ثَبت عَنهُ هَذَا القَوْل برمنيدس2 ثمَّ قَالَ بِهَذَا الرواقيون3 وعَلى رَأْسهمْ زعيمهم زينون4 وميلوس، ثمَّ من أَخذ بِهَذَا من الرومان وَالْيَهُود ¶ __________ ¶ 1 انْظُر: موسوعة الفلسفة 1/539، 2/625، مبادئ الفلسفة ص 171. ¶ 2 برمنيدس الإلياني: فيلسوف يوناني لَهُ قصيدة فِي الطبيعة، ادّعى فِيهَا التَّوْحِيد الْمُطلق وَعدم التَّغَيُّر وأزلية كل شَيْء كَانَ نَحْو 540-450 ق. م. المنجد ص 127. ¶ 3 الرواقيون: نِسْبَة إِلَى الرواق، الَّذِي اتَّخذهُ زينون مقرا لَهُ يجْتَمع فِيهِ مَعَ أَصْحَابه فِي أثينا، فسموا رواقيين والرواقية فلسفة أخلاقية، وَمن قَوْلهم القَوْل بوحدة الْوُجُود. انْظُر: الموسوعة الفلسفية (ص214) . ¶ 4 زينون الْأَيْلِي هُوَ مؤسس مَذْهَب الرواقية وَكَانَ حَيا مَا بَين 490 - 430 ق. م. الموسوعة الفلسفية (ص 226)",
            "page": "210",
            "part": "1",
            "seal": "7A3D58CB"
        },
        {
            "id": "35",
            "nass": "وَالنَّصَارَى مثل سبينوزا الْيَهُودِيّ1. ¶ بَيَان بطلَان قَول الوجوديين من الفلاسفة: ¶ قَول الوجوديين من جنس قَول الْمَلَاحِدَة السَّابِق فِي عدم إِثْبَات وجود لله عز وَجل وجودا متميزاً بِهِ عَن سَائِر الْمَخْلُوقَات، إِلَّا أَن من يسمون بالملاحدة أَنْكَرُوا وجوده جملَة وتفصيلاً، أما هَؤُلَاءِ فقد زَعَمُوا أَن وجود هَذَا الْكَوْن هُوَ وجوده وَهُوَ ذَاته تَعَالَى الله عَن قَوْلهم، وَهُوَ قَول لَا نصيب لَهُ من الْحق وَالْهدى، وأوجه بُطْلَانه هِيَ أوجه بطلَان الَّذِي قبله. وَيُزَاد عَلَيْهَا أَيْضا: ¶ 1- أَن هَذَا فِيهِ طعن فِي الله عز وَجل وَسَب لَهُ هُوَ من أقبح الطعْن والسب لَهُ سُبْحَانَهُ حَيْثُ زَعَمُوا أَنه تَعَالَى عَن قَوْلهم هُوَ هَذِه الموجودات بِمَا فِيهَا من طيب وخبيث وَخير وَشر، وجعلوه تَعَالَى عَن قَوْلهم الناكح والمنكوح، والآكل والمأكول، والشارب والمشروب إِلَى غير ذَلِك من الْمعَانِي وَالْأَحْوَال المتضادة والمتناقضة، وَقد عَابَ الله عز وَجل من زعم أَن الله هُوَ الْمَسِيح بن مَرْيَم وكفره قَالَ عز وَجل: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} الْمَائِدَة (72) . ¶ كَمَا عَابَ تبَارك وَتَعَالَى من ادّعى لَهُ الْوَلَد، وَجعل هَذَا القَوْل من أقبح القَوْل وأفسده، واعتبره سُبْحَانَهُ سباً شنيعاً لَهُ، وَلم يكن لِابْنِ آدم أَن يسب الله تبَارك وَتَعَالَى أَو ينتقصه قَالَ عز وَجل {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً لَقَدْ جِئْتُمْ شَيْئاً إِدّاً تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدّاً أَنْ دَعَوْا لِلرَّحْمَنِ وَلَداً وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَداً إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً} مَرْيَم (88-93) . ¶ __________ ¶ 1 بنيركت أوباروخ سبينوزا يَهُودِيّ هولندي من الْقَائِلين بوحدة الْوُجُود توفّي سنة 1677م. الموسوعة الفلسفية (ص 237) .",
            "page": "211",
            "part": "1",
            "seal": "8933F44D"
        },
        {
            "id": "36",
            "nass": "فَإِذا كَانَ ادِّعَاء أَن الله هُوَ الْمَسِيح، وادعاء الْوَلَد لَهُ بِهَذِهِ الشناعة والقباحة والاعتداء وَالظُّلم فَلَا شكّ أَن ادِّعَاء أَن الله هُوَ هَذَا الْكَوْن بِكُل مَا فِيهِ من طيب وخبيث أَشد ظلما وبغياً وقباحةً، وَلَا يعدو أَن يكون قَول سَفِيه أملاه عَلَيْهِ الشَّيْطَان وصور لَهُ هَذِه المقولة وَالدَّعْوَى وزينها لَهُ حَتَّى نطق بذلك الْإِفْك الْمُبين. ¶ 2- إِن هَذَا القَوْل يلْزم مِنْهُ أَن الله تبَارك وَتَعَالَى يزِيد بِزِيَادَة الْمَخْلُوقَات كَمَا يلْزم مِنْهُ فِي نفس الْوَقْت أَنه ينقص ويفنى بِنَقص الْمَخْلُوقَات وفنائها. ¶ 3- يلْزم من هَذَا القَوْل أَن الله تبَارك وَتَعَالَى يَمُوت وَيحرق ويغرق ويتألم ويتأذى ويهان سُبْحَانَهُ وَتَعَالَى ويصيبه كل مَا يُصِيب الْمَخْلُوقَات عزيزها وذليلها. ¶ 4- أَن هَذَا يلْزم مِنْهُ أَن يكون الْمَخْلُوق خَالِقًا لنَفسِهِ موجداً لَهَا، وَهَذَا شَيْء يعلم كل إِنْسَان من نَفسه بُطْلَانه، فَهُوَ كَمَا سبق أَن ذكرنَا خرج من بطن أمه لَا يعلم شَيْئا، بل إِنَّه خُلِق وأُوجِدَ بِغَيْر إِرَادَة مِنْهُ وَاخْتِيَار، وَإِذا كَانَ هَذَا حَال الْإِنْسَان وَهُوَ ذُو الْإِرَادَة وَالْقُدْرَة وَالْقُوَّة فَغَيره من الْمَخْلُوقَات من بَاب أولى. ¶ 5- أَن هَذَا القَوْل يلْزم مِنْهُ أَن كل مَخْلُوق صَغِير أَو كَبِير، حقير أَو جليل إِلَه وَرب، وَجَمِيع الْعُقَلَاء يدركون بطلَان ذَلِك من أنفسهم ببداهة الْعُقُول، إِلَّا أَن يكون من سُفَهَاء بني آدم وطغاتهم مثل فِرْعَوْن وَأَضْرَابه، وَلَا شكّ أَن تصور هَذَا القَوْل دَال على بُطْلَانه ومغن عَن الرَّد عَلَيْهِ.",
            "page": "212",
            "part": "1",
            "seal": "624111C3"
        },
        {
            "id": "37",
            "nass": "المبحث الثَّانِي: قَول المؤلهة 1 ¶ المؤلهة من الفلاسفة هم: الَّذين يَقُولُونَ بِوُجُود مَوْجُود أَعلَى يسمونه الْإِلَه، وهم كثير من الفلاسفة الْمُتَقَدِّمين والمتأخرين، إِلَّا أَنهم يَخْتَلِفُونَ فِي تصوراتهم وعباراتهم عَن الْإِلَه بِالنِّسْبَةِ لصفاته وأفعاله وَسَنذكر قَوْلهم بِشَيْء من التَّفْصِيل لأهميته وخطورته. ¶ __________ ¶ 1 لَا يَعْنِي قَوْلنَا ((المؤلهة)) سوى أَنهم يثبتون وجود مَوْجُود أَعلَى قد يعزون إِلَيْهِ تَرْتِيب الموجودات الْأُخْرَى أَو إيجاده مِنْهَا آلِهَة أُخْرَى.",
            "page": "213",
            "part": "1",
            "seal": "A4BDD8CD"
        }
    ],
    "t3982": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف موجز بمذهب السلف في التوحيد"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "تمهيد"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "قول الفلاسفة في التوحيد"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "تمهيد"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: قول ملاحدة الفلاسفة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: قول المؤلهة"
        }
    ]
}