{
    "b4096": [
        {
            "hno": "1",
            "id": "1",
            "nass": "جُزْءٌ مِنْ أَحَادِيثَ مُنْتَخَبَةِ مِنَ الْجُزْءِ السَّادِسِ كِتَابِ أَمَارَاتِ النُّبُوَّةِ..... ¶ أَبِي إِسْحَاقَ إِبْرَاهِيمَ بْنِ يَعْقُوبَ الْجَوْزَجَانِيِّ , رِوَايَةَ أَبِي الدَّحْدَاحِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ , عَنْهُ رِوَايَةَ أَبِي الْقَاسِمِ عَلِيِّ بْنِ الْحَسَنِ بْنِ طِعَانٍ , عَنْهُ , رِوَايَةَ أَبِي الْحَسَنِ عَلِيِّ بْنِ مُوسَى بْنِ السِّمْسَارِ , عَنْهُ رِوَايَةَ أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَحْمَدَ بْنِ مُطَهَّرٍ , عَنْهُ رِوَايَةَ أَبِي مُحَمَّدٍ فِتْيَانِ بْنِ جَنْدَرَةَ بْنِ عَلِيٍّ الْبَجَلِيِّ , عَنْهُ سَمَاعَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ..... ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ أَخْبَرَنَا الْإِمَامُ أَبُو الْخَيْرِ سَلَامَةُ بْنُ إِبْرَاهِيمَ بْنِ سَلَامَةَ الْحَدَّادُ , أَنَا الْإِمَامُ أَبُو الْمَجْدِ فِتْيَانُ بْنُ حَيْدَرِ بْنِ عَلِيِّ الْبَجَلِيُّ مِنْ شَرْقِيِّ دِمَشْقَ , وَهُوَ يَسْمَعُ فَأَقَرَّ بِهِ وَذَلِكَ فِي الْعُشْرِ الْأَوْسَطِ مِنْ شَهْرِ رَمَضَانَ سَنَةَ سَبْعٍ وَسِتِّينَ وَخَمْسِ مِائَةٍ، قُلْتُ: أَخْبَرَكُمْ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ مُضَرِّبٍ التَّغْلِبِيُّ , قِرَاءَةً عَلَيْهِ وَأَنْتَ تَسْمَعُ وَذَلِكَ فِي شُهُورِ سَنَةِ ثَمَانِينَ وَأَرْبَعِ مِائَةٍ فَأَقَرَّ بِهِ , أَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُوسَى بْنُ الْحُسَيْنِ السِّمْسَاْرِ , قِرَاءَةً عَلَيْهِ , أَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْنِ رَجَاءِ بْنِ طَعَانٍ بِقِرَاءَتِي عَلَيْهِ فِي شَعْبَانَ سَنَةَ وَسَبْعِينَ وَثَلاثِ مِائَةٍ. ¶ 1 - أَنَا أَبُو الدَّحْدَاحِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ القَسْمِيُّ , قِرَاءَةً عَلَيْهِ , نَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجَوْزَجَانِيُّ , نَا أَبُو النُّعْمَانِ , نَا حَمَّادُ بْنُ زَيْدٍ , نَا أَيُّوبُ ,",
            "page": "391",
            "part": "1",
            "seal": "6BF89E46"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "عَنْ أَبِي الزُّبَيْرِ , عَنْ جَابِرٍ قَالَ: أَتَى عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَقَالَ: «بِعْنِي بَعِيرَكَ يَا جَابِرُ» . ¶ قُلْتُ: أَبِيعُكَ بِخَمْسِ أَوَاقٍ \". ¶ فَنَقَدَنِي خَمْسَ أَوَاقٍ، وَزَادَنِي قِيرَاطًا، ثُمَّ وَهَبَهُ لِي بَعْدُ ¶ 2 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , نَا أَبُو نُعَيْمٍ زَكَرِيَّا سَمِعْتُ عَامِرًا يَقُولُ:.... ¶ جَابِرُ بْنُ عَبْدِ اللَّهِ أَنَّهُ كَانَ يَسِيرُ عَلَى جَمَلٍ لَهُ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بِعْنِيهِ» .",
            "page": "392",
            "part": "1",
            "seal": "FE3935DD"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "فَلَمَّا قَدِمْنَا أَتَيْتُهُ بِالْجَمَلِ فَنَقَدَنِي ثَمَنَهُ، ثُمَّ انْصَرَفْتُ فَأَرْسَلَ عَلَى أَثَرِي، فَقَالَ: \" تَرَانِي إِنَّمَا مَاكَسْتُكَ خُذْ جَمَلَكَ وَدَراهِمَكَ فَهُمَا لَكَ ¶ 3 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , نَا قَبِيصَةُ , نَا سُفْيَانُ , عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ , عَنْ",
            "page": "393",
            "part": "1",
            "seal": "C5355F1D"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: \" مَا سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا قَطُّ فَقَالَ: لَا \" ¶ 4 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , حَدَّثَنِي إِبْرَاهِيمُ , حَدَّثَنِي مُحَدِّثٌ، قَالَ: نَا عُمَرُ بْنُ عَبْدِ الْوَهَّابِ , أَنَا عَامِرُ بْنُ صَالِحٍ",
            "page": "394",
            "part": "1",
            "seal": "37C96ED1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "الْخَزَّازُ , عَنْ أَبِيهِ , عَنْ عَامِرٍ , عَنِ الْحَسَنِ , عَنْ سَعْدٍ، قَالَ: نَزَلْنَا مَنْزِلًا فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا سَعْدُ اذْهَبْ إِلَى ذَلِكَ الْعَنْزِ فَاحْلِبْهَا» . ¶ قَالَ: وَعَهِدْتُ بِذَلِكَ الْمَكَانِ وَمَا فِيهِ عَنْزٌ، فَأَتَيْتُهُ فَإِذَا عَنْزٌ حَافِلٌ فَحَلِبْتُهَا قَالَ: لَا أَدْرِي كَمْ مَرَّةً وَوَكَّلْتُ بِهَا إِنْسَانًا وَشَغَلَنِي الرَّحْلُ وَذَهَبَتِ الْعَنْزُ، فَاسْتَبْطَأَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: الرِّحْلَةُ شَغَلَتْنِي فَذَهَبَتِ الْعَنْزُ فَقَالَ: «ذَهَبَ بِهَا طَالِبُهَا»",
            "page": "395",
            "part": "1",
            "seal": "24333FD5"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ، نَا أَبُو تَوْبَةَ , نَا مُعَاوِيَةُ بْنُ سَلَّامٍ , حَدَّثَنِي عَبْدُ الله بْن سَلَّامٍ الْحَرَمِيُّ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَنْطَلِقُ هُوَ وَأَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ يَخْرُجَانِ إِلَى الْجَبَلِ فَيَتَدَارَسَانِ الْقُرْآنَ حَتَّى إِذَا أَمْسَيَا رَجَعَا فَطَافَا بِالْبَيْتِ وَصَلَّيَا مَا قُدِّرَ لَهُمَا حَتَّى إِذَا كَانَ ذَاتَ لَيْلَةٍ أَقْبَلا بَعْدَمَا هَدِئَ النَّاسُ فَطَافَا بِالْبَيْتِ وَصَلَّيَا مَا قُدِّرَ لَهُمَا , فَقَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللَّهِ انْطَلِقْ بِنَا إِلَى أَهْلِنَا لَعَلَّنَا نَجِدَ شَيْئًا نَأْكُلُهُ فَأَخَذَ الْكَلَامَ عَبْدٌ لِأَبِي بَكْرٍ قَائِمًا فِي فَنَاءِ الْبَيْتِ فَقَالَ أَبُو بَكْرٍ: يَا سَعْدُ عِنْدَكَ شَيْءٌ تُطْعِمُنَا؟ فَقَالَ: عِنْدِي حِفْنَةٌ مِنْ زَبِيبٍ فَجَلَسَا فَقَدَّمَ إِلَيْهِمَا فَجَعَلا يَقْضِمَانَهُ فَقَالَ سَعْدُ: يَا رَسُولَ اللَّهِ مُرْ أَبَا بَكْرٍ فَلْيَعْتَقْنِي فَقَدْ طَالَ عَمَلِي فَبَادَرَ أَبُو بَكْرٍ، فَقَالَ: يَا رَسُولَ اللَهِ مَا لَنَا خَاِدمٌ يَخْدِمُنَا غَيْرُهُ , فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَعْتِقْ سَعْدًا يَا أَبَا بَكْرٍ , أَعْتِقْ سَعْدًا يَا أَبَا بَكْرٍ فَهَذَا خَيْرٌ فَتَحَ اللَّهُ لَكَ بَابَ الْعَبِيدِ وَإِنَّهُمَا إِنْ شَاءَ اللَّهُ» . ¶ فَأَعْتَقَهُ أَبُو بَكْرٍ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا سَعْدُ إِنْ كَانَ لَكَ شَيْءٌ فَالْحَقْ بِهِ , وَإِنْ نَسِيتَ أَنْ",
            "page": "396",
            "part": "1",
            "seal": "69CADCF7"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "تَلْحَقَ بِنَا إِذَا خَرَجْنَا فَإِنَّا لَنْ نَأْلُوكَ خَيْرًا» . ¶ قَالَ: مَالِي مِنْ وَلَدٍ وَلَا وَالِدٍ أَلْحَقُ بِهِ غَيْرَكُمَا , فَلَمَّا خَرَجَا إِلَى الْمَدِينَةِ لَحِقَ بِهِمَا , فَكَانَ سَعْدُ يَرْحَلُ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَلِأبِي بَكْرٍ إِذَا سَافَرَا , فَغَزَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَزْوَةً فَنَزَلَ الْجَيْشُ ذَاتَ يَوْمٍ وَلَيْسَ مَعَهُمْ طَعَامٌ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا سَعْدُ هَلْ مَعَكَ شَيْءٌ» . ¶ قَالَ: نَعَمْ مَعِي صَاعٌ مِنْ تَمْرٍ خَبَّأَتُهُ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَلِأَبِي بَكْرٍ فَقَالَ: \" ائْتِ بِهِ , فَأَدْخَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَهُ فَدَعَا بِالْبَرَكَةِ , ثُمَّ قَالَ: \" ائْتِ بِالأَنْطَاعِ مِنْ جُلُودِ , فَبَسَطَ الأَنْطَاعَ بَعْضَهَا إِلَى بَعْضٍ , وَبَسَطَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ التَّمْرَ عَلَى الأَنْطَاعِ , ثُمَّ قَالَ: \" يَا سَعْدُ أَذِّنْ فِي النَّاسِ هَلُمُّوا إِلَى الْغَدَاءِ , فَأَقْبَلَ النَّاسُ فَجَعَلُوا يَزْدَحِمُونَ , فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كُلُوا وَلَا تَعْجَلُوا» . ¶ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" خُذِ الْحَلَّابَ فَانْظُرْ إِلَى الشَّاةِ وَرَاءَ الشَّجْرَةِ فَاحْلِبْهَا , فَإِذَا هُوَ بِعَنْزٍ سَوْدَاءَ ضَخْمَةِ الضَّرْعِ، فَجَعَلَ يَحْلِبُ فِي قَدَحِهِ , ثُمَّ يَأْتِي بِهِ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَقُولُ: «اسْقِي الْقَوْمَ» . ¶ فَجَعَلَ يَسْقِيهِمْ ثُمَّ يَرْجِعُ يَمْلَأُهُ فَيَسْقِيهِمْ فَلَمْ يَزَلْ يَرْجِعُ يَمْلَأُهُ فَيَسْقِيهِمْ حَتَّى صَدَرَ الْجَيْشُ عَنْ شَبَعٍ وَرَيٍّ وَلَبَنٍ فَلَمَّا أَنْ شَبِعُوا قَالَ: \" اقْبض إِلَيْكَ سَائِرَ تَمْرِكَ فَجَمَعَ بَعْضَهُ إِلَى بَعْضٍ فَإِذَا صَاعُهُ كَمَا كَانَ فَجَعَلَهُ فِي وِعَائِهِ , ثُمَّ أَذَّنَ فِي الرَّحِيلِ , فَدَعَا سَعْدٌ صَاحِبًا لَهُ فَأَعْطَاهُ الْعَنْزَ , فَقَالَ: اجْعَلْ يَدَكَ مِنْ وَرَاءِ عُنُقِهَا وَضُمَّهَا إِلَيْكَ حَتَّى أَرْحَلَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَأَبِي بَكْرٍ فَإِذَا صَاحِبُهُ يَدْعُوهُ: يَا سَعْدُ حَيْنَ.... ¶ مِنَ الرَّحِيلِ جَاءَ يَسْعَى فَقَالَ: إِنَّ الْعَنْزَ قَدْ ذَهَبَتْ , قَالَ: أَضَعْتَهَا؟ قَالَ: مَا فَارَقَتْ يَدَاي عُنُقَهَا وَمَا أَدْرِي كَيْفَ انْسَلَّتْ , فَدَعَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَعْدًا فَقَالَ: إِنِّي قَدْ أَعْطَيْتُ صَاحِبًا لِي الْعَنْزَ يُمْسِكُهَا فَمَا أَدْرِي كَيْفَ انْسَلَّتْ فَذَهَبَتْ , قَالَ: «ارْكَبْ عَنْكَ وَدَعْهَا»",
            "page": "397",
            "part": "1",
            "seal": "C4D5CE4F"
        },
        {
            "hno": "6",
            "id": "8",
            "nass": "6 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , نَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الرَّحِيمِ الْأَشْجَعِيُّ , مِنْ أَهْلِ حَوْبَرَ , نَا مَرَوَانُ بْنُ مُعَاوِيَةَ , عَنْ وَاِئلِ بْنِ دَاوُدَ , نَا عَبْدُ اللَّهِ الْبَهِيُّ، قَالَ: «أَطْعَمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَدِيجَةَ مِنْ عِنَبِ الْجَنَّةِ»",
            "page": "398",
            "part": "1",
            "seal": "855E296B"
        },
        {
            "hno": "7",
            "id": "9",
            "nass": "7 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , نَا أَبُو نُعَيْمٍ , نَا كَامِلُ بْنُ الْعَلَاءِ , سَمِعْتُ",
            "page": "399",
            "part": "1",
            "seal": "36EACFF3"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "أَبَا صَالِحٍ , عَنْ أَبِي هُرَيْرَةَ، قَالَ: صَلَّيْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْعِشَاءَ فَإِذَا سَجَدَ وَثَبَ الْحَسَنُ وَالْحُسَيْنُ عَلَيْهِمَا السَّلَامُ عَلَى ظَهْرِهِ فَإِذَا رَفَعَ رَأْسَهُ رَفَعَهُمَا رَفْعًا رَقِيقًا فَيَضَعُهُمَا , ثُمَّ إِذَا سَجَدَ عَادَ حَتَّى قَضَى صَلَوَاتِهِ , ثُمَّ أَقْعَدَهُمَا عَلَى فَخِذِهِ، أَحَدُهُمَا عَلَى الْيُمْنَى , وَالْآخَرُ عَلَى الْيُسْرَى. ¶ قَالَ أَبُو هُرَيْرَةَ: فَقُمْتُ إِلَيْهِ فَقُلْتُ: أَلَا أَبْلِغَهُمَا؟ قَالَ: «لَا» . ¶ فَبَرَقَتْ بَرْقَةٌ فَلَمْ يُرَيا إِلَّا فِي ضَوْءِهَا حَتَّى دَخَلا عَلَى أُمِّهِمَا رَضِيَ اللَّهُ عَنْهُمْ",
            "page": "400",
            "part": "1",
            "seal": "CB1EFF16"
        },
        {
            "hno": "8",
            "id": "12",
            "nass": "8 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , أَنَا مُحَمَّدُ بْنُ جَعْفَرٍ , حَدَّثَنِي سَعْدُ بْنُ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ , عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ قَتَادَةَ بْنِ النُّعْمَانِ، أَنَّهُ قَالَ:",
            "page": "402",
            "part": "1",
            "seal": "F7DFB825"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "كَانَتْ لَيْلَةٌ شَدِيدَةُ الظُّلْمَةِ وَالْمَطَرِ فَقُلْتُ: لَوِ اغْتَنَمْتُ اللَّيْلَةَ شُهُودَ الْعَتَمَةِ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَفَعَلْتُ فَلَمَّا انْصَرَفَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أبْصَرَنِي وَمَعَهُ عُرْجُونٌ يَمْشِي عَلَيْهِ فَقَالَ: «مَا لَكَ يَا قَتَادَةُ هَهُنَا هَذِهِ السَّاعَةَ؟» فَقُلْتُ: اغْتَنَمْتُ شُهُودَ الصَّلاةِ مَعَكَ يَا رَسُولَ اللَّهِ فَأَعْطَانِي الْعُرْجُونَ فَقَالَ: \" إِنَّ الشَّيْطَانَ قَدْ خَلَفَكَ فِي أَهْلِك فَاذْهَبْ بِهَذَا الْعُرْجُونِ فَاسْتَضرِبْهُ حَتَّى تَأْتَيَ بَيْتَكَ فَتَجِدَهُ فِي زَاوِيَةِ الْبَيْتِ فَاضْرِبْهُ بِالْعُرْجُونِ فَخَرَجْتُ مِنَ الْمَسْجِدِ فَأَضَاءَ الْعُرْجُونُ بِمِثْلِ الشَّمْعَةِ نُوَرًا فَاسْتَضَأْتُ بِهِ فَأَتَيْتُ أَهْلِي فَوَجَدْتُهُمْ رُقُودًا، فَنَظَرْتُ فِي الزَّاوِيَةِ فَإِذَا فِيهَا قُنْفُذٌ فَلَمْ أَزَلْ أَضْرِبُهُ بِالْعُرْجُونِ حَتَّى خَرَجَ",
            "page": "403",
            "part": "1",
            "seal": "80DDB861"
        },
        {
            "hno": "9",
            "id": "16",
            "nass": "9 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , نَا حَجَّاجُ بْنُ الْمِنْهَالِ , وَعَمْرُو بْنُ عَاصِمٍ، قَالَا: نَا حَمَّادُ بْنُ سَلَمَةَ , عَنْ ثَابِتٍ , عَنْ أَنَسٍ , أَنْ أُسَيْدَ بْنُ حُضَيْرٍ , وَعَبَّادَ بْنَ بِشْرٍ , كَانَا",
            "page": "406",
            "part": "1",
            "seal": "59B3E7C3"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي لَيْلَةٍ ظَلْمَاءَ حِنْدِسٍ فَخَرَجَا مِنْ عِنْدِهِ فَأَصَابَ عَصَا أَحَدِهِمَا فَتِيلُ السِّرَاجِ فَكَانَا يَمْشِيَانِ فِي ضَوْئِهَا , فَلَمَّا أَرَادَا أَنْ يَتَفَرَّقَا إِلَى مَنَازِلِهِمَا أَضَاءَتْ عَصَا هَذَا وَعَصَا هَذَا",
            "page": "407",
            "part": "1",
            "seal": "3737A277"
        },
        {
            "hno": "10",
            "id": "18",
            "nass": "10 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , حَدَّثَنِي عَبْدُ اللَّهِ أَبُو مُحَمَّدٍ , أَخْبَرَنِي جناح , نَا سُفْيَانُ بْنُ حَمْزَةَ , عَنْ كَثِيرِ بْنِ زَيْدٍ , عَنْ مُحَمَّدِ بْنِ حَمْزَةَ الْأَسْلَمِيِّ , عَنْ أَبِيهِ، قَالَ:",
            "page": "408",
            "part": "1",
            "seal": "58E91BF5"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "أُنْفِرَ بِنَا ونحن في سَفَرٍ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي لَيْلَةٍ ظَلْمَاءَ فَأَضَاءَتْ أَصَابِعِي حَتَّى جَمَعُوا عَلَيْهَا طُهْرَهُمْ وَمَا هَلَكَ مِنْهُمْ وَإِنَّ أَصَابِعِي لَتُنِيرُ",
            "page": "409",
            "part": "1",
            "seal": "427FBC8E"
        },
        {
            "hno": "11",
            "id": "20",
            "nass": "11 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ , نَا مُحَمَّدُ بْنُ عُبَيْدٍ , نَا طَلْحَةُ , عَنْ عَطَاءٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حِرَاءٍ فَجَاءَهُ جِبْرِيلُ فَقَالَ: يَا مُحَمَّدُ، هَذِهِ خَدِيجَةُ تَحْمِلُ حَيْسًا فِي حَلَّابٍ , وَقَدْ أَرْسَلَنِي اللَّهُ إِلَيْهَا بِالسَّلَامِ , فَجَاءَتْ خَدِيجَةُ، فَقَالَ: \" مَعَكِ حَيْسٌ، قَاَلَتْ: نَعمْ يَا رَسُولَ اللَّهِ , قَالَ: «إِنَّ جِبْرِيلَ أَخْبَرَنِي ذَاكَ وَأَخْبَرَنِي أَنَّ اللَّهَ أَرْسَلَهُ إِلَيْكِ بِالسَّلَامِ» . ¶ فَقَالَتْ خَدِيجَةُ: يَا رَسُولَ اللَّهِ , اللَّهُ السَّلَامُ وَمِنْهُ السَّلَامُ وَعَلَى جِبْرِيلَ السَّلَامُ",
            "page": "410",
            "part": "1",
            "seal": "046C20BA"
        },
        {
            "hno": "12",
            "id": "22",
            "nass": "12 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ , نَا أَبُو النُّعْمَانِ , نَا حَمَّادُ بْنُ زَيْدٍ , عَنْ أَبِي مَخْلَدٍ مَوْلَى أَبِي بَكْرٍ , عَنْ أَبِي الْعَالِيَةِ , عَنْ أَبِي هُرَيْرَةَ، قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِثَمَرَاتٍ فَصَفَّهُنَّ وَدَعَا فِيهِنَّ بِالْبَرَكَةِ وَقَالَ: «اجْعَلْهُنَّ فِي مِزْوَدِكَ، فَإِذَا أَرَدْتَ أَنْ تَأْخُذَ مِنْهُ شَيْئًا فَأَدْخِلْ يَدَكَ فَخُذْهُ وَلَا تَنْثُرْهُ» . ¶ قَالَ: فَجَعَلْتُهُ فِي مِزْوَدِي , قَالَ: فَوَّجْهُتُ مِنْهُ رَوَاحِلَ فِي سَبِيلِ اللَّهِ وَكُنْتُ آكُلُ مِنْهُ وَأُطْعِمُ فَكَانَ فِي حَقْوِي حَتَّى وَقَعَ يَوْمُ قَتْلِ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ فَذَهَبَ",
            "page": "412",
            "part": "1",
            "seal": "15BF9D10"
        },
        {
            "hno": "13",
            "id": "25",
            "nass": "13 - أَخْبَرَنَا أَبُو الدَّحْدَاحِ , نَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ , نَا عَلِيُّ بْنُ الْحَسَنِ , نَا الْحُسَيْنُ بْنُ وَاقِدٍ , نَا أَبُو غَالِبٍ , عَنْ أَبِي أُمَامَةَ قَالَ: أَرْسَلَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى بَاهِلَةَ فَأَتَيْتُهُمْ وَهُمْ عَلَي طَعَامٍ فَرَحَّبُوا بِي وَأَكْرَمُونِي وَقَالُوا: كُلْ , قُلْتُ: جِئْتُ لِأَنْهَاكُمْ عَنْ هَذَا الطَّعَامِ إِنِّي رَسُولُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَيْكُمْ لِتُؤْمِنُوا بِهِ فَكَذَّبُونِي وَزَبَرُونِي فَانْطَلَقْتُ وَأَنَا جَائِعٌ ظَمْآنُ وَقَدْ نَزَلَ بِي جَهْدٌ شَدِيدٌ فَأُتِيتُ فِي مَنَامِي بِشَرْبَةٍ",
            "page": "415",
            "part": "1",
            "seal": "65454AA0"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "مِنْ لَبَنٍ فَشَبِعْتُ وَرَوَيتُ وَعَظُمَ بَطْنِي فَقَالَ الْقَوْمُ: أَتَاكُمْ رَجُلٌ مِنْ خِيَارِكُمْ وَأَشْرَافِكُمْ فَزَبَرْتُمُوهُ اذْهَبُوا فَأَطْعِمُوهُ مِنَ الطَّعَامِ وَالشَّرَابِ مَا يَشْتَهِي فَأَتَوْنِي بِطَعَامٍ فَقُلْتُ: لَا حَاجَةَ لِي بِطَعَامِكُمْ وَشَرَابِكُمْ , إِنَّ اللَّهَ قَدْ أَطْعَمَنِي وَسَقَانِي فَانْظُرُوا إِلَى حَالَتِي الَّتِي أَنَا عَلَيْهَا قَالَ: فَآَمَنُوا بِي وَبِمَا جِئْتُهُمْ بِهِ مِنْ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. ¶ آَخِرُ الْأَحَادِيثِ وَالْحَمْدُ لِلَّهِ وَحْدَهُ.",
            "page": "416",
            "part": "1",
            "seal": "4107A132"
        }
    ],
    "t4096": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "«بعني بعيرك يا جابر» . قلت: أبيعك بخمس أواق \"."
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "\" تراني إنما ماكستك خذ جملك ودراهمك فهما لك"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "\" ما سئل رسول الله صلى الله عليه وسلم شيئا قط فقال: لا \""
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "اذهب إلى ذلك العنز فاحلبها» ."
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "\" ائت بالأنطاع من جلود , فبسط الأنطاع بعضها إلى بعض , وبسط رسول الله صلى الله عليه وسلم ذلك"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "«أطعم رسول الله صلى الله عليه وسلم خديجة من عنب الجنة»"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "فإذا سجد وثب الحسن والحسين عليهما السلام على ظهره فإذا رفع رأسه رفعهما رفعا رقيقا فيضعهما"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الشيطان قد خلفك في أهلك فاذهب بهذا العرجون فاستضربه حتى تأتي بيتك فتجده في زاوية البيت"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "معك حيس، قالت: نعم يا رسول الله , قال: «إن جبريل أخبرني ذاك وأخبرني أن الله أرسله إليك"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "«اجعلهن في مزودك، فإذا أردت أن تأخذ منه شيئا فأدخل يدك فخذه ولا تنثره» ."
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "أرسلني رسول الله صلى الله عليه وسلم إلى باهلة فأتيتهم وهم علي طعام فرحبوا بي وأكرموني"
        }
    ]
}