{
    "b411": [
        {
            "id": "1",
            "nass": "حقوق النساء في الإسلام وحظهن من الإصلاح المحمدي العام ¶ تأليف: محمد رشيد رضا ¶ تعليق: محمد ناصر الدين الألباني ¶ طبع: المكتب الإسلامي ¶ طبعة: 1404 هـ - 1984 م",
            "page": "1",
            "part": "1",
            "seal": "EA36DA11"
        },
        {
            "id": "2",
            "nass": "(صحيح) ¶ عن عائشة Bهـ عن النبي A قال: \" إنما النساء شقائق الرجال \" ¶ [8]",
            "page": "8",
            "part": "1",
            "seal": "ADB769EB"
        },
        {
            "id": "3",
            "nass": "سنده ضعيف وفي متنه نكاره ¶ رأى عمر بن الخطاب تغالي الناس في مهور النساء حين اتسعت دنياهم في عصره فخاف عاقبة ذلك وهو ما يشكوا منه الناس منذ عصور فنهى الناس أن يزيدوا فيها على أربعمائة درهم فاعترضت له امرأة من قريش فقالت: أما سمعت ما أنزل الله يقول: (وأتيتم إحداهن قنطار فلا تأخذوا منه شيئا) ¶ فقال: اللهم غفرا كل الناس أفقه من عمر. وفي رواية أنه قال: امرأة أصابت وأخطأ عمر وصعد المنبر وأعلن رجوعه عن قوله ¶ [13]",
            "page": "13",
            "part": "1",
            "seal": "CB109D51"
        },
        {
            "id": "4",
            "nass": "(صحيح) ¶ عن النبي A قال: \" استوصوا بالنساء خيرا فإن المرأة خلقت من ضلع وإن أعوج ما في الضلع أعلاه فإن ذهبت تقيمه كسرته وإن تركته لم يزل أعوج \" ¶ [40]",
            "page": "40",
            "part": "1",
            "seal": "690EEB75"
        },
        {
            "id": "5",
            "nass": "صحيح ¶ عن عائشة Bها قال A: \" خيركم خيركم لأهله وأنا خيركم لأهلي \"",
            "page": "40",
            "part": "1",
            "seal": "3FE83EC2"
        },
        {
            "id": "6",
            "nass": "(موضوع) ¶ عن النبي A قال: \" ما أكرم النساء إلا كريم ولا أهانهن إلا لئيم \"",
            "page": "40",
            "part": "1",
            "seal": "AB4ED619"
        },
        {
            "id": "7",
            "nass": "ضعيف ¶ عن النبي A قال: \" ألا أخبرك بخير ما يكنز؟ المرأة الصالحة إذا نظر إليه سرته وإذا أمرها أطاعته وإذا غاب عنها حفظته \" ¶ [41]",
            "page": "41",
            "part": "1",
            "seal": "1DD4870E"
        },
        {
            "id": "8",
            "nass": "(حسن بطرقه) ¶ عن ابن عباس Bهما عن النبي A قال: \" لا ضرر ولا ضرار \" ¶ [67]",
            "page": "67",
            "part": "1",
            "seal": "BE33B522"
        },
        {
            "id": "9",
            "nass": "ضعيف ¶ أن صفية Bها بلغها أن عائشة وحفصة قالتا: نحن أكرم على رسول الله منها فذكرت ذلك للنبي A فقال: \" ألا قلت: وكيف تكونان خيرا مني وزوجي محمد وأبي هارون وعمي موسى \" ¶ [106]",
            "page": "106",
            "part": "1",
            "seal": "ADFE2301"
        },
        {
            "id": "10",
            "nass": "(صحيح) ¶ النبي A قال لصفية: \" إنك لابنة نبي وإن عمك لنبي وإنك لتحت نبي فيما تفخر عليك \" ثم قال: \" اتق الله يا حفصة \" ¶ [107]",
            "page": "107",
            "part": "1",
            "seal": "42A7F3AF"
        },
        {
            "id": "11",
            "nass": "صحيح ¶ قالت عائشة: ما ضرب رسول الله A بيده امرأة له ولا خادما قط",
            "page": "107",
            "part": "1",
            "seal": "122EC6AD"
        },
        {
            "id": "12",
            "nass": "(صحيح) ¶ سئلت عائشة Bها ما كان النبي A يصنع في أهله؟ قالت: كان في مهنة أهله فإذا حضرت الصلاة قام إلى الصلاة ¶ [110]",
            "page": "110",
            "part": "1",
            "seal": "42935C1A"
        },
        {
            "id": "13",
            "nass": "ضعيف ¶ عن النبي A قال: \" اللهم هذا قسمي فيما أملك فلا تلمني فيما تملك ولا أملك \" ¶ [112]",
            "page": "112",
            "part": "1",
            "seal": "A182E9FE"
        },
        {
            "id": "14",
            "nass": "(ضعيف) ¶ عن النبي A قال: \" ما أحل الله شيئا أبغض إليه من الطلاق \" وقوله: \" أبغض الحلال إلى الله الطلاق \" ¶ [165]",
            "page": "165",
            "part": "1",
            "seal": "9941AF99"
        },
        {
            "id": "15",
            "nass": "لا أصل له ¶ عن النبي A قال: \" الجنة تحت أقدام الأمهات \" ¶ [194]",
            "page": "194",
            "part": "1",
            "seal": "8EC918E4"
        },
        {
            "id": "16",
            "nass": "(صحيح) ¶ عن معاوية السلمي قال: أتيت النبي A فقلت: يا رسول الله إني أريد الجهاد في سبيل الله فقال: \" هل أمك حية \" قلت: نعم قال: \" ألزم رجلها فثم الجنة \" وقال لرجل آخر مثله: \" فالزمها فإن الجنة تحت رجليها \" ¶ [195]",
            "page": "195",
            "part": "1",
            "seal": "9B13102D"
        },
        {
            "id": "17",
            "nass": "ضعيف ¶ عن النبي A قال: \" ما من مسلم له ابنتان فيحسن إليهما ما صحبتاه أو صحبهما إلا أدخلتاه الجنة \"",
            "page": "195",
            "part": "1",
            "seal": "78909624"
        },
        {
            "id": "18",
            "nass": "(ضعيف) ¶ عن أبي هريرة عن النبي A قال: \" من كفل يتيما له ذا قرابة أو لا قرابة له فأنا وهو في الجنة كهاتين - وضم اصبعيه - ومن سعى على ثلاث بنات فهو في الجنة وكان له كأجر مجاهد في سبيل الله صائما قائما \"",
            "page": "195",
            "part": "1",
            "seal": "5CEEE3C9"
        },
        {
            "id": "19",
            "nass": "(ضعيف) ¶ عن عوف بن مالك عن النبي A قال: \" ما من مسلم يكون له ثلاث بنات فينفق عليهن حتى يبلغن أو يموتن إلا كن له حجابا من النار \" فقالت له امرأة: أو بنتان؟ قال: \" أو بنتان \" ¶ [197]",
            "page": "197",
            "part": "1",
            "seal": "72045663"
        },
        {
            "id": "20",
            "nass": "(ضعيف) ¶ عن النبي A قال: \" لا يكون لأحدكم ثلاث بنات أو ثلاث أخوات فيحسن إليهن إلا دخل الجنة \"",
            "page": "197",
            "part": "1",
            "seal": "E509BCD6"
        }
    ],
    "t411": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حقوق النساء في الإسلام"
        }
    ]
}