{
    "b4126": [
        {
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم المراح فِي المزاح الْحَمد لله على جميل أفضاله، وجزيل بره ونواله، وَالصَّلَاة وَالسَّلَام على أشرف الْخلق سيدنَا مُحَمَّد وَصَحبه وَآله. وَبعد فقد سُئِلت قَدِيما عَن المزاح، وَمَا يكره مِنْهُ وَمَا يُبَاح، فأجبت بِأَنَّهُ مَنْدُوب إِلَيْهِ بَين الإخوان، والأصدقاء والخلان. لما فِيهِ من ترويح الْقُلُوب، والاستئناس الْمَطْلُوب، بِشَرْط أَن لَا يكون فِيهِ قذف وَلَا غيبَة، وَلَا يُحَرك الحقود الكمينة ثمَّ طلب مني بعد مُدَّة السَّائِل، بسط الْكَلَام فِي ذَلِك وإيضاح الدَّلَائِل، فَقلت مستعينا بِاللَّه ومتوكلا عَلَيْهِ، ومفوضا جَمِيع أموري إِلَيْهِ:",
            "page": "35",
            "part": "1",
            "seal": "708382E5"
        },
        {
            "id": "2",
            "nass": "قد ورد فِي ذمّ المزاح ومدحه أَخْبَار، فحملنا مَا ورد فِي ذمه على مَا إِذا وصل إِلَى حد المثابرة والاكثار. فَإِنَّهُ إزاحة عَن الْحُقُوق، ومخرج إِلَى القطيعة والعقوق. يصم المازح، ويضيم الممازح. فوصمة المازح أَن يذهب عَنهُ الهيبة والبهاء، ويجريء عَلَيْهِ الغوغاء والسفهاء، وَيُورث الغل فِي قُلُوب الأكابر والبنهاء. وَأما إضامة الممازح فَلِأَنَّهُ إِذا قوبل بِفعل ممض وَقَول مستكره وَسكت عَلَيْهِ أَحْزَن قلبه وأشغل فكره، أَو قَابل عَلَيْهِ جَانب مَعَ صَاحبه حشمة وأدبا، وَرُبمَا كَانَ للعداوة والتباغض سَببا، فَإِن الشَّرّ، إِذا فتح لَا يستد، وَسَهْم الْأَذَى إِذا أرسل لَا يرْتَد. وَقد يعرض الْعرض للهتك، والدماء للسفك. فَحق الْعَاقِل يتقيه، وينزه نَفسه عَن وصمة مساويه. وعَلى ذَلِك يحمل مَا رُوِيَ عَن النَّبِي صلّى الله عَلَيْهِ وسلّم أَنه قَالَ: المزَاحُ استِدرَاجٌ مِنَ الشَّيطَانِ وَاختِدَاعٌ مِنَ الهوَى وَقَوله صلّى الله عَلَيْهِ وسلّم: لاَ تُمَارِ أَخَاكَ وَلاَ تُمَازِحهُ",
            "page": "36",
            "part": "1",
            "seal": "F1970CB8"
        },
        {
            "id": "3",
            "nass": "وَلاَ تَعِدهُ مَوعِداً فَتُخِلفُهُ. وَقَالَ عمر بن عبد الْعَزِيز: اتَّقوا المزاح فَإِنَّهَا حمقة تورث ضغينة. وَقَالَ: إِنَّمَا المزاح سباب إِلَّا أَن صَاحبه يضْحك وَقيل: إِنَّمَا سمي مزاحا لِأَنَّهُ مزيح عَن الْحق. وَقَالَ إِبْرَاهِيم النَّخعِيّ: المزاح من سخف أَو بطر. وَقيل فِي منثور الحكم: المزاح يَأْكُل الهيبة كَمَا تَأْكُل النَّار الْحَطب. وَقَالَ بعض الْحُكَمَاء: من كثر مزاحه زَالَت هيبته، وَمن كثر خِلَافه طابت غيبته.",
            "page": "37",
            "part": "1",
            "seal": "3539A564"
        },
        {
            "id": "4",
            "nass": "وَقَالَ بعض البلغاء: من قل عقله. كثر هزله. وَذكر خَالِد بن صَفْوَان المزاح فَقَالَ: يصك أحدكُم صَاحبه بأشد من الجندل، وينشقه أحرق من الْخَرْدَل، ويفرغ عَلَيْهِ أحر من الْمرجل، ثمَّ يَقُول: إِنَّمَا كنت أمازحك. وَقَالَ بعض الْحُكَمَاء: خير المزاح لَا ينَال، وشره لَا يُقَال، فنظمه السابوري فِي قصيدته الجامعة للآداب فَقَالَ وَزَاد: شرُّ مُزاح المرءِ لَا يقاُل ... وخيرُه يَا صاحِ لَا ينُاُل وَقد يُقال كَثْرَة المزاحِ ... من الْفَتى تَدْعُو إِلى التَّلاحي إِن المزاحَ بدؤه حلاوه ... لكنّما آخرُه عَداوَه يَحقِد مِنْهُ الرجلُ الشريفُ ... ويجتري بسُخفه السَّخيفُ وَفِي معنى هَذِه الْجُمْلَة الْأَخِيرَة قَول شيخ",
            "page": "38",
            "part": "1",
            "seal": "70BC8509"
        },
        {
            "id": "5",
            "nass": "الْإِسْلَام الْوَالِد فِي منظومته فِي التصوف: وَلَا تمازحِ الشريفَ يحقِد ... وَلَا الدنّي يجتري وَيفْسد وَمَا أحسن مَا قَالَ أَبُو نواس: مُت بدآء الصمت خيرٌ ... لَك من دآءِ الْكَلَام إِنما السَّالم من أَل ... جم فَاه بلجام رُبمَا يستفتح المز ... حُ مغاليق الْحمام والمنايا آكلاتٌ ... شارباتٌ للأَنام وحملنا مَا ورد فِي مدح المزح على مَا سلم مِمَّا ذكر، فَإِنَّهُ قل مَا يعرى من المزاح من كَانَ سهلا، فالعاقل يتوخى بمزحه إِحْدَى حالتين: إِمَّا إيناس المصاحبين، والتودد إِلَى المخاطبين، وَهَذَا يكون بِمَا أنس من جميل القَوْل، وَبسط من مستحسن الْفِعْل كَمَا قَالَ سعيد بن الْعَاصِ لِابْنِهِ: اقتصد فِي مزحك فَإِن الإفراط فِيهِ يذهب الْبَهَاء، ويجرئ السُّفَهَاء، وَإِن التَّقْصِير فِيهِ يغض عَنْك المؤانسين، ويوحش مِنْك المصاحبين.",
            "page": "39",
            "part": "1",
            "seal": "29A6983A"
        },
        {
            "id": "6",
            "nass": "وَإِمَّا أَن يَنْفِي بالمزاح مَا طَرَأَ عَلَيْهِ من سأم، أَو حدث من سأم، أَو حدث بِهِ من هم وغم. فقد قيل: لابد للمصدور أَن ينفث وَأنْشد أَبُو نواس: أُروّح الْقلب بِبَعْض الهزلِ ... تجاهلاً منّي بِغَيْر جهلِ أَمزح فِيهِ مزحَ أَهل الفَضل ... والمزحُ أَحياناً جِلاء العقلِ وَأنْشد أَبُو الْفَتْح البستي أفِد طبعَك المكدودَ بالجِدّ رَاحَة ... يَجِمَّ وَعلله بِشَيْء من المزحِ وَلَكِن إِذا أَعطيتَه المزح فَلْيَكُن ... بِمِقْدَار مَا تُعْطِي الطَّعامَ من الملحِ قَالَ الابيرد: إِذا جدّ عِنْد الجِد أَرضاك جدُّه ... وَذُو باطلٍ إِن شِئْت أَلهاك باطله",
            "page": "40",
            "part": "1",
            "seal": "C08F72E2"
        },
        {
            "id": "7",
            "nass": "وَقَالَ أَبُو تَمام: الجِدُّ شيمتُه وَفِيه فكاهةٌ ... طوراً وَلَا جِدُّ لمن لم يلْعَب وعَلى هَاتين الْحَالَتَيْنِ كَانَ مزح رَسُول الله صلّى الله عَلَيْهِ وسلّم وَأَصْحَابه وتابعيه وَالْعُلَمَاء وَالْأَئِمَّة. روى بكر بن عبد الله الْمُزنِيّ أَنه صلّى الله عَلَيْهِ وسلّم قَالَ: إِنّي لأَمزَحُ وَلاَ أَقُولُ إِلاَّ الحَقّ. وَفِي روايةٍ إِلاَّ حَقًّا. وَعَن أبي هُرَيْرَة قَالَ: قَالُوا: يَا رَسُول الله إِنَّك تداعبنا قَالَ: إِنّي لاَ أَقُولُ إِلاَّ حَقًّا. وَقد سُئِلَ سُفْيَان: المزاحُ هُجنَة؟ فَقَالَ: بل سنة لقَوْله عَلَيْهِ السَّلَام إِنِّي لأمزح وَلَا أَقُول إِلَّا الْحق",
            "page": "41",
            "part": "1",
            "seal": "BFD060DC"
        },
        {
            "id": "8",
            "nass": "وَقَالَ أنس بن مَالك: كَانَ رَسُول الله صلّى الله عَلَيْهِ وسلّم من أفكه النَّاس. وَقَالَ صلّى الله عَلَيْهِ وسلّم: رَوّحِوُا القُلُوبَ ساعَةً بَعدَ ساعَةٍ. وَمن مزاحه صلّى الله عَلَيْهِ وسلّم مَا رَوَاهُ أنس قَالَ: إِن كَانَ رَسُول الله صلّى الله عَلَيْهِ وسلّم ليخالطنا حَتَّى يَقُول لأخ لي صَغِير: يَا أَبَا عُمَيْر مَا فعل النغير؟ كَانَ لَهُ نغير يلْعَب بِهِ فَمَاتَ. وَمَا رَوَاهُ الْحسن قَالَ: أَتَت عَجُوز من",
            "page": "42",
            "part": "1",
            "seal": "5E06A06F"
        },
        {
            "id": "9",
            "nass": "الْأَنْصَار إِلَى النَّبِي صلّى الله عَلَيْهِ وسلّم فَقَالَت: يَا رَسُول الله ادْع لي بالمغفرة فَقَالَ لَهَا: أَمَا عَلِمتِ أَنَّ الجَنَّةَ لاَ يَدخلُهُاَ العَجَاَئِزُ وَفِي روايةٍ العجوزَ وَفِي رِوَايَة لاَ تَدخُلُ الجَنَّةَ عَجُوزٌ فَبَكَتْ وَفِي رِوَايَة فصرخت فَتَبَسَّمَ رَسُول الله صلّى الله عَلَيْهِ وسلّم وَقَالَ لَهَا: لَستِ يَومَئذٍ يِعَجُوزٍ أَمَا قَرَأتِ قَولَهُ تَعَالَى: (إِنَّا أَنشَأنَاهُنَّ إِنشَاءَ فَجَعَلنَاهُنَّ أَبكاَراً عُرُباً أَتَراباً) . وروى زيد بن أسلم أَن امْرَأَة يُقَال لَهَا أم أَيمن جَاءَت النَّبِي صلّى الله عَلَيْهِ وسلّم فِي حَاجَة لزَوجهَا فَقَالَ لَهَا: مَن زَوجُكِ؟ فَقَالَت فلَان فَقَالَ: الذِي فِي عَينِهِ بَيَاضٌ؟ فَقَالَت أَي رسولَ اُلله مَا بِعَيْنِه بَيَاض قَالَ: بلَى إِنَّ بِعَينِه بَيَاضاً فَقَالَت: لَا واللهِ فَقَالَ النَّبِي صلّى الله عَلَيْهِ وسلّم: وَمَا مِن أَحَدٍ إِلاَّ بِعَينِهِ بَياَضٌ وَفِي رِوَايَة فَانْصَرَفت عَجلى إِلى زَوجهَا وَجعلت تتأَمّل عَيْنَيْهِ فَقَالَ لَهَا: مَا شأنكِ؟ فَقَالَت: أَخبرني",
            "page": "43",
            "part": "1",
            "seal": "58494AA3"
        },
        {
            "id": "10",
            "nass": "رسولُ الله صلّى الله عَلَيْهِ وسلّم أَن فِي عَيْنَيْك بَيَاضًا فَقَالَ لَهَا: أَما تَرين بياضَ عَيْني أَكثَر من سوادها؟ . وجآءته امْرَأَة أُخْرَى فَقَالَت: يَا رَسُول الله احملني على بعير فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم: احمِلُوهَا عَلَى ابنِ البَعِير فَقَالَت: مَا أَصنع بِهِ؟ مَا يحملني فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم: وهَلِ مِن بِعَيرٍ إِلاَّ اُبنُ بَعِيرٍ؟ فَكَانَ يمزح مَعهَا. وَعَن أنس أَن رجلا استحمل فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم فَقَالَ: إِنّي حَامِلُكَ عَلَى وَلَدِ نَاقَةٍ فَقَالَ: مَا أَصنع بِولد الناقةِ؟ فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم: وهَل تَلِدُ الأبِلَ إِلاَّ النُّوقُ؟ . وَعَن جَابر قَالَ: دخلت على النَّبِي صلّى الله عَلَيْهِ وسلّم",
            "page": "44",
            "part": "1",
            "seal": "3ED5B591"
        },
        {
            "id": "11",
            "nass": "وَالْحسن وَالْحُسَيْن على ظَهره وَهُوَ يمشي بهما على أَربع وَيَقُول: نِعمَ الجمَلُ جَملُكُمَا وَنِعمَ العِدلاَنِ أَنتُمَا. وَعَن زَيْنَب بنت أبي سَلمَة قَالَت: دخلت على النَّبِي صلّى الله عَلَيْهِ وسلّم وَهُوَ يغْتَسل، فَأخذ حفْنَة من مَاء فَضرب بهَا وَجههَا وَقَالَ يالَكَاِع. وَعَن أنس أَن النَّبِي صلّى الله عَلَيْهِ وسلّم قَالَ لَهُ: يَاذَا الاُذُنينِ. وَعَن بِلَال أَن النَّبِي صلّى الله عَلَيْهِ وسلّم رَآهُ وَقد خرج بَطْنه فَقَالَ: أمّ حُبَينِ تَشْبِيها لَهُ بهَا وأُمّ حُبَين دُوَيبةَ عَلَى خلقِة الحربآء عَظِيمَة الْبَطن وَيُقَال: هِيَ أُنْثَى الحرابي وَقد تكلم الفقهآءُ فِي حِلّها.",
            "page": "45",
            "part": "1",
            "seal": "DE437011"
        },
        {
            "id": "12",
            "nass": "وَعَن عَائِشَة رضى الله عَنْهَا قَالَت: سابقني رَسُول الله صلّى الله عَلَيْهِ وسلّم فسبقته، فَلَمَّا حملت اللَّحْم سابقني فَسَبَقَنِي فَقَالَ: هذِهِ بِتِلْكَ. وَقَالَ صلّى الله عَلَيْهِ وسلّم للشفآء بنت عبد الله: عَلّمِيِ حَفصَةَ رُقيَةَ النَّملِة كَمَا عَلَّمتها الكِتَابَة والنملةُ قروحٌ تَخرج فِي الْجنب ورُقيَتُها شيءٌ كَانَت تستعمله النِّسَاء يعلم كلُّ من يسمعهُ أَنهُ كلامٌ لَا يضّر وَلَا ينفع وَهُوَ أَن يُقَال: العرسُ تحتفل، وتختضب وتكتحل، وكلَّ شَيْء تفتعل، غير أَن لَا تَعْصِي الرّجُل، أَرَادَ عَلَيْهِ السَّلَام بِهَذَا الْمقَال تأنيبَ حَفْصَة لِأَنَّهُ ألْقى إِليها سِرًّا فأفشته فَكَانَ هَذَا من المُزاح ولغز الْكَلَام. وَعَن النُّعْمَان بن بشير قَالَ اسْتَأْذن أَبُو",
            "page": "46",
            "part": "1",
            "seal": "1F1C0383"
        },
        {
            "id": "13",
            "nass": "بكر رَضِي الله عَنهُ على النَّبِي صلّى الله عَلَيْهِ وسلّم فَسمع صَوت عَائِشَة عَالِيا، فَلَمَّا دخل تنَاولهَا ليلطمها وَقَالَ: لَا أَراكِ ترفعين صوتَك عَلَى رَسُول الله صلّى الله عَلَيْهِ وسلّم، فَجعل رَسُول الله صلّى الله عَلَيْهِ وسلّم يَحجُزُهُ وَخرج أَبو بكر مغضبا فَقَالَ النَّبِي صلّى الله عَلَيْهِ وسلّم حِين خرج أَبُو بكر: كَيف رَأيتِني أَنقَذتُكِ مِنَ الرَّجُلِ؟ قَالَ: فَمَكثَ أَبُو بكر اياماً ثمَّ اسْتَأْذن فوجدهما قد اصطلحا فَقَالَ لَهما: أدخلاني فِي سِلمِكما كَمَا أدخلتماني فِي حربكما فَقَالَ النَّبِي صلّى الله عَلَيْهِ وسلّم: قَد فَعَلنا. وَعَن أنس أَن رَسُول الله صلّى الله عَلَيْهِ وسلّم كَانَ فِي بَيت عَائِشَة فَبعث إِلَيْهِ بعض نسآئه بقصعة فدفعتها عَائِشَة فألقتها وكسرتها، فَجعل النَّبِي عَلَيْهِ السَّلَام يضم الطَّعَام وَيَقُول: غَارَت أُمُّكُم فَلَمَّا جآءت قَصْعَة عائشةَ بعث بهَا إِلَى صَاحِبَة الْقَصعَة الَّتِي كسرتها وأَعطى عائشةَ الْقَصعَة الْمَكْسُورَة.",
            "page": "47",
            "part": "1",
            "seal": "26002309"
        },
        {
            "id": "14",
            "nass": "وَعَن يحيى بن عبد الرَّحْمَن بن حَاطِب قَالَ: قَالَت عَائِشَة: كَانَ عِنْدِي رَسُول الله صلّى الله عَلَيْهِ وسلّم وَسَوْدَة فصنعت خزيرا فَجئْت بِهِ فَقلت لسودة: كُلِي فَقَالَت: لَا أُحبّه فَقلت: وَالله لَتأكلين أَو لاَلُطخنّ وَجهك فَقَالَت: مَا أَنا يباغية، فأَخذت شَيْئا من الصحَّفة فلطختُ بِهِ وَجههَا ورسولُ الله صلّى الله عَلَيْهِ وسلّم مَا بيني وَبَينهَا فخفض لَهَا رَسُول الله صلّى الله عَلَيْهِ وسلّم رُكْبَتَيْهِ لِتَستقِيدَ مني فتناولت من الصحَّفة شَيْئا فمسحت بِهِ وَجْهي وَجعل رسولُ الله صلّى الله عَلَيْهِ وسلّم يضْحك فِي حديثٍ أَكبِر من هَذَا.",
            "page": "48",
            "part": "1",
            "seal": "7F5E4F8A"
        },
        {
            "id": "15",
            "nass": "وَعَن عَائِشَة قَالَت: لما قدم النبُّي عَلَيْهِ السَّلَام الْمَدِينَة عرس بصفية فَأَخْبرنِي قَالَت: فتنكّرتُ وتنقّبتُ فَذَهَبت أَنظرُ، فنظَر رَسُول الله صلّى الله عَلَيْهِ وسلّم إِلى عَيْني فعرفني فأَقبل إِلَّي فَانْقَلَبت رَاجِعَة فأَسرع المشَي فأَدركني فاحتضنني فَقَالَ: كَيفَ رأَيتِ؟ قلتُ: يَهُودِيَّة بَين يهوديات. وَعَن عَائِشَة أَنه ذكر عِنْدهَا مَا يقطع الصَّلَاة الْكَلْب وَالْحمار وَالْمَرْأَة فَقَالَت: عَائِشَة قد شبّهتمونا بالحمير وَالْكلاب؟ وَالله لقد رأَيتُ رَسُول الله صلّى الله عَلَيْهِ وسلّم يصلّىِّ وإِني عَلَى السرير بَينه وَبَين القِبلة مُضْطَجِعَة الحَدِيث. وَعَن عُرْوَة بن الزبير قَالَ: قَالَت عَائِشَة: مَا يقطع الصَّلَاة؟ قَالَ: فَقُلْنَا: المرأَةُ واُلحمار فَقَالَت: إِنَّ المرأةَ لدابة سَوء، لقد رأَيتُني بَين يدَي رَسُول الله صلّى الله عَلَيْهِ وسلّم مُعْتَرضَة كاعتراض الجَنِازة وَهُوَ يصلى.",
            "page": "49",
            "part": "1",
            "seal": "99D0C090"
        },
        {
            "id": "16",
            "nass": "عَن ابْن أبي عَتيق قَالَ: تحدثت أَنا وَالقَاسِم (يَعْنِي ابْن مُحَمَّد) عِنْد عآئشة حَدِيثا وَكَانَ الْقَاسِم رجلا لحانة وَكَانَ لامّ ولد فَقَالَت لَهُ عَائِشَة: مَالك لَا تَحَدَّثُ كَمَا يتحدّث ابنُ أَخي هَذَا؟ (يَعْنِي ابْن أبي عَتيق) أَما إِني قد علمت من أَين أَتِيتَ، هَذَا أَدَّبته أمّه، وأَنت أَدّبتك أَمُّك قَالَ: فَغَضب الْقَاسِم وأَضبَّ عَلَيْهَا (يَعْنِي حَقِد) ، فَلَمَّا رأَى مائدة عائشةَ قد أَتي بهَا قَامَ، قَالَت: أَيْن؟ قَالَ: أُصلي قَالَت: اجْلِسْ قَالَ: إِني أُصلي قَالَت: اجْلِسْ غُدَر إِني سمعتُ رَسُول الله صلّى الله عَلَيْهِ وسلّم يَقُول: لاَ صَلاَة بَحَضرَةِ الطَّعَامِ وَلاَ هُوَ يُدَافِعُهُ الأَخبَثَانِ (روى الثَّلَاثَة مُسلم) . وَعَن أنس أَن رجلا من أهل الْبَادِيَة اسْمه زَاهِر بن حرَام وَكَانَ يهدي للنَّبِي صلّى الله عَلَيْهِ وسلّم من الْبَادِيَة فيجهزه رَسُول الله صلّى الله عَلَيْهِ وسلّم إِذا أَرَادَ أَن يخرج فَقَالَ النَّبِي صلّى الله عَلَيْهِ وسلّم إِن زَاهَراً بَاديَتُنا وَنَحنُ حَاضِرُوه، وَكَانَ النَّبِي صلّى الله عَلَيْهِ وسلّم يُحِبهُ وَكَانَ دميماً فأَتى النَّبِي صلّى الله عَلَيْهِ وسلّم يَوْمًا وَهُوَ يَبِيع متاعة فَاحْتَضَنَهُ من خَلفه وَهُوَ لَا يبصر",
            "page": "50",
            "part": "1",
            "seal": "FA4D9A3E"
        },
        {
            "id": "17",
            "nass": "قَالَ: أَرسِلني، من هَذَا؟ فَالْتَفت النَّبِي صلّى الله عَلَيْهِ وسلّم فَجعل لَا يألوما أَلزق ظَهره رَسُول الله صلّى الله عَلَيْهِ وسلّم حِين عرفه وَجعل النَّبِي صلّى الله عَلَيْهِ وسلّم يَقُول: مَن يَشتَري العَبدَ؟ فَقَالَ: يَا رَسُول الله إِذاً وَالله تجدني كاسداً، فَقَالَ النَّبِي صلّى الله عَلَيْهِ وسلّم: لَكِن عندَ الله لَستَ بَكاَسِدٍ. قصَّة دات النحيين.",
            "page": "51",
            "part": "1",
            "seal": "9FCE7556"
        },
        {
            "id": "18",
            "nass": "وَعَن ربيعَة بن عُثْمَان أَنه بلغه أَن خوّات بن جُبَير كَانَ جَالِسا إِلَى نسْوَة من بني كَعْب بطرِيق مَكَّة فطلع عَلَيْهِ رَسُول الله صلّى الله عَلَيْهِ وسلّم فَقَالَ: يَا أَبَا عَبدِ اللهِ مَالَكَ مَعَ أُولآء النِسوَةِ؟ قَالَ: يَفتِلنَ ضفُيَراً لجملٍ لي شَرُودٍ قَالَ: فَمضى رَسُول الله صلّى الله عَلَيْهِ وسلّم لِحَاجَتِهِ ثمَّ طلع علّي فَقَالَ: أَبَا عَبدِ اللهِ مَا تَرَك ذلِكَ الشّرِاَدَ بَعدُ؟ قَالَ: فَسكت واُستحيَيتُ فَكنت بعد ذَلِك أَتفرد مِنْهُ كلما رأَيته حَيَاء مِنْهُ حَتَّى قدمت الْمَدِينَة وَبعد مَا قدمت الْمَدِينَة حَتَّى طلع علَّي وأَنا أُصلي فِي الْمَسْجِد إِلَّي فطولت",
            "page": "52",
            "part": "1",
            "seal": "8A08586D"
        },
        {
            "id": "19",
            "nass": "فَقَالَ: لاَ تُطَوّل فَإِنّي أَنتظركَ فَلَمَّا فرغت قَالَ: يَا أَبَا عَبدِ اللهِ مَا تَرَك ذلِك الجَمَلَ الشّرِاَدَ بَعدُ؟ قَالَ: فَسكت واستحيَيتُ، فَقَامَ فَكنت أتفرد مِنْهُ حَتَّى لَحِقَنِي يَوْمًا وَهُوَ على حمَار وَأَنا أُرِيد قُباَ، وَقد جعل رجلَيْهِ فِي شقّ وَاحِد فَقَالَ: أَبَا عَبدِ اللهِ مَا تَرَك ذلِكَ الجَمَل الشّرِاَدَ بَعدُ؟ قلت: وَالَّذِي بَعثك بالحقّ مَا شَردَ مُنْذُ أَسلمتُ قَالَ: اللهُ اكبر اللَّهُمَّ اهد أَبَا عبد الله قَالَ الرَّاوِي: فَحسن إِسْلَامه وهداه الله وَله الْحَمد. وَذكر غير وَاحِد أَنه صلّى الله عَلَيْهِ وسلّم لما قَالَ لَهُ: مَا فعل جملك الشرود قَالَ: عقله الْإِسْلَام يَا رَسُول الله. وَهُوَ خوّات بن جُبَير بن النُّعْمَان بن أُميَّة بن امرىء الْقَيْس وَهُوَ البرك بن ثَعْلَبَة بن عَمْرو بن عَوْف بن مَالك بن الْأَوْس، كسر أونهش فِي غَزْوَة بدر فَرده النَّبِي صلّى الله عَلَيْهِ وسلّم وَضرب لَهُ بِسَهْم وَشهد الْمشَاهد كلهَا بعد وعاش حَتَّى كف بَصَره",
            "page": "53",
            "part": "1",
            "seal": "29829BED"
        },
        {
            "id": "20",
            "nass": "وَمَات فِي سنة اثْنَتَيْنِ وَأَرْبَعين فِي أول ولَايَة مُعَاوِيَة وَله عقب. وَكَانَ مُعَاوِيَة عَنهُ منحرفاً. عَن الْوَاقِدِيّ قَالَ: قَالَ خوّات بن جُبَير: فعلت ثَلَاثَة أشيآء لم يفعلهن أحد قطّ: ضحِكت فِي مَوضِع لم يضْحك فِيهِ أحد قطّ، ونمت فِي مَوضِع لم ينم فِيهِ أحد قطّ، وبخلت فِي مَوضِع لم يبخل فِيهِ أحد قطّ. انْتَهَيْت يَوْم أحدٍ إِلَى أخي وَهُوَ مقتول وَقد شقّ بَطْنه وَقد خرجت حشوته، فاستعنت بِصَاحِب لى عَلَيْهِ فحملناه وختل الْمُشْركين حوالينا فأدخلت حشوته فِي جَوْفه وشددت بَطْنه بعمامتي وَحَمَلته بيني وَبَين الرجل، سَمِعت صَوت حشوته رجعت فِي بَطْنه فَفَزعَ صَاحِبي فطرحه فَضَحكت، ثمَّ مشينا فحفرت لَهُ بِسِيَةِ قوسيى وَكَانَ عَلَيْهَا الْوتر فحللته وبخلت بِهِ مَخَافَة أَن يَنْقَطِع فحفرت لَهُ فدفنته، فَإِذا أَنا بِفَارِس قد سدد رمحه نحوي يُرِيد أَن يقتلني فَوَقع عَليّ النعاس فَنمت فِي مَوضِع مَا نَام فِيهِ أحد قطّ، فانتبهت فَلم أر فَارِسًا وَلَا غَيره وَلَا أَدْرِي أَي شيىء كَانَ ذَلِك.",
            "page": "54",
            "part": "1",
            "seal": "F5DCC04A"
        },
        {
            "id": "21",
            "nass": "وَعَن يُوسُف بن مُحَمَّد الصُّهَيْبِيُّ عَن أَبِيه قَالَ: قدم صُهَيْب من مَكَّة فَنزل على النَّبِي صلّى الله عَلَيْهِ وسلّم وَأبي بكر رَضِي الله عَنهُ، فَدخل النَّبِي صلّى الله عَلَيْهِ وسلّم وَهُوَ يشتكى عَيْنَيْهِ وَهُوَ يَأْكُل تَمرا فَقَالَ: أيا صُهَيبُ تَأكُلُ التَّمرَ عَلَى عِلَّةِ عَينَيكَ؟ فَقَالَ: إِنَّمَا آكُلُ مِنَ الِشّقِ الصحيحِ فَضَحِك رَسُول الله صلّى الله عَلَيْهِ وسلّم حَتَّى بَدَت نَوَاجِذه، وَإِنَّمَا استجاز صُهَيْب أَن يعرض لرَسُول الله صلّى الله عَلَيْهِ وسلّم بالمزح فِي جَوَابه لِأَن استخباره قد كَانَ يتَضَمَّن المزح، فَأَجَابَهُ عَنهُ بِمَا وَافقه من المزح مساعدة لغرضه وتقربا من قلبه، وَإِلَّا فَلَيْسَ لَاحَدَّ أَن يَجْعَل جَوَاب رَسُول الله صلّى الله عَلَيْهِ وسلّم مزحا، لاّن المزح هزل وَمن جعل جَوَاب رَسُول الله صلّى الله عَلَيْهِ وسلّم الْمُبين عَن الله عزَّ وجلّ أَحْكَامه الْمُؤَدِّي إِلَى خلقه أوامره هزلا ومزحا فقد عصى الله تَعَالَى وَرَسُوله، وصهيب كَانَ أطوع لله سُبْحَانَهُ وَلِرَسُولِهِ صلّى الله عَلَيْهِ وسلّم أَن يكون بِهَذِهِ الْمنزلَة، وَقد",
            "page": "55",
            "part": "1",
            "seal": "8871FD23"
        },
        {
            "id": "22",
            "nass": "قَالَ صلّى الله عَلَيْهِ وسلّم: أَنا سَابق الْعَرَب وصهيب سَابق الرّوم وَسليمَان سَابق الْفرس وبلال سَابق الْحَبَشَة وَقَالَ: نعم العَبْد صُهَيْب لَو لم يخف الله لم يَعْصِهِ. وَقد كَانَ أَصْحَاب رَسُول الله صلّى الله عَلَيْهِ وسلّم يمزحون حَتَّى بِحَضْرَتِهِ، وَكَذَلِكَ من بعدهمْ من التَّابِعين والعلمآء والائمة. وَنحن ذاكرون من مزحهم نبذة: روى البخارى عَن بكر بن عبد الله الْمُزنِيّ: كَانَ أَصْحَاب رَسُول الله صلّى الله عَلَيْهِ وسلّم يتبادحون بالبطيخ، فَإِذا كَانَت الْحَقَائِق كَانُوا هم الرِّجَال. وَسُئِلَ النَّخعِيّ: هَل كَانَ أَصْحَاب",
            "page": "56",
            "part": "1",
            "seal": "68AB860C"
        },
        {
            "id": "23",
            "nass": "رَسُول الله صلّى الله عَلَيْهِ وسلّم يَضْحَكُونَ؟ قَالَ: نعم والايمان فِي قُلُوبهم مثل الْجبَال الرواسِي. وَعَن يحيى ابْن أبي كثير قَالَ: كَانَ رجل من أَصْحَاب رَسُول الله صلّى الله عَلَيْهِ وسلّم ضحاكا، فَذكر ذَلِك النَّبِي صلّى الله عَلَيْهِ وسلّم كَأَنَّهُمْ يعيبون ذَلِك، فَقَالَ النَّبِي عَلَيْهِ السَّلَام: أَنَّى تَعجَبُونَ إِنَّهُ لَيَدخُلُ الجَنَّةَ وَهُوَ يَضحكُ. وَعَن عبد الرَّحْمَن بن أبي ليلى عَن أَبِيه قَالَ: كَانَ أسيد بن حضير رجلا ضحاكا مليحا، فَبينا هُوَ عِنْد رَسُول الله صلّى الله عَلَيْهِ وسلّم يحدث الْقَوْم ويضحكهم فطعن رَسُول الله صلّى الله عَلَيْهِ وسلّم بِأُصْبُعِهِ فِي خاصرته فَقَالَ: أَوجعتني قَالَ: اقتَصَّ قَالَ: يَا رَسُول الله إِنَّ عَلَيْك قَمِيصًا وَلم يكن عليَّ قَمِيص، فَرفع رَسُول الله صلّى الله عَلَيْهِ وسلّم قَمِيصه فَاحْتَضَنَهُ ثمَّ جعل يقبّل كَشحَه فَقَالَ: بأَبي وأُمي يَا رَسُول الله أَردت هَذَا.",
            "page": "57",
            "part": "1",
            "seal": "AAB708D0"
        },
        {
            "id": "24",
            "nass": "وَفِي ذكري أَنه الْقَائِل لما رأى رَسُول الله صلّى الله عَلَيْهِ وسلّم متغير الْوَجْه ومنحرفا أَو مغضبا: لأضحكنه ثمَّ قَالَ: يَا رَسُول الله إِن الدَّجال يَأْتِي النَّاس فِي حَال قَحطٍ وضيقٍ وَمَعَهُ جبالٌ من ثَريد أَفرأَيتَ إِن أَدركتُ زَمَانه أَن أَضرب عَلَى ثريده حَتَّى إِذا تبطّنت مِنْهُ آمَنت بِاللَّه وكفرت بِهِ أَم أَتنزَّه عَن طَعَامه؟ فَضَحِك رَسُول الله صلّى الله عَلَيْهِ وسلّم - وَكَانَ ضحكه التبسم - وَقَالَ: بَل يُغنِيكَ الله تَعَالى يَومَئِذٍ بِمَا يُغنِي المُؤمِنيِنَ. وروى عبد الله بن وهب قَالَ: قَالَ اللَّيْث فِي حَدِيث عبد الله بن حذافة صَاحب رَسُول الله صلّى الله عَلَيْهِ وسلّم إِنَّه كَانَت فِيهِ دعابة قَالَ: بَلغنِي أَنه حل حزَام رَاحِلَة النَّبِي فِي بعض أَسْفَاره حَتَّى كَاد رَسُول الله صلّى الله عَلَيْهِ وسلّم أَن يَقع قلت لليث: ليضحكه ذَلِك؟ قَالَ: نعم. وَعَن عُثْمَان بن نائل مولى عُثْمَان بن",
            "page": "58",
            "part": "1",
            "seal": "1096F3CB"
        },
        {
            "id": "25",
            "nass": "عَفَّان عَن أَبِيه قَالَ: خرجت مَعَ مولَايَ عُثْمَان فِي سفرة سافرناها مَعَ عمر فِي حج أَو عمْرَة، وَكَانَ عمر وَعُثْمَان وَابْن عمر أَيْضا، وَكنت وَابْن عَبَّاس وَابْن الزبير فِي شُبَّان مَعنا أَيْضا، ومعنا رَباح بن الْمُعْتَرف الفِهري، فَكُنَّا نترامى بالحنظل وَكَانَ عمر يَقُول لنا: لَا تُنفّروا علينا رِكابَنا قَالَ: فَقُلْنَا ذَاتَ ليلةٍ: احدُ لنا قَالَ: مَعَ عمر؟ قُلْنَا: احدُ فإِن نهاك فانتَهِ قَالَ: حَتَّى إِذا كَانَ السَّحَر قَالَ لَهُ عمر: كُفَّ فإِن هَذِه ساعةُ ذكرٍ، فَلَمَّا كَانَت اللَّيْلَة الثَّانِيَة قُلْنَا: يَا رَباح انصب لنا نَصب الْعَرَب قَالَ: مَعَ عمر؟ قُلْنَا انصِب فإِن نهاك فانتَهِ، فنصب لنا نَصبَ الْعَرَب حَتَّى إِذا كَانَ السَّحَرُ قَالَ لَهُ عمر: كُفَّ فإِنّ هَذِه سَاعَة ذكر، فَلَمَّا كَانَت اللَّيْلَة الثَّالِثَة قُلْنَا: يَا رَباح غَنّنِا غِنآء القِيَان قَالَ: مَعَ عمر؟ قُلْنَا غَنّهِ فإِن نهاك فانتِهِ قَالَ: فغني، فوَاللَّه تَركه أَن قَالَ لَهُ: كُفَّ فإِن هَذَا يُنَفِرّ الْقُلُوب. وَعَن ابْن أبي نجيح عَن أَبِيه قَالَ: قَالَ",
            "page": "59",
            "part": "1",
            "seal": "47E3214D"
        },
        {
            "id": "26",
            "nass": "عمر بن الْخطاب إِني لَيعجبني أَن يكون الرّجل فِي أَهله مثلَ الصَّبِي فإِذا بُغي مِنْهُ حَاجَة وُجد رجلا. وَنظر عمر بن الْخطاب إِلَى أَعْرَابِي يُصَلِّي صَلَاة خَفِيفَة فَلَمَّا قَضَاهَا قل: اللَّهُمَّ زَوجنِي بالحور الْعين فَقَالَ عمر: أَسأت النَّقْد وأعظمت الْخطْبَة. وَعَن أبي بكرَة أَن أَعْرَابِيًا وقف على عمر بن الْخطاب فَقَالَ: يَا عمرَ الْخَيْر جُزيت الجنه ... أُكسُ بُنياتي وأُمَّهُنَّه وَكن لنا من الزّمان جُنَّه ... أُقسم بِاللَّه لَتفعلنَّه فَقَالَ عمر: وإِن لم أَفعل يكون مَاذَا؟ فَقَالَ: إِذاً أَبا حفصٍ لامضينَّه قَالَ: فإِن مضيتَ يكون مَاذَا؟ فَقَالَ:",
            "page": "60",
            "part": "1",
            "seal": "5D131D12"
        },
        {
            "id": "27",
            "nass": "وَالله عنهنَّ لتُسأَلنه ... يَوْم تكون الاعطيِات منَّه وموقفُ المسؤول بينهنّه ... إِما إِلى نارِ وإِمَّا جَنَّه فَبكى عمر حَتَّى اخضَلَّت لحيتُه ثمَّ قَالَ لغلامه: يَا غُلَام أَعطِه قميصى هَذَا لذَلِك الْيَوْم لَا لشعره ثمَّ قَالَ: وَالله لَا أَملك غَيره. وَعَن ربيعَة بن عُثْمَان قَالَ: دخل أَعرابي عَلَى رَسُول الله عَلَيْهِ وأَناخ نَاقَته بِفنائه، فَقَالَ بعض أَصحاب النَّبِي صلّى الله عَلَيْهِ وسلّم للنعيمان الانصاري: لَو عقرتّها فأَكلناها فإِنا قد قَرِمنا إِلى اللَّحْم ويغرَم رسولُ الله صلّى الله عَلَيْهِ وسلّم قَالَ: فعقره النعيمان فَخرج الأَعرابي فرأَى رَاحِلَته فصاح: واعُقراه يَا مُحَمَّد، فَخرج رَسُول الله صلّى الله عَلَيْهِ وسلّم فَقَالَ: مَن فَعَلَ هَذَا؟ فَقيل: النُّعيمان فَاتبعهُ يسأَل عَنهُ حَتَّى وجده فِي دَار ضبُاعَة ابْنة الزُّبير بن عبد الْمطلب وَقد حفرت خنادق وَعَلَيْهَا جريد، فَدخل النُّعيمان فِي بَعْضهَا، فَمر رَسُول الله صلّى الله عَلَيْهِ وسلّم يسْأَل عَنهُ فَأَشَارَ إِلَيْهِ رجلٌ وَرفع صَوته يَقُول: مَا رأَيته يَا رَسُول الله وَأَشَارَ بِأُصْبُعِهِ حَيْثُ هُوَ قَالَ: فأَخرجه رسولُ الله صلّى الله عَلَيْهِ وسلّم وَقد سقط",
            "page": "61",
            "part": "1",
            "seal": "A927E87A"
        },
        {
            "id": "28",
            "nass": "على وَجهه السعف وَتغَير وَجهه فَقَالَ: مَا حَمَلَكَ عَلَى مَا صَنَعتَ؟ قَالَ: الَّذين دلُّوك علَّي يَا رَسُول الله هم الَّذين أَمروني قَالَ: فَجعل رسولُ الله صلّى الله عَلَيْهِ وسلّم يمسح وَجهه ويضحك قَالَ: ثمَّ غَرِمها رسولُ الله صلّى الله عَلَيْهِ وسلّم للأَعرابي. قَالَ عبد الله بن مُصعب: كَانَ مخرمَة بن نَوْفَل بن أهيب الزُّهْرِيّ بِالْمَدِينَةِ وَهُوَ شيخ كَبِير أعمى، وَكَانَ قد بلغ مائَة وَخمْس عشرَة سنة، فَقَامَ يَوْمًا فِي الْمَسْجِد يُرِيد أَن يَبُول فصاح بِهِ النَّاس فَأَتَاهُ نعيمان ابْن عَمْرو ابْن رباعة بن الْحَارِث بن سَواد بن مَالك بن غنم بن مَالك بن النجار فَتنحّى بِهِ نَاحيَة من الْمَسْجِد ثمَّ قَالَ لَهُ: اجْلِسْ هَا هُنَا، فأجلسه يَبُول ثمَّ تَركه، فصاح بِهِ النَّاس، فَلَمَّا فرغ قَالَ: من جآءَ بِي إِلى هَذَا الْمجْلس؟ قَالُوا: نعيمان بن عَمْرو قَالَ: فعل الله بِهِ وَفعل أَما إِنَّ الله علَّي إِن ظَفرت بِهِ أَن أَضربه بعصاي هَذِه ضَرْبَة تبلغ مِنْهُ مَا",
            "page": "62",
            "part": "1",
            "seal": "CCC5D96C"
        },
        {
            "id": "29",
            "nass": "بلغت، فَمَكثَ مَا شآء الله حَتَّى نسيى ذَلِك مخرمَة ثمَّ أَتَاهُ يَوْمًا وَعُثْمَان قَائِم يُصَلِّي فِي نَاحيَة من الْمَسْجِد، وَكَانَ عُثْمَان إِذا صلى لَا يلْتَفت فَقَالَ لَهُ: هَل لَك فِي نُعَيمان؟ فَقَالَ: نعم أَين هُوَ؟ دُلَّني عَلَيْهِ، فأَتى بِهِ حَتَّى أوقفهُ على عُثْمَان فَقَالَ: دُونك هَذَا هُوَ، فَجمع مخرمَة يَدَيْهِ بعصاه فَضرب عُثْمَان فشَّجه فَقيل لَهُ: إِنما ضَربتَ أَمير الْمُؤمنِينَ عُثْمَان قَالَ: فَسمِعت بذلك بَنو زهرَة فَاجْتمعُوا فِي ذَلِك فَقَالَ عُثْمَان: دعوا نُعيمان، لعن الله نُعيمان: وَرُوِيَ أَن مخرمَة قَالَ: من قادني؟ قيل نعيمان قَالَ: لَا جَرَمَ لَا عَرَضتُ لَهُ بشّرٍ أَبداً. وَقد شهد نعيمان بن عَمْرو بَدْرًا. وَعَن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم عَن أَبِيه قَالَ: كَانَ بِالْمَدِينَةِ رجل يُقَال لَهُ نعيمان يُصِيب الشَّرَاب فَكَانَ يُؤْتِي بِهِ إِلَى النَّبِي صلّى الله عَلَيْهِ وسلّم فيضربه بنعليه وَيَأْمُر أَصْحَابه فَيَضْرِبُونَهُ بنعالهم ويحثون عَلَيْهِ التُّرَاب، فَلَمَّا كثر ذَلِك مِنْهُ قَالَ لَهُ رجل من أَصْحَاب رَسُول الله صلّى الله عَلَيْهِ وسلّم: لعنك الله",
            "page": "63",
            "part": "1",
            "seal": "198CEDCE"
        },
        {
            "id": "30",
            "nass": "فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم: لَا تفعل فإِنه يحبُّ الله ورسولَه. قَالَ: وَكَانَ لَا يدْخل الْمَدِينَة رُسُل وَلَا طُرفَةٌ إِلاَّ اشْترى مِنْهَا ثمَّ جآء بِهِ إِلى النَّبِي صلّى الله عَلَيْهِ وسلّم فَقَالَ: يَا رَسُول الله هَذَا أَهديته لَك، فإِذا جآء صاحبُه يطْلب نُعيمان بِثمنِهِ جآء بِهِ إِلى النَّبِي صلّى الله عَلَيْهِ وسلّم فَقَالَ: يَا رَسُول الله أَعطِ هَذَا ثمن مَتَاعه فَيَقُول رَسُول الله صلّى الله عَلَيْهِ وسلّم: أوَ لم تُهِده لي فَيَقُول: يَا رَسُول الله إِنه لم يكن عندى ثمنُه وَلَقَد أَحببت أَن تأكلَه فيضحك رَسُول الله صلّى الله عَلَيْهِ وسلّم وَيَأْمُر لصَاحبه بِثمنِهِ. وَرُوِيَ أَنه أهْدى النَّبِي صلّى الله عَلَيْهِ وسلّم جرة عسل اشْتَرَاهَا من أَعْرَابِي بِدِينَار، وأتى بالأعرابي بَاب النَّبِي صلّى الله عَلَيْهِ وسلّم فَقَالَ: خُذ الثّمن من هَا هُنَا، فَلَمَّا قسمهَا النَّبِي صلّى الله عَلَيْهِ وسلّم نَادَى الْأَعرَابِي: أَلا أَعطنىِ ثمنَ عَسَلِي",
            "page": "64",
            "part": "1",
            "seal": "6AA7CFA4"
        },
        {
            "id": "31",
            "nass": "فَقَالَ صلّى الله عَلَيْهِ وسلّم: إِحدى هَنَات نُعيمان: وسأَله لَم فعلت هَذَا؟ قَالَ: أردْت بِرّك وَلم يكن معي شيىء، فَتَبَسَّمَ النَّبِي صلّى الله عَلَيْهِ وسلّم وأَعطى الأعرابيّ حقَّه. وشكى عُيَيْنَة بن حصن إِلَى نعيمان صعوبة الصّيام فَقَالَ: صُمِ اللَّيْل فُروي أَنه دخل عُيَينة على عُثْمَان وَهُوَ يفْطر فِي شهر رَمَضَان فَقَالَ: العَشآء فَقَالَ: أَنا صَائِم فَقَالَ عُثْمَان: الصَّوْم بِاللَّيْلِ؟ فَقَالَ: هُوَ أَخفُّ علَّي إِن عُثْمَان قَالَ: إِحدى هَنات نُعيمان. وَعَن أم سَلمَة زوج النَّبِي صلّى الله عَلَيْهِ وسلّم قَالَت: خرج أَبُو بكر الصّديق قبل وَفَاة رَسُول الله صلّى الله عَلَيْهِ وسلّم بعام فِي تِجَارَة إِلَى بصرى، وَمَعَهُ نعيمان بن عَمْرو الانصاري وسليط بن حَرْمَلَة وهما مِمَّن شهد بَدْرًا مَعَ رَسُول الله صلّى الله عَلَيْهِ وسلّم. وَكَانَ سليط بن حَرْمَلَة على الزَّاد، وَكَانَ نُعيمان بن عَمْرو مزاحا فَقَالَ لسليط: أَطعمني قَالَ: لَا أُطعمُك حَتَّى يَأْتِي أَبُو بكر، فَقَالَ نعيمان لسليط: لأَغيظنَّك، فَمروا بِقوم فَقَالَ لَهُم نعيمان:",
            "page": "65",
            "part": "1",
            "seal": "D2A64B88"
        },
        {
            "id": "32",
            "nass": "تشترون مني عبدا لي؟ قَالُوا: نعم قَالَ: فإِنه عبدٌ لَهُ كَلَام وَهُوَ قَائِل لكم: لست بِعَبْدِهِ، أَنا ابْن عَمه. فإِن كَانَ إِذا قَالَ لكم هَذَا تَرَكْتُمُوهُ فَلَا تشتروه وَلَا تفسدوا عَليّ عَبدِي، قَالُوا: لَا بل نشتري وَلَا نَنْظُر فِي قَوْله، فاشتروه مِنْهُ بِعشر قَلَائِص، ثمَّ جآؤُه ليأخذوه فَامْتنعَ مِنْهُم، فوضعوا فِي عُنُقه عِمَامَة فَقَالَ لَهُم: إِنه يتهزّأَ ولستُ بِعَبْدِهِ فَقَالُوا: قد أَخبرَنا خبرَك وَلم يسمعوا كَلَامه، فجآءَ أَبُو بكر رضى الله عَنهُ فأخبروه فَاتبع الْقَوْم فأَخبرهم أَنه يمزح، وردَّ عَلَيْهِم القلائص وأَخذ سَلِيطاً مِنْهُم. فَلَمَّا قدمُوا على النَّبِي صلّى الله عَلَيْهِ وسلّم أَخبروه الْخَبَر فَضَحِك من ذَلِك رَسُول الله صلّى الله عَلَيْهِ وسلّم وأصحابُهُ حَولاً. وَعَن عَائِشَة رضى الله عَنْهَا أَن امْرَأَة كَانَت بِمَكَّة تدخل على النِّسَاء قُرَيْش تضحكهن، فَلَمَّا هَاجر رَسُول الله صلّى الله عَلَيْهِ وسلّم ووسع الله دخلت الْمَدِينَة",
            "page": "66",
            "part": "1",
            "seal": "71A4B479"
        },
        {
            "id": "33",
            "nass": "قَالَت عَائِشَة: فَدخلت علَّي فَقلت لَهَا: فُلَانَة مَا أَقدَمَك؟ قَالَت: إلَيْكُنَّ قَالَت: فأَين نزلتِ؟ قَالَت: عَلَى فُلَانَة امْرَأَة كَانَت تضحك النساءَ بِالْمَدِينَةِ، قَالَت عَائِشَة: وَدخل رَسُول الله صلّى الله عَلَيْهِ وسلّم فَقَالَ: فُلَانَة؟ فَقَالَت عَائِشَة: نعم فَقَالَ: عَلَى من نزلت؟ قَالَت: عَلَى فُلَانَة المضحكة فَقَالَ: الحَمدُ لله الأَرواحُ جُنُودٌ مُجَنَّدَةٌ فَمَا تَعَارَفَ مَنهِا ائتلَفَ وَمَا تَنَاكَرَ منهَا اختَلَفَ. وَقَالَ علُّى بن أبي طَالب رَضِي الله عَنهُ: لَا بَأْس بالمفاكهة يخرج بهَا الرّجلٍ عَن حدّ العُبوس، وَعَن بكر بن أبي مُحَمَّد قَالَ: أَهدى الْمَجُوس لعَلي بن أبي طَالب فالوذجاً فَقَالَ علُّي:",
            "page": "67",
            "part": "1",
            "seal": "2619F45D"
        },
        {
            "id": "34",
            "nass": "مَا هَذَا؟ فَقيل لَهُ: الْيَوْم النيروز فَقَالَ علُّي: ليكن كلُّ يومٍ نيروزاً، وأَكَل. وَفِي رِوَايَة قيل لَهُ: الْيَوْم المِهرَجان فَقَالَ: مَهرِجُونا كل يَوْم هَكَذَا. وَعَن عَمْرو بن دِينَار عَن مُحَمَّد بن عَليّ قَالَ: طرحت لعَلي بن أبي طَالب وسَادَة فَجَلَسَ عَلَيْهَا وَقَالَ: لَا يأَبي الْكَرَامَة إِلاّ حمَار. وأتى رجلٌ عَليّ بن أبي طَالب فَقَالَ: اني احتملت عَلَى أُمي فَقَالَ: أَقيموه فِي الشَّمْس واضربوا ظلَّة الحدَّ، وَفِي رِوَايَة أَن رجلا أَتَاهُ برجلٍ فَقَالَ: إِن هَذَا زعَم أَنه احْتَلَمَ عَلَى أُمي فَقَالَ: أَقِمه فِي",
            "page": "68",
            "part": "1",
            "seal": "D1B706F2"
        },
        {
            "id": "35",
            "nass": "الشَّمْس فاضرِب ظلَّه. وَرُوِيَ عَن أبي الدَّردآء أَنه كَانَ لَا يتحدث إِلَّا وَهُوَ يتبسم فَقَالَت لَهُ امْرَأَته أم الدَّردآء: إِني أَخاف أَن يرى الناسُ أَنك أَحمق فَقَالَ: مَا رأَيت رَسُول الله صلّى الله عَلَيْهِ وسلّم حدّث حَدِيثا إِلاّ وَهُوَ يتبسّم فِي حَدِيثه. وَكَانَ ابْن عَبَّاس إِذا أُكثر عَلَيْهِ فِي مسَائِل الْقُرْآن والْحَدِيث يَقُول: أَحمِضُوا يُرِيد خُذُوا فِي الشّعِر وأَخبار الْعَرَب. وروى الاعمش عَن أَبي وَائِل أَنه قَالَ: مضيت مَعَ صَاحب لي نزور سلمَان، فَقدم إِلَيْنَا خبز شعير وملحا جريشا فَقَالَ صَاحِبي: لَو كَانَ فِي هَذَا الْملح سَعتَر كَانَ أَطيبَ أَي فأَحضِره لنا، فَلَمَّا أَكلنا قَالَ صَاحِبي: الحمدُ لله الَّذِي قنّعنا بِمَا رزقنا فَقَالَ سُلَيْمَان: لَو قنِعت بِمَا رُزقت لم تكن مِطهَرَتي مَرْهُونَة.",
            "page": "69",
            "part": "1",
            "seal": "2FE2D34E"
        },
        {
            "id": "36",
            "nass": "وَعَن أبي الْحُوَيْرِث الْمرَادِي قَالَ: سَار عمر وَمَعَهُ الزبير بن الْعَوام، فَلَمَّا مرَّ عمر بمحسر ضرب فِيهِ رَاحِلَته حَتَّى قطعه وَهُوَ يرتجز: إِلَيْك تعدوُ قَلِقاً وَضينُها ... مُخَالفا دينَ النَّصَارَى دينُها مُعْتَرضًا فِي بَطنهَا جَنِينُها ... قد ذهب الشحمُ الَّذِي يَزينُها قَالَ: وسابق عمر الزبير براحلته فَجعل عمر إِذا بذّت رَاحِلَته رَاحِلَة الزبير يَقُول: سبقتُك وربّ الْكَعْبَة. وَجعل الزبير إِذا بذّت رَاحِلَته رَاحِلَة عمر يَقُول: سبقتُك وربّ الُكعبة. وَعَن خَارِجَة بن زيد قَالَ: خرج عبد الله بن عمر وَعبد الله بن عيّاش بن أبي ربيعَة من الْمَسْجِد، فَلَمَّا كَانَا على بَابه وَقد أحفيا شواربهما حَتَّى بَدَت الشفاه كشف كل وَاحِد مِنْهُمَا ثِيَابه حَتَّى بَدَت ساقاه وَقَالَ لصَاحبه: مَا عنْدك خير، هَل لَك أَن أُسابقك؟",
            "page": "70",
            "part": "1",
            "seal": "58D73215"
        },
        {
            "id": "37",
            "nass": "وَعَن حميد بن قيس قَالَ: ورد عبد الله بن عمر مآء عسفان، وَكَانَ مولى لمعاوية عَاملا على عسفان، فجآء إِلَى ابْن عمر فَسلم عَلَيْهِ وَقَالَ لَهُ: وَالله إِني لَأحبك فِي الله فَقَالَ لَهُ ابْن عمر: وَالله إِني لابغض ضربَ وَجهك، فتكعكع وَقَالَ: غفر الله لَك يَا أَبَا عبد الرَّحْمَن، قَالَ: مَا شأني؟ وَجعل ابْن عمر يضْحك فَقَالَ لَهُ قَائِل: إِنَّمَا يَقُول لَك أكره ضربه. عَن عبيد الله بن خَالِد بن أبي بكر بن عبيد الله بن عبد الله بن عمر بن الْخطاب عَن أَبِيه قَالَ: حَدَّثَنى حَمْزَة بن عبد الله بن عمر قَالَ: كنت أُحسّ من نَفسِي بِحسن صَوت وَكَانَ صَوت سَالم بن عبد الله كُرغآء الْبَعِير فَقلت لَهُ: أَنا أحسن مِنْك صَوت فَقَالَ عبد الله بن عمر: احدِيَا حَتَّى أسمع فغنينا غِنآء الرُّكبان فَقلت لأبي أَيُّنا أَحسنُ صَوتا؟",
            "page": "71",
            "part": "1",
            "seal": "2C18A180"
        },
        {
            "id": "38",
            "nass": "فَقَالَ: أَنتما كحِمارَي الِعبَادي. قيل: وَكَانَ عبد الله بن عمر أبعد النَّاس عَن الرَّفَث، فَأَتَاهُ ابْن أبي عَتيق يَوْمًا وَكَانَ ذَا فُكاهة ومزاح وَفِي يَده رقْعَة فِيهَا: أذهبت مالَكَ غيرَ مُتَّرِكٍ ... فِي كل مُومِسةٍ وَفِي الخمرِ ذهب الْإِلَه بِمَا تعيش بِهِ ... وَبقيت وَحدك غيرَ ذِي وَفرِ وَكَانَت زَوْجَة ابْن أبي عَتيق عَاتِكَة بنت عبد الرَّحْمَن المخزومية قد هجته بهما فَقَالَ: يَا أَبا عبد الرَّحمن انْظُر هَذِه الرَّقعةَ وأَشِر عَليّ بِرَأْيِك فِيمَن هجاني بِمَا فِيهَا، فَلَمَّا قَرَأَهَا عبد الله اسْترْجع وَقَالَ لَهُ: أَرى لَك أَن تعفوَ وتصفحَ، فَقَالَ لَهُ: أَنا وَالله با أَبا عبد الرَّحمن أرى غير ذَلِك قَالَ: مَا هُوَ؟ قَالَ:",
            "page": "72",
            "part": "1",
            "seal": "C25388A4"
        },
        {
            "id": "39",
            "nass": "أَفعَلُ بِهِ لاَ يكني، فَقَالَ لَهُ عبد الله بن عمر: سُبْحَانَ الله مَا تتركُ الْهزْل وأَرعد وأَبَرق فَقَالَ: هُوَ وَالله مَا أَخبرتك، فاقترقا، ثمَّ لَقِبَه ابْن أبي عَتيق بعد مَا ظنَّ أَن ابْن عمر نسىِ ذَلِك فَقَالَ لَهُ: أَتدري بذلك الإِنسان؟ قَالَ: أَيّ إِنسانٍ؟ قَالَ الذِي أَعلَمتُك أَنه هجاني قَالَ: مَا فعلتَ بِهِ؟ قَالَ: كل مملوكٍ لَهُ فَهُوَ حرُّ إِن لم أَكن فعلت بِهِ، لاَ يكني، فأَعظم ذَلِك ابنُ عمر فَقَالَ ابْن أبي عَتيق: امرأَتي الَّتِي قالته، فُسري عَن ابْن عمر وَقَامَ وَهُوَ يضْحك: وَقَالَ لَهُ: أَحسنت فزدنا من هَذَا الادب. وَابْن أبي عَتيق هُوَ عبد الله بن مُحَمَّد بن عبد الرَّحْمَن ابْن أبي بكر الصّديق رَضِي الله عَنهُ. وَعَن عبيد الله بن خَالِد الْمَذْكُور عَن أَبِيه عَن نَافِع مولى عبد الله ابْن عمر قَالَ: كَانَ عبد الله بن عمر يمازح مولاة لَهُ فَيَقُول لَهَا: خلقني خَالق الْكِرَام، وخلقك خَالق اللئام، فتغضب وتصيح وتبكي ويضحك عبد الله بن عمر.",
            "page": "73",
            "part": "1",
            "seal": "CABAFD58"
        },
        {
            "id": "40",
            "nass": "وَعَن عبد الله كثير بن جَعْفَر قَالَ: اقتتل غلمانُ عبد الله بن عَبَّاس وغلمانُ عَائِشَة، فَأخْبرت عَائِشَة بذلك فَخرجت فِي هَودج لَهَا عَلَى بغلةٍ لَهَا، فِلِقَيها أَن غلماني وغلمان ابْن عَبَّاس اقْتَتَلُوا فركبت لاصلح بَينهم، فَقَالَ: يعتقُ مَا يملك إِن لم تَرجِعي فَقَالَت: مَا حملك عَلَى هَذَا؟ قَالَ: مَا انْقَضى عَنَّا يَوْم الْجمل حَتَّى تريدين أَن تَأْتِينَا بِيَوْم البغلة؟ وَعَن أم قُثَم بنت الْعَبَّاس قَالَت: دخل علينا عَليّ وَنحن نلعب باربعة عشر قَالَت: وَكُنَّا صبيناً فأحببنا أَن نتلهّى بهَا، فَقَالَ عليّ: أَلاَ أَشتري لكُنٍَّ جوزاً بدرهم فتلعبن بِهِ وتتركن هَذِه؟ قَالَت: فَاشْترى لنا بدرهم جوزاً فلعبنا بِهِ وَتَركنَا الاربعة عشر.",
            "page": "74",
            "part": "1",
            "seal": "B9B6933F"
        },
        {
            "id": "41",
            "nass": "وَعَن عبد الله بن عُمير اللَّيثي قَالَ: جآءت امرأَةٌ إِلى رَسُول الله صلّى الله عَلَيْهِ وسلّم فَقَالَت: يَا رَسُول الله إِنّ زَوجي لَا يُصَلِّي صلاةَ الْغَدَاة، ويأتيها وَهِي صَائِمَة، ويضربها إِذا قَرَأت الْقُرْآن فَقَالَ: ادعيه إِليَّ فجآءت بِهِ إِلى رَسُول الله صلّى الله عَلَيْهِ وسلّم فَقَالَ: انَّ هذِهِ تَزعُمُ أَنَّك لاَ تُصَلّي الغَدَاةَ، وأَنَّكَ تَأتِيَها وَهيَ صَائِمَةٌ، وَتَضرِبُهَا إِذَا قَرَأَتِ القُرآنَ قَالَ: صدقَت، فَهَمَّ رَسُول الله أَن يلعنه ثمَّ استتابه، وَكَانَ صلّى الله عَلَيْهِ وسلّم حَلِيمًا فَقَالَ لَهُ: لَم تَفعَلُ ذلِكَ،؟ قَالَ: يَا رَسُول الله إِني من أَهل بَيت مَعْرُوف لَهُم النّوم فأَنا أتشدّد للصلوات حَتَّى إِذا أَخذت مضجعي فَإِنَّهَا لَتعالجني بِكُل مَا عولج بِهِ إِنساَن فَمَا أَستيقظ إِلاَ بحرّ الشَّمْس قَالَ: أَما إِذَا استيقَظتَ فَصَلّه قَالَ: فَلَم تَأتِيَها وَهيَ صائِمَةٌ؟ فَقَالَ: يَا رَسُول الله أَنا رجلٌ شابّ وَهِي امْرَأَة تَصُوم فَلَا تفطر فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم:",
            "page": "75",
            "part": "1",
            "seal": "59EB44BA"
        },
        {
            "id": "42",
            "nass": "لاَ تَصُومي تَطَوُّعاً إِلاُّ بإِذنِهِ، وإِذا أذِنتَ لَهَا فَلاَ تَقرَبها قَالَ: فَلِمَ تَضرِبُهَا إِذَا قَرَأَتِ القُرآنَ؟ قَالَ: تقرَأُ بسورةٍ واحدةٍ من كتاب الله تَولَع بِتِلْكَ السُّورَة فتقرأُها فَضَحِك النَّبِي صلّى الله عَلَيْهِ وسلّم ثمَّ قَالَ: تِلكَ السُّورَةُ لَو قُسِمَت بَينَ النَّاسِ وَسِعَتهُم. وَعَن أبي سُفْيَان بن حَرْب أَنه سمع يمازح النَّبِي صلّى الله عَلَيْهِ وسلّم فِي بَيت بنته أم حَبِيبَة وَيَقُول: وَالله إِن هُوَ إِلاَّ أَن تركتُك فتركتك الْعَرَب ان انتطحت فِيك جَمَّآء وَلَا ذَات قَرن وَرَسُول الله صلّى الله عَلَيْهِ وسلّم يضْحك. وَعَن عطآء بن يسَار أَن رَسُول الله صلّى الله عَلَيْهِ وسلّم قَالَ يَوْمًا وَهُوَ يحدث وفيمن عِنْده رجل من أهل الْبَادِيَة فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم: انَّ رَجُلاً مِن أَهلِ الجَنَّةِ استَأذَنَ رَبَّهُ فيِ الزَّرعِ فَقَالَ لَهُ رَبُّهُ: أَوَ لَستَ",
            "page": "76",
            "part": "1",
            "seal": "AE0CAC67"
        },
        {
            "id": "43",
            "nass": "فَيِما شِئتَ؟ قَالَ: بَلى وَلكِن أُحِبُّ أَن أَزرَعَ قَالَ: فَيَقُولُ الله: فَليَزرَع قَالَ: فَيَبذُرُ حَبَّهُ فَيُبَادِرُ الطَّرفَ نَبَاتُهُ وَاستِوَاؤُهُ واستِحصَادُهُ وَيَكَوُنُ أَمثُال الجِبِاَلِ قَالَ فَيَقُولُ الله تَعَالَى: دُونَكَ بُني آدَمَ فَإِنَّهُ لاَ يُشبِعُكَ شَيُّ قَالَ فَقَالَ الأعرابيُّ: يَا رَسُول الله وَالله لَا تَجدهُ إِلاَّ قريشاًّ أَو أَنصاريًّا فإِنهم أَصحاب الزَّرْع، فأَما نَحن فلسنا بِأَصْحَابِهِ قَالَ: فَضَحِك رَسُول الله صلّى الله عَلَيْهِ وسلّم. وَعَن عبد الله بن سرجس قَالَ: أَتَى الضحّاك بن سُفْيَان الْكلابِي إِلَى رَسُول الله صلّى الله عَلَيْهِ وسلّم قبل بيعَته ثمَّ قَالَ: عِنْدِي امرأَتان أَحسن من هَذِه",
            "page": "77",
            "part": "1",
            "seal": "6422334E"
        },
        {
            "id": "44",
            "nass": "الحُمُيراء أَفلا أنزل لَك عَن إِحداهما فتتزوَّجَها؟ وَعَائِشَة جالسة تسمع قبل أَن يُضرَبَ الْحجاب فَقَالَت: أَهي أَحسن أَم أَنْت؟ قَالَ: بل أَنا أَحسن مِنْهَا وَأكْرم، وَكَانَ امْرَءًا دَميماً قبيحاً قَالَ: فَضَحِك النَّبِي صلّى الله عَلَيْهِ وسلّم من مسأَلة عَائِشَة إِياه. وَعَن عَوْف بن مَالك الاشجعي قَالَ: أَتيتُ النبيَّ صلّى الله عَلَيْهِ وسلّم فِي غَزْوَة تَبُوك وَهُوَ فِي قُبَّةٍ من أَدَم فَسلمت فردّ علّي وَقَالَ: اُدخُل فَقلت: أَكُلّيِ يَا رَسُول الله؟ قَالَ: كُلُّك فَدخلت. قيل: إِنما قَالَ: أَدخل كُلّيِ من صِغَر الْقبَّة.",
            "page": "78",
            "part": "1",
            "seal": "AE8349EF"
        },
        {
            "id": "45",
            "nass": "وَعَن عبد الله بن رَوَاحَة أَنه كَانَ لَهُ جَارِيَة فاتهمته امرأَته أَن يكون أَصَابَهَا فَقَالَت: إِنك الان جُنُبٌ مِنْهَا، فَأنْكر ذَلِك فَقَالَت: فإِن كنت صَادِقا فاقرأ الْقُرْآن وَقد عهدتَه لَا يقرأُ الْقُرْآن وَهُوَ جُنُبٌ فَقَالَ: شهِدت بأَن دين الله حقٌ ... وأَن النَّار مثوى الكافرينا وأَن العرشَ فَوق المآء طافٍ ... وَفَوق الْعَرْش ربُّ العالمينا وتحمله ثَمَانِيَة شِدادٌ ... مَلَائِكَة الإِله مسوَّمينا وَرُوِيَ هَذَا الاثر على وَجه آخر وَهُوَ أَن عبد الله بن رَوَاحَة كَانَ مُضْطَجعا إِلَى جنب امْرَأَته فَلم تَجدهُ فِي مضجعه، فَقَامَتْ فَخرجت فرأَته على جَارِيَته، فَرَجَعت إِلَى الْبَيْت فَأخذت الشَّفرة ثمَّ خرجت وَفرغ فَقَامَ فلقيها تحمل الشَّفرة فَقَالَ: مَهيَم قَالَت: لَو",
            "page": "79",
            "part": "1",
            "seal": "50575025"
        },
        {
            "id": "46",
            "nass": "أَدركُتك حَيْثُ رأَيُتك لَوَجَأت بَين كتفيك بِهَذِهِ اُلشفرة قَالَ: وأَين رأَيتِني؟ قَالَت: راَيتك عَلَى الْجَارِيَة قَالَ: مَا رَأَيْتنِي وَقد نَهَانَا إِلَى رَسُول الله صلّى الله عَلَيْهِ وسلّم أَن يقرأَ أَحدُنا الْقُرْآن وَهُوَ جُنُبٌ قَالَت: فاقرأ فَقَالَ: أَتانا رَسُول الله يَتْلُو كتابَه ... كَمَا لَاحَ مشهورٌ من الْفجْر ساطُع أَتى بِالْهدى بعد الْعَمى فقلوبُنا ... بِهِ موُقِنَاتٌ أَن مَا قَالَ وَاقع يبيت يُجَافِي جنبه عَن فرَاشه ... إِذا استَثَقلَت بالمشركين الْمضَاجِع فَقَالَت: آمَنت بِاللَّه وكذّبت بَصرِي، ثمَّ غَدا عَلَى إِلَى رَسُول الله صلّى الله عَلَيْهِ وسلّم فأَخبره فَضَحِك حَتَّى بَدَت نواجذُه. وعَلى وَجه آخر وَهُوَ أَن عبد الله بن رَوَاحَة كَانَت لَهُ امْرَأَة وَكَانَ يتقيها، وَكَانَت لَهُ جاريةٌ",
            "page": "80",
            "part": "1",
            "seal": "66E22C86"
        },
        {
            "id": "47",
            "nass": "فَوَقع عَلَيْهَا فَقَالَت وفَرِقت أَن يكون قد فعل فَقَالَ: سُبْحَانَ الله فَقَالَت: اقْرَأ علَّي فَإنَّك جُنبٌ، فَقَالَ: شهِدت بإِذن الله أَن مُحَمَّدًا ... رسولُ الَّذِي فَوق السَّمَوَات من عَلُ وأَن أَبا يحيى وَيحيى كِلَاهُمَا ... لَهُ عملٌ من ربه متقبَّل وَعَن عبد الله بن نَافِع بن ثَابت قَالَ: جلس ابْن أبي عَتيق مَعَ أبي بكر بن مُحَمَّد بن عَمْرو بن حزم مجْلِس الْقَضَاء فخاصمت امْرَأَة إِلى أَبي بكر متنقبة لَهَا عين حسنةٌ حَورآء، فَأقبل أَبُو بكر على ابْن أبي عَتيق فَقَالَ: مَا تَقول فِي أَمر هَذِه؟ فَقَالَ: لَهَا عينٌ مظلومة، إِلَى أَن طَالَتْ بهما الْخُصُومَة وأَدلَقَتها، فكشف وَجههَا فإِذا أَنفها ضخمٌ قَبِيح فَقَالَ لَهُ أَبُو بكر مَا تَقول فِي أَمرها؟ فَقَالَ: لَهَا أَنف ظالمة، وَأَبُو بكر ابْن مُحَمَّد إِذا ذَاك يَلِي عمل الْمَدِينَة وقضآءها.",
            "page": "81",
            "part": "1",
            "seal": "7FA359DF"
        },
        {
            "id": "48",
            "nass": "وَحدث مُحَمَّد بن الضَّحَّاك بن عُثْمَان الْحزَامِي وَغَيره أَن ابْن أبي عَتيق وَفد على الْملك بن مَرْوَان فلقي حَاجِبه فَسَأَلَهُ أَن يسْتَأْذن لَهُ عَلَيْهِ، فَسَأَلَهُ الْحَاجِب مَا نَزعه؟ فَذكر دينا قد مسّه، فَاسْتَأْذن لَهُ، فَأمر عبد الْملك بإدخاله، فَأدْخلهُ وَعند رَأس عبد الْملك وَرجلَيْهِ جاريتان وضيئتان، فسلّم وَجلسَ فَقَالَ لَهُ عبد الْملك: مَا حَاجَتك؟ قَالَ: مَالِي حَاجَة إِليك قَالَ: أَلم يذكر لي الْحَاجِب أَنك شَكَوْت إِليه دينا عَلَيْك وسألتَه ذِكرَ ذَلِك لي؟ قَالَ: مَا فعلتُ وَمَا علَّي دَين وإِني لأيسُر مِنْك قَالَ: انْصَرف راشداً فَقَامَ ودعا عبدُ الْملك الحاجبَ فَقَالَ لَهُ: أَلم تذكر لي مَا شكا إِليك ابْن أبي عَتيق من الدَّين؟ قَالَ: بلَى قَالَ: فإِنه أَنكر ذَلِك، فَخرج إِليه الْحَاجِب فَقَالَ: أَلم تَشكُ إِلَّي دَينك وذكرتَ أَنك خرجت إِلى أَمير الْمُؤمنِينَ فِيهِ وَسَأَلتنِي ذكره؟ قَالَ لَهُ: بلَى قَالَ: فَمَا حملك عَلَى إِنكار ذَلِك عِنْد أَمِير الْمُؤمنِينَ؟ قَالَ ابْن أبي عَتيق: دخلت عَلَيْهِ وَقد جلس الشَّمْس عِنْد رَأسه، وَالْقَمَر عِنْد رجلَيْهِ ثمَّ",
            "page": "82",
            "part": "1",
            "seal": "C43129B5"
        },
        {
            "id": "49",
            "nass": "قَالَ لي: كن سَأَلاً، وَالله مَا كَانَ الله ليرى هَذَا أَبداً، فَدخل الْحَاجِب عَلَى عبد الْملك فأَخبره خَبره فَضَحِك ووهب الجاريتين لَهُ وَقضى دَينَهَ ووصَلَه وَكَانَ سببَ الْأنس بَينه وَبَين عبد الْملك. وَعَن عَمْرو بن دِينَار عَن ابْن أبي عَتيق أَنه مرَّ بِهِ رجل وَمَعَهُ كلب فَقَالَ للرجل: مَا اسْمك؟ قَالَ: وَثّاب قَالَ: فَمَا اسْم كلبك؟ قَالَ: عَمْرو فَقَالَ: واخِلافاه. وَعَن يحيى بن سعيد عَن مُحَمَّد بن يحيى بن حَيَّان قَالَ: قلت لامرأتي: أَنا وأَنتِ عَلَى قضآء عمر بن الْخطاب قَالَت: وَمَا قضآء عمر؟ قلت: قضآؤه إِذا أَصاب الرَّجلُ اُمرأَتَه عِنْد كل طُهر فقد أَدّى حقّها قَالَت: أَنا أول من ردّ قَضَاء عمر. وَفِي رِوَايَة عَنهُ عاتبت جدّتي جدّي فِي قلَّة الباه فَقَالَ لَهَا: بيني وَبَيْنك قضآء عمر بن الْخطاب قَالَت: وَمَا قضآء عمر؟ قَالَ قضى أَن",
            "page": "83",
            "part": "1",
            "seal": "EA979908"
        },
        {
            "id": "50",
            "nass": "الرَّجل إِذا أَتَى امرأَتَه فِي كل طُهر مرّة فقد أَدّى لَهَا حقّها قَالَت لَهُ: أفكل النَّاس ترك قَضَاء عمر بن الْخطاب وَلم يَأْخُذ بِهِ غَيْرِي وَغَيْرك؟ . وَحكى رجل قَالَ: دَخَلنَا عَلَى ابْن سِيرِين وَهُوَ يُصَلِّي، فظنّ أَنّا عجبنا لصلاته، فَلَمَّا انْصَرف من الصَّلَاة أَخذ فِي حَدِيث الصّبيان، فظننا أَنه أَرَادَ أَن يُوَرّي عَن الصَّلَاة. وَعَن عَطاء بن السَّائِب: كَانَ سعيد بن جُبَير يقصّ علينا حَتَّى يبكيَنا، وَرُبمَا لم يَقُم حَتَّى يضحكنا. وَقيل إِن عمر بن عبد الْعَزِيز لم يمزح بعد الْخلَافَة إِلاّ مرّتين: إِحداهما أَن عَدي بن أَرْطَاة كتب إِليه يَسْتَأْذِنهُ فِي أَن يتزوَّج ابْنة أسمآء ابْن خَارِجَة فَكتب إِليه عمر: أَمَّا بعد فقد أَتَانِي كتابك تستأذن فِي هِنْد: فإِن تكُ قوّة فأهلُك الْأَولونَ أَحقّ بك وَبهَا، وإِن يكُ بك ضَعف، فأهلُك الأَولون أعذر لَك وَلَكِن الفَزَاريّ وَالسَّلَام.",
            "page": "84",
            "part": "1",
            "seal": "1608772C"
        },
        {
            "id": "51",
            "nass": "يُرِيد بذلك قَول الشَّاعِر: إِن الفزاريَّ لَا ينفكُّ مغتلماً ... من النُواكَة تهداراً بتهدار وَأما الثَّانِيَة فإِن رجلا من أَهل أَمَج هجاه ابْن عَم لَهُ فَقَالَ: حُمَيدُ الَّذِي أَمَجٌ دارُه ... أَخو الْخمر ذُو الشيبَة الاصلعِ فَقدم حميد بعد ذَلِك على عمر وَلم يعرفهُ عمر فَقَالَ لَهُ: مَن أَنْت؟ فَقَالَ: أَنا حُمَيد فَقَالَ: حُمَيدُ الَّذِي أَمَجٌ دارُه؟ فَقَالَ: وَالله مَا شربتُها مُنْذُ عشْرين سنة فَقَالَ: صدقت وإِنما أَردت أَن أبسطك وَجعل يعْتَذر إِليه. وَسَأَلَ رجل الشَّعبي عَن الْمسْح على اللِّحْيَة فَقَالَ: خلّلها بأصابعك فَقَالَ: أَخاف أَلاّ تَبُلّها قَالَ الشّعبِيّ: إِن خفت فانقعها من أَوَّل اللَّيْل.",
            "page": "85",
            "part": "1",
            "seal": "73E31362"
        },
        {
            "id": "52",
            "nass": "وَسَأَلَهُ أخر: هَل يجوز للْمحرمِ أَن يَحُكّ بدنه؟ قَالَ: نعم قَالَ: مِقْدَار كَم؟ قَالَ: حَتَّى يبدوَ الْعظم. وروى فِي حَدِيث النَّبِي صلّى الله عَلَيْهِ وسلّم: تَسَحَّروُا وَلَو بأَن يَضَعَ أَحَدُكُم اصبعه عَلَى التُّراب ثُمَّ يَضَعَهَا فيِ فِيِه، فَقَالَ رجل: أَيّ الْأَصَابِع؟ فَتَنَاول الشّعبِيّ إِبهام رجله وَقَالَ: هَذِه. وَسُئِلَ عَن أَكل لحم الشَّيْطَان فَقَالَ: نَحن نرضى مِنْهُ بالكفاف. وَقَالَ لَهُ رجل: مَا اسْم امرأَة إِبليس؟ فَقَالَ: ذَاك نكاحٌ مَا شهدناه. وَرُوِيَ أَن خياطاً مرّ بالشعبي وَهُوَ مَعَ امرأَة فِي الْمَسْجِد فَقَالَ: أَيّكما الشّعبِيّ؟ فَقَالَ مُشِيرا إِليها: هَذِه. وَعَن مُحَمَّد بن الْقَاسِم قَالَ: قَالَ الاعمش لجليس لَهُ: أَما تشْتَهي بناني زُرق الْعُيُون",
            "page": "86",
            "part": "1",
            "seal": "16FA66A0"
        },
        {
            "id": "53",
            "nass": "بيض الْبُطُون سود الظُّهُور وأَرغفة بَارِدَة لينَة وخَلاَّ حاذقاً؟ قَالَ: بلَى قَالَ: فانهض بِنَا قَالَ الرجل: فنهضتُ مَعَه فَدخل منزله وَقَالَ جُرَّتيك السلّة قَالَ: فكشطها فإِذا فِيهَا رغيفان يابسان وَسُكُرَّجة كامَخ شُبَّت قَالَ فَجعل يَأْكُل وَقَالَ: كُل فَقلت: أَين السّمك؟ فَقَالَ: مَا عِنْدِي سمك إِنما قلت تشتهيه؟ وحجَّ الاعمش فَلَمَّا أَحرم لاحاه الجَمَّال فِي شَيْء فَرفع عكازه فَشَجَّهُ بهَا فَقيل لَهُ: يَا أَبا مُحَمَّد وأَنت مُحرِم؟ فَقَالَ: إِن من تَمام الحجّ شَجَّ الْجمال. وَقَالَ ابْن عَيَّاش: رأَيت عَلَى الاعمش فَرْوَة مَقْلُوبَة صوفها إِلَى خَارج، فأصابنا مطر فمررنا على كلب فَتنحّى الاعمش وَقَالَ: لَا يحسبنا شَاة. وَوَقع بَين الاعمش وَامْرَأَته وَحْشَة فَسَأَلَ بعض أَصْحَابه وَيُقَال: إِنه أَبُو حنيفَة أَن يُصلح",
            "page": "87",
            "part": "1",
            "seal": "8800A9DB"
        },
        {
            "id": "54",
            "nass": "بَينهمَا فَقَالَ: هَذَا سيدُنا وشيخُنا أَبو مُحَمَّد فَلَا يزهدنَّكِ فِيهِ عَمشُ عَينَيه، وحُموشة ساقَيه، وَضعف ركبتَيه، وقَزَل رجلَيْهِ وَجعل يصف فَقَالَ الاعمش: قُم عَنَّا قّبحك الله فقد ذكرت لَهَا من عيوبي مَا لم تكن تعرفه. قَالَ الرّبيع: دخلت عَلَى الشَّافِعِي وَهُوَ مَرِيض فَقلت: قوّى الله ضعفك فَقَالَ: لَو قوّى ضعْفي قتلني قلت: وَالله مَا أَردت إِلاَّ الْخَيْر قَالَ: أَعلم أَنك لَو شتمتني لم تُرِد إِلاّ الْخَيْر. قلت: وَقد جآء فِي الدُّعاء عَن النَّبِي صلّى الله عَلَيْهِ وسلّم: وَقَوّ فِي رِضَاكَ ضَعفي وانما أَراد الشَّافِعِي مباسطة الرّبيع وإِن كَانَ دعاؤه صَحِيحا وَالله أَعلم",
            "page": "88",
            "part": "1",
            "seal": "029202BB"
        },
        {
            "id": "55",
            "nass": "وَلما كَانَ الشَّافِعِي نازلا عِنْد الزَّعْفَرَانِي بِبَغْدَاد وَقد حكّه فِي كل مَا يملك، وَكَانَ الزَّعْفَرَانِي يكْتب كل رقْعَة بِمَا يطْبخ من الالوان ويسلمها إِلى الْجَارِيَة، فأَخذ الشَّافِعِي الرقعة فِي بعض الايام وَألْحق فِيهَا لونا آخر بِخَطِّهِ، فَلَمَّا رأى الزَّعْفَرَانِي ذَلِك اللَّوْن أَنكره وَقَالَ: مَا أمرتُ بِهَذَا فَعَرضت عَلَيْهِ الْجَارِيَة خطَّ الشافعيّ مُلحَقاً بالرّقعة، فَلَمَّا وَقعت عينه عَلَيْهِ فَرح بذلك وأَعتق الْجَارِيَة سُرُورًا باقتراح الشافعيّ عَلَيْهِ. وَجَاء رجل إِلى أبي حنيفَة فَقَالَ لَهُ: إِذا نزعت ثِيَابِي وَدخلت النَّهر أَغتسل فإِلى الْقبْلَة أتوجّه أم إِلى غَيرهَا؟ فَقَالَ لَهُ: الآفضل أَن يكوم وجهُك إِلى جِهَة ثِيَابك لِئَلَّا تُسرَق. قَالَ عُثْمَان الصيدلاني: شهدتُ إِبراهيم الْحَرْبِيّ وَقد أَتاه حائك فِي يَوْم عيد فَقَالَ: يَا أَبا إِسحاق مَا تَقول فِي رجل صلى صَلَاة اُلعيد وَلم يَشتَرِ ناطفاً مَا اُلذي يحب عَلَيْهِ؟ فَتَبَسَّمَ أَبراهيم ثمَّ قَالَ: يتصدّق بِدِرْهَمَيْنِ فَلَمَّا مضى قَالَ: مَا علينا أَن",
            "page": "89",
            "part": "1",
            "seal": "40AC8BEE"
        },
        {
            "id": "56",
            "nass": "تفرّح الْمَسَاكِين من مَال هَذَا اُلأحمق. وأَقَّر رجل عِنْد القَاضِي شُرَيْح بشيىء ثمَّ ذهب لينكر فَقَالَ شُرَيْح: قد شهد عَلَيْك ابْن أُخت خالتك ومرّ شُرَيْح بِمَجْلِس بهمدان فسلّم فردّوا عَلَيْهِ وَقَامُوا ورحبّوا بِهِ فَقَالَ: يَا معشر هَمدَان إِني لأعرف أَهل بَيت مِنْكُم لَا يَحِلّ لَهُم الْكَذِب فَقَالُوا: مَن هم يَا أَبا أُميَّة؟ فَقَالَ: مَا أَنا بِالَّذِي يُخْبِركُمْ فَجعلُوا يسألونه وتبعوه ميلًا أَو قَرِيبا مِنْهُ وَيَقُولُونَ لَهُ: من هم؟ وَهُوَ يَقُول: لَا أُخبركم فانصرفوا عَنهُ يتلّهفون: ليته أخبرنَا بهم. وَحكى عَن أبي صَالح بن حسان وَكَانَ مُحدثا أَنه قَالَ يَوْمًا لاصحابه مازحاً: أَفقه النَّاس وَضاّح الْيمن فِي قَوْله: إِذا قلتُ هَاتِي نَوّليني تبرَّمت ... وَقَالَت معاذَ الله من فعل مَا حَرُم",
            "page": "90",
            "part": "1",
            "seal": "5D43BE27"
        },
        {
            "id": "57",
            "nass": "فَمَا نوَّلت حَتَّى تضرّعتُ عِنْدهَا ... وأَنبأَتها مَا رَخّص الله فِي اللَّمَم وإِذا خرج المزح إِلى حدّ الخلاعة فَهُوَ هُجنَةٌ ومَذَمةٌ. وَمِمَّا عُدّ مِنْهُ مَا حُكيَ عَن أبي مُعَاوِيَة الضَّرِير وَكَانَ مُحدثا أَنه خرج يَوْمًا إِلى أَصحابه وَهُوَ يَقُول: فإِذا المِعدة جَاشَتْ ... فارمِها بالمِنجَنيقِ بثلاثِ من نبيذٍ ... لَيْسَ بالحُلوِ الرَّقيق أمَا ترى كَيفَ طرق بخلاعته التُّهْمَة إِلى نَفسه بِهَذَا المزح بِمَا لَعَلَّه بريٌء من وبعيد عَنهُ؟ وَقد كَانَ أَبُو هُرَيْرَة مسترسلاً فِي مزحه، فَحكى ابْن قُتَيْبَة فِي المعارف أَن مَرْوَان رُبمَا كَانَ يستخلفه على الْمَدِينَة فيركب حمارا قد شدّ ليه بردعة فيسير فَيلقى الرجل فَيَقُول: الطَّرِيق قد جَاءَ الْأَمِير، وَرُبمَا أَتى الصبيانَ وهم يَلْعَبُونَ لعبة الْأَعْرَاب فَلَا يَشْعُرُونَ حَتَّى يلقِي نَفسه بَينهم وَيضْرب",
            "page": "91",
            "part": "1",
            "seal": "0DE926EB"
        },
        {
            "id": "58",
            "nass": "برجليه فَيفزع الصّبيان فَيَتَفَرَّقُونَ: قَالَ الْمَاوَرْدِيّ: وَهَذَا خُرُوج عَن الْقدر المستسمح بِهِ فيوشك أَن يكون بِهَذَا الْفِعْل مِنْهُ تَأْوِيل سَائِغ. وَمن مستحسن المزح ومستسمح الدُّعابة مَا حُكيَ عَن الإِمَام الْقشيرِي أَنه وقف علية شيخ من الْأَعْرَاب فَقَالَ لَهُ: يَا أَعرابي مِمَّن أَنت؟ فَقَالَ: من بني عَقِيل فَقَالَ: من إِي عقيل؟ قَالَ من بني خَفَاجة فَقَالَ الْقشيرِي: رأَيتُ شَيخا من نَبِي خَفَاجَه فَقَالَ الأَعرابي: مَا شَأْنه؟ فَقَالَ: لَهُ إِذا جنَّ الظلامُ حاجَه فَقَالَ الأَعرابي: مَا هِيَ؟ قَالَ: كحاجة الدّيك إِلى الدَّجاجَة فأستغرب الأَعرابي وَقَالَ: قَاتلك الله مَا أَعرفَك بسَرائر الْقَوْم.",
            "page": "92",
            "part": "1",
            "seal": "371C1F8A"
        },
        {
            "id": "59",
            "nass": "فَانْظُر كَيفَ بلغ بِهَذَا المزج غَايَته وَلسَانه وَعرضه مصون، وَهَذَا مَا ذَكرْنَاهُ فِيمَا مر هُوَ غَايَة مَا يتَسَامَح بِهِ الفضلآء من الخلاعة وإِن كَانَ مستنكر الفحوى وليحذر من أَن يسترسل فِي مزاح عدوة فَيجْعَل لَهُ طَرِيقا إِلَى إعلان المساويء هزلا وَهُوَ مجد، ويفسح لَهُ فِي التشفي مزحا وَهُوَ محق وَانْظُر مزاح الْخَلِيفَة المستعصم وَقَوله لوزيره العلقمي لما خرَّب أَصْحَاب وَلَده الكرخ فِي لعبة الْحمام مَعَ ولد الْوَزير: دع الدُّنيا بِلَا كَرخِ فَخرج مغضبا وَقَالَ: دع الدُّنيا بِلَا بَغْدَاد فَلَمَّا سمع ذَلِك تلافى شَأْنه مَعَه وَقَالَ: كنت أمزح فأظهر الرضى ثمَّ سعى فِي إِحْضَار التتار إِلَى بَغْدَاد حَتَّى جرى مَا هُوَ مَشْهُور فِي بَغْدَاد وَقتل الْخَلِيفَة وَأَصْحَابه وَلَا حول وَلَا قوَّة إِلاّ بِاللَّه والقصة مَشْهُورَة. فالعاقل يربأ بِنَفسِهِ عَن سفساف الْأُمُور",
            "page": "93",
            "part": "1",
            "seal": "A9649D40"
        },
        {
            "id": "60",
            "nass": "وَعَن مُخَالطَة السفلة ومزاحهم مُطلقًا، وَكَذَلِكَ عَن مزاح من هُوَ أكبر مِنْهُ لما ذكرنَا من الحقد وخرق الْحُرْمَة، وَلَا بَأْس بِهِ بَين الإخوان بِمَا لَا أَذَى فِيهِ وَلَا ضَرَر وَلَا غيبَة وَلَا شين فِي عرض أَو دين، قَاصِدا بِهِ حسن الْعشْرَة والتواضع للإِخوان والانبساط مَعَهم وَدفع الحشمة بَينهم من غير استهتار أَو إخلال بمروءة أَو نَحوه استنقاص بأَحد مِنْهُم، فقد قيل للخليل بن أَحْمد إِنَّك تمازح النَّاس فَقَالَ: النَّاس فِي سجن مَا لم يتمازحوا، وَفِي الِاقْتِدَاء بِمن ذكر والاقتفاء بآثارهم أعظم بركَة، وَفِي الْخُرُوج عَن ذَلِك الْحَد أَشد عنآء وأبلغ هلكة، وَخير الْأُمُور أوساطها. وَمَا مزاح الرجل مَعَ أَهله وملاطفتهم بأنواع الملاطفة فَمن شعار الْمُرْسلين، وأخلاق النَّبِيين، وَهُوَ من المعاشرة بِالْمَعْرُوفِ وَكَانَ صلّى الله عَلَيْهِ وسلّم يَقُول لعَائِشَة كنت لَك كأَبي زَرع لأُم زَرع وَحَدِيث أم زرع مُتَّفق عَلَيْهِ، رَوَاهُ البُخَارِيّ",
            "page": "94",
            "part": "1",
            "seal": "1026C979"
        },
        {
            "id": "61",
            "nass": "رقم 5819، وَمُسلم رقم 2448، وَهَذَا نَص الحَدِيث كَمَا ورد فِي \" صَحِيح مُسلم \": عَن عَائِشَة: أَنَّهَا قَالَت: جلس ‘ حدى عشرَة امْرَأَة، فتعاهدن وتعاقدن أَن لَا يكتمن من أَخْبَار أَزوَاجهنَّ شَيْئا. قَالَت الأولى: زَوجي لحم جمل غث، على رَأس جبل وعر ن لَا سهل فيراقي، وَلَا سمين فَينْتَقل.",
            "page": "95",
            "part": "1",
            "seal": "65EBCD72"
        },
        {
            "id": "62",
            "nass": "قَالَت الثَّانِيَة: زَوجي لَا أَبَت خَبره، إِنِّي أَخَاف أَن لَا أذره، إِن أذكرهُ أذكر عَجزه وبجره. قَالَت الثَّالِثَة: زَوجي العشنق، إِن انْطلق أطلق، وَإِن أسكت أعلق.",
            "page": "96",
            "part": "1",
            "seal": "790A9092"
        },
        {
            "id": "63",
            "nass": "قَالَت الرَّابِعَة: زَوجي كليل تهَامَة، لَا حر وَلَا قر، وَلَا مَخَافَة وَلَا سامة. قَالَت الْخَامِسَة: زَوجي إِن دخل فَهد، وَإِن خرج أَسد، وَلَا يسْأَل عَمَّا عهد. قَالَت السَّادِسَة: زَوجي إِن أكل لف، وَإِن شرب",
            "page": "97",
            "part": "1",
            "seal": "4198BD6C"
        },
        {
            "id": "64",
            "nass": "أشنف، وَإِن استطيع التف، ليعلم البث. قَالَت السَّابِعَة: زوجب غياباء أَو عياباء طباقاء، كل دَاء لَهُ دَاء، شجك ...",
            "page": "98",
            "part": "1",
            "seal": "61DED144"
        },
        {
            "id": "65",
            "nass": "أَو فلك، أَو جمع كلالك. قَالَت الثَّامِنَة: الرّيح ريح زرنب، والمس مس أرنب. قَالَت التَّاسِعَة: زَوجي رفيع الْعِمَاد، طَوِيل النجاد، عَظِيم الرماد، قريب الْبَيْت",
            "page": "99",
            "part": "1",
            "seal": "9CD84994"
        },
        {
            "id": "66",
            "nass": "من النادي. قَالَت الْعَاشِرَة: زَوجي مَالك، وَمَا مَالك، مَالك خير من ذَلِك، لع إبل كثيرات الْمُبَارك، قليلات المسارح، إِذا سمعن صَوت المزهر أَيقَن أَنَّهُنَّ هوالك.",
            "page": "100",
            "part": "1",
            "seal": "E32CE893"
        },
        {
            "id": "67",
            "nass": "قَالَت الْحَادِيَة عشرَة: زَوجي أَبُو زرع،؟ أنَاس من حلي أُذُنِي، وملأ من شَحم عضدي، وبجحتي إِلَى نَفسِي، وجدني فِي أهل غنيمَة بشق، فجعلني فِي أهل صَهِيل",
            "page": "101",
            "part": "1",
            "seal": "206E13F2"
        },
        {
            "id": "68",
            "nass": "وأطيط، ودائس ومنق، فَعنده أَقُول فَلَا أقبح، وأرقد فاتصبح، وأشرب فأتقنح.",
            "page": "102",
            "part": "1",
            "seal": "A2D06303"
        },
        {
            "id": "69",
            "nass": "أم أبي رزع، فَمَا أم أبي زرع؟ عكومها رداح، وَبَينهَا فساح. ابْن أبي زرع، فَمَا ابْن أبي زرع؟ مضجعه كمسل شطبه، ويشبعه ذِرَاع الجفرة.",
            "page": "103",
            "part": "1",
            "seal": "45A8A8A4"
        },
        {
            "id": "70",
            "nass": "بنت أبي زرع، فَمَا بنت أبي زرع؟ طوع أَبِيهَا وطوع أمهَا، وملء كسائها، وغيظ جاريها. جَارِيَة أبي زرع، فَمَا جَارِيَة أبي زرع؟ لَا تبث حجديثنا نبيثا، وَلَا تنقث ميرتنا تنقيثا، وَلَا تملا بيتنا تعشيشا. قَالَت: خرج أَبُو رزع والأوطاب تمخض،",
            "page": "104",
            "part": "1",
            "seal": "4E6C3A0E"
        },
        {
            "id": "71",
            "nass": "فلقي امْرَأَة مَعهَا ولدان لَهَا كلافهدين، يلعبان من تَحت خصرها برمانتين، فطلقني ونكحها، فنكحت بعده رجلا سريا، ركب شريا، وَأخذ خطيا، وأراح عَليّ نعما تريا، وَأَعْطَانِي من كل رَائِحَة",
            "page": "105",
            "part": "1",
            "seal": "B7D68127"
        },
        {
            "id": "72",
            "nass": "زوجا، قَالَ: كلي أم زرع وميري أهلك. فَلَو جمعت كل شَيْء أَعْطَانِي مَا بلغ أَصْغَر أَبِيه أبي زرع. قَالَت عَائِشَة: قَالَ لي رَسُول الله صلى الله عَلَيْهِ وَسلم: \" كنتا لَك كَأبي زرع لأم زرع \". وَقَالَ أَنس: كَانَ النَّبِي صلّى الله عَلَيْهِ وسلّم أَرحم النَّاس بالنّسآءِ والصِبّياَنِ قَالَ الْغَزالِيّ: وأَعلى من ذَلِك أَن يزِيد",
            "page": "106",
            "part": "1",
            "seal": "9E4F4E96"
        },
        {
            "id": "73",
            "nass": "عَلَى مَا ذكر ذكَر بِاحْتِمَال الاذى منهنّ، والحلم عِنْد طيشهن وغضبهن. فقد كَانَ صلّى الله عَلَيْهِ وسلّم يمزح معهنّ، وَينزل إِلَى دَرَجَات عقولهن فِي الْأَعْمَال والأخلاق كَمَا مضى بعضُ ذَلِك، وَقد كنّ يراجعنه عَلَيْهِ السَّلَام الْكَلَام وتهجره إِحْدَاهُنَّ إِلَى اللَّيْل وراجعت امرأَةُ عمر عمر فِي الْكَلَام فَقَالَ: أَتراجعينني يالَكَاع؟ فَقَالَت: إِن أَزواج النَّبِي صلّى الله عَلَيْهِ وسلّم يراجعنه وَهُوَ خير مِنْك فَقَالَ عمر: خابت حَفصَةُ وخسرت، أَي إِن راجعته ثمَّ قَالَ لحفصة: لَا تغتّري بابنة أَبي قُحَافَة (يَعْنِي عَائِشَة) فإِنها حِبُّ رَسُول الله صلّى الله عَلَيْهِ وسلّم وخوّفها من الْمُرَاجَعَة. وَدفعت إِحداهنَّ فِي صدر رَسُول الله صلّى الله عَلَيْهِ وسلّم فَزَبَرَتها أُمها فَقَالَ صلّى الله عَلَيْهِ وسلّم: دَعِيهَا فَإِنَّهُنَّ يَصنَعنَ أَكثرَ مِن ذلِكِ وَجرى بَينه وَبَين عَائِشَة كَلَام حَتَّى أَدخل أَبَا بكر حكما بَينه وَبَينهَا، فَقَالَ لَهَا رَسُول الله صلّى الله عَلَيْهِ وسلّم: تَكَلَّمِينَ أَنتِ أَو أَتَكَلَّم؟ فَقَالَت: بل",
            "page": "107",
            "part": "1",
            "seal": "1CBA0747"
        },
        {
            "id": "74",
            "nass": "تكلم أَنت وَلَا تقل إِلاَّ حقًّا، فلطمها أَبُو بكر حَتَّى أَدمى فاها وَقَالَ: أوَ يَقُول غير الحقّ يَا عدوّة نَفسهَا؟ فاستجارت برَسُول الله صلّى الله عَلَيْهِ وسلّم وَقَعَدت خلف ظَهره، فَقَالَ لَهُ النَّبِي صلّى الله عَلَيْهِ وسلّم: إِنَّا لَم نَدعُكَ لِهذاَ أَو لَم نُرِد منكَ هذَا. وَقَالَت لَهُ مرّة وَقد غضِبت: أَنت الَّذِي تزْعم أَنك نَبِي الله؟ فَتَبَسَّمَ رَسُول الله صلّى الله عَلَيْهِ وسلّم وَاحْتمل ذَلِك حلماً وكرماً، وَكَانَ يَقُول لَهَا إِنّيِ لأعرِفُ إِذَا كُنتِ عَنّيِ رَاضيَةً وَإِذَا كُنت عَلَيَّ غَضبى قَالَت: وَكَيف تعرف ذَلِك؟ قَالَ: إِذا رَضيِت قُلتِ لاَ وَإِلهِ مُحَمَّدٍ وَإِذَا غَضِبتِ قُلتِ لاَ وَإِلهِ إِبرَاهِيَم قَالَت: أَجَل يَا رَسول اللهِ مَا أَهجر إِلاَّ اسْمك وَقد أَلممْت بذلك فِي قولي: قَالَ حبيبى مِنْك قد ... عرَفتُ وَقت الغضبِ عِنْد الرضى تحلِفُ بِي ... وَمَعَ سواهُ بأَبي فَقلت لَا أَهجر إِلاَّ اس ... مَك يَا معِذّبي",
            "page": "108",
            "part": "1",
            "seal": "31905333"
        },
        {
            "id": "75",
            "nass": "وَقلت: وَقد نُبّئَت ليلى بِأَنِّي بغَيْرهَا ... حلفتُ وأَني للمحبة ناكثُ وَلم تَدرِ أنِي مَا هجرتُ سوى اسْمهَا ... وأَن هَواهَا فِي فؤادىَ ماكثُ وَقلت: وَقد نُبّئَت أَنى حلفتُ بغَيْرهَا ... وأَنى لعَقد الحبّ فِيهَا لفاسخُ وَلم تَدرِ أنِي مَا هجرتُ سوى اُسمها ... وأَن هَواهَا فِي فؤادىَ راسخُ وَقَالَ صلّى الله عَلَيْهِ وسلّم: مَن صَبَرَ عَلَى سُوءِ خُلُق اُمرَأَتِهِ أَعطَاهُ الله مِنَ الأَجرِ مثلَ مَا أَعطى أَيُّوبَ عَلَى بَلاَئِهِ، وَمَن صَبَرَتَ عَلَى سُوء خُلُقِ زَوجها أَعطَاهَا اللهُ مِثلَ ثَوَابِ آسِيَةَ امرَأَةِ فِرعَونَ وَفِي الْخَبَر أَنه كَانَ صلّى الله عَلَيْهِ وسلّم من أَفكه النَّاس مَعَ نسآئه وَقَالَت عآئشة رَضِي الله عَنْهَا: سَمِعت",
            "page": "109",
            "part": "1",
            "seal": "66E7DD91"
        },
        {
            "id": "76",
            "nass": "أَصوات أُناس من الْحَبَشَة وَغَيرهم وهم يلعبونَ فِي يَوْم عاشورآء، فَقَالَ لي رَسُول الله صلّى الله عَلَيْهِ وسلّم: أَتُحِبّيِنَ أَن تَرَي لعبهم؟ قَالَت: قلت: نعم يَا رَسُول الله، فأَرسل إِليهم فجاؤُا وَقَامَ رَسُول الله صلّى الله عَلَيْهِ وسلّم بَين الْبَابَيْنِ، وَوضع كفَّه على الْبَاب ومدّ يَده، وَوضعت ذقني على ذراعه، وَجعلُوا يَلْعَبُونَ وأَنظر فَقَالَ لي رَسُول الله صلّى الله عَلَيْهِ وسلّم: حَسبكُ فَقلت: اُسكت مرَّتين أَو ثَلَاثًا، ثمَّ قَالَ لي: يَا عَائِشَةُ حَسبُكِ الآنَ فَقلت: نعم فأَشار إِليهم فانصرفوا. وَقَالَ رَسُول الله: (أَكمَلُ اُلمؤُمِنينَ أَحسَنُهُم خُلُقاً وَأَلطَفُهُمِ بِأَهلِهِ) . وَقَالَ عَلَيْهِ السَّلَام: خَيرُكُم خَيرُكُم لأَهلِهِ وَأَنَا خَيرُكُم لأَهلِى. وَقَالَ عمر رضى الله عَنهُ: يَنْبَغِي للرَّجل أَن يكون فِي أَهله مثلَ الصبّي فِإِذَا التُمِسَ مَا عِنده وُجِدَ رَجلاً،",
            "page": "110",
            "part": "1",
            "seal": "00AA4964"
        },
        {
            "id": "77",
            "nass": "ونُقل نحوهُ عَن لُقْمَان بِلَفْظ: يَنْبَغِي للعاقل أَن يكون فِي أَهله كَالصَّبِيِّ فإِذا كَانَ فِي الْقَوْم وُجد رجلا وَقَالَ صلّى الله عَلَيْهِ وسلّم لجَابِر: فَهَلاّ بِكراً تُلاَعِبُهَا وَتُلاَعبكَ. ووصفت أَعرابيةٌ زَوجهَا بعد مَوته فَقَالَت: لقد كَانَ وَالله ضحوكاً إِذا وَلَج، سَكوتاً إِذا خرج، آكلاً مَا وجد، غيرَ سائلٍ إِذا فَقد. وَعَن عَائِشَة فَقَالَت: سمع رَسُول الله صلّى الله عَلَيْهِ وسلّم وَهُوَ عندى فِي يومي امْرَأَة تنشد لحسّان بن ثَابت، فَقَامَ عَلَى الْبَاب فأَخذ بِعضادَتَي الْبَاب ثمَّ جعلت أَنظر إِليها بَين أُذنيه فَقَامَ طَويلا، ثمَّ قَالَ: حَسبُ؟ فَلم أقل نعم مرَّتين أَو ثَلَاثًا ثمَّ انْصَرف. قَالَت عَائِشَة وأَراد أَن يرى مكانى مِنْهُ وَفعله بِي. عَن هِشَام بن عُرْوَة عَن أَبِيه عَن",
            "page": "111",
            "part": "1",
            "seal": "ECE67D5B"
        },
        {
            "id": "78",
            "nass": "عَائِشَة قَالَت: كنتُ أَلعَب بالبنات فكنّ صواحبي يأتينني، فَكَانَ رَسُول الله صلّى الله عَلَيْهِ وسلّم يُسرِّبِهُنُّ إِلّي وَعَن مُحَمَّد بن إِبراهيم بن الْحَارِث التَّيمي أَن رَسُول الله صلّى الله عَلَيْهِ وسلّم دخل على عَائِشَة وَهِي تلعب بالبنات فَقَالَ لَهَا: مَا هَذَا يَا عَائِشَة؟ قَالَت: هَذَا خيل سُلَيْمَان فَجعل يضْحك من قَوْلهَا. وَعَن أنس بن مَالك قَالَ: كَانَت صَفِيَّة مَعَ رَسُول الله صلّى الله عَلَيْهِ وسلّم فِي سفر وَكَانَ ذَلِك يَوْمهَا فأبطأت فِي السّير فَاسْتَقْبلهَا رَسُول الله صلّى الله عَلَيْهِ وسلّم وَهِي تبْكي وَتقول: حَملتنِي عَلَى جملٍ بطيء، فَجعل صلّى الله عَلَيْهِ وسلّم يمسح عينيها ويسكتها. وَيَكْفِي فِي ذَلِك قَوْله تَعَالَى (وَمن ايَاتِهِ أَن خَلَقَ لَكُم مِن أَنفُسِكُم أَزوَاجاً لتَسكُنُوا إِليهَا وَجَعَلَ بَينَكُم مَوَدَّةً وَرَحمَةً إِنَّ فِي ذلِكَ لاَيَاتٍ لَقومٍ يَتَفَكَّرُونَ) . وروى عبد الرَّحْمَن بن ميسرَة أَن رجلا أَتى النَّبِي صلّى الله عَلَيْهِ وسلّم فَقَالَ: يَا رَسُول الله الرَّجلُ يتَزَوَّج",
            "page": "112",
            "part": "1",
            "seal": "0A0C5654"
        },
        {
            "id": "79",
            "nass": "المرأَةَ لَا يعرفهَا وَلَا تعرفه فَلَا يكون إِلاَّ ليلةٌ حَتَّى لَا يكونَ شيءٌ أَحبَّ إِليه مِنْهَا وإِليها مِنْهُ فَقَالَ رَسُول الله صلّى الله عَلَيْهِ وسلّم: تِلكَ أُلفَةُ وتلا قَوْله تَعَالَى: (وَجَعَلَ بَينَكُم مَوَدَّةً وَرَحمَةً) وَقد صنفت كتابا لطيفا آدَاب النِّكَاح وَمَا يتَعَيَّن على الزَّوْجَيْنِ اسْتِعْمَاله من كرم الْأَخْلَاق ومحاسن الشّيم وَغير ذَلِك، وَجَاء نظما فِي ثَلَاثَة آلَاف بَيت، وسميته (أَسباب النجاح فِي آدَاب النِّكَاح) وَهُوَ بديع فِي فنه، وَقد كَمُل وبُيّض بِحَمْد الله مِنْهُ. قَالَ الْغَزالِيّ: وَيَنْبَغِي أَن لَا ينبسط فِي الدعابة وَحسن الخُلُق والموافقة بِاتِّبَاع هواهنّ إِلَى حد يفْسد خُلُقهم وَيسْقط هيبته بِالْكُلِّيَّةِ، بل يُرَاعِي الِاعْتِدَال فِي ذَلِك فَلَا يدع الهيبة والانقباض مهما رأى مُنْكرا، وَلَا يفتح بَاب المساعدة على الْمُنْكَرَات الْبَتَّةَ، بل مهما رأى مَا يُخَالف الشَّرْع والمرؤة تنمر وَامْتنع. قَالَ الْحسن: وَالله مَا أَصبح رجلٌ يُطِيع",
            "page": "113",
            "part": "1",
            "seal": "DFB08C3D"
        },
        {
            "id": "80",
            "nass": "امرأَته فِيمَا تهوى إِلاَّ كَبّه الله فِي النَّار وَقَالَ عمر: خالفوا النسآء فإِنَّ فِي خلافهن البَرَكة، وَقد قيل: شاوروهنَّ وخالفوهنَّ. وَقَالَ صلّى الله عَلَيْهِ وسلّم تَعِسَ عَبدُ الزَّوجَةِ وَذَلِكَ لأَنَّ الله تَعَالَى ملّكه الزَّوجة فملّكها نفسهَ، وسمىَّ الرّجالَ قوَّامين وسمىَّ الزّوجَ سيداً فقد خَالف مُقْتَضى ذَلِك وبدّل نعْمَة الله كفرا. وَقَالَ الْغَزالِيّ: نفس المرأَة عَلَى مِثَال فَرَسك، إِن أَرسلت عِنَانَها قَلِيلا جَمَحَت بك طَويلا، وإِن أَرخيت عذِارها فتراً جذبتك ذِرَاعا، وإِن كَبَحتها وشددت يدك عَلَيْهَا فِي مَحل الشدّة ملكتّها قَالَ الشَّافِعِي رَضِي الله عَنهُ: ثلاثةٌ إِن أَكرمتهم أَهانوك، وإِن أَهنتهم أَكرموك: المرأَة وَالْخَادِم، والنَّبَطي، أَراد بِهِ إِن مَحَضتَ الإِكرام وَلم",
            "page": "114",
            "part": "1",
            "seal": "619BE8DC"
        },
        {
            "id": "81",
            "nass": "تَمزُج غلظتك بلينك، وفظافظتك برفقك، وَكَانَت نسآء الْعَرَب يعلمن بنآتهن اختبار الازواج تَقول المرأَة لابنتها: اختبري زَوجك قبل الإِقدام والجُرأة عَلَيْهِ، وانزعي زُجّ رمحه فإِن سكت عَلَى ذَلِك فقطّعي اللَّحْم عَلَى تُرسه، فإِن سكت فقطّعي الْعِظَام بِسَيْفِهِ، فإِن صَبر فاجعلي اُلإِكاف عَلَى ظَهره، فامتطيه فإِنما هُوَ حِمَارك. وعَلى الْجُمْلَة فبالعدل قَامَت السَّمَوَات وَالْأَرْض، فَكل مَا جَاوز حَده، أنعكس على ضِدّه. فَيَنْبَغِي أَن يسْلك سَبِيل الاقتداد فِي الْمُخَالفَة والموافقة، وَيتبع الْحق فِي جَمِيع ذَلِك ليسلم من شرّهن وكيدهنّ. فإِن الْغَالِب عَلَيْهِنَّ سوء الْخلق",
            "page": "115",
            "part": "1",
            "seal": "63AD0D27"
        },
        {
            "id": "82",
            "nass": "وركاكة الْعقل، وَلَا يعتدل ذَلِك إِلاَّ بِنَوْع لطف ممزوج بالسياسة. وزبر عمر امرأَته مرّة لما راجعته وَقَالَ لَهَا: مَا أَنت إِلاَّ لُعبةٌ فِي جَانب الْبَيْت، إِن كَانَت لنا إِليك حاجةٌ وإِلاّ جلستِ كَمَا أَنت. فَإِذا كَانَ فيهنَّ شرٌّ وفيهنّ ضعفٌ، فالسياسة والخشونة علاج الشَّرّ، والمطايبة وَالرَّحْمَة علاج الضعْف، والطبيب الحاذق هُوَ الَّذِي يقدّر العلاج بِقدر الدّآء، فيلتفطن الرجل أَولا لأخلاقها بالتجربة ثمَّ ليعاملها بِمَا يصلحها كَمَا يَقْتَضِيهِ حَالهَا. وَقد بسط الْكَلَام على ذَلِك الْغَزالِيّ فِي الإحيآء وَغَيره. وَهَذَا الْقدر كَاف، وَبِمَا قصدناه بِحَمْد الله تَعَالَى واف. وَالْحَمْد الله أَولا وآخراً، وظاهراً وَبَاطنا، كَمَا يحبّ رَبنَا ويرضى وَصلى الله على سيدنَا محمدٍ وعَلى آله وَصَحبه وَسلم تَسْلِيمًا كثيرا طيبا كَافِيا.",
            "page": "116",
            "part": "1",
            "seal": "66A7B90A"
        },
        {
            "id": "83",
            "nass": "قَالَ مؤلفة: أنهاه تسويداً جَامعه فَقير عَفْو الله تَعَالَى أَبُو البركات مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن أَحْمد بن عبد الله العامري الشهير بِابْن الْغَزِّي الشَّافِعِي فِي اوائل شعْبَان سنة أَربع وأرَبعين وَتِسْعمِائَة أَحسن الله تَعَالَى ختامها. وَجَاء فِي آخر نُسْخَة الأَصْل مَا نَصه: أنهى كِتَابه هَذِه النُّسْخَة من النُّسْخَة الَّتِي نقلوها من خطّ الْمُؤلف غفر الله لَهُ، ولمنا لمن كتبنَا لَهُ هَذِه النُّسْخَة. وَلمن يطالع فِيهَا ولسائر الْمُسلمين أَجْمَعِينَ، وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم آمين.",
            "page": "117",
            "part": "1",
            "seal": "09043D92"
        }
    ],
    "t4126": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المراح في المزاح"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "أنهاه تسويدا جامعه"
        }
    ]
}