{
    "b4134": [
        {
            "id": "1",
            "nass": "التمهيد ¶ أ- إن (من أهم أنواع العلوم: تحقيق معرفة الأحاديث النبويات …، ومعرفة علم الأسانيد …، ومعرفة حكم اختلاف الرواة في الأسانيد والمتون …، ومعرفة الصحابة والتابعين وأتباعهم …) (1) ¶ هذا العلم العظيم - أعني علم مصطلح الحديث؛ بمسائله المذكور طرف منها- يُعنى بمعالجة طريقة للتعلم؛ هي غاية في الأهمية، يأتي منشأ بنائها على الكيفية التي يحصل بها العلم للإنسان، التي إما أن تكون مباشرة أو بواسطة. ¶ ولقد قال الله جل ذكره: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لا تَعْلَمُونَ شَيْئاً وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} [النحل: 78] ¶ فقد هيأ سبحانه وتعالى- في هذا البشر الذي خلقه سويا - أدوات التعلم ووسائل التلقي؛ لكي يعلم ويعقل ويتدبر المدركات، ويميز بين الأشياء. ¶ ولئن كان الحصول على العلم بالأسماع والأبصار عن طريق إدراك الوقائع بالحواس؛ بإدراك مباشر لها في حين وقوعها، وهو أحد طريقي العلم بها، فإن الطريق الثاني هو إدراكها بطريق غير مباشر، وهو طريق الخبر، وهو أوسعُ دائرةً وأرحبُ مجالاً، وهو منفصل عن وقوعها بفاصل زمني أو فاصل مكاني، أو بالفاصلين كليهما. ¶ ب - ومن هنا وجدنا علماء الحديث -رحمهم الله - يُعْنَوْنَ في علم مصطلح الحديث بقضية (الخبر) عناية فائقة، كي يُحافظوا عن طريق ذلك على الميراث النبوي العظيم الذي تتناقله الأجيال المُتعاقبة، فتكون سنة رسول الله ¶ __________ ¶ (1) تلخيص من كلام الإمام النووي رحمه الله في خطبة مقدمته لشرح صحيح مسلم 1/3.",
            "page": "123",
            "part": "1",
            "seal": "5BF22A15"
        },
        {
            "id": "2",
            "nass": "صلى الله عليه وسلم بينها حيّة ماثلة شاخصة، تهيئةً وَّتحقيقاً لِّلأمر الإلهي الكريم المُوجّه لهذه الأمة في جميع عصورها وأحوالها: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء 95] ¶ وكان الردّ إلى رسول الله صلى الله عليه وسلم في حياته، وبمُباشرة شخصه الكريم لذلك، مُبلّغا عن ربه عزّ وجلّ، حاكما بأمره. ¶ وصار الردّ بعد وفاته - عليه الصلاة والسلام - إنما هو لِسُنّته وما جاء عنه من بيان للكتاب العزيز، وتفصيل لأمور التشريع، وتبليغ لمبعوثات الرسالة.",
            "page": "124",
            "part": "1",
            "seal": "D6F820E8"
        },
        {
            "id": "3",
            "nass": "الفصل الأول: المنهج المُبتكر في (نخبة الفكر) ¶ كان علم (مصطلح الحديث) -كما هو مُقرّر في مُقدّمات كتبه - لم يأخذ في أوّل أمره طابع العلم المُستقلّ؛ المُدوّنة مسائله على حدة، بل كانت مسائله منثورة في كتب الحديث، ومذكورة في بعض مقدماتها، ومبثوثة في كتب العلوم الأخرى. (1) ¶ إلى أن شاء الله له أن يلبس ثوب الشخصية المُستقلّة، التي ذكروا من أوائل من صنعها: القاضي أبا محمد الرامهرمزي؛ رحمه الله تعالى. ¶ وكان الرامهرمزي رائدا في هذا المضمار، وتلاه من تلاه من المحدثين؛ الذين كانوا لا يزالون يتتبّعون المسائل، ويُدوّنون ما يقفون عليه منها، ويُودعونها مُؤلّفات لهم تفاوتت طولا وقِصرا، ومنهم الخطيب البغدادي الذي أوسع مسائله سبرا وجمعا، وتتبُّعا وتحريرا، حتى جاء الله على يديه بالخير الكثير، ونفع بعلمه من جاء بعده بنفع كبير. ¶ أما الرامهرمزي الأوّل، فإنه وإن كان ما طوّل، إلا أنّ رِيادته في هذا المجال تجعل عذره واضحا، ويكفيه شرفُ شقِّ طريقٍ لم يُسلَك قبله، وتمهيدُ مسالِكِهِ لمن يأتي من بعده. ¶ __________ ¶ (1) انظر: تقديم الشيخ محمد عبد الرزاق حمزة لاختصار علوم الحديث؛ لابن كثير، مع شرحه الباعث الحثيث، للشيخ أحمد محمد شاكر؛ رحمهم الله جميعا ص (9) ، والوسيط للشيخ الدكتور/محمد محمد أبو شهبة - رحمه الله- ص (28-32) ، ولمحات في أصول الحديث للدكتور/محمد أديب الصالح ص (18-23) ، وما كتبه د. مصطفى الخن في مقدمة تحقيقه لتقريب النواوي الذي سمّاه المنهل الراوي ص (22-25) .",
            "page": "125",
            "part": "1",
            "seal": "2A660890"
        },
        {
            "id": "4",
            "nass": "ثم الخطيب البغدادي؛ ومَن بعده، وقد (جاء بعض من تأخّر عن الخطيب، فأخذ من هذا العلم بنصيب) على حدّ ما قاله الحافظ ابن حجر العسقلاني، بعد أن أشاد بكثرة ما فُتِح به على الخطيب. ¶ والحافظ ابن حجر نفسه - رحمه الله - له مَوقعٌ مُهمٌّ جدا في حلقات هذا التسلسل الذي يُعنى بقضية (الخبر) ، وهو الذي أفصح عن القضية، فجاء بشيء مُبتكر، كما تحدّث به هو وقرّر، وقد صدق فيما قاله وبرَّ. ¶ وقد نبّه - قبل أن يقول ذلك- إلى جزالة ما جاء به الإمام ابن الصلاح في مقدمته المشهورة العظيمة، ونوّه بجهوده في أماليه الجليلة التي عُرفت فيما بعد باسم (مقدمة ابن الصلاح) ، فجاءت وقد بارك الله له فيها، قال الحافظ ابن حجر: (اعتنى بتصانيف الخطيب المُفرّقة فجمع شتات مقاصدها، وضمّ إليها من غيرها نُخَب فوائدها، فاجتمع في كتابه ما تفرّق في غيره، فلهذا عَكَف الناس عليه وساروا بسيره …) إلى آخر ما ذكره رحمه الله من أنّ المُعتنين بكتاب ابن الصلاح -بشتى وجوه العناية- أصبحوا لا يُحصَوْنَ كثرةً. ¶ ومع هذا نجد الحافظ ابن حجر يذكر بعد ذلك عن كتابه (نخبة الفكر) بأنه لخصه على منهج قال عنه: (على ترتيب ابتكرته، وسبيل انتهجته…) (1) ، ¶ __________ ¶ (1) قال فضيلة شيخي الدكتور/محمد محمد السماحي - رحمه الله- في كتابه المنهج الحديث، الذي ذكر فيه تاريخ الحديث -ص (15) ضمن جدول سرد فيه مؤلفات في المصطلح ومؤلفيها- عن الحافظ في النخبة بأنه: (رتّبها ترتيبا لم يُسبق إليه) ، وقد قابل فضيلة شيخي الدكتور/محمد محمد أبو شهبة رحمه الله في مقدمة كتابه (الوسيط) ص (8) بين منهجي كل من ابن الصلاح وابن حجر فجعل كلا منهما منهجا مُّستقلاً، كما شرح الدكتور/نور الدين عتر منهج الحافظ في النخبة وفي النّزهة شرحاً جيّداً في مقدمة تحقيقه للنّزهة ص (21-22) .",
            "page": "126",
            "part": "1",
            "seal": "CB2C4A36"
        },
        {
            "id": "5",
            "nass": "كما صرّح به في شرحه: (نزهة النظر) (1) . ¶ لقد جاءنا حديث نبوي شريف عن رسول الله صلى الله عليه وسلم، تكلّم به عليه الصلاة والسلام، ومحتواه مُسَلَّمٌ به، مُدْرَكٌ لّكلّ أحد، وهو قوله عليه الصلاة والسلام: \"ليس الخبر كالمعاينة\"، رواه من الصحابة الأجلاء عنه عليه الصلاة والسلام: ابنُ عباس (2) ، ¶ __________ ¶ (1) نزهة النظر ص (40) . ¶ (2) حديث ابن عباس (أخرجه: ¶ - الإمام أحمد في مسنده (1842 – 2447) عن هشيم عن أبي بشر، عن سعيد بن جبير، عنه - (- مرفوعا؛ بلفظ فيه هذه الجملة فقط، ثم عن سريج بن النعمان، عن هشيم ... به؛ بلفظ أتمّ: «ليس الخبر كالمعاينة، إن الله عز وجل أخبر موسى بما صنع قومه في العجل فلم يُلق الألواح، فلما عايَنَ ما صنعوا ألقى الألواح فانكسرت» . ¶ - وبهذين الإسنادين أخرجه الضياء في المختارة 10/81-82 بإسناده من طريق الإمام أحمد ... بهما؛ كما تقدم. ¶ - وابن حبان كما في الإحسان 8/32 (1658) ، ¶ - والطبراني في الأوسط (25) ، ¶ - وابن عدي في الكامل 7/2596، ¶ - وأبو الشيخ في الأمثال (5) ، ¶ - والحاكم في المستدرك 2/321؛ وصحّحه على شرطهما ولم يتعقّبه الذهبي، ¶ - والقضاعي في مسند الشهاب (1182 و1183 و1184) ، ¶ - والخطيب في تاريخ بغداد: 6/56، ¶ - والضياء في المختارة 10/80-81 من طرق - غير الطريقين المتقدمين-، ¶ ... وكلهم من طرق عن هشيم عن أبي بشر.. به. ¶ - والبزار في مسنده، كما في كشف الأستار (200) ، ¶ - وابن حبان كما في الإحسان 8/33 (1681) ، ¶ - والطبراني في الكبير (12451) ، ¶ - وابن عدي في الكامل 7/2596، ¶ ... كلهم من طرق عن أبي عوانة عن أبي بشر.. به. ¶ هذا وأخرجه الحاكم في المستدرك 2/380 من طريق أبي عوانة وهشيم - وتصحّف إلى هشام- كلاهما عن أبي بشر ... به؛ ولفظه «ليس المعاين كالمخبر ... » بطوله، وعلّق عليه الذهبي بقوله: (سمعه من أبي بشر ثقتان) يعني أبا عوانة وهشيما، فنص على سماع هشيم له من أبي بشر. ¶ قال الشيخ شعيب الأرناؤوط ورفيقه -في تعليقه على المسند 4/260-261: (حديث صحيح رجاله رجال الشيخين؛ غير سُريج بن النعمان فمن رجال البخاري، وهُشيم مُدلّس وقد رواه بالعنعنة، وقال ابن عدي: يُقال إن هذا لم يسمعه هشيم من أبي بشر، إنما سمعه من أبي عوانة عن بشر، فدلّسه، أبو بشر: هو جعفر بن أبي وحشية) ، وجاءت جملة نفي سماعه: (يُقال ... ) عند ابن عدي، والضياء في (المختارة) ، والقضاعي في مسند الشهاب؛ معزوّة ليحي بن حسان؛ أحد رواته عن هشيم، وقد نقل الترمذي -في العلل الكبير:2/965 بترتيب أبي طالب القاضي- عن الإمام أحمد أنه قاله؛، ولم أقف على تصريح هشيم بالسماع في سائر طرقه، وابن حبان ينفي تفرّده به، ولعله يعني أنه تابعه أبو عوانة، والكلام في كونه أخذه هشيم عن أبي عوانة فأسقطه؛ ليعلو بالسند، وعلى الحالين فأبو عوانة ثقة، فلا يضرّه؛ لو كان هو واسطته؛ كما في كلام ابن عدي.",
            "page": "127",
            "part": "1",
            "seal": "141A851B"
        },
        {
            "id": "6",
            "nass": "وأنسٌ (1) . ¶ __________ ¶ (1) حديث أنس (أخرجه: ¶ - الطبراني في الأوسط (6943) ، ¶ - وابن عدي في الكامل 6/2239، ¶ - والخطيب في تاريخ بغداد 3/200، ثم 3/359-360، ¶ - والضياء في المختارة 5/200 رقم (1827) و (1828) ؛ ¶ ... من طريق محمد بن عبد الله - هو: ابن المثنى بن عبد الله بن أنس بن مالك - الأنصاري، عن أبيه عبد الله يرويه عن عمه ثمامة بن عبد الله، عنه (، ما عدا الموضع الثاني عند الخطيب؛ وسيأتي. ¶ قال د. خلدون الأحدب - في زوائد تاريخ بغداد2/526 رقم (348) ، و2/535 رقم (349) : (إسناده حسن، والحديث صحيح من طرق أخرى) ، وقد ذكر سبب تحسين إسناده للكلام في (عبد الله بن المثنى) ؛ والحافظ يقول فيه: (صدوق كثير الغلط) ؛ كما في التقريب رقم (3571) ، وهنا تَبيّن عدم غلطه بموافقة الثقات، وعند البخاري في صحيحه أحاديث من روايته عن عمه ثمامة، كما نبه عليه الحافظ في هدي الساري. ¶ هذا وقد التبس أمر راويه (محمد بن عبد الله الأنصاري) على الشيخ حسين أسد في تعليقه على مجمع الزوائد 2/436؛ فتركّب له فيه ثلاثة أوهام: فالذي جده (زياد) هو الذي (كذبوه) ، وقد جاء عنده باسم (زيد) ؛ والذي جده (زيد) ثقة، كما في تقريب التهذيب في ترجمتهما، وليس هو في الواقع أحدَهما؛ بل هذا: جدُّهُ المثنى كما ذكر د. خلدون، وصحّحه الشيخ الألباني في صحيح الجامع برقم (5249) ؛ وذلك بمجموع رواياته. ¶ أما الموضع الثاني عند الخطيب - 3/359-360 - ففيه الحديث من طريق ثابت البناني عن أنس، لكن قال عنه الخطيب: (لا أعلم رواه إلا محمد بن هارون هذا - يعني أبا بكر البغدادي- بإسناده، وأُراه غلِطَ فيه، وأرجو أن لا يكون تَعمَّدَهُ) ؛ ولهذا استغربه، قال د. خلدون -3/196-: (إسناده ضعيف، والحديث صحيح من طرق أخرى) .",
            "page": "128",
            "part": "1",
            "seal": "FE71F670"
        },
        {
            "id": "7",
            "nass": "ورُوي عن أبي هريرة (1) ، رضي الله عنهم جميعا. ¶ ولما سبق ذِكرُهُ فقد جرَى مجرى المثل (2) . ¶ __________ ¶ (1) قال د. خلدون: (إسناده ضعيف جدا، والحديث صحيح من طرق أخرى) ، ولهذا جاء في صحيح الجامع رقم (5250) ؛ فتصحيحه بالنظر إلى متنه، وذكر د. خلدون أنه لم يقف عليه عند غير الخطيب، ووقفت عليه في لسان الميزان –8/143- في ترجمة (مقاتل بن محمد) يرويه عن سعيد الزبيري عن مالك عن الزهري عن سعيد عن أبي هريرة (، وبعده قول الدارقطني: (مجهول، والحديث منكر) ؛ يعني بهذا الإسناد. ¶ (2) أورده الإمام أبو عبيد القاسم بن سلام في كتابه الأمثال برقم (600) ص (201) ؛ قائلا: (وفي بعض الحديث: «ليس الخبر كالعيان» ) ، وهو في مجمع الأمثال 1/182 رقم (3270) بلفظ: (ليس الخبر كالمعاينة) ، وجاء في (الفاخر) - للمفضل ص (268) رقم (403) -: (رُوي عن رسول الله صلى الله عليه وسلم أنه أول من قال ذلك) ، وقد راجعت خمسةً من كتب الأوائل فلم أجد فيها ذِكر هذه الأوّليّة؛ لابن قتيبة، وابن أبي عاصم، والطبراني، والعسكري، والجراعي، والسيوطي، وعَنْوَنَ الشيخ الساعاتي للحديث في (الفتح الرباني) : 19/207 بعنوان: (أحاديث جرت مجرى الأمثال) ، ولم يُعلّق عليه بشيء، وفي (المستقصى) 2/303 رقم (1074) بلفظ: (ليس الخَبَر كالعِيَان) ، والخبر مضبوط في كتب الأمثال المذكورة بفتحتين، وورد في معجم الأمثال العربية 2/14 بضمة فسكون: (الخُبْرُ) ، وسيأتي في تعريف الخبر، ومعناه وإن كان سائغاً في الجملة لكنه ليس مُراداً في هذا المثل؛ لأنه بمعنى أن الخبرة الباطنة بالشيء ليس كالمُعاينة الظاهرة، وإنما قلت إن ذاك المعنى ليس مرادا في المثل: لأجل ما اتّصل بذكره في الحديث من قصة نبي الله موسى - على نبيّنا وعليه الصلاة والسلام- فالذي فيها مشاهدة ظاهرة بعد خبر منقول، قال المناوي - في فيض القدير 5/357 في شرحه للقصة-: (أفاد هذا أنه ليس حال الإنسان عند مُعاينة الشيء كحاله عند الخبر عنه؛ في السكون والحركة، لأن الإنسان لعلّه يسكن إلى ما يرى أكثر من الخبر عنه؛ وإن كان صادقا) ، هذا مع أني لم أقف على من ضبطه هكذا في كتب الرواية، ووقفت للحافظ على موضع تمثّل به -في مناسبة ذِكْرهِ لما كان يشعر به شيخه العراقي من سعادة غامرة برفيقه الهيثمي وأنها تفوق الوصف- فقال: (وليس العِيَانُ في ذلك كالخبر) ، (المجمع المؤسس) 2/188، وكأنّ الحافظ -رحمه الله- يقول: يا مَن أُخْبِرُكَ بهذا: لن تكون مِثلي قيما شاهدتُه مِن ذلك، لأنّ الذي بلغك مِن ذلك إنما هو خبر.",
            "page": "129",
            "part": "1",
            "seal": "4282819A"
        },
        {
            "id": "8",
            "nass": "قال المناوي رحمه الله: (عُدَّ من جوامع الكَلِمِ والحِكَمِ) (1) . ¶ وقد تأمّلت مضمون هذا الحديث، ثم نظرت في الفائدة التي أفادها منه المحدثون رحمهم الله تعالى؛ فوجدتهم يَبنون كلامهم في علم (مصطلح الحديث) -المُسَمَّى (علوم الحديث) - على مُفَادِهِ، ويُقرّرون مسائل علمهم فيه؛ على ضوئه. ¶ __________ ¶ (1) فيض القدير 5/357.",
            "page": "130",
            "part": "1",
            "seal": "7F6758C8"
        },
        {
            "id": "9",
            "nass": "ذلك أن الحديث يُفيد أنّ للعلم الحاصل للإنسان طريقين؛ منصوصاً عليهما فيه: ¶ - أولهما: المُعاينة، وهو أن يُبصر الإنسان أمامه حَدَثاً واقعاً فيَعلم بوقوعه؛ علماً مُباشراً دون واسطة، وقال الله عزّ وجلّ في مثل ذلك مِمّا لا ينكره منكِر: {قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ} (1) [آل عمران 13] ¶ فمرأى العين لا سبيل إلى إنكار وقوعه، ولا مجال لردّه، إلا أن يُدّعى في ذلك تخييل وتمويه؛ فذلك طارئ، وعلى خلاف الأصل، وهو مُحتاج إلى إثبات يُقرّر حصوله: ¶ وليس يصحّ في الأذهان شيءٌ إذا احتاج النهار إلى دليلِ (2) ¶ - ثانيهما: الخبر (3) ، وهو وسيلة العلم لمن لم يحصل له العلم المباشر ¶ __________ ¶ (1) ذكر ابن كثير رحمه الله في تفسير هذه الآية أنها في وقعة بدر؛ (عندما عاين كل من الفريقين الآخر؛ رأى المسلمون المشركين مثليهم -أي: أكثر منهم بالضعف- ليتوكلوا ويتوجهوا ويطلبوا الإعانة من ربهم عز وجل، ورأى المشركون المؤمنين كذلك ليحصل لهم الرعب والخوف والجزع والهلع، ثم لما حصل التصافّ والتقى الفريقان قلّل الله هؤلاء في أعين هؤلاء وهؤلاء في أعين هؤلاء ليُقدم كل منهما على الآخر) ، وهذا من باب الكرامة للمسلمين الذين انتهت بهم المعركة إلى النصر المُؤزّر كما قال تعالى: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ} . ¶ (2) ديوان المتنبي 3/92، مع شرح العكبري، وفيه: (في الأفهام شيء) . ¶ (3) قال العلامة الشوكاني-رحمه الله-: (الأَوْلَى أن يُقال في حدّ الخبر: هو ما يصحّ أن يدخله الصدق والكذب؛ لذاته) ، وقرّر هذا بعد مُناقشاتٍ لِّتعاريفَ لم تَسْلمْ من الاعتراض، في كتابه إرشاد الفحول إلى تحقيق الحق من علم الأصول ص (44) ، وانظر قبله: ص (42، 43) ، وعند الزبيدي –رحمه الله- في تاج العروس – مادة (خ ب ر) 3/166-167: نحوه؛ وهو ما قرّره بقوله: (إن أعلام اللغة والاصطلاح قالوا: الخبر –عُرفاً ولغةً- ما يُنقَل عن الغير، وزاد فيه أهل العربية: واحتملَ الصدقَ والكذب لذاته) ، وذكر ابن فارس –رحمه الله- في كتابه معجم مقاييس اللغة 2/239-: (الخُبْرَ) أحدَ أصلين في هذه الحروف الثلاثة، وجعل المعنى –على هذا الأصل: (العلمَ بالشيء، تقول: لي بفلان خِبْرةٌ وخُبْرٌ) ، زاد الزبيدي: (يُقال صدَّقَ الخُبْرُ الخَبَرَ) كأنه بمعنى صدّق العلمُ بالشيء -بعد رؤيتهِ المباشرة- ما نُقِلَ عنه من خَبَر؛ وطابَقَهُ، ومن هذا المعنى أخذ الحافظ ابن حجر تسمية كتابه: (مُوافقة الخُبْرِ الخَبَرَ في تخريج المنهاج والمختصر) ، على أنّ الزبيدي نقل عن بعضهم التفريقَ بين الخُبْر والخِبرة.",
            "page": "131",
            "part": "1",
            "seal": "32529891"
        },
        {
            "id": "10",
            "nass": "بالمعاينة، ولم يُبصر الحدث الواقع ولم يحضره، وحال بينه وبينه حائل المكان أو الزمان. ¶ من ذلك أنّه لم تعلم هذه الأمة الإسلامية بأهمّ خبر فيها، على مدى أجيالها المُتتابعة- بعد جيل الصدر الأوّل جيل الصحابة رضي الله عنهم، شهود الرسالة، وحضور الوحي، وأهل العلم المباشر برسول الله صلى الله عليه وسلم وبجميع ما جاء به-؛ لم تعلم هذه الأمّة المباركة بأجيالها المذكورة: عنه صلى الله عليه وسلم إلا بعلم جاء من طريق الخبر، فالتابعون هم الذين لم يروا رسول الله صلى الله عليه وسلم، وإنما رأوا الصحابة فأخبروهم به، بخلاف الصحابة ذوي العلم المباشر بشؤون رسول الله صلى الله عليه وسلم، وهم شُهداؤه العدول، البررة المُزكَّون في جميع ما صحّ عنهم من النقول (1) ، وقد كانوا جمعا غفيرا ¶ __________ ¶ (1) من كلام الأئمة في ذلك قول أبي زرعة الرازي: ((إذا رأيت الرجل ينتقص أحدا من أصحاب رسول الله صلى الله عليه وسلم فاعلم أنه زنديق، وذلك أن الرسول صلى الله عليه وسلم عندنا حق والقرآن حق، وإنما أدّى إلينا هذا القرآنَ والسننَ: أصحاب رسول الله صلى الله عليه وسلم، وإنما يريدون أن يجرحوا شهودنا ليبطلوا الكتاب والسنة، والجرح بهم أولى وهم زنادقة)) رواه الخطيب في الكفاية ص (97) .",
            "page": "132",
            "part": "1",
            "seal": "3DB6797D"
        },
        {
            "id": "11",
            "nass": "–رضي الله عنهم وأرضاهم- حفظت لنا أسماءهم الكريمة: دواوين عُنيت بهم وبأخبارهم وبسيرتهم العطرة. ¶ أقول: إن التابعين آمنوا برسول الله صلى الله عليه وسلم وبما جاء به، وإنما كان الذي وَصَلَ إليهم عنه: خبراً متواتراً، عن جمعٍ كبير هم جَمْعُ التواتر، الذين يحصل بخبرهم العلم الضروري الذي لا مناص من تصديقه، ثم انتقل ذلك إلى تبع الأتباع، فمن بعدهم، فالأجيال التالية إلى جيلنا هذا، وإلى أن يرث الله الأرض ومن عليها (1) . ¶ ولقد استوقفني كون الحافظ رحمه الله اختار لكتابه هذا: أن يّفْتَتِحَهُ -بعد خطبته ومقدمته - بالكلام عن (الخبر) ، فصدّق ذلك عندي قولَهُ: (على ترتيب ابتكرته) ، ولو لم يكن فيه من الابتكار إلا ما قدّمتُ بَيَانَهُ: لكان ابتكارا رائعاً حَقِيقاً بالإشادة به. ¶ والذي يظهر به هذا المعنى بجلاء: ما ذكرته من أن مبنى (علم المصطلح) على (قضية الخبر) . ¶ هذا مع أن كلام أهل العلم وتقريرهم في ذلك واضح لا يخفى، وإنما به استنرت، وبضيائه استرشدت، وذلك بعد توفيق الله تعالى، وأذكر من أهم ذلك اقتراح العلامة الشيخ محمد عبد الرزاق حمزة بأن يسمى علم المصلح: ((منطق ¶ __________ ¶ (1) كما في الحديث المتفق عليه - عند البخاري: 61كتاب المناقب 28 باب رقم 3640- ومسلم - 33 كتاب الإمارة، 53باب قوله صلى الله عليه وسلم: \"لا تزال طائفة ... \"، رقم 1921 ص 1523- من حديث المغيرة بن شعبة (: \"لا يزال ناس من أمتي ظاهرين؛ حتى يأتي أمر الله وهم ظاهرون\"؛ وهذا لفظ البخاري، ورواه عدد من الصحابة رضي الله عنهم عن النبيصلى الله عليه وسلم، قال شيخ الإسلام ابن تيمية-رحمه الله-: (تواتر عنه) ، كما في اقتضاء الصراط المستقيم 1/69، وانظر لقط اللآلئ المتناثرة في الأحاديث المتواترة، الحديث رقم (20) .",
            "page": "133",
            "part": "1",
            "seal": "65ED50B3"
        },
        {
            "id": "12",
            "nass": "المنقول، وميزان تصحيح الأخبار)) (1) ؛ وعلل ذلك بأن هذا العلم بالنسبة للرواية كقواعد النحو لمعرفة صحة التراكيب العربية، وأنه لو سُمِّيَ بذلك لكان اسما على مُسَمًّى. ¶ ولم أقف - لِقُصوري - على كلام لأهل العلم يذكر ما ذكرته، عن استفتاح الحافظ هذا وعن وجه ابتكاره فيه، وكفى به وجها وجيهاً يُّشادُ به، ويعرف طالب العلم - بواسطته- الموقع العلمي الذي هو فيه؛ حين يتوجه لدراسة هذا العلم فيدخل بابَهُ؛ وقد تصوَّرَ أيَّ بابٍ –من العلم- هو فيه. ¶ ولهذا السبب قلتُ ما قلتُ، وتطاولتُ وتطفّلتُ، فإن أصبتُ فبتوفيق الله تعالى؛ والخيرَ أردتُ، وإن كانت الأخرى فأسال الله الكريم مغفرة الزلة وإقالة العثرة إنه سميع مجيب، وصلواته وسلامه على سيدنا محمد وعلى آله وصحبه. ¶ __________ ¶ (1) اختصار علوم الحديث لابن كثير مع شرحه الباعث الحثيث للشيخ أحمد محمد شاكر، تقديم الكتاب للشيخ محمد عبد الرزاق حمزة، رحمهم الله جميعا ص (9) .",
            "page": "134",
            "part": "1",
            "seal": "CB00AAE6"
        },
        {
            "id": "13",
            "nass": "الفصل الثاني: رضا الحافظ عن كتابه هذا، وثناء العلماء عليه، وتاريخ تأليفه ¶ لقد ذكر السخاوي أنه لم يكن راضيا عن شيء من تصانيفه سوى الفتح، ومقدمته، والمشتبه، والتهذيب، واللسان، ثم ذكر السخاوي أنه رأى الحافظ –في موضع آخر - أثنى على شرح البخاري، والتغليق، والنخبة (1) . ¶ يُضاف إلى هذا –مما يُبيّن مكانتَها- كونُها قُرئت عليه في حياته (2) ، وبعضهم قرأها عليه قراءة بحث (3) ، وقراءةُ البحث - عند العُلماء المُحقّقين- منَ الأهمّيّةِ بمكانٍ؛ حيث نجد الحافظ نفسه، رحمه الله نوّه بها، في مُناسبة تكلّم فيها على شرحها (4) ، فكتب على نُسخةٍ لأحد طُلاّبه أنه قرأ عليه كذلك؛ ووصفها بقوله: (قراءةً حرّرها وأجاد، وقرّرها فأفاد؛ كما استفاد، وقد أَذِنْتُ له أن يَرويها عني ويُفيدها ... لمن أراد منه تَقريبَ معانِيها مِمّن يُعانيها؛ يُوضّحُها، حتى يدري - من لم يَطَّلعْ على مُرادي - ما الذي أعني) . ¶ وهذا المتن مع كونه احتوتْهُ - لاختصاره - كراسةٌ، إلا أنه جمع فيه مقاصدَ الأنواع التى عند ابن الصلاح، وزاد عليها أنواعاً لم يذكرها، فاحتوى ¶ __________ ¶ (1) الجواهر والدرر 2/659. ¶ (2) الجواهر والدرر 1/312، وانظر ما يأتي في ص (20) . ¶ (3) المجمع المؤسس 3/663، ويُضاف لما سبقت أن أحلت عليه في كتاب الجواهر والدرر: 3/1174 وانظر فيه: 1/477 و 1213. ¶ (4) الجواهر والدرر 3/195-1096، وانظر 3/1136.",
            "page": "135",
            "part": "1",
            "seal": "EF912482"
        },
        {
            "id": "14",
            "nass": "على أكثر من مائة نوع من أنواع علوم الحديث، كما قال السخاوي (1) . ¶ وقد أثنى عليها العلامة ابن الوزير نثرا ونظما - ونقله عنه الصنعاني (2) - مُتمثّلا بالبيتين القائلين: ¶ أَبْلَغُ العِلْمِ وأَشْفَاهُ (م) لأَدْوَاءِ الْفُؤَادْ ¶ اِخْتِصَارٌ في جِلاءٍ وَّبُلُوغٌ في مُرَادْ (3) ¶ ومن ذلك قول الصنعاني في منظومته للنخبة (4) : ¶ وَبَعْدُ: فَـ (النُّخْبَةُ) في عِلْمِ (الأَثَرْ) ... مُخْتَصَرٌ يَّا حَبَّذَا مِن مُّخْتَصَرْ ¶ وللعلامة شمس الدين أبي عبد الله محمد الشُّحروري؛ الشهير بـ (ابن ¶ __________ ¶ (1) الجواهر والدرر 2/677، ونبّه السخاوي على سبق ابن واصل لنحو هذه التسمية؛ لكن اسم كتابه (نخبة الفكر في علم النظر) ، واعتذر للحافظ بأنه لعلّه: ما استحضره حين التسمية به، وابنُ واصل هو: محمد بن سالم بن نصر الله بن سالم ابن واصل المازني، وانظر الأعلام 6/133 فقد ذكر أنه صنف رسالته الأنبرورية في المنطق في جزيرة صقلية، وأنها تُسمى (نخبة الفكر) . ¶ (2) مختصر في علم الحديث، ل (121 أ)) ضمن مجموع، وإسبال المطر ص (19و20) . ¶ (3) وقد تمثّل ابن الوزير بهذين البيتين - أيضا- مُقتبسا لهما في شعر أثنى به على كتاب العلامة تقي الدين الفاسي: العقد الثمين في تاريخ البلد الأمين؛ ونقلها الفاسي فيه في أثناء ترجمته لنفسه -1/358- وأوّلها: ¶ يا تقي الدين أحسنتَ (م) قِرَى أُمِّ البلادْ ¶ في اثني عشر بيتا ختمها بالبيتين المذكورين، وللعلامة ابن الوزير ترجمة أفردها من المعاصرين: القاضي إسماعيل بن علي الأكوع؛ بعنوان: (الإمام محمد بن إبراهيم بن الوزير وكتابه العواصم والقواصم) ، (ت:840 ?) ، والترجمة مكتوبة في الأصل: لتكون مقدمةً للكتاب المذكور. ¶ (4) إسبال المطر ص (17) .",
            "page": "136",
            "part": "1",
            "seal": "C3FBEBDF"
        },
        {
            "id": "15",
            "nass": "الشُّحرور) (1) أبيات أربعة في الثناء على (النخبة) وعلى (النّزهة) (2) ، وقد خَتَمْتُ بها عِدّةَ عشرةِ أبياتٍ قلتها للثناء على مُصنّفها - ورحمهم الله جميعا- وعلى مؤلفاته، وهي: ¶ مَا أَطْيَبَ الْعِلْمَ في وِرْدٍ وَّمُصْتَدَر (3) ... يَغْدُو، يَرُوحُ، يُعَاني خِدْمَةَ (الأَثَرِ) ¶ فَانْظُرْ لآثَارِهِ ... كَمْ شُرِّفَتْ قَدَمٌ ... سَعَتْ لَهُ.. فَأَفَادَتْ خَيْرَ مُدَّخَرِ ¶ عِلْمُ الْكِتَابِ - لَهُ- تَاجٌ يُّكَلِّلُهُ ... وَسُنَّةُ المُصْطَفَى المُخْتَارِ مِن مُّضَرِ ¶ كَمْ عَالِمٍ فِيهِ؛ أَعْلَى اللهُ مَنْزلَهُ ... فَوْقَ السُّهَا (4) وَالثُّرَيَّا طَاهِرَ السِّيَرِ ¶ وَالعَسْقَلانِيُّ نَجْمٌ.. في تَأَلُّقِهِ ... (فَتْحٌ) لَّهُ قَدْ أَتَى مِنْ (بَارِئِ) الصُّوَرِ ¶ كَم مِّنْ تَوَالِيفَ أبْدَى في الْعُلُومِ لَهَا ... نَفْعٌ جَلِيلٌ يُّحلِّي الجِيدَ بالدُّررِ ¶ إن رُّمْتَ تَبْغِي سَبِيلَ الرُّشْدِ في الأَثَرِ ... فَاشْفِ الْغَلِيلَ بما في (نخبة الْفِكَر) ¶ (واكْحُلْ بِـ\"تَوْضِيحِهَا\" عَيْنَ الْبَصِيرَةِ كَيْ ... تَحظَى بما رُمْتَهُ مِن \"نزهَةِ النَّظَرِ\") ¶ __________ ¶ (1) محمد بن عمر بن عثمان، الشمس المصري الحنفي، نزيل حلب، ويُعرف بابن الشحرور، ولد بعد (760 ?) ، ومات بدمشق سنة (858 ?) ، وله نظم، هكذا ترجم له السخاوي في طبقات الحنفية (ل: 271) بترجمة مختصرة، ولم أقف على غيرها. ¶ (2) أوردها الشيخ إبراهيم الّلقاني في (قضاء الوطر) ل (3) مصورة عن مكتبة الشيخ حماد الأنصاري رحمه الله، ووردت على طُرّة مخطوطة أصلية لنزهة النظر؛ محفوظة بمكتبة الحرم المكي برقم (777) نُسخت في عام 1263? بالطائف. ¶ (3) مصدر ميمي منقول لباب الافتعال. ¶ (4) السُّهَا: كُويكب صغير خفيّ الضوء ... والناس يمتحنون به أبصارهم، كما في لسان العرب (س ? ا) 14/408.",
            "page": "137",
            "part": "1",
            "seal": "2D18ED39"
        },
        {
            "id": "16",
            "nass": "(للهِ دَرُّ الَّذِي أَنْشَا حَدَائِقَها ... فَكَمْ رَأَتْ مِن شَذَاهَا الْعُمْيُ بِالْبَصَرِ) ¶ (لا زَالَ يُبْلي ثِيَابَ المجْدِ (1) مَا طَلَعَتْ ... شمْسٌ وَّغرَّدَ شُحْرُورٌ (2) عَلَى الشَّجَرِ) ¶ أما تاريخ تأليفها: فإن الحافظ -رحمه الله- ألف (نخبة الفكر) وهو مقيم في بلاده بمصر، وذلك في عام 812 ? كما أرّخ تلميذه السخاوي (3) . ¶ وهذا القول يُعكّر عليه ما اشتهر من أنه ألفها وهو مُسافر، وسبب الشهرة مُستند إلى بيت جاء في نظم النخبة للأمير الصنعاني هو: ¶ أَلَّفَهَا الحَافِظُ في حَالِ السَّفَرْ وَهْوَ الشِّهَابُ بْنُ عَلِيِّ بْنُ حَجَرْ ¶ وفي نسخة: (ألّفها الحافظ ثاقب النظر) (4) وهي أصوب، ولو كان الشأن راجعا لاختلاف النسخ لهان الأمر، إلا أن الإمام الصنعاني -رحمه الله- لما شرح هذه المنظومة التي سمّاها (قصب السكر) بشرحه الذي سمّاه (إسبال المطر) ، نقل عن العلامة ابن الوزير -رحمه الله، وكان عصري الحافظ- خبرا لم أقف على من وافقه عليه، وبدا لي فيه نظر على ضوء ما جاء عند المترجمين للحافظ ولحياته ¶ __________ ¶ (1) في فتح الباري 10/280 قول الحافظ رحمه الله: (العرب تُطلق ذلك وتُريد الدعاءَ بِطُولِ البقاء لِلمُخاطبِ بِذلك) ؛ وذلك في شرحه لدعائه صلى الله عليه وسلم للطفلة (أَمَة) المُكنّاة (أم خالد) : «أَبْلِي وَأَخْلِقِي» ؛ قال: (أي أنها تطول حياتها حتى يبلى الثوب ويخلَق) ، والشاعر يدعو للحافظ - والله يرحمهما- بدوام مجده وعزّه. ¶ (2) الشُّحْرُور في الأصل: طائر أسود فُوَيق العصفور يُصوّت أصواتا، لسان العرب (ش ح ر) 4/398، وكأنّ ناظمها بدا له ربطُ أبياته هذه باسم شُهرته. ¶ (3) الجواهر والدرر 2/677. ¶ (4) كما في شرح المنظومة للشيخ عبد الكريم مراد ص (19) .",
            "page": "138",
            "part": "1",
            "seal": "DEA397AD"
        },
        {
            "id": "17",
            "nass": "العلمية، ولتواريخ رحلاته؛ اللاتي وجدتها شغلت ثلاث فترات من حياته –أولى ووسطى وأخيرة - ولمؤلفاته. ¶ والخبر هو ما جاء في قول ابن الوزير عن الحافظ: (كتب - في سفره إلى مكة، سنة سبع عشرة وثمانمائة- مختصرا بديعا في علوم الحديث) (1) ، ففي السفر المذكور، وفي هذا التاريخ نظر من وجهين: ¶ أولهما: أن الحافظ كان في الفترة من عام (807 هـ) إلى عام (814هـ) مُستقرًّا بمصر غير مُرتحل، والتاريخ الصحيح لتأليف (النخبة) واقع ضمن هذه الفترة كما سبق نقله عن السخاوي، وأكّده السخاوي بقوله - أكثر من مرة - بأنها قُرئت على الحافظ قبل التاريخ الذي ذكره ابن الوزير، وذلك سنة (815هـ) (2) ، ثم إن الحافظ شرح (النخبة) بكتابه (نزهة النظر) شرحا مُدمَجا فيه متنُ النخبة، لكنّ شرحه لها كان في أواخر عام (818 هـ) وفرغ منه في مُستهلّ ذي الحجة من هذا العام (3) ، فلو قُدّر أن ابن الوزير يقصد هذا الشرح فالتاريخ الذي عنده لا ينطبق على هذا، وقد نقل عن كتاب (نزهة النظر) في (العواصم والقواصم) ؛ (ويُسمّيه: علوم الحديث) (4) . ¶ ثانيهما: أنّ رحلات الحافظ في فِئاتها الثلاثِ كما يلي (5) : ¶ __________ ¶ (1) مختصر في علم الحديث، لابن الوزير، ل (121أ) ضمن مجموع، وإسبال المطر ص (19) ، ونقل الشيخ عبد الكريم مراد هذا في شرحه للمنظومة ص (19) ، ولم يُنبّه على ما فيه. ¶ (2) تكرّر ذكر هذا في الجواهر والدرر، انظر: 1/312 و 3/1107 و1109 و1128 و1131 و1165 و1157 و1165. ¶ (3) الجواهر والدرر 2/677. ¶ (4) مقدمة تحقيق (الروض الباسم) 1/59، وأحال على (العواصم والقواصم) 9/127، 260، وهو كما ذكر. ¶ (5) تتبّعت- مؤخّرا- المواضع التي ذكر أرقام صفحاتها د. يوسف المرعشلي في مجلّد (الفهارس الفنّيّة) لكتاب (المجمع المؤسس) ص (441-442) ، واقتصرت في الإحالة على ما كان منها صريحا في ذِكر الموضع والسنة.",
            "page": "139",
            "part": "1",
            "seal": "A9A24C48"
        },
        {
            "id": "18",
            "nass": "أ- الأولى: الفترة الواقعة مدتها ما بين عام (775هـ) إلى عام (799هـ) : ¶ فقد زار بيت المقدس سنة (775هـ) بصحبة والده (1) ، كما ذكر سماعه لصحيح البخاري بمكة سنة (785هـ) (2) ؛ وذلك حين جاور في هذا العام في صُحبة وصيّه وحجّ معه (3) ، وذكر السخاوي أنه حج وجاور مع وصيه عام (786هـ) ؛ (وهو مُراهق، وقبلها وهو طفل مع والده) (4) ، وتعلّم الخط بمكة في السنة المذكورة (5) . ¶ أما رحلاته العلمية -التي أنشأ سفرها- فكانت أوّلها عام (793هـ) ، وكان نطاقها - إلى الغاية المذكورة: عام (799هـ) - في بلدان مصر: قوص (6) وبعض بلدان الصعيد عام (793هـ، ثم الإسكندرية في أواخر عام 797هـ، ولم يَعُدْ منها إلا بعد أشهُر من عام 798هـ (7) . ¶ __________ ¶ (1) المجمع المؤسس 1/354. ¶ (2) المجمع المؤسس 3/76. ¶ (3) المجمع المؤسس 3/96، وانظر: 3/267 و269. ¶ (4) الجواهر والدرر 1/150. ¶ (5) المجمع المؤسس 3/185. ¶ (6) قوص: من مدن جنوب مصر؛ تبعد عن القاهرة بنحو (650) كيلا، كما في (أطلس) طرق مصر، الخارطة ص (21) ، وفي معجم البلدان –4/413- أنها مدينة كبيرة؛ وهي قصبة صعيد مصر؛ وأنها كانت مركزا تجاريا مهماً، أما (الأطلس) المذكور آنفا فإن العلامات الإرشادية في خارطته تفيد أنها اليوم مدينة صغيرة لم يَعُدْ لها ما كان سابقا من أهمية، والطرق الموصلة إليها ثانوية. ¶ (7) الجواهر والدرر 1/142و145-146.",
            "page": "140",
            "part": "1",
            "seal": "C806BCAD"
        },
        {
            "id": "19",
            "nass": "ب- الثانية: من الفترة الواقعة ما بين أواخر عام (799 هـ) إلى عام (815هـ) ، فبعد عودته من الإسكندرية أقام حتى توجّه في شهر شوال من عام (799 هـ) قاصدا للحجاز عن طريق البحر، ووافق جمعا من الفضلاء بالطور قاصدين اليمن، فرافقهم في رحلتهم مرورا بينبع ثم جدة (1) ، وكانت تلك أولى رحلتيه إلى اليمن حيث وصلها في ربيع الأول من عام (800 هـ) (2) ، وتنقّل عامه ذاك بين بلدانها (3) ، ثم في أواخر عامه ذاك خرج قاصدا للحج، ليؤدّي حجة الإسلام، بصحبة موكب للحج جهّزه الملك الأشرف (4) ، ثم إنه عاد بعد حجة الفريضة إلى مصر، وتنقّل بها تنقُّلاتٍ وَصَفَ السخاوي فيها ما كان من الحافظ بأنه: (أشرف على الاستيفاء وحصول الاستيعاب لما أمكن بالديار ¶ __________ ¶ (1) في المجمع المؤسس 3/111 تحت ترجمة (خليل بن محمد الأقفهسي) ذكر الحافظ مُرافقته له إلى مكة من البحر في سنة (799 هـ) وأنه طلع من جدة إلى مكة، وتوجّه الحافظ إلى اليمن، ثم جاور الأقفهسي سنة (800 هـ) ، وأن الحافظ لما قدم لحج هذا العام من اليمن لقيه بمكة، كذلك ذكر أن الأقفهسي رحل إلى دمشق ودخلها عام (802 هـ) ، وأن الحافظ نفسه رحل إليها في العام ذاته فلقيه بها، ثم قدم معه إلى القاهرة؛ فأقام الأقفهسي إلى أن سافر للحج عام (804هـ) ، وأن الحافظ حج عام (805هـ) فلقيه بمكة على ما كان عَهِدَهُ عليه سابقا، وذكرت هذا المقطع لما فيه من تفصيلات؛ بحسبما اشترطتُهُ. ¶ (2) المجمع المؤسس 2/550 والجواهر والدرر 1/147. ¶ (3) الجواهر والدرر 1/146-149. ¶ (4) الملك الأشرف اسمه (إسماعيل الغساني) مؤلف كتاب (العسجد المسبوك في طبقات الخلفاء والملوك) ؛ (ت:803هـ) ، قدّم عنه د. شاكر محمود عبد المنعم دراسة مُستفيضة مع تحقيق قسم كبير من كتابه المذكور، انظر: الحافظ ابن حجر ودراسة مُصنفاته 1/119؛ حاشية (1) ، والخبر في الجواهر والدرر 1/150، وانظر الحافظ ابن حجر ودراسة مصنفاته: 1/124.",
            "page": "141",
            "part": "1",
            "seal": "10748C38"
        },
        {
            "id": "20",
            "nass": "المصرية) (1) ، حتى رحل منها إلى الشام، في شعبان من عام (802هـ) (2) . ¶ وكان رَافَقَهُ تقيُّ الدين الفاسي في رحلته لدمشق (3) ، وما زال مُتَنَقِّلاً بين بلدان الشام، وأرّخ مروره بنابلس في سنة (803هـ) (4) ، وفيها رجع إلى مصر؛ وفي صُحبته تقي الدين الفاسي (5) . ¶ وحجّ الحافظ في عام (805 هـ) وجاور بعض السنة التي تليها، ثم رحل من مكة إلى اليمن عن طريق البحر، وهي رحلته الثانية (6) ، وغرقت السفينة، ¶ __________ ¶ (1) الجواهر والدرر 1/156، وجاء فيها قبل صفحة: 1/155 قول السخاوي: (لما رجع من حجة الإسلام إلى بلده - في سنة إحدى وثمانمائة- جدّ في استكمال ما بقي عليه من مسموع القاهرة ومصر) ، وجاء معنى هذا عند د. شكر محمود عبد المنعم -في كتابه (الحافظ ابن حجر ودراسة مصنفاته) 1/127- إلا أنه أوهم أن ذلك كان بعد سنة (807هـ) ، وممّا يُفيده هذا الخبر: أن الحافظ رحمه الله توقف عن الأسفار في بلدان مصر عند هذا الحد؛ قبل سفره للشام في شعبان سنة (802هـ) لكونه استوفى ما فيها كما ذكر السخاوي هنا، أما وقت تأليف الحافظ للنخبة عام (812 هـ) فلم أقف على خبر يذكر سفره بداخل مصر ولا خارجها بعد عام (807 هـ) إلى أن خرج منها للحج في عام (815هـ) ؛ فمجموع هذا يُفيد ما ذكرته من كون الحافظ لم يُؤلّفها في حال السفر، بل في الحضر، وفي مصر؛ لا في سفر له إلى مكة، والله أعلم. ¶ (2) المجمع المؤسس 1/354 وانظر: 1/380 و2/365 و499 و572 و581، والجواهر والدرر: 1/156. ¶ (3) وهو مؤلف (العقد الثمين في تاريخ البلد الأمين) ، ذكر هذا في كتابه: (ذيل التقييد) 1/352-357. ¶ (4) المجمع المؤسس 1/211. ¶ (5) (ذيل التقييد) 1/454، و (العقد الثمين) 1/377. ¶ (6) أشار الحافظ إلى رحلتيه لليمن سنة (800هـ) وسنة (806 هـ) : في كتابه المجمع المؤسس 3/85-86 في ترجمة إسماعيل بن إبراهيم الجحافي التعزّي.",
            "page": "142",
            "part": "1",
            "seal": "965A5F56"
        },
        {
            "id": "21",
            "nass": "وأنقذه الله وأَكْثَرَ كُتُبِهِ التي اصطحبها وبعضها بخطه (1) ، ولم أقف على خبر يُحدّد تاريخ عودته من اليمن في هذه المرّة (2) ، وقد حج عام (806هـ) كما ذكر هو عن نفسه في ترجمة (أحمد بن إبراهيم القوصي) ؛ حيث قال: (حج معنا سنة ست وثمانمائة) (3) ، أما السخاوي فجزم بأن الحافظ كان في جدة في المحرم من عام (807 هـ) ، وأما الحج فلم يجزم به بل ظنّه، وكأنه لم يقف على قول شيخه هذا، ثم ذكر السخاوي أنه عاد من جدة إلى بلده (4) . ¶ هذا ولم أقف بعدها على رحلة للحافظ بمصر ولا خارجها (5) ، حتى حجّ ¶ __________ ¶ (1) (الجواهر والدرر) 1/151-152، ووصف الحافظ - بعض ما لاقاه في رحلته- للملك الأشرف باليمن؛ أحمد بن إسماعيل، في قصيدة نظمها له، انظر (الحافظ ابن حجر ودراسة مصنفاته) 1/125-127؛ وأحال على المطبوع من الديوان (47) . ¶ (2) جاء في آخر (المعجم الأوّل) من المجمع المؤسس: قول الحافظ: (يتلوه المعجم الثاني، وكان الشروع في جمعه بمدينة عدن سنة ست وثمانمائة) ، فلعلّ الحافظ بقي مُتنقلاً بين بلدان اليمن في أثناء عام (806 هـ) ، ثم إنه رحل عنها في عامه نفسه إلى مكة المكرمة. ¶ (3) المجمع المؤسس 3/21، وقال الحافظ في ترجمة شيخه العراقي - في المجمع المؤسس 2/188 -: (لازمته من شهر رمضان سنة ست وتسعين - يعني: 796هـ - إلى أن حججت في شوال سنة خمس وثمانمائة، سوى ما تخلّل ذلك من سفر إلى الشام وغيرها، ومات وهو في غيبتي في الحجاز) ، وأرّخ وفاته عام (806هـ) . ¶ (4) الجواهر والدرر 1/152، وفي (العقد الثمين) 1/344 أن الحافظ وولي الدين أبي زرعة -ابن الحافظ العراقي- وقفا بالقاهرة عام (807هـ) على مختصر للفاسي في تاريخ مكة اختصره نفسه من كتاب له؛ وسبق اختصاره له مرتين، وكتب كل منهما ثناء عليه وعلى مؤلفه. ¶ (5) في سنة (813هـ) - في شهر ربيع الآخر منه- كتب الحافظ تقريظا لكتاب الفاسي الذي سمّاه: (تحفة الكرام بأخبار البلد الحرام) ، وفي التاريخ نفسه قرّظه الحافظ أبو زرعة أحمد بن الحافظ العراقي، ولم يُذكر الموضع الذي كتبا فيه، والظاهر أنه بالقاهرة التي صُرّح بها في التقريظ التالي لتقريظيهما، وفي الجواهر والدرر 1/162 أنه ختم صحيح مسلم بمصر في أواخر هذا العام.",
            "page": "143",
            "part": "1",
            "seal": "327ABA48"
        },
        {
            "id": "22",
            "nass": "في سنة (815هـ) ، ولم يذكر السخاوي بعدها إلا خروجه من مصر لحجته الأخيرة (1) ، ورحلته الشامية، كما سيأتي. ¶ ج- الثالثة: من سنة (824هـ) إلى أوائل سنة (837هـ) : ¶ حجّ الحافظ حجته الأخيرة في عام (824هـ) (2) ، ورحل- في صحبة السلطان الأشرف (3) -إلى حلب، سنة (836هـ) (4) ؛ ومَرُّوا بدمشق (5) ، وصاموا رمضان وهم في بعض بلدان الشام، وذكر الحافظ توجُّهه - بعد استئذان السلطان، ثم أدائه صلاة عيد الفطر- إلى جهة حلب (6) ، ثم إنهم مكثوا إلى آخر ذلك العام، ثم عادوا إلى مصر فكان وصولهم إليها في المحرم من سنة (837هـ) (7) ، وبعدها لم أقف على رحلة للحافظ، على كثرة الأماكن التي رحل ¶ __________ ¶ (1) الجواهر والدرر 1/152-153. ¶ (2) المجمع المؤسس 2/171، والجواهر والدرر 1/153. ¶ (3) ذكر الحافظ صُحبته له في المجمع المؤسس 3/15، وذكر تفاصيل الرحلة في كتابه إنباء الغمر 3/492 في حوادث سنة (836هـ) ، وترجم للأشرف في: 4/78 وهو: الملك برسباي سلطان مصر؛ تولى عام (825 ?) وتوفي عام (841هـ) ، وانظر التعليق رقم (2) في المجمع المؤسس 3/15، وانظر: 2/317. ¶ (4) يُضاف لما سبق: الجواهر والدرر 1/176. ¶ (5) المجمع المؤسس 3/6 و15 و211. ¶ (6) إنباء الغمر: 3/496-497. ¶ (7) الجواهر والدرر 1/190.",
            "page": "144",
            "part": "1",
            "seal": "E4A74A46"
        },
        {
            "id": "23",
            "nass": "إليها (1) ؛ إلى العام الذي توفي فيه - رحمه الله- بمصر عام (852هـ) (2) . ¶ والخلاصة ممّا تقدم - مّما ذكره السخاوي من حجات الحافظ ورحلاته (3) ، ومّما ذكره غيره- لم أقف له رحلة في سنة اثنتي عشرة، ولا في سبع عشرة، ومن ذلك ما نجده عند تقي الدين الفاسي –وكان قد رافق الحافظ في بعض أسفاره وترجم له- فإنا لا نجده يذكر شيئا من هذا (4) . ¶ فأخلص من هذا إلى ما سبق أن قرّرته أن الحافظ ألّف (نخبة الفكر) وهو مقيم في بلاده بمصر، في عام (812هـ) (5) ، والله أعلم. ¶ __________ ¶ (1) الجواهر والدرر 1/192-195 سرد فيها ما يُقارب خمسين موضعا. ¶ (2) الجواهر والدرر 3/1185 وما بعدها. ¶ (3) الجواهر والدرر 1/142- 192. ¶ (4) ذيل التقييد 1/352- 357. ¶ (5) وتاريخ شرحه لها في (نزهة النظر) هو عام (818هـ) - كما سبق - وقد ذكرت الباحثة الفاضلة / سُهيلة الحريري - في مقدمة تحقيقها لشرح (بهجة النظر) (ص 186-187) تاريخي تأليف النخبة والنّزهة، وأردفته بالتاريخ الذي ذكره ابن الوزير بأنّه (قيل غير ذلك ... ) فذكرته معزوّاً إليه؛ مُكتفية بتمريضه.",
            "page": "145",
            "part": "1",
            "seal": "391B1FA5"
        },
        {
            "id": "24",
            "nass": "الفصل الثالث: ¶ الجهود المبذولة في خدمة كتاب (نخبة الفكر) ¶ لقد تبوّأتْ (نخبةُ الفكر) عند العلماء مكانةً عُليا بين كتب مصطلح الحديث، فمنذ أن صنّفها الحافظ ابن حجر وأهل العلم لا يزالون يتناولونها بالدرس، والشرح، ووضع الحواشي عليها، ونظمها، ومنهم من اختصرها أيضا، إلى غير ذلك من وجوه العناية والاهتمام بها، فأصبحت -على نطاق واسع- مدارَ اعتمادهم في هذا الفن البالغ الأهمّيّة. ¶ ولقد تطلّعتُ إلى تتبُّع الأعمال التي خُدِمَتْ بها النخبة، إلا أني وجدت مِنَ الباحثين مَن اجتهد في تتبُّعها (1) ، فلذلك رأيت أن أتناول-بالتعريف المُوجز ¶ __________ ¶ (1) عَدَدْتُ ما ذكره الشيخ علي بن حسن الأثري -في مقدمة تحقيقه لكتاب نزهة النظر الذي سماه النكت على (نزهة النظر) ص (15-26) ؛ فبلغ خمسةً وأربعين مُؤلَّفاً للعلماء حول متن (نخبة الفكر) وشرحه (نزهة النظر) ، ثم زاد عليه كثيراً فضيلة الدكتور/المرتضى الزين في مقدمة تحقيقه لليواقيت والدرر 1/34-46، فوصل بها ستة وستين مصنفا، وفي مقدمة تحقيق (شرح شرح نخبة الفكر) لملا علي قاري ص (111-116) : تسمية (38) مؤلَّفا خدمتْ النخبةَ وشرحَها؛ مُعنونة بفروعها؛ منها شروحٌ عددها (13) ، وحواشٍ عددها (13) ، ومنظوماتٌ عددها (12) ، ثم وجدتُ الباحثة الفاضلة/سهيلة الحريري بذلت جهدا مشكورا في هذا؛ فخصّصت - في مقدمة تحقيقها لكتاب (بهجة النظر على شرح نخبة الفكر) من ص (281) إلى ص (295) - عنوانا لذلك هو: (الفرع العاشر: الأعمال العلمية على الكتاب) -تعني (شرح النخبة) للحافظ- مِن منظوم؛ مع شرح للمنظومات، ومُختصرات، وشُروح لِكُلٍّ من (النخبة) و (النّزهة) ، وحواشٍ على كُلٍّ منهما، وختمتْ بمن ترجم عمل الحافظ هذا إلى اللغة التركية، واللغة الفارسية، وسأُحيل إلى بعض ما ذكرتْهُ، وأُنبّه على ما في بعضه، وهناك كتبٌ وقفتُ عليها ولم يَرِدْ عند هؤلاء وصفُها، فعرّفت بها بإيجاز.",
            "page": "146",
            "part": "1",
            "seal": "C71E5775"
        },
        {
            "id": "25",
            "nass": "- ما أمكنني الوقوف عليه منها، إما مطبوعا (1) ، أو مخطوطا، أو موصوفا - بِذكر ¶ __________ ¶ (1) ومن المطبوعات العتيقة ما يعزّ العثور عليه ويصعب البحث عنه، مثل: كتاب (شرح نزهة النظر في توضيح نخبة الفكر) لأحمد بن نصر الله الكجراتي (ت (998هـ) ، مطبوع قديما، واصلتُ البحث عنه فلم أصل إليه، ذكرتْهُ الباحثة الفاضلة/سُهيلة الحريري في مقدمة تحقيقها لبهجة النظر 1/287، وأحالت على فِهْرِسَيْ مخطوطات، كما ذكرتْ في ص (289) عنواناً هو (مُبتدأ الخبرفي مبادئ علم الأثر) لِمحمد سعيد عبد الغفّار (ت: 1329هـ) ،، وأنه شرْحٌ على نخبة الفكر، إلا أني وقفت لهذا المؤلف على كتاب باسم: (أحسن الحديث على متن توضيح مُصطلح الحديث) في فهرس مخطوطات الكتب الأزهرية 1/354، بينما وقفت - في الموضع نفسه- على العنوان الأوّل من تأليف الشيخ عبد العزيز بن محمد الأبهري؛ وأنّه شرح لمختصر نخبة الفكر الذي اختصره هو، وهناك مطبوع بالعنوان هذا - (مبتدأ الخبر في مبادئ علم الأثر) - من مُقتنيات (مركز جمعة الماجد للثقافة والتراث) ، في (دبي) ؛ منه نسختان إحداهما في مكتبة الشيخ عبد الغني عبد الخالق، والثانية في مكتبة الشيخ محمد بهجة البيطار - وكلاهما بالمركز- ومُفتتحه بغير مُفتتح كتاب الأبهري؛ المذكور في فهرست مخطوطات الأزهرية، ولم يُذكر مؤلِّفُه على غلافه، وأسلوبه أدبي عالٍ، ويميل إلى التورية، والنماذج التي وصلت إليّ منه رأيت فيها ابتداءه كتابه بمسائل عَنْونَها بمُقدّمات؛ وموضوعها في العقائد؛ استغرقت (39) صفحة، وفي مُفتتحه - بعد الخطبة- يقول: (اقترح عليّ راغب في علم الأثر، أن أُوضّح ما فيه من نخبة الفكر) ، وظاهره- والله أعلم- أنه لا يقصد الكتاب بل يقصد معنى المركب الإضافي (نخبة الفكر) ، قال - في ص (40) -: (وهذا أوان الشروع في المقصود؛ فنقول: الكلام إما خبر وإما إنشاء، فالخبر ما يحتمل الصدق والكذب لِذاته، والإنشاء ... ، ثم إن الخبر –باعتبار وصوله إلينا- إما متواتر أو غير مُتواتر، فالمتواتر ... ) ، وهكذا إلى أن ذكر الغريب وعرّفه، ثم عَنْونَ: (فوائد تتعلّق بمبادئ الخبر) ، فالأُولى: أنّ (الكلام قد يتضمّن الإخبار عن شيء ما نحو: كتب زيد) ، وهكذا سار مُبتدئا من الثلث الأخير لهذه الصفحة، وتابَعَ بحثه في تاليتها وختم ثلثها بتنبيه؛ في سِياق ذِكره للفائدة الأولى، وختم كتابه بالكلام على (مراتب الصحيح) وما تفيده أحاديث الصحيحين؛ لتلقّي الأمّة لهما بالقبول، ومناقشات حول ذلك، ثم ذكر فوائد شتّى جعلها في فقرات (أ، ب، ج، د) انتهى فيها إلى إشارة النووي -في شرحه لصحيح مسلم- لكتابه الذي اختصر به كتاب ابن الصلاح، ناقلا عن (التقريب) - له- قوله: (لا ينبغي أن يقتصر على سماعه وكَتْبِه ... ) ، ثم قال: (تمّ تأليفه في أواسط سنة (1320هـ) بمدينة بيت المقدس المباركة - لا زالت عامرة- وهذه الرسالة هي أوّل النفحات القدسية، ويتلوها النفحة الثانية وهي: خبر المُبتدأ) ؛ يعني مِمّا فتح الله به عليه في (القدس) ، ويحتمل أنّ مؤلفها هو (محمد سعيد عبد الغفار) بحيث يكون مُؤلّفا آخر له في حال سفره، ولهذا جعله جامعا، ووصفه بأنه نفحات، وتاريخ وفاته آتٍ بعد تأليفه بتسع سنوات، فالله أعلم، وترجم له الزركلي في الأعلام 6/142 وذكر أنه (فقيهٌ حنفي مصري، كان مُدرّسا في الأزهر) ، ولم يذكر هذا مِن مُؤلفاته؛ ولأجل وجود هذه الملابسات بدا لي أن ألفتَ نظر الباحث؛ لعلّه يتحرّر له مُستقبلا فيه شيء، والله أعلم.",
            "page": "147",
            "part": "1",
            "seal": "382BF509"
        },
        {
            "id": "26",
            "nass": "ما يُفيد تصوُّراً عنه- في الفهارس (الببلوغرافية) ، دون ما تعسَّرَ عليّ من ذلك، فأُوردُ نُبذةً عنه، وعن أهمّيّته، مُراعيا في السرد: ترتيبه الزمني، حيث وجدت أن هذا هو الأنسب للمقام هنا، وهي كما يلي: ¶ 1- نتيجة النظر في نخبة الفكر، لكمال الدين محمد بن محمد بن حسن الشُمُنِّي، (ت:821هـ) . ¶ وهو شرح لها؛ سيأتي التعريف به مُفصّلاً في المبحث الآتي إن شاء الله تعالى. ¶ 2- نظم نخبة الفكر، أو الرتبة في نظم النخبة، لمحمد كمال الدين بن محمد بن حسين الشمني (ت:821هـ) . ¶ نُشِرَ بتحقيق محمد سماعي الجزائري، عن دار البخاري للنشر والتوزيع؛ ببريدة والمدينة المنورة، عام (1415هـ) .",
            "page": "148",
            "part": "1",
            "seal": "BA868849"
        },
        {
            "id": "27",
            "nass": "ويتميّز هذا النظم بسلامته من عيوب النظم، مع وضوح العبارة، وجمال الأسلوب، وحسن العرض والترتيب؛ على حدّ قول مُحقّقها (1) ، ويصل عدد أبياته إلى (205) ، أولها: ¶ الحَمْدُ للهِ الْعَلِيمِ الْقَادِرِ مُرْسِلِ سَيَّدِ الأَنَامِ الحَاشِرِ (2) ¶ وآخرها: ¶ وَأَفْضَلُ الصَّلاةِ وَالتَّحِيَّةِ ... عَلَى محَمَّدٍ نَبِيِّ الرَّحْمَةِِ ¶ وَآلِهِ وَصَحْبِهِ الأَبْرَارِ ... مِنَ المُهَاجِرِينَ وَالأَنْصَارِ (3) ¶ 3- تنقيح لابن الوزير باسم: (مختصر في علم الحديث) ، أو (مختصر نخبة الفكر) (4) ، وهو العلاّمة محمد بن إبراهيم بن علي المُرتضى اليماني؛ المعروف بـ (ابن الوزير) ، (ت: 840هـ) . ¶ اطّلعت على مُصوّرتين له عن نُسختين خطّيّتين؛ محفوظتين بقسم المخطوطات ¶ __________ ¶ (1) انظر نظم نخبة الفكر للشمني: مقدمة المحقق (ص8) . ¶ (2) انظر المصدر السابق (ص13) . ¶ (3) انظر المصدر السابق (ص47) . ¶ (4) وردت تسميته الأولى على طرة نسخة (برلين) وأكثر النسخ كذلك، وأما في النسخة المكّية فباسم (علوم الحديث) ، وأما التسمية الثانية ففيما ذكرته الباحثة الفاضلة/سهيلة الحريري في مقدمة تحقيقها لبهجة النظر ص (285) ؛ مُحيلة على فهرس جامعة الملك سعود، وفهرس مخطوطات دار الكتب المصرية، إلا أنها وقع لها وهم في قولها: (شرحه محمد بن إسماعيل الصنعاني ... واسمه (توضيح الأفكار لمعاني تنقيح الأنظار) وهو مطبوع) -تعني الشرح- وقد طُبع المتن - مُؤخّرا- مُستقلا: (تنقيح الأنظار) ، وهو غير هذا المختصر بلا شك، ويُؤيّده قول الصنعاني - في (توضيح الأفكار) 1/127-: (قال المُصنف في مُختصره: ... ) .",
            "page": "149",
            "part": "1",
            "seal": "0A261DC2"
        },
        {
            "id": "28",
            "nass": "بالمكتبة المركزية بالجامعة الإسلامية؛ أُولاهما: (ميكروفلمية) برقم (5936/3) ، تقع في أربع ورقات؛ ضِمن مجموع (من ورقة 120 إلى 123) ، وتاريخ نسخها في عام (868 ?) ، أي بعد وفاة مؤلّفها بـ (28) سنة، وأصلها محفوظ بمكتبة (برلين) بألمانيا، وثانيتهما: (ميكروفلمية) برقم (7671/5) ، في خمس ورقات، منسوخة بتاريخ عام (1050هـ) ، وأصلها بمكتبة الحرم المكي برقم (764/4) ، وله نسخ أخرى (1) . ¶ وهو مختصر نافع، تناول فيه ابن الوزير جُمَلاً من (النخبة) بالتنقيح والتهذيب وتحرير عبارات، وقليل زيادات، مع ثناء مِدرار، وتبجيل مِكثار، قال - رحمه الله- في مقدمته: ((أما بعد: فإن الإمام العلامة الحافظ أحمد بن علي العسقلاني -الشهير بابن حجر، نفّس الله في مُدّته- كتب في سفره إلى مكة المكرمة - سنة سبع عشرة وثمانمائة (2) - مُختصرا بديعا في علوم الحديث، فوقفت عليه: ¶ ...... ................. وقوف شحيح ضاع في الترب خاتمه)) (3) ¶ وتمثّل بالبيتين السابق ذكرهما (4) ، ثم قدّم بين يدي ملحوظاته اعتذاراً ¶ __________ ¶ (1) وذكر له الشيخ علي بن محمد العمران ثلاث نسخ خطّيّة ضمن مجاميع –مُحدّدة بأرقامها- بمكتبة الجامع الكبير بصنعاء، كما في مقدمة تحقيقه للروض الباسم 1/39، باسم: ((مختصر في علم الحديث)) . ¶ (2) تقدّم بيان ما في هذا؛ ومُناقشته. ¶ (3) هذا عجز بيت للمتنبي؛ وصدره: ¶ بَلِيتُ بِلَى الأطلالِ إن لَّمْ أقفْ بها ¶ ............................. ¶ كما في شرح ديوانه، للعكبري 3/328. ¶ (4) في ص (20) .",
            "page": "150",
            "part": "1",
            "seal": "2B6B4E36"
        },
        {
            "id": "29",
            "nass": "رقيقاً؛ في غاية الأدب والتوقير للحافظ، مع مُحاولات كبيرة لبسط العُذر في ذلك للحافظ، بعبارات في قمّة التلطُّف، وأصدق التودُّد، وبأسلوب في أوج البلاغة؛ قال: ((لكنه بقي عليه - فيه- ما يَقيه من العين، ولا يُشْعَرُ بمثله إلا في سواد العين: ¶ كَفُوفَةِ الظُّفْرِ لا يُدْرَى بموضعِها ... ومِثْلُها في سواد العين مشهورُ (1) ¶ وذلك لكثرة اشتغاله في أوان ارتحاله، لا لِقصور في عرفانه، فهو إمام زمانه، فرأيت أن أُقلّل مِمّا وقع نقدي عليه، فأما الإحصاء (2) فلا سبيل إليه، إذ السهو والخطأ والنسيان مِن صفة كل إنسان، فأتدلّل عليه بِزيادة يسيرة، أو تحرير عبارة، عدْلاً لاّ عدْواً، لاعترافي أنّ الكتابَ كتابُهُ لفظاً ومعنىً ... )) إلى أن قال: (( ... إلا ما زدته فيه من الدلائل، غَيْرَةً على دعاويه العواطل؛ مِن مُّشابهتها للدعاوي البواطل ... )) (3) . ¶ وقد نقل الصنعاني هذه الجملة في شرحه لمنظومته: (قصب السكر) الذي سمّاه: (إسبال المطر على قصب السكّر) عند شرحه للبيت الذي قال فيه: ¶ ألّفها الحافظ في حال السفرْ ... وهو الشهاب بن علي بن حجرْ ¶ __________ ¶ (1) فوفة الظُّفر: البياض الذي يكون في أظفار الأحداث، كما في لسان العرب (ف وف) 9/273، ويعني حديثي الولادة؛ والجامع بين فوفة الظُّفر وبياض العين شفافيّة البياض؛ إلا أن الفوفة مُلاحمة لِظُفر الوليد لا تتميّز عنه؛ فلذلك وُصفت بالخفاء، والله أعلم، ولم أقف على قائل هذا البيت. ¶ (2) كأنه ضمّن الإحصاء معنى اللوم، والتضمين بابه واسع، أو استعمل الإحصاء هنا بلازم معناه، فأراد - بحسب السياق- معنى اللوم، وأصل الإحصاء: العدُّ، وذلك لأن اللوم يترتّب على تعديد المُؤاخذات، والله أعلم. ¶ (3) ل 120 ب من نسخة (برلين) ، ول 20 أمن نسخة الحرم المكي.",
            "page": "151",
            "part": "1",
            "seal": "44D61FE9"
        },
        {
            "id": "30",
            "nass": "ثم ذكر الصنعاني أنه استوعب نقل هذا المختصر في شرحه قائلا: ((وأنا نقلته بطوله؛ لأني - إن شاء الله تعالى- سأذكر ما انتقد ذهنه الوقّاد، وحرّره - من الأدلّة- وزاد)) (1) ، وقد تتبّعته فوجدته يُصدّر نُقُوله عنه بعبارة: (قال السيد محمد: ... ) . ¶ 4- نزهة النظر في توضيح نخبة الفكر، لصاحب المتن الحافظ أحمد بن علي ابن حجر العسقلاني، (ت:852 هـ) . ¶ نُشرت مرارا، منها: بتحقيق الدكتور نور الدين عتر عن مطبعة الصباح بدمشق، الطبعة الثالثة سنة (1421هـ) ، والشيخ علي بن حسن بن عبد الحميد عن دار ابن الجوزي بالدمام، والدكتور عبد الله الرحيلي عن مطبعة سفير بالرياض عام (1422هـ) . ¶ وقد أشار ابن حجر - في مقدمة هذا الشرح- إلى أنه صنّف أصله: (النخبة) بناءً على طلب من بعض إخوانه، ثم رغب إليه الشخص نفسه أن يضع عليه شرحا، وفي هذا يقول: ((فرغب إليّ؛ ثانيا، أن أضع عليها شرحا يَحُلُّ رموزها، ويَفتح كنوزها، ويُوضّح ما خَفِيَ على المُبتدئ من ذلك، فأجبته إلى سؤاله رجاء الاندراج في تلك المسالك، فبالغت في شرحها في الإيضاح والتوجيه، ونبّهتُ على خفايا زواياها، لأن صاحب البيت أدرى بما فيه، وظهر لي أن إيراده على صورة البسط أليق، ودمجها ضمن توضيحها أوفق، فسلكت هذه الطريقة القليلةَ السّالِكِ ... )) (2) . ¶ 5- العالي الرتبةِ في شرح نظم النخبةِ، لتقي الدين أبي العباس أحمد بن ¶ __________ ¶ (1) إسبال المطر ص (19-20) . ¶ (2) نزهة النظر (ص40) تحقيق: نور الدين عتر.",
            "page": "152",
            "part": "1",
            "seal": "1F5AAB23"
        },
        {
            "id": "31",
            "nass": "محمد بن محمد بن حسن الشمني، (ت: 872 هـ) . ¶ له نسخة خطية بالمكتبة الأزهرية بالقاهرة برقم (4538) ، وعنها مصورة بالجامعة الإسلامية بالمدينة النبوية برقم (851) ، وتقع في (43) ورقة، كتبها حسن حجازي البدري الأزهري سنة (1107هـ) . ¶ وهو شرح جيد على نظم النخبة لِوالدِ الشّارح الكمال الشمني؛ المُشارِ إليه آنفاً، فيه توضيح كثير من المعاني الغامضة، والألفاظ المُستغلِقة، مع تقريرات وتحريرات (1) . ¶ 6- حاشية على شرح نخبة الفكر، لزين الدين قاسم بن قُطلُوبُغا الحنفي المصري، (ت: 879 هـ) . ¶ نُشرت بتحقيق: د. إبراهيم الناصر، نشر دار الوطن بالرياض عام (1420هـ) ، ولهذه الحاشية أهمّيّة تستمدّها مِن كون واضعِها (ابن قطلوبغا) أحدَ تلاميذ المصنف الحافظ ابن حجر، ونجده - مِن أوائلها- وهو يذكر بعض مُراجعاته لشيخه حول بعض عباراتها، وقد عُنِيَتْ هذه الحاشية بتوضيح مشكلات المتن وبيان تقريراته، مع تعقُّبات وتنبيهات. ¶ هذا وقد ذكر المُحقّق تسمية هذه الحاشية (القول المُبتكر على شرح نخبة ¶ __________ ¶ (1) انظر العالي الرتبة في شرح نظم النخبة (ق1/ب) ، وذكرت الباحثة الفاضلة/سهيلة الحريري - في مقدمة تحقيقها لبهجة النظر ص (282) أنه ذُكر باسم (شرح بُغية الطالب الحثيث في علم مصطلح الحديث) ، كما ذكرتْ شرحا آخر لإبراهيم بن صبغة الله الحيدري باسم (أعلى الرتبة بشرح نظم النخبة) وأنّ له عِدّة نُسخ خطّيّة، مُوثّقة ذلك، بينما لم يذكر د. المرتضى الزين إلا نسبته إليه في (إيضاح المكنون) ، في مقدمة تحقيقه لليواقيت والدرر 1/38، كما ذكرتْ لأحمد بن موسى البيلي: (تقريرات مُفيدة على شرح منظومة الشُّمُنِّي في المصطلح) ؛ في الموضع نفسه من مقدمة تحقيقها لبهجة النظر.",
            "page": "153",
            "part": "1",
            "seal": "2B2EA4D0"
        },
        {
            "id": "32",
            "nass": "الفكر) ، وعدّهُ خِلاف الصواب (1) . ¶ 7- حاشية على شرح نخبة الفكر، لكمال الدين محمد بن محمد بن أبي شريف المقدسي الشافعي، (ت:906 هـ) . ¶ نشرت بتحقيق د. إبراهيم الناصر عن دار الوطن بالرياض عام (1420هـ) . ¶ وهي حاشية مُهمّة فيها فوائد كثيرة، وقد استقى بعضها من تقريرات ابن حجر نفسه حينما كان يقرأ عليه النّزهة، وبعضها الآخر ظهر له حين إقرائه هو لها، كما نبّه على ذلك في مقدمة حاشيته (2) . ¶ وهاتان الحاشيتان لِتلميذي الحافظ هذين: ابن قطلوبغا، وابن أبي شريف؛ مُشتهرتان عند أهل العلم (3) . ¶ __________ ¶ (1) حاشية ابن قطلوبغا، ص (13) مقدمة التحقيق، وكان قد سجّل هذه الحاشية لتحقيقها -في أُطروحة (ماجستير) - الشيخ أبو الفضل محمد حبيب الله الربّاني بجامعة أم القرى - فرع جامعة الملك عبد العزيز؛ آنذاك- في عام (1395هـ) على وجه التقريب، ثم لم يتمّ له ذلك، وقد أكّد لي عدم ثبوت هذه التسمية –كما نبّه عليه فضيلة المحقق- وكان أبو الفضل قد بحث وتحرّى. ¶ (2) حاشية الكمال بن أبي شريف على شرح نخبة الفكر (ص20) . ¶ (3) هناك حاشية على شرح نخبة الفكر، تأليف سري الدين بن أحمد بن مجد الدين الدروري المتوفى سنة (1066هـ) ، ولم أقف له على ترجمة، وبآخر نسخته الخطية أن تأليف الكتاب كان سنة (1043هـ) ، كما في فهرست دار الكتب المصرية 1/215، وقد أشار إلى هاتين الحاشيتين، وبدا له أن يتعقّب النخبة - في أشياء عند تدريسه لها- إلا أنه توجّه إلى ذلك توجُّه المُتحامل؛ فكتب هذه الحاشية قائلا في أولها: (لما قرأ عليّ جماعة من أهل النظر توضيح نخبة الفكر، وكانت معانيه كثيراً ما تَضِلُّ طريقَ المراد ... وتصدّى للتنبيه على ذلك الخلل كلٌّ من تلميذيه ... وقد فاتهما أشياء فنبهتُ عليها ... فعزّزت كتابيهما بثالث) ، وقد تعالى بنفسه حين رفعها إلى مصافّ تلميذي الحافظ، مُحاولاً الاستظهار بِهما في الخصومة ضدّ شيخهما، لكنْ أنّى له ذلك؟! والحال أنهما تأدّبا مع شيخهما ولم يَصِفا عمله بِمثل هذا الوصف المَشين الذي أتى به، فكيف يُقرَن المُسيء بالمُتأدِّبينِ؟! حاشا لله! فالله يغفر لنا وله.",
            "page": "154",
            "part": "1",
            "seal": "57372A80"
        },
        {
            "id": "33",
            "nass": "8- منح النُّغْبَة (1) على شرح النخبة، وهو حاشية على شرحها للحافظ، ألّفه رضي الدين محمد بن إبراهيم بن يوسف، الحنفي، الشهير بابن الحنبلي، المُتوفى عام (908هـ) ، ولم أقف على مَن ذكر وجود هذه الحاشية، لكنّ تلخيصاً لها موجودٌ - لِمؤلفها- باسم: (قفو الأثر في صَفو علوم الأثر) . ¶ 9- قفو الأثر في صفو علوم الأثر، لابن الحنبلي؛ طُبع قديما بطبعة عتيقة في عام (1326هـ) ، بمطبعة السعادة بمصر، ثم بتحقيق الشيخ عبد الفتاح أبو غدة - رحمه الله- في طبعته الثانية في بيروت عام (1408هـ) ، قال مُحقّقها -بعد أن ذكر الأصل (منح النغبة ... ) -: (لخّصها أحسن تلخيص، ومحّصها أفضل تمحيص؛ بالنظر في شرحها وحواشيها، وحرّرها) ، وقد استفتح ابن الحنبلي كتابه بخطبة الحافظ (للنّزهة) بِطُولها، حتى انتهى إلى ابن الصلاح ومُجمل ما خَدم العلماء به كتابه، فوجدَ -عندها- المناسبةَ لِذِكْرِ الحافظ، وأثنى عليه، وعلى كتابه،؛ قال: ¶ ((لخّص المُهمّ من هذا الاصطلاح -مِمّا جمعه في كتابه الحافظ ابن الصلاح-، مع فرائدَ ضُمّتْ إليه، وفوائدَ زِيدتْ عليه، في أوراق قليلة، هي في نفسها جليلة، ... فصارت جديرةً - إذ صَغُرتْ حجماً؛ وتراءت نجماً: لِكُلّ أثريٍّ- بِقول من قال: ¶ __________ ¶ (1) النُّغبة: الجُرعة، كما في لسان العرب (ن غ ب) 1/765.",
            "page": "155",
            "part": "1",
            "seal": "B30C96CA"
        },
        {
            "id": "34",
            "nass": "والنجمُ تَستصغرُ الأبصارُ صورَتَهُ ... والذَّنْبُ لِلطَّرْفِ لا للنجم في الصِّغَرِ (1) ¶ إلى أن شَرَحَهَا، وضمّن شرحَها مِن طُرَف الفوائد، وزوائد العوائد؛ كرّةً فكرّة، ما لا يُحصى كثرة، وإن لم يَخْلُ عن فَوات تحرير، وركاكة تقرير، كما لم يخْلُ متنه عن ضيق العبارة، وإن لَطُفتْ منه الإشارة ... )) (2) ، ولم أقف على مَن وافق المؤلف -سامحه الله- على عزو الركاكة لِشيء مِمّا قرّره الحافظ في كتابه هذا، فالله يغفر لنا ولهم. ¶ 10- شرح نخبة الفكر، للشيخ مُلاّ علي بن سلطان الهروي القاري (ت: 1014هـ) . ¶ طُبع لأول مرّة بإستانبول عام (1327هـ) ، ثم طُبع مؤخّرا بتحقيق محمد نزار تميم، وهيثم نزار تميم، عن دار الأرقم ببيروت، سنة (1416هـ) . ¶ وهو شرح مهم عُنِيَ فيه مُصنّفه بتوضيح عبارات ابن حجر وإزاحة الغموض عنها، مع حلّ الإشكالات، وضبط غريب الألفاظ، والأعلام، والمواضع، والكُنى، وغير ذلك، وسلك فيه مسلك الإيجاز والدقّة والتّحقيق وسلامة التعبير، واعتمد فيه على مصادر كثيرة وضمّنه حاشية ابن قطلوبغا، وكان يصدّر نُقوله عنها بقوله: (قال تلميذه) ، ورُبما عَتَبَ عليه في بعض ما لم يستحسنه منه، وبالجملة فهذا الشرح مفيد جدا لا سيما لمن أراد الوقوف على آراء المحدثين من الحنفية (3) . ¶ __________ ¶ (1) البيت لأبي العلاء المعرّي، كما في ديوانه (سقط الزند) ص (61) . ¶ (2) قفو الأثر ص (42) . ¶ (3) انظر شرح شرح نخبة الفكر لعلي قاري: مقدمة المحققين (ص14-15) ، والإمام علي القاري وأثره في علم الحديث (ص177) .",
            "page": "156",
            "part": "1",
            "seal": "D798E5E0"
        },
        {
            "id": "35",
            "nass": "11- اليواقيت والدرر في شرح نخبة ابن حجر، لمحمد المدعو عبد الرؤوف بن تاج العارفين بن علي المناوي، (ت:1031هـ) . ¶ طُبع طبعة رديئة بتحقيق ربيع بن محمد السعودي، عن مكتبة الرشد، بالرياض عام (1411هـ) ، ثم حققه محمد بن زين العابدين رُستم في رسالة ماجستير - في المغرب- نوقشت بجامعة محمد الخامس بالرباط عام (1413 هـ) ، ثم حقّقه أيضا د. حسن محمد عبه جي، وهو أطروحته للدكتوراه التي نوقشت بجامعة القرآن الكريم والعلوم الإسلامية بالسودان عام (1417هـ) ، ثم طُبع طبعة جيّدة بتحقيق الدكتور محمد المرتضى الزين أحمد، وصدر عن مكتبة الرشد، بالرياض، سنة (1420هـ) . ¶ وهو شرح غزير الفائدة؛ قد أحسن شارحه في جمعه وتصنيفه، وصياغته وترتيبه، وأتى فيه بفوائد كثيرة، وضمَّنَهُ تعقبات تلاميذ ابن حجر وغيرهم في مناقشة بعض المسائل التي جاءت في شرحه (النّزهة) ، إضافةً إلى ما زاده من تقريرات وتعقُّبات وشروح وإيضاحات (1) ، وبالجملة فشرحه من أحسن شروح النّزهة وأنفسها. ¶ 12- قضاء الوطر من نزهة النظر في توضيح نخبة الفكر في مصطلح أهل الأثر، لأبي الإمداد إبراهيم بن إبراهيم اللَّقَاني المالكي، (ت: 1041هـ) . ¶ له نسخة خطية بالخزانة العامة بالرباط برقم: (507ق) ، ويقع في (327) صحيفة. ¶ وهو شرح كبير اعتنى فيه الشارح بإيضاح مشكلات النّزهة وغوامضها، ¶ __________ ¶ (1) انظر اليواقيت والدرر: مقدمة محققه الدكتور المرتضى الزين (ص69) .",
            "page": "157",
            "part": "1",
            "seal": "B7355034"
        },
        {
            "id": "36",
            "nass": "مستفيدا من الشُّرَّاح وأصحاب الحواشي الذين سبقوه، وقد رمز إلى نقوله عن ابن قطلوبغا بحرف (ق) ، والبقاعي بحرف (ب) ، وصرح بأسماء غيرهم (1) ، وكان تأليفه لهذا الشرح سنة (1023هـ) (2) . ¶ 13- عقد الدرر في نظم نخبة الفكر، لأبي حامد محمد العربي بن يوسف الفاسي (ت: 1052 هـ) ، قام بطبعه والتعليق عليه الدكتور/ محمد بن عزوز، من المغرب، وقدّم بترجمة مُوسّعة لِمُصنّفه، بعد ذكره لِنبذة عن أهميّة هذا الفنّ، وعن المنظومات فيه، والكتاب مطبوع في (دار ابن حزم) ، في بيروت، بطبعته الأولى عام (1422هـ) ، كما ذكر الدكتور أن له شرحاً؛ لِلمؤلّف نفسه، وأنّه يُهيّء لنشره: الأستاذ/ سالم الباشي. ¶ وقد أسهب الناظم في منظومته؛ بحيث بلغ عدد أبياتها -بإحصائي-: (420) بيتا، لكونه راعى التوسُّع في عباراته بقصد التوضيح والبيان، استفتحها (3) بقوله: ¶ الحمد لله الذي منّ بما ... عَلَّمَ -مِن عِلم الحديث- العُلَمَا ¶ أورثهم خلافة الرسالةْ ... وأخلفَ العِصمةَ بالعدالةْ ¶ وخصّهم بالسند المُلحِقِ مَنْ ... روى..بِمَن رأى وشافَهَ السُّننْ ¶ ثم صلى على رسول الله صلى الله عليه وسلم، وتابع نظمه مُعرّجاً على فضل العلم، ومكانة الحديث منه، ومنزلته من الكتاب العزيز، والثناء على علمائه، وعلى جهودهم، وتنويعهم التأليف بِمُطوّلات ومُتوسّطات ومُختصرات، ثم ذكر (النخبة) مُثنياً ¶ __________ ¶ (1) انظر قضاء الوطر (ص2) . ¶ (2) انظر المصدر السابق (ص327) . ¶ (3) ص (47) .",
            "page": "158",
            "part": "1",
            "seal": "68B8364E"
        },
        {
            "id": "37",
            "nass": "عليها، ومُبيّنا حاجتها للبيان، ومُنبّها على أن له إضافات وتصرُّفات؛ لأسباب دَعَتْهُ إلى ذلك، فمن ذلك قوله: ¶ وحبّذا (النخبةُ) لابن حجرِ ... فيها المُهمّ مِن علوم الأثرِ ¶ فإنّها لُبابُ هذا البابِ ... لِطالبيه مِن أُولي الألباب ¶ لكنه أوجزَ حتى أعجزا ... وأنجز البذل بها.. فأعوزا ¶ إذ هي حظُّ المُبتدي، وكيف لهْ ... يَعي ويدري نثره ومُقفلهْ؟! ¶ لأجْل ذا نَظمتُها في عِقدِ ... مُستوفياً لّها -جميعاً- جهدي ¶ مع مزيدٍ وتصرُّفٍ كثيرْ ... لِنُكتةٍ.. يعرف ذلك البصيرْ ¶ ومِمّا ختمها به (1) : الصلاة على رسول الله صلى الله عليه وسلم بعد قوله: ¶ فالحمد لله؛ كما يَجِبُ لهْ كما هدى لِنظمه وكمّلَهْ ¶ قال د. محمد عزوز -فيما قدّم به للمنظومة (2) -: (هذا النظم يَصلُح أن يُختار مُقرّراً دراسياًّ لأوائل مرحلة الدراسة الجامعيّة، لِغزارة علمه، وحُسن جمعه وتحريره، ووضوح عبارته وتقريره) ، وذكر خدمته للكتاب بقوله: (أرجو أن يكون ما قُمتُ به -مِن خدمةٍ لّه- سهّلتِ الاستفادةَ منه، ويسّرتِ الانتفاعَ به لِكُلّ راغب، ومِن الله التوفيق) . ¶ ولي على هاتين الجملتين ملحوظتان: ¶ أنّ النظم مُتوسّط في سبكه، ومن حيث الفائدةُ في بابه، لِكون المقصود من النظم: هو أن يحفظ الطالب المُهمّ، ويقتصر عليه؛ دون سواه مِمّا يَرِدُ في الشروح، لأنّ المحفوظ تحمل عِبئَهُ الذاكرة، فإذا زاد أرهقها بدون حاجة، ¶ __________ ¶ (1) ص (78) . ¶ (2) ص (10) .",
            "page": "159",
            "part": "1",
            "seal": "15B7B3EE"
        },
        {
            "id": "38",
            "nass": "ويُغني عنه الموُجز الذي يُذكّر - إذا حُفِظَ- بما وراءه مِمّا تحتويه الشروح، ومن المنظومات ما هي أولى - في نظري- بما ذكره فضيلة الدكتور، كمنظومة الصنعاني؛ فعددُ أبياتها في حدود نصف هذه المنظومة. ¶ ب - أنّ المنظومة المطبوعة لم تنل حقَّها من العناية ببعض كلماتها، والتثبّت من بعض مُفرداتها، فهي بحاجة إلى إعادة نظر وتحرير، ولعلّ الله يُوفّق الذي تولّى خدمتها بالعودة لخدمة نصّها كما ينبغي، لا سيّما ونُسَخُها الخطيّة الثلاث موجودة لديه في المغرب، ويُقابلها بالمنظومة في نُسخة الشرح، وأتوقّع أنه سيسهُل عليه المطلوب بالنظر في الشرح، وحبّذا لو تعاون مع القائم على خدمة الشرح؛ فتحرّيا؛ واستعانا بِمُتخصّص يُقيم لهما لُغتها ووزنها، والله يُوفّقني وإيّاهما؛ فلم أقصد تنقُّصَهُمَا، والدين النصيحة. ¶ أما مُقدّمة الكتاب التي احتوت على التعريف بالمُصنّف وكتابه فقد شغلت (39) صفحة، وجادت وأفادت، وتَلتْها المنظومةُ في (33) صفحة، ثم خُتِمَ الكتاب بمتن (النخبة) ، ثم الفهارس المُتنوّعة. ¶ 14- مُنتهى الرغبة في حلّ ألفاظ النخبة، جاء في أوّل مخطوطته تسمية مؤلفه هكذا: (محمد جمال الدين عبد الله بن علي الخَرَشي البحيري؛ الشهير نسبه ونسب عُصبته بأولاد صباح الخير) ، وفي بعض مراجع ترجمته: (محمد بن عبد الله الخراشي، المالكي) ، ولادته سنة (1010 هـ) ، ووفاته سنة (1101 هـ) ، كما في الأعلام للزركلي: 6/ 240-241 وأنّه أوّل من تولى مشيخة الأزهر، وفي نسخته الخطّية: أنه لخّصه مِن حواشي: قاسم الحنفي –يعني ابن قطلوبغا- ورمز له: (ق) ، وللبقاعي: (ب) ، وللشيخ علي الأُجهوري: (ج) ، وللشيخ إبراهيم اللقّاني: (?) ، وفرغ من تأليفها: يوم الأربعاء أواخر صفر سنة (1087?) ، وهذه الحواشي على (نزهة النظر) .",
            "page": "160",
            "part": "1",
            "seal": "36FBF09F"
        },
        {
            "id": "39",
            "nass": "له نسخة خطّية أصلية وقفت عليها بمكتبة الحرم المكّي ضمن مجموع يحمل رقم (751) ؛ هي الثانية فيه: من الورقة رقم: (59) إلى رقم (473) ، فمجموع أوراقه: (415) ورقة؛ كُتبت بخط نسخي جميل، وناسخها: أحمد بن عبد الكريم الأشموني، وتأتي فيها عبارت (النّزهة) بعد كلمة: (قوله) ، المكتوبة بخط أحمر، أو واو حمراء، وناسخها: أحمد بن عبد الكريم الأشموني. ¶ وللكتاب نسخة خطّية أخرى كاتبها: إبراهيم الفيومي المالكي في شهر ذي القعدة من العام الذي فرغ فيه مُؤلفها منها، وتقع في (465) ورقة، من محفوظات دار الكتب المصرية (1) . ¶ 15- إمعان النظر شرح شرح نخبة الفكر، لمحمد أكرم بن عبد الرحمن النصربوري السندي، (من علماء القرن الحادي عشر الهجري) . ¶ طبع بتحقيق أبي سعيد غلام مصطفى القاسمي عن أكاديمية الشاه ولي الله بحيدر آباد السند باكستان بدون تاريخ. ¶ وهو من الشروح المعتمدة عند علماء شبه القارة الهندية، وقد وصف الشارح منهجه في مقدمة شرحه فقال: ((فشرحته شرحا تصدّيت فيه لحلّ مُغلقاته ... ، وأطَلْتُ في بعض المواضع في تحقيق القواعد لكونه الباعث الأصلي على تعليق هذه الفوائد ... )) (2) ، ورُبما في بعض عبارات مقدمته ما يُطري به نفسه، والله يغفر لنا وله. ¶ 16- بهجة النظر شرح على شرح نخبة الفكر، لأبي الحسن الصغير بن محمد صادق السندي المدني، (ت: 1187هـ) . ¶ __________ ¶ (1) فهرس دار الكتب المصرية 1/306. ¶ (2) إمعان النظر شرح شرح نخبة الفكر (ص1) .",
            "page": "161",
            "part": "1",
            "seal": "402AFFE8"
        },
        {
            "id": "40",
            "nass": "طُبع هذا الشرح لأول مرة بمطبعة كلزار محمدي بلاهور باكستان سنة (1307هـ) ، ثم طبع بتصحيح وتعليق أبي سعيد غلام مصطفى القاسمي السندي عن أكاديمية الشاه ولي الله بحيدر آباد السند باكستان بدون تاريخ. ¶ وهو شرح جيد اعتنى فيه شارحه بإيضاح الألفاظ المشكلة وحل المعاني المستغلقة في النّزهة (1) . ¶ ثم وفّق الله الباحثة الفاضلة/ سُهيلة بنت حسين بن محمد الحريري لدراسته دراسة مُوعبَة موسّعة؛ في مقدمة تحقيقها لِحصّة مِن أوّله إلى نهاية (المردود لِسقط راوٍ في السند) ، في أُطروحتها لمرحلة (الماجستير) ، بقسم السنة وعلومها، بكُلّيّة أصول الدين، بجامعة الإمام محمد بن سعود الإسلاميّة، بالرياض، في العام الجامعي (1417- 1418هـ) ، وكانت بِعملها هذا مِثالَ الباحثة المُتقصّية في دراستها، الجادّة في تناوُلها، على تطويلات لها في التخريج، وبعض التراجم والتعليقات، ووقعت رسالتها في (1290) صفحة؛ ضمّتها ثلاثة مُجلّدات؛ زاخرة بألوان الإجادة، وفُنون الإفادة. ¶ 17- المختصر من نخبة الفكر، لعبد الوهاب بن أبي البركات الشافعي الأحمدي، كان حيًّا سنة (1150هـ) . ¶ طُبع مع شرحه عقد الدرر للعلامة محمود شكري الآلوسي. ¶ 18- قصب السكر نظم نخبة الفكر، لمحمد بن إسماعيل الأمير الصنعاني اليماني، (ت: 1182هـ) . ¶ وهي مطبوعة مع شرحها الذي لمؤلفها: (إسبال المطر) ، وشرحها الآخر: (سحّ المطر) . ¶ __________ ¶ (1) بهجة النظر (ص1) .",
            "page": "162",
            "part": "1",
            "seal": "4DCCB0B0"
        },
        {
            "id": "41",
            "nass": "ويبلغ عدد أبياتها: (203) ، أولها: ¶ حَمْداً لِّمَن يُّسْنِدُ كُلُّ حَمْدِ ... إِلَيْهِ مَرْفُوعاً بِغَيْرِ عَدِّ (1) ¶ وآخرها: ¶ ثُمَّ صَلاةُ اللهِ وَالسَّلامُ ... عَلَى الَّذِي لِلأَنْبِيَا خِتَامُ ¶ وَآلِهِ وَأَسْأَلُ الرَّحْمَانَا ... حُسْنَ خِتَامٍ يُّدْخِلُ الجِنَانَا (2) ¶ 19- إسبال المطر على قصب السكر، لمحمد بن إسماعيل الأمير الصنعاني اليماني، (ت: 1182هـ) . ¶ طُبع بدار السلام بالرياض عام (1417هـ) بتحقيق محمد رفيق الأثري. ¶ وهو شرح جيد على منظومة الشارح المسماة قصب السكر (حلّ مبانيها، وأبان معانيها، مع اختصار واقتصار، ووفاء ببيان القواعد والمختار) (3) ، وكان فراغه من هذا الشرح سنة (1173هـ) (4) . ¶ 20- ثمرات النظر في علم الأثر، للعلاّمة محمد بن إسماعيل الأمير الصنعاني، وهو كتاب له بـ (نخبة الفكر) علاقةٌ من حيثُ كونُه تخصّصَ في الكلام على مسألة من مسائله، وكان أسلوب طرحه فيه -عفا الله عنه- غيرَ مرضيٍّ على قواعد أهل السنة، ولهذا تردّدتُ في ذِكره، لكني رجّحت إيراده لأتعرّض لِذكر مَن نبَّهَ على ما أُوخذ به، قال -في مُفتتحه بعد الخطبة-: ((لمّا منَّ الله بِمُذاكرةٍ مع بعض الأعلام في (شرح نخبة الفكر) للحافظ..... وانتهت إلى ¶ __________ ¶ (1) قصب السكر مع شرحها إسبال المطر (ص7) . ¶ (2) المصدر السابق (ص314) . ¶ (3) إسبال المطر على قصب السكر (ص7) . ¶ (4) المصدر السابق (ص316) .",
            "page": "163",
            "part": "1",
            "seal": "02CD3C24"
        },
        {
            "id": "42",
            "nass": "بحث الجرح والتعديل، عَرَضَتْ -عند المُذاكرة- فروعٌ ناشئةٌ عن ذلك التأصيل، فرغِب ذلك العَلَم؛ إلى تحريرها في الأوراق بالقلم، تحريراً لِلفظها وحِفظا لمعناها، وإبانةً لِلحقّ النافع يوم يَعنُو كُلّ نفس ما عَنَاها ... )) ، والكتاب مطبوع بتعليق (رائد بن أبي علفَة) ، نشرته دار العاصمة بالرياض، بطبعته الأولى سنة (1417 هـ) ، وكان الكتاب قد خُدم في أطروحة (ماجستير) بتحقيق أحمد ناشر بجامعة الملك سعود عام (1401 هـ) ، وقد خصّص بحثاً لإشكالات الكتاب: الشيخ محمد ثاني عمر موسى؛ النيجيري، الطالب بمرحلة (الدكتوراه) بكُلّية الحديث؛ وتفنيد ما ورد فيه مِن غمزٍ لعدالة بعض الصحابة؛ رضي الله عنهم، عنوانه: (التعقّبات لِما في كتاب ثمرات النظر من الشبهات) (1) ، كما خصّص مقالا -في حلقتين- نشرهما (2) بعنوان: (إعادة النظر في تحقيق كتاب ثمرات النظر) ذكر فيه وُجوهَ خللٍ عديدةً -في طبعته المذكورة- في خدمة نصّه والتعليقات عليه. ¶ 21- بهجة البصر لنثر نخبة الفكر، لبدر الدين عثمان بن سند النجدي، الوائلي البصري؛ (ت: 1242هـ) . ¶ يوجد لهذا النظم نسخة خطية بمكتبة الساقزلي إحدى مجموعات مكتبة الملك عبد العزيز بالمدينة المنورة برقم:41/4 في (6) ورقات ضمن مجموع؛ وأوراقها من (8) إلى (13) وهي منسوخة بالمدينة بخط عبد الرحمن بن حسين المدني (3) . ¶ __________ ¶ (1) وهو مُهيّأ للنشر؛ يزيد عدّ صفحاته على مائة. ¶ (2) في (ملحق التراث) - في العددين (41) و (42) ؛ من جريدة (البلاد السعودية) ، بتاريخ 13/9/1419هـ و20/9/1419. ¶ (3) انظر فهرس مخطوطات الحديث الشريف وعلومه في مكتبة الملك عبد العزيز بالمدينة المنورة، إعداد: عمار بن سعيد تمالت، ص (113) .",
            "page": "164",
            "part": "1",
            "seal": "EBB7B3F2"
        },
        {
            "id": "43",
            "nass": "22- الغُرر شرح بهجة البصر، هو شرح للناظم بدر الدين عثمان بن سند، قال فيه -بعد الخطبة-: ((إني لمّا فرغت من منظومتي المُسمّاة: (بهجة البصر لنثر نخبة الفكر) ..... لم أزل مُؤمِّلاً وضعَ شرحٍ لها يفتح مِن مبانيها مُقفلها، ويُوضّح من معانيها -لِمُعانيها- مُشكِلها ... )) فذكر أنه بيّضها بعد أن طال الزمن على تسويد ما شرحه بها، وتتابع أهلُ وُدّه -من طلابه، والأعزّة عليه -على قراءة المنظومة عليه، وكانوا يُتابعون عليه الإلحاح لتبييض شرحها؛ ففعل. ¶ للشرح نسخة خطّيّة بدار الكتب المصريّة (1) ، برقم (339) ، تقع في مُجلّد؛ نُسِخَ بِخطوط مُختلفة. ¶ 22- عقد الدرر في شرح مختصر نخبة الفكر، لأبي المعالي محمود شكري الآلوسي، ولد في عام (1272هـ) ، (ت: 1342هـ) . ¶ طبع بتحقيق إسلام بن محمود درباله عن مكتبة الرشد بالرياض عام 1420هـ. ¶ وهو شرح على المختصر من نخبة الفكر، لعبد الوهاب بن أبي البركات الشافعي الأحمدي، كان حيا سنة: (1150هـ) ، وقد بسط فيه العلامة الآلوسي كثيرا من المسائل التي وقعت على وجه الإيجاز في الأصل، مع ذكر الأمثلة والشواهد وحكاية الخلاف (2) ، ولا يخلو هذا الشرح من تحريرات وتقريرات نفيسة. ¶ 23- بلغة الأريب في مُصطلح آثار الحبيب صلى الله عليه وسلم، ألفها الشيخ محمد ¶ __________ ¶ (1) فهرست المخطوطات بدار الكتب المصرية 1/264، وللمؤلف ترجمة في الأعلام 4/206. ¶ (2) انظر عقد الدرر في شرح مختصر نخبة الفكر: مقدمة المحقق ص (17-21) .",
            "page": "165",
            "part": "1",
            "seal": "9CE0B85E"
        },
        {
            "id": "44",
            "nass": "مرتضى الزبيدي، المتوفى عام (1205هـ) ، وهو صاحب (تاج العروس) الذي شرح به (القاموس) ، طُبعت قديما بالقاهرة عام (1326هـ) ، وطبعتها الثانية في (بيروت) عام (1408 هـ) ؛ بتحقيق الشيخ عبد الفتاح أبو غدة، وذكر في مقدمة تحقيقه أنه ألّفها باليمن، بناء على طلب صديق له يُسمّى (عبد الحليم بن عيسى الذرواني) ، سنة (1163هـ) ، قال: ((سمّاها المؤلف (بلغة الأريب في مصطلح آثار الحبيب) مُشيرا بذلك إلى وجه اختصارها، وفضل نفعها وآثارها، وهي - في مُجملها- مُستخلصة من كتاب (نخبة الفكر) للحافظ ابن حجر، وشرحه له، وإن لم يُفصح المؤلف بذلك، ومُؤسّسة على غِراره وتقسيماته، ... وكان عمر المؤلف حين ألّفها (18) سنة) ، وتطرّق إلى بحث حول تسمية الكتاب؛ يذكر فيه ترجيحه للاسم بهذه الصيغة، كما توسّع في ترجمة المؤلف بسبب أنه لم يقف له على ترجمة مفصّلة، ومِمّا قاله في افتتاحيتها: ((هذه نبذة مُنيفة، ومنحة شريفة، ضمّنتها ما اصطلح عليه أهل الحديث، في القديم والحديث، جعلتها تذكرة لنفسي، ولِمن شاء الله من الإخوان بعدي ... )) ، ومِمّا تظهر به مُحاكاته للنخبة والنّزهة قوله - عند الشروع فيها-: ((فاعلم أنّ الخبر إن وصلتْ طُرُقه إلى رُتبة تَعدادٍ تُحيل العادة وقوع الكذب منهم، تواطؤاً أو اتّفاقا بلا قصد، مع الاتّصاف بذلك في كُلّ طبقة، مُصاحبا إفادةَ العلم اليقيني الضروري بِصحّة النسبة إلى قائل: فمُتواتر ... )) ، وفي آخرها أتبع - ما ذكره من مسائل الجرح والتعديل- بِجُمَل مِمّا أورده الحافظ في الفصل الأخير؛ من الحث على معرفة ما يتعلّق بالرواة وأسمائهم؛ وتمييزها، والكنى، والألقاب، ومعرفة الموالي منهم، والإخوة والأخوات، ونُبَذٍ من آداب الشيخ والطالب، والتحمّل والأداء، وكتابة الحديث ومُقابلته، والتصنيف فيه وفي اختلاف رُواته، وما رُوي معه سببه.",
            "page": "166",
            "part": "1",
            "seal": "EB5BEB48"
        },
        {
            "id": "45",
            "nass": "كُلّ هذا يُؤكّد القول باعتماده فيه على (النخبة) و (النّزهة) ، وأنّه أسّس على غِرارها، وحاكى تقسيماتها. ¶ 24- فتح البرّ، بشرح بلوغ الوطر؛ من مصطلح أهل الأثر (1) : لِمُؤلّفهما: أبي محمد عباس بن محمد بن أحمد بن السيد رضوان الشافعي المدني، أرّخ ولادته في عام (1293هـ) (2) ، وقرّظه له - بالمدينة النبوية- مُفتي الشافعية السيد أحمد بن السيد إسماعيل البرزنجي في سنة (1321هـ) -بعد فراغه منه في شهر صفر من هذا العام (3) - وكان فراغه من أصله (بلوغ الوطر) في شعبان من عام (1320هـ) (4) ، وجاء التقريظ المذكور على صدر غلافه، وخُتم في آخره بتسعة تقاريظ لعلماء الحرم النبوي (5) ، وقبلها تقريظ لشيخ الأزهر (سليم البشري) ، وتلاه متن (بلوغ الوطر) (6) ، ثم التقاريظ الآنفة الذكر. ¶ وقد طُبع بطبعته -هذه العتيقة- بالمطبعة المحمدية المصريّة بجوار (الجامع الأزهر) في سنة (1322هـ) ، قال - في أوائله؛ بعد الخطبة-: ((وبعد فهذا شرح لِمُخْتَصَرِي: المُسمّى بـ (بلوغ الوطر من مصطلح أهل الأثر) ، الذي اختصرته من (نخبة الفكر) يحلّ ألفاظه، ويفكّ شِظاظه (7) ، ويُبيّن حقائقه، ويُوضّح دقائقه، ¶ __________ ¶ (1) من مكتبة الشيخ حمّاد الأنصاري، رحمه الله وبارك في ذُريّته. ¶ (2) أرخ المؤلف ولادته في أوائل كتابه عند ترجمته لأبيه وجده ووالد جده، في ص (7) . ¶ (3) فتح البرّ ص (84) . ¶ (4) ص (87) . ¶ (5) في الصفحات من (88) إلى (92) . ¶ (6) في الصفحات من (85) إلى (87) . ¶ (7) الشِّظاظ: العود الذي يُدخَل في عُروة الجُوالِق، كما جاء في لسان العرب - (ش ظ ظ) - 7/445، كأنه أراد مواضعَ عُقَدِهِ، والجوالق: (وعاء من الأوعية-معروف- مُعرّب) ، وذُكر وضع الطعام فيه في لسان العرب (ج ل ق) 10/36، وظاهر ما سبق: أنه كبير؛ وله فمٌ يُربط بِمُعالجة.",
            "page": "167",
            "part": "1",
            "seal": "8AE1DE81"
        },
        {
            "id": "46",
            "nass": "سلكتُ فيه بعضَ عبارات شرح مُؤلِّفِ أصلِهِ له، لكونها مُنقّحةً مُحرّرةً سهلةً، مُقتطِفاً ثِمارَ تحقيقِ ما أفدته على (إتمام الدراية لِقُرّاء النُّقاية) ، وغيره مِمّا قرّره العلماء، وفتح به وليُّ التوفيق والهداية، وسمّيته.....، وعلى الله اعتمادي وإليه تفويضي واستنادي)) . ¶ وقد أسهب في الشرح: فنجده بدأ بالبسملة فشرحها إعراباً ومعانيَ، ثم الحمدلة، ووجه ابتدائه بهما، وذكر الحديث الوارد فيهما وتحسين ابن الصلاح له، وبيّن وجه البلاغة فيه، فهذه صورة مِن صُوَر إسهابه، ومن ذلك قوله –في صدر شرحه-: (( (وسمّيته) : عطفٌ على مُقدّر؛ أي وضعته ... (بلوغ الوطر) : في المختار: الوطر: الحاجة، ولا يُبنى منه فعل، وجمعه أوطار، أ. ?)) (1) ؛ إلى آخر كلامه، رحمه الله. ¶ أما المتن: فهذه جُملة مِن أوّله -بعد الخطبة، يُبيّن فيها طريقة اختصاره-: (هذا مختصر لطيف حسن الترصيع (2) والمباني، اختصرته من (نخبة الفكر) ، للحافظ أحمد بن علي بن حجر العسقلاني، وضممْتُ إليه ما لا بُدّ منه، مع حذف ما قد يُستغنى عنه، روماً لتيسيره على المُبتدئين من الطُّلاّب) ، ثم جاء بِجُملة يُعرّف بها هذا الفنّ؛ قدّم بها بين يدي اختصاره لِمتن النخبة، ثم ذكر بعده - باختصار- موضوعَه، فغايتَه، فمعنى السند، ثم قال: (الخبر - إن تعدّدت طرقه- بأن يرويه جمع؛ يمتنع تواطؤُهم على الكذب ووقوعُه منهم اتفاقا ¶ __________ ¶ (1) فتح البرّ ص (8، 9) . ¶ (2) الترصيع: التركيب، يُقال: تاج مُرصّع بالجوهر، لسان العرب (ر ص ع) 8/125.",
            "page": "168",
            "part": "1",
            "seal": "9A64B86A"
        },
        {
            "id": "47",
            "nass": "محسوسا، بلا حصر: فمُتواترٌ، وبه -بِفوقِ اثنين-: فمشهورٌ، أو -بهما-: فعزيزٌ، أو -بِواحدٍ-: فغريبٌ، والثلاثةُ: آحادٌ) (1) . ¶ 25- عِقد الدرر في جيد نزهة النظر (2) ، وهو حاشية للشيخ محمد عبد الله التونكي، طُبع في الهند طبعة عتيقة؛ في عام (1327هـ) ، على طريقة الكتب الهندية ذات الحواشي المُتعدّدة المُتداخلة، ونصّ (نزهة النظر) في الوسط، ومجموع صفحاته (121) ، تليها صفحة للفهرست؛ بأعلاها: (فهرست مباحث نزهة النظر) ، وبأسفلها -بمقدار ربع الصفحة-: (فهرست بعض مضامين عقد الدرر ... ، وشرح الشرح، وغيره) ، فهي حواشٍ مُتناثرة، ليس لِواحد منها افتتاح ولا خاتمة، ولا يُوجد ما يُميّز حاشية (عقد الدرر) من غيرها. ¶ 25- لقط الدرر على شرح متن نخبة الفكر، لعبد الله بن حسين خاطر السمين العدوي المالكي الأزهري (من علماء القرن الرابع عشر الهجري) . ¶ طبع الطبعة الأولى بمطبعة شركة مصطفى البابي الحلبي وأولاده بمصر عام (1356هـ) . ¶ وهو حاشية كبيرة على نزهة النظر اعتمد فيها العدوي المذكور على تقريرات بعض شيوخه (3) ، وضمنها تحقيقات كثيرة جلها مأخوذ من شرح النّزهة لملا علي قاري. ¶ 26- (سحّ المطر على قصب السكر في اصطلاح أهل الأثر) ، لفضيلة ¶ __________ ¶ (1) فتح البرّ ص (85) . ¶ (2) توجد نسخة منه محفوظة في مركز (جمعة الماجد للثقافة والتراث) في (دبي) ، تكرّموا بتصوير نماذج لي منها. ¶ (3) لقط الدرر على شرح متن نخبة الفكر (ص2) .",
            "page": "169",
            "part": "1",
            "seal": "9B6F4079"
        },
        {
            "id": "48",
            "nass": "الشيخ عبد الكريم بن مراد الأثري؛ أحد أعضاء هيئة التدريس بالجامعة؛ وهو مُتقاعد حاليًّا، وهو شرح لمنظومة الصنعاني. ¶ طُبع في أوّل طبعاته عامَ الفراغ من تأليفه: (1381هـ) بدار الثقافة الإسلامية بالرياض؛ ثم نشرته مكتبة الدار بالمدينة المنورة عام (1405هـ) ، وعُدِل في هذه الطبعة عن العنوان المذكور مع أنه منصوص عليه في مقدمة الشارح؛ وفي تقديم الشيخ إسماعيل الأنصاري - رحمه الله- لها، وأُثبت بلفظ: (شرح قصب السكر نظم نخبة الفكر) ، وقد أفاد فضيلة د. عبد الله مراد أخو فضيلة الشارح أنّ هذا مِن تصرّف الناشر. ¶ 27- ضوء القمر على نخبة الفكر: للشيخ محمد علي أحمدين، من علماء الأزهر، ألّفه حينما درّس بالمعهد العلمي السعودي بمكة المكرمة، وجعله مُطابقا للمنهاج المُقرّر - حينذاك- بالمعهد، وجمع فيه بين تلخيص كل من (النخبة) وشرحها (النّزهة) ، وفرغ من تأليفه في عام 1368هـ، قال عنه: ((وجدت الحاجة ماسّة لتلخيص (نخبة الفكر) وشرحها (نزهة النظر) وكلاهما للحافظ ابن حجر، فلخّصت الدروس أوّلا بأوّل ثم أمليتها للطلبة ... )) ، إلى أن قال: ((توخّيت فيه الإيجاز، وطريقة استنتاج التعريف من المثال، وضممتُ إليه زياداتٍ على النخبة وشرحها؛ دعتْ إليها تكملةُ البحوث، كما ضممتُ إليه تراجمَ بعض المشهورين من أئمّة الحديث)) ، وكأنّه قصد بذلك أن يتعرّض فيه لِعدد من أئمّة هذا الشأن لتعريف الطلاب بهم، وقد توخّى فيه تنويع أساليب التوضيح والشرح والبيان، كما راعى فيه جوانب تنسيقيّة؛ مثل رسم الجداول، والمُشجّرات والمُخطّطات التوضيحية، والتقسيم إلى عناوين وفقرات، وذلك لأنه أراد أن يكون كتابا دراسيّاً منهجيّا، كما اعتنى بإيراد كثير من الأحاديث للتمثيل بها.",
            "page": "170",
            "part": "1",
            "seal": "AED921C7"
        },
        {
            "id": "49",
            "nass": "28- منظومة عقد الدرر في نخبة الفكر، لأبي الفضل محمد بن أحمد زاروق الشنقيطي، (معاصر) . ¶ وهذه المنظومة فرغ منها ناظمها بداكار عاصمة السينغال عام 1414هـ، وقد وقفت على صورة عن مخطوطتها الأصلية، وتقع في تسع صفحات، وتحتوي على (161) بيتا، أولها: ¶ اَلحَمْدُ للهِ الَّذِي قَدْ أَلْهَمَا ... سَبْرَ الَّذِي مِنَ الأَسَانيدِ هَمَى (1) ¶ إلى أن قال - بعد عزوها لِمؤلفها-: ¶ فَمَنْ وَعَى مَا خَطَّهُ فَقَدْ نَجَحْ ... وَجَازَ -كَالْبَرْقِ- صِرَاطَ المُصْطَلَحْ ¶ لِذَا تَقَدَّمْتُ لِنَظْمِ مَا انْتَثَرْ ... مِن لُّؤْلُؤٍ في (نُخْبَةٍ) لاِّبْنِ حَجَرْ ¶ وذكر أنه أضاف جُمَلاً من (نزهة النظر) –شرحها- فقال: ¶ وَقَدْ أَضَفْتُ لَبِناً لِّصَرْحِهِ ... أَخَذْتُهُ مِن (نزهَةٍ) في شَرْحِهِ ¶ وآخرها: ¶ ثُمَّ الصَّلاةُ وَالسَّلامُ تَسْبِقُ ... ..عَبِيرُهَا في العَالمِينَ.. يَعْبِقُ ¶ عَلَى الَّذِي قَدْ عَمَّ نُورُهُ الْبَشَرْ ... فَانْتَعَشُوا بِنَشْرِهِ الَّذِي نَشَرْ (2) ¶ 29- عُصارة قصب السكر في نظم نخبة الفكر في مصطلح أهل الأثر، نظمها: شُبَيلٌ أبو الغيث إبراهيم اليماني (معاصر) . ¶ وقفتُ على صورة عن مخطوطتها بيد ناظمها وهي مؤرخة في سنة (1420هـ) ، وفي آخرها عدد من التقاريظ، وهي تهذيب لنظم الصنعاني المسمى قصب السكر، ويبلغ عدد أبياتها (122) بيتا؛ التزمتْ قافيةَ الدّال، ومطلعها: ¶ __________ ¶ (1) منظومة عقد الدرر في نخبة الفكر (ص1) . ¶ (2) المصدر السابق ص (9) .",
            "page": "171",
            "part": "1",
            "seal": "256C26ED"
        },
        {
            "id": "50",
            "nass": "حَمْداً لِّمَوْلانَا بِلا عَدَدِ ... رَبِّ الْبَرَايَا الْوَاحِدِ الأَحَدِ ¶ ثُمَّ الصَّلاةُ تَخُصُّ سَيَّدَنَا ... وَشَفِيعَنَا في الحَشْرِ يَوْمَ غَدِ (1) ¶ وقد امتازت بميزة رائعة في اختصارها؛ وكأنّها تنطق بأنّها لا يمكن أن يَّجِدَّ - في اختصار (النخبة) - أخصرُ منها؛ وذلك لأنّها عُنِيَتْ بالتدقيق في تتبُّع جُمَلِ النخبة بجعل الأبيات -كلَّ مجموعةٍ منها- مكتوبةً في مُقابِل جُملة من النخبة، لتقتصر على نظم المعنى الذي فيها دون زيادة ولا حشو، ومِمّا هو على سبيل الشاهد على ذلك (2) نَظْمُهُ لِمَعْنَى قولِ الحافظ - الآتي عنده تحت عنوان: (تقسيم المقبول إلى محكم ومختلف الحديث) -: ((ثم (المقبول) إن سلِم من المُعارضة فهو: (المُحكم) ، وإن عُورض بِمثله: فإن أمكن الجمع: فـ (مختلفُ الحديث) ؛ أو لا: وثبت المُتأخّر: فهو: (الناسخ) والآخر منسوخ، وإلا: فـ (الترجيحُ) ، ثم (التوقف)) ) ، فنظم هذه الأحكام الخمسة في أربعة أبيات: ¶ إِن يَّسْلَمِ المَقْبُولُ: \"مُحْكَمُهَا\" ... وَإِن يُّعَارِضْ مِثْلُهُ: اجْتَهِدِ ¶ فَإِنْ تَأَتَّى الجَمْعُ: \"مُخْتَلِفٌ\" ... وَإِنْ أَبَى: فَانْظُرْ إِلى اْلمُدَدِ ¶ فَـ\"ـنَاسِخٌ\": مَّا كَانَ آخِرَهَا ... وَالسَّابِقُ: \"المَنْسُوخُ\" بِالجُدُدِ ¶ أَوْ لا: فَـ\"ـتَرْجِيحٌ\" لأَرْجَحِهَا ... أَوْ: \"وَّقْفُهَا\" كُلاًّ.. أَخَا الرَّشَدِ ¶ وختمها بقوله: ¶ وَاعْلَمْ بِـ\"أَسْبَابِ الحَدِيثِ\" تَفُزْ ... وَارْجِعْ إِلى \"التَّصْنِيفِ\" وَاسْتَزِدِ ¶ ثُمَّ الصَّلاةُ عَلَى مُعَلِّمِنَا ... خَيْرِ الْبَرَايَا.. مِحْوَرِ السَّنَدِ ¶ وَالآلِ وَالأَصْحَابِ قَاطِبَةً ... وَالتَّابِعِينَ لَهُمْ..إِلى الأَبَدِ (3) ¶ __________ ¶ (1) عصارة قصب السكر ص (10) . ¶ (2) المصدر السابق ص (19-20) . ¶ (3) المصدر السابق ص (48) .",
            "page": "172",
            "part": "1",
            "seal": "97096CFD"
        },
        {
            "id": "51",
            "nass": "الفصل الرابع: ¶ التعريف بأول شروح النخبة المسمى (نتيجة النظر) للكمال الشمني، (ت:821هـ) . ¶ اخترت كتاب نتيجة النظر في نخبة الفكر للكمال الشمني (1) للتعريف به في هذا المبحث لكونه أوّل شروح النخبة، فقد ذكر السخاوي أنه فرغ منه في رمضان سنة (817 هـ) بينما فرغ الحافظ ابن حجر من شرحه على النخبة المسمى بالنّزهة في مستهل ذي الحجة سنة (818هـ) (2) ، ثم لأنه جاء برغبةٍ من الحافظ نفسه إلى الشمنّي أن يُّؤلّفه، كما سبق، وقد نُسب تأليفه إلى ابن الحافظ ابن حجر: (محمد) ؛ في (الرسالة المُستطرفة) (3) ، ونبّه د. شاكر محمود عبد المنعم (4) ¶ __________ ¶ (1) هو كمال الدين محمد بن محمد بن حسن بن علي التميمي الداري الشُّمُنِّي - بضم المعجمة والميم وتشديد النون - المغربي القاهري المالكي، من أقران ابن حجر، مولده بالقاهرة سنة (766هـ) ، طلب العلم ببلده وأخذ عن البدر الزركشي والزين العراقي، ومهر في فنون وتميز في الحديث وصنف فيه، ودرّس الحديث بالمدرسة الجمالية، وصفه ابن حجر بالشيخ الإمام العلامة المحدث المكثر المفيد، مات بالجامع الأزهر سنة (821 هـ) ، انظر ترجمته في المجمع المؤسس 3/301-302، وإنباء الغمر 7/339-340، وذيل الدرر الكامنة ص268-269، والضوء اللامع 9/74-75، والجواهر والدرر 3/1157-1158. ¶ (2) الجواهر والدرر 2/678. ¶ (3) ص (216) . ¶ (4) ابن حجر العسقلاني ودراسة مُصنّفاته ... ، 1/294.",
            "page": "173",
            "part": "1",
            "seal": "D1C729AF"
        },
        {
            "id": "52",
            "nass": "على أنّ لبساً ربما حصل في ذلك؛ وأنّه لم يقف على ما يُؤيّده. ¶ * مخطوطاته: ¶ لا يزال هذا الكتاب مخطوطا فيما علمت، وقد وقفت له على مصورة عن النسخة الخطية المحفوظة بمكتبة مديرية الأوقاف العامة ببغداد برقم: (3785) ، وتقع هذه النسخة في (84) ورقة، كل ورقة تتكون من وجهين، كل وجه يحتوي على25 سطرا، كل سطر يضم ما يقارب سبع كلمات، وهي منسوخة بخط مشرقي جيد على يد أحمد بن ملا محمد عربي زاده المدرس بالمرجانية المنورة سنة (1154هـ) . ¶ كما أن له ثلاث نسخ أخرى غير هذه النسخة لم أستطع الوصول إليها وهي كالآتي: ¶ 1- نسخة خطية محفوظة بالمكتبة القادرية ببغداد برقم: (170) وتقع في (74) ورقة، وتاريخ نسخها سنة (937هـ) . ¶ 2- نسخة خطية محفوظة بمكتبة الشعب بإلمالي - تركيا، وتقع في (94) ورقة. ¶ 3- نسخة خطية محفوظة بمكتبة لا له لي بإستانبول ـ تركيا برقم:370 مكرر (1) . ¶ * التعريف بشرح الشمني هذا: ¶ لقد وُجد هذا الشرح عند طلبٍ من المصنف الحافظ نفسه؛ ورغبته إلى ¶ __________ ¶ (1) انظر الفهرس الشامل للتراث العربي الإسلامي المخطوط/الحديث النبوي الشريف وعلومه ورجاله (3/1660) .",
            "page": "174",
            "part": "1",
            "seal": "7D0EF859"
        },
        {
            "id": "53",
            "nass": "الشمني بصنعه، فاحتفى بهذا الطلب وسارع إلى تلبية رغبة الحافظ، ثم أطلع الشارح الحافظ عليه بعد إنجازه، وحيث إن المصنف الحافظ ذكر ذلك عن الشارح وأنه أراه إياه بخطه (1) ، فإن الحافظ بهذا بدا شاكرًا للشارح صنيعه، لا سيما أنه أثنى على علمه في مناسبة أخرى، كما سأذكره، وأنابه في التدريس عنه، كما سيأتي. ¶ لكنّ الحافظ مع هذا - فيما يبدو- لم ير الشرح متوجها إلى ما يريده، وربما جرى له حديث في نفسه - والله أعلم- أن يتولى هو شرحه لو سنحت له الفرصة، وكان الشمني قد انتهى من شرحه في رمضان عام (817 هـ) ، ولم يصح للحافظ عزم على الشرح إلا في أواخر العام التالي - فيما يظهر- حين طلب منه ذلك أحد أصحابه ففرغ من شرحه لها الذي سمّاه (نزهة النظر) في مُستهلّ ذي الحجة من عام (818هـ) (2) . ¶ ويظهر لي من تسمية الحافظ هذه لشرحه ما لعلّه يُؤيد قول السخاوي -في حديثه عنه وتقديمه لشرحه (نزهة النظر) -: ((أشار بقوله في خطبته: (صاحب البيت أدرى بالذي فيه) إلى العلامة كمال الدين الشمنّي، فإنه كان شرحها ... وسمّاه (3) (نتيجة النظر في نخبة الفكر) ، وهو أكبر من شرح المصنف)) (4) . ¶ ووجه التأييد من حيث إن (النظر) في تسمية الشمنّي كأنه اعتراه معنى التعقب، وليس كذلك هو في تسمية الحافظ - لشرحه- التي جعلها (نزهة) ¶ __________ ¶ (1) المجمع المؤسس 3/302. ¶ (2) الجواهر والدرر 2/678. ¶ (3) أي الشرح. ¶ (4) الجواهر والدرر 2/678 و3/1157.",
            "page": "175",
            "part": "1",
            "seal": "3882DC18"
        },
        {
            "id": "54",
            "nass": "للنظر، وشتان ما بين النظر والنظر، ثم مع الثناء العاطر المستفيض - من الشمني على النخبة - نجده وصف متنها بأنه: ((ألفاظه ضاقت بمعانيه صدرا، وعلت عن فهم المبتدئين قدرا)) إلى أن قال: ((لا جرم أن المُشتغل به يحتاج إلى فك رمزه، ورفع المانع من الوصول إلى كنْزه)) (1) ، فلعلّ هذه المعاني التي دندن حولها الشمني في مقدمته جعلت الحافظ يقول ما قال -مِمّا ذكره السخاوي- ويتّجه بشرحه لها إلى أقصر عبارة وأبلغ إشارة، ولم يُفِض فيه كإفاضات الشمني، ولم يستطرد استطراداته، وقد يُقارن الناظر خلال تأمّل سريع فيرى بونا بينهما، ولا يلبث أن يستقرّ في نفسه انطباع مضمونه أنه لا نسبة بين شرح علاّمة جامع لعلوم كالشمني وربما غلب عليه علم العربية، مع كونه محدثا مشهورا، وبين محدث آخر هو جِهبذ في الباب، ويصدُق عليه ما يُعرف اليوم بصاحب التخصّص الدقيق، ويرى (نزهة النظر) شرحا لصاحب المتن نفسه (نخبة الفكر) فلا يتردّد في أن يقول مع الحافظ قولته - عن حق-: (صاحب البيت أدرى بما فيه) ، هذا ما بدا لي بالنظرة العَجلى، والله أعلم بالصواب. ¶ * أبرز سمات منهجه في الكتاب: ¶ من خلال النظر في هذا الشرح يمكن تلخيص منهج العلامة الشمني في النقاط الآتية: ¶ 1- رمز لكلام ابن حجر في النخبة بحرف (ص) ، ورمز للشرح بحرف (ش) . ¶ 2- عنايته بذكر الأمثلة لبعض أنواع علوم الحديث. ¶ __________ ¶ (1) نتيجة النظر ل 1أ، والجواهر والدرر 1/280.",
            "page": "176",
            "part": "1",
            "seal": "00356382"
        },
        {
            "id": "55",
            "nass": "3- توسعه في عرض الخلاف الواقع في بعض المسائل، ومن أمثلة ذلك الخلاف في مسألة قبول المرسل، وزيادة الثقة، ورواية المجهول، ومسألة خبر الواحد. ¶ 4- بسطه لبعض المسائل وتوسعه في مناقشتها مع الإفصاح أحيانا عن آرائه واختياراته وترجيحاته. ¶ 5- عنايته بذكر أهم المصنفات في الأنواع التي يرد ذكرها في النخبة. ¶ 6- تذييله بعض الأنواع والمسائل بذكر جملة من التنبيهات والفوائد. ¶ 7- عنايته بحسن الترتيب والتقسيم. ¶ 8- عنايته بضبط الألفاظ والأسماء والأنساب. ¶ 9- سهولة تقريره للمسائل وعرضه للقضايا في شرحه، فأسلوبه واضح متين بعيد عن الإلغاز والتعقيد. ¶ 10- عنايته عند ذكره للأحاديث بعزوها وتخريجها. ¶ 11- يذكر أحيانا بعض الأحاديث بسنده إلى النبي صلى الله عليه وسلم. ¶ * موارده: ¶ اعتمد الكمال الشمني في شرحه للنخبة على مصادر عديدة ومتنوعة، أبرزها معرفة علوم الحديث للحاكم، والتقييد والإيضاح للعراقي، ومعرفة أنواع علم الحديث لابن الصلاح، ومن المصادر التي نقل عنها الاقتراح لابن دقيق العيد، ومحاسن الاصطلاح للبلقيني، والجامع لأخلاق الراوي للخطيب، وبيان الوهم والإيهام لابن القطان، وقواطع الأدلة لابن السمعاني، والمستخرج لابن منده، والاعتبار للحازمي، والأباطيل للجوزقاني وغيرها.",
            "page": "177",
            "part": "1",
            "seal": "FC7344FF"
        },
        {
            "id": "56",
            "nass": "لكن المصدر الذي أكثر النقل عنه: هو (شرح التبصرة والتذكرة) لشيخه العراقي، ومما ينبغي ذكره هنا أنه أحيانا لا يصرح بمصادره.",
            "page": "178",
            "part": "1",
            "seal": "271E9CF4"
        },
        {
            "id": "57",
            "nass": "الخاتمة ¶ 1- استثمر البحث فكرة كون مصطلح الحديث - (علوم الحديث) - يقوم أساسه على (الخبر) وبحث أسباب سلامته، ووجوه تطرُّق الخلل إليه، ومُعالجات ذلك، فجلّى هذه الفكرة، وربطها بأصلٍ واردٍ في السنّة المُطهّرة، يُشير إلى حاجة الخبر للمُعالجات المذكورة، فأخذ هذا الأصل من حديث: «ليس الخبر كالمعاينة» ؛ الذي جعل العلم البشري بِما يحدث محصورا في هاتين الوسيلتين: (المُعاينة) المُباشرة، و (الخبر) غير المُباشر. ¶ 2- وضّح البحث وجهاً مُّهمًّا مِن وُجوه الابتكار في (نخبة الفكر) ؛ حيث توجّه مُؤلفها لافتتاحها - بعد خطبتها مباشرة- بالكلام عن (الخبر) . ¶ 3- حيث إنّ مصطلح الحديث: ((علم بقوانين يُعرف بها أحوال السند والمتن من صحة وحسن وضعف ... )) (1) ؛ ومَبْنَى أساسه على (الخبر) ؛ فإضافة (المصطلح) إلى (الحديث) يعني خدمتَهُ لأعظم الأخبار أهمّيّةً وأكبرها خطراً؛ وهو خبر السنّة النبوية -المصدر الثاني للتشريع الإسلامي- وطرق حفظها ونفي الدخيل عنها. ¶ 4- وحيث إن غايةَ (مصطلح الحديث) خدمةُ أسبابِ سلامةِ الحديث، وغايتَهُ في أصله: خدمة سلامة الخبر مِن حيث هو، فإنّ ما هو مذكور في البحث حول ذلك يَصلُح أن يكون مدخلا مُّهمًّا لدراسة المُصطلح. ¶ 5- ما قسمه الله تبارك وتعالى مِن قبول لهذا المُختصر (نخبة الفكر) لدى العلماء والدّارسين، وما حقّق الله به مِن نَّفع في علم المصطلح، وما هيّأ له مِن ¶ __________ ¶ (1) توجيه النظر ص (79) .",
            "page": "179",
            "part": "1",
            "seal": "2AB7086A"
        },
        {
            "id": "58",
            "nass": "تَتابُع خِدْماتهم له بدون انقطاع، وتوالي شروحهم ودراساتهم حوله، وما استتبع ذلك مِن تنويهاتهم به وحثّهم على الإفادة منه. ¶ 6- دَرَسَ البحثُ تأليفَ الحافظ لكتابه (نخبة الفكر) فتوصّل لتقرير خلاف ما هو مشهور من تأليف الحافظ لها وهو مُسافر، واستدعى ذلك مُتابعة أخبار رحلات الحافظ الكثيرة؛ التي خَلَتْ عن ذِكر هذا الذي انفرد بذكره العلامة ابن الوزير؛ فيما وقفت عليه، وما كان له مِن عُذر في عدم ضبط هذه المعلومة: مِن ظروف عدم استقرار، وتأكيد أنّ تاريخ تأليفها هو عام (812هـ) ووجوه ترجيح القول به، وما ترتّب عليه مِن بيان وهم المعلومة المُصاحِبة للمعلومة السابقة عن ابن الوزير -رحمه الله- حيث ذكر تاريخ تأليفها عام (817 هـ) ، مع التنبيه على أنّ شرحها (نزهة النظر) -وقد نقل عنها ابن الوزير- لو كان هو المُؤرّخ تأليفه بهذا لَما صحَّ أيضا، لأنّها فرغ من تأليفها الحافظ في مُستهلّ ذي الحجة من عام (818هـ) ، وقد تأكّد مِن خلال تتبُّع الرحلات: حجُّ الحافظِ في عام (806 هـ) وقد خَفِيَ تأكيد ذلك على الإمام السخاوي - رحمه الله- وهو أخصُّ تلاميذ الحافظ به؛ فذكره ظنًّا، وسُبحانَ المُحيطِ علمُهُ بِكُلّ شيء. ¶ 7- الاكتفاء - في الفصل الثالث- بالتعرُّض لأكثر من ثلاثين مُؤلَّفاً خدَمتْ (نخبة الفكر) ؛ بِعرض مُّوجز عن كُلٍّ منها: بِنُبذة تُعرّف به، وبأهمّيّته، وبيان المطبوع منه والمخطوط، والإحالة إلى ثلاثة جُهود مُّعاصِرة بارزة حاولتْ تتبُّع ما أمكنها مِن ذلك، وبلغ أكثرُها إحصاءً: (66) مُؤلّفا، وحيث إنه (مِنَ الصعوبة بمكان: الإحاطةُ بِكُلّ الشروح على (نخبة الفكر) ... ، لأنّ ذلك كثير جدا) (1) فإنه يكفي مِنَ القِلادة ما أحاط بالعنق. ¶ __________ ¶ (1) ابن حجر العسقلاني ودراسة مصنفاته ... 1/295.",
            "page": "180",
            "part": "1",
            "seal": "9738C67E"
        },
        {
            "id": "59",
            "nass": "8- تخصيصُ الفصل الرابع بأحد هذه الجهود؛ وهو كتاب (نتيجة النظر في نخبة الفكر) لاعتبارين: أوّلهما أنه أوّلُ شُروحِها، وثانيهما: أنّه جاء برغبة مِّنَ الحافظ نفسه إلى مُؤلّفها أن يَّضعها، والكلامُ عنها بشيء من تفصيل: مخطوطاتها الأربع التي وقفتُ على إحداها، والتعريف بالشرح، والمقارنة بينهما مِن حيث تسميتُه وتسميةُ الحافظ لِشرحه: (نزهة النظر) ، ومِن حيثُ السِّماتُ الغالبة على كُلٍّ مّنهما، والتنبيه على كون شرح (نزهة النظر) ألصقَ بالتخصُّص الدقيق؛ على حدّ الاصطلاح العلمي المعروف اليوم، ثم أبرز سِمات منهج (نتيجة النظر) . ¶ والحمد لله الذي بنعمته تتمّ الصالحات، وصلواته وسلامه على نبيّه ومُصطفاه؛ سيدنا محمد بن عبد الله وعلى آله وصحبه أجمعين.",
            "page": "181",
            "part": "1",
            "seal": "1ED21CAF"
        },
        {
            "id": "60",
            "nass": "مصادر ومراجع ¶ ... ¶ المراجع ¶ 1- ابن حجر العسقلاني ودراسة مصنفاته ومنهجه وموارده في كتابه الإصابة، د. شاكر محمود عبد المنعم، طبع دار الرسالة، بغداد. ¶ 2- الإحسان بترتيب صحيح ابن حبان، لابن بلبان، تعليق يوسف الحوت، الطبعة الأولى (1407هـ) ، دار الكتب العلمية، بيروت. ¶ 3- اختصار علوم الحديث لابن كثير، مع شرحه الباعث الحثيث للشيخ أحمد شاكر، مقدمة الشيخ عبد الرزاق حمزة، رحمهم الله، نشر مكتبة دار التراث، القاهرة، الطبعة الثالثة، سنة (1399هـ) . ¶ 4- إرشاد الفحول إلى تحقيق الحق من علم الأصول، للشوكاني، طبعة مصورة بدار الفكر. ¶ 5- إسبال المطر على قصب السكر، للصنعاني، تعليق محمد رفيق الأثري، نشر مكتبة دار السلام، الرياض، الطبعة الأولى؛ سنة (1417هـ) . ¶ 6- أطلس طرق مصر، إعداد شركة (شل) ، الطبعة الأولى سنة: (1996م) . ¶ 7- الأعلام، للزركلي، نشر دار العلم للملايين، بيروت، الطبعة الخامسة؛ سنة (1980 م) . ¶ 8- اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم، لشيخ الإسلام ابن تيمية، رحمه الله، تحقيق د. ناصر بن عبد الكريم العقل، نشر دار الرشد، الرياض، الطبعة الثانية؛ سنة (1411هـ) . ¶ الأمثال، للإمام أبي عبيد القاسم بن سلاّم، تحقيق د. عبد المجيد قطامش، من مطبوعات مركز البحث العلمي والتراث الإسلامي، بجامعة أم القرى،",
            "page": "182",
            "part": "1",
            "seal": "C5715AF5"
        },
        {
            "id": "61",
            "nass": "طبع دار المأمون للتراث، دمشق؛ بيروت، الطبعة الأولى سنة 1400هـ. ¶ 10- الأمثال، لأبي الشيخ، تحقيق د. عبد العلي عبد الحميد، نشر الدار السلفية، مومباي، الهند، الطبعة الأولى؛ سنة (1402هـ) . ¶ 11- الإمام علي القاري وأثره في علم الحديث، خليل إبراهيم قوتلاي، طبع ونشر دار البشائر الإسلامية، بيروت، الطبعة الأولى؛ سنة (1408هـ) . ¶ 12- الإمام محمد بن إبراهيم بن الوزير، وكتابه العواصم والقواصم، للقاضي إسماعيل بن علي الأكوع، نشر دار البشير، عمّان، الطبعة الأولى؛ سنة (1408هـ) . ¶ 13- إمعان النظر شرح شرح نخبة الفكر، محمد أكرم النصربوري، علق عليه غلام مصطفى القاسمي، نشر أكاديمية الشاه ولي الله، باكستان. ¶ 14- إنباء الغمر عن أبناء العمر، للحافظ ابن حجر العسقلاني، تحقيق د. حسن حبشي، طبع المجلس الأعلى للشؤون الإسلامية؛ وزارة الأوقاف، مصر، سنة (1418هـ) . ¶ 15- الأوائل، لابن قتيبة الدينوري، تعليق محمد بدر الدين القهوجي، دار ابن كثير، دمشق، بيروت، الطبعة الأولى، سنة (1407هـ) . ¶ 16- الأوائل، لأبي بكر بن أبي عاصم النبيل، تحقيق عبد الله الجبوري، نشر المكتب الإسلامي، بيروت، دمشق، الطبعة الأولى؛ سنة (1405هـ) ، وبتحقيق الشيخ محمد بن ناصر العجمي، نشر دار الخلفاء للكتاب الإسلامي. ¶ 17- الأوائل، للطبراني، تحقيق محمد شكور بن محمود، طباعة مؤسسة الرسالة، بيروت، نشر دار الفرقان، عمّان، الطبعة الأولى؛ سنة (1403هـ) .",
            "page": "183",
            "part": "1",
            "seal": "7662A700"
        },
        {
            "id": "62",
            "nass": "18- الأوائل، لأبي بكر تقي الدين بن زيد الجراعي الحنبلي، تحقيق عادل الفريجات، طبع ونشر دار الإيمان، دمشق، بيروت، الطبعة الأولى سنة (1409هـ) . ¶ 19- الأوائل، لأبي هلال العسكري، تحقيق وليد قصاب ومحمد المصري، مطبعة المتوسط، بيروت، نشر دار العلوم، الرياض. ¶ 20- بُلغة الأريب في مصطلح آثار الحبيب، لمحمد مرتضى الزبيدي، عناية الشيخ عبد الفتاح أبو غدة، طبع دار البشائر الإسلامية، بيروت، الطبعة الثانية عام (1408 هـ) ، الناشر مكتب المطبوعات الإسلامية، بيروت. ¶ 21- بلوغ الوطر، للشيخ عباس بن محمد رضوان، (انظر: فتح البرّ) . ¶ 22- بهجة البصر في نظم نخبة الفكر، بدر الدين عثمان بن سند النجدي، مكتبة الساقزلي؛ بمكتبة الملك عبد العزيز بالمدينة المنورة، ضمن مجموع رقم (41) ، من ورقة (8) إلى (13) . ¶ 23- بهجة النظر شرح على شرح نخبة الفكر، الصغير بن محمد صادق السندي، تعليق غلام مصطفى القاسمي، نشر أكاديمية الشاه ولي الله، حيدر آباد -السند، باكستان، ورسالة ماجستير بكلية أصول الدين؛ بجامعة الإمام محمد بن سعود الإسلامية، بالرياض، للطالبة/ سُهيلة بنت حسين بن محمد حريري، عام (1417-1418هـ) . ¶ 24- تاج العروس، للزبيدي، طبعة مصورة عن الطبعة الأولى بالمطبعة الخيرية، الجمّالية، مصر، سنة (1306هـ) ، نشر دار مكتبة الحياة. ¶ 25- تاريخ بغداد، للخطيب البغدادي، نشر دار الكتاب العربي، بيروت. ¶ 26- التعقّبات لما في كتاب (ثمرات النظر) من الشبهات، بحث قيد النشر،",
            "page": "184",
            "part": "1",
            "seal": "F41137BB"
        },
        {
            "id": "63",
            "nass": "لمحمد ثاني عمر موسى النيجيري. ¶ 27- تفسير القرآن العظيم، لابن كثير، المكتبة الشعبية، مصر. ¶ 28- تقريب التهذيب، للحافظ ابن حجر العسقلاني، تحقيق الشيخ محمد عوامه، طبع ونشر دار البشائر الإسلامية، بيروت، الطبعة الأولى؛ سنة (1406هـ) . ¶ 29- تنقيح الأنظار، لابن الوزير، تعليق محمد صبحي حلاق وعامر حسين، طبع دار ابن حزم، بيروت، عام (1420هـ) . ¶ 30- توجيه النظر إلى أصول الأثر، للشيخ طاهر الجزائري، تحقيق الشيخ عبد الفتاح أبو غده، نشر مكتب المطبوعات الإسلامية، حلب، الطبعة الأولى؛ سنة (1416هـ) . ¶ 31- ثمرات النظر في علم الأثر، محمد بن إسماعيل الأمير الصنعاني، تعليق رائد ابن صبري بن أبي علفة، نشر دار العاصمة، الرياض، الطبعة الأولى في عام (1417هـ) . ¶ 32- الجواهر والدرر في ترجمة شيخ الإسلام ابن حجر، للسخاوي، تحقيق إبراهيم باجس عبد المجيد، طبع ونشر دار ابن حزم، بيروت، الطبعة الأولى؛ سنة (1419هـ) . ¶ 33- حاشية ابن قطلوبغا على شرح نخبة الفكر، تحقيق د. إبراهيم بن ناصر الناصر، نشر دار الوطن، الرياض، الطبعة الأولى؛ سنة (1420هـ) . ¶ 34- حاشية الكمال ابن أبي شريف على شرح نخبة الفكر، تحقيق د. إبراهيم ابن ناصر الناصر، نشر دار الوطن، الرياض، الطبعة الأولى سنة (1420هـ) .",
            "page": "185",
            "part": "1",
            "seal": "993420EC"
        },
        {
            "id": "64",
            "nass": "35- حاشية لقط الدرر على شرح متن نخبة الفكر، للشيخ حين خاطر العدوي، مطبعة شركة مصطفى البابي الحلبي، بمصر، الطبعة الأولى؛ سنة (1356هـ) . ¶ 36- حاشية سري الدين الدروري على شرح نخبة الفكر. ¶ 37- ديوان أبي العلاء المعرّي؛ المُسمى (سقط الزند) ، تصحيح إبراهيم الزين، دار الفكر، بيروت، عام (1965م) . ¶ 38- ديوان المتنبي، بشرح العكبري، تحقيق السقّا والأبياري وشلبي، دار المعرفة، بيروت، مُصوّر عن طبعة دار الكتب المصرية. ¶ 39- ذيل التقييد في رواة الكتب والمسانيد، لتقي الدين الفاسي، تعليق كمال يوسف الحوت، طبع ونشر دار الكتب العلمية، بيروت، الطبعة الأولى؛ سنة (1410هـ) . ¶ 40- ذيل الدرر الكامنة، للحافظ ابن حجر العسقلاني، تحقيق د. عدنان درويش، نشر معهد المخطوطات بالقاهرة، سنة (1412هـ) . ¶ 41- الروض الباسم في الذب عن سنة أبي القاسم، لابن الوزير، مقدمة التحقيق؛ للشيخ علي بن محمد العمران، نشر دار عالم الفوائد، مكة المكرمة، الطبعة الأولى سنة (1419هـ) . ¶ 42- زوائد تاريخ بغداد على الكتب الستة، د. خلدون الأحدب، نشر دار القلم؛ دمشق، والدار الشامية؛ بيروت، ودار البشير؛ جدة، الطبعة الأولى؛ سنة (1417هـ) . ¶ 43- شرح شرح نخبة الفكر لملا علي القاري، تحقيق محمد نزار تميم وهيثم نزار تميم، طبع ونشر دار الأرقم، بيروت.",
            "page": "186",
            "part": "1",
            "seal": "F48DF629"
        },
        {
            "id": "65",
            "nass": "44- شرح قصب السكر (سح المطر) ، للشيخ عبد الكريم مراد، طبعته الأولى في دار الثقافة الإسلامية، الرياض، سنة (1381هـ) ، ثم نُضِّد ونشرته مكتبة الدار بالمدينة المنورة، باسم الطبعة الأولى؛ سنة (1405هـ) . ¶ 45- شرح النووي لصحيح مسلم –المقدمة؛ للإمام النووي، المطبعة المصرية ومكتبتها. ¶ 46- صحيح البخاري، مع (فتح الباري) . ¶ 47- صحيح مسلم، بعناية الشيخ محمد فؤاد عبد الباقي، نشر دار إحياء التراث العربي. ¶ 48- ضوء القمر على نخبة الفكر، للشيخ محمد علي أحمدين، دار المعارف للطباعة والنشر، مصر، الطبعة الأولى عام (1368هـ) . ¶ 49- الضوء اللامع لأهل القرن التاسع، للسخاوي، نشر دار مكتبة الحياة، بيروت. ¶ 50- طبقات الحنفية، للسخاوي، مخطوط؛ مُصورته في المكتبة المركزية بالجامعة الإسلامية، برقم (2403) ؛ عن نسخة المكتبة الأحمدية في حلب. ¶ 51- العالي الرتبة في شرح نظم النخبة، أحمد بن محمد بن أحمد الشمنّي، مصورة بقسم المخطوطات بالمكتبة المركزية بالجامعة الإسلامية، رقم (851) . ¶ 52- عصارة قصب السكر، مخطوطة ناظمها: شُبيل أبو الغيث إبراهيم، سنة (1420هـ) . ¶ 53- العقد الثمين في تاريخ البلد الأمين، لتقي الدين الفاسي، تحقيق محمد حامد الفقي، طبع ونشر مؤسسة الرسالة، بيروت، الطبعة الثانية؛ سنة",
            "page": "187",
            "part": "1",
            "seal": "3650A02C"
        },
        {
            "id": "66",
            "nass": "1- (1406هـ) . ¶ 2- عقد الدرر في جيد نزهة النظر، محمد عبد الله التونكي، طبعة هندية قديمة، بالمطبع المُجتبائي، دهلي، منه نسخة في (مركز جمعة الماجد للثقافة والتراث) في (دبي) . ¶ 3- عقد الدرر في نظم نخبة الفكر، محمد العربي بن يوسف الفاسي، تعليق الدكتور/ محمد بن عزوز، دار ابن حزم، الطبعة الأولى عام (1422هـ) . ¶ 4- عقد الدرر في شرح مختصر نخبة الفكر، الشيخ محمود شكري الآلوسي، تعليق إسلام محمود درباله، نشر مكتبة الرشد، الرياض، الطبعة الأولى؛ سنة (1420هـ) . ¶ 5- عقد الدرر من نخبة الفكر، مخطوطة ناظمها: أبي الفضل الشنقيطي: محمد ابن أحمد زاروق، في (داكار) عاصمة (السينغال) ، سنة (1414هـ) . ¶ 6- العلل الكبير، للترمذي، بترتيب أبي طالب القاضي، تحقيق د. حمزة ديب مصطفى، نشر مكتبة الأقصى، عمّان، الطبعة الأولى؛ سنة (1406هـ) . ¶ 7- العواصم والقواصم، لمحمد بن إبراهيم بن الوزير، نشر مؤسسة الرسالة، بيروت، الطبعة الأولى؛ سنة (1412هـ) . ¶ 8- الغُرر شرح بهجة البصر، لبدر الدين عثمان بن سند النجدي (انظر: بهجة البصر) . ¶ 9- الفاخر، لأبي طالب الُمفضّل بن سلمة الضبي، تحقيق عبد العليم الطحاوي، نشر الهيئة العامة المصرية للكتاب، سنة (1974 م) . ¶ 10- فتح البرّ بشرح بلوغ الوطر في مصطلح أهل الأثر، عباس بن محمد رضوان، مطبوع قديم بمكتبة الشيخ حماد الأنصاري.",
            "page": "188",
            "part": "1",
            "seal": "B61C4D93"
        },
        {
            "id": "67",
            "nass": "63- فتح الباري شرح صحيح البخاري، للحافظ ابن حجر العسقلاني، تحقيق فضيلة الشيخ عبد العزيز بن باز؛ رحمه الله، بترتيب محمد فؤاد عبد الباقي، وعناية محب الدين الخطيب، طبع ونشر المطبعة السلفية ومكتبتها، القاهرة، سنة (1380هـ) . ¶ 64- الفتح الرباني بترتيب مسند الإمام أحمد بن حنبل الشيباني، للشيخ أحمد عبد الرحمن البنا الساعاتي، دار إحياء التراث العربي، الطبعة الثانية، نشر دار الحديث، القاهرة. ¶ 65- الفهرس الشامل للتراث العربي الإسلامي المخطوط، الحديث النبوي الشريف وعلومه ورجاله، مؤسسة آل البيت، الأردن. ¶ 66- فهرس دار الكتب المصرية. ¶ 67- فهرس مخطوطات الحديث الشريف وعلومه في مكتبة الملك عبد العزيز بالمدينة المنورة، إعداد عمار بن سعيد تمالت. ¶ 68- فهرس المكتبة الأزهرية. ¶ 69- فيض القدير، محمد المدعو بعبد الرؤوف المناوي، طبع عام (1391هـ) ، نشر دار المعرفة، بيروت، بالطبعة الثانية. ¶ 70- قضاء الوطر، للشيخ إبراهيم اللقاني، مصورة بمكتبة الشيخ حماد الأنصاري -رحمه الله- عن نسخة الخزانة العامة بالرباط رقم (507 ق) . ¶ 71- قفو الأثر في صفوة علوم الأثر، لرضي الدين محمد بن إبراهيم الحلبي الحنفي، الشهير بابن الحنبلي، عناية الشيخ عبد الفتاح أبو غدة، طبع دار البشائر الإسلامية، بيروت، نشر مكتب المطبوعات الإسلامية، حلب، الطبعة الثانية عام (1408 هـ) .",
            "page": "189",
            "part": "1",
            "seal": "C808B509"
        },
        {
            "id": "68",
            "nass": "72- الكامل في ضعفاء الرجال، لابن عدي، طبع ونشر دار الفكر، بيروت، الطبعة الأولى؛ سنة (1404هـ) . ¶ 73- كشف الأستار عن زوائد مسند البزار، للهيثمي، تحقيق الشيخ حبيب الرحمن الأعظمي، طبع ونشر مؤسسة الرسالة، بيروت، الطبعة الأولى سنة (1399هـ) . ¶ 74- الكفاية، للخطيب البغدادي، مطبعة السعادة، نشر دار الكتب الحديثة، القاهرة، الطبعة الأولى. ¶ 75- لسان العرب، لابن منظور، نشر دار صادر، بيروت. ¶ 76- لسان الميزان، للحافظ ابن حجر، تحقيق الشيخ عبد الفتاح أبو غدة، طبع ونشر دار البشائر، بيروت، الطبعة الأولى؛ سنة (1423هـ) . ¶ 6- لقط اللآلئ المتناثرة في الأحاديث المتواترة، للزبيدي، تعليق محمد بن عبد القادر عطا، نشر دار الكتب العلمية، بيروت، الطبعة الأولى؛ سنة (1405هـ) . ¶ 7- مبتدأ الخبر في مبادئ علم الأثر، لم يُذكر له مؤلف، مطبوع قديم في (مركز جمعة الماجد للثقافة والتراث) ، في (دبي) . ¶ 8- مجمع الأمثال، للميداني، تحقيق الشيخ محمد محي الدين عبد الحميد، مصوّر عن طبعة مطبعة السنة المحمدية، سنة (1374هـ) . ¶ 9- المجمع المؤسِّس للمعجم المفهرس، للحافظ ابن حجر العسقلاني، تحقيق د. يوسف عبد الرحمن مرعشلي، نشر دار المعرفة، بيروت، الطبعة الأولى، سنة (1415هـ) . ¶ مجمع الزوائد ومنبع الفوائد، للهيثمي، تحقيق الشيخ حسين سليم أسد",
            "page": "190",
            "part": "1",
            "seal": "0AB5D771"
        },
        {
            "id": "69",
            "nass": "الداراني، نشر دار المأمون، دمشق، بيروت، الطبعة الأولى؛ سنة (1412هـ) . ¶ 82- المختارة للضياء المقدسي، عناية د. عبد الملك بن دهيش، نشر مكتبة النهضة الحديثة، مكة المكرمة، الطبعة الأولى؛ سنة (1416هـ) . ¶ 83- مختصر في علم الحديث، للعلامة محمد بن إبراهيم بن الوزير، مخطوط، بقسم المخطوطات بالمكتبة المركزية بالجامعة الإسلامية، رقم (5963) ، ضمن مجموع من (120-إلى-123) ، عن نسخة مكتبة برلين. ¶ 84- المختصر من نخبة الفكر، عبد الوهاب بن أبي البركات الأحمدي، طبع مع شرحه (عقد الدرر) . ¶ 85- المستدرك على الصحيحين، للحاكم النيسابوري، مع تلخيصه للذهبي، نشر مكتب المطبوعات الإسلامية، حلب، مصورة عن الطبعة الهندية. ¶ 86- المستقصى في أمثال العرب، جار الله محمود بن عمر الزمخشري، دار الكتب العلمية، بيروت، الطبعة الثانية؛ سنة (1397هـ) . ¶ 87- مسند الإمام أحمد، أشرف على تحقيقه د. عبد المحسن التركي، الجزء الرابع، تحقيق الشيخ شعيب الأناؤوط وعادل مرشد، مؤسسة الرسالة، الطبعة الأولى؛ سنة (1414هـ) . ¶ 88- مسند الشهاب، للقاضي محمد بن سلامة القضاعي، تحقيق الشيخ حمدي السلفي، مؤسسة الرسالة، الطبعة الأولى؛ سنة (1405هـ) . ¶ 89- معجم الأمثال العربية، رياض عبد الحميد مراد، طبع جامعة الإمام محمد ابن سعود الإسلامية، الطبعة الأولى؛ سنة (1407هـ) . ¶ 90 - المعجم الكبير للطبراني، تحقيق الشيخ حمدي السلفي، مطبعة الوطن",
            "page": "191",
            "part": "1",
            "seal": "907CBD86"
        },
        {
            "id": "70",
            "nass": "العربي، بغداد، الطبعة الأولى؛ سنة (1400هـ) . ¶ 91- معجم مقاييس اللغة، لابن فارس؛ أبي الحسين أحمد بن زكريا، تحقيق الأستاذ عبد السلام هارون، دار الجيل، بيروت، الطبعة الأولى؛ سنة (1411هـ) . ¶ 92- ملحق التراث، جريدة البلاد السعودية، العددان (41و42) ، في 13/ 9/ 1419 – 20/ 9/ 1419 هـ. ¶ 93- منح النُّغبة على شرح النخبة، لرضي الدين محمد بن أحمد بن إبراهيم بن يوسف، (انظر: قفو الأثر) . ¶ 94- منتهى الرغبة في حلّ ألفاظ النخبة، محمد بن علي الخرشي البحيري، مخطوطة أصلية بمكتبة الحرم المكي، رقم (751) ، ضمن مجموع من ل (59) إلى ل (473) . ¶ 95- منظومة قصب السكر مع شرحها (إسبال المطر) و (سح المطر) . ¶ 96- المنهج الحديث في علوم الحديث، د. محمد محمد السماحي؛ مطبعة الأزهر عام (1377هـ) . ¶ 97- نتيجة النظر في نخبة الفكر، كمال الدين محمد بن محمد بن حسن الشُّمُنِّي، مصورة بمكتبة الشيخ حماد الأنصاري –رحمه الله- عن نسخة مديرية الأوقاف العامة ببغداد؛ رقم (3785) . ¶ 98- نزهة النظر؛ توضيح نخبة الفكر، للحافظ ابن حجر، رحمه الله، بتحقيق د. نور الدين عتر، الطبعة الثالثة؛ سنة (1421هـ) . ¶ 99- نزهة النظر توضيح نخبة الفكر، للحافظ ابن حجر، مخطوط بمكتبة الحرم المكي، رقم (777) .",
            "page": "192",
            "part": "1",
            "seal": "8A91B3BA"
        },
        {
            "id": "71",
            "nass": "100- نظم نخبة الفكر، محمد كمال الشمني، تحقيق محمد سماعي الجزائري، نشر دار البخاري، المدينة المنورة، سنة (1415هـ) . ¶ 101- النكت على نزهة النظر، الشيخ علي حسن عبد الحميد، دار ابن الجوزي، الدمام، الطبعة السادسة؛ سنة (1422هـ) . ¶ 102- الوسائل في مُسامرة الأوائل، للسيوطي، تعليق أبي هاجر محمد السعيد، طبع دار الكتب العلمية، بيروت، نشر دار الباز، مكة المكرمة، سنة (1406هـ) . ¶ 103- الوسيط، الأستاذ الدكتور الشيخ محمد محمد أبو شهبة، رحمه الله، نشر عالم المعرفة، جدة، الطبعة الأولى؛ سنة (1403هـ) . ¶ 104- اليواقيت والدرر في شرح نخبة ابن حجر، محمد المدعو عبد الرؤوف المناوي، دراسة وتحقيق د. المرتضى الزين أحمد، نشر مكتبة الرشد، الرياض، الطبعة الأولى؛ سنة (1420هـ) .",
            "page": "193",
            "part": "1",
            "seal": "B532F430"
        }
    ],
    "t4134": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: المنهج المبتكر في (نخبة الفكر)"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: رضا الحافظ عن كتابه هذا، وثناء العلماء عليه، وتاريخ تأليفه"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: الجهود المبذولة في خدمة كتاب (نخبة الفكر)"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: التعريف بأول شروح النخبة المسمى (نتيجة النظر) للكمال الشمني، (ت821هـ) ."
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}