{
    "b4185": [
        {
            "id": "50",
            "nass": "وقال تعالى: {وَقَالَ نُوحٌ رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّاراً إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلا يَلِدُوا إِلا فَاجِراً كَفَّاراً} نوح 26-27. ¶ مواقفه من قومه: ¶ 1) الحلم والأناة وعدم الرد بالمثل. ¶ قال تعالى: {قَالَ الْمَلأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلالٍ مُبِينٍ قَالَ يَا قَوْمِ لَيْسَ بِي ضَلالةٌ وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أُبَلِّغُكُمْ رِسَالاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لا تَعْلَمُونَ} الأعراف 62-65. ¶ 2) الحوار الهادئ الودود والمقنع المفيد: ¶ أ- الإِنكار عليهم في عدم قبولهم الموعظة الربانية والتي جاء بها نوح - عليه السلام - من ربه. ¶ قال تعالى: {أَوَعَجِبْتُمْ أَنْ جَاءَكُمْ ذِكْرٌ مِنْ رَبِّكُمْ عَلَى رَجُلٍ مِنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوا وَلَعَلَّكُمْ تُرْحَمُونَ} الأعراف 63. ¶ قال ابن كثير: \"أي لاتعجبوا من هذا فإن هذا ليس بعجب أن يوحى الله إلى رجل منكم رحمة بكم ولطفاً وإحساناً إليكم لينذركم ولتتقوا نقمة الله ولا تشركوا به\"1. ¶ 2- عدم استطاعته هدايتهم إلى ما جاء به وهم له كارهون. ¶ قال تعالى: {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ} هود 28. ¶ وقال تعالى: {وَلا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ} هود 34. ¶ 3) تقديمه دعوته وشخصه لا صفاء ونقاء بعيداً عن كل ما يشوهها أو يكدر صفوهما. ويتجلى ذلك في الآتي: ¶ ا- عدم طلب الأجر على تبليغ دعوته. ¶ قال تعالى: {وَيَا قَوْمِ لا أَسْأَلُكُمْ عَلَيْهِ مَالاً إِنْ أَجْرِيَ إِلا عَلَى اللَّهِ} الآية هود 29. ¶ __________ ¶ 1تفسير القرآن العظيم 3/183.ط دار الفكر.",
            "page": "57",
            "part": "1",
            "seal": "C09290F0"
        },
        {
            "id": "51",
            "nass": "2- عدم الاستجابة لقومه في طرد المؤمنين. ¶ قال تعالى: {وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْماً تَجْهَلُونَ} هود 29. ¶ 3- بيان قدر نفسه والبعد عن الادعاء أو الكمال الزائف. ¶ قال تعالى: {وَلا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ وَلا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذاً لَمِنَ الظَّالِمِينَ} هود 31. ¶ 4) شجاعته - عليه السلام - مع ثقته المطلقة بربه وتوكله عليه. ¶ قال تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِنْ كَانَ كَبُرَ عَلَيْكُمْ مَقَامِي وَتَذْكِيرِي بِآياتِ اللَّهِ فَعَلَى اللَّهِ تَوَكَّلْتُ فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ ثُمَّ لا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوا إِلَيَّ وَلا تُنْظِرُونِ} يونس 71. ¶ موقفه من أهله: ¶ من سنن الله سبحانه في خلقه أنه سبحانه يبتليهم ليعلم من يطيعه أويعصاه وهو أعلم بكل شيء والابتلاءات متعددة ومتنوعة. ¶ ومن أعظم والابتلاءات. الابتلاء بالأهل الملاصقين بالمبتلى ليل نهار ولذا أخبر الله سبحانه في كتابه العزيز بعداوتهم وفتنتهم وحذر منهم فقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوّاً لَكُمْ فَاحْذَرُوهُمْ} التغابن 14. ¶ وقال تعالى: {إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ} التغابن 15. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ} المنافقون 9. ¶ ومع أنهم عدو وفتنة فهم زينة ومتاع الحياة الدنيا. ¶ قال تعالى: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ} آل عمران 14. ¶ وقد ابتلى رسول الله نوح - عليه السلام - بأمرين في أهله.",
            "page": "58",
            "part": "1",
            "seal": "82D5B95A"
        },
        {
            "id": "52",
            "nass": "الأمر الأول: ابتلى في زوجته حتى أصبحت مثلا يضرب بها في الخيانة في الإِيمان وفي نقل أخبار زوجها ونشر أسراره. ¶ قال تعالى: {ضَرَبَ اللَّهُ مَثَلاً لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئاً وَقِيلَ ادْخُلا النَّارَ مَعَ الدَّاخِلِينَ} التحريم 15. ¶ وإنها لإحدى الكبر أن تصبح حليلته في الفراش وضجيعته والمخالطة للمسلمين بالليل والنهار، عوناً لأعداء زوجها وبوقاً ينفخ فيه، وعيناً للأعداء على الأقرباء. ¶ أما الأمر الثاني: فهروب ابنه منه - عليه السلام - ولجوءه إلى أهل الضلالة والغاوية وعلى مرأى ومسمع من أبيه، وإنها لهي الكبرى الثانية التي ابتلى بها نوح في فلذة كبده، وقرة عينه، لكن قضاء الله نافذ لا مرد له يضل من يشاء ويهدي من يشاء لقد انعزل الابن عن أبيه في حالة يلزم منها عادة الإتمام حول بعضهما وحتى لا ينكشف ما وقع بهم. ¶ قال تعالى: {وَنَادَى نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلا تَكُنْ مَعَ الْكَافِرِينَ قَالَ سَآوي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ قَالَ لا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلا مَنْ رَحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ} هود 42-43. ¶ وانطلق نداء نوح - عليه السلام - صاعداً من الأرض إلى عنان السماء تحدوه عاطفة الأبوة إنه من أهله راجياً رحمة ربه ولطفه في قضائه وقدره ومعزفا بالوعد الحق من الله والحكم الحكيم. ¶ قال تعالى: {وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ} هود 45. ¶ ولكن جاء الرد من الرب تبارك وتعالى واضحاً جليا يبين لنوح - عليه السلام – إن هذا الابن ليس من أهلك. لأنه كافر وخارج من دائرة الإسلام فلا تنفعه أبوتك ولاتشفع له لأن الرابطة بينك وبينه هي رابطة العقيدة الإيمانية. وهي مفقودة فيما بينكما ثم يبين الرب سبحانه إنه عمل غير صالح ومادام الأمر كذلك فلا تحرص عليه بل تبرأ منه فلا لقاء بينك وبينه لأن القول قد سبق عليه بالغرق كما تبؤ به من الكفر بالله والعصيان لأبيه.",
            "page": "59",
            "part": "1",
            "seal": "72838189"
        },
        {
            "id": "53",
            "nass": "قال تعالى: {قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ} هود 46. ¶ وفوق هذا يأتي النهي الصارم لنوح - عليه السلام - أن يتجاوز في الدعاء أو أن يسأل ما ليس له به علم فإن من فعل أو صدر منه شيء من ذلك فإنه من الجاهلين. ¶ الإيمان بالبعث ¶ الإيمان بالبعث جزء من الإيمان باليوم الآخر الذي هو أحد أركان الإيمان الستة، وقد كثر الاستدلال القرآني على البعث حساً وعقلاً وشرعاً وقبل الشروع في بيان ذلك لابد لنا من بيان معنى البعث وتعريفه: ¶ فالبعث في اللغة بمعنى الإرسال والإشارة، يقال بعثه وابتعثه: أي أرسله. ¶ وقال ابن فارس: \"الباء والعين والثاء أصل واحد، وهو الإثارة، ويقال بعثت الناقة، إذا أثرتها\"1. ¶ وقال الأزهري: \"والبعث في كلام العرب على وجهن: أحدهما: الإرسال، كقول الله تعالى: {ثُمَّ بَعَثْنَا مِنْ بَعْدِهِمْ مُوسَى} الأعراف 103 ويونس 75. معناه أرسلنا. والبعث أيضا الإحياء من الله للموتى، ومنه قوله عز وجل: {ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ} البقرة 56، أي أحييناكم2. ¶ وأما البعث في الشرع: فهو إحياء الله سبحانه للموتى مرة ثانية من قبورهم، وإخراجهم منها، وعرضهم للحساب يوم القيامة ثم جزاؤهم إما الجنة وإما النار. والإيمان بالبعث يتضمن أموراً عدة: ¶ ا- الإيمان بأن الله سبحانه يحي الموتى مرة ثانية، كما قال تعالى: {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْداً عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ} الأنبياء104، وقال تعالى: {وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ} الحج 7. ¶ __________ ¶ 1معجم المقاييس اللغة 1/266. ¶ 2تهذيب اللغة 2/334.",
            "page": "60",
            "part": "1",
            "seal": "00581E93"
        },
        {
            "id": "54",
            "nass": "2- الإيمان بأن الله سبحانه يحاسب عباده، ويجازيهم على ما عملوا إن خيرا فخير، وإن شرا فشر، قال تعالى: {إِنَّ إِلَيْنَا إِيَابَهُمْ، ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ} الغاشية 25-26، وقال تعالى: {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلا مِثْلَهَا وَهُمْ لا يُظْلَمُونَ} الأنعام 165. ¶ 3- الإيمان بالجنة والنار، وأن مآل العباد بعد الحساب إليهما، فالجنة للمتقين، والنار للمجرمين1. ¶ 4- الإيمان بما يحدث بعد البعث من الأهوال والمواقف. ¶ 5- الإيمان بأن الله سبحانه لا يظلم أحداً، قال تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} الأنبياء47. ¶ أما ثمرة الإيمان بهذا فتتلخص في الآتي: ¶ 1- إن المسلم يعيش بين حالتين: الرجاء لما عند الله من الخيرات والخوف مما عنده من العذاب. ¶ 2- الجد في فعل الطاعات، والاستكثار منها. ¶ 3- الجد في الابتعاد عن المعاصي والإِقلاع عنها. ¶ 4- محاسبة النفس في كل ما تقدم عليه. ¶ 5- الإيمان بعظمة الله في إحياء الموتى. ¶ الكلمات المرادفة لكلمة البعث. ¶ ورد في القرآن كلمتان مترادفتان لكلمة البعث ومعناهما واحد. ¶ الأولى: المعاد قال ابن فارس: \"والمعاد: كل شيء إليه المصير، والآخرة معاد للناس، والله تعالى المبدي والمعيد، وذلك أنه أبدأ الخلق ثم يعيدهم\"2 ومنه قوله تعالى: {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ} القصص85. ¶ __________ ¶ 1انظر رسالة ابن عثيمين نبذة في العقيدة الإسلامية ص 30-92. ¶ 2معجم المقاييس اللغة 4/181.",
            "page": "61",
            "part": "1",
            "seal": "14826969"
        },
        {
            "id": "55",
            "nass": "قال الأزهري: \"وأكثر التفسير في قوله \"لرادك إلى معاد\" لباعثك، وعلى هذا كلام الناس\" أذكر المعاد أي اذكر مبعثك في الآخرة قاله الزجاج. ¶ قال الأزهري: \"ومن صفات الله سبحانه وتعالى: (المبدء المعيد) بدأ الله الخلق أحياء ثم يميتهم ثم يحييهم كما كانوا قال الله جل وعز: {وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ} وقال: إنه هو يبدأ ويعيده بدأ وأبدأ بمعنى واحد\"1. ¶ والثانية \"النشور: قال الزجاج: \"نشرهم الله أي بعثهم كما قال تعالى: {وَإِلَيْهِ النُّشُورُ} 2 ونشر الله الموتى فنشروا، أنشروا الموتى أيضا قال تعالى: {ثُمَّ إِذَا شَاءَ أَنْشَرَهُ} 3. ¶ إطلالات كلمة البعث في القرآن: ¶ والبعث يطلق في القرآن على عدة معان متنوعة: ¶ ا- يطلق ويراد به الاهام، كما في قوله تعالى: {فَبَعَثَ اللَّهُ غُرَاباً يَبْحَثُ فِي الأَرْضِ} المائدة 31. ¶ 2- يطلق ويراد به الإحياء في الدنيا، كما في قوله تعالى: {ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ} البقرة. وكقوله تعالى: {فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ} البقرة. ¶ 3- يطلق ويراد به اليقظة من النوم، كما في قوله تعالى: {ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمّىً} الأنعام 60. ¶ 4- يطلق ويراد به التسليط، كما في قوله تعالى: {فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداً لَنَا أُولِي بَأْسٍ شَدِيدٍ} الإسراء هـ. ¶ 5- يطلق ويراد به الإرسال، كما في قوله تعالى: {هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ} الجمعة 2. وكما في قوله تعالى: {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ} البقرة 129، وكما في قوله تعالى: {َابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَذِهِ إِلَى الْمَدِينَةِ} الكهف 19. ¶ 6-يطلق ويراد به النصب والبيان، كما في قوله تعالى: {فَابْعَثُوا حَكَماً مِنْ أَهْلِه ِ ¶ __________ ¶ 1تهذيب اللغة 3/129. ¶ 2تهذيب اللغة 11/338. ¶ 3معجم المقاييس اللغة 5/420.",
            "page": "62",
            "part": "1",
            "seal": "D62C0D2F"
        },
        {
            "id": "56",
            "nass": "وَحَكَماً مِنْ أَهْلِهَا} النساء35. وكما في قوله تعالى: {ابْعَثْ لَنَا مَلِكاً نُقَاتِلْ فِي سَبِيلِ اللَّهِ} البقرة 246. وكما في قوله تعالى: {إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكاً} البقرة 247. ¶ 7- يطلق ويراد به النشور من القبور، كما في قوله تعالى: {وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ} الحج 71. ¶ والبعث حق ثابت، لا مرية فيه ولاشك، وقد دل الدليل عليه من الكتاب والسنة والإجماع: ¶ قال تعالى: {ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ} المؤمنون 15-16. ¶ وقال تعالى: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا تُرْجَعُونَ} المؤمنون 115. ¶ وقال تعالى: {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ} القصص 85. ¶ وقال النبي صلى الله عليه وسلم: \"يحشر الناس يوم القيامة حفاة عراة غرلا\" متفق عليه من حديث عائشة رضي الله عنها 2. ¶ منهج القرآن الكريم في الاستدلال على البعث: ¶ يتلخص المنهج القرآني في الاستدلال على البعث في ثلاثة أمور: ¶ الأول: الشرع. والثاني: الحس. والثالث: العقل. ¶ أما الشرع: فإن القرآن اعتنى بهذا المبدأ عناية عظيمة، وعرضه عرضا جليا لا خفاء فيه، وأكثر من ذكره حتى لا تكاد تقرأ سورة من سور القرآن الكريم إلا وتجد للبعث فيها ذكرا، سواء كان ذلك بعبارة صريحة، أو غير ذلك. وقد أقسم الله سبحانه على وقوع البعث والمعاد في عدة مواطن في كتابه فمن ذلك: ¶ __________ ¶ 1الوجوه والنظائر الدامغاني ص37-47,وأما ابن الجوزي فاقتصر على الستة الأولى دون ذكر الأخير منها ولكنه في كتاب بصائر ذوي التمييز ذكر ثمانية أوجه لمعنى البعث وليس فيها جديدا عما ذكر، ولكنه جعل النصب والبيان اثنين. انظر نزهة الأعين النواظر في علم الوجوه والنظائر 1/107و108. ¶ 2رواه البخاري في الرقاق باب الحشر 11/378،377 مع الفتح. ورواه مسلم في كتاب الجنة باب فناء الدنيا وبيان الحشر يوم القيامة رقم 56.",
            "page": "63",
            "part": "1",
            "seal": "6B602674"
        },
        {
            "id": "57",
            "nass": "1- قال تعالى: {وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ وَمَا أَنْتُمْ بِمُعْجِزِينَ. وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الأَرْضِ لافْتَدَتْ بِهِ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لا يُظْلَمُونَ أَلا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ أَلا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ} وهو يونس 53-56. ¶ 2- وقال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلا فِي الأَرْضِ وَلا أَصْغَرُ مِنْ ذَلِكَ وَلا أَكْبَرُ إِلا فِي كِتَابٍ مُبِينٍ لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ} سبأ 3-5 وقال تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ} التغابن 7. ¶ وهذه الآيات الثلاث لا رابع لهن في القرآن الكريم ولا نظير لهن، كما ذكر ذلك الحافظ ابن كثير عند تفسيره لهن، حيث أمر الله سبحانه رسوله صلى الله عليه وسلم أن يقسم بربه العظيم على وقوع المعاد ووجوده، ولاشك في ذلك {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} 1 (1) . ¶ وأما الاستدلال بالحس على البعث، فيتلخص في الآتي: ¶ أولا: إن الله سبحانه أرى عباده إحياء الموتى عيانا في الحياة الدنيا وقد ورد بيان ذلك في القرآن الكريم. ¶ 1- ما ذكره الله سبحانه في شأن بني اسرائيل مع موسى عليه السلام عندما امتنعوا عن الإيمان بالله تعالى حتى يروا الله جل شأنه جهرة - أي علانية - أو عيانا، فأرسل الله عليهم صاعقة تأخذهم، وهم ينظرون، ثم منّ الله تعالى عليهم بالإحياء والبعث مرة ثانية، قال تعالى: {وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ¶ __________ ¶ 1انظر تفسير القرآن العظيم (3/508) ، (5/529) ، (8/28) . ط دار الفكر.",
            "page": "65",
            "part": "1",
            "seal": "A16129E2"
        },
        {
            "id": "58",
            "nass": "كانت تعمره، فقاموا أحياء ينظرون، قد أحياهم الله بعد رقدتهم الطويلة، وهم يقولون: سبحانك لا إله إلا أنت، وكان في إحيائهم عبرة، ودليل قاطع على وقوع المعاد الجسماني يوم القيامة\"1.اهـ ¶ 4- ما أخبر الله سبحانه به من قصة الرجل الذي مر على قرية وهي خاوية على عروشها، فلما تفكر فيما آل إليه أمرها بعد بنائها وعظمتها استبعد إحياءها مرة ثانية، فجعل الله تعالى له العبرة منه وفيه وفي من حوله فأماته الله مائة عام ثم بعثه، فرأى بأم عينيه أعظم آية تدل على المعاد. ¶ قال تعالى: {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْماً أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِائَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْماً فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} البقرة 259. ¶ 5- ما أخبر الله به سبحانه من قصة إبراهيم عليه السلام والطيور الأربعة التي أُمِرَ عليه السلام بتقطيعهن، وجعلهن أجزاء على عدد من الجبال ثم دعوتهن، فعدن أحياء مرة ثانية كما كن من قبل، قال تعالى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي قَالَ فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ مِنْهُنَّ جُزْءاً ثُمَّ ادْعُهُنَّ يَأْتِينَكَ سَعْياً وَاعْلَمْ أَنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} البقرة 260. ¶ 6- ما حكاه الله سبحانه في شأن قصة أصحاب الكهف، حيث كتب الله عليهم النوم في كهفهم ثلاثمائة سنة وتسع سنين، ثم بعثهم بعد ذلك لم يتغير منهم شيء. ¶ قال ابن كثير رحمه الله: \"ذكر غير واحد من السلف أنه كان قد حصل لأهل ذلك الزمان شك في البعث، في أمر القيامة، وقال عكرمة: كان منهم طائفة قد قالوا: تبعث الأرواح، ولا تبعث الأجساد، فبعث الله أهل الكهف حجة ودلالة وآية على ذلك2. ¶ __________ ¶ 1 تفسير القرآن العظيم 1/529.ط دار الفكر. ¶ 2 تفسير القرآن العظيم 4/376.ط دار الفكر.",
            "page": "66",
            "part": "1",
            "seal": "3CF28F24"
        },
        {
            "id": "59",
            "nass": "وقد سطر الله أمرهم في كتابه العزيز فقال سبحانه {وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْماً أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ} الآية الكهف 19. ¶ وقال تعالى: {وَكَذَلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لا رَيْبَ فِيهَا} الآية الكهف 12. ¶ 7- ما أخبر الله سبحانه - به عن عيسى بن مريم - عليه السلام - في قصة إحيائه للأموات، قال تعالى: {وَرَسُولاً إِلَى بَنِي إِسْرائيلَ أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ اللَّهِ} الآية آل عمران 59. وقد ذكر أهل العلم بالتفسير أن عيسى - عليه السلام - أحيا أربعة أنفس بإذن الله وهذه من الآيات المعجزات والتي لا سبيل لأحد في إيجادها إلا بتأييد من الله تعالى، وفي الوقت نفسه برهان واضح على أن الله تعالى قادر على الإِحياء للخلق مرة ثانية فما دام أن المخلوق استطاع بإذن الله على ذلك فالخالق من باب أولى. ¶ ثانيا: الاستدلال القرآني على البعث بالنشأة الأولى: ¶ وذلك في عدة مواضع من القرآن الكريم: ¶ 1- قال تعالى: {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمّىً ثُمَّ نُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مَنْ بَعْدِ عِلْمٍ شَيْئا..} الخ الآيات سورة الحج هـ. ¶ يقول ابن جرير رحمه الله في تفسير هذه الآية: \"وهذا احتجاج من الله على الذي أخبر عنه من الناس أنه يجادل في الله بغير علم، اتباعا منه للشيطان المريد، وتنبيه له على موضع خطأ قيله، وإنكاره ما أنكر من قدرة ربه، قال يا أيها الناس إن كنتم في شك في قدرتنا على بعثكم من قبوركم بعد مماتكم وبلاكم استعظاما منكم لذلك، فإن في ابتدائنا خلق أبيكم آدم عليه السلام من تراب، ثم إنشائنا لكم من نطفة آدم، ثم تصريفنا لكم أحوالا",
            "page": "67",
            "part": "1",
            "seal": "7662823E"
        },
        {
            "id": "60",
            "nass": "حالا بعد حال، من نطفة إلى علقة ثم من علقة إلى مضغة، لكم معتبرا ومتعظا تعتبرون به، فتعلمون أن من قدر على ذلك، فغير متعذر عليه إعادتكم بعد فنائكم، كما كنتم أحياء قبل الفناء\"1. ¶ 2- قال تعالى: {وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الأَعْلَى فِي السَّمَاوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} الروم 27. ¶ قال ابن جرير: \"والذي له هذه الصفات تبارك وتعالى، هو الذي يبدأ الخلق من غير أصل فينشئه، ويوجده بعد أن لم يكن شيئا، ثم يفنيه بعد ذلك، ثم يعيده كما بدأه بعد فنائه، وهو أهون عليه\"2. ¶ 3- قال تعالى: {أَوَلَمْ يَرَ الأِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ. وَضَرَبَ لَنَا مَثَلاً وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ} يس 77-79. ¶ وقد ورد في سبب نزولها أن بعض منكري البعث من المشركين حمل في يده عظما باليا ففته أمام النبي صلى الله عليه وسلم، ثم ذراه في الهواء ثم سأله سؤال استنكار واستهزاء وسخرية: هل يستطيع ربك بعث هذا وإحياءه؟، وذكرت الروايات أن النبي عليه السلام أجابه بقوله: \"نعم، يميتك الله ثم يحييك ثم يدخلك جهنم\"، وفي رواية: \"نعم، يميتك الله تعالى، ثم يبعثك، ثم يحشرك إلى النار\" 3. ¶ 4- قال تعالى: {يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْداً عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ} الأنبياء104. ¶ وفي الصحيحين عن ابن عباس رضي الله عنهما قال: \"قام فينا رسول الله عليه السلام خطيباً بموعظة فقال: يا أيها الناس إنكم محشورون إلى الله عز وجل حفاة عراة غرلا {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْداً عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ} \"4الخ الأنبياء 104. ¶ __________ ¶ 1تفسير ابن جرير 17/116. ¶ 2تفسير ابن جرير 21/35. ¶ 3تفسير القرآن العظيم 5/631.ط دار الفكر. ¶ 4رواه مسلم في صفة الجنة رقم 58 والبخاري في الرقاق باب الحشر 11/377.",
            "page": "68",
            "part": "1",
            "seal": "B98B7DB1"
        },
        {
            "id": "61",
            "nass": "5- قال تعالى: {وَقَالُوا أَإِذَا كُنَّا عِظَاماً وَرُفَاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً، قُلْ كُونُوا حِجَارَةً أَوْ حَدِيداً أَوْ خَلْقاً مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيباً يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلا قَلِيلاً} الاسراء49-52. ¶ 6- قال تعالى: {أَفَعَيِينَا بِالْخَلْقِ الأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ} ق 15، ومعنى الآية أن الخلق الأول للإنسان لم يعجزنا، أو يعيينا، فالخلق الجديد الثاني يكون أهون وأسهل1. ¶ 7- قال تعالى: {نَحْنُ خَلَقْنَاكُمْ فَلَوْلا تُصَدِّقُونَ. أَفَرَأَيْتُمْ مَا تُمْنُونَ أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لا تَعْلَمُونَ وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الأُولَى فَلَوْلا تَذَكَّرُونَ} الواقعة 57-62. يقول ابن كثير رحمه الله: \"يقول تعالى مقررا للمعاد ورادا على المكذبين به من أهل الزيغ والإلحاد من الذين قالوا: {قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَاباً وَعِظَاماً أَإِنَّا لَمَبْعُوثُونَ} وهو وقولهم ذلك صدر منهم على وجه التكذيب والاستبعاد\"2. ¶ 8- قال تعالى: {أَيَحْسَبُ الأِنْسَانُ أَنْ يُتْرَكَ سُدىً. أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى. فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالأُنْثَى. أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى} القيامة 36-40. ¶ نقل ابن كثير رحمه الله في تفسير هذه الآيات معان لأهل العلم، فقال السدي: \"يعني لا يبعث\"، وقال مجاهد والشافعي وعبد الرحمن بن زيد بن أسلم: \"يعني لا يؤمر، ولاينهى\". قال ابن كثير: \"والظاهر أن الآية تعم الحالين، أي: ليس يترك في هذه الدنيا مهملا لا يؤمر ولاينهى، ولابترك في قبره سدى لا يبعث، بل هو مأمور منهي في الدنيا، محشور إلى الله في الدار الآخرة، والمقصود هنا إثبات المعاد، والرد على من أنكره من أهل الزيغ والجهل والعناد، ولهذا قال تعالى مستدلا بالبداءة، فقال تعالى: {أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى} أي: أما كان الإنسان نطفة ضعيفة من ماء مهين، ثم قال: أما هذا الذي ¶ __________ ¶ 1انظر تفسير القرآن العظيم 6/399.ط دار الفكر. ¶ 2تفسير القرآن العظيم 6/531.ط دار الفكر.",
            "page": "69",
            "part": "1",
            "seal": "52471BA0"
        },
        {
            "id": "62",
            "nass": "أنشأ هذا الخلق السوي من هذه النطفة الضعيفة بقادر على أن يعيده كما بدأه\"1 أهـ. ¶ 9- قال تعالى: {وَيَقُولُ الأِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيّاً. أَوَلا يَذْكُرُ الأِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئاً} مريم 66-67. ¶ قال ابن كثير: \"يستدل تعالى بالبداءة على الإعادة، يعني أنه تعالى قد خلق الإنسان ولم يك شيئا، أفلا يعيده وقد صار شيئا\"2. ¶ 10- قال تعالى: {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَاباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ وَأُولَئِكَ الْأَغْلالُ فِي أَعْنَاقِهِمْ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} الرعد 5 ¶ ثالثا: الاستدلال القرآني على البعث بإحياء الأرض بعد موتها: ¶ قال تعالى: {الَّذِي جَعَلَ لَكُمُ الأَرْضَ فِرَاشاً وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقاً لَكُمْ فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً وَأَنْتُمْ تَعْلَمُونَ} البقرة 22. ¶ وإحياء الأرض بعد موتها من الأمثال التي يكثر ذكرها في القرآن، وتعتبر من البراهين المشاهدة المحسوسة على البعث بعد الموت، فأرض قحلة وخاشعة ومجدبة ينزلق عليها الماء فإذا هي جميلة المنظر تسر الناظرين، إن في ذلك لذكرى لمن كان له قلب أو ألقى السمع وهو شهيد. ¶ 2- قال تعالى: {وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} فصلت 39. ¶ قال ابن كثير في تفسيرها: وقوله {وَمِنْ آيَاتِهِ} أي الدالة على قدرته على إعادة الموتى {أَنَّكَ تَرَى الأَرْضَ خَاشِعَةً} أي هامدة لا نبات فيها، بل هي ميتة {فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ} أي أخرجت من ألوان الزروع والثمار {إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} 3اهـ. ¶ 3- قال تعالى: {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ ¶ __________ ¶ 1تفسير القرآن العظيم 7/174-175ط دار الفكر. ¶ 2تفسير القرآن العظيم 4/475.ط دار الفكر. ¶ 3تفسير القرآن العظيم 6/ 179. ط دار الفكر.",
            "page": "70",
            "part": "1",
            "seal": "806F9800"
        },
        {
            "id": "63",
            "nass": "سَحَاباً ثِقَالاً سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَْ} الأعراف 57. قال ابن كثير: \"أي كما أحيينا هذه الأرض بعد موتها، كذلك نحي الأجساد بعد صيرورتها رميما يوم القيامة، ينزل الله سبحانه وتعالى من السماء ماء فتمطر الأرض أربعين يوما فتنبت منه الأجساد في قبورها كما ينبت الحب في الأرض، وهذا المعنى كثير في القرآن يضرب الله مثلا ليوم القيامة بإحياء الأرض بعد موتها، ولهذا قال: {َلعَلَّكُمْ تَذَكَّرُونَْ} 1. ¶ 4- قال تعالى: {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ} الروم 19. ¶ 5- قال تعالى: {وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفاً وَطَمَعاً وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لآياتٍ لِقَوْمٍ يَعْقِلُونَ} الروم 24. ¶ 6- قال تعالى: {فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} الروم 50. ¶ 7- قال تعالى: {وَآيَةٌ لَهُمُ الأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبّاً فَمِنْهُ يَأْكُلُونَ} يس 33. ¶ 8- قال تعالى: {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمّىً ثُمَّ نُخْرِجُكُمْ طِفْلاً ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مَنْ بَعْدِ عِلْمٍ شَيْئاً وَتَرَى الأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ} الحج 5-7. ¶ 9- قال تعالى: {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَاباً فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ} فاطر 9. ¶ 10- قال تعالى: {وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتاً كَذَلِكَ تُخْرَجُونَ} الزخرف 11. ¶ 11- قال تعالى: {وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكاً فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ رِزْقاً لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتاً كَذَلِكَ الْخُرُوجُ} ق 9-11. ¶ __________ ¶ 1تفسير القرآن العظيم 3/181.ط دار الفكر.",
            "page": "71",
            "part": "1",
            "seal": "9019C5E4"
        },
        {
            "id": "64",
            "nass": "رابعا: الاستدلال القرآني على البعث بآيات الله العظمى كالسماوات والأرض: ¶ أ- قوله تعالى: {ذَلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآياتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَاماً وَرُفَاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً. أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ قَادِرٌ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلاً لا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلا كُفُوراً} الا سراء98- 99. ¶ 2- قال تعالى: {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ, إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ} يس 81-83 ¶ 3- وقال تعالى: {لَخَلْقُ السَّمَاوَاتِ وَالأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} غافر 57. ¶ 4- وقال تعالى: {أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} الأحقاف 33. ¶ خامسا: الاستدلال القرآني على البعث بأسمائه وصفاته وآثارهما: ¶ فمن أسمائه: الحكيم والعدل، فمن حكمة الله وعدله أنه يحق الحق ويبطل الباطل ويميز الخبيث من الطيب ويعطي كل ذي حق حقه {وَلا يَظْلِمُ رَبُّكَ أَحَداً} ، وقد قال سبحانه: {أَيَحْسَبُ الأِنْسَانُ أَنْ يُتْرَكَ سُدىً} وقال تعالى: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لا تُرْجَعُونَ} والخلق في الحياة الدنيا يظلم بعضهم بعضا فمنهم من يموت ظالما ومنهم من يموت مظلوما، فلابد إذن من يوم يحضر الجميع فيه بين يدي الله ليقتص من الظالم للمظلوم ولينال كل من المحسن والمسيء جزاءً، كما قال تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} ، وقال تعالى: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} 1. ¶ __________ ¶ 1محاضرات في التفسير الموضوعي ص 47-48 لعبد اللطيف نصار.",
            "page": "72",
            "part": "1",
            "seal": "91A9F338"
        },
        {
            "id": "65",
            "nass": "دراسة أهل الكتاب ¶ أولا: عقيدة أهل الكتاب في الله جل جلاله: ¶ إن عقيدة أهل الكتاب في ربهم عقيدة فاسدة تنبئ عن طوية سيئة، وقول مشين، وضلال مبين، ولولا أن القرآن ذكرها لما تجرأ القلم بذكرها خجلا وحياء وخوفا وذلا ورغبة ورهبة من فاطر السماوات والأرض. وإن قولهم المشين لتنشق منه السماء وتنهد منه الجبال لما فيه من الكذب الصراح والبهتان الواضح، فاستحقوا غضب ربهم ولعنة خالقهم ومسخهم قردة وخنازير. ¶ إن أهل الكتاب أخفوا كثيرا مما أنزل إليهم ظلما وعدوانا وقد نبه عنه سبحانه فقال جل شأنه {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ الله نُورٌ وَكِتَابٌ مُبِينٌ. يَهْدِي بِهِ الله مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} المائدة 15-16. ¶ وإن أهل الكتاب أعظموا الفرية على ربهم فيما نسبوا إليه من الولد والصاحبة وغير ذلك من الزور والبهتان فمن عقيدتهم في ربهم: ادعوا أن لله سبحانه ولدا. ¶ قال الله تعالى: {وَقَالُوا اتَّخَذَ الله وَلَداً سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ كُلٌّ لَهُ قَانِتُونَ. بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} البقرة 116-117. ¶ وقال تعالى: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً. لَقَدْ جِئْتُمْ شَيْئاً إِدّاً. تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدّاً. أَنْ دَعَوْا لِلرَّحْمَنِ وَلَداً. وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَداً. إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ إِلا آتِي الرَّحْمَنِ عَبْداً} مريم 88-93. وقال تعالى: {أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ. وَلَدَ الله وَإِنَّهُمْ لَكَاذِبُونَ} الصافات 152. نعم إن قولهم هذا لأفك عظيم والذين تولوا كبره هم أهل الكتاب عليهم لعائن الله، وقد ورد تفصيل نوعية ذلك الولد المزعوم في مواطن من القرآن الكريم.",
            "page": "73",
            "part": "1",
            "seal": "C588B7C7"
        },
        {
            "id": "66",
            "nass": "فاليهود زعموا أن عزيرا هو ابن الله سبحانه والنصارى زعموا أن عيسى هو ابن الله. وهذا صادر من أهل الكتاب مضاهاة لقول الكافرين من قبلهم. ¶ قال تعالى: {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ الله وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ الله ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ الله أَنَّى يُؤْفَكُونَ} التوبة 30. ¶ إنها مقالة شنيعة، وفرية كبيرة تعالى الله عما يقولون علواً عظيماً ثم تطور هذا الزعم الباطل إلى أن جعلوا أنفسهم هم الأنبياء والأحباء لله دون غيرهم. ¶ قال تعالى: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلله مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ} المائدة 18. ¶ قال ابن كثير: \"ونقلوا عن كتابهم أن الله تعالى قال لعبده إسرائيل: أنت ابني بكري فحملوا هذا على تأويله وحرفوه، وقد رد عليهم غير واحد ممن أسلم من عقلائهم وقالوا: هذا يطلق عندهم على التشريف والإكرام، كما نقل النصارى عن كتابهم أن عيسى قال لهم: إني ذاهب إلى أبي وأبيكم ربي وربكم \"1. ¶ ثم تطور هذا الزعم الكاذب إلى أن ادعى النصارى أن عيسى ابن مريم عليهما السلام هو الله سبحانه قال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ الله هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ الله شَيْئاً إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الأَرْضِ جَمِيعاً وَلله مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَالله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} المائدة 17. وقال تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ الله وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلا لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} التوبة31. وزعمهم أن الله سبحانه فقير وادعاؤهم أنهم أغنياء. ¶ قال تعالى: {لَقَدْ سَمِعَ الله قَوْلَ الَّذِينَ قَالُوا إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ} آل عمران 181. ¶ __________ ¶ 1 تفسير القرآن العظيم 2/529.ط دار الفكر.",
            "page": "74",
            "part": "1",
            "seal": "BB46FC5E"
        },
        {
            "id": "67",
            "nass": "زعموا أن الله فقير وأنه سبحانه بحاجة إليهم وزعموا أنهم ليسوا بحاجة إليه سبحانه فرد الله عليهم قولهم. ¶ وصف اليهود الله سبحانه أن يده جل شأنه مغلولة. أي بخيلة. ¶ قال تعالى: {وَقَالَتِ الْيَهُودُ يَدُ الله مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيراً مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} المائدة 64. ¶ وفسر السلف قولهم المشين {يَدُ الله مَغْلُولَةٌ} أي بخيلة. ¶ قال ابن عباس: لايعنون بذلك أن يد الله موثقة ولكن يقولون بخيل يعني أمسك ما عنده بخلا تعالى الله عن قولهم علوا كبيرا. ¶ قال ابن كثير: \"وكذا روي عن مجاهد وعكرمة وقتادة والسدى والضحاك \"1 وقد رد الله تعالى عليهم هذه المقالة المزعومة بقوله سبحانه: {غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ} . ¶ فهم البخلاء بأموالهم كما قال في حقهم {أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فَإِذاً لا يُؤْتُونَ النَّاسَ نَقِيراً} النساء53. ¶ ثانيا: موقفهم من الملائكة: ¶ إن عقيدة اليهود في الملائكة عقيدة كافرة لا خير فيها لكونهم كفروا ببعض وادعوا بعضا آخر فقالوا: جبريل عدونا وميكائيل ولينا. وهذا تفريق بين المتماثلات بدون بيان ولا برهان، وإنما بناء على زعمهم الباطل أن جبريل يأتي بالشدة وسفك الدماء وميكال يأتي بالخير والرخاء والخصب والمطر. ¶ قال تعالى: {قُلْ مَنْ كَانَ عَدُوّاً لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ الله مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ وَهُدىً وَبُشْرَى لِلْمُؤْمِنِينَ. مَنْ كَانَ عَدُوّاً لله وَمَلائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ الله عَدُوٌّ لِلْكَافِرِينَ} البقرة 97-98. ¶ قال الطبري \"أجمع أهل العلم بالتأويل جميعا على أن هذه الآية نزلت جوابا لليهود ¶ __________ ¶ 1 تفسير القرآن العظيم (2/ 605) . ط دار الفكر.",
            "page": "75",
            "part": "1",
            "seal": "3B0ADE1C"
        },
        {
            "id": "68",
            "nass": "من بني إسرائيل، إذ زعموا أن جبريل عدو لهم وأن ميكال ولي لهم..\"1. ¶ قال ابن كثير: \"من عادى جبرائيل فليعلم أنه الروح الأمين الذي نزل بالذكر الحكيم على قلبك من الله بإذنه له في ذلك، فهو رسول من رسل الله ملكي، ومن عادى رسولا فقد عادى جميع الرسل، كما أن من آمن برسول فإنه يلزمه الإيمان بجميع الرسل وكما أن من كفر برسول فإنه يلزمه الكفر بجميع الرسل كما قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِالله وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ الله وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ} أو الآيتين. فحكم عليهم بالكفر المحقق إذا آمنوا ببعض الرسل وكفروا ببعضهم، وكذلك من عادى جبرائيل فإنه عدو لله لأن جبرائيل لا ينزل بالأمر من تلقاء نفسه وإنما ينزل بأمر ربه كما قال: {وَمَا نَتَنَزَّلُ إِلا بِأَمْرِ رَبِّكَ} الآية وقال تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ. نَزَلَ بِهِ الرُّوحُ الأَمِينُ. عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ} 2 انتهى. ¶ كشف حال أهل الكتاب: ¶ شدة عداوة أهل الكتاب للمؤمنين: ¶ قال تعالى: {مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلا الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ رَبِّكُمْ وَالله يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَالله ذُو الْفَضْلِ الْعَظِيمِ} البقرة 105. هذا النص يثبت لنا عداوة اليهود والنصارى لعباد الله المؤمنين عداوة قلبية، وهي أشد وأنكى من العداوة القولية. وإن كان قد اجتمع في أهل الكتاب العداوات الثلاث، القلبية والقولية والفعلية، كما يتبين إن شاء الله. ¶ ولقد حكم الله عليهم بالكفر لجحدهم وسترهم ما من الله به عليهم من الحق والهدى والنعمة والعطاء وهذا اللؤم والخبث المتمكن من قلوبهم المغلفة ونفوسهم الملتوية جعلهم لا يحبون ولا يتمنون أي خير ينزل على عباد الله المؤمنين بل يكرهون ذلك ويبغضونه ولذا صدر هذا النص ب (ما) النافية. وقوله سبحانه {مِنْ خَيْرٍ} نكرة وردت في سياق النفي فتعم. ¶ __________ ¶ 1 تفسير أبر جرير (377/2) . ط شاكر. ¶ 2 تفسير القرآن العظيم (1/ 231) . ط دار الفكر.",
            "page": "76",
            "part": "1",
            "seal": "C6CC9DEA"
        },
        {
            "id": "69",
            "nass": "قال الشوكاني: \"والظاهر أنهم لايودون أن ينزل على المسلمين أي خير كان، فهو لا يختص بنوع معين كما يفيده وقوع هذه النكرة في سياق النفي، وتأكيد العموم بدخول (من) المزيدة عليها، وإن كان بعض أنواع الخير أعظم من بعض فذلك لا يوجب التخصيص \"1. ¶ حرصهم على فتنة المؤمنين في دينهم والتشكيك فيه والتربص بهم. ¶ قال تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّاراً حَسَداً مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ الله بِأَمْرِهِ إِنَّ الله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} البقرة 109. ¶ وقال تعالى: {وَدَّتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} وهو آل عمران 69. ¶ وقال تعالى: {وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ} آل عمران 72. ¶ إن هذا الخبر من الله سبحانه يحمل في طياته التحذير لعباده المؤمنين من عباده الجائرين الذين جبلت نفوسهم على الخبث والحسد، واللؤم والنكد، والعداوة والبغضاء لمن خالفهم أو امتاز عنهم بشيء من فضل الله ورحمته {ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ الله وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ} محمد 28. والتحذير من سلوك طريقهم، أو الوقوع في شراكهم، فإن عداوتهم معلومة في الظاهر والباطن، وقد علل الله سبحانه تمنيهم الخاسر بالحسد المتأصل في نفوسهم للخير الذي أنزل على المؤمنين من بعثة محمد صلى الله عليه وسلم وما جاء من الهدى والطريق المستقيم. ¶ وقد وردت روايات في السيرة تبين بعض مواقف الملأ من يهود من رسول الله صلى الله عليه وسلم مثل حي بن أخطب وأبو ياسر بن أخطب، وكعب بن الأشرف وغيرهم من جلامدة الكفر وصناديد الظلم2 (وهذه عند المؤمن أشد من كل أذى ومن كل سوء يصيبه باليد أو اللسان، فالذي يود له أن يخسر هذا الكنز العزيز الإيمان ويرتد إلى الكفر، هو أعدى ¶ __________ ¶ 1 فتح القدير 125/1. ¶ 2 انظر تفسير القران العظيم (1/268) ط دار الفكر، وتفسير ابن أبي حاتم 1/ 331 تحقيق الزهراني.",
            "page": "77",
            "part": "1",
            "seal": "A384AB76"
        },
        {
            "id": "70",
            "nass": "من كل عدو يؤذيه باليد واللسان) 1 ومع هذا أمر المسلمون بالعفو والصفح عنهم والصبر على ما يلاقونه من أهل الظلم والطغيان حتى يفتح الله بينهم جميعا وهو خير الفاتحين. ¶ أخرج ابن أبي حاتم في تفسيره بسنده عن أسامة بن زيد رضي الله عنه قال: \"كان رسول الله صلى الله عليه وسلم وأصحابه يعفون عن المشركين وأهل الكتاب كما أمرهم الله، ويصبرون على الأذى، قال الله تعالى: {فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ الله بِأَمْرِهِ إِنَّ الله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} البقرة 109. وكان رسوله الله صلى الله عليه وسلم يتأول في العفو ما أمره الله به حتى أذن الله فيهم بقتل فقتل الله به من قتل من صناديد قريش\" 2 إن هذه الأساليب الماكرة، والصادرة من الكثرة أو القلة أو الطائفة من أهل الكتاب عائدة نتائجها على أصحابها، إنهم يمكرون بغيرهم، وهم ممكور بهم {وَمَا يُضِلُّونَ إِلا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} إنهم حاولوا إضلال المسلمين مجاهرة لكنهم لم يستطيعوا فحاولوا إضلالهم بالمخادعة ليلبسوا على الضعفاء من المسلمين أمر دينهم فاشتوروا ورأوا أن يؤمنوا أول النهار بما أنزل على محمد صلى الله عليه وسلم ويكفروا آخره حتى يزعزعوا الثقة في قلوب المسلمين ويوقعوا الإرجاف في صفوفهم {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلا كَذِباً} الكهف هـ. ¶ يقول ابن كثير \"هذه مكيدة أرادوها ليلبسوا على الضعفاء من الناس أمر دينهم وهو أنهم اشتوروا بينهم أن يظهروا الإيمان أول النهار، ويصلوا مع المسلمين صلاة الصبح فإذا جاء آخر النهار ارتدوا إلى دينهم ليقول الجهلة من الناس إنما ردهم إلى دينهم اطلاعهم على نقيصة وعيب في دين المسلمين ولهذا قالوا: {لَعَلَّهُمْ يَرْجِعُونَ} 3. ¶ وذكر نحو هذا عن ابن عباس، ومجاهد وقتادة والسدى والربيع وأبي مالك. ¶ كما عقدوا العزم، وتواصوا بالباطل ألا يكشفوا أسرارهم ويطمئنوا إليه إلا لمن تبع دينهم وسلك طريقهم ووقع في ضلالهم خوفا من إقامة الحجة عليهم بما عندهم، وكفرا بالآيات البينات الواضحات وحسدا من عند أنفسهم أن يمتاز عليهم غيرهم. ¶ __________ ¶ 1 في ظلال القرآن 8/ 60. ط السابقة. ¶ 2 تفسير ابن أبي حاتم 1/333 تحقيق الزهراني وقال ابن كثير معقباً عليه: \"وهذا اسناد صحيح ولم أره في شيء من الكتب الستة، ولكن له أصل في الصحيحين عن أسامة به زيد\" تفسير القران العظيم 1/269. ¶ 3 تفسير القرآن العظيم 2/56، 57. ط دار الفكر.",
            "page": "78",
            "part": "1",
            "seal": "6318E046"
        },
        {
            "id": "71",
            "nass": "قال تعالى: {وَلا تُؤْمِنُوا إِلا لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى الله أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ الله يُؤْتِيهِ مَنْ يَشَاءُ وَالله وَاسِعٌ عَلِيمٌ. يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَالله ذُو الْفَضْلِ الْعَظِيمِ} آل عمران 73-74. ¶ وقد رد الله سبحانه عليهم مؤامراتهم الكاذبة وبين أن الهدى والفضل بيده سبحانه ¶ وأن الأمور كلها تحت تصرفه فيعطي من يشاء ويمنع من يشاء لا راد لما قضى، ولا مانع لما أعطى بيده الخير وهو على كل شيء قدير. ¶ يقول ابن كثير عند قوله تعالى: {قُلْ إِنَّ الْفَضْلَ بِيَدِ الله يُؤْتِيهِ مَنْ يَشَاءُ} . ¶ \"أي الأمور كلها تحت تصرفه وهو المعطي المانع، يمن على من يشاء بالإِيمان والعلم والتصرف التام، ويضل من يشاء فيعمي بصره وبصيرته، ويختم على قلبه وسمعه، ويجعل على بصره غشاوة، وله الحجة التامة والحكمة البالغة\"1. ¶ التعنت والعناد والكفر والإِلحاد: ¶ إن المتتبع لسيرة أهل الكتاب من خلال النصوص القرآنية وغيرها يجد أنهم أهل نفوس ملتوية، وقلوب مجخية، عنادهم ظاهر وتعنتهم باهر، وكفرهم واضح، وإلحادهم جلي وخفي. ¶ قال تعالى: {يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَاباً مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا الله جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ} الآية النساء153. ¶ وهذه الآية تفسرها آية البقرة وهي قوله تعالى: {وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى الله جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ. ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ} البقرة 55، 56. إنهم قوم يجهلون عظمة الله سبحانه وعظيم آياته، وانظر إلى موقفهم المشين عندما منّ الله تعالى عليهم بمجاوزة البحر قال تعالى: {وَجَاوَزْنَا بِبَنِي إِسْرائيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى ¶ __________ ¶ 1 تفسير القرآن العظيم 2/57. ط دار الفكر.",
            "page": "79",
            "part": "1",
            "seal": "846E85F1"
        },
        {
            "id": "72",
            "nass": "اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ. إِنَّ هَؤُلاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} الأعراف 138-139. ¶ ومن تعنتهم وجهلهم اتخاذهم من حليهم عجلا نصبوه إلاها يعبدونه من دون الله, قال تعالى: {وَاتَّخَذَ قَوْمُ مُوسَى مِنْ بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلاً جَسَداً لَهُ خُوَارٌ أَلَمْ يَرَوْا أَنَّهُ لا يُكَلِّمُهُمْ وَلا يَهْدِيهِمْ سَبِيلاً اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ. وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} الأعراف 148 -149. وقد توعد الله تعالى هؤلاء المماحكين بالغضب من عنده وبالذل والصغار في الحياة الدنيا جزاء ما افتروه. ¶ قال تعالى: {إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَبذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ} الأعراف 152. ¶ الغلو والإطراء في الدين: ¶ قال تعالى: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى الله إِلا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ الله وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِالله وَرُسُلِهِ وَلا تَقُولُوا ثَلاثَةٌ انْتَهُوا خَيْراً لَكُمْ إِنَّمَا الله إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكَفَى بِالله وَكِيلاً} النساء 171. ¶ يقول ابن كثير: \"ينهى تعالى أهل الكتاب عن الغلو والإطراء، وهذا كثير في النصارى، فإنهم تجاوزا الحد في عيسى حتى رفعوه فوق المنزلة التي أعطاها الله إياها، فنقلوه من خير النبوة إلى أن اتخذوه من دون الله يعبدونه كما يعبدونه، بل قد غلوا في أتباعه وأشياعه ممن زعم أنه على دينه، فادعوا فيه العصمة واتبعوهم في كل ما قالوه سواء كان حقا أو باطلا أو ضلالاً أو رشادا أو صحيحا أو كذبا، ولهذا قال تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ الله} الآية. انتهى1. ¶ وخوفا من الوقوع فيما وقع فيه أهل الكتاب من الغلو والإطراء جاء التوجيه النبوي من المصطفى عليه الصلاة والسلام بقوله \"لا تطروني كما أطرت النصارى عيسى بن مريم فإنما أنا عبده ¶ __________ ¶ 1 تفسير القرآن العظيم 2/458. ط دار الفكر.",
            "page": "80",
            "part": "1",
            "seal": "D04DB8E5"
        },
        {
            "id": "73",
            "nass": "فقولوا عبد الله ورسوله \"1. ¶ وفي رواية \" أيها الناس عليكم بقولكم ولا يستهوينكم الشيطان، أنا محمد بن عبد الله، عبد الله ورسوله، والله ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل \" 2. ولذا حكم الله سبحانه بكفر الذين جعلوا الله سبحانه هو المسيح ابن مريم. تعالى الله عما يقول الظالمون علوا كبيرا. ¶ قال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ الله هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ الله شَيْئاً إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الأَرْضِ جَمِيعاً وَلله مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَالله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} المائدة 17. ¶ قال ابن كثير: \"يقول الله تعالى مخبرا وحاكيا بكفر النصارى في ادعائهم في المسيح ابن مريم وهو عبد الله، وخلق من خلقه أنه هو الله تعالى الله عن قولهم علوا كبيرا3. ¶ التبديل والتحريف والتأويل الباطل والافتراء الكاذب: ¶ إن هذه الكلمات الأربع (التبديل، والتحريف، والتأويل، والافتراء) في أهل الكتاب سمة واضحة ولذا قال الله تعالى مبيناً عوارهم وكاشفا فضائحهم وأسرارهم. {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ وَيَعْفُو عَنْ كَثِيرٍ قَدْ جَاءَكُمْ مِنَ الله نُورٌ وَكِتَابٌ مُبِينٌ. يَهْدِي بِهِ الله مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} المائدة 15، 16. ¶ وقد أخرج الحاكم بسنده عن ابن عباس رضي الله عنهما قال: من كفر بالرجم فقد كفر بالقرآن من حيث لا يحتسب قوله {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيراً مِمَّا كُنْتُمْ تُخْفُونَ مِنَ الْكِتَابِ} فكان الرجم مما أخفوه. وقال صحيح الإسناد ولم يخرجاه4. ¶ __________ ¶ 1 رواه البخاري في الأنبياء باب {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا} 6/478 مع الفتح عن عمر. ¶ 2 رواه أحمد في المسند 3/153، 241 من حديث أنس رضي الله عنه، ورواه أيضاً في المسند 4/ 25 وأبو داود في الأدب باب كراهية التمادح 5/ 154 من حديث مطرف بن عبد الله بن الشخير. ¶ 3 تفسير القرآن العظيم 2/528. ط دار الفكر. ¶ 4 مستدرك الحاكم 4/ 339 وقال الذهبي صحيح.",
            "page": "81",
            "part": "1",
            "seal": "BD41E6AD"
        },
        {
            "id": "74",
            "nass": "وقال تعالى: {يَا أَهْلَ الْكِتَابِ قَدْ جَاءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَى فَتْرَةٍ مِنَ الرُّسُلِ أَنْ تَقُولُوا مَا جَاءَنَا مِنْ بَشِيرٍ وَلا نَذِيرٍ فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ وَالله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} المائدة 19. ¶ وقال تعالى منكرا على المؤمنين أو متعجبا من طمعهم في إيمان أهل الكتاب بقوله سبحانه: {أَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ الله ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ} البقرة 75. ¶ ومن تحريفهم ما ورد في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} البقرة 104. ¶ وقوله تعالى: {مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيّاً بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْراً لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلا قَلِيلاً} النساء 46. ¶ وكذلك جاءت الأحاديث بالإِخبار عنهم بأنهم كانوا إذا سلّموا إنما يقولون السام عليكم، والسام هو الموت، ولهذا أمرنا أن نرد عليهم بوعليكم، وإنما يستجاب لنا فيهم ولا يستجاب لهم فينا، والغرض أن الله تعالى نهى المؤمنين عن مشابهة الكافرين قولا وفعلا 1 انتهى. ¶ إنهم يوهمون السامع أنهم يقولون حقا فإذا تمعنت فيما قالوا علمت فساد قولهم الناتج عن فساد قصدهم وخراب فهمهم. ¶ ولقد حرفوا كلمة راعنا وجعلوها مشتقة من الرعونة أو من السخرية، كما حرفوا كلمة السلام إلى السام. ولذا غضبت عائشة رضي الله عنها لما سمعت منهم ذلك وشتمتهم ولعنتهم كما ثبت عنها ذلك في الصحيحين قالت: دخل رهط من اليهود على رسول الله صلى الله عليه وسلم فقالوا السام عليكم قالت عائشة ففهمتها فقالت: وعليكم السام واللعنة قالت: فقال رسوله الله صلى الله عليه وسلم: \"مهلا يا عائشة إن الله يحب الرفق في الأمر كله\" فقالت: ¶ __________ ¶ 1 تفسير القرآن العظيم 1/ 259- هـ 26. ط دار الفكر.",
            "page": "82",
            "part": "1",
            "seal": "1EF4A60A"
        },
        {
            "id": "75",
            "nass": "يا رسول الله أولم تسمع ما قالوا؟ قال رسول الله صلى الله عليه وسلم: قد قلت وعليكم؟ 1. ¶ لقد فسدت فهومهم وساءت تصرفاتهم في آيات ربهم فتأولوا كتاب الله على غير ما أراده الله وأنزل فاستحقوا لعنة الله تعالى فقال سبحانه: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظّاً مِمَّا ذُكِّرُوا بِهِ وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلاً مِنْهُمْ فَاعْفُ عَنْهُمْ وَاصْفَحْ إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} المائدة 13. قلوب قاسية، وخيانة مستمرة إلا من عوفي منهم وقليل ما هم فلا تلين لموعظة ولا تسمع لنداء ولا تستجيب لأمر ولا تقف عند نهى. ومن تبديلاتهم الكاذبة ما ورد في قصة الرجم في حق الزانيين قال تعالى: {وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئاً أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} المائدة 41. ¶ قال ابن كثير عند تفسير هذه الآية: \"والصحيح أنها نزلت في اليهوديين اللذين زنيا وكانوا قد بدلالوا كتاب الله الذي بأيديهم من الأمر برجم من أحصن منهم واصطلحوا فيما بينهم على الجلد مائة جلدة، والتحميم والاركاب على حمار مقلوبن، فلما وقعت تلك الكائنة بعد الهجرة قالوا فيما بينهم، تعالوا حتى نتحاكم إليه، فإن حكم بالجلد والتحميم فخذوه عنه واجعلوه حجة بينكم وبين الله ويكون نبي من أنبياء الله قد حكم بينكم بذلك، وإن حكم بالرجم فلا تتبعوه في ذلك\"2 اهـ. ¶ وقال القرطبي: \"قال علماؤنا رحمة الله عليهم- نعت الله تعالى أحبارهم بأنهم يبدلون ويحرفون فقال وقوله الحق: {فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ} الآية، وذلك أنه لما درس الأمر فيهم، وساءت رعية علمائهم وأقبلوا على الدنيا حرصا وطمعا، طلبوا أشياء تصرف وجوه الناس إليهم فأحدثوا في شريعتهم وبدلوها، وألحقوا ذلك بالتوراة، وقالوا لسفهائهم هذا من عند الله ليقبلوها عنهم، فتتأكد رياستهم، وينالوا به حطام الدنيا وأوساخها.. \"3 اهـ. ¶ __________ ¶ 1 رواه البخاري في الأدب باب الرفق في الأمر كله 10/ 449 مع الفتح وهو في مسلم أيضاً. ¶ 2 تفسير القرآن العظيم 2/ 275، 375. ط دار الفكر ¶ 3 الجامع لأحكام القرآن 2/ 6، 7.",
            "page": "83",
            "part": "1",
            "seal": "C08B1C1B"
        },
        {
            "id": "76",
            "nass": "وهذا التبديل والتحريف كما هو ثابت عنهم في القرآن الكريم، كذلك جاءت به الأحاديث الصحيحة، ففي الصحيحين من حديث عبد الله بن عمر رضي الله عنهما، أن اليهود جاءوا إلى رسول الله صلى الله عليه وسلم فذكروا له أن رجلا منهم وامرأة زنيا، فقال لهم رسول الله صلى الله عليه وسلم ما تجدون في التوراة في شأن الرجم؟ فقالوا: نفضحهم ويجلدون قال عبد الله بن سلام: كذبتم إن فيها الرجم، فأتوا بالتوراة، فأتوا بالتوراة فنشروها، فوضع أحدهم يده على آية الرجم، فقرأ ما قبلها وما بعدها فقال عبدا لله بن سلام: ارفع يدك فرفع يده، فإذا آية الرجم، فقالوا صدق يا محمد فيها آية الرجم، فأمر بهما رسول الله صلى الله عليه وسلم فرأيت الرجل يحنى على المرأة يقيها الحجارة\" 1. وهذا لفظ البخاري. ¶ وفي رواية له \"فقال لليهود ما تصنعون بهما؟ قالوا نسخم وجوههما ونخزيهما. قال \"فأتوا بالتوراة فاتلوها إن كنتم صادقين \" فجاءوا فقالوا لرجل منهم مما يرضون أعور: اقرأ. فقرأ حتى انتهى إلى موضع منها، فوضع يده عليه فقال: ارفع يدك فرفع فإذا آية الرجم تلوح. قال يا محمد إن فيها آية الرجم ولكنا نتكاتمه بيننا، فأمر بهما فرجما\" 2. وعند مسلم في صحيحه أن رسول الله صلى الله عليه وسلم أتى بيهودي ويهودية قد زنيا، فانطلق رسوله الله صلى الله عليه وسلم حتى جاء يهود فقال: \"ماتجدون في التوراة على من زنى؟ قالوا نسود وجوههما ونحممهما ونخالف بين وجوههما ويطاف بهما، قال: \"فأتوا بالتوراة فاتلوها إن كنتم صادقن \" قال: فجاؤا بها فقرءوها حتى إذا مر بآية الرجم، وضع الفتى الذي يقرأ يده على آية الرجم، وقرأ مابين يديها وما وراءها، فقال له عبد الله بن سلام وهو مع رسول الله صلى الله عليه وسلم مره فليرفع يده، فإذا تحتها آية الرجم، فأمر بهما رسول الله صلى الله عليه وسلم فرجما 3. ¶ قال عبد الله بن عمر: \"كنت فيمن رجمهما، فلقد رأيته يقيها من الحجارة بنفسه\". ¶ وعن البراء بن عازب قال: مر على رسول الله صلى الله عليه وسلم يهودي محمم مجلود فدعاهم فقال: أهكذا تجدون حد الزاني في كتابكم فقالوا نعم، فدعا رجلا من علمائهم فقال ¶ __________ ¶ 1 رواه البخاري في الحدود باب أحكام أهل الذمة وإحصانهم إذا زنوا ورفعوا إلى الإمام 12/ 166 مع الفتح. ¶ 2 رواه البخاري في التوحيد باب ما يجوز من تفسير التوراة وغيرها 13/516 مع الفتح. ¶ 3 رواه مسلم في الحدود باب رجم أليهود 3/1326رقم 26 والبخاري في الحدود باب الرجم في البلاط 12/128 مع الفتح",
            "page": "84",
            "part": "1",
            "seal": "286678BD"
        },
        {
            "id": "77",
            "nass": ": أنشدك بالذي أنزل التوراة على موسى أهكذا تجدون حد الزاني في كتابكم؟ فقال لا والله ولولا أنك أنشدتني بهذا لم أخبرك، نجد حد الزاني في كتابنا الرجم ولكنه كثر في أشرافنا، فكنا إذا أخذنا الشريف تركناه وإذا أخذنا الضعيف أقمنا عليه الحد، فقالوا: تعالوا حتى نجعل شيئا نقيمه على الشريف والوضيع فاجتمعنا على التحميم والجلد، فقال النبي صلى الله عليه وسلم: \"اللهم إني أول من أحيا أمرك إذ أماتوه. قال فأمر به فرجم قال فأنزل الله عز وجل: {يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ} إلى قوله: {يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ} يقولون ائتوا محمدا فإن أفتاكم بالتحميم والجلد فخذوه، وإن أفتاكم بالرجم فاحذروا، إلى قوله: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ الله فَأُولَئِكَ هُمُ الظَّالِمُونَ} وهو قال في اليهود {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ الله فَأُولَئِكَ هُمُ الْفَاسِقُونَ} قال في الكفار كلها\"1. ¶ ومن افتراءاتهم الكاذبة وتأويلاتهم الباطلة تحريفهم لكتاب الله تعالى وينسبون ذلك الكلام المحرف إلى الله سبحانه تمويها للناس وتضليلا عليهم. ¶ قال تعالى: {وَإِنَّ مِنْهُمْ لَفَرِيقاً يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنَ الْكِتَابِ وَمَا هُوَ مِنَ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} آل عمران 78. ¶ يقول ابن كثير: \"يخبر الله تعالى عن اليهود عليهم لعائن الله، أن منهم فريقا يحرفون الكلم عن مواضعه ويبدلون كلام الله ويزيلونه عن المراد به، ليوهموا الجهلة أنه في كتاب الله كذلك، وينسبونه إلى الله وهو كذب على الله، وهم يعلمون من أنفسهم أنهم قد كذبوا وافتروا في ذلك كله ولهذا قال الله تعالى: {وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} 2 اهـ. ¶ __________ ¶ 1 رواه أحمد في المسند ومسلم في الحدود باب رجم اليهود 3/1327 رقم 28. ¶ 2 تفسير القرآن العظيم 2/26. ط دار الفكر.",
            "page": "85",
            "part": "1",
            "seal": "7230ECE9"
        },
        {
            "id": "78",
            "nass": "الادعاءات الكاذبة والأماني الفاسدة: ¶ عندما يظهر الانهزام على شخص ما أو جماعة أو دولة ما يبحث عن مبرر لإثبات وجوده في محاولة إقناع الآخرين من خلال ذلك المبرر الذي اختاره أو التهويش الذي لا يأوي إلى ركن شديد خوفا على سقوط مكانته الاجتماعية وإصرارا منه على عدم تطويع نفسه على قبول الحق والانقياد له حسدا وكبراً. وهذا ما وقعت فيه اليهود لما رأت محمدا صلى الله عليه وسلم ينشر دعوته بوضوح وبرهان ورأوا إقبال الناس والوفود عليه مستسلمين طائعين بدأوا ينشرون التغرير الكاذب في صفوف الناس ويدعون الأماني الكاذبة، فمن ذلك: ¶ أولا: ادعوا أنهم أهل الجنة فقط ولا يدخلها إلا من كان هودا أو نصارى. ¶ قال تعالى: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُوداً أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} البقرة 111. ¶ ثائيا: ادعوا أنهم أهل الهداية والملة القويمة. ويريدون من محمد صلى الله عيه وسلم وأتباعه اتباعهم لكي يهتدوا. ¶ قال تعالى: {وَقَالُوا كُونُوا هُوداً أَوْ نَصَارَى تَهْتَدُوا قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ} البقرة 134. ¶ أخرج ابن إسحاق بسند فيه نظر عن ابن عباس رضي الله عنهما قال: قال عبد الله ابن صوريا الأعور لرسول الله صلى الله عيه وسلم ما الهدى إلا ما نحن عليه فاتبعنا يا محمد تهتد. وقالت النصارى مثل ذلك فأنزل الله عز وجل: {وَقَالُوا كُونُوا هُوداً أَوْ نَصَارَى تَهْتَدُوا} 1. ¶ ثالثا: ادعاؤهم أنهم أبناء الله وأحباؤه وأنه لا يغرهم ذنب ارتكبوه، وهم كاذبون فيما ادعوا ومحرفون لما نطقوا به. ¶ قال تعالى: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَإِلَيْهِ الْمَصِيرُ} المائدة 18. ¶ أخرج ابن إسحاق بسند فيه نظر عن ابن عباس- رضي الله عنهما- قال: وأتى ¶ __________ ¶ 1 تفسير ابن كثير 1/328 ط دار الفكر.",
            "page": "86",
            "part": "1",
            "seal": "39F5169F"
        },
        {
            "id": "79",
            "nass": "رسول الله صلى الله عليه وسلم نعمان بن آصا، وبحر بن عمرو، وشاس بن عدي فكلموه. وكلمهم رسول الله صلى الله عليه وسلم ودعاهم إلى الله وحذرهم نقمته. ¶ فقالوا ما تخوفنا يا محمد نحن والله أبناء الله وأحباؤه كقول النصارى. فأنزل الله فيهم {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ..} إلى آخر الآية1. ¶ رابعا: ادعاؤهم أن النار لا تمسهم إلا أياما معدودة كذباً وزورا. ¶ قال تعالى: {وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْداً فَلَنْ يُخْلِفَ اللَّهُ عَهْدَهُ أَمْ تَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ. بَلَى مَنْ كَسَبَ سَيِّئَةً وَأَحَاطَتْ بِهِ خَطِيئَتُهُ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} البقرة 80، 81. ¶ أخرج ابن إسحاق بسنده عن ابن عباس رضي الله عنهما، أن اليهود كانوا يقولون هذه الدنيا سبعة آلاف سنة وإنما نعذب بكل ألف سنة يوماً في النار، وإنما هي سبعة أيام معدودة فأنزل الله تعالى: {وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّاماً مَعْدُودَةً} ، إلى قوله {خَالِدُونَ} 2. ¶ ويقول ابن كثير: \"يقول تعالى: (إخباراً عن اليهود فيما نقلوه وادعوه لأنفسهم من أنهم لن تمسهم النار إلا أياماً معدودة ثم ينجون منها فرد الله عليهم ذلك بقوله: {قُلْ أَتَّخَذْتُمْ عِنْدَ اللَّهِ عَهْداً} أي بذلك؟ فإن كان قد وقع عهد فهو لا يخلف عهده ولكن هذا ما جرى ولا كان، ولهذا أتى ب \"أم \" التي بمعنى. بل أي: بل تقولون على الله ما لا تعلمون من الكذب والافتراء عليه3. ¶ خامسا: ادعاؤهم وزعمهم أنهم أغنياء وأنهم ليسوا بحاجة إلى الله سبحانه بل الله جل شأنه بحاجة إليهم فوصموه سبحانه بالفقر، وافتروا عليه أنه أباح لهم الربا. ¶ قال تعالى: {لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ سَنَكْتُبُ مَا قَالُوا وَقَتْلَهُمُ الأَنْبِيَاءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذَابَ الْحَرِيقِ. ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} آل عمران 181، 182. ¶ __________ ¶ 1 تفسير ابن كثير 2/.33. وهو عند ابن أبي حاتم وابن جرير ¶ 2 تفسير ابن كثير 1/206 ط دار الفكر. ¶ 3 تفسير ابن كثير 1/256 ط دار الفكر.",
            "page": "87",
            "part": "1",
            "seal": "C979D5A7"
        },
        {
            "id": "80",
            "nass": "أخرج ابن إسحاق بسند فيه نظر عن ابن عباس رضي الله عنهما قال: دخل أبو بكر الصديق- رضي الله عنه- المدراس فوجد من يهود أناساً كثيراً قد اجتمعوا إلى رجل منهم يقال له: فنحاص وكان من علمائهم وأحبارهم، ومعه جد يقال له أشيع فقال أبو بكر: ويحك يا فنحاص. اتق الله وأسلم فو الله إنك لتعلم أن محمداً رسول الله قد جاءكم بالحق من عنده تجدونه مكتوباً عندكم في التوراة والإنجيل. قال فنحاص: والله يا أبا بكر ما بنا إلى الله من حاجة من فقر وإنه إلينا لفقير ما نتضرع إليه كما يتضرع إلينا، وإنا عنه لأغنياء ولو كان عنا غنياً ما استقرض منا كما يزعم صاحبكم ينهاكم عن الربا ويعطنا ولو كان غنياً ما أعطانا الربا. ¶ فغضب أبو بكر- رضي الله عنه- فضرب وجه فنحاص ضرباً شديداً وقال والذي نفسي بيده لولا الذي بيننا وبينك من العهد لضربت عنقك يا عدو الله فاكذبونا ما استطعتم إن كنتم صادقين، فذهب فنحاص إلى رسول الله صلى الله عليه وسلم فقال أبصر ما صنع بي صاحبك فقال رسول الله صلى الله عليه وسلم لأبي بكر ما حملك على ما صنعت؟ فقال يا رسول الله صلى الله عليه وسلم إن عدو الله قد قال قولا عظيما زعم أن الله فقير وأنهم عنه أغنياء فلما قال ذلك غضبت لله مما قال فضربت وجهه فجحد ذلك فنحاص وقال ما قلت ذلك فأنزل الله فيما قال فنحاص رداً عليه وتصديقاً لأبي بكر: {لَقَدْ سَمِعَ..} .1 الآية. ¶ إن هذا سوء تصور عن الله سبحانه وسوء أدب معه جل شأنه. ¶ سادسا: افتراؤهم على الله سبحانه أن الله عهد إليهم أن لا يؤمنوا لرسوله حتى يأتي بقربان تأكله النار ثم بعد ذلك يؤمنوا. ¶ وهذا فيه كغيره تغرير بالأميين منهم ومن غيرهم وتشكيك في صحة وصدق نبوة محمد صلى عليه وسلم حتى يأتي ويتحقق ما قذفوه في روع السذج ولن يتحقق لأنه باطل وزور وبهتان. ¶ قال تعالى: {الَّذِينَ قَالُوا إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ قُلْ قَدْ جَاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صَادِقِينَ} آل عمران 183. ¶ __________ ¶ 1 تفسير ابن كثير 2/168. ط دار الفكر.",
            "page": "88",
            "part": "1",
            "seal": "0A748EEA"
        },
        {
            "id": "81",
            "nass": "يقول ابن كثير: \"يقول تعالى تكذيبا- أيضاً- لهؤلاء الذين زعموا أن الله عهد إليهم في كتبهم أن لا يؤمنوا برسول حتى يكون من معجزاته أن من تصدق بصدقة من أمته فقبلت منه أن تنزل نار من السماء تأكلها. قاله ابن عباس والحسن وغيرهما\"1. ¶ ويقول سيد قطب: \"وهي مجابهة قوية تكشف عن كذبهم والتوائهم وإصرارهم على الكفر وتبجحهم بعد ذلك وافترائهم على الله \"2. ¶ سابعا: قولهم الباطل \"ليس علينا في الأميين سبيل \". ¶ ويقصدون بالأميين. العرب وهذه الفرية المكشوف عوارها والأكذوبة الموتورة أرادوا من ورائها أكل أموال الناس بالباطل وأنها حلال لهم. ¶ قال تعالى: {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لا يُؤَدِّهِ إِلَيْكَ إِلّا مَا دُمْتَ عَلَيْهِ قَائِماً ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ} آل عمران 75. ¶ يقول ابن كثير: ¶ \"يخبر تعالى عن اليهود بأن فيهم الخونة ويحذر المؤمنين من الاغترار بهم فإن منهم (من إن تأمنه بقنطار أي من المال (يؤده إليك) ... ¶ ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما أي بالمطالبة والملازمة والإلحاح في استخلاص حقك وإذا كان هذا صنيعه في الدينار فما فوقه أولى أن لا يؤديه \"3. ¶ ثامنا: ادعاء كل طائفة من أهل الكتاب أن إبراهيم- عليه السلام- منهم. ¶ قال تعالى: {يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالأِنْجِيلُ إِلَّا مِنْ بَعْدِهِ أَفَلا تَعْقِلُونَ. هَا أَنْتُمْ هَؤُلاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ. مَا كَانَ إِبْرَاهِيمُ يَهُودِيّاً وَلا نَصْرَانِيّاً وَلَكِنْ ¶ __________ ¶ 1 تفسير ابن كثير 2/169. ط دار الفكر. ¶ 2 في ظلال القرآن 1/ 0531 الشروق. ¶ 3 تفسير ابن كثير 2/49. ط الشعب.",
            "page": "89",
            "part": "1",
            "seal": "CD09699E"
        },
        {
            "id": "82",
            "nass": "كَانَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشْرِكِينَ. إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ} آل عمران 65-66. ¶ يقول ابن كثير: \"ينكر تبارك وتعالى على اليهود والنصارى في محاجتهم في إبراهيم الخليل- عليه السلام- ودعوى كل طائفة منهم أنه كان منهم \"1.. وقال \"هذا إنكار على من يحاج فيما لا علم له به، فإن اليهود والنصارى تحاجوا في إبراهيم بلا علم، ولو تحاجوا فيما بأيديهم منه علم مما يتعلق بأديانهم التي شرعت لهم إلى حين بعثة محمد صلى الله عليه وسلم لكان أولى بهم، وإنما تكلموا فيما لا يعلمون، فأنكر الله عليهم، وأمرهم برد مالا علم لهم به إلى عالم الغيب والشهادة الذي يعلم الأمور على حقائقها وجلياتها\"2. ¶ تاسعا: ادعاؤهم أنهم قتلوا المسيح- عليه السلام-. ¶ قال الله تعالى: {وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِيناً. بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً} النساء158.157. ¶ أخرج ابن أبي حاتم عن ابن عباس رضي الله عنهما قال: لما أراد الله أن يرفع عيسى إلى السماء، خرج على أصحابه وفي البيت اثنا عشر رجلا من الحواريين، يعني فخرج عليهم من عين في البيت، ورأسه يقطر ماء فقال: إن منكم من يكفر بي اثنتي عشرة مرة بعد أن آمن بي، قال: ثم قالت أيكم يلقى عليه شبهي فيقتل مكاني، ويكون معي في درجتي؟ فقام شاب من أحدثهم سناً فقال له: اجلس. ثم أعاد عليهم، فقام ذلك الشاب فقال اجلس، ثم أعاد عليهم فقام الشاب فقال أنا فقالت: هو أنت ذاك فألقي عليه شبه عيسى، ورفع عيسى من روزنة في البيت إلى السماء قالت: وجاء الطلب من اليهود فأخذوا الشبه فقتلوه ثم صلبوه، فكفر به بعضهم اثنتي عشرة مرة بعد أن آمن به، وافترقوا ثلاث فرق فقالت فرقة كان الله فينا ما شاء ثم صعد إلى السماء وهؤلاء اليعقوبية. ¶ وقالت فرقة: كان فينا ابن الله ما شاء، ثم رفعه الله إليه، وهؤلاء النسطورية. ¶ وقالت فرقة: كان فينا عبد الله ورسوله ما شاء الله، ثم رفعه الله إليه وهؤلاء ¶ __________ ¶ 1 تفسير القرآن العظيم 2/ 54.55. ط دار الفكر ¶ 2 تفسير القرآن العظيم 2/ 54. 55. ط دار الفكر.",
            "page": "90",
            "part": "1",
            "seal": "6C8E1994"
        },
        {
            "id": "83",
            "nass": "المسلمون فتظاهرت الكافرتان على المسلمة فقتلوها، فلم يزل الإسلام طامسا حتى بعث الله محمداً عليه الصلاة والسلام. ¶ قال ابن كثير \"وهذا إسناد صحيح إلى ابن عباس، ورواه النسائي عن أبي كريب عن أبي معاوية بنحو وكذا ذكره غير واحد من السلف أنه قال لهم: أيكم يلقى عليه شبهي فيقتل مكاني وهو رفيقي في الجنة1. ¶ إن الدافع لهم على قتله عليه السلام كونه ذكر لهم أنه رسول الله فدفعهم الحسد دفعاً إلى التخلص منه ولذا قالوا من باب التهكم والسخرية والاستهزاء فيما حكاه الله تعالى عنهم {إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّه} . ¶ عاشرا: دعواهم أن الله سبحانه هو المسيح- عليه السلام- تعالى عما يقول الظالمون علوا كبيرا ولذا حكم الله بكفرهم. ¶ قال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} المائدة 72. ¶ إن المسيح عليه السلام أول كلمة نطق بها وهو في المهد صغيرا قال إني عبد الله، وطلب عليه السلام من بني إسرائيل عبادة الله وحده وعدم الإشراك به في حال نبوته وكهولته فيهم. قال تعالى: {وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرائيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} المائدة 72. ففي حال صغره وحال كهولته ديدنه عليه السلام المناداة بالعبودية لله بدءا بنفسه عليه السلام ودعوة لغيره. ¶ وقد قال الله في حقه وحق أمه: {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآياتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ} المائدة 75. ¶ وقال سبحانه أيضا: {إِنْ هُوَ إِلا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلاً لِبَنِي إِسْرائيلَ} . ¶ الحادي عشر: دعواهم أن الله سبحانه ثالث ثلاثة. ¶ __________ ¶ 1 تفسير القرآن العظيم 2/ 430. ط دار الفكر. وقد ساق القرطبي خبر ابن عباس هذا وعزاه إلى أبي بكر بن أبي شيبة. انظر الجامع لأحكام القرآن 4/ 100.",
            "page": "91",
            "part": "1",
            "seal": "C1BEF965"
        },
        {
            "id": "84",
            "nass": "قال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ} المائدة 73. ¶ ورد في سبب نزول هذه الآية ثلاثة أقوال. ¶ الأول: أنها نزلت في اليهود والنصارى. وذلك عندما قالت اليهود عزير ابن الله، وقالت النصارى المسيح ابن الله، وصار الله سبحانه ثالثهم. تعالى الله عن هذا علوا عظيما. واستغرب هذا القول الحافظ ابن كثير في تفسيره وهو مروي عن أبي صخر عند ابن أبي حاتم. ¶ الثاني: أنها نزلت في النصارى خاصة وهذا قول مجاهد وغيره وصححه ابن كثير في تفسيره. ¶ ومرادهم الأقانيم الثلاثة، أقنوم الأب ثم الابن ثم أقنوم الكلمة المنبثقة من الأب إلى الابن1. ¶ الثالث: أنها نزلت في كونهم جعلوا المسيح وأمه الصديقة الاهين مع الله جل شأنه. فصار الله ثالث ثلاثة. ¶ قال ابن كثير: \"وهذا القول هو الأظهر. وهو مروى عن السدي واستشهد له بقوله تعالى في آخر سورة المائدة: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلامُ الْغُيُوبِ} المائدة 116. ¶ __________ ¶ 1 انظر تفسير القرآن العظيم 2/616. ط دار الفكر.",
            "page": "92",
            "part": "1",
            "seal": "A5AF54CA"
        },
        {
            "id": "85",
            "nass": "الزكاة ¶ في القرآن الكريم ¶ تعدد ذكر الزكاة في القرآن الكريم في مواطن كثيرة مما يدل على أهميتها والعناية بها. والمتتبع لسور القرآن، المكي منها والمدني، يجد أن الزكاة ذكرت في النوعين، أعني: المكي والمدني، فهي من آكد العبادات بعد الشهادتين والصلاة، وقد قرنت بالصلاة كثيرا، كما سيأتي بيان ذلك. ¶ قال ابن جرير: قال قتادة: وكان يقال: إن الزكاة قنطرة الإِسلام، فمن قطعها نجا، ومن تخلف عنها هلك، وقد كان أهل الردة بعد نبي الله قالوا: أما الصلاة، فنصلي، وأما الزكاة، فوالله لا تغصب أموالنا، قال أبو بكر: والله لا أفرق بين شيء جمع الله بينه، والله لو منعوني عقالا مما فرض الله ورسوله لقاتلناهم عليه 1. ¶ ويقول ابن تيمية: وجعل الإِسلام مبنيا على أركان خمسة، ومن آكدها الصلاة, وهي خمسة فروض، وقرن معها الزكاة، فمن آكد العبادات: الصلاة وتليها الزكاة ففي الصلاة عبادته وفي الزكاة الإحسان إلى خلقه، فكرر فرض الصلاة في القرآن في غير آية، ولم يذكره إلا وقرن معها الزكاة 2. ¶ وقال تلميذه ابن كثير: ¶ كثيرا ما يقرن الله تعالى بين الصلاة والإِنفاق من الأمواال، فإن الصلاة حق الله وعبادته، وهي مشتملة على توحيده والثناء عليه وتمجيده والابتهال إليه، ودعائه والتوكل عليه، والإِنفاق هو الإحسان إلى المخلوقين بالنفع المتعدي إليهم، وأولى الناس بذلك القرابات الأهلون والمماليك، ثم الأجانب، فكل من النفقات الواجبة والزكاة المفروضة داخل في قوله تعالى: {وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ} ، ولهذا ثبت في الصحيحين عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: \"بني الإِسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا ¶ __________ ¶ 1 تفسير ابن جرير (24/93) . ¶ 2 الفتاوى (25/6) .",
            "page": "93",
            "part": "1",
            "seal": "7FFE6D00"
        },
        {
            "id": "86",
            "nass": "رسول الله، وإقام الصلاة وإيتاء الزكاة، وصوم رمضان وحج البيت\"، والأحاديث في هذا كثيرة. انتهى1. ¶ وقال رحمه الله في تفسير قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} النساء77. ¶ كان المؤمنون في ابتداء الإِسلام وهم بمكة مأمورين بالصلاة والزكاة، وإن لم تكن ذات النصب، وكانوا مأمورين بمواساة الفقراء منهم2. ¶ ويقول المراغي في تفسيره ما نصه: ¶ \"وقد فرضت الزكاة المطلقة في أول الإسلام، وكانت اشتراكية، والباعث عليها القلوب والضمائر، لا إكراه الحكام، ثم جعلت معينة محددة عندما صار للإسلام دولة، وسرُّ الوضع الأولى: أن جماعة المسلمين في مكة قبل الهجرة كانوا محصورين، ومنهم الموسر والمعسر، وصاحب الثروة وذو الفقر المدقع، فوجب أن يقوم أغنياؤهم بكفالة فقرائهم وجوبا دينيا إذا كانت الزكاة المعينة لا تكفيهم3. ¶ ويقوله رشيد رضا4: ¶ فرضت الزكاة المطلقة بمكة في أول الإسلام، وترك مقدارها ودفعها إلى شعور المسلمين وأرحيتهم، ثم فرض مقدارها من كل نوع من أول الأموال في السنة الثانية على المشهور.. اهـ. ¶ ويشهد لهذا قول الضحاك: كانت النفقات قربات يتقربون بها إلى الله على قدر ميسرتهم وجهدهم، حتى نزلت فرائض الصدقات: سبع آيات في سورة براءة مما يذكر فيهن الصدقات، هن الناسخات المثبتات5. ¶ ولقد وردت الزكاة في القرآن مجملة غير مفصلة ولا معروفة المقدار والأنصبة، لكن ثبت في السنة تفاصيلها وبيان مقدارها. ¶ __________ ¶ 1 تفسير القرآن العظيم (1/ 65، 66) . ط دار الفكر. ¶ 2 تفسير القرآن العظيم (2/ 339) . ط دار الفكر. ¶ 3 تفسير المراغي 110/118. ¶ 4 تفسير المنار (10/ 215) . ¶ 5 تفسير القرآن العظيم (1/ 65) . ط دار الشعب.",
            "page": "94",
            "part": "1",
            "seal": "9EFA18D1"
        },
        {
            "id": "87",
            "nass": "ولقد اعتنى القرآن بهذا الركن العظيم وتنوعت صيغه يا الدلالة عليه كما سيأتي بيانه، وكيفية الاعتناء بهذا الغرض في كتاب الله تتضح لنا وتتجلى الأمور التالية: ¶ أولا: أهمية الزكاة في القرآن والعناية بها: ¶ إن الله سبحانه تولى بنفسه العظيمة قسمتها وبيان حكمها، قال تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} التوبة. 6. وأخرج أبو داود في سننه بسند فيه ضعف من حديث عبد الرحمن بن زياد بن أنعم عن زياد بن نعيم عن زياد بن الحارث الصدائي رضي الله عنه قال: أتيت النبي صلى الله عليه وسلم فبايعته، فأتى رجل فقال: أعطني من الصدقة، فقال له: إن الله لم يرض بحكم نبي ولا غيره في الصدقات حتى حكم فيها هو فجزأها ثمانية أصناف، فإن كنت من تلك الأجزاء أعطيتك 1. وقال الحافظ ابن كثير في تفسير هذه الآية: ¶ لما ذكر تعالى اعتراض المنافقين الجهلة على النبي صلى الله عليه وسلم ولمزهم إيّاه في قسم الصدقات، بيّن تعالى أنه هو الذي قسمها وبين حكمها وتولى أمرها بنفسه، ولم يكل قسمها إلى أحد غيره، فجزأها لهؤلاء المذكورين2. ¶ ثانيا: أنها أحد أركان الإسلام الخمسة: ¶ فإن الزكاة المفروضة أحد مباني الإسلام الخمسة، كما ثبت ذلك النقل الصحيح عن النبي صلى الله عليه وسلم حيث قال: بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة، وإيتاء الزكاة والحج وصوم رمضان3. ¶ بل هي الركن الثالث من أركان الإسلام، جعلها الله قرينة للصلاة في مواطن كثيرة من كتابه الحكيم. ¶ __________ ¶ 1 رواه أبو داود في كتاب الزكاة باب من يعطي الصدقة 2/ 281 رقم 1630 وفي سنده الأفريقي فيه ضعف. ¶ 2 تفسير القرآن العظيم (3/ 411) . ط دار الفكر. ¶ 3 صحيح البخاري كتاب الإيمان باب دعاؤكم إيمانكم (1/ 49) مع الفتح طبعة السلفية من حديث ابن عمر رضي الله عنهما.",
            "page": "95",
            "part": "1",
            "seal": "D9E14B6C"
        },
        {
            "id": "88",
            "nass": "قال ابن زيد: افترض الله الصلاة والزكاة وأبى أن يفرق بينهما وأبى أن يقبل الصلاة إلا بالزكاة1. ¶ ثالثا: إن المرء يستحق أخوة الِإيمان والدخول في جماعة المسلمين إذا حقق ثلاثة أمور وهي: الشهادة والصلاة والزكاة، قال تعالى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الآياتِ لِقَوْمٍ يَعْلَمُونَ} التوبة 11. ¶ قال الزين ابن المنير معلقا على هذه الآية: لأنها تضمنت أنه لا يدخل في التوبة من الكفر وينال أخوة المؤمنين في الدين إلا من أقام الصلاة وآتى الزكاة. أهـ 2. ¶ رابعا: إن الله سبحانه لا يقبل توبة المشرك به إلا إذا حقق الثلاثة الأمور السابقة، وهي الشهادة والصلاة والزكاة. ¶ قال تعالى: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} التوبة 5 ¶ يقول ابن كثير رحمه الله ت 774 هـ. ¶ \"ولهذا اعتمد الصديق رضي الله عنه لا قتال مانعي الزكاة على هذه الآية الكريمة وأمثالها، حيث حرمت قتالهم بشرط هذه الأفعال، وهي الدخول في الإسلام والقيام بأداء واجباته، ونبه بأعلاها على أدناها، فإن أشرف الأركان بعد الشهادة الصلاة التي هي حق الله عز وجل، وبعدها أداء الزكاة التي هي نفع متعد للفقراء والمحاويج، وهي أشرف الأفعال المتعلقة بالمخلوقين، ولهذا كثيرا ما يقرن الله بين الصلاة والزكاة\"3. ويقول القرطبي رحمه الله: ¶ \"والأصل أن القتل متى كان للشرك يزول بزواله، وذلك يقتضي زوال القتل بمجرد التوبة من غير اعتبار إقامة الصلاة وإيتاء الزكاة، ولذلك سقط القتل بمجرد التوبة قبل وقت الصلاة والزكاة، وهذا بين في هذا المعنى، غير أن الله تعالى ذكر التوبة، وذكر معها لشرطين آخرين، فلا سبيل إلى الغائهما\"4. ¶ __________ ¶ 1 الجامع لأحكام القرآن للقرطبي (8/ 81) . ¶ 2 تفسير القرآن العظيم (3/ 65) . ط دار الشعر. ¶ 3 فتح الباري (3/ 267) . ¶ 4 الجامع لأحكام القرآن (8/ 74) .",
            "page": "97",
            "part": "1",
            "seal": "8E014256"
        },
        {
            "id": "89",
            "nass": "6- وقال تعالى في أهل الكتاب عامة: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} البينة 5 ¶ ابعا: إن القرآن حدد المصارف التي تصرف فيها الزكاة: ¶ قال تعالى: {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} التوبة 65. ¶ وهذا النص يبين لنا أن الله سبحانه تولى أمر صرف الزكاة بنفسه العليّة وقسّمها وبين حكمها، ولم يكل ذلك إلى أحد من خلقه، لا ملك مقرب ولا نبي مرسل، فجزأها سبحانه بين هذه الأصناف الثمانية، وهذا يدل على العناية بأمر الزكاة وعظم شأنها، وأنه لا يجوز لأحد كائنا من كان أن يتصرف في هذه الفريضة وفق استحسانه أو هوا5 أو رغبته سواء كان المعطى قريباً أم بعيداً. ¶ وعن زياد بن الحارث الصدائي رضي الله عنه قال: أتيت النبي صلى الله عليه وسلم فبايعته فأتى رجل فقال: أعطني من الصدقة، فقال له: إن الله لم يرض بحكم نبي ولا غيره في الصدقات حتى حكم فيها هو فجزأها ثمانية أصناف، فإن كنت من تلك الأجزاء أعطيتك 1. ¶ ثامنا: كونها وردت في القرآن الكريم بصيغ متنوعة ومتعددة: ¶ فقد وردت صراحة بلفظ الزكاة في عدة أماكن من القرآن الكريم. ¶ ومرة وردت بلفظ الصدقة. ¶ ومرة وردت بلفظ النفقة. ¶ ومرة وردت بلفظ العفو. ¶ وسيأتي بيان هذا كله إن شاء الله تعالى في باب معاني الزكاة في القرآن الكريم. ¶ تاسعا: كونها مفروضة في العهد المكي جملة، ومفصلة في العهد المدني حيث ذكرت ¶ __________ ¶ 1 رواه أبو داود في الزكاة باب من يعطي الصدقة وحد الغنى رقم 1630، وفي سنده الأفريقي فيه ضعف. وانظر تفسير ابن كثير (4/ 105) .",
            "page": "98",
            "part": "1",
            "seal": "0B048294"
        },
        {
            "id": "90",
            "nass": "الزكاة صراحة في بعض السور المكية، مثل قوله تعالى في سورة المزمل: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} . وفي سورة المؤمنون: {وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ} . ¶ ووردت في بعض السور الأخرى بغير لفظ الزكاة، كما في سورة الأنعام: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} ، وفي سورة الذاريات: {وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ} ، وفي سورة المعارج: {وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ. لِلسَّائِلِ وَالْمَحْرُومِ} إلى غير ذلك من السور المكية التي ذكرت فيها الزكاة صراحة، إلا أن الزكاة في ذلك العهد لم تفصل أحكامها، وتتضح مقاديرها، وتذكر شروطها، ويعرف مستحقها، لكن جاء في الآيات المدنية بيان مستحقيها، والحث على ايتائها. وبينت السنة المطهرة أحكامها ومقاديرها وشروطها. يقول ابن كثير في أول سورة المؤمنون ما نصه: ¶ وقوله: {وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ} الأكثرون على أن المراد بالزكاة ههنا زكاة الأموال مع أن هذه الآية مكية، وإنما فرضت الزكاة بالمدينة في سنة اثنتين من الهجرة. والظاهر أن التي فرضت بالمدينة إنما هي ذات النصب والمقادير الخاصة وإلا فالظاهر أن أصل الزكاة كان واجبا بمكة، كما قال تعالى في سورة الأنعام وهي مكية: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِه} آية 1411. ¶ وقال في آخر سورة المزمل ما نصه: ¶ وقوله: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ} : أي أقيموا صلاتكم الواجبة عليكم، وآتوا الزكاة المفروضة، وهذا يدل لمن قال: إن فرض الزكاة نزل بمكة، لكن مقادير النصب والمخرج لم تبين إلا بالمدينة، والله تعالى أعلم2. ¶ __________ ¶ 1 تفسير ابن كثير (5/457) . ¶ 2 تفسير ابن كثير (8/386) .",
            "page": "99",
            "part": "1",
            "seal": "11B34777"
        },
        {
            "id": "91",
            "nass": "معاني الزكاة في القرآن الكريم ¶ تكرر لفظ الزكاة في القرآن الكريم حوالي اثنين وثلاثين مرة، وردت معرفة بالألف واللام في ثمانية وعشرين موضعا، ووردت منكرة في بقية المواضع، وفي أحد هذه المواضع المعرفة وردت في سياق واحد مع الصلاة، وإن كان يفصل بينهما آية واحدة، وذلك في أول سورة المؤمنون، قال تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ. الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ. وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ. وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ} . ¶ وقرنت الزكاة بالصلاة في ستة وعشرين موضعا. ¶ ووردت في القرآن الكريم بغير لفظها الصريح، كالإنفاق والصدقة والعفو وهي بمعنى الزكاة، وسيأتي بيان ذلك إن شاء الله تعالى. ¶ والقرآن الكريم لما عبر عن الزكاة بلفظها الصريح، لم يقصره ويحصره على الزكاة المفروضة، بل جعل له دلالات ومعان أخر، كما أنه لم يحصر أو يقصر التعبين عن الزكاة المفروضة بلفظ الزكاة الصريح، بل عبر عنها بألفاظ أخرى كما أشير إليه أعلاه. ¶ يقول ابن العربي رحمه الله: تطلق الزكاة على الصدقة الواجبة والمندوبة والنفقة والحق والعفو.1 ¶ وقال: والصدقة متى أطلقت في القرآن فهي صدقة الفرض2. ¶ ولنبدأ الآن في الشروع في بيان معاني لفظ الزكاة الواردة في القرآن الكريم بلفظ الزكاة أو مشتقاتها: ¶ أولا: أطلق القرآن الكريم لفظ الزكاة، وأريد بها معان عدة3 ¶ المعنى الأول: الزكاة المفروضة: ¶ وهذا المعنى تكرر في القرآن في أغلب المواطن التي ذكر فيها لفظ الزكاة خاصة إذا كانت مقرونة بالصلاة، ومن ذلك: ¶ __________ ¶ 1 نقلاً عن فتح الباري (3/262) . ¶ 2 أحكام القرآن (2/ 959) ، وانظر الجامع لأحكام القرآن للقرطبي 8/ 168. ¶ 3 ذكر الفيروز آبادي أنه ورد على ستة عشر وجهاً، انظر بصائر ذوي التمييز (3/ 134) .",
            "page": "100",
            "part": "1",
            "seal": "D405EE5B"
        },
        {
            "id": "92",
            "nass": "ا- قوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ} البقرة 43. ¶ قال قتادة: فريضتان واجبتان فأدوهما إلى الله. 1. ¶ وقال الطبري: أما إيتاء الزكاة، فهو أداء الصدقة المفروضة. ¶ وقال الحسن: فريضة واجبة لا تنفع الأعمال إلا بها مع الصلاة. ¶ وقال أبو محمد بن أبي حاتم وكذا روى عن عائشة2. ¶ وقال البغوي: أدوا زكاة أموالكم المفروضة3 وقال ابن عطية: والزكاة في هذه الآية هي المفروضة بقرينة إجماع الأمة على وجوب الأمر بها4. ¶ وقال القرطبي: أمر أيضاً يقتضي الوجوب. والإيتاء: الإعطاء، ثم قال: واختلف في المراد بالزكاة هنا، فقيل: الزكاة المفروضة لمقارنتها بالصلاة 5، وحكى أن هذا قول أكثر العلماء. ¶ 2- وقوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلا قَلِيلاً مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ} البقرة 83. ¶ روى ابن جرير بسند فيه ضعف عن الضحاك عن ابن عباس قال: إيتاء الزكاة ما كان الله فرض عليهم في أموالهم من الزكاة، وهي سنة كانت لهم غير سنة محمد صلى الله عليه وسلم كانت زكاة أموالهم قربانا تهبط إليه نار فتحملها فكان ذلك تقبله، ومن لم تفعل النار به ذلك كان غير متقبل، وكان الذي قرب من مكسب لا يحل من ظلم أو غشم، أو أخذ بغير ما أمر الله به وبينه له6. ¶ وقال أبو الليث السمرقندي: {وَآتُوا الزَّكَاةَ} : المفروضة7. ¶ __________ ¶ 1 تفسير ابن جرير (1/257) . ¶ 2 تفسير ابن أبي حاتم (1/ 150) ، وبحر العلوم للسمرقندي (1/ 339) ¶ 3 تفسير البغوي (1/67) . ¶ 4 تفسير ابن عطية (1/256) . ¶ 5 الجامع لأحكام القرآن (1/343-344) ، وابن كثير (1/ 85) . ¶ 6 تفسير ابن جرير (1/393) . ¶ 7 بحر العلوم (1/408) .",
            "page": "101",
            "part": "1",
            "seal": "D2F3E041"
        },
        {
            "id": "93",
            "nass": "3- وقوله تعالى: {وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ} البقرة 115. ¶ قال مقاتل بن سليمان: يعني: أعطوا الزكاة المفروضة 1. ¶ 4- وقوله تعالى: {وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ} البقرة 177. ¶ قال سعيد بن جبير: {وَآتَى الزَّكَاةَ} : يعني الزكاة المفروضة 2. ¶ وكذلك قال مسلم بن يسار. ¶ وقال مقاتل بن سليمان: {وَآتَى} : وأعطى، {الزَّكَاةَ} : المفروضة 3 وكذلك فسرها أبو الليث السمرقندي4. ¶ 5- وقوله تعالى: {وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلاهُمْ يَحْزَنُونَ} البقرة 277 ¶ قال ابن جرير: وآتوا الزكاة المفروضة عليهم في أموالهم 5. ¶ وقال مقاتل بن سليمان: يعني: وأعطوا الزكاة من أموالهم 6. ¶ 6- وقوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاة ... الآية} النساء77. ¶ قال ابن جرير: \"ذكر أن هذه الآية نزلت في قوم من أصحاب رسول الله صلى الله عليه وسلم كانوا قد آمنوا به وصدقوه قبل أن يفرض عليهم الجهاد، وقد فرض عليهم الصلاة والزكاة، وكانوا يسألون الله أن يفرض عليهم القتال، فلما فرض عليهم القتال شق ذلك عليهم، وقالوا ما أخبر الله عنهم في كتابه7. ¶ __________ ¶ 1 تفسير الخمسمائة آية ص 135. ¶ 2 الدر المنثور (1/ 416-417) . ¶ 3 تفسير مقاتل (1/ 157) . ¶ 4 انظر بحر العلوم (547/1) . ¶ 5 تفسير ابن جرير (3/106) . ¶ 6 تفسير مقاتل (1/226) . ¶ 7 تفسير الطبري 5/ 170.",
            "page": "102",
            "part": "1",
            "seal": "943FA7E1"
        },
        {
            "id": "94",
            "nass": "وهذا السبب الذي ذكره ابن جرير ساقه بإسناده من حديث ابن عباس رضي الله عنهما بلفظ: أن عبد الرحمن بن عوف وأصحابا له أتوا النبي صلى الله عليه وسلم فقالوا: يا رسول الله: كنا في عز ونحن مشركون فلما آمنا صرنا أذلة، فقال: إني أمرت بالعفو فلا تقاتلوا، فلما حوله الله إلى المدينة أمره بالقتال، فكفوا فأنزل الله تبارك وتعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُم ْ ... الآية} . ¶ وهذا الحديث رواه ابن أبي حاتم والنسائي والحاكم وابن مردويه كما ذكر ذلك ابن كثير1. ¶ المعنى الثاني: المراد به الشهادة: ¶ قال تعالى: {قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ} فصلت 6-7. ¶ قال ابن عباس رضي الله عنهما: هم الذين لا يشهدون لا إله إلا الله2. ¶ وقال عكرمة: الذين لا يقولون لا إله إلا الله. ¶ قال ابن كثير: والمراد بالزكاة ههنا طهارة النفس من الأخلاق الرذيلة ومن أهم ذلك طهارة النفس من الشرك3. ¶ وذهب بعض أهل العلم إلى أن المراد بالآية المذكورة زكاة الأموال، وهذا مروي ¶ عن قتادة والسدي4. ¶ وصوّب هذا القول الحافظ ابن جرير بناء على أن ذلك هو الأشهر من معنى الزكاة، وقال ابن كثير: وهذا هو الظاهر عند كثير من المفسرين، واختاره ابن جرير، وفيه نظر، لأن إيجاب الزكاة إنما كان في السنة الثانية من الهجرة إلى المدينة على ما ذكره غير واحد، وهذه الآية مكية5. ¶ __________ ¶ 1 تفسير القرآن العظيم (2/ 339) . ¶ 2 تفسير ابن جرير (24/92) . ¶ 3 تفسير القرآن العظيم (6/162) . ¶ 4 تفسير ابن جرير (93/24) ، وانظر تفسير القرآن العظيم (6 / 162) . ¶ 5 تفسير القرآن العظيم (6/162) .",
            "page": "103",
            "part": "1",
            "seal": "0C1C08E1"
        },
        {
            "id": "95",
            "nass": "المعنى الثالث: إن المراد بها تزكية البدن، وتطهيره من الذنوب والمعاصي: ¶ قال تعالى: {وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً} مريم 31. ¶ فسرت الزكاة في هذا الموضع بمعنيين: ¶ الأول: أن المراد بها زكاة الأموال. ¶ والثاني: تطهير الجسد من دنس الذنوب، وهو الذي مال إليه الحافظ ابن جرير1. ¶ ومنذ قوله تعالى: {وَحَنَاناً مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيّاً} مريم 13. ¶ قال ابن جرير: الطهارة من الذنوب، واستعمال بدنه في طاعة ربه (2) . وكذلك قوله تعالى: بوليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبي!! ن واتى المال على حبه ذوي القربى واليتامى والمساكين وابن السبيل والسائلن وفي الرقاب وأقام الصلاة وآتى الزكاة ... الآية! هو البقرة 177. قال ابن كثير: ¶ وقوله:! ووءاتى الزكاة! يحتمل أن يكون المراد به زكاة النفس وتخليصها من الأخلاق الدنية الرذيلة، كقوله: (قد أفلح من زكاها، وقد خاب من دساها! والشمس 9-15، وقول موسى لفرعون: كوهل لك إلى أن تزكى وأهديك إلى ربك فتخشى! والنازعات 8 ا-19. وقوله تعالى:! ووويل للمشركين الذين لأ يؤتون الزكاة! وفصلت 7. ¶ ويحتمل أن يكون المراد زكاة المالي، كما قال سعيد بن جبير، ومقاتل بن حيان، ويكون المذكور من اعطاء هذه الجهات والأصناف المذكورين إنما هو التطوع والبر والصلة، ولهذا ورد في الحديث عن فاطمة بنما قيس: أن في المال حقا سوى الزكاة، والله أعلم (3) أهـ. ¶ __________ ¶ (1) تفسير ابن جرير (16/ 81) ، وانظر زاد المسير (5/ 229) . ¶ (2) تفسير ابن جرير (57/16) . ¶ (3) تفسير ابن كثير (1/ 299) .",
            "page": "104",
            "part": "1",
            "seal": "82FDA196"
        },
        {
            "id": "96",
            "nass": "ثانيا: عبر عن الزكاة في القرآن الكريم بغيريفظها الصريح، وهو أنواع: ¶ أطلق لفظ الصدقة والمراد به الزكاة: ¶ قال تعالى: (إنما الصدقات للفقراء والمسحن والعاملن عليها والمؤلفة قلويهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضة من الله والله علينم حكيم) التوبة 60. ¶ فقوله: (فريضة من الله وهو: أي حكما مقدرا بتقدير الله وفرضه وقسمه. ¶ ومن ذلك قوله تعالى: (ومنهم من يلمزك في الصدقات فإن أعطوا منها رضوا وإن لم يعطوا منها إذا هم يسخطون) التوبة 58. ¶ وقوله تعالى: (وخذ من أموالهم صدقة تطهرهم وتزكيهم بها وصل عليهم إن صلاتك سكن لهم والله سميع عليم) التوبة 103. ¶ وقوله تعالى: (يمحق الله الربا ويربي الصدقات والله لايحب كل كفار أثيم) البقرة 276. ¶ 2- الإِنفاق: أطلق وأريد به الزكاة، ومن ذلك: ¶ قوله تعالى: (ومما رزقناهم ينفقون) البقرة 3 ¶ وقوله تعالى: (والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم) التوبة 34. ¶ من أوجه اليسر في الزكاة: ¶ أولا: كون الزكاة مفروضة في الأموال الفضليّة دون الأموال المعدة للقنية والاحتياج (كالمنزل الذي يسكنه والعقار الذي يحتاج إليه والأواني والفرش والأثاث التي يستعملها، وعبيد الخدمة وحيوانات العمل) (1) . ¶ ثانيا: أن ايجابها مشروط بشرطين: ¶ أ- بلوغ النصاب. ¶ 2- أن يحول عليه الحول. ¶ __________ ¶ (1) إرشاد أولى البصاثر والألباب للسعدي ص 71.",
            "page": "105",
            "part": "1",
            "seal": "6A1E5475"
        },
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ التفسير الموضوعي للقرآن الكريم ¶ ونماذج منه ¶ للدكتور/ أحمد بن عبد الله الزهراني ¶ أولا: معنى التفسير لغة: ¶ يطلق التفسير في اللغة على الكشف والبيان والإيضاح والتفصيل ومن ذلك قوله تعالى: {وَلا يَأْتُونَكَ بِمَثَلٍ إِلا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيراً} الفرقان 33. ¶ كما يطلق ويراد به التأويل ومنه قوله تعالى: {نَبِّئْنَا بِتَأْوِيلِه} يوسف 36. يقول ابن كثير في معنى قوله تعالى: {وَأَحْسَنَ تَفْسِيراً} . ¶ أي ولا يقولون قولا يعارضون به الحق، إلا جئناك بما هو الحق في نفس الأمر، وأبين وأوضح وأفصح من مقالتهم 1. ¶ قال ابن فارس: \"فسر\" الفاء والسين والراء كلمة واحدة تدل على بيان شيء وإيضاحه. من ذلك فسر، يقاله: فسرت الشيء وفسرته2\" اهـ. ¶ وجاء في القاموس: الفسر: الإبانة وكشف المغطى كالتفسير3. ¶ __________ ¶ 1تفسير القرآن العظيم6/118 ط الشعب. ¶ 2معجم مقاييس اللغة 4/ 504. ¶ 3القاموس المحيط 2/ 110.",
            "page": "11",
            "part": "1",
            "seal": "7538FD9D"
        },
        {
            "id": "2",
            "nass": "ثانيا: معنى التفسير في الاصطلاح: ¶ تنوعت عبارة المفسرين وكثرت أقوالهم في بيان حدّه وتعريفه والذي ظهر لي منها \"أن التفسير علم جليل يفهم به كتاب الله سبحانه المنزل على نبيه محمد صلي الله عليه وسلم. ¶ وهذا التعريف ذكره الزركشي 1 ويندرج تحته التعاريف المتعددة في حدّ التفسير. ¶ ثالثا: معنى موضوعي: ¶ هذه نسبة إلى موضوع: الذي هو المادة التِي يؤخذ أو يتركب أو يبنى منها جزئيات البحث ويضم بعضها إلى بعض ليصير موضوعا. ¶ يقول الدكتور محمد أحمد القاسم: \"وموضوعي\" نسبة إلى موضوع وإضافة \"تفسير\" إلى \"موضوعي\" لما صارت علما على هذا الفن بعد أن ركبت معها وصارت كلمة واحدة كتركيب \"معد يكرب \"لما فتنوسيت تلك الإضافة \" 2. ¶ رابعا: تعريف التفسير الموضوعي: ¶ هو إفراد الآيات القرآنية التي تعالج موضوعا واحدا وهدفا واحدا، بالدراسة والتفصيل، بعد ضم بعضها إلى بعض، مهما تنوعت ألفاظها، وتعددت مواطنها - دراسة متكاملة مع مراعاة المتقدم والمتأخر منها، والاستعانة بأسباب النزول، والسنة النبوية، وأقوال السلف الصالح المتعلقة بالموضوع3. ¶ فوائد التفسير الموضوعي: ¶ 1- أنه تفسير للقرآن بالقرآن، فما أطلق في مكان منه قيد في مكان آخر وما ذكر موجزا في موطن منه ذكر مفصلا في آخر. ¶ 2- الوقوف على عظمة القرآن الكريم من خلال مواضيعه المتنوعة والتعرف على تشريعاته النيرة والمتعددة. ¶ __________ ¶ 1 البرهان في علوم القرآن1/13. ¶ 2 التفسير الموضوعي للقران الكريم ص 7. ¶ 3 انظر التفسير الموضوعي للقرآن الكريم ص 7 د/ محمد أحمد القاسم والبداية في التفسير الموضوعي ص52 د/ عبد الحي الفرماوي.",
            "page": "12",
            "part": "1",
            "seal": "1C419588"
        },
        {
            "id": "3",
            "nass": "3- بيان ما تضمنه القرآن الكريم من أنواع الهداية الربانية من خلال تلك المواضيع المتنوعة. ¶ 4- التخلق بأخلاق القرآن والانتفاع به من حيث زيادة الإيمان. ¶ 5- التمكن من فهم القرآن الكريم فهما جيدا. ¶ 6- الاطلاع على أساليب القرآن الكريم المتنوعة. ¶ 7- جمع الآيات المتناثرة في القرآن ذات الموضوع والهدف الواحد في مكان واحد ثم دراستها دراسة متكاملة. ¶ 8- الرد على أهل الأهواء والشُّبه قديما وحديثا لكون دراسة مثل هذا النوع من التفسير يجمع شتات الموضوع الواحد ويحيط بجميع أطرافه فيمكن دراسته والرد على الآخرين. ¶ 9- إزالة ما يوهم التعارض بين آيات القرآن الكريم وتوجيه ذلك توجيها سليما 1. ¶ نشأة التفسير الموضوعي: ¶ قد يخيل للقارئ أو الباحث أن هذا العلم أو الاصطلاح \"التفسير الموضوعي\" لا يعرف لدى علمائنا الأقدمين، وإنما الكتاب المعاصرون هم الذين اعتنوا به وقدموا فيه جهودا قيمة بل صرح بعض الكتاب المعاصرين بهذا الرأي فقال: \"هذا النوع لم نجد من عنى به من الأقدمين وإنما جهود متأخرة في الرسائل العلمية تقدم طرفا منه مثل الجهاد في القرآن، المشركون في القرآن، الآيات الكونية في القرآن إلا أننا ما نزال في أمسّ الحاجة إلى المزيد من ذلك\"2 اهـ. ¶ وهذا القول مجانب للصواب، بعيد عن الحقيقة. وهو من فضول الكلام الذي ألقي على عواهنه بدون دراسة ولا بحث ولا رؤية. ¶ وبعضهم يذهب إلى عدم تحديد بداية لهذا الاصطلاح \"التفسير الموضوعي\" لما عند الأقدمين، كما في عصرنا الحاضر حيث يقول: \"إذ إِنه حتى لو وجد هذا اللون من ¶ __________ ¶ 1 انطر البداية في التفسير الموضوعي ص68-70 د/ عبد الحي الفرماويَ. ¶ 2 دراسات في القرآن الكريم- من التفسير الموضوعي ص 6 للدكتور: محمد عبد السلام محمد. ط الأولى.",
            "page": "13",
            "part": "1",
            "seal": "74C315AB"
        },
        {
            "id": "4",
            "nass": "التفسير لدى بعض المتقدمين فإنه لم يكن معروفا وشائعا بينهم بهذا الاسم فيما أعلم\"اهـ. ¶ والذي يجدر التنبيه عليه حول هذا الرأي. أن لا مشاحة في الاصطلاح فكون هذا الاصطلاح \"التفسير الموضوعي\" ما عرف إلا في العصر الحاضر لا ينفي عدم وجود هذا العلم لدى الأقدمين، ولأن قوله \"إذ إِنه حتى لو وجد\" الخ يثير التشكيك في عدم وجوده وهذا غير وارد بل هو موجود كما سأبين ذلك- إن شاء الله تعالى-. ¶ إن هذا الفن من التفسير اعتنى به العلماء الأقدمون جمعا وترتيبا ودراسة واستنباطا وجالوا فيه وصالوا. وكان من فرسان ميدانه العلم العالم مقاتل بن سليمان الأزدي ت 150 هـ حيث ألف فيه كتابا قيما سماه \"تفسير الخمسمائة آية في الأمر والنهي والحلال والحرام \" جعل ترتيبه على طريقة الفقهاء- رحمهم الله- في تأليفهم، بدأه بتفسير الإيمان، ثم ذكر أبواب الصلاة، ثم الزكاة، ثم الصيام، ثم الحج، ثم المظالم، ثم المواريث، ثم الربا، ثم الخمر، ثم النكاح، ثم الطلاق، ثم الزنا، ثم ذكر بعض الآداب والمعاملات في دخول البيوت، ثم ذكر أبواب الجهاد. ¶ ومقاتل - رحمه الله - وإن لم يستقص ذكر الآيات ذات الموضوع الواحد في مكان واحد، فهو بحق من أوائل العلماء الذين كتبوا فيما نحن بصدده من التفسير الموضوعي 1. ¶ والمتتبع لجهود علمائنا الأقدمين في هذا الفن التخصصي يجد لهم جهودا قيمة، وأيادي علمية مشرقة وقد تعددت المواضيع القرآنية التي ألفوا فيها فمنها ما وصل إلينا، ومنها الذي لازال حبيسا بين جدران المكتبات وظلامها الدامس ومنها الذي فقد ولم نعلم عنه إلا من خلاله الكتب العلمية أو الثبت العلمي لصاحبها، ومن تلك المواضيع. ¶ كتاب الوجوه والنظائر في القرآن الكريم. للحافظ مقاتل بن سليمان رحمه الله. ¶ وهذا العلم الجليل علاقته بالتفسير الموضوعي واضحة وقد اعتنى به علماؤنا الأقدمون والمتأخر ون وألفوا فيه كتبا قيمة. ¶ __________ ¶ 1 وكتابه حقق رسالة ماجستير وقام بتحقيقه عبيد الله لعلى السلمي بالجامعة الإسلامية وانظر ص 60 منه.",
            "page": "14",
            "part": "1",
            "seal": "F0CDE998"
        },
        {
            "id": "5",
            "nass": "يقول الحافظ ابن الجوزي: ¶ \"وقد نسب كتاب في الوجوه والنظائر إلى عكرمة، وكتاب آخر إلى علي بن أبي طلحة عن ابن عباس، وممن ألف في الوجوه والنظائر الكلبي، ومقاتل بن سليمان، وأبو الفضل العباسي بن الفضل الأنصاري، وروى مطروح بن محمد بن شاكر عن عبد الله بن هارون الحجازي عن أبيه كتابا في الوجوه والنظائر، وأبو بكر محمد بن الحسن النقاش، وأبو عبد الله الحسن بن محمد الدامغاني، وأبو علي بن البناء من أصحابنا، وشيخنا أبو الحسن علي بن عبيد الله ابن الزاغوني، ولا أعلم أحدا جمع الوجوه والنظائر سوى هؤلاء\"1 انتهى. ¶ زاد الزركشي: \"وأبو الحسن بن فارس وسمى كتابه \"الأفراد\"2 وزاد السيوطي: \"ومحمد بن عبد الصمد المصري، ثم قالا وقد أفردت في هذا الفن كتابا سميته \"معترك الأقران في مشترك القرآن \"3. ¶ قلت: وقد سبق السيوطي في التأليف ابن العماد بن الحنبلي المتوفى سنة 887 هـ وعنوان كتابه \"كشف السرائر في معنى الوجوه والأشباه والنظائر\" مطبوع وقد بين أهل العلم معنى أو المقصد بالوجوه والنظائر. ¶ فقال ابن الجوزي: \"واعلم أن معنى الوجوه والنظائر أن تكون الكلمة الواحدة ذكرت في مواضع من القرآن على لفظ واحد، وحركة واحدة وأريد بكل مكان معنى غير الآخر، فلفظ كل كلمة ذكرت في موضع نظير للفظ الكلمة المذكورة في الموضوع الآخر. وتفسير كل كلمة بمعنى غير معنى الآخر هو الوجوه. ¶ فإذا النظائر اسم للألفاظ، والوجوه اسم للمعاني، فهذا الأصل في وضع كتب الوجوه والنظائر. ¶ والذي أراده العلماء بوضع كتب الوجوه والنظائر أن يعرفوا السامع لهذه النظائر أن معانيها تختلف، وأنه ليس المراد بهذه اللفظة ما أريد بالأخرى\"4 انتهى. ¶ __________ ¶ 1 نزهة الأعين النواظر1/2. ¶ 2 البرهان في علوم القرآن1/102. ¶ 3 الإتقان في علوم القران 2/121. ¶ 4 نزهة الأعين النواظر 1/ 302.",
            "page": "15",
            "part": "1",
            "seal": "622CE08B"
        },
        {
            "id": "6",
            "nass": "وعلى هذا المنوال مشى الزركشي في البرهان فقال: \"فالوجوه: اللفظ المشترك الذي يستعمل في عدة معان كلفظ \"الأمة\". والنظائر كالألفاظ المتواطئة \" وذكر غير هذا وتبعه السيوطي في الإتقان1. ¶ طريقة البحث في التفسير الموضوعي: ¶ يرى الدارسون للتفسير الموضوعي أن الكتابة والبحث فيه له طريقان، وأن للدراسة أو البحث فيه منهجا محددا. ¶ أما الطريق الأول لكيفية البحث فيه فهي أن ينظر الباحث إلى السورة القرآنية من أولها إلى آخرها على أنها وحدة متكاملة الفكرة والمنهج والموضوع وقد عالجت ذلك الموضوع العام من خلاله موضوعاتها المتعددة مثال ذلك: سورة المنافقين: موضوعها: فضح المنافقين والتحذير منهم. ¶ وقد عالجت السورة هذا الموضوع من خلال موضوعاتها المتعددة نحو: ¶ 1- بيان كذب المنافقين وأنهم يقولون مالا يعتقدون. ¶ 2- جرأتهم على الأيمان الكاذبة تسترا على نفاقهم وخوفا على دمائهم. ¶ 3- صدهم عن سبيل الله بأساليبهم الخبيثة الماكرة. ¶ 4- سيطرة الجبن والخوف عليهم مع أن الناظر لهم يراهم أصحاب أجسام ضخام. ¶ 5- إعراضهم عن الهدى وعدم الاستجابة لهم وصد الناس عنه. ¶ 6- فضح دسائسهم ومناوراتهم وما تحمله نفوسهم اللئيمة من الخبث والغدر والخيانة للإسلام والمسلمين. ¶ 7- تحذير المؤمنين من أن يقعوا في أدنى صفة من صفات المنافقين \"وأدنى درجات النفاق عدم التجرد لله والغفلة عن ذكره اشتغالا بالأموال والأولاد، والتقاعس عن البذل في سبيل الله حتى يأتي اليوم الذي لا ينفع فيه البذل والصدقات\"2. ¶ __________ ¶ 1 البرهان في علوم القرآن1/102. ¶ 2 الإتقان في علوم القرآن 2/121. ¶ 3 في ظلال القران 8/104 وانظر التحرير والتنوير 28/ 233 وتفسير المراغي28/106.",
            "page": "16",
            "part": "1",
            "seal": "DB57A5BD"
        },
        {
            "id": "7",
            "nass": "والطريقة الثانية: هي أن ينظر الباحث إلى الآيات القرآنية المتنوعة في القرآن كله، بجمع تلك الآيات ذات الموضوع الواحد والهدف المشترك في موضوع واحد، ويقوم بدراستها دراسة متكاملة مراعيا ترتيبها حسب أسباب النزول لكي يعرف المتقدم منها من المتأخر مستعينا في ذلك بالسنة الصحيحة وفهم السلف لذلك. ومحاولا قدر جهده وطاقته الإحاطة بجوانب الموضوع كله. ¶ وهذه \"الطريقة الثانية هي المعمول بها في مجال البحوث العلمية الموضوعية، وإذا ما أطلقت كلمة \"تفسير موضوعي\" فلا يفهم منها إلا بحث موضوع من موضوعات القرآن الكريم على مستوى القرآن جميعه\"1. ¶ أهمية منهج الدراسة في التفسير الموضوعي. ¶ وبناء على هذه الطريقة فلابد من تحديد منهج لدراسة الموضوع المختار، من أجل الإلمام بأطراف الموضوع، والربط بين أجزائه وإظهاره في صورة متكاملة تكشف للقارئ عظمة القرآن الكريم وأهدافه السامية. وتقضي على الدراسات المبتورة والدعاوى المضللة من المستشرقين وأتباعهم 2. ¶ تحديد المنهج: ¶ أولا: اختيار الموضوع المراد دراسته. ¶ ثانيا: جمع الآيات القرآنية المتعلقة به. ¶ ثالثا: ترتيبها وفق أسباب النزول لمعرفة المتقدم من المتأخر منها. ¶ رابعا: شرحها شرحا وافيا يجلي مضمونها ويكشف عن مكنونها ويربط بين أجزائها. وإزالة ما يتوهم أنه اختلاف وتناقض بينها أو ناسخ ومنسوخ أو خاص وعام أو مطلق ومقيد أو مجمل ومفسر. ¶ خامسا: الاستعانة في الموضوع بما صح عن النبي صلى الله عليه وسلم قاله من السنة الصحيحة المبينة ¶ __________ ¶ 1 التفسير الموضوعي للقران الكريم ص 17 للدكتور محمد أحمد يوسف القاسم. ¶ 2 انظر البدايةَ في التفسير الموضوعي ص 57- 61.",
            "page": "17",
            "part": "1",
            "seal": "0FAF63A7"
        },
        {
            "id": "8",
            "nass": "لما أجمل، والمفسرة لما أشكل والمقيدة لما أطلق. والمخصصة لما جاء عاماً 1. ¶ سادسا: الاستعانة في هذا كله بفهم السلف الصالح لنصوص الوحيين. وعدم الاتكال على العقل أو الاجتهاد الشخصي إلا بعد استكمال أسباب الأهلية. ¶ __________ ¶ 1 انظر البداية في التفسير الموضوعي ص 61 للفرماوي والتفسير الموضوعي ص 17، 18 للدكتور محمد القاسم. والتفسير الموضوعي ص 23/ 24 للدكتور أحمد الكومي ومحمد القاسم.",
            "page": "18",
            "part": "1",
            "seal": "2536FE4A"
        },
        {
            "id": "11",
            "nass": "أولا: العقائد في القرآن الكريم ¶ الإسلام هو دين الأنبياء والرسل جميعاً لا يقبل الله سبحانه من أحد ديناً سواه قال تعالى: {إِنَّ الدِّينَ عِنْدَ الله الإسْلامُ} آل عمران 19. وقال تعالى: {وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} آل عمران 85. ¶ والله سبحانه أكمل هذا الدين وأتم به على الأمة النعمة ورضيه لهم ديناً فقال سبحانه: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسْلامَ دِيناً} المائدة 3. ¶ واختار سبحانه محمداً صلي الله عليه وسلّم أن يكون خاتما لجميع الأنبياء وأن تكون رسالته خاتمة كذلك لجميع الأديان وناسخة لها. فقال تعالى: \"مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ الله وَخَاتَمَ النَّبِيِّينَ\" الأحزاب 40. ¶ وأمر الله سبحانه الناس جميعاً أن يؤمنوا بالله ورسوله وأن يتبعوه فقال تعالى: {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ الله إِلَيْكُمْ جَمِيعاً الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ لا إِلَهَ إِلا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِالله وَرَسُولِهِ النَّبِيِّ الأُمِّيِّ الَّذِي يُؤْمِنُ بِالله وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} الأعراف 158. ¶ ووصف الله سبحانه دينه بأنه الحق وأن من تمسك به أظهره الله ومن قال به صدق، ومن حكم به عدل، ومن دعا إليه هدى إلى صراط مستقيم قال تعالى: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} الصف 9. ¶ وجعل الله سبحانه لهذا الدين الهيمنة على من سبقه من الكتب والتصديق بها. قال",
            "page": "18",
            "part": "1",
            "seal": "32FFE708"
        },
        {
            "id": "12",
            "nass": "تعالى: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِناً عَلَيْهِ} المائدة 48. ¶ وأول واجب على المكلف فرضه الله عليه هو معرفة ربه الذي خلقه من العدم وهو ليس بحاجة إليه، تكفل سبحانه برزقه لعبده مع عصيان المخلوق لخالقه قال تعالى: {وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلا عَلَى الله رِزْقُهَا} هود 65. ¶ ومعرفة الرب سبحانه لا تكون إلا بتوحيده، الذي خلقهم سبحانه من أجله وفطرهم عليه، وأخذ الميثاق عليهم وهم في الأصلاب، وشهدوا بذلك وأقروا. ¶ قال تعالى: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ وَكَذَلِكَ نُفَصِّلُ الآياتِ وَلَعَلَّهُمْ يَرْجِعُونَ} الأعراف (172-174) . فهذا إخبار منه سبحانه في استخراج ذرية بني آدم من ظهور آبائهم وأصلابهم وأنه أخذ عليهم الإِقرار والشهادة بأنه ربهم غير غافلين، ولا مقلدين لمن أشرك من آبائهم وأنهم أقروا بذلك. وقال تعالى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ الله الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ الله ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} الروم.3. وإقامة الوجه هنا بمعنى الاستمرار على الدين الذي شرعه الله سبحانه لخلقه والعزم على الثبات عليه. ¶ قال ابن كثير رحمه الله: \"يقول تعالى فسدد وجهك، واستمر على الدين الذي شرعه الله من الحنيفيّة ملة إبراهيم، الذي هداك الله لها، وكمّلها لك غاية الكمال، وأنت مع ذلك لازم فطرتك السليمة التي فطر الله الخلق عليها، فإنه تعالى فطر خلقه على معرفته وتوحيده وأنه لا إله غيره\"1. ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلي الله عليه وسلم: \"ما من مولود إلا يولد على الفطرة\". ¶ وفي رواية لمسلم \"ما من مولود يولد إلا وهو على الملة\". ¶ __________ ¶ 1 تفسير القرآن العظيم 5/358 دار الفكر.",
            "page": "19",
            "part": "1",
            "seal": "71770DC4"
        },
        {
            "id": "13",
            "nass": "وفي رواية له أيضا \"إلا على هذه الملة حتى يبين عنه لسانه \". ¶ وفي رواية \"ليس من مولود يولد إلا على هذه الفطرة، حتى يعبر عنه لسانه فأبواه يهودانه أو ينصرانه أو يمجسانه. كما تنتج البهيمة بهيمة جمعاء، هل تحسون فيها من جدعاء؟ ثم يقول أبو هريرة رضي الله عنه: {فِطْرَتَ الله الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ الله ذَلِكَ الدِّينُ الْقَيِّمُ} 1. ¶ وفي رواية لمسلم \"كل إنسان تلده أمه على الفطرة وأبواه بعد يهودانه وينصرانه ويمجسانه فإن كانا مسلمين فمسلم، كل إنسان تلده أمه يلكزه الشيطان في حضنيه إلا مريم وابنها\" 2. ¶ وعن عياض بن حمار المجاشعي رضي الله عنه: أن رسول الله صلي الله عليه وسلم قال ذات يوم في خطبته: ¶ \"ألا إن ربي أمرني أن أعلمكم ما جهلتم مما علمني يومي هذا. كل مال نحلته عبداً حلال، وإني خلقت عبادي حنفاء كلهم، وإنهم أتتهم الشياطين فاجتالتهم عن دينهم، وحرّمت عليهم ما أحللت لهم وأمرتهم أن يشركوا بي ما لم أنزل به سلطانا، وإن الله نظر إلى أهل الأرض فمقتهم عربهم وعجمهم، إلا بقايا من أهل الكتاب، وقال إنما بعثتك لأبتليك، وأبتلي بك، وأنزلت عليك كتاباً لا يغسله الماء تقرؤه نائماً ويقظان وإن الله أمرني أن أحرق قريشاً فقلت ربي إذاً يثلغوا رأسي فيدعوه خبزة قال: استخرجهم كما استخرجوك واغزهم نغزك، وأنفق فسننفق عليك، وابعث جيشاً نبعث خمسة مثله، وقاتل بمن أطاعك من عصاك 3..الخ. ¶ ومن أجل التوحيد وتحقيقه أرسل الله الرسل، وأنزل الكتب وشرع الجهاد تحقيقاً للحق وإزهاقا للباطل فبالتوحيد يسعد الإنسان ويدخل الإسلام، وتكون له النجاة في الأولى والآخرة وببعده يشقى ويخرج من الإِسلام، وتكون عاقبته الخزى والعار. ¶ __________ ¶ 1 رواه البخاري في الجنائز باب إذا أسلم الصبي فمات1/417 وباب ما قيل في أولاد المشركين 1/424 وفي التفسير باب لا تبديل لخلق الله3/275 وفي كتاب القدر باب الله أعلم بما كانوا عاملين 4/209 ورواه مسلم في كتاب القدر باب معني كل مولود يولد على الفطرة 4/2047 رقم 22، 23،24،25. ¶ 2رواه مسلم في القدر4/2048رقم 25. ¶ 3 رواه مسلم في كتاب الجنة وصفة نعيمها وأهلها 4/3197رقم 63.",
            "page": "20",
            "part": "1",
            "seal": "F75B404F"
        },
        {
            "id": "14",
            "nass": "والإسلام له جانبان متلازمان ومترابطان لا ينفك أحدهما عن الآخر الأول العقائد والثاني التشريع. إذاً الإسلام عقيدة وشريعة والترابط بين العقيدة والشريعة ترابط قوي لا ينفصل أحدهما عن الآخر فلا شريعة بلا عقيدة، ولا عقيدة بلا شريعة فالفصل بينهما فصل لوجهين لعلمة واحدة. ¶ أصول العقيدة: ¶ أما أصول العقيدة فهي المعروفة والمشهورة بأركان الإيمان وهي: الإيمان بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وبالقدر خيره وشره: ¶ والدليل على هذه الأركان قوله تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِالله وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} الآية177 البقرة. ¶ ودليل القدر قوله تعالى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ وَمَا أَمْرُنَا إِلا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ} القمر (49-50) وقوله تعالى: {وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيراً} الفرقان 2 وقوله تعالى: {وَالَّذِي قَدَّرَ فَهَدَى} الإنسان 3. ¶ قال الثوري في تفسير آية البقرة {لَيْسَ الْبِرَّ} \"هذه أنواع البر كلها\". قال ابن كثير معلقا على قوله هذا: \"وصدق رحمه الله فإن من اتصف بهذه الآية، فقد دخل في عرى الإسلام كلها، وأخذ بمجامع الخير كله، وهو الإيمان بالله وأنه لا إله إلا هو، وصدق بوجود الملائكة الذين هم سفرة بين الله ورسوله، والكتاب وهو إسم جنس يشمل الكتب المنزلة من السماء على الأنبياء حتى ختمت بأشرافها وهو القرىن المهيمن على ما قبله من الكتب، الذي إنتهى إليه كل خير واشتمل على كل سعادة في الدنيا والآخرة، ونسخ به كل ما سواه من الكتب قبله، وآمن بأنبياء الله كلهم من أولهم إلى خاتمهم محمد صلوات الله وسلامه عليه وعليهم أجمعين\"1. ¶ وقال ابن كثير في تفسير آية القمر: \"ولهذا يستدل بهذة الآية الكريمة أئمة السنة على قدر الله السابق لخلقه وهو علمه الأشياء قبل كونها وكتابته لها قبل برئها2الخ\". ¶ __________ ¶ 1 تفسير القرآن العظيم 1/365-366.ط دار الفكر. ¶ 2 تفسير ابن كثير 6/479.ط دار الفكر.",
            "page": "21",
            "part": "1",
            "seal": "75471FBF"
        },
        {
            "id": "15",
            "nass": "وفي الحديث الصحيح أن جبريل عليه السلام سأل النبي له عن الإيمان فقال: \"الإيمان: أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر، وتؤمن بالقدر خيره وشره قال صدقت 1 فهذه ستة أصول للعقيدة الإسلامية نص عليها كتاب الله وسنة رسوله صلي الله عليه وسلم. وكل أصل من هذه الأصول يندرج تحته أمران. ¶ الأول: ماذا يتضمن كل أصل. ¶ الثاني: ما هي ثمرة الإيمان بهذا الأصل. ¶ الإيمان بالملائكة: ¶ الإيمان بهذا الأصل يتضمن أربعة أمور:2 ¶ ا- الإيمان بوجودهم جملة أو إجمالا. ¶ 2- الإيمان ببعضهم تفصيلا. ¶ 3- الإيمان بصفاتهم التي وردت فيهم. ¶ 4- الإيمان بأعمالهم التي يقومون بها. ¶ وثمرة الإيمان بهذا الأصل يتلخص في الآتي: ¶ 1- زيادة الإِيمان بالله سبحانه. ¶ 2- العلم بعظمة الله سبحانه فإن عظمة المخلوق من عظمة الخالق. ¶ 3- شكر الله على آلائه ونعمه الذي أوكل ببني آدم من يحفظهم بالليل والنهار ويكتب أعمالهم ويحفظون لهم. ¶ 4- محبة الملائكة واحترامهم وتقديرهم لما يقومون به من العبادة لله رب العالمين. ¶ 5- الاطمئنان النفسي على حفظ أعمال الإنسان وعدمِ ضياعها. ¶ 6- الخوف من الله سبحانه مادام يعلم أن عليه كراماَ كاتبين. ¶ 7- أن من آمن بأحدهم يلزمه الإِيمان بكلهم وأن من كفر بأحدهم كفر بجميعهم. ¶ تفصيل القول في هذا الأصل: ¶ 1- تعريف الملائكة: هم عالم غيبي، خلقهم الله من نور وهم عباد مكرمون ¶ __________ ¶ 1 رواه مسلم في الإيمان 1/37 رقم 1. ¶ 2 انظر رسالة نبذة في العقيدة الإسلامية ص19/20 لابن عثيمين.",
            "page": "22",
            "part": "1",
            "seal": "B6DC429F"
        },
        {
            "id": "16",
            "nass": "يسبحون الله بالليل والنهار لا يفترون ولا يسأمون ولا يستكبرون بريئون مما وصفهم به الظالمون، لهم أوصاف وأعمال متنوعة وعددهم لا يعلمه إلا الله سبحانه1. ¶ 2- الإِيمان بهم: الإِيمان بهم ركن من أركان الإِيمان، ومن أنكرهم كفر. قال تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِالله وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} الآية 177 البقرة. ¶ وقال تعالى: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِالله وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ} الآية 285 البقرة. ¶ وفي صحيح مسلم من حديث عمر بن الخطاب رضي الله عنه قال: بينما نحن جلوس عند رسول الله صلى الله عليه وسلم ذات يوم إذ طلع علينا رجل شديد بياض الثياب، شديد سواد الشعر، لايرى عليه أثر السفر، ولا يعرفه منا أحد، حتى جلس إلى النبي فيها فأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه وقال: يا محمد أخبرني عن الإِسلام؟ فقال رسول الله صلي الله عليه وسلم: \"أن تشهد أن لا إله إلا الله، وأن محمدا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعث إليه سبيلا. قال صدقت. فعجبنا له يسأله ويصدقه قال أخبرني عن الإيمان؟ قال: أن تؤمن بالله وملائكته وكتبه ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره. قال: صدقت. الحديث 2. ¶ يقول ابن كثير رحمه الله في تفسير الآية الأولى: \"اشتملت هذه الآية الكريمة على جمل عظيمة، وقواعد عميقة، وعقيدة مستقيمة ... فإن من اتصف بهذه الآية فقد دخل فما عرى الإِسلام كلها، وأخذ بمجامع الخير كله، وهو الإِيمان بالله، وأنه لا إله إلا هو، وصدق بوجود الملائكة الذين هم سفرة بين الله ورسله\"3. ¶ 3- أسمائهم: ورد في القرآن الكريم ذكر الملائكة عليهم السلام مجملا في مواطن ¶ __________ ¶ 1 أنظر معارج القبول 1/63 ونبذة في العقيدة الإِسلامية ص 19 لابن عثيمين. ¶ 2 رواه مسلم في كتاب الإيمان باب بيان الإيمان والإسلام والإحسان 1/36 رقم 1. ¶ 3 تفسير القرآن العظيم 1/ 364، 365. ط دار الفكر.",
            "page": "23",
            "part": "1",
            "seal": "BBC55D99"
        },
        {
            "id": "17",
            "nass": "عديدة كثيرة، وورد في بعض المواطن منها ذكر بعض أسماء الملائكة خصوصاً. فمن ذلك. ¶ أ- جبريل عليه السلام: ¶ قال تعالى: {قُلْ مَنْ كَانَ عَدُوّاً لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ الله مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ وَهُدىً وَبُشْرَى لِلْمُؤْمِنِينَ مَنْ كَانَ عَدُوّاً لِلَّهِ وَمَلائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ الله عَدُوٌّ لِلْكَافِرِينَ} البقرة/97،98. ومن أسمائه عليه السلام. ¶ أ- الروح الأمين: ¶ قال تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ. نَزَلَ بِهِ الرُّوحُ الأَمِينُ. عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ} . الشعراء192-194. ¶ قال ابن كثير رحمه الله في تفسير هذه الآية (نزل به الروح الأمين) : \"وهو جبريل عليه السلام قاله غير واحد من السلف: ابن عباس ومحمد بن كعب وقتادة وعطية العوفي والسدي والضحاك والزهري وابن جريح وهذا مما لا نزاع فيه. قال الزهري: وهذه كقوله: {قُلْ مَنْ كَانَ عَدُوّاً لِجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ الله مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ} 1. ¶ ب- روح القدس: ¶ قال تعالى: {وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ..} الآية 87 البقرة. ¶ وقال تعالى: {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ الله وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ..} الآية 253 البقرة. ¶ وقال تعالى: {قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدىً وَبُشْرَى لِلْمُسْلِمِينَ} الآية 102 النحل. ¶ والدليل على أن روح القدس هو جبريل عليه السلام ما ثبت في الحديث الصحيح ¶ __________ ¶ 1 تفسير الَقرآن العظيم 5/205 دار الفكر.",
            "page": "24",
            "part": "1",
            "seal": "86C96CD4"
        },
        {
            "id": "18",
            "nass": "عن أبي هريرة رضي الله عنه أن عمر بن الخطاب رضي الله عنه مر بحسان بن ثابت رضي الله عنه وهو ينشد الشعر في المسجد فلحظ إليه فقال: كنت أنشد فيه، وفيه من هو خير منك، ثم التفت إلى أبي هريرة فقال: أنشدك بالله أسمعت رسول الله يقول: أجب عني، اللهم أيده بروح القدس؟ فقال: اللهم نعم 1. ¶ وفي رواية: أن رسول الله صلي الله وسلم قال لحسان: \"أهجهم أو هاجهم وجبريل معك\" 2. ¶ وعن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم وضع لحسان بن ثابت منبراً في المسجد، فكان ينافح عن رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم: \"اللهم أيد حسان بروح القدس كما نافح عن نبيك\" 3. ¶ قال ابن كثير رحمه الله:4. ¶ \"فهذا من البخاري تعليقاً، وقد رواه أبو داود في سننه عن ابن سيرين والترمذي عن علي بن حجر وإسماعيل بن موسى الفزارى ثلاثتهم عن أبي عبد الرحمن بن أبي الزناد عن أبيه عن هشام بن عروة كلاهما عن عروة عن عائشة به. قال الترمذي حسن صحيح وهو حديث أبي الزناد\". ¶ والقول بأن روح القدس هو جبريل عليه السلام نص عليه من السلف - رحمهم الله - عبد الله بن مسعود وعبد الله بن عباس رضي الله عنهم ومحمد بن كعب، وإسماعيل ابن خالد والسدى والربيع بن أنس وعطية العوفي وقتادة5. وجبريل عليه السلام موكل بالوحي الرباني من دون الملائكة إلى الرسل أجمعين عليهم السلام. ¶ ج: وصفه: ¶ \"وقد ذكر الله سبحانه شأن جبريل عليه السلام في كتابه ووصفه بأنه قوى شديد. ¶ قال تعالى: {إِنْ هُوَ إِلا وَحْيٌ يُوحَى عَلَّمَهُ شَدِيدُ الْقُوَى ذُو مِرَّةٍ فَاسْتَوَى وَهُو َ ¶ __________ ¶ 1 رواه البخاري في بدء الخلق باب ذكر الملائكة 4 /304، ومسلم في فصائل الصحابة4/1933رقم151، 153. ¶ 2 المصدر السابق. ¶ 3 رواه البخاري في المغازي باب حديت الإفك 7/436، ومسلم في فضائل الصحابة4/1933رقم155،154. ¶ 4 تفسير القرآن العظيم 1/ 214 ط دار الفكر. ¶ 5 تفسير القرآن العظيم 1/ 214 ط دار الفكر.",
            "page": "25",
            "part": "1",
            "seal": "B654A652"
        },
        {
            "id": "19",
            "nass": "بِالأُفُقِ الأَعْلَى ثُمَّ دَنَا فَتَدَلَّى فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى} النجم (4-9) . وقال تعالى: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ. ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ. مُطَاعٍ ثَمَّ أَمِينٍ} . التكوير (19-21) . ¶ وقد رآه النبي صلى الله عليه وسلم على صورته التي خلقه الله عليها مرتين. الأولى رآه في الدنيا على خلقته وله ستمائة جناح كما ورد في الحديث الصحيح عن عبد الله بن مسعود رضي الله عنه أن النبي علميه رأى جبريل له ستمائة جناح 1. ¶ والمرة الثانية رآه عند سدرة المنتهى. كما قال تعالى: {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى عِنْدَ سِدْرَةِ الْمُنْتَهَى} . ¶ وعن أبي هريرة رضي الله عنه: ولقد رآه نزلة أخرى: قال رأى جبريل 2 ¶ وسأل مسروق عائشة رضي الله عنها عن قول الله تعالى: {وَلَقَدْ رَآهُ بِالأُفُقِ الْمُبِينِ} {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى} فقالت أنا أول هذه الأمة سأل عن ذلك رسوله الله صلي الله عليه وسلم فقال: \" إنما هو جبريل لم أره على صورته التي خلق عليها غير هاتين المرتين، رأيته منهبطاً من السماء سادا عظيم خلقه ما بين السماء إلى الأرض\" 3. ¶ أما بقية الأوقات الأخرى فكان يراه على صورة رجل كما ورد يا الحديث الصحيح عن عمر بن الخطاب رضي الله عنه قال بينما نحن جلوس عند رسول الله صلى الله عليه وسلم ذات يوم إذ طلع علينا رجل شديد بياض الثياب، شديد سواد الشعر لايرى عليه أثر السفر، لا يعرفه منا أحد حتى جلس إلى النبي صلي الله عليه وسلم فأسند ركبتيه إلى ركبتيه، ووضع كفيه على فخذيه 4 الحد يث. ¶ 2- ميكال: ¶ قال تعالى: {مَنْ كَانَ عَدُوّاً لِلَّهِ وَمَلائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ الله عَدُوٌّ لِلْكَافِرِينَ} الآية 98 البقرة. ¶ __________ ¶ 1 رواه مسلم في الإيمان1/158 رقم 0280، 282، 283، 287، وانظر صحيح البخاري كتاب التفسير8/606 مع الفتح، وانظر تفسير ابن كثير 6/ 444،451،450 ط الفكر ومعارج القبول 1/64. ¶ 2 المصدر السابق. ¶ 3 المصدر السابق. ¶ 4 انظر تخريجه ص 23.",
            "page": "26",
            "part": "1",
            "seal": "08B33E5A"
        },
        {
            "id": "20",
            "nass": "وهو موكل بالقطر وتصاريفه إلى حيث أمره الله عز وجل وله أعوان يفعلون ما يأمرهم به بأمر ربه، ويصرفون الرياح، والسحاب، كما يشاء الله عز وجل. وقد جاء في بعض الآثار: ما من قطرة تنزل من السماء إلا ومعها ملك يقررها في موضعها من الأرض. ¶ وفي حديث ابن عباس عند الطبراني أنه صلي الله عليه وسلم: \"قال لجبريل: على أي شيء ميكائيل؟ قال على النبات والقطر\". ¶ ولأحمد عن أنس بن مالك رضي الله عنه عن النبي صلي الله عليه وسلم: \"أنه قال لجبريل- عليه السلام- مالي لم أر ميكائيل ضاحكاً قط؟ فقال عليه السلام- ما ضحك ميكائيل منذ خلقت النار\" 1. ¶ 3-مالك: ¶ وهو خازن النار كما ذكر ابن كثير قال تعالى: {إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا هُمُ الظَّالِمِينَ وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ} الزخرف (74- 78) . وفي الحديث الصحيح عن يعلي بن أمية رضي الله عنه قال سمعت رسول الله صلي الله وسلم يقرأ على المنبر {يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ... } 2. ¶ قال ابن كثير عقبه: \"أي يقبض أرواحنا فيريحنا مما نحن فيه فإنهم كما قال تعالى: لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها\"3. ¶ 4- ملك الموت: ¶ ورد في بعض الآثار اسمه عزرائيل. وأيا كان فإنه ورد في القرآن باسم ملك الموت. قال تعالى: {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ} السجدة 11. ¶ __________ ¶ 1 معارج القبول 1/ 65. وحديث أنس رواه أحمد في المسند 3/ 224. ¶ 2 رواه البخاري في كتاب التفسير تفسير سورة الزخرف 8/568. ¶ 3 تفسير ابن كثير 6/ 240. ط الفكر.",
            "page": "27",
            "part": "1",
            "seal": "77FDA604"
        },
        {
            "id": "21",
            "nass": "قال ابن كثير: \"الظاهر من هذه الآية أن ملك الموت شخص معين من الملائكة كما هو المتبادر من حديث البراء المتقدم ذكره في سورة إبراهيم. وقد سمى في بعض الآثار بعزرائيل وهو المشهور، قال قتادة وغير واحد وله أعوان، وهكذا ورد في الحديث أن أعوانه ينتزعون الأرواح من سائر الجسد حتى إذا بلغت الحلقوم، تناولها ملك الموت \" 1. ¶ قلت: حديث البراء بن عازب حديث طويل والشاهد فيه أن رسول الله صلى الله عليه وسلم قال: \"استعيذوا بالله من عذاب القبر مرتين أو ثلاثا ثم قال: إن العبد المؤمن إذا كان في انقطاع من الدنيا وإقبال من الآخرة، نزل إليه ملائكة من السماء بيض الوجوه كأن وجوههم الشمس معهم كفن من أكفان الجنة، وحنوط من حنوط الجنة حتى يجلسوا منه مد لبصر، ثم يجيء ملك الموت حتى يجلس عند رأسه ... الحديث\" 2. ¶ رابعا: صفاتهم: ¶ للملائكة صفات متعددة ومتنوعة منها ما هو خاص بذواتهم. ومنها ما يشاركهم فيه غيرهم. وسأقتصر في هذا الموضوع على ما ورد به نص صحيح. ¶ أ- أنهم يحملون الأشياء. قال تعالى: {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَبَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسَى وَآلُ هَارُونَ تَحْمِلُهُ الْمَلائِكَةُ إِنَّ فِي ذَلِكَ لآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ} 248 البقرة. ¶ وهذا فيه رد على الذين يقولون إن الملائكة ليسوا أجساما وإنما هم عبارة عن قوى الخير الكامنة في المخلوقات3. ¶ 2- أنهم يتكلمون مع البشر. ودليل هذا من الكتاب والسنة المطهرة. أما الكتاب فقوله تعالى في قصة زكريا عليه السلام:. {فَنَادَتْهُ الْمَلائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ الله يُبَشِّرُكَ بِيَحْيَى مُصَدِّقاً بِكَلِمَةٍ مِنَ الله وَسَيِّداً وَحَصُوراً وَنَبِيّاً مِنَ الصَّالِحِينَ} آل عمران 39. وقال تعالى في شأن مريم عليها السلام: {وَإِذْ قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ ¶ 1 تفسير القرآن العظيم 5/407. ط دار الفكر. ¶ 2 رواه أحمد في المسند 4/287. ¶ 3 انظر رسالة في العقيدة الإسلامية ص 20 لابن عثيمين.",
            "page": "28",
            "part": "1",
            "seal": "A67D4D42"
        },
        {
            "id": "22",
            "nass": "إِنَّ الله اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ, يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ} آل عمران (42-43) . وقال تعالى: {قَالُوا لا تَخَفْ وَبَشَّرُوهُ بِغُلامٍ عَلِيمٍ} الذاريات 28. وقال تعالى: {إِذْ قَالَتِ الْمَلائِكَةُ يَا مَرْيَمُ إِنَّ الله يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهاً فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ. وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلاً وَمِنَ الصَّالِحِينَ} آل عمران (45-46) . وقال تعالى: {قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ} هود 81. ¶ ومن السنة: مساءلة جبريل عليه السلام للنبي صلي الله عليه وسلم عن الإِيمان والإِسلام والإحسان1. ومخاطبته له بعد غزوة الأحزاب أن لا يضع السلاح ... ¶ 3- أنهم يتمثلون أحياناً في صورة البشر وهذا ثابت بالقرآن والسنة. أما القرآن فقال تعالى في شأن مريم عليها السلام: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَاناً شَرْقِيّاً فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَاباً فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَراً سَوِيّاً قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيّاً قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلاماً زَكِيّاً قَالَتْ أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيّاً قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْراً مَقْضِيّاً} مريم16-21. وقال تعالى في قصة إبراهيم ولوط عليهما السلام: {وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَى قَالُوا سَلاماً قَالَ سَلامٌ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ فَلَمَّا رَأى أَيْدِيَهُمْ لا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ إِنَّا أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ} هود (69-71) . ¶ وقال تعالى: {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلاماً قَالَ سَلامٌ قَوْمٌ مُنْكَرُونَ فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلا تَأْكُلُونَ فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لا تَخَفْ وَبَشَّرُوهُ بِغُلامٍ عَلِيمٍ} الذاريات (24-28) . ¶ __________ ¶ 1 انظر تخريج الحديث ص 23.",
            "page": "29",
            "part": "1",
            "seal": "B72050E0"
        },
        {
            "id": "23",
            "nass": "4- الله سبحانه يصطفي منهم رسلا: قال الله تعالى: {الله يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النَّاسِ إِنَّ الله سَمِيعٌ بَصِيرٌ} الحج 75. قال ابن كثير: \"يخبر الله تعالى أنه يختار من الملائكة رسلا فيما يشاء من شرعه وقدره ومن الناس لإبلاغ رسالته\"1 واصطفاء الله من الملائكة رسلا المراد منه أن يكونوا رسلا بينه سبحانه وبين أنبيائه من عباده، ليبلغوا ماكلفوا به. ¶ قال تعالى: {الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلائِكَةِ رُسُلاً} فاطر آية (1) . قال ابن كثير: \"وقوله تعالى: {جَاعِلِ الْمَلائِكَةِ رُسُلاً} أي بينه وبين أنبيائه\"2. ¶ وقوله تعالى في حق جبريل عليه السلام: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ} التكوير 19. ¶ وقال تعالى: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ} الأنعام 61. ¶ 5- أن الرسل من الملائكة لهم أجنحة. ذكر الله سبحانه في سورة الفرقان أنه سبحانه يصطفي من الملائكة رسلاً. وذكر سبحانه في هذه الآية أن أولئك الرسل من الملائكة لهم أجنحة وتلك الأجنحة متعددة منهم. قال تعالى: {الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلائِكَةِ رُسُلاً أُولِي أَجْنِحَةٍ مَثْنَى وَثُلاثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ الله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} فاطر آية (1) . ¶ قال ابن كثير رحمه الله: \"وأولي أجنحة أي يطيرون بها ليبلّغوا ما أمروا به مثنى وثلاث ورباع أي منهم من له جناحان، ومنهم من له ثلاثة ومنهم من له أربعة، ومنهم من له أكثر من ذلك، كما جاء في الحديث أن رسول الله صلي الله عليه وسلم رأى جبريل عليه السلام ليلة الإسراء وله ستمائة جناح3، بين كل جناحين كما بين المشرق والمغرب ولهذا قال جل وعلا: {يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ إِنَّ الله عَلَى كُلِّ شَيْءٍ قَدِيرٌ} 4. ¶ __________ ¶ 1 تفسير القرآن العظيم 4/567 دار الفكر. ¶ 2 تفسير القرآن العظيم5/567. ط دار الفكر. ¶ 3 صح ذلك من حديث ابن مسعود عند مسلم في كتاب الإيمان باب في ذكر سدرة المنتهى1/158. ¶ 4 تفسير القرآن العظيم5/567. ط دار الفكر.",
            "page": "30",
            "part": "1",
            "seal": "968690AA"
        },
        {
            "id": "24",
            "nass": "6- إنهم غلاظ شداد. وهذا وصف لنوعيّة منهمِ وهم القائمون على جهنم قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ الله مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} التحريم 6. ¶ قال ابن كثير:\"أي طباعهم غليظة قد نزعت من قلوبهم الرحمة بالكافرين بالله شداد أي تركيبهم في غاية الشدة والكثافة والمنظر المزعج \"1. ¶ 7- تنفيذهم لأمر الله وعدم عصيانه. قال تعالى: {عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ الله مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} التحريم آية 6. ¶ قال ابن كثير \"مهما أمرهم به تعالى يبادروا إليه لا يتأخرون عنه طرفة عين وهم قادرون على فعله ليس بهم عجز عنه وهؤلاء الزبانية- عياذاً بالله منهم-2\". ¶ وقال تعالى: {لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ} الأنبياء آية 27. ¶ قال ابن كثير: \"أي لا يتقدمون بين يديه بأمر ولا يخالفونه فيما أمرهم به بل يبادرون إلى فعله، وهو تعالى علمه محيط بهم لا يخفى عليه منهم خافية ويعلم ما بين أيديهم وما خلفهم\"3. ¶ 8- النزول والمعراج: قال تعالى: {تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ} القدر (4،5) . وقال تعالى: {تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} المعارج آية 4. ونزولهم وعرجهم بمهمات متنوعة فبعضهم ينزل بالوحي والآخر يصعد بالأرواح والثالث بلا عمل وغير ذلك مما نقل إلينا ومما لم ينقل وربك يخلق ما يشاء ويفعل. وله الحمد في الأولى والآخرة. ¶ 9- الاصطفاف بين يدي الرحمن يوم القيامة: قال تعالى: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفّاً صَفّاً} يقول ابن كثر: \"فيجيء الرب تبارك وتعالى لفصل القضاء كما يشاء والملائكة يجيئون بين يديه صفاً صفا4. وقال تعالى: {يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفّاً لا يَتَكَلَّمُونَ إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَاباً} النبأ آية 38. ¶ 1 تفسير القرآن العظيم 7/ 59. ط دار الفكر. ¶ 2 تفسير القرآن العظيم 7/ 60. ط دار الفكر. ¶ 3 تفسير القرآن العظيم4/558 ط دار الفكر. ¶ 4 تفسير القرآن العظيم 7/ 289.",
            "page": "31",
            "part": "1",
            "seal": "201094DC"
        },
        {
            "id": "25",
            "nass": "10- لا يتكلمون إلا بعد الاستئذان: قال تعالى: {يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفّاً لا يَتَكَلَّمُونَ إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَاباً} النبأ آية 38. وقال تعالى: {لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ} الأنبياء آية 27. ¶ 11- إنهم عباد مكرمون: ووصفهم بالعبودية من الله سبحانه فيه تشريف وتكريم لهم، ثم فيه تنزيه لهم عمن اتخذهم آلهة تعبد من دون الله. قال تعالى: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ} الأنبياء27-29. ¶ 12- إن لهم أيادي: قال الله تعالى: {إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى الله غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ} الأنعام آية 93. وقال تعالى: {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ} الأنفال آية50. وقد ورد في معنى الآية الأولى أن الملائكة تضرب العصاة الفجار وذلك أن الكافر إذا احتضر بشرته الملائكة بالعذاب والنكال والأغلال! والسلاسل والجحيم، وغضب الرحمن الرحيم، فتتفرق روحه لا جسده، وتعصي وتأبى الخروج فتضربهم الملائكة حتى تخرج أرواحهم من أجسادهم قائلين لهم {أَخْرِجُوا أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى الله غَيْرَ الْحَقِّ} الآية. ¶ خامسا:أعمالهم: ¶ هذا الخلق من خلق الله والذين وصفهم الله بأنهم عباد مكرمون يسبحون له بالليل والنهار ولا يفترون لهم أعمال يقومون بها طاعة لله سبحانه وتنفيذاً لأمره. لا يسبقونه بالقول وهم يعملون. فمن ذلك: ¶ 1- العبادة ¶ أ- التسبيح: والتسبيح هو تنزيه الله سبحانه وتقديسه عن العيوب والنقائص.",
            "page": "32",
            "part": "1",
            "seal": "D23B183A"
        },
        {
            "id": "26",
            "nass": "قال تعالى: {وَإِذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ} البقرة آية 35. ¶ وهذا السؤال الصادر من الملائكة لربهم سؤال استكشاف واستعلام عن الحكمة من خلق بني آدم كما قرر هذا ابن كثير: \"فإن كان المراد عبادتك فنحن نسبح بحمدك ونقدس لك أي نصلي لك ... الخ\"1. ¶ وقال تعالى: {وَعَلَّمَ آدَمَ الأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلاءِ إِنْ كُنْتُمْ صَادِقِينَ قَالُوا سُبْحَانَكَ لا عِلْمَ لَنَا إِلا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} البقرة 31. قال ابن كثير: \"هذا تقديس وتنزيه من الملائكة لله تعالى أن يحيط أحد بشيء من علمه إلا بما شاء، وأن يعلموا شيئاً إلا ما علمهم الله تعالى ولهذا قالوا: {سُبْحَانَكَ لا عِلْمَ لَنَا إِلا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} وهو أي العليم بكل شيء الحكيم في خلقك وأمرك وفي تعليمك ما تشاء ومنعك ما تشاء لك الحكمة في ذلك والعدل التام2 وقال تعالى: {وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي الله وَهُوَ شَدِيدُ الْمِحَالِ} الرعد آية 13. وقال تعالى: {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ وَمَنْ عِنْدَهُ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلا يَسْتَحْسِرُونَ يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لا يَفْتُرُونَ} الأنبياء آية.20. وهذا إخبار من الله سبحانه عن حال الملائكة وعبوديتهم له سبحانه وأن دأبهم طاعته ليلا ونهارا دون تعب ولا ملل 3 وقال تعالى: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً ثُمَّ يَقُولُ لِلْمَلائِكَةِ أَهَؤُلاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ} سبأ (40، 41) . ¶ وهذا موقف من الملائكة يوم يقوم الأشهاد وتقف الخلائق بين يديه سبحانه وتكون الخصومة والمسألة فلما تسأل الملائكة عن صنيع البشر في عبادتهم إياهم يهرعون إلى الله بالتنزيه والتقديس والتعالي والتوحيد أن يكون معه إله يعبد بل العبادة لك وحدك ونحن ¶ __________ ¶ 1 تفسير القرآن العظيم 1/ 121. ط دار الفكر. ¶ 2 تفسير القرآن العظيم 1/128دار الفكر. ¶ 3 تفسير القرآن العظيم4/556. ط دار الفكر.",
            "page": "33",
            "part": "1",
            "seal": "C059DD9E"
        },
        {
            "id": "27",
            "nass": "عبيدك الطائعون نبرأ إليك مما ألصق بنا واتهمنا به ونتبرأ من كل من أشرك مع الله غيره 1 وقال تعالى: {وَمَا مِنَّا إِلا لَهُ مَقَامٌ مَعْلُومٌ وَإِنَّا لَنَحْنُ الصَّافُّونَ وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ} الصافات (164-166) . إجمال ثم تفصيل. هذا الخلق له مقام معلوم يقوم بما كلف به دون إخلال به أو التجاوز والتعدي فيه بل هم يقفون صفوفاً في طاعتهم وفي هذه الهيئة من الجمال في أداء الطاعة ما لا يستطيع الوصف بيانه. ولذا شبهت صفوف المسلمين في الصلاة في الحياة الدنيا كصفوف الملائكة. ¶ عن حذيفة رضي الله عنه قال: قال صلي الله عليه وسلم: \"فضلنا عن الناس بثلاث: جعلت صفوفنا كصفوف الملائكة، وجعلت لنا الأرض كلها مسجدا وجعلت تربتها لنا طهورا إذا لم نجد الماء\" 2. ¶ واصطفاف الملائكة هنا من أجل تسبيح الله سبحانه وتعظيمه وتنزيه عن العيوب والنقائص. ¶ يقول ابن كثير في معنى قوله {وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ} أي نصطف فنسبح الرب ونمجده ونقدسه وننزهه عن النقائص فنحن عبيد له فقراء إليه خاضعون لديه 3. ¶ وقد أخبر الله سبحانه وتعالى أن الملائكة يوم القيامة يحفون بالعرش مسبحين لله وحامدين ومنزهين لله تعالى من الجور والنقائص. ¶ قال تعالى: {وَتَرَى الْمَلائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} الزمر 75. ¶ قال ابن كثير: \"أخبر عن ملائكته أنهم محدقون من حول العرش المجيد يسبحون بحمد ربهم ويمجدونه ويعظمونه ويقدسونه وينزهونه عن النقائص والجور وقد فصل القضية وقضي الأمر وحكم بالعدل\"4. ¶ وفصل القول سبحانه فيمن يحمل العرش ومن حوله في آية غافر فقال سبحانه ¶ __________ ¶ 1تفسير القرآن العظيم 5/559 ط دار الفكر ¶ 2رواه مسلم في كتاب المساجد 1/371 رقم 4 ¶ 3تفسير القرآن العظيم 6/ 40 ط دار الفكر ¶ 4تفسير القرآن العظيم 6/118.ط دار الفكر.",
            "page": "34",
            "part": "1",
            "seal": "B1DA8449"
        },
        {
            "id": "28",
            "nass": "{الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْماً فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ} الآيات 7-9. ¶ وفي هذه الآية وآية الزمر جمعت أو قرنت الملائكة بين التسبيح والتحميد. ¶ وحكمة ذلك أن التسبيح يتضمن تنزيه الباري عن العيوب والنقائص. ¶ والتحميد يتضمن إثبات صفة المدح والثناء عليه 1. وهذا النص في سورة غافر يتضمن عدة أعمال تقوم بها الملائكة غير التسبيح وهي الحمد لله سبحانه والإيمان به والاستغفار للمؤمنين ودعاء الرب سبحانه بالمغفرة لمن تاب واتبع سبيله والشهادة لله سبحانه أن رحمته وسعت كل شيء وأن علمه محيط بكل شيء كما أنه سبحانه عزيز فيما يفعل وحكيم فيما يفعل وحكيم فيما يصنع. ¶ وقال تعالى: {تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الأَرْضِ أَلا إِنَّ الله هُوَ الْغَفُورُ الرَّحِيمُ} الشورى 5. ¶ وقد امتدح الله سبحانه الملائكة في أداء عملهم وأنهم يقومون بأدائه دون سآمة أو ملل وعاب على الذين يستكبرون عن عبادته. قال تعالى: {إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ} الأعراف 206. ¶ وقال تعالى: {فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لا يَسْأَمُونَ} فصلت 38. ¶ قال ابن كثير: \"وإنما ذكرهم بهذا ليقتدى بهم في كثرة طاعتهم وعبادتهم\"2. ¶ وقال ابن العربي: \"هذه الآية مرتبطة بما قبلها ومنتظمة مع ما سبقها وهي إخبار من الله تعالى عن الملائكة بأنهم في عبادتهم التي أمروا بها دائمون وعليها قائمون وبها عاملون فلا تكن من الغافلين فيما أمرت به وكلفته وهذا خطابه والمراد جميع الأمة\"3. ¶ __________ ¶ 1انظر تفسير القرآن العظيم 6/1241 ¶ 2تفسير القرآن العظيم 3/272 ¶ 3أحكام القرآن العظيم 2/829.",
            "page": "35",
            "part": "1",
            "seal": "B1F03CBC"
        },
        {
            "id": "29",
            "nass": "ب- الحمد: والحمد هو إثبات صفة المدح لله تعالى والثناء عليه سبحانه وقد سبق ذكر الآيات التي تنص على حمد الملائكة عليهم السلام لربهم في الفقرة السابقة. ¶ ج- السجود: ورد السجود في القرآن بالنسبة للملائكة على صورتين: ¶ الأولى: أن من عمل الملائكة عليهم السلام السجود - لله سبحانه - المستمر الدائم فهم به قائمون وعاملون دون فتور أو ملل. ¶ قال تعالى: {إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ} الأعراف 206. ¶ الثانية: أنهم مأمورون بالسجود لغير الله سبحانه وهو السجود لآدم عليه وعليهم السلام. ¶ قال تعالى: {ثُمَّ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ فَسَجَدُوا إِلا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ} الأعراف 11. ¶ وقال تعالى: {وَإِذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خَالِقٌ بَشَراً مِنْ صَلْصَالٍ مِنْ حَمَأٍ مَسْنُونٍ فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ إِلا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ} الحجر (28- 31) . ¶ وقال تعالى: {وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ فَسَجَدُوا إِلا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِيناً} الإسراء 61. وقال تعالى: {وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ فَسَجَدُوا إِلا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلاً} الكهف 50. ¶ وقال تعالى: {وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْماً وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ فَسَجَدُوا إِلا إِبْلِيسَ أَبَى فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَى} طه (115-117) . ¶ وقال تعالى: {إِذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خَالِقٌ بَشَراً مِنْ طِينٍ فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِين فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ. إِلا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِين} ص (71-74) .",
            "page": "36",
            "part": "1",
            "seal": "95FBC0C2"
        },
        {
            "id": "30",
            "nass": "وتنفيذ الملائكة لهذا السجود لآدم عليه السلام هو تنفيذ لأمر الله وامتثالا له وتعظيماً واحتراماً لما أمر به سبحانه وهو في الوقت نفسه كرامة من الله سبحانه امتن بها على أبينا آدم حيث أسجد له ملائكته. كما ورد في الحديث الصحيح عن أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم ِ قال: \"يجتمع المؤمنون يوم القيامة فيقولون لو استشفعنا إلى ربنا فيأتون آدم فيقولون أنت أبو الناس خلقك الله بيده وأسجد لك ملائكته وعلمك أسماء كل شيء فاشفع لنا إلى ربك ... \" 1 الحديث. ¶ قال قتادة \"فكانت الطاعة لله والسجدة لآدم، أكرم الله آدم أن أسجد له ملائكته\"2. ¶ د- قبض الأرواح: ¶ قال تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيراً إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلاً فَأُولَئِكَ عَسَى الله أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ الله عَفُوّاً غَفُوراً} النساء (97-99) . ¶ وقال تعالى: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ} الأنعام 61. ¶ والمراد بالرسل هنا الملائكة الموكّلون بقبض الأرواح. ¶ قال ابن عباس: \"لملك الموت أعوان من الملائكة يخرجون الروح من الجسد فيقبضها ملك الموت إذا انتهت إلى الحلقوم\"3. ¶ قال ابن كثير: \"وقوله (لا يفرطون) أي في حفظ روح المتوفى بل يحفظونها وينزلونها حيث شاء الله عز وجل، إن كان من الأبرار ففي عليين، وإن كان من الفجار ففي سجين عياذاً بالله من ذلك \"4 ¶ __________ ¶ 1رواه مسلم في كتاب اليمان باب أدنى أهل الجنة منزلة رقم 327. ¶ 2تفسير القرآن العظيم 1/135. ¶ 3تفسير القرآن العظيم 1/135. دار الفكر. ¶ 4تفسير القرآن العظيم 3/33.",
            "page": "37",
            "part": "1",
            "seal": "BF1860FE"
        },
        {
            "id": "31",
            "nass": "وقال تعالى: {وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا َنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى الله غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ} الأنعام 93. ¶ وقال تعالى: {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ. ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ الله لَيْسَ بِظَلامٍ لِلْعَبِيدِ} الأنفال 51. ¶ وقال تعالى: {الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظَالِمِي أَنْفُسِهِمْ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ ... } الآية28 النحل. ¶ وقال تعالى: {الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ. هَلْ يَنْظُرُونَ إِلا أَنْ تَأْتِيَهُمُ الْمَلائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ ... } الآية النحل (31-33) وقال تعالى: {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ} السجدة آية 11. ¶ يقول ابن كثير في تفسير هذه الآية. \"الظاهر من هذه الآية أن ملك الموت شخص معين من الملائكة كما هو المتبادر من حديث البراء ... وقد سُمّي في بعض الآثار بعزرائيل وهو المشهور قاله قتادة. وغير واحد وله أعوان وهكذا ورد في الحديث أن أعوانه ينتزعون الأرواح من سائر الجسد حتى إذا بلغت الحلقوم تناولها ملك الموت1 اهـ وقد ذكر بعض الآثار عن ملك الموت فتراجع. ¶ وقال تعالى: {فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ} محمد آية 27. وقال ابن كثير في تفسير هذه الآية. \"أي كيف حالهم إذا جاءتهم الملائكة لقبض أرواحهم وتعاصت الأرواح في أجسادهم واستخرجتها الملائكة بالعنف والقهر والضرب\"2. ¶ هـ- الحفظ: ¶ وهذا العمل من الملائكة نوعان: ¶ __________ ¶ 1تفسير القرآن العظيم 5/407 ط دار الفكر ¶ 2تفسير القرآن العظيم 6/322 ط دار الفكر",
            "page": "38",
            "part": "1",
            "seal": "4AF713A5"
        },
        {
            "id": "32",
            "nass": "الأول: حفظهم للعبد في حله وترحاله وفي نومته ويقظته من كل سوء وحدث. قال تعالى: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ الله إِنَّ الله لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} الرعد آية 11. قال ابن عباس: \" المعقبات من الله هي الملائكة. وعنه قال \"ملائكة يحفظونه من بين يديه ومن خلفه فإذا جاء قدر الله خلوا عنه\"1 وقال مجاهد: \"ما من عبد إلا له ملك موكل يحفظه في نومه ويقظته من الجن والإِنس والهوام، فما منها شيء يأتيه يريده إلا قال له: \"الملك وراءك إلا شيء أذن الله فيه فيصيبه\" وقال تعالى: {وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً} الأنعام آية61\". قال ابن كثير: \"أي من الملائكة يحفظون بدن الإنسان 2 قلت ويحتمل أن المراد منها أيضا حفظ أعمال بني آدم خيرها وشرها. فإن لفظ حفظة نكرة. وقد وردت في سياق الإثبات فهي تفيد الإطلاق. ¶ قال تعالى: {قُلْ مَنْ يَكْلأُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ} الأنبياء42. ¶ وقال تعالى: {إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ} قال ابن كثير: \"أي كل نفس عليها من الله حافظ يحرسها من الآفات كما قال تعالى: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ الله إِنَّ الله} \"3. ¶ الثاني: حفظ أعمال العباد خيرها وشرها. قال تعالى: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لا يُفَرِّطُونَ} الأنعام 61. وسبق أن ذكر أن الحفظة هنا يحتمل الأمرين حفظ الإِنسان، وحفظ أعماله. لكن ورد ما هو نص في حفظ الأعمال. قال تعالى: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَاماً كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ} الانفطار (10-12) . قال ابن كثير \"يعنى وإن عليكم لملائكة حفظة كراماً فلا تقابلوهم بالقبائح فإنهم يكتبون عليكم جميع أعمالكم\"4. وقال تعالى: {إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ، مَا يَلْفِظُ مِنْ قَوْلٍ إِلا لَدَيْهِ رَقِيبٌ عَتِيدٌ} ق آية 17-18. ¶ __________ ¶ 1تفسير القرآن العظيم4/73.ط دار الفكر. ¶ 2تفسير القرآن العظيم 3/33.ط دار الفكر ¶ 3تفسير القرآن العظيم 7/365.ط دار الفكر. ¶ 4تفسير القرآن العظيم 7/234.ط دار الفكر.",
            "page": "39",
            "part": "1",
            "seal": "22FD58A8"
        },
        {
            "id": "33",
            "nass": "وقال تعالى: {أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ} الزخرف.8. قال ابن كثير: \"أي نحن نعلم ما هم عليه والملائكة أيضا يكتبون أعمالهم صغيرها وكبيرها\"1. ¶ و الشفاعة: ¶ قال الله تعالى: {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يَشْفَعُونَ إِلا لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ} الأنبياء28. ¶ وقد ورد في الحديث القدسي: \"فيقول الله عز وجل شفعت الملائكة وشفع النبيون وشفع المؤمنون ولم يبق إلا أرحم الراحمين\" وفي رواية \"فيشفع النبيون والملائكة والمؤمنون فيقول الجبار بقيت شفاعتي\" 2. ¶ ز- القتال مع المؤمنين: ¶ إن مشاركة الملائكة للمؤمنين في القتال ثابتة بالقرآن والسنة وهي منة عظيمة من الله على عباده المؤمنين ونصرة لهم على عدوهم وكرامة لهم قال الله تعالى: {وَلَقَدْ نَصَرَكُمُ الله بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا الله لَعَلَّكُمْ تَشْكُرُونَ إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيَكُمْ أَنْ يُمِدَّكُمْ رَبُّكُمْ بِثَلاثَةِ آلافٍ مِنَ الْمَلائِكَةِ مُنْزَلِينَ بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلافٍ مِنَ الْمَلائِكَةُ مُسَوِّمِينَ} آل عمران (123-125) . وقال تعالى: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ وَمَا جَعَلَهُ الله إِلا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ إِلا مِنْ عِنْدِ الله إِنَّ الله عَزِيزٌ حَكِيمٌ} الأنفال 10. ¶ وعن معاذ بن رفاعة الزرقي عن أبيه وكان أبوه من أهل بدر قال: جاء جبريل إلى النبي صلى الله عليه وسلم فقال: \"ما تعدون أهلِ بدر فيكم؟ قال: من أفضل المسلمين- أو كلمة نحوها- قال: وكذلك من شهد بدراَ من الملائكة\" 3. ¶ وعن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم قال: \"يوم بدر: هذا جبريل آخذ برأس فرسه عليه أداة الحرب\" 4. ¶ 1تفسير القرآن العظيم 5/240ط دار الفكر, وانظر معارج القبول 1/67. ¶ 2رواه البخاري في كتاب التوحيد باب قول الله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ} 13/421 مع الفتح. ¶ 3 رواه البخاري في المغازي باب شهود الملائكة بدرا 3/90/91. ¶ 4رواه البخاري في المغازي باب غزوة أحد 3/102.",
            "page": "40",
            "part": "1",
            "seal": "C75ED0B3"
        },
        {
            "id": "34",
            "nass": "وعنه أيضا قال: قال النبي صلى الله عليه وسلم يوم أحد هذا جبريل آخذ برأس فرسه عليه أداة الحرب ¶ وعن عبد الله بن عباس رضي الله عنهما قال حدثني عمر بن الخطاب رضي الله عنه قال: \"لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألف، وأصحابه ثلاثمائة وتسعة عشر رجلا فاستقبل نبي الله القبلة ثم مد يديه فجعل يهتف بربه اللهم أنجز لي ما وعدتني اللهم آت ما وعدتني اللهم إن تهلك هذه العصابة من أهل الإِسلام لا تعبد في الأرض\" ... فأمده الله بالملائكة ... ¶ قال أبو زميل فحدثني ابن عباس قال: \"بينما رجل من المسلمين يومئذ يشتد في أثر رجل من المشركين أمامه إذ سمع ضربة بالسوط فوقه، وصوت الفارس يقول: أقدم حيزوم فنظر إلى المشرك أمامه فخر مستلقياً فنظر إليه فإذا هو قد خُطِمَ أنفه، وشق وجهه كضربة السوط فاخضّر ذلك أجمع فجاء الأنصاري فحدث بذلك رسول الله صلى الله عليه وسلم: \"فقال صدقت ذلك من مدد السماء الثالثة. فقتلوا يومئذ سبعين وأسروا سبعين\" 1 الحديث. قال ابن كثير: ¶ \"المشهور ما رواه علي بن أبي طلحة عن ابن عباس قال: أيد الله نبيه خيالها والمؤمنين بألف من الملائكة وكان جبريل في خمسمائة من الملائكة مجنبة، ميكائيل في خمسمائة مجنبة\"2. ¶ والمراد بالمجنبة هي التي تكون في الميمنة والميسرة. ¶ وهذه المشاركة القتالية من الملائكة مع المؤمنين بأمر الله سبحانه تفيد أيضاً تثبيت المؤمنين وتقوية عزائمهم وقد بين الله ذلك في كتابه وامتن به على المؤمنين فقال تعالى: {إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} الأنفال 12. ¶ 1 رواه مسلم في الجهاد 3/1383 رقم 58,واحمد في المسند 1/30 ¶ 2 تفسير ابن كثير 3/558. ط الشعب.",
            "page": "41",
            "part": "1",
            "seal": "1A0F8C32"
        },
        {
            "id": "35",
            "nass": "قال ابن كثير: \"وهذه نعمة خفية أظهرها الله تعالى لهم ليشكروه عليها وهوانه تعالى وتقدس وتبارك وتمجد أوحى إلى الملائكة الذين أنزلهم لنصر نبيه ودينه وحزبه المؤمنن يوحى إليهم فيما بينه وبينهم أن ثبتوا الذين آمنوا\"1. ¶ ح- النزول: ¶ أولا: النزول بالوحي: ¶ سبق البيان أن الله سبحانه اصطفى من الملائكة رسلا. وكذلك من الناس قال تعالى: {الله يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النَّاسِ} وهو ومهمة أولئك الملائكة المصطفين النزول بالوحي. ¶ قال سبحانه {أَتَى أَمْرُ الله فَلا تَسْتَعْجِلُوهُ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ. يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلَهَ إِلا أَنَا فَاتَّقُونِ} النحل (1-2) . ¶ وقال تعالى: {وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعَالَمِينَ, نَزَلَ بِهِ الرُّوحُ الأَمِينُ عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} الشعراء (192- 195) . ¶ قال ابن كثير في معنى قوله {نَزَلَ بِهِ الرُّوحُ الأَمِينُ} : \"وهو جبريل- عليه السلام - قاله غير واحد من السلف. ابن عباس ومحمد بن كعب وقتادة وعطية العوفي والسدي والضحاك والزهري وابن جريح، وهذا مما لا نزاع فيه\"2. ¶ وقال تعالى: {فَالْفَارِقَاتِ فَرْقاً. فَالْمُلْقِيَاتِ ذِكْراً. عُذْراً أَوْ نُذْراً} المرسلات 4- 6. ¶ نقل ابن كثير في معناها عن السلف أنها الملائكة ثم قال: \"قال ابن مسعود وابن عباس ومسروق ومجاهد وقتاة والربيع بن أنس والسدي والثوري ولا خلاف هاهنا فإنها تنزل بأمر الله على الرسل تفرق بين الحق والباطل، والهدى والغي، والحلال والحرام، وتلقي إلى الرسل وحياً فيه إعذار إلى الخلق وإنذار لهم عقاب الله إن خالفوا أمره\"3. ¶ __________ ¶ 1تفسير القرآن العظيم 3/290. ¶ 2تفسير القرآن العظيم 5/205 ¶ 3تفسير القرآن العظيم 7/189.",
            "page": "42",
            "part": "1",
            "seal": "A5FFEAB9"
        },
        {
            "id": "36",
            "nass": "وقال تعالى: {تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ , سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ} القدر آية (4-5) . وهذا النص ذكر تنزيل الملائكة عموماً ثم تنزيل الروح - وهو جبريل عليه السلام - خصوصاً وهو من باب عطف الخاص على العام1 ونزول الملائكة أو تنزيلهم مشروط بإذن الله سبحانه لهم. قال تعالى: {وَمَا نَتَنَزَّلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيّاً} مريم آية 64. ¶ وعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم لجبريل: \"ما يمنعك أن تزورنا أكثر مما تزورنا؟ فنزلت {وَمَا نَتَنَزَّلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا} 2 وقد ثبت في الصحيح أن النبي صلى الله عليه وسلم كان يدارس القرآن مع جبريل عليه السلام كل عام مرة إلا في العام الذي قبض فيه فإنه عرض القرآن مرتين. ¶ ثانيا: النزول عند تلاوة القرآن الكريم: ¶ عن أسيد بن حضير رضي الله عنه قال: \"بينما هو يقرأ من الليل سورة البقرة، وفرسه مربوط عنده إذ جالت الفرس فسكت فسكنت، فقرأ فجالت الفرس، فسكت وسكت الفرس ثم قرأ فجالت الفرس فانصرف. ¶ وكان ابنه يحي قريباً منها فأشفق أن تصيبه فلما أجتَّره رفع رأسه إلى السماء حتى ما يراها فلما أصبح حدث النبي صلى الله عليه وسلم فقال له اقرأ يا ابن حضير اقرأ يا ابن حضير. قال فأشفقت يا رسول الله أن تطأ يحي، وكان منها قريباً فرفعت رأسي فانصرفت إليه، فرفعت رأسي إلى السماء، فإذا مثل الظلة فيها أمثال المصابيح فخرجت حتى لا أراها قال: وتدري ما ذاك؟ قال لا قال \"تلك الملائكة دنت لصوتك ولو قرأت لأصبحتْ ينظر الناس إليها لا تتواري منهم\" 3. ¶ ثالثا: النزول عند حلق الذكر والقعود معهم: ¶ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"إن لله تبارك وتعالى ملائكة سيارة فضلاء يتبعون مجالس الذكر فإذا وجدوا مجلساً فيه ذكر قعدوا معهم وحف بعضهم بعضاً ¶ __________ ¶ 1تفسير القرآن العظيم 7/333. ¶ 2رواه البخاري في التفسير باب وما نتنزل إلا بأمر ربك 9/428 مع الفتح. ¶ 3 رواه البخاري في فضائل القرآن باب نزول السكينة والملائكة عند قراءة القرآن 9/63 مع الفتح.",
            "page": "43",
            "part": "1",
            "seal": "3D2F80FC"
        },
        {
            "id": "37",
            "nass": "بأجنحتهم حتى يملؤا ما بينهم وبين السماء الدنيا فإذا تفرقوا عرجوا وصعدوا إلى السماء\". الحديث هذه رواية مسلم1. ¶ وفي البخاري \"إن لله ملائكة يطوفون في الطرق يلتمسون أهل الذكر فإذا وجدوا قوماً يذكرون الله تنادوا هلموا إلى حاجتكم قال فيحفونهم بأجنحتهم إلى السماء الدنيا\". وعن أبي مسلم الأغر أنه قال: أشهد على أبي هريرة وأبي سعيد الخدري أنهما شهدا على النبي صلى الله عليه وسلم أنه قال: \"لا يقعد قوم يذكرون الله عز وجل إلا حفتهم الملائكة وغشيتهم الرحمة، ونزلت السكينة، وذكرهم الله فيمن عنده\" 2. ¶ وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" ... ومن سلك طريقاً يلتمس فيها علماً سهل الله بها طريقا إلى الجنة، وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة، وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم فيمن عنده، ومن بطأ به عمله لم يسرع به نسبه\" 3. ¶ رابعا: النزول لشهود الصلاة ورفع أعمال العباد: ¶ قال تعالى: {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُوداً} وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \" يتعاقبون فيكم ملائكة بالليل، وملائكة بالنهار ويجتمعون في صلاة الفجر وصلاة العصر، ثم يعرج الذين يأتوا فيكم فيسألهم وهو أعلم كيف تركتم عبادي؟ فيقولون: تركناهم وهم يصلون وآتيناهم وهم يصلون\" 4. ¶ وعن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"تجتمع ملائكة الليل وملائكة النهار في صلاة الفجر وصلاة العصر فيجتمعون في صلاة الفجر فتصعد ملائكة الليل، وتثبت ملائكة النهار ويجتمعون في صلاة العصر فتصعد ملائكة النهار، وتثبت ملائكة الليل ¶ __________ ¶ 1 رواه مسلم في الذكر والدعاء باب فضل مجلس الذكر 4/2069 رقم 25 ورواه البخاري في الدعوات باب فضل ذكر الله عز وجل 11/208 مع الفتح. ¶ 2 رواه مسلم في الذكر والدعاء باب فضل الاجتماع على تلاوة القرآن وعلى الذكر 4/2074 رقم 39. ¶ 3رواه مسلم في الذكر والدعاء باب فضل الاجتماع على تلاوة القرآن وعلى الذكر 4/2074 رقم 38. ¶ 4رواه البخاري في مواقيت الصلاة باب فضل صلاة العصر 2/33 مع الفتح.",
            "page": "44",
            "part": "1",
            "seal": "DAD774D0"
        },
        {
            "id": "38",
            "nass": "فيسألهم ربهم كيف تركتم عبادي؟ فيقولون أتيناهم وهم يصلون وتركناهم وهم يصلون فاغفر لهم يوم الدين\" 1. ¶ وعن أبي هريرة رضي الله عنه قال: \"وتجتمع ملائكة الليل وملائكة النهار في صلاة الفجر. قال أبو هريرة: واقرءوا إن شئتم {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُوداً} \" 2. ¶ قال ابن حجر: وفي الترمذي والنسائي من وجه آخر بإسناد صحيح عن أبي هريرة في قوله تعالى: {إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُوداً} قال تشهده ملائكة الليل والنهار3. ¶ الإِيمان بالرسل ¶ الرسل جمع رسول: وهو كل من أوحى إليه من البشر بشرع وأمر بتبليغه4. ¶ والإيمان بهم أحد أركان الإِيمان الستة وهو يتضمن الآتي: ¶ 1- الإِيمان بجميعهم تفصيلا فيما فصل، وإجمالا فيما أجمل5 ¶ 2- الإِيمان بأن دعوتهم جميعا متفقة في الأصل وهي الدعوة إلى توحيد الله سبحانه ونفي ما يضاد ذلك. ¶ 3- الإِيمان بأنهم صادقون فيما قالوا وفيما دعوا الناس إليه وأنهم على الحق المبين والصراط المستقيم. يقول ابن تيميه: \"ولهذا أجمع أهل الملل قاطبة على أن الرسل معصومون فيما يبلغونه عن الله تبارك وتعالى، لم يقل أحد أن من أرسله الله يكذب عليه، وقد قال تعالى ما يبين إنه لا يقر كاذبا عليه بقوله تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأَقَاوِيلِ لَأَخَذْنَا مِنْهُ بِالْيَمِينِ ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ} الحاقة 44-47. ¶ 4- الإِيمان بأنهم بلغوا رسالة ربهم كما أوحاها الله إليهم بدون زيادة أو نقص. ¶ __________ ¶ 1رواه ابن خزيمة في صحيحه 1/165 وانظر فتح الباري 2/36. ¶ 2رواه مسلم في المساجد 1/450 رقم 246 والبخاري في الآذان باب فضل صلاة الفجر جماعة 2/137 مع الفتح. ¶ 3فتح الباري 2/36. ¶ 4معارج القبول 1/78 ونبذة في العقيدة الإسلامية ص25 لابن العثيمين. ¶ 5معارج القبول 1/80.",
            "page": "45",
            "part": "1",
            "seal": "49C7EEDB"
        },
        {
            "id": "39",
            "nass": "5- الإيمان بأن الله بعث في كل أمة رسولا يدعوهم إلى عبادة الله وحده. ¶ آ- الإيمان بأن الله سبحانه فضل بعضهم على بعض ورفع بعضهم على بعض درجات. ¶ 7- الإيمان بأن الله سبحانه خص بعضهم بخصائص دون بعض فخص إبراهيم ومحمد بالخلّة وموسى بالتكليم، وإدريس بالرفع في المكان العلي، وعيسى روح منه، حيث خلقه من غير أب، وأنه عبده ورسوله وكلمته ألقاها إلى مريم. ¶ 8- الإيمان بأن من كفر بواحد منهم فهو كافر بالجميع. ¶ 9- الإيمان بأن خاتمهم هو محمد صلى الله عليه وسلم وأنه لا نبي بعده. ¶ 10- العمل بشرعيته عليه السلام دون من سواه. ¶ 11- الإيمان بكل ما أخبروا به. ¶ أما ثمرة الإيمان بهذه الركن العظيم فتتمثل في الآتي: ¶ أ- العلم بعناية الله سبحانه بخلقه ورحمته بهم حيث خلقهم ورزقهم ولم يتركهم هملا. بل أرسل إليهم رسولا منهم بشيرا ونذيرا، وداعيا إلى الله بإذنه وسراجا منيرا. قال تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} التوبة 128. ¶ 2- شكر الله سبحانه والثناء عليه على تفضله وإنعامه على خلقه ورعايته لهم. ¶ 3- محبة الرسل وتقديرهم وتعظيمهم والثناء عليهم لما قاموا به من تنفيذ الأوامر الإلهية. ولما تحمّلوه من الأذى والتعب والمشقة في سبيل ذلك من أقوالهم. ¶ 4- الاتباع وعدم الابتداع {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} آل عمران 31. ¶ {قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ} آل عمران 32. ¶ 5- معرفتهم ومعرفة ما يدعون إليه وعدم الإعراض عنهم فإن الإعراض ناقض من نواقص الإسلام. ¶ 6- التمسك بهديهم وعدم الخروج عنه {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} الأنعام 90. ¶ ولفظ الرسل ورد في القرآن الكريم والمراد به معنيان.",
            "page": "46",
            "part": "1",
            "seal": "63EABD59"
        },
        {
            "id": "40",
            "nass": "الأول: الرسل من البشر ومنه قوله تعالى: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلاً مَا تُؤْمِنُونَ} الحاقة 40-41. فالمراد بالرسل هنا محمد صلى الله عليه وسلم. ¶ الثاني: الرسل من الملائكة. وقد نص الله سبحانه على اتخاذ الرسل منهم في قوله تعالى: {اللَّهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً} الحج 75. ونص سبحانه على جبريل - عليه السلام - ومن ذلك قوله تعالى: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ} التكوير19-20 فالمراد بالرسل هنا جبريل. ¶ وأول الرسل من البشر نوح - عليه السلام - وآخرهم محمد صلى الله عليه وسلم 1. ¶ قال تعالى: {إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ} النساء163. ¶ وقال تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} الأحزاب 40. ¶ وثبت في الحديث الصحيح حديث الشفاعة: \"أن الناس يذهبون إلى نوح، فيقولون: أنت أول رسول بعثه الله إلى أهلِ الأرض\" الحديث. ¶ فهذا نص صحيح وصريح في أن نوحاَ - عليه السلام - أول الرسل. ¶ وقد ذكر الله سبحانه من أخبارهم وقصصه وأنبائهم مافيه ذكرى للذاكرين، وموعظة للمتعظين. ¶ ورسل الله سبحانه كثر لا يحصيهم عدداً إلا خالقهم ولذا قال سبحانه لنبيه محمد صلى الله عليه وسلم.: {وَرُسُلاً قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِنْ قَبْلُ وَرُسُلاً لَمْ نَقْصُصْهُمْ عَلَيْكَ وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيماً} النساء164. ¶ وقال تعالى: {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ} الآية غافر 78. ¶ وخص الله سبحانه منهم خمسة بالذكر في سورتي الأحزاب والشورى. ¶ قال تعالى: {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقاً غَلِيظاً} الأحزاب 7. ¶ __________ ¶ 1 انظر معارج القبول 1/80 ودروس وفتاوى من الحم المكي ص201 لابن العثيمين وتفسير القرآن العظيم 3/182.ط دار الفكر.",
            "page": "47",
            "part": "1",
            "seal": "67271E7F"
        },
        {
            "id": "41",
            "nass": "وقال تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} الشورى 13. ¶ وهؤلاء الخمسة يسمون أولي العزم من الرسل1. \"لما تميزوا به الحزم والجد والصبر وكمال العقل، ولم يرسل الله تعالى من رسول إلا وهذه الصفات فيه مجتمعة، غير أن هؤلاء الخمسة أصحاب الشرائع المشهورة هم الذين يتراجعون الشفاعة بعد أبيهم آدم - عليه السلام - حتى تنتهي إلى نبينا محمد عليه السلام فيقول: أنا لها ... والقول! بأن أولي العزم هم هؤلاء الخمسة هو قول ابن عباس وقتادة ومن وافقهما وهو الأشهر\"2. ¶ وقد أخذ الله تعالى العهد على النبيين جميعا بأن يصدق بعضهم بعضا، ويؤمن بعضهم ببعض، وبنصر اللاحق السابق، وأن يقيموا الدين ولا يتفرقوا فيه قال تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشَّاهِدِينَ فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ} آل عمران 81،82. ¶ وقال تعالى: {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقاً غَلِيظاً} الأحزاب 7. ¶ وقال تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} الشورى 13. ¶ والدين الذي يبلغونه ويدعون إليه واحد وهو عبادة الله وحده لا شريك له. ¶ قال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلا أَنَا فَاعْبُدُونِ} الأنبياء25. وقال تعالى: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا ¶ 1 انظر تفسير القرآن العظيم 5/427 ط دار الفكر ومعارج القبول 1/81. ¶ 2 معارج القبول 1/81.",
            "page": "48",
            "part": "1",
            "seal": "2A0D305B"
        },
        {
            "id": "42",
            "nass": "مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} الزخرف 45. وقال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} النحل 36. ¶ وفي الحديث \"نحن معشر الأنبياء أولاد علات ديننا واحد\" 1. ¶ أولا: نوح عليه السلام ¶ تنوع أساليبه في الدعوة. ¶ أ- دعا قومه إلى عبادة الله وحده. ¶ أول ما بدأ به قومه - عليه السلام - دعوتهم إلى توحيد الله سبحانه وعبادته وحده لاشريك له وهذا هو أساس استقامة أمر الناس في حياتهم، والنجاة لهم بعد مماتهم. قال تعالى: {لَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ} الأعراف 59. ¶ وقال تعالى: {وَلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أَنْ لا تَعْبُدُوا إِلا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ} هود 25-26. ¶ وقال تعالى: {وَلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلا تَتَّقُونَ} المؤمنون 23. ¶ وقال تعالى: {إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلا تَتَّقُونَإِنِّي لَكُمْ رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ، وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ، فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} الشعراء106-110. ¶ وقال تعالى: {إِنَّا أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمّىً إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ} نوح 1-4. ¶ __________ ¶ 1 قال ابن كثير \"أي وهو عبادة الله وحده لا شريك له وإن تنوعت شرائعنا وذلك معنى قوله أولاد علات وهم الإخوة من أمهات شتى والأب واحد\" 3/517.",
            "page": "49",
            "part": "1",
            "seal": "9891C16D"
        },
        {
            "id": "43",
            "nass": "2- حرصه - عليه السلام - على نجاة قومه من العذاب، وتخوفه عليهم، وشفقته بهم. ¶ قال تعالى: {إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ} الأعراف 59. وقال تعالى: {إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ} هود 26. ¶ 3- تذكيره إياهم أنه - عليه السلام - لا يطلب منهم أجرا فيما يدعوهم إليه فلا تتولوا وتبتعدوا فإن أجري على من أرسلني. ¶ وقال تعالى: {فَإِنْ تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلا عَلَى اللَّهِ} يونس 72. ¶ وقال تعالى: {وَيَا قَوْمِ لا أَسْأَلُكُمْ عَلَيْهِ مَالاً إِنْ أَجْرِيَ إِلا عَلَى اللَّهِ} هود 29. ¶ وقال تعالى: {وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلا عَلَى رَبِّ الْعَالَمِينَ} الشعراء109. ¶ 4- إخباره إياهم أنه مرسل من رب العالمين نذير مبين ورسول أمين، ليكون من المسلمين، ومبلغا لهم ما أرسل به من ربهم، وناصحا لهم أمين، وأنه - عليه السلام - يعلم من الله مالا يعلمون. ¶ قال تعالى: {وَلَكِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ أُبَلِّغُكُمْ رِسَالاتِ رَبِّي وَأَنْصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّهِ مَا لا تَعْلَمُونَ} الأعراف 61-62. ¶ وقال تعالى: {وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ} يونس 72. ¶ وقال تعالى: {إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ} هود 25. ¶ وقال تعالى: {إِنِّي لَكُمْ رَسُولٌ أَمِينٌ} الشعراء107. ¶ 5- تجهيله لقومه لكونهم لا يعرفون القيم الحقيقية التي يوزن بها الناس عند الله سبحانه وتذكيره - عليه السلام - إياهم بعقاب الله إن أجاب إلى قيمهم الجاهلية الأرضية. ¶ قال تعالى: { ... وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا إِنَّهُمْ مُلاقُو رَبِّهِمْ وَلَكِنِّي أَرَاكُمْ قَوْماً تَجْهَلُونَ، وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ أَفَلا تَذَكَّرُونَ} هود 28-29. ¶ 6- تذكيره - عليه السلام - لهم بالقيم الحقيقية الصحيحة. في شخصه الكريم ورسالته الطاهرة بعيدا عن كل ما يشوبه أو يشوه رسالته من المظاهر الزائفة ونحوها قال",
            "page": "50",
            "part": "1",
            "seal": "18207972"
        },
        {
            "id": "44",
            "nass": "تعالى: {وَلا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ إِنِّي مَلَكٌ وَلا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْراً اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ إِنِّي إِذاً لَمِنَ الظَّالِمِينَ} هود 31. ¶ يقول سيد قطب: \"وهكذا ينفى نوح - عليه السلام - عن نفسه وعن رسالته كل قيمة زائفة، وكل هالة مصطنعة يتطلبها الملأ من قومه في الرسول والرسالة، ويتقدم إليهم بها مجردة إلا من حقيقتها العظيمة التي لا تحتاج إلى مزيد من تلك الأغراض السطحية، ويردهم في نصاعة الحق وقوته، مع سماحة القول وودّه إلى الحقيقة المجردة ليواجهوها ويتخذوا لأنفسهم خطة على هداها بلا ملق ولا زيف ولا محاولة استرضاء على حساب الرسالة وحقيقتها البسيطة فيعطي أصحاب الدعوة في أجيالها جميعا نموذجا للداعية، ودرسا في مواجهة أصحاب السلطان، بالحق المجرد، دون اسزضاء لتصوراتهم ودون ممالأة لهم مع المودة التي لا تنحنى معها الرؤوس\"1. ¶ 7- السخرية بهم مع التوعد لهم بالعذاب المخزي والمقيم. ¶ قال تعالى: {وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ} هود 38-39. ¶ \"وهنا ينبغي أن نقف وقفة لها مغزاها عند قوله \"عذاب يخزيه\" لننبه القارئ إلى أن من العذاب ما هو مشرف لذات المعذب رافع له فوق الهامات، كالعذاب الذي يحل بالرسل عند قيامهم بواجبهم، وعذاب المصلحين، وأرباب المبادئ الحقل حينما يدعون الناس إلى عقائدهم فأولئك عذابهم مر على الأجساد، حلو على القلوب، عذابهم رافع لدرجاتهم، وتمحيص لنفوسهم، وهذا عذاب المجاهدين في سبيل الله، والمقاتلين لإعلاء كلمته، يتقدم إليه المؤمنون، وشمارع إليه المخلصون، لا لأنه حلو المذاق، لذيذ الطعم، بل لأن من ورائه من النعيم مالا عين رأت ولا أذن سمدت، ولا خطر على قلب بشر، ذلك هو العذاب، العذاب الذي يجعل صاحبه مثلا كاملا في الفضيلة، ونكران الذات. ¶ __________ ¶ 1 في ظلال القرآن 4/1875.ط دار الشرق.",
            "page": "51",
            "part": "1",
            "seal": "F07B77B6"
        },
        {
            "id": "45",
            "nass": "أما عذاب أعداء الحق، وحزب الشيطان، وأنصار الشهوة والهوى، فذلك هو العذاب الذي يخزي صاحبه، ويفضح من وقع به، ذلك هو عذاب أعداء الرسل، وخصوم الحق\"1 اهـ. ¶ 8- دعوته إياهم إلى تقوى الله وطاعته. ¶ قال تعالى: {فَاتَّقُوا اللَّهَ وَأَطِيعُونِ} الشعراء 108 وقال تعالى: {أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ} نوح 3. ¶ 9- تذكيرهم بالأجل المسمى لهم قبل مجيئه. ¶ قال تعالى: {يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمّىً إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ} نوح 4 ¶ 15- دعوته لقومه بالليل والنهار والسر والعلن دون يأس ولا قنوط. قال تعالى: {قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلاً وَنَهَاراً} نوح هـ. ¶ وقال تعالى: {ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَاراً ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَاراً} نوح 9. ¶ 11- الترغيب في طاعة الله سبحانه وذلك بتذكيرهم بفضل الله سبحانه وإحسانه إليهم وعظيم آياته في أنفسهم وفي الكون المشاهد. قال تعالى: {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَاراً وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَاراً} . ¶ 12- الترهيب من عدم الاستجابة لله. وذلك بتذكيرهم إلى خلق الله سبحانه وآياته في أنفسهم وفي الآفاق. قال تعالى: {مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَاراً وَقَدْ خَلَقَكُمْ أَطْوَاراً أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقاً وَجَعَلَ الْقَمَرَ فِيهِنَّ نُوراً وَجَعَلَ الشَّمْسَ سِرَاجاً وَاللَّهُ أَنْبَتَكُمْ مِنَ الأَرْضِ نَبَاتاً , ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجاً وَاللَّهُ جَعَلَ لَكُمُ الأَرْضَ بِسَاطاً, لِتَسْلُكُوا مِنْهَا سُبُلاً فِجَاجاً} نوح 13-20. ¶ __________ ¶ 1 دعوة الرسل إلى الله تعالى ص9 محمد احمد العدوى.",
            "page": "52",
            "part": "1",
            "seal": "22753AD9"
        },
        {
            "id": "46",
            "nass": "موقف الملأ منه: ¶ ا- تكذيبه ووصفه بالضلال البين والافتراء. ¶ قال تعالى: {قَالَ الْمَلأُ مِنْ قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلالٍ مُبِينٍ} الأعراف 65. ¶ وقال تعالى: {فَكَذَّبُوهُ فَأَنْجَيْنَاهُ وَالَّذِينَ مَعَهُ فِي الْفُلْكِ} الأعراف 64. ¶ وقال تعالى: {فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَنْ مَعَهُ فِي الْفُلْكِ وَجَعَلْنَاهُمْ خَلائِفَ} يونس 73. ¶ وقال تعالى: {وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ} هود 27. ¶ وقال تعالى: {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ} هود 25. ¶ وقال تعالى: {كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ} الشعراء105. ¶ وقال تعالى: {قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ} الشعراء117. ¶ إنها مواقف مخزية، وهي مواقف الفجار ضد الأبرار في كل زمان ومكان فالأبرار يدعونهم إلى النجاة والفجار يدعونهم إلى النار، وما يستوي الأعمى ولا البصير، ولا الظلمات ولا النور. ¶ 2- اتهامهم لنوح أنه بشر مثلهم وهذا بزعمهم أنه لا يصح أن يكون مرسلا. بل الأولى أن يكون ملكا. ¶ قال تعالى: {فَقَالَ الْمَلأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلا بَشَراً مِثْلَنَا} هود 27. ¶ وقال تعالى: {فَقَالَ الْمَلأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَذَا إِلا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لأَنْزَلَ مَلائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الأَوَّلِينَ} المؤمنون 24. ¶ 3- إن اتباعه هم من أراذل القوم أصالة وعقلا ومكانة قال تعالى: {وَمَا نَرَاكَ اتَّبَعَكَ إِلا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْي} هود 27. ¶ وقال تعالى: {قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الأَرْذَلُونَ} الشعراء111. ¶ وهذه قولة أهل الباطل فيمن سلك طريق الحق والصواب، ويدفعهم في ذلك الكبر والاستعلاء بغير حق ولا برهان وإلا فالحق في ذاته صحيح سواء اتبعه وأخذ به الأشراف من القوم أو الأراذل كما يزعم الظالمون.",
            "page": "53",
            "part": "1",
            "seal": "09D3D4B8"
        },
        {
            "id": "47",
            "nass": "يقول ابن كثير رحمه الله: \"هذا اعتراض الكافرين على نوح - عليه السلام- وأتباعه، وهو دليل على جهلهم وقلة علمهم وعقلهم، فإنه ليس بعار على الحق رذالة من اتبعه، فإن الحق في نفسه صحيح سواء اتبعه الأشراف أو الأراذل، بل الحق الذي لاشك فيه أن أتباع الحق هم الأشراف ولو كانوا فقراء، والذين يأبونه هم الأراذل، ولو كانوا أغنياء، ثم الواقع غالبا أن ما يتبع الحق ضعفاء الناس، والغالب على الأشراف والكبراء مخالفته\"1 اهـ. ¶ وشاهد هذا الكلام الرصين ما ورد في الحديث الصحيح أن هرقل سأل أبا سفيان فقال له: \"فأشراف الناس يتبعونه أم ضعفاؤهم؟ فقلت ضعفاؤهم. قال أيزيدون أم ينقصون؟ قلت بل يزيدون ... وسألتك: أشراف الناس اتبعوه أم ضعفاؤهم، فذكرت أن ضعفاءهم اتبعوه، وهم أتباع الرسل2 الحديث. ¶ 4- تنكرهم لنوح- عليه السلام- ومن معه وزعمهم أنه ليسن لهم فضل عليهم لا في خلق وغير ذلك بل وصموه زيادة على هذا الزعم بالكذب قال تعالى: {وَمَا نَرَى لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ} هود 27. ¶ 5- استعجالهم نقمة الله وعذابه وسخطه. ¶ قال تعالى: {قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ} هود 32. ¶ 6- السخرية والاستهزاء به - عليه السلام - قال تعالى: {وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ} هود 38. ¶ 7- اتهامهم له - عليه السلام - بالجنون والتربص به قال تعالى: {إِنْ هُوَ إِلا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّى حِينٍ} المؤمنون 25. ¶ 8- اللجوء إلى القوة بعد أن أعوزتهم الحجة. قال تعالى: {قَالُوا لَئِنْ لَمْ تَنْتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ} الشعراء116. ¶ 9- الإصرار والاستكبار عن سماع دعوته. ¶ __________ ¶ 1 تفسير القرآن العظيم 3/547.ط دار الفكر. ¶ 2 رواه البخاري في كتاب الوحي 1/16,17.",
            "page": "54",
            "part": "1",
            "seal": "BBEFB2F9"
        },
        {
            "id": "48",
            "nass": "قال تعالى: {وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَاراً} نوح 7. ¶ 15- العصيان والمكر الكبار مع الإصرار على الآلهة الباطلة وتضليل الناس قال تعالى: {قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلا خَسَاراً وَمَكَرُوا مَكْراً كُبَّاراً وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً وَقَدْ أَضَلُّوا كَثِيراً وَلا تَزِدِ الظَّالِمِينَ إِلا ضَلالاً} نوح 21-24. ¶ مواقف نوح - عليه السلام -. ¶ لقد اصطفى الله سبحانه نوحا - عليه السلام - كما اصطفى غيره من الأنبياء والرسل عليهم الصلاة والسلام- على سائر أهل الأرض لما قام به من الدعية إلى دين الله، والصبر على ما لاقى من ذلك مع رباطة في الجأش وحزم في الرأي وقوة في الإرادة وثبات في الطريق، ووضوح في المنهج ونصح في القول، وتخوف على القوم، وتحد للباطل وأهله مع قوة توكل على ربه ولجوء إليه من البدء حتى النهاية. ¶ قال تعالى: {إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحاً وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ ذُرِّيَّةً بَعْضُهَا مِنْ بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ} آل عمران 33-34. ¶ يقول ابن كثير: \"واصطفى نوحا عليه السلام وجعله أول رسول بعثه إلى أهل الأرض لما عبد الناس الأوثان، وأشركوا بالله مالم ينزل به سلطانا، وانتقم له لما طالت مدته بين ظهراني قومه يدعهم إلى الله ليلا ونهارا، وسرا وجهارا، فلم يزدهم ذلك إلا فرارا، فدعا عليهم، فأغرقهم الله عن أخرهم، ولم ينج منهم إلا من اتبعه على دينه الذي بعثه الله به \"1 اهـ. ¶ وإن هذا المقام الذي قام به نوح - عليه السلام - في قومه مع ما وجد منهم لمقام عظيم لا يقوم به إلا المصطفون الأخيار ألف سنة إلا خمسين عاما وهو يتودد إليهم ويدعوهم بالليل والنهار والسر والعلانية. وما آمن معه إلا قليل. ¶ __________ ¶ 1تفسير القرآن العظيم 2/30.ط دار الفكر.",
            "page": "55",
            "part": "1",
            "seal": "A26BF243"
        },
        {
            "id": "49",
            "nass": "قال تعالى: {وَلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلا خَمْسِينَ عَاماً فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ} العنكبوت 4 1-15. ¶ ومع هذا العمر الطويل والمليء بالمشاهد والأحداث العظيمة والاستمرار على التبليغ والبيان بالليل والنهار في حالتي الجهر والأسرار لم يسلم معه ويؤمن به إلا قليل. ¶ قال تعالى: { ... وَمَا آمَنَ مَعَهُ إِلا قَلِيلٌ} هود 40. ¶ يقول ابن كثير: \"أي نزر يسير مع طول المدة والمقام بين أظهرهم ألف سنة إلا خمسين عاما\"1. ¶ وبعد هذا العمر الطويل لنوح - عليه السلام - ودعوته الطاهرة، وما لاقاه من الكرب العظيم من أولئك الممحوقين الذين تنكبوا الطريق المستقيم ووصموه بكل قول مشين، عرفوا أنه فعلا دعا ربه فاستجاب له، وجعل له ذكرا في الآخرين. ¶ قال تعالى: {وَنُوحاً إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِنَا إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ} الأنبياء76-77. ¶ وقال تعالى: {وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ وَتَرَكْنَا عَلَيْهِ فِي الآخِرِينَ سَلامٌ عَلَى نُوحٍ فِي الْعَالَمِينَ. إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ} الصافات 75-82. ¶ وقال تعالى: {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ وَفَجَّرْنَا الأَرْضَ عُيُوناً فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ. تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ} القمر 9-15. ¶ __________ ¶ 1تفسير القرآن العظيم 3/552.",
            "page": "56",
            "part": "1",
            "seal": "70F31505"
        },
        {
            "id": "97",
            "nass": "ثالثا: أمر الشارع بالتوسط في أخذ الزكاة، فلا يؤخذ من المزكى كرائم ماله، ولا الرديء المغمض فيه. ¶ رابعا: فرق الشارع الحكيم في الزكاة في الخارج من الأرض من الثمار فما خرج منها بمؤنة كسقي ففيه نصف العشر، وما خرج منها بلا مؤنة كسقي المطرففيه العشر، وهذا مشروط بأن تبلغ ثلاثمائة صاع فصاعدا. ¶ خامسا: ما عثرعليه من دفن الجاهلية سواء كان كثيرا أوقليلا ففيه الخمس، وهو المعروف بالركاز، للحديث المتفق عليه: في الركاز الخمس (1) ، وهذا من اليسر، حيث لم يأخذه كله أو نصفه. ¶ سادسا: أوجب الشرل الزكاة في الخارج من الأرض من الثمار عند حصاده، لقوله تعالى: (وءاتوا حقه يوم حصاده) الأنعام 141، وهذا فيه يسر من ناحيتين: ¶ الأولى: يسر اخراجه على مالكه. ¶ والثانية: تعلق طمع المحتاج إليه في تلك الحالة (2) . ¶ سابعا: لم يوجب الشرع الزكاة في بهيمة الأنعام حتى تبلغ النصاب المقدر شرعا ¶ (ثم من تسهيله لم يوجب ثا هذا النوع حتى تتغذى بالمباح، وتسوم الحول أوأكثره، فإذا كان صاحبها يعلفها، فلا يجمع عليه بين مؤنة العلف وايجاب الزكاة عليه (3) . ¶ الاَثار المترتبة على أداء الزكاة: ¶ أولا: تحقيق الطاعة والعبودية لله سبحانه، والِإتباع لرسوله علميه، قال تعالى: (ومن يطع الله ورسوله فقد فاز فوزا عظيما) الأحزاب 71. ¶ ثانيا: كونهاتطهيراللنفس وتزكية لها. ¶ قال تعالى: (خذ من أموالهم صدقة تطهرهم وتزكيهم بها..) التوبة 103. ¶ __________ ¶ (1) رواه البخاري في الزكاة باب في الركاز الخمس 1/ 465 ومسلم في الحدود باب جرح العجماء والمعدن والبئر جبار 1334/3 رقم 45، 46. ¶ (2) إرشاد أولى البصائر والألباب ص 73. ¶ (3) المصدر السابق ص 73.",
            "page": "106",
            "part": "1",
            "seal": "21F6481F"
        },
        {
            "id": "98",
            "nass": "يقول ابن سعدي رحمه الله: ولهذا سميت زكاة لأنها تزكى صاحبها فيزداد إيمانه ¶ ويتم إسلامه. ¶ ثالثا: كونها تطهيراً للمال وزيادة يا نمائه وسببا في بركته: ¶ قال تعالى: (وماءاتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون) الروم 39. ¶ وقال تعالى: (ويمحق الله الربا ويربب الصدقات) البقرة 268. ¶ وقال تعالى: (وما أنفقتم من شيء فهو يخلفه وهو خير الرازقين) سبأ 39. ¶ رابعا: القضاء على الشح فإنه خصلة ذميمة وخلق سيء: ¶ قال تعالى: (لووكان الانسان قتوراً) الِإسراء100. ¶ وقال تعالى: (وأحضرت الأنفس الشح) النساء128. ¶ والإِقتار والشح قيود للإِنسان وعبودية، والمطلوب منه أن يكسرتلك القيود ويخلص العبودية لخالقه، فبإخراجه الزكاة طيبة بها نفسه خالصة بها نيته علو وارتفاع. ¶ خامسا: التعود على الِإنفاق والبذل والعطاء. ¶ والِإنفاق خصلة كريمة، وصفة رفيعة، وخلق جميل، ضد الشح تماما، بل هو علامة على الإِسلام والإِيمان والتقوى. ¶ قال تعالى: (والذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون) البقرة 3. ¶ وقال تعالى: (الذين يقيمون الصلاة ومما رزقناهم ينفقون أولئك هم المؤمنون حقا ¶ لهم درجات عند ربهم ومغفرة ورزق كريم) الأنفال 2، 3. ¶ يقول عبد القادر عودة: ¶ \"على أن الإِنفاق يعتبرها الاسم أصلا من أصول البر، أي الخير، فلا يتم الخيرإلا بالِإنفاق، لقوله تعالى: (ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر منءامن بالله واليوم الاَخر والملائكة والكتاب والنبي!! ن وءاتى المال على حبه ذوي القربى",
            "page": "107",
            "part": "1",
            "seal": "1724260B"
        },
        {
            "id": "99",
            "nass": "واليتامى والمساكن وابن السبيل والموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون) (1) . ¶ ولقد ورد الحث على الِإنفاق في القرآن في مواطن متعددة، ومن أهم ذلك أن القرآن المكي اعتنى بهذا الخلق العظيم: ¶ قال تعالى: (والذين استجابوا لربهم وأقاموا الصلاة وأمرهم شورى بينهم ومما زقناهم ينفقون) الشورى 38. ¶ وقال تعالى: (والذين في أموالهم حق معلوم للسائل والمحروم) المعارج 25. ¶ وقال تعالى: (فأما من أعطى واتقى وصدق بالحسنى فسنيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنيسره للعسرى ومايغني عنه ماله إذا تردى) الليل 5- اا. ¶ وقال تعالى: (وسيجنبها الأتقى الذي يؤتي ماله يتزكى وما لأحد عنده من نعمة تجزى إلأ ابتغاء وجه ربه الأعلى ولسوف يرضى) (2) . ¶ سادسا: كونها عونا لأهل الحاجات ورفعا لكرامتهم وصونا لها: ¶ يقول القرضاوي: والزكاة بالنظر لأخذها تحرير للِإنسان مما يمس كرامة الإِنسان، ومؤازرة عملية ونفسية له في معركته الدائرة مع أحداث الحياة، وتقلبات الزمان، فمن الذي يأخذ الزكاة ويستفيد منها من الأفراد: ¶ إنه الفقيى الذي أتعبه الفقر. ¶ أو المسكين الذي أرهقته المسكنة. ¶ أو الرقيق الذي أذله الرق. ¶ أو الغارم الذي أضناه الدين. ¶ أو ابن السبيل الذي أبأسه الانقطاع عن الأهل والمال (3) . ¶ __________ ¶ (1) المال والحكم في الِإسلام، ص 52 ط 4، الدأر السعودية للنشر. ¶ (2) انظر فقه الزكاة للقرضاوي (2/ 59 هـ 862) . ¶ (3) فقه الزكاة للقرضاوي (2/ 872) .",
            "page": "108",
            "part": "1",
            "seal": "4E3FB98F"
        },
        {
            "id": "100",
            "nass": "الصوم في القرآن الكريم ¶ فرض الله سبحانه الصوم على هذه الأمة كما فرضه على الذين من قبلهم، طاعة لربهم، ووقاية لهم من الذنوب والمعاصي: قال تعالى: (يا أيها الذينءامنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون) البقرة 183. ¶ والصوم سوأء كان فرضا أو نفلًا له فضل عظيم عند الله، بينت السنة الصحيحة ¶ ثوابه ومنزلته. ¶ ففي الصحيحين وغيرهما عن سهل بن سعد الساعدي رضي الله عنه أن النبي صلى الله عليه وسلم قال: إن في الجنة باباً يقال له الريان، يدخل منه الصائمون يوم القيامة، لايدخل منه أحد غيرهم، يقال: أين الصائمون؟ فيقومون فيدخلون، فإذا أغلق عليهم لم يدخل منه أحد (1) . ¶ ومن فضل الصوم أن الله سبحانه تولى الجزاء عليه، وأضافه إليه سبحانه: ¶ ففي الصحيحين عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: \"والذي نفسي بيده، لخلوف فم الصائم أطيب عند الله من ريح المسك، يقول الله عزوجل: إنها ترك شهوته وطعامه من أجلي فالصيام لي، وأنا أجزي بهإ (2) . ¶ وفي الصحيحين عن أبي سعيد الخدري رضي الله عنه أن النبي صلى الله عليه وسلم قال: من صام ¶ يوما في سبيل الله باعد الله وجهه عن النارسبعين خريفا (3) . ¶ قال القرطبي: ¶ وإنما خص الصوم بأنه له، وإن كانت العبادات كلها له، لأمرين باين الصوم بهما ¶ سائر العبادات: ¶ أحدهما: أن الصوم يمنع من ملاذ النفس وشهواتها، مما لايمنع منه سائر ¶ العباد ات. ¶ __________ ¶ (1) صحيح البخاري مع فتح الباري (33/2 1) السلفية، ومسلم في الصوم 8/2 0 8 رقم 66 1. ¶ (2) صحيح البخاري مع فتح الباري (2/ 125) السلفية ومسلم لا الصوم 806/2 رقم 161، 164. (3) صحيح مسلم كتاب الصوم 808/2 رقم 168.",
            "page": "109",
            "part": "1",
            "seal": "CD616AD8"
        },
        {
            "id": "101",
            "nass": "الثاني: أن الصوم سر بين العبد وبين ربه، لا يظهر إلا له، فلذلك صار مختصا ¶ به، وماسواه من العبادات ظاهر، ربما فعله تصنعا ورياء، فلهذا صار أخص بالصوم من غيره، وقيل غيرهذا (1) . ¶ تعريف الصوم لغة وشرعاً: ¶ يطلق الصوم في اللغة على الكف والِإمساك عن الكلام، ومنه قوله تعالى عن مريم عليها السلام: (إني نذرت للرحمن صوما فلن كلم اليوم إنسيا) مريم 26. ¶ ومنه قول النابغة الذيباني: ¶ خيل صيام وخيل غيرصائمة تحت العجاج وأخرى تعلك اللجما ¶ قال ابن فارس في مادة صوم: ¶ الصاد والواو والميم أصل يدل على امساك وركود في مكان، من ذلك صوم الصائم، ¶ وهو امساكه عن مطعمه ومشربه وسائرمامنعه، ويكون الامساك عن الكلام صوما (2) . وأما في الشرع، فهو الِإمساك عن الأكل والشرب والجماع من الفجر حتى غروب الشمس، كما حدده الشارع الحكيم. ¶ قال تعالى: (وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى الليل) البقرة 187. ¶ قالط القرطبي: وتمامه وكماله باجتناب المحظورات، وعدم الوقوع في المحرمات، لقوله عليه الصلاة والسلام: من لم يدع قول الزور والعمل به، فليس لله حاجة في أن يدع طعامه وشرابه \" (3) . ¶ معاني الصوم في القرآن: ¶ يطلق الصوم في القرآن الكريم على معنيين: ¶ الأول: الصوم الشرعي المعروف الذي هو الِإمساك والكف عن الأكل والشرب ¶ __________ ¶ (1) الجامع لأحكام القرآن (2/ 274) . ¶ (2) معجم مقاييس اللغة (323/3) . ¶ (3) الجامع لأحكام القرآن (273/2) .",
            "page": "110",
            "part": "1",
            "seal": "B34DB309"
        },
        {
            "id": "102",
            "nass": "والجماع، من طلوع الفجر حتى غروب الشمس، ومنه قوله تعالى: (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون) البقرة 183. وقوله تعالى: (فمن شهد منكم الشهر فليصمه) مهو البقرة 185. ¶ الثاني: الصمت والكف عن الكلام. ¶ ومنه قوله تعالى: (إني نذرت للرحمن صوما فلن كلم اليوم إنسيا) (1) مريم 26. ¶ عناية القرآن الكريم بالصوم: ¶ تتجلى العناية القرآنية بالصوم في الأمور التالية: ¶ أولا: إن الصوم كان مفروضا على الأمم السابقة. ¶ ثانيا: إن الصوم مفروض على هذه الأمة، وهذه زيادة في العناية به على من سبق، ¶ ويدل على هذين الأمرين قوله تعالى: (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون) البقرة 183. ¶ ثالثا: إن الصوم مفروض على المريض والمسافر، لقوله تعالى:! الوفمن كان منكم مريضاً أو على سفر فعدة من أيام أخر! هو البقرة 184. ¶ وهذا يدل على الاهتمام والعناية به، حتى في حالات الطوارىء التي تطرأ على الإِنسان. ¶ رابعا: تعدد أنواعه يا القرآن الكريم كما سيأتي بيانه. ¶ أنلا الصيام في القرآن الكريم: ¶ أولا: صوم الفرض، الذي هو صوم شهررمضان: ¶ قالت تعالى: (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون أياما معدودات فمن كان منكم مريضا أو على سفر فعدة من أيام أخر وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيرا فهو خير له وأن تصوموا خير لكم إن كنتم تعلمون شهر رمضان الذي أنزل فيه القرآن هدى للناس وبينات من الهدى والفرقان فمن شهد منكم الشهر فليصمه) البقرة 183: 185. ¶ __________ ¶ (1) انظر نزهة الأعين النوأظر (2/ 4) .",
            "page": "111",
            "part": "1",
            "seal": "3587FF86"
        },
        {
            "id": "103",
            "nass": "ثانيا: صوم الفدية، وهو نوعان: ¶ النوع الأول: مقداره عشرة أيام، ولايكون إلا عند العجز عن الاتيان بالفدية، ويؤدى على مرحلتين: ¶ المرحلة الأولى: صوم ثلاثة أيام في الحج. ¶ المرحلة الثانية: صوم سبعة أيام إذا رجع إلى أهله: ¶ قال تعالى: (فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي فمن لم يجد فصيام ¶ ثلاثة أيام في الحج وسبعة إذا رجعتم تلك عشرة كاملة ذلك لمن لم يكن أهله حاضري المسجد الحرام واتقوا الله واعلموا أن الله شديد العقاب) . ¶ النوع الثاني: مقداره ثلاثة أيام، وذلك عندما يخل الِإنسان ببعض نسك الحج لطارىء طرأ عليه، كالمرض والأذى: قال تعالى:! وفمن كان منكم مريضا أو به أذى من رأسه ففدية من صيام..! الآية البقرة 196. ¶ وقد بينت السنة النبوية مقدار هذا الصيام: ¶ أخرج البخاري بسنده عن عبد الله بن معقل قال: قعدت إلى كعب بن عجرة في ¶ هذا المسجد- يعني مسجد الكوفة- فسألته عن فدية من صيام، فقال: حملت إلى النبي صلى الله عليه وسلم سَبيهإِ، والقمل يتناثر على وجهي، فقال: ماكنت أرى أن الجهد بلغ بك هذا، أما تجد شاة؟ قلت: لا، قال: صم ثلاثة أيام، أو أطعم ستة مساكن، لكل مسكيئ نصف صاع من طاعم، واحلق رأسك، فنزلت في خاصة، وهي لكم عامة (1) . ¶ ثالثا: صوم الكفارة، وهي أنلا: ¶ الأول: صح كفارة القتل، ومقداره شهران متتابعان: ¶ قال تعالى: (ما كان لمؤمن أن يقتل مؤمنا إلا خطأ ومن قتل مؤمنا خطأ فتحرير ¶ رقبة مؤمنة ودية مسلمة إلى أهله إلا أن يصدقوا فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وإن كان من قوم بينكم وبينهم ميثاق فدية مسلمة إلى أهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيما) النساء92. ¶ __________ ¶ (1) صحيح البخاري (8/ 34) رقم 4517 مع الفتح.",
            "page": "112",
            "part": "1",
            "seal": "52922B36"
        },
        {
            "id": "104",
            "nass": "وصوم هذين الشهرين الشرط فيه التتابع، لا إفطار فيها إلا من عذر شرعي كالمرض أو النفاس أو الحيض، فإن قدر أنه أفطر من غيى عذر، استأنف الصيام من جديد. ¶ الثاني: صح كفارة الظهار، ومقداره شهران متتابعان: ¶ لقوله تعالى: (والذين يظاهرون من نسائهم ثم يعودون لما قالوا فتحرير رقبة من قبل أن يتماسا ذلكم توعظون به والله بما تعملون خبير فمن لم يجد فصيام شهرين متتابعن من قبل أن يتماسا فمن لم يستطع فإطعام ستين مسكينا.. . الآية) المجادلة 3، 4. الثالث: صوم كفارة اليمين، ومقداره ثلاثة أيام: ¶ وذلك بعد العجز عن اعتاق رقبة أو اطعام عشرة مساكين أو كسوتهم: ¶ قال تعالى: (لايؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدّتم الأيمان فكفارته إطعام عشرة مساكين من أوسط ماتطعمون أهليكم أو كسوتهم أو تحرير رقبة فمن لم يجد فصيام ثلاثة أيام ذلك كفارة أيمانكم إذا حلفتم واحفظوا أيمانكم كذلك يبذلن الله لكم آياته لعلكم تشكرون) المائدة 89. ¶ الرابع: صوم كفارة قتل الصيد وهومحرم: ¶ قال تعالى: (يا أيها الذين آمنوا لاتقتلوا الصيد وأنتم حرم ومن قتله منكم متعمدا فجزاء مثل ماقتل من النعم يحكم به ذوا عدل منكم هديا بالغ الكعبة أو كفارة طعام مساكين أو عدل ذلك صياما ليذوق وبال أمره عفا الله عما سلف ومن عاد فينتقم الله منه. والله عزيز ذو انتقام) المائدة 95. ¶ ومقدار الصيام في هذه الكفارة مطلق غيى مقيد، ولم يرد بتحديده وتعيينه نص شرعي في حد علمي، وبناء على هذا اختلفت أقوال أهل العلم في تقديره. ¶ والذي يدل عليه ظاهر الاَية أن المحرم الذي ارتكب ذلك المحظور فهو مخدر بين ¶ أحد ثلاثة أمور: إما المثل، وإما اطعام مساكين، واما عدل ذلك من الصيام، أي عدل الطعام صياما، سواء كثر ذلك الطعام أو قل. ¶ يقول الشيخ الشنقيطي: ¶ \"واعلم أن ظاهر الآية الكريمة أنه يصوم عدل الطعام المذكور. ولوزاد الصيام عن",
            "page": "113",
            "part": "1",
            "seal": "FD209C73"
        },
        {
            "id": "105",
            "nass": "شهرين أو ثلاثة، وقال بعض العلماء: لايتجاوز صيام الجزاء شهرين، لأنهما أعلى الكفارات، واختاره ابن العربي، وله وجه من النظر، ولكن ظاهر الاَية يخالفه (1) انتهى. الخامس: صوم كفارة الجماع، ومقداره شهران متتابعان: ¶ وهذا النوع من الصيام لم يرد له ذكر في القرآن الكريم، وإنما السنة النبوية هي التي نصت عليه وبينته. ¶ ففي الصحيحن من حديث أبي هريرة رضي الله عنه قال: بينما نحن جلوس عند النبي صلى الله عليه وسلم إذ جاءه رجل فقال: يارسول الله هلكت، قال: مالك؟ قال: وقعت على امرأتي وأنا صائم، فقال رسول الله عييه: هل تجد رقبة تعتقها، قال: لا، قال: فهل تستطيع أن تصوم شهرين متتابعين؟ قال: لا ... الحديث (2) واللفظ للبخاري. رابعا: صوم النفل: ¶ وهو أنه، منها ماهو مطلق، ومنها ماهو مقيد. ¶ خامسا: صوم محرم: ¶ وهذان الأخيران ورد بيانهما في السنة النبوية، ولم يرد لهما ذكر أو اشارة في القرآن الكريم، فلم أدخل في بيان تفصيلاتها وذكر أفى لتها. ¶ أوجه اليسر في الصيام: ¶ الصيام عبادة تولى الله سبحانه الاجزاء عليها، ومضاعفة الثواب لمن قام بها خير قيام، ومع هذا، فهي ميسرة، ليس فيها تكليف بما لايطيق العبد، أو تذمر وملل، وسبحان العالم بما يصلح أحوال النفوس البشرية ويهذبها وبربيها ويخضعها للامتثال الشرعي سرا وعلانية، ومن أوجه اليسر يا الصيام الآتي: ¶ أولا: إن الله سبحانه لما كتب على عباده الصوم جعل له مدة معينة محدودة، وأياما معدودة، ولم يفرضه على الاطلاق في جميع الأوقات على الِإنسان، حتى لايشق عليه، بل وعينه في شهرواحد، وهوشهررمضان المبارك: ¶ __________ ¶ (1) أضواء البيان (150/2) . ¶ (2) رواه البخاري في الصيام باب إذا جامع في رمضان (2/ 1 4) ، ومسلم في كتاب الصيام 2/ 1 78 رقم 1 8.",
            "page": "114",
            "part": "1",
            "seal": "081C7F3F"
        },
        {
            "id": "106",
            "nass": "قال تعالى: (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون أياما معدودات..) الاَية. البقرة 83 أ-184. ¶ ثانيا: إن الله سبحانه لما فرض علينا صيام تلك الأيام المعدودة شرع لنا صيام النهار، والاقتصار عليه من الفجر حتى غروب الشمس، وأباح لنا الافطار والأكل والشرب لا بقية الجزء الاَخر وهو الليل: قال تعالى: (وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثم أتموا الصيام إلى الليل) البقرة 187. ثالثا: إن الله سبحانه لم يكلف المريض صيام ما افترض عليه حتى يبهأ من مرضه، وكلفه القضاء من أيام أخر: ¶ قال تعالى: (فمن كان منكم مريضا أو على سفر فعدة من أيام أخر ... ) البقرة 184. ¶ رابعا: إن الله سبحانه رخص للمسافر أن يفطر في سفره، وألزمه القضاء في أيام أخر: قال تعالى: (فمن كان منكم مريضا أو على سفر فعدة من أيام أخر ... ) البقرة 184. ¶ خامسا: إن من فاته شيء من رمضان لعذرما وجب القضاء موسعاً، فله قضاؤه من رمضان إلى رمضان وهذا من اليسرفي قضاء الصوم.",
            "page": "115",
            "part": "1",
            "seal": "563B46DE"
        },
        {
            "id": "107",
            "nass": "الأمر بالمعروف والنهي عن المنكر ¶ ... ¶ الأمر بالمعروف والنهي عن المنكر ¶ (المعروف) : اسم جامع لكل ما عرف من طاعة الله والتقرب إليه، والِإحسان إلى الناس، وكل ماندب إليه الشرع، ونهى عنه من المحسنات والمقبحات. ¶ وهو من الصفات الغالبة: أي أمر معروف بين الناس، إذا رأوه لاينكرونه (1) . (والمنكر: ضد المعروف، وكل ما قبحه الشرع وحرمه وكرهه فهومنكر (2) . ¶ ومن خلال هذا التعريف للمعروف والمنكر يتضح للناظر شمولية كل من المعروف والمنكر للشرع كله: أمره ونهيه، بمعنى أن المعروف يشمل كل ما أمر به الشارع، والمنكر يشمل كل مانهى عنه الشارع، وعلى هذا، فإن أل التعريف تفيد الاستغراق الذي يفيد العموم (3) . وباب الأمر والنهى لايختصان بجانب واحد من الحياة بل يعمان جميع جوانب الحياة كلها (4) . وقد فهم السلف الصالح رحمهم الله الأمر بالمعروف والنهي عن المنكر كذلك يقول ابن جرير: ¶ \"وأصل المعروف كل ماكان معروفا فعلا، جميلا مستحسنا غيرمستقبح في أهل الِإيمان بالله، وإنما سميت طاعة الله معروفا، لأنها مما يعرفه أهل الِإيمان، ولا يستنكرون فعله. ¶ وأصل المنكر ما أنكره الله، ورأوه قبيحا فعله، ولذلك سميت معصية الله منكرا، ¶ لأن أهل الِإيمان بالله يستنكرون ويستعظمون ركوبها (5) . ¶ ويقول عند تفسيره لقوله تعالى: (ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف) آل عمران 104. ¶ يقول: (ولتكن منكم) أيها المؤمنون (وأمة) يقول جماعة، (ويدعون) الناس (إلى الخير) ويعني الِإسلام وشرائعه التي شرعها الله لعباده، (ويأمرون بالمعروف) ¶ __________ ¶ (1) النهاية في غريب الحديث (3/ 216) . ¶ (2) المرجع السابق (5/ 115) . ¶ (3) التنوير والتحرير (4/ 40) . ¶ (4) انظر الأمر بالمعروف والهي عن المنكر للعمري ص 52. (5) تفسير الطبري (7/ 105) شاكر.",
            "page": "116",
            "part": "1",
            "seal": "E5558E69"
        },
        {
            "id": "108",
            "nass": "ويقول: يأمرون الناس باتباع محمد صلى الله عليه وسلم، ودينه الذي جاء به من عند الله، (وينهون عن المنكر) يعني عن الكفر بالله والتكذيب بمحمد عنه وبما جاء به من عند الله بجهادهم بالأيدي والجوارح حتى ينقادوا لكم بالطاعة (1) . ¶ وقال في تفسير قوله تعالى: (كنتم خير أمة أخرجت للناس تأمرون بالمعروف) آل عمران 109. ¶ وأما قوله: (تأمرون بالمعروف) فإنه يعني: تأمرون بالإِيمان بالله ورسوله والعمل بشرائعه ... ، (وتنهون عن المنكر) ويعني وتنهون عن الشرك بالله وتكذيب رسوله، وعن العمل بمانهى عنه (2) . ¶ وعن أبي العالية الرياحي قال: كل آية ذكرها الله في القرآن في الأمر بالمعروف فهو الإِسلام، والنهي عن المنكر هو عبادة الأوثان (3) . ¶ وقال الجصاص: ¶ المعروف هو أمر الله ... والمنكر هو مانهى الله عنه (4) . ¶ وقال أبو حيان: ¶ فسر بعضهم المعروف بالتوحيد، والمنكر بالكفر، ولاشك أن التوحيد رأس المعروف، والكفررأس المنكر، ولكن الظاهر العموم في كل معروف مأمور به في الشرع، وفي كل منهي عنه في الشرع (ْ5) ¶ وقال ابن حجر الهيثمي: ¶ المراد بالأمر بالمعروف والنهي عن المنكر: الأمر بواجبات الشرع والنهي عن محرماته (6) . ¶ __________ ¶ (1) تفسير الطبري (7/ 90، 91) شاكر. ¶ (2) تفسير الطبري (7/ 105) . ¶ (3) فتح القدير (1/ 270) ، وتفسير الطبري (1 1/ 39) . (4) أحكام القرآن (2/ 41) . ¶ (5) البحر المحيط (3/ 20) . ¶ (6) 1 لزوا جر (2/ 146) .",
            "page": "117",
            "part": "1",
            "seal": "39F7D015"
        },
        {
            "id": "109",
            "nass": "وقال الألوسي: والمتبادر من المعروف الطاعات، ومن المنكر المعاصي التي أنكرها الشرع (1) . ¶ ويقول ابن تيميه: ¶ ويدخل في المعروف كل واجب، وفي المنكركل قبيح، والقبائح هي السيئات وهي المحظورات كالشرك والكذب والظلم والفواحش (2) . ¶ وقال أيضا: ¶ الأمر بالمعروف والنهي عن المنكر هو الذي أنزل الله به كتبه، وأرسل به رسله، وهو من الدين، فإن رسالة الله إما اخبار وإما إنشاء: فالاخبار عن نفسه عز وجل، وعن خلقه، مثل: التوحيد والقصص الذي يندرج فيه الوعد والوعيد، والانشاء: الأمر والنهي والاباحة (3) . ¶ ويقول عبد القادر عودة: ¶ الأمر بالمعروف والنهي عن المنكر يدخل فيه الأمر بكل ما أوجبت الشريعة عمله، وأوجبت للناس فعله من صلاة وصيام وحد وتوحيد وغيرذلك، والنهي عن كل ماخالف الشريعة من أفعال وعقائد، فيدخل فيه النهي عن التثليث وعن القول بصلب المسيح وقتله، ويدخل فيه النهي عن الترهيب، وعن شرب الخمر، وعن أكل لحم الخنزير، وغير ذلك مما خالف فيه الشريعة الِإسلامية الأديان الأخرى (4) . ¶ فهذا هو فهم بعض السلف الصالح لبعض نصوص الكتاب والسنة الواردة في الأمر بالمعروف والنهي عن المنكر، وهي نصوص مطلقة في هذا بحيث لايصح لانسان حصرها في مفهوم معين كما هومعروف في هذا الزمان لدى طلاب العلم وغيرهم من أن الأمر بالمعروف والنهي عن المنكر محصور في الوعظ والِإرشاد فقط (ْ5) ¶ __________ ¶ (1) روح المعا ني (4/ 28) . ¶ (2) العقيدة الأصفهانية ص 121. ¶ (3) رسالة الأمر بالمعروف والخهي عن المنكرص 9. (4) التشريع الجنائي (497/1) . ¶ (5) الأمر بالمعروف والنهي عن المنكر للعمري ص 51.",
            "page": "118",
            "part": "1",
            "seal": "F7294E49"
        },
        {
            "id": "110",
            "nass": "عناية القرآن الكريم بالأمر بالمعروف والنهي عن المنكر: ¶ أولا: الأمر بالمعروف والنهي عن المنكر كان واجبا على الأمم المتقدمة. ¶ قال تعالى: (إن الذين يكفرون بآيات الله ويقتلون النبيين بغير حق ويقتلون الذين يأمرون بالقسط من الناس فبشرهم بعذاب أليم) آل عمران 21. ¶ قال القرطبي في تفسيىه: ¶ دلت هذه الآية على أن الأمر بالمعروف والنهي عن المنكر كان واجبا في الأمم المتقدمة، وهو فائدة الرسالة، وخلافة النبوة (1) . ¶ قال تعالى: (أتأمرون الناس بالبر وتنسون أنفسكم وأنتم تتلون الكتاب أفلا تعقلون) البقرة 44. ¶ وهذه الاَية نزلت يأ اليهود، وبالأخص منهم العلماء: ¶ قال ابن عباس: كان يهود المدينة يقول الرجل منهم لصهره ولذي قرابته، ولمن بينه وبينه رضاع من المسلمين: اثبت على الذي أنت عليه، وما يأمرك به هذا الرجل - يريدون محمدا صلى الله عليه وسلم- فإن أمره حق، فكانوا يأمرون الناس بذلك ولايفعلونه (2) . ¶ قال تعالى: (يابني أقم الصلاة وأمر بالمعروف وانه عن المنكر واصبر على ما أصابك إن ذلك من عزم الأمور) لقمان 17. ¶ يقول القرطبي: ¶ وصى ابنه بعظم الطاعات، وهي الصلاة، والأمر بالمعروف والنهي عن المنكر، وهذا إنما يريد به بعد أن يمتثل ذلك هو في نفسه ويزدجرعن المنكر، وهذه هي الطاعات والفضائل أجمع. ¶ وقال تعالى: (ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر ويسارعون في الخيرات وأولئك من الصالحين) آل عمران 13 ا-114. ¶ __________ ¶ (1) تفسيرالقرطبي (47/4، 68) . (2) تفسيرالقرطبي (365/5) .",
            "page": "119",
            "part": "1",
            "seal": "58FE062C"
        },
        {
            "id": "111",
            "nass": "ثانيا: أن الله سبحانه أوجب اللعنة على بعض تلك الأمم لتركها الأمر بالمعروف والنهي عن المنكر: ¶ قال تعالى: (لعن الذين كفروا من بني اسرائيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون كانوا لايتناهون عن منكر فعلوه لبئس ماكانوا يفعلون) المائدة 78، 79. ¶ قال ابن كثير: ¶ \"أي كان لاينهى أحد منهم أحدا عن ارتكاب المآثم والمحارم، ثم ذمهم على ذلك ليحذر أن يرتكب مثل الذي ارتكبته، فقال: لبئس ماكانوا يفعلون (1) . ¶ وأخرج الِإمام أحمد بسنده عن عبد الله قال: قال رسول الله صلى الله عليه وسلم: لما وقعت بنو اسرائيل في المعاصي، نهتهم علماؤهم، فلم ينتهوا، فجالسوهم في مجالسهم. ¶ قال يزيد: أحسبه قال: في أسواقهم، وواكلوهم وشاربوهم. فضرب الله قلوب بعضهم ببعض، ولعنهم على لسان داود وعيسى ابن مريم (وذلك بما عصوا وكانوا يعتدون) ، وكان رسول الله علييه متكئا فجلس، وقال: لا والذي نفسي بيده، حتى تأطروهم على الحق أطراً (2) . ¶ ثالثا: الايجاب والتأكيد على الأمة المحمدية بالأمر بالمعروف والنهي عن المنكر: ¶ قال تعالى: (ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون) آل عمران 104. ¶ ذكر القرطبي أن (من) تحتمل أمرين: ¶ الأول: أنها تبعيضية. ¶ الثاني: أنها لبيان الجنس. ¶ والفرق بين الأمرين: ¶ أن المعنى على القول الأول: أن الأمرين يجب أن يكونوا علماء وليس كل الناس علماءبل بعضهم. ¶ __________ ¶ 1 تفسير القرآن العظيم 2/618 ¶ 2 انظر المسند 1/391.",
            "page": "120",
            "part": "1",
            "seal": "E5BD0350"
        },
        {
            "id": "112",
            "nass": "وعلى الثاني فالمعنى: لتكونوا كلكم كذلك. ¶ قال القرطبي: قلت: القول الأول أصح، فإنه يدل على أن الأمر بالمعروف والنهي عن المنكر فرض على الكفاية، وقد عينهم الله تعالى بقوله: (الذين إن مكناهم في الأرض أقاموا الصلاة..) الاَية. وليس كل الناس مكنوا أهـ (1) . ¶ وقال الشوكاني في تفسيى هذه الآية: ¶ وفي الاَية دليل على وجوب الأمر بالمعروف والنهي عن المنكر ووجوبه ثابت بالكتاب والسنة، وهو من أعظم واجبات الشريعة المطهرة وأصل عظيم من أصولها، وركن مشيد من أركانها وبه يكمل نظمها ويرتفع سنامها. أهـ (2) . ¶ وقال ابن كثير: والمقصود من هذه الاَية أن تكون فرقة من هذه الأمة متصدية لهذا الشأن، وإن كان ذلك واجبا على كل فرد من هذه الأمة بحسبه (3) . ¶ وهذا هو الذي يظهر لي، وأنه واجب على كل فرد مسلم كل بحسبه وطاقته وأنه على مراتب، ولايمنع هذا من تكليف فرقة من الأفةِ بالقيام بهذا الركن العظيم. ¶ رابعا: إن الله سبحانه رتب على القيام بالأمر بالمعروف والنهي عن المنكر الخير والصلاخ، وأن هذه الأمة استحقت الخيرية لقيامها بهذا الأمر العظيم: ¶ قال تعالى: (كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله ... ) آية عمران: 115. ¶ قال مجاهد: (كنتم خير أمة أخرجت للناس) على الشرائط المذكورة فى الآية (4) . ¶ قال القرطبي: وعلى قول مجاهد: كنتم خيرأمة إذا كنتم تأمرون بالمعروف وتنهون عن المنكر (5) . ¶ __________ ¶ (1) تفسيرالقرطبي (4 م/165) . ¶ (2) فتح القدير (1/ 369) . ¶ (3) تفسير القرآن العظيم (2/ 86) . ¶ (4) تفسيرالقرطبي (170/4) . ¶ (5) تفسيرالقرطبي (4/ 171)",
            "page": "121",
            "part": "1",
            "seal": "D376F41D"
        },
        {
            "id": "113",
            "nass": "وهذه الاَية الكريمة نص عزيز في مدح هذه الأمة المحمدية لقيامها بهذا الشأن العظيم، ولقد تبوأت منزلة عظيمة في الحياة الدنيا عندما قامت به، وسفلت عندما تركته وضيعته فسامها العدوسوء العذاب فكان من شأنها ضعف في الإِيمان، وتعد لحدود الله، وانتهاك للحرمات وتشريد من الديار، وتعلق بغير الله، ولجوء إلى غيره، حتى وصل بها الحال إلى تحكيم غيرشرع الله، والرضا به، والدفاع عنه، ولا حول ولا قوة إلا بالله العلي العظيم. ¶ يقول القرطبي عند تفسيرهذه الاَية: ¶ مدح لهذه الأمة ما أقاموا ذلك، واتصفوا به، فإذا تركوأ التغييروتواطئوا على المنكر زال عنهم اسم المدح، ولحقهم اسم الذم، وكان سببا لهلاكهم (1) . ¶ خامسا: إن الله سبحانه علق الفلاح، بل حصره وقصره في القيام بالأمر بالمعروف والنهي عن المنكر: ¶ قال تعالى: (ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون) آل عمران: 104. ¶ يقول ابن عاشور رحمه الله: ¶ وجملة (أولئك هم المفلحون) : معطوفة على صفات (أمة) وهي التي تضمنتها جمل: (يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر) ، والتقدير: وهم مفلحون، لأن الفلاح لما كان مسببا على تلك الصفات الثلاث، جعل بمنزلة صفة لهم، ويجوزجعل جملة (أولئك هم المفلحون) حالا من (أمة) ، والوأو للحال ... ¶ ومفاد هذه الجملة قصر صفة الفلاح عليهم، فهوإما قصر إضافي بالنسبة لمن لم يقم بذلك مع المقدرة عليه، وإما قصر أريد به المبالغة لعدم الاعتداد في هذا المقام بفلاخ غيرهم، وهو معنى قصر الدلالة على معنى الكمال (2) أهـ. ¶ سادسا: إن الله سبحانه جعل القيام بالأمر بالمعروف والنهي عن المنكر صفة من صفات المؤمنين: ¶ __________ ¶ (1) تفسيرالقرطبي (173/4) . ¶ (2) التنوير والتحرير (4/ 42) .",
            "page": "122",
            "part": "1",
            "seal": "0D242783"
        },
        {
            "id": "114",
            "nass": "قال تعالى: (والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز حكيم) التوبة: 71. ¶ وقال تعالى: (التائبون العابدون الحامدون السائحون الراكعون الساجدون الآمرون بالمعروف والناهون عن المنكر والحافظون لحدود الله وبشر المؤمنين) التوبة: 112. ¶ وقال تعالى: (الذين إن مكناهم في الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ودله عاقبة الأمور) الحج: 41. ¶ قال عثمان بن عفان رضي الله عنه: فينا نزلت (الذين إن مكناهم ذأ الأرض. .. الاَية) ، فأخرجنا من ديارنا بغيرحق، إلا أن قلنا ربنا الله، ثم مكنا في الأرض، فأقمنا الصلاة وآتينا الزكاة وأمرنا بالمعروف ونهينا عن المنكر، ولله عاقبة الأمور، فهى لي وللأصحابي (1) . ¶ سابعا: آن الله سبحانه جعل الأمر بالمعروف والنهي عن المنكر قرينا للصلاة والزكاة: ¶ قال تعالى: (الذين إن مكناهم في الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور) الحج: 41. ¶ وهذا فيه دلالة على عظم أمره وعلو شأنه، حيث قرن بركنين عظيمين من أركان الِإسلام، وهما الصلاة والزكاة. ¶ ثامنا: إن الله سبحانه أخبر عن الأمر بالمعروف والنهي عن المنكر أنه من خير الكلام: ¶ قال تعالى: (لا خير في كثير من نجواهم إلا من أمر بصدقة أو معروت أو إصلاح بين الناس) النساء: 114. ¶ تاسعا: الأمر بالمعروف والنهي عن المنكر علامة ما بين المؤمن والمنافق: ¶ __________ ¶ (1) تفسير القرآن العظيم (4/ 650) .",
            "page": "123",
            "part": "1",
            "seal": "1527DB4D"
        },
        {
            "id": "115",
            "nass": "قال تعالى: (والمؤمنين والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ... ) التوبة: 71. ¶ وقال تعالى: (المنافقون والمنافقات بعضهم من بعض يأمرون بالمنكر وينهون عن المعروف ويقبضون أيديهم نسوا الله فنسيهم إن المنافقن هم الفاسقون) التوبة: 67. قال القرطبي: ¶ \"أي متشابهون في الأمر بالمنكر والنهي عن المعروف، وقبض أيديهم عبارة عن ترك الجهاد، وفيما يجب عليهم من حق لما (1) . ¶ عاشرا: الأمر بالمعروف والنهي عن المنكر واجب على السلطان والعلماء: ¶ قال تعالى: (الذين إن مكناهم في الأرض أقاموا الصلاة وءاتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور) الحج: 41. ¶ ورد فى معنى الاَية أقوال متعددة، ومنها قول سهل بن عبد الله قال: الأمر بالمعروف والنهي عن المنكر واجب على السلطان وعلى العلماء الذين يأتونه، وليس على الناس أن يأمروا السلطان لأن ذلك لازم عليه، واجب عليه، ولا يأمروا العلماء، فإن الحجة قد وجبت عليهم (2) . أهـ. ¶ وهذا القول يتفق معه، أو يشهد له الخبى صنفان إذا صلحا صلح المجتمع واذا فسدا فسد المجتمع: الأمراء والعلماء. ¶ أما الأمراء، فلأن بأيديهم السلطة، وأما العلماء، فلأن بأيديهم التوجيه والِإرشاد، وبيان الحلال من الحرام، والتمكين الحاصل للأمراء بالولاية، وللعلماء بالعلم. الحادي عشر: إن القيام بالأمر بالمعروف والنهي عن المنكر سبب في نجاة صاحبه من الوقوع في الماَثم والعذاب الأليم. ¶ الثاني عشر: إن القيام بهذا الركن العظيم فيه إظهار للحق ورفعة لأهله، ودفع للباطل وذلة لأهله، فإذا تساهل أهل الحق في القيام به انعكست عليهم الحال، وما نراه ونشاهده اليوم فى بلاد المسلمين لأكبرشاهد على ذلك ولا حول ولا قوة إلا بالله. ¶ __________ ¶ (1) تفسيرالقرطبي (199/8) . (2) تفسيرالقرطبي (73/12) .",
            "page": "124",
            "part": "1",
            "seal": "E6933235"
        },
        {
            "id": "116",
            "nass": "معاني الأمر بالمعروف في القران الكريم ¶ أولا: دلالة المعروف المعرف بأل ¶ أولا: معاني المعروف في القرآن الكريم: ¶ المعروف من المعاني القرآنية الشاملة لكل ما أمر الشرع به، وقد وردت في القرآن الكريم على صيغتين: ¶ إحداهما: معرفة بالألف واللام الدالة على الشمول والاستغراق. ¶ والثانية: مجردة عنهما. ولكل من هاتين الصيغتين دلالة ومعنى. ¶ أما كلمة \"المعروف\" المعرفة بالألف واللام فقد وردت في القرآن الكريم في مواطن عدة ولها معان متنوعة. وسأذكر الموطن الذي ذكرت فيه والمعنى المراد منها. ¶ الموطن الأول: وردت في قضية الحدود وفيما يخص القصاص في القتل: ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالأُنْثَى بِالأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ} وهو البقرة: 178. ¶ وقد فسرأهل العلم المعروف ههنا بأن على العافي أن يحسن الطلب، وعلى المعفى عنه أن يحسن الأداء. ¶ قال ابن كثير: {فَاتِّبَاعٌ بِالْمَعْرُوفِ} يقول: فعلى الطالب اتباع بالمعروف إذا قبل الدية. ¶ {وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ} يعني من القاتل من غيرضرر ولامعْك يعنى المدافعة1. ¶ الموطن الثاني: فيما يتعلق بالوصية للأقارب عند الممات من غيرتقتير ولا إسراف، والمطلوب العدل من الموصي فيما أوصى به. ¶ قال تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ بِالْمَعْرُوفِ حَقّاً عَلَى الْمُتَّقِينَ} البقرة: 180. ¶ وهذه الآية الكريمة أوجبت الوصية لصنفين من الناس للوالدين والأقربين. ¶ __________ ¶ 1 تفسير القرآن العظيم 1/ 370، وانظرتفسير ابن جرير (07/2 ا-. 11) .",
            "page": "125",
            "part": "1",
            "seal": "D5DD1781"
        },
        {
            "id": "117",
            "nass": "أما الوالدان فأوجب الله تعالى لهما الميراث الشرعي، ونسخ الوصية في حقهم، وأما الأقارب فبقي في حقهم الوصية، دون إجحاف بغيرهم، والنصوص الشرعية في البر بهم والإحسان إليهم كثيرة. ¶ فالمراد بالمعروف في الآية العدل في الوصية بعيداً عن الوكس والشطط1. ¶ وخوفاً من الحيف أو الجنف تولى الشرع الحنيف تعيين المقدار الموصى به من المال وهو الثلث. والثلث كثير. ¶ فقد ثبت في الحديث الصحيح أن سعد بن أبي وقاص رضي الله عنه قال: جاء النبي صلى الله عليه وسلم يعودني وأنا بمكة وهو يكره أن يموت بالأرض التي هاجرمنها قال: \"يرحم الله ابن عفراء\". قلت: يارسول الله أوصى بمالي كلّه؟ قال: \"لا\". قلت: فالشطر؟ قال: \"لا\". قلت: الثلث؟ قال: \"فالثلث. والثلث كثير\" 2 الحديث. ¶ قال القرطبي: \"وحكم النبي- صلى الله عليه وسلم - بأن الثلث كثير هو حكم بما أنزل الله فمن تجاوز ما حدّه رسول الله-صلى الله عليه وسلم - وزاد على الثلث فقد أتى على ما نهى النبي صلى الله عليه وسلم عنه وكان بفعله ذلك عاصياً إذا كان بحكم رسول الله عالماً لما\"3. ¶ الموطن الثالث: ورد فيما يتعلق بأداء الحقوق بين الزوجن بالمعروف والحقوق بينهما قد تكون قبل الدخول، وقد تكون بعد الدخول وقد تكون بعد الفراق. ¶ قال تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلاحاً وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ} البقرة: 228. ¶ وقال تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوف ... } إلى قوله: {وَإِنْ أَرَدْتُمْ أَنْ تَسْتَرْضِعُوا أَوْلادَكُمْ فَلا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ} البقرة: 233. ¶ وقال تعالى: {لا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ ¶ __________ ¶ 1 انظر الجامع لأحكام القرآن للقرطبي 2/ 266 وتفسير القرآن العظيم لابن كثير (1/ 374) . ¶ 2 رواه البخاري في الوصايا باب أن يترك ورثته أغنياء287/3 ومسلم. ¶ 3 الجامع لأحكام القرآن 267/2.",
            "page": "126",
            "part": "1",
            "seal": "52772579"
        },
        {
            "id": "118",
            "nass": "فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعاً بِالْمَعْرُوفِ حَقّاً عَلَى الْمُحْسِنِينَ} البقرة: 236. ¶ وقال تعالى: {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ حَقّاً عَلَى الْمُتَّقِينَ} البقرة: 241. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً} النساء: 19. ¶ والمعروف في هذه الآيات متنوع ومختلف عن الاَخر، ففي قوله تعالى: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} وفي قوله تعالى: {وَعَاشِرُوهُنَّ بِالْمَعْرُوف} يراد به الحق الذي لهن على أزواجهن من حسن الصحبة وطيب العشرة والتجمل والتزين لهن وعدم المضارة بهن1 وتطييب القول وتحسين الفعل وتزين الهيئة والبعد عن التضييق عليهن من الإِسلام، والقدوة في ذلك رسول الله- صلى الله عليه وسلم – القائل: \"خيركم خيركم لأهله، وأنا خيركم لأهلي\" 2 الحديث \"وكان من أخلاقه – صلى الله عليه وسلم- أنه جميل العشرة دائم البشر، يداعب أهله، ويتلطف بهن، ويوسعهم نفقته، يضاحك نساءه حتى إنه كان يسابق عائشة أم المؤمنين - رضي الله عنها- يتودد إليها بذلك، قالت: سابقني رسول الله-صلى الله عليه وسلم - فسبقته، وذلك قبل أن أحمل اللحم، ثم سابقته بعدما حملتُ اللحم فسبقني فقال: \"هذه بتلك\"، ويجمع نساءه كل ليلة في بيت التي يبيت عندها رسول الله صلى الله عليه وسلم، فيأكل معهن العشاء في بعض الأحيان، ثم تنصرف كل واحدة إلى منزلها، وكان ينام مع المرأة من نسائه في شعار واحد، يضع على كتفيه الرداء، وينام بالإِزار، وكان إذا صلى العشاء يدخل منزله يسمر مع أهله قليلا قبل أن ينام، يؤانسهم بذلك- صلى الله عليه وسلم - وقد قال الله تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} 3. ¶ أما المعروف المذكور في قوله تعالى: {وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ} . ¶ __________ ¶ 1 انظر تفسير ابن جرير (2/453 و4/312) ، وتفسير القرآن العظيم لابن كثير (1/ 480، 2/ 229) ، وتفسير البغوي 1/ 409 والجامع لأحكام القرآن للقرطبي3/123، 124 و5/97. ¶ 2 حديث صحيح انظرسلسلة الأحاديث الصحيحة1/169. ¶ 3 تفسير القرآن العظيم (2/ 229) . ط دار الفكر.",
            "page": "127",
            "part": "1",
            "seal": "C39952E2"
        },
        {
            "id": "119",
            "nass": "فالمراد به ما تعارف عليه أهل البلد، وجرت به العادة في الكسوة والنفقة شرعاً، من غير إسراف ولا تقتير. ¶ قال ابن كثير: \"وعلى والد الطفل نفقة الوالدات وكسوتهن بالمعروف. أي بما جرت به عادة أمثالهن من غير إسراف ولا إقتار بحسب قدرته في يساره وتوسطه وإقتاره كما قال تعالى: {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ مَا آتَاهَا سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْراً} 1 وفي الحديث الصحيح أن النبي صلى الله عليه وسلم قال في حجة الوداع: \"فاتقوا الله في النساء ... ولهن رزقهن وكسوتهن بالمعروف\" 2. وأما المعروف في قوله تعالى: {فَلا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ بِالْمَعْرُوفِ} ففسره الحافظ ابن جرير: \"بالإجمال والإحسان وترك البغض والظلم فيما وجمب للمراضع\"3. ¶ وقال ابن كثير: \"إذا اتفقت الوالدة والوالد على أن يتسلم منها الولد إما لعذر منها، أو عذر له، فلا جناح عليه\"4. ¶ وأما المعروف في قوله تعالى: {مَتَاعاً بِالْمَعْرُوفِ} فهويتعلق بحق المرأة المطلقة التي لم يُدخل بها، ولم يفرض لها صداق، فلها المتعة من زوجها تعويضاً لها عما فاتها منه وذلك بحسب حاله كما في قوله تعالى: {عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُه} وفسر المعروف \"بما عرف في الشرع من الاقتصاد\"5 وأن يتناسب مع حال الزوج، وأن يدفع إليها بغير ظلم ولا مدافعة6. ¶ وأما المعروف المذكور في قوله تعالى: {وَلِلْمُطَلَّقَاتِ مَتَاعٌ بِالْمَعْرُوفِ} فهو يتعلق بشأن المتعة للمطلقة عموماً سواء كانت مدخولا بها أو لا وسواء كانت مفروضاً لها أو ¶ __________ ¶ 1 تفسير القرآن العظيم (1/503) . ط دار الفكر، وانظر زاد السير 1/272، وتفسير البغوي 1/212، والقرطبي (3/163) . ¶ 2 رواه مسلم من حديث جابر بن عبد الله. ¶ 3 تفسير ابن جرير (2/ 510) . ¶ 4 هكذا في الأصل ولعل المراد \"عليها\". ¶ 5 الجامع لأحكام القران 203/3. ¶ 6 انظر تفسير ابن جرير (2/538) .",
            "page": "128",
            "part": "1",
            "seal": "DDBE02F0"
        },
        {
            "id": "120",
            "nass": "مفوضة1 وإن كان هناك قول لبعض أهل العلم أن المراد بالمطلقة في هذه الآية المدخول بها، وأن المراد بالمتعة لها، ما تستمتع به من ثياب وكسوة ونفقة أو خادم وغير ذلك مما يستمتع به2. ¶ الموطن الرابع: ورد في قضية المرأة المطلقة طلاقاً رجعياً وانقضت عدتها ولم يراجعها زوجها، إلا أنه حنّ إليها وحنت إليه، فأبى وليها إرجاعها. ¶ قال تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ} البقرة: 232. ¶ ورد في سبب نزول الاَية أن معقل بن يسار قال: كانت لي أخت فأتاني ابن عم فأنكحتها إياه فكانت عنده ما كانت، ثم طلقها تطليقة لم يراجعها حتى انقضت العدة فهويها وهويته ثم خطبها مع الخطاب فقلت له: يا لكع أكرمتك بها وزوجتك فطلقتها ثم جئت تخطبها والله لا ترجع إليك أبدا- وكان رجلا لا بأس به، وكانت المرأة تريد أن ترجع إليه فعلم الله حاجته إليها وحاجتها إلى بعلها فأنزل الله: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ} الآية. قال: ففيّ نزلت هذه الآية فكفرت عن يميني وأنكحتها إياه3. ¶ وقد فسر المعروف بالعقد المستأنف والمهر الجائز المماثل لسواها4. ¶ الموطن الخامسِ: ورد في شأن المرأة التي انقضت عدتها سواء من طلاق أو وفاة، وإن كانت الآية نصاَ في المتوفى عنها زوجها قال تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} البقرة: 234. ¶ واختلف أهل العلم في تفسير المعروف المذكور في الآية وهو اختلاف تنوع فابن عباس رضي الله عنهما فسره بأنه التزين والتصنع والتعرض للزواج5، ومجاهد فسره بأنه ¶ __________ ¶ 1 انظر تفسير ابن جرير (2/ 584) . ¶ 2 تفسير ابن جرير (2/583) . ¶ 3 رواه الترمذي في التفسير. باب تفسيرسورة البقرة 8/ 170 وأصله في البخاري. ¶ 4 انظرتفسير البغوي 1/112 وزاد المسير 1/269 وتفسير ابن جرير 2/488، والنسفي1/117. ¶ 5 تفسير القرآن العظيم (1/507) . ط دار الفكر.",
            "page": "129",
            "part": "1",
            "seal": "3B738D52"
        },
        {
            "id": "121",
            "nass": "النكاح الحلال الطيب1. ونسبه ابن كثير إلى جمع من السلف2. وذهب ابن جرير إلى أن المراد به \"ما أذن الله لهن فيه وأباحه لهن\"3. وهذا يشمل الأقوال السابقة، والله أعلم. ¶ الموطن السادس: ورد في شأن الدعوة إلى الإسلام، وامتثال شرائعه والنهي عن الكفر وطرائقه. ¶ قال تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} آل عمران: 154. ¶ وقال تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} آل عمران: 110. ¶ وقال تعالى: { ... يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ} آل عمران: 114. ¶ والخير في الآية الأولى فسر \"بالإسلام وشرائعه التي شرعها الله لعباده\"4. وما بعده معطوف عليه \"من باب عطف الخاص على العام\"5. ¶ وفسر هذا الخاص بأمر الناس باتباع محمد صلى الله عليه وسلم وما جاء به من عند الله ولا شك أن هذا داخل في الخير العام. ¶ وقد ذكر في الآيات عموماً أمران متقابلان، المعروف والمنكر، وفسر المنكر بالكفر والشرك وتكذيب الرسول صلى الله عليه وسلم6 وهذا تفسير عام فكذلك المعروف عام وإنما خص بالذكر لأهميته وشرفه وعلو منزلته، ولذا فسره عبد الله بن عباس رضي الله عنهما بالدعوة إلى شهادة أن لا إله إلا الله، والإقرار بما أنزل الله، والمقاتلة عليه \"7. ¶ __________ ¶ 1 تفسير القرآن العظيم (1/507) . ط دار الفكر. ¶ 2 تفسير القرآن العظيم (1/507) . ط دار الفكر. ¶ 3 تفسير ابن جرير (2/516) ، وانظر الجامع لأحكام القرآن3/187. ¶ 4 تفسير ابن جرير (4/38) . ¶ 5 فتح القدير1/369. ¶ 6 انظر تفسير ابن جرير (4/ 45) ، وتفسير النسفي (1/157) . ¶ 7 انظر تفسير ابن جرير (4/ 45) .",
            "page": "130",
            "part": "1",
            "seal": "3D67A8F2"
        },
        {
            "id": "122",
            "nass": "المعنى السابع: ورد في معالجة مالك اليتيم عند وليّه وعدم الأكل منه إلا لحاجة قال تعالى: {وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلا تَأْكُلُوهَا إِسْرَافاً وَبِدَاراً أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيباً} النساء:6. ¶ وفي الصحيحين من حديث عائشة رضي الله عنها في قوله تعالى: {وَمَنْ كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ} أنها نزلت في مال اليتيم وفي رواية: في والي اليتيم. إذا كان فقيراً أنه يأكل منه مكان قيامه عليه بمعروف1. ¶ وقد فسر المعروف في قوله تعالى: {وَلا تَقْرَبُوا مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ} الإِسراء: 34. ¶ قال ابن كثير: \"أي لا تقربو إلا مصلحين له، وإن احتجتم إليه أكلتم منه بالمعروف\"2. ¶ والنصوص الشرعية دالة على إباحة الأكل لولي اليتيم من مال يتيمه بقدر الحاجة إذا كان فقيرا. ¶ وأخرج أهل السنن وغيرهم ماعدا الترمذي عنِ عمرو بن شعيب عن أبيه عن جده قال: \"جاء رجل إلى النبي صلى الله عليه وسلم فقال إن عندي يتيماَ له مال وليس عندي شيء أفآكل من ماله؟ قال: \"بالمعروف \" قال ابن حجر: وإسناده قوي3. ¶ قلت: هكذا ذكر ابن حجر لفظه في الفتح إلا أنه في السنن: \"أن رجلا أتى النبي صلى الله عليه وسلم فقال: إني فقير وليس لي شيء ولي يتيم، قال: \"كل من مال يتيمك غيرمسرف ولا مباذر ولا متأثل\" هكذا عند النسائي وأبى داود، أما ابن ماجه فبنحوه4. ¶ فالمعروف هو الحاجة والأكل بالتي هي أحسن، واختلف أهل العلم هل على الولي ¶ __________ ¶ 1 رواه البخاري في التفسير باب ومن كان فقيراً فليأكل بالمعروف 8/ 241. ¶ 2 تفسير القرآن العظيم (2/ 190) . ط الشعب. ¶ 3 فتح الباري 8/ 241. ¶ 4 أخرجه أبوداود في الوصايا باب ما جاء في مالِ ولي اليتيم أن ينال من مال اليتيم 3/292والنسائي في الوصايا باب ما للوصي من مال اليتيم إذا قام عليه 6/256 وابن ماجه في الوصايا باب قوله: {وَمَنْ كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ} 2/ 907.",
            "page": "131",
            "part": "1",
            "seal": "BEDFB471"
        },
        {
            "id": "123",
            "nass": "القضاء إذا أيسر أم لا؟ على قولين1؟ وليس هذا موضع بسط القول فيهما. ¶ ثانيا: دلالة المعروف المجرد عن أل ¶ ثانيا: وردت كلمة (المعروف) مجردة عن الألف واللام في عدة مواضع في كتاب الله عز وجل، واختلف في المعنى المراد منها: ¶ ا- المعنى الأول: قال تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوف ... } البقرة: 231. ¶ قيل المراد به: الإِشهاد على الرجعة، وذلك قبل انقضاء العدة، وهذا القول مروي عن ابن عباس ومجاهد والحسن وقتادة2، وأخذ به ابن جرير والبغوي وابن كثير3. وقيل المراد به: القيام بحقوقها الواجبة على زوجها، وسطر هذا القول الطبري وابن الجوزي4. ¶ 2- المعنى الثاني: قال تعالى: {أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ} البقرة: 231. ¶ قيل المراد به: عدم الإضرار بها، أو أن لا يقصد الإضرار بها، سواء في عدتها، أو فيما لها من الحقوق والواجبات5. ¶ 3- المعنى الثالث: قال تعالى: {وَلَكِنْ لا تُوَاعِدُوهُنَّ سِرّاً إِلاَّ أَنْ تَقُولُوا قَوْلاً مَعْرُوفاً ... } البقرة: 235. ¶ قيل إن المراد به: التعريض لها. ¶ وهذا مروي عن ابن عباس، ومجاهد، وسعيد بن جبير، وعطاء، وابن زيد، والثوري، والسدي، والقاسم بن محمد، والشعبي، وقتادة، وإبرا هيم6. ¶ وذكر ابن الجوزي قولا آخر في هذه الآية، وهو أن المراد به: إعلام وليها برغبته فيها، ونسبه إلى عبيدة7. ¶ __________ ¶ 1 انظر تفسير ابن جرير (4/ 255) ، وتفسير ابن كثير (2/ 189) .الشعب. ¶ 2 زاد المسير (1/267) . ¶ 3 جامع البيان (2/ 480) ، تفسير البغوي (1/210) ، تفسير القرآن العظيم (1/498) . ¶ 4 تفسير الطبري (2/ 480) ، وزاد المسير (1/ 267) . ¶ 5 الطبري (2/ 480) ، والبغوي (1/210) ، وابن الجوزي (1/ 267) ، وابن كثير (1/ 498) . ¶ 6 الطبري (2/526) وزاد المسير (1/ 278) وابن كثير (1/509) وغيرها. ¶ 7 زاد المسير (1/ 278) .",
            "page": "132",
            "part": "1",
            "seal": "34918005"
        },
        {
            "id": "124",
            "nass": "وقد ذكر هذا أيضا ابن كثير، وأسنده إلى ابن أبى حاتم من طريق محمد بن سيرين قال: قلت لعبيدة: ما معنى قوله: {إِلاَّ أَنْ تَقُولُوا قَوْلاً مَعْرُوفاً} ؟ قال: يقول لوليها: لا تسبقني بها، يعني: لا تزوجها حتى تعلمني1. وهذا أيضا من التعريض. ¶ المعنى الرابع: قال تعالى: {فَإِنْ خَرَجْنَ فَلا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ وَاللَّهُ عَزِيزٌ حَكِيمٌ} البقرة: 24. ¶ قيل المراد به: التزين والتشوف للنكاح بما يوافق الشرع2. ¶ وقيل المراد به: ترك الحداد، وهذا قول ابن جرير3. ¶ قلت: ويلزم من ترك الحداد: التزين والتطيب والتشوف، فيكون هذا موافقا لما سبقه، وقد بين ابن جرير ذلك4. ¶ وقيل المراد به: الخروج من المنزل الذي اعتدت فيه. ¶ وهذا القول ذكره ابن كثير، وقال عنه: وهذا القول له اتجاه وفي اللفظ مساعدة له، وقد اختاره جماعة، ومنهم الإِمام أبو العباس ابن تيمية5. ¶ 5- المعنى الخامس: قال تعالى: {قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذىً وَاللَّهُ غَنِيٌّ حَلِيمٌ} البقرة: 263. ¶ المراد به: الكلمة الطيبة والدعاء الحسن6 ومنه الحديث الصحيح: \"لا تحقرنَّ من المعروف شيئاً ولوأن تلقى أخا لك بوجه طلق\" رواه مسلم7. ¶ __________ ¶ 1 تفسير ابن كثير (1/ 509) . ¶ 2 تفسير البغوي 1/ 222، وزاد المسير 1/ 286 وتفسير القرطبي 3/328. ¶ 3 تفسير ابن جرير (2/583) . ¶ 4 انظر تفسير ابن جرير (2/583) . ¶ 5 تفسير ابن كثير (1/527) . ¶ 6 تفسير ابن جرير (3/ 64) ، وتفسير ابن كثير (1/ 564) ، والبغوي (1/ 250) والقرطبي (3/ 309) ، وابن الجوزي (1/ 318) . ¶ 7 انظر صحيح مسلم كتاب البر والصلة 4/2026رقم 44 1 ومسند أحمد 5/173 من حديث أبي ذر وهوعند أحمد في المسند 3/344، 360 والترمذي في البر والصلة باب ما جاء في طلاقة الوجه وحسن البشر 6/196من حديث جابر بن عبد الله مرفوعا بلفظ: \"كل معروف صدقة وإن من المعروف الخ \" وفيه زيادة. وقال عنه الترمذي: حسن صحيح.",
            "page": "133",
            "part": "1",
            "seal": "DE5534C3"
        },
        {
            "id": "125",
            "nass": "ومثل هذا قوله سبحانه: {وَلا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَاماً وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً} النساء 51. ¶ وكذلك قوله تعالى: {وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً} النساء 8. ¶ 6- المعنى السادس: قال تعالى: {لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ} النساء: 114. ¶ قيل المراد به: أفعال البر عموما2. ¶ 7- المعنى السابع: قال تعالى: {وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفاً} لقمان: 15. ¶ المراد به: المعاملة الحسنة قولا وفعلا3. ¶ 8- المعنى الثامن: قال تعالى: {إِلاَّ أَنْ تَفْعَلُوا إِلَى أَوْلِيَائِكُمْ مَعْرُوفاً كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُوراً} الأحزاب: 6. ¶ المراد به: الإحسان والوصية، الإحسان في حالة الحياة والوصية عند الممات4. ¶ وقال مجاهد: أراد بالمعروف النصرة وحفظ الحرمة لحق الإيمان والهجرة5. ¶ 9- المعنى التاسع: قال تعالى: {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفاً} الأحزاب: 32. ¶ المراد به: القول الصحيح العفيف الذي لا يطمع الفاجر6. ¶ __________ ¶ 1 تفسير ابن جرير (4/250) وابن الجوزي (2/ 13) . والبغوي (1/ 393) 0 القرطبي (5/ 33) . ¶ 2 انظر تفسير البغوي (1/ 479) وتفسير القرطبي (5/ 383) وزاد المسير (2/200) . ¶ 3 الطبري (21/ 71) ، البغوي (3/ 491) ، القرطبي (14/ 65) ، زاد المسير (6/ 320) ، ابن كثير (5/ 383) . ¶ 4 الطبري (21/123، 124) ، البغوي (3/508) ، ابن كثير (5/ 427) ، القرطبي (14/ 26) وزاد المسير (6/354) . ¶ 5 تفسير البغوي (3/ 508) . ¶ 6 تفسير الطبري (3/22) ، والبغوي (3/528) ، والقرطبي (14/178) ، وزاد المسير (6/ 379) ، وتفسير ابن كثير (5/ 451) .",
            "page": "134",
            "part": "1",
            "seal": "DC554672"
        },
        {
            "id": "126",
            "nass": "\" الإِحسان إلى الوالدين \" \" في القرآن الكريم \" ¶ تعريف الإِحسان: ¶ نقل الأزهري عن الليث أنه قال: الحسن نعت لما حسن، تقول: حسن الشيء حسنا، وقال الله عز وجل: {وَقُولُوا لِلنَّاسِ حُسْناً} وقرئ {وَقُولُوا لِلنَّاسِ حَسَناً} 1. ووجه القراءتين بأن القراءة بالفتح المراد بها: قولا حَسَنا، وقراءة الضم والسكون (حُسْنا) المراد بها: المصدر من حسن يحسن حسنا، فتكون أعم من قراءة الفتح. ¶ وأما تعريفه في الاصطلاح: فالإحسان ضد الإساءة، ولما سئل النبي صلى الله عليه وسلم في حديث جبريل عليه السلام فسره بقوله: \"أن تعبد الله كأنك تراه، فإن لم تكن تراه، فإنه يراك\"2. وقد فسر الحافظ ابن رجب رحمه الله هذا الجزء من الحديث بأن المراد منه استحضار مراقبة العبد ربه في كل ما يقول ويعمل، كأنه بين يديه سبحانه، بما ينتج عن ذلك الخوف والخشية والإخلاص والنصح في العبادة عموماً3. ¶ وقد تنوع ورود الإِحسان في القرآن الكريم وتكرر على معان متعددة، \"تارة مقروناً بالإِيمان، وتارة مقروناً بالإِسلام، وتارة مقروناً بالتقوى أو العمل الصالح\"4، وغير ذلك من المعاني الأخرى. ¶ وسأقصر الحديث في هذا الموضع على الإِحسان فيما يتعلق بشأن الوالدين، وإن شأنهما لعظيم عند الله، والدليل على ذلك كون الله سبحانه ربط الوالدين بعبادته سبحانه في قوله تعالى: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً ... } الآية5. ¶ __________ ¶ 1 تهذيب اللغة (4/ 214) . ¶ 2 جزء من حديث طويل، رواه مسلم في الإِيمان رقم 1 عن عمر بن الخطاب رضي الله عنه. ¶ 3 انظر جامع العلوم والحكم ص 031 الطبعة الثالثة. ¶ 4 جامع العلوم والحكم ص 30،31. الطبعة الثالثة. ¶ 5 انظر في ظلال القرآن (5/317) .",
            "page": "135",
            "part": "1",
            "seal": "913EDBCF"
        },
        {
            "id": "127",
            "nass": "والإحسان إلى الوالدين: معاشرتهما بالمعروف، والتواضع لهما، وامتثال أمرهما، والدعاء بالمغفرة لهما بعد مماتهما، وصلة أهل ودهما1، وبرهما وحفظهما وصيانتهما، وإزالة الرق عنهما وترك السلطنة عليهما2 وفي الحديث الصحيح عن عبد الله قال:\" سألت النبي صلى الله عليه وسلم: أي العمل أحب إلى الله عز وجل؟ قال: \"الصلاة على وقتها\"، قال: ثم أي؟ قال: \"بر الوالدين\"، قال: ثم أي؟ قال: ا\"لجهاد في سبيل الله\" 3. ¶ قال القرطبي: فأخبر صلى الله عليه وسلم أن بر الوالدين أفضل الأعمال بعد الصلاة، التي هي أعظم دعائم الإسلام، ورتب ذلك بـ (ثم) التي تعطي الترتيب4. ¶ \" عناية القرآن الكريم بالإحسان للوالدين \" ¶ تتجلى عناية القرآن الكريم بالإحسان إلى الوالدين في أمور عدة منها: ¶ أولا: أن الله سبحانه لما أمر الخلق بعبادته، جعل بر الوالدين مقروناً بعبادته، فقال سبحانه: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً} الإسراء: 23. قال ابن كثير: أي: وأمر بالوالدين إحسانا5. ¶ وقال تعالى: {وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُوا إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً ... } النساء: 36. ¶ ثانياً: أن الله سبحانه قرن شكر الوالدين بشكره جل شأنه: ¶ قال تعالى: {أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ} لقمان: 14. ¶ ثالثاً: أن البر بالوالدين والإحسان إليهما لا يختص بهما إذا كانا مسلمين، بل حتى إذا كانا كافرين: ¶ __________ ¶ 1 الجامع لأحكام القرآن (2/13) . ¶ 2 المصدر نفسه (7/132) . ¶ 3 رواه البخاري في مواقيت الصلاة باب فضل الصلاة لوقتها 1/ 184. ¶ 4 انظر الجامع لأحكام القرآن 8/238. ¶ 5 تفسير القرآن العظيم (4/298) ، والقرطبي (8/238) .",
            "page": "136",
            "part": "1",
            "seal": "5AD672F4"
        },
        {
            "id": "128",
            "nass": "قال تعالى: {لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} الممتحنة: 8. ¶ والحديث الصحيح يفسر هذه الآية الكريمة، الوارد في صحيح البخاري عن أسماء بنت أبي بكر رضي الله عنهما قالت:\"قدمت أمي، وهى مشركة في عهد قريش ومدتهم، إذ عاهدوا النبي صلى الله عليه وسلم مع أبيها، فاستفتيت النبي صلى الله عليه وسلم، فقلت: إن أمي قدمت وهي راغبة، أفأصلها؟ قال: \"نعم صلي أمك\"1. وأقوى من هذا في الدلالة على صلة الأبوين الكافرين قوله تعالى: {وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفاً..} لقمان: 15. ¶ قال القرطبي رحمه الله: والآية دليل على صلة الأبوين الكافرين بما أمكن من المال إن كانا فقيرين، وإِلانةِ القول، والدعاء إلى الإِسلام برفق2. ¶ رابعاً: إن الأمر بالإِحسان للوالدين قد كتبه الله سبحانه على الأمم السابقة، مما يدل على عظم حقهما وعلو شأنهما: ¶ قال تعالى: {وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفاً ... } البقرة: 83. ¶ قال القرطبي: {وَبِالْوَالِدَيْنِ إِحْسَاناً} ، أي: وأمرناهم بالوالدين إحسانا وقرن الله عز وجل حق الوالدين بالتوحيد في هذه الآية، لأن النشأة الأولى من عند الله، والنشء الثاني - وهو التربية- من جهة الوالدين3. ¶ وقال ابن كثير: وهذا هو أعلى الحقوق، وأعظمها، وهو حق الله تبارك وتعالى أن يعبد وحده لا شريك له، ثم بعده حق المخلوقين، وآكدهم وأولاهم بذلك حق الوالدين، ولهذا يقرن تبارك وتعالى بين حقه وحق الوالدين4 أهـ. ويعني بالمقارنة بين حق الله سبحانه وحق الوالد ما جاء في هذه الآية وآية الإِسراء والنساء وغيرهن من الأمر ¶ __________ ¶ 1 أخرجه في الجزية والموادعة 6/ 281 وفي الأدب باب صلة الوالد المشرك وباب صلة المرأة أمها ولها زوج 10/413 مع الفتح. ورواه مسلم في الزكاة رقم 50. ¶ 2 الجامع لأحكام القرآن (14/ 65) . ¶ 3 الجامع لأحكام القرآن (2/13) . ¶ 4 تفسير القرآن العظيم (1/ 209) .",
            "page": "137",
            "part": "1",
            "seal": "36B6FE0F"
        },
        {
            "id": "129",
            "nass": "بعبادته وحده، ثم بالإحسان إلى الوالدين، وكذلك ما جاء في قضية الشكر لله سبحانه ومقارنته بشكرهما في قوله تعالى: {أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ} . ¶ خامساً: إن الله سبحانه جعل العقوق للوالدين قرينا للشرك في قوله تعالى: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَانا ... } الأنعام: 151. ¶ ففي هذه الآية نهى عن الشرك بالله سبحانه، ثم أتبعه بالأمر بالإحسان للوالدين، والأمر بالشيء يقتضى النهي عن ضده، وهو تحريم ترك الإحسان، ولما كان ترك الإساءة في حق الوالدين غير كاف في البر بهما أمر بالإحسان إليهما ليشمل الأمرين، وهما تحريم الإساءة إليهما والأمر بالإحسان إليهما1. ¶ وقد أخبر النبي صلى الله عليه وسلم أن عقوق الوالدين من السبع الموبقات، كما جاء في الحديث الصحيح. ¶ سادساً: الأمر بالدعاء لهما والاستغفار لهما: ¶ قال تعالى: {وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً} الإسراء: 24. ¶ قال القرطبي: الخطاب في هذه الآية للنبي صلى الله عليه وسلم، والمراد به أمته، إذ لم يكن له- عليه السلام- في ذلك الوقت أبوان2. ¶ وسطر الله سبحانه مواقف إبراهيم عليه السلام مع أبويه: ¶ قال تعالى: {رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ} إبراهيم: 41. ¶ وذكر أهل العلم أن هذا الموقف الحاني من إبراهيم عليه السلام نحو أبيه كان قبل أن يتبين له أمره وأنه عدو لله تعالى. ¶ وله موقف آخر عليه السلام نحو أبيه، حيث قابل الإساءة من أبيه بالإحسان إليه، قال تعالى: {قَالَ سَلامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيّاً} مريم: 47. ¶ قال ابن كثير: ومعنى قول إبراهيم لأبيه: {سَلامٌ عَلَيْكَ} يعني أما أنا فلا ينلك مني مكروه، ولا أذى، وذلك لحرمة الأبوة، {سَأَسْتَغْفِرُ لَكَ رَبِّي} ولكن سأسأل الله فيك أن يهديك ويغفر لك ذنبك ... وقد استغفر إبراهيم- صلى الله عليه وسلم - لأبيه مدة طويلة ... وقد ¶ __________ ¶ 1 تفسير القاسمي (6/ 2565) . ¶ 2 تفسيرالقرطبي (1/244) .",
            "page": "138",
            "part": "1",
            "seal": "15B39691"
        },
        {
            "id": "130",
            "nass": "استغفر المسلمون لقراباتهم وأهليهم من المشركين في ابتداء الإِسلام، وذلك اقتداء بإبراهيم الخليل عليه السلام في ذلك، حتى أنزل الله تعالى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ ... } إلى قوله: {إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ ... } الممتحنة: 4. يعنى إلا في هذا القول، فلا تتأسوا به، ثم بين تعالى إن إبراهيم أقلع عن ذلك ورجع عنه، فقال تعالى: {وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لأَبِيهِ إِلاَّ عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لأَوَّاهٌ حَلِيمٌ} التوبة: 1141. ¶ ومن قبل إبراهيم نوح عليه السلام، عندما لجأ إلى ربه وسأله المغفرة له ولوالديه وللمؤمنين، فقال تعالى: {رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلا تَزِدِ الظَّالِمِينَ إِلاَّ تَبَاراً} نوح: 38. ¶ وذكر بعض أهل العلم أن أبويه كانا مسلمين2. ¶ سابعا: إن الله سبحانه عرض لنا في كتابه العزيز نماذج من سيرة بعض الأنبياء عليهم السلام، في برهم بوالديهم من أجل الاقتداء والاتساء وهذا من الاهتمام بشأن الوالدين، فمن ذلك: ¶ أ- موقف يحيى بن زكريا عليهما السلام من والديه: ¶ قال تعالى: {وَبَرّاً بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّاراً عَصِيّاً} مريم: 14. ¶ إنه موقف البر والإِحسان ومجانبة العقوق والعصيان. ¶ قال ابن كثير: لما ذكر تعالى طاعته لربه، وأنه خلقه ذا رحمة وزكاة وتقى، عطف بذكر طاعته لوالديه وبره بهما، ومجانبته عقوقهما قولا أو فعلا، أمرا أو نهيا، ولهذا قال: {وَلَمْ يَكُنْ جَبَّاراً عَصِيّاً} ثم قال بعد هذه الأوصاف الجميلة جزاء له على ذلك: ٍ {وَسَلامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيّاً} أي له الأمان في هذه الثلاثة الأحوال3. ¶ __________ ¶ 1 تفسير القرآن العظيم (4/ 461) . ط دار الفكر. ¶ 2 انظر تفسير القرطبي (18/313) . ¶ 3 تفسير القرآن العظيم (4/443) .",
            "page": "139",
            "part": "1",
            "seal": "D7F23F22"
        },
        {
            "id": "131",
            "nass": "2- موقف عيسى عليه السلام من أمه عليها السلام: ¶ قال تعالى: ٍ {وَبَرّاً بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً} مريم: 32. ¶ إن بر عيسى عليه السلام بوالدته ذكره بعد الزكاة، والاستمرار عليها ثم جاء التنبيه على بره بوالدته، وهذا من المقارنة بين طاعة الرب سبحانه، وطاعة الوالدين. ¶ قال ابن كثير: وقوله: ٍ {وَبَرّاً بِوَالِدَتِي} أي: وأمرني ببر والدتيْ ذكره بعد طاعة ربه، لأن الله تعالى كثيرا ما يقرن بين الأمر بعبادته وطاعة الوالدين. ¶ وقوله: {وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً} أي: ولم يجعلني جبارا مستكبرا عن عبادته وطاعته وبر والدتي، فأشقى بذلك1. ¶ 3- موقف إسماعيل من أبيه إبراهيم عليهما السلام: ¶ قال تعالى: {فَبَشَّرْنَاهُ بِغُلامٍ حَلِيمٍ فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ قَدْ صَدَّقْتَ الرُّؤْيا إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّ هَذَا لَهُوَ الْبَلاءُ الْمُبِينُ وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ وَتَرَكْنَا عَلَيْهِ فِي الآخِرِينَ سَلامٌ عَلَى إِبْرَاهِيمَ} الصافات: 101:158. ¶ ثامنا: إرشاد القرآن إلى الإنفاق عليهما: ¶ قال تعالى: {يَسْأَلونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} البقرة: 215. هذه الآية بينت الوجوه التى تصرف فيها النفقة: ¶ قال ابن ميمون بن مهران بعد أن تلا هذه الآية: هذه مواضع النفقة ما ذكر فيها طبلا ولا مزمارا، ولا تصاوير الخشب ولا كسوة الحيطان2. ¶ وفي الحديث بيان لذلك: أمك وأباك وأختك وأخاك ثم أدناك أدناك.. ¶ تاسعا: تخصيص الأم بالذكر بعد العموم للأهمية: ¶ قال تعالى: {وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ إِحْسَاناً حَمَلَتْهُ أُمُّهُ كُرْهاً وَوَضَعَتْهُ كُرْهاً ... } الأحقاف: 15. ¶ __________ ¶ 1 تفسير القرآن العظيم (4/ 454، 455) . ¶ 2 تفسير القرآن العظيم (1/ 446) .",
            "page": "140",
            "part": "1",
            "seal": "C76E6ED6"
        },
        {
            "id": "132",
            "nass": "ولقد قاست الأم بسبب الحمل أضعافا من الابتلاء والأتعاب والمشقة بداية بالوحم وحمل له وثقل، وهذه الآية نصت على أمرين شاقين: الأول: الحمل، والثاني: الوضع. ¶ ونصت السنة الصحيحة أن أحق الناس بالصحة الحسنة هي الأم ثلاثا ثم الأب. ¶ عاشرا: بين القرآن كيفية التعامل مع الوالدين: ¶ فبين القرآن أن الذرية أو الأبناء على نوعين: ¶ الأول: ذرية طائعة بارة بالوالدين. ¶ الثاني: ذرية شقية وعاقة للوالدين. ¶ أما الصنف الأول فيتمثل في مواقف الأنبياء كنوح وإبراهيم ويحيى وعيسى وإسماعيل ويوسف عليهم وعلى نبينا أفضل الصلاة وأتم التسليم- من دعاء لهما ولين جانب في القول لهما واعتراف بالجميل لهما، وغير ذلك من أنواع البر والإحسان إليهما. ¶ أما الصنف الثاني: فيتمثل في نوعين: ¶ ا- موقف ابن نوح، وهروبه من أبيه وعدم السماع والطاعة لأبيه، فكان من المغرقين. ¶ 2- وأما الموقف الثاني فيتمثل في كل من عق والديه وكذب بالحق، وعبر عنه القرآن في قوله تعالى: ¶ {وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلاَّ أَسَاطِيرُ الأَوَّلِينَ أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ} الأحقاف: 17-18.",
            "page": "141",
            "part": "1",
            "seal": "FAC4EE62"
        },
        {
            "id": "133",
            "nass": "نظام الأسرة في القرآن الكريم ¶ تمهيد: ¶ إن نظام الأسرة الذي شرعه الإسلام هو النظام الذي يتفق ويتلاءم مع الفطرة الإنسانية وتكوينها. ¶ وعندما أتحدث عن الأسرة ونظامها في القرآن، فإن المراد بها الزوج والزوجة، لأنهما الأصل في تكوين الأسرة أيا كانت، والله سبحانه عندما خلق الأشياء خلق من كل زوجين، قال تعالى: {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ} الذاريات: 49. ¶ قال ابن كثير عند تفسي رهذه الآية: ¶ \"أي جميع المخلوقات أزواج، سماء وأرض، وليل ونهار، وشمس وقمر، وبر وبحر، ضياء وظلام، وإيمان وكفر، وموت وحياة، وشقاء وسعادة، وجنة ونار، حتى الحيوانات والنبات\"1. ¶ وقال تعالى: {حَتَّى إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ ... } هود: 40. ¶ قال ابن كثير: ¶ \"فحينئذ أمر الله نوحا عليه السلام أن يحمل معه في السفينة من كل زوجين اثنن من صنوف المخلوقات ذوات الأرواح، قيل: وغيرها من النباتات اثنين: ذكرا وأنثى\"2. ¶ وقال تعالى: {فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ} المؤمنون: 27. ¶ ومعناها معنى الآية التي قبلها فسبحان الذي خلق فسوى. وقدر فهدى. ¶ وقد نزه الله سبحانه نفسه عند خلقه للأزواج المتعددة والمتنوعة، فقال تعالى: ¶ __________ ¶ 1تفسير القرآن العظيم (6/ 424) . دار الفكر. ¶ 2 المصدر نفسه (3/ 552) .",
            "page": "142",
            "part": "1",
            "seal": "CCA62EF9"
        },
        {
            "id": "134",
            "nass": "{سُبْحَانَ الَّذِي خَلَقَ الأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لا يَعْلَمُونَ} يس: 36. ¶ قال ابن كثير: ¶ أي: من زروع وثمار ونبات، {وَمِنْ أَنْفُسِهِمْ} : فجعلهم ذكرا وأنثى. {وَمِمَّا لا يَعْلَمُونَ} : أي من مخلوقات شتى لا يعرفونها، كما قال جلت عظمته: {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ} 1. ¶ ثم ذكر الله سبحانه أن الناس جميعا خلقوا من نفس واحدة، ومن تلك النفس خلق منها زوجها وبث منهما رجالا كثيرا ونساء: ¶ قال تعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً} النساء: ا. ¶ فـ\"أصل الخلق من أب واحد وأم واحدة، ليعطف بعضهم على بعض ويحننهم على ضعفائهم\"2 كما بيّن ذلك ووضحه رسوله الله صلى الله عليه وسلم من حديث جرير بن عبد الله البجلي رضي الله عنه قال: كنا عند رسول الله صلى الله عليه وسلم، قال: فجاءه قوم حفاة عراة مجتابي النمار أو العباءة متقلدي السيوف، عامتهم من مضر، بل كلهم من مضر، فتمعّر وجه رسول الله صلى الله عليه وسلم لما رأى بهم من الفاقة، فدخل ثم خرج، فأمر بلالا فأذن وأقام فصلى، ثم خطب فقال: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ} إلى آخر الآية {إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} ، والآية التي في الحشر: {اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّه} تصدق رجل من ديناره من درهمه، من ثوبه، من صاع بره، من صاع تمره، حتى قال: ولو بشق تمرة فجاء رجل من الأنصار بصرة كادت كفه تعجز عنها، بل عجزت، قال: ثم تتابع الناس حتى رأيت كومين من طعام وثياب، حتى رأيت وجه رسول الله صلى الله عليه وسلم يتهلل كأنه مذهبة، فقال رسول الله صلى الله عليه وسلم: \"من سن في الإِسلام حسنة فله أجرها وأجر من عمل بها بعده من غير أن ينقص من أجورهم شيء، ومن سن في ¶ __________ ¶ 1 المصدر نفسه (5/613) . ¶ 2 تفسير القرآن العظيم (2/196) .",
            "page": "143",
            "part": "1",
            "seal": "09104D20"
        },
        {
            "id": "135",
            "nass": "الإسلام سنة سيئة كان عليه وزرها، ووزر من عمل بها من بعده، من غير أن ينقص من أوزارهم شيء\"1. ¶ والشاهد فيه تذكير الناس بأصلهم، وأنهم من نفس واحدة، وحثهم على الصدقة، وعطفهم على بعضهم البعض. ¶ وجعل الله سبحانه من هذا الأصل (الأب والأم) شعوبا وقبائل ليتعارفوا، قال تعالى: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوباً وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} الحجرات: 13. ¶ وجعل بين تلك الشعوب والقبائل روابط وعلاقات يلتقون عليها، وأعظم تلك الروابط هي رابطة الإيمان، وما بعدها من الروابط مرتبط بها أو مبني عليها، كالمودة والمحبة والرحمة والإخاء وغير ذلك، ولذا حرم الله سبحانه النكاح أو التزاوج بين المسلم والمشركة، لفقد رابطة الإيمان بينهما. ¶ قال تعالى: {وَلا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} البقرة: 221. ¶ إن الإيمان هو الحوض الذي يلتقي عليه الزوجان المسلمان، سواء كانا أبيضين أو أسودين، أو أحدهما أبيض والآخر أسود، وسواء كانا حرين أو عبدين، أو كان أحدهما حرا والآخر عبداً، فلله الحمد على هذه الرابطة العالية الشريفة،، وعلى هذا الحوض الصافي من الكدر والشوائب، وعلى هذا النسب الرفيع الذي هو أعلى، نسب وجد. ¶ وإن الحكمة من هذا المبدأ الشرعي واضحة جلية: ¶ قال تعالى: {أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} ¶ ومادام أن المرأة تعتبر النصف الثاني في نظام الأسرة، لكونها أخد أصول الأسرة، أعرض لبيان حالها قبل الإسلام، وما هي عليه من خلال القرآن الكريم باختصار ¶ __________ ¶ 1 صحيح مسلم كتاب الزكاة (2/ 704، 705) .",
            "page": "144",
            "part": "1",
            "seal": "D0FDD05E"
        },
        {
            "id": "136",
            "nass": "مستعينا في ذلك ببعض الآثار الصحيحة. وفق النقاط التالية: ¶ أولا: ظاهرة التبرج وعلاج الإسلام لها. ¶ ثانياً: كراهية المرأة في الجاهلية كما صورها القرآن. ¶ ثالثاً: ضياع حقوقها وإلحاق الضرر بها. ¶ رابعاً: ممارسة أنكحة الجاهلية عليها. ¶ أولا: ظاهرة التبرج أو السفور وعلاج الشرع لها. ¶ التبرج أو السفور من مظاهر الجاهلية قديماً وحديثاً، وسماه الله في كتابه العزيز: التبرج، حيث قال: {وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى} الأحزاب: 33. \"وهو مأخوذ من السعة يقال: في أسنانه بَرَج إذا كانت متفرقة قاله المبرد\"1 ومعناه \"التكشف والظهور للعيون\"2. ¶ قال مجاهد: كانت المرأة تخرج تمشي بين يدي الرجال، فذلك تبرج الجاهلية الأولى. ¶ وقال قتادة: إذا خرجتن من بيوتكن- وكانت لهن مشية وتكسر وتغنج- فنهى الله عن ذلك. ¶ وقال مقاتل بن حيان: والتبرج أنها تلقي الخمار على رأسها ولا تشده فيواري قلائدها وقرطها وعنقها، ويبدو ذلك كله منها، وذلك التبرج، ثم عمت نساء المؤمنين في التبرج3. ¶ وقال أبو العباس المبرد: والجاهلية الأولى كما تقول الجاهلية الجهلاء قال: وكان النساء في الجاهلية الجهلاء يظهرن ما يقبح إظهاره حتى كانت المرأة تجلس مع زوجها وخِلّها، فينفرد خِلّها بها فوق الإزار إلى الأعلى، وينفرد زوجها بما دون الإزار إلى الأسفل، وربما سأل أحدهما صاحبه البدل\"4. ¶ __________ ¶ 1 الجامع لأحكام القرآن للقرطبي (14/ 179، 180) . ¶ 2 الجامع لأحكام القرآن للقرطبي (12/ 309) . ¶ 3 تفسير القرآن العظيم (5/452) . ط دار الفكر. ¶ 4 الجامع لأحكام القرآن للقرطبي 4 1/ 179،180.",
            "page": "145",
            "part": "1",
            "seal": "A1F678B0"
        },
        {
            "id": "137",
            "nass": "فهذه بعض أقوال السلف في معنى التبرج الذي هو السفور بل هي تفسير لبعض معاني السفور. ¶ ولقد عاشت المرأة قبل الإسلام عيشة مضنية وإن خيل لها أنها طليقا تختار من تشاء - زوجاً أو خدينا- وتترك من تشاء. وتُلْحقُ ولدها بمن تشاء دون خجل ولا حياء {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً} . ¶ وقد وصفت عائشة رضي الله عنها النكاح في الجاهلية، وأنه كان على أربعة أنحاء وذكرت من تلك الأربعة. قولها: ¶ \"ونكاح آخر. يجتمع الرهط مادون العشرة فيدخلون على المرأة كلهم يصيبها فإذا حملت ووضعت، ومرّ ليال بعد أن تضع حملها أرسلت إليهم فلم يستطع رجل منهم أن يمتنع حتى يجتمعوا عندها تقول لهم: قد عرفتم الذي كان من أمركم، وقد ولدت، فهو ابنك يافلان، تسمى من أحبت باسمه فيلحق به ولدها لا يستطيع أن يمتنع به الرجل\"1. ¶ انظر إلى هذه الفوضى في الحرية الجاهلية، وإلى فساد موطن الحرث الذي توارد عليه السقاء الملوث من كل شعب، فماذا ترى تكون نتائج زراعته، إنها زراعة فاسدة سقيت من قنوات متعددة بماء غير صاف. ¶ ولقد كانت حالة السفور للمرأة سمة من سمات الجاهلية نوّه القرآن بها على سبيل الذم والتنفير، ونهى أمهات المؤمنين من الوقوع فيها. قال تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى ... } الأحزاب: 33. ¶ وقد سبق تفسير السلف لكيفية التبرج في الجاهلية. ¶ وفي الحديث: \"إن المرأة عورة فإذا خرجت استشرفها الشيطان وأقرب ما تكون بروحة ربها وهي في قعر بيتها\" 2. ¶ إن المجتمعات الجاهلية تنظر إلى المرأة نظرة هابطة فلا تقيم لها وزنا، وإنما هي عبارة ¶ __________ ¶ 1 صحيح البخاري مع الفتح 9/182. ¶ 2 رواه البزار بسنده عن ابن مسعود، انظر تفسير ابن كثير 5/ 451. دار الفكر ومعنى \"استشرفها\" أي زينها أو نظر إليها من أجل فتنتها.",
            "page": "146",
            "part": "1",
            "seal": "065CA4B3"
        },
        {
            "id": "138",
            "nass": "عن أداة للمتاع يقضى الإنسان وطره منها ثم يستخدمها استخدام السائمة في الزرع والحرث دون مكانة ولا كرامة. ¶ وإن الجاهلية المعاصرة في التعامل مع المرأة لتذكرنا بجاهلية القرون الأولى، من تبرج سافر، وعضل قاهر، وظلم ظاهر، وتحايل ماكر، وتعامل مشين. ¶ لقد أخرجتها من بيتها، واستغلتها لتكون جندية في الشوارع العامة، ومضيفة في الطائرة، وممثلة في الشاشات المرئية، وموظفة بين الرجال الأجانب، ومطربة في النوادي المختلطة، وممرضة باسم الإنسانية، ودعائية لبعض المبيعات التجارية، بل أصبحت أحياناً تقود الجيوش وتصرّف الرجال وتدعو إلى السلام وتحضر المؤتمرات، وتعلن في غير حياء ولا خجل بالتصريحات إلى غير ذلك من الأمور التي لا شأن للمرأة بها، والجاهلية تزين لها عملها وتصفق وتروّج لما تقوم به، ظلما وعدوانا، من أجل إشباع الغريزة. وإيجاد الفوضى في العلاقات الجنسية بين الرجل والمرأة، وأن يكون نظام الأسرة مخلخلا لا ضابط ولا زمام ولا خطام له1. ¶ \"والجاهلية ليست فترة معينة من الزمان إنما هي حالة اجتماعية ذات تصورات معينة للحياة، ويمكن أن توجد هذه الحالة، وأن يوجد هذا التصور في أي زمان وفي أي مكان فيكون دليلاً على الجاهلية حيث كان2، وباختصار فكل ما خالف أمر الشرع فهو من الجاهلية. ¶ ولقد عالج الإسلام هذه الظاهرة السيئة، علاجاً شافياً كافياً، وفق قواعد شرعية معينة، احترم فيها وضع المرأة والأسرة وصانها مما يشينها ويوصم جبينها، فلله الحمد والمنة. ¶ \"وما كان يمكن أن تنبت كرامة المرأة من البيئة الجاهلية أبداً، لولا أن تنزل بها شريعة الله ونهجه في كرامة البشرية كلها، وفي تكريم الإنسان: الذكر والأنثى، وفي رفعه إلى المكان اللائق بكائن يحمل نفخة من روح الله العلي الأعلى. فمن هذا المصدر ¶ __________ ¶ 1 انظر مزيداً لوضع المرأة في الجاهلية كتاب المرأة بين الفقه والقانون لمصطفى السباعي ص 13، 18، 20، 21، وكتاب ماذا خسر العالم بانحطاط المسلمين للندوي. ¶ 2 في ظلال القرآن 6/ 584.",
            "page": "147",
            "part": "1",
            "seal": "BB2B8ACE"
        },
        {
            "id": "139",
            "nass": "انبثقت كرامة المرأة التي جاء بها الإسلام لا من أي عامل من عوامل البيئة\"1 ومن تلك القواعد الشرعية التي عالج من خلالها ظاهرة التبرج: ¶ ا- أمر الإسلام المرأة أن تلزم بيتها، وتقر فيه، ولا تخرج منه إلا لحاجة، فإن قدر لها الخروج لحاجة، فلا تتبرج تبرج الجاهلية الأولى: ¶ قال تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى} . ¶ وبين الإسلام أن المرأة عورة. والعورة يجب سترها، وستر المرأة جلوسها في بيتها. ¶ عن عبد الله بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال: ¶ \"إن المرأة عورة فإذا خرجت استشرفها الشيطان وأقرب ما تكون بروحة ربها وهي في قعر بيتها\" 2. ¶ وقال النبي صلى الله عليه وسلم: \"صلاة المرأة في مخدعها أفضل من صلاتها في بيتها، وصلاتها في بيتها أفضل من صلاتها في حجرتها\" 3. ¶ وهذا يرشد إلى أن لزومها بيتها هو الأصل فإذا كانت الصلاة التي أداؤها في المسجد هو الأصل فإن صلاة المرأة الأصل أداؤها في بيتها حفاظا عليها من الخروج أو التعرض للفتن. ¶ 2- أمر الإسلام الرجل والمرأة بغض البصر وحفظ الفرج، وفي هذا تمييز لنساء المؤمنين عن صفة نساء الجاهلية، وفعال المشركات، كما يقول الحافظ ابن كثير: ¶ قال تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُم} النور: 30. ¶ وقال تعالى: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنّ} النور:31. ¶ 3- أمر الإسلام المرأة أن تستر زينتها، ولا تبديها إلا في حالتين: ¶ الحالة الأولى: يستثنى ما ظهر منها: ¶ الحالة الثانية: أن تبدي زينتها لمن أحل الله لها أن تريه: ¶ __________ ¶ 1 في ظلال القرآن 8/ 480. ¶ 2 أخرجه الترمذي في الرضاع 4/153، والبزار انظر تفسير ابن كثير 5/ 451. ¶ 3 أخرجه أبو داود في كتاب الصلاة باب التشديد في ذلك 1/383، والبزار انظر تفسير ابن كثير 5/451.",
            "page": "148",
            "part": "1",
            "seal": "32CB8781"
        },
        {
            "id": "140",
            "nass": "قال تعالى: {وَلا يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا ... } النور: 31. ¶ وقال تعالى: {وَلا يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ ... } النور: 31. ¶ 4- أمرها الإِسلام بوضع الخمار أو الجلباب عليها، لكي لا تُعرف فلا تُؤذى: ¶ قال تعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ ... } الأصاب: 9ِ ¶ وفي الحديث الصحيح الوارد في قصة الإفك عن عائشة رضي الله عنها أنها قالت: لما استيقظت من استرجاع صفوان بن المعطل السلمي رضي الله عنه، قالت: فأتاني، فعرفني حين رآني، وقد كان يراني قبل أن يضرب علي الحجاب، فاستيقظت باسترجاعه حين عرفني، فخمرت وجهي بجلبابي ... \"1 الحديث. ¶ 5- أمر الإِسلام المؤمنين أن يسألوا النساء من وراء حجاب معللا ذلك بالطهر للقلوب، وبعداً لها عن الأمراض القلبية. ¶ قال تعالى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ... } وهو الأحزاب: 54. ¶ 6- حرم الإِسلام على المؤمنين دخول البيوت المسكونة إلا بعد الاستئذان والاستئناس من أهلها، حفاظا على عورات المسلمين وعدم الاطلاع عليها: ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ... } وهو النور: 27. ¶ 7- حرم الإِسلام على المرأة السفر إلا مع محرم لها: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا يحل لامرأة مسلمة تسافر مسيرة ليلة إلا ومعها رجل ذو حرمة لها\". ¶ وفي رواية عنه: \"لا يحل لامرأة تؤمن بالله واليوم الآخر تسافر مسيرة يوم إلا مع ذي محرم\". ¶ __________ ¶ 1 رواه البخاري في التفسير باب {وَلَوْلا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا} . الخ 8/452) .",
            "page": "149",
            "part": "1",
            "seal": "E8CE4959"
        },
        {
            "id": "141",
            "nass": "وفي رواية: \"يوم وليلة\". وفي رواية: \"يومين\". وفي رواية: وكل هذه الروايات صحيحة، رواها مسلم وغيره1. ¶ 8- حرم الإسلام على المرأة الاستثارة الظاهرة والباطنة، وحذرها من التشبه بنساء الجاهلية قديما وحديثاً: ¶ قال تعالى: {وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنّ} النور: 31. ¶ يقول ابن كثير رحمه الله: كانت المرأة في الجاهلية إذا كانت تمشي في الطريق، وفي رجلها خلخال صامت (لا يسمع صوته) ضربت برجلها الأرض، فيعلم الرجال طنينه، فنهى الله المؤمنات عن مثل ذلك وكذلك إذا كان شيء من زينتها مستورا فتحركت بحركة لتظهر ما هو خفي دخل في هذا النهيِ، لقوله تعالى: {وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنّ} ، ومن ذلك أيضاَ: أنها تنهى عن التعطر والتطيب عند خروجها من بيتها ليشتم الرجال طيبها. أهـ. ¶ ويشهد لهذا ما رواه الترمذي وأبو داود والنسائي من حديث أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"كل عين زانية والمرأة إذا استعطرت فمرت بالمجلس فهي كذا وكذا، يعني زانية\"، قال الترمذي: حسن صحيح2. ¶ 9- إذا قدر للمرأة أن تخاطب الرجال الأجانب عنها، فالإسلام يأمرها أن لا تخضع بالقول، وأن تقول قولا معروفا، والحكمة في ذلك: لئلا يطمع مريض القلب فيها، والخضوع بالقول هو ترقيقه وترخيمه: ¶ قال تعالى: {يَا نِسَاءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّسَاءِ إِنِ اتَّقَيْتُنَّ فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفاً} الأحزاب: 32. ¶ 15- جعل الإسلام للحجاب شروطاً، صيانة للمرأة وستراً لها، وبعداً لها عن وصف الكاسية العارية، وهذه الشروط ممكن الاطلاع عليها في كتب الأحكام3. ¶ __________ ¶ 1 انظر صحيح مسلم كتاب الحج باب سفر المرأة مع محرم إلى حج وغيره 2/ 975-978. ¶ 2 انظر سنن الترمذي كتاب الأدب باب ما جاء في كراهية خروج المرأة متعطرة 8/ 25، وسنن أبي داود كتاب الترجل باب المرأة تتطيب للزوج 4/ 400، وسنن النسائي كتاب الزينة باب ما يكره للنساء من الطيب8/153. ¶ 3 وانظر حجاب المرأة المسلمة للألباني ص 15 الطبعة الثالثة نشر المكتب الإسلامي.",
            "page": "150",
            "part": "1",
            "seal": "EDBB4890"
        },
        {
            "id": "142",
            "nass": "11- رخص الإسلام للمرأة المسنة التي لا ترجو نكاحا أن تضع ثيابها عند الغريب عنها من غير تبرج بزينة، وأرشدها إلى أن الاستعفاف خير لها وأفضل: ¶ قال تعالى: {وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لا يَرْجُونَ نِكَاحاً فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ وَاللَّهُ سَمِيعٌ عَلِيمٌ} النور: 60. ¶ فإذا كان هذا حال المرأة الكبيرة في السن، الغير طامعة في النكاح، ولا متطلعة له، فإن المرأة الأخرى التي لم تبلغ سن القواعد ولها رغبة في النكاح، وطامعة فيه لا يحق لها، ولا يجوز أن تضع ثيابها عنها بحضرة الرجال الغريبين عنها. ¶ ثانياً: كراهية المرأة في الجاهلية كما صورها القرآن ¶ تعتبر المرأة قبل الإِسلام رجساً من عمل الشيطان، لا قيمة لها ولا مكانة بل مبتذلة مهانة، ويتبين كراهيتهم لها في الآتي: ¶ أ- نسبتهم البنات إلى الله سبحانه دون الذكور: ¶ قال تعالى: {وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ} النحل: 57. ¶ وقال تعالى: {فَاسْتَفْتِهِمْ أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ} ولهم البنون الصافات: 149. ¶ وقال تعالى: {أَلَكُمُ الذَّكَرُ وَلَهُ الأُنْثَى تِلْكَ إِذاً قِسْمَةٌ ضِيزَى} النجم: 21. ¶ وقال تعالى: {أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ مَا لَكُمْ كَيْفَ تَحْكُمُونَ} الصافات: 51 ا-154. ¶ وقال تعالى: {أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ} الزخرف: 16. ¶ 2- وصفهم الملائكة أنهم إناث: ¶ قال تعالى: {وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثاً أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلونَ} الزخرف: 19. ¶ وقال تعالى: {أَمْ خَلَقْنَا الْمَلائِكَةَ إِنَاثاً وَهُمْ شَاهِدُونَ} الصافات: 150. ¶ وقال تعالى: {أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلائِكَةِ إِنَاثاً إِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظِيماً} الإِسراء: 45.",
            "page": "151",
            "part": "1",
            "seal": "3FBAF383"
        },
        {
            "id": "143",
            "nass": "3- اسوداد الوجه عندما يبشر بالأنثى: ¶ قال تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَى ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ يَتَوَارَى مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ أَلا سَاءَ مَا يَحْكُمُونَ} النحل:58،59. ¶ وقال تعالى: {وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلاً ظَلَّ وَجْهُهُ مُسْوَدّاً وَهُوَ كَظِيمٌ} الزخرف: 17. ¶ يقول ابن كثير: أي إذا بشر أحد هؤلاء بما جعلو لله من البنات يأنف من ذلك، يقول تبارك وتعالى: فكيف تأنفون أنتم من ذلك وتنسبونه إلى الله عز وجل1. ¶ 4- وأدهم لها وهي حية، والتخلص منها بدون أي سبب: ¶ قال تعالى: {وَإِذَا الْمَوْؤُودَةُ سُئِلَتْ بِأَيِّ ذَنْبٍ قُتِلَتْ} التكوير: 8، 9. ¶ قال ابن كثير: والمؤودة هي التي كان أهل الجاهلية يدسونها في التراب كراهة البنات، فيوم القيامة تسُئل المؤودة على أي ذنب قتلت ليكون ذلك تهديداً لقاتلها، فإنه إذا سُئل المظلوم فما ظن الظالم إذا2. ¶ وفي الحديث أن قيس بن عاصم قدم على النبي صلى الله عليه وسلم، فقال: يارسول الله إني وأدت اثنتي عشرة ابنة لي في الجاهلية، أو ثلاث عشرة، قال: \"أعتق عددهن نسما\"، قال: فأعتق عددهن نسما، فلما كان في العام المقبل جاء بمائة ناقة فقال: يارسول الله هذه صدقة قومي على أثر ما صنعت بالمسلمين. قال علي بن أبي طالب: فكنا نريحها ونسميها القيسية3. ¶ \"وكان الوأد يتم في صورة قاسية إذ كانت البنت تدفن حية، وكانوا يفتنون في هذا بشتى الطرق: ¶ فمنهم من كان إذا ولدت له بنت تركها حتى تكون في السادسة من عمرها، ثم يقول لأمها: طيبيها وزينيها حتى أذهب بها إلى أحمائها، وقد حفر لها بئرا في الصحراء، فيبلغ بها البئر، فيقول لها: انظري فيها، ثم يدفعها دفعا ويهيل التراب عليها. ¶ __________ ¶ 1 تفسير القرآن العظيم (6/ 221) ¶ 2 تفسير القرآن العظيم (7/ 224) . ¶ 3 المصدر نفسه (7/ 226) . والحديث أخرجه ابن أبي حاتم.",
            "page": "152",
            "part": "1",
            "seal": "653758F5"
        },
        {
            "id": "144",
            "nass": "وعند بعضهم: كانت الوالدة إذا جاءها المخاض جلست فوق حفرة محفورة، فإذا كان المولود بنتا رمت بها فيها ودفنتها وإن كان ابنا قامت به معها! ¶ وبعضهم كان إذا نوى ألا يئد الوليدة أمسكها مهينة إلى أن تقدر على الرعي فيلبسها جبة من صوف أوشعر، ويرسلها في البادية ترعى له إبله\"1. ¶ 5- حرمانها من بعض الطيبات ظلما وعدوانا: ¶ قال تعالى: {وَقَالُوا مَا فِي بُطُونِ هَذِهِ الْأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا وَإِنْ يَكُنْ مَيْتَةً فَهُمْ فِيهِ شُرَكَاءُ سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حَكِيمٌ عَلِيمٌ} الأنعام: 139. قال ابن عباس رضي الله عنهما: هو اللبن كانوا يحرمونه على إناثهم ويشربه ذكرانهم، وكانت الشاة إذا ولدت ذكرا ذبحوه، وكان للرجال دون النساء، وان كانت أنثى تركت فلم تذبح، وإن كانت ميتة فهم فيه شركاء، فنهى الله عن ذلك2. ¶ 6- إلحاق العقوبات بها: ¶ إن إلحاق أي عقوبة على أي إنسان- بل حتى الحيوان- بدون سبب ولا مبرر شرعي لهو من الظلم الذي حرمه الإسلام، وإن الجاهلية أوقعت على المرأة عدة عقوبات بلا مبرر معتبر، وذلك من ظلمها وعدوانها عليها فمن ذلك: ¶ 1- الطلاق: كان الزوج يمارس الطلاق على زوجته مراراً متعددة مادامت في عدتها فكلما أرادت أن تنقضي عدتها طلقها وهكذا من أجل عقوبتها والإضرار بها. ¶ أخرج أبو داود بسنده عن ابن عباس رضي الله عنهما في قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنّ} الآية، وذلك أن الرجل كان إذا طلق امرأته فهو أحق برجعتها وإن طلقها ثلاثاً فنسخ ذلك فقال: {الطَّلاقُ مَرَّتَانِ} 3الاَية. ¶ وأخرج ابن أبي حاتم بسنده عن عروة بن الزبير أن رجلا قال لامرأته: لا أطلقك أبداً ولا آويك أبداً قالت: وكيف ذلك؟ قال: أطلق حتى إذا دنا أجلك راجعتك، ¶ __________ ¶ 1 في ظلال القرآن (8/ 479) . ¶ 2 تفسير القرآن العظيم (3/108) . ¶ 3 رواه أبو داود في كتاب النكاح باب نسخ المراجعة بعد التطليقات الثلاث 2/ 644.",
            "page": "153",
            "part": "1",
            "seal": "042D2347"
        },
        {
            "id": "145",
            "nass": "فأتت رسول الله صلى الله عليه وسلم فذكرت ذلك له فأنزل الله عز وجل {الطَّلاقُ مَرَّتَانِ} 1. ¶ وفي رواية عنه قال: كان الرجل أحق برجعة امرأته وإن طلقها ماشاء مادامت في العدة، وإن رجلا من الأنصار غضب على امرأته فقال: والله لا آويك ولا أفارقك قالت: وكيف ذلك؟ قال: أطلقك فإذا دنا أجلك راجعتك ثم أطلقك فإذا دنا أجلك راجعتك فذكرت ذلك لرسول الله صلى الله عليه وسلم فأنزل الله عز وجل {الطَّلاقُ مَرَّتَانِ} قال فاستقبل الناس الطلاق من كان طلق ومن لم يكن طلق2. ¶ وعن عائشة رضي الله عنها قالت: \"لم يكن للطلاق وقت يطلق الرجل امرأته ثم يراجعها ما لم تنقض العدة، وكان بين رجل من الأنصار وبين أهله بعض ما يكون بين الناس فقال: والله لأتركنك لا أيماً ولا ذات زوج فجعل يطلقها حتى إذا كادت العدة أن تنقضي راجعها، ففعل ذلك مراراً، فأنزل الله عز وجل فيه {الطَّلاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَان} فوقت الطلاق ثلاثاً لا رجعة فيه بعد الثالثة حتى تنكح زوجاً غيره\"3. ¶ وقال ابن كثيرفي تفسيره لهذه الآية: ¶ \"هذه الآية الكريمة رافعة لما كان عليه الأمر في ابتداء الإِسلام من أن الرجل كان أحق برجعة امرأته وإن طلقها مائة مرة مادامت في العدة فلما كان هذا فيه ضرر على الزوجات قصرهم الله إلى ثلاث طلقات، وأباح الرجعة في المرة والثنتين، وأبانها بالكلية في الثالثة فقال: {الطَّلاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَان} \"4. ¶ فبينت الآثار السابقة كيف كان يستخدم الطلاق عقوبة على المرأة وإضرارا بها فرفع الله ذلك وحدد ألفاظه وبينّ أوقاته وأمر بالمعروف في حالة الإمساك للمرأة، والإحسان في حالة التسريح ومن تعدي حدود الله فهو من الظالمين. ¶ 2- الإيلاء: أحد العقوبات التى كانت توقعها الجاهلية السنة والسنتين على ¶ __________ ¶ 1 تفسير القرآن العظيم (1/482) . ط دار الفكر. ¶ 2 تفسير القرآن العظيم (1/482) . ط دار الفكر. ¶ 3 رواه ابن مردويه انظر تفسير القرآن العظيم لابن كثير (1/482) . ¶ 4 المصدر نفسه 1/ 481.",
            "page": "154",
            "part": "1",
            "seal": "63728342"
        },
        {
            "id": "146",
            "nass": "المرأة ظلما وعدواناً، حتى إن بعضِ المسلمين مارس هذه العقوبة في الإِسلام على المرأة، فجعل الله سبحانه لها حداً محدوداَ. ¶ قال تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ وَإِنْ عَزَمُوا الطَّلاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} البقرة: 226، 227. ¶ قال عبد الله بن عباس رضي الله عنهما: كان إيلاء الجاهلية السنة والسنتين، وأكثر من ذلك، يقصدون بذلك إيذاء المرأة عند المساءة فوُقِّتَ لهم أربعة أشهر، فمن آلى بأقل من ذلك فليس بإيلاء حكمي1. ¶ ويقول دروزة: لقد ذكرنا قبل أن العرب قبل الإِسلام كانوا يحلفون بأن لا يعاشروا زوجاتهم معاشرة جنسية، فيغدون معلقات، لا هن زوجات، ولا هن مطلقات، وأنهم كانوا يعمدون إلى ذلك لأسباب متنوعة، منها كراهية ولادتهن البنات، وفي سورات الغضب، أوكراهيتهم لهن مع عدم الرغبة في تطليقهن حتى لا يتزوجن غيرهم أو حتى يمتن عندهم فيرثونهن، أو بقصد ابتزاز أموالهن، أو ليبقين للعناية بأولادهن2. ¶ 3- الظهار: ¶ وصف الله سبحانه هذا التصرف من القول بأنه منكر وزور، كما ورد في آية المجادلة: {وَإِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراً} . ¶ والظهار هو إحدى العقوبات التي كانت الجاهلية المقيتة تمارسها على الزوجة، وقد مارسه بعض المسلمين. ¶ قال ابن عباس رضي الله عنهما: \"كان الرجل إذا قال لامرأته في الجاهلية: أنت عليّ كظهر أمي حرمت عليه، فكان أول من ظاهر من الإسلام: أوس.. الخ\"3. ¶ قال ابن كثير: أصل الظهار مشتق من الظهر، وذلك أن الجاهلية كانوا إذا ظاهر أحدهم من امرأته قال لها: أنت علي كظهر أمي، ثم في الشرع كان الظهار في سائر الأعضاء قياسا على الظهر، وكان الظهار عند الجاهلية طلاقاً، فأرخص الله لهذه الأمة ¶ __________ ¶ 1 تفسير القرطبي (3/103) ، وانظر فتح الباري (9/427) . ¶ 2 المرأة في القرآن والسنة ص 101، طبعة ثانية 1400هـ. ¶ 3 تفسير القرآن العظيم (6/576) .",
            "page": "155",
            "part": "1",
            "seal": "E6337E02"
        },
        {
            "id": "147",
            "nass": "وجعل فيه كفارة، ولم يجعله طلاقا كما كانوا يعتمدونه في جاهليتهم، هكذا قال غير واحد من السلف1. ¶ إن هذه العقوبة الجاهلية قائمة على غير أصل، فلذا وصفت بأنها زور ومنكر، وإن وقعها على المرأة لعظيم، وصدر سورة المجادلة يدل على ذلك، من كون المرأة جاءت إلى النبي صلى الله عليه وسلم تشتكي وتعرض قضيتها عليه وتحاور الرسول صلى الله عليه وسلم في شأنها وزوجها. ¶ تقول عائشة رضي الله عنها: \"الحمد لله الذي وسع سمعه الأصوات لقد جاءت المجادلة إلى النبي صلى الله عليه وسلم تكلمه وأنا في ناحية البيت ما أسمع ما تقول، فأنزل الله عزوجل: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا ... } المجادلة: 12. ¶ 4- الإضرار بها في الإحداد: ¶ قال تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ بِالْمَعْرُوفِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} البقرة: 234. ¶ ثبت في الصحيحين من حديث أم سلمة رضي الله عنها أنها قالت: جاءت امرأة إلى رسول الله صلى الله عليه وسلم فقالت: يارسول الله إن ابنتي توفي عنها زوجها، وقد اشتكت عينها، أفتكحلها؟ فقال رسول الله صلى الله عليه وسلم: \"لا\"، مرتين أو ثلاثاً، كل ذلك يقول: \"لا\"، ثم قال رسول الله صلى الله عليه وسلم: \"إنما هي أربعة أشهر وعشر، وقد كانت إحداكن في الجاهلية ترمي بالبعرة على رأس الحول\". ¶ قال حميد: فقلت لزينب: وما ترمى بالبعرة على رأس الحول؟ فقالت زينب: كانت المرأة إذا توفي عنها زوجها دخلت حفشا3 ولبست شر ثيابها ولم تمس طيبا، حتى تمر بها سنة، ثم تؤتى بدابة حمار أو شاة أو طائر- فتفتض4 به فقلما تفتض بشيء إلا مات، ثم تخرج فتعطى بعرة فترمي بها. ثم تراجع بعد ما شاءت من طيب أو غيره. ¶ __________ ¶ 1 تفسير القرآن العظيم (6/ 575) . ¶ 2 رواه أحمد في المسند 6/46 وأخرجه البخاري في كتاب التوحيد تعليقاً 13/372. ¶ 3 الحفش: بكسر المهملة وسكون الفاء هو البيت الصغير الذليل الحقير. ¶ 4 فتفتض به: فسره مالك كما في آخر الحديث، وقال ابن حجر: وأصل الفض: الكسر أي تكسر ما كانت فيه وتخرج منه بما تفعله بالدابة، فتح الباري (9/490) .",
            "page": "156",
            "part": "1",
            "seal": "2F523D45"
        },
        {
            "id": "148",
            "nass": "سُئل مالك: ما تفتض به؟ قال: تمسح به جلدها1. ¶ وعن أم سلمة رضي الله عنها: أن امرأة توفي زوجها فخشوا على عينيها فأتوا على رسول الله صلى الله عليه وسلم فاستأذنوه في التكحل، فقال: \"لا تكتحل، قد كانت إحداكن تمكث في شر أحلاسها أو شر بيتها، فإذا كان حول فمر كلب رمت ببعرة، فلا حتى تمضي أربعة أشهر وعشر\" 2. ¶ قال ابن قتيبة: سألت الحجازين عن الافتضاض، فذكروا أن المعتدة كانت لا تمس ماء ولا تقلم ظفرا، ولا تزيل شعرا، ثم تخرج بعد الحول بأقبح منظر، ثم تفتض أي: تكسر ما هي فيه من العدة بطائر تمسح به قبلها وتنبذه، فلا يكاد يعيش بعدما تفتض به3. ¶ 5- الإكراه على البغاء: ¶ قال تعالى: {وَلا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّناً لِتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَنْ يُكْرِهْهُنَّ فَإِنَّ اللَّهَ مِنْ بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَحِيمٌ} النور: 33. ¶ وهذا نوع من الأساليب الجاهلية العفنة التي تعامل بها المرأة قبل الإِسلام، وقد ورد في سبب النزول لهذه الآيات روايات متعددة مفادها أن جارية لعبد الله بن أبي بن سلول كان يُكرهها سيدها على ارتكاب الفجور فتأبى فأنزل الله هذه الآية4. ¶ يقول ابن كثير: كان أهل الجاهلية إذا كان لأحدهم أمة أرسلها تزني وجعل عليها ضريبة يأخذ منها كل وقت، فلما جاء الإِسلام نهى الله المؤمنين عن ذلك وكان سبب نزول هذه الآية الكريمة فيما ذكر غير واحد من المفسرين من السلف والخلف في شأن عبد الله بن أبي بن سلول، فإنه كان له إماء، فكان يكرههن على البغاء طلبا لخراجهن ¶ __________ ¶ 1 رواه البخاري في الطلاق، باب تحد المتوفى عنها أربعة أشهر، قح الباري (9/ 484) ، ومسلم في الطلاق باب الإِحداد 2/ 1124 نحوه واللفظ للبخاري. ¶ 2 رواه البخاري في الطلاق، باب الكحل للحادة فتح الباري (9/ 490) . ¶ 3 فتح الباري 9/ 489. ¶ 4 انظر تفسير القرآن العظيم (5/98، 99) . وهو مروى عن ابن عباس وأنس وجابر والزهري والسدي ومقاتل بن حيان.",
            "page": "157",
            "part": "1",
            "seal": "2D6578E3"
        },
        {
            "id": "149",
            "nass": "ورغبة في أولادهن ورياسة منه فيما يزعم1 (1) . ¶ إن هذا الصنيع المزعوم فيه هدر لكرامة المرأة، وهتك لعرضها، وتحطيم لشعورها، وامتهان لشخصيتها، وجاء الإسلام واحترم كرامتها وشعورها، وصان عرضها وحفظ شخصيتها فلله الحمد والمنة. ¶ 6- التقزز منها والبعد عنها: ¶ قال تعالى: {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} البقرة: 222. ¶ وسبب نزول هذه الآية يبين موقف الجاهلية من المرأة التي كتب الله عليها المحيض، وليس لها فيه أي سبب في منعه أو إخراجه: ¶ عن أنس رضي الله عنه أن اليهود كانت إذا حاضت المرأة منهم لم يؤاكلوها، ولم يجامعوها في البيوت، فسأل أصحاب النبي صلى الله عليه وسلم، فأنزل الله عز وجل: {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ} حتى فرغ من الآية، فقال رسول الله صلى الله عليه وسلم: \"اصنعوا كل شيء إلا النكاح\"، فبلغ ذلك اليهود فقالوا: مايريد هذا الرجل أن يدع من أمرنا شيئا إلا خالفنا فيه، فجاء أسيد بن حضير وعباد بن بشر فقالا: يارسول الله إن اليهود قالت كذا وكذا، أفلا نجامعهن؟ فتغير وجه رسول الله حتى ظننا أن قد وجد عليهما، فخرجا، فاستقبلتهما هدية من لبن إلى رسول الله صلى الله عليه وسلم، فأرسل في آثارهما، فسقاهما، فعرفا أن لم يجد عليهما\" رواه أحمد ومسلم2. ¶ إن هذا المكتوب على المرأة بقضاء الله وقدره لهو فوق طاقتها، فلماذا يوقف منها هذا الموقف وتشعر بأنها نجس قذر؟! ¶ ولقد عالج الإسلام هذا فقال النبي صلى الله عليه وسلم: \"اصنعوا كل شيء إلا النكاح\". ولما سأل ¶ __________ ¶ 1 تفسير القرآن العظيم (5/97) . ¶ 2 انظر المسند 3/ 132، 133.",
            "page": "158",
            "part": "1",
            "seal": "44CCA512"
        },
        {
            "id": "150",
            "nass": "مسروق عائشة رضي الله عنها عن ما للرجل من امرأته وهي حائض؟ فقالت له: \"كل شيء إلا فرجها\"1. ¶ وفي رواية: \"كل شيء إلا الجماع\"2. ¶ وأخبرت رضي الله عنها عن النبي صلى الله عليه وسلم بقولها: \"كان يأمرني فأغسل رأسه وأنا حائض\" 3. ¶ \"وكان يتكئ في حجري وأنا حائض فيقرأ القرآن\" 4. ¶ وثبت في الصحيح عنها أنها قالت: كنت أتعرق العرق وأنا حائض فأعطيه النبي صلى الله عليه وسلم فيضع فمه في الموضع الذي وضعت فمي فيه، وأشرب الشراب وأناوله فيضع فمه في الموضع الذي كنت أشرب منه 5. ¶ وتقول رضي الله عنها: \"كنت أنا ورسول الله صلى الله عليه وسلم نبيت في الشعار الواحد وأنا حائض طامث فإن أصابه شيء غسل مكانه لم يعده وإن أصابه- يعني ثوبه- غسل مكانه ولم يعده وصلى فيه\" 6. ¶ إنه تعامل رفيع، وحسنُ خلقٍ عظيم، يشعر الإنسان من خلاله بإنسانيته وإنه مقدر ومحترم. ¶ ثالثاً: ضياع حقوقها وإلحاق الضرر بها ¶ إن الله سبحانه حرّم الظلم على نفسه، وجعله بين خلقه محرماً حيث قال: \"ياعبادي إني حرمت الظلم على نفسي وجعلته محرماً فلا تظالموا\" رواه مسلم. ¶ وإن المرأة لاقت في حياة الجاهلية قديماً وحديثاً ألواناً وصوراً شتى من الظلم والعدوان. فمن ذلك: ¶ 1- عضلها: وهومنعها من حقها وإلحاق الضرر بها حسياً ومعنويا. ¶ __________ ¶ 1 أخرجه ابن جرير في التفسير 4/378 وصحح إسناده أحمد شاكر. ¶ 2 أخرجه ابن جرير في التفسير 4/377 وصحح إسناده أحمد شاكر. ¶ 3 انظر صحيح مسلم كتاب الحيض باب جواز غسل الحائض رأس زوجها 1/ 244 رقم 10 و 14 و15. ¶ 4 انظر صحيح مسلم كتاب الحيض باب جواز غسل الحائض رأس زوجها 1/ 244 رقم 10 و 14 و15. ¶ 5 انظر صحيح مسلم كتاب الحيض باب جواز غسل الحائض رأس زوجها 1/ 244 رقم 10 و 14 و15. ¶ 6 رواه أبو داود في النكاح باب في إتيان الحائض ومباشرتها 2/ 621 وكذلك أخرجه في كتاب الطهارة باب في الرجل يصيب منها ما دون الجماع 1/185 والنسائي في الطهارة باب مضاجعة الحائض 1/ 150.",
            "page": "159",
            "part": "1",
            "seal": "7A16ECB1"
        },
        {
            "id": "151",
            "nass": "قال تعالى: {وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلاَّ أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ ... } النساء: 19. ¶ وقال تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ... } البقرة: 232. ¶ والعضل للمرأة من رواسب الجاهلية وعاداتها البغيضة، وقد بقي أثره في الناس، حتى في الإسلام، لكن عولج بالنهي المقتضي للتحريم بلا هوادة أو تراخ فيه، والعضل في هاتين الآيتن مختلف، وإن كانت نتيجته واحدة. ¶ فالعضل المذكور في آية النساء المراد به: الإضرار بالمرأة في عيشتها، وقهرها من أجل أن تتنازل بحقها أو ببعضه من الصداق أو أي حق سواه. ¶ قال ابن عباس في قوله: {وَلا تَعْضُلُوهُنَّ} : يقول: ولا تقهروهن {لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ} : يعني الرجل تكون له المرأة، وهو كاره لصحبتها، ولها عليه مهر فيضرها لتفتدي به. ¶ قال ابن كثير: وكذا قال الضحاك وقتادة وغير واحد، واختاره ابن جرير1. ¶ وأما العضل المذكور في آية البقرة، فالمراد به: منع المرأة من الرجوع إلى زوجها بعد انتهاء عدتها، وهي راغبة فيه، وهو كذلك. ¶ قال ابن عباس: نزلت هذه الآية في الرجل يطلق امرأته طلقة أو طلقتين، فتنقضي عدتها، ثم يبدو له أن يتزوجها، وأن يراجعها، وتريد المرأة ذلك، فيمنعها أولياؤها من ذلك، فنهى الله أن يمنعوها. ¶ قال ابن كثير: وكذا روى العوفي عنه عن ابن عباس أيضا، وكذا قال مسروق وإبراهيم النخعي والزهري والضحاك أنها نزلت في ذلك، وهذا الذي قالوه ظاهر من الآية2. ¶ والحديث الصحيح يوضح ذلك ويبينه، فعن معقل بن يسار رضي الله عنه أنه زوج أخته رجلا من المسلمين على عهد رسول الله صلى الله عليه وسلم، فكانت عنده ما كانت، ثم طلقها ¶ __________ ¶ 1 تفسير القرآن العظيم (2/228) . ¶ 2 المصدر نفسه (1/ 500) .",
            "page": "160",
            "part": "1",
            "seal": "F071AFB1"
        },
        {
            "id": "152",
            "nass": "تطليقة لم يراجعها حتى انقضت عدتها، فهويها وهويته، ثم خطبها مع الخطاب، فقال له: يالكع ابن لكع، أكرمتك بها، وزوجتكها، فطلقتها، والله لا ترجع إليك أبداً. آخر ما عليك، قال: فعلم الله حاجته إليها وحاجتها إلى بعلها، فأنزل الله: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ..} إلى قوله: {وَأَنْتُمْ لا تَعْلَمُونَ} ، فلما سمعها معقل قال: سمع لربي وطاعة، ثم دعاه، فقال: أزوجك، وأكرمك1. ¶ قال ابن كثير: زاد ابن مردويه: \"وكفرت عن يميني\"2. ¶ وتوجد صورة ثالثة من العضل خاصة في اليتيمة: ¶ قال الله تعالى: {وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ ... } النساء: 3. ¶ وقال تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللاَّتِي لا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيماً} النساء: 127. ¶ وقد بينت السنة الصحيحة صورة هذا العضل الجاهلي: ¶ أخرج البخاري بسنده عن عروة بن الزبيرأنه سأل عائشة رضي الله عنها عن قول الله تعالى: {وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُوا فِي الْيَتَامَى} ، قالت: يا ابن أختي: هذه اليتيمة تكون في حجر وليها تشركه في ماله ويعجبه مالها وجمالها، فيريد وليها أن يتزوجها بغير أن يقسط لا صداقها فيعطيها مثل ما يعطيها غيره، فنهوا أن ينكحوهن إلا أن يقسطوا إليهن ويبلغوا بهن أعلى سنتهن يا الصداق، وأمروا أن ينكحوا ما طاب لهم من النساء سواهن. ¶ قال عروة: قالت عائشة: وإن الناس استفتوا رسول الله بعد هذه الآية، فأنزل الله: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ} . ¶ __________ ¶ 1 هذه رواية الترمذي في أبواب التفسير 8/ 170 والحديث أخرجه البخاري في النكاح باب من قال: لا نكاح إلا بولي 9/183 وفي الطلاق باب {وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِن} 9/482 مع الفتح وأبو داود في النكاح باب في العضل 2/569. ¶ 2 تفسير القرآن العظيم (1/ 500) .",
            "page": "161",
            "part": "1",
            "seal": "0480C660"
        },
        {
            "id": "153",
            "nass": "قالت عائشة: وقول الله في الآية الأخرى: {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} رغبة أحدكم عن يتيمته إذا كانت قليلة المال والجمال، فنهوا أن ينكحوا من رغبوا في مالها وجمالها من النساء إلا بالقسط، من أجل رغبتهم عنهن إذا كن قليلات المال والجمال1. ¶ وأخرج البخاري بسنده عن عائشة رضي الله عنها قالت: هو الرجل تكون عنده اليتيمة، هو وليها ووارثها، فأشركته في ماله، حتى في العذق، فيرغب أن ينكحها، ويكره أن يزوجها رجلا، فيشركه في ماله بما شركته، فيعضلها، فنزلت الآية2، وهو في مسلم أيضاً. ¶ وروى علي بن أبي طلحة عن ابن عباس في معنى الآية قال: كان الرجل في الجاهلية تكون عنده اليتيمة فيلقي عليها ثوبه، فإذا فعل ذلك لم يقدر أحد أن يتزوجها أبداً، فإن كانت جميلة، وهويها تزوجها، وأكل مالها، وإن كانت دميمة منعها الرجال أبداً حتى تموت، فإذا ماتت ورثها، فحرم الله ذلك ونهى عنه3. ¶ قال ابن كثير: والمقصود: أن الرجل إذا كان في حجره يتيمة يحل تزويجها، فتارة يرغب في أن يتزوجها، فأمره الله أن يمهرها أسوة بأمثالها من النساء، فإن لم يفعل، فليعدل إلى غيرها من النساء، فقد وسع الله عز وجل، وهذا المعنى في الآية الأولى في أول السورة، وتارة لا يكون له فيها رغبة لدمامتها عنده، أو في نفس الأمر، فنهاه الله عز وجل أن يعضلها عن الأزواج خشية أن يشركوه في ماله الذي بينه وبينها4. ¶ 2- وراثتها على سبيل الإكراه والإضرار بها: ¶ قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً ... } النساء:19. ¶ وسبب النزول كاف في بيان نوعية هذا الإكراه: ¶ أخرج البخاري بسنده عن ابن عباس رضي الله عنهما في قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} ، قال: كانوا إذا مات الرجل كان أولياؤه أحق ¶ __________ ¶ 1 صحيح البخاري مع فتح الباري (8/239) 0 الطبعة السلفية. ¶ 2 صحيح البخاري مع فتح الباري (8/265) ، ومسلم في التفسير رقم 9. ¶ 3 تفسير القرآن العظيم (2/ 405) . ط دار الفكر. ¶ 4 تفسير القرآن العظيم (2/ 405) . ط د ار الفكر.",
            "page": "162",
            "part": "1",
            "seal": "392CBF8E"
        },
        {
            "id": "154",
            "nass": "بامرأته، إن شاء بعضهم تزوجها، وإن شاءوا زوجوها، وإن شاءوا لم يزوجوها، وهم أحق بها من أهلها، فنزلت هذه الاَية: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 1. ¶ ولهذا الإِرث الإِكراهي صور شتى كانت الجاهلية تمارسه على الزوجة وهي تتقبله، لأنها غير مبين في الخصام، فمن ذلك: ¶ أ- ما ثبت في الصحيح عن ابن عباس رضي الله عنهما، والوارد في سبب النزول للآية أعلاه. ¶ 2- ما رواه عكرمة عن ابن عباس قال: {يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} الآية، وذلك أن الرجل كان يرث امرأة ذي قرابته، فيعضلها حتى تموت أو ترد إليه صداقها، فأحكم الله تعالى عن ذلك. ¶ قال ابن كثير: تفرد به أبو داود، وقد رواه غير واحد عن ابن عباس بنحو ذلك2. ¶ 3- روى الطبري من طريق الحسن والسدي وغيرهما: كان الرجل يرث امرأة ذي قرابته فيعضلها حتى تموت أو ترد إليه الصداق. قال ابن حجر: \"وزاد السدي: إن سبق الوارث فألقى عليها ثوبه كان أحق بها وإن سبقت هي إلى أهلها فهي أحق بنفسها\"3. ¶ 4- وعن مقسم عن ابن عباس: كانت المرأة في الجاهلية إذا توفى عنها زوجها، فجاء رجل فألقى عليها ثوباً، كان أحق بها، فنزلت: {يَاأَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 4. ¶ 5- وروى علي بن أبي طلحة عن ابن عباس في قوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} قال: كان الرجل إذا مات وترك جارية ألقى عليها حميمه ثوبه، فمنعها من الناس، فإن كانت جميلة تزوجها، وإن كانت دميمة حبسها حتى تموت فيرثها. ¶ __________ ¶ 1 صحيح البخاري مع فتح الباري (8/ 245) . رقم 4579. ¶ 2 تفسير القرآن العظيم (2/226) . ط دار الفكر. والحديث سبق تخريجه في ص 157. ¶ 3 فتح الباري (8/247) . ¶ 4 تفسير القرآن العظيم (2/ 226-227) . وانظر فتح الباري 8/ 246-247.",
            "page": "163",
            "part": "1",
            "seal": "D6214196"
        },
        {
            "id": "155",
            "nass": "6- وروى العوفي عن ابن عباس: كان الرجل من أهل المدينة إذا مات حميم أحدهم، ألقى ثوبه على امرأته فورث نكاحها، ولم ينكحها أحد غيره وحبسها عنده حتى تفتدي منه بفدية، فأنزل الله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 1. ¶ 7- وقال زيد بن أسلم: كان أهل يثرب إذا مات الرجل منهم في الجاهلية ورث امرأته من يرث ماله، وكان يعضلها حتى يرثها أو يزوجها من أراد، وكان أهل تهامة يسيء الرجل صحبة المرأة حتى يطلقها، ويشترط عليها أن لا تنكح إلا من أراد حتى تفتدي منه ببعض ما أعطاها فنهى الله المؤمنين عن ذلك2. ¶ 8- وعن أبي أمامة بن حنيف قال: لما توفي أبو قيس بن الأسلت أراد ابنه أن يتزوج امرأته، وكان لهم ذلك في الجاهلية، فأنزل الله: {لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 3.. وحسن إسناده ابن حجر4. ¶ 9- وعن عطاء أن أهل الجاهلية كانوا إذا هلك الرجل وترك امرأة حبسها أهله على الصبي حتى يكون فيهم، فنزلت: {لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 5. ¶ 10- وقال مجاهد: كان الرجل إذا توفي كان ابنه أحق بامرأته ينكحها إن شاء- إذا لم يكن ابنها- أو ينكحها من شاء: أخاه أو ابن أخيه6. ¶ 11- وقال عكرمة: نزلت في كبيشة بنت معن بن عاصم بن الأوس، توفى عنها أبو قيس بن الأسلت، فجنح عليها ابنه، فجاءت رسول الله صلى الله عليه وسلم، فقالت: يارسول الله، لا أنا ورثت زوجي، ولا أنا تركت فأنكح، فأنزل الله هذه الآية7. ¶ 12- وقال السدي عن أبي مالك: كانت المرأة في الجاهلية إذا مات زوجها، جاء ¶ __________ ¶ 1 تفسير القرآن العظيم (2/ 226-227) . وانظر فتح الباري 8/ 246-247. ¶ 2 تفسير القرآن العظيم (2/ 226-227) . وانظر فتح الباري 8/ 246-247. ¶ 3 تفسير القرآن العظيم (2/ 226-227) . وانظر فتح الباري 8/ 246-247. ¶ 4 انظر فتح الباري 8/247. ¶ 5 تفسير القرآن العظيم (2/ 226-227) . وانظر فتح الباري (8/ 246-247. ¶ 6 تفسير القرآن العظيم (2/227) . ¶ 7 تفسير القرآن العظيم (2/227) .",
            "page": "164",
            "part": "1",
            "seal": "1963FD51"
        },
        {
            "id": "156",
            "nass": "وليها فألقى عليها ثوبا، فإن كان له ابن صغير أو أخ حبسها حتى يشب، أو تموت فيرثها، فإن هي انفلتت فأتت أهلها، ولم يلق عليها ثوبا نجت، فأنزل الله: {لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 1. ¶ 13- وقال مجاهد أيضاً: كان الرجل يكون في حجره اليتيمة هو يلي أمرها، فيحبسها رجاء أن تموت امرأته فيتزوجها، أويزوجها ابنه2. ¶ وهذا مروي عن الشعبي وعطاء بن أبي رباح وأبي مجلز والضحاك والزهري وعطاء الخراساني ومقاتل بن حيان، ذكر هذا ابن أبي حاتم. ¶ قال ابن كثير: قلت: فالآية تعم ما كان يفعله أهل الجاهلية، وما ذكره مجاهد ومن وافقه، وكل ما كان فيه نوع من ذلك، والله أعلم3. ¶ رابعاً: الاعتداء عليها بالأنكحة الجاهلية ¶ أشار القرآن الكريم إلى بعض تلك الأنكحة التي كانت تمارس في الجاهلية ووصفها بأوصاف غليظة تنفيراً منها وتقبيحا لها، كما أوضحت السنة بعضاً منها، وقد أبطلها الإِسلام، فمن ذلك: ¶ أ- نكاح المقت: وهو نكاح الابن لزوجة أبيه بعد وفاته: ¶ قال تعالى: {وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتاً وَسَاءَ سَبِيلاً} النساء: 22. ¶ وورد في سبب نزول هذه الآية أن رجلا من الأنصار قال: لما توفي أبو قيس بن الأسلت خطب ابنه قيس امرأته، فقالت: إنما أعدّك ولدا، وأنت من صالحي قومك، ولكني آتي رسول الله صلى الله عليه وسلم، فقالت: إن أبا قيس توفي، فقال: \"خيرا\"، ثم قالت: إن ابنه قيس خطبني وهو من صالحي قومه، وإنما كنت أعده ولدا، فما ترى؟ فقال: \"ارجعي إلى بيتك\" قال: فنزلت: {وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ ... } 4. ¶ وعن عكرمة قال: نزلت في أبي قيس بن الأسلت، خلف على أم عبيد الله ضمرة، ¶ __________ ¶ 1 تفسير القرآن العظيم (2/227) . ¶ 2 تفسير القرآن العظيم (2/228) . ¶ 3 تفسير القرآن العظيم (2/228) . ¶ 4 رواه ابن أبي حاتم، نقلا عن ابن كثير (2/232) .",
            "page": "165",
            "part": "1",
            "seal": "B9A2ABEA"
        },
        {
            "id": "157",
            "nass": "وكانت تحت الأسلت أبيه، وفي الأسود بن خلف، وكان خلف على ابنة أبي طلحة بن عبد العزى بن عثمان بن عبد الدار، وكانت عند أبيه خلف، وفي فاختة ابنة الأسود بن المطلب بن أسد، كانت عند أمية بن خلف فخلف عليها صفوان بن أمية1. ¶ قال ابن كثير: وقد زعم السهيلي أن نكاح نساء الآباء كان معمولا به في الجاهلية، ولهذا قال: {إِلاَّ مَا قَدْ سَلَفَ} . ¶ وهذا النوع من النكاح وصفه الله بثلاثة أوصاف بشعة، وهي الفحش الذي هو الزنا، كما قال تعالى: {وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً} الآية. ¶ ووصفه بالمقت، الذي هو البغض الشديد، ووصفه بإساءة السبيل، أي: الطريق للذي سلكه وتعاطاه. ¶ قال ابن كثير: وعلى كل تقدير، فهو حرام في هذه الأمة، مبشع غاية التبشع، ولهذا قال تعالى: {إِنَّهُ كَانَ فَاحِشَةً وَمَقْتاً وَسَاءَ سَبِيلاً} وقال: {وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَن} ، وقال: {وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً} فزاد ههنا: {وَمَقْتاً} ، أي بغضا، أي هو أمر كبير في نفسه، ويؤدي إلى مقت الابن أباه بعد أن يتزوج بإمرأته فإن الغالب أن من تزوج بامرأة يبغض من كان زوجها قبله، ولهذا حرمت أمهات المؤمنين على الأمة، لأنهن أمهات لكونهن زوجات النبي صلى الله عليه وسلم وهو كالأب، بل حقه أعظم من حق الآباء بالإجماع، بل حبه مقدم على حب النفوس، صلوات الله وسلامه عليه2. ¶ 2- الجمع بين الأختين (نكاح الأختين معا) : ¶ قال تعالى في بيان المحرمات على الرجل نكاحهن: {وَأَنْ تَجْمَعُوا بَيْنَ الأُخْتَيْنِ إِلاَّ مَا قَدْ سَلَفَ ... } النساء: 23. ¶ أخرج ابن جرير بسنده عن ابن عباس قال: \"كان أهل الجاهلية يحرمون ما حرم الله إلا امرأة الأب والجمع بين الأختين، فأنزل الله تعالى: {وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ ... وَأَنْ تَجْمَعُوا بَيْنَ الأُخْتَيْنِ} . ¶ __________ ¶ 1 تفسير القرآن العظيم (2/ 232) ، والجامع لأحكام القرآن (5/103، 104) . ¶ 2 تفسير القرآن العظيم (2/ 232، 233) .",
            "page": "166",
            "part": "1",
            "seal": "0AE8FB4F"
        },
        {
            "id": "158",
            "nass": "قال ابن كثير: وهكذا قالت عطاء وقتادة1. ¶ وقال محمد بن الحسن: كان أهل الجاهلية يعرفون هذه المحرمات كلها التي ذكرت في هذه الآية إلا اثنتين، إحداهما: نكاح امرأة الأب، والثانية: الجمع بين الأختين، ألا ترى أنه قال: {وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلاَّ مَا قَدْ سَلَف} ، {وَأَنْ تَجْمَعُوا بَيْنَ الأُخْتَيْنِ إِلاَّ مَا قَدْ سَلَفَ} ، ولم يذكر في سائر المحرمات {إِلاَّ مَا قَدْ سَلَف} 2. ¶ 3- نكاح المتعة: ¶ وهو زواج بين رجل وامرأة لمدة معينة لقاء أجر معين، فإذا انتهى الأمد وقع الفراق3. ¶ وقال ابن عبد البر: لم يختلف العلماء من السلف والخلف أن المتعة نكاح إلى أجل، لا ميراث فيه، والفرقة تقع عند انقضاء الأجل من غير طلاق4. ¶ وقال ابن عطية: وكانت المتعة أن يتزوج الرجل المرأة بشاهدين وإذن الولي إلى أجل مسمى، وعلى أن لا ميراث بينهما، ويعيطها ما اتفقا عليه، فإذا انقضت المدة، فليس له عليها سبيل، يستبرئ رحمها، لأن الولد لاحق فيه بلا شك، فإن لم تحمل حلت لغيره5. ¶ وذهب الحافظ ابن كثير إلى أن نكاح المتعة يستدل! له بعموم قوله تعالى: {فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ... } النساء: 24، حيث قال: \"وقد استدل بعموم هذه الآية على نكاح المتعة، ولاشك أنه كان مشروعاً في ابتداء الإسلام، ثم نسخ بعد ذلك\"6. ¶ وقد رد هذا الاستدلال الشيخ الشنقيطي، وبين أن الآية في عقد النكاح لا في نكاح المتعة، وأجاب على الاحتمالات الواردة على أن هذه الآية في نكاح المتعة، فتنظر7. ¶ __________ ¶ 1 تفسير القرآن العظيم (2/232، 233) . ¶ 2 الجامع لأحكام القرآن للقرطبي (5/ 119) . ¶ 3 المرأة في القرآن والسنة، لدروزة ص 19. ¶ 4 الجامع لأحكام القرآن (5/ 132) . ¶ 5 الجامع لأحكام القرآن (5/ 132) . ¶ 6 تفسير القرآن العظيم (2/ 244) . ¶ 7 أضواء البيان (1/322، 323) .",
            "page": "167",
            "part": "1",
            "seal": "7CD01B2F"
        },
        {
            "id": "159",
            "nass": "وهذا النوع من الأنكحة ثبت تحريمه بالسنة الصحيحة عن النبي صلى الله عليه وسلم، لحديث علي بن أبي طالب رضي الله عنه قال: ¶ نهى رسول الله صلى الله عليه وسلم عن نكاح المتعة، وعن لحوم الحمر الأهلية يوم خيبر، رواه البخاري ومسلم 1. ¶ وعن الربيع بن سبرة الجهني عن أبيه أنه غزا مع رسول الله صلى الله عليه وسلم يوم فتح مكة، فقال: \"يا أيها الناس إني كنت أذنت لكم في الاستمتاع من النساء، وإن الله حرم ذلك إلي يوم القيامة، فمن كان عنده منهن شيء فليخل سبيله، ولا تأخذوا مما آتيتموهن شيئا\" رواه مسلم2. ¶ 4- نكاح السفاح، أو نكاح أمهات الرايات، أو نكاح البغايا: ¶ قال تعالى: {مُحْصَنَاتٍ غَيْرَ مُسَافِحَات ... } المائدة: 5. ¶ والسفاح في الآية المراد به الزنا، وفي الحديث عن النبي صلى الله عليه وسلم: \"ولدت من نكاح، لا من سفاح\". ¶ وعن ابن عباس رضي الله عنهما قال: \"المسافحات هن الزواني المعلنات، يعني الزواني اللاتي لا يمنعن أحداً أرادهن بالفاحشة\"3. ¶ وقال القرطبي: {غَيْرَ مُسَافِحَات} أي غير زوان أي معلنات بالزنا، لأن أهل الجاهلية كان فيهم الزواني في العلانية ولهن رايات منصوبات كراية البيطار4. ¶ وفي الحديث الصحيح عن عائشة رضي الله عنها: ... ونكاح الرابع: يجتمع الناس الكثير فيدخلون على المرأة لا تمنع من جاءها، وهن البغايا كن ينصبن على أبوابهن رايات تكون علما، فمن أرادهن دخل عليهن، فإذا حملت إحداهن ووضعت حملها، جمعوا لها ودعوا لهم القافة، ثم ألحقوا الولد بالذي يرون فالتاطته به ودعى ابنه لا يمتنع من ذلك5.الحديث. ¶ __________ ¶ 1 رواه البخاري في النكاح، فتح الباري (9/ 166) ، ومسلم في النكاح رقم 29-32. ¶ 2 رواه مسلم في النكاح رقم 21. ¶ 3 تفسير القرآن العظيم (2/ 246) . ¶ 4 الجامع لأحكام القرآن (5/ 142) . ¶ 5 صحيح البخاري مع الفتح (9/183) .",
            "page": "168",
            "part": "1",
            "seal": "4A136DD9"
        },
        {
            "id": "160",
            "nass": "5- نكاد الخدن: ¶ قال تعالى: {وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلا مُتَّخِذَاتِ أَخْدَان ... } النساء: 25. ¶ وقال تعالى: {إذاءآتيتموهن أجورهن محصنين غير مسافحن ولا متخذى أخدان ... } المائدة: 5. ¶ والأخدان جمهم خدن، والخدين هو الصديق1، وهو قول الحسن البصري2. ¶ وقال ابن عباس وأبو هريرة والشعبي ومجاهد والضحاك والسدي ومقاتل ابن حيان وعطاء الخراساني ويحيى بن أبي كثير: هو الخليل3. ¶ والعرب تقول: ما استتر، فلا بأس به، وما ظهر فهو لوم4. ¶ وهذا النوع من النكاح، هو ارتباط بين المرأة والرجل ومعاشرتها كمعاشرة الزوج بدون أي عقد يبرم بينهما، ويتم اللقاء بينهما سريا دون المجاهرة بذلك، لأنهم يعتبرون ذلك لوما5. ¶ 6- نكاح البدل: ¶ وهذا النوع من الأنكحة الجاهلية بيّنه أبو هريرة رضي الله عنه فيما رواه عنه الدارقطني بسند فيه ضعف قال: كان البدل في الجاهلية أن يقول الرجل للرجل أنزل لي عن امرأتك وأنزل لك عن امرأتي وأزيدك6. ¶ 7- نكاح الاستبضاع: ¶ وهو طلب المرأة من الرجل المجامعة لتحمل منه. ¶ 8- نكاح الرهط: وهم ما دون العشرة. ¶ وهذان ورد بيانهما في حديث عائشة الصحيح، حيث قالت: إن النكاح في الجاهلية كان على أربعة أنحاء: ¶ __________ ¶ 1 مختار الصحاح مادة (خدن) . ¶ 2 تفسير القرآن العظيم (2/ 246) . ¶ 3 تفسير القرآن العظيم (2/ 246) . ¶ 4 فتح الباري (9/ 184) . ¶ 5 المرأة في القرآن والسنة ص 19، ونظرات في تعدد الزوجات ص 14. ¶ 6 فتح الباري (9/ 184) .",
            "page": "169",
            "part": "1",
            "seal": "A96A691D"
        },
        {
            "id": "161",
            "nass": "فنكاح منها: نكاح النساء اليوم، يخطب الرجل إلى الرجل وليته أو ابنته، فيصدقها، ثم ينكحها. ¶ ونكاح آخر: كان الرجل يقول لامرأته إذا طهرت من طمثها: أرسلي إلى فلان، فاستبضعي منه، ويعتزلها زوجها، ولا يمسها أبدا حتى يتبين حملها من ذلك الرجل الذي تستبضع منه، فإذا تبين حملها أصابها زوجها إذا أحب، وإنما يفعل ذلك رغبة في نجابة الولد، فكان هذا النكاح نكاح الاستبضاع. ¶ ونكاح آخر: يجتمع الرهط مادون العشرة، فيدخلون على المرأة كلهم يصيبها، فإذا حملت ووضعت ومر ليال بعد أن تضع حملها أرسلت إليهم، فلم يستطع رجل منهم أن يمتنع، حتى يجتمعوا عندها، تقول لهم: قد عرفتم الذي كان من أمركم، وقد ولدت، فهو ابنك يا فلان، تسمي من أحبت باسمه، فيلحق به ولدها، لا يستطيع أن يمتنع به الرجل1. ¶ 9- نكاح الشغار: ¶ وقد ورد النهي عنه وتفسيره في حديث ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم نهى عن الشغار ... والشغار: أن يزوج ابنته، على أن يزوجه ابنته، ليس بينهما صداق 2. ¶ 15- نكاح الإرث أو العضل: ¶ وقد فسره ابن عباس رضي الله عنهما فيما رواه عنه أبو داود حيث قال: وذلك أن الرجل كان يرث امرأة ذي قرابته، فيعضلها حتى تموت أو ترد إليه صداقها، فأحكم الله عن ذلك أي نهى عن ذلك3. ¶ __________ ¶ 1 رواه البخاري في النكاح باب من قال: لا نكح إلا بولي (9/182، 183) . ¶ 2 رواه البخاري في النكاح باب الشغار (9/162) مع الفتح. ¶ 3 انظر سنن أبي داود كتاب النكاح باب قوله: {لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 2/572. وأخرجه البخاري في التفسير باب: {لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} 245/8 مع الفتح.",
            "page": "170",
            "part": "1",
            "seal": "2F94E2EB"
        }
    ],
    "t4185": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أولا: العقائد في القرأن الكريم"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الزكاة في القرآن الكريم"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "الصوم في القرآن الكريم"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "الأمر بالمعروف والنهي عن المنكر"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "الإحسان إلى الوالدين في القرآن الكريم"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "نظام الأسرة في القرآن الكريم"
        }
    ]
}