{
    "b422": [
        {
            "hno": null,
            "id": "2",
            "nass": "مُقَدّمَة ¶ الْحَمد لله الَّذِي بعث سيدنَا مُحَمَّدًا صلوَات الله عَلَيْهِ إِلَى النَّاس ليَكُون هاديا إِلَى الله بِإِذْنِهِ وسراجا منيرا ثمَّ ألهم الصَّحَابَة وَالتَّابِعِينَ وَالْفُقَهَاء الْمُجْتَهدين أَن يحفظوا سير نَبِيّهم طبقَة بعد طبقَة إِلَى أَن تؤذن الدُّنْيَا بِانْقِضَاء ليتم النعم وَكَانَ على مَا يَشَاء قَدِيرًا وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ وَأشْهد أَن سيدنَا مُحَمَّدًا عَبده وَرَسُوله الَّذِي لَا نَبِي بعده صلى الله عَلَيْهِ وَآله وَصَحبه أَجْمَعِينَ",
            "page": "13",
            "part": "1",
            "seal": "69868DD7"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "أما بعد فَيَقُول الْفَقِير إِلَى رَحْمَة الله الْكَرِيم ولي الله بن عبد الرَّحِيم أتم الله تَعَالَى عَلَيْهِمَا نعمه فِي الأولى وَالْأُخْرَى إِن الله تَعَالَى ألْقى فِي قلبِي وقتا من الْأَوْقَات ميزانا أعرف بِهِ سَبَب كل اخْتِلَاف وَقع فِي الْملَّة المحمدية على صَاحبهَا الصَّلَوَات والتسليمات وَأعرف بِهِ مَا هُوَ الْحق عِنْد الله وَعند رَسُوله ومكنني من أَن أبين ذَلِك بَيَانا لَا يبْقى مَعَه شُبْهَة وَلَا إِشْكَال ¶ ثمَّ سُئِلت عَن سَبَب اخْتِلَاف الصَّحَابَة وَمن بعدهمْ فِي الْأَحْكَام الْفِقْهِيَّة خَاصَّة فانتدبت لبَيَان بعض مَا فتح عَليّ بِهِ ساعتئذ بِقدر مَا يَسعهُ الْوَقْت ويحيط بِهِ السَّائِل فَجَاءَت رِسَالَة مفيدة فِي بَابهَا وسميتها الانصاف فِي بَيَان أَسبَاب الِاخْتِلَاف ¶ وحسبي الله وَنعم الْوَكِيل وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم",
            "page": "14",
            "part": "1",
            "seal": "311D2B8B"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "بَاب أَسبَاب اخْتِلَاف الصَّحَابَة وَالتَّابِعِينَ فِي الْفُرُوع ¶ إعلم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم لم يكن الْفِقْه فِي زَمَانه الشريف مدونا وَلم يكن الْبَحْث فِي الْأَحْكَام يَوْمئِذٍ مثل بحث هَؤُلَاءِ الْفُقَهَاء حَيْثُ يبينون بأقصى جهدهمْ الْأَركان والشروط والآداب كل شَيْء ممتازا عَن الآخر بدليله ويفرضون الصُّور من صنائعهم ويتكلمون على تِلْكَ الصُّور الْمَفْرُوضَة ويحدون مَا يقبل الْحَد ويحصرون مَا يقبل الْحصْر إِلَى غير ذَلِك ¶ أما رَسُول الله صلى الله عَلَيْهِ وَسلم فَكَانَ يتَوَضَّأ فَيرى أَصْحَابه وضوءه",
            "page": "15",
            "part": "1",
            "seal": "B2CFC770"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "فَيَأْخُذُونَ بِهِ من غير أَن يبين أَن هَذَا ركن وَذَلِكَ أدب وَكَانَ يُصَلِّي فيرون صلَاته فيصلون كَمَا رَأَوْهُ يُصَلِّي وَحج فرمق النَّاس حجه فَفَعَلُوا كَمَا فعل وَهَذَا كَانَ غَالب حَاله صلى الله عَلَيْهِ وَسلم وَلم يبين أَن فروض الْوضُوء سِتَّة أَو أَرْبَعَة وَلم يفْرض أَنه يحْتَمل أَن يتَوَضَّأ إِنْسَان بِغَيْر مُوالَاة حَتَّى يحكم عَلَيْهِ بِالصِّحَّةِ أَو الْفساد إِلَّا مَا شَاءَ الله وقلما كَانُوا يسألونه عَن هَذِه الْأَشْيَاء ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ مَا رَأَيْت قوما كَانُوا خيرا من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم مَا سَأَلُوهُ إِلَّا عَن ثَلَاث عشرَة مَسْأَلَة حَتَّى قبض كُلهنَّ فِي الْقُرْآن مِنْهُنَّ {يَسْأَلُونَك عَن الشَّهْر الْحَرَام قتال فِيهِ} {ويسألونك عَن الْمَحِيض} قَالَ مَا كَانُوا يسْأَلُون إِلَّا عَمَّا يَنْفَعهُمْ",
            "page": "16",
            "part": "1",
            "seal": "7625170C"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "قَالَ ابْن عمر رَضِي الله عَنهُ لَا تسْأَل عَمَّا لم يكن فَانِي سَمِعت عمر بن الْخطاب رَضِي الله عَنهُ يلعن من سَأَلَ عَمَّا لم يكن ¶ قَالَ الْقَاسِم ¶ إِنَّكُم تسْأَلُون عَن أَشْيَاء مَا كُنَّا نسْأَل عَنْهَا وتنقرون",
            "page": "17",
            "part": "1",
            "seal": "09770781"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "عَن أَشْيَاء مَا كُنَّا ننقر عَنْهَا وتسألون عَن أَشْيَاء مَا أَدْرِي مَا هِيَ وَلَو علمناها مَا حل لنا أَن نكتمها ¶ وَعَن عَمْرو بن إِسْحَاق قَالَ لمن أدْركْت من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم أَكثر مِمَّن سبقني مِنْهُم فَمَا رَأَيْت قوما أيسر سيرة وَلَا أقل تشديدا مِنْهُم ¶ وَعَن عبَادَة بن نسي الْكِنْدِيّ سُئِلَ عَن امْرَأَة مَاتَت مَعَ قوم لَيْسَ لَهَا ولي فَقَالَ أدْركْت أَقْوَامًا مَا كَانُوا يشددون تشديدكم وَلَا يسْأَلُون مسائلكم أخرج هَذِه الْآثَار الدَّارمِيّ ¶ وَكَانَ صلى الله عَلَيْهِ وَسلم يستفتيه النَّاس فِي الوقائع فيفتيهم وترفع إِلَيْهِ القضايا فَيَقْضِي فِيهَا وَيرى النَّاس يَفْعَلُونَ مَعْرُوفا فيمدحه أَو مُنْكرا فينكر عَلَيْهِ وَمَا كل مَا أفتى بِهِ مستفتيا عَنهُ أَو قضى بِهِ فِي قَضِيَّة أَو أنكرهُ على فَاعله كَانَ فِي الاجتماعات ¶ وَلذَلِك كَانَ الشَّيْخَانِ أَبُو بكر وَعمر إِذا لم يكن لَهما علم فِي الْمَسْأَلَة يسألان النَّاس عَن حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ أَبُو بكر رَضِي الله عَنهُ مَا سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فِيهَا شَيْئا يَعْنِي الْجدّة وَسَأَلَ النَّاس فَلَمَّا صلى الظّهْر",
            "page": "18",
            "part": "1",
            "seal": "0AE26016"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "قَالَ أَيّكُم سمع رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فِي الْجدّة شَيْئا فَقَالَ الْمُغيرَة بن شُعْبَة أَنا قَالَ مَاذَا قَالَ أَعْطَاهَا رَسُول الله صلى الله عَلَيْهِ وَسلم سدسا قَالَ أيعلم ذَلِك أحد غَيْرك فَقَالَ مُحَمَّد بن مسلمة صدق فَأَعْطَاهَا أَبُو بكر السُّدس ¶ وقصة سُؤال عمر النَّاس فِي الْغرَّة ثمَّ رُجُوعه إِلَى خبر الْمُغيرَة وسؤاله إيَّاهُم فِي الوباء ثمَّ رُجُوعه إِلَى خبر عبد",
            "page": "19",
            "part": "1",
            "seal": "9F8E0197"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الرَّحْمَن بن عَوْف وَكَذَا رُجُوعه فِي قصَّة الْمَجُوس إِلَى خَبره وسرور عبد الله بن مَسْعُود بِخَبَر معقل بن يسَار",
            "page": "20",
            "part": "1",
            "seal": "B9C01E6E"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "لما وَافق رَأْيه وقصة رُجُوع أبي مُوسَى عَن بَاب عمر وسؤاله عَن الحَدِيث وَشَهَادَة أبي سعيد لَهُ وأمثال ذَلِك كَثِيرَة مَعْلُومَة مروية فِي الصَّحِيحَيْنِ وَالسّنَن",
            "page": "21",
            "part": "1",
            "seal": "7C1213AB"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وَبِالْجُمْلَةِ فَهَذِهِ كَانَت عَادَته الْكَرِيمَة صلى الله عَلَيْهِ وَسلم فَرَأى كل صَحَابِيّ مَا يسره الله لَهُ من عباداته وفتاواه وأقضيته فحفظها وعقلها وَعرف لكل شَيْء وَجها من قبل حفوف الْقَرَائِن بِهِ فَحمل بَعْضهَا على الْإِبَاحَة وَبَعضهَا على الِاسْتِحْبَاب وَبَعضهَا على النّسخ لأمارات وقرائن كَانَت كَافِيَة عِنْده وَلم يكن الْعُمْدَة عِنْدهم إِلَّا وجدان الاطمئنان والثلج من غير الْتِفَات إِلَى طرق الِاسْتِدْلَال كَمَا ترى الْأَعْرَاب يفهمون مَقْصُود الْكَلَام فِيمَا بَينهم وتثلج صُدُورهمْ بالتصريح والتلويح والإيماء من حَيْثُ لَا يَشْعُرُونَ ¶ فانقضى عصره الْكَرِيم وهم على ذَلِك ثمَّ إِنَّهُم تفَرقُوا فِي الْبِلَاد وَصَارَ كل وَاحِد مقتدى نَاحيَة من النواحي فكثرت الوقائع ودارت الْمسَائِل فاستفتوا فِيهَا فَأجَاب كل وَاحِد حسب مَا حفظه أَو استنبطه وَإِن لم يجد فِيمَا حفظه",
            "page": "22",
            "part": "1",
            "seal": "85E82B65"
        },
        {
            "hno": "1",
            "id": "12",
            "nass": "أَو استنبطه مَا يصلح للجواب اجْتهد بِرَأْيهِ وَعرف الْعلَّة الَّتِي أدَار رَسُول الله صلى الله عَلَيْهِ وَسلم عَلَيْهَا الحكم فِي منصوصاته فطرد الحكم حَيْثُمَا وجدهَا لَا يألو جهدا فِي مُوَافقَة غَرَضه عَلَيْهِ الصَّلَاة وَالسَّلَام فَعِنْدَ ذَلِك وَقع الِاخْتِلَاف بَينهم على ضروب ¶ 1 - مِنْهَا أَن صحابيا سمع حكما فِي قَضِيَّة أَو فَتْوَى وَلم يسمعهُ الآخر فاجتهد بِرَأْيهِ فِي ذَلِك وَهَذَا على وُجُوه ¶ أَحدهَا أَن يَقع اجْتِهَاده مُوَافق الحَدِيث مِثَاله مَا رَوَاهُ النَّسَائِيّ وَغَيره أَن ابْن مَسْعُود رَضِي الله عَنهُ سُئِلَ عَن امْرَأَة مَاتَ عَنْهَا زَوجهَا وَلم يفْرض لَهَا فَقَالَ لم أر رَسُول الله صلى الله عَلَيْهِ وَسلم يقْضِي فِي ذَلِك فَاخْتَلَفُوا عَلَيْهِ شهرا وألحوا فاجتهد بِرَأْيهِ وَقضى بِأَن لَهَا مهر نسائها لَا وكس وَلَا شطط وَعَلَيْهَا الْعدة وَلها الْمِيرَاث فَقَالَ معقل بن يسَار فَشهد بِأَنَّهُ صلى الله عَلَيْهِ وَسلم قضى بِمثل ذَلِك فِي امْرَأَة مِنْهُم ففرح بذلك ابْن مَسْعُود فرحة لم يفرح مثلهَا قطّ بعد الْإِسْلَام ¶ وَثَانِيها أَن يَقع بَينهمَا المناظرة وَيظْهر الحَدِيث بِالْوَجْهِ الَّذِي يَقع بِهِ غَالب الظَّن فَيرجع عَن اجْتِهَاده إِلَى المسموع ¶ مِثَاله مَا رَوَاهُ الْأَئِمَّة من أَن أَبَا هُرَيْرَة رَضِي الله عَنهُ كَانَ",
            "page": "23",
            "part": "1",
            "seal": "134E80D9"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "من مذْهبه أَنه من أصبح جنبا فَلَا صَوْم لَهُ حَتَّى أخْبرته بعض أَزوَاج النَّبِي صلى الله عَلَيْهِ وَسلم بِخِلَاف مذْهبه فَرجع ¶ وَثَالِثهَا أَن يبلغهُ الحَدِيث وَلَكِن لَا على الْوَجْه الَّذِي يَقع بِهِ غَالب الظَّن فَلم يتْرك اجْتِهَاده بل طعن فِي الحَدِيث ¶ مِثَاله مَا رَوَاهُ أَصْحَاب الْأُصُول من أَن فَاطِمَة بنت قيس شهِدت عِنْد عمر بن الْخطاب بِأَنَّهَا كَانَت مُطلقَة الثَّلَاث فَلم يَجْعَل لَهَا رَسُول الله صلى الله عَلَيْهِ وَسلم نَفَقَة وَلَا سُكْنى فَرد عمر شهادتها وَقَالَ لَا نَتْرُك كتاب الله بقول امْرَأَة لَا نَدْرِي أصدقت أم كذبت لَهَا النَّفَقَة وَالسُّكْنَى",
            "page": "24",
            "part": "1",
            "seal": "52B4B510"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَقَالَت عَائِشَة رَضِي الله عَنْهَا يَا فَاطِمَة أَلا تتقي الله يَعْنِي فِي قَوْلهَا لَا سُكْنى وَلَا نَفَقَة",
            "page": "25",
            "part": "1",
            "seal": "B02CA274"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَمِثَال آخر روى الشَّيْخَانِ أَنه كَانَ من مَذْهَب عمر ابْن الْخطاب أَن التَّيَمُّم لَا يجزىء الْجنب الَّذِي لَا يجد المَاء فروى عِنْده عمار أَنه كَانَ مَعَه فِي سفر فأصابته جَنَابَة وَلم يجد مَاء فتمعك فِي التُّرَاب فَذكر ذَلِك عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ إِنَّمَا كَانَ يَكْفِيك أَن تفعل هَكَذَا وَضرب بيدَيْهِ الأَرْض فَمسح بهما وَجهه وَيَديه فَلم يقبل عمر وَلم ينْهض عِنْده حجَّة تقاوم مَا رَآهُ فِيهِ حَتَّى استفاض الحَدِيث فِي الطَّبَقَة الثَّانِيَة من طرق كَثِيرَة واضمحل وهم القادح فَأخذُوا بِهِ ¶ وَرَابِعهَا أَن لَا يصل إِلَيْهِ الحَدِيث أصلا ¶ مِثَاله مَا أخرج مُسلم أَن ابْن عمر كَانَ يَأْمر النِّسَاء إِذا اغْتَسَلْنَ أَن يَنْقُضْنَ رؤوسهن فَسمِعت عَائِشَة رَضِي الله عَنْهَا بذلك فَقَالَت يَا عجبا لِابْنِ عمر هَذَا يَأْمر النِّسَاء أَن يَنْقُضْنَ رؤوسهن أَفلا يَأْمُرهُنَّ أَن يَحْلِقن رؤوسهن ¶ لقد كنت أَغْتَسِل أَنا وَرَسُول الله صلى الله عَلَيْهِ وَسلم من إِنَاء وَاحِد وَمَا أَزِيد على أَن افرغ على رَأْسِي ثَلَاث افراغات ¶ مِثَال آخر مَا ذكره الزُّهْرِيّ من أَن هندا لم تبلغها رخصَة",
            "page": "26",
            "part": "1",
            "seal": "7842B6D6"
        },
        {
            "hno": "2",
            "id": "16",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْمُسْتَحَاضَة فَكَانَت تبْكي لِأَنَّهَا كَانَت لَا تصلي ¶ 2 - وَمن تِلْكَ الضروب ان يرَوا رَسُول الله صلى الله عَلَيْهِ وَسلم فعل فعلا فَحَمله بَعضهم على الْقرْبَة وَبَعْضهمْ على الْإِبَاحَة ¶ مِثَاله مَا رَوَاهُ أَصْحَاب الْأُصُول فِي قصَّة التحصيب أَي النُّزُول بِالْأَبْطح عِنْد النَّفر من عَرَفَات نزل رَسُول الله صلى الله عَلَيْهِ وَسلم بِهِ فَذهب أَبُو هُرَيْرَة وَابْن عمر إِلَى أَنه على وَجه الْقرْبَة فجعلوه من سنَن الْحَج وَذَهَبت عَائِشَة رَضِي الله عَنْهَا وَابْن عَبَّاس إِلَى أَنه كَانَ على وَجه الِاتِّفَاق وَلَيْسَ من السّنَن ¶ وَمِثَال آخر ذهب الْجُمْهُور إِلَى أَن الرمل فِي الطّواف سنة وَذهب ابْن عَبَّاس رَضِي الله عَنهُ إِلَى أَنه إِنَّمَا فعله النَّبِي صلى الله عَلَيْهِ وَسلم على سَبِيل الِاتِّفَاق لعَارض عرض وَهُوَ قَول الْمُشْركين",
            "page": "27",
            "part": "1",
            "seal": "29182C0A"
        },
        {
            "hno": "3",
            "id": "17",
            "nass": "حطمتهم حمى يثرب وَلَيْسَ بِسنة ¶ 3 - وَمِنْهَا اخْتِلَاف الْوَهم ¶ مِثَاله أَن رَسُول الله صلى الله عَلَيْهِ وَسلم حج فَرَآهُ النَّاس فَذهب بَعضهم إِلَى أَنه كَانَ مُتَمَتِّعا وَبَعْضهمْ إِلَى أَنه كَانَ قَارنا وَبَعْضهمْ إِلَى أَنه كَانَ مُفردا ¶ مِثَال آخر أخرج أَبُو دَاوُد عَن سعيد بن جُبَير أَنه قَالَ قلت لعبد الله بن عَبَّاس يَا أَبَا الْعَبَّاس عجبت لاخْتِلَاف أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم فِي إهلال رَسُول الله صلى الله عَلَيْهِ وَسلم حِين أوجب فَقَالَ إِنِّي لأعْلم النَّاس بذلك إِنَّهَا إِنَّمَا كَانَت من رَسُول الله صلى الله عَلَيْهِ وَسلم حجَّة وَاحِدَة فَمن هُنَاكَ اخْتلفُوا خرج رَسُول الله صلى الله عَلَيْهِ وَسلم حَاجا فَلَمَّا صلى فِي مَسْجده بِذِي الحليفة رَكْعَتَيْنِ أوجب فِي مَجْلِسه وَأهل بِالْحَجِّ حِين فرغ من ركعتيه فَسمع ذَلِك مِنْهُ أَقوام فحفظوه عَنهُ ¶ ثمَّ ركب فَلَمَّا اسْتَقَلت بِهِ نَاقَته أهل وَأدْركَ ذَلِك مِنْهُ أَقوام وَذَلِكَ أَن النَّاس إِنَّمَا كَانُوا يأْتونَ أَرْسَالًا فسمعوه حِين اسْتَقَلت بِهِ نَاقَته يهل فَقَالُوا إِنَّمَا أهل رَسُول الله صلى الله عَلَيْهِ وَسلم حِين اسْتَقَلت بِهِ نَاقَته ¶ ثمَّ مضى رَسُول الله صلى الله عَلَيْهِ وَسلم فَلَمَّا علا على شرف الْبَيْدَاء أهل",
            "page": "28",
            "part": "1",
            "seal": "20847367"
        },
        {
            "hno": "4",
            "id": "18",
            "nass": "وَأدْركَ ذَلِك مِنْهُ أَقوام فَقَالُوا إِنَّمَا أهل حِين علا على شرف الْبَيْدَاء وأيم الله لقد أوجب فِي مصلاة وَأهل حِين اسْتَقَلت بِهِ نَاقَته وَأهل حِين علا على شرف الْبَيْدَاء ¶ 4 - وَمِنْهَا اخْتِلَاف السَّهْو وَالنِّسْيَان ¶ مِثَاله مَا رُوِيَ أَن ابْن عمر كَانَ يَقُول اعْتَمر رَسُول الله صلى الله عَلَيْهِ وَسلم عمْرَة فِي رَجَب فَسمِعت بذلك عَائِشَة فقضت عَلَيْهِ بالسهو ¶ 5 - وَمِنْهَا اخْتِلَاف الضَّبْط ¶ مِثَاله مَا روى ابْن عمر عَنهُ صلى الله عَلَيْهِ وَسلم من أَن الْمَيِّت يعذب ببكاء أَهله عَلَيْهِ فقضت عَائِشَة عَلَيْهِ بِأَنَّهُ وهم بِأخذ الحَدِيث على هَذَا مر رَسُول الله صلى الله عَلَيْهِ وَسلم على يَهُودِيَّة يبكي عَلَيْهَا أَهلهَا فَقَالَ إِنَّهُم يَبْكُونَ عَلَيْهَا وَإِنَّهَا تعذب فِي قبرها فَظن أَن الْعَذَاب مَعْلُول للبكاء وَظن الحكم عَاما على كل ميت ¶ وَمِنْهَا اخْتلَافهمْ فِي عِلّة الحكم ¶ مِثَاله الْقيام للجنازة فَقَالَ قَائِل لتعظيم الْمَلَائِكَة فَيعم",
            "page": "29",
            "part": "1",
            "seal": "536D6538"
        },
        {
            "hno": "7",
            "id": "19",
            "nass": "الْمُؤمن وَالْكَافِر وَقَالَ قَائِل لهول الْمَوْت فيعمهما وَقَالَ قَائِل مر على رَسُول الله صلى الله عَلَيْهِ وَسلم بِجنَازَة يَهُودِيّ فَقَامَ لَهَا كَرَاهَة أَن تعلو فَوق رَأسه فيخص الْكَافِر ¶ 7 - وَمِنْهَا اخْتلَافهمْ فِي الْجمع بَين الْمُخْتَلِفين ¶ مِثَاله رخص رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْمُتْعَة عَام خَيْبَر ثمَّ نهى عَنْهَا ثمَّ رخص فِيهَا عَام أَوْطَاس ثمَّ نهى عَنْهَا فَقَالَ ابْن عَبَّاس كَانَت الرُّخْصَة للضَّرُورَة وَالنَّهْي لانقضاء الضَّرُورَة وَالْحكم بَاقٍ على ذَلِك وَقَالَ الْجُمْهُور كَانَت الرُّخْصَة اباحة وَالنَّهْي نسخا لَهَا ¶ مِثَال آخر نهى رَسُول الله صلى الله عَلَيْهِ وَسلم عَن اسْتِقْبَال الْقبْلَة فِي الِاسْتِنْجَاء فَذهب قوم إِلَى عُمُوم هَذَا الحكم وَكَونه غير مَنْسُوخ وَرَآهُ جَابر يَبُول قبل أَن يتوفى بعام مُسْتَقْبل الْقبْلَة فَذهب إِلَى أَنه نسخ للنَّهْي الْمُتَقَدّم وَرَآهُ ابْن عمر قضى حَاجته مستدبر الْقبْلَة مُسْتَقْبل الشَّام فَرد بِهِ قَوْلهم وَجمع قوم بَين الرِّوَايَتَيْنِ فَذهب الشّعبِيّ وَغَيره إِلَى أَن النَّهْي مُخْتَصّ بالصحراء فاذا كَانَ فِي المراحيض فَلَا بَأْس بالاستقبال والاستدبار وَذهب قوم إِلَى أَن القَوْل عَام مُحكم وَالْفِعْل يحْتَمل كَونه خَاصّا بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم فَلَا ينتهض نَاسِخا وَلَا مُخَصّصا ¶ وَبِالْجُمْلَةِ فاختلفت مَذَاهِب أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم وَأخذ عَنْهُم التابعون كل وَاحِد مَا تيَسّر لَهُ فحفظ مَا سمع من حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم ومذاهب الصَّحَابَة وعقلها وَجمع",
            "page": "30",
            "part": "1",
            "seal": "FD61217D"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "الْمُخْتَلف على مَا تيَسّر لَهُ وَرجح بعض الْأَقْوَال على بعض واضمحل فِي نظرهم بعض الْأَقْوَال وان كَانَ مأثورا عَن كبار الصَّحَابَة كالمذهب الْمَأْثُور عَن عمر وَابْن مَسْعُود فِي تيَمّم الْجنب اضمحل عِنْدهم لما استفاض من الْأَحَادِيث عَن عمار وَعمْرَان بن حُصَيْن وَغَيرهمَا فَعِنْدَ ذَلِك صَار لكل عَالم من عُلَمَاء التَّابِعين مَذْهَب على حياله وانتصب فِي كل بلد إِمَام مثل ¶ سعيد بن الْمسيب وَسَالم بن عبد الله بن عمر فِي الْمَدِينَة وبعدهما الزُّهْرِيّ وَالْقَاضِي يحيى بن سعيد وَرَبِيعَة بن عبد الرَّحْمَن فِيهَا ¶ وَعَطَاء بن أبي رَبَاح بِمَكَّة ¶ وَإِبْرَاهِيم النَّخعِيّ وَالشعْبِيّ بِالْكُوفَةِ ¶ وَالْحسن الْبَصْرِيّ بِالْبَصْرَةِ ¶ وَطَاوُس بن كيسَان بِالْيمن ¶ وَمَكْحُول بِالشَّام ¶ فأظمأ الله أكبادا إِلَى علومهم فرغبوا فِيهَا وَأخذُوا عَنْهُم الحَدِيث وفتاوى الصَّحَابَة وأقاويلهم ومذاهب هَؤُلَاءِ الْعلمَاء وتحقيقاتهم من عِنْد أنفسهم واستفتى مِنْهُم المستفتون ودارت الْمسَائِل بَينهم وَرفعت إِلَيْهِم الْأَقْضِيَة ¶ وَكَانَ سعيد بن الْمسيب وَإِبْرَاهِيم النَّخعِيّ وأمثالهما جمعُوا",
            "page": "31",
            "part": "1",
            "seal": "84E77968"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "أَبْوَاب الْفِقْه أجمعها وَكَانَ لَهُم فِي كل بَاب أصُول تلقوها من السّلف ¶ وَكَانَ سعيد وَأَصْحَابه يذهبون إِلَى أَن أهل الْحَرَمَيْنِ أثبت النَّاس فِي الْفِقْه وأصل مَذْهَبهم فَتَاوَى عمر وَعُثْمَان وقضاياهما وفتاوى عبد الله بن عمر وَعَائِشَة وَابْن عَبَّاس وقضايا قُضَاة الْمَدِينَة فَجمعُوا من ذَلِك مَا يسره الله لَهُم ثمَّ نظرُوا فِيهَا نظر اعْتِبَار وتفتيش فَمَا كَانَ مِنْهَا مجمعا عَلَيْهِ بَين عُلَمَاء الْمَدِينَة فانهم يَأْخُذُونَ عَلَيْهِ بنواجذهم وَمَا كَانَ فِيهِ اخْتِلَاف عِنْدهم فانهم يَأْخُذُونَ بأقواها وأرجحها إِمَّا لِكَثْرَة من ذهب إِلَيْهِ مِنْهُم أَو لموافقته لقياس قوي أَو تَخْرِيج صَرِيح من الْكتاب وَالسّنة أَو نَحْو ذَلِك وَإِذا لم يَجدوا فِيمَا حفظوا مِنْهُم جَوَاب الْمَسْأَلَة خَرجُوا من كَلَامهم وتتبعوا الْإِيمَاء والاقتضاء فَحصل لَهُم مسَائِل كَثِيرَة فِي كل بَاب بَاب وَكَانَ إِبْرَاهِيم وَأَصْحَابه يرَوْنَ أَن عبد الله بن مَسْعُود وَأَصْحَابه أثبت النَّاس فِي الْفِقْه كَمَا قَالَ عَلْقَمَة لمسروق هَل أحد مِنْهُم أثبت من عبد الله وَقَول أى حنيفَة رَضِي الله 2 عَنهُ للأوزاعي إِبْرَاهِيم أفقه من سَالم وَلَوْلَا فضل الصُّحْبَة لَقلت إِن عَلْقَمَة أفقه من عبد الله بن عمر وَعبد الله هُوَ عبد الله وأصل مذْهبه فَتَاوَى عبد الله بن مَسْعُود وقضايا على رَضِي الله عَنهُ وفتاواه وقضايا شُرَيْح وَغَيره من قُضَاة الْكُوفَة فَجمع من ذَلِك مَا يسره الله ثمَّ صنع فِي آثَارهم كَمَا صنع أهل الْمَدِينَة فِي آثَار أهل الْمَدِينَة وَخرج كَمَا خَرجُوا فتلخص لَهُ مسَائِل الْفِقْه فِي كل بَاب بَاب",
            "page": "32",
            "part": "1",
            "seal": "93CB7EA2"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وَكَانَ سعيد بن الْمسيب لِسَان فُقَهَاء الْمَدِينَة وَكَانَ أحفظهم لقضايا عمر وَلِحَدِيث أبي هُرَيْرَة وَإِبْرَاهِيم لِسَان فُقَهَاء الْكُوفَة فَإِذا تكلما بِشَيْء وَلم ينسباه إِلَى أحد فانه فِي الْأَكْثَر مَنْسُوب إِلَى أحد من السّلف صَرِيحًا أَو إِيمَاء وَنَحْو ذَلِك فَاجْتمع عَلَيْهِمَا فُقَهَاء بلدهما وَأخذُوا عَنْهُمَا وعقلوه وَخَرجُوا عَلَيْهِ وَالله أعلم",
            "page": "33",
            "part": "1",
            "seal": "6D70B391"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "بَاب أَسبَاب اخْتِلَاف مَذَاهِب الْفُقَهَاء ¶ إعلم أَن الله تَعَالَى أنشأ بعد عصر التَّابِعين نشئا من حَملَة الْعلم إنجازا لما وعده صلى الله عَلَيْهِ وَسلم حَيْثُ قَالَ يحمل هَذَا الْعلم من كل خلف عدوله فَأخذُوا عَمَّن اجْتَمعُوا مَعَه مِنْهُم صفة الْوضُوء وَالْغسْل وَالصَّلَاة وَالْحج وَالنِّكَاح والبيوع وَسَائِر مَا يكثر وُقُوعه وَرووا حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم وسمعوا قضايا قُضَاة الْبلدَانِ وفتاوى مفتيها وسألوا عَن الْمسَائِل واجتهدوا فِي ذَلِك كُله ثمَّ صَارُوا كبراء قوم ووسد اليهم الْأَمر فنسجوا على منوال شيوخهم وَلم يألوا فِي تتبع الإيماءات والاقتضاءات فقضوا وأفتوا وَرووا وَعَلمُوا",
            "page": "34",
            "part": "1",
            "seal": "A5E06778"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَكَانَ صَنِيع الْعلمَاء فِي هَذِه الطَّبَقَة متشابها وَحَاصِل صنيعهم ¶ أَن يتَمَسَّك بالمسند من حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم والمرسل جَمِيعًا ويستدل بأقوال الصَّحَابَة وَالتَّابِعِينَ علما مِنْهُم أَنَّهَا إِمَّا أَحَادِيث منقولة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم اختصروها فجعلوها مَوْقُوفَة كَمَا قَالَ إِبْرَاهِيم وَقد روى حَدِيث نهى رَسُول الله عَن المحاقلة والمزابنة فَقيل لَهُ أما تحفظ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم حَدِيثا غير هَذَا قَالَ بلَى وَلَكِن أَقُول قَالَ عبد الله قَالَ عَلْقَمَة أحب إِلَيّ ¶ وكما قَالَ الشّعبِيّ وَقد سُئِلَ عَن حَدِيث وَقيل إِنَّه يرفع إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَا على من دون النَّبِي صلى الله عَلَيْهِ وَسلم أحب إِلَيْنَا فان كَانَ فِيهِ زِيَادَة أَو نُقْصَان كَانَ على من دون النَّبِي صلى الله عَلَيْهِ وَسلم أَو يكون استنباطا مِنْهُم من النُّصُوص أَو اجْتِهَادًا مِنْهُم بآرائهم وهم أحسن صنيعا فِي كل ذَلِك مِمَّن يَجِيء بعدهمْ وَأكْثر إِصَابَة وأقدم زَمَانا وأوعى علما فَتعين الْعَمَل بهَا",
            "page": "35",
            "part": "1",
            "seal": "C15FCD2D"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "إِلَّا إِذا اخْتلفُوا وَكَانَ حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم يُخَالف قَوْلهم مُخَالفَة ظَاهِرَة ¶ وَأَنه إِذا اخْتلفت أَحَادِيث رَسُول الله صلى الله عَلَيْهِ وَسلم فِي مَسْأَلَة رجعُوا إِلَى أَقْوَال الصَّحَابَة فان قَالُوا بنسخ بَعْضهَا أَو بصرفه عَن ظَاهره أَو لم يصرحوا بذلك وَلَكِن اتَّفقُوا على تَركه وَعدم القَوْل بِمُوجبِه فَإِنَّهُ كإبداء عِلّة فِيهِ أَو الحكم بنسخه أَو تَأْوِيله اتَّبَعُوهُمْ فِي كل ذَلِك وَهُوَ قَول مَالك فِي حَدِيث ولوغ الْكَلْب جَاءَ هَذَا الحَدِيث وَلَكِن لَا أَدْرِي مَا حَقِيقَته حَكَاهُ ابْن الْحَاجِب فِي مُخْتَصر الْأُصُول يَعْنِي لم أر الْفُقَهَاء يعْملُونَ بِهِ ¶ وَإنَّهُ إِذا اخْتلفت مَذَاهِب الصَّحَابَة وَالتَّابِعِينَ فِي مَسْأَلَة فالمختار عِنْد كل عَالم مَذْهَب أهل بَلَده وشيوخه لِأَنَّهُ أعرف بِصَحِيح أقاويلهم من السقيم وأوعى لِلْأُصُولِ الْمُنَاسبَة لَهَا وَقَلبه أميل إِلَى فَضلهمْ وتبحرهم فمذهب عمر وَعُثْمَان وَعَائِشَة وَابْن عمر وَابْن عَبَّاس وَزيد بن ثَابت وأصحابهم مثل سعيد بن الْمسيب فانه كَانَ أحفظهم لقضايا عمر وَحَدِيث أبي هُرَيْرَة وَمثل عُرْوَة وَسَالم وَعِكْرِمَة وَعَطَاء",
            "page": "36",
            "part": "1",
            "seal": "8977C00F"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "ابْن يسَار وقاسم وَعبيد الله بن عبد الله وَالزهْرِيّ وَيحيى بن سعيد وَزيد بن أسلم وَرَبِيعَة وأمثالهم أَحَق بِالْأَخْذِ من غَيره عِنْد أهل الْمَدِينَة لما بَينه النَّبِي صلى الله عَلَيْهِ وَسلم فِي فَضَائِل الْمَدِينَة وَلِأَنَّهَا مأوى الْفُقَهَاء وَمجمع الْعلمَاء فِي كل عصر وَلذَلِك ترى مَالِكًا يلازم محجتهم وَقد اشْتهر عَن مَالك أَنه متمسك بِإِجْمَاع أهل الْمَدِينَة وَعقد البُخَارِيّ بَابا فِي الْأَخْذ بِمَا اتّفق عَلَيْهِ الحرمان ¶ وَمذهب عبد الله بن مَسْعُود وَأَصْحَابه وقضايا عَليّ وَشُرَيْح وَالشعْبِيّ وفتاوى إِبْرَاهِيم أَحَق بِالْأَخْذِ عِنْد أهل الْكُوفَة من غَيره وَهُوَ قَول عَلْقَمَة حِين مَال مَسْرُوق إِلَى قَول زيد بن ثَابت فِي التَّشْرِيك قَالَ هَل أحد مِنْهُم أثبت من عبد الله فَقَالَ لَا وَلَكِن رَأَيْت زيد بن ثَابت وَأهل الْمَدِينَة يشركُونَ ¶ فان اتّفق أهل الْبَلَد على شَيْء أخذُوا عَلَيْهِ بالنواجذ وَهُوَ الَّذِي يَقُول فِي مثله مَالك السّنة الَّتِي لَا اخْتِلَاف فِيهَا عندنَا كَذَا وَكَذَا وَإِن اخْتلفُوا أخذُوا بأقواها وأرجحها إِمَّا لِكَثْرَة الْقَائِلين بِهِ أَو لموافقته لقياس قوي أَو تَخْرِيج من الْكتاب وَالسّنة وَهُوَ الَّذِي يَقُول فِي مثله مَالك هَذَا أحسن مَا سَمِعت ¶ فاذا لم يَجدوا فِيمَا حفظوا مِنْهُم جَوَاب الْمَسْأَلَة خَرجُوا من",
            "page": "37",
            "part": "1",
            "seal": "8E4DC679"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "كَلَامهم وتتبعوا الايماء والاقضاء ¶ وألهموا فِي هَذِه الطَّبَقَة التدوين فدون مَالك وَمُحَمّد بن عبد الرَّحْمَن بن أبي ذِئْب بِالْمَدِينَةِ وَابْن جريج وَابْن عُيَيْنَة بِمَكَّة وَالثَّوْري بِالْكُوفَةِ وَالربيع بن صبيح بِالْبَصْرَةِ وَكلهمْ مَشوا على هَذَا النهج الَّذِي ذكرته ¶ وَلما حج الْمَنْصُور قَالَ لمَالِك قد عزمت أَن آمُر بكتبك هَذِه الَّتِي وَضَعتهَا فتنسخ ثمَّ أبْعث فِي كل مصر من أَمْصَار الْمُسلمين مِنْهَا نُسْخَة وَآمرهُمْ بِأَن يعملوا بِمَا فِيهَا وَلَا يتعدوه إِلَى غَيره فَقَالَ يَا أَمِير الْمُؤمنِينَ لَا تفعل هَذَا فان النَّاس قد سبقت اليهم أقاويل وسمعوا أَحَادِيث وَرووا رِوَايَات وَأخذ كل قوم بِمَا سبق اليهم ودانوا بِهِ من اخْتِلَاف النَّاس فدع النَّاس وَمَا اخْتَار أهل كل بلد مِنْهُم لأَنْفُسِهِمْ ¶ وتحكى نِسْبَة هَذِه الْقِصَّة إِلَى هَارُون الرشيد وَأَنه شاور مَالِكًا فِي أَن يعلق الْمُوَطَّأ فِي الْكَعْبَة وَيحمل النَّاس على مَا فِيهِ فَقَالَ لَا تفعل فان أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم اخْتلفُوا فِي الْفُرُوع وَتَفَرَّقُوا فِي الْبلدَانِ وكل سنة مَضَت قَالَ وفقك الله يَا أَبَا عبد الله حَكَاهُ السُّيُوطِيّ رَحمَه الله تَعَالَى ¶ وَكَانَ مَالك رَضِي الله عَنهُ أثبتهم فِي حَدِيث الْمَدَنِيين عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وأوثقهم إِسْنَادًا وأعلمهم بقضايا عمر وأقاويل عبد الله بن عمر وَعَائِشَة وأصحابهم من الْفُقَهَاء السَّبْعَة وَبِه وبأمثاله قَامَ علم الرِّوَايَة وَالْفَتْوَى فَلَمَّا وسد إِلَيْهِ الْأَمر",
            "page": "38",
            "part": "1",
            "seal": "39109C1A"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "حدث وَأفْتى وَأفَاد وأجاد وَعَلِيهِ انطبق قَول النَّبِي صلى الله عَلَيْهِ وَسلم يُوشك أَن يضْرب النَّاس أكباد الابل يطْلبُونَ الْعلم فَلَا يَجدونَ أحدا أعلم من عَالم الْمَدِينَة على مَا قَالَه ابْن عُيَيْنَة وَعبد الرَّزَّاق وناهيك بهما فَجمع أَصْحَابه رواياته ومختاراته ولخصوها وحرروها وشرحوها وَخَرجُوا عَلَيْهَا وَتَكَلَّمُوا فِي أُصُولهَا ودلائلها وَتَفَرَّقُوا إِلَى الْمغرب ونواحي الأَرْض فنفع الله بهم كثيرا من خلقه وَإِن شِئْت أَن تعرف حَقِيقَة مَا قُلْنَاهُ من أصل مذْهبه فَانْظُر فِي كتاب الْمُوَطَّأ تَجدهُ كَمَا ذكرنَا ¶ وَكَانَ أَبُو حنيفَة رَضِي الله عَنهُ ألزمهم بِمذهب إِبْرَاهِيم وأقرانه لَا يُجَاوِزهُ إِلَّا مَا شَاءَ الله وَكَانَ عَظِيم الشَّأْن فِي التَّخْرِيج على مذْهبه دَقِيق النّظر فِي وُجُوه التخريجات مُقبلا على الْفُرُوع أتم اقبال وان شِئْت أَن تعلم حَقِيقَة مَا قُلْنَاهُ فلخص أَقْوَال إِبْرَاهِيم من كتاب الْآثَار لمُحَمد رَحمَه الله وجامع عبد الرَّزَّاق ومصنف أبي بكر بن أبي شيبَة ثمَّ قايسه بمذهبه تَجدهُ لَا يُفَارق تِلْكَ المحجة إِلَّا فِي مَوَاضِع يسيرَة وَهُوَ فِي تِلْكَ الْيَسِيرَة أَيْضا لَا يخرج عَمَّا ذهب إِلَيْهِ فُقَهَاء الْكُوفَة ¶ وَكَانَ أشهر أَصْحَابه ذكرا أَبُو يُوسُف تولى قَضَاء الْقُضَاة أَيَّام هَارُون الرشيد فَكَانَ سَببا لظُهُور مذْهبه وَالْقَضَاء بِهِ فِي أقطار الْعرَاق وخراسان وَمَا وَرَاء النَّهر وَكَانَ أحْسنهم تصنيفا وألزمهم درسا مُحَمَّد بن الْحسن فَكَانَ من خَبره أَنه تفقه على أبي حنيفَة وَأبي يُوسُف ثمَّ خرج إِلَى الْمَدِينَة فَقَرَأَ",
            "page": "39",
            "part": "1",
            "seal": "3D0D912C"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "الْمُوَطَّأ على مَالك ثمَّ رَجَعَ إِلَى بَلَده فطبق مَذْهَب أَصْحَابه على الْمُوَطَّأ مَسْأَلَة مَسْأَلَة فان وَافق مِنْهَا وَإِلَّا فان رأى طَائِفَة من الصَّحَابَة وَالتَّابِعِينَ ذَاهِبين إِلَى مَذْهَب أَصْحَابه فَكَذَلِك وَإِن وجد قِيَاسا ضَعِيفا أَو تخريجا لينًا يُخَالِفهُ حَدِيث صَحِيح مِمَّا عمل بِهِ الْفُقَهَاء أَو يُخَالِفهُ عمل أَكثر الْعلمَاء تَركه إِلَى مَذْهَب من مَذَاهِب السّلف مِمَّا يرَاهُ أرجح مَا هُنَاكَ وهما أَي أَبُو يُوسُف وَمُحَمّد لَا يزَالَانِ على محجة إِبْرَاهِيم مَا أمكن لَهما كَمَا كَانَ أَبُو حنيفَة رَحمَه الله يفعل ذَلِك وَإِنَّمَا كَانَ اخْتلَافهمْ فِي أحد شَيْئَيْنِ ¶ إِمَّا أَن يكون لشيخهما تَخْرِيج على مَذْهَب إِبْرَاهِيم يزاحمانه فِيهِ أَو يكون هُنَاكَ لابراهيم ونظرائه أَقْوَال مُخْتَلفَة يخالفان شيخهما فِي تَرْجِيح بعضهما على بعض فصنف مُحَمَّد رَحمَه الله وَجمع رَأْي هَؤُلَاءِ الثَّلَاثَة ونفع كثيرا من النَّاس فَتوجه أَصْحَاب أبي حنيفَة رَضِي الله عَنهُ إِلَى تِلْكَ التصانيف تلخيصا وتقريبا أَو شرحا أَو تخريجا أَو تأسيسا أَو اسْتِدْلَالا ثمَّ تفَرقُوا إِلَى خُرَاسَان وَمَا وَرَاء النَّهر فَسُمي ذَلِك مَذْهَب أبي حنيفَة ¶ وَإِنَّمَا عد مَذْهَب أبي حنيفَة مَعَ مَذْهَب أبي يُوسُف وَمُحَمّد رَحِمهم الله تَعَالَى وَاحِدًا مَعَ أَنَّهُمَا مجتهدان مطلقان مخالفتهما غير قَليلَة فِي الْأُصُول وَالْفُرُوع لتوافقهم فِي هَذَا الأَصْل",
            "page": "40",
            "part": "1",
            "seal": "8D570BD3"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "ولتدوين مذاهبهم جَمِيعًا فِي الْمَبْسُوط وَالْجَامِع الْكَبِير ¶ وَنَشَأ الشَّافِعِي رَضِي الله عَنهُ فِي أَوَائِل ظُهُور المذهبين وترتيب أصولهما وفروعهما فَنظر فِي صَنِيع الْأَوَائِل فَوجدَ فِيهِ أمورا كبحت عنانه عَن الجريان فِي طريقهم وَقد ذكرهَا فِي أَوَائِل كِتَابه الْأُم ¶ 1 - مِنْهَا أَنه وجدهم يَأْخُذُونَ بالمرسل والمنقطع فَيدْخل فيهمَا الْخلَل فانه إِذا جمع طرق الحَدِيث يظْهر أَنه كم من مُرْسل لَا أصل لَهُ وَكم من مُرْسل يُخَالف مُسْندًا فقرر أَلا يَأْخُذ بالمرسل إِلَّا عِنْد وجود شُرُوط وَهِي مَذْكُورَة فِي كتب الْأُصُول ¶ 2 - وَمِنْهَا أَنه لم تكن قَوَاعِد الْجمع بَين المختلفات مضبوطة عِنْدهم فَكَانَ يتَطَرَّق بذلك خلل فِي مجتهداتهم فَوضع لَهَا أصولا ودونها فِي كتاب وَهَذَا أول تدوين كَانَ فِي أصُول الْفِقْه ¶ مِثَاله مَا بلغنَا أَنه دخل على مُحَمَّد بن الْحسن وَهُوَ يطعن على أهل الْمَدِينَة فِي قضائهم بِالشَّاهِدِ الْوَاحِد مَعَ الْيَمين وَيَقُول هَذَا زِيَادَة على كتاب الله فَقَالَ الشَّافِعِي أثبت عنْدك أَنه لَا",
            "page": "41",
            "part": "1",
            "seal": "50D8E448"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "تجوز الزِّيَادَة على كتاب الله بِخَبَر الْوَاحِد ¶ قَالَ نعم قَالَ فَلم قلت إِن الْوَصِيَّة للْوَارِث لَا تجوز لقَوْله صلى الله عَلَيْهِ وَسلم أَلا لَا وَصِيَّة لوَارث ¶ وَقد قَالَ الله تَعَالَى {كتب عَلَيْكُم إِذا حضر أحدكُم الْمَوْت} الْآيَة وَأورد عَلَيْهِ أَشْيَاء من هَذَا الْقَبِيل فَانْقَطع كَلَام مُحَمَّد بن الْحسن ¶ 3 - وَمِنْهَا أَن بعض الْأَحَادِيث الصَّحِيحَة لم تبلغ عُلَمَاء التَّابِعين مِمَّن وسد إِلَيْهِم الْفَتْوَى فاجتهدوا بآرائهم أَو اتبعُوا العموميات أَو اقتدوا بِمن مضى من الصَّحَابَة فأفتوا حسب ذَلِك ثمَّ ظَهرت بعد ذَلِك فِي الطَّبَقَة الثَّالِثَة فَلم يعملوا بهَا ظنا مِنْهُم أَنَّهَا تخَالف عمل أهل مدينتهم وسنتهم الَّتِي لَا اخْتِلَاف لَهُم فِيهَا وَذَلِكَ قَادِح فِي الحَدِيث أَو عِلّة مسقطة لَهُ ¶ أَو لم تظهر فِي الثَّالِثَة وَإِنَّمَا ظَهرت بعد ذَلِك عِنْدَمَا أمعن أهل الحَدِيث فِي جمع طرق الحَدِيث ورحلوا إِلَى أقطار الأَرْض وَبَحَثُوا عَن حَملَة الْعلم ¶ فكثير من الْأَحَادِيث لَا يرويهِ من الصَّحَابَة إِلَّا رجل أَو",
            "page": "42",
            "part": "1",
            "seal": "B52FA5BF"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "رجلَانِ وَلَا يرويهِ عَنهُ أَو عَنْهُمَا إِلَّا رجل أَو رجلَانِ وهلم جرا فخفي على أهل الْفِقْه وَظهر فِي عصر الْحفاظ الجامعين لطرق الحَدِيث ¶ وَكثير من الْأَحَادِيث رَوَاهُ أهل الْبَصْرَة مثلا وَسَائِر الأقطار فِي غَفلَة عَنهُ فَبين الشَّافِعِي رَحمَه الله تَعَالَى أَن الْعلمَاء من الصَّحَابَة وَالتَّابِعِينَ لم يزل شَأْنهمْ أَنهم يطْلبُونَ الحَدِيث فِي الْمَسْأَلَة فاذا لم يَجدوا تمسكوا بِنَوْع آخر من الِاسْتِدْلَال ثمَّ إِذا ظهر عَلَيْهِم الحَدِيث بعد رجعُوا عَن اجتهادهم إِلَى الحَدِيث فاذا كَانَ الْأَمر على ذَلِك لَا يكون عدم تمسكهم 2 بِالْحَدِيثِ قدحا فِيهِ اللَّهُمَّ إِلَّا إِذا بينوا الْعلَّة القادحة ¶ مِثَاله حَدِيث الْقلَّتَيْنِ فانه حَدِيث صَحِيح رُوِيَ بطرق كَثِيرَة معظمها ترجع إِلَى نُسْخَة الْوَلِيد أَو أبي الْوَلِيد بن كثير عَن مُحَمَّد بن جَعْفَر بن الزبير أَو مُحَمَّد بن عباد بن جَعْفَر عَن عبيد الله بن عبد الله وَكِلَاهُمَا عَن ابْن عمر ثمَّ تشعبت الطّرق بعد ذَلِك ¶ وَهَذَانِ وَإِن كَانَا من الثِّقَات لكنهما ليسَا مِمَّن وسد إِلَيْهِم الْفَتْوَى وعول النَّاس عَلَيْهِم فَلم يظْهر الحَدِيث فِي عصر",
            "page": "43",
            "part": "1",
            "seal": "F439A7AD"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "سعيد بن الْمسيب وَلَا فِي عصر الزُّهْرِيّ وَلم يمش عَلَيْهِ الْمَالِكِيَّة وَلَا الْحَنَفِيَّة فَلم يعملوا بِهِ وَعمل بِهِ الشَّافِعِي ¶ وَحَدِيث خِيَار الْمجْلس فانه حَدِيث صَحِيح رُوِيَ بطرق كَثِيرَة وَعمل بِهِ ابْن عمر وَأَبُو هُرَيْرَة من الصَّحَابَة ¶ وَلم يظْهر على الْفُقَهَاء السَّبْعَة ومعاصريهم فَلم يَكُونُوا يَقُولُونَ بِهِ فَرَأى مَالك وَأَبُو حنيفَة أَن هَذِه عِلّة قادحة فِي الحَدِيث وَعمل بِهِ الشَّافِعِي ¶ 4 - وَمِنْهَا أَن أَقْوَال الصَّحَابَة جمعت فِي عصر الشَّافِعِي فتكثرت وَاخْتلفت وتشعبت وَرَأى كثيرا مِنْهَا يُخَالف الحَدِيث الصَّحِيح حَيْثُ لم يبلغهم وَرَأى السّلف لم يزَالُوا يرجعُونَ فِي مثل ذَلِك إِلَى الحَدِيث فَترك التَّمَسُّك بأقوالهم مَا لم يتفقوا وَقَالَ هم رجال وَنحن رجال ¶ 5 - وَمِنْهَا أَنه رأى قوما من الْفُقَهَاء يخلطون الرَّأْي الَّذِي لم يسوغه الشَّرْع بِالْقِيَاسِ الَّذِي أثْبته فَلَا يميزون وَاحِدًا مِنْهُمَا من الآخر ويسمونه تَارَة بالاستحسان وأعني بِالرَّأْيِ",
            "page": "44",
            "part": "1",
            "seal": "B1D13CB6"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "أَن ينصب مَظَنَّة حرج أَو مصلحَة عِلّة لحكم وَإِنَّمَا الْقيَاس أَن تخرج الْعلَّة من الحكم الْمَنْصُوص ويدار عَلَيْهَا الحكم فَأبْطل هَذَا النَّوْع أتم إبِْطَال وَقَالَ من اسْتحْسنَ فَإِنَّهُ أَرَادَ أَن يكون شَارِعا حَكَاهُ ابْن الْحَاجِب فِي مُخْتَصر الْأُصُول ¶ مِثَاله رشد الْيَتِيم أَمر خَفِي فأقاموا مَظَنَّة الرشد وَهُوَ بُلُوغ خمس وَعشْرين سنة مقامة وَقَالُوا إِذا بلغ الْيَتِيم هَذَا الْعُمر سلم إِلَيْهِ مَاله قَالُوا هَذَا اسْتِحْسَان وَالْقِيَاس أَلا يسلم إِلَيْهِ ¶ وَبِالْجُمْلَةِ فَلَمَّا رأى الشَّافِعِي فِي صَنِيع الْأَوَائِل مثل هَذِه الْأُمُور أَخذ الْفِقْه من الرَّأْس فَأَسَّسَ الْأُصُول وَفرع الْفُرُوع وصنف الْكتب فأجاد وَأفَاد وَاجْتمعَ عَلَيْهَا الْفُقَهَاء وتصرفوا اختصارا وشرحا واستدلالا وتخريجا ثمَّ تفَرقُوا فِي الْبلدَانِ فَكَانَ هَذَا مَذْهَب الشَّافِعِي رَحمَه الله تَعَالَى",
            "page": "45",
            "part": "1",
            "seal": "54C8D61D"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "بَاب أَسبَاب الِاخْتِلَاف بَين أهل الحديث وَأَصْحَاب الرَّأْي ¶ اعلم أَنه كَانَ من الْعلمَاء فِي عصر سعيد بن الْمسيب وَإِبْرَاهِيم وَالزهْرِيّ وَفِي عصر مَالك وسُفْيَان وَبعد ذَلِك قوم يكْرهُونَ الْخَوْض بِالرَّأْيِ ويهابون الْفتيا والاستنباط إِلَّا لضَرُورَة لَا يَجدونَ مِنْهَا بدا وَكَانَ أكبر هَمهمْ رِوَايَة حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم سُئِلَ عبد الله بن مَسْعُود عَن شَيْء فَقَالَ إِنِّي لأكْره أَن أحل لَك شَيْئا حرمه الله عَلَيْك أَو أحرم مَا أحله الله لَك وَقَالَ معَاذ بن جبل يَا أَيهَا النَّاس لَا تعجلوا بالبلاء قبل نُزُوله فانه لَا يَنْفَكّ الْمُسلمُونَ أَن يكون فيهم من إِذا سُئِلَ سدد وَرُوِيَ نَحْو ذَلِك عَن عمر وَعلي وَابْن عَبَّاس وَابْن مَسْعُود فِي كَرَاهَة التَّكَلُّم فِيمَا لم ينزل وَقَالَ ابْن عمر لجَابِر بن زيد",
            "page": "46",
            "part": "1",
            "seal": "58D48BF7"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "إِنَّك من فُقَهَاء الْبَصْرَة فَلَا تفت إِلَّا بقرآن نَاطِق أَو سنة مَاضِيَة فانك إِن فعلت غير ذَلِك هَلَكت وأهلكت وَقَالَ أَبُو النَّضر لما قدم أَبُو سَلمَة الْبَصْرَة أَتَيْته أَنا وَالْحسن فَقَالَ لِلْحسنِ أَنْت الْحسن مَا كَانَ أحد بِالْبَصْرَةِ أحب إِلَيّ لِقَاء مِنْك وَذَلِكَ أَنه بَلغنِي أَنَّك تُفْتِي بِرَأْيِك فَلَا تفت بِرَأْيِك إِلَّا أَن يكون سنة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَو كتاب منزل وَقَالَ ابْن الْمُنْكَدر إِن الْعَالم يدْخل فِيمَا بَين الله وَبَين عباده فليطلب لنَفسِهِ الْمخْرج وَسُئِلَ الشّعبِيّ كَيفَ كُنْتُم تَصْنَعُونَ إِذا سئلتم قَالَ على الْخَبِير وَقعت كَانَ إِذا سُئِلَ الرجل قَالَ لصَاحبه أفتهم فَلَا يزَال حَتَّى يرجع إِلَى الأول وَقَالَ الشّعبِيّ مَا حدثوك هَؤُلَاءِ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فَخذ بِهِ وَمَا قَالُوهُ برأيهم فألقه فِي الحش أخرج هَذِه الْآثَار عَن آخرهَا الدَّارمِيّ ¶ فَوَقع شيوع تدوين الحَدِيث والأثر فِي بلدان الْإِسْلَام وَكِتَابَة الصُّحُف والنسخ حَتَّى قل من يكون من أهل الرِّوَايَة إِلَّا كَانَ لَهُ تدوين أَو صحيفَة أَو نُسْخَة من حَاجتهم بموقع عَظِيم فَطَافَ من أدْرك من عظمائهم ذَلِك الزَّمَان بِلَاد الْحجاز وَالشَّام وَالْعراق ومصر واليمن وخراسان وجمعوا الْكتب وتتبعوا النّسخ وأمعنوا فِي التفحص عَن غَرِيب",
            "page": "47",
            "part": "1",
            "seal": "5050BC79"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "الحَدِيث ونوادر الْأَثر فَاجْتمع باهتمام أُولَئِكَ من الحَدِيث والْآثَار مَا لم يجْتَمع لأحد قبلهم وتيسر لَهُم مَا لم يَتَيَسَّر لأحد قبلهم وخلص إِلَيْهِم من طرق الْأَحَادِيث شَيْء كثير حَتَّى كَانَ لكثير من الْأَحَادِيث عِنْدهم مائَة طَرِيق فَمَا فَوْقهَا فكشف بعض الطّرق مَا استتر فِي بَعْضهَا الآخر وَعرفُوا مَحل كل حَدِيث من الغرابة والاستفاضة وَأمكن لَهُم النّظر فِي المتابعات والشواهد وَظهر عَلَيْهِم أَحَادِيث صَحِيحَة كَثِيرَة لم تظهر على أهل الْفَتْوَى من قبل قَالَ الشَّافِعِي رَحمَه الله تَعَالَى لِأَحْمَد أَنْتُم أعلم بالأخبار الصَّحِيحَة منا فاذا كَانَ خبر صَحِيح فأعلموني حَتَّى أذهب إِلَيْهِ كوفيا كَانَ أَو بصريا أَو شاميا حَكَاهُ ابْن الْهمام وَذَلِكَ لِأَنَّهُ كم من حَدِيث صَحِيح لَا يرويهِ إِلَّا أهل بلد خَاصَّة كأفراد الشاميين والعراقيين أَو أهل بَيت خَاصَّة كنسخة بريد عَن أبي بردة عَن أبي مُوسَى ونسخة عَمْرو بن شُعَيْب عَن أَبِيه عَن جده أَو كَانَ الصَّحَابِيّ مقلا خاملا لم يحمل عَنهُ إِلَّا شرذمة قَلِيلُونَ فَمثل هَذِه الْأَحَادِيث يغْفل عَنْهَا عَامَّة أهل الْفَتْوَى وَاجْتمعت عِنْدهم آثَار فُقَهَاء كل بلد من الصَّحَابَة وَالتَّابِعِينَ وَكَانَ الرجل فِيمَا قبلهم لَا يتَمَكَّن إِلَّا من جمع حَدِيث بَلَده وَأَصْحَابه وَكَانَ من قبلهم يعتمدون فِي معرفَة أَسمَاء الرِّجَال ومراتب عدالتهم على مَا يخلص إِلَيْهِم من مُشَاهدَة الْحَال وتتبع الْقَرَائِن وأمعن هَذِه الطَّبَقَة فِي هَذَا الْفَنّ وجعلوه شَيْئا مُسْتقِلّا بالتدوين والبحث وناظروا فِي الحكم بِالصِّحَّةِ وَغَيرهَا",
            "page": "48",
            "part": "1",
            "seal": "74A694D9"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "فانكشف عَلَيْهِم بِهَذَا التدوين والمناظرة مَا كَانَ خفِيا من حَال الِاتِّصَال والانقطاع وَكَانَ سُفْيَان ووكيع وأمثالهما يجتهدون غَايَة الِاجْتِهَاد فَلَا يتمكنون من الحَدِيث الْمَرْفُوع الْمُتَّصِل إِلَّا من دون الْألف حَدِيث كَمَا ذكره أَبُو دَاوُد السجسْتانِي فِي رسَالَته إِلَى أهل مَكَّة وَكَانَ أهل هَذِه الطَّبَقَة يروون أَرْبَعِينَ ألف حَدِيث فَمَا يقرب مِنْهَا بل صَحَّ عَن البُخَارِيّ أَنه اختصر صَحِيحه من سِتّمائَة ألف حَدِيث وَعَن أبي دَاوُد أَنه اختصر سنَنه من خَمْسمِائَة ألف حَدِيث وَجعل أَحْمد مُسْنده ميزانا يعرف بِهِ حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم فَمَا وجد فِيهِ وَلَو بطرِيق وَاحِد من طرقه فَلهُ أصل وَإِلَّا فَلَا أصل لَهُ وَكَانَ رُؤُوس هَؤُلَاءِ عبد الرَّحْمَن بن مهْدي وَيحيى بن سعيد الْقطَّان وَيزِيد بن هَارُون وَعبد الرَّزَّاق وَأَبُو بكر بن أبي شيبَة ومسدد وهناد وَأحمد بن حَنْبَل وَإِسْحَق بن رَاهَوَيْه وَالْفضل بن دُكَيْن وَعلي بن الْمَدِينِيّ وأقرانهم وَهَذِه الطَّبَقَة هِيَ الطّراز الأول من طَبَقَات الْمُحدثين فَرجع الْمُحَقِّقُونَ مِنْهُم بعد إحكام فن الرِّوَايَة وَمَعْرِفَة مَرَاتِب الْأَحَادِيث إِلَى الْفِقْه فَلم يكن عِنْدهم من الرَّأْي أَن يجمع على تَقْلِيد رجل مِمَّن مضى مَعَ مَا يرَوْنَ من الْأَحَادِيث والْآثَار المناقضة فِي كل مَذْهَب من تِلْكَ الْمذَاهب فَأخذُوا يتتبعون أَحَادِيث النَّبِي صلى الله عَلَيْهِ وَسلم وآثار الصَّحَابَة وَالتَّابِعِينَ والمجتهدين على قَوَاعِد أحكموها فِي نُفُوسهم وَأَنا أبينها لَك",
            "page": "49",
            "part": "1",
            "seal": "848141CF"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "فِي كَلِمَات يسيرَة كَانَ عِنْدهم إِنَّه إِذا وجد فِي الْمَسْأَلَة قُرْآن نَاطِق فَلَا يجوز التَّحَوُّل مِنْهُ إِلَى غَيره وَإِذا كَانَ الْقُرْآن مُحْتملا لوجوه فَالسنة قاضية عَلَيْهِ فاذا لم يَجدوا فِي كتاب الله أخذُوا بِسنة رَسُول الله صلى الله عَلَيْهِ وَسلم سَوَاء كَانَ مستفيضا دائرا بَين الْفُقَهَاء أَو يكون مُخْتَصًّا بِأَهْل بلد أَو أهل بَيت أَو بطرِيق خَاصَّة وَسَوَاء عمل بِهِ الصَّحَابَة وَالْفُقَهَاء أَو لم يعملوا بِهِ وَمَتى كَانَ فِي الْمَسْأَلَة حَدِيث فَلَا يتبع فِيهَا خِلَافه أثرا من الْآثَار وَلَا اجْتِهَاد أحد من الْمُجْتَهدين وَإِذا أفرغوا جهدهمْ فِي تتبع الْأَحَادِيث وَلم يَجدوا فِي الْمَسْأَلَة حَدِيثا أخذُوا بأقوال جمَاعَة من الصَّحَابَة وَالتَّابِعِينَ وَلَا يتقيدون بِقوم دون قوم وَلَا بلد دون بلد كَمَا كَانَ يفعل من قبلهم فان اتّفق جُمْهُور الْخُلَفَاء وَالْفُقَهَاء على شَيْء فَهُوَ المتبع وَإِن اخْتلفُوا أخذُوا بِحَدِيث أعلمهم علما أَو أورعهم ورعا أَو أَكْثَرهم ضبطا أَو مَا اشْتهر عَنْهُم فان وجدوا شَيْئا يَسْتَوِي فِيهِ قَولَانِ فَهِيَ مَسْأَلَة ذَات قَوْلَيْنِ فان عجزوا عَن ذَلِك تأملوا فِي عمومات الْكتاب وَالسّنة وإيماآتهما واقتضاآتهما وحملوا نَظِير الْمَسْأَلَة عَلَيْهَا فِي الْجَواب إِذْ كَانَتَا متقاربتين بَادِي الرَّأْي لَا يعتمدون فِي ذَلِك على قَوَاعِد من الْأُصُول وَلَكِن على مَا يخلص إِلَى الْفَهم ويثلج بِهِ الصَّدْر كَمَا أَنه لَيْسَ ميزَان التَّوَاتُر عدد الروَاة وَلَا حَالهم وَلَكِن الْيَقِين الَّذِي يعقبه فِي قُلُوب النَّاس كَمَا نبهنا على ذَلِك فِي بَيَان حَال الصَّحَابَة وَكَانَت هَذِه الْأُصُول مستخرجة من صَنِيع الْأَوَائِل وتصريحاتهم وَعَن مَيْمُون بن",
            "page": "50",
            "part": "1",
            "seal": "39DA7523"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "مهْرَان قَالَ كَانَ أَبُو بكر إِذا ورد عَلَيْهِ الْخصم نظر فِي كتاب الله فان وجد فِيهِ مَا يقْضِي بَينهم قضى بِهِ وان لم يكن فِي الْكتاب وَعلم من رَسُول الله صلى الله عَلَيْهِ وَسلم فِي ذَلِك الْأَمر سنة قضى بهَا فان أعياه خرج فَسَأَلَ الْمُسلمين وَقَالَ أَتَانِي كَذَا وَكَذَا فَهَل علمْتُم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قضى فِي ذَلِك بِقَضَاء فَرُبمَا اجْتمع إِلَيْهِ النَّفر كلهم بِذكر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فِيهِ قَضَاء فَيَقُول أَبُو بكر الْحَمد لله الَّذِي جعل فِينَا من يحفظ علينا علم نَبينَا فَإِن أعياه أَن يجد فِيهِ سنة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم جمع رُؤُوس النَّاس وخيارهم فاستشارهم فاذا اجْتمع رَأْيهمْ على أَمر قضى بِهِ ¶ وَعَن شُرَيْح أَن عمر بن الْخطاب كتب إِلَيْهِ إِن جَاءَك شَيْء فِي كتاب الله فَاقْض بِهِ وَلَا يلفتك عَنهُ الرِّجَال فان جَاءَك مَا لَيْسَ فِي كتاب الله فَانْظُر سنة رَسُول الله صلى الله عَلَيْهِ وَسلم فَاقْض بهَا فَإِن جَاءَك مَا لَيْسَ فِي كتاب الله وَلم يكن فِيهِ سنة رَسُول الله صلى الله عَلَيْهِ وَسلم فَانْظُر مَا اجْتمع عَلَيْهِ النَّاس فَخذ بِهِ فان جَاءَك مَا لَيْسَ فِي كتاب الله وَلم يكن فِيهِ سنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَلم يتَكَلَّم فِيهِ أحد قبلك فاختر أَي الْأَمريْنِ شِئْت إِن شِئْت أَن تجتهد بِرَأْيِك ثمَّ تقدم فَتقدم وَإِن شِئْت أَن تتأخر فَتَأَخر وَلَا أرى التَّأَخُّر إِلَّا خيرا لَك ¶ وَعَن عبد الله بن مَسْعُود قَالَ أَتَى علينا زمَان لسنا نقضي",
            "page": "51",
            "part": "1",
            "seal": "EC9AD847"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "ولسنا هُنَالك وَإِن الله قد قدر من الْأَمر أَن قد بلغنَا مَا ترَوْنَ فَمن عرض لَهُ قَضَاء بعد الْيَوْم فليقض فِيهِ بِمَا فِي كتاب الله عز وَجل فان جَاءَهُ مَا لَيْسَ فِي كتاب الله فليقض بِمَا قضى بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِن جَاءَهُ مَا لَيْسَ فِي كتاب الله وَلم يقْض بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فليقض فِيهِ بِمَا قضى بِهِ الصالحون وَلَا يقل إِنِّي أَخَاف وَإِنِّي أرى فان الْحَرَام بَين والحلال بَين وَبَين ذَلِك أُمُور مشتبهة فدع مَا يريبك إِلَى مَا لَا يريبك وَكَانَ ابْن عَبَّاس إِذا سُئِلَ عَن الْأَمر فَإِن كَانَ فِي الْقُرْآن أخبر بِهِ وَإِن لم يكن فِي الْقُرْآن وَكَانَ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أخبر بِهِ فَإِن لم يكن فَعَن أبي بكر وَعمر وَإِن لم يكن قَالَ فِيهِ بِرَأْيهِ ¶ وَعَن ابْن عَبَّاس أما تخافون أَن تعذبوا أَو يخسف بكم أَن تَقولُوا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ فلَان ¶ وَعَن قَتَادَة قَالَ حدث ابْن سِيرِين رجلا بِحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ الرجل قَالَ فلَان كَذَا وَكَذَا فَقَالَ ابْن سِيرِين أحَدثك عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَتقول قَالَ فلَان كَذَا وَكَذَا ¶ وَعَن الْأَوْزَاعِيّ قَالَ كتب عمر بن عبد الْعَزِيز أَنه لَا رَأْي لأحد فِي كتاب الله وَإِنَّمَا رَأْي الْأَئِمَّة فِيمَا لم ينزل فِيهِ كتاب وَلم تمض فِيهِ سنة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا رَأْي لأحد فِي سنة سنّهَا رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَعَن الْأَعْمَش قَالَ كَانَ إِبْرَاهِيم يَقُول يقوم عَن",
            "page": "52",
            "part": "1",
            "seal": "7E7A4EED"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "يسَاره فَحَدَّثته عَن سميع الزيات عَن ابْن عَبَّاس أَن النَّبِي صلى الله عَلَيْهِ وَسلم أَقَامَهُ عَن يَمِينه فَأخذ بِهِ ¶ وَعَن الشّعبِيّ جَاءَهُ رجل يسْأَله عَن شَيْء فَقَالَ كَانَ ابْن مَسْعُود يَقُول فِيهِ كَذَا وَكَذَا قَالَ أَخْبرنِي أَنْت بِرَأْيِك فَقَالَ أَلا تعْجبُونَ من هَذَا أخْبرته عَن ابْن مَسْعُود ويسألني عَن رَأْيِي وديني عِنْدِي أثر من ذَلِك وَالله لِأَن أتغنى بأغنية أحب إِلَيّ من أَن أخْبرك برأيي أخرج هَذِه الْآثَار كلهَا الدَّارمِيّ ¶ وَأخرج التِّرْمِذِيّ عَن أبي السَّائِب قَالَ كُنَّا عِنْد وَكِيع فَقَالَ لرجل مِمَّن ينظر فِي الرَّأْي أشعر رَسُول الله صلى الله عَلَيْهِ وَسلم وَيَقُول أَبُو حنيفَة هُوَ مثلَة قَالَ الرجل فَإِنَّهُ قد رُوِيَ عَن إِبْرَاهِيم النَّخعِيّ أَنه قَالَ الْإِشْعَار مثلَة قَالَ رَأَيْت وكيعا غضب غَضبا شَدِيدا وَقَالَ أَقُول لَك قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَتقول قَالَ إِبْرَاهِيم مَا أحقك بِأَن تحبس ثمَّ لَا تخرج حَتَّى تنْزع عَن قَوْلك هَذَا ¶ وَعَن عبد الله بن عَبَّاس وَعَطَاء وَمُجاهد وَمَالك بن أنس رَضِي الله تَعَالَى عَنْهُم أَنهم كَانُوا يَقُولُونَ مَا من أحد إِلَّا ومأخوذ من كَلَامه ومردود عَلَيْهِ إِلَّا رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَبِالْجُمْلَةِ فَلَمَّا مهدوا الْفِقْه على هَذِه الْقَوَاعِد فَلم تكن",
            "page": "53",
            "part": "1",
            "seal": "FF26805A"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "مسأله من الْمسَائِل الَّتِي تكلم فِيهَا من قبلهم وَالَّتِي وَقعت فِي زمانهم إِلَّا وجدوا فِيهَا حَدِيثا مَرْفُوعا مُتَّصِلا أَو مُرْسلا أَو مَوْقُوفا صَحِيحا أَو حسنا أَو صَالحا للاعتبار أَو وجدوا أثرا من آثَار الشَّيْخَيْنِ أَو سَائِر الْخُلَفَاء وقضاة الْأَمْصَار وفقهاء الْبلدَانِ أَو استنباطا من عُمُوم أَو إِيمَاء أَو اقْتِضَاء فيسر الله لَهُم الْعَمَل بِالسنةِ على هَذَا الْوَجْه وَكَانَ أعظمهم شَأْنًا وأوسعهم رِوَايَة وأعرفهم للْحَدِيث مرتبَة وأعمقهم فقها أَحْمد بن حَنْبَل ثمَّ إِسْحَاق بن رَاهَوَيْه وَكَانَ تَرْتِيب الْفِقْه على هَذَا الْوَجْه يتَوَقَّف على جمع شَيْء كثير من الْأَحَادِيث والْآثَار حَتَّى سُئِلَ أَحْمد يَكْفِي الرجل مائَة ألف حَدِيث حَتَّى يُفْتِي قَالَ لَا حَتَّى قيل خَمْسمِائَة ألف حَدِيث قَالَ أَرْجُو كَذَا فِي غَايَة الْمُنْتَهى وَمرَاده الْإِفْتَاء على هَذَا الأَصْل ¶ ثمَّ أنشأ الله تَعَالَى قرنا آخر فَرَأَوْا أَصْحَابهم قد كفوهم مؤونة جمع الْأَحَادِيث وتمهيد الْفِقْه على أصلهم فتفرغوا لفنون أُخْرَى كتمييز الحَدِيث الصَّحِيح الْمجمع عَلَيْهِ من كبراء أهل الحَدِيث كيزيد بن هَارُون وَيحيى بن سعيد الْقطَّان وَأحمد وَإِسْحَق وأضرابهم وكجمع أَحَادِيث الْفِقْه الَّتِي بنى عَلَيْهَا فُقَهَاء الْأَمْصَار وعلماء الْبلدَانِ مذاهبهم وكالحكم على كل حَدِيث بِمَا يسْتَحقّهُ وكالشاذة والفاذة من الْأَحَادِيث الَّتِي لم يرووها أَو طرقها الَّتِي لم يخرج من",
            "page": "54",
            "part": "1",
            "seal": "D2091106"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "جِهَتهَا الْأَوَائِل مِمَّا فِيهِ اتِّصَال أَو علو سَنَد أَو رِوَايَة فَقِيه عَن فَقِيه أَو حَافظ عَن حَافظ أَو نَحْو ذَلِك من المطالب العلمية وَهَؤُلَاء هم البُخَارِيّ وَمُسلم وَأَبُو دَاوُد وَعبد بن حميد والدارمي وَابْن مَاجَه وَأَبُو يعلى وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَالدَّارَقُطْنِيّ وَالْحَاكِم وَالْبَيْهَقِيّ والخطيب والديلمي وَابْن عبد الْبر وأمثالهم ¶ وَكَانَ أوسعهم علما عِنْدِي وأنفعهم تصنيفا وأشهرهم ذكرا رجال أَرْبَعَة متقاربون فِي الْعَصْر ¶ أَوَّلهمْ أَبُو عبد الله البُخَارِيّ وَكَانَ غَرَضه تَجْرِيد الْأَحَادِيث الصِّحَاح المستفيضة الْمُتَّصِلَة من غَيرهَا واستنباط الْفِقْه والسيرة وَالتَّفْسِير مِنْهَا فصنف جَامعه الصَّحِيح ووفى بِمَا شَرط وبلغنا أَن رجلا من الصَّالِحين رأى رَسُول الله صلى الله عَلَيْهِ وَسلم فِي مَنَامه وَهُوَ يَقُول مَالك اشتغلت بِفقه مُحَمَّد بن إِدْرِيس وَتركت كتابي قَالَ يَا رَسُول الله وَمَا كتابك قَالَ صَحِيح البُخَارِيّ ولعمري إِنَّه نَالَ من الشُّهْرَة وَالْقَبُول دَرَجَة لَا يرام فَوْقهَا ¶ وثانيهم مُسلم النَّيْسَابُورِي توخى تَجْرِيد الصِّحَاح الْمجمع عَلَيْهَا بَين الْمُحدثين الْمُتَّصِلَة المرفوعة مِمَّا يستنبط مِنْهُ السّنة وَأَرَادَ تقريبها إِلَى الأذهان وتسهيل الاستنباط مِنْهَا فرتب ترتيبا جيدا وَجمع طرق كل حَدِيث فِي مَوضِع وَاحِد ليتضح اخْتِلَاف الْمُتُون وتشعب الْأَسَانِيد أصرح مَا يكون وَجمع بَين المختلفات فَلم يدع لمن لَهُ معرفَة بِلِسَان",
            "page": "55",
            "part": "1",
            "seal": "A24A07BE"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "الْعَرَب عذرا فِي الْإِعْرَاض عَن السّنة إِلَى غَيرهَا ¶ وثالثهم أَبُو دَاوُد السجسْتانِي وَكَانَ همه جمع الْأَحَادِيث الَّتِي اسْتدلَّ بهَا الْفُقَهَاء ودارت فيهم وَبنى عَلَيْهَا الْأَحْكَام عُلَمَاء الْأَمْصَار فصنف سنَنه وَجمع فِيهَا الصَّحِيح وَالْحسن واللين والصالح للْعَمَل قَالَ أَبُو دَاوُد وَمَا ذكرت فِي كتابي حَدِيثا أجمع النَّاس على تَركه وَمَا كَانَ مِنْهَا ضَعِيفا أصرح بضعفه وَمَا كَانَ فِيهِ عِلّة بينتها بِوَجْه يعرفهُ الخائض فِي هَذَا الشَّأْن وَترْجم على كل حَدِيث بِمَا قد استنبط مِنْهُ عَالم وَذهب إِلَيْهِ ذَاهِب وَلذَلِك صرح الْغَزالِيّ وَغَيره بِأَن كِتَابه كَاف للمجتهد ¶ ورابعهم أَبُو عِيسَى التِّرْمِذِيّ وَكَأَنَّهُ اسْتحْسنَ طَريقَة لِلشَّيْخَيْنِ حَيْثُ بَينا وَمَا أبهما وَطَرِيقَة أبي دَاوُد حَيْثُ جمع كل مَا ذهب إِلَيْهِ ذَاهِب فَجمع كلتا الطريقتين وَزَاد عَلَيْهِمَا بَيَان مَذَاهِب الصَّحَابَة وَالتَّابِعِينَ وفقهاء الْأَمْصَار فَجمع كتابا جَامعا وَاخْتصرَ طرق الحَدِيث اختصارا لطيفا فَذكر وَاحِد وَأَوْمَأَ إِلَى مَا عداهُ وَبَين أَمر كل حَدِيث من أَنه صَحِيح أَو حسن أَو ضَعِيف أَو مُنكر وَبَين وَجه الضعْف ليَكُون الطَّالِب على بَصِيرَة من أمره فَيعرف مَا يصلح للاعتبار مِمَّا دونه وَذكر أَنه مستفيض أَو غَرِيب وَذكر مَذَاهِب الصَّحَابَة وفقهاء الْأَمْصَار وسمى من يحْتَاج إِلَى التَّسْمِيَة وكنى من يحْتَاج إِلَى التكنية فَلم يدع خَفَاء لمن",
            "page": "56",
            "part": "1",
            "seal": "7AE124BF"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "هُوَ من رجال الْعلم وَلذَلِك يُقَال إِنَّه كَاف للمجتهد مغن للمقلد ¶ وَكَانَ بِإِزَاءِ هَؤُلَاءِ فِي عصر مَالك وسُفْيَان وبعدهم قوم لَا يكْرهُونَ الْمسَائِل وَلَا يهابون الْفتيا وَيَقُولُونَ على الْفِقْه بِنَاء الدّين فَلَا بُد من إشاعته ويهابون رِوَايَة حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم وَالرَّفْع إِلَيْهِ حَتَّى قَالَ الشّعبِيّ على من دون النَّبِي صلى الله عَلَيْهِ وَسلم أحب إِلَيْنَا فَإِن كَانَ فِيهِ زِيَادَة أَو نُقْصَان كَانَ على من دون النَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ إِبْرَاهِيم أَقُول قَالَ عبد الله وَقَالَ عَلْقَمَة أحب إِلَيّ وَكَانَ ابْن مَسْعُود إِذا حدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم تَرَبد وَجهه وَقَالَ هَكَذَا أَو نَحوه ¶ وَقَالَ عمر حِين بعث رهطا من الْأَمْصَار إِلَى الْكُوفَة إِنَّكُم تأتون الْكُوفَة فَتَأْتُونَ قوما لَهُم أزيز بِالْقُرْآنِ فيأتونكم فَيَقُولُونَ قدم أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم قدم أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم فيأتونكم فيسألونكم عَن الحَدِيث فأقلوا الرِّوَايَة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَقَالَ ابْن عون كَانَ الشّعبِيّ إِذا جَاءَهُ شَيْء أتقى وَكَانَ إِبْرَاهِيم يَقُول وَيَقُول أخرج هَذِه الْآثَار الدَّارمِيّ ¶ فَوَقع تدوين الحَدِيث وَالْفِقْه والمسائل من حَاجتهم بموقع من وَجه آخر وَذَلِكَ أَنه لم يكن عِنْدهم من الْأَحَادِيث والْآثَار مَا يقدرُونَ بِهِ على استنباط الْفِقْه على الْأُصُول الَّتِي اخْتَارَهَا أهل الحَدِيث وَلم تَنْشَرِح صُدُورهمْ للنَّظَر فِي أَقْوَال عُلَمَاء",
            "page": "57",
            "part": "1",
            "seal": "5C227DCB"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "الْبلدَانِ وَجَمعهَا والبحث عَنْهَا واتهموا أنفسهم فِي ذَلِك وَكَانُوا اعتقدوا فِي أئمتهم أَنهم فِي الدرجَة الْعليا من التَّحْقِيق وَكَانَت قُلُوبهم أميل شَيْء إِلَى أَصْحَابهم كَمَا قَالَ عَلْقَمَة هَل أحد مِنْهُم أثبت من عبد الله وَقَالَ أَبُو حنيفَة رَحمَه الله تَعَالَى إِبْرَاهِيم أفقه من سَالم وَلَوْلَا فضل الصُّحْبَة لَقلت عَلْقَمَة أفقه من ابْن عمر ¶ وَكَانَ عِنْدهم من الفطانة والحدس وَسُرْعَة انْتِقَال الذَّهَب من شَيْء إِلَى شَيْء مَا يقدرُونَ بِهِ على تَخْرِيج جَوَاب الْمسَائِل على أَقْوَال أَصْحَابهم وكل ميسر لما خلق لَهُ و {كل حزب بِمَا لديهم فَرِحُونَ} ¶ فمهدوا الْفِقْه على قَاعِدَة التَّخْرِيج وَذَلِكَ أَن يحفظ كل أحد كتاب من هُوَ لِسَان أَصْحَابه وأعرفهم بأقوال الْقَوْم وأصحهم نظرا فِي التَّرْجِيح فيتأمل فِي كل مَسْأَلَة وحه الحكم فَكلما سُئِلَ عَن شَيْء أَو احْتَاجَ إِلَى شَيْء رأى أَي نظر فِي فِيمَا يحفظه من تصريحات أَصْحَابه فان وجد الْجَواب فبها وَإِلَّا نظر إِلَى عُمُوم كَلَامهم فأجراه على هَذِه الصُّورَة أَو إِلَى إِشَارَة ضمنية لكَلَام فاستنبط مِنْهَا",
            "page": "58",
            "part": "1",
            "seal": "D82A6440"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَرُبمَا كَانَ لبَعض الْكَلَام إِيمَاء أَو اقْتِضَاء يفهم الْمَقْصُود ¶ وَرُبمَا كَانَ للمسألة الْمُصَرّح بهَا نَظِير يحمل عَلَيْهَا وَرُبمَا نظرُوا فِي عِلّة الحكم الْمُصَرّح بِهِ بالتخريج أَو بالسبر والحذف فأداروا حكمه على غير الْمُصَرّح بِهِ وَرُبمَا كَانَ لَهُ كلامان لَو اجْتمعَا على هَيْئَة الْقيَاس الاقتراني أَو الشرطي أنتجا جَوَاب الْمَسْأَلَة",
            "page": "59",
            "part": "1",
            "seal": "1BAD96DD"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "وَرُبمَا كَانَ فِي كَلَامهم مَا هُوَ مَعْلُوم بالمثال وَالْقِسْمَة غير مَعْلُوم بِالْحَدِّ الْجَامِع الْمَانِع فيرجعون إِلَى أهل اللِّسَان",
            "page": "60",
            "part": "1",
            "seal": "5BF7FA70"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "ويتكلفون تَحْصِيل ذاتياته وترتيب حد جَامع مَانع لَهُ وَضبط مبهمه وتمييز مشكله وَرُبمَا كَانَ كَلَامهم مُحْتملا لوَجْهَيْنِ فَيَنْظُرُونَ فِي تَرْجِيح أحد المحتملين ¶ وَرُبمَا يكون تقريب الدَّلَائِل للمسائل خفِيا فيبينون ذَلِك وَرُبمَا اسْتدلَّ بعض المخرجين من فعل أئمتهم وسكوتهم وَنَحْو ذَلِك ¶ فَهَذَا هُوَ التَّخْرِيج وَيُقَال لَهُ القَوْل الْمخْرج لفُلَان كَذَا وَيُقَال على مَذْهَب فلَان أَو على أصل فلَان أَو على قَول فلَان جَوَاب الْمَسْأَلَة كَذَا وَكَذَا وَيُقَال لهَؤُلَاء المجتهدون فِي الْمَذْهَب وعنى هَذَا الِاجْتِهَاد على هَذَا الأَصْل من قَالَ من حفظ الْمَبْسُوط كَانَ مُجْتَهدا أَي وَإِن لم يكن لَهُ علم بالرواية أصلا وَلَا بِحَدِيث وَاحِد فَوَقع التَّخْرِيج فِي كل مَذْهَب وَكثر فَأَي مَذْهَب كَانَ أَصْحَابه مشهورين وسد إِلَيْهِم الْقَضَاء والإفتاء واشتهرت تصانيفهم فِي النَّاس ودرسوا درسا ظَاهرا انْتَشَر فِي أقطار الأَرْض وَلم يزل ينتشر كل حِين وَأي مَذْهَب كَانَ أَصْحَابه خاملين وَلم يولوا الْقَضَاء والإفتاء وَلم يرغب فيهم النَّاس اندرس بعد حِين ¶ وَاعْلَم أَن التَّخْرِيج على كَلَام الْفُقَهَاء وتتبع لفظ الحَدِيث لكل مِنْهُمَا أصل أصيل فِي الدّين وَلم يزل الْمُحَقِّقُونَ",
            "page": "61",
            "part": "1",
            "seal": "F513E7B4"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "من الْعلمَاء فِي كل عصر يَأْخُذُونَ بهما فَمنهمْ من يقل من ذَا وَيكثر من ذَلِك وَمِنْهُم من يكثر من ذَا ويقل من ذَاك فَلَا يَنْبَغِي أَن يهمل أَمر وَاحِد مِنْهُمَا بالمرة كَمَا يَفْعَله عَامَّة الْفَرِيقَيْنِ وَإِنَّمَا الْحق البحت أَن يُطَابق أَحدهمَا بِالْآخرِ وَأَن يجْبر خلل كل بِالْآخرِ وَذَلِكَ قَول الْحسن الْبَصْرِيّ سنتكم وَالله الَّذِي لَا إِلَه إِلَّا هُوَ بَينهمَا بَين الغالي والجافي فَمن كَانَ من أهل الحَدِيث يَنْبَغِي أَن يعرض مَا اخْتَارَهُ وَذهب إِلَيْهِ على رَأْي الْمُجْتَهدين من التَّابِعين وَمن بعدهمْ وَمن كَانَ من أهل التَّخْرِيج يَنْبَغِي لَهُ أَن يحصل من السّنَن مَا يحْتَرز بِهِ من مُخَالفَة التَّصْرِيح الصَّحِيح وَمن القَوْل بِرَأْيهِ فِيمَا فِيهِ حَدِيث أَو أثر بِقدر الطَّاقَة ¶ وَلَا يَنْبَغِي لمحدث أَن يتعمق فِي الْقَوَاعِد الَّتِي أحكمها أَصْحَابه وَلَيْسَت مِمَّا نَص عَلَيْهِ الشَّارِع فَيرد بِهِ حَدِيثا أَو قِيَاسا صَحِيحا كرد مَا فِيهِ أدنى شَائِبَة الارسال والانقطاع كَمَا فعله ابْن حزم فِي حَدِيث تَحْرِيم المعازف لشائبة الِانْقِطَاع فِي رِوَايَة البُخَارِيّ على أَنه فِي نَفسه مُتَّصِل صَحِيح فَإِن مثله إِنَّمَا يُصَار إِلَيْهِ عِنْد التَّعَارُض ¶ وكقولهم فلَان أحفظ لحَدِيث فلَان من غَيره فيرجحون حَدِيثه على حَدِيث غَيره لذَلِك وَإِن كَانَ فِي الآخر ألف وَجه من الرجحان",
            "page": "62",
            "part": "1",
            "seal": "513682B8"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وَكَانَ اهتمام جُمْهُور الروَاة عِنْد الرِّوَايَة بِالْمَعْنَى برؤوس الْمعَانِي دون الاعتبارات الَّتِي يعرفهَا المتعمقون من أهل الْعَرَبيَّة فاستدلالهم بِنَحْوِ الْفَاء وَالْوَاو وَتَقْدِيم كلمة وتأخيرها وَنَحْو ذَلِك من التعمق وَكَثِيرًا مَا يعبر الرَّاوِي الآخر عَن تِلْكَ الْقِصَّة فَيَأْتِي مَكَان ذَلِك الْحَرْف بِحرف آخر وَالْحق أَن كل مَا يَأْتِي بِهِ الرَّاوِي فَظَاهره أَنه كَلَام النَّبِي صلى الله عَلَيْهِ وَسلم فَإِن ظهر حَدِيث آخر أَو دَلِيل آخر وَجب الْمصير إِلَيْهِ ¶ وَلَا يَنْبَغِي لمخرج أَن يخرج قولا لَا يفِيدهُ نفس كَلَام أَصْحَابه وَلَا يفهمهُ من أهل الْعرف وَالْعُلَمَاء باللغة وَيكون بِنَاء على تَخْرِيج منَاط أَو حمل نَظِير الْمَسْأَلَة عَلَيْهَا مِمَّا يخْتَلف فِيهِ أهل الْوُجُوه وتتعارض الآراء وَلَو أَن أَصْحَابه سئلوا عَن تِلْكَ الْمَسْأَلَة رُبمَا لم يحملوا النظير على النظير لمَانع وَرُبمَا ذكرُوا عِلّة غير مَا خرجه هُوَ وَإِنَّمَا جَازَ التَّخْرِيج لِأَنَّهُ فِي الْحَقِيقَة من تَقْلِيد الْمُجْتَهد وَلَا يتم إِلَّا فِيمَا يفهم من كَلَامه ¶ وَلَا يَنْبَغِي أَن يرد حَدِيثا أَو أثرا تطابق عَلَيْهِ كَلَام الْقَوْم لقاعدة استخرجها هُوَ أَو أَصْحَابه كرد حَدِيث المصراه وكإسقاط سهم ذَوي الْقُرْبَى فان رِعَايَة الحَدِيث أوجب من رِعَايَة تِلْكَ الْقَاعِدَة المخرجة وَإِلَى هَذَا الْمَعْنى أَشَارَ الشَّافِعِي حَيْثُ قَالَ مهما قلت من قَول أَو أصلت من أصل فبلغكم عَن رَسُول الله صلى الله عَلَيْهِ وَسلم خلاف مَا قلت فَالْقَوْل مَا قَالَه صلى الله عَلَيْهِ وَسلم",
            "page": "63",
            "part": "1",
            "seal": "39F4DD80"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وَمن شَوَاهِد مَا نَحن فِيهِ مَا صدر بِهِ الامام أَبُو سُلَيْمَان الْخطابِيّ كِتَابه معالم السّنَن حَيْثُ قَالَ رَأَيْت أهل الْعلم فِي زَمَاننَا قد حصلوا حزبين وانقسموا إِلَى فرْقَتَيْن أَصْحَاب حَدِيث وَأثر وَأهل فقه وَنظر وكل وَاحِدَة مِنْهُمَا لَا تتَمَيَّز عَن أُخْتهَا فِي الْحَاجة وَلَا تَسْتَغْنِي عَنْهَا فِي دَرك مَا تنحوه من البغية والإرادة لِأَن الحَدِيث بِمَنْزِلَة الأساس الَّذِي هُوَ الأَصْل وَالْفِقْه بِمَنْزِلَة الْبناء الَّذِي هُوَ لَهُ كالفرع وكل بِنَاء لم يوضع على قَاعِدَة وأساس فَهُوَ منهار وكل أساس خلا عَن بِنَاء وَعمارَة فَهُوَ قفر وخراب ¶ وَوجدت هذَيْن الْفَرِيقَيْنِ على مَا بَينهم من التداني فِي المحلين والتقارب فِي المنزلتين وَعُمُوم الْحَاجة من بَعضهم إِلَى بعض وشمول الْفَاقَة اللَّازِمَة لكل مِنْهُم إِلَى صَاحبه إخْوَانًا متهاجرين وعَلى سَبِيل الْحق بِلُزُوم التناصر والتعاون غير متظاهرين ¶ فَأَما هَذِه الطَّبَقَة الَّذين هم أهل الحَدِيث والأثر فان الْأَكْثَرين إِنَّمَا وكدهم الرِّوَايَات وَجمع الطّرق وَطلب الْغَرِيب والشاذ من الحَدِيث الَّذِي أَكْثَره مَوْضُوع أَو مقلوب لَا يراعون الْمُتُون وَلَا يتفهمون الْمعَانِي وَلَا يستنبطون سرها وَلَا يستخرجون ركازها وفقهها وَرُبمَا عابوا الْفُقَهَاء وتناولوهم بالطعن وَادعوا عَلَيْهِم مُخَالفَة السّنَن",
            "page": "64",
            "part": "1",
            "seal": "C902E198"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وَلَا يعلمُونَ أَنهم عَن مبلغ مَا أوتوه من الْعلم قاصرون وبسوء القَوْل فيهم آثمون ¶ وَأما الطَّبَقَة الْأُخْرَى وهم أهل الْفِقْه وَالنَّظَر فان أَكْثَرهم لَا يعرجون من الحَدِيث إِلَّا على أَقَله وَلَا يكادون يميزون صَحِيحه من سقيمه وَلَا يعْرفُونَ جيده من رديئه وَلَا يعبؤون بِمَا بَلغهُمْ مِنْهُ أَن يحتجوا بِهِ على خصومهم إِذا وَافق مذاهبهم الَّتِي ينتحلونها وَوَافَقَ آراءهم الَّتِي يعتقدونها وَقد اصْطَلحُوا على مواضعة بَينهم فِي قبُول الْخَبَر الضَّعِيف والْحَدِيث الْمُنْقَطع إِذا كَانَ ذَلِك قد اشْتهر عِنْدهم وتعاورته الألسن فِيمَا بَينهم من غير ثَبت فِيهِ أَو يَقِين علم بِهِ فَكَانَ ذَلِك صلَة من الرَّأْي وغبنا فِيهِ ¶ وَهَؤُلَاء وفقنا الله وإياهم لَو حُكيَ لَهُم عَن وَاحِد من رُؤَسَاء مذاهبهم وزعماء نحلهم قَول يَقُوله بِاجْتِهَاد من قبل نَفسه طلبُوا فِيهِ الثِّقَة واستبرؤا لَهُ الْعهْدَة ¶ فنجد أَصْحَاب مَالك لَا يعتمدون من مذْهبه إِلَّا مَا كَانَ من رِوَايَة ابْن الْقَاسِم وَأَشْهَب وضربائهما من تلاد أَصْحَابه فاذا جَاءَت رِوَايَة عبد الله بن عبد الحكم وَأَضْرَابه لم تكن عِنْدهم طائلا ¶ وَترى أَصْحَاب أبي حنيفَة رَحمَه الله تَعَالَى لَا يقبلُونَ",
            "page": "65",
            "part": "1",
            "seal": "69F9423A"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "من الرِّوَايَة عَنهُ إِلَّا مَا حَكَاهُ أَبُو يُوسُف وَمُحَمّد بن الْحسن والعلية من أَصْحَابه والأجلة من تلامذته فان جَاءَهُم عَن الْحسن بن زِيَاد اللؤْلُؤِي وَذَوِيهِ رِوَايَة قَول بِخِلَافِهِ لم يقبلوه وَلم يعتمدوه ¶ وَكَذَلِكَ تَجِد أَصْحَاب الشَّافِعِي إِنَّمَا يعولون فِي مذْهبه على رِوَايَة الْمُزنِيّ وَالربيع بن سُلَيْمَان الْمرَادِي فاذا جَاءَت رِوَايَة حَرْمَلَة والجيزي وأمثالهما لم يلتفتوا إِلَيْهَا وَلم يعتدوا بهَا فِي أقاويله ¶ وعَلى هَذَا عَادَة كل فرقة من الْعلمَاء فِي أَحْكَام مَذَاهِب أئمتهم وأساتذتهم ¶ فَإِذا كَانَ هَذَا دأبهم وَكَانُوا لَا يقنعون فِي أَمر هَذِه الْفُرُوع ورواياتها عَن هَؤُلَاءِ الشُّيُوخ إِلَّا بالوثيقة والثبت فَكيف يجوز لَهُم أَن يتساهلوا فِي الْأَمر الأهم والخطب الْأَعْظَم وَأَن يتواكلوا الرِّوَايَة وَالنَّقْل عَن إِمَام الْأَئِمَّة وَرَسُول رب الْعِزَّة الْوَاجِب حكمه اللَّازِمَة طَاعَته الَّذِي يجب علينا التَّسْلِيم لحكمه والانقياد لأَمره من حَيْثُ لَا نجد فِي أَنْفُسنَا حرجا مِمَّا قَضَاهُ وَلَا فِي صدورنا غلا من شَيْء أبرمه وأمضاه ¶ أَرَأَيْتُم إِذا كَانَ الرجل يتساهل فِي أَمر نَفسه ويسامح غرماءه فِي حَقه فَيَأْخُذ مِنْهُم الزيف ويغضي لَهُم عَن الْعَيْب هَل يجوز لَهُ أَن يفعل ذَلِك فِي حق غَيره إِذا كَانَ",
            "page": "66",
            "part": "1",
            "seal": "D091BBA4"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "نَائِبا عَنهُ كولي الضَّعِيف ووصي الْيَتِيم ووكيل الْغَائِب وَهل يكون ذَلِك مِنْهُ إِذا فعله إِلَّا خِيَانَة للْعهد وإخفارا للذمة فَهَذَا هُوَ ذَاك إِمَّا عيان حس وَإِمَّا عيان مثل ¶ وَلَكِن أَقْوَامًا عساهم استوعروا طَرِيق الْحق واستطالوا الْمدَّة فِي دَرك الْخط وأحبوا عجالة النّيل فاختصروا طَرِيق الْعلم واقتصروا على نتف وحروف منتزعة من مَعَاني أصُول الْفِقْه سَموهَا عللا وجعلوها شعارا لأَنْفُسِهِمْ فِي الترسم برسم الْعلم واتخذوها جنَّة عِنْد لِقَاء خصومهم ونصبوها دريئة للخوض والجدال يتناظرون بهَا ويتلاطمون عَلَيْهَا وَعند التصادر عَنْهَا قد حكم للْغَالِب بالحذق والتبريز فَهُوَ الْفَقِيه الْمَذْكُور فِي عصره والرئيس الْمُعظم فِي بَلَده ومصره ¶ هَذَا وَقد دس لَهُم الشَّيْطَان حِيلَة لَطِيفَة وَبلغ مِنْهُم مكيدة بليغة فَقَالَ لَهُم هَذَا الَّذِي فِي أَيْدِيكُم علم قصير وبضاعة مزجاة لَا تفي بمبلغ الْحَاجة والكفاية فاستعينوا عَلَيْهِ بالْكلَام وصلوه بمقطعات مِنْهُ واستظهروا بأصول الْمُتَكَلِّمين يَتَّسِع لكم مَذْهَب الْخَوْض ومجال النّظر فَصدق عَلَيْهِم إِبْلِيس ظَنّه وأطاعه كثير مِنْهُم واتبعوه إِلَّا فريقا من الْمُؤمنِينَ فيا للرِّجَال والعقول أَيْن يذهب وأنى يخدعهم الشَّيْطَان عَن حظهم وَمَوْضِع رشدهم وَالله الْمُسْتَعَان انْتهى كَلَام الْخطابِيّ",
            "page": "67",
            "part": "1",
            "seal": "2F135D42"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "بَاب حِكَايَة حَال النَّاس قبل الْمِائَة الرَّابِعَة وَبَيَان سَبَب الِاخْتِلَاف بَين الْأَوَائِل والأواخر فِي الانتساب إِلَى مَذْهَب من الْمذَاهب وَعَدَمه وَبَيَان سَبَب الِاخْتِلَاف بَين الْعلمَاء فِي كَونهم من أهل الِاجْتِهَاد الْمُطلق أَو أهل الِاجْتِهَاد فِي الْمَذْهَب وَالْفرق بَين هَاتين المنزلتين ¶ إعلم أَن النَّاس كَانُوا فِي الْمِائَة الأولى وَالثَّانيَِة غير مُجْمِعِينَ على التَّقْلِيد لمَذْهَب وَاحِد بِعَيْنِه قَالَ أَبُو طَالب الْمَكِّيّ فِي قوت الْقُلُوب إِن الْكتب والمجموعات محدثة وَالْقَوْل بمقالات النَّاس والفتيا بِمذهب الْوَاحِد من النَّاس واتخاذ قَوْله والحكاية لَهُ فِي كل شَيْء والتفقه على مذْهبه لم يكن النَّاس قَدِيما على ذَلِك فِي القرنين الأول وَالثَّانِي انْتهى ¶ أَقُول وَبعد القرنين حدث فيهم شَيْء من التَّخْرِيج غير أَن أهل المئة الرَّابِعَة لم يَكُونُوا مُجْتَمعين على التَّقْلِيد الْخَالِص",
            "page": "68",
            "part": "1",
            "seal": "07F6BD3F"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "على مَذْهَب وَاحِد والتفقه لَهُ والحكاية لقَوْله كَمَا يظْهر من التتبع بل كَانَ النَّاس على دَرَجَتَيْنِ الْعلمَاء والعامة وَكَانَ من خبر الْعَامَّة أَنهم كَانُوا فِي الْمسَائِل الإجماعية الَّتِي لَا اخْتِلَاف فِيهَا بَين الْمُسلمين أَو بَين جُمْهُور الْمُجْتَهدين لَا يقلدون إِلَّا صَاحب الشَّرْع وَكَانُوا يتعلمون صفة الْوضُوء وَالْغسْل وَأَحْكَام الصَّلَاة وَالزَّكَاة وَنَحْو ذَلِك من آبَائِهِم أَو عُلَمَاء بلدانهم فيمشون على ذَلِك وَإِذا وَقعت لَهُم وَاقعَة نادرة استفتوا فِيهَا أَي مفت وجدوا من غير تعْيين مَذْهَب قَالَ ابْن الْهمام فِي آخر التَّحْرِير كَانُوا يستفتون مرّة وَاحِدًا وَمرَّة غَيره غير ملتزمين مفتيا وَاحِدًا انْتهى ¶ وَأما الْخَاصَّة الْعلمَاء ¶ فَكَانُوا على مرتبتين ¶ 1 - مِنْهُم من أمعن فِي تتبع الْكتاب وَالسّنة والْآثَار حَتَّى حصل لَهُ بِالْقُوَّةِ الْقَرِيبَة من الْفِعْل ملكة أَن يَتَّصِف بِفُتْيَا فِي النَّاس يُجِيبهُمْ فِي الوقائع غَالِبا بِحَيْثُ يكون جَوَابه أَكثر مِمَّا يتَوَقَّف فِيهِ ويخص باسم الْمُجْتَهد وَهَذَا الاستعداد يحصل تَارَة باستفراغ الْجهد فِي جمع الرِّوَايَات فانه ورد كثير من الْأَحْكَام فِي الْأَحَادِيث وَكثير مِنْهَا فِي آثَار الصَّحَابَة وَالتَّابِعِينَ وَتبع التَّابِعين مَعَ مَالا يَنْفَكّ عَنهُ الْعَاقِل الْعَارِف باللغة من معرفَة مواقع الْكَلَام وَصَاحب الْعلم بالآثار من معرفَة طرق الْجمع بَين المختلفات وترتيب الدَّلَائِل وَنَحْو ذَلِك كَحال القدوتين أَحْمد بن مُحَمَّد بن حَنْبَل",
            "page": "69",
            "part": "1",
            "seal": "D7DC7EFB"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "وَإِسْحَق بن رَاهَوَيْه ¶ وَتارَة بإحكام طرق التَّخْرِيج وَضبط الْأُصُول المروية فِي كل بَاب بَاب عَن مَشَايِخ الْفِقْه من الضوابط وَالْقَوَاعِد مَعَ جملَة صَالِحَة من السّنَن والْآثَار كَحال الْإِمَامَيْنِ القدوتين أبي يُوسُف وَمُحَمّد بن الْحسن ¶ 2 - وَمِنْهُم من حصل لَهُ من معرفَة الْقُرْآن وَالسّنَن مَا يتَمَكَّن بِهِ من معرفَة رُؤُوس الْفِقْه وَأُمَّهَات مسَائِله بأدلتها التفصيلية وَحصل لَهُ غَالب الرَّأْي بِبَعْض الْمسَائِل الْأُخْرَى من أدلتها وَتوقف فِي بَعْضهَا وَاحْتَاجَ فِي ذَلِك إِلَى مُشَاورَة الْعلمَاء لِأَنَّهُ لم تتكامل لَهُ الأدوات كَمَا تتكامل للمجتهد الْمُطلق فَهُوَ مُجْتَهد فِي الْبَعْض غير مُجْتَهد فِي الْبَعْض وَقد تَوَاتر عَن الصَّحَابَة وَالتَّابِعِينَ أَنهم كَانُوا إِذا بَلغهُمْ الحَدِيث يعْملُونَ بِهِ من غير أَن يلاحظوا شرطا ¶ وَبعد المئتين ظهر فيهم التمذهب للمجتهدين بأعيانهم وَقل من كَانَ لَا يعْتَمد على مَذْهَب مُجْتَهد بِعَيْنِه وَكَانَ هَذَا هُوَ الْوَاجِب فِي ذَلِك الزَّمَان وَسبب ذَلِك أَن المشتغل بالفقه لَا يَخْلُو من حالتين ¶ إِحْدَاهمَا أَن يكون أكبر همه معرفَة الْمسَائِل الَّتِي قد أجَاب فِيهَا المجتهدون من قبل من أدلتها التفصيلية ونقدها وتنقيح أَخذهَا وترجيح بَعْضهَا على بعض وَهَذَا أَمر جليل لَا يتم لَهُ إِلَّا بِإِمَام يتأسى بِهِ قد كفي معرفَة فرش الْمسَائِل",
            "page": "70",
            "part": "1",
            "seal": "203DED9B"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "وإيراد الدَّلَائِل فِي كل بَاب بَاب فيستعين بِهِ فِي ذَلِك ثمَّ يسْتَقلّ بِالنَّقْدِ وَالتَّرْجِيح وَلَوْلَا هَذَا الإِمَام صَعب عَلَيْهِ وَلَا معنى لارتكاب أَمر صَعب مَعَ إِمْكَان الْأَمر اسهل ¶ ولابد لهَذَا الْمُقْتَدِي أَن يستحسن شَيْئا مِمَّا سبق إِلَيْهِ إِمَامه ويستدرك عَلَيْهِ شَيْئا فان كَانَ استدراكه أقل من مُوَافَقَته عد من أَصْحَاب الْوُجُوه فِي الْمَذْهَب وَإِن كَانَ أَكثر لم يعد تفرده وَجها فِي الْمَذْهَب وَكَانَ مَعَ ذَلِك منتسبا إِلَى صَاحب الْمَذْهَب فِي الْجُمْلَة ممتازا عَمَّن يتأسى بِإِمَام آخر فِي كثير من أصُول مذْهبه وفروعه ¶ وَيُوجد لمثل هَذَا بعض مجتهدات لم يسْبق بِالْجَوَابِ فِيهَا إِذْ الوقائع متتالية وَالْبَاب مَفْتُوح فيأخذها من الْكتاب وَالسّنة وآثار السّلف من غير اعْتِمَاد على إِمَامه وَلكنهَا قَليلَة بِالنِّسْبَةِ إِلَى مَا سبق بِالْجَوَابِ فِيهِ وَهَذَا هُوَ الْمُجْتَهد الْمُطلق المنتسب ¶ وَثَانِيهمَا أَن يكون أكبر همه معرفَة الْمسَائِل الَّتِي يستفتيه فِيهَا المستفتون مِمَّا لم يتَكَلَّم فِيهِ المتقدمون وَحَاجته إِلَى إِمَام يأتسي بِهِ فِي الْأُصُول الممهدة فِي كل بَاب أَشد من حَاجَة الأول لِأَن مسَائِل الْفِقْه متعانقة متشابكة فروعها تتَعَلَّق بأمهاتها فَلَو ابْتَدَأَ هَذَا بِنَقْد مذاهبهم وتنقيح أَقْوَالهم لَكَانَ مُلْتَزما لما لَا يطيقه وَلَا يتَفَرَّع مِنْهُ طول عمره فَلَا سَبِيل لَهُ إِلَى بَاب إِلَّا أَن يجمل النّظر فِيمَا سبق فِيهِ",
            "page": "71",
            "part": "1",
            "seal": "EE7B1947"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "ويتفرغ للتفاريع وَقد يُوجد لمثل هَذَا استدراكات على إِمَامه بِالْكتاب وَالسّنة وآثار السّلف وَالْقِيَاس لَكِنَّهَا قَليلَة بِالنِّسْبَةِ إِلَى موافقتها وَهَذَا هُوَ الْمُجْتَهد فِي الْمَذْهَب ¶ وَأما الْحَالة الثَّالِثَة وَهِي أَن يستفرغ جهده أَولا فِي معرفَة أولية مَا سبق إِلَيْهِ ثمَّ يستفرغ جهده ثَانِيًا فِي التَّفْرِيع على مَا اخْتَارَهُ وَاسْتَحْسنهُ فَهِيَ حَالَة بعيدَة غير وَاقعَة لبعد الْعَهْد عَن زمَان الْوَحْي واحتياج كل عَالم فِي كثير مِمَّا لَا بُد لَهُ فِي علمه إِلَى مَا مضى من رِوَايَات الْأَحَادِيث على تشعب متونها وطرقها وَمَعْرِفَة مَرَاتِب الرِّجَال ومراتب صِحَة الحَدِيث وَضَعفه وَجمع مَا اخْتلف من الْأَحَادِيث والْآثَار والتنبه لما يَأْخُذ الْفَقِيه مِنْهَا وَمن معرفَة غَرِيب اللُّغَة وأصول الْفِقْه وَمن رِوَايَة الْمسَائِل الَّتِي سبق التَّكَلُّم فِيهَا من الْمُتَقَدِّمين مَعَ كثرتها جدا وتباينها واختلافها وَمن تَوْجِيه أفكاره فِي تَمْيِيز تِلْكَ الرِّوَايَات وعرضها على الْأَدِلَّة فاذا أنفذ عمره فِي ذَلِك كَيفَ يُوفي حق التفاريع بعد ذَلِك وَالنَّفس الإنسانية وَإِن كَانَت زكية لَهَا حد مَعْلُوم تعجز عَمَّا وَرَاءه وَإِنَّمَا كَانَ هَذَا ميسر للطراز الأول من الْمُجْتَهدين حِين كَانَ الْعَهْد قَرِيبا والعلوم غير متشعبة على أَنه لم يَتَيَسَّر ذَلِك أَيْضا إِلَّا لنفوس قَليلَة وهم مَعَ ذَلِك كَانُوا مقيدين بمشايخهم معتمدين عَلَيْهِم وَلَكِن لِكَثْرَة تصرفاتهم فِي الْعلم صَارُوا مستقلين",
            "page": "72",
            "part": "1",
            "seal": "DFAFF820"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "وَبِالْجُمْلَةِ فالتمذهب للمجتهدين سر ألهمه الله تَعَالَى الْعلمَاء وتبعهم عَلَيْهِ من حَيْثُ يَشْعُرُونَ أَو لَا يَشْعُرُونَ ¶ وَمن شَوَاهِد مَا ذَكرْنَاهُ كَلَام الْفَقِيه ابْن زِيَاد الشَّافِعِي اليمني فِي فَتَاوَاهُ حَيْثُ سُئِلَ عَن مَسْأَلَتَيْنِ أجَاب فيهمَا البُلْقِينِيّ بِخِلَاف مَذْهَب الشَّافِعِي فَقَالَ فِي الْجَواب إِنَّك لَا تعرف تَوْجِيه كَلَام البُلْقِينِيّ مَا لم تعرف دَرَجَته فِي الْعلم فانه إِمَام مُجْتَهد مُطلق منتسب غير مُسْتَقل من أهل التَّخْرِيج وَالتَّرْجِيح وأعني بالمنتسب من لَهُ اخْتِيَار وترجيح يُخَالف الرَّاجِح فِي مَذْهَب الإِمَام الَّذِي ينتسب إِلَيْهِ وَهَذَا حَال كثير من جهابذة أكَابِر أَصْحَاب الشَّافِعِي من الْمُتَقَدِّمين والمتأخرين وَسَيَأْتِي ذكرهم وترتيب درجاتهم وَمِمَّنْ نظم البُلْقِينِيّ فِي سلك الْمُجْتَهدين المطلقين المنتسبين تِلْمِيذه الْوَلِيّ أَبُو زرْعَة فَقَالَ قلت مرّة لشَيْخِنَا الإِمَام البُلْقِينِيّ مَا تَقْصِير الشَّيْخ تَقِيّ الدّين السُّبْكِيّ عَن الِاجْتِهَاد وَقد اسْتكْمل إِلَيْهِ وَكَيف يُقَلّد قَالَ وَلم أذكرهُ هُوَ أَي شَيْخه البُلْقِينِيّ استحياء مِنْهُ لما أردْت أَن أرتب على ذَلِك فَسكت فَقلت فَمَا عِنْدِي أَن الِامْتِنَاع من ذَلِك إِلَّا للوظائف الَّتِي قدرت للفقهاء على الْمذَاهب الْأَرْبَعَة وَأَن من خرج عَن ذَلِك واجتهد لم ينله شَيْء من ذَلِك وَحرم ولَايَة الْقَضَاء وَامْتنع النَّاس من استفتائه وَنسب إِلَيْهِ الْبِدْعَة فَتَبَسَّمَ ووافقني على ذَلِك انْتهى قلت أما أَنا فَلَا أعتقد",
            "page": "73",
            "part": "1",
            "seal": "BB02C152"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "أَن الْمَانِع لَهُم من الِاجْتِهَاد مَا أَشَارَ إِلَيْهِ حاشا منصبهم الْعلي على ذَلِك وَأَن يتْركُوا الِاجْتِهَاد مَعَ قدرتهم عَلَيْهِ لغَرَض الْقَضَاء أَو الْأَسْبَاب هَذَا مَا لَا يجوز لأحد أَن يَعْتَقِدهُ فيهم وَقد تقدم أَن الرَّاجِح عِنْد الْجُمْهُور وجوب الِاجْتِهَاد فِي مثل ذَلِك كَيفَ سَاغَ للْوَلِيّ نسبتهم إِلَى ذَلِك وَنسبَة البُلْقِينِيّ إِلَى مُوَافَقَته على ذَلِك وَقد قَالَ الْجلَال السُّيُوطِيّ فِي شرح التَّنْبِيه فِي بَاب الطَّلَاق مَا لَفظه وَمَا وَقع للأئمة من الِاخْتِلَاف من تغير الِاجْتِهَاد فيصححون فِي كل مَوضِع مَا أدّى إِلَيْهِ اجتهادهم فِي ذَلِك الْوَقْت وَقد كَانَ المُصَنّف يَعْنِي صَاحب التَّنْبِيه من الِاجْتِهَاد بِالْمحل الَّذِي لَا يُنكر وَصرح غير وَاحِد من الْأَئِمَّة بِأَنَّهُ وَابْن الصّباغ وَإِمَام الْحَرَمَيْنِ وَالْغَزالِيّ بلغُوا رُتْبَة الِاجْتِهَاد الْمُطلق وَمَا وَقع فِي فَتَاوَى ابْن الصّلاح من أَنهم بلغُوا رُتْبَة الِاجْتِهَاد فِي الْمَذْهَب دون الْمُطلق فمراده أَنهم كَانَت لَهُم دَرَجَة الِاجْتِهَاد المنتسب دون المستقل وَأَن الْمُطلق كَمَا قَرَّرَهُ هُوَ فِي كِتَابه آدَاب الْفتيا وَالنَّوَوِيّ فِي شرح الْمُهَذّب نَوْعَانِ مُسْتَقل وَقد فقد من رَأس الأربعمائة فَلم يُمكن وجوده ومنتسب وَهُوَ بَاقٍ إِلَى أَن تَأتي أَشْرَاط السَّاعَة الْكُبْرَى وَلَا يجوز انْقِطَاعه شرعا لِأَنَّهُ فرض كِفَايَة وَمَتى قصر أهل عصر حَتَّى تَرَكُوهُ أثموا كلهم وعصوا بأسرهم كَمَا صرح بِهِ الْأَصْحَاب مِنْهُم الْمَاوَرْدِيّ وَالرُّويَانِيّ فِي الْبَحْر وَالْبَغوِيّ فِي التَّهْذِيب وَغَيرهم وَلَا يُنَادى هَذَا الْفَرْض بِالِاجْتِهَادِ الْمُقَيد كَمَا صرح بِهِ ابْن اصلاح وَالنَّوَوِيّ فِي",
            "page": "74",
            "part": "1",
            "seal": "F09164E9"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "شرح الْمُهَذّب وَالْمَسْأَلَة مبسوطة فِي كتَابنَا الْمُسَمّى بِالرَّدِّ على من أخلد إِلَى الأَرْض وَجَهل أَن الِاجْتِهَاد فِي كل عصر فرض وَلَا يخرج هولاء عَن الِاجْتِهَاد الْمُطلق المنتسب من كَونه شافعية كَمَا صرح بِهِ النَّوَوِيّ وَابْن الصّلاح فِي الطَّبَقَات وَتَبعهُ ابْن السُّبْكِيّ وَلِهَذَا صنفوا فِي الْمَذْهَب كتبا وأفتوا وتداولوا وولوا وظائف الشَّافِعِيَّة كَمَا ولي المُصَنّف وَابْن الصّباغ تدريس النظامية بِبَغْدَاد وَولي إِمَام الْحَرَمَيْنِ وَالْغَزالِيّ تدريس النظامية بنيسابور وَولي ابْن عبد السَّلَام الْجَابِيَة والظاهرية بِالْقَاهِرَةِ وَولي ابْن دَقِيق الْعِيد الصلاحية الْمُجَاورَة لمشهد إمامنا الشَّافِعِي رَضِي الله عَنهُ والفاضلية والكاملية وَغير ذَلِك ¶ أما من بلغ رُتْبَة الِاجْتِهَاد المستقل فانه يخرج بذلك عَن كَونه شافعيا وَلَا تنقل أَقْوَاله فِي كتب الْمَذْهَب وَلَا أعلم أحدا بلغ هَذِه الربتة من الْأَصْحَاب إِلَّا أَبَا جَعْفَر بن جرير الطَّبَرِيّ فانه كَانَ شافعيا ثمَّ اسْتَقل بِمذهب وَلِهَذَا قَالَ الرَّافِعِيّ وَغَيره وَلَا يعد تفرده وَجها فِي الْمَذْهَب انْتهى وَهِي عِنْدِي أحسن مِمَّا سلك الْوَلِيّ أَبُو زرْعَة رَضِي الله عَنهُ إِلَّا أَن كَلَامه يَقْتَضِي أَن ابْن جرير لَا يعد شافعيا وَهُوَ",
            "page": "75",
            "part": "1",
            "seal": "1434D29E"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "مَرْدُود فقد قَالَ الرَّافِعِيّ فِي أول كتاب الزَّكَاة من الشَّرْح تفرد ابْن جرير لَا يعد وَجها فِي مَذْهَبنَا وان كَانَ معدودا فِي طَبَقَات أَصْحَاب الشَّافِعِي قَالَ النَّوَوِيّ فِي التَّهْذِيب ذكره أَبُو عَاصِم الْعَبَّادِيّ فِي الْفُقَهَاء الشَّافِعِيَّة فَقَالَ هُوَ من أَفْرَاد عُلَمَائِنَا وَأخذ فقه الشَّافِعِي على الرّبيع الْمرَادِي وَالْحسن الزَّعْفَرَانِي انْتهى وَمعنى انتسابه إِلَى الشَّافِعِي أَنه جرى على طَرِيقَته فِي الِاجْتِهَاد واستقراء الْأَدِلَّة وترتيب بَعْضهَا على بعض وَوَافَقَ اجْتِهَاده وَإِذا خَالف أَحْيَانًا لم يبال بالمخالفة وَلم يخرج عَن طَرِيقه إِلَّا فِي مسَائِل وَذَلِكَ لَا يقْدَح فِي دُخُوله فِي مَذْهَب الشَّافِعِي ¶ وَمن هَذَا الْقَبِيل مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ فانه مَعْدُود فِي طَبَقَات الشَّافِعِيَّة وَمِمَّنْ ذكره فِي طَبَقَات الشَّافِعِيَّة الشَّيْخ تَاج الدّين السُّبْكِيّ وَقَالَ إِنَّه تفقه بالحميدي والْحميدِي تفقه بالشافعي وَاسْتدلَّ شَيخنَا الْعَلامَة على ادخال البُخَارِيّ فِي الشَّافِعِيَّة بِذكرِهِ فِي طبقاتهم وَكَلَام النَّوَوِيّ الَّذِي ذَكرْنَاهُ شَاهد لَهُ وَذكر الشَّيْخ تَاج الدّين السُّبْكِيّ فِي طبقاته مَا لَفظه كل تَخْرِيج أطلقهُ الْمخْرج إطلاقا فَظهر أَن ذَلِك الْمخْرج إِن كَانَ مِمَّن يغلب عَلَيْهِ الْمَذْهَب والتقليد كالشيخ أبي حَامِد والقفال عد من الْمَذْهَب وان كَانَ مِمَّن يكثر خُرُوجه كالمحمدين الْأَرْبَعَة يَعْنِي مُحَمَّد بن جرير وَمُحَمّد بن خُزَيْمَة وَمُحَمّد بن نصر الْمروزِي وَمُحَمّد بن الْمُنْذر فَلَا يعد أما الْمُزنِيّ وَبعده ابْن شُرَيْح فَبين الدرجتين لم يخرجُوا خُرُوج المحمدين",
            "page": "76",
            "part": "1",
            "seal": "0C058FCD"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وَلم يتقيدوا بِقَيْد الْعِرَاقِيّين والخراسانيين انْتهى ¶ وَمِمَّنْ ذكره السُّبْكِيّ فِي طبقاته الشَّيْخ أَبَا الْحسن الْأَشْعَرِيّ إِمَام أهل السّنة وَالْجَمَاعَة وَقَالَ إِنَّه مَعْدُود من الشَّافِعِيَّة فانه تفقه بالشيخ أبي إِسْحَاق الْمروزِي انْتهى قَول ابْن زِيَاد ¶ وَمن شَوَاهِد مَا ذكره أَيْضا مَا فِي كتاب الْأَنْوَار حَيْثُ قَالَ والمنتسبون إِلَى مَذْهَب الشَّافِعِي وَأبي حنيفَة وَمَالك وَأحمد أَصْنَاف ¶ أَحدهَا الْعَوام وتقليدهم للشَّافِعِيّ متفرع على تَقْلِيد المنتسب ¶ الثَّانِي البالغون إِلَى رُتْبَة الِاجْتِهَاد والمجتهد لَا يُقَلّد مُجْتَهدا وَإِنَّمَا ينسبون إِلَيْهِ لجريهم على طَرِيقه فِي الِاجْتِهَاد وَاسْتِعْمَال الْأَدِلَّة وترتيب بَعْضهَا على بعض ¶ الثَّالِث المتوسطون وهم الَّذين لم يبلغُوا دَرَجَة الِاجْتِهَاد لكِنهمْ وقفُوا على أصُول الإِمَام وحكوا من قِيَاس مَا لم يجدوه مَنْصُوصا على مَا نَص عَلَيْهِ وَهَؤُلَاء مقلدون لَهُ وَكَذَا من يَأْخُذهُ بقَوْلهمْ من الْعَوام وَالْمَشْهُور أَنهم لَا يقلدون فِي أنفسهم لأَنهم مقلدون انْتهى كَلَام الْأَنْوَار فان قلت كَيفَ يكون شَيْء وَاحِد غير وَاجِب فِي زمَان وَاجِبا فِي زمَان آخر مَعَ أَن الشَّرْع وَاحِد فَلَيْسَ قَوْلك لم يكن الِاقْتِدَاء",
            "page": "77",
            "part": "1",
            "seal": "0146E38A"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "بالمجتهد المستقل وَاجِبا ثمَّ صَار وَاجِبا إِلَّا قولا متناقضا متنافيا ¶ قلت الْوَاجِب الأَصْل هُوَ أَن يكون فِي الْأمة من يعرف الْأَحْكَام الفرعية من أدلتها التفصيلية أجمع على ذَلِك أهل الْحق ومقدمة الْوَاجِب وَاجِبَة فَإِذا كَانَ للْوَاجِب طرق مُتعَدِّدَة وَجب تَحْصِيل طَرِيق من تِلْكَ الطّرق من غير تعْيين وَإِذا تعين لَهُ طَرِيق وَاحِد وَجب ذَلِك الطَّرِيق بِخُصُوصِهِ كَمَا إِذا كَانَ الرجل فِي مَخْمَصَة شَدِيدَة يخَاف مِنْهَا الْهَلَاك وَكَانَ لدفع مخمصته طرق من شِرَاء الطَّعَام والتقاط الْفَوَاكِه من الصَّحرَاء واصطياد مَا يتقوت بِهِ وَجب تَحْصِيل شَيْء من هَذِه الطّرق لَا على التعين فاذا وَقع فِي مَكَان لَيْسَ هُنَاكَ صيد وَلَا فواكه وَحب عَلَيْهِ بذل المَال فِي شِرَاء الطَّعَام وَكَذَلِكَ كَانَ للسلف طرق فِي تَحْصِيل هَذَا الْوَاجِب وَكَانَ الْوَاجِب تَحْصِيل طَرِيق من تِلْكَ الطّرق لَا على التعين ثمَّ انسدت تِلْكَ الطّرق إِلَّا طَرِيقا وَاحِدًا فَوَجَبَ ذَلِك الطَّرِيق بِخُصُوصِهِ وَكَانَ السّلف لَا يَكْتُبُونَ الحَدِيث ثمَّ صَار يَوْمنَا هَذَا كِتَابَة الحَدِيث وَاجِبَة لِأَن رِوَايَة الحَدِيث لَا سَبِيل لَهَا الْيَوْم إِلَّا بِمَعْرِِفَة هَذِه الْكتب ¶ وَكَانَ السّلف لَا يشتغلون بالنحو واللغة وَكَانَ لسانهم عَرَبيا لَا يَحْتَاجُونَ إِلَى هَذِه الْفُنُون ثمَّ صَار يَوْمنَا هَذَا معرفَة اللُّغَة الْعَرَبيَّة وَاجِبَة لبعد الْعَهْد عَن الْعَرَب الأول وشواهد",
            "page": "78",
            "part": "1",
            "seal": "AFB58F30"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "مَا نَحن فِيهِ كَثِيرَة جدا وعَلى هَذَا يَنْبَغِي أَن الْقيَاس وجوب التَّقْلِيد لإِمَام بِعَيْنِه فانه قد يكون وَاجِبا وَقد لَا يكون وَاجِبا فاذا كَانَ إِنْسَان جَاهِل فِي بِلَاد الْهِنْد أَو فِي بِلَاد مَا وَرَاء النَّهر وَلَيْسَ هُنَاكَ عَالم شَافِعِيّ وَلَا مالكي وَلَا حنبلي وَلَا كتاب من كتب هَذِه الْمذَاهب وَجب عَلَيْهِ أَن يُقَلّد لمَذْهَب أبي حنيفَة وَيحرم عَلَيْهِ أَن يخرج من مذْهبه لِأَنَّهُ حِينَئِذٍ يخلع ربقة الشَّرِيعَة وَيبقى سدى مهملا بِخِلَاف مَا إِذا كَانَ فِي الْحَرَمَيْنِ فانه متيسر لَهُ هُنَاكَ معرفَة جَمِيع الْمذَاهب وَلَا يَكْفِيهِ أَن يَأْخُذ بِالظَّنِّ من غير ثِقَة وَلَا أَن يَأْخُذ من أَلْسِنَة الْعَوام وَلَا أَن يَأْخُذ من كتاب غير مَشْهُور كَمَا ذكر كل ذَلِك فِي النَّهر الْفَائِق شرح كنز الدقائق ¶ وَاعْلَم أَن الْمُجْتَهد الْمُطلق من جمع خَمْسَة من الْعُلُوم قَالَ النَّوَوِيّ فِي الْمِنْهَاج وَشرط القَاضِي مُسلم مُكَلّف حر عدل سميع بَصِير نَاطِق كَاف مُجْتَهد وَهُوَ أَن يعرف من الْقُرْآن والسنه مَا يتَعَلَّق بِالْأَحْكَامِ وخاصه وعامه ومجمله ومبينه وناسخه ومنسوخه ومتواتر السّنة وَغَيره والمتصل والمرسل وَحَال الروَاة قُوَّة وضعفا ولسان الْعَرَب لُغَة ونحوا وأقوال الْعلمَاء من الصَّحَابَة فَمن",
            "page": "79",
            "part": "1",
            "seal": "C3887D5E"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "بعدهمْ اجتماعا واختلافا وَالْقِيَاس بأنواعه ¶ ثمَّ اعْلَم أَن هَذَا الْمُجْتَهد قد يكون مُسْتقِلّا وَقد يكون منتسبا إِلَى المستقل والمستقل من امتاز عَن سَائِر الْمُجْتَهدين بِثَلَاث خِصَال كَمَا ترى ذَلِك فِي الشَّافِعِي ظَاهرا ¶ أَحدهَا أَن يتَصَرَّف فِي الْأُصُول وَالْقَوَاعِد الَّتِي يستنبط مِنْهَا الْفِقْه كَمَا ذكر ذَلِك فِي أَوَائِل الْأُم حَيْثُ عد صَنِيع الْأَوَائِل فِي استنباطهم واستدرك عَلَيْهِم وكما أخبرنَا شَيخنَا أَبُو طَاهِر مُحَمَّد بن إِبْرَاهِيم الْمدنِي عَن مشايخه المكيين الشَّيْخ حسن بن عَليّ العجمي وَالشَّيْخ أَحْمد النخلي عَن الشَّيْخ مُحَمَّد بن الْعَلَاء الْبَاهِلِيّ عَن إِبْرَاهِيم بن إِبْرَاهِيم اللَّقَّانِيّ وَعبد الرؤوف الطبلاوي عَن الْجلَال أبي فضل السُّيُوطِيّ عَن أبي الْفضل الْمرْجَانِي إجَازَة عَن أبي الْفرج الْغَزِّي عَن يُونُس بن إِبْرَاهِيم الدبوسي عَن أبي الْحسن بن الْبَقر عَن الْفضل بن سهل الإسفرائيني عَن الْحَافِظ الْحجَّة أبي بكر أَحْمد بن عَليّ الْخَطِيب أخبرنَا أَبُو نعيم الْحَافِظ حَدثنَا أَبُو مُحَمَّد عبد الله بن مُحَمَّد بن جَعْفَر بن حبَان حَدثنَا عبد الله بن مُحَمَّد بن يَعْقُوب حَدثنَا أَبُو حَاتِم يَعْنِي الرَّازِيّ حَدثنِي يُونُس بن عبد الْأَعْلَى قَالَ قَالَ مُحَمَّد بن إِدْرِيس الشَّافِعِي الأَصْل قُرْآن وَسنة فان لم يكن فَقِيَاس عَلَيْهِمَا وَإِذا اتَّصل الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَصَحَّ الْإِسْنَاد مِنْهُ فَهُوَ سنة والاجماع أكبر من الْخَبَر الْمُفْرد والْحَدِيث",
            "page": "80",
            "part": "1",
            "seal": "706590F2"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "على ظَاهره وَإِذا احْتمل الْمعَانِي فَمَا أشبه مِنْهَا ظَاهره أولاها بِهِ وَإِذا تكافأت الْأَحَادِيث فأصحها إِسْنَادًا أولاها وَلَيْسَ الْمُنْقَطع بِشَيْء مَا عدا مُنْقَطع ابْن الْمسيب وَلَا يُقَاس أصل على أصل وَلَا يُقَال للْأَصْل لم وَكَيف وَإِنَّمَا يُقَال للفرع لم فاذا صَحَّ قِيَاسه على الأَصْل صَحَّ وَقَامَت بِهِ الْحجَّة انْتهى ¶ وَثَانِيها أَن يجمع الْأَحَادِيث والْآثَار فَيحصل أَحْكَامهَا وينبه لأخذ الْفِقْه مِنْهَا وَيجمع مختلفها ويرجح بَعْضهَا على بعض ويعين بعض محتملها وَذَلِكَ قريب من ثُلثي علم الشَّافِعِي فِيمَا نرى وَالله أعلم ¶ وَثَالِثهَا أَن يفرع التفاريع الَّتِي ترد عَلَيْهِ مِمَّا لم يسْبق بِالْجَوَابِ فِيهِ من الْقُرُون الْمَشْهُود لَهَا بالْخبر ¶ وَبِالْجُمْلَةِ فَيكون كثير التَّصَرُّفَات فِي هَذِه الْخِصَال فائقا على أقرانه سَابِقًا فِي حلبة رهانه مبرزا فِي ميدانه ¶ وخصلة رَابِعَة نتلوها وَهِي أَن ينزل لَهُ الْقبُول من السَّمَاء فَأقبل إِلَى علمه جماعات من الْعلمَاء من الْمُفَسّرين والمحدثين والأصوليين وحفاظ كتب الْفِقْه ويمضي على ذَلِك الْقبُول والإقبال قُرُون متطاولة حَتَّى يدْخل ذَلِك فِي صميم الْقُلُوب والمجتهد الْمُطلق المنتسب هُوَ الْمُقْتَدِي الْمُسلم فِي الْخصْلَة الأولى الْجَارِي فِي مجْرَاه فِي الْخصْلَة الثَّانِيَة ¶ والمجتهد فِي الْمَذْهَب هُوَ الَّذِي مُسلم مِنْهُ الأولى وَالثَّانيَِة",
            "page": "81",
            "part": "1",
            "seal": "BC1B2BD4"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "وَجرى مجْرَاه فِي التَّفْرِيع على منهاج تفاريعه ¶ ولنضرب لذَلِك مثلا فَنَقُول كل من تطيب فِي هَذِه الْأَزْمِنَة الْمُتَأَخِّرَة إِمَّا أَن يكون يَقْتَدِي بأطباء اليونان أَو بأطباء الْهِنْد فَهُوَ بِمَنْزِلَة الْمُجْتَهد المستقل ثمَّ إِن كَانَ هَذَا المتطبب قد عرف خَواص الْأَدْوِيَة وأنواع الْأَمْرَاض وَكَيْفِيَّة تَرْتِيب الْأَشْرِبَة والمعاجين بعقله بِأَن تنبه لذَلِك من تنبيههم حَتَّى صَار على يَقِين من أمره من غير تَقْلِيد واقتدر على أَن يفعل كَمَا فعلوا فَيعرف خَواص العقاقير الَّتِي لم يسْبق بالتكلم فِيهَا وَبَيَان أَسبَاب الْأَمْرَاض وعلاماتها ومعالجاتها مِمَّا لم يرصده السَّابِقُونَ وزاحم الْأَوَائِل فِي بعض مَا تكلم قل فِي ذَلِك مِنْهُ أَو كثر فَهُوَ بِمَنْزِلَة الْمُجْتَهد الْمُطلق المنتسب وان سلم ذَلِك مِنْهُم من غير يَقِين كَامِل وَكَانَ أَكْثَرهم توليدا للأشربة والمعاجين من تِلْكَ الْقَوَاعِد الممهدة كأكثر متطببي هَذِه الْأَزْمِنَة الْمُتَأَخِّرَة فَهُوَ بِمَنْزِلَة الْمُجْتَهد فِي الْمَذْهَب ¶ وَكَذَلِكَ كل من نظم الشّعْر فِي هَذِه الْأَزْمِنَة أما أَن يَقْتَدِي فِي ذَلِك بأشعار الْعَرَب ويختار أوزانهم وقوافيهم وأساليب قصائدهم أَو بأشعار الْعَجم فَهُوَ بِمَنْزِلَة الْمُجْتَهد المستقل ثمَّ إِن كَانَ هَذَا الشَّاعِر مخترعا لأنواع من الْغَزل والتشبيب والمدح والهجو والوعظ وأتى بالعجب العجاب فِي الاستعارات والبديع وَنَحْوهَا مِمَّا لم يسْبق إِلَى مثله بل تنبه لذَلِك من بعض صنائعهم فَأخذ النظير وقايس الشَّيْء بالشَّيْء واقتدر على أَن",
            "page": "82",
            "part": "1",
            "seal": "3BDA5F66"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "يخترع بحرا لم يتَكَلَّم فِيهِ من قبله وأسلوبا جَدِيدا كنظم المثنوي والرباعي ورعاية الرديف أَعنِي كلمة تَامَّة يُعِيدهَا فِي كل بَيت بعد القافية يفعل كل ذَلِك فِي الشّعْر الْعَرَبِيّ فَهُوَ بِمَنْزِلَة الْمُجْتَهد الْمُطلق وَإِن لم يكن مخترعا وَإِنَّمَا يتبع طرقهم فَقَط فَهُوَ بِمَنْزِلَة الْمُجْتَهد فِي الْمَذْهَب ¶ وَهَكَذَا الْحَال فِي علم التَّفْسِير والتصوف وَغَيرهمَا من الْعُلُوم ¶ فان قلت مَا السَّبَب فِي أَن الْأَوَائِل لم يتكلموا فِي أصُول الْفِقْه كثير كَلَام فَلَمَّا نَشأ الشَّافِعِي تكلم فِيهَا كلَاما شافيا وَأفَاد وأجاد ¶ قلت سَببه أَن الْأَوَائِل كَانَ يجْتَمع عِنْد كل وَاحِد مِنْهُم أَحَادِيث بَلَده وآثاره وَلَا يجْتَمع أَحَادِيث الْبِلَاد فاذا تَعَارَضَت عَلَيْهِ الْأَدِلَّة فِي أَحَادِيث بَلَده حكم فِي ذَلِك التَّعَارُض بِنَوْع من الفراسة بِحَسب مَا تيَسّر لَهُ ¶ ثمَّ اجْتمع فِي عصر الشَّافِعِي أَحَادِيث الْبِلَاد جَمِيعهَا فَوَقع التَّعَارُض فِي أَحَادِيث الْبِلَاد ومختارات فقهائها مرَّتَيْنِ مرّة فِيمَا بَين أَحَادِيث بلد وَأَحَادِيث بلد آخر وَمرَّة فِي أحايث بلد وَاحِد فِيمَا بَينهَا وانقصر كل رجل بشيخه فِيمَا رأى من الفراسة فاتسع الْخرق وَكثر الشغب وهجم على النَّاس من",
            "page": "83",
            "part": "1",
            "seal": "0FFBBCE4"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "كل جَانب من الاختلافات مَا لم يكن بِحِسَاب فبقوا متحيرين مدهوشين لَا يَسْتَطِيعُونَ سَبِيلا حَتَّى جَاءَهُم تأييد من رَبهم فألهم الشَّافِعِي قَوَاعِد جمع هَذِه المختلفات وَفتح لمن بعده بَابا وَأي بَاب وانقرض الْمُجْتَهد الْمُطلق المنتسب فِي مَذْهَب الإِمَام أبي حنيفَة بعد الْمِائَة الثَّالِثَة وَذَلِكَ لِأَنَّهُ لَا يكون إِلَّا مُحدثا جهبذا واشتغالهم بِعلم الحَدِيث قَلِيل قَدِيما وحديثا وَإِنَّمَا كَانَ فِيهِ المجتهدون فِي الْمَذْهَب وَهَذَا الِاجْتِهَاد أَرَادَ من قَالَ أدنى الشُّرُوط للمجتهد حفظ الْمَبْسُوط ¶ وَقل الْمُجْتَهد المنتسب فِي مَذْهَب مَالك وكل من كَانَ مِنْهُم بِهَذِهِ الْمنزلَة فانه لَا يعد تفرده وَجها فِي الْمَذْهَب كَأبي عمر الْمَعْرُوف بِابْن عبد الْبر وَالْقَاضِي أبي بكر بن الْعَرَبِيّ ¶ وَأما مَذْهَب أَحْمد فَكَانَ قَلِيلا قَدِيما وحديثا وَكَانَ فِيهِ المجتهدون طبقَة بعد طبقَة إِلَى أَن انقرض فِي الْمِائَة التَّاسِعَة واضمحل الْمَذْهَب فِي أَكثر الْبِلَاد اللَّهُمَّ إِلَّا نَاس قَلِيلُونَ بِمصْر وبغداد ¶ ومنزلة مَذْهَب أَحْمد من مَذْهَب الشَّافِعِي منزلَة مَذْهَب أبي يُوسُف وَمُحَمّد من مَذْهَب أبي حنيفَة إِلَّا أَن مذْهبه لم يجمع فِي التدوين مَعَ مَذْهَب الشَّافِعِي كَمَا دون مَذْهَبهمَا مَعَ مَذْهَب أبي حنيفَة فَلذَلِك لم يعدا مذهبا وَاحِدًا فِيمَا ترى وَالله أعلم",
            "page": "84",
            "part": "1",
            "seal": "01A07A7D"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "وَلَيْسَ تدوينه مَعَ مذْهبه تميزا على من تلقاهما على وجههما ¶ وَأما مَذْهَب الشَّافِعِي فَأكْثر الْمذَاهب مُجْتَهدا مُطلقًا ومجتهدا فِي الْمَذْهَب وَأكْثر الْمذَاهب أصوليا ومتكلما وأوفرها مُفَسرًا لِلْقُرْآنِ وشارحا للْحَدِيث وأشدها إِسْنَادًا وَرِوَايَة وأقواها ضبطا لنصوص الإِمَام وأشدها تميزا بَين أَقْوَال الإِمَام ووجوه الْأَصْحَاب وأكثرها اعتناء بترجيح بعض الْأَقْوَال وَالْوُجُوه على بعض ¶ وكل ذَلِك لَا يخفى على من مارس الْمذَاهب واشتغل بهَا وَكَانَ أَوَائِل أَصْحَابه مجتهدين بِالِاجْتِهَادِ الْمُطلق لَيْسَ فيهم من يقلده فِي جَمِيع مجتهداته حَتَّى نَشأ ابْن سُرَيج فَأَسَّسَ قَوَاعِد التَّقْلِيد والتخريج ثمَّ جَاءَ أَصْحَابه يَمْشُونَ فِي سَبيله وينسجون على منواله وَلذَلِك يعد من المجددين على رَأس الْمِائَتَيْنِ وَالله أعلم ¶ وَلَا يخفى عَلَيْهِ أَيْضا أَن مَادَّة مَذْهَب الشَّافِعِي من الْأَحَادِيث والْآثَار مدونة مَشْهُورَة مخدومة وَلم يتَّفق مثل ذَلِك فِي مَذْهَب غَيره فَمن مَادَّة مذْهبه كتاب الْمُوَطَّأ وَهُوَ وان كَانَ مُتَقَدما على الشَّافِعِي فان الشَّافِعِي بنى عَلَيْهِ مذْهبه وصحيح",
            "page": "85",
            "part": "1",
            "seal": "5DD1B60B"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "البُخَارِيّ وصحيح مُسلم وَكتب أبي دَاوُد وَالتِّرْمِذِيّ وَابْن مَاجَه والدارمي ثمَّ مُسْند الشَّافِعِي وَسنَن النَّسَائِيّ وَسنَن الدَّارَقُطْنِيّ وَسنَن الْبَيْهَقِيّ وَشرح السّنة لِلْبَغوِيِّ ¶ أما البُخَارِيّ فانه وان كَانَ منتسبا إِلَى الشَّافِعِي مُوَافقا لَهُ فِي كثير من الْفِقْه فقد خَالفه أَيْضا فِي كثير وَلذَلِك لايعد مَا تفرد بِهِ من مَذْهَب الشَّافِعِي ¶ وَأما أَبُو دَاوُد وَالتِّرْمِذِيّ فهما مجتهدان منتسبان إِلَى أَحْمد وَإِسْحَاق وَكَذَلِكَ ابْن ماجة والدرامي فِيمَا نرى وَالله أعلم ¶ وَأما مُسلم وَالْعَبَّاس الْأَصَم جَامع مُسْند الشَّافِعِي وَالَّذين ذَكَرْنَاهُمْ بعده فهم متفردون لمَذْهَب الشَّافِعِي يناضلون دونه ¶ وَإِذا أحطت بِمَا ذَكرْنَاهُ اتَّضَح عنْدك أَن من حاد مَذْهَب الشَّافِعِي يكون محروما عَن مَذْهَب الِاجْتِهَاد الْمُطلق وَإِن علم الحَدِيث وَقد أَبى أَن يناصح من يتطفل على الشَّافِعِي وَأَصْحَابه رَضِي الله عَنْهُم ... وَكن طفيليهم على أدب ... فَلَا أرى شافعا سوى الْأَدَب ...",
            "page": "86",
            "part": "1",
            "seal": "267CB763"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "بَاب حِكَايَة مَا حدث فِي النَّاس بعد الْمِائَة الرَّابِعَة ¶ ثمَّ بعد هَذِه الْقُرُون كَانَ نَاس آخَرُونَ ذَهَبُوا يَمِينا وَشمَالًا وَحدث فيهم أُمُور مِنْهَا ¶ 1 - الجدل وَالْخلاف فِي علم الْفِقْه وتفصيله على مَا ذكره الْغَزالِيّ أَنه لما انقرض عهد الْخُلَفَاء الرَّاشِدين المهديين أفضت الْخلَافَة إِلَى قوم تولوها بِغَيْر اسْتِحْقَاق وَلَا اسْتِقْلَال بِعلم الفتاوي وَالْأَحْكَام فاضطروا إِلَى الِاسْتِعَانَة بالفقهاء وَإِلَى استصحابهم فِي جَمِيع أَحْوَالهم وَقد كَانَ بَقِي من الْعلمَاء من هُوَ مُسْتَمر على الطّراز الأول وملازم صف الدّين فَكَانُوا إِذا طلبُوا هربوا وأعرضوا فَرَأى أهل تِلْكَ الْأَعْصَار عز الْعلمَاء وإقبال الْأَئِمَّة عَلَيْهِم مَعَ إعراضهم فأشرأبوا لطلب الْعلم توصلا إِلَى نيل الْعِزّ ودرك الجاه",
            "page": "87",
            "part": "1",
            "seal": "9165B63D"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "فَأصْبح الْفُقَهَاء بعد أَن كَانُوا مطلوبين طَالِبين وَبعد أَن كَانُوا أعزة بِالْإِعْرَاضِ عَن السلاطين أَذِلَّة بالإقبال عَلَيْهِم إِلَّا من وَفقه الله ¶ وَقد كَانَ من قبلهم قد صنف نَاس فِي علم الْكَلَام وَأَكْثرُوا القال والقيل والإيراد وَالْجَوَاب وتمهيد طرق الجدل فَوَقع ذَلِك مِنْهُم بموقع من قبل أَن كَانَ من الصُّدُور والملوك من مَالَتْ نَفسه إِلَى المناظرة فِي الْفِقْه وَبَيَان الأولى من مَذْهَب الشَّافِعِي وَأبي حنيفَة رحمهمَا الله فَترك النَّاس الْكَلَام وفنون الْعلم وَأَقْبلُوا على الْمسَائِل الخلافية بَين الشَّافِعِي وَأبي حنيفَة رحمهمَا الله على الْخُصُوص وتساهلوا فِي الْخلاف مَعَ مَالك وسُفْيَان وَأحمد بن حَنْبَل وَغَيرهم وَزَعَمُوا أَن غرضهم استنباط دقائق الشَّرْع وَتَقْرِير علل الْمذَاهب وتمهيد أصُول الفتاوي وَأَكْثرُوا فِيهَا التصانيف والاستنباطات ورتبوا فِيهَا أَنْوَاع المجادلات والتصنيفات وهم مستمرون عَلَيْهِ إِلَى الْآن ولسنا نَدْرِي مَا الَّذِي قدر الله تَعَالَى أَي أزلا فِيمَا بعْدهَا من الْأَعْصَار انْتهى حَاصله ¶ وَاعْلَم أَنِّي وجدت أَكْثَرهم يَزْعمُونَ أَن بِنَاء الْخلاف بَين أبي حنيفَة وَالشَّافِعِيّ رحمهمَا الله على هَذِه الْأُصُول الْمَذْكُورَة فِي كتاب الْبَزْدَوِيّ وَنَحْوه وَإِنَّمَا الْحق أَن أكثرهما أصُول مخرجة على قَوْلهم ¶ وَعِنْدِي أَن الْمَسْأَلَة القائلة بِأَن الْخَاص مُبين وَلَا يلْحقهُ",
            "page": "88",
            "part": "1",
            "seal": "59427115"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "الْبَيَان وَأَن الزِّيَادَة نسخ وَأَن الْعَام قَطْعِيّ كالخاص وَأَن لَا تَرْجِيح بِكَثْرَة الروَاة وَأَنه لَا يجب الْعلم بِحَدِيث غير الْفَقِيه إِذا انسد بِهِ بَاب الرَّأْي وَأَن لَا عِبْرَة بِمَفْهُوم الشَّرْط وَالْوَصْف أصلا وَأَن مُوجب الْأَمر هُوَ الْوُجُوب الْبَتَّةَ وأمثال ذَلِك أصُول مخرجة على كَلَام الْأَئِمَّة وَأَنه لَا تصح بهَا رِوَايَة عَن أبي حنيفَة وصاحبيه وَأَنه لَيست الْمُحَافظَة عَلَيْهَا والتكلف فِي جَوَاب مَا يرد عَلَيْهَا من صنائع الْمُتَقَدِّمين فِي استنباطهم كَمَا يَفْعَله الْبَزْدَوِيّ وَغَيره أَحَق من الْمُحَافظَة على خلَافهَا وَالْجَوَاب عَمَّا يرد عَلَيْهِ ¶ مِثَاله أَنهم أصلوا أَن الْخَاص مُبين فَلَا يلْحقهُ الْبَيَان وخرجوه من صَنِيع الْأَوَائِل فِي قَوْله تَعَالَى واسجدوا واركعوا وَقَوله صلى الله عَلَيْهِ وَسلم لَا تجزيء صَلَاة الرجل حَتَّى يُقيم ظَهره فِي الرُّكُوع وَالسُّجُود حَيْثُ لم يَقُولُوا بفرضية الاطمئنان وَلم يجْعَلُوا الحَدِيث بَيَانا لِلْآيَةِ فورد عَلَيْهِم صنيعهم ¶ فِي قَوْله تَعَالَى {وامسحوا برؤوسكم} ومسحه صلى الله عَلَيْهِ وَسلم على ناصيته حَيْثُ جَعَلُوهُ بَيَانا ¶ وَقَوله تَعَالَى {الزَّانِيَة وَالزَّانِي فاجلدوا} ¶ وَقَوله جلّ شَأْنه {وَالسَّارِق والسارقة فَاقْطَعُوا}",
            "page": "89",
            "part": "1",
            "seal": "0501AF79"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "الْآيَة وَقَوله تَعَالَى {حَتَّى تنْكح زوجا غَيره} ¶ وَمَا لحقه من الْبَيَان بعد ذَلِك ¶ فتكلفوا للجواب كَمَا هُوَ مَذْكُور فِي كتبهمْ ¶ وَأَنَّهُمْ أصلوا أَن الْعَام قَطْعِيّ كالخاص وخرجوه من صَنِيع الْأَوَائِل ¶ فِي قَوْله تَعَالَى {فاقرؤوا مَا تيَسّر من الْقُرْآن} وَقَوله صلى الله عَلَيْهِ وَسلم لَا صَلَاة إِلَّا بِفَاتِحَة الْكتاب حَيْثُ لم يَجْعَلُوهُ مُخَصّصا ¶ وَفِي قَوْله صلى الله عَلَيْهِ وَسلم فِيمَا سقت الْعُيُون الْعشْر الحَدِيث وَقَوله صلى الله عَلَيْهِ وَسلم لَيْسَ فِيمَا دون خَمْسَة أوسق صَدَقَة حَيْثُ لم يخصوه بِهِ وَنَحْو ذَلِك من الْموَاد ¶ ثمَّ ورد عَلَيْهِم قَوْله تَعَالَى {فَمَا اسْتَيْسَرَ من الْهَدْي} وَإِنَّمَا هُوَ الشَّاة فَمَا فَوْقه بِبَيَان النَّبِي صلى الله عَلَيْهِ وَسلم فتكلفوا فِي الْجَواب ¶ وَكَذَلِكَ أصلوا أَن لَا عِبْرَة بِمَفْهُوم الشَّرْط وَالْوَصْف",
            "page": "90",
            "part": "1",
            "seal": "3307E73E"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وخرجوه من صنيعهم فِي قَوْله تَعَالَى {وَمن لم يسْتَطع مِنْكُم طولا} الْآيَة ¶ ثمَّ ورد عَلَيْهِم كثير من صنائعهم كَقَوْلِه صلى الله عَلَيْهِ وَسلم فِي الْإِبِل السَّائِمَة زَكَاة فتكلفوا فِي الْجَواب وأصلوا أَنه لَا يجب الْعَمَل بِحَدِيث غير الْفَقِيه إِذا انسد بِهِ بَاب الرَّأْي وخرجوه من صنيعهم فِي ترك حَدِيث الْمُصراة ¶ ثمَّ ورد عَلَيْهِم حَدِيث القهقهة وَحَدِيث عدم فَسَاد الصَّوْم بِالْأَكْلِ نَاسِيا فتكلفوا فِي الْجَواب ¶ وأمثال مَا ذكرنَا كثير لَا يخفى على المتتبع وَمن لم يتتبع لَا تكفيه الإطالة فضلا عَن الْإِشَارَة وَيَكْفِيك دَلِيلا على هَذَا قَول الْمُحَقِّقين فِي مَسْأَلَة لَا يجب الْعَمَل بِحَدِيث من اشْتهر بالضبط وَالْعَدَالَة دون الْفِقْه اذا انسد بَاب الرَّأْي كَحَدِيث الْمُصراة إِن هَذَا مَذْهَب عِيسَى بن أبان وَاخْتَارَهُ كثير من الْمُتَأَخِّرين وَذهب الْكَرْخِي وَتَبعهُ كثير من الْعلمَاء إِلَى عدم اشْتِرَاط فقه الرَّاوِي لتقدم الْخَبَر على الْقيَاس وَقَالُوا لم ينْقل هَذَا القَوْل عَن أَصْحَابنَا بل الْمَنْقُول عَنْهُم أَن خبر الْوَاحِد مقدم على الْقيَاس أَلا ترى أَنهم عمِلُوا بِخَبَر أبي هُرَيْرَة فِي الصَّائِم إِذا أكل أَو شرب نَاسِيا وَإِن كَانَ مُخَالفا للْقِيَاس حَتَّى قَالَ",
            "page": "91",
            "part": "1",
            "seal": "4FF5ED9C"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "أَبُو حنيفَة رَحمَه الله لَوْلَا الرِّوَايَة لَقلت بِالْقِيَاسِ ويرشدك أَيْضا اخْتلَافهمْ فِي كثير من التخريجات أخذا من صنعائهم ورد بَعضهم على بعض ¶ وَوجدت بَعضهم يزْعم أَن جَمِيع مَا يُوجد فِي هَذِه الشُّرُوح الطَّوِيلَة وَكتب الْفَتَاوَى الضخمة هُوَ قَول أبي حنيفَة وصاحبيه وَلَا يفرق بَين القَوْل الْمخْرج وَبَين مَا هُوَ قَول فِي الْحَقِيقَة وَلَا يحصل معنى قَوْلهم على تَخْرِيج الْكَرْخِي كَذَا وعَلى تَخْرِيج الطَّحَاوِيّ كَذَا وَلَا يُمَيّز بَين قَوْلهم قَالَ أَبُو حنيفَة كَذَا وَبَين قَوْلهم جَوَاب الْمَسْأَلَة على قَول أبي حنيفَة وعَلى أصل أبي حنيفَة كَذَا وَلَا يصغي إِلَى مَا قَالَه الْمُحَقِّقُونَ من الحنفيين كَابْن الْهمام وَابْن النجيم فِي مَسْأَلَة الْعشْر فِي الْعشْر وَمَسْأَلَة اشْتِرَاط الْبعد من المَاء ميلًا فِي التَّيَمُّم وأمثالهما إِن ذَلِك من تخريجات الْأَصْحَاب وَلَيْسَ مذهبا فِي الْحَقِيقَة ¶ وَوجدت بَعضهم يزْعم أَن بِنَاء الْمَذْهَب على هَذِه المحاورات الجدلية المبسوطة فِي مَبْسُوط السَّرخسِيّ وَالْهِدَايَة والتبيين وَنَحْو ذَلِك وَلَا يعلم أَن أول من أظهر ذَلِك فيهم الْمُعْتَزلَة وَلَيْسَ عَلَيْهِ بِنَاء مَذْهَبهم ثمَّ استطاب ذَلِك الْمُتَأَخّرُونَ توسعا وتشحيذا لأذهان الطالبين أَو لغير ذَلِك وَالله أعلم وَهَذِه الشُّبُهَات والشكوك ينْحل كثير مِنْهَا بِمَا مهدناه فِي هَذَا الْكتاب",
            "page": "92",
            "part": "1",
            "seal": "56174952"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "وَوجدت بَعضهم يزْعم أَن هُنَاكَ فرْقَتَيْن لَا ثَالِث لَهما الظَّاهِرِيَّة وَأهل الرَّأْي وَأَن كل من قَاس واستنبط فَهُوَ من أهل الرَّأْي كلا بل لَيْسَ المُرَاد بِالرَّأْيِ نفس الْفَهم وَالْعقل فان ذَلِك لَا يَنْفَكّ من أحد من الْعلمَاء وَلَا الرَّأْي الَّذِي يعْتَمد على سنة أصلا فَإِنَّهُ لَا يَنْتَحِلهُ مُسلم الْبَتَّةَ وَلَا الْقُدْرَة على الاستنباط وَالْقِيَاس فان أَحْمد وَإِسْحَق بل الشَّافِعِي أَيْضا لَيْسُوا من أهل الرَّأْي بالِاتِّفَاقِ وهم يستنبطون ويقيسون بل المُرَاد من أهل الرَّأْي قوم توجهوا بعد الْمسَائِل الْمجمع عَلَيْهَا بَين الْمُسلمين أَو بَين جمهورهم إِلَى التَّخْرِيج على أصل رجل من الْمُتَقَدِّمين وَكَانَ أَكثر أَمرهم حمل النظير على النظير وَالرَّدّ إِلَى أصل من الْأُصُول دون تتبع الْأَحَادِيث والْآثَار والظاهري من لَا يَقُول بِالْقِيَاسِ وَلَا بآثار الصَّحَابَة كداود وَابْن حزم وَبَينهمَا الْمُحَقِّقُونَ من أهل السّنة كأحمد وَإِسْحَق ¶ 2 - وَمِنْهَا أَنهم اطمأنوا بالتقليد ودب التَّقْلِيد فِي صُدُورهمْ دَبِيب النَّمْل وهم لَا يَشْعُرُونَ وَكَانَ سَبَب ذَلِك تزاحم الْفُقَهَاء وتجادلهم فِيمَا بَينهم فانهم لما وَقعت فيهم الْمُزَاحمَة فِي الْفَتْوَى كَانَ كل من أفتى بِشَيْء نوقض فِي فتواه ورد عَلَيْهِ فَلم يَنْقَطِع الْكَلَام إِلَّا بالمصير إِلَى تَصْرِيح رجل من الْمُتَقَدِّمين فِي الْمَسْأَلَة",
            "page": "93",
            "part": "1",
            "seal": "31688134"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "وَأَيْضًا جور الْقُضَاة فان الْقُضَاة لما جَار أَكْثَرهم وَلم يَكُونُوا أُمَنَاء لم يقبل مِنْهُم إِلَّا مَا لَا يريب الْعَامَّة فِيهِ وَيكون شَيْئا قد قيل من قبل ¶ وَأَيْضًا جهل رُؤُوس النَّاس واستفتاء النَّاس من لَا علم لَهُ بِالْحَدِيثِ وَلَا بطرِيق التَّخْرِيج كَمَا ترى ذَلِك ظَاهرا فِي أَكثر الْمُتَأَخِّرين وَقد نبه عَنهُ ابْن الْهمام وَغَيره وَفِي ذَلِك الْوَقْت يُسمى غير الْمُجْتَهد فَقِيها ¶ وَفِي ذَلِك الْوَقْت ثبتوا على التعصب ¶ وَالْحق أَن أَكثر صور الْخلاف بَين الْفُقَهَاء لَا سِيمَا فِي الْمسَائِل الَّتِي ظهر فِيهَا أَقْوَال الصَّحَابَة فِي الْجَانِبَيْنِ كتكبيرات التَّشْرِيق وتكبيرات الْعِيدَيْنِ وَنِكَاح الْمحرم وَتشهد ابْن عَبَّاس وَابْن مَسْعُود والاخفاء بالبسملة وبآمين الاشفاع والايتار فِي الاقامة وَنَحْو ذَلِك انما هُوَ فِي تَرْجِيح أحد الْقَوْلَيْنِ ¶ 3 - وَمِنْهَا أَن أقبل أَكْثَرهم على التعمقات فِي كل فن ¶ فَمنهمْ من زغم أَنه يؤسس علم أَسمَاء الرِّجَال وَمَعْرِفَة مَرَاتِب الْجرْح وَالتَّعْدِيل ثمَّ خرج من ذَلِك إِلَى التَّارِيخ قديمه وَحَدِيثه",
            "page": "94",
            "part": "1",
            "seal": "7F25B0E0"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "وَمِنْهُم من تفحص عَن نَوَادِر الْأَخْبَار وغرائبها وَإِن دخلت فِي حد الْمَوْضُوع ¶ وَمِنْهُم من أَكثر القيل والقال فِي أصُول الْفِقْه واستنبط كل لأَصْحَابه قَوَاعِد جدلية وَأورد فاستقصى وَأجَاب فتفصى وَعرف وَقسم فحرر وَطول الْكَلَام تَارَة وَتارَة أُخْرَى اختصر ¶ وَمِنْهُم من ذهب إِلَى هَذَا بِفَرْض الصُّور المستبعدة الَّتِي من حَقّهَا أَن لَا يتَعَرَّض لَهَا عَاقل وبسحب العمومات والإيماءات من كَلَام المخرجين فَمن دونهم مِمَّا لَا يرضى استماعه عَالم وَلَا جَاهِل ¶ وفتنة هَذَا الْجِدَال وَالْخلاف والتعمق قريبَة من الْفِتْنَة الأولى حِين تشاجروا فِي الْملك وانتصر كل رجل لصَاحبه فَكَمَا أعقبت تِلْكَ ملكا عَضُوضًا ووقائع صماء عمياء فَكَذَلِك أعقبت هَذِه جهلا واختلاطا وشكوكا ووهما مَا لَهَا من أرجاء فَنَشَأَتْ بعدهمْ قُرُون على التَّقْلِيد الصّرْف لَا يميزون الْحق من الْبَاطِل وَلَا الجدل من الاستنباط فالفقيه يومئد هُوَ الثرثار المتشدق الَّذِي حفظ أَقْوَال الْفُقَهَاء قويها وضعيفها من غير تَمْيِيز وسردها بشقشقة شدقيه والمحدث من عد الْأَحَادِيث صحيحها وسقيمها وهذها بِقُوَّة",
            "page": "95",
            "part": "1",
            "seal": "3B866FAA"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "لحييْهِ وَلَا أَقُول ذَلِك كليا مطردا فان لله طَائِفَة من عباده لَا يضرهم من خذلهم وهم حجَّة الله فِي أرضه وان قلوا ¶ وَلم يَأْتِ قرن بعد ذَلِك إِلَّا وَهُوَ أَكثر فتْنَة وأوفر تقليدا وَأَشد انتزاعا للأمانة من صُدُور الرِّجَال حَتَّى اطمأنوا بترك الْخَوْض فِي أَمر الدّين وَبِأَن يَقُولُوا {إِنَّا وجدنَا آبَاءَنَا على أمة وَإِنَّا على آثَارهم مقتدون} وَإِلَى الله المشتكى وَهُوَ الْمُسْتَعَان وَبِه الثِّقَة وَعَلِيهِ التكلان",
            "page": "96",
            "part": "1",
            "seal": "28FB5802"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "التَّقْلِيد فِي الْمذَاهب الْأَرْبَعَة ¶ مِمَّا يُنَاسب هَذَا الْمقَام التَّنْبِيه على مسَائِل ضلت فِي بواديها الأفهام وزلت الْأَقْدَام وطغت الأقلام مِنْهَا ¶ 1 - أَن هَذِه الْمذَاهب الْأَرْبَعَة الْمُدَوَّنَة قد اجْتمعت الْأمة أَو من يعْتد بِهِ مِنْهَا على جَوَاز تقليدها إِلَى بومنا هَذَا وَفِي ذَلِك من الْمصَالح مَا لَا يخفى لَا سِيمَا فِي هَذِه الْأَيَّام الَّتِي قصرت فِيهَا الهمم وأشربت النُّفُوس الْهوى وأعجب كل ذِي رَأْي بِرَأْيهِ فَمَا ذهب اليه ابْن حزم حَيْثُ قَالَ التَّقْلِيد حرَام وَلَا يحل لأحد أَن يَأْخُذ قَول أحد غير قَول رَسُول الله صلى الله عَلَيْهِ وَسلم بِلَا برهَان لقَوْله تَعَالَى {اتبعُوا مَا أنزل إِلَيْكُم من ربكُم وَلَا تتبعوا من دونه أَوْلِيَاء} وَقَوله تَعَالَى {وَإِذا قيل لَهُم اتبعُوا مَا أنزل الله قَالُوا بل نتبع مَا ألفينا عَلَيْهِ آبَاءَنَا}",
            "page": "97",
            "part": "1",
            "seal": "AAB545B0"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "وَقَالَ مادحا من لم يُقَلّد {فبشر عباد الَّذين يَسْتَمِعُون القَوْل فيتبعون أحْسنه أُولَئِكَ الَّذين هدَاهُم الله وَأُولَئِكَ هم أولُوا الْأَلْبَاب} وَقَالَ الله تَعَالَى {فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول إِن كُنْتُم تؤمنون بِاللَّه وَالْيَوْم الآخر} فَلم يبح الله تَعَالَى الرَّد عِنْد التَّنَازُع إِلَى أحد دون الْقُرْآن وَالسّنة وَحرم بذلك الرَّد عِنْد التَّنَازُع إِلَى قَول قَائِل لِأَنَّهُ غير الْقُرْآن وَالسّنة وَقد صَحَّ إِجْمَاع الصَّحَابَة كلهم أَوَّلهمْ عَن آخِرهم واجماع التَّابِعين أَوَّلهمْ عَن آخِرهم وَإِجْمَاع تَابِعِيّ التَّابِعين إِلَى آخِرهم على الِامْتِنَاع وَالْمَنْع من أَن يقْصد مِنْهُم أحد إِلَى قَول إِنْسَان مِنْهُم أَو مِمَّن قبلهم فَيَأْخذهُ كُله ¶ فَليعلم من أَخذ جَمِيع أَقْوَال أبي حنيفَة أَو جَمِيع أَقْوَال مَالك أَو جَمِيع أَقْوَال الشَّافِعِي أَو جَمِيع أَقْوَال أَحْمد رَضِي الله عَنْهُم وَلم يتْرك قَول من اتبع مِنْهُم أَو من غَيرهم إِلَى قَول غَيره وَلم يعْتَمد على مَا جَاءَ فِي الْقُرْآن وَالسّنة غير صَارف ذَلِك إِلَى قَول انسان بِعَيْنِه أَنه قد خَالف إِجْمَاع الْأمة كلهَا من أَولهَا إِلَى آخرهَا بِيَقِين لَا إِشْكَال فِيهِ وَلَا يجد لنَفسِهِ سلفا وَلَا إنْسَانا فِي جَمِيع الْأَعْصَار المحمودة الثَّلَاثَة فقد اتبع غير سَبِيل الْمُؤمنِينَ",
            "page": "98",
            "part": "1",
            "seal": "D6EE8E82"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "فنعوذ بِاللَّه من هَذِه الْمنزلَة وَأَيْضًا فان هَؤُلَاءِ الْفُقَهَاء كلهم قد نهوا عَن تَقْلِيد غَيرهم وَقد خالفهم من قلدهم ¶ وَأَيْضًا فَمَا الَّذِي جعل رجلا من هَؤُلَاءِ أَو من غَيرهم أولى أَن يُقَلّد من عمر بن الْخطاب أَو عَليّ بن أبي طَالب أَو ابْن مَسْعُود أَو ابْن عمر أَو ابْن عَبَّاس أَو عَائِشَة أم الْمُؤمنِينَ رَضِي الله تَعَالَى عَنْهُم فَلَو سَاغَ التَّقْلِيد لَكَانَ كل وَاحِد من هَؤُلَاءِ أَحَق بِأَن يتبع من غَيره انْتهى ¶ إِنَّمَا يتم فِيمَن لَهُ ضرب من الِاجْتِهَاد وَلَو فِي مَسْأَلَة وَاحِدَة وفيمن ظهر عَلَيْهِ ظهورا بَينا أَن النَّبِي صلى الله عَلَيْهِ وَسلم أَمر بِكَذَا وَنهى عَن كَذَا وَأَنه لَيْسَ بمنسوخ إِمَّا بِأَن يتتبع الْأَحَادِيث وأقوال الْمُخَالف والموافق فِي الْمَسْأَلَة فَلَا يجد لَهُ نسخا أَو بِأَن يرى جمعا غفيرا من المتبحرين فِي الْعلم يذهبون إِلَيْهِ وَيرى الْمُخَالف لَهُ لَا يحْتَج الا بِقِيَاس أَو استنباط أَو نَحْو ذَلِك فَحِينَئِذٍ لَا سَبَب لمُخَالفَة حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم إِلَّا نفاق خَفِي أَو حمق جلي ¶ وَهَذَا الَّذِي أَشَارَ اليه الشَّيْخ عز الدّين بن عبد السَّلَام حَيْثُ قَالَ وَمن الْعجب العجاب أَن الْفُقَهَاء المقلدين يقف أحدهم على ضعف مَأْخَذ إِمَامه بِحَيْثُ لَا يجد لضَعْفه مدفعا وَهُوَ مَعَ ذَلِك يقلده فِيهِ وَيتْرك من شهد الْكتاب وَالسّنة والأقيسة الصَّحِيحَة لمذهبهم جمودا على تَقْلِيد إِمَامه بل يتخيل لدفع ظَاهر الْكتاب وَالسّنة ويتأولهما بالتأويلات الْبَعِيدَة الْبَاطِلَة نضالا عَن مقلده وَقَالَ لم يزل النَّاس يسْأَلُون من اتّفق من الْعلمَاء من غير",
            "page": "99",
            "part": "1",
            "seal": "5CD0DDE0"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "تَقْلِيد لمَذْهَب وَلَا إِنْكَار على أحد من السَّائِلين إِلَى أَن ظَهرت هَذِه الْمذَاهب ومتعصبوها من المقلدين فان أحدهم يتبع إِمَامه مَعَ بعد مذْهبه عَن الْأَدِلَّة مُقَلدًا لَهُ فِيمَا قَالَ كَأَنَّهُ نَبِي أرسل وَهَذَا نأي عَن الْحق وَبعد عَن الصَّوَاب لَا يرضى بِهِ أحد من أولي الْأَلْبَاب ¶ وَقَالَ الامام أَبُو شامة يَنْبَغِي لمن اشْتغل بالفقه أَن لَا يقْتَصر على مَذْهَب امام ويعتقد فِي كل مَسْأَلَة صِحَة مَا كَانَ أقرب إِلَى الْكتاب وَالسّنة المحكمة وَذَلِكَ سهل عَلَيْهِ اذا كَانَ اتقن الْعُلُوم الْمُتَقَدّمَة وليجتنب التعصب وَالنَّظَر فِي طرائق الْخلاف الْمُتَأَخِّرَة فانها مضيعة للزمان ولصفوه مكدرا فقد صَحَّ عَن الشَّافِعِي أَنه نهى عَن تَقْلِيده وتقليد غَيره ¶ قَالَ صَاحبه الْمُزنِيّ فِي أول مُخْتَصره اختصرت هَذَا من علم الشَّافِعِي وَمن معنى قَوْله لأقربه على من أَرَادَ مَعَ إعلامي نَهْيه عَن تَقْلِيده وتقليد غَيره لينْظر فِيهِ لدينِهِ ويحتاط لنَفسِهِ أَي مَعَ إعلامي من أَرَادَ علم الشَّافِعِي نهي الشَّافِعِي عَن تَقْلِيده وتقليد غَيره ¶ وفيمن يكون عاميا ويقلد رجلا من الْفُقَهَاء بِعَيْنِه يرى أَن يمْتَنع من مثله الْخَطَأ وَأَن مَا قَالَه هُوَ الصَّوَاب الْبَتَّةَ وأضمر فِي قلبه أَلا يتْرك تَقْلِيده وان ظهر الدَّلِيل على",
            "page": "100",
            "part": "1",
            "seal": "84136C02"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "خِلَافه وَذَلِكَ مَا رَوَاهُ التِّرْمِذِيّ عَن عدي بن حَاتِم أَنه قَالَ سمعته يَعْنِي رَسُول الله صلى الله عَلَيْهِ وَسلم يقْرَأ {اتَّخذُوا أَحْبَارهم وَرُهْبَانهمْ أَرْبَابًا من دون الله} قَالَ انهم لم يَكُونُوا يَعْبُدُونَهُمْ وَلَكنهُمْ كَانُوا اذا أحلُّوا شَيْئا اسْتَحَلُّوهُ واذا حرمُوا عَلَيْهِم شَيْئا حرمُوهُ ¶ وفيمن لَا يجوز أَن يستفتي الْحَنَفِيّ مثلا فَقِيها شافعيا وَبِالْعَكْسِ وَلَا يجوز أَن يَقْتَدِي الْحَنَفِيّ بامام شَافِعِيّ مثلا فان هَذَا قد خَالف إِجْمَاع الْقُرُون الأولى وناقض الصَّحَابَة وَالتَّابِعِينَ ¶ وَلَيْسَ مَحَله فِيمَن لَا يدين الا بقول النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا يعْتَقد حَلَالا الا مَا أحله الله وَرَسُوله وَلَا حَرَامًا الا مَا حرمه الله وَرَسُوله ¶ لَكِن لما لم يكن لَهُ علم بِمَا قَالَه النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا بطرِيق الْجمع بَين المختلفات من كَلَامه وَلَا بطرِيق الاستنباط من كَلَامه اتبع عَالما راشدا على أَنه مُصِيب فِيمَا يَقُول ويفتي ظَاهرا مُتبع سنة رَسُول الله صلى الله عَلَيْهِ وَسلم فان خَالف مَا يَظُنّهُ أقلع من سَاعَته من غير جِدَال وَلَا إِصْرَار فَهَذَا كَيفَ يُنكره أحد مَعَ أَن الاستفتاء",
            "page": "101",
            "part": "1",
            "seal": "64E7EF70"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "والافتاء لم يزل بَين الْمُسلمين من عهد النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَلَا فرق بَين أَن يستفتي هَذَا دَائِما أَو أَن يستفتي هَذَا حينا وَذَلِكَ حينا بعد أَن يكون مجمعا على مَا ذَكرْنَاهُ كَيفَ لَا وَلم نؤمن بفقيه أيا كَانَ أَنه أوحى الله إِلَيْهِ الْفِقْه وَفرض علينا طَاعَته وَأَنه مَعْصُوم فان اقتدينا بِوَاحِد مِنْهُم فَذَلِك لعلمنا بِأَنَّهُ عَالم بِكِتَاب الله وَسنة رَسُوله فَلَا يَخْلُو قَوْله إِمَّا أَن يكون من صَرِيح الْكتاب وَالسّنة أَو مستنبطا عَنْهُمَا بِنَحْوِ من الاستنباط أَو عرف بالقرائن أَن الحكم فِي صُورَة مَا مَنُوط بعلة كَذَا وَاطْمَأَنَّ قلبه بِتِلْكَ الْمعرفَة فقاس غير الْمَنْصُوص على الْمَنْصُوص فَكَأَنَّهُ يَقُول ظَنَنْت أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ كلما وجدت هَذِه الْعلَّة فَالْحكم ثمَّة هَكَذَا والمقيس مندرج فِي هَذَا الْعُمُوم فَهَذَا أَيْضا معزي إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم وَلَكِن فِي طَرِيقه ظنون وَلَوْلَا ذَلِك مَا قلد مُؤمن بمجتهد فان بلغنَا حَدِيث من رَسُول الله الْمَعْصُوم صلى الله عَلَيْهِ وَسلم الَّذِي فرض علينا طَاعَته بِسَنَد صَالح يدل على خلاف مذْهبه وَتَركنَا حَدِيثه وَاتَّبَعنَا ذَلِك التخمين فَمن أظلم منا وَمَا عذرنا يَوْم يقوم النَّاس لرب الْعَالمين ¶ 2 - وَمِنْهَا أَن تتبع الْكتاب والْآثَار لمعْرِفَة الْأَحْكَام الشَّرْعِيَّة على مَرَاتِب أَعْلَاهَا أَن يحصل لَهُ من معرفَة الْأَحْكَام",
            "page": "102",
            "part": "1",
            "seal": "EFE9267D"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "بِالْفِعْلِ أَو بِالْقُوَّةِ الْقَرِيبَة من الْفِعْل مَا يتَمَكَّن بِهِ من جَوَاب المستفتين فِي الوقائع غَالِبا بِحَيْثُ يكون جَوَابه أَكثر مِمَّا يتَوَقَّف فِيهِ وتخص باسم الِاجْتِهَاد ¶ وَهَذَا الاستعداد يحصل ¶ تَارَة بالإمعان فِي جمع الرِّوَايَات وتتبع الشاذة والفاذة مِنْهَا كَمَا أَشَارَ إِلَيْهِ أَحْمد بن حَنْبَل مَعَ مَا لَا يَنْفَكّ مِنْهُ الْعَاقِل الْعَارِف باللغة من معرفَة مواقع الْكَلَام وَصَاحب الْعلم بآثار السّلف من طَرِيق الْجمع بَين المختلفات وترتيب الاستدلالات وَنَحْو ذَلِك ¶ وَتارَة بإحكام طرق التَّخْرِيج على مَذْهَب شيخ من مَشَايِخ الْفِقْه مَعَ معرفَة جملَة صَالِحَة من السّنَن والْآثَار بِحَيْثُ يعلم أَن قَوْله لَا يُخَالف الْإِجْمَاع وَهَذِه طَريقَة أَصْحَاب التَّخْرِيج ¶ وأوسطها من كلتا الطريقتين أَن يحصل لَهُ من معرفَة الْقُرْآن وَالسّنَن مَا يتَمَكَّن بِهِ من عَرَفَة رُؤُوس مسَائِل الْفِقْه الْمجمع عَلَيْهَا بأدلتها التفصيلية وَيحصل لَهُ غَايَة الْعلم بِبَعْض الْمسَائِل الاجتهادية من أدلتها وترجيح بعض الْأَقْوَال على بعض وَنقد التخريجات وَمَعْرِفَة الْجيد من الزيف وان لم يتكامل لَهُ الأدوات كَمَا يتكامل للمجتهد الْمُطلق فَيجوز لمثله أَن يلفق من المذهبين اذا عرف دليلهما وَعلم أَن قَوْله مِمَّا لَا ينفذ فِيهِ اجْتِهَاد الْمُجْتَهد وَلَا يقبل فِيهِ قَضَاء القَاضِي وَلَا يجْرِي فِيهِ",
            "page": "103",
            "part": "1",
            "seal": "41A60BB5"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "فَتْوَى الْمُفْتِينَ أَن يتْرك بعض التخريجات الَّتِي سبق النَّاس اليها اذا عرف عدم صِحَّتهَا ¶ وَلِهَذَا لم يزل الْعلمَاء مِمَّن لَا يَدعِي الِاجْتِهَاد الْمُطلق يصنفون ويرتبون وَيخرجُونَ ويرجحون وَإِذا كَانَ الِاجْتِهَاد يتَجَزَّأ عِنْد الْجُمْهُور والتخريج يتَجَزَّأ وَإِنَّمَا الْمَقْصُود تَحْصِيل الظَّن وَعَلِيهِ مدَار التَّكْلِيف فَمَا الَّذِي يستبعد من ذَلِك ¶ وَأما دون ذَلِك من النَّاس فمذهبه فِيمَا يرد عَلَيْهِ كثيرا مَا أَخذه عَن أَصْحَابه وآبائه وَأهل بَلَده من الْمذَاهب المتبعة وَفِي الوقائع النادرة فَتَاوَى مفتية وَفِي القضايا مَا يحكم القَاضِي ¶ وعَلى هَذَا وجدنَا محققي الْعلمَاء من كل مَذْهَب قَدِيما وحديثا وَهُوَ الَّذِي وصّى بِهِ أَئِمَّة الْمذَاهب أَصْحَابهم وَفِي اليواقيت والجواهر أَنه روى عَن أبي حنيفَة رَضِي الله عَنهُ أَنه كَانَ يَقُول لَا يَنْبَغِي لمن لم يعرف دليلي أَن يُفْتِي بكلامي وَكَانَ رَضِي الله عَنهُ اذا أفتى يَقُول هَذَا رأى النُّعْمَان بن ثَابت يَعْنِي نَفسه وَهُوَ أحسن مَا قَدرنَا عَلَيْهِ فَمن جَاءَ بِأَحْسَن مِنْهُ فَهُوَ أولى بِالصَّوَابِ وَكَانَ الامام مَالك رَضِي الله عَنهُ يَقُول مَا من أحد الا وَهُوَ مَأْخُوذ من كَلَامه ومردود عَلَيْهِ إِلَّا رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وروى الْحَاكِم وَالْبَيْهَقِيّ عَن الشَّافِعِي رَضِي الله عَنهُ أَنه كَانَ يَقُول اذا صَحَّ الحَدِيث فَهُوَ مذهبي وَفِي رِوَايَة اذا رَأَيْتُمْ كَلَامي يُخَالف الحَدِيث فاعملوا بِالْحَدِيثِ واضربوا بكلامي",
            "page": "104",
            "part": "1",
            "seal": "EC98D2FE"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "الْحَائِط وَقَالَ يَوْمًا للمزني يَا أَبَا إِبْرَاهِيم لَا تقلدني فِي كل مَا أَقُول وَانْظُر فِي ذَلِك لنَفسك فانه دين وَكَانَ رَضِي الله عَنهُ يَقُول لَا حجَّة فِي قَول أحد دون رَسُول الله صلى الله عَلَيْهِ وَسلم وان كَثُرُوا وَلَا فِي قِيَاس وَلَا فِي شَيْء وَمَا ثمَّ الا طَاعَة الله وَرَسُوله بِالتَّسْلِيمِ ¶ وَكَانَ الإِمَام أَحْمد رَضِي الله عَنهُ يَقُول لَيْسَ لأحد مَعَ الله وَرَسُوله كَلَام وَقَالَ أَيْضا لرجل لَا تقلدني وَلَا تقلدن مَالِكًا وَلَا الْأَوْزَاعِيّ وَلَا النَّخعِيّ وَلَا غَيرهم وَخذ الْأَحْكَام من حَيْثُ أخذُوا من الْكتاب وَالسّنة لَا يَنْبَغِي لأحد أَن يُفْتِي الا أَن يعرف أقاويل الْعلمَاء فِي الْفَتَاوَى الشَّرْعِيَّة وَيعرف مَذْهَبهم فان سُئِلَ عَن مَسْأَلَة يعلم أَن الْعلمَاء الَّذين يتَّخذ مَذْهَبهم قد اتَّفقُوا عَلَيْهَا فَلَا بَأْس بِأَن يَقُول هَذَا جَائِز وَهَذَا لَا يجوز وَيكون قَوْله على سَبِيل الْحِكَايَة وان كَانَت مَسْأَلَة قد اخْتلفُوا فِيهَا فَلَا بَأْس بِأَن يَقُول هَذَا جَائِز فِي قَول فلَان وَفِي قَول فلَان لَا يجوز وَلَيْسَ لَهُ أَن يخْتَار فيجيب بقول بَعضهم مَا لم يعرف حجَّته ¶ وَعَن أبي يُوسُف وَزفر وَغَيرهمَا رَحِمهم الله أَنهم قَالُوا لَا يحل لأحد أَن يُفْتِي بقولنَا مَا لم يعلم من أَيْن قُلْنَا ¶ قيل لعصام بن يُوسُف رَحمَه الله إِنَّك تكْثر الْخلاف لأبي حنيفَة رَحمَه الله قَالَ لِأَن أَبَا حنيفَة رَحمَه الله أُوتِيَ من الْفَهم لما لم نُؤْت فَأدْرك بفهمه مَا لم ندرك وَلَا يسعنا أَن نفتي بقوله مَا لم نفهم",
            "page": "105",
            "part": "1",
            "seal": "6B94069A"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "عَن مُحَمَّد بن الْحسن أَنه سُئِلَ مَتى يحل للرجل أَن يُفْتِي قَالَ إِن كَانَ من أهل الِاجْتِهَاد فَلَا يَسعهُ قيل كَيفَ يكون من أهل الِاجْتِهَاد قَالَ أَن يعرف وُجُوه الْمسَائِل ويناظر أقرانه اذا خالفوه قيل أدنى الشُّرُوط للِاجْتِهَاد حفط الْمَبْسُوط ¶ وَفِي الْبَحْر الرَّائِق عَن أبي اللَّيْث قَالَ سُئِلَ أَبُو نصر عَن مَسْأَلَة وَردت عَلَيْهِ مَا تَقول رَحِمك الله وَقعت عَنْك كتب أَرْبَعَة كتاب إِبْرَاهِيم بن رستم وأدب القَاضِي عَن الْخصاف وَكتاب الْمُجَرّد وَكتاب النَّوَادِر من جِهَة هِشَام هَل يجوز لنا أَن نفتي مِنْهَا أَو لَا وَهل هَذِه الْكتب محمودة عنْدك فَقَالَ مَا صَحَّ عَن أَصْحَابنَا فَذَلِك علم مَحْبُوب مَرْغُوب فِيهِ مرضِي بِهِ وَأما الْفتيا فَانِي لَا أرى لأحد أَن يُفْتِي بِشَيْء لَا يفهمهُ وَلَا يحمل أثقال النَّاس فَإِن كَانَت مسَائِل قد اشتهرت وَظَهَرت وانجلت عَن أَصْحَابنَا رَجَوْت أَن يسع لي الِاعْتِمَاد عَلَيْهَا ¶ وَفِيه أَيْضا لَو احْتجم أَو اغتاب فَظن أَنه يفطره ثمَّ أكل إِن لم يستفت فَقِيها وَلَا بلغه الْخَبَر فَعَلَيهِ الْكَفَّارَة لِأَنَّهُ مُجَرّد جهل وانه لَيْسَ بِعُذْر فِي دَار الاسلام وَإِن استفتى فَقِيها فأفتاه لَا كَفَّارَة عَلَيْهِ لِأَن الْعَاميّ يجب عَلَيْهِ تَقْلِيد الْعَالم اذا كَانَ يعْتَمد على فتواه فَكَانَ مَعْذُورًا فِيمَا صنع وان كَانَ الْمُفْتِي مخطئا فِيمَا أفتى وان لم يستفت وَلَكِن بلغه الْخَبَر وَهُوَ قَوْله",
            "page": "106",
            "part": "1",
            "seal": "F87351F4"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "صلى الله عَلَيْهِ وَسلم افطر الحاجم والمحجوم وَقَوله عَلَيْهِ الصَّلَاة وَالسَّلَام الْغَيْبَة تفطر الصَّائِم وَلم يعرف النّسخ وَلَا تَأْوِيله لَا كَفَّارَة عَلَيْهِ عِنْدهمَا لِأَن ظَاهر الحَدِيث وَاجِب الْعَمَل بِهِ خلافًا لأبي يُوسُف لِأَنَّهُ لَيْسَ للعامي الْعَمَل بِالْحَدِيثِ لعدم علمه بالناسخ والمنسوخ ¶ وَلَو لمس امْرَأَة أَو قبلهَا بِشَهْوَة أَو اكتحل بِشَهْوَة فَظن أَن ذَلِك يفْطر فَأفْطر فَعَلَيهِ الْكَفَّارَة الا اذا استفتى فَقِيها فأفتاه بِالْفطرِ أَو بلغه خبر فِيهِ وَلَو نوى الصَّوْم قبل الزَّوَال ثمَّ أفطر لم تلْزمهُ الْكَفَّارَة عِنْد أبي حنيفَة رَضِي الله عَنهُ خلافًا لَهما كَذَا فِي الْمُحِيط وَقد علم من هَذَا أَن مَذْهَب الْعَاميّ فَتْوَى مفتية ¶ وَفِيه أَيْضا فِي بَاب قَضَاء الْفَوَائِت إِن كَانَ عاميا لَيْسَ لَهُ مَذْهَب معِين فمذهبه فَتْوَى مفتية كَمَا صَرَّحُوا بِهِ فان أفتاه حَنَفِيّ أعَاد الْعَصْر وَالْمغْرب وان أفتاه شَافِعِيّ فَلَا يعيدهما وَلَا عِبْرَة بِرَأْيهِ وان لم يستفت أحدا أَو صَادف الصِّحَّة على مَذْهَب مُجْتَهد أَجزَأَهُ وَلَا إِعَادَة عَلَيْهِ ¶ قَالَ ابْن الصّلاح من وجد من الشَّافِعِيَّة حَدِيثا يُخَالف مذْهبه نظر إِن كملت لَهُ آلَة الِاجْتِهَاد مُطلقًا أَو فِي ذَلِك الْبَاب أَو الْمَسْأَلَة كَانَ لَهُ الِاسْتِقْلَال بِالْعَمَلِ وان لم يكمل",
            "page": "107",
            "part": "1",
            "seal": "F89280D1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وشق مُخَالفَة الحَدِيث بعد أَن يبْحَث فَلم يجد للمخالفة جَوَابا شافيا عَنهُ فَلهُ الْعَمَل بِهِ إِن كَانَ عمل بِهِ إِمَام مُسْتَقل غير الشَّافِعِي وَيكون هَذَا عذرا لَهُ فِي ترك مَذْهَب إِمَامه هَهُنَا وَحسنه النَّوَوِيّ وَقَررهُ ¶ 3 - وَمِنْهَا أَن أَكثر صورالخلاف بَين الْفُقَهَاء لَا سِيمَا فِي الْمسَائِل الَّتِي ظهر فِيهَا أَقْوَال الصَّحَابَة فِي الْجَانِبَيْنِ كتكبيرات التَّشْرِيق وتكبيرات الْعِيدَيْنِ وَنِكَاح الْمحرم وَتشهد ابْن عَبَّاس وَابْن مَسْعُود والإخفاء بالبسملة وبآمين والاشفاع والايثار فِي الْإِقَامَة وَنَحْو ذَلِك انما هُوَ فِي تَرْجِيح أحد الْقَوْلَيْنِ ¶ وَكَانَ السّلف لَا يَخْتَلِفُونَ فِي أصل المشروعية وانما كَانَ خلافهم فِي أولى الْأَمريْنِ وَنَظِيره اخْتِلَاف الْقُرَّاء فِي وُجُوه الْقرَاءَات وَقد عللوا كثيرا من هَذَا الْبَاب بِأَن الصَّحَابَة مُخْتَلفُونَ وَأَنَّهُمْ جَمِيعًا على الْهدى وَلذَلِك لم يزل الْعلمَاء يجوزون فَتَاوَى الْمُفْتِينَ فِي الْمسَائِل الاجتهادية ويسلمون قَضَاء الْقُضَاة ويعملون فِي بعض الأحيان بِخِلَاف مَذْهَبهم وَلَا ترى أَئِمَّة الْمذَاهب فِي هَذِه الْمَوَاضِع إِلَّا وهم يصححون القَوْل ويبينون الْخلاف يَقُول أحدهم هَذَا أحوط وَهَذَا هُوَ الْمُخْتَار وَهَذَا أحب إِلَيّ وَيَقُول مَا بلغنَا الا ذَلِك وَهَذَا كثير فِي الْمَبْسُوط وآثار مُحَمَّد رَحمَه الله وَكَلَام الشَّافِعِي رَحمَه الله ¶ ثمَّ خلف من بعدهمْ خلف اختصروا كَلَام الْقَوْم فتأولوا",
            "page": "108",
            "part": "1",
            "seal": "D9060619"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "الْخلاف وثبتوا على مُخْتَار أئمتهم وَالَّذِي يرْوى عَن السّلف من تَأْكِيد الْأَخْذ بِمذهب أَصْحَابهم وَألا يخرج عَنْهَا بِحَال فان ذَلِك إِمَّا لأمر جبلي فان كل إِنْسَان يحب مَا هُوَ مُخْتَار أَصْحَابه وَقَومه حَتَّى فِي الزي والمطاعم أَو لصولة ناشئة من مُلَاحظَة الدَّلِيل أَو لنَحْو ذَلِك من الْأَسْبَاب فَظَنهُ الْبَعْض تعصبا دينيا حاشاهم من ذَلِك ¶ وَقد كَانَ فِي الصَّحَابَة وَالتَّابِعِينَ وَمن بعدهمْ من يقْرَأ الْبَسْمَلَة وَمِنْهُم من لَا يقْرؤهَا وَمِنْهُم من يجْهر بهَا وَمِنْهُم من لَا يجْهر بهَا وَكَانَ مِنْهُم من يقنت فِي الْفجْر وَمِنْهُم من لَا يقنت فِي الْفجْر وَمِنْهُم من يتَوَضَّأ من الْحجامَة والرعاف والقيء وَمِنْهُم من لَا يتَوَضَّأ من ذَلِك وَمِنْهُم من يتَوَضَّأ من مس الذّكر وَمَسّ النِّسَاء بِشَهْوَة وَمِنْهُم من لَا يتَوَضَّأ من ذَلِك وَمِنْهُم من يتَوَضَّأ مِمَّا مسته النَّار وَمِنْهُم من لَا يتَوَضَّأ من ذَلِك وَمِنْهُم من يتَوَضَّأ من أكل لحم الابل وَمِنْهُم من لَا يتَوَضَّأ من ذَلِك ¶ مَعَ هَذَا فَكَانَ فعضهم يُصَلِّي خلف بعض مثل مَا كَانَ أَبُو حنيفَة وَأَصْحَابه وَالشَّافِعِيّ وَغَيرهم رَضِي الله عَنْهُم يصلونَ خلف أَئِمَّة الْمَدِينَة من الْمَالِكِيَّة وَغَيرهم وان كَانُوا لَا يقرؤون الْبَسْمَلَة لَا سرا وَلَا جَهرا وَصلى الرشيد إِمَامًا وَقد احْتجم فصلى الإِمَام أَبُو يُوسُف خَلفه وَلم يعد وَكَانَ أفتاه الامام مَالك بِأَنَّهُ لَا وضوء عَلَيْهِ ¶ وَكَانَ الإِمَام أَحْمد بن حَنْبَل يرى الْوضُوء من الرعاف",
            "page": "109",
            "part": "1",
            "seal": "AC8F8DB9"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "والحجامة فَقيل لَهُ فان كَانَ الامام قد خرج مِنْهُ الدَّم وَلم يتَوَضَّأ هَل تصلي خَلفه فَقَالَ كَيفَ لَا أُصَلِّي خلف الامام مَالك وَسَعِيد بن الْمسيب ¶ وَرُوِيَ أَن أَبَا يُوسُف وَمُحَمّد كَانَا يكبران فِي الْعِيدَيْنِ تَكْبِير ابْن عَبَّاس لِأَن هَارُون الرشيد كَانَ يحب تَكْبِير جده ¶ وَصلى الشَّافِعِي رَحمَه الله الصُّبْح قَرِيبا من مَقْبرَة أبي حنيفَة رَحمَه الله فَلم يقنت تأدبا مَعَه وَقَالَ أَيْضا رُبمَا انحدرنا إِلَى مَذْهَب أهل الْعرَاق ¶ وَقَالَ مَالك رَحمَه الله للمنصور وَهَارُون الرشيد مَا ذكرنَا عَنهُ سَابِقًا ¶ وَفِي الْبَزَّازِيَّة عَن الامام الثَّانِي وَهُوَ أَبُو يُوسُف رَحمَه الله أَنه صلى يَوْم الْجُمُعَة مغتسلا من الْحمام وَصلى بِالنَّاسِ وَتَفَرَّقُوا ثمَّ أخبر بِوُجُود فَأْرَة ميتَة فِي بِئْر الْحمام فَقَالَ إِذا تَأْخُذ بقول إِخْوَاننَا من أهل الْمَدِينَة اذا بلغ المَاء قُلَّتَيْنِ لم يحمل خبثا انْتهى ¶ وَسُئِلَ الامام الخجندي رَحمَه الله عَن رجل شَافِعِيّ الْمَذْهَب ترك صَلَاة سنة أَو سنتَيْن ثمَّ انْتقل إِلَى مَذْهَب أبي حنيفَة رَحمَه الله كَيفَ يجب عَلَيْهِ الْقَضَاء أيقضيها على مَذْهَب الشَّافِعِي أَو على مَذْهَب أبي حنيفَة فَقَالَ على أَي المذهبين قضى بعد أَن يعْتَقد جَوَازهَا جَازَ",
            "page": "110",
            "part": "1",
            "seal": "4D943330"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "وَفِي جَامع الْفَتَاوَى أَنه إِن قَالَ حَنَفِيّ إِن تزوجت فُلَانَة فَهِيَ طَالِق ثَلَاثًا ثمَّ استفتى شافعيا فَأجَاب إِنَّهَا لَا تطلق وَيَمِينه بَاطِل فَلَا بَأْس باقتدائه بالشافعي فِي هَذِه الْمَسْأَلَة لِأَن كثيرا من الصَّحَابَة فِي جَانِبه ¶ قَالَ مُحَمَّد رَحمَه الله فِي أَمَالِيهِ لَو أَن فَقِيها قَالَ لامْرَأَته أَنْت طَالِق الْبَتَّةَ وَهُوَ مِمَّن يَرَاهَا ثَلَاثًا ثمَّ قضى عَلَيْهِ قَاض بِأَنَّهَا رَجْعِيَّة وَسعه الْمقَام مَعهَا وَكَذَا كل فصل مِمَّا يخْتَلف فِيهِ الْفُقَهَاء من تَحْرِيم أَو تَحْلِيل أَو إِعْتَاق أَو أَخذ مَال أَو غَيره يَنْبَغِي للفقيه الْمقْضِي عَلَيْهِ الْأَخْذ بِقَضَاء القَاضِي ويدع رَأْيه وَيلْزم نَفسه مَا ألزم القَاضِي وَيَأْخُذ مَا أعطَاهُ ¶ قَالَ مُحَمَّد رَحمَه الله وَكَذَلِكَ رجل لَا علم لَهُ ابتلى ببلية فَسَأَلَ عَنْهَا الْفُقَهَاء فأفتوه فِيهَا بحلال أَو بِحرَام وَقضى عَلَيْهِ قَاضِي الْمُسلمين بِخِلَاف ذَلِك وَهِي مِمَّا يخْتَلف فِيهِ الْفُقَهَاء فَيَنْبَغِي لَهُ أَن يَأْخُذ بِقَضَاء القَاضِي ويدع مَا أفتاه الْفُقَهَاء انْتهى ¶ وَقد أطنبنا الْكَلَام فِي هَذَا الْمقَام غَايَة الْأَطْنَاب وَالله وَحده أعلم بِالصَّوَابِ ¶ وربنا الرَّحْمَن الْمُسْتَعَان على مَا تصفون",
            "page": "111",
            "part": "1",
            "seal": "031618D3"
        }
    ],
    "t422": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "باب أسباب اختلاف الصحابة والتابعين في الفروع"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "باب أسباب اختلاف مذاهب الفقهاء"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "باب أسباب الاختلاف بين أهل الحديث وأصحاب الرأي"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "باب حكاية حال الناس قبل المائة الرابعة وبيان سبب الاختلاف بين الأوائل والأواخر في الانتساب إلى مذهب من المذاهب وعدمه وبيان سبب الاختلاف بين العلماء في كونهم من أهل الاجتهاد المطلق أو أهل الاجتهاد في المذهب والفرق بين هاتين المنزلتين"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "باب حكاية ما حدث في الناس بعد المائة الرابعة"
        }
    ]
}