{
    "b4277": [
        {
            "id": "1",
            "nass": "محب الدّين الْخَطِيب لمحات من حَيَاته وقبسات من أفكاره ¶ بقلم الشَّيْخ: ممدوح فخري الْمدرس بكلية الدعْوَة وأصول الدّين ¶ فِي بقْعَة من أجمل بقاع الْقَاهِرَة، فِي جَزِيرَة الرَّوْضَة السابحة فِي النّيل الهادئ، كَانَ يُقيم ذَلِك الراحل الْعَظِيم محب الدّين الْخَطِيب الَّذِي تناقلت الصُّحُف نعيه فِي الْأُسْبُوع الْمَاضِي, أجل لقد مَاتَ محب الدّين ذَلِك الْكَاتِب الْكَبِير والمفكر الْجَلِيل والعالم الْمُحَقق. وَالْمُسلم الغيور على عقيدته وتراثه وَأمته، فرحمه الله وَطيب ثراه وَجعل الْجنَّة متقلبه ومثواه. ¶ فِي تِلْكَ الجزيرة الجميلة وَفِي الأعوام الْأَخِيرَة من عمره الْمُبَارك الميمون كَانَ لي الشّرف التعرف على ذَلِك الْمُسلم الْعَظِيم الَّذِي كنت قد قَرَأت لَهُ وَعنهُ قبل لِقَائِه فَعظم فِي عَيْني وسما فِي نَفسِي وَوجدت لدي الرَّغْبَة الْعَظِيمَة فِي التعرف عَلَيْهِ والالتقاء بِهِ، وَكَانَ ذَلِك أثْنَاء دراستي فِي الْجَامِع الْأَزْهَر حَيْثُ تشرفت بزيارته فِي مكتبته الْكَبِيرَة فِي شَارِع الْفَتْح فِي الرَّوْضَة فِي ذَلِك الْحَيّ الهادئ الحالم، وَبَين أكداس وتلال من الْكتب وَخلف نظارته الساقطة على أَنفه وَتَحْت طربوشه الْأَحْمَر وَفِي جلبابه الْأَبْيَض كَانَ يجلس محب الدّين وعَلى محياه معالم الثَّمَانِينَ الَّتِي قَضَاهَا فِي جِهَاد دَائِم بقلمه وَلسَانه وَقَلبه وَيَده. وَكَانَت زِيَارَة مباركة تِلْكَ الَّتِي تلتها زيارات شبه دورية لسنوات أقمتها هُنَاكَ. وَكَانَ على أثر ذَلِك أَن توثقت بِهِ صَلَاتي وَكَثُرت لَهُ زياراتي، وعدت من ذَلِك كُله بحصيلة مباركة من توجيهاته الْقيمَة وإرشاداته السديدة وتجاربه الْكَثِيرَة خلال عمره المديد",
            "page": "141",
            "part": "1",
            "seal": "E66F39C4"
        },
        {
            "id": "2",
            "nass": "أضف إِلَى ذَلِك مَجْمُوعه من الْكتب النادرة الَّتِي وَجدتهَا فِي مكتبته الْكَبِيرَة الَّتِي كَانَت تعلوها طبقَة سميكة من الْغُبَار لِأَنَّهَا لم تمسسها يَد مُنْذُ سِنِين، لقد تعرفت على محب الدّين رَحمَه الله فِي الْوَقْت الَّذِي تنكر لَهُ فِيهِ الْمُجْتَمع الَّذِي كَانَ يعِيش فِيهِ وَقد لَا أكون مبالغاً إِذا قلت بِأَنِّي كنت الوحيد الَّذِي كَانَ يَقْصِدهُ فِي أَيَّامه الْأَخِيرَة وَلَكِنِّي فِي كل مرّة كنت أحرص على أَن أصحب معي مَجْمُوعه جَدِيدَة من الشَّبَاب الْمُسلم الَّذين كنت أحرص على أَن يتعرفوا بِهِ ويأخذوا عَنهُ، لقد كَانَ يعِيش أَيَّامه الْأَخِيرَة رَحمَه الله فِي غربَة قاتلة وَلم يكن يتَّصل بالمجتمع الَّذِي يعِيش فِيهِ إِلَّا عَن طَرِيق بعض الصُّحُف الَّتِي كَانَ مُشْتَركا فِيهَا. وَحَتَّى أَصْحَاب المكتبات لم يَكُونُوا على صلَة بِهِ وبمطبوعاته الْقيمَة الَّتِي كَانَ يصدرها, وأذكر أَنِّي قد أحضرت كثيرا من مطبوعاته لبَعض الْمَشَايِخ والطلاب وَأَصْحَاب المكتبات الَّتِي كَانُوا يطلبونها مني لصلتي بِهِ. ¶ وَفِي الأسطر التالية سأذكر لمحة عَن حَيَاته وصوراً من الخواطر والذكريات عَنهُ وَفَاء بِحَق ذَلِك الرجل الَّذِي كَانَ لدينِهِ ووطنه وَأمته. ¶ لمحة عابرة عَن حَيَاته: ولد رَحمَه الله عَام 1305 فِي دمشق الشَّام من أسرة عريقة أصيلة النّسَب هاشمية تعود أُصُولهَا إِلَى عَليّ بن أبي طَالب رَضِي الله عَنهُ. وَكَانَ أَبوهُ وجده عَالمين جليلين وعنهما أَخذ معلوماته الأولى، وَبَدَأَ تَعْلِيمه الأولى فِي دمشق وأتمه فِي بيروت، وَأما شَيْخه الَّذِي كَانَ يجله كثيرا أَو يذكرهُ بِخَير دَائِما فَهُوَ المرحوم الشَّيْخ طَاهِر الجزائري وَكَانَ يَقُول رَحمَه الله: \"مِنْهُ تعلمت عروبتي وَإِسْلَامِيٌّ\"، وَقد مدحه بقصيدة جميلَة فِي شبابه لَا يَتَّسِع المجال لذكرها، ثمَّ سَافر رَحمَه الله إِلَى استانبول والتحق هُنَاكَ بكليتي الْحُقُوق والآداب وَفِي تِلْكَ الْأَثْنَاء التقى بمجموعة من المثقفين الْعَرَب الَّذين كَانُوا يدرسون فِي استانبول وَرَأى مِنْهُم انهيارا فِي شخصيتهم وذوباناً فِي غَيرهم وتزلفاً إِلَى غير الْعَرَبيَّة وَالْعرب, فَأَسَّسَ جمعية النهضة الْعَرَبيَّة، لتذكر الْعَرَب بأصالتهم وبدورهم القيادي فِي حَيَاة البشرية. ¶ وَبعد إتْمَام دراسته هُنَاكَ عَاد إِلَى دمشق وَلَكِن لم يطْلب لَهُ الْمقَام فِيهَا من جراء مضايقات بعض الْجِهَات المسؤولة فسافر إِلَى بيروت وَمِنْهَا إِلَى استانبول ثمَّ قصد أخيراً إِلَى الْقَاهِرَة، وحينما تأزمت الأوضاع فِي الجزيرة الْعَرَبيَّة وَفِي بِلَاد الشَّام وَقَامَت الثورة الْعَرَبيَّة الْكُبْرَى الْتحق بهَا محب الدّين وأشرف على تَحْرِير جَرِيدَة الْقبْلَة الَّتِي كَانَ يصدرها الشريف حُسَيْن، وَلَكِن سرعَان مَا تبيّن حَقِيقَة الشريف حُسَيْن وَأَنه",
            "page": "142",
            "part": "1",
            "seal": "2CCF2BDC"
        },
        {
            "id": "3",
            "nass": "لم يكن يُرِيد ثورة إصلاحية مسلمة شَامِلَة وَإِنَّمَا قَامَ بثورته للحفاظ على منصبه وَطَمَعًا فِي منصب أَعلَى تخلى عَنهُ، وَكَانَ يَقُول: \"إِن الشريف حُسَيْن وَأَوْلَاده يُرِيدُونَ الأوطان مزارع للملوك\". ¶ لقد قَامَت فِي تِلْكَ الفترة فِي الْبِلَاد الْعَرَبيَّة حركات وجمعيات كَثِيرَة وساهم محب الدّين رَحمَه الله فِي نشاط الْكثير مِنْهَا، وَلكنه كَانَ مُخَالفا لكثيرين من رواد تِلْكَ الحركات، لقد وجد يَوْمئِذٍ نَوْعَانِ من الحركات الْعَرَبيَّة، نوع عنصري قومِي يُرِيد تحطيم الْأُخوة الإسلامية وَضرب الْخلَافَة وتهديم الدولة العثمانية بسلاح النعرات القومية والعصبيات الوطنية, وَهَذَا النَّوْع كَانَ يلقِي التأييد الْكُلِّي من المستعمرين وَمن النَّصَارَى والملاحدة بَين الْمُسلمين وَنَوع يُؤمن بخصائص الْأمة الْعَرَبيَّة الأصيلة وجدارتها بِحمْل رِسَالَة الْإِسْلَام وقيادة الْأمة الإسلامية وزيادتها بِهَذَا الدّين مَعَ الْإِبْقَاء على الْخلَافَة الإسلامية والرابطة الإيمانية فِي نوع من الحكم الذاتي الَّذِي يبرر خَصَائِص كل قطر وكل أمة أَو الْأمة الْعَرَبيَّة بِالذَّاتِ, وَمن دعاة هَذِه الْحَرَكَة كَانَ محب الدّين رَحمَه الله. وَقد دَعَا لفكرته هَذِه فِي بِلَاد الشَّام إِلَى أَن دخلت القوات الفرنسية دمشق وغادرها فيصل ابْن الشريف حُسَيْن قبل دُخُول تِلْكَ القوات فاضطر محب الدّين أَيْضا إِلَى مغادرتها متخفياً فِي زِيّ تَاجر جمال عَرَبِيّ، إِلَى أَن وصل إِلَى الْقَاهِرَة بِجَوَاز سفر مزور حصل عَلَيْهِ من يافا فِي طَرِيقه إِلَى مصر. ¶ وَبعد أَن ضرب محب الدّين رَحمَه الله فِي أرجاء الوطن الإسلامي الْكَبِير من الأستانة إِلَى الْيمن إِلَى الْعرَاق إِلَى مصر فِي مهمات عَظِيمَة رأى أخيرا أَن يسْتَقرّ فِي مصر، وَيجْعَل مِنْهَا مُنْطَلقًا لدعوته وميداناً لجهاده لما لمصر من المكانة والتأثير فِي الْعَالم الإسلامي كُله. ¶ وَفِي هَذِه المرحلة الجديدة مرحلة الِاسْتِقْرَار توضحت معالم شخصية محب الدّين وتحددت مبادئ دَعوته، وبرزت آراؤه وأفكاره بشكل وَاضح ومركز وَاسْتمرّ يَدْعُو لَهَا بعزيمة لَا تعرف الكلل وبهمة لَا تعرف الْملَل إِلَى أَن وافاه الْأَجَل وَهُوَ صابر محتسب. ¶ بعد أَن اسْتَقر محب الدّين رَحمَه الله فِي مصر عمل بعض الْأَعْمَال الفرعية ثمَّ أسس المكتبة السلفية الْكُبْرَى ومطبعتها، وَجعلهَا كبرى وسائله فِي جهاده الطَّوِيل المدى وكفاحه الطَّوِيل النَّفس وَجعل ينشر فِيهَا من كنوز التراث الإسلامي عشرات الْكتب، ويطبع فِيهَا رسائل من تأليفه وتأليف كبار الْعلمَاء والمفكرين من إخوانه، ثمَّ أصدر مِنْهَا مجلته الأولى (الزهراء) وَالَّتِي استمرت عدَّة سنوات، ثمَّ أصدر مجلته الأسبوعية",
            "page": "143",
            "part": "1",
            "seal": "E5F05E72"
        },
        {
            "id": "4",
            "nass": "(الْفَتْح) الَّتِي تعْتَبر إِلَى يَوْمنَا هَذَا من أقوى المجلات الإسلامية الَّتِي ظَهرت فِي الْعَالم الْعَرَبِيّ، لقد استمرت مجلة الْفَتْح تصدر خَمْسَة وَعشْرين عَاما فِي مرحلة من أصعب المراحل الَّتِي مرت بهَا الْأمة الإسلامية فِي تاريخها الحَدِيث، وَقد تبنت الْفَتْح فِي تِلْكَ المرحلة العصيبة قضايا الْعلم الإسلامي واستقطبت حولهَا كتاب الْعلم الإسلامي كُله، وتصدت للدفاع عَن حقائق الْإِسْلَام وَحُقُوق الْمُسلمين. ¶ وَقد بَين رَحمَه الله الفكرة الداعية إِلَى إصدار الْفَتْح فِي إِحْدَى افتتاحياتها فَقَالَ: \"إِن الْفَتْح أنشئت لمماشاة الْحَرَكَة الإسلامية وتسجيل أطوارها ولسد الْحَاجة إِلَى حاد يترنم بحقائق الْإِسْلَام مستهدفاً تثقيف النشء الإسلامي وصبغه بصبغة إسلامية أصيلة يظْهر أَثَرهَا فِي عقائد الشَّبَاب وأخلاقهم وتصرفاتهم وحماية الْمِيرَاث التاريخي الَّذِي وصلت أَمَانَته إِلَى هَذَا الجيل من الأجيال الإسلامية الَّتِي تقدمته\" (الْعدَد الأول من عَام 1353) . ¶ وَمن هَذِه الْكَلِمَة الجامعة يَبْدُو أَن الْفَتْح كَانَت مدرسة كبرى تعنى بتثقيف الجيل الْمُسلم وتربيته ومعالجة قضايا واقعه على اخْتِلَاف أَنْوَاعهَا. وَفِي مُدَّة ربع قرن من الزَّمَان وَالْفَتْح تفتح آفاقاً جَدِيدَة أَمَام الْمُسلمين من الوعي الإسلامي الصَّحِيح والفكر السياسي النير والمعالجة السليمة لقضايا الْعَالم الإسلامي على ضوء هَذَا الدّين الحنيف، وَبعد هَذَا الْجِهَاد المرير مَعَ مُخْتَلف أَعدَاء الْإِسْلَام فِي الْحَاضِر والماضي على صفحات الْفَتْح اضْطر محب الدّين رَحمَه الله إِلَى إيقافها وحينما سُئِلَ عَن سَبَب ذَلِك قَالَ: \"أوقفتها حينما أصبح حَامِل الْمُصحف فِي هَذَا الْبَلَد مجرماً يفتش ويعاقب\"، وَلَكِن إِذا توقفت الْفَتْح فَإِن محب الدّين لم يتَوَقَّف وَإِنَّمَا اسْتمرّ فِي طَرِيقه الَّذِي اختطه لنَفسِهِ من نصْرَة هَذَا الدّين حَتَّى الرمق الْأَخير. فَإلَى جَانب التَّحْقِيق وَالتَّعْلِيق وَكِتَابَة الرسائل والإشراف على مَا يطبع فِي مطبعته الْكَبِيرَة تولى رئاسة تَحْرِير مجلة الْأَزْهَر لمُدَّة سِتّ سنوات من 952 إِلَى 985/م وَقبل ذَلِك كَانَ قد أسس جمعية الشبَّان الْمُسلمين بالتعاون مَعَ عدد كريم من شخصيات مصر وعلمائها وعَلى رَأْسهمْ الْعَلامَة الْمُحَقق أَحْمد تيمور وَالشَّيْخ الْجَلِيل مُحَمَّد الْخضر حُسَيْن شيخ الْأَزْهَر الأسبق وَغَيرهمَا. ¶ وَعَن غَايَته من تأسيس هَذِه الجمعية يَقُول رَحمَه الله: \"كنت أَنا وَأحمد تيمور باشا وَالسَّيِّد مُحَمَّد الْخضر حُسَيْن حريصين على أَن تكون هَذِه المؤسسة الأولى لِلْإِسْلَامِ فِي مصر قَائِمَة على تقوى من الله وإخلاص، وَكُنَّا حريصين على أَن يتَوَلَّى إدارتها رجال يعْرفُونَ كَيفَ يصمدون لتيار الْإِلْحَاد الجارف بعد أَن استولى المتابعون للإستعمار على أدوات الثقافة والنشر فِي الْعَالم",
            "page": "144",
            "part": "1",
            "seal": "37DE939D"
        },
        {
            "id": "5",
            "nass": "الإسلامي وَفِي مصر على الْخُصُوص\"، وَيَقُول أَيْضا: \"وَكَانَت الجمعية حَدثا كَبِيرا من أَحْدَاث الْحَرَكَة الإسلامية لِأَن دعاة الْإِلْحَاد والتحلل كَانَ قد استفحل أَمرهم وظنوا أَن قيادة الْأمة قد أفلتت من أَيدي ممثلي الْإِسْلَام وانتظمت إِلَى أَيْديهم\". وَهَذِه الجمعية وَإِن انحرفت عَن كثير من الغايات الَّتِي وجدت لأَجلهَا فَإِنَّهَا لَا تزَال قَائِمَة إِلَى يَوْمنَا هَذَا وَلها مجلتها الناطقة باسمها، وَمن على منبرها وَفِي مواسمها الثقافية قد استمعنا لعدد كَبِير جدا من عُلَمَاء مصر ومفكريها. ¶ وعَلى أثر سوء تفاهم مَعَ القائمين على الْأَزْهَر استقال رَحمَه الله من رئاسة تَحْرِير مجلة الْأَزْهَر، وَكَانَ ذَلِك آخر عمل رسمي لَهُ، ثمَّ انزوى فِي مكتبته ومطبعته وَقطع تَقْرِيبًا كل صلَة لَهُ بذلك الْمُجْتَمع وانكب على التَّأْلِيف وَالتَّحْقِيق, وَحَتَّى الْأَعْمَال التجارية الصرفة كَانَت شبه مَقْطُوعَة مَعَ المكتبات المصرية وَكَانَ جلّ تعامله فِي آخر أمره مَعَ المؤسسات والمكتبات السعودية. وَالْيَوْم الوحيد الَّذِي كَانَ يخرج فِيهِ إِلَى الْمُجْتَمع من جزيرته الهادئة القصية هُوَ يَوْم الْجُمُعَة بعد الْعَصْر حَيْثُ يذهب إِلَى سوق الْكتب المقامة على سور حديقة الأزبكية فِي الْقَاهِرَة وَيَشْتَرِي من الْكتب الْمُخْتَلفَة الْقَدِيمَة والحديثة وَكَانَ يحملهَا بيدَيْهِ الكليلتين وعَلى كَاهِله أعباء الثَّمَانِينَ ويتمايل فِي مشيته ويتعثر حَتَّى يجد سيارة تقله إِلَى بَيته وَقد ثابر على هَذِه الْعَادة الْكَرِيمَة إِلَى مَا قبيل وَفَاته رَحمَه الله, وَقد جمع من ذَلِك مكتبة ضخمة خَاصَّة بِهِ فاقت على مَا أعتقد كل مكتبة خَاصَّة فِي مصر ماعدا مكتبة العقاد، حَيْثُ بلغ تعداد كتبه الْخَاصَّة مَا يزِيد على عشْرين ألف كتاب وَكَانَت فهارسها تبلغ خَمْسَة وَسِتِّينَ مصنفاً. وَكَانَ رَحمَه الله قد جعلهَا قبل وَفَاته وَقفا على أهل الْعلم من ذُريَّته وَقد بنى وَلَده قصي دَارا جَدِيدَة فِي محلّة الدقى فِي الْقَاهِرَة وخصص الطابق الأول مِنْهَا لتِلْك المكتبة، كَمَا قَالَ ذَلِك هُوَ رَحمَه الله. ¶ وَلَقَد كَانَ رَحمَه الله محتفظاً بحيويته حَتَّى أَوَاخِر أَيَّام حَيَاته وَكَانَ يَعْزُو ذَلِك إِلَى اعتداله فِي حَيَاته كلهَا فِي مأكله ومشربه ومنكحه. وَكَانَ ذَا صَبر وَجلد على الْعَمَل لَا يعرف مَعَهُمَا السامة والملل. وَكَانَ منظماً فِي شؤونه كلهَا عصامياً فِي تَدْبِير أمره وتكوين ثروته وَبِنَاء حَيَاته وشخصيته. ¶ وَلَقَد ترك رَحمَه الله ثروة فكرية كَبِيرَة وتتمثل فِي مَجْمُوعَة الْكتب والرسائل والتعليقات، والتحقيقات الَّتِي كتبهَا فِي مراحل عمره الْمُخْتَلفَة, وَجَمِيع كتاباته تتَمَيَّز بالأسلوب الأدبي الرفيع وَالْبَيَان البديع والحرارة الصادقة فِي العاطفة والفكرة العلمية",
            "page": "145",
            "part": "1",
            "seal": "65460BE8"
        },
        {
            "id": "6",
            "nass": "المحققة. وَمن أهم الْآثَار الفكرية الَّتِي خلفهَا رَحمَه الله هِيَ مَا يَلِي: ¶ 1- كتاب توضيح الصَّحِيح, وَهُوَ شرح الصَّحِيح البُخَارِيّ بقلمه, وَقد رَأَيْت مِنْهُ مجلدات فِي بداية طبعة لَهُ حَيْثُ كنت هُنَاكَ, وَلَا أَدْرِي فِي كم جُزْء تمّ الْكتاب أَو لم يتم وَلَكِن الْأُسْتَاذ أنور الجندي قَالَ فِي كِتَابَة مفكرون وأدباء بأنة فِي ثَمَانِيَة أَجزَاء كبار وَهُوَ قطعا قد اطلع عَلَيْهِ بعدِي. ¶ 2-كتاب الحديقة, وَهُوَ مختارات فِي الْأَدَب الإسلامي فِي مُخْتَلف العصور وَفِي مُخْتَلف الموضوعات وَهُوَ فِي أَرْبَعَة أَجزَاء. ¶ 3- كتاب مَعَ الرعيل الأول. ¶ 4- كتاب اتجاه الموجات البشرية فِي جَزِيرَة الْعَرَب. ¶ 5- كتاب البهائية. ¶ 6- رِسَالَة الجيل المثالي. ¶ 7- حَملَة رِسَالَة الْإِسْلَام الْأَولونَ. ¶ 8- الْغَارة على الْعَالم الإسلامي - تَرْجَمَة -. ¶ 9- تَارِيخ مدينه الزهراء. ¶ 10- الْأَزْهَر ماضيه وحاضره. ¶ 11- الخطوط العريضة للديانة الاثْنَي عشرِيَّة الأمامية. ¶ وَله تعليقات قيمَة على كتب عديدة مِنْهَا: ¶ 1- تعليقاته الرائعة على كتاب العواصم من القواصم لِابْنِ الْعَرَبِيّ الْمَالِكِي. وَهِي أكبر وأهم من الْكتاب. ¶ 2- وَكَذَلِكَ تعليقات على كتاب الْمُنْتَقى من منهاج الِاعْتِدَال للذهبي. ¶ 3- وتعليقاته على مُخْتَصر التُّحْفَة الاثْنَي عشرِيَّة للألوسي. ¶ 4- وتعليقاته المفيدة على كتاب الإكليل للهمداني. ¶ وَقد طبع كتاب الْأَدَب الْمُفْرد للْبُخَارِيّ مَعَ تَخْرِيج أَحَادِيثه, وَكَذَلِكَ طبع فتح الْبَارِي بشرح البُخَارِيّ لِابْنِ حجر مَعَ الْإِشَارَة إِلَى الْأَبْوَاب الَّتِي تَفَرَّقت فِيهَا الْأَحَادِيث بالتعاون مَعَ مُحَمَّد فؤاد عبد الْبَاقِي. وَمَا نشر كتابا إِلَّا وَكتب مُقَدّمَة علمية عَن الْمُؤلف وَعَن الْكتاب ثمَّ هُنَاكَ مئات من المقالات الَّتِي كتبهَا فِي مَوْضُوعَات شَتَّى خلال عمره المديد فِي الزهراء وَالْفَتْح والأزهر وَغَيرهَا من الصُّحُف والمجلات. ¶ وَكَانَ رَحمَه الله يجيد اللُّغَات الْعَرَبيَّة والتركية والفارسية والفرنسية. ¶ تِلْكَ هِيَ لمحة عَن حَيَاة ذَلِك الرجل الراحل الْعَظِيم اقتصرنا فِيهَا على مَا حَضَرنَا, وَمَا أجدره رَحمَه الله أَن يكْتب عَنهُ كِتَابَة مستفيضة للوقوف على مراحل حَيَاته والاستفادة من تجاربه وخبرته. ¶ وَأُرِيد الْآن فِي الشّطْر الثَّانِي من هَذِه الْكَلِمَة أَن أقرب للقراء الْكِرَام أبرز النواحي الفكرية من اتجاهات محب الدّين. ¶ لقد كَانَ يَدْعُو بِاخْتِصَار شَدِيد إِلَى الْإِسْلَام الصَّحِيح الَّذِي جَاءَ بِهِ مُحَمَّد بن عبد الله صلوَات الله وَسَلَامه عَلَيْهِ. وَفِي هَذَا المجال يَقُول رَحمَه الله: \"إِنَّنِي من أنصار الْإِصْلَاح الإسلامي وَكنت وَلَا أَزَال أفهم هَذِه الْكَلِمَة الاصطلاحية أَن الْإِسْلَام هُوَ الَّذِي كَانَ عَلَيْهِ مُحَمَّد صلى الله عَلَيْهِ وَسلم وَأَصْحَابه كَمَا فهمه مِنْهُم التابعون\". فالإصلاح الإسلامي من الْبدع الطارئة وتخليصه من الدخيل الَّذِي يحْسب الجاهلون أَنه مِنْهُ وَمَا هُوَ مِنْهُ. وَمن",
            "page": "146",
            "part": "1",
            "seal": "F4B25615"
        },
        {
            "id": "7",
            "nass": "الْإِصْلَاح الإسلامي بَث روح النشاط بَين الْمُسلمين لإحياء مَقَاصِد دينهم وَتَحْقِيق أغراضة وَحسن التَّعْبِير عَنهُ من الدعْوَة إِلَيْهِ وتأليف الْكتب عَن حقائقه وَأَحْكَامه وتاريخه. وَمَعَ هَذِه الدعْوَة إِلَى الْإِسْلَام بجملته فقد كَانَت هُنَاكَ نقاط هِيَ أبرز من غَيرهَا فِي تفكيره وَهُوَ أَشد اعتناء بهَا من غَيرهَا وأهم هَذِه النواحي هِيَ مَا يَلِي: ¶ السلفية الصافية: كَانَ رَحمَه الله من أَشد أنصار السلفية النقية فِي العقيدة وَالْعِبَادَة, وَهَذِه سمة بارزة فِي كل كتاباته، وَقد تحصلت لَدَيْهِ هَذِه الفكرة ونما عِنْده هَذَا الاتجاه لِأَنَّهُ قَرَأَ فِي شبابه فِي دمشق كثيرا من مؤلفات شيخ الْإِسْلَام ابْن تَيْمِية المطبوع مِنْهَا والمخطوط فِي المكتبة الظَّاهِرِيَّة وَذَلِكَ بِوَاسِطَة شَيْخه المرحوم الشَّيْخ طَاهِر الجزائري, وظل مقتنعاً بِهَذَا الاتجاه قوي الْإِيمَان بِهِ, مدافعاً عَنهُ بقلمه وَلسَانه, متصدياً لكل من يتَعَرَّض لَهُ, مروجاً للكتب المهمة الَّتِي تدعوا إِلَيْهِ, وَقد كَانَ لَهُ فضل كَبِير فِي تنمية هَذَا الاتجاه لدي ورعايته فِي نَفسِي, فجزاه الله عني وَعَن الْمُسلمين وَعَن الْإِسْلَام خيرا. ¶ الْوُقُوف فِي وَجه الباطنية والرافضة: من أهم المواضيع الَّتِي فازت بالكثير من اهتمام المرحوم مَوْضُوع الرافضة والباطنية وَلَقَد كَانَ شَدِيد الْعِنَايَة بِهَذَا الْمَوْضُوع متتبعاً لمراحل كيد الرافضة لِلْإِسْلَامِ, وَاقِفًا على الْأُصُول الَّتِي يقوم عَلَيْهَا باطلهم مدْركا خطرهم الْعَظِيم على الْإِسْلَام فِي الْمَاضِي والحاضر, ودورهم الْكَبِير فِي تَحْرِيف العقيدة الإسلامية الصَّحِيحَة, وتشويه التَّارِيخ الإسلامي الْمشرق, وَكَانَت لَدَيْهِ الْأُصُول الخطية والمطبوعة من كتب الرَّفْض والباطنية، وَكَثِيرًا مَا أطْلعنَا على مخازيهم من كتبهمْ, وَفِي اعتقادي أَن محب الدّين رَحمَه الله كَانَ يسْقط عَن الْمُسلمين فرض كِفَايَة فِي تصديه لحملات الباطنية على الْإِسْلَام وَفِي وُقُوفه على الدوافع الْحَقِيقَة لتِلْك الحملات وإحاطته مراحل سريان سرطان هَذِه الْفرق الصالة وسمومها فِي عقيدة الْمُسلمين وتاريخهم, وَكَانَ يَقُول: \"إِن الرَّفْض والباطنية تَعْبِير عَن الحقد الدفين والمرير فِي قُلُوب الْمَجُوس وَالْيَهُود على صحابة رَسُول الله صلى الله عَلَيْهِ وَسلم لأَنهم أَقَامُوا الْمَسْجِد الْأَقْصَى على أنقاض هيكل سُلَيْمَان, وأخمدوا نَار الْمَجُوس إِلَى الْأَبَد, وحينما جبنوا عَن مجابهة الْإِسْلَام وَجها لوجه دخلُوا فِي سراديب تَحت الأَرْض وأعلنوا على الْإِسْلَام وَحَمَلته حَربًا ضروسا دامية مازالت تتوقد نارها ويزداد أوراها على مدى هَذِه الْقُرُون المتطاولة من تَارِيخ الْإِسْلَام, وَفِي السنوات الْأَخِيرَة اسْتَطَاعَ الرافضة فِي ظروف أَن يفتتحوا فِي الْقَاهِرَة دَارا سَموهَا دَار التَّقْرِيب، وَهِي أَجْدَر أَن تسمي بدار التخريب لِأَن غايتها الأولي والأخيرة هِيَ تخريب عقائد الْمُسلمين وتقريبهم",
            "page": "147",
            "part": "1",
            "seal": "A96B048F"
        },
        {
            "id": "8",
            "nass": "نَحْو ضلال الرافضة وتهديم الْجَامِع الْأَزْهَر كَمَا صرح بذلك يَوْمًا مَا رَئِيس تِلْكَ الدَّار - القحى - فِي مجْلِس خَاص نَقله عَنهُ أحد أصدقائنا الثِّقَات, وَقد استطاعت هَذِه الدَّار أَن تشتري مَجْمُوعَة من عُلَمَاء السوء ارتضوا لأَنْفُسِهِمْ أَن يَكُونُوا أُجراء لَدَيْهَا ومروجين لأباطيلها. وحينما توصل بعض هَؤُلَاءِ إِلَى مراكز عالية فِي بعض المؤسسات العالمية الإسلامية حاولوا فرض تدريس مَذْهَب الرافضة رسميا وسارع بعض المرتزقة من الْعلمَاء للتأليف فِيهِ فعلا، وَحِينَئِذٍ توجه نفر كريم من عُلَمَاء الْأَزْهَر الغيورين على رِسَالَة الْإِسْلَام إِلَى الْأُسْتَاذ محب الدّين رَحمَه الله وَقَالُوا لَهُ: \"إِن الْكِتَابَة فِي مَوْضُوع الرَّفْض ومحاولات فَرْضه للتدريس أَصبَحت فرض عين عَلَيْك\" وطلبوا مِنْهُ أَن يكْتب فِي ذَلِك فَكتب يَوْمئِذٍ كِتَابه النفيس جدا وَهُوَ: (الخطوط العريضة للديانة الاثْنَي عشرِيَّة) , وَأَبَان فِيهِ الأسس الَّتِي يقوم عَلَيْهَا دين الرافضة من كتبهمْ ومراجعهم الَّتِي كَانَت بحوزته, وأتى بنقول مخزية لَا مجَال لرفضها لِأَنَّهَا من أُمَّهَات كتبهمْ مَعَ تَحْدِيد الْكتاب والمجلد ورقم الصفحة أَو مَكَان الطَّبْع وتاريخه, وَأظْهر فِيهِ بِكُل جلاء كَيفَ أَن الرافضة فِي حَقِيقِيَّة أَمرهم يعْبدُونَ آل الْبَيْت, وَفِي غيبَة هَؤُلَاءِ يعْبدُونَ مجتهديهم, وَكَيف يحكمون بارتداد جَمِيع الصَّحَابَة مَا عدا خَمْسَة فَقَط, وَكَيف يجْعَلُونَ من أصُول دينهم التبري من الشَّيْخَيْنِ أَبى بكر وَعمر رَضِي عَنْهُمَا، ويعتبرون لعنهما من القربات ويسمونهما بالجبت والطاغوت، وبصنمي قُرَيْش, ويجعلون لعنهما من جملَة أوراد ختم الصَّلَاة, ويسمون قَاتل عمر (بَابا شُجَاع الدّين) , ويحتفلون بِيَوْم مصرع عمر رَضِي الله عَنهُ, ويتهمونه رَضِي الله عَنهُ فِي عرضه, وَيَقُولُونَ بتحريف الْقُرْآن الْكَرِيم وبنقصه, وَلَهُم فِي ذَلِك كتاب: (فصل الْخطاب فِي تَحْرِيف كتاب رب الأرباب) ، وَكَيف يُؤمنُونَ بعقيدة الرّجْعَة, وَهِي الْقِيَامَة الصُّغْرَى, وَكَيف يطعنون فِي عرض عَائِشَة رَضِي الله عَنْهَا، مَعَ بَيَان الْأُصُول الْيَهُودِيَّة الَّتِي لَا شكّ فِيهَا لذَلِك الدّين الزنيم. كل هَذَا وَغَيره قد كشف عَنهُ محب الدّين رَحمَه الله بأسلوب علمي مُحَقّق لَا مجَال للشَّكّ فِيهِ, وأذكر أَنه قد أعارني يَوْمئِذٍ إِحْدَى نسختيه الوحيدتين اللَّتَيْنِ لم يكن فِي مصر غَيرهمَا لِأَن الْكتاب طبع خَارج مصر. وَلَقَد كنت شَدِيد الإشفاق عَلَيْهِ رَحمَه الله من كيد الباطنية وَأَن تناله أَيْديهم بِسوء وَهِي الْأَيْدِي المجرمة القذرة الَّتِي نَالَتْ شخص الرَّسُول صلوَات الله وَسَلَامه عَلَيْهِ وَعرضه وأشخاص أَصْحَابه الْكِرَام وأعراضهم وعقيدة الْإِسْلَام وشريعته وتاريخه. ¶ تَحْقِيق حوادث التَّارِيخ الإسلامي وتنقيته مِمَّا لحق بِهِ من الدس والافتراء: ¶ لقد سَأَلته مرّة رَحمَه الله عَن",
            "page": "148",
            "part": "1",
            "seal": "D5FF9225"
        },
        {
            "id": "9",
            "nass": "أفضل كتاب فِي التَّارِيخ الإسلامي؟ فَأجَاب: بِأَن التَّارِيخ الإسلامي لم يكْتب بعد, وَأفضل مَا كتب فِيهِ: تَارِيخ الْبِدَايَة وَالنِّهَايَة لِابْنِ كثير رَحمَه الله, وَكَانَ يعْتَقد بِأَن تَشْوِيه تَارِيخ الْإِسْلَام وَالْمُسْلِمين كَانَ مَقْصُودا كتشويه عقائده وشرائعه, وَكَانَ يُؤمن بِأَن إِدْرَاك الْأمة لأمجاد ماضيها مفاخرة من أعوانها على تَقْوِيم حاضرها. ولنفي الدسائس والافتراءات اللصيقة بتاريخ الْمُسلمين, وللإجلاء عَن عَظمَة ذَلِك التَّارِيخ وصانعيه كَانَ يَدْعُو إِلَى دراسة التَّارِيخ على طَريقَة الْمُحدثين بالتثبت من الرِّوَايَات التاريخية وأسانيدها الصَّحِيحَة، على ضوء مَا هُوَ مَشْهُور ومعروف من سلوك صانعي التَّارِيخ من الصَّحَابَة وَالتَّابِعِينَ، ولابد من تَجْرِيد التَّارِيخ من الْخبث الَّذِي لحقه على أَيدي أَعدَاء الْإِسْلَام وعَلى رَأس هَؤُلَاءِ: الرافضة, وَفِي هَذَا المجال يَقُول رَحمَه الله: \"وَالْإِسْلَام الَّذِي لم تفتح الإنسانية عينيها على أَعلَى مِنْهُ رُتْبَة وَأعظم مِنْهُ محامد يجْتَهد مؤرخوه فِي تَشْوِيه صفحاته والحط من قدر رِجَاله لِأَن الَّذين دونوا تَارِيخ الْإِسْلَام كَانُوا أحد رجلَيْنِ: رجل جَاءَ بعد سُقُوط دولة فتقرب إِلَى رجال الدولة الجديدة بتسويء محَاسِن الدولة الْقَدِيمَة، ورحل اتخذ من الشموس الْأَرْبَعَة: أبي بكر وَعمر وَعُثْمَان وَعلي، مثلا أَعلَى، فَكل قمر من أقمار الْعَرَب مَذْمُوم عِنْده مَوْصُوفا بالضآلة وَالنَّقْص؛ لِأَنَّهُ لَا يرَاهُ إِلَّا على نور تِلْكَ الشموس الَّتِي لَا تقاس مواهب غَيرهم بهم, بل إِن عُثْمَان وتضحياته الملائكية محيت فضائلها من أدمغة الْمُسلمين لسوء بَيَان المؤرخين, وَمُعَاوِيَة الَّذِي تتمنى أَيَّة أمة من عِظَام الْأُمَم أَن يكون لَهَا رجل يَتَّصِف بِعشر مواهبه وفضائله, صرنا نسْمع ذمه من أقذر النَّاس وأحط السوقة, والأمين الَّذِي كَانَ كبار الصَّحَابَة يجاهدون تَحت قيادته طائعين مختارين لصقت بِهِ أكاذيب تقرب الكثيرون بهَا إِلَى الله جهلا وتعصبا, أَقُول هَذَا وَأَنا علوي، ولكنى أَخَاف أَن يقوض الْمُسلمُونَ صروح فضائلهم وَأَن يهدموا قلاعا هِيَ من دواعي الْفَخر, بَيْنَمَا أَبْنَاؤُنَا يتعلمون من الأوربيين وصنائعهم تمجيد رجال لَو كشف الغطاء عَن تاريخهم الْحَقِيقِيّ لشممنا نَتنه\" (مُقَدّمَة ديوَان مجد الْإِسْلَام) . ¶ وَيبين أهمية تَصْحِيح التَّارِيخ فَيَقُول: \"أَنا مُؤمن من صميم قلبِي أَن رِسَالَة الْإِسْلَام جديرة بِأَن تسْتَقْبل من مظَاهر العظمة فِي تَهْذِيب الإنسانية أبهر وأزهر مِمَّا كَانَ لَهَا فِي الْمَاضِي وَلنْ تستوفى هَذِه الرسَالَة مهمتها إِلَّا بإرجاع الإنسانية كلهَا إِلَى نظام الْفطْرَة الطاهرة وَذَلِكَ متقف على شَيْء وَاحِد هُوَ أَن يعرف الْعَرَب والسلمون من هم وَمِمَّنْ هم وَمَا هِيَ رسالتهم فِي الْحَيَاة. وَلنْ يكون ذَلِك إِلَّا إِذا بنوا مناهج تعليمهم وَأسسَ ثقافتهم ومعالم أدبهم على هَذِه",
            "page": "149",
            "part": "1",
            "seal": "E6DCD0DF"
        },
        {
            "id": "10",
            "nass": "الْمعرفَة وَالْإِيمَان بلوازمها وتعميم طريقهم نَحْو أهدافها. وَرَأس ذَلِك وعموده تَصْحِيح تَارِيخ الْعرُوبَة وَالْإِسْلَام وَتَجْرِيد مِمَّا دس فِيهِ. لقد كَانَ محب الدّين رَحمَه الله فخورا جدا بأمجاد الْإِسْلَام ومفاخر الْمُسلمين وَكَانَ يحزن كثيرا لبَقَاء بلك الأمجاد والمفاخر بعيدَة عَن أذهان الشَّبَاب الْمُسلم خَاصَّة وَالْمُسْلِمين عَامَّة, وَله فِي مجَال تخليد الأمجاد الإسلامية وإظهارها بثوبها القشيب اللَّائِق عمل عَظِيم لَا يجوز أَن يذكر محب الدّين إِلَّا وَيذكر مَعَه, هَذَا الْعَمَل الْعَظِيم هُوَ ديوَان مجد الْإِسْلَام للشاعر الْكَبِير أَحْمد محرم, وقصة هَذَا الدِّيوَان يلخصها محب الدّين رَحمَه الله فِي مُقَدّمَة الدِّيوَان بِمَا مضمونه بِاخْتِصَار: لقد كَانَ يقْرَأ فِي الْمدَارِس العثمانية شَيْئا من اللُّغَة الفارسية وآدابها من جملَة مقرراتها، وَكَانَ أستاذ تِلْكَ اللُّغَة يُبَالغ أمامهم فِي وصف (الشاهنامة) للفردوسي، وبيانها المنظوم المعجز, ويحدثهم عَن صَاحبهَا وَكَيف أَنه أحَاط بتاريخ الْفرس الْقَدِيم ثمَّ اتَّصل بِأحد مُلُوكهمْ فَأعْطَاهُ جنَاحا فِي قصره وكلفه بِأَن ينظم أمجاد الْفرس فَأَقَامَ فِي ذَلِك الْقصر ثَلَاثِينَ عَاما وَهُوَ ينظم الشّعْر الرائع فِي أمجاد فَارس حَتَّى بلغت الشاهنامة وَهِي الدِّيوَان الَّذِي وَضعه لذَلِك (سِتِّينَ ألف بَيت) . كَانَ يسمع محب الدّين ذَلِك وَيَقُول: \"أَلَيْسَ فِي دنيا الْعرُوبَة وَالْإِسْلَام من يقوم للعروبة وَالْإِسْلَام بِمثل هَذَا الْعَمَل الأدبي الْكَبِير ليتعرف شبابنا إِلَى أكمل قومية برأها الله فِي الدَّهْر الأول وأعدها للْقِيَام بأكمل رسالات الله, أَيكُون للمجوسية وظلمات الظُّلم كتاب يخلدها وَلَا يكون للفطرة السليمة الْكَامِلَة ورسالة الله الْعُظْمَى من يدل عَلَيْهَا وَيدْفَع النَّاس فِي طريقها (أَلَيْسَ من الْعَار أَن يكون للْفرس الَّذين حفل تاريخهم زمن جاهليتهم بالشنائع ديوَان مفاخر يُغطي فِيهِ الْبَيَان على الْعُيُوب ويلون ذَا الوجهة مِنْهَا بألوان زاهية ويسلط على ضئيل الْخَيْر مِنْهَا شعاعا قَوِيا مكبرا بأعظم المكبرات فَتكون من ذَلِك (شاهنامة الفردوس) وَأَن يكون لليونان زمن وثنيتهم وأوهامهم لصبيانية ديوَان مفاخر كالإلياذة تتغنى بهَا الانسانية إِلَى يَوْم النَّاس هَذَا وَالْإِسْلَام الَّذِي لم تفتح الدُّنْيَا عينيها على أَعلَى مِنْهُ رُتْبَة, وَأعظم مِنْهُ محامد يجْتَهد مؤرخوه فِي تَشْوِيه صفحاته والحط من قدر رِجَاله\". لقد بقيت هَذِه الفكرة تعْمل عَملهَا فِي نفس محب الدّين رَحمَه الله حَتَّى التقى بالشاعر أَحْمد شوقي رَحمَه الله وتحدث مَعَه عَن الشاهنامة والإلياذة واقترح على أَمِير الشُّعَرَاء أَن يكون اعظم أَحْدَاث امارته فِي الشّعْر إهداء مثل هَذِه الْهَدِيَّة إِلَى الْعرُوبَة وَالْإِسْلَام وأدبهما وعظمتهما من ماضيهما وحاضرهما ومستقبلهما (وَهَذَا كَلَامه) , واستمع شوقي إِلَى هَذَا الحَدِيث وَلم يعد وَلم يرفض ثمَّ",
            "page": "150",
            "part": "1",
            "seal": "352D8DF0"
        },
        {
            "id": "11",
            "nass": "زار شوقي وَفد فِي منزله لتجديد الحَدِيث مَعَه فَبَقيَ عِنْد موقفه من الصمت والابتسام ثمَّ ظهر بعد ذَلِك كتيبه عَن دوَل الْإِسْلَام وَعُظَمَاء التَّارِيخ, وَلَعَلَّه كَانَ من أثر ذَلِك الاقتراح.. وَلَكِن الْمَطْلُوب (كَمَا يَقُول رَحمَه الله) كَانَ أعظم من ذَلِك وقديما قيل: (اذا عظم الْمَطْلُوب قلّ المساعد) , ثمَّ اتَّصل الْأُسْتَاذ المرحوم بالشاعر الْكَبِير أَحْمد محرم وقويت بَينهمَا الصِّلَة والمحبة فاقترح عَلَيْهِ مَا اقترح على شوقي من تسجيل أمجاد الْإِسْلَام فِي ديوَان من الشّعْر الرائع وَقَالَ لَهُ: \"لَعَلَّ الله قد ادّخر لَك هَذِه المهمة واختارك لَهَا لِأَنَّك أقرب شعرائنا إِلَى إخلاص القَوْل وَالْعَمَل وَأَكْثَرهم توخيا لمرضاته\", فَاسْتَجَاب أَحْمد محرم رَحمَه الله لهَذِهِ الدعْوَة, وَكَانَ من ذَلِك ديوَان مجد الْإِسْلَام أَو الإلياذة الإسلامية الَّتِي نظمها أَحْمد محرم رَحمَه الله وَهُوَ ديوَان كَبِير يَقع فِي 450 صفحة نظم فِيهِ الشَّاعِر أهم أَحْدَاث السِّيرَة النَّبَوِيَّة والغزوات والوفود، وَيَقُول محب الدّين رَحمَه الله فِي وصف هَذَا الدِّيوَان فِي مقدمتة: \"إِن أمجاد الْعرُوبَة وَالْإِسْلَام أعظم من أَن يُحِيط بهَا شَاعِر ولاسيما وأكثرنا لايزالون متأثرين بِمَا شوهت الشعوبية من تاريخنا وَمَعَ ذَلِك كَانَ دُيُون مجد الْإِسْلَام أعظم مَا ظهر للنَّاس حَتَّى الْآن مجموعا فِي كتاب وَاحِد من ومضات هَذِه الأمجاد وستتمتع بِهِ نفوس محبي الْأَدَب الرفيع وَالنّظم البليغ أزمانا\". ¶ وَأَقُول إِن مِمَّا يؤسف لَهُ أَن ديوَان مجد الْإِسْلَام بَقِي طوال ثَلَاثِينَ عَاما مخطوطا ومحبوسا فِي الأدراج, والشاعر الْكَبِير لَا يجد من ينشره بِتَمَامِهِ رغم المحاولات الْكَثِيرَة مَعَ المسؤولين الا مَا كَانَ من نشر محب الدّين نَفسه لفقرات مِنْهُ فِي صَحِيفَته الْفَتْح وَفِي مجلة الْأَزْهَر، إِلَى أَن مَاتَ أَحْمد محرم رَحمَه الله قبل نشره وكادت تضيع أَجزَاء مِنْهُ إِلَى أَن قَامَت مكتبة دَار الْعرُوبَة بنشره قبل حوالي ثَمَان سنوات تَقْرِيبًا. إِن ديوَان مجد الْإِسْلَام من أعظم الْأَعْمَال الأدبية والشعرية فِي تاريخنا وَهُوَ عمل أدبي رفيع وَشعر رائع بليغ, وَمَعَ ذَلِك فَإِنِّي أكاد أَجْزم بِأَن ثَلَاثَة أَربَاع المثقفين فِي الْبِلَاد الْعَرَبيَّة لَا يعْرفُونَ شَيْئا عَن ديوَان مجد الْإِسْلَام وَلَا عَن الشَّاعِر الْكَبِير أَحْمد محرم الَّذِي نظمه وَكَذَلِكَ لَا يعْرفُونَ شَيْئا عَن الدِّيوَان المستقل الَّذِي نظمه أَحْمد محرم لسَائِر شعره. لقد حرصت الْجِهَات المعادية لِلْإِسْلَامِ فِي الأوساط الأدبية والثقافية على إهمال الشُّعَرَاء والأدباء الإسلاميين وَحَارب الأقلام المؤمنة وأعطت مَكَان الصدارة فِيهَا للأدعياء من المارقين والملاحدة وَذَلِكَ حرصا مِنْهَا على تضليل الأجيال الْمسلمَة وتسميم أفكار النشء وتشويهها. ¶ إيمَانه بامتزاج الْعرُوبَة وَالْإِسْلَام: ¶ يَقُول الْأُسْتَاذ أنور الحندي فِي كِتَابه (أدباء ومفكرون) : \"وَلست أعرف كَاتبا كَانَ أوضح رَأيا فِي ربط",
            "page": "151",
            "part": "1",
            "seal": "87686D9D"
        },
        {
            "id": "12",
            "nass": "الْإِسْلَام بالعروبة على النَّحْو الَّذِي يُحَقّق فلسفة الْيَقَظَة وَبِنَاء النهضة كَمَا يفعل السَّيِّد محب الدّين الْخَطِيب مُنْذُ سنوات طَوِيلَة فَهُوَ مُؤمن بامتزاجهما واستحالة انفصامهما وَهَذِه عِبَارَته: \"إِن الْعرُوبَة ظئر الْإِسْلَام وإِن الْعرُوبَة وَالْإِسْلَام كِلَاهُمَا من كنوز الإنسانية وينابيع سعادتها، إِذا عرف أَهلهَا قيمتهَا وَإِذا أتيحت لَهما أَسبَاب الظُّهُور للنَّاس على حقيقتهما. وَإِذا ذلت الْعَرَب ذل الْإِسْلَام\". وَيَقُول: \"إننا عرب قبل أَن نَكُون مُسلمين, وَهَذَا حق, وَلَكِن لم نَكُنْ شَيْئا قبل الْإِسْلَام\". ¶ كَانَ المرحوم قوي الْإِيمَان بخصائص الْأمة الْعَرَبيَّة وأصالتها واستعدادها للخير وجدارتها بِحمْل رِسَالَة الله وبطيب عنصرها ونقاء جوهرها، وصفاء فطرتها. وَلَقَد أدْرك محب الدّين رَحمَه الله انهيار الْخلَافَة الإسلامية وَزَوَال الدولة العثمانية, وعاش فِي مرحلة من أحرج مراحل التَّارِيخ الإسلامي الحَدِيث وَهِي مرحلة خضوع الْعَالم الإسلامي الضَّعِيف للغزو الصليبي الْقوي وَحضر احتضار (الرجل الْمَرِيض) كَمَا كَانَ يُسَمِّي الْأَعْدَاء الدولة العثمانية فِي أخريات أَيَّامهَا وَشهد النقلَة الخطيرة فِي حَيَاة الْمُسلمين فِي تاريخهم الحَدِيث من معالم الْحَيَاة الإسلامية وتقاليدها الأصيلة إِلَى الطّراز الْجَدِيد من الْحَيَاة الْقَائِمَة على أساس الحضارة الغربية الغازية والقائمة على الْإِلْحَاد والإباحية مَعَ الانسلاخ التَّام من كل الْقيم والمثل والأخلاق وَشهد إفلاس العنصر التركي وعجزه عَن الْمُضِيّ فِي تحمل أعباء الرسَالَة الإسلامية، وَشهد دعاة القومية الطورانية من ملاحدة التّرْك يتسلقون إِلَى مراكز السلطة فِي الدولة العثمانية وَينْهَوْنَ الْخلَافَة ويحاولون فرض القومية التركية على الشعوب الْأُخْرَى الخاضعة للدولة العثمانية فِي حَرَكَة عنصرية تحاول إذابة تِلْكَ الشعوب فِي العنصر الْحَاكِم دون أَيَّة مميزات أَو مؤهلات للقومية المتحكمة سوى الْقَهْر وَالْغَلَبَة وخاصة بعد تنكرهَا لِلْإِسْلَامِ. فِي هَذَا الجو افْتقدَ محب الدّين رَحمَه الله الْأمة الْعَرَبيَّة والدور الَّذِي يُمكن أَن تلعبه وقدراتها وخصائصها الَّتِي ترشحها للْقِيَام بذلك الدّور. لذَلِك تغنى بالأمة الْعَرَبيَّة وباستعداداتها وَلكنه لم يفهم من الْعَرَبيَّة يَوْمًا مَا شَيْئا غير الْإِسْلَام، وَكَانَ ينَال من الْكتاب الْمُسلمين الَّذين يفرقون بَين الْعرُوبَة وَالْإِسْلَام ويعتبرهم من جملَة من ساهم فِي نجاح الْحَرَكَة القومية الْبَعِيدَة عَن الدّين. وَلم يكن يَوْمًا مَا قوميا عَرَبيا، وَكَانَ يغْضب إِذا وضع فِي صف القوميين الْعَرَب الَّذين ساهموا فِي الْقَضَاء على الْخلَافَة الإسلامية, وَإِنَّمَا كَانَ يدعوا كَمَا قَالَ: \"إِلَى الحكم الذاتي الَّذِي يبرز خَصَائِص الْأمة الْعَرَبيَّة فِي ظلّ الْإِسْلَام والخلافة\". ¶ لقد كَانَ رَحمَه الله يُؤمن بالسر الْعَظِيم الكامن وَرَاء اخْتِيَار الله تَعَالَى للعربية لُغَة لكتابه وللأمة الْعَرَبيَّة حاملة لأكمل رسالاته، يَقُول رَحمَه الله: \"وأمجاد الْعرُوبَة لَا يَنْفَكّ تاريخها من تَارِيخ الْإِسْلَام بِحَال فَإِذا حيل بَين",
            "page": "152",
            "part": "1",
            "seal": "287422A5"
        },
        {
            "id": "13",
            "nass": "الْإِسْلَام والعروبة كَانَت الْعرُوبَة جسما بِلَا روح, وَكَانَ الْإِسْلَام روحا بِلَا جَسَد, وَهَذَا تاريخنا الْعَرَبِيّ من بدايته إِلَى الْيَوْم لَا نرَاهُ ازدهر وانتعش, وَكَانَ مظهر الْعِزّ وَالْقُوَّة إِلَّا فِي الأدوار الَّتِي كَانَ الْإِسْلَام يزدهر فِيهَا وينتعش وَيَأْخُذ نصِيبه من الْعِزّ وَالْقُوَّة ويكذب من يظنّ أَن الْعَرَب تنمو عزتهم بِروح أَجْنَبِيَّة غير روح الْإِسْلَام\". (مُقَدّمَة مجد الْإِسْلَام) . ¶ وَيَقُول رَحمَه الله فِي تَعْلِيقه على ديوَان مجد الْإِسْلَام: \"وستتمتع بِهِ نفوس محبي الْأَدَب الرفيع وَالنّظم البليغ أزماناً وأزماناً إِلَى أَن يُوجد الشَّاعِر الَّذِي يكتشف سر الله فِي اخْتِيَاره الْعَرَبيَّة لُغَة لتنزيله, والعروبة بيئة لأكمل رسله, وَأَهْلهَا أصحابا وأعوانا على حمل رسَالَته إِلَى آفَاق آسيا وأفريقية ثمَّ إِلَى أوروبا\". ¶ وَفِي حَدِيثه عَن شَيْخه طَاهِر الجزائري رَحمَه الله يَقُول: \"من هَذَا الشَّيْخ الْحَكِيم عرفت عروبتي وَإِسْلَامِيٌّ, مِنْهُ عرفت أَن الْمَعْدن الصدئ الْآن الَّذِي برأَ الله مِنْهُ فِي الدَّهْر الأول أصُول الْعرُوبَة ثمَّ تخيرها ظِئْرًا لِلْإِسْلَامِ إِنَّمَا هُوَ مَعْدن كريم لم يبرأ الله أمة فِي الأَرْض تدانيه فِي أصالته وسلامته وصلابته وعظيم استعداده للحق. ¶ وَإِلَى هَذَا كَانَ يَدْعُو رَحمَه الله إِلَى الْأَخْذ بِأَسْبَاب الْقُوَّة وَبِكُل نَافِع من نتاج الحضارة الحديثة مَعَ الْمُحَافظَة على الْمثل والقيم والأخلاق الْقَدِيمَة لِأَن الْخَيْر كُله قديم, وَكَانَ يركز على إصْلَاح الْمدَارِس ومناهج التَّعْلِيم ووسائل الْإِعْلَام. ¶ هَذِه قبسات من أفكار محب الدّين رَحمَه الله ولمحات من حَيَاته حاولت فِيهَا قدر الْإِمْكَان أَن أقدم خُلَاصَة عَن الناحيتين اللَّتَيْنِ قصدتهما. وَقبل أَن أختم كلمتي هَذِه أتوجه بِهَذَا النداء الْحَار إِلَى كل من قصي بن محب الدّين الْخَطِيب نجل المرحوم, وفضيلة نَائِب رَئِيس الجامعة الإسلامية الشَّيْخ عبد الْعَزِيز بن باز, والوجيه الْفَاضِل السَّيِّد مُحَمَّد نصيف صديقي المرحوم الكريمين أَن يبذلوا كل مَا فِي وسعهم لجمع المقالات المشتتة الَّتِي كتبهَا المرحوم فِي مُخْتَلف الصُّحُف وخاصة فِي الزهراء وَالْفَتْح والأزهر ونشرها للْعَالم الإسلامي حصيلة فكرية رائعة وثروة ثقافية كبرى تعْتَبر من عُيُون مَا أنتجه الْفِكر الإسلامي الحَدِيث, وَكَذَلِكَ طبع مذكراته إِن وجدت. ¶ ونصيحتي للشباب الْمُسلم أَن يقْرَأ كل كتاب أَو رِسَالَة أَو تَعْلِيق كتبه محب الدّين رَحمَه الله. ¶ وأخيرا وَبعد جِهَاد مضن كريم اسْتمرّ قرَابَة قرن كَامِل أعْطى خلاله محب الدّين رَحمَه الله لِلْإِسْلَامِ نور عَيْنَيْهِ وحياة قلبه وَثَمَرَة قلمه وفكره وأسهر ليله وأعمل نَهَاره, بعد كل هَذَا فقد سكن ذَلِك الْقلب الْكَبِير الَّذِي كَانَ يخْفق بحب الْإِسْلَام وخبا نور تينك الْعَينَيْنِ, وهدأت تِلْكَ الْيَد المرتعشة الَّتِي حملت الْقَلَم للدفاع عَن الْإِسْلَام وَالْمُسْلِمين دهرا طَويلا وَسقط ذَلِك اليراع وتحطم، لقد مَاتَ محب الدّين.",
            "page": "153",
            "part": "1",
            "seal": "35B4848E"
        }
    ],
    "t4277": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "محب الدين الخطيب"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "بقلم الشيخ: ممدوح فخري"
        }
    ]
}