{
    "b431": [
        {
            "id": "1",
            "nass": "الأحاديث الواردة في خبر القحطاني وخروجه آخر الزمان ¶ جمع ودراسة ¶ فيصل سعيد محمد الصاعدي",
            "page": "1",
            "part": "1",
            "seal": "D3D058C2"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، واشهد أن لا إله إلا الله وحده لا شريك له،واشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وسلم تسليماً كثيراً أما بعد: ¶ فهذا مبحث لطيف ومستخرج خفيف قمت فيه بجمع الأحاديث الواردة في خبرقحطان ¶ الذي يخرج في آخر الزمان قبل قيام الساعة، وهو من أحاديث أشراط الساعة التي اخبرنا ¶ بها نبينا عليه الصلاة والسلام. ¶ وقد شرعت بجمع الأحاديث الواردة فيه وقمت بتخريجها وتمييز الصحيح والضعيف منها ونقلت كلام أهل العلم فيها. ¶ وتناولت بعضا من المسائل والمباحث في حقيقة القحطاني بشيء من التعليق ونقلت كلام الائمة العلماء في ذلك اتماما للفائدة. ¶ والله أسال التوفيق والسداد وأن ينفع به وأن يغفر لنا زلاتنا ويتجاوز عن سيئاتنا إنه سميع مجيب. ¶ كتبه ¶ فيصل بن سعيد بن محمد الصاعدي ¶ المدينة النبوية 15\\رمضان\\1428",
            "page": "2",
            "part": "1",
            "seal": "A50A8238"
        },
        {
            "id": "4",
            "nass": "الحديث الأول: ¶ حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ كَانَ مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ يُحَدِّثُ أَنَّهُ بَلَغَ مُعَاوِيَةَ وَهُوَ عِنْدَهُ فِي وَفْدٍ مِنْ قُرَيْشٍ ¶ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يُحَدِّثُ أَنَّهُ سَيَكُونُ مَلِكٌ مِنْ قَحْطَانَ فَغَضِبَ مُعَاوِيَةُ فَقَامَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّهُ بَلَغَنِي أَنَّ رِجَالًا مِنْكُمْ يَتَحَدَّثُونَ أَحَادِيثَ لَيْسَتْ فِي كِتَابِ اللَّهِ وَلَا تُؤْثَرُ عَنْ رَسُولِ اللَّهِ- صلى الله عليه وسلم - فَأُولَئِكَ جُهَّالُكُمْ فَإِيَّاكُمْ وَالْأَمَانِيَّ الَّتِي تُضِلُّ أَهْلَهَا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ هَذَا الْأَمْرَ فِي قُرَيْشٍ لَا يُعَادِيهِمْ أَحَدٌ إِلَّا كَبَّهُ اللَّهُ عَلَى وَجْهِهِ مَا أَقَامُوا الدِّينَ. ¶ هذا الحديث أخرجه البخاري بسنده في صحيحه في موضعين الاول في كتاب المناقب عند ذكر باب مناقب قريش برقم (3239) والثاني أورده تحت باب الامراء من قريش برقم (6606) ¶ ورواه أحمد في مسنده برقم (16249) في مسند معاوية بن أبي سفيان رضي الله عنه. ¶ وأخرجه الطبراني في الاوسط برقم (3246) وفي الكبير برقم (16135) ورواه الطبراني ايضا في كتابه مسند الشاميين روايته عن المدنيين برقم (3130) .",
            "page": "3",
            "part": "1",
            "seal": "07EF4600"
        },
        {
            "id": "5",
            "nass": "مسألة إنكار وغضب الصحابي الجليل معاوية بن ابي سفيان تملك رجل من قحطان ¶ قال الحافظ ابن حجر رحمه الله في الفتح عند شرحه للحديث: ¶ وفي إنكار معاوية ذلك نظر لأن الحديث الذي استدل به مقيد بإقامة الدين فيحتمل أن يكون خروج القحطاني إذا لم تقم قريش أمر الدين وقد وجد ذلك، فإن الخلافة لم تزل في قريش والناس في طاعتهم إلى أن استخفوا بأمر الدين فضعف أمرهم وتلاشى إلى أن لم يبق لهم من الخلافة سوى اسمها المجرد في بعض الأقطار دون أكثرها. ¶ وذكر ايضا ¶ أن مفهوم حديث معاوية (ما أقاموا الدين) أنهم إذا لم يقيموا الدين خرج الأمر عنهم، ويؤخذ من بقية الأحاديث أن خروجه عنهم إنما يقع بعد إيقاع ما هددوا به من اللعن أولا وهو الموجب للخذلان وفساد التدبير، وقد وقع ذلك في صدر الدولة العباسية، ثم التهديد بتسليط من يؤذيهم عليهم، ووجد ذلك في غلبة مواليهم بحيث صاروا معهم كالصبي المحجور عليه يقتنع بلذاته ويباشر الأمور غيره، ثم اشتد الخطب فغلب عليهم الديلم فضايقوهم في كل شيء حتى لم يبق للخليفة إلا الخطبة، واقتسم المتغلبون الممالك في جميع الأقاليم، ثم طرأ عليهم طائفة بعد طائفة حتى انتزع الأمر منهم في جميع الأقطار ولم يبق للخليفة إلا مجرد الاسم في بعض الأمصار. انتهى كلامه يرحمه الله ¶ قلت: والذي يظهر لي أن معاوية رضي الله عنه لم يسمع بخبر القحطاني ولم يعلم به وقد أوضح ذلك في سياق الحديث بقوله (أَنَّ رِجَالًا مِنْكُمْ يَتَحَدَّثُونَ أَحَادِيثَ لَيْسَتْ فِي كِتَابِ اللَّهِ وَلَا تُؤْثَرُ عَنْ رَسُولِ اللَّهِ- صلى الله عليه وسلم - الحديث.",
            "page": "4",
            "part": "1",
            "seal": "CCC91F6E"
        },
        {
            "id": "6",
            "nass": "ولو علمه لم يعارضه ولم ينكره وعلى اعتبار بلوغه بالحديث فيحمل فهمه أن الخلافة ماضية على إطلاقها في قريش كما استدل بقوله (إِنَّ هَذَا الْأَمْرَ فِي قُرَيْشٍ لَا يُعَادِيهِمْ أَحَدٌ إِلَّا كَبَّهُ اللَّهُ عَلَى وَجْهِهِ) والله اعلم. ¶ الحديث الثاني ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ لَا تَقُومُ السَّاعَةُ حَتَّى يَخْرُجَ رَجُلٌ مِنْ قَحْطَانَ يَسُوقُ النَّاسَ بِعَصَاهُ. ¶ الحديث أخرجه البخاري في صحيحه برقم (3256) وبوّب له باب ذكر قحطان وساق الحديث بسنده عن ابي هريرة رضي الله تعالى عنه وأخرجه ايضا في باب تغير الزمان حتى تعبد الاوثان برقم (6584) ¶ ورواه مسلم في صحيحه برقم (5182) وأحمد في مسنده (9037) ¶ مسألة في تعريف القحطاني وتوضيح حاله ¶ لم يرد في الأحاديث اسم القحطاني المعني بالحديث وقد استشكل ذكره وهو من الغيب الذي أخبرنا به عن النبي - صلى الله عليه وسلم - ولم يتضح حال اسلامه وايمانه ايضا وذكرالعلماء انه لم يخرج وغاية ماورد فيه أنه يخرج قبل قيام الساعة ويملك ويحكم بدلالة انسياق الناس له حيث يسوقهم بعصاه ¶ وهو حديث من أعلام النبوة.",
            "page": "5",
            "part": "1",
            "seal": "44DE093E"
        },
        {
            "id": "7",
            "nass": "وذكر الحافظ ابن حجر في الفتح عند شرحه للحديث قوله نقلا عن القرطبي قال القرطبي في التذكرة: قوله: \"يسوق الناس بعصاه \" كناية عن غلبته عليهم وانقيادهم له، ولم يرد نفس العصا، لكن في ذكرها إشارة إلى خشونته عليهم وعسفه بهم، قال: وقد قيل إنه يسوقهم بعصاه حقيقة كما تساق الإبل والماشية لشدة عنفه وعدوانه. ¶ ويوضح الحافظ ابن حجر ان كون الإمام البخاري أورد الحديث في باب تغير الزمان حتى تعد الاوثان إشارة إلى أن ملك القحطاني يقع في آخر الزمان عند قبض أهل الإيمان ورجوع كثير ممن يبقى بعدهم إلى عباده الأوثان وهم المعبر عنهم بشرار الناس الذين تقوم عليهم الساعة. ¶ ومال القرطبي إلي ان القحطاني ربما يكون هو الجهجاه الذي ورد ذكره في صحيح مسلم ¶ عن أبي هريرة عن النبي صلى الله عليه وسلم قال: لا تذهب الأيام والليالي حتى يملك رجل يقال له الجهجاه. صحيح مسلم برقم (5183) ¶ قال القرطبي: واصل الجهجاه الصياح وهي صفة تناسب ذكر العصا ورد عليه ابن حجر ¶ بان الجهجاه من الموالي وقحطان من الاحرار. ¶ وذكر الإمام ابن كثير في كتابه النهاية في الفتن والملاحم: أن جهجاه هو اسم لذي السويقتين ¶ وقال: إشارة إلى ظهور ظالم من قحطان قبل قيام الساعة وساق الحديث يسوق الناس بعصاه وقال: وقد يكون هذا الرجل هو ذا السويقتين، ويحتمل أن يكون غيره فإن هذا من قحطان، وذاك من الحبشة فالله أعلم. انتهى كلام ابن كثير يرحمه الله",
            "page": "6",
            "part": "1",
            "seal": "7FB8C9BC"
        },
        {
            "id": "8",
            "nass": "وذكرالمقدسي في كتابه البدء والتاريخ:قيل رجل من قحطان واختلفوا فيه من هو؟ فروي عن ابن سيرين أنه قال القحطاني رجل صالح وهو الذي يصلى خلفه عيسى وهو المهدي وروي عن كعب أنه قال يموت المهدي ويبايع بعده القحطاني. ¶ وأورد ابن بطال في شرحه للبخاري: ¶ قال المهلب: وأما حديث عبد الله بن عمرو أنه سيكون ملك من قحطان، فيحتمل أن يكون ملكًا غير خليفة على الناس من غير رضا به، وإنما أنكر ذلك معاوية لئلا يظن أحد أن الخلافة تجوز فى غير قريش، ولو كان عند أحد فى ذلك علم من النبى - صلى الله عليه وسلم - لأخبر به معاوية حين خطب بإنكار ذلك عليهم، وقد روى فى الحديث أن ذلك إنما يكون عند ظهور أشراط الساعة وتغيير الدين، روى أبو هريرة عن النبى - صلى الله عليه وسلم - أنه قال: «لا تقوم الساعة حتى يخرج رجل من قحطان يسوق الناس بعصاه» فقوله: «لا تقوم الساعة» يدل أن ذلك من أشراط القيامة ومما لا يجوز، ولذلك ترجم البخارى بهذا الحديث فى كتاب الفتن فى باب تغير الزمان حتى تعبد الأوثان، وفهم منه هذا المعنى. ¶ مسألة وقت خروجه ومدة لبثه وبقائه ¶ ورد في الحديث الصحيح أنه يخرج قبل قيام الساعة كما دل عليه قوله عليه الصلاة والسلام في الحديث المتفق عليه (لَا تَقُومُ السَّاعَةُ حَتَّى يَخْرُجَ رَجُلٌ مِنْ قَحْطَانَ) الحديث",
            "page": "7",
            "part": "1",
            "seal": "390493F5"
        },
        {
            "id": "9",
            "nass": "ولم نقف على حديث صحيح يبين ويحدد وقت خروجه ومدة لبثه وحكمه بالتفصيل على أن نعيم بن حماد ذكر في كتابه الفتن أنه بعد المهدي ومدة لبثه عشرين سنه ويموت قتلا بالسلاح وأنه على سيرة المهدي وذكر أثرا عن عبد الله بن عمر: كلهم صالح. ¶ ومن هذه المرويات التي ذكرها نعيم بن حماد ¶ حدثنا عبد الرزاق عن معمر عن ابن أبي ذئب عن سعيد بن أبي سعيد المقبري عن أبي هريرة رضى الله عنه قال لا تذهب الأيام والليالي حتى يسوق الناس رجل من قحطان. ¶ حدثنا الوليد بن مسلم عن شيخ عن يزيد بن الوليد الخزاعي عن كعب قال يملك ثلاثة من ولد العباس المنصور والمهدي والسفاح. ¶ حدثنا الوليد عن ابن لهيعة عن عبد الرحمن بن قيس بن جابر الصدفي قال قال رسول الله صلى الله عليه وسلم يكون بعد الجبابرة رجل من أهل بيتي يملأ الأرض عدلا ثم القحطاني بعده والذي بعثني بالحق ما هو دونه. ¶ حدثنا الوليد عن ابن لهيعة عن عبد الرحمن بن قيس بن جابر الصدفي قال قال رسول الله صلى الله عليه وسلم (ما القحطاني بدون المهدي) . ¶ حدثنا عبد الرزاق عن معمر عن ابن أبي ذئب عن سعيد بن أبي سعيد المقبري عن أبي هريرة رضى الله عنه قال لا تذهب الأيام والليالي حتى يسوق الناس رجل من قحطان. ¶ حدثنا عبد العزيز بن محمد الدراوردي عن ثور بن زيد الدئلي عن أبي الغيث عن أبي هريرة رضى الله عنه عن النبي صلى الله عليه وسلم قال (لا تقوم الساعة حتى يخرج رجل من قحطان يسوق الناس بعصاه) . ¶ حدثنا ابن لهيعة عن عبد الرحمن بن قيس بن جابر الصدفي أن رسول الله صلى الله عليه وسلم قال (سيكون من أهل بيتي رجل يملأ الأرض عدلا كما ملئت جورا ثم من بعده القحطاني والذي بعثني بالحق ما هو دونه) .",
            "page": "8",
            "part": "1",
            "seal": "394F78B0"
        },
        {
            "id": "10",
            "nass": "حدثنا ابن ثور وعبد الرزاق عن معمر عن أيوب عن محمد عن عقبة بن أوس عن عبد الله بن عمرو قال السفاح ثم المنصور ثم جابر ثم المهدي ثم الأمين ثم سين وسلام ثم أمير العصب ستة منهم من ولد كعب بن لؤي ورجل من قحطان لا يرى مثلهم كلهم صالح. ¶ وهي مرويات لاتخلو من علة وفي أسانيدها نظر. ¶ وتطرق الحافظ ابن حجر في الفتح لبعضها وعلق عليها بقوله: ¶ وقد روى نعيم بن حماد في الفتن من طريق أرطأة بن المنذر - أحد التابعين من أهل الشام - أن القحطاني يخرج بعد المهدي ويسير على سيرة المهدي. وأخرج أيضا من طريق عبد الرحمن بن قيس بن جابر الصدفي عن أبيه عن جده مرفوعا: \"يكون بعد المهدي القطحاني، والذي بعثني بالحق ما هو دونه\" وهذا الثاني مع كونه مرفوعا ضعيف الإسناد، والأول مع كونه موقوفا أصلح إسنادا منه، فإن ثبت ذلك فهو في زمن عيسى ابن مريم ¶ الحديث الثالث ¶ حدثنا علي بن سعيد قال: نا الحسين بن عيسى بن ميسرة الرازي قال: نا سلمة بن الفضل، عن محمد بن إسحاق، عن عبد الله بن أبي بكر، عن سالم، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم: «ليسوقن الناس القحطاني بعصاه» «لم يرو هذا الحديث عن عبد الله بن أبي بكر إلا محمد بن إسحاق، تفرد به: سلمة بن الفضل» ¶ أخرجه الطبراني في الاوسط برقم (3975) والحديث ضعيف لعنعنة ابن إسحاق",
            "page": "9",
            "part": "1",
            "seal": "91B97D8F"
        },
        {
            "id": "11",
            "nass": "وهو مدلس ولانفراده بالحديث وتلميذه سلمة بن الفضل ضعفه النسائي وقال عنه البخاري يروي مناكير وقال ابو حاتم: محله الصدق في حديثه انكار يكتب حديثه ولايحتج به. ¶ الحديث الرابع ¶ حَدَّثَنَا عَلِيُّ بن سَعِيدٍ الرَّازِيُّ , حَدَّثَنَا الْحُسَيْنُ بن عِيسَى بن مَيْسَرَةَ الرَّازِيُّ , حَدَّثَنَا سَلَمَةُ بن الْفَضْلِ , عَنْ مُحَمَّدِ بن إِسْحَاقَ , عَنْ عَبْدِ اللَّهِ بن أَبِي بَكْرٍ , عَنْ سَالِمٍ , عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَيَسُوقَنَّ رَجُلٌ مِنْ قَحْطَانَ النَّاسَ بِعَصًا. ¶ رواه الطبراني في المعجم الكبير (13020) وفي الاوسط برقم (3975) بلفظ القحطاني وليس قحطان والحديث فيه عنعنة محمد ابن إسحاق وهو مدلس كما سبق",
            "page": "10",
            "part": "1",
            "seal": "96A07C37"
        },
        {
            "id": "12",
            "nass": "الحديث الخامس ¶ حَدَّثَنَا أَبُو عَامِرٍ النَّحْوِيُّ، ثنا سُلَيْمَانُ بن عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ، ثنا حُسَيْنُ بن عَلِيٍّ الْكِنْدِيِّ مَوْلَى جَرِيرٍ، عَنِ الأَوْزَاعِيِّ، عَنْ قَيْسِ بن جَابِرٍ الصَّدَفِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ: أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: سَيَكُونُ مِنْ بَعْدِي خُلَفَاءُ، وَمِنْ بَعْدِ الْخُلَفَاءِ أُمَرَاءُ، وَمِنْ بَعْدِ الأُمَرَاءِ مُلُوكٌ، وَمِنْ بَعْدِ الْمُلُوكِ جَبَابِرَةٌ، ثُمَّ يَخْرُجُ رَجُلٌ مِنْ أَهْلِ بَيْتِي يَمْلأُ الأَرْضَ عَدْلا كَمَا مُلِئَتْ جَوْرًا، ثُمَّ يُؤَمَّرُ الْقَحْطَانِيُّ، فَوَالَّذِي بَعَثَنِي بِالْحَقِّ مَا هُوَ دُونَهُ. ¶ أخرجه الطبراني في الكبير برقم (18372) والحديث ضعيف ¶ قال الألباني في \" السلسلة الضعيفة والموضوعة \" 8 / 198: ¶ ضعيف",
            "page": "11",
            "part": "1",
            "seal": "F675FB97"
        },
        {
            "id": "13",
            "nass": "رواه ابن منده في \"المعرفة\" (2/ 236/ 2) عن حنين بن علي الكندي مولى جذع، عن الأوزاعي، عن قيس بن جابر، عن أبيه، عن جده مرفوعاً. ¶ وأخرجه ابن عساكر في \"التاريخ\" (17/ 200/ 2) من هذا الوجه؛ إلا أنه وقع فيه: \"الحسين بن علي الكندي مولى ابن خديج\"، وسواء كان الصواب هذا أو ذاك، فإني لم أعرفه، وكذلك لم أعرف قيس بن جابر ومن فوقه. ¶ والحديث أورده الهيثمي في \"مجمع الزوائد\" (5/ 190) عن قيس بن جابر الصدفي، عن أبيه، عن جده مرفوعاً به. وقال: ¶ \"رواه الطبراني، وفيه جماعة لم أعرفهم\". ¶ ورواه السيوطي في الجامع الصغير برقم (4768) عن جاحل الصدفي وقال عنه الالباني في ضعيف الجامع موضوع. ¶ مسألة إشكال في خروج القحطاني في بعض النواحي والرد على ذلك ¶ أجاب عليها الشيخ سعد بن الشيخ حمد بن عتيق رحمهم الله اجمعين ¶ وردت في كتاب الدرر السنية ومسائل نجدية الجزء الاول هذا نصها ¶ الشيخ سعد بن الشيخ حمد بن عتيق، عفا الله عنه: ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد، أشرف المرسلين، وعلى آله، وأصحابه والتابعين. ¶ أما بعد: فقد وقع البحث في الحديث، الذي في الصحيحين، حديث أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله عليه وسلم: \" لا تقوم الساعة، حتى يخرج رجل من",
            "page": "12",
            "part": "1",
            "seal": "EDB88708"
        },
        {
            "id": "14",
            "nass": "قحطان، يسوق الناس بعصاه \" فصرح بعض الحاضرين، بأن القحطاني المذكور في هذا الحديث، هو: محمد بن رشيد، الذي خرج في أواخر المائة الثالثة بعد الألف من الهجرة، وعظمت شوكته، وانتشرت دولته في أوائل المائة الرابعة، واستولى على كثير من البلدان، النجدية، وقهر جماعات من أهل، البادية، حتى استسلم لأمره كثير من أهل نجد، واليمامة، أو أكثرهم؛ فسألني بعض الخواص، هل يسوغ القول بما قاله هذا القائل؟ وهل ينبغي الجزم به؟ أم لا؟ ¶ ثم بلغني عن الإخوان: أنه نسب هذا إلى صديق حسن الهندي، وأنه نقل عن صديق، أن الحديث يفيد: أن القحطاني المذكور في الحديث، مسلم، وليس بمؤمن؛ فعنَّ لي أن أذكر بعض ما وقفت عليه من كلام أهل العلم، على هذا الحديث، مع كلمات يسيرة، يستفيد بها السائل؛ وإن كنتُ لست أهلاً لذلك، لقلة العلم، وعدم وجود من استفيد منه، من أهل التحقيق. ¶ ولأن الكلام على أحاديث الرسول، مما يحجم عنه الجهابذة الفحول، فكيف بمن هو مزجى البضاعة، قاصر الباع؟ وإني لمعترف - والصدق منجاة - بأن: طلب الإفادة، ممن هو مثلي، من عجائب الدهر، ولكن الضرورة قد تلجيء إلى أعظم من ذلك، فأقول في الجواب: ¶ اعلم: أن قول القائل، إن القحطاني المذكور في الحديث، هو الرجل الذي وصفنا، لاشك أنه تعيين لمراد المعصوم صلى الله عليه وسلم، وتبيين لمقصوده، وهذا مفتقر إلى أحد شيئين؛ الأول: النقل الثابت عنه صلى الله عليه وسلم، برواية الثقات؛ ونقل: العدول، المعتبرين عند أهل النقل بالتنصيص، على المقصود بكلامه، إنه هذا الرجل بعينه؛ وهذا: مما لا سبيل إليه البتة. ¶ الثاني: وجود القرائن، وقيام الشواهد، الدالة على أن المراد بقوله صلى الله عليه وسلم هو هذا؛ ولكن لا يطلع عليها إلا من حصل المعرفة التامة بمدلول لفظ الحديث وضم إلى ذلك النظر في سيرة هذا، الذي يدعى انه المقصود واعتبار حاله وما كان عليه، وأما الجزم",
            "page": "13",
            "part": "1",
            "seal": "13A73BA5"
        },
        {
            "id": "15",
            "nass": "بالتعيين مع تخلف العلم بمدلول الفظ أو وجود بعض الاحتمالات التي يتعذر معها الجذم بالمفهوم أو عدم اعتبار حال المدعى انه المراد، والإعراض عن التفتيش في سيرته فلا يخفى بعده عن العلم المفيد عند أهل المعرفة. ¶ وإذا عرف هذا فنقول: قال بعض أهل العلم في معنى الحديث، هو كناية عن استقامة الناس وانقيادهم لهم واتفاقهم عليه، قال إلا أن في ذكرها - يعنى العصا -دليل على عسفه لهم وخشونته عليهم وقال بعضهم هو حقيقة أو مجاز عن القهر، والضرب، ونقل: محمد طاهر الهندى، في شرح غريب الآثار عن شرح الصابيح، أنه عبارة عن التسخير، كسوق الراعي، انتهى ¶ فظهر بهذا: إن المذكور في الحديث يكون له تسلط على الناس حتى يقهرهم ويستولي عليهم كاستلاء الراعي على غنمه بحيث لا يتخلف أحد من رعيته عن طاعته ومن تأمل ما وقع من كثير من الناس من التخلف عن متابعة هذا الأمير والخروج عن طاعته والعصيان لأمره وعرف ما قاله العلماء في معنى الحديث، أوجب له ذلك: التوقف فيما قاله هؤلاء العلماء والإنكفاف عما أقدموا عليه هذا لو لم ينقل في شأن القحطاني إلا هذا 0 ¶ فكيف وقد قال القرطبي: يجوز أن يكون القحطانى هو: الجهجاه، المذكور في الحديث الذي رواه مسلم يشير إلى حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم \" لا تذهب الأيام والليالى، حتى يملك رجل، يقال له الجهجاه \" ونقل في بعض الأخبار: أن خروج القحطاني بعد المهدي كما سيأتي بيانه 0 ¶ وأما إسلام القحطاني، أو إيمانه، فليس في حديث الصحيحين تعرض لذلك، وقد تقدم الحديث، ولفظه: \" لا تقوم الساعة، حتى يخرج رجل من قحطان، يسوق الناس بعصاه \" وليس في هذا ما يدل على إسلامه، ولا إيمانه، كما أنه لا يدل على كفره، ولا نفاقه، بل هذا: خبر مجرد كإخباره صلى الله عليه وسلم بالجهجاه وهذا من أنباء الغيب التي أخبر بها",
            "page": "14",
            "part": "1",
            "seal": "7BEE149E"
        },
        {
            "id": "16",
            "nass": "صلى الله عليه وسلم كما أخبر بالفتن، والملاحم، والدخان، والدابة، وخروج الدجال، وخروج يأجوج ومأجوج، وطلوع الشمس من ¶ مغربها، وغير ذلك مما أخبره به صلى الله عليه وسلم مما سيكون نعم: إن ثبت ما رُوى: أن خروج القحطاني يكون بعد المهدى، وأنه يسير على سيرة المهدى، فلا شك أنه من أهل الإسلام والإيمان ومن الدعاة إلى شريعة محمد صلى الله عليه وسلم فقد وردت أحاديث تدل: على خروج المهدي، وحكمه بالقسط والعدل، وهى: مذكورة في سنن أبي داود، وابن ماجة وغيرهما، منها: حديث ابن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال \" لو لم يبقى من الدنيا إلا يوم، لطوّله الله حتى يبعث فيه رجلا من أهل بيتي، يوطء اسمه اسمي واسم أبيه اسم أبي، يملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا\" وقد ورد حديث، فيه: \" لا مهدى إلا عيسى بن مريم \". ¶ قال شيخ الإسلام: ابن تميمة رحمه الله تعالى هو حديث ضعيف رواه يونس عن الشافعي عن شيخ من أهل اليمن ولا يقوم بإسناده حجه وقال الذهبي في الميزان يونس ابن عبد الأعلى، أبو موسى الصدفي، روى عن ابن عيينة وابن وهب وعنه ابن خزيمة، وأبي عوانه، وخلق، وثقه: أبو حاتم وغيره، ونعتوه بالحفظ، والعقل إلا انه تفرد عن الشافعي بذلك الحديث: \" لا مهدي إلا ابن مريم \" فهو منكر جداً، انتهى 0 ¶ وقال: صديق - في عون الباري بعد ذكر حديث القحطانى يكون بعد المهدي ويسير على سيرته، رواه أبو نعيم بن حماد في الفتن، انتهى، فإن ثبت هذا فهو يدل مع أحاديث المهدي على تأخر خروج القحطاني وأنه لا يخرج إلا بعد خروج المهدى وأنه يكون على سيرة حسنة وحالته مرضية، لا كما نقل عن البعض، أن حديث الصحيحين، يدل على أنه: مسلم، وليس بالمؤمن فإن الحديث لا يدل على ذلك لا بمنطوقه، ولا بمفهومه، فإن كان صديق قال ذلك، فلا يخفى ما فيه.",
            "page": "15",
            "part": "1",
            "seal": "782800BE"
        },
        {
            "id": "17",
            "nass": "وكذلك النقل عن صديق أنه قال: أقرب ما يكون القحطاني الذكور في الحديث، أنه محمد بن رشيد في ثبوته عنه نظر، فقد قدمنا في هذا جزم صديق في كتابه بأن خروج القحطاني يكون بعد خروج المهدى واستدلاله على ذلك بما رواه أبو نعيم، فكيف يتفق هذا، وذاك؟! ولا شك في عدم ثبوت هذه المقالة عمن اخذ عن صديق وسمع كلامه 0 ¶ فلذلك: أقول ينبغي أن ينظر فيمن نقل هذا عن صاحبنا، الذي نقل عن: صديق، وعلى تقدير ثبوت هذا فهو قولٌ مجردٌ عن الدليل، ومناقض لما قرره، هو واستدل عليه، كما عرفناك قريبا ¶ (ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً) [النساء:82] والله أعلم ¶ الخاتمة ¶ من خلال دراستنا الحديثية لما ورد في خبر القحطاني في أخر الزمان نستنتج عدة أمور ¶ 1-ثبوت خبر القحطاني وأنه من أشراط الساعة المأمورين بتصديقها والايمان بها. ¶ 2-أن وقت خروج القحطاني يكون في آخر الزمان قبل قيام الساعة كما دلت على ذلك ¶ مجموع الأحاديث الواردة فيه. ¶ 3- أن الناس ينساقون وينقادون له ويهيمن عليهم بعصاه التي معه. ¶ 4- أن مدة بقاءه غير محددة بزمن صحيح فربما يبقى أياما أو شهرا أو أكثر من ذلك والعبرة بخروجه وغلبته على الناس وليست بمدة بقائه. ¶ 5-أنه لم يثبت لدينا بدليل قاطع وخبر ثابت أنه مسلم أو مؤمن أو كافر فغاية ما صح في خبره انه يخرج في آخر الزمان يسوق الناس بعصاه. ¶ 6- أن حكمه للناس لم يكن باختيار من أهل العقد والحل وإنما يكون على سبيل الغلبة والملك والحكم. ¶ هذا وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه وسلم.",
            "page": "16",
            "part": "1",
            "seal": "CCA22870"
        }
    ],
    "t431": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الأول"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "إن هذا الأمر في قريش لا يعاديهم أحد إلا كبه الله على وجهه ما أقاموا الدين"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "لا تقوم الساعة حتى يخرج رجل من قحطان يسوق الناس بعصاه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": "1",
            "tit": "ليسوقن الناس القحطاني بعصاه"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "ليسوقن رجل من قحطان الناس بعصا"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "ثم يؤمر القحطاني، فوالذي بعثني بالحق ما هو دونه"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة إشكال في خروج القحطاني في بعض النواحي والرد على ذلك"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة إنكار وغضب الصحابي الجليل معاوية بن ابي سفيان تملك رجل من قحطان"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "مسألة في تعريف قحطان وتوضيح حاله"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة وقت خروجه ومدة لبثه وبقائه"
        }
    ]
}