{
    "b4365": [
        {
            "id": "1",
            "nass": "مدْخل ¶ ... ¶ نظرات فِي حَدِيث أَصْحَابِي كَالنُّجُومِ ¶ بقلم الطَّالِب: صَالح بن سعيد بن هلابي ¶ كم من حَدِيث اشْتهر فِي بطُون الْكتب واستخرجت مِنْهُ أَحْكَام وقواعد عَامَّة وأصلت مِنْهُ أصُول وَقد يكون ضَعِيفا بل مَوْضُوعا بل رُبمَا لَا أصل لَهُ، ويلاحظ هَذَا كثيرا مَا يَقع فِي كتب الرَّقَائِق والزهد والوعظ والإرشاد والفضائل. ¶ وموضوع حديثنا الْيَوْم هُوَ حَدِيث أَو يُقَال إِنَّه حَدِيث \"أَصْحَابِي كَالنُّجُومِ بِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ \" وَقد انْتَشَر هَذَا الحَدِيث فِي كثير من كتب أصُول الْفِقْه فِي بَاب الْإِجْمَاع وخاصة إِجْمَاع الصَّحَابَة هَل هُوَ حجَّة أم لَا؟ وَرُبمَا سكت عَنهُ الكثيرون بعد إيرادهم لَهُ وَلست آتِي بِحكم جَدِيد وَإِنَّمَا أَنا ناقل وجامع لبَعض مَا قيل فِيهِ. ¶ وَردت هَذِه الرِّوَايَة بست رِوَايَات مُخْتَلفَة مُتَقَارِبَة فِي اللَّفْظ وَالْمعْنَى، وسأسردها كلهَا إِن شَاءَ الله ونناقشها نقاشاً علمياً من حَيْثُ السَّنَد حَتَّى نَعْرِف مدى مَا تقوم عَلَيْهِ هَذِه الرِّوَايَات من حَيْثُ الصِّحَّة والضعف أَو الْوَضع.",
            "page": "134",
            "part": "1",
            "seal": "8ACE51D4"
        },
        {
            "id": "2",
            "nass": "1- الرِّوَايَة الأولى: ¶ \"أَصْحَابِي كَالنُّجُومِ بِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ\" قَالَ الْحَافِظ أَبُو عمر يُوسُف بن عبد الْبر النمري الْقُرْطُبِيّ الْمُتَوفَّى سنة 463هـ فِي كِتَابه (جَامع بَيَان الْعلم وفضله) 1 قَالَ أخبرنَا مُحَمَّد بن إِبْرَاهِيم بن سعد قِرَاءَة مني عَلَيْهِ أَن مُحَمَّد بن أَحْمد بن يحيى حَدثهمْ قَالَ: حَدثنَا أَبُو الْحسن مُحَمَّد بن أَيُّوب الرقي قَالَ لنا أَبُو بكر أَحْمد بن عَمْرو بن عبد الْخَالِق الْبَزَّار سَأَلتهمْ عَمَّا يرْوى عَن النَّبِي صلى الله عَلَيْهِ وَسلم ¶ __________ ¶ 1 ج2ص90 المكتبة العلمية بِالْمَدِينَةِ المنورة.",
            "page": "134",
            "part": "1",
            "seal": "6A727B52"
        },
        {
            "id": "3",
            "nass": "مِمَّا فِي أَيدي الْعَامَّة يَرْوُونَهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ: \"إِنَّمَا مثل أَصْحَابِي كَمثل النُّجُوم أَو أَصْحَابِي كَالنُّجُومِ فبأيها اقتدوا اهتدوا\". ¶ قَالَ ابْن عبد الْبر: \"وَهَذَا الْكَلَام لَا يَصح عَن النَّبِي صلى الله عَلَيْهِ وَسلم رَوَاهُ عبد الرَّحِيم بن زيد الْعمي عَن أَبِيه عَن سعيد بن الْمسيب عَن ابْن عمر عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: وَرُبمَا رَوَاهُ عبد الرَّحِيم عَن أَبِيه عَن ابْن عمر وَإِنَّمَا أَتَى ضعف هَذَا الحَدِيث من قبل عبد الرَّحِيم بن زيد لِأَن أهل الْعلم قد سكتوا عَن الرِّوَايَة لحديثه، وَالْكَلَام أَيْضا مُنكر عَن النَّبِي صلى الله عَلَيْهِ وَسلم\". اهـ. ¶ وسنعرف حَالَة عبد الرَّحِيم بن زيد هَذَا بعرضه على كتب أَئِمَّة الْجرْح وَالتَّعْدِيل كَيفَ تناولوه وشرحوه هَذَا التشريح، قَالَ الْحَافِظ ابْن حجر1: \"عبد الرَّحِيم بن زيد بن الْحوَاري الْعمي بِفَتْح الْمُهْملَة وَتَشْديد الْمِيم الْبَصْرِيّ أَبُو زيد كذبه ابْن معِين من الثَّامِنَة مَاتَ سنة أَربع وَثَمَانِينَ\". اهـ. ¶ وَقَالَ الْحَافِظ ابْن حجر أَيْضا فِي تَهْذِيب التَّهْذِيب2: \"عبد الرَّحِيم بن زيد بن الْحوَاري الْعمي الْبَصْرِيّ أَبُو زيد روى عَن أَبِيه وَمَالك بن دِينَار وَعنهُ أَحْمد بن مُحَمَّد بن الْوَلِيد الْأَزْرَقِيّ وَأَبُو إِبْرَاهِيم الترجماني وَغَيرهم\"، قَالَ الدوري عَن ابْن معِين: \"إِنَّه لَيْسَ بِشَيْء\"، وَقَالَ الْجوزجَاني: \"غير ثِقَة\"، وَقَالَ أَبُو زرْعَة: \"واه ضَعِيف الحَدِيث\"، وَقَالَ أَبُو حَاتِم: \"يتْرك حَدِيثه مُنكر الحَدِيث كَانَ يفْسد أَبَاهُ يحدث عَنهُ بالطامات\"، وَقَالَ الإِمَام البُخَارِيّ: \"تَرَكُوهُ\"، وَقَالَ أَبُو دَاوُد: \"ضَعِيف\"،وَقَالَ النَّسَائِيّ: \"مَتْرُوك الحَدِيث\"، وَقَالَ مرّة: \"لَيْسَ بِثِقَة وَلَا مَأْمُون وَلَا يكْتب حَدِيثه\"، وَقَالَ ابْن عدي: \"يروي عَن أَبِيه عَن شَقِيق عَن عبد الله غير حَدِيث مُنكر وَله أَحَادِيث لَا يُتَابِعه عَلَيْهَا الثِّقَات\"، وَقَالَ الْعقيلِيّ: قَالَ ابْن معِين: \"كَذَّاب خَبِيث\"، وَقَالَ عبد الله بن عَليّ بن الْمَدِينِيّ عَن أَبِيه: \"ضَعِيف\"، وَقَالَ السَّاجِي: \"عِنْده مَنَاكِير\". اهـ. من تَهْذِيب التَّهْذِيب، وَذكره الْحَافِظ الذَّهَبِيّ فِي كِتَابه (ميزَان الِاعْتِدَال فِي نقد الرِّجَال) ¶ __________ ¶ 1 فِي تقريب التَّهْذِيب ج1 ص504. ¶ 2 ج6 ص305.",
            "page": "135",
            "part": "1",
            "seal": "6533979C"
        },
        {
            "id": "4",
            "nass": "ج2 ص605 وَذكر بعض أَقْوَال الْعلمَاء الَّتِي ذكرا الْحَافِظ ثمَّ ذكر بَعْضًا من رواياته الْمَوْضُوعَة ثمَّ قَالَ وَمن مروياته حَدِيث: \"أَصْحَابِي بِمَنْزِلَة النُّجُوم فَبِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ\".",
            "page": "136",
            "part": "1",
            "seal": "68E8B2FD"
        },
        {
            "id": "5",
            "nass": "2- الرِّوَايَة الثَّانِيَة: ¶ وبإسناد آخر روى ابْن عبد الْبر النمري الْقُرْطُبِيّ فِي كِتَابه جَامع بَيَان الْعلم وفضله 1 من طَرِيق سَلام بن سليم قَالَ حَدثنَا الْحَارِث بن غصين عَن الْأَعْمَش عَن أبي سُفْيَان عَن جَابر مَرْفُوعا: \"أَصْحَابِي كَالنُّجُومِ بِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ\" قَالَ ابْن عبد الْبر: \"هَذَا إِسْنَاد لَا تقوم بِهِ حجَّة لِأَن الْحَارِث بن غصين مَجْهُول\"، قَالَ الْحَافِظ ابْن حزم الأندلسي فِي كِتَابه (الإحكام فِي أصُول الْأَحْكَام) 2 قَالَ: \"هَذِه رِوَايَة سَاقِطَة أَبُو سُفْيَان ضَعِيف والْحَارث ابْن غصين هَذَا هُوَ أَبُو وهب الثَّقَفِيّ، وَسَلام بن سُلَيْمَان يروي الْأَحَادِيث الْمَوْضُوعَة وَهَذَا مِنْهَا بِلَا شكّ\". اهـ. ولنأخذ رجلا وَاحِدًا من السَّنَد هُوَ سَلام بن سُلَيْمَان قَالَ الْحَافِظ ابْن حجر الْعَسْقَلَانِي3 قَالَ: \"سَلام بن سليم أَو ابْن سلم أَو ابْن سُلَيْمَان وَالصَّوَاب أَبُو سُلَيْمَان وَيُقَال أَبُو عبد الله وَهُوَ سَلام الطَّوِيل خراساني الأَصْل، روى عَن حميد الطَّوِيل، وثور ابْن يزِيد الرجي وجعفر بن مُحَمَّد الصَّادِق وَغَيرهم وَعنهُ - أَي وروى عَنهُ - عبد الرَّحْمَن ابْن ثَابت بن ثَوْبَان وَعبد الرَّحِم بن مُحَمَّد الْمحَاربي وَقبيصَة بن عقبَة وَعلي بن الْجَعْد وَغَيرهم\"، قَالَ فِيهِ الإِمَام أَحْمد: \"روى أَحَادِيث مُنكرَة\"،وَقَالَ ابْن أبي مَرْيَم عَن ابْن معِين: \"لَهُ أَحَادِيث مُنكرَة\"، وَقَالَ الدوري وَغَيره عَن ابْن معِين: \"لَيْسَ بِشَيْء\"، وَقَالَ ابْن الْمَدِينِيّ: \"ضَعِيف\"، وَقَالَ ابْن عمار: \"لَيْسَ بِحجَّة\"، وَقَالَ الْجوزجَاني: \"لَيْسَ بِثِقَة\"، وَقَالَ البُخَارِيّ: \"تَرَكُوهُ\"، وَقَالَ مرّة: \"يَتَكَلَّمُونَ فِيهِ\"، وَقَالَ أَبُو حَاتِم: \"ضَعِيف الحَدِيث تَرَكُوهُ\"، وَقَالَ أَبُو زرْعَة: \"ضَعِيف\"، وَقَالَ النَّسَائِيّ: \"مَتْرُوك\"، وَقَالَ مرّة: \"لَيْسَ بِثِقَة وَلَا يكْتب حَدِيثه\"، وَقَالَ ابْن خرَاش: \"كَذَّاب\"، وَقَالَ ابْن حبَان: \"روى عَن الثِّقَات ¶ __________ ¶ 1 ج2 ص91. ¶ 2 ج6 ص810 بتعليق الشَّيْخ أَحْمد شَاكر. ¶ 3 تَهْذِيب التَّهْذِيب ج4 ص281.",
            "page": "136",
            "part": "1",
            "seal": "B1FB2914"
        },
        {
            "id": "6",
            "nass": "الموضوعات كَأَنَّهُ كَانَ الْمُعْتَمد لَهَا وَهُوَ الَّذِي روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم عَن أنس: \"وَقت للنفساء أَرْبَعِينَ يَوْمًا\". اهـ. ¶ هَذَا خُلَاصَة مَا قيل فِيهِ من أَقْوَال أَئِمَّة الْجرْح وَالتَّعْدِيل عَن كتاب تَهْذِيب التَّهْذِيب وعرفنا الرجل الآخر فِي السَّنَد هُوَ الْحَارِث بن غصين وَهُوَ أَبُو وهب الثَّقَفِيّ وَهُوَ مَجْهُول وَلَا يحْتَج بالمجاهيل فضلا عَن الضُّعَفَاء والكذابين والمتروكين.",
            "page": "137",
            "part": "1",
            "seal": "488914ED"
        },
        {
            "id": "7",
            "nass": "3- الرِّوَايَة الثَّالِثَة: ¶ من طَرِيق سُلَيْمَان بن أبي كَرِيمَة عَن جُوَيْبِر عَن الضَّحَّاك عَن ابْن عَبَّاس مَرْفُوعا: \"مهما أُوتِيتُمْ من كتاب الله فَالْعَمَل بِهِ لَا عذر لأحدكم فِي تَركه فَإِن لم يكن فِي كتاب الله فَسنة مني مَاضِيَة فَإِن لم يكن سنة مني مَاضِيَة فمما قَالَ أَصْحَابِي إِن أَصْحَابِي بِمَنْزِلَة النُّجُوم فِي السَّمَاء فأيها أَخَذْتُم بِهِ اهْتَدَيْتُمْ وَاخْتِلَاف أَصْحَابِي لكم رَحْمَة\". الحَدِيث أوردهُ السُّيُوطِيّ فِي رِسَالَة (جزيل الْمَوَاهِب فِي اخْتِلَاف الْمذَاهب) وَأورد الْجُمْلَة الْأَخِيرَة مِنْهُ الإِمَام الْغَزالِيّ فِي الْإِحْيَاء ج1 ص25 قَالَ الْحَافِظ الْعِرَاقِيّ فِي تَخْرِيجه للإحياء: \"إِسْنَاده ضَعِيف، ومعروفة بضَاعَة الْغَزالِيّ فِي الحَدِيث\". ¶ قلت: لَيْسَ هُوَ ضَعِيفا فَقَط بل هُوَ مَوْضُوع لِأَن رُوَاته كلهم متروكون، الأول فِيهِ سُلَيْمَان بن أبي كَرِيمَة قَالَ الْحَافِظ الذَّهَبِيّ1 قَالَ: \"سُلَيْمَان بن أبي كَرِيمَة شَامي روى عَن هِشَام ابْن عُرْوَة وَهِشَام بن حسان وَأبي قُرَّة وخَالِد بن مَيْمُون وَعنهُ صَدَقَة بن عبد الله وَعَمْرو ابْن هِشَام البيروني قَالَ: ضعفه أَبُو حَاتِم، وَقَالَ ابْن عدي: عَامَّة أَحَادِيثه مَنَاكِير\". ¶ وَقَالَ ابْن أبي حَاتِم: \"ضَعِيف جدا\"، ثمَّ قَالَ الذَّهَبِيّ: \"وَلم أر للْمُتَقَدِّمين فِيهِ كلَاما\". ¶ وَمن مَنَاكِيره حَدِيث: \" لكل أمة يهود ويهود أمتِي المرجئة\" اهـ. مُلَخصا من ميزَان الِاعْتِدَال، وَالرجل الثَّانِي فِي السَّنَد هُوَ جُوَيْبِر بن سعد الْأَزْدِيّ قَالَ الذَّهَبِيّ2: \"جُوَيْبِر بن سعيد أَبُو الْقَاسِم الْأَزْدِيّ الْبَلْخِي الْمُفَسّر ¶ __________ ¶ 1 فِي ميزَان الِاعْتِدَال ج2 ص221 من الطبعة الجديدة بتحقيق الشَّيْخ عَليّ مُحَمَّد البجاوي. ¶ 2 ميزَان الِاعْتِدَال ج1 ص427.",
            "page": "137",
            "part": "1",
            "seal": "191BE827"
        },
        {
            "id": "8",
            "nass": "صَاحب الضَّحَّاك قَالَ فِيهِ ابْن معِين: \"لَيْسَ بِشَيْء\"، وَقَالَ الْجوزجَاني: لَا يشْتَغل بِهِ، وَقَالَ النَّسَائِيّ وَالدَّارقطني وَغَيرهمَا: \"مَتْرُوك الحَدِيث\"، وَقَالَ أَبُو قدامَة السَّرخسِيّ: قَالَ يحيى الْقطَّان: \"تساهلوا فِي أَخذ التَّفْسِير عَن الْقَوْم لَا تولعوهم فِي الحَدِيث ثمَّ ذكر لَيْث بن أبي سليم وجويبر هَذَا وَالضَّحَّاك وَمُحَمّد بن السَّائِب وَقَالَ هَؤُلَاءِ لَا يحمد حَدِيثهمْ وَيكْتب التَّفْسِير عَنْهُم\". اهـ. ¶ وَالضَّحَّاك هُوَ ابْن مُزَاحم الْهِلَالِي لم يلق ابْن عَبَّاس، بعد هَذَا الْعرض السَّرِيع لرجال هَذَا السَّنَد تبين لنا أَن الرِّوَايَة سَاقِطَة لَا تقوم بهَا حجَّة فِي ميزَان الْعلم الصَّحِيح والنقد النزيه.",
            "page": "138",
            "part": "1",
            "seal": "68650ACA"
        },
        {
            "id": "9",
            "nass": "4- الرِّوَايَة الرَّابِعَة: ¶ روى ابْن عَسَاكِر فِي تَارِيخه من طَرِيق نعيم بن حَمَّاد، حَدثنَا عبد الرَّحِيم بن زيد الْعمي عَن أَبِيه عَن سعيد بن الْمسيب عَن عمر بن الْخطاب مَرْفُوعا قَوْله: \"سَأَلت رَبِّي فِيمَا اخْتلف فِيهِ أَصْحَابِي من بعدِي فَأوحى الله إِلَيّ يَا مُحَمَّد إِن أَصْحَابك عِنْدِي بِمَنْزِلَة النُّجُوم فِي السَّمَاء بَعْضهَا أَضْوَأ من بعض فَمن أَخذ بِشَيْء مِمَّا هم عَلَيْهِ من اخْتلَافهمْ فَهُوَ عِنْدِي على هدى\". ¶ الحَدِيث أوردهُ الإِمَام السُّيُوطِيّ فِي الْجَامِع الصَّغِير بِرِوَايَة السجْزِي فِي الْإِبَانَة وَابْن عَسَاكِر عَن عمر رَضِي الله عَنهُ، ورمز إِلَيْهِ السُّيُوطِيّ بالضعف، قَالَ الشَّيْخ عبد الرؤوف الْمَنَاوِيّ صَاحب كتاب فيض الْقَدِير شرح الْجَامِع الصَّغِير حول الحَدِيث عَن السجْزِي فِي كتاب الْإِبَانَة عَن أصُول الدّيانَة وَابْن عَسَاكِر فِي التَّارِيخ فِي تَرْجَمَة زيد الْحوَاري وَكَذَا الْبَيْهَقِيّ وَابْن عدي كلهم عَن عمر بن الْخطاب. قَالَ ابْن الْجَوْزِيّ فِي الْعِلَل: \"هَذَا لَا يَصح نعيم مَجْرُوح وَعبد الرَّحِيم قَالَ ابْن معِين إِنَّه كَذَّاب وَفِي الْمِيزَان هَذَا الحَدِيث بَاطِل\"، وَقَالَ ابْن معِين وَابْن حجر فِي تَخْرِيج الْمُخْتَصر حَدِيث غَرِيب سُئِلَ عَنهُ الْبَزَّار فَقَالَ: \"لَا يَصح هَذَا الْكَلَام عَن النَّبِي صلى الله عَلَيْهِ وَسلم\". اهـ. مُلَخصا1. ¶ وَقد تقدم الْكَلَام فِي الرِّوَايَة الأولى حول عبد الرَّحِيم بن زيد هَذَا وأقوال الْعلمَاء فِيهِ فَلَا نعيده هُنَا، ونعيم بن حَمَّاد الْخُزَاعِيّ هُوَ أَبُو عبد الله الْمروزِي نزيل مصر، وَقد تكلم حوله الْحَافِظ ¶ __________ ¶ 1 انْظُر: فيض الْقَدِير ج4 ص76.",
            "page": "138",
            "part": "1",
            "seal": "4B38E23D"
        },
        {
            "id": "10",
            "nass": "الذَّهَبِيّ فِي الْمِيزَان1 كلَاما طَويلا، فَمنهمْ المادح لَهُ وَمِنْهُم القادح فِيهِ والذام لَهُ، وخلاصة القَوْل فِيهِ أَنه كَانَ ثِقَة وَكَانَ يروي الْمَنَاكِير قَالَ مُحَمَّد بن عَليّ الْمروزِي: سَأَلت يحيى بن معِين عَن بعض أَحَادِيث رَوَاهَا نعيم بن حَمَّاد قَالَ: \"لَيْسَ لَهَا أصل\"، قلت: فنعيم قَالَ: ثِقَة، قلت: كَيفَ يحدث الثِّقَة بباطل، قَالَ شبه لَهُ\"، قَالَ أَبُو دَاوُد: \"كَانَ عِنْد نعيم ابْن حَمَّاد نَحْو من عشْرين حَدِيثا عَن النَّبِي صلى الله عَلَيْهِ وَسلم لَيْسَ لَهَا أصل\"، وَقَالَ النَّسَائِيّ: \"هُوَ ضَعِيف وَمن مَنَاكِيره القبيحة المروية عَنهُ حَدِيث: \"رَأَيْت رَبِّي فِي أحسن صُورَة شَابًّا موقراً رِجْلَاهُ فِي خضر عَلَيْهِ نَعْلَانِ من ذهب\". اهـ. ¶ وَقَالَ الْحَافِظ ابْن حجر2: \"كَانَ يُخطئ كثيرا فَقِيه عَارِف بالفرائض\". اهـ. ¶ وَإِذا رَجعْنَا إِلَى الْقَاعِدَة الْأُصُولِيَّة فِي مصطلح الحَدِيث فِيمَا اخْتلف الْعلمَاء فِي توثيقه أَو ضعفه فَإِن الْقَاعِدَة تَقول إِن الْجرْح مقدم على التَّعْدِيل وخاصة إِذا بَين الْجَارِح سَبَب الْجرْح فِي الرَّاوِي، وَلِأَن الْجَارِح يطلع على أَحْوَال الرَّاوِي مَا لم يطلع عَلَيْهِ غَيره، بِهَذَا نَعْرِف منزلَة الراوية أَنَّهَا ضَعِيفَة بل مَوْضُوعَة بِسَبَب هَذَا الْكذَّاب فِيهَا هُوَ عبد الرَّحِيم بن زيد. ¶ __________ ¶ 1 ج4 ص267. ¶ 2 التَّقْرِيب ج2 ص305.",
            "page": "139",
            "part": "1",
            "seal": "F28736B5"
        },
        {
            "id": "11",
            "nass": "5- الرِّوَايَة الْخَامِسَة: ¶ \"أهل بَيْتِي كَالنُّجُومِ بِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ\" الحَدِيث أوردهُ ابْن عراق فِي كِتَابه الْعَظِيم3 تَنْزِيه الشَّرِيعَة المرفوعة عَن الْأَخْبَار الشنيعة الْمَوْضُوعَة، وَكَذَلِكَ السُّيُوطِيّ فِي اللآلئ المصنوعة فِي الْأَحَادِيث الْمَوْضُوعَة ص 201، وَأوردهُ الشَّوْكَانِيّ فِي الْفَوَائِد الْمَجْمُوعَة فِي الْأَحَادِيث الْمَوْضُوعَة ص 397، قَالَ الشَّوْكَانِيّ قَالَ فِي الْمُخْتَصر: \"هُوَ من نُسْخَة نبيط المكذوبة\" قَالَ الأستاذين المعلقين على كتاب الشَّوْكَانِيّ مَا يَأْتِي: \"فِي الْأَصْلَيْنِ الْكذَّاب وَهُوَ وهم نبيط صَحَابِيّ وَإِنَّمَا جَاءَ الْكَذِب من بعض ذُريَّته وَهُوَ أَحْمد بن إِسْحَاق بن إِبْرَاهِيم بن نبيط لفق نُسْخَة رَوَاهَا عَن أَبِيه عَن جده ¶ __________ ¶ 3 ج1 ص419.",
            "page": "139",
            "part": "1",
            "seal": "F103EAAD"
        },
        {
            "id": "12",
            "nass": "عَن نبيط وَقد ذكرهَا السُّيُوطِيّ فِي أَوَاخِر الذيل\". اهـ. ¶ وَأورد الشَّيْخ الْفَاضِل نَاصِر الدّين الألباني الحَدِيث فِي سلسلة الْأَحَادِيث الضعيفة والموضوعة كَمَا أورد كل هَذِه الرِّوَايَات الْمُتَقَدّمَة إِنَّمَا أَحْبَبْت أَن أُعِيد الْقَارئ الْكَرِيم إِلَى أصل مرجع أَئِمَّة الْجرْح وَالتَّعْدِيل فِي مثل هَذِه الْأَحْوَال وَأَشَارَ الشَّيْخ الألباني فِي هَذِه الرِّوَايَة إِلَى الْفرق بَين نبيط الصَّحَابِيّ ونبيط الْكذَّاب، وَقَالَ: \"وَقد وقفت على نُسْخَة أَحْمد بن نبيط الْكذَّاب وَهِي من رِوَايَة أبي نعيم الْأَصْبَهَانِيّ قَالَ: حَدثنَا أَبُو الْحسن أَحْمد بن الْقَاسِم بن الريان الْمصْرِيّ الْمَعْرُوف بـ (اللكي) بِالْبَصْرَةِ فِي نهر دبيس قِرَاءَة عَلَيْهِ فِي صفر سنة سبع وَخمسين وثلاثمائة فَأقر بِهِ قَالَ: أَنبأَنَا أَحْمد بن إِبْرَاهِيم بن نبيط بن شريط أَبُو جعر الْأَشْجَعِيّ بِمصْر سنة اثْنَتَيْنِ وَسبعين وَمِائَتَيْنِ قَالَ: حَدثنِي أبي إِسْحَاق بن إِبْرَاهِيم بن نبيط قَالَ: حَدثنِي أبي إِبْرَاهِيم بن نبيط عَن جده نبيط بن شَرط مَرْفُوعا فَذكر أَحَادِيث كَثِيرَة هَذَا مِنْهَا\" اهـ. ¶ قَالَ الذَّهَبِيّ: \"فِي نُسْخَة أَحْمد بن نبيط هَذَا فِيهَا بلايا وَأحمد بن إِسْحَاق لَا يحل الِاحْتِجَاج بِهِ فَإِنَّهُ كَذَّاب وَأقرهُ الْحَافِظ فِي اللِّسَان، والراوي أَحْمد بن الْقَاسِم ضَعِيف\"، وَأحمد ابْن الْقَاسِم هَذَا قَالَ عَنهُ الذَّهَبِيّ فِي الْمِيزَان1 أَحْمد بن الْقَاسِم بن الريان (اللكي) لَهُ جُزْء عَال رَوَاهُ عَنهُ أَبُو نعيم الْحَافِظ لينه الْأَمِير ابْن مَاكُولَا. ¶ وَقَالَ الْحسن بن عَليّ بن عَمْرو الزُّهْرِيّ: \"لَيْسَ بالمرضي وَضَعفه الدَّارقطني فِي المؤتلف والمختلف\". اهـ. ¶ __________ ¶ 2 ج1 ص90. ¶ 3 ج1 ص606.",
            "page": "140",
            "part": "1",
            "seal": "E020AFD6"
        },
        {
            "id": "13",
            "nass": "6- الرِّوَايَة السَّادِسَة: ¶ \" إِنَّمَا أَصْحَابِي مثل النُّجُوم فَأَيهمْ أَخَذْتُم بقوله اهْتَدَيْتُمْ\" الحَدِيث رَوَاهُ ابْن عبد الْبر فِي كِتَابه (جَامع بَيَان الْعلم وفضله) 2 من طَرِيق أبي شهَاب الحناط عَن حَمْزَة الْجَزرِي عَن نَافِع عَن ابْن عمر مَرْفُوعا ثمَّ قَالَ ابْن عبد الْبر: \"وَهَذَا إِسْنَاد لَا يَصح وَلَا يرويهِ عَن نَافِع من يحْتَج بِهِ\"، قلت وَآفَة هَذِه الرِّوَايَة حَمْزَة بن أبي حَمْزَة الْجَزرِي النصيبي، قَالَ الذَّهَبِيّ فِي الْمِيزَان3 قَالَ ¶ __________ ¶ 2 ج1 ص90. ¶ 3 ج1 ص606.",
            "page": "140",
            "part": "1",
            "seal": "73B23FC8"
        },
        {
            "id": "14",
            "nass": "ابْن معِين: \"لَا يُسَاوِي فلسًا\". وَقَالَ الإِمَام البُخَارِيّ: \"مُنكر الحَدِيث\"، وَقَالَ الدَّارقطني: \"مَتْرُوك\"، وَقَالَ ابْن عدي: \"عَامَّة مَا يرويهِ مَوْضُوع\"، ثمَّ سرد الذَّهَبِيّ بَعْضًا من مروياته الْمَوْضُوعَة مِنْهَا هَذِه الرِّوَايَة: \"أَصْحَابِي كَالنُّجُومِ…\". ¶ وَقَالَ الْحَافِظ فِي التَّقْرِيب: \"حَمْزَة بن أبي جَعْفَر الْجعْفِيّ مَتْرُوك مُتَّهم بِالْوَضْعِ\"، وَقَالَ ابْن حبَان: \"ينْفَرد عَن الثِّقَات بالموضوعات حَتَّى كَأَنَّهُ الْمُعْتَمد لَهَا وَلَا تحل الرِّوَايَة عَنهُ\".اهـ. ¶ قَالَ الْحَافِظ ابْن حزم الأندلسي1 وَكتب إِلَيّ أَبُو عمر يُوسُف بن عبد الْبر النمري إِن هَذَا الحَدِيث رُوِيَ أَيْضا من طَرِيق عبد الرَّحِيم بن زيد الْعمي وَمن طَرِيق حَمْزَة الْجَزرِي قَالَ: \"وَعبد الرَّحِيم بن زيد وَأَبوهُ مَتْرُوكَانِ وَحَمْزَة الْجَزرِي مَجْهُول\"، وَقد عرفنَا حَالَة كل وَاحِد مِنْهُم. ¶ قَالَ ابْن حزم: \"فقد ظهر أَن هَذِه الرِّوَايَة لَا تثبت أصلا بل لَا شكّ أَنَّهَا مكذوبة لِأَن الله تَعَالَى يَقُول فِي صفة نبيه صلى الله عَلَيْهِ وَسلم: {وَمَا يَنْطِقُ عَنِ الْهَوَى, إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} فَإِذا كَانَ كَلَامه عَلَيْهِ السَّلَام فِي الشَّرِيعَة حَقًا كُله ووحياً فَهُوَ من الله تَعَالَى بِلَا شكّ، وَمَا كَانَ من الله تَعَالَى فَلَا اخْتِلَاف فِيهِ بقوله تَعَالَى: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} \". ¶ إِلَى أَن قَالَ: \"فَمن الْمحَال أَن يَأْمر رَسُول الله صلى الله عَلَيْهِ وَسلم بِاتِّبَاع كل قَائِل من الصَّحَابَة رَضِي الله تَعَالَى عَنْهُم وَفِيهِمْ من يحلل الشَّيْء وَغَيره يحرمه وَلَو كَانَ ذَلِك لَكَانَ بيع الْخمر حَلَالا اقْتِدَاء بسمرة بن جُنْدُب رَضِي الله عَنهُ، ولكان أكل الْبرد للصَّائِم حَلَالا بِأبي طَلْحَة وحراماً بِغَيْرِهِ مِنْهُم، ولكان ترك الْغسْل من الإكسال جَائِزا اقْتِدَاء بعلي وَعُثْمَان وَطَلْحَة وَأبي أَيُّوب وَأبي بن كَعْب وحراماً اقْتِدَاء بعائشة وَابْن عمر ولكان بيع التَّمْر قبل ظُهُور الطّيب فِيهَا حَلَالا اقْتِدَاء بعمر حَرَامًا اقْتِدَاء بِغَيْرِهِ مِنْهُم، ثمَّ استطرد ابْن حزم فِي ضرب الْأَمْثِلَة، وَقَالَ: وكل هَذَا مَرْوِيّ عندنَا بِالْأَسَانِيدِ الصَّحِيحَة تركناها خوف التَّطْوِيل وَقد كَانَ الصَّحَابَة يَقُولُونَ بآرائهم فِي عصره عَلَيْهِ الصَّلَاة وَالسَّلَام فيبلغه ذَلِك فيصوب الْمُصِيب ويخطئ الْمُخطئ، فَذَلِك بعد مَوته عَلَيْهِ السَّلَام أفشى ¶ __________ ¶ 1 الإحكام فِي أصُول الْأَحْكَام ج6 ص810.",
            "page": "141",
            "part": "1",
            "seal": "D861D126"
        },
        {
            "id": "15",
            "nass": "وأكره.\" اهـ1مُلَخصا من كَلَام ابْن حزم رَحمَه الله وَمن أَرَادَ التَّفْصِيل فَعَلَيهِ بِالْكتاب الْمشَار إِلَيْهِ. ¶ بعد هَذَا لَيْسَ على الباحث الْمنصف وطالب الْحق إِذا قَالَ بعد اطِّلَاعه على هَذِه الْأَحَادِيث الْمَوْضُوعَة المكذوبة لَيْسَ عَلَيْهِ شَيْء إِذا قَالَ: لَا يَصح فِي هَذَا الْبَاب حَدِيث وَاحِد بِهَذِهِ الرِّوَايَات، وَبِهَذَا نتبين أَن الله حفظ هَذِه الشَّرِيعَة الغراء من كيد الدساسين الوضاعين والكذابين الآثمين، وَإِن الله قيض لهَذَا الدّين جهابذة يدافعون فِي سَبيله وينافحون عَمَّا علق بِهِ من الْكَذِب والأباطيل {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} . ¶ وَالله من وَرَاء الْقَصْد وَهُوَ الْهَادِي إِلَى سَوَاء السَّبِيل. ¶ __________ ¶ 1 وَلَا يغتر الْقَارئ بِتَعَدُّد رِوَايَات هَذَا الحَدِيث لِأَن المتعدد لَا يجدي نفعا إِذا كَانَ مدَار كل رِوَايَة على كَذَّاب أَو مُتَّهم أَو فَاحش الْغَلَط فَمثل هَذَا النَّوْع لَا يُقَوي بعضه بَعْضًا لِأَنَّهُ يكون من (مثقل اسْتَعَانَ بذقنه) .",
            "page": "142",
            "part": "1",
            "seal": "2D8271AB"
        }
    ],
    "t4365": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الرواية الأولى"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الرواية الثانية"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الرواية الثالثة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الرواية الرابعة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الرواية الخامسة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الرواية السادسة"
        }
    ]
}