{
    "b438": [
        {
            "id": "1",
            "nass": "ـ[السنة والتشريع]ـ ¶ المؤلف: موسى شاهين لاشين (المتوفى: 1430هـ) ¶ قدم له وعنى بإعداده وإخراجه: رئيس التحرير، د. علي أحمد الخطيب. ¶ الناشر: مجمع البحوث الإسلامية بالأزهر الشريف (هدية شهر شعبان 1411 هـ - مجلة الأزهر) ¶ عدد الأجزاء: 1 ¶ أعدَّهُ للمكتبة الشاملة/ توفيق بن محمد القريشي - غفر الله له ولوالديه. ¶ [ترقيم الكتاب موافق للمطبوع، وهو مذيل بالحواشي]",
            "page": null,
            "part": null,
            "seal": "A89B718A"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ [مقدمة]: ¶ إن الظروف التي نعيشها اليوم تجعل لهذا الموضوع أهمية خاصة، فهناك نهضة دينية، أو صحوة إسلامية تهتم بالسُنَّة النبوية، وهناك مقالات صحفية، ومؤلفات حديثة، ومؤتمرات عالمية، ومراكز بحوث للسُنَّة النبوية في بلاد إسلامية. ¶ وفي مقابل ذلك الجناح الآخر تشهير ومهاجمات، ومحاولات للنيل من قدسية النبوة، تعنِّفُ تارة وتلين أخرى، تأخذ شكل أمواج البحر، تعلو وتهبط، لكنها تتدافع في اتجاه واحد. ¶ وقد اختلف حجم هذه المحاولات من بلد إلى آخر، ومن زمن إلى زمن، وكلما اشتد ضعف المسلمين اشتدت الحملة، وتوالى الهجوم، تماماً كميكروب الأمراض، كلما ضعفت المناعة والحصانة كلما اشتدَّ الهجوم والافتراس. ¶ إنَّ السُنّة كانت هدفاً لأعداء الإسلام منذ زمن بعيد، لكنها قاومت وتقاوم، وحطمت وتحطم محاولات المُبشِّرين والمستشرقين، بما رسخ في قلوب المؤمنين من إيمان وتقديس وحب اقتداء. ¶ لكن مشكلة العصر تشكيك بعض علماء المسلمين فيها بصفة عامة بهدف أو بآخر، ولا نبالغ إذا قلنا: ¶ إنَّ أعداء الإسلام والمستشرقين والمُبشِّرين بل والاستعمار والغزو الثقافي وراء هذه المحاولات، او بالأحرى وراء بعض هذه المحاولات، ومما لا شك فيه أنَّ كثيراً ممن يرفع عقيرته",
            "page": "3",
            "part": "1",
            "seal": "0DAA891E"
        },
        {
            "id": "5",
            "nass": "في السُنَّة بغير علم قد رضع لبناً غير ألبانها، وفطم عن ثدي غير ثدي أمها، سواء أدرك ذلك أم لم يدرك، وسواء استهدف مطعماً دنيوياً من منصب أو جاه أو شهرة أم لم يستهدف. ¶ إنَّ الحرية الشخصية في العقيدة وفي إبداء الرأي فهمت في عالمنا الإسلامي المعاصر فهماً غير صحيح، واستغلت بشكل واسع وملحوظ في التدخل في الدين وأحكام الشريعة، وفي الحديث النبوي بشكل واسع. ¶ وقد يغتر مسلم بنفسه، ويظن أنه من أولى العلم لمجرد أنه قرأ كتاباً أو كُتُباً، أو أنه درس مسألة، أو أنه اشتهر بين الناس كعالم، أو أنه تولى منصباً، وقد تسوِّلُ له نفسه أنه لا يقل عن الصحابة في فهمهم، ولا عن مالك والشافعي وأبي حنيفة وابن حنبل وأصحابهم في علمهم وفقههم، وقد ينخدع به أناس يستجيبون له، ويُرَوِّجون باطله وزيفه. ¶ هذه هي المشكلة التي تواجه التراث الإسلامي العريق والأحكام الشرعية الأصيلة في هذه الأيام. ¶ شراذم من البشر تعطي رئيسها أو أميرها حق الاجتهاد، وتنقاد لما يقول غير عابئة بأقوال جهابذة الصحابة وفحول العلماء، وإنْ كان أميرهم محدود العلم قليل البضاعة. ¶ وأفراد صفر اليدين من مبادئ العلوم الشرعية، يجهلون الأوليات منها يقولون: نأخذ أحكامنا رأساً من الكتاب والسُنّة. ¶ وعلماء تخصَّصُوا في فنون أخرى غير الشريعة، ظنوا في أنفسهم القدرة على دراسة القرآن والسُنّة، واستنباط",
            "page": "4",
            "part": "1",
            "seal": "F3334482"
        },
        {
            "id": "6",
            "nass": "الأحكام منها، وهم يفتقدون وسائل الفهم الصحيح المبني على قواعد الشريعة وأصولها. ¶ وأصحاب أهداف سياسية وأغراض مشبوهة يصيحون بين الحين والحين: إنَّ باب الاجتهاد مفتوح، وكل مفكر مسلم أهل للاجتهاد في الشريعة، ولا حجر على العقول، وبين أيدينا المصحف وكُتب الحديث، وهم لا حفظون القرآن ولا يحفظون خمسة أحاديث، ولا يُميِّزون بين صحيحها وضعيفها. ¶ باب الاجتهاد مفتوح. ¶ نعم. ¶ هو مفتوح منذ رسالة محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وإلى قيام الساعة، ولكن البحث فيمن يطرق هذا الباب ويلِجُهُ، في مؤهلاته له، وفي الثقة فيه، وفي الأخذ عنه. ¶ الإسلام احترم العقل - نعم - ودعا إلى التفكير والبحث والاستنباط والترقي في المعارف إلى أقصى ما يطيق البشر، ولا حجر على العقول، ولكل أنْ يجتهد لنفسه، ويعمل بما يرى، وحسابه على الله، أما أنْ يُفتي للناس وهو غير أهل للفتوى، فإنه يخشى عليه ويخشى منه، يخشى أن يَضلَّ ويُضلَّ والعياذ بالله. ¶ لقد سُئِلْتُ من جماعة منحرفة عمن له حق الفتوى في الدين؟ فسألت السائل - وكان طبيب أنف وأذن وحنجرة: «من له الحق في الطب؟» قال: «الطبيب». قلتُ: «فمن له حق التشخيص الصحيح في مرض القلب؟» قال: «طبيب القلب طبعاً». قلتُ: «وليس طبيب الأنف والأذن والحُنجرة؟» قال:",
            "page": "5",
            "part": "1",
            "seal": "1B895FE5"
        },
        {
            "id": "7",
            "nass": "\" لا. أبداً». قلتُ: \" فإنَّ طب الروح والدين لا يقل عن الجسد. فحق الفتوى في الدين لعلماء أفنوا حياتهم في علومه وفي دراسة دقائقه وأسراره. ¶ المشكلة أنَّ الساحة الإسلامية كثر فيها المُدَّعُون للاجتهاد، المُتَصَدُّون للفتوى بغير علم، الحريصون على اقتحام حصون الشريعة بتهوُّرٍ ودون مهابة، وبتبجُّجٍ دون حياء، وبغير زاد ولا سلاح، وتورَّعَ العالمون، وخافوا الاجتهاد وأكبروه، واستصغروا أنفسهم وعلمهم أمامه، هيبة وإجلالاً لأهله، وخوفاً من الله إذا هم أخطأوا، {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} (1). ¶ خافوا أنْ يَصْدُقَ عليهم قول رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يَحْكِي عن آخر الزمان: «اتَّخَذَ النَّاسُ رُؤُوساً جُهَّالاً، فَأفْتوا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأضَلُّوا» (2). ¶ إن علماء الدين الذين يعرفون أنفسهم لا يتطاولون إلى الأئمة الذين خدموا الشريعة وأسَّسُوا فقهها وكانوا المنهل الذي اغترفوا منه، فهم لا بد أنْ يستنيروا بآرائهم وأنْ يقيسوا عليها ما يجد لهم في أطوار حياتهم. ¶ إنَّ علماء القرون الأولى كانوا موسوعة علمية في التفسير والحديث وعلومهما وما يخدمهما من علم الأصول واللغة العربية ك نحوها وصرفها وبلاغتها وأصولها وأسرار عباراتها، أما نحن فقد شغلتنا أموالنا وأهلونا ومواقعنا في تيارات الحياة المتدافعة، فمع إيماننا بأنَّ هذه العلوم يخدم بعضها بعضاً قسمناها إلى تخصُّصات بل كليات مختلفة: كلية اللغة العربية وكلية الشريعة وكلية أصول الدين، ¶ __________ ¶ (1) [فاطر: 28]. ¶ (2) رواه البخاري في: [كتاب العلم] و [كتاب الفتن].",
            "page": "6",
            "part": "1",
            "seal": "F21A82A0"
        },
        {
            "id": "8",
            "nass": "وأصبح التفسير وعلوم القرآن قسماً يتخصَّصُ فيه طالب غير الطالب الذي يتخصَّصُ في قسم الحديث وعلومه، وأصبحنا في كل تخصُّص نقرأ كتب الأوائل ونحاول استيعابها. وهيهات ... وإنما يعرف الفضل من الناس ذوُوهُ. ¶ لا تشغلنا هذه المشكلة المتسعة الأطراف عن مشكلتنا المحصورة في المُشكّكين أو المُتشكِّكين في السُنَّة النبوية وهي طرف من المشكلة الواسعة التي أشرنا إليها. ¶ إنَّ الذين يحاولون النيل من السُنَّة تختلف مشاربهم وأهدافهم واتَّجاهاتهم، وإنَّ كثيراً منهم يفتح له مجال واسع في الإعلام الذي يجري وراء المادة الغريبة المستحدثة والشاذة التي تجذب الجماهير. فإذا أراد العلماء أن يكشفوا الزيف ويردُّوا الشبهات لم يجدوا المجال الكافي المتكافئ مع نشر السموم. ومن هنا يُتَّهَم العلماءُ والمُتخصِّصُون بالقصور أو التقصير .. ¶ إنَّ أملنا في القاعدة الإسلامية الصلبة التي لا تؤثر فيها معاول الهدم. ¶ إنَّ أملنا في القاعدة الإسلامية الراسخة التي لا تزعزعها العواصف، ولولا إيمانها في عقيدتها وشريعتها لكانت النتيجة خطيرة. ¶ إنَّ علماء الأُمَّة الإسلامية منذ العصر الأول تصدَّوْا للدفاع عن السُنَّة وحمايتها من عبث العابثين بالأسلوب العملي والأسلوب العلمي. ¶ أما العملي فحرصوا على الاقتداء، حتى بالغ بعضهم",
            "page": "7",
            "part": "1",
            "seal": "9E4A3E40"
        },
        {
            "id": "9",
            "nass": "فيه، فكان يتحرَّى أنْ ينيخ ناقته في المكان الذي أناخ فيه رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ناقته. ¶ وأما الأسلوب العلمي فاهتموا بالإسناد، واشتغلوا بنقد الحديث، وجاهدوا في دفع الدخيل، وقَعَّدُوا القواعد، ووضعوا الضوابط، حتى أصبح علم الحديث علوماً متعدِّدة وليس علماً واحداً، فورثنا عنهم: ¶ 1 - علم مصطلح الحديث، وهو يهتم بتاريخ بالأسماء والمسميات، وأسباب الضعف ومواصفات صحة الحديث. ¶ 2 - وعلم رجال الحديث: ويهتم بتاريخ الرُواة من حيث مولدهم ووفاتهم وموطنهم ورحلاتهم وشيوخهم وتلامذتهم؛ ليتبيَّنَ من ذلك اتصال الإسناد أو عدم اتصاله. ¶ 3 - وعلم نقد الحديث أو علم الجرح والتعديل: ويهتم بوضع كل راوٍ في درجة معينة من حيث العدالة والضبط، ويكفي أن نشير إلى أنهم وضعوا التعديل خمس درجات، أعلاها [أثبت الناس] و [أوثق الناس]، وأدناها [صدوق]، ووضعوا للجرح اثنتي عشرة درجة أدناها [مختلق كذاب]، ووضعوا كل راوٍ في درجة معينة من هذه الدرجات. ¶ 4 - وعلم التخريج ويهتم بعزو الحديث إلى موضعه من المصادر الأصلية المعتبرة في الحديث. ¶ 5 - وعلم دراسة الأسانيد والحكم على الحديث، ويهتم بتطبيق القواعد والضوابط والموازين ليحكم على الحديث بالصحة أو بالحسن أو بالضعف. ¶ 6 - وعلم مختلف الحديث ويهتم برفع التناقض فيما ظاهره التناقض بين الأحاديث.",
            "page": "8",
            "part": "1",
            "seal": "CFDB2583"
        },
        {
            "id": "10",
            "nass": "7 - وعلم شرح الحديث تحليلياً أو موضوعياً ويهتم بشرح المفردات واستنباط الأحكام، أو بجمع أحاديث الموضوع الواحد وشرحها. ¶ 8 - وعلم مناهج المُحدِّثين ويهتم ببيان منهج كل مؤلف حديثي وما يحتويه كل كتاب من الموضوعات. ¶ ونستطيع القول بأنَّ هذا البحر الزاخر من العلوم لا يسبح فيه إلاَّ ماهر متخَصِّصٌ بذل الليالي والشهور والسنين ثم قال: {رَبِّ زِدْنِي عِلْمًا} (1) وقال: {وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا} (2). ¶ وكلما دخل في الأعماق شعر بصغار نفسه، وكلما تبَحَّرَ عرف قلة علمه، وباب العلم أنْ تعرف نفسك، فما يزال المرء عالماً ما ظن أنه يجهل، فإنْ ظنَّ أنه قد علم فقد جهل. أي جهل نفسه، وهذا هو الجهل المركَّب كما يقولون. ¶ ومن هنا نجد علماء الحديث وطلابه الراسخين في العلم يحتاطون عند الكلام وعند الفتوى في الحديث، ونجد غيرهم ممن يلبس مسوحهم ويتقمَّصُ شيخصيتهم أكثر جرأة على تناوله وعلى القول فيه بغير علم. ¶ نعود إلى مشكلة هذا العصر، وإنها تكمن في حنجرة من يَدَّعِي علم الحديث والفقه والأصول وكل العلوم، ثم يهاجم الحديث النبوي، ويستبيح حرمه، وينتهك قدسيته، وقد اتخذت هذه المحاولات في أيامنا ثلاث شعب: ¶ الشعبة الأولى: اتجهت إلى تحطيم الرُواة حَمَلَةَ الحديث من مصدره إلينا، وإذا تحطَّمت الوسيلة، وفسدت يُصبح الأصل معتمداً على لا شيء فيصبح لا شيء، ويمثل هذه ¶ __________ ¶ (1) [طه: 114]. ¶ (2) [الإسراء: 85].",
            "page": "9",
            "part": "1",
            "seal": "70480AC0"
        },
        {
            "id": "11",
            "nass": "الشعبة (أبو رية) في كتابه عن أبي هريرة - رَضِيَ اللهُ عَنْهُ - فيتَّهمه بالكذب والاختلاق والافتراء على رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأبو هريرة أكثر الصحابة رواية عن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، أو ثاني المكثرين من الصحابة، وهو من أوثق المُحدِّثين عند أهل الحديث، فطعنه وإصابته في المقتل طعن لمن هو مثله أو دونه. ¶ الشعبة الثانية: اتجهت إلى تحطيم كتاب من كتب الحديث الأصلية، وكما اختارت الشعبة الأولى أبرز الرُواة، فصوَّبتْ سهامها في صدره ليسقط غيره بسقوطه، اختارت الشعبة الثانية أبرز كتب الحديث وأصحها، وهو \" صحيح البخاري \"، إذْ سقوطه واهتزاز الثقة فيه تهتز الثقة بجيمع كتب الحديث من باب أولى. ¶ ويمثل هذا الاتجاه ما كتبه (المولوي جراغ علي الهندي) في كتاب أسماه: «أعظم الكلام في ارتقاء الإسلام» قال: «إنَّ الحديث النبوي ليس قطعياً كما يظنه المسلمون، بل صحَّته وحُجيته محل نظر وشك، وهو لا يصلح لأنْ يعتمد عليه في معرفة الأحكام، وإنَّ \" الجامع الصحيح للإمام البخاري \" - رَحِمَهُ اللهُ - يتضمَّنُ أحاديث موضوعة كثيرة، ولكنَّ المسلمين يَظُنُّونَهُ أَصَحَّ الكتب بعد كتاب الله، بناءً على مغالاتهم في الاعتقاد وتقليدهم الأعمى». اهـ. ¶ ومن هذه الشعبة، وعلى طريقة ما نشره عالم مصري، يحتل درجة أستاذ الحضارة الإسلامية، كتب في صحيفة \" أخبار اليوم \" المصرية في شهر مايو 1983 م ثلاث مقالات",
            "page": "10",
            "part": "1",
            "seal": "79D27E09"
        },
        {
            "id": "12",
            "nass": "بعنوان: \" لا تصدّقوا ما في البخاري من أكاذيب الإسراء والمعراج \" يستبعد أو يكذب ما جاء بشأن (البراق)، وصلاة النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالأنبياء، وعروجه إلى السماء، وتردُّده بين موسى - عَلَيْهِ السَّلاَمُ - وبين ربه، ويبني تكذيبه على الاستبعاد العقلي. وهذا القول منشور في كتاب من كتبه. ¶ وإذا ثبتت الأكاذيب في \" البخاري \" فقد الثقة كمصدر كبير من مصادر السُنّة، وفقد من هو دونه هذه الثقة من باب أولى. وقد رَدَدْتُ عليه في الصحيفة نفسها بتاريخ 18/ 6 / 1983. ¶ الشعبة الثالثة: وهي أخطر الشُعَب، هي المتوجِّهة إلى رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - رأساً. لم تتوجه إلى الرُواة كالشعبة الأولى، فالرُواة أدُّوا الأمانة، ولم تتوجه إلى الكتب، ولا إلى \" البخاري \". فعبارة ممثل هذه الشعبة [لن نمس بذلك روايات \" البخاري \" وصحتها، فالبخاري وغيره مِمَّنْ روَوْا هذا الحديث - حديث الذباب - قد روَوْهُ بسند صحيح لا مطعن فيه، ونقلوا إلينا نقلاً صحيحاً ما صدر عن الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأدُّوا بذلك الأمانة التي التزموا بها، ولا كلام لأحد في هذا]، إذن فَمِنْ أين العيب والمأخذ؟ في الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - نفسه. يقول الرأي ويظهر الصواب في خلافه، ولا نقول: يخطئ، تأدُّباً. ¶ بين يديَّ كُتيِّبٌ منشور بدار الكتاب المصري بالقاهرة منذ شهور قليلة بعنوان \" السُنّة والتشريع \" للدكتور الشيخ عبد المنعم النمر، حدَّد الباحث هدفه على هيئة سؤال في أوله، وانتهى بفتواه وقراره وحكمه، ففي صفحة «4» يقول: «هل يجوز لنا أن نجتهد في الأحكام فيها",
            "page": "11",
            "part": "1",
            "seal": "66CB28DE"
        },
        {
            "id": "13",
            "nass": "الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ولو أدى إلى حكم غير الحكم الذي حكم به. ¶ ثم خلص في صفحة «9» إلى قوله «لا يمكن أن نشد المسلمين الآن في معاملاتهم التي سادت في عصر الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وبعده، ودونها الفقهاء، في كتب الفقه، فإما أن تكون كتلك المعاملات، وإما كانت مرفوضة. إنَّ ذلك في العقائد والعبادات، وفيما جاء في القرآن عن المعاملات أمر مُسَلَّمٌ به، لا نستطيع تغييره، وإنْ كان يمكن الاجتهاد في فهمه وطريقة تنفيذه كما حصل. أما المعاملات وأحكامها القائمة على الاجتهاد البشري وحده، ولم تكن من الوحي في شيء، سواء من الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، أو ممن جاء بعده من الصحابة والتابعين والأئمة والفقهاء فلا بد من النظر إليها من جديد، على أساس القواعد التي بنيت عليها من قبل، وعلى ضوء الظروف الجديدة، فما كان موافقاً للمصلحة في أيامنا أبقيناه، وما وجدناه غير ذلك كان علينا أن نجتهد فيه». ¶ فهذا التصريح وهذا الرأي الجديد يمكن أنْ يوضع في فقرات محدَّدةٍ. ¶ الأولى: أنه لا يمكن إخضاع المسلمين اليوم في معاملاتهم إلى إطار المعاملات في عصر الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وبعده إلى اليوم. ¶ الثانية: أنَّ ما جاء عن المعاملات في الأحاديث النبوية، ولم يرد في القرآن، يمكن إهماله وتغييره، بل لا بُدَّ من النظر فيه من جديد.",
            "page": "12",
            "part": "1",
            "seal": "E8DEDAAE"
        },
        {
            "id": "14",
            "nass": "فالباحث لا يعتدُّ في المعاملات إلاَّ بالقرآن الكريم، ولا يعتدُّ بالأحاديث النبوية فيها، ويكثر من التصريح بذلك، وبدون أدنى غموض، فهو يقول في صفحة «35»: «إنَّ المكلفين يعرفون مصالحهم ويدبِّرونها فيما لم يأت به دليل خاص من الكتاب، وهم أعلم بشؤون دنياهم». ¶ ويقول في صفحة «57»: «وهذا وحده يقضي علينا بالدوران مع المصلحة وقصدها أينما تكن ما دام ذلك لا يتعارض مع النصوص القرآنية ولا مع القواعد الشرعية». ¶ الثالثة: يقرِّرُ الباحث أنَّ له أنْ يجتهد كما كان الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يجتهد، ويُبِيحُ لنفسه أنْ يخالف حكم الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وصريح لفظه ونص حديثه، فيقول في صفحة «47»: «ما دام الرسول كان يجتهد، وما دام هذا الاجتهاد قد شمل الكثير من أنواع المعاملات، أفلا يجوز لمن يأتي بعده من أيام الصحابة وحتى الآن أنْ يُدلي في الموضوع باجتهاده أيضاً، ولو أدَّى اجتهاده إلى غير ما قرَّرَهُ رسول الله باجتهاده ولا يصبح ما قرَّرَهُ الرسول باجتهاده حُكماً ثابتاً للأبد». ¶ الرابعة: يُقَرِّرُ الباحث أنه لا يعتَدُّ في المعاملات بأقوال الصحابة والتابعين والأئمة والفقهاء، فله أنْ يضرب بها كلهاعرض الحائط، وبنص عبارته السابقة [سواء من الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أو مِمَّنْ جاء بعده من الصحابة والتابعين والأئمة والفقهاء] وبكل صراحة واعتداد يقول في صفحة «57»: «وإذا كنا نقول هذا من أقوال الرسول الاجتهادية فمِنْ باب أولى نقوله بالنسبة لأقوال الصحابة والتابعين والأئمة ومَنْ جاء بعدهم من فقهاء المذاهب».",
            "page": "13",
            "part": "1",
            "seal": "421CB82B"
        },
        {
            "id": "15",
            "nass": "الخامسة: يُقَرِّرُ عدم وجوب اتباع الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في المعاملات، لأنه قد يخطئ فيقول في صفحة «72»: «إنَّ الرسول قد يرى الرأي في أمور الدنيا والأمر بخلافه، فلا يجب اتباعه». ¶ هذا هدف البحث الخطير. فماذا استخدم له الباحث من شبهات وأساليب؟ ¶ هذا ما سنعرض له ونرُدُّ عليه. ¶ الصلاة على النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: ¶ يقول الله تعالى: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} (1). ¶ فضل كتابة النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: ¶ يختلف العلماء في وجوب الصلاة على النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كلما ذكر، لكنهم لا يختلفون في استحباب ذلك، وأحاديث الترغيب كثيرة ومشهور منها: ¶ «مَنْ صَلَّى عَلَيَّ وَاحِدَةً صَلَّى اللَّهُ عَلَيْهِ بِِهَاعَشْرًا» (2). ومنها: «رَغِمَ أَنْفُ امْرِئٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ» (3). ولفظ الحاكم: «بَعُدَ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ»، ولفظ الطبراني: «شَقِيَ عَبْدٌ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ» ولفظ عبد الرزاق: «مِنَ الجَفَاءِ أَنْ أُذْكَرَ عِنْدَ رَجُلِ فَلاَ يُصَلِّي عَلَيَّ». ¶ وعلماء الحديث يجعلون الصلاة على النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كلما ذكر كتابة من آداب طالب الحديث، ويلتزمون ذلك وإنْ تكرَّرَ ذكره ¶ __________ ¶ (1) [الأحزاب: 56]. ¶ (2) رواه مسلم والنسائي والترمذي. ¶ (3) أخرجه الترمذي.",
            "page": "14",
            "part": "1",
            "seal": "11E83A31"
        },
        {
            "id": "16",
            "nass": "- صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في السطر الواحد، ولا تكاد تجد كتاب حديث أغفل الصلاة على النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مرة، وكيف يغفلها الكاتب وهو يحصل لنفسه بكتابتها عشر صلوات من الله، والصلاة من الله رحمة، ويحصل لنفسه أيضاً بقراءة القارئ لها عشر رحمات أخرى؟ ¶ إساءة المستشرقين: ¶ لكن المستشرقين في كتاباتهم يتعمَّدون عدم الصلاة عليه أصلاً، وهذا منهم غير مستغرب، أما المستغرب حقاً أنْ يحاكيهم المسلمون بأيِّ قصد أو يبخلوا بكتابة جميع أحرف الصلاة والسلام عليه فيرمزوا لها بـ (ص) أو بـ (صلعم) وكأنَّ سطورهم التي حشوها بساقط القول ضاقت عن الصلاة والتسليم صراحة وحروفاً، فيخسرون بذلك حسنات ورحمات وخيراً كثيراً. ¶ ولئن قبل ذلك وعذر فيه عامة المسلمين فلا يعذر عالم من علماء المسلمين في كتاباتهم فلا يعذر من يكتب عن حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وإنْ عذر من يكتب عن حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يهو يُقدِّسُهُ ويُجِلُّهُ ويدعو لطاعته والعمل بقوله فلا يعذر عن عدم الصلاة والسلام عليه من يدعو إلى مخالفته، وإلى عدم وجوب اتباعه، وهذا ما لا حظناه على الباحث وقد أحصينا عدد المرات التي لم يُصلِّ ويُسَلِّمَ فيها على النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في بحثه الصغير فوجدناها 196 (ستاً وتسعين ومائة مرة).",
            "page": "15",
            "part": "1",
            "seal": "1FA31587"
        },
        {
            "id": "17",
            "nass": "نحن لا نُشكِّكُ في إيمان الباحث ولا في حُبِّهِ وتقديسه للنبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولا نظنه قصد ترك الصلاة والتسليم للتقليل من قدسية أوامره - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والاسترخاء في طاعته والاقتداء به، ولكن خطورة البحث وما يدعو إليه يجعل هذا السلوك محل نظر وتعقيب، ويجعل اعتذاره عن ذلك بأي عذر اعتذاراً غير مقبول. ¶ هذه ملاحظة عاجلة نخلص منها إلى الشبهات. ¶ وبالله التوفيق.",
            "page": "16",
            "part": "1",
            "seal": "11552EFB"
        },
        {
            "id": "18",
            "nass": "الشبهات: ¶ ركز الباحث على تقرير ثلاث قواعد، ليخلص منها إلى القاعدة الرابعة التي يهدف إليها، أما القواعد الثلاث فهي: ¶ الأولى: أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان يجتهد وليس كل نطقه وحياً. ¶ الثانية: أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان يخطئ في اجتهاده، وكان الصحابة يُصَحِّحُون له الخطأ، وكان يُقرِّرُ الشيء ويرجع عنه في نفس الجلسة. ¶ الثالثة: أنَّ حُكمه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في كثير من المعاملات كان من اجتهاده مراعاة لمصالح يراها لأمَّته وليس حُكماً لله، ولا يسانده وحي. وليس حُكماً ثابتاً للأبد. ¶ أما الرابعة: فهي أنَّ الأُمَّة أعلم بشؤون دنياها، فلا تعتمد أحكامه في المعاملات التي لم يرد فيها نص من القرآن الكريم، وتقرَّرَ ما تراه صالحاً لها، ولو خالفت نص أحاديثه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ الأمر حقاً خطير، ولكن يعزينا ويهدئ روعنا أنَّ الباحث - كما يقول - في نفسه شبهات، وينشد الوصول إلى الحق، ويُصَرِّحُ في كُتَيِّبِهِ أنَّ الحكمة ضالة المؤمن، وأنه مسارع - بعون الله - إلى الحق إنْ وجده في غير ما قرَّرَهُ، وأنه سَيُسَرُّ به كما يُسَرُّ صاحب الضالة بوجودها. ¶ ومن هنا كان واجب العلماء المُتخَصِّصِين الغيورين أنْ يزيلوا هذه الشبهات وأنْ يُبرزوا الحق والحقيقة، وأنْ يكشفوا الغموض الذي حولها. والله الهادي سواء السبيل.",
            "page": "17",
            "part": "1",
            "seal": "0BF8C9FC"
        },
        {
            "id": "19",
            "nass": "اجتهاد الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: ¶ موضوع قديم، قتله العلماء بحثاً، ولم يترك الأوائل للأواخر بشأنه شيئاً، وخلاصته أنهم اختلفوا: فمنهم من لم يُجِزْ له - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الاجتهاد، واعتبر ما ورد من ذلك صورة اجتهاد، وليس اجتهاداً في الواقع والحقيقة؛ لأنَّ الله معه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهو مع الله؛ ولأنه في جُلِّ أوقاته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يناجي مَنْ لا نُناجي، وإلهامه وحي ورؤيا منامه وحي، والقرآن يقول: {وَمَا يَنْطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} (1). ويفسِّرون ما ظاهره الرأي، وما ظاهره المشورة، وما ظاهره قبول رأي الآخرين، وما ظاهره الخطأ في الرأي والرجوع إلى قول الغير بأنَّ ذلك اجتهاد في الظاهر لتدريب الأمَّة على البحث والتفكير والاجتهاد في الأسباب والأخذ بالمشورة، وحقيقته: أنَّ الله يوحي إليه أنْ قُلْ كذا وسيقول لك فلان كذا فقُلْ له كذا وسنطبق هذا القول على الأمثلة التي ذكرها الباحث إنْ شاء الله. ¶ وجمهور العلماء على أنَّ النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يجوز له أنْ يجتهد، وأنه اجتهد فعلاً، وأنَّ اجتهاده في بعض الأحيان القليلة كان خلاف حكم الله، فجاء الوحي بتصحيح الحُكم، والإرشاد إلى ما ينبغي، كما في قوله تعالى: {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ، قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ وَاللَّهُ مَوْلَاكُمْ وَهُوَ الْعَلِيمُ الْحَكِيمُ} (2). ¶ أو جاء الوحي بإمضاء حكم اجتهاده مع التنبيه بما ¶ __________ ¶ (1) [النجم: 3، 4]. ¶ (2) [التحريم: 1، 2].",
            "page": "18",
            "part": "1",
            "seal": "3F7210B4"
        },
        {
            "id": "20",
            "nass": "ينبغي. كما في قوله تعالى عن أسارى بدر: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ} (1). ¶ نعم نقول: إن الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أذن له بالاجتهاد واجتهد ونعم نقول: إنَّ بعض اجتهاداته لم تصادف الصواب، لكن أين حكم الله تعالى في الأمر الذي اجتهد فيه محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ولم يصب؟ ¶ الاحتمالات العقلية أربعة: ¶ 1 - أما ألاَّ يكون الله تعالى حكم فيه أصلاً. وهذا باطل، فكل شيء عنده بمقدار، و {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} (2). ¶ 2 - أنْ يكون لله تعالى فيه حكم مخالف لما حكم به محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فيترك - جَلَّ شَأْنُهُ - حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - سارياً على الأُمَّة ويوقف حكم نفسه - سُبْحَانَهُ وَتَعَالَى -، وهذا واضح البطلان، لأنَّ محمداً - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في هذه الحالة يكون مُشَرِّعاً غير شرع الله. ¶ 3 - أنْ يكون لله تعالى حُكم مخالف لما حكم به محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - باجتهاده، فيعدل سبحانه حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليوافق حكم الله. ¶ 4 - أنْ يكون لله تعالى حكم موافق لما حكم به محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - باجتهاده، أو بعبارة أدق: أنْ يكون حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - موافقاً لحكم الله، ومثل ذلك قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لسعد بن معاذ حين حُكِّمَ في بني قريظة فَحَكَمَ حُكمَهُ المشهور، فقال له رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «حَكَمْتَ فِيهِمْ بِحُكْمِ اللهِ مِنْ فَوْقِ سَبْعِ سَمَاوَاتٍ» (3). ¶ والحاصل الذي يجب الإيمان به أنَّ لله تعالى حُكماً في العباد، هو شريعته في أرضه. ¶ __________ ¶ (1) [الأنفال: 67]. ¶ (2) [يوسف: 40]. ¶ (3) رواه البخاري.",
            "page": "19",
            "part": "1",
            "seal": "9839C617"
        },
        {
            "id": "21",
            "nass": "وأنَّ اجتهاد محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إنْ وافق حُكم الله فهو حُكم الله على لسان نبيه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وإنْ لم يوافق حُكم الله عدله إلى حكمه - جَلَّ شَأْنُهُ -. وإذن تصبح الأحكام الدينية التي حكم بها محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أحكام الله في النهاية. وقبل لقائه الرفيق الأعلى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ اللفظ والمراد منه: ¶ نعم قد يكون النص الشرعي عاماً مراداً به الخصوص، وهناك قرائن حال، وقرائن ألفاظ تمنع من العموم وتحدِّدُ المراد من المخصوص: ¶ ففي تخصيص عموم الأمكنة مثلاً قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «جُعِلَتْ لِيَ الأَرَضُ مَسْجِدًا وَطَهُورًا» (1) خصَّصَ هذا العموم بغير الأماكن النجسة. ¶ وفي تخصيص عموم الأزمنة ما صحَّ في \" البخاري \" أنَّ النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في عام قحط وجدب قال لأصحابه: «مَنْ ضَحَّى مِنْكُمْ فَلاَ يُصْبِحَنَّ بَعْدَ ثَالِثَةٍ وَفِي بَيْتِهِ مِنْهُ شَيْءٌ» فأكل الصحابة وتصدَّقُوا بأضحيتهم قبل ثالث ليلة، وفي العام القابل - وكان عام رخاء - قهم الصحابة أنَّ الطلب السابق كان خاصاً بزمن، فسألوا رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: نفعل بأضحيتنا كما فعلنا العام الماضي؟ وكان ما توقَّعُوا. قال - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «كُلُوا، وَأَطْعِمُوا، وَادَّخِرُوا، فَإِنَّ ذَلِكَ الْعَامَ كَانَ بِالنَّاسِ جَهْدٌ فَأَرَدْتُ أَنْ تُعِينُوا فِيهِ». ¶ وفي تخصيص الأفراد قال - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ يُصَلِّيَنَّ أَحَدٌ الْعَصْرَ إِلاَّ فِي بَنِي قُرَيْظَةَ» (2)، ولم يكن المقصود بالأحد عموم ¶ __________ ¶ (1) رواه البخاري. ¶ (2) رواه البخاري بمعناه.",
            "page": "20",
            "part": "1",
            "seal": "1EFD4F03"
        },
        {
            "id": "22",
            "nass": "المسلمين، حتى يشمل الضعفاء والمرضى والأطفال والنساء، وإنما كان المقصود خصوص المقاتلين الذين عادوا من غزو الخندق. ¶ ومن هذا القبيل قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ قَتَلَ قَتِيلاً فَلَهُ سَلْبُهُ» (1)، فعموم القتيل غير مراد، لئلا يشمل القتيل ظلماً من المسلمين، وإنما المراد به قتيل الكفار المحاربين. كذلك عموم «مَنْ قَتَلَ» ليس المقصود به كل من قاتل وقتل إلى آخر الزمان، وإنما المراد العصر الأول الذي تَطَلَّبَ تشجيع الغزو والجهاد، وكذا كل عصر يشبهه إذا رأى حاكم المسلمين ذلك. ¶ أما الأحكام العامة في المعاملات وغيرها والتي لم يدخلها تخصيص بالأفراد ولا بالأماكن ولا بالأزمنة، فهي باقية على عمومها صالحة لكل زمان ومكان إلى يوم القيامة، والجهل بالمصلحة فيها، وظن المصلحة في غيرها، لا يمنع من الالتزام بها، فما أكثر ما يجهل الإنسان مصلحة نفسه، فضلاً عن مصلحة غيره. ¶ وفي الشرع مصالح العباد بالتحقيق، فالمُشَرِّعُ هو الخالق الذي يعلم من خلق ويعلم ما يصلحه، وفي كل طلب للمصلحة من غير الشرع طلب للماء من السراب: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ، أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} (2). ¶ يقول الإمام ابن القيم: «إنَّ شريعة الله مبناها وأساسها ¶ __________ ¶ (1) رواه البخاري. ¶ (2) [النور: 39، 40].",
            "page": "21",
            "part": "1",
            "seal": "60E001E6"
        },
        {
            "id": "23",
            "nass": "على الحكم ومصالح العباد في المعاش والمعاد، وهي عدل كلها، ومصالح كلها، وحكمة كلها. ¶ الشريعة عدل الله بين عباده، ورحمته بين خلقه، وظله في أرضه، وحكمته الدالة عليه وعلى صدق رسوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أتم دلالة وأصدقها، وهي نوره الذي أبصر به المُبصرون، وهُداهُ الذي به اهتدى المهتدون». اهـ (1). ¶ السُنَّةُ: تَشْرِيعٌ وَغَيْرُ تَشْرِيعٍ: ¶ غفر الله للقائلين بأنَّ السُنَّة تشريع وغير تشريع، والقائلين بالمصلحة. غفر الله لهم وسامحهم، لقد فتح هؤلاء وهؤلاء باباً لم يخطر لهم على بال. ¶ القائلون بأنَّ السُنَّة تشريع وغير تشريع قصدوا بغير التشريع ما ورد منها خاصاً بالصناعات والخبرات كالزراعة والطب،، ولم يقصدوا أنَّ أحاديث المعاملات غير تشريعية، ولم يخطر ببالهم أنَّ باحثاً بعدهم سَيَسْتَدِلُّ بتقسيمهم ليدخل المعاملات وأحاديث البيع والشراء والإجارة وغيرها في السُنَّة غير التشريعية، وهُم من هذا القول برءاء، ولنا مع بعضهم وقفة قصيرة لإزالة لُبسٍ قد يفهم من كلامهم. ¶ بعضهم أدخل في السُنَّة غير التشريعية، الأكل والشرب والنوم واللبس وهذا القول في حاجة إلى تحقيق. ¶ الأكل والشرب مثلاً، كلام عام يشمل المأكول والمشروب، ويشمل الأواني، والهيئة أو الكيفية. فأخذ الكلام على عمومه مرفوض. ¶ هل بيان المأكول والمشروب المُحَرَّم والمكروه والمباح من السُنَّة غير التشريعية؟ ¶ __________ ¶ (1) إعلام الموقعين.",
            "page": "22",
            "part": "1",
            "seal": "6B648C96"
        },
        {
            "id": "24",
            "nass": "هل حديث: «أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ، السَّمَكُ وَالْجَرَادُ وَالْكَبِدُ وَالطِّحَالُ»، وحديث: «أُكِلَ الضَّبُّ عَلَى مِائِدَةِ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -» سُنَّة غير تشريعة؟ ¶ اللهم. لا. ¶ أحلَّ لنا رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الطيبات وحرَّمَ علينا الخبائث، فالمأكول والمشروب سُنَّة تشريعية من حيث الحِلِّ والحرمة، أما أنه أكل نوعاً من الحلال وترك غيرها يأكل نوعاً آخر، فالتشريع فيها الإباحة، إباحة ما أُكِلَ وما لم يُأْكَلْ مما لم يَنْهَ عنه. ¶ وأما الأواني فقد نهى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن الأكل والشرب في صحاف الذهب والفضة، ونهى عن الأكل في أواني الكفار إلا بعد غسلها. وهذا تشريع قطعاً. ¶ أما أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أكل في قصعة من الفخار ونحن نأكل في الأواني الفاخرة غير الذهبية والفضية فهذا من المُباحات. والإباحة تشريع. ¶ وأما الهيئة: ¶ فهناك هيئات مأمور بها وهيئات منهي عنها، وهيئات أخرى كثيرة مباحة، والكل تشريع. «يَا غُلاَمُ سَمِّ اللَّهَ وَكُلْ بِيَمِينِكَ، وَكُلْ مِمَّا يَلِيكَ» هيئة أكل مشروعة، و «نَهَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنْ اخْتِنَاثِ الْأَسْقِيَةِ»، أي الشرب من أفواهها هيئة ممنوعة شرعاً، أما أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أكل بأصابعه ويده ونحن نأكل بالملاعق والشوك والسكاكين فهو من المباحات المشروعة. ¶ فماذا في الأكل والشرب من السُنَّة غير التشريعية؟ ¶ إن قصدوا بالسُنَّة غير التشريعية في ذلك السُنَّة غير الملزمة، وهي المباحات كان الخلاف بيننا لفظياً.",
            "page": "23",
            "part": "1",
            "seal": "A0609D52"
        },
        {
            "id": "25",
            "nass": "وإن قصدوا ما هو مطلوب على وجه الوجوب أو الندب، وما هو منهي عنه على وجه الحرمة أو الكراهة فهو غير مُسَلَّم. ومثل ذلك يقال في النوم واللبس وكل ما هو خاص بالحاجة والطبيعة البشرية كما يقولون، حتى قضاء الشهوة مع الزوجة له قواعده وأصوله وحدوده المشروعة. ¶ ولست أرى سُنَّةً تشريعية بالمعنى الحقيقي اللهم إلاَّ ما ورد فيما طريقه الخبرة والصنعة والتخصص كالزراعة والصناعة، ويمكن أن يلحق بها الطب وقيادة الجيوش وفن الحرب. وستأتي زيادة إيضاح إنْ شاء الله. ¶ أما القائلون بالمصلحة كمصدر من مصادر التشريع فقد اشترطوا لها ألاَّ تُصادم نصاً من الكتاب أو السُنَّة الصحيحة، فهم أخذوا بمراعاة المصالح فيما لم يرد فيه قرآن أو حديث صحيح، أما ما ورد فيه قرآن أو حديث صحيح فالمصلحة فيما جاء به النص. ¶ **** ¶ لكن الباحث اندفع من هذا الباب مُحَطِّماً كل الحواجز، ينادي: لا يقف في طريقي ولا في طريق ما أراه مصلحة أي حديث. ¶ يستدل بكلام الإمام نجم الدين الطوفي الحنبلي المتوفى سنة 710 هـ حيث يقول: «إنَّ مصلحة سياسة المُكَلَّفين في حقوقهم معلومة لهم بحكم العادة والعقل، فإذا رأينا دليل الشرع متقاعداً عن إفادتها علمنا أنا أُحِلْنا في تحصيلها على رعايتها، كما أنَّ النصوص لما كانت لا تفي بالأحكام علمنا أنا",
            "page": "24",
            "part": "1",
            "seal": "9B05FE20"
        },
        {
            "id": "26",
            "nass": "أُحِلْنَا بتمامها على القياس، وهو إلحاق المسكوت عنه بالمنصوص عليه لجامع بينهما». ¶ هذا كلام نجم الدين الطوفي في المصلحة، فبماذا استدل به الباحث؟ ¶ حمل الباحث عبارتي الطوفي «دليل الشرع» و «النصوص» على القرآن فقط دون السُنَّة، فقال: صفحة «35»: «والشاهد هنا - كما هو ظاهر - أنَّ المُكَلَّفين يعرفون مصالحهم ويدبرونها فيما لم يأت به دليل خاص من الكتاب، وهم أعلم بشؤون دنياهم» أي من الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ ثم يقول صفحة «46»: «فما دام الرسول كان يجتهد، وما دام هذا الاجتهاد قد شمل الكثير من أنواع المعاملات أفلا يجوز لمن يأتي بعده أنْ يُدلي في الموضوع باجتهاده أيضاً هادفاً إلى تحقيق المصلحة، ولو أدى اجتهاده إلى غير ما قرَّره الرسول باجتهاده». ¶ إنَّ الباحث هنا يعطي نفسه الحق في الاجتهاد على قدم المساواة مع رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - غير عابئ بالفرق بين الثَّرَى والثُريا. وإنَّ الباحث مُتخصِّصٌ في التاريخ، يستخدم منهج المؤرِّخِين عند بحث الحديث النبوي، ويتعامل مع رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ويتحدَّثُ عنه كما يتحدَّثُ مُؤرِّخٌ عن ملك أو قائد زال عهده، فكلُّ بحثه يدور حول جمع أخطاء في اجتهاده - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، بل يُصَوِّرُ مَنْ حَوْلَهُ بأنهم أدرى بالمصلحة منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأنه يتَّخذُ القرار فينقضه بعد لحظات برأي أحد أصحابه. ¶ فهو - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ينهى عن قطع أشجار الحَرَمِ، فيقول له عمُّهُ العباس: إلاَّ الإذخِر، فيقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِلاَّ الإِذْخِرَ».",
            "page": "25",
            "part": "1",
            "seal": "B1ADD4B7"
        },
        {
            "id": "27",
            "nass": "وهو - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يأمر أبا هريرة أن يُبَشِّرَ الناس أنَّ مَنْ قال: لا إله إلاَّ الله دخل الجنة، فيقول له عمر: لا. يا رسول الله. إذن يتَّكِلُوا. فلا يُبَشِّر أبو هريرة فيقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: لا يبشر. ¶ وينزل - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بجيشه على صلح مع قبيلة غطفان، فيرفض أصحابه الصلح والاتفاق فيترك موضوع الصلح ويمضي قول أصحابه. ¶ وينهى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن أكل لحوم الحمر الأهلية وكانوا قد طبخوها في قدورهم الفخارية، فأمر - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بكسرها، فقال عمر للرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كاقتراح منه: أو نريقها ونغسلها؟ فوافق في الحال على اقتراح عمر. ¶ ووجدهم - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يبيعون الرُطب على النخل بتمر جاف فقال: «لاَ تَبِيعُوا». فاشتكوا إليه المشقة من عدم البيع، فغيَّرَ رأيه وأجازه لهم. ¶ ونهاهم - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن بيع المعدوم، فَشَكَوْا إليه أنهم في حاجة إليه، فرخَّص لهم في السلم. ¶ ومنع - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - التقاط ضالة الإبل وأباحها عثمان بن عفان - رَضِيَ اللهُ عَنْهُ -. ¶ ولم يضمن - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الصانع والأجير إذا تلف عنده الشيء وضمنهم عليٌّ - رَضِيَ اللهُ عَنْهُ -. ¶ ومنع تأبير النخل فجاء التمر شيصاً فاعتذر لأصحابه وقال: «أَنْتُمْ أَعْلَمُ بِأُمُورِ دُنْيَاكُمْ». ¶ لماذا كل هذا؟",
            "page": "26",
            "part": "1",
            "seal": "36697DD7"
        },
        {
            "id": "28",
            "nass": "ليقول: إنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان يجتهد، وكان يراعي مصلحة قومه، وكان يخطئ ويرُدُّهُ أصحابُهُ، فحكمُهُ في المعاملات والبيع والشراء والقراض وغيرهما غير ملزم، إذْ لم يكن عن وحي، ولم يكن يسانده وحي، فلنا أنْ نُراعي مصلحة شعبنا وأُمَّتِنا فنجتهد كما اجتهد، ونُراعِي مصلحة أُمَّتِنَا كما راعى مصلحة شعبه، ولو أدَّى ذلك إلى اتخاذ قرار غير قراره وحُكم غير حُكُمِهِ. ¶ وعبارته الصريحة في ذلك صفحة «46» يقول: «فما دام الرسول كان يجتهد، وما دام اجتهاده كان قائماً على القواعد الموجودة حتى الآن، وهادفاً إلى تحقيق المصلحة التي يراها في واقع الناس حوله، وما دام هذا الاجتهاد قد شمل الكثير من أنواع المعاملات في زمنه على ضوء الظروف التي كانت سائدة في أيامه. أفلا يجوز لمن يأتي بعده أنْ يُدْلِي في الموضوع باجتهاده أيضاً هادفاً إلى تحقيق المصلحة؟ ولو أدَّى اجتهاده إلى غير ما قرَّرَهُ الرسول باجتهاده؟». ¶ يا سبحان الله!!! كأنه ليس هناك شرع الله. ¶ وكأنَّ الله ترك عباده يتعاملون دون قواعد أو ضوابط حتى يضعوا لأنفسهم في كل بلد ما يرون من ضوابط وقوانين حسبما يجتهدون في مصالحهم، وهم أعلم بشؤون دنياهم!!! ¶ وكأنَّ الأُمَّة الإسلامية التي التزمت تشريع محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أربعة عشر قرناً خاطئة في هذا الالتزام، أو وضعت نفسها في قيود ما كان أغناها عنها ... ¶ ولا حول ولا قوة إلاَّ بالله العلي العظيم.",
            "page": "27",
            "part": "1",
            "seal": "5AB8037C"
        },
        {
            "id": "29",
            "nass": "المعاملات حلال وحرام وتشريع من لله: ¶ يقول الباحث صفحة «25»: «نسارع فنُقرِّرُ أنَّ كل ما يصدر عن الرسول من شؤون الدين في العقيدة والعبادة، والحلال والحرام والعقوبات والأخلاق والآداب لا شأن لنا به إلاَّ من ناحية فهمه .. فما جاء خاصاً بتوحيد الله .. وما جاء خاصاً بالتحريم أو التحليل .. كل هذا ممَّا لا دخل للإنسان فيه من حيث المبدأ، لأنَّ ذلك من اختصاص الرسول الموحَى إليه». ¶ ويقول في صفحة «26»: «لكن هناك أحاديث كثيرة تتصل بمعاملات الناس في الحياة من بيع وشراء ورهن وإجارة وقراض ولقطة وسلم .. هل هذه الأمور تأخذ حكم الأولى في أنها موحى بها من الله .. سواء كان الوحي مباشراً أو سُكُوتياً أو إقرارياً؟ أو لها وصف آخر؟». ¶ كأنَّ الباحث لا يجعل المعاملات من قبيل التحريم والتحليل، وهذا فهم عجيب. ¶ هل النهي عن مُطْلِ الغَنِيِّ ليس التحريم؟ ¶ هل النهي عن النَّجَشِ (1) ليس التحريم؟ هل النهي عن بيع المصراة (2) ليس للتحريم؟ هل النهي عن البيع على البيع ليس للتحريم؟ ¶ هل من فعل شيئاً من ذلك لا يعاقب من الله؟ ¶ __________ ¶ (1) النجش: الزيادة في ثمن السلعة - أو في المهر - ليسمع بذلك فيزداد فيه. ¶ (2) المصراة: هي الحلوب التي يترك لبَنُها في ضرعها فيعظم فتُعرض للبيع.",
            "page": "28",
            "part": "1",
            "seal": "3A0A9A64"
        },
        {
            "id": "30",
            "nass": "أنا لا أفهم المعاملات إلاَّ أنها تحليل أو تحريم، واجبة أو مندوبة أو مباحة، أو مُحرَّمة أو مكروهة، ولها أو عليها ثواب أو عقاب حتى معاملة الرجل لزوجه وقضاء مأربه منها يحكمها الحلال والحرام: «وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ» قَالُوا: يَا رَسُولَ اللهِ، يَأْتِي أَحَدُنَا شَهْوَتَهُ وَلَهُ فِيهَا أَجْرٌ؟». الحديث أخرجه مسلم في كتاب الزكاة. ¶ إنَّ الميزة الكبرى التي امتاز بها الإسلام عن غيره من الديانات تظهر بشكل واضح في تنظيمه المعاملات بين الناس من بيع وشراء ورهن وإجارة وقراض ومزارعة ومساقاة ولقطة وشركة ووكالة وشُفعة وحوالة واستقراض وربا وكفالة وهِبَة ونكاح وخصومات وشهادات وصُلح وشروط ووصايا وغير ذلك، حتى الخدمات العامة عنى بها الإسلام، فجعل إزالة الشوكة من الطريق شُعبة مِنْ شُعَبِ الإيمان. ¶ إنَّ الإسلام ارتفع بالمعاملات إلى السماحة والرفق والإحسان، بعد أنْ ثبت أركان الحقوق وحذَّر من المظالم، تدبر معي هذه الحادثة: ¶ خصمان ترتفع أصواتهما على بابه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهما في الطريق. دائن ومدين، دائن حلَّ ميعاد دَيْنِهِ، فأجَّلَ المَدِينُ غير القادر مرَّةً ومرَّةً، ومدين يعتذر للدائن ويسترفقه، ويطلب منه أنْ يَحُطَّ عنه بعض الدَيْنِ أو يؤجله مرة أخرى، والدائن يقسم ألاَّ يفعل.",
            "page": "29",
            "part": "1",
            "seal": "81EFC727"
        },
        {
            "id": "31",
            "nass": "يخرج - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ويقول: «أَيْنَ الْمُتَأَلِّى عَلَى اللَّهِ ألاَّ يَفْعَلُ الْمَعْرُوفَ؟». فيقول الدائن: يَا رَسُولَ اللَّهِ أَنَا فَلَهُ أَىُّ ذَلِكَ أَحَبَّ (1). ¶ طاعة رائعة في المعاملات لمجرد الإشارة، لم يقل الدائن: حقي أتمسَّك به، ولم يرفض عرض التسامح، ولو أنه فعل - كما فعل أبو لبابة في الواقعة الآتية - لم يكن آثماً، وإنما استحباب للتنازل عن الحق للغير طلباً للأجر عند الله الذي وعد به رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ نعم كان بعض المسلمين يتمسك بحقه، فليس كل الناس يرقى، ولكنهم كانوا لا يظلمون، وهذا هو الحد الأدنى في المعاملات، ولئن وجد بعض المتمسِّكين بحقوقهم فإنه يوجد بجوارهم من يؤثر ويُضَحِّي ويشتري الآخرة بالأولى. ¶ تخاصم يتيم وأبو لبابة في نخلة، ولم يكن مع اليتيم بيِّنَة، فحكم النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالنخلة لأبي لبابة، فبكى اليتيم، فقال النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لأبي لبابة: «أعطه النخلة ولك بها نخلة في الجنة». فقال أبو لبابة: لا. فسمع بذلك أبو الدحداح، فاشترى النخلة من أبي لبابة بعد أن أخذ يزيده في ثمنها حتى قبِلَ بدلها حديقة كاملة، ثم قال أبو الدحداح للنبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: ألِي نخلة في الجنة إنْ أعطيتها اليتيم؟ قال - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «نَعَمْ». فأعطاها اليتيم .. فلما مات أبو الدحداح شيَّعَهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إلى قبره، ثم قال للمُشَيِّعِين: «كَمْ مِنْ عِذْقٍ مُعَلَّقٍ فِي الْجَنَّةِ لأَبِي الدَّحْدَاحِ» (2). ¶ هل يقال بعد ذلك: ¶ إنَّ المعاملات ليست من الحلال والحرام؟ هل يقال بعد ¶ __________ ¶ (1) أخرجه البخاري في كتاب الصلح. ¶ (2) معنى حديث أخرجه مسلم.",
            "page": "30",
            "part": "1",
            "seal": "94AC2410"
        },
        {
            "id": "32",
            "nass": "بعد ذلك: إنَّ المعاملات لا شأن لها بالوحي مباشراً أو سُكوتياً أو إقرارياً؟ ¶ إنَّ مجتمعنا يقيم شريعة الله التي جاءت على لسان محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عبادات ومعاملات لهو أرقى المجتمعات في الدنيا وأسعدها يوم الدين. ¶ حديث تأبير النخل: ¶ حديث تأبير النخل رواه الإمام مسلم والإمام أحمد وابن ماجه. ورواياته كما في \" صحيح مسلم \": «عَنْ مُوسَى بْنِ طَلْحَةَ عَنْ أَبِيهِ قَالَ: مَرَرْتُ مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِقَوْمٍ عَلَى رُؤُوسِ النَّخْلِ فَقَالَ: مَا يَصْنَعُ هَؤُلَاءِ؟ فَقَالُوا: يُلَقِّحُونَهُ، يَجْعَلُونَ الذَّكَرَ فِي الْأُنْثَى فَيَلْقَحُ - أي يأخذون شيئاً أو فروعاً من طلع النخل الذكر ويضعونه في طلع الأنثى - فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَا أَظُنُّ يُغْنِي ذَلِكَ شَيْئًا. قَالَ: فَأُخْبِرُوا بِذَلِكَ فَتَرَكُوهُ، فَأُخْبِرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بِذَلِكَ، فَقَالَ: إِنْ كَانَ يَنْفَعُهُمْ ذَلِكَ فَلْيَصْنَعُوهُ، فَإِنِّي إِنَّمَا ظَنَنْتُ ظَنًّا، فَلاَ تُؤَاخِذُونِي بِالظَّنِّ، وَلَكِنْ إِذَا حَدَّثْتُكُمْ عَنْ اللَّهِ شَيْئًا فَخُذُوا بِهِ، فَإِنِّي لَنْ أَكْذِبَ عَلَى اللَّهِ عَزَّ وَجَلَّ». ¶ وعن رَافِعُ بْنُ خَدِيجٍ قال: ¶ «قَدِمَ نَبِيُّ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الْمَدِينَةَ وَهُمْ يُؤَبِّرُونَ النَّخْلَ - يَقُولُونَ: يُلَقِّحُونَ النَّخْلَ - فَقَالَ: مَا تَصْنَعُونَ؟ قَالُوا كُنَّا نَصْنَعُهُ. قَالَ لَعَلَّكُمْ لَوْ لَمْ تَفْعَلُوا كَانَ خَيْرًا، فَتَرَكُوهُ فَنَفَضَتْ. قَالَ: فَذَكَرُوا ذَلِكَ لَهُ، فَقَالَ: إِنَّمَا أَنَا بَشَرٌ، إِذَا أَمَرْتُكُمْ بِشَيْءٍ مِنْ",
            "page": "31",
            "part": "1",
            "seal": "209BE903"
        },
        {
            "id": "33",
            "nass": "دِينِكُمْ فَخُذُوا بِهِ، وَإِذَا أَمَرْتُكُمْ بِشَيْءٍ مِنْ رَأْيٍ فَإِنَّمَا أَنَا بَشَرٌ». ¶ وعَنْ أَنَسٍ: ¶ «أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَرَّ بِقَوْمٍ يُلَقِّحُونَ، فَقَالَ: لَوْ لَمْ تَفْعَلُوا لَصَلُحَ. قَالَ: فَخَرَجَ شِيصًا، فَمَرَّ بِهِمْ، فَقَالَ: مَا لِنَخْلِكُمْ؟ قَالُوا: قُلْتَ كَذَا وَكَذَا. قَالَ: أَنْتُمْ أَعْلَمُ بِأَمْرِ دُنْيَاكُمْ» (1). ¶ هذا الحديث هو عمدة أدلة الباحث في بحثه: ¶ تَرَكَ سبب الورود وحادثته وأخذ يكرِّرُ «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ» كرَّرَهُ ثماني مرات في صفحات ثمان، يحاول أنْ يستدلَّ به على أنَّ أمور الدنيا لا علاقة لها بالتشريع». ¶ وأنَّ أوامره - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ونواهيه في البيع والشراء وبقية المعاملات من هذا القبيل وليست من الدين. ¶ وأنَّ الناس اليوم أعلم بها منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فليتركوا تشريعه، وليُشَرِّعُوا لأنفسهم ما يرون أنه يصلحهم. ¶ هُواةُ التحلُّلِ: ¶ إنَّ هذا الحديث من زمن طويل كان المشجب الذي يعلق عليه من شاء ما شاء من أمور الشرع التي يراد التحلل منها: فبعضهم أدخل تحته الأكل والشرب والنوم والفراش واللباس والمشي والجلوس وغير ذلك من الأمور الخاصة بالحاجة والطبيعة البشرية. ¶ والتحقيق أنه من الخطأ أنْ نُطلق هذا الإطلاق، فكل مِنْ هذه الأمور منها الواجب شرعاً، ومنها المُحَرَّمُ شرعاً، ومنها ¶ __________ ¶ (1) رواه مسلم.",
            "page": "32",
            "part": "1",
            "seal": "4ED19CC2"
        },
        {
            "id": "34",
            "nass": "المكروه، ومنها المندوب، ومنها المباح، فبعض المأكولات محرَّمٌ، وبعض المشروبات محرَّمٌ، والنوم قد يكون ممنوعاً شرعاً، كالنوم عن الصلاة، أو نوم السائق الذي يعرِّضُ حياته وحياة الراكبين معه للخطر، والفراش واللباس قد يكون مُحرّماً لاستعمال الأقمشة المُحرَّمة فيه. ¶ وحتى إذا أردنا كيفية هذه الأمور نجد منها الممنوع شرعاً، كالأكل بالشمال، والأكل مما يلي الآخرين، وتحريك اليد في جنبات الإناء، ولباس المتكبِّرين ومشيتهم، والإسراف في الفراش، والجلوس على هيئة إقعاءة الكلب، وإقامة الرجل الرجل في مجلسه ثم الجلوس فيه، والجلوس على الطرقات إلاَّ بحقها. نعم. في هذه الأمور مباحات، اختار الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أحدهما ولم يمنع الآخر، فكان مثلاً يحب من اللحم الذراع، ومن المشروب اللبن، وكان فراشه من جلد حشوه ليف، وكان يمُرُّ على بيوته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الشهر والشهران، ثلاثة أهلَّة في شهرين وما يوقد في بيته نار لعدم وجود ما يطهى بالنار، وإنما كان يعيش هو وأهله على التمر والماء. ¶ في حين كان بعض الصحابة يحب الفخذ من اللحم، وينام على لين الفراش، ويلبس من أفخر الثياب، ويأكل من أشهى الطعام، وليس في شيء من ذلك التزام شرعي، شأن جميع المباحات، وإنْ كانت نية التأسي به - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والاقتداء به في المباحات لا تخلو من أجر وثواب. ¶ فإذا أريد إدخال المباحات من الأكل والشرب والنوم واللباس والمشي والجلوس في حديث «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ» فلا بأس، حتى في المعاملات، كل إنسان أعلم",
            "page": "33",
            "part": "1",
            "seal": "73B33289"
        },
        {
            "id": "35",
            "nass": "بشؤون دنياه في الأمور المباحة، له أنْ يشتري سيارة أو أنْ يشتري بيتاً، وله أن يبيع حديقة أو أنْ يبيع عمارة من ملكه ما دام ذلك مباحاً شرعاً. ¶ لكن إدخال المعاملات الممنوعة شرعاً تحت هذا الحديث هو الذي لم نسمع به من قبل، لم يسبق به الباحث على مدى علمي، وأرجو ألاَّ يتبعه في ذلك أحد بعد، بل أرجو له أن يعدل عن رأيه، والحق أحق أنْ يتبع. ¶ والباحث نفسه يشعر أنه أتى أمراً يفزع له كل مسلم، وتقشعرُّ منه جلود الذين يخشون ربهم بالغيب، فهو يقول صفحة «62»: «لا داعي للانزعاج، هذه نتيجة منطقية حتمية، ولو أنها قد تصدم بعض الناس، لأنهم لم يتعودوا أنْ يسمعوا أو يقرأوا مثلها». ¶ ويقول في صفحة «45»: «أرجو أن يُحَكِّمَ القارئ عقله معي، وَيُحَكِّمَ المنطق السليم، ولا تَقْلَقُ نفسُهُ لمجرَّد رأي ربما لم يسمعه من قبل، وربما يكون مخالفاً لما استقرت عليه نفسه» ¶ ونعود إلى حديث تأبير النخل، فنقول: ¶ إنَّ هناك أعمالاً للبشر تكتسب عن طريق العلم والتدريب والممارسة والتجارب والخبرة. كالزراعة والنجارة والحدادة والغزل والنسيج والحياكة ومعرفة خصائص النباتات والمعادن ونحو ذلك مما يتخصَّصُ فيه ويُجيده بعض البشر. ¶ فهذه الأمور ليست من مهمة الرسالة، وليست من مهمة",
            "page": "34",
            "part": "1",
            "seal": "935545DF"
        },
        {
            "id": "36",
            "nass": "الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ولا من مؤهلاته أنْ يكون ماهراً فيها، ولا خبيراً بدقائقها، ولا يضيره أنه ليس عالماً بالذرةولا بطبقات الأرض، ولا بتفاعل الكيمياويات، ولا ينقل الصور والأصوات عبر الآلات، ومثل ذلك أمور الطب وفنون الحرب. ¶ فإذا ما تكلم - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مع الخبراء فيه فكلامه مبني على الظن الذي قد يخطئ، كأي إنسان غير متخصِّص، ولهذا جاء في بعض روايات حديث تأبير النخل: «إِنَّمَا أَنَا بَشَرٌ». «إِنَّمَا ظَنَنْتُ ظَنّاً» وحديث تأبير النخل من هذا القبيل، فهو كلام مع المُتخصِّصين في الزراعة، العالمين بما يصلح النخيل. ¶ فمحاولة الباحث جَرَّ هذا الحديث إلى المعاملات. لتستظل بظل هذا الحديث محاولة فاشلة ومرفوضة ومكشوفة البطلان، لما سنُبَيِّنُهُ في شرح الحديث تحليلياً، فنقول وبالله التوفيق: «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ» جملة تقسم إلى ثلاثة مقاطع: ¶ «أَنْتُمْ» والمراد من المخاطبين. ¶ و «أَعْلَمُ» والمراد من المفضل عليه. ¶ و «شُؤُونِ دُنْيَاكُمْ» وتحديد المراد منها. ¶ وبعبارة أخرى: مَنْ؟ أعلم مِنْ مَنْ؟ وبأي شيء هم أعلم؟ ¶ أما المقطع الأول فالخطاب الشرعي عند الأصوليين هو أصالة لمن سمعوا الخطاب، وقد يقصر عليهم إذا كان التكليف لهم وحدهم، كقوله تعالى: {فَلَمَّا فَصَلَ طَالُوتُ بِالْجُنُودِ قَالَ إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ",
            "page": "35",
            "part": "1",
            "seal": "20B05DD0"
        },
        {
            "id": "37",
            "nass": "فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ} (1) فالخطاب هنا لجنود طالوت لا يتعداهم إلى غيرهم. وقد يراد بالتكليف غيرهم معهم، كقوله تعالى: ¶ {وَأَقِيمُوا الصَّلَاةَ} (2) فالتكليف قطعاً موجه للسامعين إلى يوم القيامة، لكن غير السامعين هل هم مُكلَّفون بالخطاب والنص؟ على معنى أقيموا الصلاة يا من يتأتى خطابكم بهذا التكليف في أي زمان وفي أي مكان؟ أو مكلَّفُون بالقياس على السامعين؟ قولان عند الأصوليين. ¶ فالخطاب في الحديث «أَنْتُمْ» للعشرة والعشرين الذين كانوا يلقِّحُون النخل بالمدينة أصالة، وحين يراد غيرهم معهم يبحث في المقصود بهذا الغير ليعطي الحكم نفسه. ¶ و «أَعْلَمُ»، أفعل للتفضيل، فهل المفضَّل عليه رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -؟ كأنه قال: «أَنْتُمْ أَعْلَمُ مِنِّي»؟ أو هو ومن على شاكلته مِمَّنْ يجهل هذا الشيء، أو المفضَّل عليه من عدا المخاطبين أصلاً. أي أنتم أعلم من كل الناس؟ ¶ و «شُؤُونِ الدُنْيَا» هل المراد بها مصلحة النخل فقط؟ أو مصلحة النخل وما على شاكلتها من المهن والخبرات؟ أو كل شؤون الدنيا؛ فتدخل المعاملات؟ ¶ لنتصوَّر الاحتمالات، ثم نختار منها، ما يصلح لأن يكون مراد الشرع الحكيم: ¶ الاحتمال الأول: أنتم أيها الذين تُلَقِّحُون النخل أعلم بما يصلح النخل منِّي ومِمَّنْ لا علم له بالزراعة، أي أنتم أعلم ¶ __________ ¶ (1) [البقرة: 249]. ¶ (2) [البقرة: 43].",
            "page": "36",
            "part": "1",
            "seal": "06925EE9"
        },
        {
            "id": "38",
            "nass": "بشؤون دنياكم هذه التي تباشرونها، والتي لم تنجح فيها مشورتي، أعلم مني ومن مثلي، فالحديث على هذا واقعة عين أو واقعة حال، لا يستدل بها على غيرها أصلاً. ¶ الاحتمال الثاني: أنتم أيها الذين تٌلَقِّحُون النخل ومن على شاكلتكم مني. ومِمَّنْ ليس من أهل الصناعات، والكلام على التوزيع، على معنى: أنَّ كل أهل صنعة أعلم بها مِمَّنْ ليسوا من أهلها، كما يقال: أهل مكة أدى بشعابها. ¶ الاحتمال الثالث: أنتم أيها الذين تٌلَقِّحُون النخل بالمدينة أعلم بما يصلح النخل مني ومن غيركم من زارعي النخل في البلاد والأزمان المختلفة، وهذا الاحتمال واضح البطلان، ففي بعض البلاد وفي بعض الأزمان من هم أعلم منهم بذلك. ¶ الاحتمال الرابع: أنتم أيها الذين تٌلَقِّحُون النخل بالمدينة أعلم بالخبرات والصناعات المختلفة مني ومن غيري، حتى من أهل الصناعات أنفسهم، على معنى أنتم أعلم بالطب مثلاً مني ومن الأطباء. وهذا الاحتمال واضح البطلان. ¶ هذه الاحتمالات الأربعة مبنية على أنَّ المراد من شؤون الدنيا الصناعات والمهارات والخبرات فإذا أردنا من شؤون الدنيا مصالح كل فرد أو مصالح كل مجموعة من مباحات الدنيا، كالمقارنة بين شراء بيت أو شراء سيارة كان الاحتمال الآتي: ¶ الاحتمال الخامس: أنتم الذين تٌلَقِّحُون النخل بالمدينة ومثلكم جميع الناس أعلم بشؤون دنياكم وما يصلح لكم من",
            "page": "37",
            "part": "1",
            "seal": "BCAE2520"
        },
        {
            "id": "39",
            "nass": "غيركم والكلام على قاعدة: مقابلة الجمع بالجمع تقتضي القسمة أحاداً، تقول: أعطيت الطلاب كتباً على معنى أعطيت كل طالب كتاباً، فيصبح المعنى كل واحد أعلم من غيره بشؤون ومصالح نفسه، وهذا الاحتمال إنْ صحَّ في المباحات لا يصح في الواجبات والمُحرَّمات، فالشرع وحده هو الذي حدَّدها على أنها المصلحة، بناء على سبق علم الله الذي خلق ثم إنَّ هذا الاحتمال لا يتناسب مع قصة الحديث. ¶ ومِمَّا هو واضح أنَّ الاحتمال الثاني هو المراد، ثم يليه الأول، وعلى كل حال لا يصحُّ الاستدلال بالحديث على إباحة التغيير والمعاملات: لأنَّ الحديث - كما رأينا - تطرَّقَ إليه أكثر من احتمال، والدليل إذا تطرَّقَ إليه الاحتمال سقط به الاستدلال. ¶ احتمال دخول المعاملات مستبعد: ¶ مع أنَّ احتمال دخول المعاملات في الحديث كأحد الاحتالات مستبعد أصالة وابتداء؛ لأنَّ المعاملات كما يفهم من معناها علاقة الأفراد والجماعات بعضهم ببعض فيما يتعلق بمعاشهم، وهذه العلاقة تحكمها دائماً قواعد وأصول وضوبط، لئلاَّ يحيف بعض الأطراف على بعض، والأمم غير الإسلامية وضعت لذلك قوانين، والإسلام وضع لها أرقى أنواع التشريع. ¶ وليس من المعقول أنَّ الله الذي أنزل أطول آياته في القرآن: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ ... } (1) ¶ __________ ¶ (1) [البقرة: 282].",
            "page": "38",
            "part": "1",
            "seal": "668D7BA3"
        },
        {
            "id": "40",
            "nass": "وحدَّدَ فيها: كتابة الدين، ومواصفات الكاتب وواجباته، وحق الدَيْنِ في الإملاء، وإملاء وليِّهِ في حالة عدم صلاحيته، وصفات الشهود، وشروطهم، وواجباتهم، وقال: {ذَلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ} (1) ليس من المعقول أنَّ الله الذي اهتم بالدَّيْنِ هذا الاهتمام يترك البيع والشراء وتفصيل الربا والرهن والشركة وغيرها من المعاملات دون تشريع. ¶ هل يعقل أنَّ الله يترك البشرية تنظِّمُ أمورها ومعاملاتها على حسب أهوائها حتى يضع القيود لضعيفهم باسم القوانين؟ وهو الحَكَمُ العدل العليم الخبير الذي راقب حركة عين محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في نظرتها لابن أم مكتوم فوضع لها قانوناً يُتلى في القرآن {عَبَسَ وَتَوَلَّى، أَنْ جَاءَهُ الْأَعْمَى} (2)؟ ¶ هل يعقل أنْ يترك البشرية هملاً يأكل بعضهم مال بعض ظلماً وعُدواناً تحت عنوان «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ»؟ ¶ هل يعقل أنْ يترك الله تعالى هذه القوانين لمحمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - دون رقابة أو تصحيح؟ فيخطئ، فتعمل الأُمَّة مجتمعة بالخطأ أربعة عشر قرناً حتى يبعث الله لها من يرعى مصالحها ويخالف حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -؟ أظنُّ أنَّ العقل المسلم يستبعد ذلك كل الاستبعاد. ¶ ولزيادة الإيضاح، وحتى تنقطع كل شبهة لمشتبه، ولتقطع كل المعاذير نذكر خمس مُسَلَّمات لا يعارض فيها أي مسلم: ¶ الأولى: أنَّ السامعين للخطاب «أَنْتُمْ» يدخلون في الحكم دخولاً أولياً. ¶ __________ ¶ (1) [البقرة: 282]. ¶ (2) [عبس: 1، 2].",
            "page": "39",
            "part": "1",
            "seal": "73C20AD9"
        },
        {
            "id": "41",
            "nass": "الثانية: أن الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يدخل في المفضّل عليه «أَعْلَمُ» دخولاً أولياً، أي أنتم أعلم مني. ¶ الثالثة: أنَّ غير الأعلم لا يصدر أوامره ونواهيه إلى الأعلم فيما هو فيه أعلم، فلو أنَّ المخاطبين والأمَّة الإسلامية أعلم منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بأحكام البيع والشراء والربا والهبة والشركة واللقطة والكفالة والوكالة والشُفعة والاستقراض والنكاح ما أصدر أوامره ونواهيه إليهم في هذه المعاملات؛ أما وأنه أصدر فهو أعلم فيما أصدر، وليس هذا مما هم فيه أعلم. ¶ الرابعة: أنَّ الإيمان يفرض علينا أنْ نعتقد أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حكيم، يضع الأمور في نصابها، ولا يتدخل فيما لا يخصه، ولا يحشر نفسه فيما لا يعنيه، لقد ظن حين تدخل في تأبير النخل أنه بذلك يغرس فيهم أنَّ الله هو الفاعل لكل شيء، وأنَّ الواجب عدم الاعتماد على الأسباب ونسيان الله، ظن أنه بذلك يوجِّهُهُم إلى الله، وكان من الممكن أنْ تحمل الريح دقيق الذكورة إلى الأنوثة، كما هو الشأن في تلقيح بعض الثمار، ولِمَ لاَ؟ والقدرة الإلهية جعلت مريم تحمل من غير ذكر أصلاً، لكن المشيئة العليا قضت ذلك لحكمة، كأنها تقول له: دع مثل هذه الأمور، فليست من مُهِمَّتك، وَدَعْ الناس يتنافسون في صنائعهم، ويجتهدون في الترقي بشؤون معاشهم، معتمدين على الأسباب، فالله خالق السبب والمُسبّب جميعاً. ¶ ومنذ هذا أمسك - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن هذا النوع، فلم يتدخَّل في شؤون الزراعة، فلم يسألهم ثانية: لم تحرثون؟ ولا: لم تسمدون؟",
            "page": "40",
            "part": "1",
            "seal": "1B202012"
        },
        {
            "id": "42",
            "nass": "ولا: لِمَ تختارون وقت كذا الزراعة كذا؟ ولا شيئاً من ذلك لأنه قال لهم عنه: «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ». ¶ فهل لو قصد دخول المعاملات في هذا أكان يتدخَّل فيها؟ ويأمر وينهى؟ ¶ لقد تدخَّل في المعاملات صغيرها وكبيرها، ورسم لهم صحيحها من باطلها، وحلالها من حرامها، كان يذهب إلى السوق بنفسه يرى ويسمع ويوجِّهُ: ¶ «الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا». ¶ «لاَ تَبِيعُوا الذَّهَبَ بِالذَّهَبِ إِلاَّ سَوَاءً بِسَوَاءٍ». ¶ «مَنْ أَسْلَفَ فِي شَيْءٍ فَفِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ». ¶ «مَطْلُ الْغَنِيِّ ظُلْمٌ وَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيءٍ فَلْيَتْبَعْ». ¶ «مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا أَوْ يَزْرَعُ زَرْعًا فَيَأْكُلُ مِنْهُ طَيْرٌ أَوْ إِنْسَانٌ أَوْ بَهِيمَةٌ إِلَّا كَانَ لَهُ بِهِ صَدَقَةٌ». ¶ «لاَ يَمْنَعَ جَارٌ جَارَهُ أَنْ يَغْرِزَ خَشَبَةً فِى جِدَارِهِ» (1). ¶ وهكذا عشرات الأحاديث فيكل معاملة، مما لا يدع مجالاً للشك في أنَّ المعاملات مما تعنيه هو في رسالته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وليست مما قال فيها: «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ». ¶ الخامسة: أنَّ الأعلم لا يستجيب عادة ولا يخضع ولا يُنّفِّذُ كل متطلَّبات غير الأعلم، فلو كانوا أعلم بشؤون المعاملات منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لتوقَّفُوا ولو مرة، وقالوا: نحن أعلم بشؤون دنيانا. ¶ هذا، وفَهْمُ المخاطبين من الحديث أساس في تحديد المراد منه. ¶ __________ ¶ (1) هذه الأحاديث كلها رواها البخاري.",
            "page": "41",
            "part": "1",
            "seal": "408885B6"
        },
        {
            "id": "43",
            "nass": "فماذا فهم الصحابة من حديث «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ»؟ ¶ الزواج من شؤون دنياهم: ¶ هل اتبعوا ما يعلمون أو ما يظنون أنه في صالحهم دون الرجوع إلى حكم الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -؟ ¶ هل خطب الخاطب على خطبة أخيه وهو يعتقد أنَّ ذلك في مصلحته، وفي مصلحة الزوجة والأسرتين؟ أم نفَّذَ حكم الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وإنْ اعتقد أنَّ صالح نفسه وأخلاقه؟ ¶ البيع والشراء من أمور دنياهم: ¶ هل اتبعوا ما يعتقدون أنه في صالح البائع فباعوا المصراة؟ أو نفَّذوا حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ونهيه عن بيع المصراة؟ هل اتبع المشترون ما يعتقدون أنه في صالحهم فتلقوا الركبان قبل وصولهم الأسواق، وقبل معرفتهم الأسعار؟ أو نفَّذوا حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في تلقي الركبان؟ ¶ هل اتبعوا ما يعتقدون أنه في صالح البائع والمشتري معا فباعوا التمر الرديء بالتمر الجيِّد مع اختلاف الوزن؟ أو نفَّذُوا حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فانتهوا عنه لأنَّ ذلك ربا. ¶ الثابت الذي لا شك فيه أنهم كانوا يتبعون أوامره في المعاملات ويُنَفِّذونها بدقة، مما يؤكِّدُ بداهة أنهم لم يجعلوها داخلة تحت حديث «أَنْتُمْ أَعْلَمُ بِشُؤُونِ دُنْيَاكُمْ». ¶ وإذا ثبت ووضح لنا مراد المُتكلم - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأنه لم يُدخِلْ المعاملات ضمن هذا الحديث. ¶ وإذا ثبت فهم المخاطبين واستجاباتهم وأنهم لم يخطر ببالهم دخول المعاملات تحت هذا الحديث.",
            "page": "42",
            "part": "1",
            "seal": "54D86602"
        },
        {
            "id": "44",
            "nass": "وإذا اجتمعت الأُمَّة في عصورها المختلفة أربعة عشر قرناً على أنَّ المعاملات لا تدخل في هذا الحديث. ¶ وإذا كان الفهم الصحيح للحديث يُحدِّدُ المراد منه ويمنع من دخول المعاملات فيه. ¶ فهل يبقى خيط عنكبوت يتعلَّقُ به الباحث ليدخل المعاملات في هذا الحديث؟ ¶ اللهم. لا. ¶ إنَّ الشريعة الإسلامية رسمت أسلوب تعامل الإنسان على الأرض مع كل ما يحيط ويتصل به، ذلَّلَ اللهُ لبني آدم كثيراً من مخلوقاته، وزَوَّدَهُ بعقل ليستفيد من هذه النعم، فهو في ميدان استخدام العلم والطبيعة حر، وفي ميدان الاستفادة والترقي لا حجر عليه. ¶ شرط واحد أساسي: ألاَّ يتعلق بمهاراته ونشاطه حقوق للغير، وهذا هو الحد الفاصل بين ما هو من شؤون الدنيا المرادة من الحديث وبين ما هو من اختصاص الشريعة الواردة على لسان محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ أصنع أسلحة تحمي بها نفسك، وتحمي بها الناس من الناس؟ نعم، لكن تصنع سكيناً ليقتل به الظالم بريئاً؟ لا. لأنك بذلك تساعد على الظلم. ¶ تعلَّم «التكنولوجيا» وعلم الذَرَّة، لكن حين تستخدمها لقتل البُرَءَاءِ؟ لا. ¶ بِعْ ما شئتَ واشتر ما شئتَ لكن لا على حساب أحد من الناس، حتى لو كان صاحب الحق طيراً أو حيواناً. ¶ اذبح م أحلَّ اللهُ لك ذبحَهُ، لكن أنْ تُعَذِبَ المذبوح؟ لا.",
            "page": "43",
            "part": "1",
            "seal": "BBACB0C8"
        },
        {
            "id": "45",
            "nass": "«إِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ، وَإِذَا ذَبَحْتُمْ، فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيحَتَهُ» (1). ¶ تعلَّم الرماية ما شئتَ؟ نعم، لكن أ، ْ تنصب دجاجة حيَّة هدفاً ترميها بالنبل تتعلَّم عليها إصابة الهدف؟ لا. إنَّ النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لعن من فعل هذا (2). ¶ أطعم الهرة أو لا تطعمها. لكن أنْ تحبسها، فلا أنت تطعمها ولا أنت تتركها تأكل من خشاش الأرض؟ لا. فَقَدْ دَخَلَتِ امْرَأَةٌ النَّارَ فِي هِرَّةٍ حَبَسَتْهَا حَتَّى مَاتَتْ (3). ¶ تسقي الكلب أو لا تسقي. لكن رجلاً سقى كلباً يلهث فغفر الله له (4). ¶ فأنتم أعلم بشؤون دنياكم فافعلوا ما تختارون حيث لا يتعلَّق بهذه الشؤون حقوق الآخرين، فإنْ تعلَّقت بها حقوق الآخرين ولو كان طيراً أو حيواناً فالأعلم بها الله ورسوله، وشرعه في ذلك هو الميزان، ما أمر به هو المصلحة، وما نهى عنه هو ضد المصلحة. ¶ علمنا الحكمة أم لم نعلمها. ¶ {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} (5). ¶ وما ينبغي لمسلم يبلغه حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيرُدُّهُ زاعماً أنَّ المصلحة في خلافه: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (6). ¶ وما كان لمسلم يبلغه حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيضيق به ولا ¶ __________ ¶ (1) رواه مسلم. ¶ (2) رواه البخاري. ¶ (3) رواه البخاري. ¶ (4) رواه البخاري. ¶ (5) [الأحزاب: 36]. ¶ (6) [النور: 63].",
            "page": "44",
            "part": "1",
            "seal": "064CA6AD"
        },
        {
            "id": "46",
            "nass": "يسلم به: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} (1). ¶ بقي في نفسي تساؤل بخصوص حديث تأبير النخل، ربما يثور في نفوس البعض، هو: ¶ لماذا ألهم الله رسوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أنْ يشير عليهم بهذه الإشارة، مع أنها لم تكن في مصلحتهم؟ ¶ ولماذا جعلهم الله يستسلمون لمجرَّد الإشارة، وهم المعروفون بالمراجعة والنقاش وكثرة السؤال؟ ¶ ولماذا لم يتدارك الله بهذه المشورة بالتصحيح قبل أنْ تنتج شيصاً للمسلمين يسخر منه اليهود وأعداء الإسلام حين يصح نخلهم ويسوء نخل المسلمين بسبب مشورة نبيِّهِم - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ سنحاول تلمس حكمة لهذه الحادثة، فإنْ حصلت بها قناعة واطمئنان فالحمد لله، وإلاَّ فنحن مؤمنون أرسخ الإيمان بأنَّ لله في ذلك حكمة، وهو الحكيم الخبير. ¶ أولاً: هناك من الأمور ما نحسبه شرّاً لنا وهو في الحقيقة خير لنا، كخرق السفينة، يحسب لأول وهلة أنه شر لأصحابها، فلما وضحت الحقيقة كان خيراً، وبالقياس على هذا: ¶ ألم يكن من الجائز أنْ يطمع الكافرون في المدينة وتمرها، فيهاجموها من أجل نزول محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيها؟ فخروج التمر ¶ __________ ¶ (1) [النساء: 65].",
            "page": "45",
            "part": "1",
            "seal": "2CB83BBB"
        },
        {
            "id": "47",
            "nass": "شيصاً جعلها غير مطمع، وصرف الله بذلك هجوم الكافرين حتى يستعدَّ المؤمنون؟ ¶ احتمال. ¶ ثانياً: من المعروف أنَّ الدرس العملي يكون أشدَّ أثراً من غيره، ولا شك أنَّ هذا الدرس كان قاسياً عليهم فتنافسوا بعده في أسباب الحياة. ¶ ثالثاً: اذكر قصة الصيادين. الصياد المسلم الذي أخذ يدعو الصياد المشرك للإيمان، وأخذ كل منهما يلقي شباكه في البحر، يقول المسلم: بسم الله، فتخرج شباكه فارغة، ويقول المشرك: باسم العُزى، فتخرج شباكه مليئة، فلو كان المسلم قويَّ الإيمان ظل مُتمَسِّكاً بإيمانه مهما أصابه، وإنْ كان ضعيفَ الإيمانِ ظهر ضعفه فلا ينخدع الناس به. ¶ وفي مثل هذا يقول الله تعالى: {وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ} (1). ¶ ويقول: {وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوَالِ وَالْأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ} (2). ¶ فكانت هذه الحادثة ابتلاءً واختباراً، وقد نجح الصحابة - رِضْوَانُ اللهِ عَلَيْهِمْ - في هذا الاختبار القاسي - وهُمْ في أول الإيمان - نجاحاً باهراً، فقد استمرُّوا في طاعة أوامره - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والبُعد عن كل ما نهى عنه بالدرجة نفسها التي كانت قبل مَشُورته ¶ __________ ¶ (1) [الحج: 11]. ¶ (2) [البقرة: 155].",
            "page": "46",
            "part": "1",
            "seal": "D8B22037"
        },
        {
            "id": "48",
            "nass": "- صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولم يرد إلينا ردة أحد بسببها، بل لم يرد عتاب أحد منهم لرسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عليها رغم خسارتها، مما يشهد لهم بالإيمان الصادق المتين. والله أعلم بحكمته. ¶ شبهات أخر: ¶ نتقل بعد ذلك إلى الشبهات التي لبست الأمر على الباحث، والتي أوردها في بحثه على أنها تساعده في دعواه، وهي في الحقيقة عليه، لا له، كما سنبيِّنُ. ¶ ويمكن تصنيف شبهاته إلى ستة أصناف: ¶ 1 - شُبهات من أحاديث ظاهرها أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان يجتهد، وأنَّ الصحابة كانوا يراجعونه ويردُّونه فيرجع. ¶ 2 - أحاديث ظاهرها أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - اجتهد فأخطأ فعاتبه ربه. ¶ 3 - أمور يدعى أنه اجتهد فيها - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأخطأ وبقي الخطأ معمولاً به حتى اليوم. ¶ 4 - حوادث يدعى أنَّ الصحابة - رِضْوَانُ اللهِ عَلَيْهِمْ أَجْمَعِينَ - خالفوا فيها أحاديث الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وغيَّرُوا حُكمه. ¶ 5 - حادثة يدعى أنَّ التابعين - رَضِيَ اللهُ عَنْهُمْ - خالفوا حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيها وغيَّرُوا حُكمه. ¶ 6 - شُبهات من أحاديث يتوهَّم الباحث منها أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - اجتهد في المعاملات ولم يحصن بوحي حين الاجتهاد ولا بعده.",
            "page": "47",
            "part": "1",
            "seal": "598404A8"
        },
        {
            "id": "49",
            "nass": "والنتيجة لكل ذلك ما صرَّحَ به صفحة «46» بقوله: «فما دام الرسول كان يجتهد، وعلم ذلك منه الصحابة، وكانوا يراجعونه أحياناً، ويُبدون رأياً آخر، وكان - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - يتقبَّلُ بصدر رحب هذا الرأي الآخر، ويأخذ به، وما دام اجتهاده كان قائماً على القواعد الموجودة حتى الآن، وهادفاً إلى تحقيق المصلحة التي يراها في واقع الناس حوله. وما دام هذا الاجتهاد قد شمل الكثير من أنواع المعاملات في زمنه على ضوء الظروف التي كانت سائدة في أيامه. أفلا يجوز لمن يأتي بعده من أيام الصحابة وحتى الآن أنْ يُدْلي في الموضوع باجتهاده أيضا؟ ولو أدَّى اجتهاده إلى غير ما قرَّر الرسول باجتهاده؟». ¶ وسنحاول إزاحة الغشاوة، وإزالة اللبس، وكشف الزيف، ودحض الشبهات. ¶ أما الصنف الأول فذكر منه: ¶ 1 - مشورة الحُباب في بدر، وقد اخترنا فيما سبق أنَّ دراسة الأماكن وما يصلح منها لفن الحرب هو من شؤون الدنيا التي تترك لأهل الاختصاص. وليس فيها دلالة على المعاملات التي يقصدها. ¶ 2 - وذكر منه أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - نزل عن رأيه في البقاء في المدينة (يوم أُحُدْ)، واستحباب لقومه وخرج. وهذا أيضاً من قبيل الخبرة بما يصلح الحرب. فليست دليلاً على المعاملات. ¶ 3 - وذكر منه تفاوض الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مع غطفان ونزوله عند رأي أصحابه بعدم قبول الصلح، وهذا كسابقيه.",
            "page": "48",
            "part": "1",
            "seal": "1324C7C2"
        },
        {
            "id": "50",
            "nass": "4 - وذكر منه حديث أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أمر أبا هريرة أنْ يُبَشِّرَ الناسَ أنَّ من قال لا إله إلاَّ الله دخل الجنة، فقابله عمر فمنعه من التبشير وطلب من رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ألاَّ يفعل فقبل رأي عمر. ¶ 5 - وحديث أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حرَّمَ قطع شجر الحرم فقال العباس: إلاَّ الإذخِر. فقال - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِلاَّ الإِذْخِرَ». ¶ 6 - وحديث أنَّ النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أمر بكسر القدور الفخارية التي طبخت فيها الحمر الأهلية، فطلب عمر الاكتفاء بغسلها، فوافقه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - واكتفى بغسلها. وللجواب على هذا نقول: مع أنَّ بعض العلماء يقولون: إنه اجتهاد في الصورة، وأنَّ الله تعالى أوحى إليه أنْ قُلْ لأبي هريرة: يبشِّرُ وسيأتيك عمر مانعاً له من التبشير فاقْبَلْ قولَ عمر، ليتَدَرَّبَ المسلمون على التفكير وتدبير الأمور، ودراسة المُقدمات، والنتائج ومراعاة المواقف. ¶ وأوحى إلى الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أنْ حَرِّمْ قطع شجر الحرم، فسيقول لك العباس: إلاَّ الإذخر، ليظهر للناس فضل الله ورحمته ومِنَّتِهِ على خلقه في الترخيص، وليتعلَّمُوا أنْ يلتجِؤوا إلى الله المُشَرِّعُ بطلب العفو والتخفيف. ¶ وأوحى الله إلى الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أنْ مُرْ بكسر القُدُورِ، فيقول لك عمر راجياً: أو نكتفي بغسلها؟ فاقبِلْ مشُورَةَ عمر، ليحسَّ المسلمون مدى رحمة الله بهم، فقد روى أنَّ بني إسرائيل كان عليهم أنْ يقطعوا الجزء المُتَنَجِّسَ من الثوب تشديداً عليهم. مع أنَّ بعض العلماء يقول ذلك وأنه اجتهاد في الظاهر",
            "page": "49",
            "part": "1",
            "seal": "B2932BF8"
        },
        {
            "id": "51",
            "nass": "ووحي في الحقيقة لكنا نقول: ليكن اجتهاداً منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حين أمر بالتبشير، وحين أمر بكسر القدور، وحين نهى عن قطع شجرالحرم، لكن ما المانع: ¶ أنْ تكون استجابته بالترخيص بقطع الإذخر، واستجابته لعدم التبشير، واستجابته للغسل بدل الكسر عن طريق الوحي؟ ¶ وهل يستبعد سرعة نزول الوحي بذلك؟ ¶ وهل يستبعد أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يرى جبريل ويسمعه دون أنْ يراهُ الناس أو يسمعوه؟ ¶ ولم يستبعد أنْ يكون وحياً من الأول بالجزء الأول، ثم وحياً بالثاني بعد السؤال؟ ¶ يقول الباحث صفحة «40»: «إذْ لو كانوا يعلمون أنه يتكلم عن وحي لما جرؤ واحد منهم على إبداء رأيه». ¶ وهذا مردودٌ؛ لأنهم كانوا يعلمون كذلك أنَّ الوحي ينزل مُخَفَّفاً بناء على طلبهم، فإبداء رأيهم يرجون به تعديل القرار عن طريق الوحي أيضاً. ¶ فها هو سعد بن عُبادة، بعد أنْ نزل قوله تعالى في سورة النور: ¶ {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا} (1)، وهو يعلم حق العلم أنه وحي .. وجدناه يناقش فيه، ويُبدي رأيه، فيقول: والله يا رسول الله. إني لأعلم أنها لحق، وأنها مِنَ الله، ولكني قد تعجبت أني لو وجدت لكاعاً قد تَفَخَّذَهَا رجلٌ ¶ __________ ¶ (1) [النور: 4].",
            "page": "50",
            "part": "1",
            "seal": "1C321940"
        },
        {
            "id": "52",
            "nass": "لم يكن لي أنْ أهيجه ولا أحركه حتى أتى بأربعة شهداء؟ فوالله إني لا آتي بهم حتى يقضي حاجته. ¶ فنزل الوحي في الحال والقوم جلوس بآية اللعان. ¶ ويقول الباحث صفحة «39»: «ولو كان نطق الرسول وكلامه في هذا المجال بوحي من الله ما كانت هذه الوقفة والمراجعة وهذا الاستثناء، بل كان يعمد الوحي مباشرة من أول الأمر إلى استثناء الإذخر». ¶ وهذا مردود أيضاً؛ فقد نزل قول الله تعالى: {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ} (1). وبعد فترة من الزمن، قيل: شهر. نزل جبريل بقوله تعالى: {غَيْرُ أُولِي الضَّرَرِ}. فهل يقال: لو كان وحياً لنزل من الأول: {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ} ثم إنَّ الباحث لا يملك دليلاً على أنَّ هذه الأحداث كانت باجتهاد ولم تكن بوحي؛ لأنَّ الدليل الوحيد أنْ يقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: هذا اجتهاد مني. ولم يحصل ذلك. قال الحافظ ابن حجر في فتح الباري: «باب لا يحل القتال بمكة» قال ابن المنير: «والحق أنَّ سؤال العباس كان على معنى الضراعة وترخيص النبي صلى الله عليه وسلم كان تبليغا عن الله إما بطريق الالهام أو بطريق الوحي ومن ادعى أن نزول الوحي يحتاج إلى أمد متسع فقد وهم» (2). ¶ هذا ... وعلى سبيل إرخاء العنان للخصم، وعلى فرض أنَّ هذه الأحكام كانت باجتهاد، وأنَّ الرجوع إلى رأي الصحابة ¶ __________ ¶ (1) [النساء: 95] ¶ (2) [فتح الباري: 4/ 49، طبعة دار المعرفة، ترقيم محمد فؤاد عبد الباقي].",
            "page": "51",
            "part": "1",
            "seal": "CF224C5F"
        },
        {
            "id": "53",
            "nass": "كان باجتهاد، أين شرع الله في قطع شجر الحرم؟ وفي غسل القدور؟ ما حكم من يقطع شجر الحرم؟ وما حكم من يأكل في هذه القدور بعد غسلها؟ لا يملك الباحث إلاَّ أنْ يقول: قطع شجر الحرم حرام إلاَّ الإذخر، ويُعذَبُ فاعله بالنار يوم القيامة، الأكل في القدور بعد غسلها حلال، لا يأثم الآكل ولا يعاقب يوم القيامة. ¶ إذاً الحكم في النهاية حُكم الله، والتشريع في النهاية تشريع الله، ولو كان أساسه اجتهاداً، ونتيجة لذلك لا يملك مسم مخالفته وتغييره. ¶ ثم هذا كله خارج عن دائرة المعاملات التي يركز عليها الباحث هدفه، فلا يفيده. ¶ الصنف الثاني: أحاديث ظاهرها أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - اجتهد فأخطأ فعاتبه ربه، ذكر فيها الباحث أسرى بدر، والإذن لبعض المنافقين بالتخلف عن الغزو، واستغفاره - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - للمنافقين، وإعراضه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن الأعمى، وهذا الصنف ضد الباحث وليس له - وإنْ أشعر بأنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان يجتهد - لكنه يؤكِّدُ أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لا يقر على خطأ، وأنَّ قراراته وأحكامه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كانت تحت المراقبة والتوجيه. ¶ الصنف الثالث: أمور يَدَّعِي فيها الباحث أن الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - اجتهد فيها، فأخطأ، وبقي الخطأ حتى اليوم. ومَثَّلَ الباحث لها بحديث الذباب، وشغل به نحو عشرين صفحة، وكان مما قال صفحة «110»: «إنَّ حديث الذباب وغيره",
            "page": "52",
            "part": "1",
            "seal": "CBEE6278"
        },
        {
            "id": "54",
            "nass": "من الأحاديث التي وردت في شؤون الطب إنما هي من الأمور الدنيوية العلمية التي لم يبعث الرسول لبيانها وتبلغيها للناس، وإنما كانت مجرد معارف دنيوية متناقلة، إما عن تجربة لهم، وإما عن أقوال عرفوها عمَّن قيل عنهم في ذلك الزمن: إنهم أطباء ... وليس شيء من ذلك عن وحي من الله». ¶ وفي صفحة «113» يقول: «فحتى لو سلَّمنا أنَّ في أحد جناحيه داء وفي الآخر دواء، فكيف يتغاضى الوحي من الله - وهو العليم الخبير - عما يحمله بقية جسمها من أمراض خطيرة؟». ¶ ونحن نقول له: إذا كان الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قد قال ذلك باجتهاده، وأخطأ، وأوقع المسلمين في خطر، فكيف يتغاضى الوحي - وهو العليم الخبير - عن إضرار محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالأُمَّة إلى الأبد؟. ¶ وفي صفحة «114» يقول: «وإذا كان الله - كما نعتقد جازمين - لا يخفى عليه شيء في الأرض ولا في السماء، فكيف يوحى للرسول بغمسها كلها بما يحمله جسمها من جراثيم ضارة بالإنسان أضراراً بليغة متعدِّدَة، وهو سبحانه لا يريد إلاَّ الخير لعباده؟ هل يعقل أنَّ الطب اكتشف من أخطار الذبابة ما لم يعلمه الله؟ وهل يعقل أنَّ الله يعلم هذه الأخطار، ثم يأمر الإنسان - على لسان الرسول - بجلبها إليه بهذا الغمس؟». ¶ ونحن نقول له: وإذا كان الله - كما نعتقد جازمين - لا يخفى عليه شيء في الأرض ولا في السماء فكيف يترك",
            "page": "53",
            "part": "1",
            "seal": "904616BC"
        },
        {
            "id": "55",
            "nass": "الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يأمر أمَّتَهُ بغمسها كلها؟ وقد أمرهم أن يطيعوه، وقال: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ}؟ (1). ¶ كيف يتركه يضر الأمَّة هذه الأضرار ثم يترك الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يجلبها للناس أربعة عشر قرنا؟ ¶ كيف لم يتغاض الله والوحي عن عبوس وجه أعمى لا يتأثر بهذا العبوس، فأنزل قرآناً يُتلى؟ ويتغاضى عن إيقاع الأمَّة كلها في حرج؟ ¶ أتعتقد أنَّ هذا يعقل؟ ¶ إني أعتقد أنه تشريع من الله، وبالايحاء والإملاء وليس بالتقرير، وهو تشريع حكيم لا شك في ذلك. ولنفهم الحديث فهماً علمياً صحيحاً. ¶ الحديث: «إِذَا وَقَعَ الذُّبَابُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْمِسْهُ كُلَّهُ، ثُمَّ لِيَنْزِعَهُ، فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الْآخَرِ دَوَاءً، وَإِنَّهُ يَتَّقِى بِجَنَاحِهِِ الَّذِى فِيهِ الدَّاءُ» (2). ¶ حديث صحيح، يتكوَّنُ من فقرتين: فقرة الأمر والتوجيه: «إِذَا وَقَعَ الذُّبَابُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْمِسْهُ كُلَّهُ، ثُمَّ لِيَنْزِعَهُ». وفقرة التعليل: «فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الْآخَرِ دَوَاءً، وَإِنَّهُ يَتَّقِى بِجَنَاحِهِِ الَّذِى فِيهِ الدَّاءُ». ¶ أما الفقرة الأولى فهي لم تأمر بطرح ذبابة واحدة في الإناء، وإنما تعالج حالة إذا وقعت لا حيلة للمرء في دفعها، «إِذَا وَقَعَ الذُّبَابُ». أي رغماً عنكم، ولم يكن لكم حيلة في ¶ __________ ¶ (1) [النساء: 80]. ¶ (2) رواه البخاري.",
            "page": "54",
            "part": "1",
            "seal": "9C6351CE"
        },
        {
            "id": "56",
            "nass": "دفعه، والأمر بالغمس أمر إرشاد، كقولنا: إذا أعجبك الطعام فَكُلْ، أمر يَكِلُ للمأمور حريته واختياره، لا أمر إيجاب يأثم تاركه، إذْ لم يقل بذلك أحد. ¶ إنَّ محاربة الذباب أمر مُسَلَّمٌ وبدهي ومشروع، ولكن بعض الذباب - كما لا يخفى - يتحصَّنُ بالمُبِيدات ويتعوَّدُ عليها فلا يتأثَّرُ بها، وبعض الأماكن لا يصلح فيها رش المُبيدات، فهناك فقراء في خيام أو عِشش، ولاجئون في عراء، لا يضعون طعاماً أو شراباً حتى يشاركهم فيه الذباب، والذباب من طبيعته العناد، كلما ذُبَّ وطُرِدَ عاد. فكان لا بُدَّ من تشريع لحالة قائمة. «إِذَا وَقَعَ الذُّبَابُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْمِسْهُ، ثُمَّ لِيَنْزِعَهُ»، ولم يتعرَّض الحديث للأكل أو الشرب من الإناء الذي وقع فيه الذباب، بل ترك الأمر للآكل والشارب، إنْ شاء ورغب وقَبِلَ أكل أو شرب، وإنْ شاء أراق ما في الإناء، وإنْ شاء أبقاه وانتفع به في غير أكل أو شرب، كل ما يفيده الحديث رفع الحظر، والحُكم للسائل الذي وقع فيه الذباب بالطهارة والحل. ¶ أما مسألة التقزُّز أو القبول فهذا أمر آخر، فقد تتقزَّزُ نفس من طعام هو أطيب عند نفس أخرى، وقد تقبل نفس على ما تنفر منه نفس أخرى، وهذا مشاهد وكثير في أطعمتنا وأشربتنا، وقد قرأنا أنَّ الضبَّ أُكل على مائدة رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فلم تقبله نفسُهُ، فقيل له: أحرام هو؟ قال: «لاَ وَلَكِنْ لَيْسَ بِأَرْضِ قَوْمِي فَنَفْسِي تَعَافُهُ» (1). ¶ وأذكر أنني في عام 1953 وفي إحدى مدن (نَجْد)",
            "page": "55",
            "part": "1",
            "seal": "80879831"
        },
        {
            "id": "57",
            "nass": "بالسعودية دُعِيتُ إلى عشاء في حفل كبير مع بعض القوم، فلم أجد أمامي سوى كومة من الجراد المسلوق، فلم أستطع أنْ أمدَّ يدي، بل لم أستطع الإمساك بأمعائي التي ثارت ونفرت، والقوم يلتهمون بشغف وحماس، فقيل لي: ألم يقل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «أُحِلَّتْ لَنَا مَيْتَتَانِ وَدَمَانِ: السَمَكُ وَالْجَرَادُ وَالْكَبْدُ وَالطِّحَالُ» (1)؟ قلتُ: بلى. ولكنه ليس بأرض قومي فنفسي تعافه. ¶ وما لنا نذهب بعيداً فكثيراً ما نرى الذباب يعق على طعامنا وحلواننا، فنذبُّهُ ونطرده بعيداً، ثم نأكل، ولا فرق بين وقوع الذباب على التمر وبين وقوعه على سائل، ما دامت الأمراض والقاذورات في رجليه. ¶ بل أقرب من هذا وذاك نرى أهلينا بالريف - وقد عشنا بينهم - يأكلون «المش القديم» يغمسون اللقمة بصعوبة بين الديدان المتحرِّكة، ثم يأكلون بشهية عظيمة، وما دود المش إلاَّ يرقات ذباب. ¶ هذا بين يدي الآن كتاب بعنوان \" الآفات الزراعية الحشرية والحيوانية \" للدكتور محمد محمود حسني، أستاذ الحشرات بكلية الزراعة جامعة عين شمس وآخرين، يقول فيه: «إنَّ ذبابة الجبن توجد بكثرة أثناء الصيف في المطابخ ومخازن البقالة، وتضع الأنثى (50) خمسين بيضة على مواد الطعام أو على الأغطية التي تغطى بها الأوعية التي تحتوي على المواد الغذائية، يفقس البيض بعد يوم واحد في الصيف وثلاثة أيام في الشتاء». اهـ. ¶ __________ ¶ (1) رواه أحمد والدارقطني.",
            "page": "56",
            "part": "1",
            "seal": "1ED51DA1"
        },
        {
            "id": "58",
            "nass": "فما أكثر ما نأكل من الأطعمة التي وقف عليها كل يوم من حيث لا ندري، أو من حيث ندري ونكتفي بطرده، فالتأفف والتقزُّزُ أو القبول يرتبط بالعادة والإلف. ¶ وإذا كانت تلك حالنا في حضارتنا ومستوانا ومدنيتنا فكيف حال أهلنا في الريف؟ وما يفعل الفقراء واللاجئون في الصحراء والخيام؟ ¶ هبْ أنَّ الحديث أمر بإراقة الطعام والشراب إذا وقع فيه الذباب، وهُمْ لا يملكون إلاَّ كوباً واحداً من اللبن في اليوم، يقع فيه الذباب؟ أيموتُون جوعاً وعطشاً؟ ¶ ثم لنفرض أنَّ مسلماً يملك غير الكوب وغير الشراب، لكنه لا يستطيع محاربة الذباب، ولا منعه من أي كوب، ولا عن أي شراب، بماذا تنصحه؟ ¶ ليست صورة خيالية أو نادرة، بل واقعية وكثيرة، وقد عِشتُها عامين كاملين في (نَجْد) بالسعودية حين كنتُ مُعاراً سنة 1953، فكنا لا نستطيع أنْ نأكل طعاماً أو نشرب شراباً في ضوء النهار بسبب الذباب الذي يقاتلنا، نعم يقاتلنا بما تحمل العبارة من معان، لقد كنا - بدون مبالغة - نضع فمنا على فم الكوب نغلقه فيما عدا مكان الشفاه، فيهاجم الكوب من كل مكان الشفاه ومع الشفاه، ولم يكن يؤثِّرُ فيه أي مُبيد حشري. ¶ فهل التشريع السمح الذي يرفع الحرج والضيق عن الناس يوصف بالجهل والخطأ يقابل بالرفض والرد والتكذيب؟ ¶ أم يوصف بالحكمة والسماحة والإحسان!!!؟",
            "page": "57",
            "part": "1",
            "seal": "3998A367"
        },
        {
            "id": "59",
            "nass": "إنَّ الذي شرع لنا واباح شرب ما وقعت فيه الذبابة هو خالقنا وخالق الذبابة، وقد جنَّدَ في أجسامنا جيشاً بل جيوشاً من جنوده لمقاومة ما خلق من حولنا من جراثيم، ليس لمقاومة جراثيم الذباب فحسب، بل لمقاومة ملايين الجراثيم التي تدخل الجسم يومياً عن طريق المأكولات والمشروبات والملموسات، وحتى عن طريق الهوء الذي نعيش فيه. ¶ فلنأخذ حذرنا ثم نتوكل عليه، فكم من محافظ مدقق حذر أتى من مأمنه، وكم من مُتوكِّلٍ حماهُ الله. ¶ أما الفقرة الثانية من الحديث: «فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الْآخَرِ دَوَاءً، وَإِنَّهُ يَتَّقِى بِجَنَاحِهِِ الَّذِى فِيهِ الدَّاءُ» فهي ليست مجرد معارف دنيوية متناقلة كما يقول الباحث، إذ لم نسمع في طب العرب والعجم هذا التقرير، ولم نسمع به على لسان أحد قبل محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، والاحتمالات العقلية لهذا الحُكم أربعة: ¶ إما أنَّ الله أوحى به إلى محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهو سبحانه خالق الداء والدواء جميعاً، وهذاهو الأمر المُسَلَّمُ المقبول. ¶ وإما أنَّ محمداً - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قاله عن خبرة واجتهاد، وهذا مستحيل؛ لأنَّ معرفته تحتاج إلى مجهر ومُكبِّرٍ ومعامل وأبحاث وخبرة وأجهزة دقيقة جداً لم تكن خلقت بعد. ¶ وإما أنْ يكون محمداً - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ألقى هذا القول دون علم، ودون تحسب للمسؤولية كما يفعل الغافل الذي يقول ما لا يَعِي، وحاشاهُ، فقد أوتِيَ الحكمة - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ويعلم أنه مُطاع. ¶ وإما أنْ يكون قد تعمَّدَ الكذب والاختلاق، وحينئذٍ يكون",
            "page": "58",
            "part": "1",
            "seal": "380CEBD7"
        },
        {
            "id": "60",
            "nass": "كذبه واختلاقه على الله؛ لأنَّ الصحابة والأمَّة في أربعة عشر قرناً تحمله على أنه من الله. وحاشاهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أنْ يكذب على الله. ¶ فتعيًّنَ أنْ يكون هذا القول وحياً من الله، ووجب علينا بحُكم الإيمان أنْ نُصَدِّقَهُ، فقد صدَّقْنَاهُ فيما هو أبعد من ذلك. ¶ صدَّقناه في خبر السماء. ¶ فإنْ وصل الطب والعلم إلى هذه الحقيقة - كما قرَّرَ بعض أطبائنا المسلمين - فبِهَا ونِعْمَتْ، وصَدَقَ اللهُ ورسُولُهُ، وإنْ لم يصل فهو ما زال يحبو، وصَدَقَ اللهُ ورسُولُهُ برغم عدم وصوله، وسيصل إنْ شاء اللهُ، لتخرس ألْسِنَةُ تجرَّأتْ على رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ إنَّ الباحث لم يَرُدَّ الحديث ابتداءً، ولم يقبل الشك في الإسناد، ونزَّهَ الرُواة عن الكذب، ونزَّهَ البخاري عن الخطأ، فهو يقول صفحة «102»: «ونرى من هذا أنَّ الحديث توافرت له الشروط الخاصة بصحة الإسناد أو الرواية عند البخاري الموثوق به وبصحة ما يرويه، حتى ليصعب القول من ناحية الشكل بأنَّ هذا لم يصدر عن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فلا طعن على الحديث من ناحية الرواية والإسند» ويقول في صفحة «116»: «ولن نمس بذلك روايات البخاري وصحّضتها، فالبخاري وغيره مِمَّنْ رَوَوْا هذا الحديث بسند صحيح لا مطعن فيه، ونقلوا إلينا نقلاً صحيحاً ما صدر عن الرسول، وأدُّوا بذلك الأمانة التي التزموا بها، ولا كلام لأحد في هذا».",
            "page": "59",
            "part": "1",
            "seal": "A4D47D40"
        },
        {
            "id": "61",
            "nass": "نعم لم يَرُدَّ الباحث الحديث، ولم يقبل ردًَّهُ عن طريق الشك في الإسناد، بل نزَّهَ الرُواة عن الخطأ، ولم يقبل أنْ يُؤَوَّلَ الحديث ويوجِّهه ببعض التوجيهات التي وجهه بها بعض العلماء، ولم يقبل أنْ يجعل الحديث من التشابه الذي لم يصل إليه علمه فيتوقَّف، ما دام الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قد نطق به. ¶ ولكنه اختار أنْ يقصر الاتهام والخطأ على الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ يقول صفحة «67»: «لكن أردتُ أنْ أقدِّم وجهة نظر، ربما لم يطرقها أحد حتى الآن، على قدر إطلاعي، وربما نقض هذاالاشتباك المستمر كما أرجو». ¶ ووجهة نظره التي لم يطرقها أحد حتى الآن هي أنَّ الخطأ من الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ يقول صفحة «117»: «إنَّ ما قاله الرسول هو من الأمور الدنيوية التي يجوز أنْ يُبدي الرسول فيها رأياً ويظهر الصواب في خلافه». ¶ وفي صفحة «114» يقول: «ولا نقول خطأ تأدُّباً مع مقام الرسول، ولكنا نقول: يظهر أنّض الأمر على خلافه، إنَّ حساسيتنا المفرطة الآن هي التي تجعل هذا الذي قرَّرْناهُ \" يقف في زورنا \" (*) ويستثقل بعضنا النطق به، وإنْ كان هو الحقيقة والحقيقة تكون مرة أحياناً». ¶ الصنف الرابع: حوادث ثلاث للصحابة يتوهَّمُ الباحث منها أنهم خالفوا حُكم رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وأهملوا حديثه، ولم ¶ __________ ¶ (*) تعبير من تعابير العوام بمصر يجعلونه كناية عن (الأمر غير المقبول)، مجلة الأزهر.",
            "page": "60",
            "part": "1",
            "seal": "0CC93827"
        },
        {
            "id": "62",
            "nass": "يعملوا به، وقصده من ذلك أنَّ له سوابق في مخالفة الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وردَّ أحاديثه، فإذا ردَّ على حديث أو لم يعمل به ردَّ الباحث أحاديث المعاملات ولم يعمل بها. وقد ذكر الباحث ثلاث حوادث. ¶ الحادثة الأولى: ذكر صفحة «48» قول عائشة - رَضِيَ اللهُ عَنْهَا -: «لو علم الرسول ما أحدث النساء لمنعهن المساجد كما منعت نساء بني إسرائيل» (1)، يستدل به على مخالفة عائشة لقول رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ تَمْنَعُوا إِمَاءَ اللَّهِ مَسَاجِدَ اللَّهِ إِذَا اسْتَأْذَتَّكُمْ» (2). ¶ وتحقيق المسألة أنَّ خروج النساء إلى المساجد لم يكن واجباً في وقت من الأوقات، وإنما أذن لهُنَّ ورخَّص لهُنَّ فيه على أنه خلاف الأولى، فقد جاءت إحدى الصحابيات تقول لرسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: إني أحب الصلاة معك. قال: «قَدْ عَلِمْتُ: وَصَلاَتُكِ فِى حُجْرَتِكِ خَيْرٌ مِنْ صَلاَتِكِ فِى دَارِكِ، وَصَلاَتُكِ فِى دَارِكِ خَيْرٌ لَكِ مِنْ صَلاَتِكِ فِى مَسْجِدِ قَوْمِكِ، وَصَلاَتُكِ فِى مَسْجِدِ قَوْمِكِ خَيْرٌ لَكِ مِنْ صَلاَتِكِ فِى مَسْجِدِ الجَمَاعَةِ» (3). ¶ ثم إنَّ الترخيص لهُنَّ كان مشروطاً بشروط أهمها: أنْ يخرُجْنَ تفلات غير متزيِّنات وغير متطيِّبات وأنْ يكون هناك أمن من الفتنة منهُنَّ وعليهِنَّ، فكان الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «ائْذَنُوا لَهُنَّ» إذا التزمن بالشروط وامنعوهُنَّ إذا لم يلتزمن، فلو أنَّ عائشة - رَضِيَ اللهُ عَنْهَا - منعت غير الملتزمات لكانت مطبقة للحديث منفِّذة له، وليست مخالفة له، ومع ذلك لم تمنع عائشة خروج النساء، وما زال حُكم خروج النساء إلى ¶ __________ ¶ (1) رواه البخاري. ¶ (2) رواه البخاري. ¶ (3) رواه أحمد والطبراني.",
            "page": "61",
            "part": "1",
            "seal": "929BF5CB"
        },
        {
            "id": "63",
            "nass": "المساجد مُرَخِّصاً به إلى اليوم بشرط إِذْنِ الزوج والأمن من الفتنة والالتزام بحدود الشريعة، وكان بعض الصحابة يأذنون لأزواجهم بالخروج إلى المساجد، وبعضهم لا يأذنون، كل يقدِّرُ الظروف والأخطار، وقد فهموا أنَّ الأمر لرفع الحظر والإرشاد وليس للوجوب، فالذي يأذن بشروطه لا يكون مخالفاً، والذي لا يأذن لفقد الشروط لا يكون مخالفاً. ¶ الحادثة الثانية: التقاط ضالة الإبل، وحديث البخاري: سُئِلَ النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كَيْفَ تَرَى فِي ضَالَّةِ الْغَنَمِ؟ قَالَ: «خُذْهَا، فَإِنَّمَا هِيَ لَكَ، أَوْ لِأَخِيكَ، أَوْ لِلذِّئْبِ». قَالَ السَائِلُ: كَيْفَ تَرَى فِي ضَالَّةِ الْإِبِلِ؟ قَالَ: «دَعْهَا؛ فَإِنَّ مَعَهَا وَحِذَاءَهَا وَسِقَاءَهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتَّى يَجِدَهَا رَبُّهَا». ¶ شرَّعَ اللهُ اللُّقَطَة، أي التقاط الأشياء الشائعة من أصحابها، وحفظها، والتعريف عنها، فإنْ جاء صاحبها أحدها، وإلاَّ تملكها الملتقِط، فحكمة المشروعية الحفاظ على الأموال الضائعة من أنْ تهلك أو تمتد إليها يد العُصاة واللصوص تركت في مكانها حتى ترجع إليها صاحبها حين يفتقدها ويبحث عنها. ¶ هذه هي القاعدة الشرعية التي طبقها رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حين سئل عن الغنم الضالة يجدها المسلم، أيلتقطها أم يتركها؟ قال له: التقطها: لأنك إنْ لم تفعل التقطها أخ مثلك، أو أكلها ذئب «هِيَ لَكَ، أَوْ لِأَخِيكَ، أَوْ لِلذِّئْبِ».",
            "page": "62",
            "part": "1",
            "seal": "306624D1"
        },
        {
            "id": "64",
            "nass": "وسئل عن الإبل الضالة يجدها المسلم. أيلتقطها أم يتركها؟ وكانت الإبل في تلك الأيام آمنة مأمونة، لا يقدر عليها الذئب، وهي قادرة على المشي الطويل دون تعب، فقد وهبها الله خُفاً لا يغوص في الرمال، حتى سميت سفينة الصحراء، وهي صابرة على العطش حتى تجد الماء، وهي ترعى العشب الصغير وفروع الشجر العالي، والناس أمناء، لا يمد أحدهم يده على مال غيره، أمام هذه الظروف قال له: «دَعْهَا؛ فَإِنَّ مَعَهَا وَحِذَاءَهَا وَسِقَاءَهَا، تَرِدُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتَّى يَجِدَهَا صَاحِبها». ¶ والحديث واضح في أنَّ الفرق بين الغنم وبين الإبل عدم الأمن على الأولى، والأمن على الثانية، والتعليل صريح لكل من النوعين، ويقول العلماء: إنَّ الحكم المُعلَّلَ بعلة يتغيَّرُ إذا تغيَّرَتْ العلة، فإذا قلتُ لابني: التحف: لأنَّ الجو بارد، فالتَحَفَ في الجو البارد، ثم لم يلتَفَّ في الصيف في شدَّة الحرارة لا يقال: إنه خالف الأمر؛ لأنَّ معنى الأمر التحف إذا كان الجو بارداً ولا تلتحف إذا كان الجو حاراً، فهو منفذ للفظ الأمر في الحالة الأولى، إذ لو سألتني: هل أمره بالالتحاف في الحر؟ لقلت: لا؟ ¶ هذا الذي حصل بالنسبة للحديث. معناه: لا تلتقط الإبل الضالة ما دمت آمنة، ومفهومه، التقطها إذا كانت غير آمنة أو غير مأمونة، ولو سئل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: أنتركها إذا تعرَّضت للهلاك؟ لقال: لا. بل التقطها حينئذ، وعمل المسلمون بلفظ الحديث زمن الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وزمن أبي بكر",
            "page": "63",
            "part": "1",
            "seal": "74C4688B"
        },
        {
            "id": "65",
            "nass": "وعمر، فلما كان عثمان - رَضِيَ اللهُ عَنْهُ - تغيَّر حال المدينة، والباحث نفسه يعترف بذلك فيقول صفحة «50»: «حتى جاء عهد عثمان - رَضِيَ اللهُ عَنْهُ - وحال المدينة والصحراء حولها والطرق إليها قد تغيَّرت، ولم تعد شبه منعزلة، وتغيَّر حال الأمن الذي كان من قبل، بوجود الأغراب النازحين القادمين للمدينة الذين يجوبون الصحراء منها وإليها، حينئذ رأى عثمان تغيُّرَ الحال، وأنَّ الجِمالَ التي كانت آمنة من قبل، وترعى الصحراء أصبحت معرَّضة للخطر، يمكن لأي غريب راجع لبلده من المدينة مثلاً أنْ يسُوقها أمامه، ويبيعها في بلد آخر، في الشام أو العراق أو مصر، ولذلك رأى الخليفة - رَضِيَ اللهُ عَنْهُ - ووافقه عَلِيٌّ - رَضِيَ اللهُ عَنْهُ - التقطها حفظاً لها ولمال صاحبها». ¶ الباحث يرى أنَّ عثمان - رَضِيَ اللهُ عَنْهُ - وعليّاً - رَضِيَ اللهُ عَنْهُ - خالفا رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وأهملا حديثه، فيستبيح هو لنفسه تبعاً لذلك أنْ يخالفه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في البيع والشراء وبقية المعاملات، ولا يأخذ بحديثه. والحق أنهما عملا بمفهوم حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولم يخالفاه، ولو سئل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أهما خالفاك؟ لقال: لا. ولو اشتم أحد الصحابة أنهما خالفا بعملهما هذا حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لقامت الدنيا وقعدت، ولكن شيئاً من هذا لم يحدث، لأنَّ الكل يفهم أنَّ المخالفة تحصل لو كانت آمنة، ثم سمح بالتقاطها.",
            "page": "64",
            "part": "1",
            "seal": "D8D84C56"
        },
        {
            "id": "66",
            "nass": "الحادثة الثالثة شبيهة بالثانية: إلى حد كبير، وهي تضمين الصناع، على معنى أنَّ الصانع الذي يأخذ القماش مثلاً لتصنيعه إذا تلف عنده، هل يضمن؟ أو لا يضمن؟ ¶ الحديث يقول: «لاَ ضَمَانَ عَلَى مُؤْتَمَنٍ» (1) وهو حديث ضعيف الإسناد، لم يأخذ به بعض الأئمة الفقهاء، وأخذ به بعضهم، ثم إنَّ المؤتمن هو الذي يأتمنه الناس، ويشتهر بينهم بالأمانة، وظل الناس أمناء مؤتمنين في عهد الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وعهد أبي بكر وعمر وعثمان، حتى إذا كان عهد عليٍّ - رَضِيَ اللهُ عَنْهُ - ظهر خراب الذمم، وأصبحوا - كما هو الحال في بعض البلاد اليوم - يفتعلون حريقاً أو كسر باب، ويدَّعُون التلف أو السرقة، وهم في الحقيقة لصوص، فقضى عليٌّ - رَضِيَ اللهُ عَنْهُ - بتضمين الصناع الذين يتهمون، وبعدم تضمين من أقام الدليل على أنه ضاع أو هلك رغماً عنه. ¶ عجبٌ أنْ يقال: إنَّ عليَاً - رَضِيَ اللهُ عَنْهُ - بهذا خالف حديث رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ الحديث على فرض صحته لم يقل: «لا ضمان على الصناع» وإنما قال: «لاَ ضَمَانَ عَلَى مُؤْتَمَنٍ» وعليٌّ - رَضِيَ اللهُ عَنْهُ - لم يضمن الأمين المؤتمن، فكيف يقال: إنه حكم باجتهاده حكماً يغاير ما حكم به الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -؟ ¶ وما الهدف من هذا الاستنباط الغريب؟ ¶ هو أنْ يستبيح الباحث لنفسه أنْ يجتهد ويخالف أوامر رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في المعاملات كلها بحيث لا يلتزم إلاَّ بما جاء في القرآن الكريم. ¶ __________ ¶ (1) رواه البيهقي والدارقطني بسند ضعيف.",
            "page": "65",
            "part": "1",
            "seal": "D4F2DCFD"
        },
        {
            "id": "67",
            "nass": "الصنف الخامس: ادعاؤه أنَّ التابعين خالفوا حديث الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وعملوا باجتهادهم في التسعير. ¶ والحديث: طُلب من رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أنْ يُسَعِّرَ، فقال: «إِنَّ اللَّهَ هُوَ الْمُسَعِّرُ الْقَابِضُ الْبَاسِطُ الرَّزَّاقُ وَإِنِّى لأَرْجُو أَنْ أَلْقَى رَبِّى وَلَيْسَ أَحَدٌ مِنْكُمْ يَطْلُبُنِى بِمَظْلَمَةٍ فِى دَمٍ وَلاَ مَالٍ» (1). ¶ من الواضح أنَّ رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لم ينه عن التسعير، وإنما لم يفعله احتياطاً وعملاً بالأَوْلَى والأفضل، وكثيراً ما كان رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يفعل ذلك، يترفع عما يتوهَّمُ منه شبهة ظلم، لهذا لم يضرب بيده - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - امرأة ولا صبياً ولا خادماً مهما استدعى الأمر التأديب، مع أنَّ الضرب للتأديب جائز، وهذا ما فهمه بعض العلماء من حيث التسعير، فأجازه بعضهم، ومنعه بعضهم. ¶ فهل الاجتهاد في فهم الحديث التزام به؟ أو طرح له ومخالفة؟ ¶ لا نقاش لأنه التزام به. ¶ إنَّ الباحث يتلمس ويجهد نفسه، ليضع يده على مخالفة للرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تبيح له - أو يستبيح بها - ألاَّ يكون أول المخالفين. ¶ والغربي أنه لا يعتَدُّ بأقوال الصحابة والتابعين إلاَّ فيما يوهم ظاهره المخالفة، كما سبق، أما ما عدا ذلك فلا؛ فيقول في صفحة «57»: «وإذا كنا نقول هذا من أقوال الرسول الاجتهادية - أي لا نلتزم بها - فمن باب أولى نقوله بالنسبة ¶ __________ ¶ (1) رواه ابن ماجه والترمذي.",
            "page": "66",
            "part": "1",
            "seal": "40713CF3"
        },
        {
            "id": "68",
            "nass": "لأقوال الصحابة والتابعين والأئمة ومن جاء بعدهم من فقهاء المذاهب». ¶ الصنف السادس: معاملات ثلاث يتوهَّمُ منها الباحث أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - اجتهد فيها، ولم يحصن بوحي، لا قبل الاجتهاد ولا بعده، هي: القراض، وبيع العرايا، والسَلَم. فيقول عن القراض صفحة «37»: «فالقراض والمضاربة مثلاً كان نظاماً معمولاً به في الجاهلية، وظل حتى وجده الرسول في المدينة، ونظر إليه على ضوء المصلحة والقواعد العامة، فتركه كما هو يتعامل الناس به دون حرج، وهو موجود في كتب الفقه الآن على الأسس التي كان عليها في الجاهلية على اعتبار أنَّ الرسول قد أقرّهُ». ¶ ولست أرى ضيراً في هذا، فبعض المعاملات الصالحة التي كانت في الجاهلية أقرَّها الإسلام، وصارت تشريعاً إسلامياً سماوياً بعد إقرارها، حتى في العبادات، فقد أقرَّ السعي بين الصفا والمروة ومعظم شعائر الحج، وكانت منذ زمن إبراهيم - عَلَى نَبِيِّنَا وَعَلَيْهِ أَفْضَلُ الصَلاَةِ وَالسَّلاَمُ -. وإقرار الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لها إقرار من الله تعالى، ولا يستطيع إنسان مسلم أنْ يجزم بأنَّ محمداً - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لم يوح إليه بإقرارها قبل إقراره لها؛ لأنَّ ذلك لا يعرف إلاَّ عن طريقه هو - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، كأن يقول: ليس وحياً وإنما هو الرأي، كما قال في منزل الجيش ببدر، لكنه لم يقل، ثم لنفرض أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أقرَّ هذه المعاملة أو غيرها عن اجتهاد. فما هو شرع الله فيها؟ من غير المعقول ومن غير المقبول شرعاً ألاَّ يكون الله حكم فيها، إذن حُكم الله إما موافق لما حكم به محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فالحكم في النهاية لله، وإما",
            "page": "67",
            "part": "1",
            "seal": "7C47B95A"
        },
        {
            "id": "69",
            "nass": "مخالف لما حكم به محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وتنازل الله عن حكمه الذي يرضاه وأقرَّ حكم محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهذا غير معقول ولا مقبول عند المسلمين. ¶ وبعبارة أخرى: ¶ أحلال العمل بالقراض، فلا عقاب عليه؟ ¶ أم حرام يعاقب عليه يوم القيامة؟ وإذا دخل في الحل أو الحرمة فهو حكم الله. ¶ أما بيع العرايا فيقول الباحث في صفحة «40»: «وجدهم رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يبيعون الرطب على النخل بتمر جاف، فسألهم: هل ينقص الرطب إذا جف؟ قالوا: نعم. قال: لا تبيعوا. ثم اشتكوا من هذا المنع، لما فيه من التضييق عليهم، واستمع الرسول إلى وجهة نظرهم، فغيَّر رأيه، وأجازه للتيسير عليهم، على أن يقدر الرطب بما يصير إليه من تمر بعد جفافه، وجاء في \" صحيح البُخاري \" «رَخَّصَ فِي بَيْعِ الْعَرَايَا ... » أترى لو أنَّ الوحي مع الرسول أكان يحصل مثل هذا من المراجعة والشكوى التي تنتهي بجواز هذا البيع بعد أنْ نهى عنه رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أولاً؟ أظن لا يمكن». ¶ نقول له: بل تأكَّدْ أنه ممكن وواقع، وأمثاله كثيرة في الشريعة الإسلامية. ¶ أَلَمْ ينْهَ الله تعالى عن مناجاة الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إلا بعد أنْ يقدموا بين يدي نجواهم صدقة؟ ثم خفَّفَ لما أعلنوا المشقة في ذلك، فغيَّر الحكم بقوله تعالى: {أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ... } (1) الآية. ¶ ما الفرق؟ ¶ __________ ¶ (1) [المجادلة: 13].",
            "page": "68",
            "part": "1",
            "seal": "6B38467F"
        },
        {
            "id": "70",
            "nass": "مراجعة وشكوى انتهت بجواز المناجاة بدون صدقة، ومراجعة وشكوى انتهت بجواز بيع العرايا، والمهم كما قلنا ونقول: أين شرع الله في بيع العرايا؟ ¶ أحلال عند الله لا يعاقب فاعله يوم القيامة؟ ¶ أم حرام يعاقب عليه يوم القيامة وخالف فيه الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حُكم الله؟ ¶ أما السَلَم فقد ذكره صفحة «44» بقوله: «وترى من هذا الحديث الصحيح أنَّ الرسول قد أقرَّ ما وجدهم يتبايعون به من بيع التمر قبل بدو صلاحه، أقرَّ ما كانوا بتعاملون به، ويحقِّقُون به مصالحهم، وذلك باجتهاد منه». ¶ من أين عرف الباحث أنه باجتهاد؟ لا أدري. ¶ «ثم لما وجد أنَّ هذا البيع قد أحدث نزاعاً أحياناً أشار عليهم بألاَّ يبيعوا حتى يظهر صلاح الثمر، ولو كان موقف الرسول من أوله بوحي يوجهه لقال الوحي من أول الأمر بما انتهى إليه من عدم البيع قبل ظهور صلاح الثمار؛ لأنَّ الله يعلم ما لا يعلمه الرسول». ¶ ثم يصل إلى هدفه، فيقول صفحة «46»: «فما دام الرسول كان يجتهد، وعلم ذلك منه أصحابه، وما دام اجتهاده كان قائماً على القواعد الموجودة الآن، وهادفاً إلى تحقيق المصلحة التي يراها في واقع الناس حوله، وما دام هذا الاجتهاد قد شمل الكثير من أنواع المعاملات في زمنه على ضوء الظروف التي كانت سائدة في أيامه ... أفلا يجوز لمن يأتي بعده من أيام الصحابة وحتى الآن أنْ يُدْلِي في الموضوع",
            "page": "69",
            "part": "1",
            "seal": "547198B8"
        },
        {
            "id": "71",
            "nass": "باجتهاده أيضاً؟ ولو أدى اجتهاده إلى غير ما قرَّرَهُ الرسول باجتهاده؟». ¶ فالنتيجة التي وصل إليها الباحث باختصار أنَّ تشريع القراض وبيع العرايا والسلم كان مبنياً على اجتهاد منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وما دام كان يجتهد فلنا كذلك أنْ نجتهد ونخالفه، لا أحد خير من أحد، ولا اجتهاد أولى من اجتهاد. هذه نتيجته. ¶ ونعيد إلى الأذهان أنَّ القول باجتهاد النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في ذلك مجرَّد افتراض، ومجرَّد احتمال من اثنين، ولا يصح علميّاً أنْ يبني عليه بناء، بل هو احتمال مرجوح، والراجح أنَّ هذا التشريع كان بوحي من الله تعالى؛ لأنَّ معرفة مصالح العباد على التحقيق لا يعلمها الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وعلمها عند الله. ¶ ومن غير المعقول عقلاً ولا شرعاً أنْ يرى الله ويسمع ما يُقرِّرُهُ محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ولا يكون له - جَلَّ شَأْنُهُ - الموحى بالقرار الثاني، وقد أكثر العلماء القول في توجيه أمثال ذلك عند كلامهم على حكمة التدرُّج في التشريع، وقد ضربت مثلاً بتقديم الصدقة عند مناجاة الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ومثلها تحريم الخمر، فهل يقال فيهما: لو كان وحياً لجاء من أول الأمر بما انتهى إليه؟ ¶ أما المراجعة والشكوى التي غيَّرَتْ القرار الأول إلى القرار الثاني فهي كذلك ليست دليلاً على أنَّ الحكم الأول كان باجتهاده، فقد حصل منه في الوحي المتلوِّ في القرآن الكريم. ¶ لقد كان صوم شهر رمضان يبدأ في الليل من بعد صلاة",
            "page": "70",
            "part": "1",
            "seal": "76146D07"
        },
        {
            "id": "72",
            "nass": "العشاء، وليس للمسلمين أن يأكلوا أو يباشروا ما بين العشاء والفجر، فكانت فترة الفطور المباحة قصيرة، من المغرب حتى العشاء، وكان في ذلك حرج شديد وشكوى وتململ، فأنزل الله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} (1). ¶ فهل يقال فيه: لو كان وحياً لجاء من أول الأمر بما انتهى إليه؟ ¶ أو يقال فيه: ما دام القرار الأول قد أحدث ضيقاً وحرجاً وشكوى فمجيء القرار الثاني دليل على أنه ليس وحيا؟ وإنما هو رأي لمحمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، اجتهد أولاً فقرَّر، فلما سمع الشكوى اجتهد ثانياً فغيَّر للتيسير عليهم؟ ¶ ماذا يقول الباحث في هذه الأمثلة القرآنية الصريحة في أنَّ التعديل الناتج عن الضيق لا يدل على أنَّ القرار كان بالاجتهاد؟ ¶ ألا يسلم بأنَّ دعواه أنَّ هذه القرارات كانت باجتهاد دعوى مرجوحة، ولا دليل عليها؟ فما يبنى عليها باطل؛ لأنه بناء على غير ثابت؟ ¶ ثم لنفرض أنَّ القرار الأول والثاني مراعاة للمصالح، واجتهاد من الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، هل يبيح هذا للباحث أنْ يجتهد ويُشرِّع نقيضه؟ ¶ __________ ¶ (1) [البقرة: 187].",
            "page": "71",
            "part": "1",
            "seal": "1FEB615D"
        },
        {
            "id": "74",
            "nass": "أعجب لذلك ويعجب المسلمون، لفرق بديهي، هو أنَّ جبريل كان ينزل بعد اجتهاد محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فلو لم يكن ما قرَّرهُ محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حُكم الله لَعَدَّلَهُ، فحيث لم يُعَدِّلْهُ أصبح اجتهاده تشريعاً من الله، ثم إنَّ الله تعالى أمرنا بطاعة محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والأخذ عنه: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (1). ¶ وليس كذلك الباحث. ¶ وهكذا وصل الباحث برسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حدّاً لا يقبله لنفسه، وصل إلى: ¶ 1 - محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يجتهد ويخطئ. ¶ 2 - محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يردُّهُ من حوله من أصحابه، ويُصَحِّحُون له الخطأ. ¶ 3 - محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يتَّخِذُ القرار، ويرجع عنه قبل أنْ يجِفَّ مدادُهُ. ¶ 4 - محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يخالفه الصحابة، ويتَّخذُون قرارات مناقضة لقراره، ويضربون بأحكامه عرض الحائط. ¶ 5 - محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يخالفه التابعون، ويُقرِّرُون ما رفض أنْ قرَّرَهُ. ¶ 6 - محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يجوز لنا أن نجتهد كما اجتهد، ولو أدَّى اجتهادنا إلى غير ما قرَّرَهُ. ¶ هكذا؟ ¶ فماذا أبقى لمحمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من القدسية والرسالة؟ ¶ إنَّ شبهة اجتهاد الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - هي التي انزلق منها الباحث ¶ __________ ¶ (1) [الحشر: 7].",
            "page": "72",
            "part": "1",
            "seal": "7322395F"
        },
        {
            "id": "75",
            "nass": "إلى أنَّ الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لم يكن محروساً بوحي في المعاملات، لا بوحي مباشر، ولا بوحي سكوتي، ولا بوحي إقراري، كما ذكر ذلك في كتابه في صفحة «26» وهذه هي السقطة التي يُرَدِّدُها المُبَشِّرُون والمستشرقون وأعداء الإسلام. ¶ والفرق أنهم يقولون: إنَّ محمداً لم يكن محروساً بوحي في جميع أقواله. ¶ وهذا يقول: لم يكن محروساً بوحي في المعاملات. ¶ ونتيجة ذلك أنَّ محمداً - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لم يكن رسولاً في المعاملات التي لم تَرِدْ في القرآن، ولم يكن مُبلِّغاً عن ربه في المعاملات التي لم ترد في القرآن، ولم يكن لجبريل - حين ينزل - شأن فيما قرَّرهُ محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لأمَّته في المعاملات التي لم تَرِدْ في القرآن، وبالتالي لا تكون طاعة محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في ذلك طاعة لله، ومخالفته في ذلك ليست مخالفة لله. ¶ نعوذ بالله من شرور أنفسنا ومن وسوسة الشيطان الرجيم. ¶ قد يفهم الإنسان هدف من يبالغ في الاقتداء بمحمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كما كان يفعل ابن عمر - رَضِيَ اللهُ عَنْهُ - حيث كان يتحرَّى المكان الذي أناخ فيه الناقة لينيخ فيه ناقته، قد يفهم الإنسان دافعه وهدفه، فدافعه فرط حب، وهدفه زيادة الأجر. ¶ أما الذي يدعو إلى عدم اتباعه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في نصف أقواله وأفعاله فمن الصعب أنْ نفهم دوافعه وأهدافه، لكننا نَكِلُهُ إلى الله وإلى نيَّته، فالحديث يقول: «إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لاِمْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ",
            "page": "73",
            "part": "1",
            "seal": "DA149613"
        },
        {
            "id": "76",
            "nass": "إِلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ» (1). ¶ قد أكون أطلتُ بعض الشيء، وعذري أنَّ (البحث) خطير، بل أخطر ما كتب عن السُنَّةِ حتى اليوم، وأخطر من كتابة المستشرقين والمُبَشِّرِينَ؛ لأنه مِمَّنْ ينتسب إلى العلماء المسلمين. وقد نُشر البحث وبيع للعامة، وهم في حاجة إلى بسط وإيضاح. ¶ والله الهادي إلى سواء السبيل. ¶ {رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ} (2) ¶ {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ، صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} (3). ¶ __________ ¶ (1) رواه البخاري. ¶ (2) [آل عمران: 8]. ¶ (3) [الفاتحة: 6 - 7].",
            "page": "74",
            "part": "1",
            "seal": "978FE3DC"
        },
        {
            "id": "103",
            "nass": "طبع بمطابع روز اليوسف",
            "page": "79",
            "part": "1",
            "seal": "DBB46060"
        }
    ],
    "t438": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "السنة والتشريع"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "[مقدمة]:"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الصلاة على النبي - صلى الله عليه وسلم -:"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "إساءة المستشرقين:"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهات:"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "اجتهاد الرسول - صلى الله عليه وسلم -:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "اللفظ والمراد منه:"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "السنة: تشريع وغير تشريع:"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "المعاملات حلال وحرام وتشريع من لله:"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "حديث تأبير النخل:"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "هواة التحلل:"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "احتمال دخول المعاملات مستبعد:"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "شبهات أخر:"
        }
    ]
}