{
    "b4570": [
        {
            "id": "1",
            "nass": "مملكة النبات كما يعرضها القرآن ويصفها ¶ بقلم الدكتور/ حامد صادق قنيبي ¶ النبات في عالمنا الفسيح لسان من ألسنة التقديس والتسبيح للخالق جل جلاله، وهو من جملة بدائع القدرة الإلهية في المخلوقات، من حيث إيجاد الأشجار والثمار والحبوب والبقول والأزهار، والتأمل في كيفية تكوينها وجميل صنيعها، مما يقوي في الإنسان عقيدة الإيمان برب السماوات والأرض وجميع الكائنات ... ¶ وإذا كان عالم النبات صفحة في كتاب الله المنظور فإننا نشهد فيه صورة الحياة؛ في حركتها وانتقالها، وفي مراحلها وأطوارها، وفي جمالها المونق البديع الألوان والأشكال، قال الله تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَجْعَلُهُ حُطَاماً إِنَّ فِي ذَلِكَ لَذِكْرَى لأُولِي الأَلْبَابِ} 1. وقال أيضا: {أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} 2. ¶ هاهو ذا القرآن يلفت البصائر والأبصار إلى سر الحياة ومنشأ النبات وتعدده كما يحدثنا أن الزرع والنبات والشجر إنما ينشأ نتيجة تفاعل الماء والتراب والبذور، قال تعالى: {سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى، الَّذِي خَلَقَ فَسَوَّى، وَالَّذِي قَدَّرَ فَهَدَى، وَالَّذِي أَخْرَجَ الْمَرْعَى، فَجَعَلَهُ غُثَاءً أَحْوَى} 3. ¶ فالله هو الذي خلق عالمنا كله؛ فسواه تسوية تامة كاملة لا عوج فيها ولا اضطراب ولا نقص ولا زيادة، بل كل شيء فيه في وضعه الصحيح، يؤدي الغرض الذي من أجله خلق؛ فهو {وَالَّذِي قَدَّرَ فَهَدَى} : أي قدر لكل حي ما يصلحه مدة بقائه، وهداه وعرفه وجه الانتفاع بما فيه من منفعة له، {وَالَّذِي أَخْرَجَ ¶ __________ ¶ 1 الزمر: 21. ¶ 2 النمل: 60. ¶ 3 الأعلى: 1-5.",
            "page": "107",
            "part": "1",
            "seal": "179E17B6"
        },
        {
            "id": "2",
            "nass": "الْمَرْعَى} أي أنبت النبات جميعه، وما من نبت ينبت إلاّ وهو يصلح أن يكون مرعى لحيوان ما، ثم بعد ذلك أنبت النبات {فَجَعَلَهُ غُثَاءً أَحْوَى} ، والغثاء: هو الهشيم أو الهالك البالي، والأحوى: الذي يميل لونه إلى لون السواد1. ¶ {وَالَّذِي أَخْرَجَ الْمَرْعَى، فَجَعَلَهُ غُثَاءً أَحْوَى..} مثال على كمال الخلق والتسوية والهداية، والغثاء الأحوى إنما هو الفناء والإماتة وإزالة الحياة فكيف ذلك؟.. وهنا نقف وقفة قصيرة مع العلم الحديث لننظر ماذا قال هنا: ¶ {فَجَعَلَهُ غُثَاءً أَحْوَى} أي جعله بعد خضرته يابساً أسود. ¶ وهل هناك نبات إذا جف صار يابسا أسود؟ لا يوجد فيما نعلم نبات هكذا؟ ¶ إذن فكيف أخرج الله تبارك وتعالى المرعى ثم جعله يابساً أسود، كيف ومتى.. ألا ينطبق هذا كل الانطباق على الفحم الحجري الذي تكوّن معظمه في حقب الحياة القديمة حينما ظهر النبات غير المزهر والسرخسيات بكثرة عظيمة، ثم تراكمت فوقها في بعض الجهات رواسب أخرى فتحولت إلى فحم حجري مع طول الزمن وارتفاع الضعط والحرارة؟!.. نعم، وهذا هو الغثاء الأحوى الذي تكلم عنه القرآن الكريم، وعلله فأصاب وأوجز؛ قال وأصاب في وقت كانت فيه مثل هذه الحقائق غريبة على عقول البشر، قال هذا فسبق العلم بقرون عديدة، أفليس هذا إعجازا؟.. بلى والله إنه نعم الإعجاز2. ¶ ونعلم أن أوّل النبات كانت الأعشاب والمراعي، وما من نبات إلا وهو صالح لخلق من خلق الله؛ فهي هنا أشمل مما نعهده من مرعى أنعامنا؛ فالله خلق هذه الأرض وقدّر فيها أقواتها لكل حي يدب فوق ظهرها، أو يختبئ في جوفها، أو يطير في جوها. ¶ والمرعى يخرج في أول أمره خضرا، ثم يذوى فإذا هو غثاء، أميل إلى السواد فهو أحوى، وهو في كل حالاته صالح لأمر من أمور هذه الحياة بتقدير الذي خلق فسوّى وقد ر فهدى.. ¶ ثم يوقفنا التوجيه القرآني على أمسّ الأشياء إلى الإنسان، وهو طعامه وطعام أنعامه، وما وراء ذلك من تدبير الله وتقديره له: {فَلْيَنْظُرِ الأِنْسَانُ إِلَى طَعَامِهِ، أَنَّا صَبَبْنَا الْمَاءَ صَبّاً، ثُمَّ شَقَقْنَا الأَرْضَ شَقّاً، فَأَنْبَتْنَا فِيهَا حَبّاً، وَعِنَباً وَقَضْباً3، وَزَيْتُوناً وَنَخْلاً، وَحَدَائِقَ غُلْباً4، وَفَاكِهَةً وَأَبّاً5، مَتَاعاً لَكُمْ وَلأَنْعَامِكُمْ} 6. ¶ __________ ¶ 1 تفسير جزء عم ص 52 بتصرف. جاء في لسان العرب أن الغثاء هو اليابس، والأحوى من الحوة وهو سواد إلى الخضرة أو حمرة إلى السواد، وقد كثر في كلام العرب حتى سموا كل أسود أحوى. ¶ 2 القرآن والعلم د/ أحمد محمود سليمان: ص 66- 67، دار العودة، بيروت، الطبعة الثانية 1974. ¶ 3 القضب: الرطب أو الثمار الغضة التي يتكرر قطف أشجارها أو العلف على اختلاف الأقوال. ¶ 4 غلبا: كثيفة الشجر. ¶ 5 الأب: المرعى على أوجه الأقوال ¶ 6 عبس: 24- 32",
            "page": "108",
            "part": "1",
            "seal": "14FC60D7"
        },
        {
            "id": "3",
            "nass": "جاء في الكشاف (والحبّ: كل ما حصد من نحو الحنطة والشعير وغيرهما، والقضب: الرطبة، والمقضاب أرضه، وسمى بمصدر قضبه إذا قطعه؛ لأنه يقضب مرة بعد مرة، {وَحَدَائِقَ غُلْباً} يحتمل أن يجعل كل حديقة غلباء فيزيد تكاثفها وكثرة أشجارها وعظمها، كما تقول: حديقة ضخمة، وأن يجعل شجرها غلبا: أي عظاما غلاظا، والأب: المرعى؛ لأنه يؤب، أي: يؤم وينتجع، والأب والأم أخوان1. ¶ فالآيات السابقة بيان لقدرة الله وعظمته في الإبانة عن منشأ النبات وتعدده، والارتباط الوثيق بين الحيوان والنبات؛ فالكائن الحي لا يتغذى إلا من أصله الذي تكون منه، ولذا أمر الإنسان أن يتدبر قصة طعامه، الذي هو ألصق شئ به، وسيجد أنه من الطين والماء. ¶ إن الله صبّ الماء من السماء صبّا، ثم شق الأرض بجذر النبات، شقّه شقّا فأنبت فيها حبّا وعنبا وقضبا. ¶ وصبّ الماء في صورة المطر حقيقة يعرفها كل إنسان في كل بيئة، وفي أي درجة كان من درجات المعرفة والتجربة، والله الذي لا شريك له هو الذي صبّ الماء، وهو الذي قدّر أن يكون الماء العامل الأول في خلق كل نبات، ولنا عود لهذا الموضوع بعد قليل. ¶ ثم تأتي المرحلة التالية لصبّ الماء، وهى شق الأرض شقا بجَذر النبات؛ لتتكون الجذور الممتدة خلال التربة، أو أن يشق النبت تربة الأرض شقا بقدرة الله الخالق، وينمو على وجهها، ويمتد في الهواء فوقها، وربما شقت النبتة الصفراء الملتوية الهشة الأرض الصلبة الجافة، أو الصخرة العاتية نافذة إلى أعلى مكوّنة الساق والأوراق. ¶ إذن على الإنسان أن ينظر إلى طعامه الذي به قوامه، كيف تفضل الله به عليه؛ فصار في أشد الحاجة إليه، وكيف حوّل الله له بعض عناصر الأرض طعاما هنيئا في شكل جميل ولون جذاب، وطعم مستساغ حلو المذاق. ¶ وجعل الله هذا الأصل الواحد أزواجا وأشكالا، من حيث هو مأكول كالقمح والذرة والفول وغيرها من البقول، أو هو فاكهة لذيذة كالعنب والنخيل، وغير هذا كثير مما يؤكل قضبا كالقثاء والتفاح، وهذه الحدائق الفيح الملتفة الأغصان، وهذه السهول الخضر.. كلها متاع للإنسان والأنعام. ¶ والنبات إنما ينشأ من تراب وماء، والله هو الذي أوجد الماء، وأنزله من السماء بنظام وقدر موزون، وقد تكرر ذكر الماء كثيرا في القرآن الكريم في صدد الحياة والإنبات قال تعالى: ¶ __________ ¶ 1 تفسير الزمخشري: 4/220، طبعة الحلبي، القاهرة 1966م.",
            "page": "109",
            "part": "1",
            "seal": "8DB6704C"
        },
        {
            "id": "4",
            "nass": "- {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَاباً ثِقَالاً سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْمَوْتَى لَعَلَّكُمْ تَذَكَّرُونَ. وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لا يَخْرُجُ إِلا نَكِداً كَذَلِكَ نُصَرِّفُ الآياتِ لِقَوْمٍ يَشْكُرُونَ} 1. ¶ - {وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُوراً، لِنُحْيِيَ بِهِ بَلْدَةً مَيْتاً وَنُسْقِيَهُ مِمَّا خَلَقْنَا أَنْعَاماً وَأَنَاسِيَّ كَثِيراً} 2. ¶ - {وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَاباً فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُور} 3. ¶ - {الَّذِي جَعَلَ لَكُمُ الأَرْضَ مَهْداً وَسَلَكَ لَكُمْ فِيهَا سُبُلاً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجاً مِنْ نَبَاتٍ شَتَّى، كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لآياتٍ لأُولِي النُّهَى، مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى} 4. ¶ - {وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِراً نُخْرِجُ مِنْهُ حَبّاً مُتَرَاكِباً وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهاً وَغَيْرَ مُتَشَابِهٍ انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ إِنَّ فِي ذَلِكُمْ لآياتٍ لِقَوْمٍ يُؤْمِنُونَ} 5. ¶ - {هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ، يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَتَفَكَّرُونَ} 6. ¶ - {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ، فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ، وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلآكِلِينَ} 7. ¶ - {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الأَرْضُ مُخْضَرَّةً إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ} 8. ¶ إن الله هو الذي يرسل الرياح مبشرات برحمته، والرياح تهبّ حاملة للسحاب وفق النواميس الكونية، ويصرفها عمن يشاء من عباده، فإذا أنزل الماء منها على بلد ميت أحياها بأمره جل جلاله، وأخرج الله به من كل الثمرات رزقا لكم، ومتاعا إلى حين. ¶ ودور الماء الظاهر في إنبات كل شئ دور واضح يعلمه البدائي والمتحضر، ويعرفه الجاهل والعالم.. ولكن دور الماء في الحقيقة أخطر وأبعد مدى من هذا الظاهر الذي يخاطب به القرآن الناس عامة، فقد شارك الماء ابتداء - بتقدير الله - في جعل تربة الأرض السطحية صالحة للإنبات، إذا صحت النظريات ¶ __________ ¶ 1 الأعراف: 57- 58. ¶ 2 الفرقان: 48- 49. ¶ 3 فاطر: 9. ¶ 4 طه: 53- 55. ¶ 5 الأنعام: 99. ¶ 6 النحل: 10-11. ¶ 7 المؤمنون: 18- 20 ¶ 8 الحج: 63.",
            "page": "110",
            "part": "1",
            "seal": "AD4BEA15"
        },
        {
            "id": "5",
            "nass": "التي تفترض أن سطح الأرض كان في فترة ملتهبا، ثم صلبا لا توجد فيه التربة التي تنبت الزرع، ثم يتعاون الماء والعوامل الجوية على تحويلها إلى تربة لينة1، ثم ظل الماء يشارك في إخصاب هذه التربة، وذلك بإسقاط \"النتروجين - الأزوت\" من الجو كلما أبرق فاستخلصت الشرارة الكهربائية التي تقع في الجو النتروجين الصالح للذوبان في الماء، ويسقط مع المطر؛ ليعيد الخصوبة إلى الأرض.. وهو السماد الذي قلد الإنسان القوانين الكونية في صنعه الآن بنفس الطريقة! وهو المادة التي يخلو وجه الأرض من النبات لو نفدت من التربة2. ¶ والآيات الكريمة السابقة من سورة طه والأنعام والزمر والنحل والمؤمنون.. وغيرها تشير إلى كثير من خصائص النبات. ¶ الآية الكريمة من سورة الأنعام توضح معنى علميا (وهو أن الماء ينبت البذور؛ فتخرج أجنة النبات من دور الركود، وتخصص أجزاء منه للأوراق في إنتاج المادة الخضراء، وهى اللازمة لتكوين المادة الغذائية داخل عروق النبات؛ فتتكون البذور والثمار) 3. ¶ والنبات كما بينا يبدأ حياته في الغالب بذرة أو نواة توضع في الأرض وتسقى بالماء، ثم تنفلق ويخرج منها جذير يمتد إلى أسفل، وسويق يمتد إلى أعلى، وهو ما عبّر عنه القرآن الكريم بقوله: {ثُمَّ شَقَقْنَا الأَرْضَ شَقّاً} 4، وهذا الدور من حياة النبات يمكن أن يسمى دور الإنبات، وفيه تنشق الأرض عن النبتة الصغيرة ذات الورقتين الخضراوين، وفيه لا تأخذ البذرة أو النواة من خارج الأرض إلاّ الماء والأكسجين، أما ما عدا ذلك من الغذاء اللازم لتكوين الجذير والسويق والورقتين فتستمد مما أودع الله الحب والنوى من مواد عضوية كالنشا، قدّرها الله بحيث تكفى لتكوين تلك الأعضاء، وعلى الجذير والورقتين يتوقف غذاء النبات بعد ذلك؛ فالجذير يمتص الماء وما فيه من أملاح ذائبة في الأرض، والوريقات الخضر تقوم بعمليتي التنفس والتمثيل الخضري5. ¶ وتعرف هذه العملية (بالتمثيل الكربوني) ؛ يدخل ثاني أكسيد الكربون من الجو إلى النبات عن طريق الثغور، فيقابل المادة الخضراء والماء، وتتكون من الكربون مواد الغذاء بفعل الحرارة والضوء، أما طريقة تكوين هذه المواد من غاز ثاني أكسيد الكربون، فهي عملية كيماوية معقدة، لم يقل العلم عنها إلا أن وجود المادة الخضراء والماء والحرارة، ينتج عنها تغييرات تنتهي بتكوين المواد الغذائية، ولا يتم إلا في الضوء، ولذا فهي تسمى أيضا (بالتمثيل الضوئي) ، ويقرر العلم أن هذه العملية هي أصعب وأعجب عملية تقوم بها الحياة، ولا يمكن لأي تركيبات أو أجهزة أن تقوم بمثل ما تقوم به ورقة خضراء في أي نبات6. ¶ __________ ¶ 1 أنظر العلم يدعو للإيمان ص76، لكريسي مريسون، ترجمة محمود الفلكي، النهضة المصرية بالقاهرة: ط6. 1971م. ¶ 2 في ظلال القرآن:3/324 ¶ 3 المنتخب في تفسير القرآن الكريم: ص 189، طبعة القاهرة 197 م. ¶ 4 عبس: 26. ¶ 5 الإسلام في عصر العلم: ص 6 5 34-357 بتصرف/ محمد أحمد الغمراوي، القاهرة، دار الإنسان، 1973م. ¶ 6 الله والعلم الحديث ص 475، عبد الرزاق نوفل، الناشرون العرب القاهرة: 1971م.",
            "page": "111",
            "part": "1",
            "seal": "03493BFC"
        },
        {
            "id": "6",
            "nass": "والمادة الخضراء التي ورد ذكرها في الشرح الآنف الذكر هي ما أشارت إليه الآية الكريمة بكلمة {خَضِراً} ، وإخراج هذا (الخَضِر) - أي المادة الخضراء - يأتي بعد إخراج النبات من الماء، وإذا تابعنا عملية خَلق النبات حسب تسلسلها في آية الأنعام - 99 - وجدناها موضحة بعوامل خلق ثلاثة، وهي كما يأتي: ¶ 1- عامل الخلق الأول لكل النبات: هو الماء؛ {وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْء} . ¶ 2- عامل الخلق الثاني: هو المادة الخضراء التي تشير إليها الآية بكلمة {خَضِراً} ؛ {فَأَخْرَجْنَا مِنْهُ خَضِراً} . ¶ 3- عامل الخلق الثالث: وهو إخراج الحب والثمر المتباين والمختلف حجما وشكلا، بين قمح وعنب ورمان وزيتون ... الخ. قال تعالى: {نُخْرِجُ مِنْهُ حَبّاً مُتَرَاكِباً وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهاً وَغَيْرَ مُتَشَابِهٍ} 1. ¶ والحبّ المتراكب كالسنابل وأمثالها، والقنوان جمع (قنو) ، وهو الفرع الصغير، وفي النخلة هو (العذق) الذي يحمل الثمر، ولفظة {قِنْوَانٌ} ووصفها {دَانِيَةٌ} يشتركان في إلقاء ظل لطيف أليف، وظل المشهد كله ظل وديع حبيب..، {وَجَنَّاتٍ مِنْ أَعْنَابٍ} .. {وَالزَّيْتُونَ وَالرُّمَّانَ} .. هذا النبات كله بفصائله وسلالاته - {مُشْتَبِهاً وَغَيْرَ مُتَشَابِهٍ} - أي: (مشتبها في الخلق مختلفا في الطعم) 2، أو (بعضه متشابه وبعضه غير متشابه في القدر واللون والطعم) 3، {انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ} .. انظروا بالحس البصري والقلب اليقظ، انظروا إليه في ازدهاره، وازدهائه عند كمال نضجه، انظروا إليه واستمتعوا بجماله.. لا يقول هنا: كلوا من ثمره إذا أثمر، ولكن يقول: {انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ} ؛ لأن المجال هنا جمال ومتاع، كما أنه مجال تدبر في آيات الله، وبدائع صنعته في مجال الحياة4. ¶ والآية الكريمة من سورة الزمر - {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ ... } الآية - توجه الأنظار للتأمل والتدبر في ظاهرة تتكرر في أنحاء الأرض، حتى لتذهب بجدتها وما فيها من عجائب في كل خطوة من خطواتها..؛ فهذا الماء النازل من السماء.. ما هو وكيف نزل؟.. إننا نمر بهذه الخارقة سراعا لطول الألفة وطول التكرار، إن خلق الماء في ذاته خارقة، ومهما عرفنا أنه ينشأ من اتحاد ذرتَيْ أيدروجين بذرة أكسوجين تحت ظروف معينة؛ فإن هذه المعرفة خليقة أن توقظ قلوبنا إلى رؤية يد الله التي صاغت هذا الكون بحيث يوجد الأيدروجين ويوجد الأكسوجين، وتوجد الظروف التي تسمح باتحادهما، وبوجود الماء من هذا الاتحاد، ومن ثم وجود الحياة في هذه الأرض.. ولولا الماء لما وجدت ¶ __________ ¶ 1 الأنعام: 99. ¶ 2 تفسير الطبري: 11/578 تحقيق محمود محمد شاكر، دار المعارف. ¶ 3 تفسير الزمخشري: 2/40. ¶ 4 انظر منهج الفن الإسلامي محمد قطب ص 218- دار القلم.",
            "page": "112",
            "part": "1",
            "seal": "30859BEE"
        },
        {
            "id": "7",
            "nass": "حياة، إنها سلسلة من التدبير حتى نصل إلى وجود الماء ووجود الحياة، والله من وراء هذا التدبير وكله مما صنعت يداه.. ¶ ثم نزول هذا الماء بعد وجوده، وهو الآخر خارقة جديدة ناشئة من قيام الأرض والكون وفق نواميس قدرها الله في هذا الكون، ودبر حركتها ونتائجها؛ فسمح بتكون الماء ونزوله1، ثم تجيء الخطوة التالية لإنزال الماء: {فَسَلَكَهُ يَنَابِيعَ فِي الأَرْضِ} .. ¶ سواء في ذلك الأنهار الجارية على سطح الأرض، والأنهار الجارية تحت طباقها مما يتسرب من المياه السطحية، ثم يتفجر بعد ذلك ينابيع وعيونا، أو يتكشف آبارا؛ ويد الله تمسكه فلا يذهب في الأغوار البعيدة التي لا يظهر منها أبدا!!. . {ثُمَّ يُخْرِجُ بِهِ زَرْعاً مُخْتَلِفاً أَلْوَانُهُ} . . ¶ والحياة النباتية التي تعقب نزول المطر وتنشأ عنه، خارقة يقف أمامها جهد الإنسان حسيرا، ورؤية النبتة الصغيرة وهى تشق حجاب الأرض عنها، وتزيح أثقال الركام من فوقها، وتتطلع إلى الفضاء والنور والحرية، وهى تصعد في الفضاء رويدا رويداً. . هذه الرؤية كفيلة بأن تملأ القلب المفتوح ذكرى، وأن تثير فيه الإحساس بالله الخالق المبدع الذي أعطى كل شيء خلقه ثم هدى، والزرع المختلف الألوان - في البقعة الواحدة، أو النبتة الواحدة، أو الزهرة الواحدة - إن هو إلاّ معرض لإبداع القدرة، يشعر الإنسان بالعجز المطلق عن الإتيان بشيء منه أصلا!!. . ¶ وفي ضوء هذا يتبين لنا بعض أسرار تكرار القرآن الكريم لحديث الماء ونزوله، وما يترتب عليه من أثر عميق في الحياة بما ينبت من الزروع والحدائق، المختلفة الأنواع والأشكال2. ¶ ومن مشاهد الأرض أننا نراها ساكنة لا حركة فيها ولا حياة، فإذا نزل عليها الماء اهتزت وانتفخت وأنبتت من كل زوج بهيج، قال تعالى: ¶ {وَتَرَى الأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ} 3.. ¶ وقال أيضا: {وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} 4.. ¶ واهتزاز الأرض تحركها بالنبات، وإحياؤها بعد موتها، ومعنى (ربت) أي: ارتفعت لما سكن فيها من الثرى، ثم أخرجت من جميع ألوان الزروع والثمار المختلفة الألوان والطعوم والروائح والأشكال والمنافع5. ¶ __________ ¶ 1 انظر: في ظلال القرآن 7/135 وما بعدما. ¶ 2 انظر في هذا البحث ص 5. ¶ 3 الحج: 5. ¶ 4 فصلت: 39. ¶ 5 انظر تفسير ابن كثير 3/208 و4/102.",
            "page": "113",
            "part": "1",
            "seal": "26BCF8FD"
        },
        {
            "id": "8",
            "nass": "(والخشوع: التذلل والتقاصر؛ فاستعير لحال الأرض إذا كانت قحطة لا نبات فيها، كما وصفها بالهمود في قوله تعالى: {وَتَرَى الأَرْضَ هَامِدَةً} .. وهو خلاف وصفها بالاهتزاز، والربو هو الإنتفاخ إذا أخصبت وتزخرفت بالنبات، كأنها بمنزلة المختال في زيه، وهى قبل ذلك كالذليل الكاسف البال في الأطمار الرثّة. وقرئ (وربأت) أي: ارتفعت؛ لأن النبت إذا هم أن يظهر ارتفعت له الأرض) 1. ¶ وهكذا وصف الله تعالى الأرض بأنها ميتة، وأنه يحييها بالماء الذي يجعلها تهتز وتربو، أى: تتحرك وتنمو، وهذه الحركة العجيبة سجلها القرآن الكريم قبل أن تسجلها الملاحظة العلمية بمئات الأعوام؛ فالتربة الجافة حين ينزل عليها الماء تتحرك حركة اهتزاز، وهى تتشرب الماء وتنتفخ فتربو ثم تحيا بما تنبت من كل زوج بهيج، وهل أبهج من الحياة وهي تتفتح بعد السكون، وتنتفض بعد الهمود. ¶ وهكذا نجد أن القرآن قد عبر عن الأرض قبل نزول الماء، وقبل تفتحها بالنبات، مرة بأنها: (هامدة) ومرة بأنها (خاشعة) ، والتعبيران يوحيان بالسكون الذي ما يلبث أن يهتز ويتحرك إذا ابتلت الأرض بالماء ¶ .وبذلك ترتسم لنا معالم الصورة، ويبدو لنا ما خفي عن إدراكنا للحركة الدائبة تحت سطح الأرض؛ فنعلم أن كل المراعي الخضر الزاهرة الوادعة في مضهرها، إنما تخفي تحتها حياة وحركة ونموا بما يمتد في باطن الأرض من جذور، وبما ينبت فوقها من نبات يتغذى منها ويعلو ويثمر. ¶ قال تعالى: {وَآيَةٌ لَهُمُ الأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبّاً فَمِنْهُ يَأْكُلُونَ، وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ؛ لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلا يَشْكُرُونَ} 2، وقال تعالى: {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ} 3. ¶ فالماء حين يصيب الأرض يبعث فيها الخصب، وتموج صفحتها بالحياة المنبثقة النامية.. ورؤية الزرع النامي، وتفتح الزهر، ونضج الثمر اليانع، وتزين الأرض بمختلف الألوان مشاهد تلفت العين والقلب إلى القدرة المبدعة؛ ففي كل لحظة يتحرك برعم ساكن من جوف حبة أو نواة فيفلقها ويخرج إلى وجه الحياة، وفي كل لحظة يجفّ أعواد وشجرة تستوفي أجلها فتتحول إلى هشيم أو حطام، ومن خلاَل الهشيم والحطام توجد الحبة الجديدة الساكنة المتهيئة للحياة الإنبات، ويوجد الغاز الذي ينطلق في الجو أو تتغذى به التربة، وتستعد للإخصاب، وفي كل لحظة تدب الحياة في نبات أو حيوان، ويتم التحول من خاصية إلى أخرى..4، وإنها لمعجزة لا يدري سرها أحد، ولا يملك صنعها إلا خالق الأكوان؛ ولذا حرص القرآن على توجيه القلب البشري لهذا المشهد المتكرر: {إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ذَلِكُمُ اللَّهُ فَأَنَّى تُؤْفَكُونَ} 5. ¶ __________ ¶ 1 سير الزمخشرى 3/454. ¶ 2 يس: 33. ¶ 3 الروم: 19. ¶ 4 انظر: في ظلال القرآن 6/446ة وما بعدها. ¶ 5 الأنعام: 95.",
            "page": "114",
            "part": "1",
            "seal": "4548B99A"
        },
        {
            "id": "9",
            "nass": "فهذا إثبات قاطع أن الأرض الميتة تخرج النبات الحيّ يتغذى وينمو ويثمر ويموت، جاء في الكشاف: {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ} : أي الحيوان والنامي من النطف والبيض والحبّ والنوى، ومخرج هذه الأشياء الميتة من الحيوان والنامي، فان قلت: كيف قال مخرج الميت من الحي بلفظ اسم الفاعل بعد قوله يخرج الحي من الميت؟ قلت: عطفه على فالق الحب والنوى بالنبات والشجر النامي من جنس إخراج الحيّ من الميت؛ لأن النامي في حكم الحيوان، ألا ترى إلى قوله: {يُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا} ، {ذَلِكُمُ اللَّهُ} أي ذلكم المحيى والمميت هو الله الذي تحق له الربوبية) 1. ¶ فالحبّ الساكن، والنوى الهامد وهو يفلق باطن الأرض ليخرج منه نبات حي، مشهد يتكرر في كل لحظة.. وفي الشجرة الصاعدة، والنبتة النامية تعبير عن معجزة الحياة نشأة وحركة، وعَلى سرٍّ مكنون لا يعلم حقيقته إلا الله.. وتقف البشرية بعد كل ما رأت من ظواهر الأشياء وأشكالها، وبعد ما درست من خصائصها وأطوارها.. تقف أمام السرّ المغيب كما وقف الإنسان الأول؛ تدرك الوظيفة والمظهر، وتجعل المصدر والجوهر، والحياة ماضية في طريقها، والمعجزة تقع في كل لحظة!!. . ¶ ولعل في تنويع نسق التعبير بين (يحرج) و (مخرج) إيقاظا للحس حتى يلتفت للقدرة الباهرة، وهو يعرض آيات الله في الكون. ¶ قال تعالى وهو أصدق القائلين: {وَهُوَ الَّذِي مَدَّ الأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَاراً وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ وَفِي الأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الأُكُلِ إِنَّ فِي ذَلِكَ لآياتٍ لِقَوْمٍ يَعْقِلُونَ} 2. ¶ الآيات الكريمة هنا تطوف بالقلب البشري في مجالات وآفاق متعددة، وتعرض من مشاهد الكون: الأرض الممدودة وما فيها من رواسي ثابتة، وأنهار جارية، والليل إذ يغشاه النهار، والجنات والزرع والنخيل في مختلف الأشكال والطعوم والألوان، ينبت في قطع من الأرض متجاورات، ويسقى بماء واحد. ¶ وأول المشاهد المعروضة هذه الأرض المبسوطة على امتداد البصر، ولا يهمّ ما يكون شكلها الكلي في حقيقته؛ إذ إن مدّ الأرض وبسطها ليس دليلا على عدم كرويتها؛ إذ هي مبسوطة ممدودة في نظرنا لنعيش عليها، ويقابل مدّ الأرض إرساء الجبال مع تحركها ودورانها. ¶ وعلى هذه الأرض معارض مختلفة، تتفاوت فيها أنظار الناظرين: بين النظرة العابرة التي لا ترى إلا الآفاق الفسيحة الممتدة، والنظرة المتأملة التي تنفذ إلى تدبر عظمة الخالق، وجلال عمله، وروعة حكمته مما يملأ القلب خشوعا، وولاء، وحمدا للخلاق العظيم.. رب العالمين.. ¶ __________ ¶ 1 تفسير الزنحثسرى 3/72. ¶ 2 الرعد: 3 -4.",
            "page": "115",
            "part": "1",
            "seal": "C4138462"
        },
        {
            "id": "10",
            "nass": "وقوله: {جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ} أي: (خلق فيها من جميع أنواع الثمرات زوجين حين مدّها ثم تكاثرت بعد ذلك وتنوعت، وقيل أراد بالزوجين الأسود والأبيض، والحلو والحامض، والصغير والكبير وما أشبه ذلك من الأصناف المختلفة) 1. ¶ ولا يفوتنا أن نذكر هنا أن المقصود بالزوج في مثل قوله تعالى: {أَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ} 2، وقوله: {أَوَلَمْ يَرَوْا إِلَى الأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ} 3 - الزوج هو النوع، أي: نوع بهيج أو كريم، وعندما يكون الغرض من الزوج الذكر والأنثى يقول تعالى: {زَوْجَيْنِ} ؛ لأن الزوجين هما النوعان؛ نوع الذكر ونوع الأنثى، ومنه قوله تعالى: {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ} 4. ¶ وقد دل علم الحياة على أن الكائنات الحية تنقسم إلى ذكر وأنثى، سواء في الحيوان والنبات، وقد يكون الذكر والأنثى في الزهرة الواحدة أو الشجرة الواحدة أو في شجيرات، ويتم التلقيح إما بالريح أو الطير، وسبحان الله الذي أعطى كل شئ خلقه ثم هدى. ¶ وخلق الأزواج ظاهرة مطردة في الأحياء كلها، النبات فيها كالإنسان، ومثل ذلك غيرهما.. قال تعالى: {سُبْحَانَ الَّذِي خَلَقَ الأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لا يَعْلَمُونَ} 5. ¶ فنعم الخالق العظيم الذي خلق الأزواج من كل شيء.. من أنفسنا كبشر، ومن الحيوان والطير والنبات.. ومن الأشياء التي تحيط بنا من ماء وهواء وسحاب ومن الذرات التي لا نراها بالعين المجردة.. وإنها لوحدة تشي بوحدة اليد المبدعة، التي توجد قاعدة التكوين مع اختلاف الأشكال والأحجام والأنواع والأجناس والخصائص والسمات، في هذه الأحياء التي لا يعلم علمها إلا الله، وقد أصبح معلوما أن الهواء مكوّن من التزاوج بين الأكسجين وأكسيد الكربون، وأن الماء مكون من التزاوج من الهيدروجين والأكسجين.. وأن دم الإنسان يكون من التزاوج بين الكريات الحمر والكريات البيض.. وأن الذرة أصغر ما عرف من أجزاء المادة مؤلفة من زوجين مختلفين من الإشعاع الكهربي: سالب وموجب، يتزاوجان ويتحدان.. كذلك شوهدت ألوف من الثنائيات النجمية، تتألف من نجمين مرتبطين يشد كلاهما الآخر، ويدوران في مدار واحد كأنما يوقعان على نغمة رتيبة6. ¶ فالتزاوج بين كل شئ أمر نوّه عنه القرآن الكريم قبل أن تبرهن عنه القرائن العلمية الحديثة بقرون بعيدة. ¶ وكثيرا ما يتساءل الإنسان عن السبب الذي من أجله خلق الله حشرات غريبة، وعن فوائدها.. ألا إنه سيقف مشدوها كما وقف أحد العلماء عندما عرف دور هذه الحشرات في نقل بذور اللقاح لإتمام عملية التزاوج في النبات فأقر بأن هذا العمل من معجزات الله7. ¶ __________ ¶ 1 تفسير الز مخشرى 2/349. ¶ 2 الحج: 5. ¶ 3 الشعراء: 7. ¶ 4 الذاريات: 49. ¶ 5 يس: 36. ¶ 6 انظر: مع الله في السماء: ص 174، أحمد ذكى، دار الهلال القاهرة. ¶ 7 انظر: الله والعلم الحديث: ص 99.",
            "page": "116",
            "part": "1",
            "seal": "CB600831"
        },
        {
            "id": "11",
            "nass": "وقوله: {وَفِي الأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ..} أي: (بقاع مختلفة مع كونها متجاورة متلاصقة طيبة إلى سبخة، وكريمة إلى زهيدة، وصلبة إلى رخوة وصالحة للزرع لا الشجر إلى أخرى على عكسها، مع انتظامها جميعا في جنس الأرضية، وذلك دليل على قادر مزيد لأفعاله على وجه دون وجه، وكذلك الزروع والكروم والنخيل النابتة في هذه القطع مختلفة الأجناس والأنواع وهي تسقى بماء واحد، ونراها متغايرة الثمر في الأشكال والألوان والطعوم والروائح، متفاضلة فيها.1 ¶ فهذه المشاهد الأرضية معارض متعددة، تثير في الإنسان رغبة التطلع إليها بحواسه جميعا.. برغم تأكيد النص على وجوب التطلع في ملكوت الله، والتدبير فيما أبدع وصور، ولن يخطئ العقل طريقه إلى الله إذا هو وقف متجردا بين يدي تلك الآيات.. ففي الأرض قطع متجاورات ولكنها غير متماثلة: منها الطيب الخصب، ومنها السبخ النكد، ومنها المقفر الجدب، ومنها الصلد، وكل واحد من هذه وتلك أنواع وصنوف وألوان ودرجات، ومنها العامر والغامر، ومنها المزروع الحي والمهمل الميت، ومنها الريان والعطش، ومنها ومنها ومنها.. وهي كلها في الأرض متجاورات، ولكنها ليست متساوية في الخصب أو الخواص.. ¶ ثم قال تعالى: {وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الأُكُلِ} . ¶ ولقد شاءت قدرة الله أن تفلح هذه القطع من الأرض وتزرع وتعمر بوساطة الإنسان، حتى يتألف منها ثلاثة أنواع من النبات: الكرم المتسلق العنب وما على شاكله، والنخل السامق بأنواعه، والزرع من بقول وحبوب وخضروات متشابهة وغر متشابهة، حيث تكون كلها مجتمعة حدائق كالجنات، بما فيها من نبات يسبح باسم الله العلي القدير، وذلك النخيل صنوان وغير صنوان، منه ما هو عود واحد ومنه ما هو عودان أو أكثر في أصل واحد، وكله {يُسْقَى بِمَاءٍ وَاحِدٍ} والتربة واحدة، ولكن الثمار مختلفات الطعوم والأحجام، والألوان والخواص الأخرى، ومنها ما هو مختلف كل الاختلاف في نواح وصفات متعددة، وهنا تتجلى عظمة الخالق في جعل حبة الحنظل إذا وضعت في جوف الأرض تطلب من المعادن ما ينمى مرارتها، وجعل حبة البطيخ تأخذ من بين عناصر الأرض ما ينمي حلاوتها، وكلتاهما من تربة واحدة وهيا تسقيان بماء واحد2. ¶ هذه الجولة في مشاهد الكون تعرض مشاهد عدة تشكِّل لوحة فنية رائعة. تصور أرضا مبسوطة، وجبالا راسية، وأنهارا جارية، وأزواجا من الثمرات، وقطعا من الأرض متجاورات ومتباينات، ونخيلا صنوانا وغير صنوان، وثمارا مختلفة الطعوم والزروع والنخيل والأعناب!.. كلها توقظ القلب، وتنبه العقل، وتؤكد روعة التدبير، وقدرة الخالق سبحانه الذي أخرج كل نبت في هذه الأرض، ¶ __________ ¶ 1 تفسير الزمخشري: 2/349. ¶ 2 انظر: آيات الله في الآفاق ص73 وما بعدها.",
            "page": "117",
            "part": "1",
            "seal": "9EB468C4"
        },
        {
            "id": "12",
            "nass": "وفي خلقه دقة وحكام وتقدير لا يزيد أو ينقص، وقد وصفه القرآن الكريم بأنه {مَوْزُونٍ} ، وفيه دليل على التناسق في الخلق الدال على الحكمة الإلهية البالغة، والقدرة العجيبة التي تعين كلى شئ بمقدار، وتزن كل موجود بميزان، بحيث تتحقق فيه المنفعة التي أرادها الله لعباده؛ قال تعالى: {وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ، وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ} 1. ¶ وقوله: {مَوْزُونٍ} (وزن ميزان الحكمة، وقدر بمقدار يقتضيه لا يصلح فيه زيادة ولا نقصان) 2؛ ولذلك اتبعه بقوله: {وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ} ؛ لأن ذلك يحسب بحسب الانتفاع بعينه. ¶ وقال الراغب الأصفهاني: (وقيل: بل ذلك إشارة إلى كل ما أوجده الله تعالى، وأنه خلقه باعتدال، كما قال: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} 3. ¶ والحقيقة هي أننا نجد قرينة دالة على معنى التقدير بمقدار معلوم في كلمة {مَوْزُونٍ} ، هذه القرينة نفهمها من سياق الآيات الكريمة بعد ذلك، وهي قوله: {وَإِنْ مِنْ شَيْءٍ إِلا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ} 4؛ فالآية ظاهرة الدلالة على أن ما يتفضل الله به إنما هو وليد الحكمة في الخلق والتقدير والاتزان؛ فليس من شئ ينزل جزافا، وليس من شئ يتم اعتباطا. ¶ ولعلنا بعد هذه الجولة في دنيا النبات ومملكته، لنقف عاجزين عن الإحاطة بمشاهده المتعددة، ومروجه الخضر التي تأخذ بالقلوب والأبصار لجمالها.. إنه عالم مترامي الأطراف، غني بشتى أنواع النبات والأشجار وفصائل النبات والأزهار ووافر الثمرات والغلات، التي يتغذى عليها الملاين من ذرية آدم وحواء، وما لا ينحصر من المخلوقات المتنوعة التي تعيش وتدب في الأرض، أو تسبح في الفضاء، أو تغوص في قاع الماء، رأينا الحب والنوى يحفظ الحياة داخل البذرة، ثم ينقل هذه الحياة إلى جذيرها وسويقها، ورأينا في عملية الإنبات تلك الشعب والشعيرات الهينة اللينة تخترق الأرض الصلبة، وتشق طريقها الصعب الوعر، باحثة عن غذائها وعامل نمائها؛ فتعطي الثمر الكبير الحجم والوزن المتفاوت والثمر المختلف شكلا وملمسا ولونا ورائحة وطعنا ومذاقا، وكلها بديع التنسيق والتكوين، وهي تسقى بماء واحد وتتغذى من تربة واحدة.. {وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُون} 5. ¶ ورأينا في النبت الموزون مع الاختلاف والتعدد دقة الخلق وأحكام التقدير، {وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ} 6. ¶ نعم لقد رأينا جملة النبات تتفاوت في تركيبها وقدراتها، غير أننا قد رأينا فيها جميعا قدرة الخالق، فسبحان من أوجد الوجود ونظمه، وخلق كل شئ وألهمه، وهدى كل حي وعلمه. . ¶ __________ ¶ 1 الحجر: 19-70 ¶ 2 تفسير الزمخشري 2/389. ¶ 3 معجم مفردات ألفاظ القرآن: مادة (وزن) . ¶ 4 الحجر: 21. ¶ 5 النمل: 60. ¶ 6 الحجر: 19.",
            "page": "118",
            "part": "1",
            "seal": "E580CC18"
        }
    ],
    "t4570": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مملكة النبات كما يعرضها القرآن ويصفها"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "بقلم الدكتور/ حامد صادق قنيبي"
        }
    ]
}