{
    "b4811": [
        {
            "id": "1",
            "nass": "سبع مسَائِل فِي علم الْخلاف ¶ الِاخْتِلَاف بَين عُلَمَاء الْمُسلمين مَوْضُوع جسيم وفن مُسْتَقل عَظِيم لَا تَكْفِي عجالة قَصِيرَة لتفصيله وَاسْتِيفَاء حَقه، لكنني سأشير إِلَى مسَائِل أساسية تتَعَلَّق بِهِ لَا يجوز لأي متعلم أَن ينظر فِي قضايا الشَّرْع وعلومه إِذا كَانَت خافية عَلَيْهِ، بل يجب حِينَئِذٍ أَن ينحى عَن هَذَا الْمقَام ويحشر مَعَ الجهلة والعوام. ¶ الْمَسْأَلَة الأولى: ¶ هُنَاكَ قضايا شَرْعِيَّة وقواعد دينية انْقَطع فِيهَا الْخلاف وَوَجَب التَّسْلِيم وَهِي ـ القطعيات ـ أَي الْأُمُور الَّتِي ثبتَتْ ثبوتاً قَطْعِيا وَأجْمع عَلَيْهَا عُلَمَاء الْمُسلمين: كأركان الْإِسْلَام الْخَمْسَة وأركان الْإِيمَان السِّتَّة وَوُجُوب الْإِيمَان بهَا، وكعدد الصَّلَوَات الْخَمْسَة، وَعدد ركعاتها، وكتحريم الزِّنَا، والربا، وَالْخمر، وَقتل النَّفس الَّتِي حرم الله، وَكَذَلِكَ مَا أجمع عَلَيْهِ الْعلمَاء من قَوَاعِد الشَّرْع الْمُعْتَبرَة فِي أَحْكَامه مثل: لَا ضَرَر وَلَا ضرار، وَالْحُدُود تدرأ بِالشُّبُهَاتِ، وَرفع الْحَرج، وجلب التَّيْسِير وَنَحْو ذَلِك، فَتبين بِهَذَا أَن ـ القطعيات ـ تكون من الْأَنْوَاع الثَّلَاثَة: العقائد، وَالْفُرُوع، وَالْقَوَاعِد الْأُصُولِيَّة. ¶ فَهَذِهِ كلهَا لَا اجْتِهَاد فِيهَا وَلَا مجَال للرأي وَالْخلاف، بل هِيَ أسس وقواعد",
            "page": "70",
            "part": "1",
            "seal": "9DDBCDA0"
        },
        {
            "id": "2",
            "nass": "لهَذَا الشَّرْع الْعَظِيم لَا تَتَغَيَّر بِتَغَيُّر الزَّمَان وَلَا بِتَغَيُّر الْمَكَان وَمن تردد فِي التَّسْلِيم بهَا أَو شكّ فِي أمرهَا فقد شَذَّ عَن الْملَّة وشق عَصا الْمُسلمين فَقَوله مَرْدُود وخلافه بَاطِل.. ¶ أما مَا سوى القطعيات من مسَائِل الشَّرْع وَقد يسميها بَعضهم ـ الظنيات ـ فَهِيَ مَحل للِاخْتِلَاف ومجال للِاجْتِهَاد، تتنوع فِيهَا الأفهام وتختلف الآراء، وَقد دَعَا الشَّرْع إِلَى إِعْمَال الْفِكر وَاسْتِعْمَال الْعقل فِي إِدْرَاك مَعَانِيهَا واستخراج أَحْكَامهَا وعللها وأوجهها ومراميها، وَفتح الْبَاب لأهل النّظر وَفِي الْفِكر وَذَوي الْعُقُول والألباب ليجتهد كل حسب مَا أُوتِيَ فَإِن شرعنا الْعَظِيم جَاءَ لتحرير الْعقل من الأغلال الَّتِي كَانَ يرزح تحتهَا ومنحبساً فِي سردابها، وَأول قيد حطمه ـ الجمود والتقليد ـ فشنع على كل من عطل عقله وَأسلم قياده لَهما قَالَ تَعَالَى: {لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلّ} الْأَعْرَاف ـ 179. ¶ وَهل أنزل الْقُرْآن وفُصلت الْآيَات وضُربت الْأَمْثَال إِلَّا ليتفكر النَّاس ويستعملوا عُقُولهمْ، قَالَ تَعَالَى: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} النَّحْل ـ 44. ¶ وَقَالَ: {كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الآياتِ لَعَلَّكُمْ تَتَفَكَّرُونَ} الْبَقَرَة ـ 219. ¶ وَقَالَ: {وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} الْحَشْر ـ 21. ¶ وَقد حث الْقُرْآن على التفكير وذم الجمود وتعطيل الْعقل وَوَصفه بالعمى: {قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ} الْأَنْعَام ـ 50. ¶ وشنع على التَّقْلِيد الَّذِي يمْنَع الْإِنْسَان من قبُول الْحق ويعطل فهمه وفكره وَقد كَانَ ذَلِك من أعظم أَسبَاب ضلال الْكفَّار وعنادهم {وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلاَّ قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ} الزخرف ـ 23.",
            "page": "71",
            "part": "1",
            "seal": "41AF0E27"
        },
        {
            "id": "3",
            "nass": "الْمَسْأَلَة الثَّانِيَة: ¶ من لَوَازِم فتح الْبَاب للفكر وَالنَّظَر وَالِاجْتِهَاد أَن يَقع الِاخْتِلَاف بَين ذَوي الْعُقُول وَأَصْحَاب التفكير وَأهل الِاجْتِهَاد لِأَن من سنَن الله عز وَجل فِي خلقه أَنه لم يسوِّ بَين الأفهام والمدارك والعقول حَتَّى تتفق على عقل وَاحِد أَو فهم وَاحِد، بل تخْتَلف الأفهام وتتنوع الآراء تبعا لاخْتِلَاف دَرَجَات الْعُقُول والمدارك قُوَّة وضعفاً وانغلاقاً وانفتاحاً قَالَ تَعَالَى: {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} يُوسُف ـ 76. ¶ وَلذَلِك نجد الشَّرْع لم يشنع على الِاخْتِلَاف الَّذِي هُوَ من هَذَا الْبَاب بل أتاح المجال كَمَا سبق بَيَانه، إِلَّا أَنه أدْرك الْأمة رَحْمَة بهَا فَبين لَهُم مَاذَا يصنعون إِذا اخْتلفُوا وَأي سَبِيل يسلكون حَتَّى لَا ينحرفوا وَيخرج بهم الِاخْتِلَاف عَن الجادة.. ¶ قَالَ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأََمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} . ¶ فَفِي هَذِه الْآيَة إِشَارَة إِلَى أَن التَّنَازُع بَين الْمُؤمنِينَ المتصفين بِالطَّاعَةِ لله وَلِلرَّسُولِ ولأولي الْأَمر لَا مفر من وُقُوعه وَلَا ضَرَر إِذا اتّفق المتنازعون على الحَكَم الَّذِي يحتكمون إِلَيْهِ وَلَا يخرجُون عَن سُلْطَانه.. ¶ وَمثل الْآيَة فِي مدلولها قَوْله صلى الله عَلَيْهِ وَسلم: \"إِذا اجْتهد الْحَاكِم فَأصَاب فَلهُ أَجْرَانِ وَإِذا اجْتهد فَأَخْطَأَ فَلهُ أجر\" 1. ¶ إِذْ لَيْسَ معنى وجود مجتهدين وَوُجُود مُصِيب ومخطئ إِلَّا إِقْرَار وُقُوع الِاخْتِلَاف فِي فهم مسَائِل الشَّرْع. ¶ هَذَا مَعَ أَن المتتبع لما ورد عَنهُ صلى الله عَلَيْهِ وَسلم من الْآثَار الصَّحِيحَة يجد ¶ __________ ¶ 1 مُتَّفق عَلَيْهِ.",
            "page": "72",
            "part": "1",
            "seal": "E7093F31"
        },
        {
            "id": "4",
            "nass": "أَن ذَلِك وَقع بَين يَدَيْهِ صلى الله عَلَيْهِ وَسلم وَأقرهُ فالصحابة اخْتلفُوا فِي فهم أوامره وأقواله أفهاماً مُتَغَايِرَة فَلم يعنف عَلَيْهِم وَلم يوبخهم بل كَانَ يسكت أَحْيَانًا ويعينهم على فهم المُرَاد أَحْيَانًا وأوضح دَلِيل على ذَلِك حَدِيث الصَّلَاة فِي بني قُرَيْظَة1 وَحَدِيث عدي بن حَاتِم فقد فَهِم من قَوْله تَعَالَى: {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأََبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ} ظَاهر اللَّفْظ فَاتخذ خيطين فِي وسادته أَبيض وأسود فَلم يزدْ صلى الله عَلَيْهِ وَسلم على أَن قَالَ لَهُ: \"إِن وِسَادَتك إِذا لَعَرِيض إِنَّمَا هُوَ سَواد اللَّيْل وَبَيَاض النَّهَار\" 2. ¶ وَإِنَّمَا ورد عَنهُ صلى الله عَلَيْهِ وَسلم التعنيف على من تعرض للِاجْتِهَاد بِغَيْر علم وَأفْتى بِغَيْر بَصِيرَة وَلم يتثبت كَمَا قَالَ صلى الله عَلَيْهِ وَسلم فِي الَّذين أفتوا المشجوج فِي رَأسه بِوُجُوب الْغسْل فَمَاتَ فَقَالَ صلى الله عَلَيْهِ وَسلم لما بلغه ذَلِك: \"قَتَلُوهُ قَتلهمْ الله هلا سَأَلُوا إِذا لم يعلمُوا إِنَّمَا شِفَاء العيّ السُّؤَال\" 3. ¶ وكل مَا ورد من النُّصُوص فِي ذمّ الِاخْتِلَاف فَالْمُرَاد بِهِ الَّذِي يخرج عَن حُدُود الشَّرْع وآدابه، وَلَا يكون الْمَقْصُود بِهِ الْحق بل الْهوى والعصبية، وَكَذَلِكَ كل خلاف يتمرد على الحَكَم الَّذِي أوجب الشَّرْع الرُّجُوع إِلَيْهِ، أَو المُرَاد بِهِ الِاخْتِلَاف فِي أصل العقيدة، وَمَا أخبر بِهِ صلى الله عَلَيْهِ وَسلم من وُقُوع الِاخْتِلَاف فِي أمته فَهُوَ التَّفَرُّق والانقسام، وَلذَلِك حذَّر مِنْهُ، وَكَذَلِكَ الْفرق الثَّلَاثَة وَالسَّبْعُونَ الَّتِي ذكر أَنَّهَا كلهَا فِي النَّار إِلَّا وَاحِدَة، فَإِن المُرَاد بهَا الِاخْتِلَاف فِي العقائد وَفِيمَا أجمع عَلَيْهِ الْمُسلمُونَ وَلذَلِك عبر بقوله (سَتَفْتَرِقُ) وَلم يقل (ستختلف) لِأَن مُطلق الِاخْتِلَاف وَقع حَتَّى بَين أَصْحَابه، وَلَعَلَّ بعض ¶ __________ ¶ 1 مُتَّفق عَلَيْهِ. ¶ 2 رَوَاهُ البُخَارِيّ. ¶ 3 ابْن مَاجَه وَأَبُو دَاوُد وَأحمد والدارمي وَالدَّارقطني.",
            "page": "73",
            "part": "1",
            "seal": "0C9248EF"
        },
        {
            "id": "5",
            "nass": "وَأما مَا وَقع من تفرق المقلدين فِي العصور الْمُتَأَخِّرَة الَّتِي هِيَ عصور الانحطاط فَإِنَّهُ لَا يعيب أصل مَا ذهب إِلَيْهِ أُولَئِكَ الْأَئِمَّة المرضيون من الِاخْتِلَاف إِنَّمَا يَقع الْعَيْب فِيهِ على هَؤُلَاءِ الأتباع الجهلة المتعصبين.. ¶ فَإِن اخْتِلَاف الصَّحَابَة وَالتَّابِعِينَ وَالْأَئِمَّة المرضيين وَمِنْهُم الْأَئِمَّة الْأَرْبَعَة وَاقع كُله ضمن حمى الشَّرْع وداخل أسواره، وَإِنَّمَا خرج عَن ذَلِك الْحَد إِلَى خَارج أسوار الْإِسْلَام أَمْثَال الْخَوَارِج وَالرَّوَافِض والجهمية وأشباههم مِمَّن تكلمُوا بالشبه فِي ـ قطعيات ـ الدّين.",
            "page": "74",
            "part": "1",
            "seal": "15F37050"
        },
        {
            "id": "6",
            "nass": "الْمَسْأَلَة الثَّالِثَة: ¶ عُلَمَاء الْإِسْلَام المرضيون عَلَيْهِم رَحْمَة الله ورضوانه من الصَّحَابَة وَالتَّابِعِينَ وتابعيهم فِي كل عصر لَا يَخْتَلِفُونَ إِلَّا بِدَلِيل أَو تَأْوِيل، وَلَا يتَصَوَّر أَن أحدا مِنْهُم يُخَالف النَّص مُعْتَمدًا أَو بِغَيْر دَلِيل. ¶ وأخص بِالذكر الْأَئِمَّة الْأَرْبَعَة: أَبَا حنيفَة ومالكاً وَالشَّافِعِيّ وَأحمد لشهرتهم فِي هَذَا المجال وانتشار مذاهبهم فِي الدُّنْيَا. ¶ فَكل من لَهُ علم وتتبع أَقْوَالهم وفتاويهم وَتَأمل استدلالهم وأصولهم العلمية يجد مصداق ذَلِك. ¶ وَمَا طعن فِي وَاحِد مِنْهُم طَاعن إِلَّا عَن عصبية أَو جهل بقدرهم، إِذْ قد يتَبَادَر إِلَى ذهن الْقَاصِر عِنْدَمَا يرى كَثْرَة اخْتلَافهمْ ويعظم عَلَيْهِ ذَلِك وَلَا يتحمله ذكاؤه، إِذْ ينظر إِلَى ظَاهر هَذَا الِاخْتِلَاف دون أَن يُكَلف نَفسه الغوص بنظره وفكره فِي الْوُجُوه الَّتِي بنوا عَلَيْهَا أَقْوَالهم فيتبادر إِلَى ذهنه أَنهم يصادمون النَّص. ¶ قَالَ شيخ الْإِسْلَام ابْن تَيْمِية فِي رفع الملام1: \"الْأَئِمَّة المقبولون الْمجمع",
            "page": "74",
            "part": "1",
            "seal": "4C296F4D"
        },
        {
            "id": "7",
            "nass": "على إمامتهم من الْأمة لَا يَقُولُونَ فِي مَسْأَلَة إِلَّا عَن دَلِيل ظهر لَهُم وَإِن تبادر إِلَى ذهن الْمُبْتَدِئ أَنهم فِي اخْتلَافهمْ جانبوا الدَّلِيل\". اهـ. ¶ قلت: وَإِلَيْك مِثَالا على ذَلِك مَا رُوِيَ عَن عبد الْوَارِث بن سعيد قَالَ: \" قدمت مَكَّة وَفِي رِوَايَة ـ الْكُوفَة ـ فَوجدت أَبَا حنيفَة وَابْن أبي ليلى وشبرمة فَسَأَلت أَبَا حنيفَة قلت: مَا تَقول فِي رجل بَاعَ بيعا وَشرط شرطا؟ ¶ قَالَ: البيع بَاطِل وَالشّرط بَاطِل، ثمَّ أتيت ابْن أبي ليلى فَسَأَلته فَقَالَ: البيع جَائِز وَالشّرط بَاطِل، ثمَّ أتيت ابْن شبْرمَة فَسَأَلته فَقَالَ: البيع جَائِز وَالشّرط جَائِز، فَقلت: سُبْحَانَ الله ثَلَاثَة من فُقَهَاء الْعرَاق اخْتلفُوا عليّ فِي مَسْأَلَة وَاحِدَة! فَأتيت أَبَا حنيفَة فَأَخْبَرته فَقَالَ: لَا أَدْرِي مَا قَالَا حَدثنِي عَمْرو بن شُعَيْب عَن أَبِيه عَن جده رَضِي الله عَنهُ \"أَن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن بيع وَشرط\"، البيع بَاطِل وَالشّرط بَاطِل. ثمَّ أتيت ابْن أبي ليلى فَأَخْبَرته فَقَالَ: لَا أَدْرِي مَا قَالَا حَدثنِي هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة رَضِي الله عَنْهَا قَالَ: \"أَمرنِي رَسُول الله صلى الله عَلَيْهِ وَسلم أَن أَشْتَرِي بَرِيرَة وَأَشْتَرِط فَأعْتقهَا\"، البيع جَائِز وَالشّرط بَاطِل. ثمَّ أتيت ابْن شبْرمَة فَأَخْبَرته فَقَالَ: لَا أَدْرِي مَا قَالَا حَدثنِي مسعر بن كدام عَن محَارب بن دثار عَن جَابر بن عبد الله قَالَ: \"بِعْت النَّبِي صلى الله عَلَيْهِ وَسلم نَاقَة وشرطت حملانها إِلَى الْمَدِينَة\"، البيع جَائِز وَالشّرط جَائِز\"2. وَسبب الِاخْتِلَاف بَين الْأَئِمَّة مَعْرُوف مشروح فِي أَكثر من كتاب وَمن أحسن من ألّف فِي ذَلِك وَبسط القَوْل فِيهِ شيخ الْإِسْلَام ابْن تَيْمِية فِي رفع الملام عَن الْأَئِمَّة الْأَعْلَام، وَمُحَمّد بن عبد الله بن مُحَمَّد بن السَّيِّد البطليوسي الأندلسي المتوفي سنة 521هـ فِي كِتَابه الْإِنْصَاف فِي التَّنْبِيه على الْأَسْبَاب الَّتِي أوجبت الِاخْتِلَاف بَين الْمُسلمين.. ¶ __________ ¶ 1 الْفَتَاوَى 20 ـ 250. ¶ 2 رَوَاهُ الطَّبَرَانِيّ وَذكره الهيثمي فِي مجمع الزَّوَائِد 4ـ84 وَقَالَ: طَرِيق عبد الله بن عَمْرو فِيهَا مقَال وَذكره السُّيُوطِيّ فِي تبييض الصَّحِيفَة فِي مَنَاقِب أبي حنيفَة ط حيدر آباد 1380: 40 قَالَ: رَوَاهُ الطَّبَرَانِيّ فِي الْأَوْسَط قَالَ حَدثنَا عبد الله بن أَيُّوب القزي ثَنَا مُحَمَّد بن سُلَيْمَان الذهلي ثَنَا عبد الْوَارِث بن سعيد.",
            "page": "75",
            "part": "1",
            "seal": "9814CA9A"
        },
        {
            "id": "8",
            "nass": "وَمُلَخَّص هَذِه الْأَسْبَاب: ¶ 1 ـ عدم بُلُوغ النَّص للْإِمَام. ¶ 2 ـ الِاخْتِلَاف فِي قبُول الحَدِيث من نَاحيَة الْإِسْنَاد وَاخْتِلَاف أصولهم فِي ذَلِك. ¶ 3 ـ اخْتلَافهمْ فِي كَونه مَنْسُوخا أَو لَا. ¶ 4 ـ اخْتلَافهمْ فِي فهم المُرَاد من النَّص. ¶ هَذَا مَعَ أَنه يَنْبَغِي أَن نعلم أَن الْأَلْفَاظ الْعَرَبيَّة تخْتَلف مَعَانِيهَا ومدلولاتها فَيكون لَهَا فِي بعض الأحيان معانٍ مُشْتَركَة وأوجه مُخْتَلفَة واستعمالات مُتعَدِّدَة، وَأَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يتَكَلَّم بجوامع الْكَلم، يفصل أَحْيَانًا ويجمل أَحْيَانًا، وَكَذَلِكَ الْقُرْآن، وَرُبمَا سكتا عَن مسَائِل كَثِيرَة وتركا تفصيلها لاجتهاد الْمُجْتَهدين فيُعلم أَن فِيهَا سَعَة من جِهَة النّظر، وفيهَا مجَال للِاجْتِهَاد..",
            "page": "76",
            "part": "1",
            "seal": "967B7099"
        },
        {
            "id": "9",
            "nass": "الْمَسْأَلَة الرَّابِعَة: ¶ يَنْبَغِي أَن نعلم أَنه كَانَت هُنَاكَ مدرستان للسلف واتجاهان فِي طَريقَة تحمل الْعلم وتبليغه: الأولى مدرسة المحدّثين، وَالْأُخْرَى مدرسة الْفُقَهَاء، قَالَ ابْن الْقيم فِي التَّعْرِيف بِهَاتَيْنِ المدرستين1: الْعلمَاء منقسمون إِلَى قسمَيْنِ: حفاظ الحَدِيث وجهابذته القادة الَّذين هم أَئِمَّة الْأَنَام وزوامل الْإِسْلَام الَّذين حفظوا على الْأمة معاقد الدّين ومعاقله وحموا من التكدير والتغيير موارده ومناهله حَتَّى ورد من سبقت لَهُ من الله الْحسنى تِلْكَ المناهل صَافِيَة من الأدناس لم تشبها الآراء تغييراً، ووردوا فِيهَا عينا يشرب بهَا عباد الله يفجرونها تفجيراً.. ¶ وفقهاء الْإِسْلَام: من دارت الْفتيا على أَقْوَالهم بَين الْأَنَام الَّذين خُصّوا ¶ __________ ¶ 1 إِعْلَام الموقعين 1ـ9.",
            "page": "76",
            "part": "1",
            "seal": "9783C4A5"
        },
        {
            "id": "10",
            "nass": "باستنباط الْأَحْكَام وعنُوا بضبط قَوَاعِد الْحَلَال وَالْحرَام فهم فِي الأَرْض بِمَنْزِلَة النُّجُوم فِي السَّمَاء بهم يَهْتَدِي الحيران فِي الظلماء وحاجة النَّاس إِلَيْهِم أعظم من حَاجتهم إِلَى الطَّعَام وَالشرَاب، وطاعتهم أفرض عَلَيْهِم من طَاعَة الْأُمَّهَات والآباء بِنَصّ الْكتاب قَالَ الله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأََمْرِ مِنْكُمْ} قَالَ ابْن عَبَّاس: \"أولو الْأَمر هم الْعلمَاء\". اهـ. ¶ قلت: فالمحدّثون اشتغلوا بِرِوَايَة السّنة وَنقد الْأَسَانِيد وَمَعْرِفَة الرِّجَال فحفظوا بذلك هَذَا الأَصْل الْعَظِيم مِمَّا دَاخله من دسائس الوضاعين وغفلات الصَّالِحين، وتخصصهم بِهَذَا الشَّأْن وتفرغهم لَهُ شغلهمْ عَن الاستنباط وَالْفِقْه وَلذَلِك تَجِد مشاهير الْمُحدثين كَابْن معِين وَابْن أبي حَاتِم وَالْبُخَارِيّ وَمُسلم وَغَيرهم مقلين فِي مجَال الْفِقْه.. ¶ وَالْفُقَهَاء اشتغلوا بدراسة النُّصُوص وفحص مَعَانِيهَا واستخراج عللها ومراميها، وَالْجمع بَينهَا أَو التَّرْجِيح، وَمَعْرِفَة ناسخها ومنسوخها وَوَضَعُوا الْأُصُول وَالْقَوَاعِد الَّتِي بهَا تُفهم النُّصُوص وتُستخرج الْأَحْكَام وَيعرف الْحَلَال وَالْحرَام، وانتصبوا للْفَتْوَى فَأَكْثرُوا مِنْهَا، وتعرضوا للْقِيَاس والتفريع فتوسعوا فيهمَا، فَصَارَت لَهُم بذلك مَذَاهِب متكاملة، ومناهج متمايزة، واشتهرت مِنْهَا الْمذَاهب الْأَرْبَعَة الَّتِي تعْتَبر كل وَاحِدَة مِنْهَا مدرسة مكتملة الْمنْهَج بأصولها وقواعدها وفروعها.. ¶ وتخصص الْفُقَهَاء بِهَذَا الشَّأْن وتفرغهم لَهُ شغلهمْ عَن الرِّوَايَة والإسناد فَكَانُوا فِي الْغَالِب مقلين فِيهَا، وقلما تَجِد إِمَامًا جمع بَيت التَّوَسُّع والتبحر فِي مجالي الرِّوَايَة وَالْفِقْه كَمَا يُقَال فِي الإِمَام أَحْمد رَحمَه الله. ¶ أما أَبُو حنيفَة فقد كَانَ مقلاً فِي الراوية، إِلَّا أَن ذَلِك لَا يَعْنِي عدم حفظه للْحَدِيث إِذْ مَا جَاءَ بالفقه إِلَّا من النّظر فِي كَلَام الله وَكَلَام رَسُوله صلى الله عَلَيْهِ وَسلم وَإِنَّمَا شُغل بالاستنباط عَن رِوَايَة مَا بلغه من الحَدِيث، وَمن تتبع عناية هَذَا الإِمَام بالأدلة عرف ذَلِك..",
            "page": "77",
            "part": "1",
            "seal": "616EE907"
        },
        {
            "id": "11",
            "nass": "هَذَا إِذا عرفنَا أَنه كَانَ بِالْكُوفَةِ وَالْبَصْرَة زمن أبي حنيفَة أَكثر من مائَة وَعشْرين صحابياً، وَإِذا عرفنَا انه أَخذ وَسمع من أَكثر من أَرْبَعَة وَسبعين من الْمُحدثين وَالْفُقَهَاء عدّ مِنْهُم الْحَافِظ الْمزي عددا وَمن أشهرهم: طَاوس بن كيسَان، وَالشعْبِيّ، وَعبد الله بن دِينَار، وَعبد الرَّحْمَن بن هُرْمُز، وَعَطَاء، وَقَتَادَة بن دعامة السدُوسِي، وَالزهْرِيّ، وَهِشَام بن عُرْوَة وَغَيرهم، وَإِذا عرفنَا أَيْضا أَنه كَانَ من تلاميذه كبار الْمُحدثين والحفاظ كَعبد الله بن الْمُبَارك، وَأبي يُوسُف، وَزفر بن الْهُذيْل وَغَيرهم: تَيَقنا أَن مذْهبه كَانَ نابعاً من الْأَثر، ومستقياً من السّنة بِوَاسِطَة هَذِه الروافد.. ¶ روى ابْن أبي رزمة أَنه كَانَ إِذا قدم الْكُوفَة أحد من الْمُحدثين يَقُول أَبُو حنيفَة لأَصْحَابه: \"انْظُرُوا هَل عِنْده من الحَدِيث شَيْء لَيْسَ عندنَا؟ \"1. ¶ فَمن يتَصَوَّر مَعَ هَذَا أَن أَبَا حنيفَة فَقِيه لَا يحفظ الحَدِيث2 وَكَيف يصير الرجل إِمَامًا فِي الْفِقْه وَهُوَ لَيْسَ بحافظ للْحَدِيث.. لذَلِك ترى الْمُحدثين مثل أبي دَاوُد وَابْن حجر لما ترجما لأبي حنيفَة ـ وَفِيه دارت الْأَقَاوِيل ـ اكتفيا بِالْإِشَارَةِ إِلَى إِمَامَته فَقَالَ أَبُو دَاوُد: \"أَبُو حنيفَة إِمَام\"، وَقَالَ ابْن حجر: \"أَبُو حنيفَة الإِمَام الْمَشْهُور\".",
            "page": "78",
            "part": "1",
            "seal": "E48FA060"
        },
        {
            "id": "12",
            "nass": "الْمَسْأَلَة الْخَامِسَة: ¶ على كل متعلم أَن يعلم أَن رِوَايَة الحَدِيث يجب أَن يَنْضَم إِلَيْهَا الْفِقْه وَمَعْرِفَة اخْتِلَاف الصَّحَابَة وَالتَّابِعِينَ وَالْأَئِمَّة المرضيين وَإِلَّا مَا اسْتَطَاعَ أَن يدْرك شَيْئا من الْأَحْكَام، لِأَن الْمَعْنى الظَّاهِر وَحده لَيْسَ هُوَ الْفِقْه، بل الْفِقْه فِي الاستنباط وَمَعْرِفَة الْمَقَاصِد والعلل، والناسخ والمنسوخ بِجَمِيعِ أنواعهما، وَلذَلِك كَمَا سبق فِي الْمَسْأَلَة الرَّابِعَة كَانَ كثير من كبار الْمُحدثين وَعُظَمَاء الْحفاظ غير مشهورين ¶ __________ ¶ 1 تبييض الصَّحِيفَة فِي مَنَاقِب أبي حنيفَة للسيوطي. ¶ 2 وَقد عده بعض الْمُحدثين كالذهبي من كبار الْحفاظ كَمَا أَن بعض الْمُحدثين طعن فِي حفظه.",
            "page": "78",
            "part": "1",
            "seal": "78A2389A"
        },
        {
            "id": "13",
            "nass": "بالفقه مَعَ شهرتهم فِي علم الحَدِيث وَرِوَايَته، وشأن الْعلمَاء المنصفين الِاعْتِرَاف لأهل كل اخْتِصَاص باختصاصهم فَهَذَا الشَّافِعِي رَحمَه الله يبين هَذِه الاختصاصات فَيَقُول1: \"من أَرَادَ أَن يتبحر فِي الْفِقْه فَهُوَ عِيَال على أبي حنيفَة كَانَ أَبُو حنيفَة مِمَّن وفْق لَهُ الْفِقْه، وَمن أَرَادَ أَن يتبحر فِي الشّعْر فَهُوَ عِيَال على زُهَيْر بن أبي سلمى، وَمن أَرَادَ أَن يتبحر فِي الْمَغَازِي فَهُوَ عِيَال على مُحَمَّد بن إِسْحَاق، وَمن أرد أَن يتبحر فِي النَّحْو فَهُوَ عِيَال على الْكسَائي، وَمن أَرَادَ أَن يتبحر فِي التَّفْسِير فَهُوَ عِيَال على مقَاتل بن سُلَيْمَان\". اهـ. ¶ وَقَالَ ابْن الْمَاجشون: \"كَانُوا يَقُولُونَ لَا يكون إِمَامًا فِي الْفِقْه من لم يكن إِمَامًا فِي الْقُرْآن والْآثَار وَلَا يكون إِمَامًا فِي الْآثَار من لم يكن إِمَامًا فِي الْفِقْه. فَانْظُر كَيفَ توهم قوم بعد ذَلِك أَن الِاشْتِغَال بالرواية يَكْفِي لمعْرِفَة الْأَحْكَام وَكَيف فصلوا بَين الْفِقْه والأثر\". ¶ يجب على المتعلم مَعَ الِاشْتِغَال بِالْحَدِيثِ وَالرِّوَايَة أَن يعرف مَذَاهِب الْفُقَهَاء وَاخْتِلَافهمْ حَتَّى يكْسب ملكة الاستنباط.. ¶ قَالَ صلى الله عَلَيْهِ وَسلم: \"رب حَامِل فقه غير فَقِيه، وَرب حَامِل فقه إِلَى من هُوَ أفقه مِنْهُ\". فَبين بذلك أَن الحَدِيث فقه وَأَن مُجَرّد حمله لَا يَعْنِي كَون حامله فَقِيها.. ¶ وَالنَّاس يتفاوتون فِي الْفِقْه نتيجة لاختلافهم فِي الأفهام، وَالْفِقْه هُوَ الْفَهم فبعض الْأَئِمَّة فِي الْجُمْلَة أفقه من بعض وَبَعْضهمْ فِي مَسْأَلَة أفقه من بعض وَمن أفقه الْأَئِمَّة أَبُو حنيفَة إِن لم يكن أفقههم، رُوِيَ عَن ابْن الْمُبَارك قَوْله: \"إِن كَانَ الْأَثر قد عرف واحتيج إِلَى الرَّأْي فرأي مَالك وسُفْيَان الثَّوْريّ وَأبي حنيفَة. وَأَبُو حنيفَة أحْسنهم وأدقهم فطنة وأغوصهم على الْفِقْه وَهُوَ أفقه الثَّلَاثَة\"2. وَإِلَيْك مِثَالا يبين لَك كَيْفيَّة تفَاوت الْفُقَهَاء فِي فهم الْمَسْأَلَة الْوَاحِدَة: ¶ __________ ¶ 1 الانتقاء لِابْنِ عبد الْبر: 31. ¶ 2 تَارِيخ بَغْدَاد 3 ـ 343.",
            "page": "79",
            "part": "1",
            "seal": "A881307E"
        },
        {
            "id": "14",
            "nass": "رُوِيَ عَن إِسْمَاعِيل بن حَمَّاد قَالَ: شَككت فِي طَلَاق امْرَأَتي فَسَأَلت شَرِيكا فَقَالَ: \"طَلقهَا وَأشْهد على رَجعتهَا\"، ثمَّ سَأَلت سُفْيَان الثَّوْريّ فَقَالَ: \"اذْهَبْ فَرَاجعهَا فَإِن كنت قد طَلقتهَا فقد راجعتها\"، ثمَّ سَأَلت زفر بن الْهُذيْل فَقَالَ لي: \"هِيَ امْرَأَتك حَتَّى تتيقن طَلاقهَا\"، فَأتيت أَبَا حنيفَة فَقَالَ: \"أما سُفْيَان فأفتاك بالورع وَأما زفر فأفتاك بِعَين الْفِقْه وَأما شريك فَهُوَ كَرجل قلت لَهُ: لَا أَدْرِي أصَاب ثوبي بَوْل أم لَا؟ فَقَالَ لَك: بُلْ على ثَوْبك ثمَّ اغسله\".اهـ ¶ فَيَنْبَغِي على كل متعلم أَن يعتني بِمَعْرِِفَة الْوُجُوه الْمُخْتَلفَة والاستدلالات ويطلع على اخْتِلَاف الْمذَاهب وَلَا يَكْتَفِي بِوَجْه وَاحِد أَو يعْتَمد على عَالم وَاحِد فَإِن مثل من يعْتَمد على عَالم وَاحِد مثل الَّذِي لَهُ امْرَأَة وَاحِدَة إِن حَاضَت بَقِي1 وَهَذَا هُوَ الْمَقْصُود من قَول الْأَئِمَّة بِأَن من لم يعرف الْخلاف لم يشم رَائِحَة الْفِقْه.",
            "page": "80",
            "part": "1",
            "seal": "90E3DB70"
        },
        {
            "id": "15",
            "nass": "الْمَسْأَلَة السَّادِسَة: ¶ طَبَقَات النَّاس بِالنِّسْبَةِ للْعلم وَعَدَمه ثَلَاثَة كَمَا رُوِيَ عَن عَليّ بن أبي طَالب رَضِي الله عَنهُ: \"عَالم رباني، ومتعلم على سَبِيل نجاة، وهمج رعاع أَتبَاع كل ناعق لم يستضيئوا بِنور الْعلم وَلم يلجئوا إِلَى ركن وثيق\". ¶ أما الْعلمَاء الربانيون فَهَؤُلَاءِ هم المجتهدون من أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم فِي كل زمَان وَمَكَان، بهم يقوم الدّين، وهم وَسِيلَة الْمُسلمين إِلَى معرفَة الْأَحْكَام وَفهم الْحَلَال وَالْحرَام وَلَيْسَ لنا مطمع فِي معرفَة الشَّرْع بدونهم وَلَا فِي إِدْرَاك الْكتاب وَالسّنة بِغَيْر واسطتهم فَتلك مزية كَانَت للصحابة وَلَيْسَت لغَيرهم2. فَلَا بُد لكل من أَرَادَ أَن يفهم الشَّرْع وَيدْرك علم الْكتاب وَالسّنة أَن يتَوَصَّل إِلَى ذَلِك بهم، وَكلما كَانَ هَؤُلَاءِ المجتهدون إِلَى زمن الصَّحَابَة أقرب كَانَ الصَّوَاب لديهم أغلب. ¶ __________ ¶ 1 جَامع بَيَان الْعلم 1 ـ 130. ¶ 2 إِعْلَام الموقعين.",
            "page": "80",
            "part": "1",
            "seal": "DD919367"
        },
        {
            "id": "16",
            "nass": "فالمجتهدون من التَّابِعين لَا بدّ أَن يعرفوا مَذَاهِب الصَّحَابَة وَلَا يتجاوزونها والمجتهدون من تَابِعِيّ التَّابِعين لَا بُد أَن يعرفوا مَذَاهِب الصَّحَابَة وَالتَّابِعِينَ وَهَكَذَا دواليك حَتَّى إِذا وصلنا إِلَى مجتهدي زَمَاننَا قُلْنَا: لَا بُد أَن يعرفوا مَذَاهِب جَمِيع السّلف الَّذين يعْتد بمذاهبهم.. ¶ أَلا ترى أَبَا حنيفَة رَحمَه الله يَقُول: \"إِذا لم أجد فِي كتاب الله وَلَا فِي سنة رَسُول الله صلى الله عَلَيْهِ وَسلم أخذت بقول أَصْحَابه آخذ بقول من شِئْت وأدع قَول من شِئْت وَلَا أخرج من قَوْلهم\"1. ¶ وكل من خَالف السّلف فِيمَا ذَهَبُوا إِلَيْهِ وَأَجْمعُوا عَلَيْهِ أَو جَاءَ بِمَا لم يذكروه أَو يشيروا إِلَيْهِ اعتبروه شاذاً لَا يُؤْخَذ قَوْله وَلَا يعْتد بِرَأْيهِ.. ¶ وَمَا من مَسْأَلَة إِلَّا وَفِي الشَّرِيعَة حكمهَا إِمَّا على وَجه الْعُمُوم أَو على وَجه التَّفْصِيل وَمَا علينا فِيمَا يجدُّ علينا من أُمُور إِلَّا أَن نقيس النَّظَائِر والأشباه ونَرُدَّ الْفُرُوع إِلَى الْأُصُول ونستعين بِاجْتِهَاد السّلف وآرائهم.. ¶ قَالَ مُحَمَّد بن الْحسن: \"الْعلم على أَرْبَعَة أوجه: مَا كَانَ من كتاب الله النَّاطِق وَمَا أشبهه، وَمَا كَانَ فِي سنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَمَا أشبههَا، وَمَا كَانَ فِيمَا أجمع عَلَيْهِ الصَّحَابَة رَحِمهم الله وَمَا أشبهه، وَكَذَلِكَ مَا اخْتلفُوا فِيهِ لَا يخرج عَن جَمِيعه فَإِن أوقع الِاخْتِيَار فِيهِ على قَول فَهُوَ علم تقيس عَلَيْهِ مَا أشبه وَمَا استحسنه عَامَّة فُقَهَاء الْمُسلمين وَمَا أشبهه وَكَانَ نظيراً لَهُ\"2. ¶ قلت: وَالْعُلَمَاء الربانيون هم أهل الذّكر الَّذين ذكرهم الله عز وَجل فِي كِتَابه فَقَالَ: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} . ¶ وهم أهل الاستنباط الَّذين ذكرهم فَقَالَ: {وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} النِّسَاء ـ 83. ¶ __________ ¶ 1 الانتقاء لِابْنِ عبد الْبر: 142. ¶ 2 إِعْلَام الموقعين 2 ـ 26.",
            "page": "81",
            "part": "1",
            "seal": "74EF382C"
        },
        {
            "id": "17",
            "nass": "وَلَيْسَ كل متعلم يقدر على الاستنباط حَتَّى يملك أدواته وَيحصل ملكته قَالَ ابْن الْقيم رَحمَه الله: ¶ \"الاستنباط اسْتِخْرَاج الْأَمر الَّذِي من شَأْنه أَن يخفى على غير مستنبطه وَمِنْه استنباط المَاء من الْبِئْر وَالْعين وَمن هَذَا قَول عَليّ بن أبي طَالب وَقد سُئِلَ: \"هَل خصكم رَسُول الله صلى الله عَلَيْهِ وَسلم بِشَيْء دون النَّاس؟ \". قَالَ: \"لَا، وَالَّذِي فلق الْحبَّة وبرأ النَّسمَة إِلَّا فهما يؤتيه الله عبدا فِي كِتَابه\". وَمَعْلُوم أَن هَذَا الْفَهم قدر زَائِد على معرفَة مَوْضُوع اللَّفْظ وعمومه أَو خصوصه فَإِن هَذَا قدر مُشْتَرك بَين سَائِر من يعرف كَلَام الْعَرَب\"1. ¶ قلت: أما المتعلم على سَبِيل النجَاة الَّذِي لم يبلغ دَرَجَة الاستنباط فَيتبع الْعلمَاء ويتأمل أَقْوَالهم وفتاويهم، ويشتغل بالترجيح بَين أدلتهم إِن كَانَ من أهل التَّرْجِيح وَإِلَّا اتبعهم فِيمَا ذَهَبُوا إِلَيْهِ وَلَا ينْتَظر حَتَّى يبلغ دَرَجَة مَا، إِذْ لَا مفر من أَن يلْتَزم المتعلم أحد الْمذَاهب الْمَشْهُورَة المعتد بهَا الَّتِي اعْترفت بهَا الْأمة تكون كمنطلق لَهُ فِي دراسته للشَّرْع الحنيف، فيعتني بِمَعْرِِفَة أصُول هَذَا الْمَذْهَب وفروعه، ويعتني بالأدلة ويحترس من التَّقْلِيد لِأَنَّهُ شَأْن الْعَوام، ويحذر من التعصب فَإِنَّهُ من طبائع أهل الْبدع والأهواء. ¶ وَلَا يَنْبَغِي للمتعلم أَن يبْقى طليقاً يتتبع الرُّخص والشواذ ويخبط فِي الْأَحْكَام على غير بَصِيرَة وَعلم، فَإِن ذَلِك خطر جسيم عَلَيْهِ وعَلى النَّاس إِن كَانَ يُفتي لَهُم.. ¶ وَلكُل متعلم أَن يُقَلّد فِي الْمسَائِل الَّتِي قصرت همته عَن بحثها أَو خفيت عَلَيْهِ يُقَلّد من قبله من عُلَمَاء السّلف المرضيين أَو الإِمَام الَّذِي الْتزم مذْهبه وَذَلِكَ حَتَّى يَتَّضِح لَهُ الدَّلِيل، وَلَا مفر من ذَلِك لِأَنَّهُ لَا يُمكنهُ أَن يكف عَن الْعَمَل فِي كل مَسْأَلَة حَتَّى يَتَّضِح أَو يتَرَجَّح فِي ذهنه الْقَاصِر فِيهَا علم.. وَمَا رَأَيْت أحدا من أهل الْعلم إِلَّا وَهُوَ مقلد فِي بعض الْمسَائِل شعر بذلك أم لم يشْعر لِأَنَّهُ لَيْسَ بمقدور ¶ __________ ¶ 1 إِعْلَام الموقعين 1 ـ 228.",
            "page": "82",
            "part": "1",
            "seal": "DE7EDC3C"
        },
        {
            "id": "18",
            "nass": "أحد أَن يجْتَهد فِي كل مَسْأَلَة.. لَو تتبعت أَخْبَار السّلف لوجدتهم يعتمدون ويلجأون فِي الْمسَائِل الَّتِي تخفى عَلَيْهِم إِلَى من هُوَ أفقه مِنْهُم مِمَّن سبقهمْ أَو عاصرهم وَالشَّيْء الْمَحْذُور هُوَ التعصب الَّذِي يعمي قلب صَاحبه عَن النّظر ويمنعه من اتِّبَاع الْحق1. أما الْعَوام فيقلدون أهل الْعلم الْمَوْجُودين بَينهم وَلَيْسَ لوَاحِد مِنْهُم أَن يلْتَزم مذهبا أَو يَدعِي الانتماء إِلَى أحد.. ¶ لَكِن بتأمل معنى ـ العامية ـ نجد أَنَّهَا على نَوْعَيْنِ: فهناك الْعَاميّ الْمُطلق وهم الدهماء الَّذين لَا يملكُونَ من أدوات الْعلم شَيْئا أَو هم الْجُهَّال فَهَؤُلَاءِ يقلدون الْمُفْتِينَ.. ¶ وَقد ذكر الْعلمَاء أَنه عِنْد عدم الْمُفْتِي الْمُجْتَهد الَّذِي يطمئن الْإِنْسَان إِلَى علمه وورعه لَهُ أَن يُقَلّد لنَفسِهِ وَلَا يُفْتِي بِمَا قلد. ¶ وَهَذَا هُوَ الْحق إِن شَاءَ الله وَإِلَّا لوقع النَّاس فِي أحد أَمريْن: ¶ 1 ـ فِي الْحَرج والشدة إِذا كلفنا كل مُسلم أَن ينظر فِي الْأَدِلَّة ويجتهد فيتخبط النَّاس فِي الْأَحْكَام مَا بَين مَحل ومحرم ويجترئون على الْفَتْوَى وَالِاجْتِهَاد بِغَيْر علم وَلَا بَصِيرَة، ويغلبهم علم الِاخْتِلَاف فيضلون لعدم معرفتهم لطريقه وإدراكهم لأسراره أَو قدرتهم على الغوص فِي بحاره.. ¶ 2 ـ أَو يتْرك النَّاس الْعَمَل بِكَثِير من الْأَحْكَام ويهملونها، تَحت وَطْأَة وهم الِانْتِظَار حَتَّى يتَرَجَّح الدَّلِيل وتتضح الْآثَار.. ونتيجة لعدم المبالاة بِمَا ذهب إِلَيْهِ السّلف وَقَالَهُ الْعلمَاء..",
            "page": "83",
            "part": "1",
            "seal": "9B081E6F"
        },
        {
            "id": "19",
            "nass": "الْمَسْأَلَة السَّابِعَة: ¶ وَذكر الْعلمَاء أَن الْفَتْوَى وَالِاجْتِهَاد دَرَجَة من الْعلم يَنْبَغِي أَن تكون مَوْجُودَة فِي كل زمَان وَمَكَان فِي أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم حَتَّى تقوم الْحجَّة ¶ __________ ¶ 1 رَاجع كَلَام ابْن الْقيم فِي طَبَقَات الْمُفْتِينَ فِي إِعْلَام الموقعين 4 ـ 270.",
            "page": "83",
            "part": "1",
            "seal": "38BC6178"
        },
        {
            "id": "20",
            "nass": "بِالدّينِ، ويستقيم أَمر الْمُسلمين، وَالله عز وَجل يقيض فِي كل عصر من يفصل الْأَحْكَام الشَّرْعِيَّة ويستنبط للحوادث من الْكتاب وَالسّنة وَيرد الْفُرُوع إِلَى الْأُصُول. ¶ وَلَو تتبعت عصور الْإِسْلَام لوجدت فِي كل عصر مصداق ذَلِك، ولوجدت أَنه فِي الْأَزْمَان الَّتِي كَانَ الِاجْتِهَاد فِيهَا مزدهراً كَانَت تعْتَبر عصور الْعلم الذهبية الَّتِي يبلغ الْمُسلمُونَ فِيهَا أوج قوتهم ونهضتهم، وَفِي العصور الَّتِي غلب عَلَيْهَا الكسل وتعطل فِيهَا الِاجْتِهَاد كَانَت تعْتَبر عصور الانحطاط الْمظْلمَة، والتخلف العلمي، وَلَك أَن تلحظ ذَلِك بِعَين الْمُشَاهدَة فِيمَا صنف فِي هَذِه العصور من متون وشروح وحواش.. ¶ لَكِن مَا هِيَ الأدوات الَّتِي تؤهل المتعلم لهَذِهِ الدرجَة الْعَظِيمَة، وَمَتى يجوز لَهُ الانتصاب لَهَا وادعاؤها، فلننظر إِلَى السّلف مَاذَا قَالُوا: ¶ 1 ـ الْأَثر: قَالُوا لَا بُد أَن يتضلع مِنْهُ بأكبر قدر مُمكن، وَمن حدده بِخَمْسِمِائَة حَدِيث أَو بِأَكْثَرَ أَو بِأَقَلّ فَإِنَّهُ لم يدقق فِي الْمَسْأَلَة وَإِنَّمَا أَرَادَ أَن يضْرب مثلا يقرب الْأَمر إِلَى الأذهان، وَقد سُئِلَ الإِمَام أَحْمد: \"إِذا حفظ الرجل مائَة ألف حَدِيث يكون فَقِيها؟ \". قَالَ: \"لَا\". قيل: \"فمائتي ألف؟ \". قَالَ: \"لَا\". قيل: \"فثلاثمائة ألف؟ \". قَالَ: \"لَا\".. وَلَعَلَّ الإِمَام أَحْمد رَحمَه الله أَرَادَ الْإِشَارَة إِلَى أَمريْن: أَحدهمَا أَن حفظ الحَدِيث وَحده لَا يَعْنِي الْفِقْه وَالْقُدْرَة على الْفَتْوَى، وَالْآخر أَنه يجب على الْفَقِيه الْمُفْتِي أَن يحْتَاط لنَفسِهِ وَلَا يستهين بِهَذَا الشَّأْن الْعَظِيم. ¶ 2 ـ الرَّأْي: لَا بُد أَن يتفقه بمذاهب أهل الْفِقْه ويطلع على آرائهم قَالَ عَليّ ابْن شَقِيق: \"سَمِعت ابْن الْمُبَارك يُسأل: \"مَتى يسع الرجل أَن يُفْتِي؟ \" قَالَ: \"إِذا كَانَ عَالما بالأثر بَصيرًا بِالرَّأْيِ\"1. ¶ 3 ـ وَعَلِيهِ أَن يلم بعلوم الشَّرِيعَة وقواعدها الَّتِي تنبني عَلَيْهَا وَلَا تفهم الْأَحْكَام بِدُونِهَا فمثلاً: ¶ __________ ¶ 1 جَامع بَيَان الْعلم لِابْنِ عبد الْبر 1 ـ 31.",
            "page": "84",
            "part": "1",
            "seal": "9AEAD825"
        },
        {
            "id": "21",
            "nass": "قَالَ الشَّافِعِي: \"لَا يحل لأحد أَن يُفْتِي فِي دين الله إِلَّا رجلا عَارِفًا بِكِتَاب الله، بناسخه ومنسوخه ومحكمه ومتشابهه، وَيعرف من الحَدِيث مَا عرف من الْقُرْآن، وَيكون بَصيرًا بالشعر بَصيرًا باللغة وَمَا يحْتَاج إِلَيْهِ من السّنة وَالْقُرْآن وَيسْتَعْمل مَعَ هَذَا الْإِنْصَاف وَيكون بعد هَذَا مشرفاً على اخْتِلَاف أهل الْأَمْصَار وَتَكون لَهُ قريحة بعد هَذَا، فَإِذا كَانَ هَكَذَا فَلهُ أَن يتَكَلَّم ويفتي فِي الْحَلَال وَالْحرَام وَإِذا لم يكن هَكَذَا فَلَيْسَ لَهُ أَن يُفْتِي\"1. ¶ وَقَالَ أَحْمد بن حَنْبَل: \"يَنْبَغِي للرجل إِذا حمل نَفسه على الْفتيا أَن يكون عَالما بِوُجُوه الْقُرْآن عَالما بِالْأَسَانِيدِ\"2. ¶ وَقَالَ يحيى بن أَكْثَم: \"لَيْسَ من الْعُلُوم كلهَا علم أوجب على الْعلمَاء والمتعلمين وعَلى كَافَّة الْمُسلمين من علم نَاسخ الْقُرْآن ومنسوخه\". ¶ وروى ابْن سِيرِين عَن حُذَيْفَة أَنه قَالَ: \"إِنَّمَا يُفْتِي النَّاس أحد ثَلَاثَة: من يعلم مَا نسخ من الْقُرْآن، أَو أَمِير لَا يجد بدا، أَو أَحمَق متكلف\". قَالَ ابْن سِيرِين: \"فلست بِوَاحِد من هذَيْن وَلَا أحب أَن أكون الثَّالِث\"3. ¶ قَالَ ابْن الْقيم رَحمَه الله: \"مُرَاده وَمُرَاد السّلف بالناسخ والمنسوخ رفع الحكم بجملته تَارَة وَهُوَ اصْطِلَاح المتأخيرن، وَرفع دلَالَة الْعَام وَالْمُطلق وَالظَّاهِر وَغَيرهَا تَارَة إِمَّا بتخصيص أَو تَقْيِيد أَو حمل مُطلق على مُقَيّد وَتَفْسِيره وتبيينه حَتَّى إِنَّهُم ليسمون الاستثاء وَالشّرط وَالصّفة نسخا\". اهـ. ¶ قلت: وَيَنْبَغِي على كل متعلم أَن يعلم أَن مرتبَة الْفَتْوَى لم تكن لجَمِيع الصَّحَابَة رضوَان الله تَعَالَى عَلَيْهِم مَعَ أَن جَمِيعهم فِي اللُّغَة أفْصح من فصحاء عصرنا، هَذَا مَعَ كَونهم امتازوا بالصحبة وبمشاهدة التَّنْزِيل إِنَّمَا كَانَ الْمَشْهُور ¶ __________ ¶ 1 الْفَقِيه والمتفقه للخطيب الْبَغْدَادِيّ. ¶ 2 إِعْلَام الموقعين 1 ـ 36. ¶ 3 نفس الْمصدر.",
            "page": "85",
            "part": "1",
            "seal": "0A62197E"
        },
        {
            "id": "22",
            "nass": "بالفتوى مِنْهُم سَبْعَة، وَكَانَ هُنَاكَ متوسطون ومقلون فِي الْفَتْوَى ومجموع أهل الْفَتْوَى مِنْهُم مائَة ونيف وَثَلَاثُونَ نفسا.. كَمَا فصل ذَلِك الْحَافِظ ابْن الْقيم رَحمَه الله فِي كِتَابه الْعَظِيم إِعْلَام الموقعين. ¶ فعلى كل من رشح نَفسه ووطد عزمه على النّظر فِي الْأَحْكَام وَمَعْرِفَة الْحَلَال وَالْحرَام، وعَلى الانتصاب للْفَتْوَى وَالِاجْتِهَاد، أَن يُعِدَ هَذِه الأدوات وَيحصل هَذِه المؤهلات، ويشمر عَن ساعد الْجد، ويشحذ الْعَزِيمَة ويسهر اللَّيَالِي.. وَيسْأل ربه عز وَجل على الدَّوَام أَن يَجْعَل لَهُ نورا، فَإِن الْعلم نور يقذفه الله فِي الْقلب كَمَا قَالَ الإِمَام مَالك رَحمَه الله: ¶ \"إِن الْعلم لَيْسَ بِكَثْرَة الرِّوَايَة وَلكنه نور يَجعله الله تَعَالَى فِي الْقُلُوب\". وَإِنَّمَا سطرت هَذِه الأسطر فِي هَذَا الشَّأْن الخطير وَالْأَمر الْعَظِيم بِقصد استنفار الهمم لعلم الشَّرِيعَة وَالْفِقْه، ولفت الأنظار إِلَى المصدرين الأساسيين لذَلِك الْكتاب وَالسّنة، وتنبيه الأفكار لطريقة الْوُرُود والاستقاء، وَالْأَخْذ والإعطاء. ¶ وَبعد ذَلِك كُله الشَّفَقَة على نَفسِي وعَلى المتعلمين من أَن ينطبق على حَالنَا قَول إمامنا الْأَعْظَم صلى الله عَلَيْهِ وَسلم: ¶ \"إِن الله لَا يقبض الْعلم انتزاعاً ينتزعه من الْعباد وَلَكِن يقبض الْعلمَاء حَتَّى إِذا لم يُبق عَالما اتخذ النَّاس رؤوساً جُهَّالًا فسُئلوا فأفتوا بِغَيْر علم فضلوا وأضلوا\" 1. ¶ __________ ¶ 1 رَوَاهُ البُخَارِيّ.",
            "page": "86",
            "part": "1",
            "seal": "984E8342"
        }
    ],
    "t4811": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الأولى"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثانية"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثالثة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الرابعة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الخامسة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة السادسة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة السابعة"
        }
    ]
}