{
    "b50": [
        {
            "id": "1",
            "nass": "شرح تطهير الاعتقاد عن أدران الإلحاد لابن الأمير الصنعاني [3] ¶ أخبر الله تعالى في كتابه العزيز أن المشركين مقرون بتوحيد الربوبية، وأنه خالقهم وخالق كل شيء؛ لأن ذلك أمر فطري فطر الله عليه جميع البشر، لكن لم ينفعهم ذلك، فقد حكم الله عليهم بالكفر؛ لشركهم بالله تعالى في توحيد الإلهية والعبادة، الذي هو المقصود والغاية من بعثة الأنبياء والمرسلين.",
            "page": "1",
            "part": "1",
            "seal": "47275CD3"
        },
        {
            "id": "2",
            "nass": "تقسيم التوحيد إلى توحيد ربوبية وألوهية ¶ قال المؤلف رحمه الله تعالى: [الأصل الثالث: أقسام التوحيد. ¶ إن التوحيد قسمان: القسم الأول: توحيد الربوبية والخالقية والرازقية ونحوها. ¶ ومعناه: أن الله وحده هو الخالق للعالم، وهو الرب لهم والرازق لهم، وهذا لا ينكره المشركون، ولا يجعلون لله فيه شريكاً، بل هم مقرون به، كما سيأتي في الأصل الرابع. ¶ والقسم الثاني: توحيد العبادة ومعناه: إفراد الله وحده بجميع أنواع العبادات الآتي بيانها. ¶ فهذا هو الذي جعلوا لله فيه الشركاء، ولفظ (الشريك) يشعر بالإقرار بالله تعالى. ¶ فالرسل عليهم السلام بعثوا لتقرير الأول، ودعاء المشركين إلى الثاني]. ¶ بين المصنف رحمه الله تعالى أن التوحيد ينقسم إلى قسمين: القسم الأول: الإقرار بوجود الله، وتوحيده في ربوبيته وأسمائه وصفاته، فتوحده سبحانه في أفعاله، التي هي: الخلق والرزق والإماتة والإحياء وإنزال المطر، وتسبيب الأسباب، كل هذه أفعاله سبحانه، فتعتقد أن الله هو الخالق الرازق المالك المحيي المميت مدبر الأمور، مصرف الأمور، مسبب الأسباب، منزل المطر، وتعتقد بأن له الأسماء الحسنى والصفات العلى، وهذا ما يسمى بالتوحيد العلمي أو التوحيد الخبري؛ لأن الله أخبر بذلك. ¶ وأما توحيد العبادة، فهو أن توحد الله في أفعالك أنت أيها العبد! فتتقرب بأفعالك إلى الله عزوجل: بصلاتك وصومك وزكاتك وحجك وبرك لوالديك وصلتك لأرحامك وأمرك بالمعروف ونهيك عن المنكر وجهادك في سبيل الله، فتوحد الله فيها بأن تصرفها لله تعالى، وهذه الأفعال مقيدة بالشرع، فالعبادة لا تصح ولا تكون عبادة إلا بشرطين: الشرط الأول: أن تكون خالصة لله عز وجل، مراداً بها وجه الله والدار الآخرة. ¶ الشرط الثاني: أن تكون هذه العبادة موافقة للشرع، أي: جاء بها الإسلام، وشرعها الله في كتابه أو شرعها النبي صلى الله عليه وسلم في سنته، فهذه العبادات توحد الله فيها، بمعنى: أنك تصرفها لله دون غيره، فتصلي لله لا لغيره، وتصوم لله لا لغيره، وتزكي لله لا لغيره، وتحب لله لا لغيره، وهكذا. ¶ وعلى هذا فإن العلماء السابقين: كـ شيخ الإسلام وابن القيم وغيرهم قسموا التوحيد إلى قسمين: الأول: توحيد الربوبية، ويسمى: التوحيد العلمي الخبري، وهو: الإيمان بوجود الله، وتوحيده في أفعاله وربوبيته وأسمائه وصفاته، وهذا يشمل توحيد الربوبية وتوحيد الأسماء والصفات. ¶ لكن لما كثر النزاع وأثيرت الشبه حول الأسماء والصفات، جعل العلماء توحيد الأسماء والصفات قسماً ثالثاً، فقسموها إلى ثلاثة أقسام: توحيد الربوبية، وتوحيد الأسماء والصفات، وتوحيد الألوهية، وإلا فالأصل أن توحيد الأسماء والصفات داخل في توحيد الربوبية، فهما توحيد واحد، فالإيمان بوجود الله، والإيمان بأنه هو الخالق الرازق المدبر المحيي المميت، والإيمان بأسمائه وصفاته توحيد واحد. ¶ الثاني: توحيد الألوهية وهو: أن توحد الله بأفعالك أنت أيها العبد! ولهذا قال المؤلف رحمه الله تعالى: الأصل الثالث: أن التوحيد قسمان: القسم الأول: توحيد الربوبية والخالقية والرازقية ونحوها. ¶ فقوله: (توحيد الربوبية) أي: أن توحد الله بأفعال الرب، وأفعال الرب: هي الخلق والرزق وقوله: (والخالقية) أي: أن تعتقد أن الله هو الخالق، كما قال سبحانه: {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ} [فاطر:3]. ¶ وقوله: (الرازقية) أي: أن تعتقد أن الله هو الرازق، ونحوها من أفعال العباد، كالإماتة والإحياء، ويدخل في ذلك أيضاً الإيمان بأسماء الله وصفاته، وأسماء الله معروفة: كالعليم والسميع والبصير والخبير، وصفات الله: كالعلم والقدرة، والسمع والبصر، وأفعال الله هي صفات الله: كالخلق والرزق والإماتة والإحياء، وقد فسره المؤلف رحمه الله فقال: ومعناه: أن الله وحده هو الخالق للعالم، وهو الرب لهم والرازق لهم، وهذا لا ينكره المشركون، ولا يجعلون لله فيه شريكاً، بل هم يقرون به كما سيأتي في الأصل الرابع. ¶ يعني: أن هذا التوحيد لا ينكره المشركون، بل يقرون به؛ لأن الله فطرهم على ذلك، والآيات في هذا كثيرة تدل على أنهم يقرون بهذا النوع، قال تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف:87]. ¶ وقال سبحانه: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ} [العنكبوت:61]. ¶ وقال سبحانه: {وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ} [العنكبوت:63]. ¶ وقال سبحانه: {قُلْ لِمَنِ الأَرْضُ وَمَنْ فِيهَا إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ * قُلْ مَنْ رَبُّ السَّمَوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ * قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ} [المؤمنون:84 - 89]. ¶ وقال سبحانه: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} [يونس:31]. ¶ إذاً: فهم مقرون بهذا التوحيد؛ لأنه أمر فطري فطر الله عليه طوائفه جميعاً، إلا من شذ ففسدت فطرتهم، وعميت بصيرتهم، فأشركوا في توحيد الربوبية، مثل: الدهريين الذين قالوا: إن هذا العالم ليس له مدبر، وإنما يسير بنفسه ويدبر نفسه، وقد حكى الله عنهم أنهم قالوا: {وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ} [الجاثية:24] ومثلهم: الشيوعيون الملاحدة الذين يقولون: لا إله والحياة مادة، ومثلهم: الطبائعيون الذين يقولون: إن الطبيعة هي ذات الأشياء، فالطبيعة هي الخالقة لذات الأرض، أي: هي التي خلقت الأرض، وذات السماء خلقت السماء، وذات النبات خلقت النبات، وكذلك من يقول بالصدفة، وأن هذا العالم وجد صدفة، فهؤلاء شذوا عن المجموعة البشرية، وإلا فإن طوائف بني آدم كلهم مطبقون على الإقرار بهذا التوحيد والاعتراف به، وليس في هذا التوحيد نزاع بين الرسل وبين الأمم، ولهذا أخبر الله عن قوم صالح الذين تمالئوا على قتل نبي الله صالح، أنهم يكفرون بالله، وأخبر تعالى أنهم تمالئوا فقال: {وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ * قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ * قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ * وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الأَرْضِ وَلا يُصْلِحُونَ * قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ} [النمل:45 - 49] تقاسموا بالله يريدون قتل نبي الله، فهم يقرون بالله ولم ينكروا وجوده، وهم مع كفرهم مقرون بهذا التوحيد، كذلك قوم نوح وقوم هود، وقوم إبراهيم وقوم موسى وقوم عيسى وكفار قريش في زمن النبي صلى الله عليه وسلم، كلهم مقرون بهذا التوحيد، ولهذا قال المؤلف: وهذا لا ينكره المشركون، ولا يجعلون لله فيه شريكاً، بل هم يقرون به. ¶ القسم الثاني: فهو توحيد العبادة، والعبادة معناها: اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الباطنة والظاهرة. ¶ فالعبادة: كل ما أمر الله به، وكل ما نهى الله عنه، فالذي أمر الله به يفعله المسلم تعبداً لله، سواء كان أمر إيجاب أو أمر استحباب، وكل ما نهى الله عنه فإن المسلم يجتنبه، سواء كان نهي تحريم أو نهي تنزيه، فهذه هي العبادة: الأوامر والنواهي، أي: تفعل الأوامر وتترك النواهي. ¶ وقال بعضهم: العبادة هي: كل ما أمر به شرعاً من غير اضطراب عرفي ولا اقتضاء عقلي، وقال شيخ الإسلام ابن تيمية رحمه الله: العبادة هي: اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الباطنة والظاهرة. ¶ أي: كل ما يحبه الله قولاً أو عملاً أو اعتقاداً أو نية ظاهراً أو باطناً، فتصرفها لله وتفردها له؛ بأن تؤدي هذه العبادة ولا تجعل مع الله شريكاً، فتصلي لله ولا تصلي لغيره، وتزكي لله ولا تزكي لغيره، وتصوم لله ولا تصوم لغيره، وتدعو الله ولا تدعو غيره، وتذبح لله ولا تذبح لغيره، وتطوف ببيت الله تقرباً إلى الله ولا تطوف بغير بيت الله، وتنذر لله ولا تنذر لغيره، وهذا النوع هو الذي وقعت فيه الخصومة بين الأنبياء وبين الأمم، وهو الذي فيه المعركة والقتال والنزاع بين الرسل وبين أممهم، فالنزاع والعداوات والحروب الطاحنة بين الأنبياء وبين الأمم بسبب هذا التوحيد، فالرسل تأمرهم بأن يخلصوا لله العبادة وهم ينازعون في ذلك، فيقولون: نريد أن نعبد الله ونعبد غيره، والرسل تقول: لا تعبدوا إلا الله، ولا تذبحوا إلا لله، ولا تنذروا إلا لله، ولا تدعو إلا الله، وهم يقولون: بل نذبح لله ونذبح لغير الله، ندعو الله وندعو غير الله، حتى قال المشركون للنبي صلى الله عليه وسلم: اعبد إلهنا سنة ونعبد إلهك سنة، وهذا صلح بيننا وبينك! فأنزل الله تعالى: {قُلْ يَا أَيُّهَا الْكَافِرُونَ * لا أَعْبُدُ مَا تَعْبُدُونَ * وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * وَلا أَنَا عَابِدٌ مَا عَبَدتُّمْ * وَلا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ *",
            "page": "2",
            "part": "1",
            "seal": "69696539"
        },
        {
            "id": "3",
            "nass": "إرسال الرسل لتقرير توحيد الربوبية ودعاء المشركين إلى توحيد العبادة ¶ قال المؤلف رحمه الله تعالى: [فالرسل عليهم السلام بعثوا لتقرير الأول، ودعاء المشركين إلى الثاني، مثل قولهم في خطاب المشركين: {أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَوَاتِ وَالأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ} [إبراهيم:10]. ¶ وقوله تعالى: {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ لا إِلَهَ إِلَّا هُوَ} [فاطر:3] ونهيهم عن شرك العبادة، ولذا قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36] أي: قائلين لأممهم: أن اعبدوا الله، فأفاد بقوله: {فِي كُلِّ أُمَّةٍ} [النحل:36] أن جميع الأمم لم ترسل إليهم الرسل إلا لطلب توحيد العبادة، لا للتعريف بأن الله هو الخالق للعالم وأنه رب السموات والأرض، فإنهم مقرون بهذا، ولهذا لم ترد الآيات فيه في الغالب إلا بصيغة التقرير، نحو: {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ} [فاطر:3]. ¶ {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ} [النحل:17]. ¶ {أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَوَاتِ وَالأَرْضِ} [إبراهيم:10]. ¶ {أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَوَاتِ وَالأَرْضِ} [الأنعام:14]. ¶ {هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ} [لقمان:11]، {أَرُونِي مَاذَا خَلَقُوا مِنَ الأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَوَاتِ} [فاطر:40] استفهام تقرير لهم؛ لأنهم مقرون به]. ¶ قوله: (فالرسل عليهم الصلاة والسلام بعثوا لتقرير الأول) أي: توحيد الربوبية، وهو القسم الأول، ودعاء المشركين إلى الثاني الذي هو توحيد العبادة، فالرسل عليهم الصلاة والسلام بعثوا لتقرير الأول؛ لأنهم يقرون الناس على توحيدهم -في الربوبية، وأن هذا التوحيد حق، لذا يجب على كل إنسان أن يوحد الله في ربوبيته وأسمائه وصفاته، وفي ألوهيته وعبادته، فالرسل عليهم الصلاة والسلام قرروا الناس على توحيدهم للربوبية، وقالوا: نقركم على توحيدكم لله في الربوبية، لكن بقي عليكم أن تقروا بتوحيد الألوهية والعبادة لله، فلا يكفي في الدخول في الإسلام حتى توحدوا الله في الألوهية، ولهذا دعي المشركين إلى الثاني الذي هو توحيد الألوهية، ومثل المؤلف بقوله تعالى في خطاب المشركين: {أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَوَاتِ وَالأَرْضِ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ} [إبراهيم:10]. ¶ {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ لا إِلَهَ إِلَّا هُوَ} [فاطر:3] أي: أنتم ليس عندكم شك بأن الله فاطر السموات والأرض، إذاً: أقروا بتوحيد الإلهية والعبادة، وأفردوه بالعبادة فهو يدعوكم سبحانه ليغفر لكم من ذنوبكم: {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ} [فاطر:3] فهم معترفون بذلك، وقد اتبع الله بعد ذلك بتوحيد الإلهية فقال سبحانه: {لا إِلَهَ إِلَّا هُوَ} [فاطر:3] أي: لا معبود بحق إلا هو، فاعبدوه ما دمتم تعترفون أنه ليس هناك خالق غير الله، وأفردوه بالعبادة، وانتهوا عن شرك العبادة، فإن الرسل قد بعثوا بالنهي عن الشرك في العبادة، والعبادة كما سبق: جميع ما جاء في الشرع من الأوامر والنواهي، فيفعل المسلم الأوامر ويترك النواهي تعبداً لله عز وجل، ولهذا قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36] فقد بين الله سبحانه وتعالى أنه بعث في كل أمة رسولاً، يأمر الناس بأن يعبدوه ويوحدوه ويخلصوا له العبادة ويجتنبوا الطاغوت، والطاغوت: هو كل ما عبد من دون الله. ¶ وطاغوت على وزن: (فعلوت) صيغة مبالغة، فكل ما تجاوز به العبد حده من متبوع أو مطاع أو معبود وهو راض بذلك فهو طاغوت، فالذي يدعو الناس إلى عبادة نفسه طاغوت؛ لأنه تجاوز حده، وحده: أن يكون عبداً لله، فإذا دعا الناس إلى عبادته يكون قد شابه فرعون الذي ادعى الربوبية حين قال: {أَنَا رَبُّكُمُ الأَعْلَى} [النازعات:24]. ¶ {مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي} [القصص:38] فهذا طاغوت، بل رءوس الكفر طواغيت، فإبليس طاغوت دعا إلى الشرك، ومن دعا إلى عبادة نفسه فهو طاغوت، ومن رضي أن يعبده الناس فهو طاغوت تجاوز حده، ومن حكم بغير ما أنزل الله فهو طاغوت، فحد العبد: أن يكون عبداً لله ذليلاً خاضعاً ممتثلاً لأمر الله مجتنباً لنهيه، فإذا تجاوز الإنسان حده صار طاغوتاً، أي: أن حدك أن تعبد الله، وأن توحد الله، وأن تدعو إلى عبادة الله، فإذا خرج الإنسان عن هذا الحد وتمرد على الله وعلى رسله وأنبيائه ودعا الناس إلى عبادة نفسه أو رضي بأن يعبد من دون الله أو أمر بمعصية الله، أو حكم بغير ما أنزل الله، أو دعا الناس إلى الشرك والوثنية صار طاغوتاً؛ لأنه تجاوز حده؛ لأن حد الإنسان أن يكون عبداً لله، فإذا تجاوز هذا الحد صار طاغوتاً، فالرسل عليهم الصلاة والسلام بعثهم الله في كل أمة، يأمرون الناس بعبادة الله واجتناب الطاغوت. ¶ وقوله: (أي قائلين لأممهم أن اعبدوا الله) أي: تقدير {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا} [النحل:36] قائلين لأممهم: {أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36]. ¶ وقوله: (فأفاد بقوله: {فِي كُلِّ أُمَّةٍ} [النحل:36] أي: أن جميع الأمم لم ترسل إليهم الرسل إلا لطلب توحيد العبادة). ¶ إذاً: الرسل أرسلت لتطلب من الناس أن يوحدوا الله في العبادة: {أَنِ اعْبُدُوا اللَّهَ} [المائدة:117] لا للتعريف بأن الله هو الخالق للعالم، وأنه رب السموات والأرض، فإنهم مقرون بذلك، وإنما بعثوا ليأمروا الناس بعبادة من وحده، وخلاص العبادة له، وطلب توحيد العبادة له، فهم يطلبون من الناس أن يوحدوا الله في العبادة والألوهية، يطلبون من الناس أن يوحدوا الله بأفعالهم ودعائهم وذبحهم ونذرهم وصلاتهم وحجهم، وأن يصرفوها لله لا لغيره، هذا هو الذي بعثت به الرسل، ولم تبعث الرسل لتقول للناس: نعرفكم بأن الله هو الخالق الرازق المدبر المحيي المميت؛ لأنهم مقرون بهذا. ¶ وقوله رحمه الله: (ولهذا لم ترد الآيات فيه في الغالب إلا بصيغة التقرير)، أي: أن الآيات لم ترد في توحيد الربوبية إلا بصيغة التقرير، فتقرر الناس على ما يعتقدون، ومثل المؤلف رحمه الله بقوله تعالى: {هَلْ مِنْ خَالِقٍ} [فاطر:3] (هل) استفهام تقرير. ¶ أي: أنتم تقرون بأنه ليس هناك خالق غير الله، فكما أنكم تقولون: لا خالق إلا الله. ¶ فيجب عليكم أن تعتقدوا أنه لا إله غير الله، ولا معبود بحق غيره، فهذا استفهام تقرير. ¶ ومثَّل بقوله تعالى: {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ} [النحل:17] وهنا بصيغة التقرير، حيث يخاطب الله المشركين فيقول: {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ} [النحل:17] أي: ألا تعتبرون أنكم تعتقدون أن الله هو الخالق والأصنام ليست خالقة، فتسوون بين الخالق وبين ما لا يخلق: {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ} [النحل:17] فهل يستويان؟ لا يستويان، فالذي يخلق هو الذي يستحق العبادة، والذي لا يخلق لا يستحق العبادة. ¶ إذاً: هذا احتجاج يحتج الله به عليهم، فكما أنكم تعتقدون بأن الله هو الخالق اعبدوه، ولا تعبدوا هذا المخلوق الذي لا يستحق العبادة، ولا تسوون بين الخالق وبين غير الخالق: {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ} [النحل:17]. ¶ ومثَّل بقوله تعالى: {أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَوَاتِ وَالأَرْضِ} [إبراهيم:10] أي: هم يقولون: ليس هناك شك بأن الله فاطر السموات والأرض، إذاً: اعبدوا الله ما دمتم أنكم لا تشكون بأن الله هو فاطر السموات والأرض، فهو المستحق للعبادة؛ لأن فاطر السموات والأرض هو الذي يستحق العبادة. ¶ ومثل بقوله تعالى: {أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَوَاتِ وَالأَرْضِ} [الأنعام:14] هذه صيغة تقرير، إذاً: اعبدوه وحده. ¶ ومثَّل بقوله تعالى: {هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ} [لقمان:11] أي: هذا خلق الله، فهو الذي خلق السموات والأرضين والملائكة والبشر، والنبات والأشجار والأحجار والماء، فكلها خلق الله، وكذلك النجوم والكواكب، فقوله تعالى: {هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ} [لقمان:11] أي: هؤلاء الذين تعبدونهم من دون الله أروني ماذا خلقوا؟! ¶ A  لا يخلقون، إذاً: لا يستحقون العبادة. ¶ وفي الآية التي بعدها: {أَرُونِي مَاذَا خَلَقُوا مِنَ الأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَوَاتِ} [فاطر:40] يعني: هؤلاء المعبودون من الأصنام والأوثان والأشجار والأحجار أروني ماذا خلقوا من الأرض، هل خلقوا شيئاً من الأرض؟! الجواب: لا، {أَمْ لَهُمْ شِرْكٌ فِي السَّمَوَاتِ} [فاطر:40] أي: هل هم لله شركاء في السموات؟! الجواب: لا، إذاً: لا يستحقون العبادة. ¶ وقوله رحمه الله: (استفهام تقرير لهم؛ لأنهم به مقرون)، أي: حتى يلزمهم بتوحيد العبادة والألوهية، يلزمهم بما يقرون به على الالتزام بما ينكرونه، وهو توحيد العبادة.",
            "page": "3",
            "part": "1",
            "seal": "050A6765"
        },
        {
            "id": "4",
            "nass": "اعتقاد المشركين أن الأصنام والأوثان تقربهم إلى الله زلفى ¶ قال المؤلف رحمه الله تعالى: [وبهذا تعرف أن المشركين لم يتخذوا الأصنام والأوثان ولم يعبدوها، ولم يتخذوا المسيح وأمه، ولم يتخذوا الملائكة شركاء لله تعالى؛ لأجل أنهم أشركوهم في خلق السموات والأرض، بل اتخذوهم لأنهم يقربونهم إلى الله زلفى كما قالوه، فهم مقرون بالله تعالى في نفس كلمات كفرهم، وأنهم شفعاء عند الله، قال الله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس:18] فجعل الله تعالى اتخاذهم للشفعاء شركاً، ونزه نفسه عنه، لأنه لا يشفع عنده أحد إلا بإذنه، فكيف يثبتون شفعاء لهم لم يأذن الله لهم في شفاعة، ولا هم أهل لها، ولا يغنون عنهم من الله شيئاً؟]. ¶ قوله: (وبهذا تعرف أن المشركين لم يتخذوا الأصنام والأوثان ولم يعبدوها، ولم يتخذوا المسيح وأمه، ولم يتخذوا الملائكة شركاء لله تعالى؛ لأجل أنهم أشركوه في خلق السموات والأرض، بل اتخذوهم لأنهم يقربونهم إلى الله زلفى) وهذا كما أخبر الله سبحانه وتعالى عنهم، وبهذا تعرف أن المشركين لم يتخذوا الأصنام والأوثان ولم يعبدوها مثلما ما عبدوا اللات والعزى، واللات كان رجلاً صالحاً، وكان يلت السويق للحجيج، أو هي: الصخرة التي يلت عليها، وكذلك من الأشجار العزى، وكذلك مناة، وهي: جذع كانت على الساحل، فهذه الأصنام والأوثان، وكذلك من عبد المسيح عليه السلام، ومن عبد أمه، وكذلك من عبد الملائكة، ما فعلوا هذا لأنهم يعتقدون أنهم شركاء لله في خلق السموات والأرض، فالذين عبدوا الأصنام، والذين عبدوا الأوثان، والذين اتخذوا المسيح وأمه، والذين اتخذوا الملائكة، كلهم لم يتخذوهم في أنهم شركاء لله في خلق السموات والأرض، بل اتخذوهم لاعتقادهم أنهم يقربونهم إلى الله زلفى، كما أخبر الله في أول سورة الزمر، قال الله تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ} [الزمر:3] على تقدير: قائلين {إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3] فقط، فهم يعتقدون أنهم لا يخلقون ولا يرزقون ولا يميتون ولا يحيون، ولا ينفعون ولا يضرون، ولكنهم عبدوهم، وذبحوا لهم، ونذروا لهم، ودعوهم من دون الله، وركعوا لهم، وسجدوا لهم؛ لاعتقادهم أنهم يقربونهم إلى الله زلفى، فكذبهم الله في أنهم يقربونهم إلى الله، بل يبعدونهم عن الله، وحكم بكفرهم بهذا العمل {إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر:3]. ¶ وفي الآية الأخرى: أخبر أنهم فعلوا ذلك لأنهم يرجون شفاعتهم، أي: حتى يشفعوا لهم عند الله. ¶ {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18] فرد الله عليهم فقال: ليسوا شفعاء، فالله تعالى لا يعلم أن له شريكاً، وهل تنبئون الله بشيء لا يعلمه، وهو لا يعلم أن له شريكاً في السموات والأرض، ثم حكم عليهم بالشرك فقال: {سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس:18]. ¶ والمؤلف رحمه الله قد بين ما بينه القرآن الكريم، قال: (لم يتخذوا المسيح وأمه، ولم يتخذوا الملائكة شركاء لله تعالى، لأنهم أشركوهم في خلق السموات والأرض، بل اتخذوهم لأنهم يقربونهم إلى الله زلفى، كما قالوه، فهم مقرون بالله في نفس كلمات كفرهم، وأنهم شفعاء عند الله) أي: في نفس الكلمات الكفرية هم مقرون بالله، يقولون: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ} [الزمر:3] إذاً: أقروا بالله، وهذا هو توحيد الربوبية في نفس الكلمات الشركية، ولكن لا يكفي هذا لدخولهم في الإسلام، قال الله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَوَاتِ وَلا فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس:18]. ¶ فجعل الله تعالى اتخاذهم للشفعاء شركاً {وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18] فهو شرك حينما يدعونهم ويذبحون لهم وينذرون لهم، ويزعمون أنهم شفعاء يشفعون لهم عند الله، فهذا جعله الله شركاً وكفراً، ونزه سبحانه نفسه عنه، فقال: {سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس:18] فقد حكم عليهم بالشرك، ونزه نفسه عنه؛ لأنه لا يشفع عنده أحد إلا بإذنه، وهو سبحانه لا يأذن أن يكون له شريك في العبادة.",
            "page": "4",
            "part": "1",
            "seal": "0CEB648B"
        },
        {
            "id": "5",
            "nass": "الشفاعة وشروطها ¶ الشفاعة لا بد فيها من شرطين: الشرط الأول: إذن الله للشافع أن يشفع. ¶ الشرط الثاني: رضا الله عن المشفوع له، والله لا يأذن لأحد أن يكون شريكاً له في العبادة، ولا يأذن له بالشفاعة، ولا يرضى عن المشرك؛ لأن الله تعالى لا يرضى إلا التوحيد، والمشرك ليس موحداً، فلا يرضى الله عمله، ولا يمكن أن يشفع فيه، فلا يرضى عمل المشرك ولا قوله، ولا يشفع عنده أحد إلا بإذنه، فهو سبحانه لا يأذن بالشفاعة يوم القيامة إلا لمن كان له مكانة عنده سبحانه، كالرسل والأنبياء والصالحين، لكن لا يشفعون إلا فيمن رضي الله قوله وعمله، وهم الموحدون، فالشفاعة لا تكون إلا لأهل التوحيد. ¶ وقد ثبت في الحديث الصحيح عن أبي هريرة رضي الله عنه، أنه سأل النبي صلى الله عليه وسلم فقال: (من أسعد الناس بشفاعتك يا رسول الله؟ قال: من قال: لا إله إلا الله صادقاً من قلبه) إذاً: أسعد الناس بالشفاعة هم أهل التوحيد، أما المشركون فليس لهم نصيب في الشفاعة، قال سبحانه وتعالى: {مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خُلَّةٌ وَلا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} [البقرة:254]. ¶ {وَاتَّقُوا يَوْمًا لا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلا يُؤْخَذُ مِنْهَا عَدْلٌ وَلا هُمْ يُنصَرُونَ} [البقرة:48]. ¶ وقوله: (فجعل الله تعالى اتخاذهم للشفعاء شركاً، ونزه نفسه عنه؛ لأنه لا يشفع عنده أحد إلا بإذنه، فكيف يثبتون شفعاء لهم لم يأذن الله لهم في شفاعة، ولا هم أهل لها، ولا يغنون عنهم من الله شيئاً؟) لأن الأصنام والأشجار والأحجار لا يأذن الله لهم في الشفاعة، وليسوا أهلاً لها.",
            "page": "5",
            "part": "1",
            "seal": "71900745"
        },
        {
            "id": "6",
            "nass": "إقرار المشركين بأن الله هو خالقهم ¶ قال المؤلف رحمه الله تعالى: [الأصل الرابع: إن المشركين الذين بعث الله الرسل إليهم مقرون أن الله خالقهم {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف:87] وأنه هو الذي خلق السموات والأرض {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} [الزخرف:9]. ¶ وأنه الرزاق الذي يخرج الحي من الميت، ويخرج الميت من الحي، وأنه الذي يدبر الأمر من السماء إلى الأرض، وأنه الذي يملك السمع والأبصار والأفئدة {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} [يونس:31]. ¶ {قُلْ لِمَنِ الأَرْضُ وَمَنْ فِيهَا إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ * قُلْ مَنْ رَبُّ السَّمَوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَتَّقُونَ * قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ فَأَنَّى تُسْحَرُونَ} [المؤمنون:84 - 89]. ¶ وهذا فرعون مع غلوه في كفره، ودعواه أقبح دعوى، ونطقه بالكلمة الشنعاء، يقول الله تعالى في حقه حاكياً عن موسى عليه السلام {قَالَ لَقَدْ عَلِمْتَ مَا أَنزَلَ هَؤُلاءِ إِلَّا رَبُّ السَّمَوَاتِ وَالأَرْضِ بَصَائِرَ} [الإسراء:102]. ¶ وقال إبليس: {إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ} [الحشر:16]. ¶ وقال: {رَبِّ بِمَا أَغْوَيْتَنِي} [الحجر:39]. ¶ وقال: {رَبِّ فَأَنْظِرْنِي} [الحجر:36] وكل مشرك مقر بأن الله خالقه، وخالق السموات والأرض، وربهن ورب ما فيهما ورازقهم، ولهذا احتج عليهم الرسل بقولهم: {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ} [النحل:17]. ¶ وبقولهم: {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ} [الحج:73] والمشركون مقرون بذلك لا ينكرونه]. ¶ هذا هو الأصل الرابع من الأصول التي ذكرها المؤلف، وهو: أن المشركين مقرون بأن الله خالق كل شيء، وقد سبق في الأصل الثالث أن التوحيد قسمان: توحيد الربوبية، وهذا أقر به المشركون. ¶ وتوحيد الألوهية، وهذا أنكره المشركون، فالمؤلف رحمه الله تعالى جعله أصلاً مستقلاً بذاته، وهو جزء من الأصل الثالث؛ لأن الأصل الثالث قال فيه: إن التوحيد قسمان: توحيد الربوبية، وهذا أقر به المشركون، وتوحيد الألوهية، وهذا أنكره المشركون، والأصل الرابع قال فيه: إن المشركين مقرون بأن الله خالقهم، ومقرون بأن الله خالق السموات والأرض، وبأنه هو الرازق، وبأنه المحيي، وبأنه المدبر، وبأنه مصرف الأمور، فهم مقرون بأفعال الرب كلها، ومن ذلك أن الله خلقهم، فهذا كله أقر به المشركون، وهذا أمر معلوم من النصوص ولا إشكال فيه. ¶ قوله: (إن المشركين الذين بعث الله الرسل إليهم مقرون أن الله خالقهم)، ثم استشهد بالآية: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف:87] وأخبر أنهم مقرون بأنه خلق السموات والأرض، فقال: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ} [الزخرف:9] ومقرون بأن الله هو الرازق، ومقرون بأن الله هو الرزاق الذي يخرج الحي من الميت، ويخرج الميت من الحي، وأنه هو الذي يدبر الأمر من السماء إلى الأرض، وأنه الذي يملك السمع والأبصار والأفئدة، فكل هذا واضح في الآيات الكريمة، ثم استشهد بالآيات: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الأَمْرَ} [يونس:31] ¶ و A {  فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلا تَتَّقُونَ} [يونس:31] فما دمتم تعترفون بهذه الأمور، أفلا تتقون الله وتعبدونه وتصرفون له العبادة، وتتقون ناره وغضبه وسخطه بترك الشرك، وقد احتج عليهم بذلك، قال الله في الآية الأخرى: {قُلْ لِمَنِ الأَرْضُ وَمَنْ فِيهَا إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ قُلْ أَفَلا تَذَكَّرُونَ} [المؤمنون:84 - 85] أي: ما دمتم معترفين بذلك، فتذكروا واعتبروا وأخلصوا العبادة له {قُلْ مَنْ رَبُّ السَّمَوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ * سَيَقُولُونَ لِلَّهِ} [المؤمنون:86 - 87] وهذا اعتراف، {قُلْ أَفَلا تَتَّقُونَ} [المؤمنون:87] أي: أفلا تتقون غضب الله وسخطه وناره، فتحذرون الشرك وتخلصون له العبادة. ¶ {قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلا يُجَارُ عَلَيْهِ إِنْ كُنتُمْ تَعْلَمُونَ * سَيَقُولُونَ لِلَّهِ} [المؤمنون:88 - 89] وهذا إقرار منهم {قُلْ فَأَنَّى تُسْحَرُونَ} [المؤمنون:89] أي: كيف تصرفون؟ وأين ذهبت عقولكم؟ فعبدتم معه غيره، وأنتم معترفون بذلك. ¶ وقوله: (وهذا فرعون مع غلوه في كفره، ودعواه أقبح دعوى، ونطقه بالكلمة الشنعاء -التي ذكر الله عنه أنه قال: {أَنَا رَبُّكُمُ الأَعْلَى} [النازعات:24]، وقوله: {مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي} [القصص:38]- يقول الله في حقه حاكياً عن موسى عليه الصلاة والسلام: {لَقَدْ عَلِمْتَ مَا أَنزَلَ هَؤُلاءِ إِلَّا رَبُّ السَّمَوَاتِ وَالأَرْضِ بَصَائِرَ} [الإسراء:102]) أي: أن فرعون مع غلوه في كفره، ومع أنه إمام في الكفر -كما قال تعالى: {وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ} [القصص:41] أي: أن هناك أئمة في الكفر، وأئمة لأهل النار، ومنهم فرعون، وهناك أئمة في التوحيد، فالأنبياء أئمة عليهم الصلاة والسلام في التوحيد، وأئمة للمؤمنين، وفرعون من أئمة الكفر، نعوذ بالله من ذلك- ادعى أقبح دعوى، ونطق بالكلمة الشنعاء، وادعى الربوبية والألوهية، وقد أخبر الله عن موسى أنه قال له: {لَقَدْ عَلِمْتَ} [الإسراء:102] والعلم بمعنى: اليقين، أي: أن فرعون يعلم ويعتقد في قرارة نفسه: أن الله رب السموات والأرض: {لَقَدْ عَلِمْتَ} [الإسراء:102] وأنه ليس عنده شك، بل هو عالم ومتيقن، لكنه جحد الحق، قال الله تعالى: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} [النمل:14] أي: جحدوا بها وقلوبهم متيقنة. ¶ وهنا أخبر الله عن موسى أنه قال: {لَقَدْ عَلِمْتَ} [الإسراء:102] ولم يقل: لقد شككت؛ لأن فرعون عنده علم بهذا، ومع ذلك ما نفعه هذا العلم وهذا الإقرار، لأنه عاند وكفر، ولم يتبع وينقاد لشرع الله ولدينه، بل صار كافراً، وإقراره الذي يقوله في توحيد الربوبية لم ينفعه؛ لأنه لا بد من الانقياد والاتباع والتوحيد في العبادة، وكذلك إبليس، فإنه إمام كل كافر، وإمام كل شر وفتنة، وإمام كل قائد إلى النار، وهو معترف ومقر بوجود الله، بل يوحد الله في ربوبيته، ومع ذلك فهو إمام الكفر وإمام الضلال، ولا يكفيه اعترافه بالربوبية لله تعالى، قال الله تعالى عن إبليس: {إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ} [الحشر:16] فقد أثبت ربوبية الله للعالمين، لكن لا ينفع هذا، ولا يكفيه لإخراجه من الكفر، بل حتى يعبد الله ويخلص له العبادة، وقال الله عنه في آية أخرى: {قَالَ رَبِّ بِمَا أَغْوَيْتَنِي} [الحجر:39] فالشاهد: ربي، حيث أنه اعترف بربوبية الله، وقال في الآية الأخرى: {قَالَ رَبِّ فَأَنْظِرْنِي} [الحجر:36] وهنا أيضاً اعتراف منه بربوبية الله تعالى. ¶ قوله: (وكل مشرك مقر بأن الله خالقه، وخالق السموات والأرض وربهن ورب ما فيهما ورازقهم) أي: أن كل مشرك مؤمن بهذا. ¶ وقوله: (ولهذا احتج عليهم الرسل بقولهم: {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ} [النحل:17]) أي: ألا تعتبرون، فالذي يخلق هو الذي يستحق العبادة، والذي لا يخلق لا يستحق العبادة. ¶ وقوله: {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ} [الحج:73] أي: أن كل الذين تدعون من دون الله، لو اجتمعوا جميعاً ما استطاعوا أن يخلقوا ذبابة، ومع ذلك وقعوا في خطيئة الشرك في العبادة، لذلك يقول: (والمشركون مقرون بذلك لا ينكرونه).",
            "page": "6",
            "part": "1",
            "seal": "B111538C"
        },
        {
            "id": "7",
            "nass": "العبادة هي أقصى باب الخضوع والتذلل ¶ قال المؤلف رحمه الله تعالى: [الأصل الخامس: أن العبادة أقصى باب الخضوع والتذلل، ولم تستعمل إلا في الخضوع لله تعالى؛ لأنه مولي أعظم النعم، وكان لذلك حقيقاً بأقصى غاية الخضوع كما في (الكشاف). ¶ ثم إن رأس العبادة وأساسها التوحيد لله، الذي تفيده كلمته، التي إليها دعا جميع الرسل، وهي: (قول لا إله إلا الله)، والمراد اعتقاد معناها، والعمل بمقتضاها، لا مجرد قولها باللسان. ¶ ومعناها: إفراد الله تعالى بالعبادة والإلهية، والنفي والبراءة من كل معبود دونه، وقد علم الكفار هذا المعنى؛ لأنهم أهل اللسان العربي، فقالوا: {أَجَعَلَ الآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص:5]]. ¶ إن أساس العبادة توحيد الله تعالى، ومن لم يوحد الله فعبادته فاسدة، وإذا دخل الشرك العبادة أفسدها، فالصلاة عبادة، والزكاة عبادة، والصوم عبادة، فهذه العبادة لا تصح إلا بالتوحيد، فإذا دخل الشرك فيها فسدت وبطلت، كما أن الصلاة تصح بالطهارة، وهذا شرط في صحة الصلاة، فإذا دخل الحدث بطلت الطهارة وفسدت العبادة، وكذلك الشرك إذا دخل في التوحيد بطلت العبادة وفسدت، فتوحيد الله أساس العبادة. ¶ يقول المؤلف: (إن العبادة: أقصى باب الخضوع والتذلل) أي: أن العبادة لا بد فيها من الخضوع والتذلل، ولا بد فيها من المحبة، وهذان الركنان لا بد منهما، بأن يخضع الإنسان، ويذل لله مع محبته وتعظيمه وإجلاله، فإذا انفرد أحدهما فلا تكون عبادة؛ لأن الإنسان قد يخضع ويذل لسلطان ظالم، وقد يخضع لعدو لا يحبه، وقد يحب شخصاً لكن لا يخضع له ولا يذل، فإذا أحبه وخضع له وذل، فهذه هي العبادة، فيصير بذلك عابداً له، بكمال المحبة وكمال الذل والخضوع، ولهذا قال المؤلف: (إن العبادة: أقصى باب الخضوع والتذلل، ولم تستعمل إلا في الخضوع لله)، أي: أن العبادة في الخضوع له، يعني: مع محبته وإجلاله وتعظيمه، فالعبادة هي المحبة مستلزمة للخوف والرجاء، فالخاضع الذليل هو: الخائف لله الراجي له؛ لأنه مولي أعظم النعم. ¶ والعبادة أركانها ثلاثة: محبة، وخوف، ورجاء، والرجاء داخل في الخضوع والتذلل، فالخضوع والتذلل مستلزم للخوف والرجاء والمحبة، فهذه هي أركان العبادة التي ذكرت في أول سورة الفاتحة: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الفاتحة:2] دلالة على المحبة {الرَّحْمَنِ الرَّحِيمِ} [الفاتحة:3] دلالة على الرجاء، {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة:4] دلالة على الخوف. ¶ قوله: (وكان ذلك حقيقاً بأقصى غاية الخضوع)، أي: الرب سبحانه وتعالى.",
            "page": "7",
            "part": "1",
            "seal": "C50BC7D6"
        },
        {
            "id": "8",
            "nass": "توحيدالله هو رأس العبادة وأساسها ¶ وقوله: (ثم إن رأس العبادة وأساسها التوحيد لله) أي: أن توحيد الله هو رأسها وأساسها، بل ولا تصح العبادة إلا بالتوحيد (الذي تفيده كلمته التي إليها دعا جميع الرسل، وهي: (قول لا إله إلا الله)، ومعناها: لا معبود بحق إلا الله، والإله هو المعبود، و (لا): نافية للجنس، تنصب الاسم وترفع الخبر، وإله: اسمها، والخبر محذوف تقديره: لا إله حق إلا الله، لا معبود حق إلا الله، والمراد كما يقول المؤلف: هو: (اعتقاد معناها، والعمل بمقتضاها، لا مجرد قولها باللسان)، أي: لا يكفي النطق باللسان، بل لا بد أن تعرف معناها، وأنها مشتملة على نفي وإثبات. ¶ فلا إله: نفي، إلا الله: إثبات، والشيء الذي تنفيه: جميع أنواع العبادة تنفيها عن غير الله، والشيء الذي تثبته: جميع أنواع العبادة تثبتها لله، والقول بـ (لا إله) براءة من الشرك، وكفر بالطاغوت. ¶ و (إلا الله) إيمان بالله. ¶ وعليه فلا بد من أمرين: كفر بالطاغوت، وإيمان بالله، ولا يوجد توحيد إلا بأمرين: كفر بالطاغوت، وإيمان بالله، قال الله تعالى: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} [البقرة:256] وكلمة التوحيد مشتملة على كفر وإيمان، ولا يوجد توحيد إلا بأمرين: نفي، وإثبات، {إِيَّاكَ نَعْبُدُ} [الفاتحة:5] أي: نعبدك ولا نعبد غيرك، وقولك: {إِيَّاكَ نَعْبُدُ} [الفاتحة:5] تساوي معنى (لا إله إلا الله)؛ لأن تقديم الظرف يفيد الاختصاص، فليس هناك عبادة إلا بأمرين: نفي، وإثبات، كفر بالطاغوت، وإيمان بالله، فـ (لا إله) براءة من كل معبود سوى الله، براءة من الطاغوت، وكفر به أياً كان، (إلا الله): إثبات العبادة بجميع أنواعها لله، ولا بد من العمل بمقتضاها، ومقتضاها: أن تلتزم الأوامر وتجتنب النواهي، ولا بد من الإخلاص، أي: أن كلمة التوحيد لابد لها من شروط، لا بد أن تعرف معناها، ولا بد من الإخلاص المنافي للشرك، ولا بد من الصدق المانع من النفاق، ولا بد من الانقياد بحقوقها، وهي فعل الواجبات وترك المحرمات، وهذا هو العمل بمقتضاها، ولا بد من القبول لها المنافي للترك، ولا يكفي مجرد قولها باللسان. ¶ قوله: (ومعناها: إفراد الله تعالى بالعبادة والإلهية) كما سبق، والنفي هو: البراءة من كل معبود دونه كما سبق، وهذا في صدر الكلمة (لا إله)، وإفراد الله بالعبادة والإلهية هذا في عجزها (إلا الله). ¶ قوله: (وقد علم الكفار هذا المعنى؛ لأنهم أهل اللسان العربي)، ولذلك لما أمرهم النبي صلى الله عليه وسلم بكلمة التوحيد (قالوا: {أَجَعَلَ الآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص:5]) وقد سبق أن ذكرنا أن أبا جهل نفض يديه ونكص على عقبيه، وقال: {أَجَعَلَ الآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} [ص:5].",
            "page": "8",
            "part": "1",
            "seal": "452ED767"
        },
        {
            "id": "9",
            "nass": "شرح تطهير الاعتقاد عن أدران الإلحاد لابن الأمير الصنعاني [4] ¶ جاءت الشريعة الإسلامية بأنواع العبادة التي يتقلب فيها المسلم، فجاءت بالعبادة الاعتقادية، والعبادة اللفظية، والعبادة البدنية، والعبادة المالية، كما بين الله تعالى في كتابه أن دعوة الأنبياء من لدن آدم عليه السلام إلى نبينا محمد صلى الله عليه وسلم هي: الدعوة إلى إفراد الله بالعبادة، والنهي عن الشرك، والتحذير من الغلو في الصالحين، وصرف العبادة لغير الله تعالى، وجعل ذلك شركاً مع الله تعالى.",
            "page": "1",
            "part": "2",
            "seal": "67EB8BFC"
        },
        {
            "id": "10",
            "nass": "أنواع العبادات ¶ قال المؤلف رحمه الله تعالى: [إذا عرفت هذه الأصول فاعلم أن الله تعالى جعل العبادة له أنواعاً: اعتقادية: وهي أساسها، وذلك أن يعتقد أنه الرب الواحد الأحد، الذي له الخلق والأمر، وبيده النفع والضر، وأنه الذي لا شريك له، ولا يشفع عنده أحد إلا بإذنه، وأنه لا معبود بحق غيره، وغير ذلك مما يجب من لوازم الإلهية. ¶ ومنها اللفظية: وهي النطق بكلمة التوحيد، فمن اعتقد ما ذكر، ولم ينطق بها لم يحقن دمه ولا ماله، وكان كإبليس، فإنه يعتقد التوحيد، بل ويقر به كما أسلفنا عنه، إلا أنه لم يمتثل أمر الله بالسجود فكفر، ومن نطق ولم يعتقد، حقن ماله ودمه وحسابه على الله، وحكمه حكم المنافقين. ¶ وبدنية: كالقيام، والركوع، والسجود في الصلاة، ومنها: الصوم، وأفعال الحج، والطواف. ¶ ومالية: كإخراج جزء من المال، امتثالاً لما أمر الله تعالى به. ¶ وأنواع الواجبات والمندوبات في الأموال والأبدان والأفعال، والأقوال كثيرة، لكن هذه أمهاتها]. ¶ هذا فصل في أنواع العبادات، قوله: قوله: (إذا عرفت هذه الأصول فاعلم أن الله تعالى جعل العبادة له أنواعاً) أي: أن العبادة التي يتعبد بها المسلم أنواع: منها اعتقادية يعتقدها بقلبه، ومنها: لفظية ينطق بها بلسانه، ومنها: عملية يعملها بجوارحه.",
            "page": "2",
            "part": "2",
            "seal": "57D7F82D"
        },
        {
            "id": "11",
            "nass": "العبادة الاعتقادية ¶ قوله: (اعتقادية: وهي أساسها، وذلك أن يعتقد أنه الرب الواحد، الأحد الذي له الخلق والأمر، وبيده النفع والضر، وأنه الذي لا شريك له، ولا يشفع عنده أحد إلا بإذنه، وأنه لا معبود بحق غيره، وغير ذلك مما يجب من لوازم الألوهية) أي: أن يعتقد المسلم بأن الله هو الرب، الخالق، الرازق، المدبر، فيوحده في ربوبيته، ويعتقد بأنه هو المعبود بحق، وأنه لا شريك له، وأنه لا يشفع عنده أحد إلا بإذنه، وأن كل معبود سواه باطل، وأنه لا معبود بحق غيره، وأن يوحده بأفعاله هو، وغير ذلك مما يجب من لوازم الألوهية، وهذا اعتقاد لا بد منه، ومن لم يعتقد هذا فليس بمسلم، ومن اعتقد أن أحداً يستحق العبادة غيره، فإنه يكون مشركاً، ولو صلى وصام وزكى، فلا بد أن يعتقد بأنه يجب إفراد الله بالعبادة في جميع أنواعها.",
            "page": "3",
            "part": "2",
            "seal": "4DA5F2F4"
        },
        {
            "id": "12",
            "nass": "العبادة اللفظية ¶ ومنها اللفظية: وهي التي يتلفظ بها بلسانه، وأعلاها: النطق بكلمة التوحيد، أي: يقول: أشهد أن لا إله إلا الله وأشهد أن محمداً عبده ورسوله، فمن اعتقد ما ذكر، ولم ينطق بها لم يحقن دمه ولا ماله، فإذا قال شخص: أنه يعتقد بأن الله هو الرب، الخالق، الرازق، المدبر، ويعتقد بأن الله هو المستحق للعبادة، لكن رفض أن ينطق بكلمة التوحيد، فلا يكون مسلماً، بل لابد أن يعتقد بها وينطق بالشهادتين، فإذا امتنع وكان قادراً على النطق بالشهادتين فإنه يستتاب، فإن تاب وإلا قتل، لأن أصل التوحيد وأساس الملة: أن يشهد الإنسان لله تعالى بالوحدانية ولنبيه بالرسالة، فمن رفض أن يشهد لله بالوحدانية وللنبي بالرسالة، وهو يعتقد بها مع قدرته فإنه يقتل، ولا ينفعه اعتقاده في الباطن بأن الله مستحق للعبادة، إذ لو كان معتقداً أن الله مستحق للعبادة لنطق بالشهادتين، لأنه لا يمنعه شيء ما دام أنه قادر، ولذلك يقول المؤلف: من امتنع كان كإبليس، فإنه يعتقد التوحيد، بل ويقر به كما أسلفنا عنه، إلا أنه لم يمتثل أمر الله فكفر. ¶ قوله: (وكان كإبليس) فيه نظر؛ لأن إبليس مقر بلسانه، لكن كفره بالإباء والاستكبار، فقد قابل إبليس أمر الله بالإباء والرفض، فاعترض على الله حين أمر الله الملائكة أن يسجدوا لآدم: {وَإِذْ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا} [البقرة:34] فرفض وقال: ليس من الممكن أن أسجد له، فأنا عنصري مخلوق من نار، وعنصره مخلوق من طين، والنار أحسن من الطين، فكيف يسجد الفاضل للمفضول! وهذا اعتراض على الله، ولذلك كان أول من قاس قياساً فاسداً هو إبليس، ولا يوجد قياس مع النص، فإذا جاءك النص فسمعاً وطاعة، ولا تقس كإبليس، الذي جعل الله جزاؤه أن طرده من رحمته، وجعله شيطاناً رجيماً.",
            "page": "4",
            "part": "2",
            "seal": "22247A09"
        },
        {
            "id": "13",
            "nass": "أنواع الكفر ¶ الكفر أنواع: كفر جحود، والجاحد كافر، وكفر بالرفض والإباء والاستكبار، مثل: كفر إبليس وفرعون واليهود، مع إقرارهم، قال تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ} [البقرة:146]. ¶ {أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لا تَهْوَى أَنفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ} [البقرة:87]. ¶ وكفر أبي طالب عم النبي صلى الله عليه وسلم كفر استكبار، وهو القائل: ولقد علمت بأن دين محمد من خير أديان البرية ديناً لولا الملامة أو حذار سبة لوجدتني سمحاً بذاك مبيناً فحمله تعظيمه لآبائه وأجداده أن يشهد عليه بالكفر، وهؤلاء كلهم حملهم الإباء والاستكبار ما يشهد عليهم بالكفر. ¶ إذاً: كفر إبليس ليس كما قال المؤلف: (أن من اعتقد ما ذكر، ولم ينطق لم يحقن دمه ولا ماله، وكان كإبليس) حيث أن كفر إبليس لم يكن بعدم النطق، بل إن كفره كان بالإباء والاستكبار، وعليه من أبى النطق وأنكر هذا يكون كافراً؛ لأن كفره عندئذ كفر جحود. ¶ إذاً: قد يكون الكفر بالإباء والاستكبار، كمن نطق بالشهادتين، وهو يعرف هذا فرفض الذكر، أو رفض عن الانقياد والاتباع، ومن هذا الباب من أبى النطق بالشهادتين، فيكون كافراً؛ لأنه امتنع عن نطقه بالشهادتين. ¶ والخلاصة: أن العبادات أنواع، منها: اعتقادية، ومنها: لفظية، وهي: النطق بكلمة التوحيد، فمن امتنع عن النطق بكلمة التوحيد مع القدرة على ذلك فإنه لا يكون مؤمناً؛ لأن الكفر يكون بالجحود، ويكون بالإباء والاستكبار، وإن كان مصدقاً فيكون بالشك، ويكون بالإعراض، فهذه أنواع الكفر، فكفر إبليس بالإباء والاستكبار، وكذلك كفر فرعون، وكفر اليهود كذلك بالإباء والاستكبار والرفض، فقد رفضوا أمر الله وأمر رسول الله، ولم ينقادوا لشرع الله ودينه، وكان كفرهم بالرفض والإباء والاستكبار، ولهذا قوله: (من اعتقد ما ذكر، ولم ينطق لم يحقن دمه وماله، وكان كإبليس، فإنه يعتقد التوحيد، بل ويقر به) كما أسلفنا عنه، لكنه أبى واستكبر، ولهذا قال: (إلا أنه لم يمتثل أمر الله بالسجود فكفر، ومن نطق بها ولم يعتقد حقن ماله ودمه وحسابه على الله، وحكمه حكم المنافقين) وهذا يسمى كفر النفاق: هو وكفر النفاق: أصل كفر الإباء والاستكبار، وكفر الإباء والاستكبار: أن يتكلم وينطق، لكن يمتنع من العمل ويرفض، وكفر النفاق: أن يعمل، لكنه مكذب في الباطن، وذلك مثل المنافقين في زمن النبي صلى الله عليه وسلم: يصلون ويحجون ويجاهدون مع النبي صلى الله عليه وسلم لكنهم كفار؛ لأنهم لم يصدقوا بقلوبهم. ¶ إذاً: الكفر أنواع: كفر جحود وكفر وإباء واستكبار، وكفر نفاق، وكفر شك، وكفر إعراض، فالذي يشك في الله، أو في كتابه، أو في رسوله، أو في دينه، أو في الجنة، أو في النار، أو في الرسل، أو في الأنبياء، يكون كفره بالشك، وكذلك من يعرض عن دين الله، فلا يتعلمه ولا يعمل به، فكفره يكون كفراً بالإعراض، ومن أبى واستكبر ولو كان مقراً مصدقاً يكون كفره بالإباء والاستكبار، ومن جحد يكون كفره بالجحود، ومن عمل ولكنه مكذب في الباطن، فكفره يكون النفاق.",
            "page": "5",
            "part": "2",
            "seal": "97FD8928"
        },
        {
            "id": "14",
            "nass": "العبادات البدنية ¶ من العبادات ما هي عبادة لفظية، مثل: قراءة القرآن، والذكر، والتسبيح، والتهليل، والتكبير، والأمر بالمعروف والنهي عن المنكر، كل هذه عبادات لفظية، ومنها: عبادة قولية، كما أن هناك عبادات عملية أو بدنية: كالقيام، والركوع، والسجود، والصلاة، والصوم، وأفعال الحج، والطواف، كل هذه عبادات بدنية، ومنها: عبادات مالية: كإخراج جزء من المال امتثالاً لأمر الله تعالى، مثل: الصدقات، والزكوات، والتبرعات للمشاريع الخيرية، كل هذه عبادات مالية. ¶ وقوله: (وأنواع الواجبات والمندوبات في الأموال، والأبدان، والأفعال، والأقوال كثيرة، لكن هذه أمهاتها) وضابطها ما سبق، أي: أن ضابط العبادات: هي اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأعمال الباطنة والظاهرة، فيشمل كل ما جاء به الشرع، وكل ما جاء في كتاب الله، وسنة رسوله صلى الله عليه وسلم من الأوامر والنواهي، وما يفعل المسلم من الأوامر، وما يترك من النواهي، سواء كان أمر إيجاب، أو أمر استحباب، وسواء كان النهي نهي تحريم، أو نهي تنزيه، وهذا يشمل الأقوال والأفعال والاعتقادات والأعمال والنيات، وكلها داخلة في ذلك.",
            "page": "6",
            "part": "2",
            "seal": "8FA6730E"
        },
        {
            "id": "15",
            "nass": "الرسل مبعوثون للدعوة إلى إفراد الله بالعبادة ¶ قال المؤلف رحمه الله تعالى: [وإذا تقررت هذه الأمور فاعلم: أن الله تعالى بعث الأنبياء عليهم الصلاة والسلام من أولهم إلى آخرهم يدعون العباد إلى إفراد الله تعالى بالعبادة، لا إلى إثبات أنه خلقهم ونحوه، إذ هم مقرون بذلك، كما قررناه وكررناه؛ ولذا قالوا: {قَالُوا أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ} [الأعراف:70]. ¶ أي: لنفرده بالعبادة، ونخصه بها من دون آلهتنا؟ فلم ينكروا إلا طلب الرسل منهم إفراد العبادة لله، ولم ينكروا الله تعالى، ولا قالوا: إنه لا يعبد، بل أقروا بأنه يعبد، وأنكروا كونه يفرد بالعبادة، فعبدوا مع الله تعالى غيره، وأشركوا معه سواه، واتخذوا معه أندادا، كما قال تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة:22] أي: وأنتم تعلمون أنه لا ند له، وكانوا يقولون في تلبيتهم للحج: لبيك لا شريك لك، إلا شريكاً هو لك، تملكه وما ملك. ¶ وكان يسمعهم النبي صلى الله عليه وسلم عند قولهم: لا شريك لك. ¶ فيقول: (قدْ قدْ، أي: أفردوه جل جلاله، لو تركوا قولهم: إلا شريكاً هو لك) فنفس شركهم بالله تعالى إقرار به، كما قال تعالى: {أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ} [الأنعام:22]. ¶ {قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنظِرُونِ} [الأعراف:195] فنفس اتخاذ الشركاء إقرار بالله تعالى، ولم يعبدوا الأنداد بالخضوع لهم والتقرب وبالنذور والنحر لهم، إلا لاعتقادهم أنها تقربهم إلى الله زلفى، وتشفع لهم لديه. ¶ فأرسل الله تعالى الرسل تأمرهم بترك عبادة كل ما سواه، وتبين أن هذا الاعتقاد الذي يعتقدونه في الأنداد باطل، وأن التقرب إليهم باطل، وأن ذلك لا يكون إلا لله وحده. ¶ وهذا هو توحيد العبادة، وقد كانوا مقرين -كما عرفت في الأصل الرابع- بتوحيد الربوبية، وهو أن الله هو الخالق وحده والرازق وحده]. ¶ خلاصة هذا الكلام: أن الرسل بعثهم الله تعالى لدعوة الناس إلى توحيد العبادة، وإفراد الله بالعبادة، وإخلاص العبادة له عز وجل. ¶ وأما توحيد الربوبية، وإن كان توحيداً مطلوباً وتوحيداً صحيحاً -وهو أحد أنواع التوحيد- إلا أنه أمر فطري أقر به المشركون ولم ينكروه، بل ولم يخالفوا فيه؛ فلهذا بعث الله الرسل بتوحيد العبادة، وإخلاص العبادة له عز وجل، كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل:36]. ¶ وقال سبحانه: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء:25]، وهذا هو الأمر الذي خلق الله الجن والإنس لأجله، قال سبحانه: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلَّا لِيَعْبُدُونِ} [الذاريات:56] وتوحيد الربوبية، وتوحيد الأسماء والصفات، وسيلتان إلى توحيد العبادة، فإذا عرف المسلم ربه بأسمائه وصفاته وأفعاله، فعليه أن يعبد هذا الرب الذي له الأسماء الحسنى والصفات العلى. ¶ والمؤلف رحمه الله يبدأ ويعيد، ويكرر هذا من أول الرسالة إلى آخرها، ويبين أن الرسل بعثوا لأمر الناس بإفراد الله بالعبادة ونهيهم عن الشرك، وأن توحيد الربوبية أمر فطري أقر به المشركون؛ ولهذا فإن الرسل ما دعتهم إليه، لأنهم يقرون به، ولأنهم موحدون لله في الربوبية، ولكن الرسل إنما بعثهم الله بتوحيد العبادة، وإفراد الله بالعبادة، والنهي عن الشرك، فهذا خلاصة هذه الرسالة من أولها إلى آخرها، وهذا خلاصة كلام المؤلف؛ ولهذا يقول المؤلف رحمه الله: (وإذا تقررت هذه الأمور فاعلم: أن الله تعالى بعث الأنبياء عليم الصلاة والسلام من أولهم إلى آخرهم يدعون العباد إلى إفراد الله تعالى بالعبادة) أي: يدعون الناس إلى أن يفردوا الله بالعبادة، والعبادة كما سبق هي: الأوامر والنواهي التي جاءت بها الشريعة، فالأوامر يفعلها المسلم امتثالاً لأمره، والنواهي يتركها، وبهذا دعت الرسل الناس إلى أن يفردوا الله بالعبادة ويخصوه بها، فالرسل من أولهم -وهو نوح عليه الصلاة والسلام- إلى آخرهم -وهو نبينا وإمامنا محمد صلى الله عليه وسلم- يدعون الناس إلى العبادة وإفراد الله تعالى بالعبادة. ¶ قوله: (لا إلى إثبات أنه خلقهم ونحوه) لأنهم مقرون بذلك، فهم لم يدعوهم إلى إثبات أن الله خلقهم، لأنهم معترفون بهذا، قال تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف:87]. ¶ وقوله تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ} [العنكبوت:61]، ولهذا قوله: (لا) يعني: لم يبعثوا إلى إثبات أن الله خلقهم، إذ هم مقرون بذلك، كما قررناه وكررناه، وقد ذكر المؤلف: أنه قرر هذا وكرره. ¶ وقوله: (لذا قالوا) أي: أن الأمم قالوا لرسلهم: {أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ} [الأعراف:70] وهذا كما أخبر الله عن قوم نوح أنهم قالوا لنوح: {أَجِئْتَنَا لِنَعْبُدَ اللَّهَ وَحْدَهُ} [الأعراف:70] أي: لنفرده بالعبادة فقط، فقوم نوح وغيرهم يعبدون الله ويعبدون معه غيره، ونوح عليه الصلاة والسلام أمرهم بأن يفردوا الله بالعبادة، فقال: لا تعبدوا إلا الله، وهم يريدون أن يعبدوا الله ويعبدون معه غيره، فيشركون بالله؛ ولهذا أنكروا عليه أمرهم بإفراد الله بالعبادة. ¶ وقوله: (فلم ينكروا إلا طلب الرسل منهم إفراد العبادة لله) أي: هذا هو الذي اعترضوا عليه، وإلا فهم يعبدون الله، لكنهم يريدون أن يعبدوا الله ويعبدوا معه غيره، ولذلك أنكرت الرسل عليهم عبادة غير الله معه، ولم ينكروا عليهم توحيد الربوبية؛ لأنهم مقرون به، ولم ينكروا عليهم عبادة الله؛ لأنهم يعبدون الله، لكن أنكروا عليهم الإشراك في توحيد العبادة. ¶ ولهذا قوله: (ولم ينكروا إلا طلب الرسل منهم إفراد العبادة لله، ولم ينكروا الله تعالى). ¶ أي: ما أنكروا وجود الله، بل هم معترفون بوجود الله، ولم يقولوا: إنه لا يعبد، بل هم يعبدون الله، وأقروا بأنه يعبد، ولكنهم أنكروا كونه يفرد بالعبادة، فعبدوا مع الله غيره، وأشركوا معه سواه، واتخذوا معه أنداداً، يعتقدون أنهم الأمثال والنظراء، وجعلوهم معبودين، وسووهم بالله في المحبة والتعظيم والإجلال، سواء من الأصنام والأوثان والأشجار والأحجار والأنبياء والصالحين وغيرهم، كما قال تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَندَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة:22] أي: وأنتم تعلمون أنه لا ند له، وقد كان المشركون يقولون في تلبيتهم للحج: لبيك لا شريك لك، إلا شريكاً هو لك، تملكه وما ملك. ¶ فعندما يقول المسلم: لبيك لا شريك لك. ¶ هذا توحيد، ولكن قولهم: إلا شريكاً. ¶ هذا نقض للتوحيد، حيث أنهم أثبتوا لله شريكاً، وهذا من جهلهم حين أثبتوا لله شريكاً يملك؛ فأنكر عليهم النبي صلى الله عليه وسلم ذلك، وجعل يعلمهم تلبية التوحيد: لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك، وأبطل قولهم: إلا شريكاً هو لك؛ لأن هذا هو الشرك، وكان يسمعهم النبي صلى الله عليه وسلم عند قولهم: لا شريك لك، ويقول: قد أفردوه جل جلاله، لو تركوا قولهم: إلا شريكاً هو لك، وهذا الحديث أخرجه مسلم عن ابن عباس رضي الله عنه، وفيه: (كان المشركون يقولون: لبيك لا شريك لك، قال: فيقول رسول الله صلى الله عليه وسلم: ويلكم قد قد) حيث أنهم يقولون: إلا شريكاً هو لك، تملكه وما ملك، يقولون هذا وهم يطوفون بالبيت، وهذا من جهلهم، حيث أنهم يعبدون الله بزعمهم وهم يشركون. ¶ وقوله: (فنفس شركهم بالله تعالى إقرار به) أي: أنهم حينما أشركوا بالله في نفس الشرك إقرار بالله، فأقروا بالله ووجود الله، ووحدوا الله في الربوبية، لكن أثبتوا معه غيره، فكونهم يقرون به ويشركون معه غيره فهم يعبدونه ويعبدون معه غيره، وهذا دليل على أنهم أقروا بتوحيد الربوبية، وأقروا بوجود الله، فنفس شركهم إقرار بوجود الله، وإقرار بالربوبية، واستشهد بقوله تعالى: {أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ} [الأنعام:22] أي: مع الله، إذاً: أثبتوا وجود الله. ¶ وقوله تعالى: ((وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ)) وقوله تعالى: {ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنظِرُونِ} [الأعراف:195] [القصص:64] كل هذا في إثبات العبادة لله تعالى مع إشراك غيره معه. ¶ ففي نفس الشرك أقروا بالله، فأقروا بالله ووجود الله، ووحدوا الله في الربوبية، لكن أشركوا معه، فكونهم يقرون به ويشركون معه غيره، دليل على أنهم أقروا بتوحيد الربوبية، وأقروا بوجود الله، فنفس شركهم إقرار بوجود الله، واستشهد المؤلف بقوله تعالى: {أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ} [الأنعام:22] يعني: مع الله! إذاً: أثبتوا وجود الله، فقوله: {وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ} [القصص:64]، وقوله: {قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلا تُنظِرُونِ} [الأعراف:195] هذا كله فيه إثبات لوجود الله، ولهذا قال المؤلف: [فنفس اتخاذ الشركاء إقرار بالله تعالى، ولم يعبدوا الأنداد] يعني: أن المشركين لم يعبدوا الأنداد، إلا لاعتقادهم أنها تقربهم إلى الله زلفى. ¶ وقوله: [بالخضوع لهم والتقرب بالنذور والنحر لهم]. ¶ أي: بالخضوع، والذل، والمحبة، والدعاء، والركوع، والسجود، وغيرها، ولماذا عبدوا الأنداد؟! قال: [لاعتقادهم أنها تقربهم إلى الله زلفى، وتشفع لهم لديه] كما سبق أن الله سبحانه وتعالى أخبر عن ذلك بقوله: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3]. ¶ وقال سبحانه",
            "page": "7",
            "part": "2",
            "seal": "D8F85C33"
        },
        {
            "id": "16",
            "nass": "دعوة الأنبياء واحدة ¶ قال المؤلف رحمه الله تعالى: [فأرسل الله الرسل تأمرهم بترك عبادة كل ما سواه، وتبين أن هذا الاعتقاد الذي يعتقدونه في الأنداد باطل، وأن التقرب إليهم باطل، وأن ذلك لا يكون إلا لله وحده. ¶ وهذا هو توحيد العبادة] توحيد العبادة هو: إفراد الله بالعبادة. ¶ قال: [وقد كانوا مقرين -كما عرفت في الأصل الرابع- بتوحيد الربوبية، وهو: أن الله هو الخالق وحده، والرازق وحده. ¶ ومن هذا تعرف أن التوحيد الذي دعتهم إليه الرسل من أولهم -وهو نوح عليه السلام- إلى آخرهم -وهو محمد صلى الله عليه وسلم- هو توحيد العبادة. ¶ ولذا تقول لهم الرسل: {أَلَّا تَعْبُدُوا إِلَّا اللَّهَ} [هود:2]. ¶ {اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} [الأعراف:59]. ¶ وقد كان المشركون منهم من يعبد الملائكة ويناديهم عند الشدائد، ومنهم من يعبد أحجاراً ويهتف بها عند الشدائد] وهي في الأصل صور رجال صالحين، كانوا يحبونهم ويعتقدون فيهم، فلما هلكوا صوروا صورهم تسلياً بهم، فلما طال عليهم الأمد عبدوهم، ثم زاد الأمد طولاً فعبدوا الأحجار، ومنهم أيضاً من يعبد المسيح، ومنهم من يعبد الكواكب ويهتف بها عند الشدائد. ¶ قال: [فبعث الله محمداً صلى الله عليه وسلم يدعوهم إلى عبادة الله وحده، بأن يفردوه بالعبادة كما أفردوه بالربوبية، أي: بربوبية السماوات والأرض، وأن يفردوه بمعنى ومؤدى كلمة: (لا إله إلا الله) معتقدين لمعناها، عاملين بمقتضاها، وألا يدعوا مع الله أحداً]. ¶ قوله: (ومن هذا تعرف أن التوحيد الذي دعتهم إليه الرسل من أولهم وهو نوح عليه الصلاة والسلام) نوح هو أول رسول بعثه الله إلى أهل الأرض بعد وقوع الشرك، وبعثه الله إلى بنيه وغير بنيه، وما كان قبله إلا أنبياء، أولهم آدم الذي كان نبياً إلى بنيه، ولم يقع الشرك في زمانه، وإنما وقعت المعصية، وهي قتل قابيل أخاه هابيل، ومضت عشرة قرون وكلهم على التوحيد، كما قال الله تعالى: {وَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا} [يونس:19] قال ابن عباس: (كان بين آدم ونوح عشرة قرون كلهم على التوحيد، ثم اختلفوا فوقع الشرك، فبعث الله نوحاً). ¶ وقبله كان شيث، وكذلك آدم، إلا أنهم لم يرسلوا إلى قوم شرك، فآدم أرسل إلى بنيه، وأما نوح فأرسل إلى بنيه وغير بنيه، وأرسل بعد وقوع الشرك، ولهذا كان نوح أول رسول بعثه الله إلى أهل الأرض بعد وقوع الشرك، وآخرهم نبينا وإمامنا محمد عليه الصلاة والسلام، وكلهم دعوتهم واحدة؛ فهم يدعون الناس إلى توحيد الله، وإفراد الله بالعبادة، وينهونهم عن الشرك. ¶ ولهذا كانت تقول لهم الرسل: {أَلَّا تَعْبُدُوا إِلَّا اللَّهَ} [هود:2]. ¶ {اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} [الأعراف:59]. ¶ وقد كان المشركون يعبدون عبادات متنوعة كما قال المؤلف رحمه الله: (منهم من يعبد الملائكة ويناديهم عند الشدائد، ومنهم من يعبد أحجاراً يهتف بها عند الشدائد) وكان منهم أيضاً من يعبد الصالحين، ومنهم من يعبد الأنبياء، ومنهم من يعبد الأشجار، ومنهم من يعبد النجوم والكواكب. ¶ قوله: (فبعث الله محمداً صلى الله عليه وسلم يدعوهم إلى عبادة الله وحده، بأن يفردوه بالعبادة كما أفردوه بالربوبية) يعني: كما وحدوا الله في الربوبية فعليهم أن يوحدوا الله في الألوهية. ¶ وقوله: (بربوبيته السماوات والأرض، وأن يفردوه بمعنى ومؤدى كلمة: (لا إله إلا الله) معنى ومؤدى كلمة (لا إله إلا الله) هو التوحيد، ومعناها: لا معبود بحق إلا الله. ¶ وقوله: (معتقدين لمعناها) أي: إثبات العبادة لله، ونفي العبادة عن غير الله. ¶ وقول المؤلف رحمه الله: (عاملين بمقتضاها) مقتضاها: أداء الواجبات وترك المحرمات، وألا يدعو مع الله أحداً.",
            "page": "8",
            "part": "2",
            "seal": "D1169B67"
        },
        {
            "id": "17",
            "nass": "الحذر من الغلو في الصالحين ¶ وجاء في الحديث الذي رواه البخاري عن ابن عباس قال: (كانت ود وسواع ويغوث ويعوق ونسر أسماء رجال صالحين من قوم نوح فهلكوا، فلما هلكوا حزنوا عليهم، فقال بعضهم لبعض: لو صورناهم كان أشوق لنا إلى العبادة إذا ذكرناهم، فأوحى إليهم الشيطان أن صوروهم، فصوروهم وجعلوها في مجالسهم أنصاباً، فلم تعبد، ثم لما جاء من بعدهم وطال عليهم الأمد عبدوهم). ¶ فهم إنما صوروهم ليتشوقوا إلى العبادات، وليتذكروا عبادتهم، ثم جاء من بعدهم فوسوس إليهم الشيطان وقال: إنما دعى آباؤكم الله بهؤلاء، يعني: أنهم يستسقون بهم المطر، فعبدوهم من دون الله، فوقع الشرك.",
            "page": "9",
            "part": "2",
            "seal": "F7501B5F"
        },
        {
            "id": "18",
            "nass": "إفراد الله بالعبادة وحده ¶ قال المؤلف رحمه الله تعالى: [وقال تعالى: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ} [الرعد:14]، وقال تعالى: {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنتُمْ مُؤْمِنِينَ} [المائدة:23]. ¶ أي: من شرائط الصدق في الإيمان بالله، ألا يتوكلوا إلا عليه، وأن يفردوه بالتوكل، كما يجب أن يفردوه بالدعاء والاستغفار]. ¶ قوله تعالى: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ} [الرعد:14] يعني: لا يمكن لأي مخلوق من دون الله أن يستجيب لهم، وإذا كان لا يستجيب لهم، فكيف يُعبد؟ إذاً لا يستحق العبادة. ¶ وقوله تعالى: {وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنتُمْ مُؤْمِنِينَ} [المائدة:23] يعني: توكلوا على الله إن كنتم مؤمنين، فجعل من شرط الإيمان التوكل على الله، والتوكل يجمع أمرين: فعل الأسباب النافعة، ثم تفويض الأمر إلى الله، والاعتماد عليه في حصول النتيجة، وتقديم الجار والمجرور دليل على أنه شرط في صحة الإيمان، ولهذا قال المؤلف: (أي من شرط الصدق في الإيمان ألا يتوكلوا إلا عليه، وأن يفردوه بالتوكل، كما يجب أن يفردوه بالدعاء والاستغفار). ¶ قال المؤلف رحمه الله تعالى: [وأمر الله عباده أن يقولوا: {إِيَّاكَ نَعْبُدُ} [الفاتحة:5]، ولا يصدق قائل هذا إلا إذا أفرد العبادة لله تعالى، وإلا كان كاذباً منهياً عن أن يقول هذه الكلمة؛ إذ معناها: نخصك بالعبادة ونفردك بها دون كل أحد، وهو معنى قوله: {فَإِيَّايَ فَاعْبُدُونِ} [العنكبوت:56] و: {وَإِيَّايَ فَاتَّقُونِ} [البقرة:41]، كما عرف من علم البيان، أن تقديم ما حقه التأخير يفيد الحصر، أي: لا تعبدوا إلا الله، ولا تعبدوا غيره، ولا تتقوا إلا الله، ولا تتقوا غيره، كما في (الكشاف)]. ¶ قوله: (وأمر الله عباده أن يقولوا: {إِيَّاكَ نَعْبُدُ} [الفاتحة:5] يعني: نخصك يا الله! بالعبادة، فمعناها هو معنى: لا إله إلا الله، وهذا مستفاد من تقديم الضمير، ولهذا لو لم يقدم الضمير الخاص بـ (نعبده) فإنها لا تفيد التوحيد؛ لأن التوحيد لابد فيه من أمرين: نفي، وإثبات، فالنفي قول: (لا إله)، والإثبات: (إلا الله)، وقوله تعالى: {إِيَّاكَ نَعْبُدُ} [الفاتحة:5] يفيد النفي والإثبات، يفيد هذا من تقديم الضمير {إِيَّاكَ نَعْبُدُ} [الفاتحة:5] والمعنى: نعبدك ولا نعبد غيرك، أو نخصك بالعبادة، وهذا مستفاد من تقديم الضمير، ولهذا قال المؤلف: (لا يصدق قائل هذا إلا إذا أفرد العبادة لله) يعني: لا يصدق من قال: {إِيَّاكَ نَعْبُدُ} [الفاتحة:5] وهو مشرك، لأن المشرك لا يكون صادقاً، وإنما يكون كاذباً، ولا يكون صادقاً إلا إذا أفرد الله بالعبادة، ولهذا قال: (وإلا كان كاذباً منهياً عن أن يقول هذه الكلمة). ¶ إذ كيف يقول: {إِيَّاكَ نَعْبُدُ} [الفاتحة:5] وهو مشرك بالله؟ إذاً: معنى الآية: نخصك بالعبادة ونفردك بها دون كل أحد. ¶ ومثل هذه الآية قوله تعالى: {فَإِيَّايَ فَاعْبُدُونِ} [العنكبوت:56]، وقوله: {وَإِيَّايَ فَاتَّقُونِ} [البقرة:41] يعني: اعبدوني ولا تعبدوا غيري، وخصوني بالعبادة والتقوى. ¶ وقول المؤلف: (كما عرف من علم البيان أن تقديم ما حقه التأخير يفيد الحصر) يعني: أن الأصل أن نقول: نعبدك، فلما قدم (إياك) وهو حقه التأخير أفاد الحصر، والمعنى: نحصر العبادة لله عز وجل، وحصر العبادة معناه: أن يخص الله بالعبادة. ¶ أي: لا تعبدوا إلا الله، ولا تتقوا غيره. ¶ قال المؤلف رحمه الله تعالى: [فإفراد الله تعالى بتوحيد العبادة لا يتم إلا بأن يكون الدعاء كله له، والنداء في الشدائد والرخاء لا يكون إلا لله وحده، والاستغاثة والاستعانة بالله وحده، واللجأ إلى الله، والنذر والنحر له تعالى، وجميع أنواع العبادات: من الخضوع والقيام تذللاً لله تعالى، والركوع والسجود والطواف والتجرد عن الثياب والحلق والتقصير كله لا يكون إلا لله عز وجل]. ¶ يعني: أن إفراد الله بتوحيد العبادة لا يتم إلا بأن يُخص سبحانه بجميع أنواع العبادات، فلا يكون الدعاء إلا لله، ولا يكون النداء في الشدائد والرخاء إلا لله، ولا تكون الاستعانة إلا بالله، واللجأ يكون لله، والنذر والنحر وجميع أنواع العبادات: من الخضوع والقيام تذللاً، والركوع والسجود، والطواف والتجرد عن الثياب، يعني: في الإحرام، فالمحرم إذا أحرم بحج أو عمرة تجرد من المخيط، ولبس إزاراً ورداء، والحلق والتقصير، كله يكون لله، والحلق والتقصير يكون في الحج والعمرة، فالحاج أو المعتمر يحلق رأسه ويقصر عبادة، فيتحلل بذلك من العمرة أو الحج، ولا يجوز أن يكون ذلك إلا لله عز وجل.",
            "page": "10",
            "part": "2",
            "seal": "395C2AD3"
        },
        {
            "id": "19",
            "nass": "حكم صرف العبادة لغير الله ¶ قال المؤلف رحمه الله تعالى: [ومن فعل شيئاً من ذلك لمخلوق حي أو ميت أو جماد أو غيره فقد أشرك في العبادة، وصار من تفعل له هذه الأمور إلهاً لعابديه، سواء كان ملكاً أو نبياً أو ولياً أو شجراً أو قبراً أو جنياً أو حياً أو ميتاً، وصار العابد بهذه العبادة، أو بأي نوع منها عابداً لذلك المخلوق مشركاً بالله، وإن أقر بالله وعبده؛ فإن إقرار المشركين بالله وتقربهم إليه لم يخرجهم عن الشرك، وعن وجوب سفك دمائهم، وسبي ذراريهم، وأخذ أموالهم غنيمة. ¶ قال الله تعالى: (أنا أغنى الشركاء عن الشرك)، لا يقبل الله عملاً شورك فيه غيره، ولا يؤمن به من عبد معه غيره. ¶ قوله رحمه الله: (ومن فعل شيئاً من ذلك) يعني: من أنواع العبادة التي سبقت: من الدعاء والنداء والنذر والنحر والحلق والتقصير والركوع والسجود أو غيره، لمخلوق حي أو ميت أو جماد أو غيره، فقد أشرك في العبادة. ¶ وقوله: (وصار من تفعل له هذه الأمور إلهاً لعابديه) يعني: من ركع لشخص أو سجد له أو نحر له أو ذبح له صار إلهاً له، أياً كان هذا الذي تفعل له، سواء كان ملكاً أو نبياً أو ولياً أو شجراً أو قبراً أو جنياً أو حياً أو ميتاً، فكل من تفعل له هذه الأشياء صار معبوداً لهذا الشخص الذي يفعل هذا، وصار العابد بأي نوع من أنواع العبادة عابداً لذلك المخلوق، ومشركاً بالله، وإذا كان مقراً بالله ومشركاً به، فإن هذا لا ينفعه، ما دام أنه يصرف شيئاً من أنواع العبادة لغير الله، فلو عبد الله وأقر بربوبيته ووجوده، وبأسمائه وصفاته، لكنه يصرف شيئاً من أنواع العبادة لغير الله، فإنه يكون مشركاً. ¶ وقوله: (فإن إقرار المشركين بالله وتقربهم إليه لم يخرجهم عن الشرك). ¶ أي: أن المشركين أقروا بالله وتقربوا إليه وعبدوه، فجوا وصلوا وصاموا يوم عاشوراء في الجاهلية، لكنهم مشركين؛ لأنهم يعبدون معه غيره، فلم تنفعهم هذه العبادات، ولم تخرجهم عن الشرك كما قال المؤلف: (فإن إقرار المشركين بالله وتقربهم إليه لم يخرجهم عن الشرك، وعن وجوب سفك دمائهم وسبي ذراريهم) والرسول عليه الصلاة والسلام قد قاتلهم، واستحل دماءهم وأموالهم، لأنهم أشركوا مع الله غيره. ¶ قال الله تعالى في الحديث القدسي الذي أخرجه الإمام مسلم في صحيحه: (أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيره تركته وشركه)، وأما قوله: (لا يقبل الله عملاً شورك فيه غيره) ظاهره أنه حديث، لكن يقول المحشي: لم أجد من أخرجه بهذا اللفظ. ¶ (ولا يؤمن به من عبد ما سواه) يعني: لا يؤمن بالله الإيمان الصحيح من عبد معه غيره.",
            "page": "11",
            "part": "2",
            "seal": "810F3979"
        },
        {
            "id": "20",
            "nass": "الأسئلة",
            "page": "12",
            "part": "2",
            "seal": "CCFB501F"
        },
        {
            "id": "21",
            "nass": "معنى قول: (هذا الشيء منافٍ لكمال التوحيد الواجب) ¶ Q  ما معنى قول أهل العلم: هذا الشيء ينافي كمال التوحيد الواجب، أو ما معنى ينافي كماله الواجب؟ ¶ A  المعنى: أنه ينقص التوحيد ويضعف الإيمان، فمثلاً: قول النبي صلى الله عليه وسلم: (لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه) فهذا من كمال الإيمان، فمن الواجب أن تحب لأخيك ما تحب لنفسك، فإذا كان الإنسان لا يحب لأخيه ما يحب لنفسه، فهذا نقص في الإيمان، فالإنسان يحب لنفسه الخير، ويحب لنفسه أن يؤتيه الله علماً نافعاً، ومالاً حلالاً وأبناء صالحين، فيجب عليك أن تحب لأخيك ما تحب لنفسك، فإذا كنت لا تحب لأخيك ما تحب لنفسك من ذلك، فهذا نقص في الإيمان، ويكون إيمانك ضعيفاً ناقصاً. ¶ كذلك قوله عليه الصلاة والسلام: (لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين) فإذا قدم الإنسان محبة المال أو الولد أو الصديق، أو الأبناء أو الإخوان أو التجارات أو المساكن على محبة الله ورسوله، صار ناقص الإيمان وضعيف الإيمان، ومرتكباً لكبيرة، ومن هنا توعد الله من قدم شيئاً من الأصناف الثمانية على محبة الله ورسوله بوعيد شديد، قال سبحانه: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [التوبة:24] فقد حكم الله عليهم بالفسق، فمن قدم محبة شيءٍ من المال أو الأبناء أو الآباء أو المساكن على محبة الله ورسوله، فإيمانه ناقص وضعيف، ومرتكب لكبيرة. ¶ كذلك قوله عليه الصلاة والسلام: (لا يؤمن من لا يأمن جاره بوائقه) وبوائقه يعني: غوائله وشره، فمن لم يأمن جاره شره، فهو ناقص الإيمان؛ لأنه فاته كمال الإيمان الواجب. ¶ وهكذا قوله عليه الصلاة والسلام: (من كان يؤمن بالله واليوم الآخر فليكرم ضيفه، من كان يؤمن بالله واليوم الآخر فلا يؤذي جاره، من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت) فإذا لم يقل خيراً، ولم يصمت عن الشر، أو لم يكرم ضيفه، أو آذى جاره، يكون إيمانه ضعيفاً ناقصاً؛ لأنه فاته كمال الإيمان الواجب.",
            "page": "13",
            "part": "2",
            "seal": "0175B52A"
        },
        {
            "id": "22",
            "nass": "حكم طلب الشفاعة من الأولياء أو أصحاب القبور ¶ Q  ما حكم من أتى إلى صاحب القبر، وقال: يا ولي الله! اشفع لي عند الله، أو ادع الله لي، وهل هذا العمل شرك أكبر أم هو بدعة محرمة؛ لأنه توسل بأمر غير مشروع؟ ¶ A  هذا العمل شرك أكبر، فإذا قال للولي: يا ولي! اشفع لي عند الله، فقد أشرك مع الله، وهذا هو الذي كفر الله به المشركين بنص القرآن، قال الله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ) [يونس:18] والدعاء: عبادة. ¶ وقال الله تعالى: ((وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر:60] ولم يقل: ادعوني وادع الولي، وقال سبحانه: {فَلا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ} [الشعراء:213]. ¶ وقال سبحانه: {وَلا تَدْعُ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكَ وَلا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ} [يونس:106] أي: من المشركين. ¶ وقال سبحانه: {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعًا وَلا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} [الأعراف:188] فمن دعا غير الله فقد أشرك بالله. ¶ وقد حكم الله عليه بالكفر فقال: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ} [المؤمنون:117]. ¶ وقال سبحانه: {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ * إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ} [فاطر:13 - 14]. ¶ وقال تعالى: {وَلا تَدْعُ مِنْ دُونِ اللَّهِ} [يونس:106] {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ} [الأحقاف:5]. ¶ {وَلا تَدْعُ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكَ وَلا يَضُرُّكَ} [يونس:106] ولفظ: (من دون الله) عام، أي: من دعا غير الله، والذي يأتي إلى القبر ويقول: يا فلان! يا ولي الله! اشفع لي، فقد دعا غير الله، فيكون شركاً بنص القرآن، والمشركون قد كفرهم الله بهذا؛ لأنهم يدعونهم ويطلبون منهم الشفاعة، وهم يعلمون أنهم لا يخلقون ولا يرزقون، فالذي يقول: إن هذا بدعة وليس بشرك. ¶ فهو جاهل أو ملبس، يريد أن يلبس الشرك على الناس، ويسميه بدعة.",
            "page": "14",
            "part": "2",
            "seal": "FA8959BF"
        },
        {
            "id": "23",
            "nass": "قول العلماء في عوام المشركين ¶ Q  ما هو قول العلماء في عوام المشركين؟ ¶ A  عوام المشركين حكمهم حكم علمائهم، فقد أخبر الله أن التابعين والمتبوعين كلهم في النار، قال تعالى: {إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ * وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا} [البقرة:166 - 167]، وقال سبحانه: {كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ} [البقرة:167] أي: التابعين والمتبوعين، وقال سبحانه وتعالى: {وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلا * رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا} [الأحزاب:67 - 68]. ¶ وقال سبحانه: {وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَذَا الْقُرْآنِ وَلا بِالَّذِي بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا} [سبأ:31] فهؤلاء المتبعون، {لَوْلا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ} [سبأ:31]. ¶ وهذا حوار بينهم {قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءَكُمْ بَلْ كُنتُمْ مُجْرِمِينَ * وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَادًا} [سبأ:32 - 33] {وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ} [سبأ:33] فكلهم أسروا الندامة، التابعون والمتبوعون، فالعوام والعلماء حكمهم كلهم في النار، نسأل الله العافية.",
            "page": "15",
            "part": "2",
            "seal": "62A8D8E0"
        },
        {
            "id": "24",
            "nass": "حكم طلب المساعدة من المخلوق ¶ Q  الفزع إلى المخلوق القادر على المساعدة هل يعد شركاً، وهل ينافي كمال التوحيد، وهل طلب المساعدة من الغير يعد من المخلات بكمال التوحيد؟ ¶ A  إذا كان حياً قادراً فلا بأس أن تطلب منه؛ لأن هذا من الأمور العادية المحسوسة، كأن تقول: يا أخي! ساعدني في إصلاح سيارتي، أو يا أخي! أرجوك أن تساعدني في إصلاح مزرعتي، أرجوك أن تقرضني ديناً، أو أن تقضي ديني، فلا بأس في ذلك، كذلك الغريق إذا استغاث بسباح يعرف السباحة، كأن يقول: أنقذني، أخرجني. ¶ والشرك عندما يدعو ميتاً أو غائباً أو حياً حاضراً فيما لا يقدر عليه إلا الله، أو دعا حياً قادراً ليس بمستطيع، أما إذا دعا الحي الحاضر القادر فلا بأس في هذا؛ لأن هذا من الأمور الحسية، وأسبابه ظاهرة.",
            "page": "16",
            "part": "2",
            "seal": "59361B50"
        },
        {
            "id": "25",
            "nass": "أنواع التوسل بغير الله وحكم كل نوع ¶ Q  إذا قال شخص: يا رب! إني أتوسل إليك بفلان، وفلان هذا من الأموات، فما حكم هذا القول؟ ¶ A  التوسل ثلاثة أنواع: توسل يكون شركاً، ويكون بدعة، ويكون مشروعاً. ¶ النوع الأول: التوسل الشركي: كأن يتوسل بدعاء الميت أو الغائب، أو يتوسل بالذبح له، أو النذر له، ويتوسل إلى الله في أن يشفع له عند الله، فهذا شرك، وهذا هو الشرك الذي كان يفعله المشركون، مثال ذلك: أن يتوسل إلى الله بدعاء هذا الميت فيقول: يا فلان! أغثني، يا فلان! اشفع لي، ويتوسل إلى الله بالذبح له، وبالنذر له، وبالصلاة له. ¶ النوع الثاني: التوسل البدعي: وهو أن يتوسل بذات الشخص لا ليدعوه، ولكن يدعو الله، كأن يقول: يا الله! أتوسل إليك بفلان، أتوسل إليك برسول الله، فهو لم يدع غير الله، بل دعا الله لكن الوسيلة بدعة، حيث أنه توسل بقرب فلان، وكأن يقول: اغفر لي بجاه فلان، اغفر لي بجاه نبيك أو بجاه أنبيائك، فهذا كله بدعة وليس شركاً؛ لأنه ما دعا غير الله، بل دعا الله لكن الوسيلة بدعة. ¶ النوع الثالث: التوسل المشروع: كأن يتوسل إلى الله بإيمانه بالله، كأن يقول: اللهم إني أسألك بإيماني بك وبرسولك، أسألك بعملي الصالح، كما أخبر الله في كتابه عن المؤمنين: {رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا} [آل عمران:16] فهم توسلوا إلى الله بالإيمان، وكذلك التوسل إلى الله بالعمل الصالح، والتوسل إليه بالتوحيد، كتوسل الثلاثة الذين انطبق عليهم الغار، حيث أنهم توسلوا إلى الله بصالح أعمالهم، فأحدهم توسل ببر والديه، والثاني بعفته عن الإماء، والثالث بأمانته، ففرج الله عنهم، وكذلك التوسل إلى الله بدعاء الحي الحاضر، كأن يدعو هو وأنت تؤمن، فيسأل الله لفقرك وحاجتك، فهذا كله توسل مشروع، وبهذا يتبين أن التوسل ينقسم إلى هذه الأقسام الثلاثة.",
            "page": "17",
            "part": "2",
            "seal": "9518D845"
        },
        {
            "id": "26",
            "nass": "حجة من يرى التوسل بالذات والرد عليه ¶ Q  كيف نرد على من يستدلون على شفاعتهم بالأولياء بقصة عمر بن الخطاب لما استشفع بـ العباس عم الرسول صلى الله عليه وسلم، وذلك عندما اشتد بهم الجدب، فدعا الله أن ينزل المطر؟ ¶ A  إن عمر بن الخطاب رضي الله عنه استشفع بـ العباس، يعني: بدعاء العباس، وقال عمر لما أجدبوا: اللهم إنا كنا نتوسل إليك بنبينا فتكفينا، وإنا نتوسل إليك بعم نبينا، قم يا عباس فادع الله، فقام العباس ودعا وهم يؤمنون، فهم ما توسلوا بذات العباس، بل توسلوا بدعاء العباس، ولو كانوا يتوسلون بذات العباس لتوسلوا بذات النبي صلى الله عليه وسلم، إذ هو موجود في قبره عليه الصلاة والسلام، وهو حي في قبره حياة برزخية أكمل من حياة الشهداء، فلما لم يتوسلوا بالنبي صلى الله عليه وسلم وعدلوا إلى التوسل بـ العباس، دل على أنهم يتوسلون بشفاعته ودعائه وهو حي حاضر، ولهذا قال عمر في آخر الدعاء: قم يا عباس فادع الله، فقام العباس يدعو الله وهم يؤمنون، فـ عمر استشفع بدعاء العباس وهو حي حاضر، وهذا لا بأس به، وإنما الممنوع هو: التوسل بالميت أو بالغائب أو بذاته؛ لأنه لو كان التوسل بذات العباس لتوسلوا بذات النبي صلى الله عليه وسلم؛ لأن ذات النبي عليه الصلاة والسلام أوجه من ذات العباس، فلما عدلوا عن التوسل بالنبي صلى الله عليه وسلم إلى التوسل بـ العباس، دل على أنهم توسلوا بغير الذات، ألا وهو الدعاء، ولهذا قال عمر: قم يا عباس! فادع الله، وهذا حجة على من يرى التوسل بالذات. ¶ وعمر بن الخطاب توسل بدعاء العباس لأنه قريب النبي صلى الله عليه وسلم.",
            "page": "18",
            "part": "2",
            "seal": "DAEB78D5"
        },
        {
            "id": "27",
            "nass": "الشك مع دفعه لا يعد كفراً ولا شركاً ¶ Q  الشك الذي يأتي للإنسان ويقاومه، هل يعد شركاً أو كفراً؟ ¶ A  الشك مع مقاومته لا يعد شركاً ولا كفراً، لكن إن كان المرء يشك في الله، أو في القيامة، أو في الجنة، أو في النار، وليس عنده يقين أن هناك جنة أو نار فهو شاك، ولا يدري هل الله مستحق للعبادة أو غير مستحق للعبادة؟ فهذا كفر شك، أما الخواطر والوساوس التي ترد على الإنسان وهو يدافعها، وقلبه مؤمن بالله ورسوله، وهو يعلم ذلك لكن عنده شكوك، ويأتيه الشيطان ويوسوس له، وهو يعلم يقيناً أن الله هو المستحق للعبادة، ويعلم يقيناً بكتب الله، ورسوله، ومصدق باليوم الآخر، ومصدق بالبعث والنشور، فهذا ليس كفر شك، لكن إذا جاءت الوساوس فعليه أن يستعيذ بالله من الشيطان الرجيم، ولا يضره ذلك؛ لأن الشيطان يريد أن يعيبه ويقول كما جاء في الحديث: (آمنت بالله ورسله). ¶ وإذا وجد شيئاً من الوساوس، فقد جاء في الحديث عن أبي هريرة رضي الله عنه، أن النبي صلى الله عليه وسلم قال: (لا يزال أحدكم يقول: من خلق كذا من خلق كذا) فالشيطان يقول له ذلك (حتى يقول من خلق الله؟! فإذا وجد ذلك فليقل: آمنت بالله ورسله). ¶ وفي لفظ يقول: ({اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ} [الإخلاص:1 - 3] ثم لينته) أي: يقطع الوساوس وخاصة التفكير فيها، وينتهي ويفكر فيما ينفعه في أمور دينه ودنياه. ¶ إذاً: عليه أن يستعيذ بالله من الشيطان الرجيم، وعليه أن يقول: آمنت بالله ورسله، وعليه أن يقطع التفكير، فتزول هذه الوساوس بإذن الله، أما إذا كان عنده شك في ربوبية الله، أو في ألوهيته، أو في أسمائه وصفاته، أو في الجنة، أو في النار، أي: لا يدري هل هناك جنة؟ أو هل هناك نار؟ فإن هذا الشك شك كفر، أما الوساوس التي ترد على الإنسان وهو مؤمن بالله ورسوله، فهذه من الشيطان يريد أن يعذبه، فعليه أن يستعيذ بالله من الشيطان الرجيم، ويقطع التفكير ويقول: آمنت بالله ورسله.",
            "page": "19",
            "part": "2",
            "seal": "D314F8F3"
        },
        {
            "id": "28",
            "nass": "شفاعة النبي صلى الله عليه وسلم لعمه أبي طالب ¶ Q  هل شفاعة النبي صلى الله عليه وسلم لعمه أبي طالب تتحقق فيها شروط الشفاعة رغم أنه ليس من أهل التوحيد؟ ¶ A  هذه شفاعة خاصة مستثناه، خاصة بالنبي صلى الله عليه وسلم وبعمه، وهذه الشفاعة ليس فيها إخراج من النار، وإنما فيها التخفيف في العذاب؛ لأن أبا طالب خف كفره بنصرة النبي صلى الله عليه وسلم والدفاع عنه، فلما خف كفره شفع له النبي صلى الله عليه وسلم شفاعة تخفيف لا شفاعة إخراج من النار، ولذلك جاء في الحديث في صحيح مسلم وغيره: (أن النبي صلى الله عليه وسلم سئل، فقيل له: يا رسول الله، إن أبا طالب كان يحوطك وينصرك ويؤويك، فهل نفعته؟ قال: نعم. ¶ وجدته في غمرات من نار، فأخرجته إلى ضحضاح منها، يغلي منها دماغه). ¶ وفي لفظ: (إن أهون الناس عذاباً أبو طالب، فإنه في ضحضاح من النار يغلي منها دماغه). ¶ وفي لفظ: (إن أهون أهل النار عذاباً، لرجل منتعل بنعلين يغلي منهما دماغه). ¶ وفي لفظ: (إن أهون أهل النار عذاباً، لرجل له شراكان من نار يغلي منهما دماغه). ¶ وفي لفظ: (إن أهون أهل النار عذاباً، لرجل في أخمصيه جمرتان يغلي منهما دماغه) وهو يظن أنه أشد أهل النار عذاباً، من شدة ما يجد، وهو أخفهم. ¶ فهذه الشفاعة خاصة مستثناة، خاصة بالنبي صلى الله عليه وسلم وخاصة بعمه، ثم أيضاً هي ليست شفاعة في إخراجه من النار، بل شفاعة في تخفيف العذاب فقط؛ لأنه خف كفره، وهذه شفاعة مستثناة دلت عليها النصوص.",
            "page": "20",
            "part": "2",
            "seal": "D182DF8A"
        },
        {
            "id": "29",
            "nass": "متى يكون النطق بكلمة التوحيد نافعاً لصاحبه ¶ السؤال يقول: إن فرعون حينما رأى العذاب آمن، ولكن لم ينفعه ذلك، فهل من نطق بكلمة التوحيد عند الموت تنفعه كما نفعت اليهودي، وقول النبي صلى الله عليه وسلم لـ أبي طالب: (كلمة أحاج لك بها عند الله)؟ ¶ A  كلمة التوحيد إذا نطق بها الإنسان المريض ولم يحضر الأجل بعد تنفعه؛ ولهذا نفعت اليهودي لما جاءه النبي صلى الله عليه وسلم وقال: (قل: لا إله إلا الله. ¶ فنظر إلى أبيه، فقال: أطع أبا القاسم) فكلمة التوحيد تنفعه إذا كان في مرض الموت ما لم تصل الروح إلى الحلقوم، أما إذا وصلت الروح إلى الحلقوم فلا ينفع ذلك؛ لأن الأمر قد انتهى؛ ولأنه حينئذ يكشف له عن المستقبل، ويكون غيبه شهادة، فيعاين الملائكة، وهذا هو الذي حصل لفرعون عندما، لما وصلت روحه إلى الحلقوم فآمن، لكن لم ينفعه ذلك؛ لأن هذا إيمان المضطر، قال الله تعالى: {وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ أَنَّهُ لا إِلَهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرَائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ} [يونس:90] فقال الله له: {آلآنَ} [يونس:91]، أي: تؤمن لما وصلت الروح الحلقوم {آلآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ} [يونس:91] فلا ينفع الإيمان إذا وصلت الروح إلى الحلقوم، وإذا نزل العذاب كذلك لا ينفع، وفرعون نزل به العذاب، نزل به العذاب ووصلت الروح إلى الحلقوم فلا ينفع في هذه الحالة، وأما الرجل اليهودي الذي آمن فلم ينزل به العذاب، ولا وصلت الروح إلى الحلقوم، فلهذا نفعه، وقد استثنى الله سبحانه وتعالى أمة واحدة وهم قوم يونس {فَلَوْلا كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ} [يونس:98] فهؤلاء استثناهم الله.",
            "page": "21",
            "part": "2",
            "seal": "973E88BF"
        },
        {
            "id": "30",
            "nass": "حكم من ينطق بالشهادة وهو كافر ¶ Q  من الناس من يشهد كافراً ينطق بالشهادة وقد يشرح له معناها، وقد لا يشرح معناها، فما حكم هذا الفعل وهل يكون هذا الذي ينطق بالشهادة محقون الدم؟ ¶ A  إذا نطق بالشهادتين وهو لا يقولها في حالة كفره يحكم له بالإسلام، وإذا قالها عن إيمان وصدق ثم مات يحكم عليه بالإسلام، وإذا بقي ولم يمت ينظر: إن التزم بأحكام الإسلام فهو مؤمن، وإن نقضها بأفعاله حكم عليه بأنه مرتد ويقتل، كأن لم يلتزم بالصلاة ورفض وقال: لا أصلي، أو عمل ناقضاً. ¶ أما إذا قالها ثم مات وهو لا يقولها في كفره فيحكم عليه بالإسلام. ¶ فإن قيل: ليس لديه أعمال إلا النطق بالشهادتين؟ فالجواب: ولو كان ذلك، إذا قالها في حالة كفره يحكم عليه بالشهادتين، لكن إن بقي وعاش يشرح له مقتضى الشهادتين ويبين له، ويؤمر بالعمل بمقتضاها وبحقوقها، فإذا رفض وعمل ناقضاً من النواقض يستتاب فإن تاب وإلا قتل، أما إذا مات وهو لا يقولها في كفره فنحكم عليه بالإسلام مثل اليهودي الذي قالها، وحكم عليه النبي بالإسلام قال: (الحمد لله الذي أنقذه بي من النار).",
            "page": "22",
            "part": "2",
            "seal": "5890808B"
        },
        {
            "id": "31",
            "nass": "شرح تطهير الاعتقاد عن أدران الإلحاد لابن الأمير الصنعاني [5] ¶ بين الله تعالى أن إقرار المشركين به مع إشراكهم الأنداد من المخلوقين معه في العبادة لا تنفعهم، بل ولا تنقذهم من عذاب الله تعالى، لأن شأن من أقر بالله تعالى بتوحيد الربوبية أن يفرده بتوحيد العبادة، كما أن الاعتقاد في غير الله تعالى في النفع والضر شرك بالله تعالى، ولا ينفعه إقراره بربوبية الله تعالى.",
            "page": "1",
            "part": "3",
            "seal": "169D34F4"
        },
        {
            "id": "32",
            "nass": "قوادح التوحيد الكامل ¶ قال المؤلف رحمه الله تعالى: [فصل: الإقرار بالله تعالى لا يكفي في التوحيد مع الشرك في العبادة. ¶ إذا تقرر عندك أن المشركين لم ينفعهم الإقرار بالله مع إشراكهم الأنداد من المخلوقين معه في العبادة، ولا أغنى عنهم من الله شيئاً، وأن عبادتهم هي اعتقادهم فيهم أنهم يضرون وينفعون، وأنهم يقربونهم إلى الله زلفى، وأنهم يشفعون لهم عند الله تعالى، فنحروا لهم النحائر، وطافوا بهم، ونذروا النذور عليهم، وقاموا متذللين متواضعين في خدمتهم، وسجدوا لهم، ومع هذا كله فهم مقرون لله تعالى بالربوبية، وأنه الخالق، ولكنهم لما أشركوا في عبادته جعلهم مشركين، ولم يعتد بإقرارهم هذا؛ لأنه نافاه فعلهم، فلم ينفعهم الإقرار بتوحيد الربوبية. ¶ فمن شأن من أقر لله تعالى بتوحيد الربوبية أن يفرده بتوحيد العبادة، فإذا لم يفعل ذلك فالإقرار الأول باطل، وقد عرفوا ذلك وهم في طبقات النار فقالوا: {تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ} [الشعراء:97 - 98]. ¶ مع أنهم لم يسووهم به من كل وجه، ولا جعلوهم خالقين ولا رازقين، لكنهم علموا وهم في قعر جهنم أن خلطهم الإقرار بذرة من ذرات الإشراك في توحيد العبادة صيرهم كمن سوى بين الأصنام وبين رب الأنام: قال الله تعالى: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يوسف:106] أي: ما يقر أكثرهم في إقراره بالله، وبأنه خلقه وخلق السماوات والأرض إلا وهو مشرك بعبادة الأوثان]. ¶ يبين المؤلف رحمه الله أن إقرار المشركين بتوحيد الربوبية مع شركهم في توحيد العبادة لا ينفعهم ولا يفيدهم ولا يدخلهم في الإسلام، بل ولا يخرجهم من دائرة الكفر، ولا ينقذهم من عذاب الله عند دخولهم في النار، حتى يوحدوا الله ويفردوه بالعبادة، ولهذا قال: (فصل: الإقرار بالله لا يكفي في التوحيد مع الشرك به في العبادة) ولعل هذا العنوان من المحشي. ¶ يقول: (إذا تقرر عندك أن المشركين لم ينفعهم الإقرار بالله مع إشراكهم الأنداد من المخلوقين معهم في العبادة، ولا أغنى عنهم من الله شيئاً، وأن عبادتهم هي اعتقادهم فيهم أنهم يضرون وينفعون). ¶ قوله: (أن عبادتهم هي اعتقادهم فيهم: أنهم يضرون وينفعون) فيه نظر؛ لأنهم لا يعتقدون في الأصنام أنها تضر وتنفع، بل يعتقدون أن الذي يضر وينفع هو الله، لكن هم عبدوهم ليقربوهم إلى الله زلفى وليشفعوا لهم، كما أخبر الله عنهم أنهم قالوا: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر:3] وقال: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس:18]، فهم يعلمون أن الأصنام هذه لا تضر ولا تنفع، وأن الذي يضر وينفع هو الله، لكن يقولون: هؤلاء صالحون، أو أنبياء، أو أحجار تسبح الله، فهي تقربنا إلى الله، وتنقل حوائجنا إلى الله، وتشفع لنا عند الله، ونحن نعلم أنه ليس بيدها شيء من الضر والنفع، والذي يضر وينفع إنما هو الله عز وجل.",
            "page": "2",
            "part": "3",
            "seal": "0AE77A29"
        },
        {
            "id": "33",
            "nass": "علاقة توحيد الربوبية بتوحيد الألوهية ¶ قال المؤلف رحمه الله تعالى: [وأنهم يقربونهم إلى الله زلفى، وأنهم يشفعون لهم عند الله] هذا هو الصواب، وهو أنهم إنما عبدوهم لأنهم يعتقدون أنهم يقربونهم إلى الله زلفى، وأنهم يشفعون لهم عند الله، وهذا هو المعلوم عند كثير من المشركين، وقد يوجد بعض المشركين من يعتقد النفع والضر في غير الله، فيكون مشركاً في الربوبية، لكن هذا قليل، وإنما الغالب على المشركين أنهم يعتقدون أن الضر والنفع بيد الله، وشركهم إنما هو في العبادة، فيعتقدون أنهم يقربونهم إلى الله زلفى، ويشفعون لهم عند الله، ولهذا قال المؤلف: فنحروا لهم النحائر، وطافوا بهم، ونذروا النذور عليهم، وقاموا متذللين متواضعين في خدمتهم، وسجدوا لهم، ومع هذا كله فهم مقرون لله بالربوبية، وأنه الخالق، ولكنهم لما أشركوا في عبادته جعلهم مشركين، ولم يعتد بإقرارهم هذا) بمعنى: أنه لا ينفهم إقرارهم بتوحيد الربوبية مع شركهم في العبادة. ¶ (لأنه نافاه فعله) يعني: أن إقرارهم بتوحيد الربوبية قد نافاه شركهم في العبادة، فلم ينفعهم الإقرار بتوحيد الربوبية. ¶ وقوله: (فمن شأن من أقر لله بتوحيد الربوبية أن يفرده بتوحيد العبادة) أي: ينبغي لمن أقر بتوحيد الربوبية أن يعبد هذا الرب الذي أقر بأنه الخالق الرازق المدبر المحيي الذي بيده النفع والضر، ولهذا قال الله تعالى محتجاً عليهم: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ} [البقرة:21]، ثم جاء الدليل {الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة:21] أي: الله تعالى الذي خلقكم وخلق الذين من قبلكم هو المستحق للعبادة، فيحتج عليهم سبحانه وتعالى بإقرارهم بتوحيد الربوبية، يعني: كما أفردتموه بتوحيد الربوبية فأفردوه بالعبادة. ¶ يقول المؤلف: (فإذا لم يفعل ذلك فالإقرار الأول باطل). ¶ وهو توحيد الربوبية. ¶ قوله: (وقد عرفوا في ذلك وهم طبقات النار). ¶ أي: لما دخل المشركون النار اعترفوا بأن سبب خلودهم في النار هو شركهم في العبادة، واسمع قول الله عنهم حيث قالوا: {تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ} [الشعراء:97 - 98] فأخبر الله أنهم يقولون ذلك وهم في طبقات النار، والأصل أن يقول: دركات النار؛ لأن النار دركات، وكل دركة سفلى أعظم عذاباً من الدركة التي أعلى منها. ¶ وأما الجنة فهي طبقات ودرجات، وكل درجة عليا أعظم نعيماً من الدرجة التي تحتها. ¶ قالوا وهم في دركات النار: {تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ * إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ} [الشعراء:97 - 98] يقولونها للذين عبدوهم؛ لأن العابدين والمعبودين كلهم دخلوا النار، فلما كانوا في دركات النار صار بينهم محاورة، فاعترف الذين عبدوا الرؤساء والكبراء، فقالوا: لقد كنا في الدنيا في ضلال مبين، وأقسموا على ذلك فقالوا: {تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ} [الشعراء:97] ووجه ضلالهم: {إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ} [الشعراء:98]، فهم يخاطبون معبوديهم. ¶ وما سووهم بأنهم يخلقون أو يرزقون أو يضرون أو ينفعون، وإنما سووهم بالمحبة والتعظيم والإجلال والدعاء والذبح والنذر، فلما سووهم بالمحبة والإجلال والتعظيم كانوا معهم في النار. ¶ قوله: (مع أنهم لم يسووهم به من كل وجه، ولا جعلوهم خالقين ولا رازقين، لكنهم علموا وهم في قعر جهنم أن خلطهم الإقرار بذرة من ذرات الإشراك في توحيد العبادة صيرهم كمن سوى بين الأصنام وبين رب الأنام) يعني: كونهم أشركوا بالله في توحيد العبادة نقض إقرارهم بتوحيد الربوبية، وصيرهم كمن سوى بين الأصنام وبين رب الأنام رب العالمين. ¶ قوله: (قال الله تعالى: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يوسف:106]). ¶ فإقرارهم بالله هو توحيد ربوبية، وشركهم كان في توحيد العبادة، فجمعوا بين الأمرين: توحيد الربوبية، والشرك في العبادة، فلم ينفعهم توحيد الربوبية، ولهذا قال المؤلف: [أي: ما يقر أكثرهم في إقراره بالله، وبأنه خلقهم وخلق السماوات والأرض إلا وهم مشركون بعبادة الأوثان].",
            "page": "3",
            "part": "3",
            "seal": "60510B2A"
        },
        {
            "id": "34",
            "nass": "شرك الرياء ¶ قال المؤلف رحمه الله تعالى: [بل سمى الله تعالى الرياء في الطاعات شركاً، مع أن فاعل الطاعة ما قصد بها إلا الله تعالى، وإنما أراد طلب المنزلة بالطاعة في قلوب الناس، فالمرائي عبد الله لا غيره، لكنه خلط عبادته بطلب المنزلة في قلوب الناس، فلم يقبل له عبادة، وسماها شركاً، كما أخرجه مسلم من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (يقول الله تعالى: أنا أغنى الشركاء عن الشرك، من عمل عملاً أشرك فيه معي غيري تركته وشركه). ¶ بل سمى الله تعالى التسمية بعبد الحارث شركاً، كما قال تعالى: {فَلَمَّا آتَاهُمَا صَالِحًا جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا} [الأعراف:190]. ¶ فإنه أخرج الإمام أحمد والترمذي من حديث سمرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: (لما حملت حواء -وكان لا يعيش لها ولد- طاف بها إبليس، وقال: لا يعيش لك ولد حتى تسميه عبد الحارث، فسمته فعاش، وكان ذلك من وحي الشيطان وأمره، فأنزل الله تعالى الآيات، وسمى هذه التسمية شركاً، وكان إبليس تسمى بالحارث). ¶ والقصة في الدر المنثور وغيره]. ¶ يقول المؤلف رحمه الله: (بل سمى الله الرياء في الطاعات شركاً) يعني: كما قال الله في الحديث القدسي: (أنا أغنى الشركاء عن الشرك) فسماه شركاً مع أن فاعل الطاعة ما قصد بها إلا الله تعالى، وإنما أراد طلب المنزلة بالطاعة في قلوب الناس، فالمرائي عبد الله لا غيره، لكنه خلط عبادته بطلب المنزلة في قلوب الناس، فلم يقبل الله له عبادة، وسماها شركاً. ¶ والمرائي فيه تفصيل، والرياء ينقسم إلى نوعين: رياء أكبر، وهو رياء المنافقين الذين أسلموا ودخلوا في الإسلام نفاقاً، وهذا مخرج من الملة. ¶ ورياء أصغر، وهو الرياء الذي يصدر من المؤمن في العبادات، في الصلاة أو الصيام أو غيرها من العبادات وهو لا يخرج العبد من الملة، وإنما يحبط العمل الذي قارنه إذا استرسل فيه، أما إذا طرأ في العبادة ودافعه واستعاذ بالله فلا يضره، وهذا فيه خلاف بين أهل العلم، فمنهم من قال: إن عبادته لا تبطل اعتماداً على نيته الأولى، ومنهم من قال: إنه لما استرسل فيه بطلت عبادته. ¶ وقول المؤلف هنا ليس على إطلاقه، ولهذا قال المؤلف: [كما أخرج مسلم من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (أنا أغنى عن الشركاء عن الشرك، من عمل عملاً أشرك معي فيه غيري تركته وشركه) بل سمى الله التسمية بعبد الحارث شركاً، كما قال تعالى: {فَلَمَّا آتَاهُمَا صَالِحًا جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا} [الأعراف:190]. ¶ فإنه أخرج الإمام أحمد والترمذي من حديث سمرة أن النبي صلى الله عليه وسلم قال: (لما حملت حواء -وكان لا يعيش لها ولد- طاف بها إبليس، وقال: لا يعيش لكِ ولد حتى تسميه عبد الحارث، فسمته فعاش، وكان ذلك من وحي الشيطان وأمره، فأنزل الله الآيات، وسمى هذه التسمية شركاً، وكان إبليس يتسمى بالحارث). ¶ وقصته في الدر المنثور وغيره]. ¶ هذه القصة سندها ضعيف ولا تثبت، لكن الآية كافية في هذا، قال الله تعالى: {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا} [الأعراف:189]. ¶ {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ} [الأعراف:189] أي: آدم، {وَجَعَلَ مِنْهَا زَوْجَهَا} [الأعراف:189] أي: حواء، {فَلَمَّا تَغَشَّاهَا} [الأعراف:189] يعني: جامعها {حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ} [الأعراف:189] أي: ثقل الحمل، {دَعَوَا اللَّهَ} [الأعراف:189] آدم وحواء، {رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا} [الأعراف:189] سليم الأعضاء، {لَنَكُونَنَّ مِنَ الشَّاكِرِينَ * فَلَمَّا آتَاهُمَا صَالِحًا} [الأعراف:189 - 190] أي: لما وضعت سليماً. ¶ {جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا} [الأعراف:190] وهذا الشرك إنما هو في التسمية لا في العبادة، كما قال: (جعلا له شركاء في التسمية لا في العبادة) وهذا لا يبعد أن يكون سبباً من الأبوين كما أكلا من الشجرة، فيكون ذنباً آخر، لكون الشيطان خدعهم مرة أخرى كما خدعهم في المرة الأولى، خدعهما فأكلا من الشجرة التي نهيا عنها، ثم خدعهما بعد ذلك بعد إهباطهما إلى الأرض فسمياه عبد الحارث، فأطاعاه في التسمية ولهذا قلنا: هذا شرك في التسمية لا في العبادة، فإنهم ما أطاعوه في العبادة، وإنما طاعوه في شرك التسمية. ¶ ثم قال الله تعالى: {فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ} [الأعراف:190] قال كثير من المفسرين: هذا في الذرية. ¶ أي: يشركون ما لا يخلقون شيئاً وهم يخلقون. ¶ فأول الآية: {فَلَمَّا آتَاهُمَا صَالِحًا جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا} [الأعراف:190] أي: آدم وحواء جعلا له شركاء في التسمية، ثم قال الله: {فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ} [الأعراف:190] أي: في ذرية بني آدم. ¶ أما هذا الأثر فهو ضعيف عند أهل العلم. ¶ وهذا نفس ما ساقه الإمام المجدد محمد بن عبد الوهاب في كتاب التوحيد، وهو قوله تعالى: {فَلَمَّا آتَاهُمَا صَالِحًا جَعَلاَ لَهُ شُرَكَاء فِيمَا آتَاهُمَا} [الأعراف:190] ومقصوده: أن معنى الآية كاف، ويستفاد من الآثار التي وردت عن السلف -وإن كان في سندها ضعف-: أن الشرك الذي وقع منهما إنما هو في التسمية والطاعة لا في العبادة. ¶ فمقصود المؤلف الفائدة، بقطع النظر عن صحة الآثار كما ذكر الإمام محمد بن عبد الوهاب رحمه الله في كتاب التوحيد.",
            "page": "4",
            "part": "3",
            "seal": "DCE28F35"
        },
        {
            "id": "35",
            "nass": "الاعتقاد في غير الله تعالى في النفع والضر شرك ¶ قال المؤلف رحمه الله تعالى: [فصل: الاعتقاد في غير الله تعالى في النفع والضر شرك. ¶ قد عرفت من هذا كله أن من اعتقد في شجر أو حجر أو قبر أو ملك أو جني أو حي أو ميت أنه ينفع أو يضر، أو أنه يقرب إلى الله تعالى، أو يشفع عنده في حاجة من حوائج الدنيا بمجرد التشفع به، والتوسل إلى الرب تعالى -إلا ما ورد من حديث فيه مقال في حق نبينا صلى الله عليه وسلم، أو نحو ذلك- فإنه قد أشرك مع الله تعالى غيره، واعتقد ما لا يحل اعتقاده، كما اعتقده المشركون في الأوثان، فضلاً عمن ينذر بماله وولده لميت أو حي، أو يطلب من ذلك الميت ما لا يطلب إلا من الله تعالى من الحاجات: من عافية مريضه، أو قدوم غائبه، أو نيله لأي مطلب من المطالب، فإن هذا هو الشرك بعينه الذي كان ويكون عليه عباد الأصنام. ¶ والنذر بالمال على الميت ونحوه، والنحر على القبر، والتوسل به، وطلب الحاجات منه، هو بعينه الذي كانت تفعله الجاهلية، وإنما كانوا يفعلونه لما يسمونه وثناً وصنماً، وفعله القبوريون لما يسمونه ولياً وقبراً ومشهداً، والأسماء لا أثر لها ولا تغير المعاني]. ¶ هذا الفصل يبين فيه المؤلف رحمه الله أن من أشرك بالله في العبادة أو الربوبية فإن أعماله حابطة، ويكون مشركاً بالله عز وجل، ولا ينفعه إقراره بربوبية الله، ولهذا قال: (قد عرفت من هذا كله أن من اعتقد في شجر أو حجر أو قبر أو ملك أو جني أو حي أو ميت أنه ينفع أو يضر، أو أنه يقرب إلى الله، أو يشفع عنده في حاجة من الحوائج بمجرد التشفع به والتوسل، فهو مشرك) أي: من اعتقد في الشجر أو الحجر أو القبر أنه ينفع أو يضر، فهذا أشرك في الربوبية. ¶ لكن الغالب على المشركين أنهم لا يعتقدون أنهم ينفعون أو يضرون، وإنما الذي يعتقدوه في الأشجار والأحجار والقبور والملائكة والجن أنهم يقربونهم إلى الله، وأنهم يشفعون لهم، وهذا الذي عليه غالب المشركين. ¶ أما من اعتقد أن أحداً ينفع أو يضر فهذا إشراك في الربوبية، والواجب أن تعتقد أن الله هو الخالق الرازق المالك النافع الضار، ومن اعتقد أن أحداً ينفع أو يضر فقد أشرك في الربوبية، زائداً عن الشرك في العبادة والألوهية، وهذا يوجد في بعض المشركين على قلة، لكن غالب المشركين يقرون بالربوبية، ومن اعتقد أن أحداً يقرب إلى الله، أو يشفع عنده فقد أشرك في العبادة كما قال المؤلف: [أو يشفع عندهم في حاجة من حوائج الدنيا بمجرد التشفع، والتوسل إلى الرب تعالى] يعني: من اعتقد أن أحداً يقرب إلى الله بمجرد التشفع والتوسل، كأن يدعو غيره أو يذبح له، ويعتقد أنها وسيلة إلى الله فقد أشرك مع الله.",
            "page": "5",
            "part": "3",
            "seal": "4308FECD"
        },
        {
            "id": "36",
            "nass": "حديث الأعمى وكلام العلماء فيه ¶ وقوله: [والتوسل إلى الرب تعالى -إلا ما ورد من حديث فيه مقال في حق نبينا صلى الله عليه وسلم- فإنه قد أشرك مع الله غيره]. ¶ الحديث الذي فيه مقال هو حديث الأعمى، وقد جاء من طرق متعددة، وخلاصته: أن رجلاً أعمى جاء إلى النبي صلى الله عليه وسلم فقال: (يا رسول الله! ادع الله أن يرد إلي بصري. ¶ فقال: إن شئت صبرت، وإن شئت دعوت الله. ¶ فقال: بل ادع. ¶ قال: قم فتوضأ، وقل: اللهم إني أسألك وأتوجه إليك بنبيك، نبي الرحمة أن تقضى حاجتي)، فذهب الأعمى وتوضأ ودعا الله بأن يشفع فيه نبيه، ودعا له النبي صلى الله عليه وسلم، فرد الله إليه بصره. ¶ فالصواب في الحديث: أنه حديث صحيح رواه الترمذي وغيره، كما بين ذلك المحققون كشيخ الإسلام ابن تيمية وغيره، فالحديث ثابت، وفيه أن الأعمى توسل إلى الله بدعاء النبي صلى الله عليه وسلم في أن يقبل الله شفاعة النبي صلى الله عليه وسلم، فالرسول عليه الصلاة والسلام حي حاضر دعا لهذا الرجل، فرد الله عليه بصره، وهذا ليس فيه شيء، والممنوع إنما هو: أن يتوسل بالميت، بأن يدعوه من دون الله، أو يتوسل بذاته، أو يجعل ذاته وسيلة، فهذا شرك، أما إذا كان حياً حاضراً يدعو، وأنت تؤمن فهذا لا شيء فيه، وهذا من التوسل المشروع، وهذا هو الذي فعله الرجل الأعمى مع النبي صلى الله عليه وسلم، فإنه طلب من النبي صلى الله عليه وسلم أن يشفع له بأن يدعو الله أن يرد إليه بصره، فدعا النبي صلى الله عليه وسلم الله، وسأل الأعمى الله تعالى أن يقبل فيه شفاعة نبيه، فشفعه الله فيه، فرد الله إليه بصره. ¶ فقول المؤلف: (إلا ما ورد في حديث فيه مقال) هو حديث الأعمى، وحديث الأعمى الصواب فيه: أنه صحيح، وليس فيه مقال ولا توسل ممنوع، وإنما الأعرابي توسل بدعاء النبي صلى الله عليه وسلم وهو حي حاضر. ¶ يقول المؤلف رحمه الله تعالى: (واعتقد ما لا يحل اعتقاده كما اعتقده المشركون في الأوثان) أي: هم يعتقدون أنها تقربهم إلى الله وتشفع لهم. ¶ وقوله: (فضلاً عمن ينذر بماله وولده لميت أو حي). ¶ أي: من نذر لميت أو حي، أو يطلب من ذلك الميت ما لا يطلب إلا من الله من الحاجات، فيطلب من الميت أن يقضي حاجته، أو يشفي مريضه، أو أن يرد غائبه، فهذا هو الشرك، ولهذا قال المؤلف: (من عافية مريضه، أو قدوم غائبه) فيدعوهم يا فلان! اشف مريضي، واردد غائبي، وأنا في حسبك وفي جوارك، فهذا شرك. ¶ وقوله: [فإن هذا هو الشرك بعينه الذي كان ويكون عليه عباد الأصنام، والنذر بالمال على الميت ونحوه، والنحر على القبر، والتوسل به، وطلب الحاجات منه، هو بعينه الذي كان تفعله الجاهلية]. ¶ أي: أن الذي ينذر بالمال للميت حتى يشفع له، أو ينحر على قبره أو عند قبره، أو يتوسل به، بأن يعبده من دون الله، أو يدعوه من دون الله، يقول المؤلف: [هو بعينه الذي كانت تفعله الجاهلية، وإنما كانوا يفعلونه لما يسمونه وثناً وصنماً]. ¶ فالجاهليون كانوا يتقربون بالذبح والنذر للأصنام والأوثان.",
            "page": "6",
            "part": "3",
            "seal": "F37802A2"
        },
        {
            "id": "37",
            "nass": "الأسماء لا تغير المعاني والحقائق ¶ قال المصنف: [وفعله القبوريون لما يسمونه ولياً وقبراً ومشهداً] يقول: لا فرق بينهم إلا في تغيير الأسماء، فالمشركون القدامى يذبحون وينذرون لأي شيء من الأصنام والأوثان، والمتأخرون يذبحون وينذرون للولي، ولصاحب القبر الذي يسمونه ولياً أو قبراً، ولا فرق بين فعل هؤلاء وهؤلاء إلا في التسمية، والتسمية لا تغير من الحكم شيئاً، ولهذا قال المؤلف: [والأسماء لا أثر لها ولا تغير المعاني، ضرورة لغوية وعقلية وشرعية؛ فإن من شرب الخمر وسماها ماء ما شرب إلا خمراً، وعقابه عقاب شارب الخمر، ولعله يزيد عقابه للتدليس والكذب في التسمية. ¶ وقد ثبت في الأحاديث أنه يأتي قوم يشربون الخمر يسمونها بغير اسمها، وصدق صلى الله عليه وسلم؛ فإنه قد أتى طوائف من الفسقة يشربون الخمر ويسمونها نبيذاً، وأول من سمى ما فيه غضب الله تعالى وعصيانه بالأسماء المحبوبة عند السامعين: إبليس لعنه الله، فإنه قال لأبي البشر آدم عليه السلام: {هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلَى} [طه:120] فسمى الشجرة التي نهى الله تعالى آدم عن قربانها شجرة الخلد؛ جذباً لطبعه إليها، وهزاً لنشاطه إلى قربانها، وتدليساً عليه بالاسم الذي اخترعه لها، كما يسمي إخوانه المقلدون له الحشيشة بلقمة الراحة. ¶ وكما يسمي الظلمة ما يقبضونه من أموال عباد الله تعالى ظلماً وعدواناً أدباً، فيقولون: أدب القتل، أدب السرقة، أدب التهمة، بتحريف اسم الظلم إلى اسم الأدب، كما يحرفونه في بعض المقبوضات إلى اسم النفاعة، وفي بعضها إلى اسم السياقة، وفي بعضها أدب المكاييل والموازين، وكل ذلك اسمه عند الله ظلم وعدوان كما يعرفه من شم رائحة الكتاب والسنة، وكل ذلك مأخوذ عن إبليس، حيث سمى الشجرة المنهي عنها شجرة الخلد]. ¶ يقصد المؤلف بكلامه هذا: أن الأسماء لا تغير المعاني والحقائق، وإنما العبرة بالمعاني والحقائق. ¶ فالمشركون السابقون يتقربون للأصنام والأوثان، فيذبحون وينذرون لها، والمتأخرون يتقربون للقبور والمشاهد والأولياء، والحكم واحد. ¶ فهؤلاء يسمونه صنماً وهؤلاء يسمونه قبراً ومشهداً، وكل منهم يصرف له العبادة والمعنى واحد، فكلهم يشركون وإن تغيرت الأسماء، فالعبرة بالمعاني والحقائق. ¶ ولهذا لما قال الذين أسلموا حديثاً للنبي صلى الله عليه وسلم في غزوة حنين حين مروا على المشركين، ولهم سدرة يعكفون عندها ويعلقون عليها أسلحتهم، قالوا: (يا رسول الله! اجعل لنا ذات أنواط. ¶ فقال النبي صلى الله عليه وسلم: قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى: اجعل لنا إلهاً كما لهم آلهة). ¶ فالنبي صلى الله عليه وسلم جعل مقالتهم مثل مقالتهم، فبنو إسرائيل قالوا: اجعل لنا إلهاً، وأصحاب النبي صلى الله عليه وسلم قالوا: اجعل لنا ذات أنواط. ¶ فالرسول صلى الله عليه وسلم قال: المقالة هي المقالة،؛ لأن العبرة بالمعاني وليست بالألقاب. ¶ كذلك هؤلاء الأوائل يذبحون للأصنام والأوثان، والمتأخرون يذبحون للقبور والمشاهد، فالحكم واحد. ¶ وكذلك من شرب الخمر وسماها شراب الروح، فهي خمر وإن سماها شراب الروح، والذي يتعامل بالربا ولا يسميه ربا، بل يسميه فائدة أو عمولة أو ربحاً مركباً، لا تخرج عن كونها ربا. ¶ قوله: (وأصل ذلك تدليس) أي: أن إبليس هو الذي شرع للناس تغيير الحقائق، إذ أمر آدم وحواء أن يأكلا من الشجرة التي نهى الله آدم عنها، وسماها شجرة الخلد حتى يهز النشاط ويلبس عليهما، ويجرهما إلى الأكل منها فيطيعوه في المعصية. ¶ قوله: [فإن من شرب الخمر وسماها ماء ما شرب إلا خمراً، وعقابه عقاب شارب الخمر، ولعله يزيد عقابه بالتدليس]. ¶ يعني: يستحق عقاباً أشد. ¶ فالذي يشرب الخمر عقابه ثمانين جلدة، أما الذي يغيرها ويسميها شراب الروح، فينبغي أن يزاد له في العقوبة؛ للتدليس والكذب في التسمية. ¶ قوله: [وأول من سمى ما فيه غضب الله وعصيانه بالأسماء المحبوبة عند السامعين: إبليس لعنه الله؛ فإنه قال لأبي البشر آدم عليه الصلاة والسلام: {هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلَى} [طه:120] فسمى الشجرة التي نهى الله آدم عن قربانها شجرة الخلد؛ جذباً لطبعه إليها، وهزاً لنشاطه إلى قربانها، وتدليساً عليه بالاسم الذي اخترعه لها) وهو: شجرة الخلد، فلو قال: الشجرة التي نهى الله عنها ما قرب إليها آدم. ¶ لكن لما قال: شجرة الخلد. ¶ صار فيه تلبيساً وتدليساً. ¶ وقوله: (كما يسمي إخوانه) يعني: إخوان إبليس. ¶ قوله: (المقلدون له الحشيشة بلقمة الراحة) الحشيش محرم، وهو نوع من المخدر، ويسميه البعض: لقمة الراحة، حتى يغر الناس. ¶ قوله: (وكما يسمي الظلمة ما يقبضونه من أموال عباد الله ظلماً وعدواناً أدباً). ¶ يعني: الضرائب التي يأخذونها بغير حق، يسمونها أدب القتل، أدب السرقة، أدب التهمة. ¶ فيروج لها بتحريف اسم الظلم إلى اسم الأدب. ¶ وقوله: (كما يحرفون في بعض المقبوضات إلى اسم النفاعة) كأن هذا كان في زمن المؤلف، يسمونها النفاعة، مثل: الذي يسمونها عمولة، أو مساعدة، أو معاونة، وهي محرمة. ¶ وقوله: (وفي بعضها إلى اسم السياقة، وفي بعضها أدب المكاييل والموازين، وكل ذلك اسمه عند الله ظلم وعدوان، كما يعرفه من شم رائحة الكتاب والسنة، وكل ذلك مأخوذ عن إبليس، حيث سمى الشجرة المنهية شجرة الخلد) فاقتدى به الفسقة، وصاروا يسمون الخمر بغير اسمها، ويسمون الحشيشة بغير اسمها، والربا بغير اسمه، اقتداء بإبليس حيث سمى الأسماء بغير اسمها تغريراً بالناس. ¶ قال المؤلف رحمه الله تعالى: [وكذلك تسمية القبر مشهداً، ومن يعتقدون فيه ولياً لا يخرجه عن اسم الصنم والوثن؛ إذ هم معاملون لهم معاملة المشركين للأصنام، ويطوفون بها طواف الحجاج ببيت الله الحرام، ويستلمونها استلامهم لأركان البيت، ويخاطبون الميت بالكلمات الكفرية، من قولهم: على الله وعليك، ويهتفون بأسمائهم عند الشدائد ونحوها، وكل قوم لهم رجل ينادونه، فأهل العراق والهند يدعون عبد القادر الجيلاني، وأهل التهائم لهم في كل بلد ميت يهتفون باسمه يقولون: يا زيلعي، يا ابن العجيل، وأهل مكة وأهل الطائف: يا ابن العباس، وأهل مصر: يا رفاعي، يا بدوي، والسادة البكرية وأهل الجبال: يا أبا طير، وأهل اليمن: يا ابن علوان. ¶ وفي كل قرية أموات يهتفون بهم وينادونهم ويرجونهم لجلب الخير ودفع الضر. ¶ وهذا هو بعينه فعل المشركين في الأصنام كما قلنا في الأبيات النجدية: أعادوا بها معنى (سواعاً) ومثله (يغوث) و (ود) بئس ذلك من ود وقد هتفوا عند الشدائد باسمها كما يهتف المضطر بالصمد الفرد وكم نحروا في سوحها من نحيرة أهلت لغير الله جهرا على عمد وكم طائف حول القبور مقبلا ويلتمس الأركان منهن بالأيدي]. ¶ يقول المؤلف رحمه الله: (إن من ذلك تسمية القبر مشهداً) فيسمون القبر الذي يعبدونه من دون الله مشهداً؛ حتى يلبسوا على الناس، لأنهم لو سموه معبداً لانصرف الناس عنه، ولكن عندما سموه مشهداً صار تلبيساً. ¶ وقوله: (ومن يعتقدون فيه ولياً لا يخرجه عن اسم الصنم والوثن) يعني: إذا قال: هذا قبر ولي. ¶ وهم يعبدونه من دون الله فهو صنم ووثن، ما داموا يصرفون له العبادة من دون الله فهو وثن، ولو سموه قبراً أو مشهداً. ¶ قوله: (إذ هم معاملون لها معاملة المشركين للأصنام، ويطوفون بها طواف الحجاج ببيت الله الحرام، ويستلمونها استلامهم لأركان البيت) يعني: كثير من المشركين صرفوا العبادة لأصحاب القبور، حتى إن بعض المشركين من الشيعة ألف كتاباً سماه: (حج المشاهد) يعني: حج القبور، إذا أقبل على القبر يقول: يحرم من مسافة كذا كما يحرم الحاج والمعتمر، ثم إذا وصل إلى القبر استلمه وطاف به، ثم بعد ذلك يذبح، ثم يحلق رأسه، ثم يهنئ بعضهم بعضاً، فيقول: تقبل الله منك، فإذا قيل له: هل تبيع هذه الحجة إلى القبر بحجة إلى بيت الله. ¶ فيقول: لا. ¶ فيدعو الميت حتى يشفي مريضه ويرد غائبه، أنه لابد أن يقرب له الذبائح. ¶ والطواف بالقبور شرك ومحرم، وهو عين ما كان يفعله المشركون لأصنامهم، وما يفعله القبوريون عند أهل القبور هو عين ما يفعله عباد الأصنام عند أصنامهم. ¶ ثم يقول المؤلف بعد ذلك: [فإذا أبان العلماء ذلك للأئمة والملوك؛ وجب على الأئمة والملوك بعث دعاة إلى الناس؛ يدعونهم إلى إخلاص التوحيد لله؛ فمن رجع وأقر حقن عليه دمه وماله وذراريه، ومن أصر فقد أباح الله منه ما أباح لرسوله صلى الله عليه وسلم من المشركين] أي: أن يقاتلوا ويجاهدوا.",
            "page": "7",
            "part": "3",
            "seal": "A5E95AE6"
        },
        {
            "id": "38",
            "nass": "شرح تطهير الاعتقاد عن أدران الإلحاد لابن الأمير الصنعاني [6] ¶ إن للقبوريين شبهاً يحتجون بها، ويتشبثون بها للدلالة على صحة أفعالهم الشركية والبدعية، وهذه الشبه ليست بشيء إذا ما وضعناها في الميزان العلمي، وعرضناها على الكتاب والسنة، وقد قام العلماء بمناقشتها وبيان وهائها.",
            "page": "1",
            "part": "4",
            "seal": "106BD56F"
        },
        {
            "id": "39",
            "nass": "تفنيد شبهات القبوريين في الاستغاثة ¶ قال المؤلف رحمه الله تعالى: [فإن قلت: الاستغاثة قد ثبتت في الأحاديث، فإنه قد صح أن العباد يوم القيامة يستغيثون بآدم أبي البشر، ثم بنوح، ثم بإبراهيم، ثم بموسى، ثم بعيسى، وينتهون إلى محمد صلى الله عليه وسلم بعد اعتذار كل واحد من الأنبياء، فهذا دليل على أن الاستغاثة بغير الله ليست بمنكر. ¶ قلت: هذا تلبيس؛ فإن الاستغاثة بالمخلوقين الأحياء فيما يقدرون عليه لا ينكرها أحد، وقد قال الله تعالى في قصة موسى مع الإسرائيلي والقبطي: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص:15]، وإنما الكلام في استغاثة القبوريين وغيرهم بأوليائهم؛ وطلبهم منهم أموراً لا يقدر عليها إلا الله تعالى من عافية المريض غيرها. ¶ بل أعجب من هذا: أن القبوريين وغيرهم من الأحياء من أتباع من يعتقدون فيه قد يجعلون له حصة من الولد إن عاش، ويشترون منه الحمل في بطن أمه ليعيش، ويأتون بمنكرات ما بلغ إليها المشركون الأولون. ¶ ولقد أخبرني بعض من يتولى قبض ما ينذر القبوريون لبعض أهل القبور أنه جاء إنسان بدراهم وحلية نسائه وقال: هذه لسيده فلان -يريد صاحب القبر- نصف مهر ابنتي؛ لأني زوجتها وكنت ملّكت نصفها فلاناً: يريد صاحب القبر. ¶ وهذه النذور بالأموال وجعل قسط للقبر، كما يجعلون شيئاً من الزرع يسمونه (تلماً) في بعض الجهات اليمنية. ¶ وهذا شيء ما بلغ إليه عباد الأصنام! وهو داخل تحت قوله تعالى: {وَيَجْعَلُونَ لِمَا لا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ} [النحل:56] بلا شك ولا ريب. ¶ نعم استغاثة العباد يوم القيامة وطلبهم من الأنبياء إنما يدعون الله تعالى ليفصل بين العباد بالحساب؛ حتى يريحهم من هول الموقف، وهذا لا شك في جوازه، أعني طلب الدعاء لله تعالى من بعض عباده لبعض، بل قال صلى الله عليه وسلم لـ عمر رضي الله عنه لما خرج معتمراً: (لا تنسنا يا أخي من دعائك)، وأمرنا سبحانه أن ندعو للمؤمنين ونستغفر لهم، يعني: قوله تعالى: {رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ} [الحشر:10]، وقد قالت أم سليم رضي الله عنها: (يا رسول الله خادمك أنس! ادع الله له)، وقد كان الصحابة رضي الله عنهم يطلبون الدعاء منه صلى الله عليه وسلم وهو حي، وهذا أمر متفق على جوازه. ¶ والكلام في طلب القبوريين من الأموات أو من الأحياء الذين لا يملكون لأنفسهم نفعاً ولا ضراً، ولا موتاً ولا حياة ولا نشوراً أن يشفوا مرضاهم، ويردوا غائبهم، وينفسوا عن حبلاهم، وأن يسقوا زرعهم، ويدروا ضروع مواشيهم، ويحفظوها من العين، ونحو ذلك من المطالب التي لا يقدر عليها إلا الله، وهؤلاء هم الذين قال الله تعالى فيهم: {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لا يَسْتَطِيعُونَ نَصْرَكُمْ وَلا أَنفُسَهُمْ يَنصُرُونَ} [الأعراف:197]، {إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ} [الأعراف:194]، فكيف يطلب الإنسان من الجماد، أو من حي الجماد خير منه؟! لأنه لا تكليف عليه]. ¶ هذه من سلسلة الشبهات والأسئلة التي يوردها المؤلف مما ترد على ألسنة القبوريين، فيقول رحمه الله: فإن قلت: إن الاستغاثة قد ثبتت في الأحاديث، فإنه قد صح أن العباد يوم القيامة يستغيثون بآدم أبي البشر، ثم بنوح، ثم بإبراهيم، ثم بموسى، ثم بعيسى، وينتهون إلى محمد صلى الله عليه وسلم بعد اعتذار كل واحد من الأنبياء، فهذا دليل على أن الاستغاثة بغير الله ليست بمنكر. ¶ هذه شبهة يوردها بعض القبوريين، فيقول قائلهم: أنت تقول: إن الاستغاثة شرك، وأنا عندي دليل على أن الاستغاثة ليست بشرك. ¶ فإن قلت له: وما دليلك؟ يقول لك: ثبت في الصحيحين وغيرهما: (أن الناس يوم القيامة إذا دنت الشمس من رءوسهم وزيد في حرارتها استغاثوا بالأنبياء، فيأتون أولاً آدم فيقولون له: يا آدم أنت أبو البشر، خلقك الله بيده، ونفخ فيك من روحه، وأسجد لك ملائكته، اشفع لنا إلى ربك، فيعتذر قائلاً: إن ربي قد غضب اليوم غضباً لم يغضب قبله مثله، ولن يغضب بعده مثله، وإني أكلت من الشجرة التي نهاني الله عنها، اذهبوا إلى غيري، اذهبوا -في لفظ: إلى إبراهيم بعد آدم، وفي اللفظ الآخر أنهم يذهبون بعد آدم إلى نوح- إلى نوح، ويأتون نوحاً فيقولون: يا نوح أنت أول رسول بعثه الله إلى أهل الأرض، اشفع لنا إلى ربك، ألا ترى ما نحن فيه، فيعتذر ويقول: إني دعوت على أهل الأرض دعوة أغرقتهم بسببها، اذهبوا إلى غيري، اذهبوا إلى إبراهيم، فيعتذر لهم إبراهيم بكذباته الثلاث، وهي في حقيقتها تورية، ثم يحيلهم إلى موسى، فيقول لهم: اذهبوا إلى موسى فإنه كليم الله، فيأتون موسى فيعتذر لهم ويقول إنه قتل نفساً بغير حق، ثم يقول لهم: اذهبوا إلى عيسى، فيأتون عيسى فيعتذر عيسى لهم ويقول: إنه اتخذ وأمه إلهين من دون الله، ويقول لهم: اذهبوا إلى محمد؛ فإنه خاتم النبيين، فيشفع نبينا عليه الصلاة والسلام فيهم، ويقول: أنا لها أنا لها). ¶ فهذا الحديث يستدل به القبوريون ويقولون: هذا دليل على أن الاستغاثة بغير الله ليست منكراً؛ لأن هؤلاء الناس يوم القيامة يستغيثون بآدم ثم بنوح ثم بإبراهيم ثم بموسى ثم بعيسى، فليست الاستغاثة منكراً، ¶ و A  قال المؤلف: قلت هذا تلبيس؛ فإن الاستغاثة بالمخلوقين الأحياء فيما يقدرون عليه لا ينكرها أحد، أي: هذا تلبيس منكم أيها المشركون! لأن الناس حينما يستغيثون يوم القيامة بآدم ثم بنوح ثم بإبراهيم ثم بموسى ثم بعيسى هذا وهم أحياء، والاستغاثة بالحي لا شيء فيها إذا كان يقدر على التنفيذ، كإنسان غريق في البحر وعنده سباح فقال للسباح: أغثني، والسباح عنده قدرة على إنقاذه فأنقذه، فمثل هذا لا شيء فيه، وكذا لو أن إنساناً عليه ديون فاستغاث بمن يعينه على قضاء دينه فأغاثه، فلا بأس في ذلك، وعلى هذا فقس، وإنما الممنوع هو الاستغاثة بالميت؛ لانتهاء الأمل فيه، وكذا تمنع الاستغاثة بالغائب الذي لا يسمع، أو الاستغاثة بالحي في شيء لا يقدر عليه إلا الله، فهذا وأمثاله من الشرك. ¶ فالمؤلف يقول لهم: هذا تلبيس منكر؛ لأن هذا الدليل الذي ذكرتموه إنما هو دليل على أن الاستغاثة بالحي الحاضر جائزة، والذي ننكره عليكم هو الاستغاثة بالأموات، أو بالغائبين، أو بالأحياء الذين لا يقدرون. ¶ قال المؤلف: ومن الأدلة على جواز الاستغاثة بالحي الحاضر فيما يقدر عليه قصة موسى مع الإسرائيلي والقبطي. ¶ وذلك أن موسى خرج -قبل النبوة- في مصر فوجد رجلين يقتتلان كما قص الله علينا ذلك في سورة القصص، فقال سبحانه: {وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلانِ هَذَا مِنْ شِيعَتِهِ وَهَذَا مِنْ عَدُوِّهِ} [القصص:15] أي: واحد من بني إسرائيل من جماعة موسى والآخر قبطي، فاستغاث الإسرائيلي بموسى؛ لأنه من جماعته، أي: من بني إسرائيل، ومعنى استغاث به، أنه قال له أغثني، فأغاثه موسى، فضرب خصمه ضربة فقضى عليه، أي: قتله، فلما علم فرعون وملؤه صاروا يطلبونه، وجاء رجل من أقصى المدينة ينصحه قائلاً: {إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ} [القصص:20] فخرج من مصر. ¶ الشاهد من هذا: أن موسى أغاث الإسرائيلي، لكن إنما استغاثه الإسرائيلي لأنه حي حاضر، فأغاثه موسى. ¶ وكان هذا قبل النبوة ثم تاب الله عليه، وبعد ذلك أرسله الله تعالى، فهذا من الأدلة على جواز الاستغاثة بالحي الحاضر القادر، وقد قال الله في قصة موسى مع الإسرائيلي والقبطي: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ} [القصص:15]. ¶ يقول المؤلف: وإنما الكلام في استغاثة القبوريين وغيرهم بأوليائهم، فهذا هو الشرك، كأن يقول: يا فلان أغثني، أو يا فلان رد غائبي، والمستغاث به ميت، ويقول: أنا في حسبك وجوارك فلا تخيب رجائي، اشفع لي عند الله، أنقذني من النار! أدخلني الجنة! ارزقني! انصرني على عدوي! فهذا هو الشرك بعينه؛ لأنه -أي: المدعو ميت- ليست بيده أسباب الإجابة، وكذلك الغائب والحي الحاضر فيما لا يقدر عليه إلا الله، ولهذا قال المؤلف: وإنما الكلام في استغاثة القبوريين وغيرهم بأوليائهم، وطلبهم منهم أموراً لا يقدر عليها إلا الله من عافية مريض ونحوه. ¶ بل الأعجب من هذا: أن القبوريين وغيرهم من الأحياء من أتباعهم ممن يعتقدون فيهم يجعلون لوليهم المزعوم حصة من الولد إن عاش! ويشترون منه الحمل في بطن أمه ليعيش! وهذا من شركهم. ¶ ومعنى: يجعل له حصة من الولد أن يقول مخاطباً صاحب القبر: إن عاش هذا الولد فلك نصفه، أي: نصف كسبه، أو يقول مثلاً في بنته: إن عاشت هذه البنت حتى تتزوج فلك نصف المهر، أي: لصاحب القبر، ويشترون منه الحمل في بطن أمه ليعيش، أو في بطن الدابة أو غيرها، ويشترون من صاحب القبر الحب بكذا ويعطونه منه؛ حتى لا تصيبه عاهة، فيقول المؤلف في هذا ومثله: إنه شرك ما بلغ إليه المشركون الأولون. ¶ قوله رحمه الله: ولقد أخبرني بعض من يتولى قبض ما ينذر القبوريون لبعض أهل القبور: أنه جاء إنسان بدراهم وحلية نسائه وقال: هذه للسيد فلان -يريد صاحب القبر- نصف مهر ابنتي، أي: لما زوج ابنته أخذ نصف المهر وأعطاه للسيد صاحب القبر، ونصف المهر جعله لها، وقال -أي: الناذر لصاحب القبر- إني زوجتها وكنت قد ملكت نصفها سيد فلان، أي: أنه ملك نصفها لصاحب القبر، فلما تزوجت أعطى نصف المهر لصاحب القبر. ¶ يقول المؤلف: وهذه النذور بالأموال، وجعل قسط للقبر كما يجعلون شيئاً من الزرع يسمونه تلماً في بعض الجهات اليمنية، وهذا شيء ما بلغ إليه عباد الأصنام! وهو داخل تحت قول الله تعالى: {وَيَجْعَلُونَ لِمَا لا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ} [النحل:56] بلا شك ولا ريب، فإن هذا جاء في القرآن، أي: جاء أن المشركين يجعلون نصيباً من الزرع وال",
            "page": "2",
            "part": "4",
            "seal": "D41516A4"
        },
        {
            "id": "40",
            "nass": "ما يجوز من الاستغاثة وما لا يجوز ¶ يقول المؤلف: مع أن استغاثة العباد يوم القيامة بالأنبياء إنما هي ليدعوا الله لهم ليفصل بينهم يوم القيامة بالحساب حتى يريحهم من هول الموقف، وهذا لا شك في جوازه، أعني طلب دعاء الله تعالى من بعض عباده لبعض. ¶ ويعني رحمه الله: أن العباد حينما يستغيثون يوم القيامة بآدم ثم بنوح ثم بإبراهيم ثم بموسى ثم بعيسى ثم بمحمد، هذه استغاثة حي بحي، وهذا لا بأس به؛ لأن الناس أحياء والأنبياء أحياء، واستغاثة الحي بالحي القادر لا إشكال فيها، والممنوع هو: استغاثة الحي بالميت، أو بالغائب، أو بالحي غير القادر، ولهذا قال المؤلف: وهذا لا شك في جوازه، أعني: طلب دعاء الله تعالى من بعض عباده لبعض، ومن ذلك قوله صلى الله عليه وسلم لـ عمر رضي الله عنه لما خرج معتمراً: (لا تنسنا يا أخي من دعائك)، وفي لفظ: (لا تنسني يا أخي من دعائك)، لكن هذا الحديث فيه ضعف؛ لأن في سنده عاصم بن عبيد الله العمري وهو ضعيف، ولكن المعنى صحيح، وقد دلت النصوص على أنه لا بأس بدعاء الحي للحي، ومن ذلك قول الله تعالى وقد أثنى على الأحياء لاستغفارهم لمن سبقهم بالإيمان: {رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ} [الحشر:10]، وقد قالت أم سليم رضي الله عنها: (يا رسول الله خادمك أنس، ادع الله له)، وهذا في الصحيحين وغيرهما، فدعا النبي صلى الله عليه وسلم لـ أنس، وهذا دعاء حي حاضر لحي حاضر. ¶ يقول المؤلف: وقد كان الصحابة رضي الله عنهم يطلبون الدعاء منه صلى الله عليه وسلم وهو حي، وهذا أمر متفق على جوازه، يعني دعاء الحي للحي، والكلام في طلب القبوريين من الأموات أو من الأحياء الذين لا يملكون لأنفسهم نفعاً ولا ضراً، ولا موتاً ولا حياة ولا نشوراً أن يشفوا مرضاهم، هذا هو الشرك، وهو طلب بعض الأحياء من صاحب القبر أن يشفي مريضه، أو طلبهم من الحي غير القادر أن يشفي مرضاهم وليس من شاف إلا الله، أو أن يرد الغائب، أو ينفس عن الحبلى -أي: الحامل-، أو يسقي زرعهم، أو يدر ضروع مواشيهم، أو يحفظها من العين، فكل هذا شرك، سواء طلبه من الميت أو من الغائب أو من الحي الحاضر؛ لأن هذا لا يقدر عليه إلا الله، ونحو ذلك من المطالب التي لا يقدر عليها إلا الله. ¶ يقول المؤلف: هؤلاء الذين قال الله تعالى فيهم: {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ لا يَسْتَطِيعُونَ نَصْرَكُمْ وَلا أَنفُسَهُمْ يَنصُرُونَ} [الأعراف:197] أي: هم لا ينصرون أنفسهم فكيف ينصرونكم؟ وقال سبحانه: {إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ} [الأعراف:194] فكيف يطلب الإنسان من الجماد، أو من حي الجماد خير منه!! لأنه لا تكليف عليه.",
            "page": "3",
            "part": "4",
            "seal": "F58B5F6B"
        },
        {
            "id": "41",
            "nass": "سلوك القبوريين مسلك المشركين الأوائل ¶ قال المؤلف رحمه الله تعالى: [وهذا يبين ما فعله المشركون الذين حكى الله ذلك عنهم في قوله تعالى: {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا} [الأنعام:136]، وقال: {وَيَجْعَلُونَ لِمَا لا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ} [النحل:56]. ¶ فهؤلاء القبوريون والمعتقدون في جهال الأحياء وضلالهم سلكوا مسالك المشركين حذو القذة بالقذة، فاعتقدوا فيهم ما لا يجوز أن يعتقد إلا في الله تعالى، وجعلوا لهم جزءاً من المال، وقصدوا قبورهم، من ديارهم البعيدة للزيارة، وطافوا حول قبورهم وقاموا خاضعين عند قبورهم، وهتفوا بهم عند الشدائد، ونحروا تقرباً إليهم، وهذه هي أنواع العبادات التي عرفناك. ¶ ولا أدري هل فيهم من يسجد لهم؟ لا أستبعد أن فيهم من يفعل ذلك، بل أخبرني من أثق به أنه رأى من يسجد على عتبة باب مشهد الولي الذي يقصده تعظيماً له وعبادة. ¶ ويقسمون بأسمائهم، بل إذا حلف من عليه حق باسم الله تعالى لم يقبلوا منه، فإذا حلف باسم ولي من أوليائهم قبلوه وصدقوه، وهكذا كان عباد الأصنام {وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ} [الزمر:45]، وفي الحديث الصحيح: (من كان حالفاً فليحلف بالله أو ليصمت)]. ¶ يقول المؤلف: وهذا يبين ما فعله المشركون الذين حكى الله ذلك عنهم، أي: يبين أن ما فعله هؤلاء القبوريون مثل ما فعله المشركون الذين حكى الله عنهم في سورة الأنعام بقوله: {وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِيبًا فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ وَهَذَا لِشُرَكَائِنَا} [الأنعام:136] أي: يجعلون لشركائهم نصيباً من الأصنام، والقبوريون فعلوا مثل فعلهم، فجعلوا نصيباً لصاحب القبر ونصيباً لله، وقد قال الله تعالى: {وَيَجْعَلُونَ لِمَا لا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ} [النحل:56]. ¶ يقول المؤلف: فهؤلاء القبوريون والمعتقدون في جهال الأحياء وضلالهم سلكوا مسالك المشركين حذو القذة بالقذة، والقذة هي: ريش السهم، والمعنى: أنهم نهجوا نهجهم دون انحراف أو تغيير، سواء بسواء، كما تشبه ريشة السهم الريشة الأخرى دون زيادة أو نقصان، فهؤلاء القبوريون الذين يعتقدون في أصحاب القبور النفع والضر سلكوا مسلك عباد الأصنام حذو القذة بالقذة، فاعتقدوا فيهم ما لا يجوز أن يعتقد إلا في الله، فاعتقدوا أنهم ينفعون ويضرون من دون الله، ويقربونهم إلى الله، ويشفعون لهم، ويجلبون لهم الرزق، ويردون الغائب، ويشفون المريض. ¶ وهذا لا يعتقد إلا في الله، ومع ذلك اعتقدوا فيهم هذا الاعتقاد، وجعلوا لهم جزءاً من المال، كما جعل عباد الأصنام لأصنامهم، وقصدوا قبورهم من ديارهم البعيدة للزيارة، وطافوا حولها، وقاموا خاضعين عندها، وهتفوا بأصحابها عند الشدائد، ونحروا لهم تقرباً إليهم.",
            "page": "4",
            "part": "4",
            "seal": "ADE53919"
        },
        {
            "id": "42",
            "nass": "سجود عباد القبور لأوثانهم ¶ يقول المؤلف: ولا أدري هل فيهم من يسجد لهم؟ ولا أستبعد أن فيهم من يفعل ذلك، بل أخبرني من أثق به أنه رأى من يسجد على عتبة باب مشهد الولي الذي يقصده؛ تعظيماً له، وهذا واقع، فهم يسجدون ويركعون لهم من دون الله، ولذا ألف بعض عباد الرافضة والشيعة كتاباً سماه: حج المشاهد، وهي القبور، فجعل للقبر حجاً، وقال فيه: إن الإنسان إذا أتى صاحب القبر يحرم أولاً كما يحرم الحاج، فإذا وصل إلى القبر استلمه وطاف به كما يطوف الحاج أو المعتمر بالكعبة! فإذا طاف بهذا الوثن صلى بعد ذلك ركعتين، وسجد لصاحب القبر، فإذا انتهى ذبح لصاحب القبر، وحلق رأسه وهكذا. ¶ حج كحج بيت الله العتيق، ويفعل هذا الشرك ألوف من الناس، ثم يهنئ بعضهم بعضاً إذا انتهوا، ويقولون لبعضهم: أعظم الله أجرك وتقبل منك. ¶ فإذا قيل لأحدهم: هل تبيع هذه الحجة إلى القبر بحجة لبيت الله الحرام؟ قال: لا، ولا بألف حجة! نسأل الله السلامة والعافية. ¶ فهذا واقع كما قال المؤلف يسجدون لهم، ويذبحون، وينذرون، ويحجون، ويكشفون رءوسهم، ويحلقون ويفعلون جميع أنواع العبادة تقرباً لهذه الأوثان.",
            "page": "5",
            "part": "4",
            "seal": "52202EDD"
        },
        {
            "id": "43",
            "nass": "تعظيم عباد القبور أوثانهم أكثر من الله ¶ يقول المؤلف رحمه الله: بل إذا حلف من عليه حق باسم الله تعالى لم يقبلوا منه، فإذا حلف باسم ولي من أوليائهم قبلوه وصدقوه، وهكذا كان عباد الأصنام إذا ذكر الله وحده اشمأزت قلوبهم، كما قال تعالى عنهم: {وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ} [الزمر:45]، وفي الحديث الصحيح: (من كان حالفاً فليحلف بالله أو ليصمت) رواه الشيخان وغيرهما. ¶ يعني: أن هؤلاء الوثنيين يقسم أحدهم باسم الولي، ولا يقسم باسم من أسماء الله أو صفة من صفاته، فلا يقسم إلا باسم الولي، يقول أحدهم مثلاً: والبدوي، وزينب، وابن علوان أو بـ عبد القادر الجيلاني، فإذا حلف باسم الولي لا يمكن أن يحنث في حلفه، وأما إذا حلف باسم الله فلا يبالي؛ لأنه يعظم الصنم والوثن أكثر من تعظيمه لله، فإذا حلفت له بالله ما يصدق ولا يبالي، وإذا حلفت له باسم الولي فإنه يصدق، فهؤلاء عظموا أصنامهم وأوثانهم وقبورهم أشد من تعظيمهم لله.",
            "page": "6",
            "part": "4",
            "seal": "7CC43D1B"
        },
        {
            "id": "44",
            "nass": "كلمة التوحيد عاصمة لدم قائلها ما لم يأت بناقض ¶ قال المؤلف رحمه الله تعالى: [وسمع رسول الله صلى الله عليه وسلم رجلاً يحلف باللات، فأمره أن يقول: لا إله إلا الله. ¶ وهذا يدل على أنه ارتد بالحلف بالصنم، فأمره أن يجدد إسلامه فإنه قد كفر بذلك، كما قررناه في (سبل السلام شرح بلوغ المرام) وفي (منحة الغفار)، فإن قلت: لا سواء؛ لأن هؤلاء قد قالوا لا إله إلا الله، وقد قال النبي صلى الله عليه وسلم: (أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها). ¶ وقال لـ أسامة بن زيد: (لم قتلته بعدما قال لا إله الله)؟ وهؤلاء يصلون ويصومون ويزكون ويحجون، بخلاف المشركين. ¶ قلت: قد قال صلى الله عليه وسلم: (إلا بحقها) وحقها إفراد الإلهية والعبودية لله تعالى، والقبوريون لم يفردوا الإلهية والعبادة، فلم تنفعهم كلمة الشهادة، فإنها لا تنفع إلا مع التزام معناها، كما لم ينفع اليهود قولها؛ لأنكارهم بعض الأنبياء. ¶ وكذلك من جعل غير من أرسله الله نبياً لم تنفعه كلمة الشهادة، ألا ترى أن بني حنيفة كانوا يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويصلون، ولكنهم قالوا إن مسيلمة نبي؛ فقاتلهم الصحابة وسبوهم، فكيف بمن يجعل للولي خاصة الإلهية ويناديه للمهمات؟ وهذا أمير المؤمنين علي بن أبي طالب رضي الله عنه حرق أصحاب عبد الله بن سبأ، وقد وكانوا يقولون: نشهد أن لا إله إلا الله وأن محمداً رسول الله، ولكنهم غلوا في علي رضي الله عنه، واعتقدوا فيه ما يعتقد القبوريون وأشباههم، فعاقبهم عقوبة لم يعاقب بها أحداً من العصاة، فحفر لهم الحفائر، وأجج لهم النيران، ألقاهم فيها ثم قال: لما رأيت الأمر أمراً منكراً أججت ناري ودعوت قنبرا وقال الشاعر في عصره: لترم بي المنية حيث شاءت إذا لم ترم بي في الحفرتين إذا ما أججوا فيهن ناراً رأيت الموت نقداً غير دين والقصة في (فتح الباري) وغيره من كتب الحديث والسير، وقد وقع إجماع الأمة على أن من أنكر البعث كفر وقتل ولو قال: لا إله إلا الله، فكيف بمن يجعل لله نداً؟].",
            "page": "7",
            "part": "4",
            "seal": "EFAF1DEF"
        },
        {
            "id": "45",
            "nass": "الحلف بغير الله شرك ¶ يقول المؤلف رحمه الله: وسمع رسول الله صلى الله عليه وسلم رجلاً يحلف باللات، فأمره أن يقول: لا إله إلا الله. ¶ جاء في الحديث: (من حلف فقال في حلفه: واللات، فليقل: لا إله إلا الله، ومن قال: تعال أقامرك، فليتصدق) فمن حلف وقال باللات، فليقل: لا إله إلا الله، فهذه الكلمة تكفر تلك، ومن قال: تعال أقامرك، فليتصدق؛ فالصدقة تكفر دعوته للقمار، يعني: أن قوله لآخر: تعال نفعل القمار -والقمار معصية- عليه أن يتوب منها وذلك بأن يتصدق، وتكون الصدقة مكفرة، وإذا حلف وقال: واللات، فعليه أن يقول: لا إله إلا الله؛ لأن من حلف باللات فقد أشرك، فلابد أن يأتي بكلمة التوحيد: لا إله إلا الله، فهي تكفر عنه.",
            "page": "8",
            "part": "4",
            "seal": "19A71AAD"
        },
        {
            "id": "46",
            "nass": "حكم من حلف بغير الله ¶ أما قول المؤلف رحمه الله: وهذا يدل على أنه ارتد بالحلف بالصنم، فأمره أن يجدد إسلامه، فإنه قد كفر بذلك، كما قررناه في سبل السلام. ¶ هذا الكلام فيه تفصيل: فإذا حلف وقال: واللات، معظماً لها معتقداً تعظيمها كتعظيم الله، أو أنها تستحق شيئاً من العبادة التي لا تصرف إلا لله، فهذا لا شك أنه كفر كفراً أكبر، وأما من حلف بها مجرد حلف فقط وهو لا يعتقد أنها تستحق العبادة، فهذا قد يكون كفره كفراً أصغر، فلا يخرجه من الملة، وهذا هو ظاهر الحديث، أي: يكفر كفراً أصغر، وأنه إذا قال: لا إله إلا الله، فهذه تكفر عنه. ¶ كذلك أيضاً من قال: تعال أقامرك، تكون كفارته أن يتصدق للحديث: (من حلف فقال: واللات، فليقل: لا إله إلا الله، ومن قال: تعال أقامرك، فليتصدق).",
            "page": "9",
            "part": "4",
            "seal": "D9475F4D"
        },
        {
            "id": "47",
            "nass": "شبهة إيمان من حلف بغير الله وردها ¶ يقول المؤلف: فإن قلت: لا سواء، -هذه شبهة- لأن هؤلاء قد قالوا: لا إله إلا الله، وقد قال النبي صلى الله عليه وسلم: (أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها)، وقال لـ أسامة بن زيد رضي الله عنه: (لم قتلته بعدما قال لا إله إلا الله) وهؤلاء يصلون ويصومون ويزكون ويحجون، بخلاف المشركين. ¶ أورد المؤلف شبهة، وهي: إذا قلت: أيها القبوري! إن هؤلاء القبوريين يختلفون عن عباد الأصنام السابقون فليسوا سواء، فعباد الأصنام السابقين لا يقولون: لا إله إلا الله، ولا يصلون ولا يزكون ولا يحجون، وأما عباد القبور فهم يقولون: لا إله إلا الله، ويصلون ويزكون ويحجون. ¶ وكذلك أيضاً من شبههم: أن النبي صلى الله عليه وسلم قال: (أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها). ¶ ومن الشبه التي يوردونها: أن النبي صلى الله عليه وسلم قال لـ أسامة بن زيد لما أراد قتل الكافر فقال الرجل: لا إله إلا الله، فقتله أسامة، ظناً منه أنه إنما قالها تعوذاً، فقال النبي صلى الله عليه وسلم: (أقتلته بعدما قال: لا إله إلا الله؟). ¶ ومن الشبه التي يوردونها: أن هؤلاء يصلون ويزكون ويحجون بخلاف المشركين، وهذه رابع شبهاتهم التي أوردها المؤلف عنهم. ¶ والجواب عن هذه الشبه أن يقال: إن الذي يقول: لا إله إلا الله، إذا فعل ناقضاً من نواقض الإسلام فإنما تبطل هذه الكلمة لا إله إلا الله، فإذا كان الإنسان موحداً يصلي ويصوم ويزكي ويحج، لكن فعل الكفر، أو تكلم بكلمة الكفر، أو سب الله، أو سب الرسول صلى الله عليه وسلم، أو سب دين الإسلام، أو استهزأ بالله أو بكتابه أو برسوله، أو أنكر أمراً معلوماً من الدين بالضرورة، كمن أحل الزنا، أو الخمر، أو أنكر وجوب الصلاة، أو الزكاة، أو الحج: كفر، ولو قال لا إله إلا الله، فلا تنفعه؛ لأنها انتقضت، مثل: أن يتوضأ الإنسان ويحسن الوضوء ثم يخرج منه حدث كالبول أو الغائط أو الريح، فهل تبقى الطهارة أو تزول؟ لا شك أنها تنتهي وتزول، وما الذي أزالها وقد توضأ؟ إنه الحدث، فكذلك إذا قال لا إله إلا الله، ثم سب الله بطلت لا إله إلا الله وانتقضت بالكفر والردة والعياذ بالله، هذا خلاصة الجواب، أي: إذا فعل ناقضاً من نواقض الإسلام لم تنفعه لا إله إلا الله، ولا صلاته ولا زكاته ولا صومه ولا حجه. ¶ وأما حديث: (أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم) فمعنى حتى يقولوا: لا إله إلا الله، أي: معتقدين لمعناها، عاملين بمقتضاها مبتعدين عما يناقضها، ثم قال: (إلا بحقها)، ومن حقها أداء الواجبات، وترك المحرمات، ومن حقها أيضاً: إقامة الصلاة وإيتاء الزكاة، فمن قال: لا إله إلا الله، وامتنع عن إقام الصلاة، وإيتاء الزكاة، وأداء الحج، فإنه يقاتل حتى يؤدي حقوق لا إله إلا الله. ¶ وأما قول النبي لـ أسامة لما قتل رجلاً وقد قال: لا إله إلا الله، أقتلته بعدما قال لا إله إلا الله؟! فهذا لأن الكافر إذا قال: لا إله إلا الله حكم بإسلامه، ويجب الكف عنه، وحينئذ ننظر: إن التزم بالإسلام فالحمد لله، وإن لم يلتزم وفعل ما ينقض هذه الكلمة قتل بعد ذلك، ولهذا قال العلماء: لو أدى الفرائض، أو تشهد، أو صلى، حكم بإسلامه، ثم بعد ذلك ننظر: إن التزم بمقتضيات إسلامه وتوحيده فالحمد لله، وإن فعل ما ينقض الإسلام قتل بعد ذلك مرتداً، لكن حينما يقول: لا إله إلا الله يجب الكف عنه. ¶ هذا هو الجواب.",
            "page": "10",
            "part": "4",
            "seal": "10936D3B"
        },
        {
            "id": "48",
            "nass": "الرد على قولهم بأنهم يصلون ويصومون وإن فعلوا تلك الأفعال ¶ أما قولهم: إن هؤلاء يصلون ويزكون ويحجون، بخلاف المشركين، فنقول لهم: إذا كان هذا يصلي ويزكي ويحج ويقول: لا إله إلا الله، ثم فعل ناقضاً من نواقض الإسلام بطلت الصلاة والزكاة والصوم والحج، وبطل التوحيد؛ لفعله ناقضاً من نواقض الإسلام، فلو قال: لا إله إلا الله، وكان يصلي ويزكي ويحج، ثم سب الله، هل تنفعه الصلاة والزكاة والصوم والحج؟ لا تنفعه، وهل تنفعه إذا سب الرسول، أو سب دين الإسلام، أو قال: الصلاة ليست واجبة، أو هي مجرد رياضة فمن أحب أن يصلي فليصل، ومن لم يحب أن يصلي فلا؟ فهذا ولو لم يترك الصلاة فإنه يكفر، وكذا إن أنكر أمراً معلوماً من الدين بالضرورة كأن يقول: الربا، أو الزنا، أو الخمر، أو عقوق الوالدين حلال، فإنه يكفر؛ لأنه أنكر أمراً معلوماً من الدين بالضرورة، بخلاف ما إذا أنكر شيئاً مختلفاً فيه فلا يكفر. ¶ قال المؤلف رحمه الله: قلت: قد قال النبي صلى الله عليه وسلم: إلا بحقها، وحقها: إفراد الإلهية والعبودية لله تعالى. ¶ والقبوريون لم يفردوا الإلهية والعبادة، فلم تنفعهم كلمة الشهادة. ¶ قوله عليه الصلاة والسلام: إلا بحقها، المراد: أداء الواجبات وترك المحرمات، والأقرب في الجواب أن يقال: إن النبي صلى الله عليه وسلم لما قال: (أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله) مراده: عارفين لمعناها، عاملين بمقتضاها، وهذا لابد منه، فليس مجرد قولها باللسان يكفي المسلم، فلابد من الالتزام بحقوقها، فالقبوريون لم يفردوا الإلهية، أي: لم يقوموا بحقها من أداء الواجبات وعلى رأسها التوحيد، واجتناب المحرمات وعلى رأسها الشرك، فهذه الكلمة لابد فيها من معرفة المعنى، والعمل بالمقتضى، والبعد عما يناقضها، وإذا عرف معناها يكون قائلهاً عاملاً بمقتضاها ولابد، وإلا لم تنفعه؛ فإنها لا تنفع إلا مع التزام معناها، كما لم ينفع اليهود قولها؛ لإنكارهم بعض الأنبياء، أي: أن اليهود يقولون: لا إله إلا الله، لكن لا تنفعهم؛ لأنهم لم يقروا بنبوة محمد صلى الله عليه وسلم، وهذا ناقض من نواقض الإسلام. ¶ ولهذا نفى الله إيمان اليهود به، وأمر قتلهم في قوله: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} [التوبة:29]. ¶ فنفى الله الإيمان عنهم، وجعل إيمانهم إيماناً لاغياً لا قيمة له؛ لأنهم فعلوا ناقضاً من نواقضه، فلم يقروا برسالة محمد صلى الله عليه وسلم، ولهذا كما لم ينفع اليهود قولها لإنكارهم بعض الأنبياء، وكذلك من اتخذ غير من أرسله الله نبياً لم تنفعه كلمة الشهادة، كأن يقر بنبوة مسيلمة أو الأسود العنسي أو غيرهم ممن ادعى النبوة كفر، ولو كان يصلي، ويصوم، ويزكي، ويقول لا إله إلا الله فلا تنفعه، بل تبطل أعماله كلها، لماذا؟ لأنه فعل ناقضاً من نواقض الإسلام. ¶ ثم ذكر المؤلف أمثلة لهذا.",
            "page": "11",
            "part": "4",
            "seal": "1A8FE376"
        },
        {
            "id": "49",
            "nass": "أمثلة لمن ارتد بفعل ناقض من نواقض الإسلام ¶ المثال الأول: بنو حنيفة، وكانوا يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويصلون، لكنهم قالوا: إن مسيلمة نبي، وكان لهم محلة يقال لها محلة بني حنيفة في الكوفة، فجاءوا للجهاد يقاتلون من ناوءهم، ثم مر بهم بعض الصحابة فسمعهم يقولون: مسيلمة نبي، فأجمع الصحابة على قتالهم وكفرهم بسبب هذه الكلمة؛ لأنها نقضت التوحيد، ألا ترى أن بني حنيفة كانوا يشهدون أن لا إله إلا الله وأن محمداً رسول الله، ويصلون، ولكنهم قالوا إن مسيلمة نبي، فقاتلهم الصحابة وسبوهم، فكيف بمن يجعل للولي خاصة يدعوه من دون الله هذا لا شك في كفره؛ لأنه إذا كان الذي يجعل مسيلمة في رتبة النبي يكفر فالذي يجعل الولي في رتبة الله أشد كفراً. ¶ والمثال الثاني: إحراق أمير المؤمنين علي بن أبي طالب رضي الله عنه لأصحاب عبد الله بن سبأ، وكانوا يقولون: نشهد أن لا إله إلا الله وأن محمداً رسول الله، ولكن غلوا في علي رضي الله عنه، واعتقدوا فيه ما يعتقد القبوريون وأشباههم، فعاقبهم عقوبة لم يعاقب بها أحداً من العصاة، فإنه حفر لهم الحفائر، وأجج لهم ناراً وألقاهم فيها. ¶ هؤلاء هم السبئيون الذين تعلموا العلم من الصحابة، وكانوا يصلون ويصومون ويتعبدون، لكن غلوا في علي رضي الله عنه، وزعموا: أنه إله، فعند ذلك حفر لهم الحفائر في الأرض، وأجج فيها ناراً ثم ألقاهم فيها، وقال هذه الأبيات: لما رأيت الأمر أمراً منكراً أججت ناري ودعوت قنبرا وقنبر هو مولى لـ علي رضي الله عنه، وقال الشاعر: لترم بي المنية حيث شاءت إذا لم ترم بي في الحفرتين إذا ما أججوا فيهن ناراً رأيت الموت نقداً غير دين. ¶ أي: رأيت الموت شيئاً حاضراً، والقصة في فتح الباري وغيره من كتب الحديث والسير. ¶ وقول المؤلف: وقد وقع إجماع الأئمة على أن من أنكر البعث كفر وقتل، ولو قال: لا إله إلا الله، فكيف بمن يجعل لله نداً؟ أي: أجمع العلماء على أن من أنكر البعث يكفر، ولو كان يقول: لا إله إلا الله؛ لأنه فعل ناقضاً من نواقض الإسلام، وأنكر أصلاً من أصول الإيمان، فكيف بمن يجعل لله نداً؟ أي: إذا كان الذي ينكر البعث كافراً، فالذي يجعل لله نداً يدعوه من دون الله أشد كفراً.",
            "page": "12",
            "part": "4",
            "seal": "BF685DBC"
        },
        {
            "id": "50",
            "nass": "حقن دم المسلم وماله حتى تتبين مخالفته لما التزمه من التوحيد ¶ قال المؤلف رحمه الله تعالى: [فإن قلت: قد أنكر صلى الله عليه وسلم على أسامة قتله لمن قال لا إله إلا الله كما هو معروف في كتب الحديث والسير. ¶ قلت: لاشك أن من قال: لا إله إلا الله من الكفار حقن دمه وماله، حتى يتبين منه ما يخالف ما قاله، ولذا أنزل الله في قصة محلم بن جثامة: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا} [النساء:94]، فأمرهم الله تعالى بالتثبت في شأن من قال كلمة التوحيد، فإن التزم بمعناها كان له ما للمسلمين وعليه ما عليهم، وإن تبين خلافه لم يحقن دمه وماله بمجرد التلفظ]. ¶ وهذه من شبه القوم، يقول أحدهم: إن النبي صلى الله عليه وسلم قد أنكر على أسامة قتله لمن قال: لا إله إلا الله، فكيف ينكر عليه قتله لكافر قال: لا إله إلا الله؟ فقال المؤلف: ¶ A  إن من قال: لا إله إلا الله من الكفار حقن دمه وماله حتى يتبين منه ما يخالف ما قاله، يعني: إذا تكلم بكلمة التوحيد وكان لا يقولها في كفره حكم بإسلامه، ثم بعد ذلك ينظر: فإن التزم بالإسلام فالحمد لله، وإن فعل ما يخالف التوحيد قتل مرتداً، كما قال المؤلف: حتى يتبين له ما يخالف ما قاله من التوحيد، ولذلك أنزل الله في قصة محلم بن جثامة هذه الآية: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا} [النساء:94]، وذلك أنه مر بالصحابة فسلم عليهم، أو قال: لا إله إلا الله فقتلوه، فأنكر الله عليهم بقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِنًا} [النساء:94]، فأمرهم الله بالتثبت في شأن من قال كلمة التوحيد، فإن التزم بمعناها كان له ما للمسلمين وعليه ما عليهم، وإن تبين خلافه لم يحقن دمه وماله بمجرد التلفظ بها، وقد ذكر في سبب نزول هذه الآية: أنه لحق المسلمون رجلاً في غنيمة له فقال: السلام عليكم، فقتلوه وأخذوا غنيمته؛ فنزلت هذه الآية: {وَلا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِنًا تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا} [النساء:94] وهي تلك الغنيمة، رواه البخاري، ورواه مسلم عن أبي بكر بن أبي شيبة وعن سفيان. ¶ ومعنى قوله تعالى: (ألقى إليكم السلام) أي: نطق بالشهادتين، أوحياكم بتحية الإسلام. ¶ ومعنى: (لست مؤمناً) أي تقولون: لم يؤمن حقيقة، وإنما نطق بالإسلام تقية.",
            "page": "13",
            "part": "4",
            "seal": "56E4EE15"
        },
        {
            "id": "51",
            "nass": "قاعدة في التفريق بين المشرك والموحد ¶ قال المؤلف رحمه الله تعالى: [وهكذا كل من أظهر التوحيد وجب الكف عنه إلى أن يتبين منه ما يخالف ذلك، فإذا تبين لم تنفعه هذه الكلمة بمجردها، ولذلك لم تنفع اليهود، ولا نفعت الخوارج مع ما انضم إليها من العبادة التي يحتقر الصحابة عبادتهم إلى جنبها، بل أمر صلى الله عليه وسلم بقتلهم، وقال: (لئن أدركتهم لأقتلنهم قتل عاد) وذلك لما خالفوا بعض الشريعة، وكانوا شر قتلى تحت أديم السماء، كما ثبتت به الأحاديث. ¶ فثبت أن مجرد كلمة التوحيد غير مانع من ثبوت شرك من قالها؛ لارتكابه ما يخالفها من عبادة غير الله تعالى]. ¶ قول المؤلف: [وهكذا] أي: هذه قاعدة: في كل من أظهر التوحيد وجب الكف عنه إلى أن يتبين منه ما يخالف ذلك، أي: كل من أظهر التوحيد والإسلام وقال: لا إله إلا الله، فإننا نقبل منه؛ لأن علينا الحكم بالظاهر، فيجب الكف عنه، ونعتبره مسلماً، ثم بعد ذلك ننظر إن التزم بأحكام الإسلام فهو أخونا، وإن فعل ما ينقض الإسلام بعد ذلك فإنه يقتل، ويكون مرتداً، ولذلك هذه الكلمة لم تنفع اليهود، فهم يقولون: لا إله إلا الله ولم تنفعهم؛ لأنهم نقضوها بإنكار نبوة محمد صلى الله عليه وسلم، ولم تنفع الخوارج مع ما انضم إليها عندهم من العبادة التي يحتقر الصحابة عبادتهم إلى جنبها، بل أمر صلى الله عليه وسلم بقتلهم، وقال: لئن أدركتهم لأقتلنهم قتل عاد، وذلك لما خالفوا بعض الشريعة مخالفة تدعو إلى قتلهم، وكانوا شر قتلى تحت أديم السماء، كما ثبتت به الأحاديث. ¶ فهذا يدل على أن المؤلف يرى أن الخوارج كفار، وهذا قول لبعض أهل العلم، وهو رواية عن الإمام أحمد، واستدلوا بقوله صلى الله عليه وسلم: (لئن أدركتهم لأقتلنهم قتل عاد)، فشبههم بعاد، وهم قوم كفار، واستدلوا أيضاً بقوله صلى الله عليه وسلم: (يمرقون من الدين كما يمرق السهم من الرمية) وفي لفظ: (يمرقون من الدين ثم لا يعودون إليه) قالوا: فهذا دليل على كفرهم. ¶ والخوارج يكفرون الناس بالمعاصي، فالذي فعل الكبيرة يكفر عندهم، وكذا الزاني والسارق وشارب الخمر والعاق لوالديه، فهؤلاء وأمثالهم كفار عندهم، فالمؤلف يرى أنهم كفار، لكن جمهور العلماء: على أنهم مبتدعة وليسوا كفاراً، والصحابة عاملوهم معاملة المبتدعة ولم يعاملوهم معاملة الكفار؛ لأنهم متأولون، ولما سئل علي رضي الله عنه: أهم كفار؟ قال: من الكفر فروا. ¶ فهم متأولون، حيث جعلوا النصوص التي في العصاة من المسلمين تدل على كفرهم، والصحابة عاملوهم معاملة المبتدعة. ¶ فالحاصل أن المؤلف مشى على القول بأنهم كفار، وهو قول لقلة من العلماء، وأكثر العلماء على أنهم مبتدعة؛ لأنهم متأولون. ¶ قال المؤلف: فثبت أن مجرد النطق بكلمة التوحيد غير مانع من ثبوت شرك من قالها إن ارتكب ذلك، كعبادة غير الله. ¶ يعني: أن من تكلم بكلمة التوحيد ثم فعل الشرك أو ارتكب ناقضاً من نواقض الإسلام فإن هذه الكلمة لا تعصم دمه، بل يكون كافراً بذلك.",
            "page": "14",
            "part": "4",
            "seal": "D1A3CBEF"
        },
        {
            "id": "52",
            "nass": "شرح تطهير الاعتقاد عن أدران الإلحاد لابن الأمير الصنعاني [7] ¶ النذر مكروه ولو كان لله تعالى، فما بالك بالذين ينذرون للقبور والأموات، فيجعلون لها من أموالهم وحقوقهم الشيء الكثير، ويتقربون إليها بشتى العبادات؟! وهذا شرك بالله العظيم، لا يقبل الله من صاحبه صرفاً ولا عدلاً حتى يترك هذه الفواقر والبلايا.",
            "page": "1",
            "part": "5",
            "seal": "5ED1C198"
        },
        {
            "id": "53",
            "nass": "معنى العبادة ودخول النذر والنحر فيها ¶ قال المؤلف رحمه الله تعالى: [فإن قلت: القبوريون وغيرهم من الذين يعتقدون في فسقة الناس وجهالهم من الأحياء يقولون: نحن لا نعبد هؤلاء، ولا نعبد إلا الله وحده، ولا نصلي لهم، ولا نصوم، ولا نحج. ¶ قلتُ: هذا جهل بمعنى العبادة، فإنها ليست منحصرة فيما ذكرتَ، بل رأسها وأساسها الاعتقاد، وقد حصل في قلوبهم ذلك، بل يسمونه معتقداً، ويصنعون له ما سمعته مما تفرع عن الاعتقاد من دعائهم، وندائهم، والتوسل بهم، والاستغاثة، والاستعانة، والحلف والنذر وغير ذلك. ¶ وقد ذكر العلماء: أن من تزيّا بزي الكفار صار كافراً، ومن تكلم بكلمة الكفر صار كافراً، فكيف بمن بلغ هذه الرتبة اعتقاداً وقولاً وفعلاً؟ فإن قلت: هذه النذور والنحائر ما حكمها؟ قلت: قد علم كل عاقل أن الأموال عزيزة عند أهلها، يسعون في جمعها ولو بارتكاب كل معصية؛ ويقطعون الفيافي من أدنى الأرض الأقاصي، فلا يبذل أحد من ماله شيئاً إلا معتقداً لجلب نفع أكثر منه، أو دفع ضرر، فالناذر للقبر ما أخرج ماله إلا لذلك، وهذا اعتقاد باطل، ولو عرف الناذر بطلان ما أراده ما أخرج درهماً، فإن الأموال عزيزة عند أهلها، قال تعالى: {وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ * إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ} [محمد:36 - 37]].",
            "page": "2",
            "part": "5",
            "seal": "EBC8BA3C"
        },
        {
            "id": "54",
            "nass": "المعنى الصحيح للصلاة ¶ هاتان أيضاً شبهتان من سلسلة الشبهات التي يذكرها المؤلف، فإن قلت: القبوريون وغيرهم من الذين يعتقدون في فسقة الناس وجهالهم من الأحياء يقولون: نحن لا نعبد هؤلاء، ولا نعبد إلا الله وحده، ولا نصلي لهم، ولا نصوم ولا نحج. ¶ يعني: أن القبوريين الذي يعبدون القبور يقولون: نحن لا نعبد القبور، وهذا أيضاً هو قول من يعتقد في الفسقة الأحياء، يقولون: نحن لا نعبدهم، نحن لا نعبد إلا الله، ولا نصلي إلا لله، ولا نصوم إلا لله، ولا نحج إلا لله، فكيف تجعلوننا مثل عباد الأصنام؟ قال المؤلف: هذا جهل بمعنى العبادة؛ لأن العبادة ليست منحصرة في الصلاة والصيام والحج، إنما العبادة أنواع كثيرة، فمنها: الدعاء، والذبح، والنذر، والاعتقاد، أي: إذا اعتقدتم أنه يجوز أن يصرف لهم أيُّ نوع من أنواع العبادة فهذا كفر حتى ولو صليتم وحججتم لن تنفعكم هذه العبادات؛ لأن الصلاة والزكاة والصوم والحج لا تنفع أحداً من فاعليها إذا وجد ناقض من نواقض الإسلام. ¶ فالمؤلف يقول هذا جهل منكم بمعنى العبادة. ¶ يقول المؤلف: وقد حصل في قلوبهم ذلك، أي: حصل في قلوبهم أن صاحب القبر يستحق أن تصرف له العبادة، بل يسمونه معتقداً، أي: يسمون صاحب القبر معتقداً، ويصنعون له ما سمعت مما تفرع عن الاعتقاد، ولولا أنهم يعتقدون أنه يستحق العبادة لما دعوه من دون الله، ولما توسلوا، واستغاثوه واستعانوه وحلفوا به، ونذروا له.",
            "page": "3",
            "part": "5",
            "seal": "21C7B4C5"
        },
        {
            "id": "55",
            "nass": "حكم التزيي بزي الكفار ¶ وقول المؤلف: وقد ذكر العلماء: أن من تزيا بزي الكفار صار كافراً، هذا الأمر فيه تفصيل، فمجرد التزيي قد لا يبلغ به إلى درجة الكفر، أما إذا تزيا بزيهم تعظيماً لهم واستحل هذا التزيي وعظم دينهم فهذا كفر. ¶ وأما من يعتقد كفرهم وبطلان دينهم ويعلم أنه عاصٍ بهذا التزيي، لكن لبسه من باب التساهل فلا يكفر، وهذا تفصيل المسألة وفيها خلاف لأهل العلم. ¶ ومن تشبه بهم فقد أصابه حديث: (من تشبه بقوم فهو منهم) والتشبه بهم أقل أحواله التحريم، كما قال شيخ الإسلام ابن تيمية، وإلا فظاهره الكفر، ولكن المراد أن التشبه والتزيي لا يكون كفراً إلا إذا انضم إليه اعتقاد أن دينهم حق، وتعظيم دينهم وما أشبه ذلك، وأما مجرد التزيي فقط من غير قصد تشبه ويعلم أن دينهم باطل، وهو مؤمن بالله، ويعتقد أن دين الإسلام هو الحق، وأنه عاص بفعله، وإنما وقع في هذا التزيي لهوىً، فهذا عاص. ¶ قوله: (ومن تكلم بكلمة الكفر صار كافراً) كما سبق، فمن سب الله وسب الرسول صار كافراً، ومن تكلم بكلمة الكفر -أي: قاصداً لهذه الكلمة- فإنه يكفر، وأما من تكلم بكلمة الكفر ذاهلاً، أو جرت على لسانه بغير قصد، أو نائماً، أو هاذياً فلا يكفر، فكيف بمن بلغ هذه المرتبة اعتقاداً وقولاً وفعلاً ألا يكفر؟ أي: إذا كان الذي يتزيا بزي الكفار يكفر، والذي يتكلم بكلمة الكفر يكفر، فكيف بمن اعتقد أن صاحب القبر يستحق أن تصرف له أنواع العبادة؟ أو أمر بذلك، أو فعل ذلك، أو وقع في الشرك بقوله أو بفعله، ألا يكون أولى بالكفر من غيره؟",
            "page": "4",
            "part": "5",
            "seal": "067EC1C9"
        },
        {
            "id": "56",
            "nass": "حكم النذور والذبائح للأضرحة والمشاهد ¶ يقول المؤلف: فإن قلت هذه النذور والنحائر -وهي جمع نحيرة أي: الذبائح- ما حكمها؟ قلت: قد علم كل عاقل أن الأموال عزيزة عند أهلها، يسعون في جمعها ولو بارتكاب كل معصية، ويقطعون الفيافي -أي: الصحاري- من أدنى الأرض والأقاصي، فلا يبذل أحد من ماله شيئاً إلا معتقداً لجلب نفع أكثر منه، أو دفع ضرر، فالناذر للقبر ما أخرج ماله إلا لذلك. ¶ مراد المؤلف: أن هذه النذور والذبائح التي تنذر لصاحب القبر، فيذبح له، وتدفع إليه الأموال، لماذا يدفعها أصحابها؟ يقول: ما دفعها أحدهم إلا لاعتقاده أن صاحب القبر يستحق التعظيم والعبادة، وهذا الاعتقاد كفر؛ لأن الأموال عزيزة، كما يقال: المال شقيق الروح، والأموال يجمعها صاحبها ويتعب، ثم يلقيها بسهولة عند صاحب القبر، كلا، فلا يمكن أن يلقيها جزافاً، بل يلقيها لاعتقاده أن صاحب القبر يستحق هذا التعظيم، وأنه تصرف له العبادة، فيكفر بهذا الاعتقاد، فإن الأموال عزيزة عند أهلها ويحبونها، قال تعالى: {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ} [العاديات:8]، وقوله سبحانه: {وَلا يَسْأَلْكُمْ أَمْوَالَكُمْ * إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ} [محمد:36 - 37]، فإذاً يتبين أن حكم النذور والنحائر التي تنحر عند القبور شرك.",
            "page": "5",
            "part": "5",
            "seal": "86BE66F0"
        },
        {
            "id": "57",
            "nass": "أحكام النذور الشركية للأضرحة والمشاهد ¶ قال المؤلف رحمه الله تعالى: [فالواجب تعريف من أخرج النذر بأنه إضاعة لماله، وأنه لا ينفعه ما يخرجه ولا يدفع عنه ضرراً، وقد قال صلى الله عليه وسلم: (إن النذر لا يأتي بخير، وإنما يستخرج به من البخيل) ويجب رده إليه، وأما القابض للنذر فإنه حرام عليه قبضه؛ لأنه أكل لمال الناذر بالباطل، لا في مقابلة شيء، وقد قال الله تعالى: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} [البقرة:188]. ¶ ولأنه تقرير للناذر على شركه وقبح اعتقاد، ورضاه بذلك، ولا يخفى حكم الراضي بالشرك {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ} [النساء:48] الآية، فهو مثل حلوان الكاهن ومهر البغي. ¶ ولأنه تدليس على الناذر، وإيهام له أن الولي ينفعه ويضره، فأي تقرير لمنكر أعظم من قبض النذر على الميت؟ وأي تدليس أعظم وأي رضى بالمعصية أبلغ من هذا؟ وأي تصيير لمنكر معروفاً أعجب من هذا؟ وما كانت النذور للأصنام والأوثان إلا على هذا الأسلوب: يعتقد الناذر جلب النفع في الصنم ودفع الضرر؛ فينذر له جزءاً من ماله، ويقاسمه في غلات أطيانه، ويأتي به إلى سدنة الأصنام فيقبضونه منه، ويوهمونه حقية عقيدته، وكذلك يأتي بنحيرته فينحرها بباب الصنم. ¶ وهذه الأفعال هي التي بعث الله الرسل لإزالتها ومحوها وإتلافها والنهي عنها]. ¶ مراد المؤلف: أنه يجب على المسلم أن ينكر المنكر، وأعظم المنكرات الشرك، وهذه النذور منكرات شركية، فالواجب تعريف من أخرج النذر بأنه إضاعة لماله، وأنه لا ينفعه ما يخرجه، ولا يدفع عنه ضرراً. ¶ هذا رأي المؤلف في كيفية نصح عباد القبور، ونحن نقول: بل يجب على المسلم أن ينصحه بأن فعله هذا شرك، والشرك محبط للأعمال، ولا يدخل صاحبه الجنة إن مات على ذلك، وأنه بفعله هذا يكون مرتداً عن الإسلام، وهذا قبل أن يخبره بأنه إضاعة لماله وأنه لا ينفعه. ¶ ويعرف بأن فعله شرك، كأن يقال له: هذه النذور لغير الله، ومن نذر لغير الله فقد أشرك، ثم يبين له ثانياً: أنه مع كونه شركاً فهو أيضاً إضاعة للمال، فيقال له: كيف تأتي بمال تعبت في جمعه ثم تضعه عند قبر؟ بماذا ينفعك القبر؟ ولو كشفت عن القبر لوجدت صاحبه عظاماً بالية، فقد بلي من نذرت له وصار تراباً، فكيف تضع الأموال عنده وهذا حاله؟ لماذا ألغيت عقلك؟ ووقعت في الشرك بهذا الفعل، وأيضاً أضعت مالك. ¶ والنذر عموماً مكروه، لقول النبي صلى الله عليه وسلم: (إن النذر لا يأت بخير، وإنما يستخرج به من مال البخيل)، ويعلّم أن هذا في حق الناذر الذي ينذر لله، ليس في حق المشرك، وكذلك حديث: (النذر لا يأت بخير) ليس في النذر الذي ينذر صاحبه بالشرك؛ لأن الذي ينذر نذراً شركياً يكون مشركاً كافراً، لكن هذا الحديث إنما هو في الناذر الذي ينذر لله. ¶ فالنذر مكروه، بل افعل العبادة بدون نذر؛ لأنك تكلف نفسك بالنذر شيئاً قد عافاك الله منه، فالإنسان قد ينذر أن يصلي لله كذا إن شفى الله مريضه، أو ينذر بدون قيد، أو يلزم نفسه أن يصوم كذا، أو ينفق كذا من الأموال، ثم بعد ذلك يعجز، فافعل العبادة من دون نذر. ¶ وإذا كان النذر مكروهاً أو حراماً في الطاعة فكيف بالنذر لأصحاب القبور، أو للأصنام فإنه يكون شركاً بالله. ¶ فالذي يلاحظ كلام المؤلف يجد كأنه يقول: الواجب الإنكار على الناذر؛ لكون فعله هذا شركاً، ثم البيان له بأن هذا النذر إضاعة للمال، فلا يدفع ضرراً ولا يجلب نفعاً، وأن هذا الحديث المتقدم في الناذر الذي ينذر لله. ¶ ثم يقول: وأما القابض للنذر فإنه يحرم عليه قبضه؛ لأنه أكل لمال الناذر بالباطل لا في مقابلة شيء، وقد قال تعالى: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} [البقرة:188]، ولأنه تقرير للناذر على شركه وقبح اعتقاده، ورضاه بذلك، ولا يخفى حكم الراضي بالشرك، ويعني بالراضي به هنا: الذي يقبض النذر، أو السادن الذي يكون عند القبر لقبض النذور. ¶ يقول المؤلف: نقول لقابض النذور هذا مال حرام، ثم نقول له: إن هذا تقرير للشرك، والأولى أن يقدم المؤلف الثاني، أي: الأولى أن نقول له: كونك الآن تقبض النذور فعلك هذا إقرار للشرك، ومن أقر الشرك ورضي به فهو مشرك، ثم نقول له: إنك ستأكل مالاً حراماً وسحتاً، فالمؤلف قدم الأول وهو معصية على الثاني وهو شرك، وكان الأولى به أن يقدم الثاني. ¶ ثم يقول: فهو مثل حلوان الكاهن ومهر البغي. ¶ أما حلوان الكاهن فهو: أجرته على الكهانة، وأما مهر البغي -وهي الزانية- فهو أجرتها على الزنا، والكل حرام، فكذلك هذه النذور حرام. ¶ ثم قال المؤلف: ولأنه تدليس على الناذر، وإيهام له أن الولي ينفعه ويضره. ¶ فإذا قبض النذر وسكت أوهم الناذر أن الولي ينفع ويضر، فأي تقرير لمنكر أعظم من قبض النذر على الميت؟ وأي تدليس أعظم وأي رضى بالمعصية أبلغ من هذا؟ يقول: هذا القبض إقرار للشرك، وهو أعظم المنكرات وهو تدليس وإيهام للناذر بأنه على حق، وأن ما فعله ينفعه، وأي رضى أبلغ من هذا؟ وأي تصيير لمنكر معروفاً أعجب من هذا؟ يقول: وما كانت النذور للأصنام والأوثان إلا على هذا الحال، فما يفعله عباد القبور مثلما يفعله أصحاب الأصنام والأوثان؛ لأن الناذر يعتقد في الصنم جلب النفع ودفع الضرر، فيجلب لهم نفعاً، كظنهم أنه -أي: صاحب القبر- يشفع لهم عند الله، ويقضي حوائجهم عنده، فينذر له جزوراً من ماله، وهكذا عباد الأصنام، وكذلك عابد القبر ينذر لسيده جزوراً، كما يذبح المسلمون لربهم الأضحية، ويقاسمه في غلات مزرعته، ويأتي به إلى هؤلاء السدنة فيقبضون منه النذر ويوهمونه حقيقة عقيدته، وكذلك يأتي ببحيرته، والبحيرة: هي الناقة التي تلد خمسة بطون آخرها ذكراً، فيشقون منها الأذن، ويمنعون ركوبها وذبحها، ويتركونها للأصنام فينحرونها لهم، فالخلاصة: أن ما يفعله عباد القبور هو مثلما يفعله عباد الأصنام، وهذه الأفعال هي التي بعث الله الرسل لإزالتها ومحوها وإتلافها والنهي عنها وقتال أهلها؛ لأنها أفعال شركية.",
            "page": "6",
            "part": "5",
            "seal": "AC6CC594"
        },
        {
            "id": "58",
            "nass": "إدراك الناذر للقبر بعض النفع لا يبيح له عبادته ¶ قال رحمه الله تعالى: [فإن قلت: إن الناذر قد يدرك النفع ودفع الضرر بسبب إخراجه للنذر وبذله. ¶ قلت: كذلك الأصنام قد يدرك منها ما هو أبلغ من هذا، وهو الخطاب من جوفها، والإخبار ببعض ما يكتمه الإنسان، فإن كان هذا دليلاً على حقية القبور وصحة الاعتقاد فيها فليكن دليلاً على حقية الأصنام، وهذا هدم للإسلام، وتشييد لأركان الأصنام، والتحقيق: أن لإبليس وجنوده من الجن والإنس أعظم العناية في إضلال العباد، وقد مكن الله إبليس من الدخول في الأبدان، والوسوسة في الصدور، والتقام القلب بخرطومه؛ فكذلك يدخل أجواف الأصنام ويلقي الكلام في أسماع الأقوام، ومثله يصنعه في أهل عقائد القبوريين، فإن الله تعالى قد أذن له أن يجلب بخيله ورجله على بني آدم، وأن يشاركهم في الأموال والأولاد، وثبت في الأحاديث أن الشيطان يسترق السمع بالأمر الذي يحدثه الله، فيلقيه إلى الكهان، وهم الذين يخبرون بالمغيبات، ويزيدون فيما يلقيه الشيطان من عند أنفسهم مائة كذبة، ويقصد شياطين الجن وشياطين الإنس من سدنة القبور وغيرهم، فيقولون: إن الولي فعل وفعل، يرغبونهم فيه ويحذرونهم منه، وترى العامة -ملوك الأقطار وولاة الأمصار- معززين لذلك، ويولون العمال لقبض النذور، وقد يتولاها من يحسنون فيه الظن من عالم أو قاض أو مفت أو شيخ صوفي، فيتم التدليس لإبليس وتقر عينه بهذا التلبيس]. ¶ وهذه شبهة من سلسلة الشبهات التي أوردها المؤلف وأجاب عنها. ¶ فقال: فإن قلت: إن الناذر قد يدرك النفع ودفع الضرر بسبب إخراجه للنذر وبذله. ¶ معناه: أن الذي ينذر لأصحاب القبور قد يجد نفعاً، فأحياناً ينذر له ليرد غائبه فيأتي الغائب ويرده الله، وأحياناً يدفع النذر ليشفى مريضه فيشفى مريضه بإذن الله، فإذا حصل له هذا ظن الناذر حقية هذا الفعل؛ لكونه جلب له نفعاً، فأجاب المؤلف بقوله: إن هذه الشبهة هي شبهة عباد الأصنام. ¶ ويقال أيضاً: إن كون الناذر الذي نذر لصاحب القبر أو للصنم قد شفى الله مريضه أو رد غائبه هذا من باب الابتلاء والامتحان لهذا الناذر بأن وافق القدر بالشفاء وقت النذر، فظن هذا الذي نذر للقبر أن الشفاء بسبب النذر، وكذلك الذي رد الله غائبه وافق القدر، أي: قدر الله أن يرد هذا الغائب في هذا الوقت، فظن الناذر للقبر أنه بسبب نذره، مع أن الأمر قضاء وقدر. ¶ ويقول المؤلف: إذا قلت: إن الناذر قد يدرك له بعض النفع ودفع الضرر بسبب إخراجه للنذر وبذله. ¶ قلت: كذلك الأصنام قد يدرك منها ما هو أبلغ من هذا، وهو الخطاب من جوفها، والإخبار ببعض ما يكتمه الإنسان! فإن كان هذا دليلاً على حقية القبور وصحة الاعتقاد فيها؛ فليكن دليلاً على حقية الأصنام، وهذا هدم للإسلام، وتشييد لأركان الأصنام. ¶ كأن المؤلف رحمه الله يقول: إذا قلتم إن الذي ينذر لصاحب القبر يجد بعض النفع ويدفع عنه بعض دفع الضرر فكذلك عباد الأصنام ينتفعون منه، أي: من النذر للأصنام، كدخول الشياطين في جوفها ومخاطبتها الناس، وإن سألوا تجيبهم وتستجيب لمطالبهم، فهذا نفع، وقد كانوا يسمعون من العزى صوتاً؛ لأن الشيطان داخل فيها ويخاطبهم، ويغري الناس بالشرك، ويقول: افعل كذا، وسأفعل كذا، وسأقضي لك كذا، فلا يكون مجرد النفع دليلاً على صحة عبادتها، وكذلك القبور.",
            "page": "7",
            "part": "5",
            "seal": "5C90AB16"
        },
        {
            "id": "59",
            "nass": "تمكين الله لإبليس وجنوده من بني آدم ابتلاء وامتحاناً ¶ ثم يقول المؤلف: والتحقيق أن لإبليس وجنوده من الجن والإنس أعظم العناية في إضلال العباد، وقد مكن الله إبليس من الدخول في الأبدان والوسوسة في الصدور، والتقام القلب بخرطومه، فكذلك يدخل أجواف الأصنام، ويلقي الكلام في أسماع الأقوام، ومثله يصنعه في أهل عقائد القبوريين. ¶ أي: إن الله تعالى سلط إبليس وجنوده على بني آدم، ومن ذلك أن الله سلطهم على أبدان بني آدم فيدخل في البدن ويوسوس، كما قال تعالى: {مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ} [الناس:4 - 6]. ¶ فهو يوسوس في الصدور، وفي الحديث: (إن الشيطان يجري من ابن آدم مجرى الدم) وقد مكنه الله من الدخول في الأبدان والوسوسة في الصدور، والتقام القلب بخرطومه، وهذا ابتلاء وامتحان لهم، فيوسوس لهم ويحسن لهم الباطل، ويزين لهم أنهم استفادوا وانتفعوا من أصحاب القبور، كما أن الشيطان يدخل أجواف الأصنام ويلقي الكلام في أسماع الأقوام، فيتكلم معهم، ويقضي لهم الحوائج، ومثله يصنعه في القبوريين. ¶ قال: فإن الله تعالى قد أذن للشيطان أن يجلب بخيله ورجله على بني آدم. ¶ يشير المؤلف بكلامه هذا إلى قول الله تعالى: {وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الأَمْوَالِ وَالأَوْلادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا} [الإسراء:64]، وهذا ابتلاء وامتحان، أي: تمكين الله للشيطان ابتلاء وامتحان لبني آدم، فيجلب عليهم بخيله ورجله، ويوسوس لهم، ويشاركهم في الأموال والأولاد، وثبت في الأحاديث أن الشيطان يسترق السمع في الأمر الذي يحدثه الله، فيلقيه إلى الكهان، وذلك بإن الشياطين يركب بعضهم بعضاً حتى تسترق السمع، وأن الله تعالى إذا تكلم بالوحي سمعه أهل السماء السابعة، ثم يتخابر به أهل السماء السادسة، ثم الخامسة، حتى يصل إلى أهل السماء الدنيا، وحتى يتكلم به الملائكة في السحاب، والشياطين يركب بعضهم بعضاً فيتكلم الملائكة الذين في السماء الدنيا بالأمر الذي قضاه الله، فيسمعه الشيطان فيلقيه إلى من تحته، ويلقيه الآخر إلى من تحته حتى يصل إلى الشيطان الذي في الأرض فيلقيه في أذن الكاهن، كما جاء في الحديث: (يقرقرها في أذن وليه قر الدجاجة)، ثم إذا وصلت إلى أذن الكاهن كذب معها مائة كذبة، ثم يخبر الناس بهذا الكذب، واحدة سمعت من السماء والباقي كذب، فيصدق الناس الكهان بتلك الكلمات التي سمعت من السماء، والشهب تلاحقهم، وأحياناً تحرق أجسام الشياطين قبل أن يلقي الكلمة في أذن الكاهن، وأحياناً يلقيها ثم يأتيه الشهاب. ¶ والشياطين يولد لهم في الساعة ألوف مؤلفة، فهؤلاء يحرقهم الله وهؤلاء يولدون، وكل إنسان معه قرين، كما في الحديث، وهذا هو المعنى الذي أشار إليه المؤلف: من أنه يلقيه الشيطان إلى الكهان، والكهان هم الذين يخبرون بالمغيبات، ويزيدون فيها، ثم الشياطين تزيد عليها مائة كذبة، ويقصد شياطين الجن والإنس من سدنة القبور وغيرهم، فيقولون: إن الولي فعل وفعل، ويرغبون الأغمار من الناس في التقرب إليهم، وإذا كان الولي من الأحياء فقد يكون كاهناً؛ لأن الشياطين تلقي عليهم هذه الكلمات ويكذبون معها، فيتحدث شياطين الجن وشياطين الإنس: أن الولي فعل كذا وكذا وأخبر بكذا، حتى يعبده الناس من دون الله. ¶ يقول المؤلف: وترى العامة ملوك الأقطار وولاة الأمصار معززين لذلك، ويولون العمال لقبض النذور. ¶ يعني: أن العوام يرون بعض الملوك المشركين وبعض علماء الشرك وولاة الأمصار يعززون أصحاب القبور، ويذبحون لهم وينذرون لهم، ويؤيدونهم على النذور، أي: يقرونهم على النذور التي ينذرونها، وإن كانوا لا يذبحون لهم ولا ينذرون، لكنهم يقرون من ينذر لهم، وتجد بعض علماء الشرك يأتي إلى صاحب القبر ويشجع الناس قائلاً: إن هذا ينفع ويشفع لكم عند الله، وهو من الصالحين، فيغري الناس بالشرك، فيغتر العامة ويظنون أن هذا حق، وتجد بعض الملوك يولي العمال لقبض النذور؛ لأنهم يستفيدون من هذه الأموال وينفقونها في مصالحهم، فلهذا يشجعون هؤلاء المشركين على النذور، وقد يتولاها كما يقول المؤلف: من يحسنون الظن به من عالم أو قاض أو مفت أو شيخ صوفي. ¶ وقد يكون هذا العالم من علماء الشرك، وقاض من قضاة الشرك، ومفت من مفتي الشرك، وشيخ من الصوفية الضلال، فيتم التدليس لإبليس والتلبيس على الناس؛ لأن هذا ممن يفتون بالشرك، وهذا قاضٍ من قضاة الشرك، وهذا عالم من علماء الشرك، وهذا شيخ صوفي، وهذا ملك يولي العمال لقبض النذور، فيغتر العامة ويظنون أن هذا هو الحق، قال المؤلف: فيتم التدليس لإبليس، وتقر عينه بهذا التلبيس، نسأل الله السلامة والعافية، وفق الله الجميع لرضاه، وصلى على محمد وآله.",
            "page": "8",
            "part": "5",
            "seal": "93473ADD"
        },
        {
            "id": "60",
            "nass": "الأسئلة",
            "page": "9",
            "part": "5",
            "seal": "3E8B6010"
        },
        {
            "id": "61",
            "nass": "حكم التوسل إلى الله بأعمال الصالحين أو بذواتهم ¶ Q  لو قال رجل: اللهم إني أستغيث إليك بعمل فلان، وهذا المستغاث بعمله ميت، لكنه رجل صالح، فهل يجوز هذا؟ ¶ A  لا تكون الاستغاثة بالعمل، فهل يقصد السائل التوسل؟ لعل المقصود أنه يتوسل بعمل فلان، وهذا توسل بدعي، وإنما توسل يكون بعملك الصالح أنت، وأما أن تتوسل بعمل فلان فلا؛ لأن عمل فلان له وليس لك، فلا يجوز أن تتوسل بعمل فلان، أو بذاته، فهذا من البدع، ولا يفيدك شيئاً. ¶ وأما الاستغاثة فلا ترد هنا؛ لأن الاستغاثة معناها: طلب الغوث.",
            "page": "10",
            "part": "5",
            "seal": "5D18830A"
        },
        {
            "id": "62",
            "nass": "حكم دعاء الميت فيما يقدر عليه الأحياء ¶ Q  ما هو سبب شرك من دعا الميت دعاء قد يقدر على مثله الحي الحاضر؟ ¶ A  لأن الميت انقطع عمله، وليست عنده القدرة على الفعل، فإذا دعاه داعٍ فإنما دعاه لاعتقاده أنه ينفعه في الشفاعة عند الله، أو في كونه يوصل حوائجه إلى الله، مع أن الميت قد بليت عظامه، ولا يقدر على شيء، بخلاف الحي الحاضر فإن عنده أسباب الفعل، فلا بأس أن تستغيث بحي، كأن يعينك في قضاء الدين، بأن يكتب لك -مثلاً- شيكاً أو يعطيك، وقد لا يعطيك درهماً، فهذا حاضر قادر على الفعل، لكن الميت هل تقول: يا ميت أعطني كذا؟ لن يعطيك. ¶ فلا يستوي الأحياء والأموات. ¶ وكذلك دعاء الغائب لا يجوز؛ لأنه لا يسمع، فهو كالميت.",
            "page": "11",
            "part": "5",
            "seal": "8D1392F6"
        },
        {
            "id": "63",
            "nass": "الفرق بين الطواف حول القبور والمشاهد والطواف حول الكعبة ¶ Q  كيف نرد على من يقول: إن الطواف بالقبور والمشاهد مثل الطواف بالكعبة؛ لأن الكعبة مجرد جماد مثل المشاهد؟ ¶ A  هذا جهل مركب؛ لأن الكعبة إنما نطوف بها عبادة لله؛ لأن الله أمرنا أن نطوف بها، وأن نتجه في الصلاة إليها، وأمر الله المؤمنين بعد الهجرة بعد أن كانوا يتجهون إلى بيت المقدس أن يتجهوا إلى الكعبة، فطوافنا بالكعبة عبادة لله لا عبادة لها، وأما أن تطوف حول القبر فهذا شرك ابتدعته من عند نفسك، فالذي يطوف بالكعبة عبد الله بأمر شرعه، والذي يطوف بالقبر عبد صاحب القبر بأمر لم يشرعه الله، بل صرف نوعاً من أنواع العبادة لغير الله، فكيف يقال: إن الطواف بالقبر مثل الطواف بالكعبة؟ هذا لا يقوله إلا جاهل جهلاً مركباً.",
            "page": "12",
            "part": "5",
            "seal": "8E1CA4EE"
        },
        {
            "id": "64",
            "nass": "حكم تدريس كل نوع من أنواع التوحيد على حدة ¶ Q  هل لأحد أن يفرد نوعاً من أنواع التوحيد إذا دعت الحاجة لذلك خاصة عند التبيين، كإفراد توحيد الأسماء والصفات عند تبيينه للناس؟ ¶ A  لا بأس بذلك، كأن يدرس توحيد الأسماء والصفات، أو توحيد الربوبية، أو توحيد الألوهية.",
            "page": "13",
            "part": "5",
            "seal": "DBBCB1AD"
        },
        {
            "id": "65",
            "nass": "حكم الصلاة خلف الخوارج ¶ Q  إذا كان الخوارج مبتدعة فهل تجوز الصلاة خلفهم؟ ¶ A  مسألة الصلاة خلف المبتدعة فيها خلاف، فمن اعتقد كفر الخوارج لم يجز الصلاة خلفهم؛ لأن الكافر لا تصح الصلاة خلفه بإجماع المسلمين، وإذا صلى المسلم خلفه يجب عليه أن يعيد الصلاة بإجماع المسلمين، فالذين يكفرون الخوارج يقولون: لا تصح الصلاة خلفهم، والذين لا يكفرون الخوارج ويقولون: إنهم مبتدعة. ¶ اختلفوا في حكم الصلاة خلفهم: هل تجوز أم لا تجوز؟ فالأحناف والحنابلة يرون أن الصلاة خلف الفاسق لا تصح، والشافعية والمالكية يرون أن الصلاة خلف الفاسق صحيحة مع الإثم، هذا إذا لم يكن داعية لبدعته، كأن يكون مستور الحال، لكن الخوارج ليسوا مستوري الحال؛ فلا يصلى خلفهم ولو لم يكونوا كفاراً.",
            "page": "14",
            "part": "5",
            "seal": "4C9812C4"
        },
        {
            "id": "66",
            "nass": "حكم القيام بالأعمال رياء ¶ Q  إذا أحس شخص أنه يؤدي العبادة رياء، وهذا الإحساس مستمر معه، فهل يكفر بهذا؟ وما نصيحتكم له؟ ¶ A  هذا يجاهد نفسه ولا يكفر بهذا، والرياء الذي يكون من المنافق هو الذي يكفر به، والمنافق هو الذي دخل في الإسلام رياء، والرياء رياءان: رياء أكبر ورياء أصغر، فالأكبر مخرج من الملة، وهو الذي يحصل من المنافق، أي: الذي دخل في الإسلام رياء، وأما المؤمن فالرياء الذي يصدر منه رياء أصغر، وهو شرك أصغر إذا صدر منه في العبادة، كأن صدر منه في الصلاة أو الصيام أو الزكاة، وهذا فيه تفصيل: فإن كان طارئاً ثم دفعه فلا يضره، وإن استمر معه واسترسل حتى نهاية العبادة فهذا لا يجوز له فعله، ومن العلماء من قال: يبطل العمل، ومنهم من قال: يجازى بنيته الأولى، والظاهر: أنه يبطل العمل الذي قارنه، واستمر معه.",
            "page": "15",
            "part": "5",
            "seal": "92A140BC"
        },
        {
            "id": "67",
            "nass": "مقارنة هذا الكتاب بكتاب (كشف الشبهات) ¶ Q  يلاحظ تشابه كبير جداً بين هذا الكتاب وكتاب كشف الشبهات، فلعل أحدهما نقل عن الآخر، فما رأيكم؟ ومن هو الناقل عن الآخر؟ ¶ A  أنا قلت هذا، فهذه السلسلة من الشبهات تشبه الشبهات التي ذكرها الشيخ محمد بن عبد الوهاب، والشيخ محمد بن عبد الوهاب هو الأول، ولكن الشبهات التي ذكرها الشيخ الإمام المجدد في كشف الشبهات هي شبهات معدودة بالأصابع، لكن هي الأصل، وهذه الشبهات متفرعة عنها.",
            "page": "16",
            "part": "5",
            "seal": "54867E4B"
        },
        {
            "id": "68",
            "nass": "حكم من علق صنماً أو زناراً ¶ Q  هل القول بعدم كفر من شد الزنار أو علق صنماً كقلادة على صدره من أقوال المرجئة أم من أقوال أهل السنة؟ ¶ A  إذا علق صنماً عن قصد ويعني بذلك التعظيم للصنم فهذا كافر، وكذلك من شد الزنار معتقداً أنه من الكفار ويعتقد عقيدتهم، ويفعل فعلهم، فهذا كافر لاشك في كفره، ومن لم يكفر الكافر أو شك في كفره فهو كافر، وهذا فيه تفصيل؛ لأنه قد يشد الزنار جاهلاً ولا يدري ما حكم هذا الفعل، فإذا بين له تبرأ منه، أي: من شد الزنار، وأما من كان مستحسناً لعمل الكفار، ويرى أنهم على حق، أو يتمنى أنه مثلهم فقد كفر، وكذلك من علق الصنم -ويعلم أنه صنم- معظماً له معتقداً كاعتقادهم فهذا كافر والعياذ بالله.",
            "page": "17",
            "part": "5",
            "seal": "259556D6"
        },
        {
            "id": "69",
            "nass": "الفرق بين الحمد والشكر ¶ Q  ما هو الحمد الذي يكون بالفعل؟ والحمد الذي يكون بالاعتقاد؟ ¶ A  الحمد الذي يكون بالفعل يكون بقول اللسان كقوله: الحمد لله رب العالمين، والحمد والشكر بينهما عموم وخصوص وجهي، فالحمد: يكون باللسان، والشكر: يكون بالقول وبالفعل وبالقلب، فجميع المحامد كلها لله ملكاً واستحقاقاً، فإذا أثنى على الله وحمده بما هو أهله فهذا هو الحمد جعله لله، وإذا صرف النعم في مرضاة الله فهذا شكر لله بالعمل.",
            "page": "18",
            "part": "5",
            "seal": "AEFBCD56"
        },
        {
            "id": "70",
            "nass": "حكم قولك لآخر: (ادع لي) ¶ Q  هل يجوز أن يقول إنسان لآخر: ادع لي؟ ¶ A  لا بأس أن يقول المسلم لآخر: ادع لي، لكن تركه أولى، كما قال شيخ الإسلام ابن تيمية رحمه الله: لا تطلب من أحد أو لا تقل: ادع لي؛ لأن هذا مكروه، ولا ينبغي أن تحتاج لمخلوق أن يدعو الله لك، إلا إذا قصدت أن الملك يدعو لك؛ لأن من دعا لأخيه بظهر الغيب أجيب دعاؤه، كما جاء في الحديث: (وكل الله ملكاً يقول: ولك مثل ذلك)، فإذا قصدت بذلك أن تنتفع أنت بدعائه وينتفع هو بدعاء الملك فلك ذلك، وأما إذا قصدت نفع نفسك فقط فليس لك ذلك. ¶ يقول ابن تيمية: لأنه لا ينبغي سؤال الناس، والنبي صلى الله عليه وسلم بايع بعض الصحابة على ألا يسألوا الناس شيئاً، قال الراوي: وكان هؤلاء الرهط الذين بايعهم النبي صلى الله عليه وسلم يسقط سوط أحدهم وهو على الدابة فلا يقول لأحد: ناولنيه، بل ينزل ويأخذه حتى لا يحتاج لأحد بقوله: أعطني السوط. ¶ وأنت ألا تقدر أن تدعو لنفسك؟ وبعض الناس تجده يسرف في هذا، وتجده دائماً يقول: يا فلان ادع لي، وادع لأولادي، فنقول لمثل هذا: ادع أنت لنفسك، فما الذي يمنعك من ذلك؟ فأنت أولى بالدعاء لنفسك من غيرك؛ لأنك عندما تدعو لنفسك يكون الدعاء عن نصح وإخلاص وصدق وحضور قلب، فلهذا دعاؤك لنفسك أولى من أن يدعو لك شخص آخر. ¶ وفيه أيضاً سؤال للمخلوق والتفات إليه، وهذا يراه شيخ الإسلام مكروهاً وتركه أولى، إلا في حالة واحدة وهي: إذا قصدت أن تنتفع بدعائه لك، وهو ينتفع بدعاء الملك له، فإذا استحضرت هذا زالت الكراهة، وإلا فهو مكروه، هكذا رأى شيخ الإسلام رحمه في كتابه الوسيلة، وكلما كان الإنسان يستغني عن الناس بنفسه فهو أولى، إلا من يسرّه ذلك منه كأن يكون ولداً أو زوجة أو تلميذاً له يسره أن يخدمه فلا بأس. ¶ وأما بعض الناس فتجده يؤذي غيره، فدائماً يقول لهم: ادع لي، وكلما غفلت يقول لك: ادع لي يا فلان، وتجد بعض الناس وهو جالس دائماً يقول: يا فلان أعطني كذا، أعطني الماء، أعطني العصا، فإذا أعطيته ما طلبه قال: أعطني الحذاء، فإذا أعطيته طلب شيئاً آخر وهكذا، وهو جائز، لكن تركه أفضل. ¶ فلا ينبغي للإنسان أن يسأل الناس لغير ما حاجة، أو يحرجهم، وكلما كان التقليل من سؤال الناس والحاجة إليهم فهو أولى، ومن ذلك طلب الدعاء فلا يكثر الإنسان منه؛ لأنه إيذاء للناس وميل بالقلب إليهم.",
            "page": "19",
            "part": "5",
            "seal": "2BF5021F"
        },
        {
            "id": "71",
            "nass": "حكم من فعل ناقضاً لإسلامه ثم تاب منه ¶ Q  من فعل ناقضاً من نواقض الإسلام ثم تاب منه فهل يقتل ردة؟ ¶ A  من تاب تاب الله عليه، والنصوص واضحة في أن التائب من الذنب كمن لا ذنب له.",
            "page": "20",
            "part": "5",
            "seal": "67081C67"
        },
        {
            "id": "72",
            "nass": "حكم الجهل بمسائل الاعتقاد ¶ Q  ما الرد على من يقول: إنه يعذر بالجهل في باب الاعتقاد، مستدلين بحديث الرجل الذي أمر أولاده أن يحرقوه بعد موته؟ ¶ A  الجهل ليس كل أحد يعذر به، فالتوحيد الذي بعث الله به رسوله وأنزل به كتابه لا يعذر بتركه أحد، فمن فعل الشرك وهو يعيش بين المسلمين كأن دعا غير الله، أو ذبح لغيره لا يعذر، إنما يعذر في هذا أهل الفترات الذين كانوا قبل بعثة النبي صلى الله عليه وسلم، والله تعالى يقول: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} [الإسراء:15]، وقد بعث الرسول، وقال سبحانه: {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنذِرَكُمْ بِهِ وَمَنْ بَلَغَ} [الأنعام:19]، فمن بلغه القرآن فقد قامت عليه الحجة، فلا يعذر أحد أن يذبح لغير الله في بلاد المسلمين، ولا يعذر لكونه لا يقبل النصيحة، كأن يصم أذنه؛ لكيلا يسمع الحق والقرآن والنصوص الشرعية، فهذا ليس له عذر، إنما الذي يعذر في المسائل الدقيقة الخفية التي يجهل مثلها، كأن يكون في بلاد بعيدة لم يسمع بالإسلام، أو لم يسمع بأشياء خفية منه، مثل قصة الرجل الذي أمر أهله أن يحرقوه ويذروه، وفي بعض الروايات أنه طلب من بنيه بعد إحراقه أن يذروا نصفه في البر ونصفه في البحر، وقال: لئن قدر الله علي ليعذبني عذاباً شديداً. ¶ هذا الرجل قال فيه العلماء: إنه ليس معانداً ولا مكابراً ولا مكذباً ولكنه جاهل، هو يؤمن بالبعث، ويؤمن بقدرة الله، ويعلم أن الله يبعث الناس، ويقول إن الله لو بعثه لعذبه، فيؤمن بقدرة الله، لكنه أنكر كمال تفاصيل قدرته، فظن أنه إذا أحرق وذُر سيفوت على الله فلا يقدر على بعثه، والداعي له في ذلك ليس العناد أو التكذيب، وإنما هو الجهل مع الخوف العظيم، فاجتمع له أمران: جهل وخوف عظيم، فغفر الله له، وأما لو كان مكذباً بالبعث أو عالماً بحرمة فعله أو معانداً لربه فلا ينفعه خوفه منه، هكذا قرر شيخ الإسلام وغيره من أهل العلم. ¶ ومن العلماء من قال: إن هذا في شرع من قبلنا، فلا يكون دليلاً على العذر بالجهل في مسائل الاعتقاد، لكن ما قدمناه هو الصواب.",
            "page": "21",
            "part": "5",
            "seal": "60651591"
        },
        {
            "id": "73",
            "nass": "شرح تطهير الاعتقاد عن أدران الإلحاد لابن الأمير الصنعاني [8] ¶ إن الحق ما قام عليه الدليل من الكتاب والسنة لا ما تتابع عليه الآباء والأجداد، أو ما شرعته الأسلاف والأعراف، أو ما زلت به أقدام العلماء والدعاة، فالحق يعرف بدليله لا بقائله، فاعرف الحق تعرف أهله.",
            "page": "1",
            "part": "6",
            "seal": "661E2A7D"
        },
        {
            "id": "74",
            "nass": "الحق ما قام عليه الدليل لا ما اتفق عليه العوالم جيلاً بعد جيل ¶ قال المصنف رحمه الله تعالى: [فإن قلت: هذا أمر عم البلاد، واجتمعت عليه سكان الأغوار والأنجاد، وطبق الأرض شرقاً وغرباً، ويمناً وشاماً، وجنوباً وعدناً، بحيث لا تجد بلدة من بلاد الإسلام إلا وفيها قبور ومشاهد وأحياء يعتقدون فيها ويعظمونها، وينذرون لها، ويهتفون بأسمائها، ويحلفون بها، ويطوفون بفناء القبور، ويسرجونها، ويلقون عليها الأوراد والرياحين، ويلبسونها الثياب، ويصنعون كل أمر يقدرون عليه من العبادة لها، وما في معناها من التعظيم والخضوع والخشوع والتذلل والافتقار إليها، بل هذه مساجد المسلمين غالبها لا يخلوا عن قبر أو قريب منه، أو مشهد يقصده المصلون في أوقات الصلاة، يصنعون فيه ما ذكر، أو بعض ما ذكر، ولا يسع عقل عاقل أن هذا منكر يبلغ إلى ما ذكرت من الشناعة، ويسكت عليه علماء الإسلام الذين ثبتت لهم الوطأة في جميع جهات الدنيا. ¶ قلت: إن أردت الإنصاف، وتركت متابعة الأسلاف، وعرفت أن الحق ما قام عليه الدليل لا ما اتفق عليه العوالم جيلاً بعد جيل، وقبيلاً بعد قبيل، فاعلم أن هذه الأمور التي ندندن حول إنكارها، ونسعى في هدم منارها، صادرة عن العامة الذين إسلامهم تقليد الآباء بلا دليل، ومتابعتهم لهم من غير فرق بين دني ومثيل ينشأ الواحد فيهم فيجد أهل قريته وأصحاب بلدته يلقنونه في الطفولة أن يهتف باسم من يعتقدون فيه، ويراهم ينذرون عليه ويعظمونه، ويرحلون به إلى محل قبره، ويلطخونه بترابه، ويجعلونه طائفاً على قبره، فينشأ وقد قر في قلبه عظمة ما يعظمونه، وقد صار أعظم الأشياء عنده من يعتقدونه، فنشأ على هذا الصغير، وشاخ عليه الكبير، ولا يسمعون من أحد عليهم من نكير. ¶ بل ترى ممن يتسم بالعلم، ويدعي الفضل، وينتصب للقضاء أو الفتيا أو التدريس أو الولاية أو المعرفة أو الإمارة والحكومة، معظماً لما يعظمونه، مكرماً لما يكرمونه، قابضاً للنذور، آكلاً ما ينحر على القبور، فيظن العامة أن هذا دين الإسلام، وأنه رأس الدين والسنام، ولا يخفى على أحد يتأهل للنظر، ويعرف بارقة من علم الكتاب والسنة والأثر: أن سكوت العالِم أو العالَم على وقوع منكر ليس دليلاً على جواز ذلك المنكر]. ¶ لا يزال المؤلف رحمه الله يذكر سلسلة من الشبهات والأسئلة التي يوردها بعض عباد القبور؛ ليلبسوا بها على الناس، ثم يجيب عنها. ¶ يقول المؤلف رحمه الله: فإن قلت: هذا أمر عم البلاد، يعني: وجود القبور والمشاهد، ومن يطوفون حولها وينذرون لها ويذبحون عندها ويعظمونها، واجتمع عليه سكان الأغوار والأنجاد. ¶ يعني: اجتمع عليه سكان المرتفعات والمنخفضات، فالأغوار جمع غور، وهو: المنخفض من الأرض، والأنجاد جمع نجد، وهو: ما ارتفع من الأرض، يعني: اجتمع عليه الناس كلهم في البوادي وفي الأودية، وفوق الجبال، واستمروا على هذا الأمر، واجتمعوا عليه، ولهذا قال: طبق الأرض شرقاً وغرباً، ويمناً وشاماً وجنوباً وعدناً. ¶ أي: كل هذه المواطن موجودة فيها القبور في الشرق والغرب واليمين والشمال والجنوب والعدن، بحيث لا تجد بلدة من بلاد الإسلام إلا وفيها قبور ومشاهد، وأحياء يعتقدون فيها ويعظمونها وينذرون لها، ومعنى: ينذر لها النذور، أي: يقولون لصاحب القبر: إن شفى الله مريضي فلك علي كذا وكذا، أي: لصاحب القبر، وقد يكون النذر من الذبائح أو الحبوب أو الثمار أو النقود، وكذلك يدعونها ويهتفون باسمها، ولهذا قال المؤلف: لا تجد بلدة من بلاد الإسلام إلا وفيها قبور ومشاهد، وأحياء يعتقدون فيها ويعظمونها وينذرون لها، ويهتفون بأسمائها، ويحلفون بها، ويطوفون بفناء القبور ويسرجونها. ¶ ومعنى يسرجونها: يضعون عليها السرج والأنوار، وهذا من وسائل الشرك -أي: وضع القباب على القبور، وإسراجها بالسرج- والآن تسرج بالكهرباء، وهذا تعظيم لها، ويلقون عليها الأوراد والرياحين، وهذا دعوة للشرك، وهذه كلها من وسائله، وكذلك الكتابة عليها، وإلباسها الثياب، بل يصنعون كل أمر يقدرون عليه من العبادة لها، وما في معناها من التعظيم والخشوع والخضوع والتذلل والافتقار إليها. ¶ يقول المؤلف: حتى المساجد ما سلمت من هذا، أي: حتى مساجد المسلمين ما تجد مسجداً إلا وفيه قبر، فإن لم يكن داخل المسجد فهو خارجه، وهذا موجود إلى الآن مثلما قال المؤلف: بل هذه مساجد المسلمين غالبها لا يخلو عن قبر، أو مشهد يقصده المصلون في أوقات الصلاة، فيصنعون فيها ما ذكر أو بعض ما ذكر. ¶ وهذا موجود حتى الآن، فأي بلد تأتيه -ما عدا بلادنا هذه- لا تجد في الغالب مسجداً إلا وفيه قبر، وقليل من المساجد التي تسلم من القبور، فإما أن تجد القبر داخل المسجد أو خارجه قريباً منه. ¶ يقول المؤلف: ولا يسع عقل عاقل أن هذا منكر يبلغ إلى ما ذكرت من الشناعة. ¶ يقول: كيف تقول: إن هذا منكر، وهو أمر عم البلاد وطم، وبلغ من الشناعة ما بلغ، فكأنه يقول: الناس لا تتحمل عقولهم هذا، ولا يوافقونك على أن هذا منكر، وأنه بلغ من الشناعة أن يكون من المنكرات الكفرية، ويسكت عليه علماء الإسلام الذين ثبتت لهم الوطأة في جميع جهات الدنيا. ¶ يقول: لو كان ما تقولون صحيحاً من أن الطواف بأصحاب القبور والذبح لها والنذر لها كفر؛ لما سكت عليه العلماء، وكيف يسكت العلماء عن مثل هذا؟ ¶ و A  قال المؤلف رحمه الله: قلت: هذا الجواب إن أردت الإنصاف، وتركت متابعة الأسلاف، وعرفت بأن الحق ما قام عليه الدليل لا ما اتفق عليه العوالم، تعلم أن هذه الأمور نشأ عليها الناس وهي شركيات. ¶ يقول المؤلف: عليك أن تتجرد من التقليد والتبعية للآباء والأجداد في الباطل، فهذه طريقة المشركين، حيث قالوا: {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ} [الزخرف:22]، فتجرد من التقليد واتباع الآباء والأجداد والأسلاف في الباطل، واطلب الحق، فالحق ما قام عليه الدليل لا ما اتفق عليه الناس وتواطئوا عليه، فإن النصوص كلها تدل على قبحه وشناعته وكفر ما فعل. ¶ فيقول المؤلف: إذا أردت الإنصاف اترك متابعة الآباء والأجداد والأسلاف، وأهل البلد في الباطل، واطلب الحق بدليله، لا ما اتفق عليه العوالم جيلاً بعد جيل، وقبيلة بعد قبيلة. ¶ (فاعلم أن هذه الأمور التي ندندن حول إنكارها مثل الطواف حول القبور، والذبح لها، والنذر لها، وتعظيمها، ونسعى في هدم منارها، صادرة عن العامة). ¶ يعني هذه صدرت عن العوام وما صدرت عن العلماء، فهل وجدت عالماً يطوف حول القبور؟ أو يذبح لها؟ أو ينذر لها؟ فمن الذي يفعل هذا؟ الذي يفعل هذا هم العوام، والعوام جهال، وفعلهم ليس بحجة. ¶ فهم نشأوا على تقليد الآباء بلا دليل، ومتابعتهم لهم من غير فرق بين دني ومثيل). ¶ فيتابعون الآباء ولا يفرقون بين الحق وبين المبطل. ¶ (ينشأ الواحد فيهم فيجد أهل قريته، وأصحاب بلدته يلقنونه في الطفولة أن يهتف باسم من يعتقدون فيه، ويراهم ينذرون له، ويعظمونه ويرحلون به إلى محل قبره، ويلطخونه بترابه ويجعلونه طائفاً على قبره، فيفعل مثل فعلهم، فينشأ وقد قر في قلبه عظمة ما يعظمونه، وقد صار أعظم الأشياء عنده من يعتقدونه، فنشأ على هذا الصغير، وشاخ عليه الكبير، ولا يسمعون من أحد عليهم من نكير على هذه الأفعال الشركية. ¶ بل ترى من يتسم بالعلم، ويدعي الفضيلة وينتصب للقضاء والفتيا والتدريس، أو الولاية، أو المعرفة، أو الإمارة والحكومة معظماً لما يعظمونه). ¶ وهذه من المصائب أن يكون من العلماء هم من يشجع العامة على الشرك ويحثونهم عليه، حتى إن القبوريين عندهم بعض العلم وعندهم بعض الشبه وهم قبوريون، وهؤلاء لا عبرة بهم، فالعبرة بعلماء الحق، وعلماء الشريعة، وعلماء الكتاب والسنة، أهل الاستقامة والعلم والعمل، وأما المنحرفون فلا، فإن اليهود فيهم علماء لكنهم أهل ضلال، والنصارى فيهم علماء لكنهم أهل ضلال، وكذلك هذه الأمة فيها علماء ضلال. ¶ والعلماء قسمان: علماء دنيا وعلماء آخرة. ¶ فعلماء الدنيا هم علماء الضلال، فلا عبرة بهم، ولهذا قال: إن هناك من العلماء من يدعي الفضل وينتصب للقضاء والفتيا والتدريس والولاية أو الإمارة والحكومة، وهم يعظمون ما يعظمه العامة ويكرمون ما يكرمونه، وهذا تشجيع لهم على الشرك، وإقرار لهم عليه. ¶ يقول: (أقرهم على الشرك، آكلاً ما ينحر على القبور). ¶ الذي ينحر القبور يؤكل وهو ميتة، وذبيحة شركية، فكيف يؤكل وهو لا يحل، فالذبيحة التي تذبح لصاحب القبر هذه ميتة نجسة، ومع ذلك يأكلها بعض من ينتسب للعلم من علماء الضلال. ¶ (فيظن العامة أن هذا دين الإسلام) وأنه رأس الدين والسنام، ولا يخفى على أحد يتأهل للنظر، ويعرف بارقة من علم الكتاب والسنة والأثر؛ أن سكوت العالم على وقوع منكر ليس دليلاً على جواز ذلك المنكر). ¶ إذا سكت الشخص أو سكت العالم فسكوتهم لا يدل على جواز ذلك المنكر، وبين المؤلف رحمه الله أن الإنسان قد يسكت لأنه عاجز عن الإنكار، والإنكار يكون باليد ثم باللسان ثم بالقلب، وقد يكون هذا الذي سكت من العلماء ما عنده استطاعة لتغييره؛ لأنه يخشى أن يصيبه ضرر في دينه أو بدنه أو ماله، فيكون معذوراً، فينكر بقلبه.",
            "page": "2",
            "part": "6",
            "seal": "14414888"
        },
        {
            "id": "75",
            "nass": "بعض الأمثلة الدالة على سكوت العلماء عن المنكر ¶ قال المؤلف رحمه الله تعالى: [ولنضرب لك مثلاً من ذلك، وهي: هذه المكوس المسماة بالمجابي المعلوم من ضرورة الدين تحريمها، قد ملأت الديار والبقاع، وصارت أمراً مأنوساً لا يلج إنكارها إلى سمع من الأسماع، وقد امتدت أيدي المكاسين في أشرف البقاع: في مكة أم القرى، يقبضون من القاصدين لأداء فريضة الإسلام، ويلقون في البلد الحرام كل فعل حرام، وسكانها من فضلاء الأنام، والعلماء والحكام ساكتون عن الإنكار، معرضون عن الإيراد والإصدار، أفيكون السكوت دليلاً على حل أخذها وإحرازها؟ هذا لا يقوله من له أدنى إدراك. ¶ بل أضرب لك مثلاً آخر: هذا حرم الله الذي هو أفضل بقاع الدنيا بالاتفاق وإجماع العلماء، أحدث فيه بعض ملوك الشراكسة الجهلة الضلال هذه المقامات الأربعة التي فرقت عبادة العباد، واشتملت على ما لا يحصيه إلا الله عز وجل من الفساد، وفرقت عبادة المسلمين، وصيرتهم كالملل المختلفة في الدين، بدعة قرت بها عين إبليس اللعين، وصيرت المسلمين ضحكة للشياطين، وقد سكت الناس عليها، ووفد علماء الآفاق والأبدال والأقطاب إليها، وشاهدها كل ذي عينين، وسمع بها كل ذي أذنين، أفهذا السكوت دليل على جوازها؟ هذا لا يقوله من له إلمام بشيء من المعارف، كذلك سكوتهم على هذه الأشياء الصادرة من القبوريين]. ¶ المؤلف رحمه الله يقول: إن هذه القبور التي انتشرت في البلدان، ويطوف حولها العامة، وينذرون لها، ويذبحون لها، ويعملون عندها الأعمال الشركية، فسكوت العلماء عليها ليس دليلاً على جوازها؛ لأن العالم قد يسكت لعجزه عن الإنكار. ¶ وضرب المؤلف مثلين لمنكرين منتشرين في زمانه ولم ينكرهما العلماء مع أنهما حرام في الكتاب والسنة، وتحريمهما معلوم من الدين بالضرورة، ومع ذلك سكتوا، فكذلك سكوتهم عن كل ما يفعله القبوريون ليس دليلاً على حله وجوازه، بل لعجزهم. ¶ المثال الأول: المكوس التي تجبى بغير حق، والمكوس: هي الضرائب، ومن ذلك ما يسمونه بالجمارك، فهذه الضرائب والمكوس التي تؤخذ على الحجاج قبل ثلاثمائة سنة في زمان المؤلف الصنعاني رحمه الله، يقول: إن الحجاج الذين يدخلون مكة تؤخذ عليهم الضرائب، وهذه الضرائب هي المكوس، وهي حرام، ومع ذلك سكت العلماء عليها، فليس سكوتهم دليلاً على أنها مباحة، بل المكوس محرمة بالكتاب والسنة، وحرمتها معلومة من الدين بالضرورة، حتى إن النبي صلى الله عليه وسلم قال للزانية التي زنت وتابت: (إنها تابت توبة لو تابها صاحب مكس لقبلت منه). ¶ فجعل صاحب المكس أعظم من الزنا، ومع ذلك فسكوت العلماء لا يدل على جوازه. ¶ المثال الثاني: المقامات التي كانت في المسجد الحرام في زمان المؤلف الصنعاني، فقد كان يوجد في المسجد الحرام أربع مقامات: المقام الحنفي، والمقام المالكي، والمقام الشافعي، والمقام الحنبلي، وكل مقام يؤمه إمام، وفي كل صلاة يصلي أربعة أئمة، فالإمام الحنفي يصلي وراءه الأحناف، والشافعي يصلي وراءه الشافعية، والمالكي يصلي وراءه المالكية، والحنبلي يصلي وراءه الحنابلة، وقد يصلون في وقت واحد أربع جماعات، يقول: وهذه بدعة قرت بها عين إبليس، وفرقت الأمة، وجعلت الناس كأنهم أربعة أديان، كيف يوجد في دين الإسلام أربعة أئمة في مسجد واحد، ويؤمون في وقت واحد؟ فهذه بدعة، ومع ذلك سكت العلماء عليها، وسكوت العلماء عليها ليس دليلاً على جوازها مع أنها بدعة، هذا على كلام المؤلف، لكن قد يقال: إن هناك من العلماء من تكلم عليها وبين حكمها وإن لم يعلمه الناس كلهم. ¶ وكذلك العلماء ما سكتوا على ما يفعل عند القبور بل بينوا، ولا تزال المؤلفات، ولا يزال الخطباء ينكرون ما يفعله القبوريون في زمان المؤلف وقبله وبعده، وكذلك المكوس لا يزال العلماء يبينون أنها محرمة، وهذه المقامات كانت موجودة حتى تولى الملك عبد العزيز رحمه الله، فلما تولى الملك عبد العزيز رحمه الله أزال هذه المقامات الأربعة، وألغى كلمة الأئمة الأربعة، وجمع الناس في المسجد الحرام على إمام واحد يؤمهم، وهذه من الحسنات التي تحسب للملك عبد العزيز رحمه الله، وكان هذا بفتوى من العلماء أفتوا الملك رحمه الله بذلك وبينوا له أن هذه المقامات منكر، وأنه لا يجوز أن يكون هناك أئمة أربعة يؤمون في وقت واحد، فهذا منكر، فألغى الأئمة وجعل لهم إماماً واحداً، وجعل الدين واحداً، يصلي الناس خلف إمام واحد سواءً كان مالكياً أو شافعياً أو حنبلياً، وهذه من الحسنات التي تحسب للملك عبد العزيز رحمه الله، ولكن الصنعاني رحمه الله ما أدرك عهد الملك عبد العزيز، فهو يتكلم في زمانه عندما كانت هذه الأشياء موجودة، ولهذا قال المؤلف: فلنضرب لك مثلاً من ذلك وهي هذه المكوس المسماة بالمجابي، المعلوم في الدين بالضرورة حرمتها وقال: ملأت الديار والبقاع، وصارت أمراً مأنوساً لا يلج إنكارها -يعني: لا يدخل إنكارها- إلى سمع من الأسماع، وقد امتدت أيدي المكاسين -يعني: يأخذون الضرائب- في أشرف البقاع: في مكة أم القرى، فيقبضون من القاصدين لأداء فريضة الإسلام، ويلقون في البلد الحرام كل فعل حرام، وسكانها من أفضل الأنام. ¶ ثم يقول: والعلماء والحكام ساكتون عن الإنكار. ¶ هذا لم يعلمه المؤلف، فالعلماء بينوا لكن كونه ما انتشر أو كثير من الناس ما بلغه ليس دليلاً على أنهم لم ينكروا، بل قد أنكر العلماء في زمانه لكن لا يستطيعون إزالته، وهذا يحتاج إلى قوة من السلاطين وهم الذين يمنعون الناس من هذا، فالعلماء بأيديهم البيان والإيضاح، وقد يكون في بعض الأزمان أو في بعض الأمكنة أو في بعض الأوقات بعض العلماء لا يستطيع الإنكار باللسان؛ لأنه يهدد من قبل علماء السوء أو من قبل حكام السوء، فلو سكت فيكون معذوراً في هذه الحالة، وينكر بقلبه ويكون غيره قد أنكر. ¶ قول المؤلف: معرضون عن الإيراد والإصدار أفيكون السكوت دليلاً على حل أخذها وإحرازها؟ هذا لا يقوله من له أدنى إدراك. ¶ ثم ضرب المثل الثاني، فقال: هذا حرم الله الذي هو أفضل بقاع الدنيا بالاتفاق وإجماع العلماء، أحدث فيه بعض ملوك الشراكسة الجهلة الضلال هذه المقامات الأربعة التي فرقت عبادة العباد، واشتملت على ما لا يحصيه إلا الله من الفساد، وفرقت عبادة المسلمين، وصيرتهم كالملل المختلفة في الدين -كأنها أديان أربعة-، بدعة قرت بها عين إبليس اللعين، وصيرت المسلمين ضحكة للشياطين، وقد سكت الناس عليها، ووفد علماء الآفاق والأبدال والأقطاب إليها]. ¶ لعله يقصد بالأبدال الذين يخلف بعضهم بعضاً، كما جاء في بعض الأحاديث، والأقطاب: هم العلماء، وليس المراد بالأقطاب أقطاب الصوفية الذين يزعمون أنهم يتصرفون في الكون، أو الأبدال الذين عند الصوفية، فمراد المؤلف شيء غير هذا، ولأن مراد علماء الشريعة والحق أن الأبدال: الذين يخلف بعضهم بعضاً، والأقطاب: الذين لهم مكانة وتمكن في الدين شاهدوها وسمعوا بها وسكتوا عنها، فهذا كلام المؤلف رحمه الله، ولكن الواقع أنهم ما سكتوا، ففي كل زمان من ينكر المنكر ويقيم الحجة على الناس. ¶ أفهذا السكوت دليل على جوازها؟ هذا لا يقوله من له إلمام بشيء من المعارف، كذلك سكوتهم على هذه الأشياء الصادرة من القبوريين. ¶ وقد سبق أن العلماء ما سكتوا بل بينوا، ولكن العلماء يختلفون، فمنهم من يستطيع أن يبين، ومنه من لا يستطيع فيكون معذوراً، وقامت الحجة بمن بين.",
            "page": "3",
            "part": "6",
            "seal": "8D65439C"
        },
        {
            "id": "76",
            "nass": "الجواب على من زعم أن الأمة اجتمعت على ضلالة ¶ قال المؤلف رحمه الله تعالى: [فإن قلت: يلزم من هذا أن الأمة قد اجتمعت على ضلالة حيث سكتت عن إنكارها لأعظم جهالة. ¶ قلت: حقيقة الإجماع اتفاق مجتهدي أمة محمد صلى الله عليه وسلم على أمرٍ بعد عصره، وفقهاء المذاهب الأربعة يحيلون الاجتهاد من بعد الأربعة، وإن كان هذا قولاً باطلاً وكلاماً لا يقوله إلا من كان للحقائق جاهلاً، فعلى زعمهم: لا إجماع أبداً من بعد الأئمة الأربعة، فلا يرد السؤال؛ فإن هذا الابتداع والفتنة بالقبور لم يكن على عهد أئمة المذاهب الأربعة، وعلى ما نحققه: فالإجماع وقوعه محال؛ فإن الأمة المحمدية قد ملأت الآفاق، وصارت في كل أرض وتحت كل نجم، فعلماؤها المحققون لا ينحصرون، ولا يتم لأحد معرفة أحوالهم، فمن ادعى الإجماع بعد انتشار الدين وكثرة علماء المسلمين فإنها دعوى كاذبة كما قاله أئمة التحقيق. ¶ ثم لو فرض أنهم علموا بالمنكر وما أنكروه بل سكتوا عن إنكاره لما دل سكوتهم على جوازه؛ فإنه قد علم من قواعد الشريعة أن وظائف الإنكار ثلاثة: أولها: الإنكار باليد، وذلك بتغيير المنكر وإزالته. ¶ ثانيها: الإنكار باللسان مع عدم استطاعة التغيير باليد. ¶ ثالثها: الإنكار بالقلب عند عدم استطاعة التغيير باليد واللسان، فإن انتفى أحدها لم ينتف الآخر، ومثاله: مرور فرد من أفراد علماء الدين بأحد المكاسين وهو يأخذ أموال المظلومين، فهذا الفرد من علماء الدين لا يستطيع التغيير على هذا الذي يأخذ أموال المساكين ولا باللسان؛ لأنه يكون سخرية لأهل العصيان، فانتفى شرط الإنكار بالوظيفتين، ولم يبق إلا الإنكار بالقلب الذي هو أضعف الإيمان. ¶ فيجب على من رأى ذلك العالم ساكتاً عن الإنكار مع مشاهدة ما يأخذه ذلك الجبار أن يعتقد أنه تعذر عليه الإنكار باليد واللسان، وأنه قد أنكر بقلبه، فإن حسن الظن بالمسلمين أهل الدين واجب، والتأويل لهم ما أمكن ضربة لازب، فالداخلون إلى الحرم الشريف، والمشاهدون لتلك الأبنية الشيطانية التي فرقت كلمة الدين، وشتتت صلوات المسلمين معذورون عن الإنكار إلا بالقلب كالمارين على المكاسين وعلى القبوريين]. ¶ المؤلف رحمه الله أيضاً يورد سؤالاً ثم يجيب عنه، فيقول: إن قلت: يلزم من هذا أن الأمة قد اجتمعت على ضلالة حيث سكتت عن إنكارها لأعظم جهالة. ¶ أي: أنت تقول: الآن القبور منتشرة والعلماء ساكتون، والمكوس منتشر والعلماء ساكتون، والمقامات في المسجد الحرام ما أنكرت والعلماء ساكتون، فيلزم من هذا أن الأمة قد تجتمع على ضلالة، وقد جاء في الحديث أن النبي صلى الله عليه وسلم قال: (لا تجتمع أمتي على ضلالة)، فما الجواب عن ذلك؟ نقول: إنهم ما سكتوا، فالعلماء بينوا، ولكن العلماء يختلفون فمنهم من يستطيع الإنكار فينكر، ومنهم من لا يستطيع فيكون معذوراً وينكر بقلبه، ومن أنكر قامت به الحجة. ¶ والمؤلف أجاب فقال: حقيقة الإجماع اتفاق مجتهدي أمة محمد صلى الله عليه وسلم على أمر بعد عصره. ¶ فهذا هو الإجماع؛ أن يجتمع العلماء المجتهدون بعد عصر النبي صلى الله عليه وسلم على شيء، وأما في عصر النبي صلى الله عليه وسلم فالحجة في كلام الله وكلام رسوله، لكن بعد وفاة النبي صلى الله عليه وسلم إذا اجتمع العلماء المجتهدون على شيء صار إجماعاً لا يجوز مخالفته. ¶ ويقول المؤلف: وفقهاء المذاهب الأربعة يحيلون الاجتهاد من بعد الأربعة، يعني يقولون: بعد الأئمة الأربعة لا يوجد إجماع، فهذا الإجماع مستحيل؛ لأن العلماء انتشروا في الأمصار، ولا يمكن حصر أقوالهم، فالذي يقول: إنهم أجمعوا فهذا كلام ليس بصحيح؛ لأنك لو حصرت بعض الأقوال في الشام وفي مصر وفي المغرب وفي المدينة وفي مكة وفي نجد وفي كل مكان فلا تستطيع أن تحصر جميع العلماء، فقد يوجد عالم في بيته لا أحد يعلم عنه، ولا أخذ رأيه ولا قوله، فكيف يكون إجماعاً؟ ولهذا يقول المؤلف: وإن كان هذا قولاً باطلاً لا يقوله إلا من كان للحقائق جاهلاً، فعلى زعمهم لا إجماع أبداً من بعد الأئمة الأربعة؛ فإن هذا الابتداع والفتنة بالقبور لم يكن على عهد أئمة المذاهب الأربعة. ¶ يقول: القبور إنما حصلت بعد الأئمة الأربعة، والفقهاء يقولون: لا إجماع بعد الأئمة الأربعة، وعلى ما نحققه من أن الإجماع وقوعه محال؛ لأن علماء الأمة انتشروا في كل مكان، فإن الأمة المحمدية قد ملأت الآفاق، وصارت في كل أرض، وتحت كل نجد، فعلماؤها المحققون لا ينحصرون، فمن يحصي العلماء؟ ومن يستطيع أن يأخذ أقوال أهل العلم حتى يحصر الإجماع؟! لا يتم لأحد معرفة أحوالهم، فمن ادعى الإجماع بعد انتشار الدين وكثرة علماء المسلمين فإنها دعوى كاذبة كما قاله أئمة التحقيق. ¶ يعني: هذا قول يقوله أئمة التحقيق، يقولون: إن من ادعى الإجماع بعد انتشار العلماء في كل مكان فهو كاذب. ¶ وبعض العلماء يقول: يمكن وقوع الإجماع، ولهذا الأصوليون ذكروا إجماع مجتهدي العصر، وقالوا: الإجماع يكون في كل زمان، وقد ثبت عن الإمام أحمد رحمه الله أنه قال: من ادعى الإجماع فهو كاذب. ¶ يعني: بعد الصحابة، نقله عنه شيخ الإسلام ابن تيمية رحمه الله، وقال: إن الإجماع الذي ينضبط هو إجماع الصحابة؛ لأن الصحابة محصورون، أما بعد عصر الصحابة فالعلماء كثروا وانتشروا في الآفاق فلا يمكن حصر أقوالهم، أما في عصر الصحابة فيمكن حصر أقوالهم. ¶ وهناك من أهل العلم من قال: إنه يمكن الإجماع في كل عصر، وقال: إن الإجماع هو اتفاق مجتهدي العصر على أمر، فإذا اتفق أهل العصر ولم يخالف أحد ثبت الإجماع، وهذا يذكره العلماء الأصوليون في الإجماع. ¶ والمؤلف رحمه الله يقول: الإجماع مستحيل، ولا يمكن أخذ آراء جميع العلماء، ونقل عن فقهاء المذاهب أنهم يقولون: الاجتهاد بعد الأئمة الأربعة مستحيل، وأما في زمن الأئمة الأربعة فلا، وأما الإمام أحمد رحمه الله فإنه يرى أن الإجماع الذي ينضبط إنما هو في عصر الصحابة، وأما بعد عصر الصحابة فلا ينضبط، ولهذا قال: من ادعى الإجماع فهو كاذب.",
            "page": "4",
            "part": "6",
            "seal": "CE041C7D"
        },
        {
            "id": "77",
            "nass": "سكوت العلماء عن المنكر لا يدل على جوازه ¶ يقول المؤلف: ثم لو فرض أنهم علموا بمنكر وما أنكروه بل سكتوا عن إنكاره لما دل سكوتهم على جوازه؛ فإنه قد علم من قواعد الشريعة أن وظائف الإنكار ثلاثة: أولها: الإنكار باليد، وذلك بتغيير المنكر وإزالته. ¶ ثانيها: الإنكار باللسان مع عدم استطاعة التغيير باليد. ¶ وثالثها: الإنكار بالقلب عند عدم استطاعة التغيير باليد واللسان، فإن انتفى أحدهما لم ينتف الآخر. ¶ يعني: لو فرض وقدر أن العلماء علموا بالمنكر وما أنكروه وسكتوا عنه لما كان سكوتهم دليلاً على الجواز؛ لأن مراتب الإنكار ثلاثة كما في حديث أبي سعيد الذي رواه الإمام مسلم أن النبي صلى الله عليه وسلم قال: (من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان). ¶ فالعلماء قد يسكتون إذا عجزوا عن الوظيفة الأولى والثانية، إذا عجزوا عن الإنكار باليد واللسان، وأنكروا بالقلب، فلا يكون سكوتهم حجة. ¶ ومثل المؤلف بمثال، فقال: ومثاله: مرور فرد من أفراد علماء الدين بأحد المكاسين وهو يأخذ أموال المظلومين، فهذا الفرد من علماء الدين لا يستطيع التغيير على هذا الذي يأخذ أموال المساكين باليد ولا باللسان؛ لأنه يكون سخرية لأهل العصيان، فانتفى شرط الإنكار بالوظيفتين، ولم يبق إلا الإنكار الذي هو أضعف الإيمان]. ¶ يقول: لو مر أحد العلماء بالمكاس الذي يأخذ الضرائب على المظلومين وسكت، فهل يكون سكوته دليلاً على الجواز؟، لا؛ لأنه لا يستطيع الإنكار لكن نقول: هذا إذا كان يخشى أن يصيبه ضرر في بدنه أو ماله، وأما إذا كان لا يخشى فقد ينكر باللسان، وإذا لم ينكر هو فقد أنكر غيره. ¶ يقول المؤلف: فيجب على من رأى ذلك العالم ساكتاً عن الإنكار مع مشاهدة ما يأخذه ذلك الجبار -يعني الذي يأخذ الضرائب- أن يعتقد أنه تعذر عليه الإنكار باليد واللسان، وأنه قد أنكر بقلبه؛ فإن حسن الظن بالمسلمين أهل الدين واجب، والتأويل لهم ما أمكن ضربة لازب. ¶ يقول: إذا رأيت عالماً ساكتاً فالتمس له العذر، وأحسن الظن به أنه عاجز عن الإنكار باليد واللسان. ¶ ثم يقول المؤلف رحمه الله: فالداخلون إلى الحرم الشريف، والمشاهدون لتلك الأبنية الشيطانية، المراد: المقامات الأربعة: مقام الشافعي، ومقام الحنفي، ومقام المالكي في زمان المؤلف. ¶ يقول: الذي يدخل المسجد الحرام ويشاهد هذه الأبنية الشيطانية التي فرقت كلمة الدين، وشتتت صلوات المسلمين معذورون عن الإنكار إلا بالقلب كالمارين على المكاسين وعلى القبوريين، والذين كانوا يدخلون المسجد الحرام وما أنكروا هذه المقامات الأربعة معذورين؛ لأنهم لا يستطيعون، ومثله الذي يمر على القبور معذور، لكن نقول للمؤلف: لا، هل كل الذين دخلوا المسجد الحرام ما أنكروا؟ فيوجد من أنكر باللسان لكن ما قبل منه، فقد أدى ما عليه.",
            "page": "5",
            "part": "6",
            "seal": "C398F15E"
        },
        {
            "id": "78",
            "nass": "إبطال دعوى الإجماع السكوتي ¶ قال المؤلف رحمه الله: [ومن هنا يعلم اختلال ما استمر عند أئمة الاستدلال من قولهم في بعض ما يستدلون عليه: إنه وقع ولم ينكر فكان إجماعاً. ¶ ووجه اختلاله: أن قولهم: (ولم ينكر) رجم بالغيب؛ فإنه قد يكون أنكرته قلوب كثيرة تعذر عليها الإنكار باليد واللسان، وأنت تشاهد في زمانك: أنه كم من أمر يقع لا تنكره بلسانك ولا بيدك وأنت منكر له بقلبك، ويقول الجاهل إذا رآك تشاهده: سكت فلان عن الإنكار، ويقوله إما لائماً أو متأسياً بسكوته، فالسكوت لا يستدل به عارف، وكذا يعلم اختلال قولهم في الاستدلال: فعل فلان كذا وسكت الباقون فكان إجماعاً مختلاً من جهتين: الأولى: دعوى أن سكوت الباقين تقرير لفعل فلان، لما عرفت من عدم دلالة السكوت على التقرير. ¶ الثانية: قولهم: فكان إجماعاً؛ فإن الإجماع اتفاق أمة محمد صلى الله عليه وسلم، والساكت لا ينسب إليه وفاق ولا خلاف حتى يعرب عنه لسانه. ¶ قال بعض الملوك -وقد أثنى الحاضرون على شخص من عماله وفيهم رجل ساكت-: لما لا تقول كما يقولون؟ فقال: إن تكلمت خالفتهم. ¶ فما كل سكوت رضا، فإن هذه منكرات أسسها من بيده السيف والسنان، ودماء العباد وأموالهم تحت لسانه وقلمه، وأعراضهم تحت قوله وكلمه، فكيف يقوى فرد من الأفراد على دفعه عما أراد؟!]. ¶ المؤلف رحمه الله يقول: وبهذا تعلم اختلال ما استمر عند أئمة الاستدلال من قولهم في بعض ما يستدلون عليه: إنه وقع ولم ينكر فكان إجماعاً، فهذا يسمى الإجماع السكوتي، وفيه خلاف في صحته وحجيته، فمن العلماء من صححه واحتج به، ومنهم من منعه، فالمؤلف يقرر أن الإجماع السكوتي ليس بصحيح؛ لأن الساكت لا ينسب له قول حتى يتكلم. ¶ ثم بين وجه بطلانه، فقال: ووجه اختلاله أن قولهم: (ولم ينكر) رجم بالغيب. ¶ قولهم: أنه وقع ولم ينكر، فالإنكار يكون بالقلب، فهل اطلعتم على قلبه؟ فإنه قد يكون أنكر بالقلب، فيقول المؤلف: فإنه قد يكون أنكرته قلوب كثيرة تعذر عليها الإنكار باليد واللسان. ¶ يعني: أنه يخاف من ضرر يصيبه في بدنه أو ماله أو أهله فيكون معذوراً. ¶ ثم يقول: وأنت تشاهد بنفسك وفي زمانك أنه كم من أمر يقع لا تنكره بلسانك ولا بيدك لعجزك عنه، وأنت منكر له بقلبك. ¶ ويقول الجاهل إذا رآك تشاهده: سكت فلان عن الإنكار بقوله، لماذا يقول: سكت فلان عن الإنكار، أو متأسياً بسكوته، فعندما يقول: سكت فلان عن الإنكار ثم يلومه يقول: لماذا لم يتكلم؟ أو يريد أن يقتدي به ويتأسى بالسكوت، فالسكوت لا يستدل به على رضا العالم، وكون العالم يسكت هذا ليس بدليل. ¶ وكذلك يعلم اختلال قولهم في الاستدلال: فعل فلان كذا وسكت الباقون فكان إجماعاً. ¶ يقول: هذا باطل من وجهين: الأول: دعوى أن سكوت الباقين تقرير لفعل فلان، لما عرفت من عدم دلالة السكوت على التقرير؛ لأنه قد يكون منكراً. ¶ الثانية: قولهم: (فكان إجماعاً)، فالإجماع لا يفعله واحد ويسكت الباقون، فيقول: الإجماع تعريفه هو: اتفاق أمة محمد صلى الله عليه وسلم على أمر من الأمور. ¶ فهذا هو الإجماع، وليس أن يفعله واحد ويسكت الباقون، والساكت لا ينسب إليه وفاق ولا خلاف حتى يعرب عنه لسانه، قال بعض الملوك -وقد أثنى الحاضرون على شخص من عماله وفيهم رجل ساكت-: ما لك لا تقول كما يقولون؟ فقال: إن تكلمت خالفتهم. ¶ يقول المؤلف: فما كل سكوت رضا، فما كل من سكت يقال: إنه راضٍ؛ فإن هذه المنكرات -مثل المنكرات التي تكون حول القبور والمكوس والمقامات التي في الحرم الشريف- أسسها جبابرة ظلمة بيدهم السيف فلا يستطيع أحد أن ينكر عليهم، فالذي ينكر يقطعون رقبته؛ فلذلك سكتوا، فسكوتهم لا يدل على الرضا بل لعجزهم، ولهذا قال: فإن هذه المنكرات أسسها من بيده السيف والسنان، ودماء العباد وأموالهم تحت لسانه وقلمه؛ لأنهم ظلمة، إذا كتب شيئاً أو تكلم إلى أحد أوقع العقوبة في من يريد، وأعراضهم تحت قوله وكلمته، فكيف يقوى فرد من الأفراد على دفعه عما أراد؟! فدل على أن سكوتهم لعذر.",
            "page": "6",
            "part": "6",
            "seal": "7C833E29"
        },
        {
            "id": "79",
            "nass": "من ذرائع الشرك بناء القباب والمشاهد ¶ قال المؤلف رحمه الله تعالى: [فإن هذه القباب والمشاهد التي صارت أعظم ذريعة إلى الشرك والإلحاد، وأكبر وسيلة إلى هدم الإسلام وخراب بنيانه غالب -بل كل من يعمرها- هم الملوك والسلاطين والرؤساء والولاة، إما على قريب لهم أو على من يحسنون الظن فيه من فاضل أو عالم أو صوفي أو فقير أو شيخ أو كبير، ويزروه الناس الذين يعرفونه زيارة الأموات من دون توسل به ولا هتف باسمه، بل يدعون له ويستغفرون، حتى ينقرض من يعرفه أو أكثرهم، فيأتي من بعدهم فيجد قبراً قد شيد عليه البناء، وسرجت عليه الشموع، وفرش بالفراش الفاخر، وأرخيت عليه الستور، وألقيت عليه الأوراد والزهور، فيعتقد أن ذلك لنفع أو لدفع ضر، ويأتيه السدنة يكذبون على الميت بأنه فعل وفعل، وأنزل بفلان الضرر، وبفلان النفع؛ حتى يغرسوا في جبلته كل باطل. ¶ ولهذا الأمر ثبت في الأحاديث النبوية اللعن على من أسرج على القبور وكتب عليها وبنى عليها، وأحاديث ذلك واسعة معروفة، فإن ذلك في نفسه منهي عنه، ثم هو ذريعة إلى مفسدة عظيمة]. ¶ يقول المؤلف رحمه الله: هذه القباب والمشاهد التي بنيت على القبور هي أعظم ذريعة للشرك والإلحاد، بل إن الشرك وقع في بعضهم لما بنيت القباب والمشاهد، فذبح لها بعض الناس ونذر لها وطاف بها، يقول: فهي أكبر وسيلة إلى هدم الإسلام وخراب بنيانه؛ لأنها من وسائل الشرك، فغالب بل كل من يعمرها هم الملوك والسلاطين والرؤساء الوثنيون الجهلة الظلمة والولاة، إما على قريب لهم يبنون عليه، أو على من يحسنون الظن فيه من فاضل -يعني: صاحب القبر-، أو عالم أو صوفي أو فقير، والفقير هذا مصطلح عند الصوفية يسمونه الفقير، أو شيخ أو كبير، ويزوره الناس الذين يعرفون زيارة الأموات، يعني: يزورونه زيارة شرعية، فيدعون له ويترحمون عليه، ويتذكرون الآخرة من دون توسل به ولا هتف باسمه، بل يدعون له ويستغفرون، فهذه هي الزيارة الشرعية حتى ينقرض من يعرفها أو أكثرهم، فيأتي من بعدهم فيقع في الشرك، يعني: الأولون زاروه زيارة شرعية، ثم يأتي من بعدهم فيجد وسائل الشرك فتغريه إلى الشرك، فيجد من بعدهم قبراً قد شيد عليه البناء، وهذا من وسائل الشرك المؤدية إلى الاستغاثة به، فتسرج عليه الشموع ويفرش بالفراش الفاخر، وأرخيت عليه الستور، وألقيت عليه الأوراد والزهور، فيعبدونه لأنهم يعتقدون أنه ما أسرجت عليه السرج، ووضعت الورود والرياحين عليه إلا لأنه ينفع ويضر، فيقعون في الشرك. ¶ فيعتقد أن ذلك لنفع أو لدفع ضر، ويأتيه السدنة -السدنة يكذبون على الميت بأنه فعل وكذا وفعل- بالقصص أنه فعل كذا وأنه دعاه فلان فأجاب دعاءه وجاءه فلان فحصل له كذا، فيأتون بالقصص التي يكذبون بها على الميت حتى يغروا الناس بالشرك، وأنزل بفلان الضرر، وبفلان النفع، يقول: حتى يغرسوا في جبلته كل باطل، ولهذا الأمر ثبتت الأحاديث النبوية باللعن على من أسرج على القبور. ¶ كحديث: (لعن الله زائرات القبور والمتخذين عليها المساجد والسرج) فاتخاذ المساجد على القبور والسرج وسيلة إلى الشرك، وأحاديث ذلك واسعة معروفة، فإن ذلك كله منهي عنه، ثم هو ذريعة إلى مفسدة عظيمة.",
            "page": "7",
            "part": "6",
            "seal": "82ED4C3F"
        },
        {
            "id": "80",
            "nass": "خطأ الاستدلال ببناء القبة على قبر رسول الله على جواز ذلك ¶ قال المؤلف رحمه الله تعالى: [فإن قلت: هذا قبر رسول الله صلى الله عليه وسلم قد عمرت عليه قبة عظيمة وأنفقت فيها الأموال. ¶ قلت: هذا جهل عظيم بحقيقة الحال؛ فإن هذه القبة ليس بناؤها منه صلى الله عليه وسلم، ولا من أصحابه، ومن لا تابعيهم، ولا تابعي التابعين، ولا من علماء أمته وأئمة ملته، بل هذه القبة المعمولة على قبره صلى الله عليه وسلم من أبنية بعض ملوك مصر المتأخرين وهو قلاوون الصالحي، المعروف: بـ الملك المنصور في سنة ثمان وسبعين وستمائة، ذكره في تحقيق النصرة بتخليص معالم دار الهجرة، فهذه أمور دولية لا دليلية يتبع فيها الآخر الأول. ¶ وهذا آخر ما أردناه مما أوردناه لما عمت به البلوى، واتبعت الأهواء، وأعرض العلماء عن النكير الذي يجب عليهم، ومالوا إلى ما مالت العامة إليه، وصار المنكر معروفاً، والمعروف منكراً، ولم نجد من الأعيان ناهياً عن ذلك ولا زاجراً]. ¶ يقول المؤلف رحمه الله: أنت تقول: إن القباب منكر، وأنها من وسائل الشرك، فهذا قبر النبي صلى الله عليه وسلم بنيت عليه قبة فسكت الناس ولم ينكروها، فكيف تقول: إن بناء القبة على القبر منكر ومن وسائل الشرك؟! فأجاب المؤلف رحمه الله فقال: هذا جهل عظيم بحقيقة الحال، فهذه القبة من الذي وضعها؟ هل وضعها الصحابة؟ هل وضعها التابعون؟ هل وضعها العلماء؟ هل وضعها الصالحون؟ من الذي وضعها؟ هذه القبة وضعها بعض الملوك الجهلة المتأخرين، وهذه القبة من أبنية بعض ملوك مصر وهو قلاوون الصالحي المعروف بـ الملك المنصور في سنة ثمان وسبعين وستمائة، وذكره في: تحقيق النصرة بتخليص معالم دار الهجرة، هذا الكتاب للعلامة زين الدين أبي بكر بن الحسين بن عمر أبي الفخر المراغي المتوفى سنة ثمانمائة وستة عشر. ¶ يقول المحشي: والمشهور أن اسمه كنيته. ¶ فهي أمور دولية لا دليلية، فهذه الأمور فعلها بعض الملوك وما فعلها بعض العلماء ولا الصحابة ولا التابعين حتى تكون دليلاً، فهي أمور دولية لا دليلية، أمور لا تكون دليلاً وإنما فعلتها بعض الدول، وأفعالهم ليست حجة يتبع فيها الآخر والأول. ¶ ثم يقول المؤلف: هذا آخر ما أردناه من هذه الرسالة مما عمت فيه البلوى، واتبعت فيه الأهواء، وأعرض العلماء عن النكير الذي يجب عليهم، ومالوا إلى ما مالت عليه العامة، وصار المنكر معروفاً، والمعروف منكراً، ولم نجد من الأعيان ناهياً عن ذلك ولا زاجراً. ¶ سبق أن قلنا: إن العلماء أنكروا، وأن منهم من يستطيع الإنكار فينكر في الرسائل والمؤلفات والخطب وأمام الناس، ومنهم من قد يعجز، فالذي يعجز يسقط عنه ويكتفى بمن أنكر، لكن هذا على كلام المؤلف.",
            "page": "8",
            "part": "6",
            "seal": "7206F842"
        },
        {
            "id": "81",
            "nass": "شرح تطهير الاعتقاد عن أدران الإلحاد لابن الأمير الصنعاني [9] ¶ يقوم الضلال والمشعوذون بكثير من خوارق العادات ويدعون أنها من الكرامات، وإنما ذلك سحر وشعوذة واستعانة بالجن والشياطين، فيقومون بسحر أعين الناس والتلبيس عليهم، والعبرة باتباع الكتاب والسنة، فمن اتبعهما فما يقع على يديه من الخوارق هي من الكرامات، ومن خالفهما فما يقع على يديه من الخوارق إنما هي من السحر والشعوذة.",
            "page": "1",
            "part": "7",
            "seal": "52380406"
        },
        {
            "id": "82",
            "nass": "إبطال كرامات الصوفية وخوارق العادات عندهم ¶ بعدما أنهى المؤلف الرسالة أتى بسؤال يتعلق بالصوفية وبالسحرة. ¶ قال المؤلف رحمه الله: [فإن قلت: قد يتفق للأحياء وللأموات اتصال جماعة بهم يفعلون خوارق من الأفعال يتسمون بالمجاذيب، فما حكم ما يأتون به من تلك الأمور فإن هذه جلبت القلوب إلى الاعتقاد بها؟ قلت: أما المتسمون بالمجاذيب الذين يلوكون لفظ الجلالة بأفواههم، ويقولونها بألسنتهم، ويخرجونها عن لفظها العربي فهم من أجناد إبليس اللعين، ومن أعظم حمر الكون الذين ألبستهم الشياطين حلل التلبيس والتزيين، فإن إطلاق الجلالة منفرداً عن إخبار عنها بقولهم: (الله، الله) ليس بكلام ولا توحيد، وإنما هو تلاعب بهذا اللفظ الشريف بإخراجه عن لفظه العربي، ثم إخلاؤه عن معنى من المعاني، ولو أن رجلاً عظيماً صالحاً يسمى بزيد، وصار جماعة يقولون: زيد زيد، لعد ذلك استهزاء وإهانة وسخرية، ولا سيما إذا زاد إلى ذلك تحريف اللفظ. ¶ ثم انظر هل أتى في لفظ من الكتاب والسنة ذكر الجلالة بانفرادها وتكريرها؟ والذي في الكتاب والسنة ما هو طلب الذكر والتوحيد والتسبيح والتهليل، وهذه أذكار رسول الله صلى الله عليه وسلم، وأدعية آله وأصحابه خالية عن هذا الشهيق والنهيق والنعيق الذي اعتاده من هو عن الله وعن هدي رسوله وسمته ودله في مكان سحيق. ¶ ثم قد يضيفون إلى الجلالة الشريفة أسماء جماعة من الموتى مثل ابن علوان أحمد بن الحسين وعبد القادر والعيدروس، بل قد ينتهي الحال إلى أنهم يفرون إلى أهل القبور من الظلم والجور، كـ علي رومان وعلي الأحمر وأشباههما، وقد صان الله سبحانه وتعالى رسوله صلى الله عليه وسلم وأهل الكساء وأعيان الصحابة عن إدخالهم في أفواه هؤلاء الضلال، فيجمعون أنواعاً من الجهل والشرك والكفر]. ¶ المؤلف رحمه الله يرد شبهة في هذا الموضوع حيث يقول: إنه قد يتفق للأحياء والأموات أن يتصل بهم جماعة يفعلون خوارق من العادات يتسمون بالمجاذيب، فما حكم الإنكار إليهم؟ وما حكم فعلهم؟ يقول المؤلف رحمه الله: هؤلاء يسمونهم المجاذيب الصوفية، وبعضهم يدعي أنه يتصرف بالكون، والمجاذيب يكونون ضعفاء العقول، ويزعمون أن بعضهم يسمى المجانين وأنه ليس له عقل، وقد يكون مرمياً في زبالة ويكون شعره وأظافره كلها متروكة ويقول: إن هذا من الأقطاب الذين يتصرفون في الكون، وهو مريض ولا عقل له، نسأل الله العافية. ¶ يقول: فهذا من الاعتقادات الفاسدة، وخوارق العادات التي تفعل عن طريق الشعوذة، ويقول: هؤلاء الذين يسمون بالمجانين -وهم الصوفية- يزعمون أنهم يذكرون، وهم يجعلون الناس على طبقات: عامة وخاصة وخاصة الخاصة. ¶ فالعامة كلهم من الأنبياء والرسل ذكرهم لا إله إلا الله، وسبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، وأما الخاصة فيقولون: ما يحتاج إلى أن يقولوا: لا إله إلا الله، بل يكفي لفظ الجلالة: الله الله الله الله حتى إن بعضهم يجلس فيقول: الله الله من العصر وحتى يؤذن المغرب، ويدور حتى يسقط، فهذا ذكر المجاذيب، وهو ذكر الخاصة. ¶ وأما خاصة الخاصة فيقولون: ما يحتاج أن يذكر لفظ (الله) وإنما يأخذ الهاء، فيقولون: هو هو هو هو، وهوهه كالكلاب! فهذا ذكر خاصة الخاصة عند الصوفية، وهذه الكلمة (هو) ليست جملة مفيدة، فلابد أن تضيف إليها جملة أخرى حتى تفيد معنى، مثل الله أكبر، وسبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، فالذي يقول: الله الله ما يسمى هذا ذكراً؛ لأن الكلمة الواحدة ليست جملة مفيدة، فيسمون الأنبياء والرسل وأتباعهم بالعامة! ويسمون الذين يترقون عن هذه الدرجة وأنكروا أفعالهم وأسقطوا عنهم التكاليف يسمونهم الخاصة، وأذكارهم: الله الله الله! وخاصة الخاصة هم الذين وصل بهم الحال إلى القول بوحدة الوجود، وأذكارهم: هو هو هو هو! إشارة إلى الله. ¶ يقول المؤلف رحمه الله منكراً عليهم: الذين يلوكون لفظ الجلالة بأفواههم، ويقولونها بألسنتهم، ويخرجونها عن لفظها العربي، فهم أجناد إبليس اللعين، ومن أعظم حمر الكون -جمع حمار- الذين ألبستهم الشياطين حلل التلبيس والتزيين. ¶ يقول: فإن إطلاق لفظ الجلالة مفرداً عن إخبار عنها -بقولهم: الله الله- لم يكن كلاماً ولا توحيداً، ولا جملة مفيدة، وإنما هو تلاعب بهذا اللفظ الشريف بإخراجه عن لفظه العربي، ثم إخلائه عن معنى من المعاني، ويضرب مثالاً فيقول: لو أن رجلاً عظيماً صالحاً يسمى بزيد، فصار جماعة يقولون: زيد زيد زيد زيد، فلا يفيد شيئاً، وإنما يعد ذلك استهزاءً وإهانة وسخرية، فكذلك الذي قال: الله الله الله الله يكون سخرية واستهزاء، ولا سيما إذا زاد إلى ذلك تحريف اللفظ. ¶ ثم يقول: انظر هل أتى في لفظة من الكتاب والسنة ذكر الجلالة بانفرادها وتكريرها؟ هل أتى دليل من الكتاب والسنة يقول: اذكر الله الله الله الله؟ لا يوجد، فلابد أن تضيف إليها كلمة أخرى، إذ الذي فيها هو طلب الذكر والتوحيد والتسبيح والتهليل، وهذه هي أذكار رسول الله وأدعيه آله وأصحابه خالية عن هذا الشهيق والنهيق والنعيق، فقول: الله الله الله الله هو هو، هذا شهيق لا يوجد دليل يدل على أنه ذكر حتى تضيف إليها كلمة أخرى. ¶ ثم قد يضيفون إلى لفظ الجلالة الشريفة أسماء جماعة من الموتى، فهذا يقول: الله يا ابن علوان! يا عبد القادر! الله يا عيدروس! بل قد ينتهي الحال إلى أنهم يفرون إلى أهل القبور من الظلم والجور كـ علي رومان وعلي الأحمر وأشباههم، وقد صان الله سبحانه رسوله وأهل الكساء وأعيان الصحابة عن تلفظ هؤلاء الضلال بهم مع الله، يعني: هؤلاء يقولون: إن الله صان النبي ما يقولون: الله ومحمد، أو يقولون: الله أهل الكساء هو علي وفاطمة والحسن والحسين وصانهم الله عن أفواه هؤلاء، ما يقولون: الله يا حسين يا كذا، وما يجمعون أنواعاً من الجهل والشرك والكفر، لكن قد يقول بعض الشيعة هذا الكلام، ويفعلون كما ذكر المؤلف، يقول: الله وينسب إليه علياً أو الحسن والحسين.",
            "page": "2",
            "part": "7",
            "seal": "8BD20442"
        },
        {
            "id": "83",
            "nass": "الأعمال التي يقوم بها الصوفية لإضلال الناس ¶ قال المؤلف رحمه الله تعالى: [فإن قلت: إنه قد يتفق من هؤلاء الذين يلوكون الجلالة، ويضيفون إليها عمل أهل الخلاعة والبطالة خوارق عادات، وأمور تظن كرامات كطعن أنفسهم بالآلات الحادة، وحملهم لمثل الحنش والحية والعقرب، وأكلهم النار ومسهم إياها بالأيدي، وتقلبهم فيها بالأجسام. ¶ قلت: هذه أحوال شيطانية، وإنك لملبس عليك إن ظننتها من كرامات للأموات، أو حسنات للأحياء لما هتف هذا الضال بأسمائهم وجعلهم أنداداً وشركاء لله تعالى في الخلق والأمر. ¶ فهؤلاء الموتى أنت تفرض أنهم أولياء لله تعالى، فهل يرضى ولي الله أن يجعله المجذوب أو السالك شريكاً له تعالى ونداً؟ إن زعمت ذلك فقد جئت شيئاً إداً، وصيرت هؤلاء الأموات مشركين، وأخرجتهم -وحاشاهم عن ذلك- عن دائرة الإسلام والدين، حيث جعلتهم أنداداً لله راضين فرحين، وزعمت أن هذه كرامات لهؤلاء المجاذيب الضلال المشركين التابعين لكل باطل، المنغمسين في بحار الرذائل، الذين لا يسجدون لله تعالى سجدة، ولا يذكرون الله وحده، فإن زعمت هذا فقد أثبت الكرامات للمشركين الكافرين وللمجانين، وهدمت بذلك ضوابط الإسلام وقواعد الدين المبين والشرع المتين. ¶ وإذا عرفت بطلان هذين الأمرين علمت أن هذه أحوال وأفعال طاغوتية، وأعمال إبليسية يفعلها الشياطين لإخوانهم من هؤلاء الضالين، معاونة من الفريقين على إغواء العباد، وقد ثبت في الأحاديث: أن الشياطين والجان يتشكلون بأشكال الحية والثعبان، وهذا أمر مقطوع بوقوعه، فهم الثعابين التي يشاهدها الإنسان في أيدي المجاذيب، وقد يكون ذلك من باب السحر، وهو أنواع، وتعلمه ليس بالعسير، بل بابه الأعظم: هو الكفر بالله تعالى، وإهانة ما عظمه الله من جعل مصحف في كنيف ونحوه، فلا يغتر من يشاهد ما يعظم في عينيه من أحوال المجاذيب من الأمور التي يراها خوارق؛ فإن للسحر تأثيراً عظيماً في الأفعال، وهكذا الذين يقبلون الأعيان بالأسحار وغيرها]. ¶ يقول المؤلف رحمه الله: إن قلت: إن هؤلاء الصوفية الذين يذكرون الله بلفظ الجلالة: الله الله يضيفون إلى ذلك عمل أهل الخلاعة والبطالة خوارق العادات، وأمور تظن كرامات، كطعن أنفسهم بالآلات الحادة، وحملهم لمثل الحنش والحية والعقرب، وأكلهم النار، ومسحهم إياها بالأيدي، وتقلبهم فيها بالأجسام. ¶ يقول: هؤلاء الصوفية بعضهم يضيف إلى هذا الذكر والورد أعمالاً وخوارق شيطانية ويظنها كرامات، ويقول لك: إن معه كرامات وإنه ولي، وهو يذكر الله الله الله، ومع ذكره يعمل خوارق شيطانية فيسحر أعين الناس، ويطعن نفسه بالآلات الحادة، ومعلوم أن الذي يطعن نفسه بالآلات الحادة يموت، لكن هو يسحر الأعين ويخيل لهم أنه يطعن نفسه، وهو لا يطعن نفسه وإنما يمر به حوله، كما يفعل بعض السحرة الذين يخيلون للناس أنهم قطعوا رقبة فلان، فيأخذ رأسه ويكون أمام أعينهم مقطوعاً وهو ما قطعه ولكن سحر أعين الناس، وكما يفعل بعض السحرة يأتي إلى البعير فيخيل للناس أنه يدخل في فم البعير ويخرج من دبره، وهو في الواقع يأتي من حوله، لكن الأبصار مسحورة، فهذه كلها من أفعالهم. ¶ ومثل ذلك حملهم لمثل الحنش والحية والعقرب، وكونه يأكل النار في فمه ويمسحها بالأيدي، ويدخل النار، كل هذا من الأعمال الشيطانية، ولهذا قال المؤلف: قلت: هذه أحوال شيطانية، وإنك لملبّس عليك إن ظننتها كرامات للأموات. ¶ فلما هتف هذا الظالم بأسمائهم جعلهم أنداداً وشركاء لله في الخلق والأمر، يعتقد أنهم يتصرفوا في الكون وأنهم كذا، فهؤلاء الموتى أصحاب القبور أنت تفرض أنهم أولياء لله، فهل يرضى ولي الله أن يجعله المجذوب أو السالك شريكاً لله تعالى ونداً؟! لا يرضى إذا كان صالحاً، وإن زعمت أنه راضٍ فقد جئت شيئاً إداً، أي: أمراً عظيماً، وصيرت هؤلاء الأموات مشركين، وأخرجتهم -وحاشاهم عن ذلك- عن دائرة الإسلام والدين، حيث جعلتهم أنداداً لله راضين فرحين. ¶ فلو كان يرضى صاحب القبر أن يفعل به هذا لصار طاغوتاً ومشركاً، وهو لا يرضى فكيف تصيره طاغوتاً، وتجعله مشركاً؟! وزعمت أن هذه كرامات لهؤلاء المجاذيب الضلال المشركين التابعين لكل باطل، المنغمسين في بحار الرذائل، الذين لا يسجدون لله سجدة، ولا يذكرون الله وحده، فإن زعمت هذا وقلت: إنها كرامات، فقد أثبت الكرامات للمشركين الكافرين وللمجانين، وهدمت بذلك ضوابط الإسلام وقواعد الدين المبين والشرع المتين. ¶ فإذا عرفت بطلان هذين الأمرين -يعني: ما سبق من أفعال الصوفية، وكذلك الممخرقين- علمت أن هذه أحوال وأفعال طاغوتية، وأعمال إبليسية يفعلها الشياطين لإخوانهم من هؤلاء الضلال معاونة من الفريقين، وقد ثبت في الأحاديث أن الشياطين والجان يتشكلون بأشكال الحية والثعبان، وهذا أمر مقطوع به، فقد يتشكل الشيطان بصورة حية أو عقرب أو قط أو كلب، فهم الثعابين التي يشاهدهم الناس في أيدي المجاذيب، فقد يكون في يده ثعبان وهو جني قد تصور، ولو ذكرت الله وسميت لذهب، وقد يكون ذلك من باب السحر وهو أنواع، وتعلمه ليس بالعسير، بل بابه الأعظم هو الكفر بالله، فمن أراد أن يتعلم السحر فإنه يكفر بالله، فإما أن يسب الله، أو يسب الرسول، أو يطلب منه أن يبول على المصحف، أو يلطخه بالنجاسة، فإذا كفر والعياذ بالله علمه السحر. ¶ ولهذا قال: بل بابه الأعظم هو الكفر بالله، وإهانة ما عظمه الله من جعل المصحف في كنيف ونحوه. ¶ فلا يغتر من يشاهد ما يعظم في عينيه من أحوال المجاذيب التي يراها خوارق، فيظن أن هذه خوارق وأن هذه كرامات وهي أفعال شيطانية. ¶ فيقول المؤلف: فإن للسحر تأثيراً عظيماً في الأفعال، وهكذا الذين يقلبون الأعيان بالأسحار وغيرها.",
            "page": "3",
            "part": "7",
            "seal": "CE0B7A4B"
        },
        {
            "id": "84",
            "nass": "بعض الأمثلة على ما يقوم به السحرة ¶ قال المؤلف رحمه الله تعالى: [وقد ملأ سحرة فرعون الوادي بالثعابين والحيات حتى أوجس في نفسه خيفة موسى عليه السلام، وقد وصفه الله بأنه سحر عظيم، والسحر يفعل أعظم من هذا؛ فإنه قد ذكر ابن بطوطة وغيره أنه شاهد في بلاد الهند قوماً توقد لهم النار العظيمة، فيلبسون الثياب الرقيقة ويخوضون في تلك النار، ويخرجون وثيابهم كأنها لم يمسها شيء، بل ذكر أنه رأى إنساناً عند بعض ملوك الهند أتى بولدين معه، ثم قطعهما عضواً عضواً، ثم رمى بكل عضو إلى جهة فرقاً حتى لم ير أحد شيئاً من تلك الأعضاء، ثم صاح وبكى، فلم يشعر الحاضرون إلا وقد نزل كل عضو على انفراده وانضم إلى الآخر، حتى قام كل واحد منهما على عادته حياً سوياً. ¶ ذكر هذا في رحلته، وهي رحلة بسيطة، وقد اختصرت، طالعتها بمكة عام ست وثلاثين ومائة وألف، وأملاها علينا العلامة مفتي الحنفية في المدينة السيد محمد بن أسعد رحمه الله]. ¶ يقول المؤلف رحمه الله: السحر الآن معروف من قديم، وقد انتشر السحر في زمان موسى عليه الصلاة والسلام في مدائن مصر وقصر فرعون، فأرسل الله تعالى موسى عليه الصلاة والسلام فكذبه فرعون، وحصلت بينه وبين السحرة مناظرة وأعطى الله موسى العصا فصارت حية أكلت جميع ثعابين السحر التي وضعها هؤلاء في الوادي كله، قال الله تعالى: {وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى} [طه:69]. ¶ ولهذا قال المؤلف: وقد ملأ سحرة فرعون الوادي بالثعابين والحيات، وجعلوا فيها الزئبق، وصارت تتلوى، حتى أوجس في نفسه خيفة موسى، قال الله: {قُلْنَا لا تَخَفْ إِنَّكَ أَنْتَ الأَعْلَى} [طه:68]، وقد وصفه الله بأنه سحر عظيم، قال: {وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ} [الأعراف:116]. ¶ والسحر يفعل أعظم من هذا، ثم ذكر القصة التي ذكرها ابن بطوطة وغيره، وابن بطوطة هذا معروف أنه ليس بمحقق، وأنه قد كذب على شيخ الإسلام ابن تيمية كما ذكر في الحاشية حيث قال: إن شيخ الإسلام ابن تيمية مشبه. ¶ وقال: إني أدركت ابن تيمية يخطب ويقول: إن الله ينزل مثل نزولي عن هذا المنبر، فهو ما أدرك شيخ الإسلام ابن تيمية، وإنما لما دخل البلاد كان شيخ الإسلام مسجوناً في ذلك الوقت، ولكن هذه القصة التي ذكرها ابن بطوطة هي من أفعال السحر وقد تكون صحيحة، وليس كل ما ذكره ابن بطوطة صحيحاً، فقد يكون بعضه صحيحاً وبعضه غير صحيح، فقد تكون هذه القصة صحيحة، وقد تكون غير صحيحة، ولا يستغرب من السحرة أنهم يفعلون مثلما ذكر ابن بطوطة، يقول: شاهد في بلاد الهند قوماً توقد لهم النار العظيمة، فيلبسون الثياب الرقيقة ويخوضون في تلك النار، ثم يخرجون منها وثيابهم كأنها لم يمسها شيء. ¶ وهذا شيء معروف، فإنهم يدخلون النار أمام الناس، ويأكلون المسامير، ويشقون بطونهم أمام الناس، كل هذه من أفعال السحرة؛ لأنهم يسحرون أعين الناس. ¶ ويقول: إنه ذكر أنه رأى إنساناً عند بعض ملوك الهند أتى بولدين معه ثم قطعهما عضواً عضواً، ثم رمى بكل عضو إلى جهة فرقاً حتى لم ير أحد شيئاً من تلك الأعضاء، ثم صاح وبكى، فلم يشعر الحاضرون إلا وقد نزل كل عضو على انفراده وانضم إلى الآخر، حتى قام كل واحد منهما على عادته حياً سوياً. ¶ فهذا إما أنه سحر أعين الناس ولم يقطعها، وإما أنه قطع أشياء غير الشخص هذا، يقول: ذكر هذا في رحلته، وهي رحلة بسيطة اختصرتها، وذكر أن هذه قصة طالعها في مكة عام ست وثلاثين ومائة وأنه أملاها عليه العلامة مفتي الحنفية في المدينة. ¶ قال المؤلف رحمه الله تعالى: [وفي الأغاني لـ أبي الفرج الأصبهاني بسنده: أن ساحراً كان عند الوليد بن عقبة فجعل يدخل في جوف بقرة ويخرج، فرآه جندب رضي الله عنه فذهب إلى بيته فاشتمل على سيفه، فلما دخل الساحر في البقرة، قال جندب: {أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ} [الأنبياء:3]، ثم ضرب وسط البقرة فقطعها وقطع الساحر معها، فانذعر الناس، فحبسه الوليد وكتب بذلك إلى عثمان رضي الله عنه، وكان على السجن رجل نصراني، فلما رأى جندباً يقوم الليل ويصبح صائماً قال النصراني: والله إن قوماً هذا شرهم لقوم صدق، فوكل بالسجن رجلاً ودخل الكوفة، فسأل عن أفضل أهلها، فقالوا: الأشعث بن قيس، فاستضافه فرأى أبا محمد - يعني: الأشعث - ينام الليل ويصبح فيدعو بغدائه، فخرج من عنده وسأل: أي أهل الكوفة أفضل؟! فقالوا: جرير بن عبد الله، فوجده ينام الليل ثم يصبح فيدعو بغدائه، فاستقبل القبلة فقال: ربي رب جندب، وديني دين جندب وأسلم. ¶ وأخرجها البيهقي في السنن الكبرى بمغايرة في القصة، فذكر بسنده إلى الأسود: أن الوليد بن عقبة كان يلعب بين يديه ساحر، فكان يضرب رأس رجل ثم يصيح به فيقوم صارخاً، فيرد إليه رأسه، فقال الناس: سبحان الله! يحيي الموتى. ¶ ورآه رجل من صالحي المهاجرين، فلما كان من الغد اشتمل على سيفه، فذهب يلعب لعبة ذلك، فاخترط الرجل سيفه فضرب عنقه وقال: إن كان صادقاً فليحيي نفسه؛ فأمر به الوليد ديناراً صاحب السجن فسجنه. ¶ بل أعجب من هذا ما أخرجه الحافظ البيهقي بإسناده في قصة طويلة، وفيها: أن امرأة تعلمت السحر من الملكين ببابل هاروت وماروت، وأنها أخذت قمحاً فقالت له -بعد أن ألقته في الأرض-: اطلع فطلع. ¶ فقالت: احقل فأحقل. ¶ ثم تركته ثم قالت: ايبس فيبس، ثم قالت له: اطحن، فاطحن. ¶ ثم قالت له: اختبز فاختبز، وكانت لا تريد شيئاً إلا كان. ¶ والأحوال الشيطانية لا تنحصر، وكفى بما يأتي به الدجال، والمعيار اتباع الكتاب والسنة ومخالفتهما]. ¶ هذه القصة كما قال هي في كتاب الأغاني لـ أبي الفرج الأصفهاني، وهو: علي بن الحسين أبو الفرج الأصفهاني الأموي صاحب كتاب الأغاني، وهو شيعي، وكان معروفاً في كتابه بذكر الأخبار وأيام الناس والشعر والغناء والمحاضرات، ويأتي فيها بأعاجيب، وكتب الأدب لا يعتمد عليها في ذكر القصص، ولكنها قصة تذكر، ذكر أن ساحراً كان عند الوليد بن عقبة في الكوفة، وكان أميراً للكوفة، فجعل هذا الساحر يسحر الناس، فيخيل لهم أنه يدخل في جوف البقرة ويخرج منها، وفي الواقع لا يدخل في جوفها لكن العيون مسحورة، فيضع السحر في العيون، ثم يخيل لهم أنه يدخل في جوف البقرة، ويخرج من دبرها، وهو في الواقع يمشي حولها، وبين يديها ورجليها، فاشتمل على سيفه، فلما دخل الساحر في البقرة قال جندب: {أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ} [الأنبياء:3]، ثم ضرب وسط البقرة فقطعها وقطع الساحر معها، وقال: إن كان صادقاً فليحيي نفسه، فانذعر الناس، فحبسه الوليد؛ لأنه تصرف هذا التصرف من دون إذنه، وكتب في ذلك إلى عثمان رضي الله عنه. ¶ وكان على السجن رجل نصراني، فلما رأى جندباً يقوم الليل ويصبح صائماً، قال النصراني: والله إن قوماً هذا شرهم لقوم صدق، فوكل بالسجن رجلاً ودخل الكوفة. ¶ يعني: إذا كان هذا محبوساً وهو من شرهم فهذا يدل على أن القوم صالحون، وكان هذا سبب إسلامه. ¶ فسأل عن أفضل أهلها، فقالوا: الأشعث بن قيس، فاستضافه، فرأى الأشعث ينام الليل، ويصبح فيدعو بغدائه، فخرج من عنده وسأل عن أهل الكوفة: أي أهل الكوفة أفضل؟ فقالوا: جرير بن عبد الله؛ فوجده ينام الليل ثم يصبح ويدعو بغدائه، فاستقبل القبلة فقال: ربي رب جندب، وديني دين جندب وأسلم. ¶ يقول: هذه أخرجها البيهقي في السنن مع وجود مغايرة في القصة، فذكر بسنده الأسود: أن الوليد بن عقبة كان بالعراق يلعب بين يديه ساحر، فكان يضرب رأس الرجل ثم يصيح به فيقوم صارخاً، وهذه ذكرها العلماء كما في كتاب التوحيد وفي غيره: أن الوليد كان يلعب بين يديه ساحر، فكان يضرب رأس الرجل، فيدخل في البقرة ثم يصيح به -يعني: أمام الناس- فيقوم. ¶ يعني: يخيل للناس أنه ضرب رأسه وأنه قتل، ثم يصيح به فيقوم. ¶ فقال الناس: سبحان الله! يحيى الموتى، وهو في الواقع أنه ما ضربه لكن العيون مسحورة، ولو ضربه ما يمكن أن يكون حياً، فرآه رجل من صالحي المهاجرين، جاء أنه جندب رضي الله عنه، فلما كان من الغد اشتمل على سيفه، فجاء إلى الساحر فذهب يلعب لعبته تلك، فاخترط جندب سيفه فضرب عنقه، وقال: إن كان صادقاً فليحيي نفسه، فأمر به الوليد دينار -وهو المسئول عن السجن- فسجنه؛ لأنه افتأت على الأمير ولم يأخذ رأيه، وتصرف هذا التصرف، وجندب أنكر المنكر؛ لأنه قادر رضي الله عنه، وصبر على السجن. ¶ قال المؤلف رحمه الله: بل أعجب من هذا ما أخرجه الحافظ البيهقي بإسناده في قصة طويلة. ¶ وهذه القصة ذكرها الحافظ ابن كثير رحمه الله: أن هذه المرأة تعلمت السحر، وأنها تقول كلمات ذكرها في قول الله تعالى: {وَاتَّبَعُوا مَا تَتْلُوا الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ} [البقرة:102]. ¶ وكما ذكر المؤلف: أن امرأة تعلمت السحر من الملكين ببابل هاروت وماروت، وصارت لا تقول شيئاً إلا حصل لها، ومن ذلك أنها أخذت",
            "page": "4",
            "part": "7",
            "seal": "DAB773BB"
        },
        {
            "id": "85",
            "nass": "الأسئلة",
            "page": "5",
            "part": "7",
            "seal": "85D3DCFE"
        },
        {
            "id": "86",
            "nass": "أحكام الصلاة في المسجد الذي بجواره قبر ¶ Q  إذا كان القبر بجوار المسجد هل تجوز الصلاة فيه؟ ¶ A  إذا كان هناك قبر داخل المسجد فلا تصح الصلاة في المسجد؛ لقول النبي صلى الله عليه وسلم: (لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد) سواء كان القبر من الأمام أو الخلف داخل المسجد فهو في المسجد، ولا تصح الصلاة، وأما إذا كان خارج المسجد فلا يعتبر منه والصلاة صحيحة، ولا يجوز إبقاء القبر في المسجد، والحكم للسابق، فإن كان المسجد هو السابق ووضع فيه القبر فإنه يجب نبش القبر ونقله إلى المقبرة، وإن كان القبر هو السابق وبني عليه المسجد فيجب هدم المسجد ونقله إلى مكان آخر، فالحكم للسابق؛ لأن هذا المسجد بني على القبر فيكون محرماً، وأما إذا كان المسجد هو السابق والقبر دفن في المسجد فيجب نبش القبر ووضعه مع القبور.",
            "page": "6",
            "part": "7",
            "seal": "C0F14549"
        },
        {
            "id": "87",
            "nass": "حكم لبس لباس الكفار ¶ Q  لبس لباس الكفار في البيت أو في الملعب هل يعتبر معصية؟ ¶ A  نعم لا شك فيه، يقول النبي صلى الله عليه وسلم: (من تشبه بقوم فهو منهم). ¶ فالتشبه بهم معصية وحرام. ¶ قال شيخ الإسلام ابن تيمية رحمه الله: أقل أحواله أنه حرام وإلا ظاهره الكفر؛ لأن النبي صلى الله عليه وسلم قال: (من تشبه بقوم فهو منهم). ¶ وإذا لبس لباسهم معظماً لهم ولدينهم صار ردة عن الإسلام.",
            "page": "7",
            "part": "7",
            "seal": "33E4C2D8"
        },
        {
            "id": "88",
            "nass": "حكم من أسلم ثم فعل ما ينقض ذلك ¶ Q  إذا قال أحد من الكفار: لا إله إلا الله، ثم تبين لنا أنه ارتكب ما يخالفها من عبادة غير الله أو غيرها هل يستتاب ثم يقتل، أو يقتل دون استتابة؟ ¶ A  إذا قال الكافر المشرك: لا إله إلا الله، وكان لا يقولها في كفره فيجب الكف عنه، ثم ننظر بعد ذلك، إن التزم بأحكام الإسلام فالحمد لله، وإن فعل ما يناقض الشهادتين فإنه يقتل باستتابة أو بغير استتابة، فهذا على حسب حاله الآن، فإذا كان يجهل ذلك فلابد أن يبين له، والمرتد هل يستتاب أو لا يستتاب؟ إذا كان يجهل فإنه يستتاب.",
            "page": "8",
            "part": "7",
            "seal": "90C590A6"
        },
        {
            "id": "89",
            "nass": "حكم لبس لباس الكفار في بعض الشركات ¶ Q  أعمل في شركة، ومن شروط العمل أن نلبس ملابس الكفار، فما الحكم؟ ¶ A  عليك أن تتفاهم مع هذه الشركة، وعلى الإخوان المسلمين أن يتفاهموا مع الشركة، ويطلبوا منهم ترك هذا اللباس ويبينوا لهم، وإذا كانت الشركة في هذه البلاد يرفع أمرهم، ويلزمون بلباس المسلمين لا بلباس الكفرة، فإن لم تستطع فاترك هذه الشركة، ولا تلبس لباس الكفار، فالأعمال كثيرة الآن، فالتمس عملاً آخر.",
            "page": "9",
            "part": "7",
            "seal": "A98F464F"
        },
        {
            "id": "90",
            "nass": "حكم وجود قبر النبي صلى الله عليه وسلم في المسجد النبوي ¶ Q  هل يعتبر قبر النبي صلى الله عليه وسلم داخل المسجد أو خارجه؟ ¶ A  النبي صلى الله عليه وسلم دفن في بيته، فكان بيت النبي صلى الله عليه وسلم خارج المسجد، فلما مات النبي صلى الله عليه وسلم دفن في بيت عائشة، وكان البيت في الخارج، واستمر ذلك إلى قرب القرن الأول، ثم جاء الوليد بن عبد الملك لما تولى الخلافة وأراد أن يوسع المسجد، فوسعه من الجهة التي فيها بيوت النبي صلى الله عليه وسلم حتى أدخل البيوت، وهذا من أغلاطه وأخطائه، والواجب على الوليد أن يوسع من الجهة الأخرى، وقد أنكر عليه العلماء، فالنبي صلى الله عليه وسلم ما دفن في المسجد، والمسجد ما بني على القبر، لا هذا ولا هذا، النبي صلى الله عليه وسلم دفن في بيته، والبيت خارج عن المسجد، المسجد مبني في حياة النبي صلى الله عليه وسلم، والبيت خارج المسجد، فالنبي صلى الله عليه وسلم دفن في بيته في عهد الصحابة، ثم جاء الوليد بن عبد الملك بعد مدة ووسع المسجد فأدخل فيه البيوت، فهذا خطأ منه.",
            "page": "10",
            "part": "7",
            "seal": "25D0C343"
        },
        {
            "id": "91",
            "nass": "الصحيح في مسألة الإجماع ¶ Q  ما هو الصحيح في مسألة الإجماع، هل هناك إجماع بعد الأئمة الأربعة أم لا؟ ¶ A  يقول الإمام أحمد رحمه الله: من ادعى الإجماع فهو كاذب، وقد نقله عنه شيخ الإسلام ابن تيمية، وهو قول قوي، فهو يقول: إن العلماء كثروا بعد الصحابة وانتشروا في الآفاق، فلا يمكن أخذ أقوالهم؛ لأن الإجماع معناه: أن يتفق علماء العصر على شيء واحد. ¶ ولا يستطيع أحد أن يجمع العلماء؛ لأن العلماء انتشروا في الشام ومصر والعراق وفي كل مكان، بخلاف الصحابة في زمنهم فإنهم معروفون، ويمكن أخذ أقوالهم بسهولة، فإذا أجمعوا أمكن جمع أقوالهم، لكن بعد الصحابة انتشر العلماء وكثروا، وهو قول قوي، والأصوليون يرون أن الإجماع ينعقد بعد عصر الصحابة، وأنه إذا اتفق علماء العصر على شيء كان إجماعاً.",
            "page": "11",
            "part": "7",
            "seal": "187B3905"
        },
        {
            "id": "92",
            "nass": "حكم الكتابة على القبر ¶ Q  إذا كتب على القبر أو بجدار قرب القبر اسم صاحبه، لأجل الذي يريد زيارة الميت من الأقارب حتى لا ينساه، فهل هذا جائز أم لا؟ ¶ A  لا تجوز الكتابة على القبر، وهذا من وسائل الشرك، وقد جاء في الحديث: (أن النبي نهى أن يجصص القبر، وأن يكتب عليه) ولكن لا بأس بجعل علامة على القبر، فيضع عليه شيئاً من البناية أو الأحجار أو الخرق أو ما أشبه ذلك غير الكتابة، أما الكتابة فلا تجوز، فقد نهي عنها.",
            "page": "12",
            "part": "7",
            "seal": "D41511DD"
        },
        {
            "id": "93",
            "nass": "معنى قول ابن الأمير: (ضربة لازب) ¶ Q  ما معنى قول المؤلف في المتن: ضربة لازب؟ ¶ A  يعني: شيئاً ثابتاً لا يحرك.",
            "page": "13",
            "part": "7",
            "seal": "F4096098"
        },
        {
            "id": "94",
            "nass": "كيفية اتصال المجاذيب بالأموات ¶ Q  كيف يتصل المجاذيب بالأموات كما يقول المؤلف؟ ¶ A  المجاذيب هم الصوفية الذين يدعون أنهم انجذبت قلوبهم أو كذا، فيدعون أنهم يتصرفون في الكون، فهم يتصلون بالسحرة ويوهمون أنهم يتصلون بالأموات، فيقول: إنهم أيضاً يعملون شيئاً من الشعوذة مع التصوف.",
            "page": "14",
            "part": "7",
            "seal": "03BA5BC9"
        },
        {
            "id": "95",
            "nass": "الفرق بين زيارة القبور الشرعية والبدعية ¶ Q  هل يجوز أن أزور قبراً معيناً من القبور وأدعو لصاحبه بالمغفرة؟ ¶ A  نعم، هذه الزيارة الشرعية كما سبق، وهي أن تأتي القبر بدون سفر إذا كان في البلد، فتأتي وتسلم عليه، فتقول: السلام عليك يا فلان ورحمة الله وبركاته، وسواء كان قريباً أو بعيداً تدعو له بالمغفرة وتنصرف، والزيارة فيها فائدتان: فائدة للحي بأن يتذكر الموت ويرق قلبه، وفائدة للميت بأن يدعو له، فهذه هي الزيارة الشرعية. ¶ وأما الزيارة البدعية فهي أن يزوره ثم يجلس ليقرأ القرآن، أو يزوره ويصلي عند قبره ركعتين، فهذا الفعل بدعة ومن وسائل الشرك، والزيارة الشركية أن يزوره ثم يدعوه من دون الله، ويذبح وينذر له. ¶ لكن الزيارة الشرعية أن تزور الميت وتدعو له وتتذكر الآخرة ويرق قلبك، ثم تنصرف.",
            "page": "15",
            "part": "7",
            "seal": "64D6F882"
        },
        {
            "id": "96",
            "nass": "حكم حضور المهرجانات التي ترتكب فيها أمور شركية ¶ Q  يقام في أيام الإجازات عدد من المهرجانات، ويقام فيها ألعاب السيف، ويقام فيها أمور وأفعال خارقة للعادة، فما حكمها وما حكم حضورها؟ ¶ A  ينظر في هذه الألعاب، فإن كانت من ألعاب السحرة فلا تجوز، ولا يجوز حضورها إلا مع الإنكار إن كان يجد منكراً. ¶ وإذا كانت عندنا في البلاد فيكتب إلى المسئولين، وترفع إلى ولاة الأمور حتى تزال، وإذا كانت خارج البلاد فينكر الإنسان بالاستطاعة وإلا فلا يحضرها؛ لأن الواجب على الإنسان أن ينكر المنكر، فإن زال وإلا فليترك هذا المكان، فإذا كان يفعل الشرك في هذا المكان وسكت صار حكمه حكم شركي، وإذا كان أمراً منكراً صار حكمه حكم هذا المنكر، قال الله تعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ} [النساء:140]، فبين الله أن من سكت وحضر المنكر فحكمه كحكمهم، فإذا كانوا يشركون بالله وسكت ولم ينكر فإنه يكون حكمه كحكم المشركين، وإذا كانوا يشربون الخمر وسكت فحكمه كحكم من يشرب الخمر، وإذا كانوا يغتابون الناس فحكمه كحكم من يغتاب الناس، فهو مثلهم عليه إثمه إذا سكت، والواجب أن تنكر، فإن امتثلوا وتركوا وإلا فقم عن المكان، ولا تكون شريكاً لهم في الإثم.",
            "page": "16",
            "part": "7",
            "seal": "77B6726A"
        },
        {
            "id": "97",
            "nass": "ضابط معرفة الكرامة ¶ Q  ما هو الضابط في معرفة الكرامات من الأحوال الشيطانية؟ ¶ A  الضابط هو حال الشخص، فإذا كان الشخص مستقيماً من المؤمنين المستقيمين فهذه كرامة حصلت له بسبب اتباعه للنبي صلى الله عليه وسلم، كما حصل لـ عمر بن الخطاب رضي الله عنه عندما كشف له عن جيشه وهو في العراق، فجعل يقول: يا سارية الجبل، فألقى الله الكلمة في أذنه فلزم الجبل. ¶ ومثلما حصل لـ خالد بن الوليد حيث أكل السم عندما أراد أن يفتح حصناً من الحصون، إن صحت هذه القصة. ¶ وكما حصل لـ أسيد بن حضير وعباد بن بشر عندما خرجا من عند النبي صلى الله عليه وسلم في ليلة مظلمة فأضاء لهما السوط في الطريق، فلما افترقا صار مع كل واحد منهما في سوطه حتى وصل إلى أهله، فهذه من الكرامات، فإذا كان الشخص مستقيماً فهذه كرامة، وإذا كان الشخص منحرفاً فهذه حالة شيطانية، فإذا كان فاسقاً أو ساحراً مشعوذاً فالخوارق التي تحصل له هي حالة شيطانية، فقد يطير الساحر في الهواء، وقد يغوص البحار، وقد يدخل النار، وقد تحمله الشياطين، وقد ذكر شيخ الإسلام ابن تيمية رحمه الله أن بعض الشياطين تحمل بعض السحرة إلى عرفة في أيام الحج، في يوم عرفة، وترجع به كل يوم، ويظن أنه وافق الحجاج وهو لم يحرم ولم يفعل شيئاً من أفعال الحج.",
            "page": "17",
            "part": "7",
            "seal": "CE132FED"
        },
        {
            "id": "98",
            "nass": "مراتب إنكار المنكر ¶ Q  ما هي ضوابط الإنكار؟ ¶ A  الإنكار كما سبق يكون باليد، فيستطيع إذا كان في أهله وبيته أو أميراً أو له سلطة أن يغير باليد، فإن عجز فإنه يغير باللسان، فيبين وينصح إذا كان من أهل العلم، فإن كان سيصيبه ضرر فينتقل إلى الإنكار باللسان، فلو أنكر بلسانه فضربوه أو أوقعوا به ضرراً في نفسه أو على ماله فإنه ينكر بالقلب، فيكره هذا المنكر ويفارقه، وتظهر علامة الإنكار على وجهه.",
            "page": "18",
            "part": "7",
            "seal": "3530D213"
        },
        {
            "id": "99",
            "nass": "حكم قول (الله الله) عند التعجب ¶ Q  هل يجوز قول: الله الله عند التعجب؟ ¶ A  ينبغي أن يضيف إليه: الله أكبر! الله أكبر! والنبي صلى الله عليه وسلم قال: (الله أكبر إنها السنن، قلتم والذي نفسي بيده) فإذا تعجب من شيء كان يقول: الله أكبر، أو يقول: سبحان الله، فيأتي بجملة مفيدة، فلا يصلح الله، وإنما تقول: الله أكبر، فهذا فيه تعظيم لله وأنه أكبر من كل شيء.",
            "page": "19",
            "part": "7",
            "seal": "B4B3576C"
        },
        {
            "id": "100",
            "nass": "حكم قتل الساحر ¶ Q  ما حكم قتل الساحر؟ ¶ A  الساحر يجب قتله من قبل ولاة الأمور، وليس الناس هم الذين يقتلونه وإلا صارت المسألة فوضى، لكن يرفع به إلى ولاة الأمور، فإذا ثبت أنه ساحر فإنه يقتل، قال صلى الله عليه وسلم: (حد الساحر ضربة بالسيف) إن ثبت في المحكمة الشرعية أنه ساحر قتل من قبل ولاة الأمور. ¶ وهل يقتل كفراً أو حداً؟ على خلاف، والصواب أنه إذا كان سحراً ويتعلق بالشياطين فإنه يقتل كفراً. ¶ نسأل الله السلامة والعافية.",
            "page": "20",
            "part": "7",
            "seal": "6AD4DBD5"
        },
        {
            "id": "101",
            "nass": "مرتبة أحاديث المهدي من حيث الثبوت ¶ Q  هل الأحاديث التي وردت في المهدي صحيحة؛ علماً بأن البخاري رحمه الله في صحيحه لم يذكر أياً منها؟ ¶ A  المهدي الذي يخرج في آخر الزمان، وهو أول أشراط الساعة الكبار جاء فيه أحاديث كثيرة، وفيها: أن اسمه محمد بن عبد الله المهدي، فاسمه كاسم النبي صلى الله عليه وسلم، وكنيته نفس كنيته، وأنه من سلالة فاطمة، وأنه يملأ الأرض عدلاً كما ملئت جوراً، وأنه يكون في آخر الزمان، وفي زمانه يخرج المسيح الدجال، ثم ينزل عيسى ابن مريم، وتكثر الفتن في زمانه، ويبايع له بين الركن والمقام في وقت ليس للناس فيه إمام، فيحكم بالعدل، ويكون أهل السنة والجماعة في ذلك الوقت في الشام، تلجئهم الفتن إلى هناك، وتحصل حروب في زمانه، وتفتح القسطنطينية، وتحصل ملاحم عظيمة جاءت فيها أحاديث منها الصحيح، ومنها الضعيف، ومنها الموضوع، فبعضها ثابت ولم يخرجه البخاري ولا مسلم، وإذا صح هذا الحديث فإنه يقبل حتى ولو لم يخرجه الشيخان، وهناك أحاديث صحيحة تركوها للتخفيف، فإذا ثبت وصح السند، ولم يكن الحديث شاذاً ولا معلاً فهو صحيح. ¶ والأحاديث في هذا ثابتة، والمهدي عند أهل السنة هو غير المهدي عند الشيعة، والرافضة الشيعة يدعون أن المهدي في آخر الزمان هو الذي دخل سرداب سامراء سنة ستين ومائتين، وأنه سيخرج يحكم فيتبعه الشيعة، وهو كذب؛ لأن أباه الحسن العسكري مات عقيماً ولم يولد له، فجعلوا له ولداً وأدخلوه السرادب، قالوا: إنه دخل السرداب وهو ابن سنتين أو ثلاث أو خمس، يقول شيخ الإسلام: مضى عليه أربعمائة سنة، وهذا في زمانه، والآن قد مضى عليه ألف ومائتا سنة؛ لأنه دخل في زعمهم سنة ستين ومائتين وما خرج إلى الآن، ونحن الآن في ألف وثلاثمائة، وهو خرافة؛ فأبوه مات عقيماً ولم يولد له، ولو فرضنا أنه دخل السرداب فكيف سيعيش هذه المدة الطويلة؟ ومثل هذا الطفل فإنه يحتاج إلى حضانة وعناية، وهو خرافة لا أصل له. ¶ ثم أيضاً هم الآن يقولون: ما في جهاد في سبيل الله ولا كذا ولا أحد يعرف مصير الناس حتى يخرج المهدي، يعني: مصير الأمة الآن ما هو معروف حتى يخرج المهدي؟! فهذا يدل على أن الشيعة ما هم عليه كله خرافة وضلال لا أساس لها من الصحة، نسأل الله السلامة والعافية! وفق الله الجميع لطاعته، وثبت الله الجميع على الهدى، ورزقنا جميعاً العلم النافع، والعمل الصالح، وتوفانا على الإسلام غير مغيرين ولا مبدلين، إنه ولي ذلك والقادر عليه، وصلى الله وسلم وبارك على عبد الله ورسولنا محمد، وعلى آله وصحبه أجمعين.",
            "page": "21",
            "part": "7",
            "seal": "82733A16"
        }
    ],
    "t50": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "[3]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "تقسيم التوحيد إلى توحيد ربوبية وألوهية"
        },
        {
            "id": "3",
            "lvl": "3",
            "sub": null,
            "tit": "إرسال الرسل لتقرير توحيد الربوبية ودعاء المشركين إلى توحيد العبادة"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": null,
            "tit": "اعتقاد المشركين أن الأصنام والأوثان تقربهم إلى الله زلفى"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": null,
            "tit": "الشفاعة وشروطها"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "إقرار المشركين بأن الله هو خالقهم"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "العبادة هي أقصى باب الخضوع والتذلل"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": null,
            "tit": "توحيدالله هو رأس العبادة وأساسها"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "[4]"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع العبادات"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "العبادة الاعتقادية"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "العبادة اللفظية"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع الكفر"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "العبادات البدنية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الرسل مبعوثون للدعوة إلى إفراد الله بالعبادة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "دعوة الأنبياء واحدة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الحذر من الغلو في الصالحين"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "إفراد الله بالعبادة وحده"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "حكم صرف العبادة لغير الله"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الأسئلة"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "معنى قول: (هذا الشيء مناف لكمال التوحيد الواجب)"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "حكم طلب الشفاعة من الأولياء أو أصحاب القبور"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "قول العلماء في عوام المشركين"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "حكم طلب المساعدة من المخلوق"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع التوسل بغير الله وحكم كل نوع"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": null,
            "tit": "حجة من يرى التوسل بالذات والرد عليه"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "الشك مع دفعه لا يعد كفرا ولا شركا"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "شفاعة النبي صلى الله عليه وسلم لعمه أبي طالب"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "متى يكون النطق بكلمة التوحيد نافعا لصاحبه"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "حكم من ينطق بالشهادة وهو كافر"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "[5]"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "قوادح التوحيد الكامل"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "علاقة توحيد الربوبية بتوحيد الألوهية"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "شرك الرياء"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الاعتقاد في غير الله تعالى في النفع والضر شرك"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "حديث الأعمى وكلام العلماء فيه"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الأسماء لا تغير المعاني والحقائق"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "[6]"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "تفنيد شبهات القبوريين في الاستغاثة"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "ما يجوز من الاستغاثة وما لا يجوز"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "سلوك القبوريين مسلك المشركين الأوائل"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "سجود عباد القبور لأوثانهم"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "تعظيم عباد القبور أوثانهم أكثر من الله"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "كلمة التوحيد عاصمة لدم قائلها ما لم يأت بناقض"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الحلف بغير الله شرك"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "حكم من حلف بغير الله"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "شبهة إيمان من حلف بغير الله وردها"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على قولهم بأنهم يصلون ويصومون وإن فعلوا تلك الأفعال"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "أمثلة لمن ارتد بفعل ناقض من نواقض الإسلام"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "حقن دم المسلم وماله حتى تتبين مخالفته لما التزمه من التوحيد"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة في التفريق بين المشرك والموحد"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "[7]"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "معنى العبادة ودخول النذر والنحر فيها"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "المعنى الصحيح للصلاة"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": null,
            "tit": "حكم التزيي بزي الكفار"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "حكم النذور والذبائح للأضرحة والمشاهد"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام النذور الشركية للأضرحة والمشاهد"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "إدراك الناذر للقبر بعض النفع لا يبيح له عبادته"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "تمكين الله لإبليس وجنوده من بني آدم ابتلاء وامتحانا"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الأسئلة"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "حكم التوسل إلى الله بأعمال الصالحين أو بذواتهم"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "حكم دعاء الميت فيما يقدر عليه الأحياء"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين الطواف حول القبور والمشاهد والطواف حول الكعبة"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "حكم تدريس كل نوع من أنواع التوحيد على حدة"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الصلاة خلف الخوارج"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "حكم القيام بالأعمال رياء"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "مقارنة هذا الكتاب بكتاب (كشف الشبهات)"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "حكم من علق صنما أو زنارا"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين الحمد والشكر"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "حكم قولك لآخر: (ادع لي)"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "حكم من فعل ناقضا لإسلامه ثم تاب منه"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الجهل بمسائل الاعتقاد"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "[8]"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الحق ما قام عليه الدليل لا ما اتفق عليه العوالم جيلا بعد جيل"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "بعض الأمثلة الدالة على سكوت العلماء عن المنكر"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "الجواب على من زعم أن الأمة اجتمعت على ضلالة"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "سكوت العلماء عن المنكر لا يدل على جوازه"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "إبطال دعوى الإجماع السكوتي"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "من ذرائع الشرك بناء القباب والمشاهد"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "خطأ الاستدلال ببناء القبة على قبر رسول الله على جواز ذلك"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "[9]"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "إبطال كرامات الصوفية وخوارق العادات عندهم"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "الأعمال التي يقوم بها الصوفية لإضلال الناس"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "بعض الأمثلة على ما يقوم به السحرة"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "الأسئلة"
        },
        {
            "id": "86",
            "lvl": "3",
            "sub": null,
            "tit": "أحكام الصلاة في المسجد الذي بجواره قبر"
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "حكم لبس لباس الكفار"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "حكم من أسلم ثم فعل ما ينقض ذلك"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "حكم لبس لباس الكفار في بعض الشركات"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "حكم وجود قبر النبي صلى الله عليه وسلم في المسجد النبوي"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": null,
            "tit": "الصحيح في مسألة الإجماع"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "حكم الكتابة على القبر"
        },
        {
            "id": "93",
            "lvl": "3",
            "sub": null,
            "tit": "معنى قول ابن الأمير: (ضربة لازب)"
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": null,
            "tit": "كيفية اتصال المجاذيب بالأموات"
        },
        {
            "id": "95",
            "lvl": "3",
            "sub": null,
            "tit": "الفرق بين زيارة القبور الشرعية والبدعية"
        },
        {
            "id": "96",
            "lvl": "3",
            "sub": null,
            "tit": "حكم حضور المهرجانات التي ترتكب فيها أمور شركية"
        },
        {
            "id": "97",
            "lvl": "3",
            "sub": null,
            "tit": "ضابط معرفة الكرامة"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "مراتب إنكار المنكر"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": null,
            "tit": "حكم قول (الله الله) عند التعجب"
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "حكم قتل الساحر"
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "مرتبة أحاديث المهدي من حيث الثبوت"
        }
    ]
}