{
    "b5075": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ تقديم ¶ الحمد لله، والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه وبعد: ¶ حظيت دعوة الإمام الشيخ محمد بن عبد الوهاب السلفية الإصلاحية باهتمام واسع من علماء العرب والمسلمين منذ قيامه بها، فتناولها المؤرخون والمفكرون، والباحثون، والكتاب، وما تزال دور النشر تدفع بنتاجها عن هذه الدعوة. وعلى الرغم من ذلك ستظل جوانب مهمة تحتاج إلى مزيد من البحث المتعمق، والتحليل الدقيق. ¶ وكثير مما كتب عنها تعوزه الدقة، وينقصه التحقيق والتجرد، ولعل مرد ذلك إلى أمور في مقدمتها: ¶ 1- أنها بدأت في فترة بلغ فيها الانحطاط الفكري مبلغه في الأمة، واختطلت فيه السنن والبدع، وأشبعت النفوس بحب التقليد وتحكم فيها الجمود مع غياب السلطة الشرعية التي تسند الحق، وتدافع عنه. فجاءت هذه الدعوة لتقويض هذه الطرائق، وتصحيح العقائد وردها إلى مصدرها الأصيل: الكتاب والسنة، فأحدث ذلك نفرة لدى بعض أئمة هذه الطوائف، وتأثر بهم",
            "page": "3",
            "part": "1",
            "seal": "DB0907CE"
        },
        {
            "id": "2",
            "nass": "أتباعهم ومقلدوهم وصرفوا الناس عن تقبلها، بل تصدوا لمواجهتها، وتشويه حقيقتها، وتلفيق الدعاوي، والأكاذيب عليها، واستغلوا النفور السياسي في العالم الإسلامي حينذاك لترويج هذه الافتراءات، فتكون نتيجة لذلك رواسب ستزول آثارها إن شاء الله بعد أن تجلت الأمور، وانفتحت العقول، وتخلص المسلمون من قيود الاستعمار الفكري والتضليل الطائفي المنحرف. ¶ 2- لم يكتب للدولة السعودية الأولى التي عضدت الدعوة ونشرتها بالقوة وحمت حماها على يد مؤسسها الأول الإمام محمد بن سعود ـ رحمه الله ـ لم يكتب لها التوسع السياسي خارج الجزيرة بحيث تجد الدعوة السلفية الإصلاحية مناخا صالحا لترسخ في نفوس الناس وتحفف من التأثر بالفلسفات والمذاهب السائدة حينذاك. ¶ 2- جاءت الحملات المسلحة التي وجهت ضد الدولة السعودية فأضعفت السلطة المحلية التي تحميها، فانحسر المد الصحيح لهذه الدعوة، وشتت العلماء، فوجد أعداؤها من الخرافيين والقبوريين وغيرهم ما شجعهم على مواصلة محاربتها بكل الوسائل المتاحة لهم. ¶ وكتاب (محمد بن عبد الوهاب: داعية التوحيد والتجديد) للأستاذ محمد بهجة الأثري نمط جديد من الكتابة عن الإمام",
            "page": "4",
            "part": "1",
            "seal": "8CE7372D"
        },
        {
            "id": "3",
            "nass": "محمد بن عبد الوهاب ودعوته، حيث لم يقم على السرد التاريخي المعتاد بل تعمق في حقيقة الدعوة، وأصولها، ومناهجها، وطرائق نشرها. والأستاذ عرف بنهجه السلفي، وبفكره الصافي واعتداله في آرائه، وأحكامه. وكتابه إضافة جميلة إلى ما سجل عن هذه الدعوة في الماضي والحاضر قد لا نجد مثلها في المنهج والأسلوب والعرض. ¶ ومن الوفاء لصاحب الدعوة، ولمن ساندها، وأيدها، وقام على نشرها أن تصدر الجامعة ـ ضمن سلسلة الكتب الدورية ـ هذا المؤلف القيم، وتعترف للأستاذ محمد بهجة الأثري بفضل الإسهام في ذلك حيث جاء مادة علمية متقنة في شكلها ومضمونها ونقدمه للعلماء والباحثين والقراء إشادة بالفضل لأهله وتنويها بما أحدثته هذه الدعوة في العالم من آثار حسنة نبهت الأمة ودلتها إلى الصراط المستقيم وأيقظت حسها إلى أن تعود لمصدر عزها ومجدها: الإسلام الصافي، والالتزام الثابت على الصراط، والمحجة البيضاء.. والله حسبنا ونعم الوكيل..وصلى الله وسلم على نبينا محمد وآله وصحبه وسلم. ¶ د. عبد الله بن عبد المحسن التركي ¶ مدير جامعة الإمام محمد بن سعود الإسلامية",
            "page": "5",
            "part": "1",
            "seal": "B15AA8BE"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله وحده، بيده ناصيتي، وله الأمر كله ... والصلاة والسلام على خير خلقه محمد بن عبد الله، وعلى آله وصحابته ومن والاه. ¶ أما بعد، ¶ فقد دعتني رئاسة جامعة الإمام محمد ن سعود الإسلامية) لأشارك في هذا الأسبوع المحمودة مقاصده، مشكورة على حسن الظن، فتذكرت نبأ أمير مشرقي كان مولعا بالكتب، سمع بكتاب ألفه أديب في الأندلس، استحسنه الأدباء وقرظوه، فتاقت نفسه إليه، فلما حصل في يده لم يجد فيه ما لا يعرفه، فأطبق عليه دفتيه، وقال: \"هذه بضاعتنا ردت إلينا\"!. ¶ فقلت في نفسي: ليت شعري، ما الذي حدا بالقوم أن يدعوني إلى أمر، هم أهله، ومنهم يقتبس الحديث عنه؟ فما عسى أن أحمل إليهم من شيء يعلمون من ظاهره وخافيه ومن موارده ومصادره ما لا أعلمه؟ أآخذا بضاعتهم وأردها إليهم،؟ أأخلفت نخيل (هجر) ، فأحمل إليها تمرا من (العراق) ؟",
            "page": "7",
            "part": "1",
            "seal": "B5056560"
        },
        {
            "id": "5",
            "nass": "وهتف بي هاتف من النفس، يقول: أن لا، ليس الرأي ما تراه، فإن القوم كما تعرفهم أذكى من أن يذهب ذلك عنهم، وليس بنخيل (هجر) إخلاف. ¶ إنهم إنما دعوك، لتسمع منهم فتتعلم، فقلت له: إن هذا لهو حق اليقين، وإنه لجميل، فقال: وإذا نطقت لتسمعهم ما عندك، فَجُرْتَ أو أخطأتَ، سدّدوك. فقلت: وإن هذا والله لأجمل. ¶ فعزمت ولبيت ولساني يخاطب نفسي بما قال أبو العلاء: ¶ خذي رأيي، وحسبك ذاك مني ¶ ... ¶ على ما فيّ من عوج وأمتٍ ¶ وماذا يبتغي الجلساء مني؟ ¶ ... ¶ أرادوا منطقي، وأردت صمتي! ¶ وإن رجيتي، إذ أنطق بالذي دعيت له، أن لا أجامل فيغضَى على أمتٍ كان الصمت يستره.",
            "page": "8",
            "part": "1",
            "seal": "22A023F5"
        },
        {
            "id": "6",
            "nass": "محمد بن عبد الوهاب داعية التوحيد والتجديد في العصر الحديث ¶ ... ¶ محمد بن عبد الوهاب. ¶ عنوان الأسماء العالية في التاريخ العربي الإسلامي الحديث، كالشمس يذكر غير ملقب، لأنه يسمو على التلقيب بالألقاب، والتحلية بالنعوت.",
            "page": "8",
            "part": "1",
            "seal": "A6101016"
        },
        {
            "id": "7",
            "nass": "إنه لا يعرف بها، ولكن هي تعرف به. ¶ وإن حلية مثله لفي عطله. ¶ والجواهر تذكر أسماء مجردة، ولا توصف؛ لأن معانيها هي أوصافها. ¶ ويقال \"الشمس\" و\"القمر\" ولا يحليان، لأن حليتهما في كمالهما وتمامهما. ¶ ما كلام الأنام في الشمس، إلا ... أنها الشمس ليس فيها كلام! ¶ وقديما أنكرت طباع العرب أن يعرف المشهور في الأَملاء، فقال قائلهم: ¶ \"قد عرفناه وهل يخفى القمر\"؟ ¶ وإن من الأسماء نكرات، مغرقة في التنكير، حليت بالألقاب، ورصّت لها ألفاظ التفخيم والتعظيم رصا سطورا بعد سطور، لتُعَرَّف فتُعرف فما زادتها إلا تنكيرا وضمورا وخفاء، ومات أصحابها وما ذكروا. ¶ وقد يموت أناس لا تحسّهم ... كأنهم من هوان الخطب ما وجدوا ¶ لقد نزعت الأصالة العربية إلى التجريد، وتعلقت بالجواهر والمعاني، فسمّت عظماءها أيام العزة بأسمائهم المجردة، ولم تغرقهم بالألقاب.",
            "page": "9",
            "part": "1",
            "seal": "870EA501"
        },
        {
            "id": "8",
            "nass": "ولما استحالت بعض الطباع، أيام تغلب البغاة الطغاة على ديار العرب والإسلام، استحلى المستدرجون المستكينون ما حلاّهم به المسيطرون من الألقاب البراقة، واستعذبوا ما أذاقوهم من ¶ حلاوات الرتب المعلية المدنية. ¶ وفي سمات أيام العزة جمال وجلال فطريان، عليهما من الصدق والصفاء رونق ورواء، وبالمعاني تشاد المعالي ويرفع البنيان.. ¶ فلا عليّ أن أسمي \"محمد بن عبد الوهاب\" ولا ألقبه. ¶ إنه معنى كريم.. استقر في الضمائر، وليس جسدا تطوف حوله الأجساد. في حروف اسمه القلائل الصغار، خصال عبقرية كبار..ائتلفت فأنشأت مزاجا فردا، عجيبا في أخذه وعطائه. ¶ ذهنية عبقرية، في تكوين سوي، من طراز خارق للمألوف قياسا إلى العادة والزمان والمكان، وفي حاقِّ الجبلة والتكوين. ¶ وقوة نفسية وثقى، متوثبة ومتحدة.. تفرض الهزيمة على القوى المضادة فرضا، وتثبت ثبات طمّاح الذوائب الأشم بوجه الأعاصير، تتناوح من عن يمينه وشماله، ومن أمامه ومن خلفه، تريد زحزحته، فترتدّ عنه وتبيد، وهو (هو) غير مضارّ.",
            "page": "10",
            "part": "1",
            "seal": "A021EAF4"
        },
        {
            "id": "9",
            "nass": "وقيم خلقية صافية صفاء ألق الضياء في يوم الصحو البهيج، ليس دونه حجاب.. ترفعت على شهوات النفس، وتحلت بالإيثار، يصرّفها عقل درّاك وقلب يقظ، وترفدها الركانة والزكانة، والتصور الشمولي الذي يخرج من دائرة الفكر المحدود ليبسط أبعاده على الآفاق. ¶ وقد يكون الإنسان صاحب ذهنية عبقرية، ولكنه لا يملك القوة النفسية المتوثبة المتحدية. فيكون منه صاحب تصورات فكرية، وليس صاحب قوة فاعلة، وقد يغني في مجال الفكر، ولا يغني في مجال الفعل. ¶ وقد يكون صاحب قوة نفسية، ولكنه لا يملك الذهنية العبقرية التي تصرف القوة على مسار السداد والتوفيق، فتتعطل قوته، فلا يأتي بأمر ذي بال. ¶ وقد يكون صاحب ذهنية عبقرية وقوة نفسية متوثبة، ولكنه يفتقد القيم الخلقية الرفيعة، فلا تجديه خاصيّتاه، أو يفتقد العقل الشمولي، فيحبس جهده على أفق خاص يدور في دائرته الضيقة، محدودا بحدودها، لا يخرج منها إلى ما وراءها من آفاق وأبعاد.. فلا يكون منه أمر كبير. ¶ ولقد جمع الله في (محمد بن عبد الوهاب) هذه الخصال جمعاء، متمازجة متحابة، ومترادفة، ليجيء منه الإنسان العظيم، الذي يصنع الصنع العظيم.",
            "page": "11",
            "part": "1",
            "seal": "49A0E99F"
        },
        {
            "id": "10",
            "nass": "وهنا يجيء السؤال الكبير: ¶ ما الصنع العظيم الذي صنعه (محمد بن عبد الوهاب) ؟ ¶ الجواب عن هذا السؤال الكبير، يصوغه واقع التاريخ وحقائقه، ولست أنا من يصوغه. ¶ واقع التاريخ، يقرر في صراحة ووضوح أنه الرجل الذي أيقظ العملاق العربي المسلم من سبات في جزيرة العرب دام دهرا، وأشعره وجوده الحي الفاعل، وأعاد إليه دينه الصحيح، ودولته العزيزة المؤمنة، ودفعه إلى الحياة الفاعلة ليعيد سيرة الصدر الأول عزائم وعظائم وفتوحا. ¶ ويقرر غير منازع أنه رجل التوحيد والوحدة، والثائر الأكبر الذي رفض التفرق في الدين رفضا حاسما، فلم يكن من جنس من يأتون بالدعوات ليضيفوا إلى أرقام المذاهب والطرائق المزق رقما جديدا، يزيد العدد ويكثره، ولكنه أوجب إلغاء هذه الأرقام، ودعا لتحقيق \"الرقم الفرد\" وحده: الرقم الذي لا يقبل التجزئة كالجوهر الفرد، ألا وهو (الإسلام) . ¶ والإسلام، طريقه واحدة، لا تتفرع، ولا تتعدد. ¶ وقد جاءت البينات كفلق الصباح بأن هذا الرقم \"الفرد\" هو الذي استقام به أمر العرب، وكوّن الواحدة الكبرى،",
            "page": "12",
            "part": "1",
            "seal": "CEEFA4D2"
        },
        {
            "id": "11",
            "nass": "والدولة العظمى وقد انضوى تحت لوائها الخفاق أهل الأرض من كل جنس مال بين مشرق للشمس ومغيب، متآخين في الله، متساوين في الحقوق، لا فضل فيها لأحد على أحد إلا بتقواه، متعاونين على بناء حضارة أخلاقية جديدة تجمع إلى مطالب المادة مستشرفات الروح. ¶ فلما أفسد التوحيد، وزالت الوحدة، ذهب التفرق في العقيدة بهذا المجد العظيم..فجاء (محمد بن عبد الوهاب) داعيا للعودة إلى الأصل الذي قام عليه ذلك المجد وعلا سمكه وعز وطال، وقد حقق ما أرداه في جزيرة العرب، وأشاع اليقظة في العالم الإسلامي، وكان لفكره في كل صقع أثر مشهود. ¶ فهذا هو الصنع العظيم، الذي صنعه الرجل العظيم. ¶ *** ¶ جاء (محمد بن عبد الوهاب) على فترة من المصلحين الكبار أصحاب الأصوات الجهيرة في الإصلاح والدعوة إلى التوحيد والوحدة، وحين ظنت الظنون بالعرب والمسلمين، إذ اكتنف الظلام جِواء العالم الإسلامي، وانبهمت المطامع، وركدت ريع العرب في ديارهم، وتفرقت كلمة المسلمين،",
            "page": "13",
            "part": "1",
            "seal": "7A0A0A49"
        },
        {
            "id": "12",
            "nass": "ضعفوا وهان شأنهم على الأقوياء، فطمع فيهم الطامعون من كل جنس، وبغت عليهم الأمم حتى الشراذم الصهيونية. ¶ وكان إشراق النور الجديد من قلب هذا الظلام، من الأرض القفرة، عجبا من العجب، ومثار دهشة الغرب خاصة، إذ كانت دوله بعد عصر (الرينصانص) والثورة الصناعية. تعد العدد، وتتآمر فيما بينها على العالم الإسلامي، وتتحالف للسيطرة على ينابيع ثرواته العظيمة..تغني بها فقرها. ¶ وكان قد استقر عند هذه الدول أن العالم الإسلامي قد صار جثة هامدة لا حراك بها، فلا بد من أن تكون هي وارثة أرضه وكنوزه ومعادنه وخيراته. ¶ فلما سمعت صيحة الإسلام الجديدة المدوية تنطلق من بين رمال الجزيرة دهشت، فأسرعت تراجع ظنونها الخائبة، وارتدت إلى أذهانها صيحة الإسلام الأولى وانبعاثه من هذه الجزيرة العربية نفسها كالأتيّ يتحدر دفّاقا من مخارم الجبال إلى أطراف المعمورة فتحا وإنشاءا وإعمارا، لا أجلّ منه ولا أروع. ¶ فانتصبت لهذا الأمر الجديد..ترصد أخباره، وتتعرف موارده ومصادره، وتتبين مبادئه وغاياته، عسى أن يكون فجره كاذبا، وأن يعود نشورة موتا.",
            "page": "14",
            "part": "1",
            "seal": "37F463C4"
        },
        {
            "id": "13",
            "nass": "حتى إذا كذب الواقع آمالها، طفقت تحاول إبطاله، فأوحت إلى وسائل إعلامها أن تلقي الشبهات عليه، وتشوه صورته، فرمته ورمت الناهض به بالعضائه، وخلّطت ما شاءت لها الأهواء أن تخلط مما يعرفه العارفون وما بنا حاجة إلى ترديده، وقلّصت الشأن كله حين وضعت هذا الأمر الجديد العظيم في بؤرة الطائفية التي تزيد أقام الطوائف رقما جديدا، أي عكست الحال، فنبزته بالوهابية \"wahhabism\" وأذاعت هذا النبز الأنباء الجوائب، فتلقفته الأسماع، وردّدته الألسنة، ودوّنته الصحف والمجلات والكتب ودوائر المعارف الكبرى بكل لسان. ¶ وراق الدولة العثمانية هذا النبز، فأجرته على ألسنة الدراويش ومرتزقة عاطم التكايا والزوايا من تنبلة السلطان، وأفرطت في إلقاء الشبهات عليه وتشويهه، ولا سيما بعد استفحال شأنه، وقيام الدولة العربية الإسلامية في جزيرة العرب على أساسه وقواعده، فلم يكن نبز أشنع من نبز الوهابية في طول ممالكها وعرضها، ودام ذلك أمدا، ووعينا إبان الطفولة وهو يقرن في بلادنا بما يسمونه \"الفرمصونية\" و\"البرتكيشية\" و\"المسقوفية\"، ويعنون \"الماسونية\" لكفرها، و\"البرتغالية\" لسوء أفعاله البرتغال إبان احتلالهم بلاد الخليج العربي",
            "page": "15",
            "part": "1",
            "seal": "31DDADD0"
        },
        {
            "id": "14",
            "nass": "وعمان وغيرها، و\"االروس\" لحروبهم الدولة الإسلامية ومآتيهم المنكرة في هذه الحروب!. ¶ ذلك فعل السياسة، وفي مثله يستوي الطامعون من كل جنس وملة عند تساوي المقاصد والأغراض، والسياسة الفاسدة لا ضمير لها ولا خلق، ولطالما استعاذ بالله العقلاء من (ساس) ومشتقاته، ومن الجهل جنديةِ الأعمى البصيرة الذي يلقف ما تأفكه السياسة، ويرجف بما تلقيه إليه، ليذيعه غير عالم بالمقاصد والنيات والغايات. ¶ لقد نظرت السياسات إلى هذا الأمر الجديد في جزيرة العرب بمنظارها الخاص، ورصدته بعينها اليسرى العوراء، لا بعين الحقيقة الصحيحة، فصورته بما يحقق مقاصدها وأغراضها، ومن وراء ذلك يراد الذهاب بريح العرب، وهم مادة الإسلام. ¶ وكذلك وقف رؤساء بعض العصبيات، وهي مختلفة الألوان والمشارب، موقف هذه السياسات من هذا الأمر الجديد.. ¶ إنهم تنكّروا له أشد التنكر، وأوحوا إلى أتباعهم أن يتنكروا له كذلك، ويذيعوا قول السوء عنه، فقالوا فيه، وهو النور الذي يهديهم، ما لم يقله (مالك) في الخمر، فكانوا أعوانا للسياسة في تشويهه وحربه، وقد امتزج في فكرهم",
            "page": "16",
            "part": "1",
            "seal": "3CF47BC8"
        },
        {
            "id": "15",
            "nass": "الحرص على الموروث من الآباء بالخوف من زوال زعاماتهم، وسقوط الامتيازات التي يتمتعون بها، هم وحدهم دون الأتباع الجهلاء المساكين المستضعفين المنقادين للرؤساء بأزمة الشعبذات، وبالشعبذات يُسحر الجهلاء غير واعين ولا دارين. ¶ شنشنة معهودة في مجتمعات الناس كافة، تقترن بانغلاق الأذهان، وتنطوي على حفظ المصالح والامتيازات الخاصة، ومنها ينشأ الصراع الدائم في كل زمان ومكان، وعند كل جيل وقبيل، في شرق وفي غرب، ولن تجد لسنة الله في خلقه تبديلا. ¶ وأعظم هذا الصراع في التاريخ العربي، هو ذلك الصراع الرهيب بين الإسلام والوثنية، وفي الإسلام الحياة والنور، وفي الوثنية الضمور والظلام. ¶ والغلب في نواميس التكوين، إنما يكون للأصلح دائما مع طول الجهاد والصبر، وهو قانون لا يتخلف إلا من علة غير منظورة. ¶ وواضح أن الطمع والحرص على احتواء النعم والامتيازات يلقيان في روع أصحاب السياسات والامتيازات ما ليس له وجود في الواقع، وهم حين يدعون إلى الإصلاح في أي شأن",
            "page": "17",
            "part": "1",
            "seal": "11D71736"
        },
        {
            "id": "16",
            "nass": "من شؤون الحياة، يتوهمون الخسران وضياع المكانات، وفقدان الامتيازت، فيقاومون ويقاتلون بغير عقل. ¶ ولننظر ماذا خسر رؤساء المشركين من العرب حين تركوا شركهم، ودخلوا في الإسلام..ألم ينتفعوا به هم والفقراء المستضعفون من أتباعهم في دنيا وفي دين؟ ألم يصبح خيارهم في الجاهلية خيارهم في الإسلام؟ ¶ إن الحقيقة الأزلية الخالدة في نواميس الحياة، قد تصيبها السياسات والعصبيات بشيء من الضر، ولكنها في جميع الأحوال تعجز عن طمسها أو إزالة معالمها.. ثم هي، وأعني السياسات والعصبيات، لا تملك الفصل في شأنها، وليس ما تصوره تزيينا أو تقبيحا هو واقع الحقائق، وإنما يفصل فيها العلم وحده بتجرده المطلق ونزاهته وموضوعيته الخالصة من الشوائب والأهواء. إنه يعنيه من الأشياء في كل شان يعرض له، تعرّف الحقائق في عريها وسفورها كيفما كانت الحال، وفي أي صورة تكون عليها، وإذا كانت السياسات والعصبيات تبني أحكامها على الأهواء والأغراض الخاصة، لا تحيد عنها، فإن العلم يبني تصوراته وأحكامه على البيانات غير متحيز ولا متحرف، وهو يستمد هذه البينات من الوثائق الأصلية الصحيحة مما يدوّنه الإنسان بنفسه خاصة، لأنها فصل الخطاب",
            "page": "18",
            "part": "1",
            "seal": "45233815"
        },
        {
            "id": "17",
            "nass": "والحجة البالغة. ومن هذه الوثائق الأصلية ونحوها يستنبط العلم التصورات، ويهتدي إلى مقاطع الحق فيوقن، ثم يرسل أحكامه التي تستؤنف ولا يميز كما يقول القضاة. ¶ *** ¶ على هدي من هذا الفكر، التمست مقاطع الحق، في هذا الأمر الجديد وصاحبه، من معادنها، غير متأثر بسياسة من السياسات، أو عصبية من العصبيات. ¶ وبين كل أمر وصاحبه، تقوم علاقة وآصرة، وتعرّف صاحب الأمر يتقدم تعرف أمره؛ لأنه هو مصدره، وإليه يؤول. ¶ وقد تعرفت سيرة (محمد بن عبد الوهاب) في كتب المقربين إليه، والقريبين منه زمانا ومكانا، فهم أعرف به، ولم ألتمس شيئا من أمره في كتب مؤرخيه الثانويين ونحوهم. ¶ وتعرفت دعوته، والفكر الذي طبعت به، من مؤلفاته، وهي أنواع..سيرة نبوية، وتفسير، وحديث، وأحكام، وتوحيد، ومما هو أدل منها على طبيعة فكره واستقلال رأيه، أعني فتاواه ورسائله ومجادلاته ومراسلاته مع العلماء والرؤساء في جزيرة العرب وما وراء جزيرة العرب في شأن",
            "page": "19",
            "part": "1",
            "seal": "9A12D239"
        },
        {
            "id": "18",
            "nass": "دعوته مناشئها، ومبادئها، وغاياتها، وأصولها، وأدلتها، والمرء وما يقوله ويقره ويفصح عنه من نيته وفكره، لا ما يقوله خصومه فيه. ¶ وأشهد مخلصا أن بين سيرة (محمد بن عبد الوهاب) ودعوته، (ولأسمها: الدعوة التصحيحية) ، رحما واشجة، وآصرة وثيقة محكمة، يبدوان من غير تكلف للرؤية في هذا التطابق التام بين الفكر والتطبيق، وبين ضلاعة الدعوة وضلاعة صاحب الدعوة وشخصيته المتميزة بأنواع من الصفات الأصلية، ومنها ضلاعة تكوينه البدني، وضلاعة إيمانه، وصلابته، وتقواه. ¶ والآثار عامة، في حال قواتها أو ضعفها، نتيجة حال المؤثر ومزاجه كما هو معروف في مدركات العقل ومسلماته، وما خلا أدبنا العربي الأصيل من الإشارة إلى هذه الحقيقة المسلمة ومن ملحظ العلائق بين الإنسان وما يصدر عنه من شيء. ¶ ألم يقل أحمد بن الحسين أبو الطيب قبل ألف عام: ¶ على قدر أهل العزم تأتي العزائم ... وتأتي على قدر الكرام المكارم؟",
            "page": "20",
            "part": "1",
            "seal": "8984274F"
        },
        {
            "id": "19",
            "nass": "وضلاعة (محمد بن عبد الوهاب) في تكوينه الجسماني، وفي مواهبه وملكاته..عجب من العجب، فإن كل شيء فيه على غاية من القوة والبروز. ¶ ضلاعته في تكوينه الجسماني، تبدو في الرجولة الناضجة التي باكرت صباه، وفي الاحتلام الذي أسرع إليه قبل إكماله الثانية عشرة من عمره، فأُحصن من فور احتلامه. ¶ واقترنت بهذه الضلاعة الجسمانية ضلاعة نفسية بالغة، فإذا هو يتحمل تبعات الزوجية، ويتصرف بنفسه فردا في هذه السن الطفولية، فيعرَوْري فجاج الأرضين الموحشة البعيدة المنتأى بين العيينة ومكة المكرمة، فيؤدي فريضة الحج، ويؤم المدينة المنورة الميمونة المباركة، فيقيم بها شهرين متتابعين، مصليا بالمسجد النبوي طلبا للأجر المضاعف، ثم متشرفا بسنة زيارة: زيارة الرسول الكريم صلى الله عليه وسلم، والسلام عليه، ومستنشقا أرَج النبوة من كثب، ومستفيدا من سماع الدروس في المسجد المبارك الأنور، ثم يعود إلى مسقط رأسه موفور الحظوظ من متع الروح والقلب، مزهوا بحجّه وصلواته وازدياره، وفرحا بما شاهد من منازل الوحي وبما سمع من علماء الحرمين.",
            "page": "21",
            "part": "1",
            "seal": "7B170549"
        },
        {
            "id": "20",
            "nass": "وإلى جانب هذه الضلاعة النفسية العجيبة، تبدت ضلاعته الذهنية في سرعة حفظه وحدّة فطنته ويقظة قلبه وعمق فهمه، ومن بينات ذلك أنه حفظ القرآن العظيم عن ظهر قلب قبل بلوغه العاشرة من العمر، فأدهش الناس من حوله، وقرأ الفقه على أبيه (القاضي عبد الوهاب بن الشيخ الفقيه سليمان التميمي) ، وأقبل على كتب التفسير والحديث والعقائد يلتهمها التهاما، وطالب العلم النجيب نهم لا يشبع، وفي اللغة العربية ما في عيون المها من السحر الحلال، وما يأخذ بمجامع الأفئدة من الإيقاع والفتون، وفي كتب التفسير والسنة الصحيحة المطهرة والفقه والتوحيد، الزاد الطيب الذي يغذي العقول، وينوّر البصائر، ويشرح الصدور، ويفقّه النفوس بما لها وما عليها، لتقول طيّبا، وتعمل صالحا، وفيها العلم العظيم الذي لا أجل منه في علوم فقه الحياة جمعاء. ¶ ومن هذا الفناء في العلم، في أصغر سن، بلغ الصبي العبقري ما لا يبلغه كبار السن في الأمد البعيد، وفاض على قلمه ما وعاه فؤاده، فإذا هو في سرعة الكتابة مثله في سرعة الحفظ: يكتب في المجلس الواحد كراسة من غير تعب، فما أشبهه في حالاته العجيبة بـ (تقي الدين بن تيمية) العظيم في طفولته في الخوارق النفسية والذهنية وسرعة",
            "page": "22",
            "part": "1",
            "seal": "5E1CEF90"
        },
        {
            "id": "21",
            "nass": "الكتابة وحدة الفطنة وكثرة الاستيعاب، الذي أدهش دنيا الشام من حوله، وصار مثلا مضروبا في عبقرية المواهب العالية، فلا تثريب على (عبد الوهاب) الفقيه القاضي وإمام الجماعة في بلده أن يطير سرورا وإعجابا بصبيه العبقري النجيب، وأن يتحدث لأصحابه عن مدركاته، وأن يعلن أنه استفاد منه فوائد في الأحكام قبل بلوغه، بل لا تثريب عليه أن رآه أهلا للصلاة بالجماعة، وهذه رجولته ومعرفته بالأحكام وحفظه وديانته وتقواه، فقدّمه إماما يؤم المصلين، فارتضوه معجبين. ¶ وما يلبث الصبي الرجل طالب العلم الناشئ أن يدفعه وعيه العميق إلى الموازنة بين ما يقرأ من مسائل التوحيد الخالص وما عليه الناس ببلده من مخالفة له في بعض تعبداتهم، ومن تعلقهم بالبدع ومحدثات الأمور، فيثور ثائره.. يردع العامة عن منكراتهم، وينكر على العلماء أنهم يرون الاعوجاج ولا يقومونه. ¶ كان ذلك بدء الإشارة إلى ما سيكون عليه شأنه في الإصلاح في مستقبله. ¶ وقد كبر على القوم نكيره، فضحكوا منه، فارتدّ إلى نفسه مفكرا في الأمر. فتحدثه أنه لن يتم له تغيير الحال في مثل سنه، وأنه لابد له من أشياء يحققها لتكون ظهيره:",
            "page": "23",
            "part": "1",
            "seal": "B797768D"
        },
        {
            "id": "22",
            "nass": "من علم أوسع من العلم الذي ملك، وتجارب وحنكة ما ظفر منها بشيء بعد، وسن أكبر يطاع في مثلها إذا جهر بالحق وصدع به، فعزم أن يبدأ. ¶ إن مثل هذه الرؤية الصحيحة في هذه السن الصغيرة، لا تكون إلا من شيخ محنك حكيم، أو عبقري محدّث وملهم.. وقد كانه هذا الصبي الرجل!. ¶ ولكأنه في بؤرة تصوره العميق لحاضر أمره ومستقبله، قد حضرت ملكاته كلها، وظل الشأن موقوفا على إنفاذ العزم. ¶ فإذا عزيمته حاضرة عنده، تتوثب به، وتحدوه على المضي بدارا إلى غايته، وقد فعل. ¶ ومن المرجح أن ذلك كان قبل بلوغه العشرين. ¶ غادر مسقط رأسه إلى حيث يتاح له أن يعدّ نفسه إعدادا كاملا للاضطلاع بالأمر الكبير الذي ينوي تحقيقه. ¶ فإلى أي ناحية اتّجه ورحل؟ ¶ قصر مؤرّخوه المقربون مواضع رحلته على البصرة والأحساء والحرمين، وأضاف مؤرخوه الثانويون أقطارا ومدنا كثيرة.. ¶ أضافوا مصر والقدس ودمشق وحلب وإسلامبول وبغداد وكردستان وهمذان وأصفهان والريّ وقم، وسمعت بأخرة",
            "page": "24",
            "part": "1",
            "seal": "52A727B1"
        },
        {
            "id": "23",
            "nass": "من يقول إنه قرأ في كتاب مخطوط لشيخ من الموصل يقول فيه: إنه (أي محمد بن عبد الوهاب) أخذ عنه. والأدلة، لتصحيح هذه المضافات إلى الأقطار الثلاثة، ليست متوافرة. ¶ ويعنينا من هذه الرحلات أن نعرف ماذا أفاد من علم، واكتسب من تجارب، وخبر من أحوال هذه المجتمعات في شرقي جزيرة العرب وغربيها وشماليها، وما انعكس من هذا كله على فكره من تصورات، وارتسم في ذهنه من خطوط الإصلاح ومساره. ¶ وكانت هذه المدن التي رحل إليها طالبا للعلم، أكبر مباءات العلوم العربية والإسلامية في جزيرة العرب، يفد على مدارسها الطلاب من نجد ومن الأقطار الإسلامية. ¶ وفي البصرة، وقد أمّها مرتين وكانت إقامته فيها أطول إقامة قضاها خارج بلده، لقي جماعة من العلماء، سمّي منهم واحد وهو (الشيخ محمد المجموعي) ، تلقى عليهم النحو فأتقنه، ودرس الحديث والفقه، وفقه البصرة في الغالب فقه مدرسة أبي حنيفة. ¶ وفي الأحساء وجد فقهاء، منهم الحنبلي ومنهم المالكي ومنهم الشافعي، وهي نسب إلى مدارس سنية متشابهة، وليست مذاهب متدابرة، وعند بعض هؤلاء الفقهاء وجد",
            "page": "25",
            "part": "1",
            "seal": "8777E09B"
        },
        {
            "id": "24",
            "nass": "استقلالا في النظر، وصورة إلى الترجيح، وجراءة على الحكام المخالفين، ووجد عند آخر ميلا إلى كتابة التاريخ، كما وجد \"من يفتي الرجل بقول إمام، والثاني بقول آخر، والثالث بخلاف القولين ويعد ذلك فضيلة وعلما، ويقال: هذا يفتي في مذهبين أو أكثر\"، وينكر محمد بن عبد الوهاب ذلك ويقول فيه: ¶ \"ومعلوم عند الناس أن مراد هذا الفقيه، هو العلو والرياء وأكل أموال الناس بالباطل\". ¶ وقد اقتبس من خيار هؤلاء، وتذاكر معهم في شؤون من التفسير والحديث والتوحيد وأصول الإسلام، أخذا وعطاء. ¶ وفي المدينة المنورة، التي باكرها في صباه، وعرفها ملتقى طلاب العلم من الأقطار الإسلامية، رأى حياة تختلف عن حياة الناس في البصرة والأحساء، ووجد علماء يحسنون أنواعا من العلوم والفنون، وطرائق في الدروس والإقراء لا عهد له بمثلهم في بلده، وحضر دروس هؤلاء في المسجد النبوي، ونهل من موارد العلم الذي يفيضون فيه، ومن كل أفاد وانتفع، ولكنه اصطفى منهم عالمين اثنين انجذب إليهما طبعه وفكره، فوثّق من صلته بهما. ¶ أصاب عند هذه العالمين الفكر الإصلاحي، والدعوة",
            "page": "26",
            "part": "1",
            "seal": "552D0393"
        },
        {
            "id": "25",
            "nass": "إلى التوحيد الخالص والتزام عمود الكتاب والسنة، ورفض التفرق في العقيدة، وإبطال البدع والمحدثات التي تلصق بالإسلام، فتشوّه محاسنه وتبطل قوته، والإسلام منها بريء ولها منكر. ¶ وقد أفاد من أحدهما (وهو عبد الله بن إبراهيم بن سيف: عالم نجدي، آثرت أسرته المجاورة، فصار مدنيا) إرشاده إياه إلى مؤلفات تقي الدين بن تيمية علامة الإسلام المنقطع النظير، والمفكر الأصيل الكبير العقل الواسع الرواية والعميق الدراية، والثائر الأكبر على الفساد والانحراف، والمؤلف المبتكر الذي بلغت مؤلفاته نحوا من أربع مئة كتاب وفي كل كتاب من العلم والفكر والنظر الصادق ما لا يظفر بشبيه له أو قريب منه إلا عند كبار أصحابه وتلاميذه، وفي مقدمتهم شمس الدين ابن قيم الجوزية، وقد برع وفاق فكان قمة شامخة في العلم والفكر والنظر والإخلاص. وهكذا فتح له (ابن سيف) الطريق الأفيح إلى عباب المعارف، وقاده إلى النهل والعلّ من أصفى ينابيع المفاهيم الإسلامية، والتضلع من ريّها الشافي، ووصل أفقه بأفق الإصلاح الذي ينشده، وسدده على النهج القويم المستقيم. ¶ وأفاد من الآخر (وهو الشيخ محمد حياة السندي: عالم",
            "page": "27",
            "part": "1",
            "seal": "5CB0014C"
        },
        {
            "id": "26",
            "nass": "نير العقل سديد الرأي، من أهل السنة) تبصيرا بالاستقلال في الفهم وجدواه، وتنفيرا من التقليد والتعصب لمذهب بعينه من هذه المذاهب الفقهية، أو المدارس الفقهية في الأصح، وإرشادا إلى الدوران مع الحق حيث كان، استدلالا عليه بالأدلة القواطع من صحيح النقل وصريح العقل، ذلك أن الله جل وعلا قد هدى التبصير والتفكر واستعمال العقل لتبين كل أمر، وبشر عباده الذين يستمعون القول فيتبعون أحسنه، ووصفهم بأنهم هم الذين هداهم الله وهم أولو الألباب. ¶ *** ¶ تلك جمل من محصول (محمد بن عبد الوهاب) ، تصف ألوانا من المنازع العقلية والمعتقدات والمشارب، وقد أحاط بكل شيء منها علما، ووعيا عميقا، وتمثله فكره تمثلا تاما، فأفاد منها حظوظا من العلم والفكر والنظر الجديد..وانضاف إلى ذلك علم آخر من أحوال هذه المجتمعات، التي عاش فيها في شرقي جزيرة العرب، وغربيها وفي البصرة، وقد لابس فيها الناس، وبلا معتقداتهم وتعبداتهم، وما هم عليه من حق ومن باطل، ووجد البلوى ـ بلوى الانحراف عن أصول الإسلام الصحيح في المعتقدات والتعبدات والمعاملات، وفي النزوع إلى التجسيد، والتلبس بالبدع ومحدثات الأمور ـ",
            "page": "28",
            "part": "1",
            "seal": "EB9EBAD8"
        },
        {
            "id": "27",
            "nass": "بلوى عامة، وهي في البصرة والأحساء والحرمين مثلها في العيينة بلده. ¶ وكان قد حسب في صباه الشأن خاصا ببلده، فإذا هو أكبر مما كان يظن. ¶ وقد خرج من العيينة، ليعود إليها يصلح معتقدات ناسها، ويقيمهم على شرائع الإسلام الصحيح، ويقوّم المنآد المعوج من الأفكار والأعمال. ¶ ولكنه انتهى آخر الأمر، بفضل ما اكتسب في هذه الرحلات العلمية الواعية المستوعبة، إلى التفكير في إصلاح أهل (جزيرة العرب) أجمع، وبسط سلطان فكره على ما وراء جزيرة العرب من أوطان الإسلام. ¶ استصفى ذهنه الناقد الممحص المحض واللباب، وطرح الزؤان والزيف وشخّص الداء، وعيّن الدواء، وأوفى من ذلك على الغاية. ¶ ثم رسم الخطوط العريضة للإصلاح ومساراته على بينة من العلم ونهجه القويم، وقد وقر في قراراة نفسه أن يحقق في (جزيرة العرب) أمرين عظيمين متلازمين، لا ينفصم أحدهما من الآخر، ولا يقوم أحدهما بدون الآخر:",
            "page": "29",
            "part": "1",
            "seal": "56079574"
        },
        {
            "id": "28",
            "nass": "إنشاء مجتمع إسلامي موحّد وموحِد، رفيع الفكر، صالح العمل، حي قوي دفاق، متحرك ومتوثب في سبيل الخير الإنساني العام، تطبق فيه أحكام الشريعة العادلة السمحة في جميع الحالات. ¶ وتكوين دولة مؤمنة عادلة قوية الشكيمة، تنتظم (جزيرة العرب) تحت راية القرآن، وتقضي على تعدد الإمارات والامتيازات، وتذيب الفروق، وتقيم الصلاح بالإسلام.:تحوط به المجتمع وترعاه أحسن ما تكون الحياطة والرعاية، صدقا وعدلا وإخلاصا وبرا وعملا، والدولة عنده الولاية، وسوف أذكر كلامه فيها. ¶ استوحى فكرة هذا من طبيعة الإسلام وتاريخه، ففكر ثم قدر ثم عمل، واتبع في مساره الفكري والعملي خطا الرسول الأعظم، صلى الله عليه وسلم، خطوة خطوة، وما حاد عن هذا المسار القويم قيد شعرة في شيء ما من عقيدته ومن عمله. ¶ إنه نظر إلى الإسلام في بدايته، وكيف صلح به الناس، وكيف قامت دولته العظمى الإنسانية العادلة الرحيمة في الأرض، لأول مرة في تاريخ البشرية المعروف. ¶ ثم نظر إلى ما صار إليه المسلمون من بعد، من التفرق",
            "page": "30",
            "part": "1",
            "seal": "D0BE19F5"
        },
        {
            "id": "29",
            "nass": "والفساد وزوال السلطان، والتمس العلة في ذلك، فاستحال في عقله أن يكون من السبب الواحد مسببان متباينان: ارتقاء وهبوط، توحد وتفرق، عزة وذلة..إلى آخر ما هنالك من الأضداد، ووجد العلة كل العلة فيما تدلى إليه المسلمون كامنة في هذا الانحراف عن أصلي الإسلام العظيمين: كتاب الله، وسنة رسوله. ¶ تولى كبر جريمة هذا الانحراف أناس دخلوا في الإسلام ظاهرا، وأسرّوا الكيد له باطنا على غاية من سوء النية والمكر والدهاء، بعد أن عجزوا عن القضاء عليه مواجهة. وقد ذهب هؤلاء في أعمالهم الباطنة الرهيبة طرائق قددا، ولبسوا لبوسا متعددة الألوان والأسماء، ولكن المقاصد ¶ تحته واحدة. ¶ وتوصلوا على تراخي الزمن إلى ما أرادوه. لقد جعلوا القرآن عمود الإسلام الأكبر عضين، وأدخلوا إلى العقول فيما أدخلوه أنه ذو وجهين: وجه لفظي ظاهر غير مراد، ووجه معنوي باطن والواجب العمل به في المعتقد وفي التعبد، وتأولوا آياته بأهوائهم فصرفوا الألفاظ عن دلالاتها، وحرفوا وبدلوا، وبذروا بذور الشرك الخفي والعلني، فأبطلوا بذلك التوحيد الخالص وهو سر الوحدة والقوة والعزة، ووضعوا مقادير لا تحصى من الأحاديث المنكرة الواهية السخيفة، وعقل الرسول القرآني يجلّ عن مثلها، ودسوا الإسرائيليات وخرافات يهود",
            "page": "31",
            "part": "1",
            "seal": "FAA8EFF9"
        },
        {
            "id": "30",
            "nass": "في التفاسير وشرح الحديث وكتب التاريخ ... إلى آخر ما يعرفه أهل العلم من الأفاعيل الخبيثة، مما أفسد العقول، ونشر الضلال والفساد، وفرق الوحدة، ومزق الشمل، حتى تعددت الفرق وتدابرت، فلم يكن الناس يلتقون إلى على قتال أو شحناء ... ¶ من الحالة الأولى، ولد العرب ولادتهم الجديدة التاريخية وصاغوا تلك الدولة العظيمة وما استتبعت من إنشاء حضارة عربية إسلامية، انتظمت أجناس الناس تحت راية الإسلام على مثال الأخوة والعدالة والمساواة غير معهود في تواريخ الحضارات قديمها وحديثها. ¶ ومن الحالة الثانية كان المنقلب. ¶ وإذن فلا معدى عن العودة إلى الأصل القويم..إلى منبعه الصافي ومشربه العذب: تتشربه العقول، وتتضلع بريه النفوس، لتحيا كما شاء الله لها أن تحيا كريمة عزيزة. ¶ ذلك ما قام في فكر (محمد بن عبد الوهاب) ، وخامر فؤاده. ¶ وإنه لمطلب في مناط الثريا، ولن يناله إنسان قاعدا غير قائم، ولا عامل ناصب، فلا بد لمن أراد مثله من العمل وطول الجهاد والمثابرة والصبر.",
            "page": "32",
            "part": "1",
            "seal": "B0E5030F"
        },
        {
            "id": "31",
            "nass": "ووجد (محمد بن عبد الوهاب) القدوة الحسنة في سيرة رسول الله وعمله وجهاده وصبره، فالتزمها بكل شراشره تطبيقا جادا، مثابرا ستين عاما إلى أن لقي وجه ربه، وقد أطبق جفنيه وراية القرآن ترفرف على جزيرة العرب ودولة التوحيد قائمة تنتظم البلاد. ¶ ذلك مطلب كان في مناط الثريا، فأنزله بين يديه، ورفع به أمر الحياة. ¶ أنزله لا بعلمه وحده، فإن العلم في الناس كثير، ولكن ما قيمة العلم مدونا في الكتب لا يعمل به؟ لقد ألفت ملايين من الكتب في كل علم وفن، فماذا أجدت المسلمين في تفرقهم وهوان شأنهم وزوال سلطانهم من الأرض؟ ¶ أنزله ومعه العلم والعمل الدائب الذي لا يفتر لحظة من اللحظات. ¶ على أن العلم والعمل الدائب، لا يجديان في تحقيق المطامح الكبيرة ما لم يرفدا بخصلة عظيمة تصرف العلم والعمل، تلك هي خصلة العلم الكلي بالسياسة الشرعية، وقد حباها الله جل وعز هذا الرجل، فكملت له بها صفات الزعامة المطلقة، وتيسر له بها وهو يصرف جهاده أن ينزل الثريا من مناطها وهو قائم غير قاعد.",
            "page": "33",
            "part": "1",
            "seal": "4D2132E5"
        },
        {
            "id": "32",
            "nass": "إن كل خصاله العبقرية المتحابة، ما كانت لتبلغه غايته، لولا امتلاكه هذه الخصلة من العلم الكلي بالسياسة الشرعية، وتصريفه شؤون الدعوة بها في كل حالاته. ¶ تقوم هذه الخصلة العظيمة عند صاحب الحظ العظيم على الفكر العميق الذي يتعلق بالكليات أكثر مما يتعلق بالجزئيات، ويطلب الجوهر لا العرض، واللباب لا القشور، وتلتمس في كل ذلك أسباب الحكمة وحسن التلقي والعطاء. ¶ تأملت في المنظور والمسموع من سيرة (محمد بن عبد الوهاب) ، وفي إدارته دفة ثورته التصحيحية ستين عاما، فوجدته يتمتع من هذه الخصلة بحظ عظيم، وأن علمه كله الذي اكتسب قد ارتبط عنده بالصيرة والتفكر والتدبر والحكمة، وبصيرته تدين لطبعه السليم ووعيه، ووعيه وعي كوني في أعماقه الفكرة الإلهية راسخة الجذور وتامة لحضور، وقد قامت عنده على سواء الإيمان العميق بالذات الإلهية، وعلى سواء الحق والنزاهة والإخلاص، ومدركاته تشير إلى النظر المحيط والتصفية والتيقظ للجوهر وطلبه. وجدته وهو ينقل هذه المدركات من أصول العلم الكلي بالسياسة الشرعية إلى تلاميذه والدعاة الذين أعدهم على سواء العلم والعمل والخلق، ويلزمهم العمل بها دائما وأن لا يفارقوها بحال من الحوال.",
            "page": "34",
            "part": "1",
            "seal": "75B6F17F"
        },
        {
            "id": "33",
            "nass": "كتب رحمه الله لبعض من كاتبهم ناصحا ومرشدا ومعلما (ولينظر إلى يُسر تعابيره وإلى صدقه فيما يقرر كيف يعزو الرأي إلى صاحبه ولا يدّعيه لنفسه، ثم إلى التفقه في الشيء قبل العمل به، وإلى لزوم ربط العلم بالعمل وبالسياسة الشرعية في منطلقاته) ، قال: ¶ \"وأهل العلم يقولون: الذي يأمر بالمعروف وينهى عن المنكر يحتاج إلى ثلاث: أن يعرف ما يأمر به وينهى عنه، ويكون رفيقا فيما يأمر به وينهى عنه، صابرا على ما جاءه من الأذى، وأنتم محتاجون للحرص على هذا الفهم والعمل به، فإن الخلل إنما يدخل على صاحب الدين من قلة العمل بهذا أو قلة فهمه، وأيضا يذكر العلماء أن إنكار المنكر إذا صار يحصل بسببه افتراق، لم يجز إنكاره، فالله الله في العمل بما ذكرت لكم، والتفقه فيه، فإنكم إن لم تفعلوا، صار إنكاركم مضرة على الدين، والمسلم ما يسعى إلا في صلاح دينه ودنياه\". ¶ وفي رسالة ثانية، نجده يتواضع فيما يقرره، ويدعو لمذاكرته ونصيحته فيما يظن أنه على غير جادة الحق، فيقول: ¶ \"وإن تفضل الله عليك بفهم ومعرفة، فلا تعذر لا عند",
            "page": "35",
            "part": "1",
            "seal": "91D358B9"
        },
        {
            "id": "34",
            "nass": "الله ولا عند خلقه من الدخول في هذا الأمر. فإن كان الصواب معنا، فالواجب عليك الدعوة إلى الله وعداوة من صرح بسب دين الله ورسوله. وإن كان الصواب معهم أو معنا في شيء من الحق وشيء من الباطل، أو معنا غلو في بعض الأمور، فالواجب منك مذاكرتنا ونصيحتنا، \"وتوريتنا\" عبارات أهل العلم، لعل الله أن يردنا إلى الحق.. وبالجملة فالأمر عظيم، ولا نعذرك من تأمل كلامنا وكلامهم، ثم تعرضه على كلام أهل العلم، ثم تبين في الدعوة إلى الحق وعداوة من حاد الله ورسوله منا أو من غيرنا\". ¶ ومن هذه البابة من سياسته الشرعية، وإيثاره الحق، أشياء كثيرة في كلامه. وقد كتب إلى ابن فقيه كان أبوه يراسله، ثم حبس عنه رسائله، وأعطاها بعض الناس يقرؤونها على الملأ، قال: ¶ \"فإن كان يرى أن هذا ديانة، ويعتقده من باب الأمر بالمعروف والنهي عن المنكر، فأنا ـ ولله الحمد ـ لم آت الذي أتيت بجهالة، وأشهد الله وملائكته أنه إن أتاني منه، أو ممن دونه في هذا الأمر، كلمة من الحق، لأقبلنها على الرأس والعين، وأترك قول كل إمام اقتديت به، حاشا رسول الله صلى اله عليه وسلم، فإنه لا يفارق الحق\".",
            "page": "36",
            "part": "1",
            "seal": "EF7DF980"
        },
        {
            "id": "35",
            "nass": "وكتب إلى آخر، وهو يصف وعيه الكوني، والتزامه عمود الحق في كتاب الله وسنة رسوله صلى الله عليه وسلم، قال: ¶ \"وأما ما ذكر لكم عني، فإني لم آته بجهالة، بل أقول ـ ولله الحمد والمنة وبه القوة ـ: إنني هداني ربي إلى صراط مستقيم دينا قيما ملة إبراهيم حنيفا مسلما وما كان من المشركين، ولست ـ والحمد لله ـ أدعو إلى مذهب صوفي، أو فقيه، أو متكلم، أو إمام من الأئمة الذين أعظمهم..بل أدعو إلى الله وحده لا شريك له، وأدعو إلى سنة رسول الله، صلى الله عليه وسلم، والتي أوصى بها أول أمته وآخرهم، وأرجو أني لا أرد الحق إذا أتاني، بل أشهد الله وملائكته وجميع خلقه إن أتانا منكم كلمة حق لأقبلنها على الرأس والعين، ولأضربن الجدار بكل ما خالفها من أقوال أئمتنا، حاشا رسول الله، صلى الله عليه وسلم، فإنه لا يقول إلا الحق\". ¶ وأوصى تلاميذه الدعاة أن يدعوا الناس بالتي هي أحسن وبالموعظة الحسنة، إلا الذين ظلموا أنفسهم، فقد أمر الله رسوليه: موسى وهارون، أن يقولا لفرعون قولا لينا، لعله يتذكر أو يخشى، لأنه يريد من دعوته أن يجمع الناس على الهدى\". وكتب:",
            "page": "37",
            "part": "1",
            "seal": "1A6F8AEE"
        },
        {
            "id": "36",
            "nass": "\"إن بعض أهل الدين ينكر منكرا، وهو مصيب، لكنه يخطئ في تغليظ الأمر إلى شيء يوجب التفرقة بين الإخوان، والله تعالى يقول: ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} (آل عمران: من الآية103) . ¶ وكتب إلى آخر: ¶ \"فاغتنم يا أخي هذا الفضل، وكن من أهله، فإن النبي صلى الله عليه وسلم، قال لمعاذ حين بعثه إلى اليمن وأوصاه: \"لأن يهدي الله بك رجلا واحدا خير لك من كذا وكذا\"، وعظم القول فيه: \"فاغتنم ذلك، وادع إلى السنة حتى يكون لك بذلك ألفة وجماعة يقومون مقامك إن حدث بك حدث، فيكونون أئمة بعدك، فيكون لك ثواب ذلك إلى يوم القيامة كما جاء في الأثر، فاعمل على بصيرة ونية حسنة، فيرد الله بك المبتدع المفتون الزائغ الحائر، فتكون خلفا من نبيك، صلى الله عليه وسلم، فإنك لن تلقى الله بعمل شبهة\". ¶ *** ¶ وقد بلغ وعيه القمة حين لاحظ أن تمام الدين بالدولة.",
            "page": "38",
            "part": "1",
            "seal": "72AD39BE"
        },
        {
            "id": "37",
            "nass": "وقد سماها الولاية، وقرر أن المصلحة فيهما لا تتم إلا بالإجماع، وأن الاجتماع لا بد له من آمر وناه، فتلك هي الولاية، ولذلك سعى لها ليحفظ مقاصد الشرع ومصالح العباد، قال: ¶ \"جميع الولايات مقصودها أن يكون الدين كله لله، فإنه سبحانه إنما خلق الخلق لذلك، وذلك هو الخير والبر، والتقوى والحسنات والقربات والباقيات الصالحات، والعمل الصالح، وإن كان بين هذه الأسماء فروق لطيفة، ولا تتم مصلحة الدين والدنيا إلا بالاجتماع، وإذا اجتمعوا فلا بد من أمور يجتنبونها لدفع المفسدة، ويقومون للأمر بها والنهي عنها، فلا بد من آمر وناه، وإذا كان لا بد من ذلك، فدخول المرء تحت طاعة الله ورسوله الذي يأمرهم بالمعروف وينهاهم عن المنكر، ويحل لهم الطيبات ويحرم عليهم الخبائث ـ خير له. وأخبر أنه أنزل الكتاب بالحق والميزان، وأنزل الحديد فيه بأس شديد، ليقوم الناس بالقسط. ولهذا أمر، صلى الله عليه وسلم، أمته بتولية ولاة الأمور عليهم، وأمر ولاة الأمور أن يؤدوا الأمانة، وأن يحكموا بالعدل، وأمر بطاعتهم\". ¶ أقول: على قواعد القرآن والسنة، وهذه المدارك الحكيمة الحصيفة العالية، وقد بلغت الغاية في الضلاعة والسداد وإصابة",
            "page": "39",
            "part": "1",
            "seal": "8AA4C344"
        },
        {
            "id": "38",
            "nass": "الأهداف كما نرى ـ أقام الرجل بناء دعوته، وأفرغ في هذه الدعوة كل طاقاته وصفاء عقله وقلبه. فجاءت على مثاله ضلاعة وسموا وجلالا. ¶ *** ¶ وبدأ المرحلة التطبيقية العملية بعد عودته من المدينة المنورة إلى العيينة، وهو في التاسعة والعشرين من عمره، ولكأني به حين أطل على جزيرة العرب فردا لا وَزَرَ له من أحد، ناجى ربه جلا وعلا أن لا يذره فردا، وأن يمده بعونه ورحمته، ويبلغه ما يؤمله.. لا لدنيا يصيبها لنفسه، ولكن لهداية قوم ضلوا عن سواء السبيل، وانحرفوا عن الصراط المستقيم، فأراد لهم الهداية والعزة. ¶ مضى في الدعوة في فتوته هذه، بقلب يملؤه الإيمان واليقظة والشجاعة، وعقل تعمره الحصافة والعلم والتجارب، وصدر تتوثب فيه العزيمة الصلبة والإرادة الجارفة، وبصيرة تتألق بالنور الذي ¶ يضيء له الدرب في ليل الناس البهيم. ¶ استلهم روح القرآن، ووصل أفقه بأفقه غير حائد عنه، وتأسّى بسلوك الرسول عليه الصلاة والسلام في جميع مراحل الدعوة سمتا بعد سمت، فبلّغ كما بلّغ، وبشّر وأنذر ... بلغ الأفراد والجماعات، وبلغ الأغنياء والفقراء والرؤساء",
            "page": "40",
            "part": "1",
            "seal": "54130B8C"
        },
        {
            "id": "39",
            "nass": "والمرؤوسين، وسيّر الرسل والدعاة من دنا ومن بعد عن جزيرة العرب من أصحاب السلطان، وسمع الناس منه ومن دعاته كلاما جديدا، مقروءا ومسموعا، لانت له عقول قوم فدانوا وآمنوا واتبعوا، واستغلقت عقول قوم فرفضوه، بل نصبوا له الحرب، ووقفوا دونه يصدون عنه الناس، ويسفهون الداعي وما يدعو إليه من الحق، وتألبوا على الرجل، وحاولوا غيلته ليذهبوا برحيه، وذهب إلى أصحاب السلطان يقنعهم بما هو عليه من الحق، ليدخلوا في دعوته، ويمنيهم بالفوز بخيري الدنيا والآخرة إذا هم آزروه وناصروه، وقد ائتسى في هذا الشأن أيضا بالرسول العظيم، عليه أفضل الصلوات والتسليم، فوفّق. ¶ وأخذ البيعة من بعضهم ليضمن قيام \"الولاية\" كما كان يقول أو الدولة كما يقولون اليوم، ليحفظ بذلك مكاسب النصر الروحي الذي استطاع أن يحققه في كثير من أرض الجزيرة. ولكن من بايعه على ذلك نقض البيعة، لأن سلطانا أقوى منه فرض عليه أن يتخلى عما التزمه من هذه البيعة ومن نصر الداعي..وهنا كان الاختيار الصعب، وكان الموقف الحاسم الذي يقرر مصير الدعوة، وكان ذلك كله يتوقف على القوة النفسية التي حدت بهذا الداعي الكبير على أن ينهض بهذا الأمر الكبير، وإذا هي عنده أثبت ثباتا من الجبال، وعند الشدائد",
            "page": "41",
            "part": "1",
            "seal": "7898231E"
        },
        {
            "id": "40",
            "nass": "تظهر عزمات الرجال، فما وهن عزمه، ولكنه ازداد قوة، ولا ضعف إيمانه ولكنه ازداد يقينا بنصر الله له، وانتقل إلى حيث يأمل أن يدخل في دعوته من الأمراء من ينصره ويقيم \"الولاية\". ¶ *** ¶ وكأن الله ادّخر الخير كله لمن هو أهله من أمراء الجزيرة الكبار أصحاب الشوكة والصولة، لأمر أراده سبحانه كونه ودوامه، فساقه التوفيق إلى \"الدرعية\"، وكم لله من إرادات يكتب بها لأناسي، ويحرمها أناسي آخرين! وكان أمير الدرعية (محمد بن سعود) نائما، فاحتضنته السعادة بقدوم هذا الرجل االكبير عليه، وكان ذلك قدرا من الله مقدورا، ولله عاقبة الأمور. ¶ قذف الله في قلب هذا الأمير الموفق حبه وتصديقه واستجابته لما دعاه إليه من دعوته، فبايعه على أن ينصره نصرا مؤزرا، ويعز الإسلام ويحميه، ويعيد إليه رونقه وجلاله وقوته الفاعلة في (جزيرة العرب) تحت (راية القرآن) . ¶ وأنشأ الله على يده قيام الدولة العربية الإسلامية التوحيدية في (جزيرة العرب) بعد غياب عنها دام أكثر من ألف عام، وذلك لتعود (جزيرة العرب) كما بدأت مركز إشعاع على",
            "page": "42",
            "part": "1",
            "seal": "A93F09C7"
        },
        {
            "id": "41",
            "nass": "العالم، ولبقى الملك في عقب هذا القائد المؤمن الصادق إمام بعد إمام، ما لزموا منهج الإسلام الصحيح، وأعدّوا ما استطاعوا من قوة، وبروا واتقوا وصلحوا، وأصلحوا، وصاروا وصار العرب والمسلمون معهم يدا واحدة. ¶ وفي هذا بلاغ، ولله يفعل ما يشاء. ¶ لقد كان التقاء (محمد بن عبد الوهاب) بـ (محمد بن سعود) توفيق قدر لقدر، ولأمر أراد الله إنفاذه على يديهما معا، ولست أدري أكان يتم لـ (محمد بن عبد الوهاب) أمره لو لم ينهض (محمد بن سعود) لبيعته ونصره؟ وكذلك ما كان يكون من رفعة الشأن لمحمد بن سعود وعقبة لو رفض دعوة (محمد بن عبد الوهاب) ، ولبث حيث هو أمير على قرية؟ بل ما كان يكون عليه (جزيرة العرب) وأقدار (العرب) لو بقيت على عزلتها وغطيطها في نومها الطويل قبل صرخة (محمد بن عبد الوهاب) ؟. ¶ عقلان كبيران التقيا، وقلبان صافيان اتحدا وروحان قويان تحابا وامتزجا، فأتيا بالعجب العجاب! ¶ ولنترك أحداث التاريخ لكتب التاريخ، ولننظر إليها بعين الخيال يطوف على مسارح الجزيرة لتشاهد مواكب التوحيد",
            "page": "43",
            "part": "1",
            "seal": "D26860D9"
        },
        {
            "id": "42",
            "nass": "موكبا إثر موكب، ترفرف عليه راية القرآن، وتحدوها أهازيج النصر بكلمة الله العليا: \"لا إله إلا الله، والله أكبر\" فيتلفت الدهر، ويهتز الثرى، وتردد الصدى السماء، ولله العزة ولرسوله وللمؤمنين، فقد صدق الله وعده، وأيّد جنده، ونصر حزبه، وحزب الله هم المنصورون. ¶ وتطبق الأجفان على هذه المواكب، لتحفظ صورها الروائع في سواد العين، وهي مواكب خوالد، لا تبرح ذاكرة التاريخ. نظمها جهاد هذين العربيين المسلمين العظيمين ملاحم كالشعر، ترينا أكبر نقلة في هذا العصر الحديث من الخرافة إلى الحقيقة، ومن التفرق إلى التوحد، ومن الجمود إلى الحركة، ومن الانطواء إلى الانتشار، ومن الانغلاق إلى الانفتاح. ¶ وليكن هذا الشأن العرب والمسلمين إلى الأبد، إذا شاؤوا أن يحيوا سادة في أوطانهم، أحرارا أعزة. ¶ لقد ظلت هذه الملاحم الخوالد إلى هذه الساعة دون أن تنال حظا من التصوير البارع، فهي تستشرف القلم الصناع يرسم واقعها الخيالي وخيالها الواقعي، ويجسد مواكبها ومعانيها في ألواح من النثر الفني البياني الرفيع والشعر \"الشاعر\" العبقري الأصيل، تحدث البهجة في النفوس، وتهيج العزائم للاقتداء.",
            "page": "44",
            "part": "1",
            "seal": "C610EB5F"
        },
        {
            "id": "43",
            "nass": "فهل من فتى نابغ من أنباء الجزيرة المتميزة، أم البطولات والعطاء ومصدر الفصاحة والبيان، يعد مواهبه لهذا الخير، ويصور جلال هذه العبقريات التي أطلت بها على الدنيا في هذا العصر الحديث؟ إني لأطمع ولا أقطع الرجاء. ¶ إن (محمد بن عبد الوهاب) لم يعرف على حقيقته بفكره الكوني وآفاقه ومعناه ... إنه من معنى الإسلام كبير وكريم، والمعنى الكبير إنما يحمله إلى العقول البيان الرفيع، فهل حمل روح الإسلام وجماله إلى أمم الأرض من كل جنس ولون، غير الإعجاز البياني في كتاب الله والسنة الصحيحة المطهرة؟. ¶ نضر الله وجه (محمد بن عبد الوهاب) ... ما أبهاه بين وجوه المصلحين المجددين الأفذاذ! وما أجل جهاده في الله، وأكرم دعوته إلى الله..إلى الصراط المستقيم! ¶ {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} . ¶ محمد بهجة الأثري.",
            "page": "45",
            "part": "1",
            "seal": "788F15A0"
        }
    ],
    "t5075": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "محمد بن عبد الوهاب داعية التوحيد والتجديد في العصر الحديث"
        }
    ]
}