{
    "b5165": [
        {
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ مَنْهَج التشريع الإسلامي وحكمته ¶ بِسم الله الرَّحْمَن الرَّحِيم وَالْحَمْد لله رب الْعَالمين وَالصَّلَاة وَالسَّلَام على سيدنَا مُحَمَّد وَآله وَصَحبه وَمن تَبِعَهُمْ بِإِحْسَان إِلَى يَوْم الدّين. وَبعد: ¶ فَاعْلَم أَولا أَنما الْمنْهَج فِي اللُّغَة الْعَرَبيَّة هُوَ الطَّرِيق الْوَاضِح كالمنهاج وَمِنْه قَوْله تَعَالَى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجاً} . وَالْإِسْلَام فِي اللُّغَة الْعَرَبيَّة: الانقياد والإذعان. تَقول الرب: أسلم لله إِذا انْقَادَ وأذعن وأطاع وَمِنْه قَول زيد بن عَمْرو بن نفَيْل الْعَدْوى مُؤمن الْجَاهِلِيَّة: ¶ وَأسْلمت وَجْهي لمن أسلمت ... لَهُ الأَرْض تحمل صخرا ثقالا ¶ دحاها فَلَمَّا اسْتَوَت شدها ... سَوَاء وأرسى عَلَيْهَا الجبالا ¶ وَأسْلمت وَجْهي لمن أسلمت لَهُ ... المزن تحمل عذبا زلالا ¶ إِذا هِيَ سيقت إِلَى بَلْدَة ... أطاعت فصبت عَلَيْهَا سجالا ¶ وَأسْلمت وَجْهي لمن أسلمت ... لَهُ الرّيح تصرف حَالا فحالا ¶ وَالْإِسْلَام فِي الِاصْطِلَاح الشَّرْعِيّ هُوَ: الانقياد والإذعان لله تَعَالَى بامتثال أمره وَاجْتنَاب نَهْيه من جَمِيع الْجِهَات الثَّلَاث أَعنِي إذعان الْقلب وانقياده بالاعتقاد وَالْقَصْد وإذعان اللِّسَان وانقياده بِالْإِقْرَارِ وإذعان الْجَوَارِح وانقيادها بِالْعَمَلِ. ¶ وَالْإِسْلَام فِي الِاصْطِلَاح الشَّرْعِيّ الْحَقِيقِيّ يُطلق على مَا يُطلق عَلَيْهِ الْإِيمَان فِي الِاصْطِلَاح الشَّرْعِيّ. وَقد قَالَ تَعَالَى: {فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ} . أما الْفرق بَينهمَا فِي قَوْله تَعَالَى: {قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} . فَلِأَن الْإِيمَان المنفى فِي هَذِه الْآيَة هُوَ الْإِيمَان الشَّرْعِيّ",
            "page": "5",
            "part": "1",
            "seal": "37C6109C"
        },
        {
            "id": "2",
            "nass": "وَالْإِسْلَام الْمُثبت فِيهَا فِي الْحَقِيقَة هُوَ الْإِسْلَام اللّغَوِيّ وَهُوَ ألانقياد بالجوارح للْعَمَل مَعَ أَنه غير الْإِسْلَام الشَّرْعِيّ الْحَقِيقِيّ الصَّحِيح لِأَن مصدره الْقلب وَالله يَقُول فِي هَذِه الْآيَة: {وَلَمَّا يَدْخُلِ الإِيمَانُ فِي قُلُوبِكُمْ} . فَعدم دُخُول الْإِيمَان فِي قلوباهم يدل على أَن الْإِسْلَام الْمُثبت لَهُم لغوى فَقَط لِأَنَّهُ شكلي صوري لَا حَقِيقِيّ لِأَن الْقُلُوب لم تنطو عَلَيْهِ كَمَا ترى. والتشريع هُوَ وضع الشَّرْع وَالشَّرْع هُنَا هُوَ النظام الَّذِي وَضعه خَالق السَّمَاوَات وَالْأَرْض على لِسَان سيد ولد آدم عَلَيْهِ الصَّلَاة وَالسَّلَام ليسير عَلَيْهِ خلقه فيحق لَهُم بِهِ سَعَادَة الدَّاريْنِ على أكمل الْوُجُوه وأحسنها وَقد فهمت من تَفْسِير الْإِسْلَام أَنه نَوْعَانِ وهما: أَن الِاعْتِقَاد بِالْقَلْبِ وَالْعَمَل بالجوارح وَمِنْهَا اللِّسَان لِأَن القَوْل فعل اللِّسَان كَمَا قَالَ تَعَالَى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوّاً شَيَاطِينَ الإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ} الْآيَة. فتراه أطلق الْفِعْل على زخرف القَوْل. ¶ أما الِاعْتِقَاد فقد دلّ استقراء الْقُرْآن أَنه فِي حق الله تَعَالَى ثَلَاثَة أَنْوَاع: ¶ 1- الأول: اعْتِقَاد أَنه وَاحِد فِي ربوبيته جلّ وَعلا فَهُوَ الْخَالِق الرازق المحيى المميت النافع الضار الْمُدبر لشئون أهل السَّمَاوَات وَالْأَرْض الَّذِي لَا يَقع شَيْء كَائِنا مَا كَانَ إِلَّا بمشيئته جلّ وَعلا. ¶ وَهَذَا النَّوْع جبلت عَلَيْهِ فطر الْبشر فِي الْأَغْلَب. قَالَ تَعَالَى فِي الْكفَّار: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} الْآيَة. وَقَالَ تَعَالَى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الأَمْرَ فَسَيَقُولُونَ اللَّهُ} . والآيات بِمثل ذَلِك كَثِيرَة جدا وَلم يُنكر هَذَا النَّوْع من التَّوْحِيد الَّذِي هُوَ توحيده جلّ وَعلا فِي ربوبيته إِلَّا اثْنَان 1- رجل بَالغ من الْجَهْل والغباوة مَا يَجْعَل دَرَجَته فِي الْفَهم",
            "page": "6",
            "part": "1",
            "seal": "92BBC624"
        },
        {
            "id": "3",
            "nass": "وَالْعقل أقل من دَرَجَة الْبَهَائِم كمن قَالَ الله فيهم: {أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلاَّ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلاً} . وَقَالَ فيهم: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالأِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} . بل كثير من هَؤُلَاءِ الَّذين فضل الله عَلَيْهِم الْأَنْعَام يقرونَ بربوبيته جلّ وَعلا فَظهر أَن الَّذِي يُنكر ذَلِك منحط عَن دَرَجَة الْأَنْعَام بمراتب. ¶ 2- وَرجل مكابر جَاحد مَا هُوَ عَالم بِأَنَّهُ حق كفرعون فان قَوْله فِيمَا ذكر الله عَنهُ: {قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ} . وَقَوله: {قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَى} . تجاهل عَارِف بِأَنَّهُ عبد مربوب لرب الْعَالمين كَمَا دلّ عَلَيْهِ قَوْله تَعَالَى: {قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلاءِ إِلاَّ رَبُّ السَّمَاوَاتِ وَالأَرْضِ بَصَائِرَ..} الْآيَة وَقَوله تَعَالَى: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْماً وَعُلُوّاً} . ¶ النَّوْع الثَّانِي: هُوَ توحيده فِي عِبَادَته وَهَذَا النَّوْع هُوَ الَّذِي كَانَت فِيهِ المعارك بَين الرُّسُل صلوَات الله وَسَلَامه عَلَيْهِم وَبَين أممهم كَمَا هُوَ مفصل فِي الْقُرْآن الْعَظِيم فِي سور كَثِيرَة وقصص كَثِيرَة. ¶ وَهَذَا النَّوْع هُوَ معنى لَا إِلَه إِلَّا الله وَهِي متركبة من نفي وَإِثْبَات. فَمَعْنَى نَفيهَا خلع جَمِيع المعبودات غير الله تَعَالَى فِي جَمِيع أَنْوَاع الْعِبَادَات كائنة مَا كَانَت. وَمعنى الْإِثْبَات مِنْهَا إِفْرَاد الله وَحده جلّ وَعلا بِجَمِيعِ أَنْوَاع الْعِبَادَات بإخلاص على الْوَجْه الَّذِي شَرعه. ¶ النَّوْع الثَّالِث: هُوَ توحيده تَعَالَى فِي أَسْمَائِهِ وَصِفَاته. وَضَابِط هَذَا النَّوْع هُوَ تَنْزِيه الله جلّ وَعلا عَن مماثلة الْخلق فِي شَيْء من ذواتهم أَو صفاتهم أَو أفعالهم. وَالْإِيمَان بِكُل مَا وصف بِهِ نَفسه أَو وَصفه بِهِ رَسُوله صلى الله عَلَيْهِ وَسلم على نَحْو: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} كَمَا بَيناهُ بِالْآيَاتِ القرآنية فِي محاضرة قبل هَذِه",
            "page": "7",
            "part": "1",
            "seal": "53C10B19"
        },
        {
            "id": "4",
            "nass": "أما النَّوْع الثَّانِي: من أَنْوَاع الْإِسْلَام الَّذِي هُوَ مَا سوى الِاعْتِقَاد وَهُوَ الْعَمَل فَهُوَ شَامِل لأصناف كَثِيرَة. ¶ أ- مِنْهَا مَا هُوَ من أَفعَال الْقُلُوب: كالإخلاص بِالْقَلْبِ فِي جَمِيع الْأَعْمَال وَحسن النِّيَّة. ¶ ب- وَمِنْهَا مَا هُوَ بِالْيَدِ، ¶ ج- وَمِنْهَا مَا هُوَ بِاللِّسَانِ، ¶ د- وَمِنْهَا مَا هُوَ بالفرج ... الخ. ¶ وَكَذَلِكَ انتهاك الْأَوَامِر الإسلامية وَعدم امتثالها (أَي شَامِل لأصناف كَثِيرَة) . ¶ أ- مِنْهَا مَا هُوَ من أَفعَال الْقلب كالكبر وَالْعجب والحسد والرياء وَنَحْو ذَلِك. ¶ ب- وَمِنْهَا مَا هُوَ من أَفعَال اللِّسَان ككلمة الْكفْر. وكالغيبة والنميمة وَنَحْو ذَلِك. ¶ ج- وَمِنْهَا مَا هُوَ من أَفعَال أليد وَهُوَ جَمِيع أَنْوَاع الْبَطْش بِالْيَدِ فِيمَا لَا يُجِيزهُ الشَّرْع الْكَرِيم كَالْقَتْلِ وَالسَّرِقَة وَنَحْو ذَلِك. ¶ د- وَمِنْهَا مَا هُوَ من أَفعَال الْفروج كَالزِّنَا واللواط.. الخ وَهُوَ وأضح. ¶ وَقد بَين النَّبِي صلى الله عَلَيْهِ وَسلم فِي حَدِيث ابْن عمر الْمُتَّفق عَلَيْهِ أَن الدعائم الْعِظَام والأركان الْكِبَار الَّتِي بنى عَلَيْهَا التشريع السماوي خمس وهى: ¶ 1- شَهَادَة أَن لَا إِلَه إِلَّا الله وَأَن مُحَمَّدًا رَسُول الله 2- وَأقَام الصَّلَاة 3- وإيتاء الزَّكَاة 4- وَالْحج 5- وَصَوْم رَمَضَان. ¶ أ- أما الشهادتان فهما متضمنتان لكل مَا يجب اعْتِقَاده فِي الله جلّ وَعلا وَفِي رَسُوله صلى الله عَلَيْهِ وَسلم وَمَا يجب لله جلّ وَعلا من الْحُقُوق الْخَاصَّة بِهِ وَمَا يجب للرسول صلى الله عَلَيْهِ وَسلم كَمَا هُوَ مفصل فِي كتاب الله وَسنة نبيه صلى الله عَلَيْهِ وَسلم.",
            "page": "8",
            "part": "1",
            "seal": "74051799"
        },
        {
            "id": "5",
            "nass": "ب- وَأما الصَّلَاة. فَهِيَ أعظم دعائم الْإِسْلَام بعد الشَّهَادَتَيْنِ وَقد فَرضهَا الله على نبيه فوقا سبع سماوات لَيْلَة الْإِسْرَاء والمعراج وَقد جعلهَا دون غَيرهَا من الْأَركان يتَكَرَّر رُجُوعهَا فِي كل يَوْم وَلَيْلَة خمس مَرَّات لعظم شَأْنهَا. لِأَن الْمُصَلِّي يقوم فِي الْيَوْم وَاللَّيْلَة خمس مَرَّات يُنَاجِي خَالق السَّمَاوَات وَالْأَرْض ومناجاته جلّ وَعلا تَسْتَلْزِم أقوالا وأفعالا لائقة بذلك الْمقَام. وَلذَلِك علمه الله جلّ وَعلا فِي أعظم سُورَة من كِتَابه وَهِي (الْفَاتِحَة) الَّتِي هِيَ السَّبع المثاني وَالْقُرْآن الْعَظِيم علمه فِيهَا كَيفَ يُنَاجِي خَالق السَّمَاوَات وَالْأَرْض بِمَا هُوَ لَائِق بِهِ وَعلمه كَيفَ يسْأَل ربه حَاجته فَأوجب عَلَيْهِ أَن يبتدىء قِرَاءَته بقوله: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الرَّحْمَنِ الرَّحِيمِ مَالِكِ يَوْمِ الدِّينِ} . فَحَمدَ ربه وَأثْنى عَلَيْهِ بجميل صِفَاته ومجده وَوَحدهُ فِي ربوبيته بقوله: {رَبِّ الْعَالَمِينَ} وَفِي أَسْمَائِهِ وَصِفَاته بقوله: {الرَّحْمَنِ الرَّحِيمِ مَالِكِ يَوْمِ الدِّينِ} ثمَّ علمه توحيده فِي عِبَادَته بقوله: {إِيَّاكَ نَعْبُدُ} لِأَن مَعْنَاهُ لَا نعْبد إِلَّا إياك وَحدك. لِأَن تَقْدِيم الْمَعْمُول يدل على الْحصْر كَمَا هُوَ مُقَرر فِي الْأُصُول والمعاني. ¶ وَعلمه الِاسْتِعَانَة بربه وَإِظْهَار الضعْف وَالْعجز بَين يَدَيْهِ بقوله. {وَإِيَّاكَ نَسْتَعِينُ} . ¶ وَلما أثنى على ربه بِمَا علمه أحسن ثَنَاء وخضع لَهُ بِهِ أكمل خضوع وافرده بِالْعبَادَة وَالْقَصْد وأخلص لَهُ فِي ذَلِك أكمل إخلاص. علمه كَيفَ يسْأَله جلّ وَعلا حَاجته بقوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ} . ¶ وَهَذَا الدُّعَاء القرآني شَامِل لخير الدُّنْيَا وَالْآخِرَة. وَقد ثَبت فِي صَحِيح مُسلم من حديت أَبى هُرَيْرَة رَضِي الله عَنهُ مَا لَفظه: فَإِنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \"قَالَ الله تَعَالَى: قسمت الصَّلَاة بيني وَبَين عَبدِي نِصْفَيْنِ ولعبدي مَا سَأَلَ فَإِذا قَالَ العَبْد: {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} . قَالَ الله تَعَالَى: حمدني عَبدِي وَإِذا",
            "page": "9",
            "part": "1",
            "seal": "4B1F7C27"
        },
        {
            "id": "6",
            "nass": "قَالَ: {الرَّحْمَنِ الرَّحِيمِ} . قَالَ الله تَعَالَى: أثنى عَليّ عَبدِي. وَإِذا قَالَ: {مَالِكِ يَوْمِ الدِّينِ} قَالَ: مجدني عَبدِي. وَقَالَ مرّة فوض إِلَيّ عَبدِي. فَإِذا قَالَ: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} . قَالَ هَذَا بيني وَبَين عَبدِي ولعبدي مَا سَأَلَ. فَإِذا قَالَ: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ} قَالَ: هَذَا لعبدي ولعبدي مَا سَأَلَ\". ¶ فَيَكْفِي الْمُصَلِّي شرفا وعلوا ونبلا لما يَرْجُو من خير الدُّنْيَا وَالْآخِرَة أَن الله جلّ وَعلا قسم هَذَا الرُّكْن الْأَعْظَم من أَرْكَان الْإِسْلَام بَينه جلّ وَعلا وَبَين الْمصلى. فَمَا أعظم شَأْنهَا من قسْمَة وَقد وعده أَن لَهُ مَا سَأَلَ وَهُوَ جلّ وَعلا لَا يخلف وعده. ¶ وَأما الصَّوْم: فَفِيهِ رياضة عَظِيمَة للنفوس وإعانة عَظِيمَة على تقوى الله تَعَالَى كَمَا أَشَارَ جلّ وَعلا إِلَى ذَلِك فِي قَوْله: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} فَقَوله لَعَلَّكُمْ تَتَّقُون بعد قَوْله كتب عَلَيْكُم الصّيام دَلِيل وَاضح على ذَلِك. وَقد زَاده النَّبِي صلى الله عَلَيْهِ وَسلم إيضاحا بقوله: \" يَا معشر الشَّبَاب من اسْتَطَاعَ مِنْكُم الْبَاءَة فليتزوج فَإِنَّهُ أحصن لِلْفَرجِ وأغض لِلْبَصَرِ. وَمن لم يسْتَطع فَعَلَيهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وَجَاء \". ¶ وَأما الْحَج: فقد أَشَارَ الله لبَعض فَوَائده بقوله: {لِيَشْهَدُوا مَنَافِعَ لَهُمْ..} الْآيَة وَضرب بعض الْعلمَاء لَهُ مثلا. فَقَالَ وَللَّه الْمثل الْأَعْلَى أَن ملك الْمُلُوك وَهُوَ الله جلّ وَعلا عين بَيته فِي مَكَّة المكرمة حرسها الله تَعَالَى. وَبَقِيَّة مَوَاضِع النّسك كعرفات ومزدلفة وَمنى للوفود يفدون إِلَيْهِ فِي تِلْكَ الْأَمْكِنَة فيرفعون إِلَيْهِ حوائجهم فيقضيها. فالحجيج كَأَنَّهُمْ الوافدون إِلَى الْملك الْحق ليحسن وفادتهم ويعطيهم أَسْنَى الجوائز وَأَعْظَمهَا كَمَا قَالَ تَعَالَى: {لِيَشْهَدُوا مَنَافِعَ لَهُمْ} وَقَالَ صلى الله عَلَيْهِ وَسلم: \"وَالْحج المبرور لَيْسَ لَهُ جَزَاء إِلَّا الْجنَّة\". وَقَالَ: \"من حج فَلم يرْفث وَلم يفسق رَجَعَ كَيَوْم وَلدته أمه\".",
            "page": "10",
            "part": "1",
            "seal": "CAEAD03C"
        },
        {
            "id": "7",
            "nass": "وَمن حِكْمَة اجْتِمَاع الْمُسلمين من أقطار الدُّنْيَا كل سنة ليتعارفوا ويستفيد بَعضهم من بعض ويتبادلون الرَّأْي فِي حل مشاكلهم إِلَى غير ذَلِك. ¶ وَأما الزَّكَاة: فَهِيَ مواساة كَرِيمَة للْفُقَرَاء والمحاويج أَشَارَ الله تَعَالَى إِلَى بعض فوائدها بقوله: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} الْآيَة. وَإِنَّمَا أَشَرنَا إِلَى حكم هَذِه الْأَركان إِشَارَة خاطفة لِأَن الْمقَام لَا يَتَّسِع للبسط فِيهَا وَلَا يخفى أَن الرُّكْن الْأَكْبَر الَّذِي هُوَ تَوْحِيد الله بأنواعه المستلزم أَفْرَاده بِالْعبَادَة وَحده هُوَ مُنْتَهى التحرر من الرّقّ والعبودية للمخلوقين. وَمن جُمْلَتهمْ النَّفس والهوى والشيطان. ¶ كفانا الله وإخواننا الْمُسلمين شَرّ ذَلِك كُله وسنتكلم الْآن إِن شَاءَ الله على مَنْهَج التشريع وَحكمه. ¶ اعْلَم أَن طَرِيق تشريع الله دينه لخلقه فِيهَا من الحكم والأسرار من جِهَات شَتَّى مَا لَا يُحِيط بِعِلْمِهِ إِلَّا الله جلّ وَعلا وَحده وَسَنذكر إِن شَاءَ أدق من ذَلِك أَمْثِلَة هُنَا ليستدل بهَا الْعَاقِل على غَيرهَا. فَمن تِلْكَ الحكم الْبَالِغَة فى كَيْفيَّة التشريع أَنه جلّ وَعلا يشرع أَحْكَام دينه تدريجا لتسهيل ذَلِك على النُّفُوس الَّتِي الفت مَا يضاد ذَلِك التشريع. ¶ والتدريج الْمَذْكُور نَوْعَانِ: ¶ 1- تَارَة يكون فِي أَحْكَام مُخْتَلفَة 2- وَتارَة يكون فِي حكم وَاحِد إِذا كَانَ التَّكْلِيف بِهِ مِمَّا فِيهِ مشقة على من اعْتَادَ خِلَافه. ¶ أ- فَمن أَمْثِلَة النَّوْع الأول: التدريج فِي تشريع الدعائم الْخمس الَّتِي بنى عَلَيْهَا الْإِسْلَام. فان الله شرع مِنْهَا أَولا شَهَادَة أَلا إِلَه إِلَّا الله وَأَن مُحَمَّدًا رَسُول الله. وَمكث صلى الله عَلَيْهِ وَسلم زَمنا فِي مَكَّة المكرمة حرسها الله لَا يَدْعُو إِلَّا لعبادة الله وَحده ثمَّ بعد ذَلِك شرع لَهُ أدته الصَّلَوَات الْخمس الْمَكْتُوبَة لَيْلَة الْإِسْرَاء والمعراج. وَالتَّحْقِيق أَنَّهُمَا فِي لَيْلَة وَاحِدَة. وَعَن الزُّهْرِيّ وَعُرْوَة أَن الْإِسْرَاء الْمَذْكُور كَانَ قبل هجرته بِسنة وَعَن السّديّ أَنه كَانَ قبلهَا بِسِتَّة عشر شهرا. قَالَ الْحَافِظ ابْن كثير رَحمَه",
            "page": "11",
            "part": "1",
            "seal": "A20A754F"
        },
        {
            "id": "8",
            "nass": "الله فِي تَارِيخه: \"وعَلى قَول السّديّ يكون الْإِسْرَاء فِي شهر ذِي الْقعدَة. وعَلى قَول الزُّهْرِيّ وَعُرْوَة يكون فِي ربيع الأول. ¶ وَذكر رَحمَه الله عَن جَابر وأبن عَبَّاس أَن الْإِسْرَاء كَأَنَّمَا فِي ربيع الأول وان الْحَافِظ عبد الْغنى الْمَقْدِسِي اخْتَار أَنه فِي ربيع الأول. وَبِذَلِك تعلم أَن مَا يَفْعَله الْعَوام فِي رَجَب بِنَاء على أَن الْإِسْرَاء كَانَ لَيْلَة السَّابِع وَالْعِشْرين مِنْهُ بِدعَة مَبْنِيَّة على بَاطِل. وَإِنَّمَا قُلْنَا أَنَّهَا بِدعَة لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم لم يَفْعَلهَا وَلم يَأْمر بهَا هُوَ وَلَا خلفاؤه الراشدون وَالْخَيْر كُله وَالْهدى فِي اتِّبَاعه هُوَ وخلفائه الرَّاشِدين مَعَ أَنه لم يثبت من طَرِيق صَحِيح وَلَا حسن أَن الْإِسْرَاء كَانَ فِي رَجَب. والوارد فِي ذَلِك لَا أصل لَهُ. ¶ ثمَّ بعد ذَلِك فرضت الزَّكَاة وَالصَّوْم فِي سنة وَاحِدَة وهى سنة اثْنَتَيْنِ من هجرته صلى الله عَلَيْهِ وَسلم. ¶ وَقَالَ بعض أهل الْعلم أَن الصَّوْم فرض فِي شعْبَان مِنْهَا قبل وقْعَة بدر. ¶ وَقَالَ بعض أهل الْعلم: أَن الزَّكَاة فرضت فِي مَكَّة قبل الْهِجْرَة ¶ لذكر الزَّكَاة فِي سُورَة مَكِّيَّة مَعْرُوفَة. ¶ ثمَّ فرض الْحَج وَاخْتلف فِي وَقت فَرْضه فَجزم الشَّافِعِي رَحمَه الله بِأَنَّهُ فرض فِي عَام سِتّ وَاسْتدلَّ لذَلِك بِأَن قَوْله تَعَالَى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ..} الْآيَة نزل فِي عمْرَة الْحُدَيْبِيَة حِين صد الْمُشْركُونَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَصْحَابه وَذَلِكَ فِي ذِي الْقعدَة من سنة سِتّ بِلَا خلاف وَمن هُنَا أَخذ الشَّافِعِي رَحمَه الله أَن وجوب الْحَج على التَّرَاخِي. قَالَ: \"إِنَّه فرض سنة سِتّ وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم لم يحجّ بعد فرض الْحَج إِلَّا سنة عشر بِإِجْمَاع الْمُسلمين\". وَخَالفهُ جُمْهُور الْعلمَاء مِنْهُم الْأَئِمَّة الثَّلَاثَة فَقَالُوا: \"بل يجب فَوْرًا وَلم يفْرض الْحَج إِلَّا فِي عَام تسع\" وَاسْتَدَلُّوا",
            "page": "12",
            "part": "1",
            "seal": "4908B8D6"
        },
        {
            "id": "9",
            "nass": "بِأَن الْحَج أَنما فرض بقوله تَعَالَى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} . وَهُوَ من صدر سُورَة آل عمرَان وَهُوَ نَازل فِي وَفد نَجْرَان وهم من القادمين عَام الْوُفُود. قَالُوا: وَمَا يُوضح ذَلِك أَن النَّبِي صلى الله عَلَيْهِ وَسلم صَالحهمْ على أَدَاء الْجِزْيَة. الْجِزْيَة إِنَّمَا نزلت فِي سُورَة بَرَاءَة عَام تسع، فَإِن قيل لم تزل حجَّة الشَّافِعِي قَائِمَة فِي أَن وجوب الْحَج على التَّرَاخِي لأنكم وافقتم على أَنه فرض عَام تسع وَهُوَ صلى الله عَلَيْهِ وَسلم لم يحجّ عَام تسع بل أرسل أَبَا بكر رَضِي الله عَنهُ حَاجا بِالنَّاسِ وَأتبعهُ عَليّ بن أَبى طَالب رَضِي الله عَنهُ يُنَادى فِي الْمَوْسِم بِسُورَة بَرَاءَة، وَألا يحجّ بعد الْعَام مُشْرك وَألا يطوف بِالْبَيْتِ عُرْيَان. ¶ فَالْجَوَاب من قبل الْجُمْهُور أَنهم يَقُولُونَ: وجوب الْحَج على الْفَوْر. وَهُوَ عَام تسع مَفْرُوض إِلَّا أَن النَّبِي صلى الله عَلَيْهِ وَسلم مَنعه من الْمُبَادرَة إِلَى الْحَج عَام تسع عذر شَرْعِي صَحِيح وَهُوَ أَنه فِي عَام تسع لم يُمكن منع الْمُشْركين من الْحَج وَلَا منع الطائفين عُرَاة فكره صلى الله عَلَيْهِ وَسلم مخالطتهم على ذَلِك الْحَال وَلذَلِك صرح الله بمنعهم بعد ذَلِك الْعَام الَّذِي هُوَ عَام تسع وَذَلِكَ فِي قَوْله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا} . وَأشهر الأمهال الْأَرْبَعَة الْمَذْكُورَة فِي قَوْله: {فَسِيحُوا فِي الأَرْضِ أَرْبَعَةَ أَشْهُرٍ} . لم تنقض إِلَّا بعد الْحَج من تِلْكَ السّنة فَلهم المهلة فِي ذَلِك الْمَوْسِم من تِلْكَ السّنة الَّتِي هِيَ سنة تسع وَأظْهر الْأَقْوَال أَن مبدأ تِلْكَ الْأَشْهر من وَقت النداء بِالْبَرَاءَةِ من الْمُشْركين وَذَلِكَ يَوْم الْحَج الْأَكْبَر كَمَا يدل على ذَلِك قَوْله تَعَالَى: {وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} . فَأول عَام أمكنه فِيهِ الْحَج صافيا لَا تُوجد فِيهِ مناكر من طواف الْمُشْركين عُرَاة هُوَ عَام عشر فبادر فِيهِ إِلَى الْحَج. قَالُوا: وَأما آيَة {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} النَّازِلَة سنة سِتّ فَهِيَ إِنَّمَا تدل على وجوب إِتْمَامه بعد الشُّرُوع فِيهِ وَلَا تدل على وُجُوبه ابْتِدَاء",
            "page": "13",
            "part": "1",
            "seal": "6BB13821"
        },
        {
            "id": "10",
            "nass": "إِذْ لَو كَانَت دَلِيلا صَرِيحًا على وُجُوبه ابْتِدَاء لما أمكن خلاف أهل الْعلم فِي وجولا الْعمرَة لِأَنَّهَا قرينَة الْحَج فِي آيَة وَأَتمُّوا الْحَج وَالْعمْرَة لله الْمَذْكُورَة. ¶ وَمِثَال النَّوْع الثَّانِي: وَهُوَ مَا كَانَ التدريج فِيهِ فِي حكم وَاحِد إِذا كَانَ التَّكْلِيف بِهِ فِيهِ مشقة بتشريع الْقِتَال وَالصَّوْم وَتَحْرِيم الْخمر. فان الْقِتَال فِيهِ مشقة على النُّفُوس لما يستلزمه من إِنْفَاق الْأَمْوَال وتعريض المهج للتلف. فالمجاهد عِنْد التقاء الصُّفُوف والتحام الْقِتَال لَا يخفى أَن حَيَاته فِي أعظم الْخطر. ¶ وَلذَا كَانَ الْحَاضِر صف الْقِتَال عِنْد الْمَالِكِيَّة وَمن وافقهم مَحْجُورا عَلَيْهِ كالحجر على الْمَرِيض مَرضا مخوفا وَلأَجل هَذَا لم يفْرض الْجِهَاد مرّة وَاحِدَة بل أَنما فرض تدريجا على ثَلَاث مراحل. فَأذن فِيهِ أَولا من غير إِيجَاب بقوله تَعَالَى: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ} ثمَّ لما استأنست النُّفُوس بِهِ بعد الْإِذْن فِيهِ أمروا بِقِتَال من قَاتلهم دون من لم يقاتلهم بقوله تَعَالَى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} فَلَمَّا استأنست النُّفُوس بِالْقِتَالِ ومارسته وَهَان عَلَيْهَا فرض فرضا جَازِمًا باتا بقوله: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} وَقَوله تَعَالَى: {قَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً} . ¶ وَمَعْلُوم أَن بعض أهل الْعلم يَقُول فِي آيَة: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} . غير مَا ذكرنَا وَلَكِن مَا ذكرنَا اخْتَارَهُ غير وَأحد من الْعلمَاء. ¶ وَأما الصَّوْم فَلَا يخفى أَنما كفر النَّفس عَن شَهْوَة الْبَطن والفرج فِيهِ مشقة على من لم يعتده وَلذَلِك شرع الصَّوْم أَيْضا تدريجا. فَكَانُوا فِي أول الْأَمر مخيرين بَين الصَّوْم وَبَين الْفطر وَالْإِطْعَام كَمَا دلّ عَلَيْهِ قَوْله تَعَالَى:",
            "page": "14",
            "part": "1",
            "seal": "9571F3AA"
        },
        {
            "id": "11",
            "nass": "{وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} . على أظهر التفسيرات وَأظْهر الْأَقْوَال فِي ذَلِك. ¶ ثمَّ لما استأنستا النُّفُوس بِالصَّوْمِ وألفته أوجب إِيجَابا جَازِمًا باتا بقوله تَعَالَى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} . الْآيَة وَبَعض أهل الْعلم يَقُول: أَن مَرَاتِب تدريج الصَّوْم ثَلَاث. ¶ أ- كَانَ أَولا يجب صَوْم يَوْم عَاشُورَاء وَثَلَاثَة أَيَّام من كل شهر ثمَّ أوجب صَوْم رَمَضَان سنة اثْنَيْنِ وَقع فِيهِ التدرج الَّذِي ذكرنَا. ¶ وَأما الْخمر: فَإِن من اعتادها يصعب عَلَيْهِ تَركهَا قبحها الله وَلذَلِك لما أَرَادَ الله أَن يشرع تَحْرِيمهَا شَرعه تدريجا على ثَلَاث مراحل أنزل فِيهَا أَولا آيَة الْبَقَرَة المنبهة على بعض معايبها وَمَا فِيهَا من الْإِثْم وهى قَوْله تَعَالَى: {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} ثمَّ استأنست النُّفُوس بِأَن فِيهَا إِثْمًا كَبِيرا وَأَن أثمها أكبر من نَفعهَا شرع الله تَحْرِيمهَا فِي بعض الْأَوْقَات دون بعض فَحرمت عَلَيْهِم فِي أَوْقَات الصَّلَاة وَمعنى ذَلِك أَنهم حرم عَلَيْهِم شربهَا فِي وَقت يقرب من وَقت الصَّلَاة بِحَيْثُ يدْخل وَقت الصَّلَاة والشارب لم يَصح. فصاروا لَا يشربونها أَلا فِي وَقْتَيْنِ لَان الشَّارِب فيهمَا يصحو قبل وَقت الصَّلَاة وهما بعد صَلَاة الصُّبْح وَبعد صَلَاة الْعشَاء. ¶ وَذَلِكَ بقوله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} . ¶ فَلَمَّا استأنست النُّفُوس بتحريمها حرمت جَازِمًا باتا فِي غَزْوَة بنى النَّضِير بقوله تَعَالَى فِي سُورَة الْمَائِدَة {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} .",
            "page": "15",
            "part": "1",
            "seal": "D5F27527"
        },
        {
            "id": "12",
            "nass": "وفى هَذِه الْآيَة الْكَرِيمَة تَحْرِيم الْخمر على أكمل الْوُجُوه وأبلغها كَمَا أوضحناه فِي غير هَذِه المحاضرة فَهَذِهِ أَمْثِلَة من حكم الله الْبَالِغَة فِي كَيْفيَّة التشريع. ¶ ثمَّ إِنَّا نُرِيد ألان أَن نذْكر الحكم الَّتِي يشْتَمل عَلَيْهَا تشر خَالق السَّمَاوَات وَالْأَرْض. ¶ اعْلَم أَولا أَن الْحِكْمَة فعلة من الحكم وَهُوَ فِي اللُّغَة الْمَنْع. وَأظْهر مَعَاني الْحِكْمَة لُغَة أَنَّهَا الْعلم النافع الصَّحِيح. لِأَن الْعلم الصَّحِيح النافع يمْنَع الْأَقْوَال وَالْأَفْعَال! أَن يعتريها الْخلَل وَالنَّقْص فَكل نقص أَو خلل منشأه فِي الْحَقِيقَة من الْجَهْل الَّذِي هُوَ عدم الْعلم بِمَا يقْصد. ¶ وَالْحكمَة فِي الِاصْطِلَاح هِيَ وضع الْأُمُور فِي موَاضعهَا وإيقاعها فِي مواقعها. وَهِي فِي الِاصْطِلَاح الْخَاص بِأَهْل الْأُصُول: الْمصلحَة الَّتِي من أجلهَا صَار الْوَصْف عِلّة للْحكم فَالْحكم مثلا: تَحْرِيم شرب الْخمر وَعلة هَذَا الحكم هِيَ الاسكار وَالْحكمَة هِيَ حفظ الْعقل فمصلحة حفظ الْعقل هِيَ الَّتِي من أجلهَا صَار الاسكار عِلّة لتَحْرِيم شرب الْخمر وهى حِكْمَة التشريع. ¶ وَالْحكم مثلا أَيْضا الْقطع وَعلة هَذَا الحكم هِيَ السّرقَة وَالْحكمَة هِيَ حفظ المَال فمصلحة حفظ المَال من السّرقَة هِيَ الَّتِي من أجلهَا صَارَت السّرقَة عِلّة لقطع يَد السَّارِق. وَهَكَذَا. ¶ وَبَعض أهل الْأُصُول يَقُول: الْحِكْمَة عبارَة عَن دفع مفْسدَة أَو تقليلها. أَو جلب مصلحَة أَو تكميلها وَهُوَ رَاجع إِلَى مَا ذكرنَا. فَإِذا علمت ذَلِك فَاعْلَم أَن أيحكم الَّتِي يَدُور حولهَا التشريع السماوي ثَلَاثًا. ¶ 1- الأولى: دَرأ الْمفْسدَة وَهُوَ الْمعبر عَنهُ فِي الْأُصُول بالضروريات. ¶ 2- الثَّانِيَة: جلب الْمصلحَة وَهُوَ الْمعبر عَنهُ عِنْد الْأُصُولِيِّينَ بالحاجيات. ¶ 3- الثَّالِثَة: الجري على مَكَارِم الْأَخْلَاق وَاتِّبَاع أحسن المناهج",
            "page": "16",
            "part": "1",
            "seal": "02022E89"
        },
        {
            "id": "13",
            "nass": "فِي الْعَادَات والمعاملات وهى الْمعبر عَنهُ فِي الْأُصُول بالتحسينات وَا لتتميميات. ¶ أما الضروريات وهى أصُول الْمصَالح العالمية فِي الدُّنْيَا فَهِيَ دَرأ الْمفْسدَة عَن سِتَّة أَشْيَاء عَلَيْهَا مدَار الْمصَالح الْكُبْرَى فِي الدّين وَالدُّنْيَا وهى: ¶ 1- الدّين 2- النَّفس 3- الْعقل 4- النّسَب 5- الْعرض 6- المَال. ¶ أ- أما الدّين: فقد اقْتضى التشريع الإسلامي بِمَا اشْتَمَل عَلَيْهِ من الحكم الْبَالِغَة صيانته والمحافظة عَلَيْهِ بِأَحْكَم الطّرق وأقومها وأعدلها كَقَوْلِه تَعَالَى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} . ¶ وفى آيَة الْأَنْفَال: {وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} فَهَذَا دفاع عَن حمى الدّين بِالنَّفسِ والنفيس تَحت ظلال السيوف حَتَّى لَا تبقى فِي الأَرْض فتْنَة (أَي شرك) كَمَا يَده عَلَيْهِ قَوْله تَعَالَى: {تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ} وَقَوله صلى الله عَلَيْهِ وَسلم: \" أمرت أَن أقَاتل النَّاس حَتَّى يشْهدُوا أَن لَا إِلَه إِلَّا الله\". الحَدِيث. ¶ وَقد بَين صلى الق عَلَيْهِ وَسلم أَنهم لَا يُقَاتلُون حَتَّى يدعوا إِلَى الْإِسْلَام فيمتنعوا وَقد أَشَارَ تَعَالَى إِلَى ذَلِك فِي قَوْله: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ} الْآيَة، لِأَن قَوْله: {وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ} بعد قَوْله تَعَالَى: {لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ} يدل على أَنه إِن لم تَنْفَع فيهم الْبَينَات والكتب جرد عَلَيْهِم السَّيْف كَمَا قَالَ الْقَائِل: ¶ بهدى الْكتاب هدى فَمن لم يرتدع ... بهدى الْكتاب فبالكتائب يردع ¶ ب- وَأما النَّفس: فقد أقتضى التشريع الإسلامي أَيْضا بِمَا اشْتَمَل عَلَيْهِ من الحكم الْبَالِغَة والمحافظة على الْمصَالح الْعَامَّة صيانتها وَدَرَأَ",
            "page": "17",
            "part": "1",
            "seal": "F694D352"
        },
        {
            "id": "14",
            "nass": "الْمفْسدَة عَنْهَا بِأَحْكَم الطّرق وأقومها. وَلذَا جَاءَ فِيهِ تشريع الْقصاص وَهُوَ أعظم وَسِيلَة لِسَلَامَةِ الْأَنْفس من الْقَتْل كَمَا قَالَ تَعَالَى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} . فَصرحَ تَعَالَى فِي هَذِه الْآيَة الْكَرِيمَة بِأَن لَهُم فِي تشريع الْقصاص حَيَاة لَان من هم بِالْقَتْلِ تذكر أَنه إِن قتل قتل فلاحظ تَقْدِيمه للْقَتْل قصاصا فأشفق على نَفسه من الْمَوْت فَترك الْقَتْل فَسلم صَاحبه من الْقَتْل وَسلم هُوَ من الْقود وَهَذِه حَيَاة نفسين. كَانَت بِسَبَب هَذَا التشريع السماوي الَّذِي وَضعه الله الْحَكِيم الْخَبِير. وَلَكِن هَذَا الحكم إِنَّمَا يفهمها أهل الْعُقُول السليمة من شوائب الاختلال وَلذَا قَالَ تَعَالَى بعد ذكره الْقصاص الْمَذْكُور والتنبيه على مَا فِي تشريعه من الْحَيَاة يَا أولى الْأَلْبَاب. فَنَادَى المخاطبين نِدَاء يخْتَص بأصحاب الْعُقُول السليمة لأَنهم هم الَّذين يفهمون ذَلِك وينتفعون بِهِ. ¶ ج- وَأما الْعقل: فقد اقْتضى تشريع الْحَكِيم الْخَبِير الْمُحَافظَة عَلَيْهِ بِأَحْكَم الطّرق وأقومها فَمنع من شرب الْخمر لِأَنَّهَا تذْهب الْعقل صِيَانة لِلْعَقْلِ ومحافظة عَلَيْهِ وَأوجب الْحَد فِي شرب الْخمر مُحَافظَة عَلَيْهِ وصيانة لَهُ قَالَ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} إِلَى قَوْله فَهَل أَنْتُم مُنْتَهُونَ. وفى الحَدِيث: \"كل مُسكر حرَام\" وَفِيه \"مَا أسكر كَثِيره فقليله حرَام\". وَقد أوجب صلى الله عَلَيْهِ وَسلم حد الشَّارِب دَرأ للمفسدة عَن الْعقل كَمَا هُوَ مَعْلُوم. ¶ د- وَأما النّسَب: فقد اقْتضى التشريع الإسلامي الَّذِي هُوَ تشريع خَالق السَّمَاوَات وَالْأَرْض على لِسَان سيد ولد آدم صلوَات الله وَسَلَامه عَلَيْهِ صيانته والمحافظة عَلَيْهِ بِأَحْكَم الطّرق وأعدلها فَحرم الزِّنَا وَمن حِكْمَة تَحْرِيمه أَنه حرم لِئَلَّا يبْقى الْوَلَد من الزِّنَا ضائعا بِلَا نسب قَالَ تَعَالَى: {وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً} وَنَحْوهَا فِي الْآيَات وَلأَجل الْمُحَافظَة على النّسَب أوجب الْحَد على من زنا أعاذنا",
            "page": "18",
            "part": "1",
            "seal": "9C8D871B"
        },
        {
            "id": "15",
            "nass": "الله وإخواننا الْمُسلمين من ذَلِك فَصرحَ تَعَالَى بِوُجُوب جلده مائَة جلدَة فِي قَوْله تَعَالَى {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} الْآيَة وَصرح فِي الْآيَة الْأُخْرَى الَّتِي هِيَ مَنْسُوخَة التِّلَاوَة بَاقِيَة الحكم وهى قَوْله تَعَالَى: \"الشَّيْخ وَالشَّيْخَة\" إِلَى قَوْله \"عَزِيز حَكِيم\"1 وَهَذِه الْآيَة بَاقِيَة الحكم إِجْمَاعًا وَأَن نسخ لَفظهَا. وَقد رجم النَّبِي صلى الله عَلَيْهِ وَسلم ورجم الْخُلَفَاء الراشدون بعده وَاسْتقر على ذَلِك إِجْمَاع الْمُسلمين كَمَا هُوَ مَعْلُوم لَا نزاع فِيهِ. ¶ وَمن حكم ذَلِك الردع الْبَالِغ عَن الزِّنَا بِالْجلدِ وَالرَّجم حفظ الْأَنْسَاب وَعدم ضياعها واختلاطها. ¶ وَعَن ابْن عَبَّاس رَضِي الله عَنْهُمَا أَن الرَّجْم الْمَذْكُور دلّت عَلَيْهِ آيَة محكمَة التِّلَاوَة وَالْحكم وَهِي قَوْله تَعَالَى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيباً مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ} قَالَ لِأَنَّهَا نزلت فِي الْيَهُود بَين اللَّذين زَنَيَا وهما مُحْصَنَانِ. وَحكم النَّبِي صلى الله عَلَيْهِ وَسلم برجمهما وَأعْرض الْيَهُود عَن قبُول ذَلِك الحكم بِالرَّجمِ. فذمهم الله بِسَبَب ذَلِك الْإِعْرَاض فِي قَوْله: {ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ} وذمه المعرض عَن حكم الرَّجْم فِي هَذِه الْآيَة يدل على أَنه مَشْرُوع فِي شَرِيعَة نَبينَا صلى الله عَلَيْهِ وَسلم. إِذْ لَو كَانَ غير مَشْرُوع فِيهَا مَا ذمّ الله المعرض عَنهُ كَمَا ترق. وَلأَجل صِيَانة النّسَب والمحافظة عَلَيْهِ أوجب الله الْعدة على النِّسَاء عِنْد الْمُفَارقَة بِطَلَاق أَو موت لِئَلَّا يخْتَلط مَاء رجل برحم امْرَأَة بِمَاء رجل آخر قَالَ تَعَالَى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الآخِرِ} . وَقَالَ تَعَالَى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ ¶ __________ ¶ 1وَنَصهَا: الشَّيْخ وَالشَّيْخَة إِذا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ نكالا من الله وَالله عَزِيز حَكِيم.",
            "page": "19",
            "part": "1",
            "seal": "0132BBDA"
        },
        {
            "id": "16",
            "nass": "وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً} وَلَا يخفى أَنما عدَّة الْوَفَاة لَا تَخْلُو من شبه تعبد لوُجُوبهَا مَعَ عدم الدُّخُول بالمتوفى عَنْهَا. ¶ وَلأَجل صِيَانة النّسَب الْمُحَافظَة عَلَيْهِ منع الشَّرْع الْكَرِيم سقى زرع الرجل بِمَاء غَيره فَمنع نِكَاح الْحَوَامِل حَتَّى يَضعن حَملهنَّ قَالَ تَعَالَى: {وَأُولاتُ الأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} . ¶ وَأما الْعرض أَيْضا فقد اقْتضى التشريع السماوي بِمَا اشْتَمَل عَلَيْهِ من الحكم الْبَالِغَة صيانته والمحافظة عَلَيْهِ بِأَحْكَم الطّرق وأحسنها وأعدلها فَحرم على الْإِنْسَان تَحْرِيمًا باتا أَن يتَكَلَّم فِي عرض أَخِيه بِمَا يُؤْذِيه قَالَ تَعَالَى: {وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً} . ثمَّ شنع الْوُقُوع فِي عرض الْمُسلم وقبحه أعظم تشنيع وتقبيح حَيْثُ مثله بِأَكْل لَحْمه بعد أَن مَاتَ وانتن وَذَلِكَ فِي قَوْله: {أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ} . ¶ وَلأَجل الْمُحَافظَة على الْعرض وصيانته قَالَ تَعَالَى: {وَلا تَلْمِزُوا أَنْفُسَكُمْ وَلا تَنَابَزُوا بِالْأَلْقَابِ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْأِيمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} . ¶ وَلأَجل صيانته والمحافظة عَلَيْهِ أوجب الله جلّ وَعلا فِي مُحكم كِتَابه على من قذف مُسلما حد الْقَذْف ثَمَانِينَ جلدَة وَذَلِكَ فِي قَوْله تَعَالَى: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَداً وَأُولَئِكَ هُمُ الْفَاسِقُونَ إِلاَّ الَّذِينَ تَابُوا} . ¶ وَلَا يرجع هَذَا الِاسْتِثْنَاء عِنْد جَمَاهِير أهل الْعلم مِنْهُم الْأَئِمَّة الْأَرْبَعَة وأصحابهم وَعَامة فُقَهَاء الْأَمْصَار إِلَى الْجلد بل يجلد وَلَو تَابَ. وهدد جلّ وَعلا الَّذين يقعون فِي أَعْرَاض إخْوَانهمْ الْمُسلمين باللعن وَالْعَذَاب يَوْم الْقِيَامَة. وكل ذَلِك لصيانة الْعرض وَحفظه قَالَ تَعَالَى: {إِنَّ الَّذِينَ",
            "page": "20",
            "part": "1",
            "seal": "35406A98"
        },
        {
            "id": "17",
            "nass": "يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُوا يَعْمَلُونَ يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ} . ولاشك أَنه لَا فرق بَين الَّذين يرْمونَ الْمُحْصنَات وَالَّذين يرْمونَ المحصنين كَمَا أجمع عَلَيْهِ جَمِيع الْمُسلمين ودعوة الْخُصُوص فِي هَذِه الْآيَة غير صَحِيح وَلَا مُسْتَند لَهُ. ¶ وَأما المَال فقد اقْتضى التشريع الإسلامي بِمَا اشْتَمَل عَلَيْهِ من الحكم الباهرة وَحفظه الْمصَالح الْعَامَّة وصيانته والمحافظة عَلَيْهِ بِأَحْكَم الطّرق وأحسنها وأقومها وَلذَا حرم على الْمُسلم أَن يَأْخُذ شَيْئا من مَال أَخِيه إِلَّا عَن طيب نفس مِنْهُ وَحرم استلاب الْأَمْوَال وابتزاز ثروات الْأَغْنِيَاء قَالَ تَعَالَى: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوَالِ النَّاسِ بِالْأِثْمِ وَأَنْتُمْ تَعْلَمُونَ} وَقَالَ تَعَالَى: {يَا أَيهَا الَّذين امنوا لَا تَأْكُلُوا أَمْوَالكُم بَيْنكُم بِالْبَاطِلِ إِلَّا أَن تكون تِجَارَة عَن ترَاض مِنْكُم} . وَقد نهى الله جلّ وَعلا خلقه فِي كِتَابه أَن يجْعَلُوا كَون هَذَا غَنِيا وَهَذَا فَقِيرا ذَرِيعَة للجور وَعدم الْعدْل فِي قَوْله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ إِنْ يَكُنْ غَنِيّاً أَوْ فَقِيراً فَاللَّهُ أَوْلَى بِهِمَا فَلا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيراً} . فترى الله جلّ وَعلا ينهاك فِي هَذِه الْآيَة عَن الْجور فِي الشَّهَادَة ونهاك أَن تشهد للْفَقِير على الْغنى لضعف الْفَقِير وَقُوَّة الْغنى. وَصرح بِأَنَّهُ هُوَ أولى بهما مِنْك. وَبِهَذَا تعلم أَن الَّذِي يَأْخُذ مَال الْغنى غصبا بِدَعْوَى أَنه يُعْطِيهِ للْفَقِير ليساوى بَينهمَا انه متمرد على النظام السماوي معترض قسْمَة خَالق السَّمَاوَات وَالْأَرْض الَّتِي تولاها بِنَفسِهِ لحكمته الْبَالِغَة كَمَا بَين ذَلِك فِي قَوْله جلّ وَعلا {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ",
            "page": "21",
            "part": "1",
            "seal": "F79BB2EF"
        },
        {
            "id": "18",
            "nass": "لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيّاً وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} والآيات الْكَرِيمَة وَالْأَحَادِيث النَّبَوِيَّة الدَّالَّة على حُرْمَة مَال الْمُسلم وَدَمه وَعرضه أظهر وَأكْثر من أَن نحتاج للتعرض لَهَا. ¶ وَلأَجل صِيَانة المَال والمحافظة عَلَيْهِ أوجبا الله جلّ وَعلا قطع يَد السَّارِق قَالَ تَعَالَى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنَ اللَّهِ} الْآيَة فَالله جلّ وَعلا خلق لَهُ تِلْكَ الْيَد لتَكون أعظم عون لَهُ على عمل الْخَيْر والمعاونة على الْبر وَالتَّقوى. فَلَمَّا مدها إِلَى تِلْكَ الرذيلة الَّتِي هِيَ السّرقَة الَّتِي هِيَ فِي غَايَة السُّقُوط والانحطاط والتدنس والتقذر صَارَت تِلْكَ الْيَد فِي نظر الشَّرْع الْكَرِيم كالعضو الْفَاسِد الَّذِي يخْشَى من بَقَائِهِ فَسَاد الْبدن كُله فَقَطعه وإزالته كعملية تطهيرية تصح بهَا بَقِيَّة الْبدن وتطهره. ¶ وَمِمَّا يُوضح هَذَا السِّرّ السماوي مَا صرح بِهِ النَّبِي صلى الله عَلَيْهِ وَسلم فِي حَدِيث عبَادَة بن الصَّامِت رَضِي الله عَنهُ الْمُتَّفق عَلَيْهِ وَلَفظه فِي البُخَارِيّ عَن عبَادَة رَضِي الله عَنهُ قَالَ: كُنَّا عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فِي مجْلِس فَقَالَ: \"بايعوني على أَلا تُشْرِكُوا بِاللَّه شَيْئا وَلَا تَسْرِقُوا وَلَا تَزْنُوا\" وَقَرَأَ هَذِه الْآيَة كلهَا \" فَمن وفى مِنْكُم فَأَجره على الله وَمن أصَاب من ذَلِك شَيْئا فَعُوقِبَ بِهِ فَهُوَ كَفَّارَته وَمن أصَاب من ذَلِك شَيْئا فستره الله عَلَيْهِ إِن شَاءَ غفر لَهُ وَإِن شَاءَ عذبه\".اهـ مِنْهُ وَلَفظ مُسلم قريب مِنْهُ بِمَعْنَاهُ وَلَفْظهمَا مُتَّفق فِي مَحل الشَّاهِد من الحَدِيث وَهُوَ قَوْله صلى الله عَلَيْهِ وَسلم: \"وَمن أصَاب من ذَلِك شَيْئا فَعُوقِبَ بِهِ فَهُوَ كَفَّارَته\" وَهُوَ تَصْرِيح من النَّبِي صلى الله عَلَيْهِ وَسلم فِي حَدِيث مُتَّفق عَلَيْهِ بِأَن المعاقبة يعْنى المعاقبة بِالْحَدِّ كَفَّارَة للذنب فَهُوَ عملية تَطْهِير سَمَاوِيَّة بَالِغَة غَايَة الإحكام واتضاح الْحِكْمَة من الردع الْبَالِغ عَن أَخذ أَمْوَال النَّاس على ذَلِك الْوَجْه الخسيس الَّذِي يظنّ مَعَه الْفَوْت غَالِبا لتحرى السَّارِق أَوْقَات الْغَفْلَة وَلَكِن",
            "page": "22",
            "part": "1",
            "seal": "8E0618BC"
        },
        {
            "id": "19",
            "nass": "عمى البصائر لَا يعْقلُونَ عَن الله حكمه الْبَالِغَة1 ولاشك أَن مِمَّا يخْطر فِي ذهن طَالب الْعلم أَن يَقُول: مَا سر الْفرق فِي نظر الشَّرْع الْكَرِيم بَين السّرقَة وَبَين غَيرهَا من أَنْوَاع الْجِنَايَة على المَال كالغصب والانتخاب وَنَحْو ذَلِك حَيْثُ أوجب الْقطع فِي السّرقَة دون غَيرهَا مِمَّا ذكر؟ وَالْجَوَاب أَن الْفرق بَينهمَا بأمرين. ¶ 1- الأول: أَن غير السّرقَة من الْجِنَايَات على الْأَمْوَال يكون ظَاهرا غَالِبا وتوجد عَلَيْهِ الْبَيِّنَة غَالِبا فولى الْأَمر يرد لصَاحب المَال مَاله ويؤدب الْجَانِي أدبا بليغا يردعه وَأَمْثَاله. وَذَلِكَ بِخِلَاف السّرقَة فان السَّارِق لَا يسرق غَالِبا إِلَّا فِي غَايَة الخفاء بِحَيْثُ لَا يطلع عَلَيْهِ أحد. فيتعسر الْإِنْصَاف مِنْهُ فغلظ عَلَيْهِ الْجَزَاء ليَكُون ذَلِك أبلغ فِي الردع. ¶ 2- الثَّانِي: قلَّة ماعدا السّرقَة بِالنِّسْبَةِ إِلَيْهَا. ¶ وَمِمَّا يُوضح مَا ذَكرْنَاهُ من مُحَافظَة التشريع الإسلامي على الْمصَالح الْعَامَّة والخاصة والحقوق الفردية والعامة أَنَّك تَجِد الْبِلَاد الَّتِي يحكم فِيهَا بالتشريع السماوي فِي عَافِيَة وَأمن وطمأنينة ورخاء ورفاهية فِي الْحِين الَّذِي تكون فِيهِ الْبِلَاد الْأُخْرَى الَّتِي لَا تحكم بِالشَّرْعِ فِي قلق وَعدم طمأنينة إِمَّا بِأخذ أموالها وَإِمَّا بضياع أخلاقها وحقوقها وَجَمِيع قيمها الإنسانية إِلَى غير ذَلِك من الْمَفَاسِد الظَّاهِرَة. وَلأَجل ذَلِك ترى وَللَّه الْحَمد أَن هَذِه الْبِلَاد حفظهَا الله وحرسها الَّتِي لم يبْق على ظهر البسيطة من يعلن على رُؤُوس الأشهاد التحاكم إِلَى النظام الَّذِي وَضعه خَالق السَّمَاوَات وَالْأَرْض سواهَا على مَا كَانَ مِنْهَا لَا تساويها بِلَاد. أُخْرَى فِي انتشار الْأَمْن ¶ __________ ¶ 1 وَمِمَّا يبين حِكْمَة الله تَعَالَى فِي وجوب الْقطع بِالسَّرقَةِ أَنه أغْلى الْيَد فَجعل فِيهَا نصف الدِّيَة من الْحر ثمَّ هِيَ تقطع فِي ربع دِينَار تسرقه. وَقد عقد هَذِه الْمَسْأَلَة بعض الشُّعَرَاء مُعْتَرضًا فَقَالَ: ¶ يَد بِخمْس مئين عسجد وديت ... مَا بالها قطعت فِي ربع دِينَار ¶ فأجا بِهِ الآخر بقوله: ¶ عز الْأَمَانَة أغلاها وأرخصها ... ذل الْخِيَانَة فَافْهَم حِكْمَة الْبَار ¶ لهَذَا يُقَال: عفت فزانت وذلت فهانت. وَبِهَذَا تعلم الْحِكْمَة الإلهية من قطع يَد السَّارِق تَطْهِير الْمُجْتَمع ¶ من الْعَبَث لَا تشفيا كَمَا بظنه من لَا عقل عِنْده.",
            "page": "23",
            "part": "1",
            "seal": "0E48294B"
        },
        {
            "id": "20",
            "nass": "وعمومه فالفرد الضَّعِيف فِيهَا آمن على مَاله من النهب وَمن السّرقَة غَالِبا وعَلى دَمه وَعرضه وَدينه وَلَا تَجِد بلادا أقل فِيهَا وقائع الْقَتْل وَالسَّرِقَة والنهب وَالزِّنَا وَنَحْو ذَلِك. وكل ذَلِك من نتائج تحكيم النظام الَّذِي وَضعه الْحَكِيم الْخَبِير.. {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} . ¶ وَأما الْمصلحَة الثَّانِيَة: الَّتِي هِيَ جلب الْمصَالح فقد اقْتضى التشريع الإسلامي تَحْصِيلهَا وتسهيلها وَلأَجل هَذَا جَاءَ بِإِبَاحَة الْمصَالح المتبادلة بَين أَفْرَاد الْمُجْتَمع على الْوَجْه الْمَشْرُوع ليحصل كل مصْلحَته من الآخر كالبيوع والإجارات والأكرية وَالْمُسَاقَاة وَالْمُضَاربَة وَغير ذَلِك. وَأمر بتحصيل الْمصَالح فِي الْأَنْفس وَالْأَمْوَال وَغير ذَلِك كَمَا هُوَ مَعْلُوم. ¶ وَأما الْمصلحَة الثَّالِثَة: الَّتِي هِيَ الجرى على مَكَارِم الْأَخْلَاق وَاتِّبَاع أحسن المناهج فِي الْعَادَات والمعاملات فقد اقْتضى التشريع الإسلامي الْحَث عَلَيْهَا وَالْأَمر بهَا وَمن عمل بالتشريع الإسلامي كَانَ أجْرى النَّاس على مَكَارِم الْأَخْلَاق وَأَتْبَاع أحسن المناهج وَمِمَّا يُوضح ذَلِك أَن الله قَالَ فِي نَبينَا صلى الله عَلَيْهِ وَسلم: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} . وَلما سُئِلت عَائِشَة رَضِي الله عَنْهَا عَن خلقه الَّذِي وَصفه الله بالعظيم قَالَت: \"كَانَ خلقه الْقُرْآن\" فَدلَّ مَجْمُوع الْآيَة وَحَدِيث عَائِشَة على أَن المتصف بِمَا فِي الْقُرْآن من مَكَارِم الْأَخْلَاق يكون على خلق عَظِيم والآيات الدَّالَّة على الْأَمر بأكرم الْأَخْلَاق وأحسنها كَثِيرَة جدا كَقَوْلِه تَعَالَى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْأِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ} . الْآيَة. وَقَوله: {وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ} . وَقَوله تَعَالَى: {وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} . وَقَوله تَعَالَى: {وَلا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ وَلْيَعْفُوا وَلْيَصْفَحُوا} الْآيَة إِلَى غير",
            "page": "24",
            "part": "1",
            "seal": "15470A04"
        },
        {
            "id": "21",
            "nass": "ذَلِك من الْآيَات وَمن فروع هَذَا الأَصْل الَّذِي هُوَ الجرى على مَكَارِم الْأَخْلَاق تَحْرِيم النَّجَاسَات حثا على مَكَارِم الْأَخْلَاق لِأَن مُلَابسَة الأقذار والنجاسات مُنَافِيَة لمكارم الْأَخْلَاق وَمن فروعه وجوب الْإِنْفَاق على الْأَقَارِب الْفُقَرَاء كالآباء وَالْأَبْنَاء. ¶ وَمن فروع هَذَا الأَصْل إعفاء اللِّحْيَة الَّتِي هِيَ من أكبر الفوارق الظَّاهِرَة بَين نوع الذّكر وَنَوع الْأُنْثَى فالفرار بحلقها من الْعَلامَة الْوَاضِحَة الدَّالَّة على شرف الرجولة وكمالها إِلَى خنوثة الْأُنُوثَة لَيْسَ من مَكَارِم الْأَخْلَاق وَلذَا كَانَ أكْرم الْخلق أَخْلَاقًا صلوَات الله وَسَلَامه عَلَيْهِ الَّذِي قَالَ الله فِيهِ: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ} معفيا لحيته الْكَرِيمَة الكثة وَمن فروع هَذَا الأَصْل قصّ الشَّارِب وَحلق الْعَانَة ونتف الْإِبِط وَنَحْو ذَلِك. ¶ فَإِذا عرفت مِمَّا ذكرنَا أَن الْمصَالح وَالْحكم الَّتِي يَدُور حولهَا التشريع السماوي ثَلَاث وَعرفت شدَّة مُحَافظَة التشريع الإسلامي عَلَيْهَا فسنذكر هُنَا جملا من الْأَدِلَّة الدَّالَّة على الْأَحْكَام المتضمنة للْحكم والمصالح الْمَذْكُورَة. ¶ اعْلَم أَولا أَن الْأَدِلَّة عِنْد أهل الْأُصُول أَنْوَاع: 1- كتاب الله 2- وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم. 3- وَإِجْمَاع عُلَمَاء الْأمة. 4- وَالْقِيَاس لِأَنَّهُ إِلْحَاق للمسكوت عَنهُ بالمنطوق بِهِ بِجَامِع بَينهمَا كَمَا هُوَ مَعْرُوف فِي مَحَله. 5- والاستصحاب كاستصحاب الْعَدَم الْأَصْلِيّ حَتَّى يثبت مَا ينْقل عَنهُ وَهُوَ عِنْد جمَاعَة من أهل الْأُصُول دَلِيل عَقْلِي لِأَن الْعقل يدل على بَرَاءَة الذِّمَّة حَتَّى يثبت شغلها بِمُوجب يقتضى ذَلِك. ولاشك أَن الْقُرْآن الْعَظِيم دلّ فِي آيَات مُتعَدِّدَة على أَن اسْتِصْحَاب الْعَدَم الْأَصْلِيّ الْمَعْرُوف فِي الْأُصُول بِالْإِبَاحَةِ الْعَقْلِيَّة والبراءة الْأَصْلِيَّة دَلِيل على الْبَرَاءَة حَتَّى يثبت ناقل عَنهُ. ¶ وَمن أَمْثِلَة ذَلِك فِي الْقُرْآن أَن النَّبِي صلى الله عَلَيْهِ وَسلم لما أسْتَغْفر لِعَمِّهِ الَّذِي مَاتَ مُشْركًا وَهُوَ أَبُو طَالب واستغفر الْمُسلمُونَ لموتاهم",
            "page": "25",
            "part": "1",
            "seal": "CCF197D5"
        },
        {
            "id": "22",
            "nass": "الْمُشْركين. وَكَانَ مستندهم فِي ذَلِك الاسْتِغْفَار اسْتِصْحَاب الْعَدَم الْأَصْلِيّ أَي عدم النهى عَن الاسْتِغْفَار لَهُم حَتَّى يرد دَلِيل الْمَنْع كَمَا يدل قَوْله تَعَالَى: {لأَسْتَغْفِرَنَّ لَكَ} مالم أَنه فَهُوَ يدل على أَنه مُعْتَمد فِي ذَلِك على عدم النَّهْي وَنزل النَّهْي عَن ذَلِك فِي قَوْله تَعَالَى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى} . بَين أَن استغفارهم لَهُم السَّابِق قبل نزُول النهى اعْتِمَادًا على اسْتِصْحَاب الْعَدَم الْأَصْلِيّ لَا حرج عَلَيْهِم فِيهِ. وَذَلِكَ فِي قَوْله تَعَالَى: {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْماً بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} . وَنَظِير ذَلِك أَنه تَعَالَى قَالَ فِي الْأَمْوَال الَّتِي جمعوها من معاملات الرِّبَا قبل نزُول تَحْرِيمه اعْتِمَادًا على اسْتِصْحَاب الْعَدَم الْأَصْلِيّ: {فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ} . ونظائر ذَلِك فِي الْقُرْآن الْعَظِيم مُتعَدِّدَة وهى تدل على أَن اسْتِصْحَاب الْعَدَم دَلِيل على بَرَاءَة الذِّمَّة حَتَّى يثبت ناقل عَنهُ. ¶ وَمن أَنْوَاع الِاسْتِصْحَاب الْمجمع عَلَيْهَا اسْتِصْحَاب ثبوتا مَا دلّ الشَّرْع على ثُبُوته لوُجُود سَببه كاستصحاب حكم البيع وَالشِّرَاء وَالنِّكَاح حَتَّى يثبت ناقل عَن ذَلِك من زَوَال الْملك أَو الْعِصْمَة. وكاستصحاب حكم النَّص حَتَّى يرد النَّاسِخ. وباستصحاب الْعُمُوم وَالْإِطْلَاق حَتَّى يرد الْمُخَصّص والمقيد. ¶ وَمن أَنْوَاع الِاسْتِصْحَاب الْمُخْتَلف فِيهَا اسْتِصْحَاب حكم الْإِجْمَاع. والاستصحاب المقلوب كَمَا هُوَ مَعْرُوف فِي مَحَله. وَاعْلَم أَن عِنْد الْأُصُولِيِّينَ أَدِلَّة يعقدون لَهَا كتابا يُسمى \"كتاب الِاسْتِدْلَال\" وَضَابِط الِاسْتِدْلَال الْمَذْكُور عِنْدهم هُوَ ماليس بِنَصّ من كتاب أَو سنة وَلَا إِجْمَاع وَلَا قِيَاس تمثيلي أَعنِي الْقيَاس الأصولي الْمَعْرُوف. وَهَذَا النَّوْع الْمَذْكُور تدخل فِيهِ أَصْنَاف كَثِيرَة غالبها مُخْتَلف فِي الِاحْتِجَاج بِهِ. وَمِنْهَا ماهو حجَّة بِلَا خلاف.",
            "page": "26",
            "part": "1",
            "seal": "261A2AA8"
        },
        {
            "id": "23",
            "nass": "وَمن أَمْثِلَة الِاسْتِدْلَال الْمَذْكُور سد الذرائع وَالِاسْتِحْسَان. والعوائد. وَالْقِيَاس المنطقي بنوعيه: ¶ الاقتراني والاستئنافي. والاستقراء. وأقوال الصَّحَابَة. وَإِجْمَاع أهل الْمَدِينَة عِنْد من يَقُول بِأَنَّهُ حجَّة. وَكَذَلِكَ إِجْمَاع أهل الْكُوفَة. وَإِجْمَاع الْعشْرَة. وَإِجْمَاع الْخُلَفَاء الْأَرْبَعَة. والمصالح الْمُرْسلَة وَغير ذَلِك. وَالْجُمْهُور على أَن ألاستصحاب بأنواعه من هَذَا النَّوْع الَّذِي هُوَ ألاستدلال خلافًا لبَعض الْحَنَابِلَة وَالشَّافِعِيَّة الْقَائِلين أَن الِاسْتِصْحَاب دَلِيل عَقْلِي مُسْتَقل إِلَى غير ذَلِك من أَنْوَاع ألاستدلال. ¶ وَمَعْلُوم أَن كثيرا من أَنْوَاعه لَا تنهض الْحجَّة بِهِ، وَمِنْه ماهو حق كسد الذرائع. وَقد تقرر فِي الْأُصُول أَن الذرائع ثَلَاثَة أَقسَام: وَاسِطَة وطرفان. ¶ 1- طرف يجب سَده إِجْمَاعًا كسب الْأَصْنَام إِذا كَانَ عابدوها يسبون الله مجازاة على سبّ أصنامهم. فسب الْأَصْنَام فِي حد ذَاته مُبَاح فَإِذا كَانَ ذَرِيعَة لسب الله منع. بِنَصّ قَوْله تَعَالَى: {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ} . وكحفر الْآبَار فِي طَرِيق الْمُسلمين فانه ذَرِيعَة لترديهم فِيهَا. وسد هَذِه الذريعة وَاجِب إِجْمَاعًا يمْنَع ذَلِك. ¶ 2- وطرف لَا يجب سَده إِجْمَاعًا وَهُوَ مَا كَانَت الْمفْسدَة فِيهِ تعارضها مصلحَة عظمى أرجح مِنْهَا. كغرس شجر الْعِنَب فانه ذَرِيعَة إِلَى عصر الْخمر مِنْهُ وعصرها ذَرِيعَة لشربها إِلَّا أَن مصلحَة انْتِفَاع الْأمة بالعنب وَالزَّبِيب فِي أقطار الدُّنْيَا أرجح من مفْسدَة عصر بعض الْأَفْرَاد للخمر مِنْهَا. فقد أجمع الْمُسلمُونَ على جَوَاز غرس شجر الْعِنَب إِلْغَاء للمفسدة المرجوحة بِالْمَصْلَحَةِ الراجحة. وكمواطنة الرِّجَال وَالنِّسَاء فِي بلد وَاحِد فَإِنَّهُ ذَرِيعَة لحُصُول الزِّنَا من بعض الْأَفْرَاد وَلَكِن تعاون النَّوْعَيْنِ الذّكر وَالْأُنْثَى فِي ميادين الْحَيَاة مصلحَة راجحة على تِلْكَ الْمفْسدَة",
            "page": "27",
            "part": "1",
            "seal": "FECDFFAE"
        },
        {
            "id": "24",
            "nass": "المرجوحة فَلم يقل أحد من أهل الْعلم أَنه يجب أَن يعْزل الْإِنَاث فِي مَحل لَا يسكن فِيهِ ذكر وَأَن يَجْعَل دونهن حصن عَظِيم أبوابه من حَدِيد وَتَكون المفاتيح عِنْد أَمِين ذِي شيبَة لَا إرب لَهُ فِي النِّسَاء إِلْغَاء للمفسدة المرجوحة بِالْمَصْلَحَةِ الراجحة. ¶ 3- وواسطة هِيَ مَحل الْخلاف بَين الْعلمَاء كالبيوع الَّتِي يسميها الْمَالِكِيَّة بُيُوع الْآجَال ويسميها الْحَنَابِلَة وَالشَّافِعِيَّة بيع الْعينَة كَأَن يَبِيع سلْعَة بِثمن إِلَى أجل ثمَّ يَشْتَرِيهَا بِعَينهَا بِثمن أَكثر من الأول لأجل أبعد من الأول. فكلتا البيعتين فِي حد ذَاتهَا يظْهر أَنَّهَا جَائِزَة لِأَنَّهَا بيع سلْعَة بِثمن إِلَى أجل مَعْلُوم وَمن هُنَا قَالَ الشَّافِعِي وَزيد بن أَرقم بِجَوَاز ذَلِك. ¶ وَلكنه يحْتَمل أَن يكون ذَلِك ذَرِيعَة للربا لِأَن السّلْعَة الْخَارِجَة من الْيَد العائدة إِلَيْهَا ملغاة فيؤول الْأَمر إِلَى أَنه عِنْد الْأَجَل الأول دفع نَقْدا وَأخذ عِنْد الْأَجَل الثَّانِي أَكثر مِنْهُ وَهَذَا عين الرِّبَا. كَمَا أنكرته عَائِشَة رَضِي الله عَنْهَا على زيد بن أَرقم وبالمنع قَالَ مَالك وَأَصْحَابه وَأحمد وَأكْثر أَصْحَابه. وَلَا يَتَّسِع الْمقَام إِلَى أَن نتكلم على جَمِيع أَنْوَاع الِاسْتِدْلَال وَلَكنَّا سنتكلم على الْقَوَاعِد الَّتِي يبْنى عَلَيْهَا الْفِقْه الإسلامي وَيرجع إِلَيْهَا غَالب فروعه. وَإِن كَانَ بعض الْفُرُوع لَا يرجع إِلَيْهَا إِلَّا بِنَوْع تكلّف. ¶ وَالْقَوَاعِد الْمشَار إِلَيْهَا خمس: ¶ الأولى مِنْهَا: الضَّرَر يزَال: فِي حَدِيث \"لاضرر ولاضرار\". ¶ وَمن فروع هَذِه الْقَاعِدَة شرع الزواجر من الْحُدُود وَالضَّمان ورد المغضوب مَعَ قيام عينه وضمانه بالتلف وارتكاب أخف الضررين. والتطليق بالإضرار والإعسار وَمنع الْجَار من أَحْدَاث مَا يضر بجاره وَنَحْو ذَلِك. ¶ الْقَاعِدَة الثَّانِيَة: الْمَشَقَّة تجلب التَّيْسِير: كَمَا قَالَ تَعَالَى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ} . وَنَحْو ذَلِك من الْأَدِلَّة. وَمن فروع هَذِه الْقَاعِدَة",
            "page": "28",
            "part": "1",
            "seal": "0C91C911"
        },
        {
            "id": "25",
            "nass": "الْأَخْذ بالرخص كالقصر وَالْجمع والإفطار فِي رَمَضَان فِي السّفر وَالتَّيَمُّم إِن كَانَ اسْتِعْمَال المَاء يضرّهُ ضَرَرا بَينا وَلَا يخفى أَن بعض المشاق فِي بعض أَنْوَاع التَّكْلِيف لَا يكون مُوجبا للتَّخْفِيف كَالْوضُوءِ فِي شدَّة الْبرد وَالصَّوْم فِي شدَّة الْحر وكإدخال النَّفس الْغرَر فِي الْجِهَاد فِي الصَّفّ تَحت ظلال السيوف وَبِذَلِك تعلم أَن هَذِه الْقَاعِدَة الَّتِي هِيَ \"الْمَشَقَّة تجلب التَّيْسِير\" أغلبية. ¶ الْقَاعِدَة الثَّالِثَة: لَا يرفع الْيَقِين بِالشَّكِّ وَمن فروع هَذِه الْقَاعِدَة مَا إِذا شكّ أصلى ثَلَاثًا أم أَرْبعا فَإِنَّهُ يبْنى على الْيَقِين وَمن فروعها تَكْلِيف الْمُدعى بِالْبَيِّنَةِ لِأَن بَرَاءَة الذِّمَّة مَقْطُوع بهَا فِي الأَصْل فَلَا يرْتَفع حكمهَا بشك وَمن فروع هَذِه الْقَاعِدَة عِنْد الْجُمْهُور من تَيَقّن الطَّهَارَة وَشك فِي الْحَدث فَلَا ترْتَفع طَهَارَته المتيقنة بِالْحَدَثِ الْمَشْكُوك فِيهِ. وَخلاف مَالك رَحمَه الله لِلْجُمْهُورِ فِي أحد قوليه فِي هَذِه الْمَسْأَلَة لشد خُرُوجًا مِنْهُ عَن هَذِه الْقَاعِدَة بل عمل بهَا من جِهَة أُخْرَى وَهُوَ أَنه يرى أَن الشَّك فِي الْحَدث شكّ فِي الشَّرْط الَّذِي هُوَ الطَّهَارَة وَالْأَصْل عدم الشَّرْط فَلَا يرْتَفع الْيَقِين الأول بِعَدَمِ الطَّهَارَة إِلَّا بتيقن الطَّهَارَة ابْتِدَاء ودواما وَهَذَا القَوْل لَهُ وَجه من النّظر فِي الْجُمْلَة لَو كَانَ سالما من معارضته للْحَدِيث الصَّحِيح الْوَارِد بِمَا يقتضى خِلَافه الدَّال على أَن من شكّ فِي خُرُوج الرّيح مِنْهُ لَا ينْتَقض وضوءه الْمُتَيَقن حَتَّى يتَيَقَّن خُرُوج الرّيح بِسَمَاع صَوت أوشم ريح والْحَدِيث الْمشَار إِلَيْهِ من أَدِلَّة هَذِه الْقَاعِدَة الْعَظِيمَة الَّتِي هِيَ: \" لَا يرفع يَقِين بشك\". ¶ الْقَاعِدَة الرَّابِعَة: الْعَادة محكمَة ويستدل لهَذِهِ الْقَاعِدَة بِعُمُوم قَوْله: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ..} الْآيَة وَاعْلَم أَن بعض أهل الْأُصُول يَقُول أَن العوائد مِنْهَا مَا يخْتَلف الحكم فِيهِ بِحَسب اخْتِلَاف العوائد كالعادة فِي أقل الْحيض وَالنّفاس وأكثرهما وَأَقل الطُّهْر. وَقدر نفقات الزَّوْجَات والأقارب وَنَحْو ذَلِك. ¶ وَمِنْهَا مَالا يخْتَلف فِيهِ الحكم باخْتلَاف العوائد كالخسة والكفاءة",
            "page": "29",
            "part": "1",
            "seal": "3A9C6136"
        },
        {
            "id": "26",
            "nass": "فِي النِّكَاح وَمن فروع هَذِه الْقَاعِدَة تَخْصِيص عمومات أَلْفَاظ النَّاس فِي الْأَيْمَان والمعاملات وَتَقْيِيد مُطلقهَا بِالْعرْفِ. فَلَا يجوز لحَاكم وَلَا مفت أَن يحكم أَو يُفْتى فِي لَفْظَة حَتَّى يعلم المُرَاد بهَا فِي عرف ذَلِك الْبَلَد. ¶ الْقَاعِدَة الْخَامِسَة: الْأُمُور بمقاصدها: ويستدل لهَذِهِ الْقَاعِدَة بِحَدِيث \"إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ\" وَمن فروع هَذِه الْقَاعِدَة تَمْيِيز أَنْوَاع الْعِبَادَات بعميها من بعض كالفرض من النّدب وَعَكسه وكتمييز الظّهْر من الْعَصْر وَعَكسه. والمالكية وَالشَّافِعِيَّة يَقُولُونَ من فروعها وجوب النِّيَّة فِي طَهَارَة الْحَدث لِأَن الْوَسَائِل لَهَا حكم الْمَقْصُود بهَا خلافًا للحنفية. والسجدة ينقلها الْقَصْد من الْقرْبَة إِلَى الْكفْر لِأَنَّهَا قربَة لله. فَإِن نوى بهَا التَّقَرُّب لغيره قلبتها النِّيَّة كفرا 1 وَصلى الله وَسلم وَبَارك على عَبده، وَرَسُوله وَخيرته من خلقه صلى الله عَلَيْهِ وَسلم. ¶ __________ ¶ 1وَمن ذَلِك فِي الْمُعَامَلَات حَدِيث البرمة: لما رأى رَسُول الله صلى الله عَلَيْهِ وَسلم البرمة يُوقد عَلَيْهَا فَطلب الطَّعَام فَقيل لَهُ لاشيء الْآن. فَقَالَ: \"أَلَسْت أرى البرمة على النَّار\" قَالُوا: \"بلَى وَلكنه لحم تصدق بِهِ على بَرِيرَة\" فَقَالَ: \"هُوَ عَلَيْهَا صَدَقَة وَلنَا هَدِيَّة\". وَمثله حلية هبة موهبها اذا قدمت لَهُ ضِيَافَة عِنْد متهبها وَنَحْو ذَلِك وَالله تَعَالَى أعلم.",
            "page": "30",
            "part": "1",
            "seal": "EFAB679B"
        }
    ],
    "t5165": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "2",
            "tit": "منهج التشريع الإسلامي وحكمته"
        }
    ]
}