{
    "b52": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله رب الْعَالمين ¶ وَالصَّلَاة وَالسَّلَام على خير الْأَنَام وَآله الْكِرَام وَرَضي الله عَن صَحبه الْأَعْلَام (وَبعد) فَإِنَّهُ وصل سُؤال من بعض الْأَعْلَام الساكنين بِبَلَد الله الْحَرَام وَهَذَا لَفظه: ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله رب الْعَالمين ¶ مَا يَقُول فُقَهَاء الدّين وعلماء الْمُحدثين وَجَمَاعَة الْمُوَحِّدين فِي آيَات الصِّفَات وأخبارها اللاتي نطق بها الكتاب العظيم، وأفصحت عنها سنة الهادي إِلَى صِرَاط مُسْتَقِيم هَل إِقْرَارهَا وإمرارها وإجراؤها على الظَّاهِر بِغَيْر تكييف وَلَا تَمْثِيل وَلَا تَأْوِيل وَلَا تَعْطِيل عقيدة الْمُوَحِّدين وتصديق بِالْكتاب الْمُبين وَاتِّبَاع للسلف الصَّالِحين أَو هَذَا مَذْهَب المجسمين وَمَا حكم من أول الصِّفَات وَنفى مَا وصف الله بِهِ نَفسه وَوَصفه بِهِ نبيه وتأيد بالنصوص وَاتفقَ عَلَيْهِ الْخُصُوص ¶ من أَن الله سُبْحَانَهُ فِي سمائه على عَرْشه بَائِن من خلقه وَعلمه فِي كل مَكَان وَالدَّلِيل آيَات الاسْتوَاء والصعود وَالرَّفْع وَقَوله تَعَالَى (ءأمنتم من في السماء) وَمن السّنة حَدِيث الْجَارِيَة وَالنُّزُول وَعمْرَان بن حُصَيْن وَقَوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (أَلا تأمنوني وَأَنا أَمِين من فِي السَّمَاء) وَغير ذَلِك من الْآيَات المتواترة وَالْأَحَادِيث المتكاثرة وَأول الْآيَات وَجعل الاسْتوَاء اسْتِيلَاء وَأول النُّزُول بِالرَّحْمَةِ وَهَكَذَا جعل التَّأْوِيل عَلَيْهِ مطردَة فِي سَائِر نُصُوص الصِّفَات وعاش فِي ظلام الْعقل فِي الْجَهْل والشبهات وَإِذا قيل لَهُ أَيْن الله أجَاب بِأَنَّهُ لَا يُقَال أَيْن الله الله لم يكن لَهُ مَكَان كَمَا هُوَ جَوَاب فريق",
            "page": "13",
            "part": "1",
            "seal": "83A513B3"
        },
        {
            "id": "3",
            "nass": "المضلين فَهَل هَذَا جَوَاب الجهميين والمريسيين وأضلاء الْمُتَكَلِّمين أم اخْتِيَار عُلَمَاء السنيين أفيدونا بِجَوَاب رَجَاء الثَّوَاب يَوْم تَأتي كل نفس تجَادل عَن نَفسهَا فَإِن هَذَا الْمقَام طَال فيه النزاع وحارت فِيهِ الأفهام وزلت الْأَقْدَام وكل يَدعِي الصَّوَاب بزخرف الْجَواب فأبينوا الْمُدعى بِالدَّلِيلِ وبينوا طَرِيق الْحق بالتفصيل والتطويل ضاعف الله لكم الْأجر ووقاكم الشرور وَالسَّلَام عَلَيْكُم وَرَحْمَة الله ¶ وَأَقُول اعْلَم أَن الْكَلَام فِي الْآيَات وَالْأَحَادِيث الْوَارِدَة فِي الصِّفَات قد طَالَتْ ذيوله وتشعبت أَطْرَافه وتباينت فِيهِ الْمذَاهب وتفاوتت فِيهِ الطرائق وتخالفت فِيهِ النَّحْل وَسبب هَذَا عدم وقُوف المنتسبين إِلَى الْعلم حَيْثُ أوقفهم الله",
            "page": "14",
            "part": "1",
            "seal": "2F742423"
        },
        {
            "id": "4",
            "nass": "ودخولهم فِي أَبْوَاب لم يَأْذَن الله لَهُم بِدُخُولِهَا ومحاولتهم لعلم شَيْء اسْتَأْثر الله بِعِلْمِهِ حَتَّى تفَرقُوا فرقا وتشعبوا شعبًا وصاروا أحزابا وَكَانُوا فِي الْبِدَايَة ومحاولة الْوُصُول إِلَى مَا يتصورونه من الْعَامَّة مختلفي الْمَقَاصِد متبايني المطالب فطائفة وَهِي أخف هَذِه الطوائف المتكلفة علم مَا لم يكلفها الله سُبْحَانَهُ بعلمه إِثْمًا وأقلها عُقُوبَة وجرما وَهِي الَّتِي أَرَادَت الْوُصُول إِلَى الْحق وَالْوُقُوف على الصَّوَاب لَكِن سلكت فِي طَريقَة متوعرة وصعدت فِي الْكَشْف عَنهُ إِلَى عقبَة كؤود لَا يرجع من سلكها سالما فضلا أَن يظفر فِيهَا بمطلوب صَحِيح وَمَعَ هَذَا أصلوا أصولا ظنوها حَقًا فدفعوا بهَا آيَات قرآنية وَأَحَادِيث صَحِيحَة نبوية وَاعْتَلُّوا فِي ذَلِك الدّفع بشبه واهية وخيالات مختلة وَهَؤُلَاء طَائِفَتَانِ الطَّائِفَة الأولى وَهِي الطَّائِفَة الَّتِي غلت فِي التَّنْزِيه فوصلت إِلَى حد يقشعر ¶ عِنْده الْجلد ويضطرب لَهُ الْقلب من تَعْطِيل الصِّفَات الثَّابِتَة بِالْكتاب وَالسّنة ثبوتا أوضح من شمس النَّهَار وَأظْهر من فلق الصَّباح وظنوا هَذَا من صنيعهم مُوَافقا للحق مطابقا لما يُريدهُ الله سُبْحَانَهُ فضلوا الطَّرِيق الْمُسْتَقيم وأضلوا من رام سلوكها والطائفة الْأُخْرَى هِيَ غلت فِي إِثْبَات الْقُدْرَة غلوا بلغ إِلَى حد أَنه لَا تَأْثِير لغَيْرهَا وَلَا اعْتِبَار بِمَا سواهَا وأفضى ذَلِك إِلَى الْجَبْر الْمَحْض والقسر الْخَالِص فَلم يبْق لبعث الرُّسُل وإنزال الْكتب كثير فَائِدَة وَلَا يعود ذَلِك على عباده بعائدة وَجَاءُوا بتأويلات للآيات الْبَينَات",
            "page": "15",
            "part": "1",
            "seal": "CFB4730C"
        },
        {
            "id": "5",
            "nass": "ومحاولات لحجج الله الواضحات فَكَانُوا كالطائفة الأولى فِي الضلال والإضلال مَعَ أَن كلا المقصدين صَحِيح وَوجه كل مِنْهُمَا صبيح لَوْلَا مَا شانه من الغلو الْقَبِيح وَطَائِفَة توسطت ورامت الْجمع بَين الضَّب وَالنُّون وظنت أَنَّهَا وقفت بمَكَان بَين الإفراط والتفريط ثمَّ أخذت كل طَائِفَة من هَذِه الطوائف الثَّلَاث تجَادل ¶ وتناضل وَتحقّق وتدقق فِي زعمها وتجول على الْأُخْرَى وتصول بِمَا ظَفرت مِمَّا يُوَافق مَا ذهبت إِلَيْهِ وكل حزب بِمَا لديهم فَرِحُونَ وَعند الله تلتقي الْخُصُوم وَمَعَ هَذَا فهم متفقون فِيمَا بَينهم على أَن طَرِيق السّلف أسلم وَلَكِن زَعَمُوا أَن طَرِيق الْخلف أعلم فَكَانَ غَايَة مَا ظفروا بِهِ من هَذِه الأعلمية لطريق الْخلف أَن تمنى محققوهم وأذكياؤهم فِي آخر أَمرهم دين الْعَجَائِز وَقَالُوا هَنِيئًا للعامة فَتدبر هَذِه الأعلمية الَّتِي حاصلها أَن يهنى من ظفر بهَا للجاهل الْجَهْل الْبَسِيط ويتمنى أَنه فِي عدادهم وَمِمَّنْ يدين بدينهم وَيَمْشي على طريقهم فَإِن هَذَا يُنَادي بِأَعْلَى صَوت وَيدل بأوضح دلَالَة على أَن هَذِه الأعلمية الَّتِي طلبوها الْجَهْل خير مِنْهَا بِكَثِير فَمَا ظَنك بِعلم يقر صَاحبه على نَفسه أَن الْجَهْل خير مِنْهُ وَيَنْتَهِي عِنْد الْبلُوغ إِلَى غَايَته والوصول إِلَى نهايته أَن يكون جَاهِلا بِهِ عاطلا عَنهُ فَفِي هَذَا عِبْرَة للمعتبرين وَآيَة بَيِّنَة للناظرين فَهَلا عمِلُوا على جهل هَذِه المعارف الَّتِي دخلُوا فِيهَا بادئ بَدْء وسلموا من تبعاتها وأراحوا أنفسهم من تعبها وَقَالُوا كَمَا قَالَ الْقَائِل ¶ أرى الْأَمر يُفْضِي إِلَى آخر ... يصير آخِره أَولا",
            "page": "16",
            "part": "1",
            "seal": "F156E0A9"
        },
        {
            "id": "6",
            "nass": "وربحوا الخلوص من هَذَا التَّمَنِّي والسلامة من هَذِه التهنئة للعامة فَإِن الْعَاقِل لَا يتَمَنَّى رُتْبَة مثل رتبته أَو دونهَا وَلَا يهنى لمن هُوَ دونه أَو مثله وَلَا يكون ذَلِك إِلَّا لمن رتبته أرفع من رتبته ومكانه أَعلَى من مَكَانَهُ فيا لله الْعجب من علم يكون الْجَهْل الْبَسِيط أَعلَى رُتْبَة مِنْهُ وَأفضل مقدارا بِالنِّسْبَةِ إِلَيْهِ وَهل سمع السامعون مثل هَذِه الغريبة أَو نقل الناقلون مَا يماثلها أَو يشابهها وَإِذا كَانَ حَال هَذِه الطَّائِفَة الَّتِي قد عرفناك أخف هَذِه الطوائف تكلفا وأقلها تبعة فَمَا ظَنك بِمَا عداها من الطوائف التي قد ظهر فَسَاد مقاصدها وَتبين بطلَان مواردها ومصادرها كالطوائف الَّتِي أَرَادَت بالمظاهر الَّتِي تظاهرت بهَا كيد الْإِسْلَام وَأَهله وَالسَّعْي فِي التشكيك فِيهِ بإيراد الشّبَه وَتَقْرِير الْأُمُور المفضية إِلَى الْقدح فِي الدّين وتنفير أَهله عَنهُ وَعند هَذَا تعلم أَن ¶ خير الْأُمُور السالفات على الْهدى ... وَشر الْأُمُور المحدثات الْبَدَائِع ¶ وَأَن الْحق الَّذِي لَا شكّ فِيهِ وَلَا شُبْهَة هُوَ مَا كَانَ عَلَيْهِ خير الْقُرُون ثمَّ الَّذين يَلُونَهُمْ ثمَّ الَّذين يَلُونَهُمْ وَقد كَانُوا رَحِمهم الله وأرشدنا إِلَى الِاقْتِدَاء بهم والاهتداء بهديهم يَمرونَ أَدِلَّة الصِّفَات على ظَاهرهَا وَلَا يتكلفون علم مَا لَا يعلمُونَ وَلَا يتأولون وَهَذَا الْمَعْلُوم من أَقْوَالهم وأفعالهم والمتقرر من مذاهبهم لَا يشك فِيهِ شَاك وَلَا يُنكره مُنكر وَلَا يُجَادِل فِيهِ مجادل وَإِن نَزغ بَينهم نازغ أَو نجم فِي عصرهم ناجم أوضحُوا للنَّاس أمره وبينوا لَهُم أَنه على ضَلَالَة وصرحوا بذلك فِي المجامع والمحافل وحذروا النَّاس من بدعته كَمَا كَانَ مِنْهُم لما ظهر معبد الْجُهَنِيّ وَأَصْحَابه وَقَالُوا إِن الْأَمر أنف وبينوا ضلالته وَبطلَان مقَالَته للنَّاس فحذروه إِلَّا من ختم الله على قلبه وَجعل على بَصَره غشاوة",
            "page": "17",
            "part": "1",
            "seal": "EB5A5D27"
        },
        {
            "id": "7",
            "nass": "وَهَكَذَا كَانَ من بعدهمْ يُوضح للنَّاس بطلَان أَقْوَال أهل الضلال ويحذرهم مِنْهَا كَمَا فعله التابعون رَحِمهم الله بالجعد بن دِرْهَم وَمن قَالَ بقوله وَانْتَحَلَ نحلته الْبَاطِلَة ¶ ثمَّ مَا زَالُوا هَكَذَا لَا يَسْتَطِيع المبتدع فِي الصِّفَات أَن يتظاهر ببدعته بل يكتمونها كَمَا تتكتم الزَّنَادِقَة بكفرهم وَهَكَذَا سَائِر المبتدعين فِي الدّين على اخْتِلَاف الْبدع وتفاوت المقالات الْبَاطِلَة ولكننا نقتصر هَهُنَا على الْكَلَام فِي هَذِه الْمَسْأَلَة الَّتِي ورد السُّؤَال عَنْهَا وَهِي مَسْأَلَة الصِّفَات وَمَا كَانَ من الْمُتَكَلِّمين فِيهَا بِغَيْر الْحق المتكلفين علم مَا لم يَأْذَن الله بِأَن يعلموه وَبَيَان أَن إمرار أَدِلَّة الصِّفَات على ظَاهرهَا هُوَ مَذْهَب السّلف الصَّالح من الصَّحَابَة وَالتَّابِعِينَ وتابعيهم وَأَن كل من أَرَادَ من نزاع المتكلفين وشذاذ الْمُحدثين والمتأولين أَن يظْهر مَا يُخَالف الْمُرُور على ذَلِك الظَّاهِر قَامُوا عَلَيْهِ وحذروا النَّاس مِنْهُ وبينوا لَهُم أَنه على خلاف مَا عَلَيْهِ أهل الْإِسْلَام وَسَائِر المبتدعين فِي الصِّفَات الْقَائِلُونَ بأقوال تخَالف مَا عَلَيْهِ السوَاد الْأَعْظَم من الصَّحَابَة وَالتَّابِعِينَ وتابعيهم فِي خبايا وزوايا لَا يتَّصل بهم إِلَّا مغرور وَلَا ينخدع بزخارف أَقْوَالهم إِلَّا مخدوع وهم مَعَ ذَلِك على تخوف من أهل الْإِسْلَام وترقب لنزول مَكْرُوه بهم من حماة الدّين من الْعلمَاء الهادين ¶ والرؤساء والسلاطين حَتَّى نجم ناجم المحنة وبرق بارق الشَّرّ من جِهَة العباسية وَمن لَهُم فِي الْأَمر وَالنَّهْي والإصدار والإيراد أعظم صولة وَذَلِكَ فِي الدولة العباسية بِسَبَب قاضيها أَحْمد بن أبي دؤاد فَعِنْدَ ذَلِك اطلع المنكسون فِي تِلْكَ الزوايا رؤوسهم وَانْطَلق مَا كَانَ قد خرس من ألسنتهم",
            "page": "18",
            "part": "1",
            "seal": "9C4A357C"
        },
        {
            "id": "8",
            "nass": "وأعلنوا بمذاهبهم الزائفة وبدعهم المضلة ودعوا النَّاس إِلَيْهَا وجادلوا عَنْهَا وناضلوا الْمُخَالفين لَهَا حَتَّى اخْتَلَط الْمَعْرُوف بالمنكر واشتبه على الْعَامَّة الْحق بِالْبَاطِلِ وَالسّنة بالبدعة وَلما كَانَ الله سُبْحَانَهُ قد تكفل بِإِظْهَار دينه على الدّين كُله وبحفظه عَن التحريف والتغيير والتبديل أوجد من عُلَمَاء الْكتاب وَالسّنة فِي كل عصر من العصور من يبين للنَّاس دينهم وينكر على أهل الْبدع بدعهم فَكَانَ لَهُم وَللَّه الْحَمد المقامات المحمودة والمواقف المشهودة فِي نصر الدّين وهتك المبتدعين وَبِهَذَا الْكَلَام الْقَلِيل الَّذِي ذكرنَا تعرف أَن مَذْهَب ¶ السّلف من الصَّحَابَة رَضِي الله عَنْهُم وَالتَّابِعِينَ وتابعيهم هُوَ إِيرَاد أَدِلَّة الصِّفَات على ظَاهرهَا من دون تَحْرِيف لَهَا وَلَا تَأْوِيل متعسف لشَيْء مِنْهَا وَلَا جبر وَلَا تَشْبِيه وَلَا تَعْطِيل يُفْضِي إِلَيْهِ كثير من التَّأْوِيل وَكَانُوا إِذا سَأَلَ سَائل عَن شَيْء من الصِّفَات تلوا عَلَيْهِ الدَّلِيل وأمسكوا عَن القال والقيل وَقَالُوا قَالَ الله هَكَذَا وَلَا نَدْرِي بِمَا سوى ذَلِك وَلَا نتكلف وَلَا نتكلم بِمَا لم نعلمهُ وَلَا أذن الله لنا بمجاوزته فَإِن أَرَادَ السَّائِل أَن يظفر مِنْهُم بِزِيَادَة على الظَّاهِر زجروه عَن الْخَوْض فِيمَا لَا يعنيه ونهوه عَن طلب مَا لَا يُمكن الْوُصُول إِلَيْهِ إِلَّا بالوقوع فِي بِدعَة من الْبدع الَّتِي هِيَ غير مَا هم عَلَيْهِ وَمَا حفظوه عَن رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَحفظه التابعون عَن الصَّحَابَة وَحفظه من بعد التَّابِعين عَن التَّابِعين وَكَانَ فِي هَذِه الْقُرُون الفاضلة الْكَلِمَة فِي الصِّفَات متحدة والطريقة لَهُم جَمِيعًا متفقة وَكَانَ اشتغالهم بِمَا أَمرهم الله بالاشتغال بِهِ وكلفهم الْقيام بِفَرَائِضِهِ من الْإِيمَان بِاللَّه وإقام الصَّلَاة وإيتاء الزَّكَاة وَالصِّيَام وَالْحج وَالْجهَاد وإنفاق الْأَمْوَال فِي أَنْوَاع الْبر وَطلب الْعلم ¶ النافع وإرشاد النَّاس إِلَى الْخَيْر على اخْتِلَاف أَنْوَاعه والمحافظة",
            "page": "19",
            "part": "1",
            "seal": "4A367B93"
        },
        {
            "id": "9",
            "nass": "على مُوجبَات الْفَوْز بِالْجنَّةِ والنجاة من النَّار وَالْقِيَام بِالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر وَالْأَخْذ على يَد الظَّالِم بِحَسب الِاسْتِطَاعَة وَبِمَا تبلغ إِلَيْهِ الْقُدْرَة وَلم يشتغلوا بِغَيْر ذَلِك مِمَّا لم يكلفهم الله بِعِلْمِهِ وَلَا تعبدهم بِالْوُقُوفِ على حَقِيقَته فَكَانَ الدّين إِذْ ذَاك صافيا عَن كدر الْبدع خَالِصا عَن شوب قذر التمذهب فعلى هَذَا النمط كَانَ الصَّحَابَة رَضِي الله عَنْهُم والتابعون وتابعوهم وبهدي رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اهتدوا وبأفعاله وأقواله اقتدوا فَمن قَالَ أَنهم تلبسوا بِشَيْء من هَذِه الْمذَاهب الناشئة فِي الصِّفَات أَو فِي غَيرهَا فقد أعظم عَلَيْهِم الْفِرْيَة وَلَيْسَ بمقبول فِي ذَلِك فَإِن أَقْوَال الْأَئِمَّة المطلعين على أَحْوَالهم العارفين بهَا الآخذين لَهَا عَن الثِّقَات الْأَثْبَات يرد عَلَيْهِ وَيدْفَع فِي وَجهه يعلم ذَلِك كل من له علم ويعرفه كل عارف. فاشدد يدك على هذا. ¶ واعلم أَنه مَذْهَب خير الْقُرُون ثمَّ الَّذين يَلُونَهُمْ ثمَّ الَّذين يَلُونَهُمْ ثمَّ الَّذين ¶ يَلُونَهُمْ ودع عَنْك مَا حدث من تِلْكَ التمذهبات فِي الصِّفَات وأرح نَفسك من تِلْكَ الْعبارَات الَّتِي جَاءَ بهَا المتكلمون واصطلحوا عَلَيْهَا وجعلوها أصلا يرد إِلَيْهِ كتاب الله وَسنة رَسُوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَإِن وافقاها فقد وافقا الْأُصُول المتقررة فِي زعمهم وَإِن خالفاها فقد خالفا الْأُصُول المتقررة فِي زعمهم ويجعلون الْمُوَافق لَهَا من قسم المقبول والمحكم والمخالف لَهَا من قسم الْمَرْدُود والمتشابه وَلَو جِئْت بِأَلف آيَة وَاضِحَة الدّلَالَة ظَاهِرَة الْمَعْنى أَو ألف حَدِيث مِمَّا ثبت فِي الصَّحِيح لم يبالوا بِهِ وَلَا رفعوا إِلَيْهِ رؤوسهم وَلَا عدوه شَيْئا وَمن كَانَ مُنْكرا لهَذَا فَعَلَيهِ بكتب هَذِه الطوائف المصنفة فِي علم الْكَلَام فَإِنَّهُ سيقف على الْحَقِيقَة وَيسلم هَذِه الْجُمْلَة وَلَا يتَرَدَّد فِيهَا وَمن الْعجب العجيب والنبأ الْغَرِيب أَن تِلْكَ الْعبارَات الصادرة عَن جمَاعَة من أهل الْكَلَام الَّتِي جعلهَا من بعدهمْ أصولا لَا مُسْتَند لَهَا إِلَّا مُجَرّد الدَّعْوَى على الْعقل",
            "page": "20",
            "part": "1",
            "seal": "74684889"
        },
        {
            "id": "10",
            "nass": "والفرية على الْفطْرَة وكل فَرد من أفرادها قد تنازعت فِيهِ عُقُولهمْ وتخالفت عِنْده ¶ إدراكاتهم فَهَذَا يَقُول حكم الْعقل فِي هَذَا الْكَلَام كَذَا وَهَذَا يَقُول حكم الْعقل فِي هَذَا كَذَا ثمَّ يَأْتِي بعدهمْ من يَجْعَل ذَلِك الَّذِي يعقله من يقلده ويقتدي بِهِ أصلا يرجع إِلَيْهِ ومعيارا لكَلَام الله تَعَالَى وَكَلَام رَسُوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يقبل مِنْهُمَا مَا وَافقه وَيرد مَا خَالفه فيا لله للْمُسلمين وَيَا لعلماء الدّين من هَذِه الفواقر الموحشة الَّتِي لم يصب الْإِسْلَام وَأَهله بِمِثْلِهَا وَأغْرب من هَذَا وأعجب وأشنع وأفظع أَنهم بعد أَن جعلُوا هَذِه التعقلات الَّتِي تعقلوها على اخْتلَافهمْ فِيهَا وتناقضهم فِي معقولاتها أصولا ترد إِلَيْهَا أَدِلَّة الْكتاب وَالسّنة جعلوها معيارا لصفات الرب تَعَالَى فَمَا تعقله هَذَا من صِفَات الله قَالَ بِهِ جزما وَمَا تعقله خَصمه مِنْهَا قطع بِهِ فأثبتوا لله تَعَالَى الشَّيْء ونقيضه اسْتِدْلَالا بِمَا حكمت بِهِ عُقُولهمْ الْفَاسِدَة وتناقضت فِي شَأْنه وَلم يلتفتوا إِلَى مَا وصف الله بِهِ نَفسه أَو وَصفه بِهِ رَسُوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بل إِن وجدوا ذَلِك مُوَافقا لما تعقلوه جَعَلُوهُ مؤيدا لَهُ ومقويا وَقَالُوا قد ورد دَلِيل السّمع مطابقا لدَلِيل الْعقل وَإِن وجدوه مُخَالفا لما تعقلوه جَعَلُوهُ ¶ واردا على خلاف الأَصْل ومتشابها وَغير مَعْقُول الْمَعْنى وَلَا ظَاهر الدّلَالَة ثمَّ قابلهم الْمُخَالف لَهُم بنقيض قَوْلهم فافترى على عقله بِأَنَّهُ قد تعقل خلاف مَا تعقله خَصمه وَجعل ذَلِك أصلا يرد إِلَيْهِ أَدِلَّة الْكتاب وَالسّنة وَجعل الْمُتَشَابه عِنْد أُولَئِكَ محكما عِنْده والمخالف لدَلِيل الْعقل عِنْدهم مُوَافقا لَهُ عِنْده فَكَانَ حَاصِل كَلَام هَؤُلَاءِ أَنهم يعلمُونَ من صِفَات الله مَا لَا يُعلمهُ وَكَفاك هَذَا وَلَيْسَ بعده شَيْء وعنده يتعثر الْقَلَم حَيَاء من الله سُبْحَانَهُ وَتَعَالَى وَرُبمَا استبعد هَذَا مستبعد واستنكره مستنكر وَقَالَ إِن فِي كَلَامي هَذَا مُبَالغَة وتهويلا وتشنيعا وتطويلا وَأَن الْأَمر أيسر من أَن يكون حَاصله هَذَا الْحَاصِل وثمرته مثل هَذِه الثَّمَرَة الَّتِي أَشرت إِلَيْهَا فَأَقُول خُذ جملَة الْبلوى ودع تفصيلها واسمع مَا يصك سَمعك وَلَوْلَا هَذَا الإلحاح",
            "page": "21",
            "part": "1",
            "seal": "5C3F0570"
        },
        {
            "id": "11",
            "nass": "مِنْك مَا سمعته وَلَا جرى الْقَلَم بِمثلِهِ هَذَا أَبُو عَليّ وَهُوَ رَأس من رؤوسهم وركن من أركانهم واسطوانة من اسطواناتهم قد حكى عَنهُ الْكِبَار وَآخر من حكى عَنهُ ذَلِك صَاحب شرح القلائد (وَالله لَا يعلم من نَفسه إِلَّا مَا ¶ يعلم هُوَ) فَخذ هَذَا التَّصْرِيح حَيْثُ لم تكتف بذلك التَّلْوِيح وَانْظُر هَذِه الجرأة على الله سُبْحَانَهُ وَتَعَالَى الَّتِي لَيْسَ بعْدهَا جرْأَة فيا لأم أبي عَليّ الويل أنهيق مثل هَذَا النهيق وَيدخل نَفسه فِي هَذَا الْمضيق وَهل سمع السامعون بِيَمِين أفجر من هَذِه الْيَمين الملعونة أَو نقل الناقلون كلمة تقَارب معنى هَذِه الْكَلِمَة المفتونة أَو بلغ مفتخر إِلَى مَا بلغ هَذَا المختال الفخور أَو وصل من يفجر فِي إيمَانه إِلَى مَا يُقَارب هَذَا الْفُجُور وكل عَاقل يعلم أَن أَحَدنَا لَو حلف أَن ابْنه أَو أَبَاهُ لَا يعلم من نَفسه إِلَّا مَا يُعلمهُ هُوَ لَكَانَ كَاذِبًا فِي يَمِينه فَاجِرًا فِيهَا لِأَن كل فَرد من النَّاس ينطوي على صِفَات وغرائز لَا يحب أَن يطلع عَلَيْهَا غَيره وَيكرهُ أَن يقف على شَيْء مِنْهَا سواهُ وَمن ذَا الَّذِي يدْرِي مَا يجول فِي خاطر غَيره ويستكن فِي ضَمِيره وَمن ادّعى علم ذَلِك وَأَنه يعلم من غَيره من بني آدم مَا يُعلمهُ ذَلِك الْغَيْر من نَفسه وَلَا يعلم ذَلِك الْغَيْر من نَفسه إِلَّا مَا يُعلمهُ هَذَا الْمُدَّعِي فَهُوَ إِمَّا مصاب الْعقل يهذي بِمَا لَا يدْرِي وَيتَكَلَّم بِمَا لَا يفهم أَو كَاذِب شَدِيد الْكَذِب عَظِيم الافتراء فَإِن هَذَا أَمر ¶ لَا يُعلمهُ غير الله سُبْحَانَهُ فَهُوَ الَّذِي يحول بَين الْمَرْء وَقَلبه وَيعلم مَا توسوس بِهِ نَفسه وَمَا يسر عباده وَمَا يعلنون وَمَا يظهرون وَمَا يكتمون كَمَا أخبرنَا بذلك فِي كِتَابه الْعَزِيز فِي غير مَوضِع فقد خَابَ وخسر من أثبت لنَفسِهِ من الْعلم مَا لَا يُعلمهُ إِلَّا الله من عباده فَمَا ظَنك بِمن تجَاوز هَذَا وتعداه وَأقسم بِاللَّه سُبْحَانَهُ أَن الله لَا يعلم من نَفسه إِلَّا مَا يُعلمهُ هُوَ وَلَا يَصح لنا أَن نحمله على اختلال الْعقل فَلَو كَانَ مَجْنُونا لم يكن رَأْسا يَقْتَدِي بقوله جماعات من أهل عصره وَمن جَاءَ بعده وينقلون كَلَامه فِي الدفاتر ويحكون عَنهُ فِي مقامات الِاخْتِلَاف وَلَعَلَّ أَتبَاع هَذَا وَمن يَقْتَدِي بمذهبه لَو قَالَ لَهُم قَائِل وَأورد عَلَيْهِم مورد قَول الله عز",
            "page": "22",
            "part": "1",
            "seal": "ADE614BF"
        },
        {
            "id": "12",
            "nass": "وَجل (وَلَا يحيطون بِهِ علما) وَقَوله و (َلَا يحيطون بِشَيْء من علمه إِلَّا بِمَا شَاءَ) وَقَالَ لَهُم هَذَا يرد مَا قَالَ صَاحبكُم وَيدل على أَن يَمِينه هَذِه فاجرة مفتراة لقالوا هَذَا وَنَحْوه مِمَّا يدل دلَالَته ويفيد مفاده من الْمُتَشَابه الْوَارِد على خلاف دَلِيل الْعقل الْمَدْفُوع بالأصول المقررة ¶ وَبِالْجُمْلَةِ فإطالة ذيول الْكَلَام فِي مثل هَذَا الْمقَام إِضَاعَة للأوقات واشتغال بحكاية الخرافات المبكيات لَا المضحكات وَلَيْسَ مقصودنا هَهُنَا إِلَّا إرشاد السَّائِل إِلَى أَن الْمَذْهَب الْحق فِي الصِّفَات هُوَ إمرارها على ظَاهرهَا من غير تَأْوِيل وَلَا تَحْرِيف وَلَا تكلّف وَلَا تعسف وَلَا جبر وَلَا تَشْبِيه وَلَا تَعْطِيل وَإِن ذَلِك هُوَ مَذْهَب السّلف الصَّالح من الصَّحَابَة وَالتَّابِعِينَ وتابعيهم (فَإِن قلت) وماذا تُرِيدُ بالتعطيل فِي مثل هَذِه الْعبارَات الَّتِي تكررها فَإِن أهل الْمذَاهب الإسلامية يتنزهون عَن ذَلِك ويتحاشون عَنهُ وَلَا نصدق مَعْنَاهُ وَلَا يُوجد مَدْلُوله إِلَّا فِي طَائِفَة من طوائف الْكفَّار وهم المنكرون للصانع (قلت) يَا هَذَا إِن كنت مِمَّن لَهُ إِلْمَام بِعلم الْكَلَام الَّذِي اصْطلحَ عَلَيْهِ طوائف من أهل الْإِسْلَام فَإِنَّهُ لَا محَالة قد رَأَيْت مَا يَقُوله كثير مِنْهُم ويذكرونه فِي مؤلفاتهم ويحكونه عَن أكابرهم إِن الله سُبْحَانَهُ وَتَعَالَى وتنزه وتقدس لَا هُوَ جسم وَلَا جَوْهَر وَلَا عرض وَلَا ¶ دَاخل الْعَالم وَلَا خَارجه فأنشدك الله أَي عبارَة تبلغ مبلغ هَذِه الْعبارَة فِي النَّفْي وَأي مُبَالغَة فِي الدّلَالَة على هَذَا النَّفْي تقوم مقَام هَذِه الْمُبَالغَة فَكَانَ هَؤُلَاءِ فِي فرارهم من شُبْهَة التَّشْبِيه إِلَى هَذَا التعطيل كَمَا قَالَ الْقَائِل ¶ فَكنت كالساعي إِلَى مثعب ... موائلا من سبل الراعد",
            "page": "23",
            "part": "1",
            "seal": "F1DDE111"
        },
        {
            "id": "13",
            "nass": "أَو كالمستجير من الرمضاء بالنَّار والهارب من لسعة الزنبور إِلَى لدغة الْحَيَّة وَمن قرصة النملة إِلَى قضمة الْأسد وَقد يُغني هَؤُلَاءِ وأمثالهم من الْمُتَكَلِّمين المتكلفين كلمتان من كتاب الله تَعَالَى وصف بهما نَفسه وأنزلهما على رَسُوله وهما (وَلَا يحيطون بِهِ علما) وَ (لَيْسَ كمثله شَيْء) فَإِن هَاتين الْكَلِمَتَيْنِ قد اشتملتا على فصل الْخطاب وتضمنتا مَا يعين أولى الْأَلْبَاب السالكين فِي تِلْكَ الشعاب فالكلمة مِنْهَا دلّت دلَالَة بَيِّنَة على أَن كل مَا تكلم بِهِ الْبشر فِي ذَات الله وَصِفَاته على وَجه التدقيق ودعاوى التَّحْقِيق فَهُوَ مشوب بشعبة من شعب الْجَهْل مخلوط بخلوط هِيَ ¶ مُنَافِيَة للْعلم ومباينة لَهُ فَإِن الله سُبْحَانَهُ قد أخبرنَا أَنهم لَا يحيطون بِهِ علما فَمن زعم أَن ذَاته كَذَا أَو صفته كَذَا فَلَا شكّ أَن صِحَة ذَلِك متوقفة على الْإِحَاطَة وَقد نفيت عَن كل فَرد من الْأَفْرَاد علما فَكل قَول من أَقْوَال الْمُتَكَلِّمين صادر عَن جهل إِمَّا من كل وَجه أَو من بعض الْوُجُوه وَمَا صدر عَن جهل فَهُوَ مُضَاف إِلَى جهل وَلَا سِيمَا إِذا كَانَ فِي ذَات الله وَصِفَاته فَإِن ذَلِك من المخاطرة فِي الدّين مَا لم يكن فِي غَيره من الْمسَائِل وَهَذَا يُعلمهُ كل ذِي علم ويعرفه كل عَارِف وَلم يحط بفائدة هَذِه الْآيَة وَيقف عِنْدهَا ويقتطف من ثمراتها إِلَّا الممرون الصِّفَات على ظَاهرهَا المريحون أنفسهم من التكلفات والتعسفات والتأويلات والتحريفات وهم السّلف الصَّالح كَمَا عرفت فهم الَّذين اعْتَرَفُوا بعدم الإحاطة، وأوقفوا أنفسهم حَيْثُ أوقفها الله وَقَالُوا الله أعلم بكيفية ذَاته وَمَاهية صِفَاته بل الْعلم كُله وَقَالُوا كَمَا قَالَ من قَالَ مِمَّن اشْتغل بِطَلَب هَذَا الْمحَال فَلم يظفر بِغَيْر القيل والقال ¶ الْعلم للرحمن جلّ جَلَاله ... وسواه فِي جهلاته يتغمغم ¶ مَا للتراب وللعلوم وَإِنَّمَا ... يسْعَى ليعلم أَنه لَا يعلم",
            "page": "24",
            "part": "1",
            "seal": "8F857F72"
        },
        {
            "id": "14",
            "nass": "بل اعْترف كثير من هَؤُلَاءِ المتكلفين بِأَنَّهُ لم يستفد من تكلفه وَعدم قنوعه بِمَا قنع بِهِ السّلف الصَّالح إِلَّا مُجَرّد الْحيرَة الَّتِي وجد عَلَيْهَا غَيره من المتكلفين فَقَالَ ¶ وسرحت طرفِي بَين تِلْكَ المعالم ¶ فَلم أر إِلَّا وَاضِعا كف حائر ... على ذقن أَو قارعا سنّ نادم ¶ وَهَا أَنا أخْبرك عَن نَفسِي وأوضح لَك مَا وَقعت فِيهِ فِي أمسي فَإِنِّي فِي أَيَّام الطّلب وعنفوان الشَّبَاب شغلت بِهَذَا الْعلم الَّذِي سموهُ تَارَة علم الْكَلَام وَتارَة علم التَّوْحِيد وَتارَة علم أصُول الدّين وأكببت على مؤلفات الطوائف الْمُخْتَلفَة مِنْهُم ورمت الرُّجُوع بفائدة وَالْعود بعائدة فَلم أظفر من ذَلِك بِغَيْر الخيبة والحيرة وَكَانَ ذَلِك من الْأَسْبَاب الَّتِي حببت إِلَيّ مَذْهَب السّلف على أَنِّي كنت قبل ذَلِك عَلَيْهِ وَلَكِن أردْت أَن أزداد مِنْهُ بَصِيرَة وَبِه شغفا وَقلت عِنْد ذَلِك فِي تِلْكَ الْمذَاهب ¶ . وَغَايَة مَا حصلته من مباحثي ... وَمن نَظَرِي من بعد طول التدبر ¶ هُوَ الْوَقْف مَا بَين الطَّرِيقَيْنِ حيرة ... فَمَا علم من لم يلق غير التحير ¶ على أنني قد خضت مِنْهُ غماره ... وَمَا قنعت نَفسِي بِغَيْر التبحر ¶ (وَأما الْكَلِمَة) وَهِي لَيْسَ كمثله شَيْء فبها يُسْتَفَاد نفي الْمُمَاثلَة فِي كل شَيْء فَيدْفَع بِهَذِهِ الْآيَة فِي وَجه المجسمة وتعرف بِهِ الْكَلَام عِنْد وَصفه سُبْحَانَهُ بالسميع الْبَصِير وَعند ذكر السّمع وَالْبَصَر وَالْيَد والاستواء وَنَحْو ذَلِك مِمَّا اشْتَمَل عَلَيْهِ الْكتاب",
            "page": "25",
            "part": "1",
            "seal": "564D4982"
        },
        {
            "id": "15",
            "nass": "وَالسّنة فتقرر بذلك الْإِثْبَات لتِلْك الصِّفَات لَا على وَجه الْمُمَاثلَة والمشابهة للمخلوقات فَيدْفَع بِهِ جَانِبي الإفراط والتفريط وهما الْمُبَالغَة فِي الْإِثْبَات المفضية إِلَى التجسيم وَالْمُبَالغَة فِي النَّفْي المفضية إِلَى التعطيل فَيخرج من بَين الْجَانِبَيْنِ وغلو الطَّرفَيْنِ أحقية مَذْهَب السّلف الصَّالح وَهُوَ قَوْلهم بِإِثْبَات مَا أثْبته لنَفسِهِ من الصِّفَات على وَجه لَا يُعلمهُ إِلَّا هُوَ فَإِنَّهُ الْقَائِل لَيْسَ كمثله شَيْء وَهُوَ السَّمِيع الْبَصِير ¶ وَمن جملَة الصِّفَات الَّتِي أمرهَا السّلف على ظَاهرهَا وأجروها على مَا جَاءَ بِهِ الْقُرْآن وَالسّنة من دون تكلّف وَلَا تَأْوِيل صفة الاسْتوَاء الَّتِي ذكرهَا السَّائِل يَقُولُونَ نَحن نثبت مَا أثْبته الله لنَفسِهِ من استوائه على عَرْشه على هَيْئَة لَا يعلمهَا إِلَّا هُوَ وَكَيْفِيَّة لَا يدْرِي بهَا سواهُ وَلَا نكلف أَنْفُسنَا غير هَذَا فَلَيْسَ كمثله شَيْء لَا فِي ذَاته وَلَا فِي صِفَاته وَلَا يحيط عباده بِهِ علما وَهَكَذَا يَقُولُونَ فِي مَسْأَلَة الْجِهَة الَّتِي ذكرهَا السَّائِل وَأَشَارَ إِلَى بعض مَا فِيهِ دَلِيل عَلَيْهَا والأدلة فِي ذَلِك طَوِيلَة كَثِيرَة فِي الْكتاب وَالسّنة وَقد جمع أهل الْعلم مِنْهَا لَا سِيمَا أهل الحَدِيث مبَاحث طولوها بِذكر آيَات قرآنية وَأَحَادِيث صَحِيحَة وَقد وقفت من ذَلِك على مؤلف بسيط فِي مُجَلد جمعه مؤرخ الْإِسْلَام الْحَافِظ الذَّهَبِيّ رَحمَه الله استوفى فِيهِ كل مَا فِيهِ دلَالَة على الْجِهَة من كتاب أَو سنة أَو قَول صَاحب مَذْهَب وَالْمَسْأَلَة أوضح من أَن تَلْتَبِس على عَارِف وَأبين من أَن يحْتَاج فِيهَا إِلَى التَّطْوِيل وَلكنهَا لما وَقعت تِلْكَ القلاقل والزلازل الكائنة بَين بعض الطوائف الإسلامية كثر الْكَلَام فِيهَا وَفِي مَسْأَلَة الاسْتوَاء ¶ وَطَالَ وسيما بَين الْحَنَابِلَة وَغَيرهم من أهل الْمذَاهب فَلهم فِي ذَلِك الْفِتَن الْكُبْرَى والملاحم الْعُظْمَى وَمَا زَالُوا هَكَذَا فِي عصر بعد عصر وَالْحق هُوَ مَا عرفناك من مَذْهَب السّلف الصَّالح فالاستواء على الْعَرْش والكون",
            "page": "26",
            "part": "1",
            "seal": "A13079A0"
        },
        {
            "id": "16",
            "nass": "فِي تِلْكَ الْجِهَة قد صرح بِهِ الْقُرْآن الْكَرِيم فِي مَوَاطِن يكثر حصرها وَيطول نشرها وَكَذَلِكَ صرح بِهِ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غير حَدِيث بل هَذَا مِمَّا يجده كل فَرد من أَفْرَاد النَّاس فِي نَفسه وتحسه فِي فطرته وتجذبه إِلَيْهِ طَبِيعَته كَمَا نرَاهُ فِي كل من اسْتَغَاثَ بِاللَّه سُبْحَانَهُ وَتَعَالَى والتجأ إِلَيْهِ وَوجه أدعيته إِلَى جنابه الرفيع وعزه المنيع فَإِنَّهُ يُشِير عِنْد ذَلِك بكفه أَو يَرْمِي إِلَى السَّمَاء بطرفه وَيَسْتَوِي فِي ذَلِك عِنْد عرُوض أَسبَاب الدُّعَاء وحدوث بواعث الاستغاثة وَوُجُود مقتضيات الإزعاج وَظُهُور دواعي الالتجاء عَالم النَّاس وجاهلهم والماشي على طَريقَة السّلف والمقتدي بِأَهْل التَّأْوِيل الْقَائِلين بِأَن الاسْتوَاء هُوَ الِاسْتِيلَاء كَمَا قَالَ جُمْهُور المتأولين والأقيال كَمَا قَالَه أَحْمد بن يحيى ثَعْلَب والزجاج وَالْفراء وَغَيرهم أَو كِنَايَة عَن الْملك وَالسُّلْطَان كَمَا قَالَه آخَرُونَ فالسلامة والنجاة فِي ¶ إمرار ذَلِك على الظَّاهِر والإذعان بِأَن الاسْتوَاء والكون على مَا نطق بِهِ الْكتاب وَالسّنة من دون تكييف وَلَا تكلّف وَلَا قيل وَلَا قَالَ وَلَا قُصُور فِي شَيْء من الْمقَال فَمن جَاوز هَذَا الْمِقْدَار بإفراط أَو تَفْرِيط فَهُوَ غير مقتد بالسلف وَلَا وَاقِف فِي طَرِيق النجَاة وَلَا معتصم عَن الْخَطَأ وَلَا سالك فِي طَرِيق السَّلامَة والاستقامة وكما نقُول هَكَذَا فِي الاسْتوَاء والكون فِي تِلْكَ الْجِهَة فَكَذَا نقُول فِي مثل قَوْله سُبْحَانَهُ وَهُوَ مَعكُمْ أَيْنَمَا كُنْتُم وَقَوله",
            "page": "27",
            "part": "1",
            "seal": "3A759281"
        },
        {
            "id": "17",
            "nass": "مَا يكون من نجوى ثَلَاثَة إِلَّا هُوَ رابعهم وَلَا خَمْسَة إِلَّا هُوَ سادسهم وَفِي نَحْو (إن الله مَعَ الصابرين) (إِن الله مَعَ الَّذين اتَّقوا وَالَّذين هم محسنون) إِلَى مَا يشابه ذَلِك ويماثله ويقاربه ويضارعه فَنَقُول فِي مثل هَذِه الْآيَات هَكَذَا جَاءَ الْقُرْآن إِن الله سُبْحَانَهُ وَتَعَالَى مَعَ هَؤُلَاءِ وَلَا نتكلف تَأْوِيل ذَلِك كَمَا يتَكَلَّف غَيرنَا بِأَن المُرَاد بِهَذَا الْكَوْن وَهَذِه الْمَعِيَّة هُوَ كَون الْعلم ومعيته فَإِن هَذِه شُعْبَة من شعب التَّأْوِيل تخَالف مَذَاهِب السّلف وتباين ¶ مَا كَانَ عَلَيْهِ الصَّحَابَة والتابعون وتابعوهم وَإِذا إنتهيت إِلَى السَّلامَة فِي مداك فَلَا تجاوزه ¶ وَهَذَا الْحق لَيْسَ بِهِ خَفَاء ... فَدَعْنِي من بنيات الطَّرِيق ¶ وَقد هلك المتنطعون وَلَا يهْلك على الله إِلَّا هَالك وعَلى نَفسهَا براقش تجني ¶ وَفِي هَذِه الْجُمْلَة وَإِن كَانَت قَليلَة مَا يُغني من شح بِدِينِهِ وحرص عَلَيْهِ عَن تَطْوِيل الْمقَال وتكثير ذيوله وتوسيع دَائِرَة فروعه وأصوله وَالْهِدَايَة من الله وَالله أعلم.",
            "page": "28",
            "part": "1",
            "seal": "9F98D52A"
        }
    ],
    "t52": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقول فقهاء الدين"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "وأقول"
        }
    ]
}