{
    "b523": [
        {
            "id": "1",
            "nass": "ـ[الأساليب البديعة في فضل الصحابة وإقناع الشيعة (مطبوع بهامش كتاب شواهد الحق)]ـ ¶ المؤلف: يوسف بن إسماعيل بن يوسف النَّبْهَاني (المتوفى: 1350هـ) ¶ الناشر: المطبعة الميمنية، مصر، على نفقة أصحابها مصطفى البابي الحلبي وأخويه ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "C547D490"
        },
        {
            "id": "2",
            "nass": "- بسم الله الرحمن الرحيم - ¶ الحمد لله الذي أرسل سيدنا محمدا - صلى الله عليه وسلم - رحمة للعالمين، وأيده بآله الطيبين الطاهرين، الغر الميامين، وأصحابه أسد عرين الدين، ونجوم الهداية للمهتدين رضي الله عنهم أجمعين. فقد جاهدوا في الله حق جهاده، ونشروا دينه في بلاده وعباده، ولذلك ذكرهم في آيات كثيرة في كتابه الأسنى، وأثنى عليهم ورضي عنهم ووعدهم الحسنى، وهو سبحانه وتعالى الكريم الجواد الصادق الوعد الذي لا يخلف الميعاد، فهل يمكن أن يصلهم مكروه بعد أن رضي عنهم الملك الجليل، أو يلحقهم عيب بعد أن جملهم بثنائه الجميل، أو يصل إليهم سوء بعد أن وعدهم الحسنى وجعلهم من رضوانه في المحل الأسنى؟ حاشا وكلا، وكفى بمن يعتقد خلاف ذلك ضلالا وجهلا. أما يكفي رضاه تعالى عنهم أن يكون لهم من الأسواء حصنا ومن المخاوف أمنا؟ بلى والله إن فيه أعظم كفاية وأقوى وقاية. وأفضل صلوات الله وتسليماته وتحياته وبركاته على مشرفهم بصحبته",
            "page": "2",
            "part": "1",
            "seal": "57C69928"
        },
        {
            "id": "3",
            "nass": "ومصرفهم بحكمته وجاعلهم بإذن الله تعالى خير أمته، سيدنا محمد الرؤف الرحيم، المنبه على كثرة فضلهم في الحديث والقديم. ¶ أما بعد، فإني كنت منذ ثلاث وعشرين سنة ألفت بفضل الله تعالى وحسن توفيقه كتابي الشرف المؤبد لآل محمد - صلى الله عليه وسلم -. ثم بعد سنين أنعم الله - وله الحمد والمنة - بتكرار طبعه وانتشار نفعه. وقد ألهمني من فضله تعالى الآن تأليف هذا الكتاب في فضل الأصحاب، لأفوز إن شاء الله بالحسنيين، وأكون قد تمسكت بأسباب السعادة وطيبها بكلتا اليدين. والحامل لي على تأليفه أن الشيطان قد قاد في هذا الزمان بعض الجهال من أهل السنة بوسيلة حب آل البيت الكرام والتعصب لهم بمجرد الهوى والأوهام إلى بغض بعض الصحابة الكرام، لا سيما معاوية وعمرو بن العاص لخروجهما عن طاعة الإمام، وصار هؤلاء الجهلة يتبجحون بذمهما معتقدين بجهلهم أن ذلك من القرب التي ترضي الرب والحسنات التي تنفعهم في الحياة وبعد الممات. وسول لهم أبو مرة أن أئمة الأمة من أهل السنة",
            "page": "3",
            "part": "1",
            "seal": "B3EE5E13"
        },
        {
            "id": "4",
            "nass": "ما أنصفوا في الجواب عنهما وعن كل من كان على شاكلتهما من الصحابة المحاربين لعلي رضي الله عنه. وربما تجاوز بهم الحال إلى الاعتراض على الخلفاء الراشدين ولا سيما عثمان، وقد يفضلون عليه بل عليهم عليا بمجرد الهوى والعصبية والحمية الجاهلية، ويرون أن ذلك هو الإنصاف الذي يزعمونه في أنفسهم مدعين أنهم لا تأخذهم في اتباع الحق لومة لائم، مع أنهم في أمر الدين مثل البهائم. ويظنون من شدة جهلهم وعمى قلوبهم أن جميع الأمة من عهد الصحابة رضي الله عنهم إلى الآن هي غير مصيبة في ذلك، وأنهم هم ومن كان على شاكلتهم من كل جاهل قدم تابع لهواه بلا علم ولا فهم على هدى وصواب في بغض بعض الأصحاب. فكانوا بذلك من الأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا. فسوء حال هؤلاء الجهلة من أهل السنة هو الذي حملني على تأليف هذا الكتاب ليعرف من قرأه منهم أنه في خطأ عظيم وخطل ذميم، وأنه في ذلك ليس على هدى من الله، بل هو على",
            "page": "4",
            "part": "1",
            "seal": "58A85DED"
        },
        {
            "id": "5",
            "nass": "شفا جرف من الهلاك إن لم يتداركه باللطف مولاه. ¶ أما الشيعة فليس لي أمل في رجوعهم بقراءته عن مذهبهم القديم وإن كان غير مستقيم، لأنهم ورثوه عن الآباء والأجداد، وسيورثونه الأبناء والأحفاد. فإن صاحب البدعة والمذهب المخالف مهما أقمت عليه الحجة وألزمته الدليل وعجز هو عن الرد ولم يجد للجواب من سبيل لا يحمل ذلك على أن مذهبك حق ومذهبه باطل، وإنما يحمله على أنك أمهر منه بترتيب الحجج وإقامة الدلائل. فهو لا يترك مذهبه لزخرفة أقاويلك بزعمه وزيادة علمك عن علمه. وقد يهدي الله لنوره من يشاء ويوافق العلة الدواء فيحصل بإذن الله الشفاء. وهذا إذا قدر الله حصوله بهذا الكتاب وظهر به لبعض الشيعة الصواب فأرضى الله ورسوله بالجمع بين محبة الآل والأصحاب يكون ذلك نعم الفائدة، ولكنها فائدة زائدة. ومقصودي الأصلي هو المحافظة على رأس مالنا، وهم عوام أهل السنة الذين يقرؤن هذه التواريخ الموضوعة والحكايات المصنوعة، وما صح من ذلك فقد أوّله أحسن تأويل علماؤنا",
            "page": "5",
            "part": "1",
            "seal": "1DBE8A78"
        },
        {
            "id": "6",
            "nass": "الأعلام أئمة الإسلام. ولشفقتهم على أمثال هؤلاء العوام قالوا: إن قراءة محاربات الصحابة وما وقع بينهم المشاجرات والمخاصمات حرام. ولكنهم قرؤها ولم يصغوا لهذا التحريم حتى نفث الشيطان في قلوب بعضهم في حق بعض الصحابة ذلك الاعتقاد الذميم، فوجب علينا أن ننصحهم بالألسنة والأقلام، ونشرح لهم ما يلزمهم اعتقاده في حق أصحاب رسول الله - صلى الله عليه وسلم - من عقائد الإسلام. فإذا فعلنا ذلك أدينا ما وجب لهم علينا، وإذا وفقهم الله للرجوع إلى الحق نقول هذه بضاعتنا ردت إلينا. ¶ ولما كان هؤلاء الجهال من أهل السنة لا يخلو أمرهم من أن يكونوا من الحنفية أو المالكية أو الشافعية أو الحنابلة نقلت لهم في كتابي هذا عن أئمة هذه المذاهب الأربعة نقولا معتمدة ترشد الضلال وتعلم الجهال، إذ تعرف كل واحد منهم مذهب إمامه وأقوال أئمة مذهبه في شأن أصحاب رسول الله - صلى الله عليه وسلم - وما يجب لهم من حسن الاعتقاد والثناء الجميل، فيتبع ولا يبتدع، وهذا هو القسم الأول من هذا الكتاب وهو أساس",
            "page": "6",
            "part": "1",
            "seal": "46F4542E"
        },
        {
            "id": "7",
            "nass": "القسم الثاني الذي اتبعت فيه تلك النقول الجليلة باحتجاجات فائقة وعبارات رائقة أقمت بها الحجج الدامغة والدلائل القاطعة والبراهين الواضحة، لم أستعر أكثر عباراتها من أحد من المؤلفين وإن كان جميعها في الحقيقة مأخوذا من الكتاب والسنة وكلام أئمة الدين. وهذا القسم الثاني من هذا الكتاب هو مبني على القسم الأول؛ ذلك من قبيل المجمل، وهذا من قبيل المفصل. إذ هو في الحقيقة تكرار لكلامهم السديد بعبارة أخرى وأسلوب جديد، لتتكرر على ذهن القارئ تلك المعاني المنيرة بأساليب متعددة وعبارات كثيرة. وليس ثمة في الحقيقة شيء زائد، إذ المعنى المقصود من القسمين وإن تعدد القائلون واحد. وإذا أصر بعض أولئك الجهال بعد هذا كله على العناد ومجانبة سبيل السداد. فالله سبحانه وتعالى يفعل في خلقه ما أراد، {ومن يضلل الله فما له من هاد}. ¶ وسميته \"الأساليب البديعة في فضل الصحابة وإقناع الشيعة\" ورتبته على مقدمة وقسمين وخاتمة. ¶ المقدمة: في تعريف الصحابي وعدد الصحابة وطبقاتهم. ¶ والقسم الأول في نقل عبارات أكابر العلماء",
            "page": "7",
            "part": "1",
            "seal": "1C742B9E"
        },
        {
            "id": "8",
            "nass": "من أئمة المذاهب الأربعة التي استدلوا بها من الكتاب والسنة وإجماع الأمة على فضل أصحاب رسول الله - صلى الله عليه وسلم - وما يجب في حقهم من حسن الاعتقاد ولزوم سبيل السداد، ولا سيما الخلفاء الراشدين رضي الله عنهم أجمعين، وقد اقتصرت على نقل عبارات اثني عشر إماما من أكابر أئمة المذاهب الأربعة، ثم أتبعتهم ببعض من نقلت عنهم في كتابي الشرف المؤبد، ورتبت هؤلاء بحسب أزمانهم؛ وهم الإمام أبو جعفر أحمد بن محمد الطحاوي الحنفي المتوفى سنة 321، والإمام حجة الإسلام أبو حامد محمد بن محمد الغزالي الشافعي المتوفى سنة 505، والإمام القاضي عياض المالكي المتوفى سنة 544، والإمام الغوث الأعظم سيدي عبد القادر الجيلاني الحنبلي المتوفى سنة 561، والإمام العارف بالله شهاب الدين عمر بن محمد السهروردي الشافعي المتوفى سنة 632، والإمام محي الدين يحيى بن شرف النووي الشافعي المتوفى سنة 676، والإمام تقي الدين أبو العباس أحمد بن تيمية الحنبلي المتوفى سنة 728، والإمام كمال الدين بن الهمام الحنفي المتوفى سنة 861 والإمام العارف بالله سيدي عبد",
            "page": "8",
            "part": "1",
            "seal": "8468E9A2"
        },
        {
            "id": "9",
            "nass": "الوهاب الشعراني الشافعي المتوفى سنة 973، والإمام شهاب الدين أحمد بن حجر الهيتمي الشافعي المتوفى سنة 973، والإمام برهان الدين إبراهيم اللقاني المالكي المتوفى سنة 1041، والإمام السيد محمد مرتضى الزبيدي الحنفي المتوفى سنة 1205. رحمهم الله أجمعين وحشرنا في زمرتهم تحت لواء سيد المرسلين، صلى الله عليه وعلى آله وصحبه أجمعين. وإذا لم يقنع أحد بكلام هؤلاء الأئمة الأعلام فهو لا شك كاذب بدعواه أنه من أهل السنة وجماعة الإسلام. ومن كان كذلك فهو أضل من الأنعام، لا عتب عليه ولا سلام. ¶ والقسم الثاني: في الاحتجاج على فضلهم وكمالهم بعبارات فائقة بنيتها على الآيات والأحاديث وأقوال العلماء السابقة. ¶ والخاتمة: في حكايات ومنامات تؤكد دلائل فضلهم وتنذر مبغضهم بأسوإ الحالات ¶ المقدمة في تعريف الصحابي وعدد الصحابة وطبقاتهم رضي الله عنهم ¶ ذكر الإمام القسطلاني في المواهب وغيره أن الصحابي هو من صحب النبي - صلى الله عليه وسلم - من المسلمين أو رآه ولو",
            "page": "9",
            "part": "1",
            "seal": "493912AF"
        },
        {
            "id": "10",
            "nass": "ساعة وهو مؤمن به ومات على ذلك. قال رحمه الله تعالى: والصحابة ثلاثة أصناف: الأول: المهاجرون. الثاني: الأنصار. الثالث: من أسلم يوم الفتح. قال ابن الأثير في جامع الأصول: والمهاجرون أفضل من الأنصار، وهذا على سبيل الإجمال. وأما على سبيل التفصيل فإن جماعة من سباق الأنصار أفضل من جماعة من متأخري المهاجرين، وإنما سباق المهاجرين أفضل من سباق الأنصار. ثم هم بعد ذلك متفاوتون، فرب متأخر في الإسلام أفضل من متقدم عليه مثل عمر بن الخطاب وبلال بن أبي رباح. ¶ قال القسطلاني: وقد ذكر العلماء للصحابة ترتيبا على طبقات: ¶ الطبقة الأولى: قوم أسلموا بمكة أول المبعث، وهم سباق المسلمين مثل خديجة بنت خويلد وعلي بن أبي طالب وأبي بكر وزيد بن حارثة وبقية العشرة رضي الله عنهم. ¶ الطبقة الثانية: أصحاب دار الندوة، بعد إسلام عمر بن الخطاب رضي الله عنه حمل النبي - صلى الله عليه وسلم - ومن معه من المسلمين على الذهاب إلى دار الندوة فأسلم لذلك جماعة من أهل مكة. ¶ الطبقة الثالثة: الذين هاجروا إلى الحبشة",
            "page": "10",
            "part": "1",
            "seal": "7ECD36EA"
        },
        {
            "id": "11",
            "nass": "فرارا بدينهم من أذى المشركين، منهم جعفر بن أبي طالب وأبو سلمة بن عبد الأسد. ¶ الطبقة الرابعة: أصحاب العقبة الأولى، وهم سباق الأنصار إلى الإسلام، وكانوا ستة، وأصحاب العقبة الثانية من العام المقبل، وكانوا اثني عشر رجلا. ¶ الطبقة الخامسة: أصحاب العقبة الثالثة، وكانوا سبعين من الأنصار منهم البراء بن معرور وعبد الله بن عمرو بن حرام وسعد بن عبادة وسعد بن الربيع وعبد الله بن رواحة. ¶ الطبقة السادسة: المهاجرون الذين وصلوا إلى النبي - صلى الله عليه وسلم - بعد هجرته وهو بقباء قبل أن يبني المسجد وينتقل إلى المدينة. ¶ الطبقة السابعة: أهل بدر الكبرى، قال - صلى الله عليه وسلم - لعمر في قصة حاطب بن أبي بلتعة: «وما يدريك لعل الله اطلع على هذه العصابة من أهل بدر فقال اعملوا ما شئتم فقد غفرت لكم» رواه البخاري ومسلم. ¶ الطبقة الثامنة: الذين هاجروا بين بدر والحديبية. ¶ الطبقة التاسعة: أهل بيعة الرضوان الذين بايعوا بالحديبية تحت الشجرة. قال - صلى الله عليه وسلم -: «لا يدخل النار إن شاء الله",
            "page": "11",
            "part": "1",
            "seal": "624458D0"
        },
        {
            "id": "12",
            "nass": "من أصحاب الشجرة أحد» رواه مسلم. ¶ الطبقة العاشرة: الذين هاجروا بعد الحديبية وقبل فتح مكة كخالد بن الوليد وعمرو بن العاص. ¶ الطبقة الحادية عشر: الذين أسلموا يوم الفتح، وهم خلق كثير. ¶ الطبقة الثانية عشر: صبيان أدركوا النبي - صلى الله عليه وسلم - ورأوه يوم الفتح وبعده في حجة الوداع وغيرها، كالسائب بن يزيد. انتهى كلام المواهب. ونسب هذا التقسيم إلى الحافظ أبي عبد الله الحاكم في كتاب علوم الحديث. ¶ قال الإمام الزرقاني في شرحه عليها: وقال ابن سعد إنهم خمس طبقات: الأولى: البدريون. الثانية: من أسلم قديما ممن هاجر عامتهم إلى الحبشة وشهدوا أحدا فما بعدها. الثالثة: من شهد الخندق فما بعدها. الرابعة: مسلمة الفتح فما بعدها. الخامسة: الصبيان والأطفال ممن لم يغز. اه. ¶ قال في المواهب: وأما عدة أصحابه - صلى الله عليه وسلم -، فمن رام حصر ذلك رام أمرا بعيدا، ولا يعلم حقيقة ذلك إلا الله تعالى، لكثرة من أسلم من أول البعثة إلى أن مات النبي - صلى الله عليه وسلم - وتفرقهم في البلدان",
            "page": "12",
            "part": "1",
            "seal": "A3A90122"
        },
        {
            "id": "13",
            "nass": "والبوادي. وقد روى البخاري أن كعب بن مالك رضي الله عنه قال في قصة تخلفه عن غزوة تبوك: \"وأصحاب رسول الله - صلى الله عليه وسلم - كثير لا يجمعهم كتاب حافظ\" يعني الديوان. لكن قد جاء ضبطهم في بعض مشاهده كتبوك. وقد روي أنه سار عام الفتح لمكة في عشرة آلاف من المقاتلة، وإلى حنين في اثني عشر ألفا، وإلى حجة الوداع في تسعين ألفا وقيل مائة ألف وأربعة عشر ألفا ويقال أكثر من ذلك حكاه البيهقي، وإلى تبوك في سبعين ألفا، وقد روي أنه - صلى الله عليه وسلم - قبض عن مائة ألف وأربعة وعشرين ألفا، والله أعلم بحقيقة ذلك، انتهى كلام المواهب. ¶ وقال شارحها المذكور: وجاء عن أبي زرعة الرازي أنه قيل له: أليس يقال حديث النبي - صلى الله عليه وسلم - أربعة آلاف حديث؟ فقال: ومن قال ذا؟ فلق الله أنيابه، هذا قول الزنادقة، قبض رسول الله - صلى الله عليه وسلم - عن مائة ألف وأربعة عشر ألفا من الصحابة ممن روى عنه وسمع منه، وفي رواية ممن رآه وسمع منه، فقيل له: هؤلاء أين كانوا وأين سمعوا منه؟ قال: أهل المدينة وأهل مكة ومن بينهما والأعراب",
            "page": "13",
            "part": "1",
            "seal": "37C2C438"
        },
        {
            "id": "14",
            "nass": "ومن شهد معه حجة الوداع، كل رآه وسمع منه بعرفة. قال ابن فتحون في ذيل الاستيعاب: وأجاب أبو زرعة بهذا سؤال من سأله عن الرواة خاصة، فكيف بغيرهم؟ قال الحافظ، يعني ابن حجر: ولم يحصل لجميع من جمع أسماء الصحابة العشر من أساميهم بالنسبة إلى قول أي زرعة هذا، فإن جميع ما في الاستيعاب ثلاثة آلاف وخمسمائة، وزاد عليه ابن فتحون قريبا من ذلك. وبخط الحافظ الذهبي على التجريد: لعل الجميع ثمانية آلاف إن لم يزيدوا لم ينقصوا، قال، يعني الحافظ ابن حجر: ورأيت بخطه أيضا أن جميع من في أسد الغابة سبعة آلاف وخمسمائة وأربعة وخمسون نفسا. وسبب خفاء أسمائهم أن أكثرهم أعراب وأكثرهم حضروا حجة الوداع اه. وعن الشافعي: قبض - صلى الله عليه وسلم - عن ستين ألفا، ثلاثون بالمدينة، وثلاثون في قبائل العرب وغيرها. وعن أحمد: قبض - صلى الله عليه وسلم - وقد صلى",
            "page": "14",
            "part": "1",
            "seal": "119A5641"
        },
        {
            "id": "15",
            "nass": "خلفه ثلاثون ألف رجل. كأنه عنى بالمدينة، فلا يخالف ما فوقه. والله أعلم بحقيقة ذلك، فإن كل من قال شيئا إنما حكاه على قدر تتبعه ومبلغ علمه أو أشار بذلك إلى وقت خاص وحال، فإذن لا تضارب بين كلامهم اه. وعن مالك: مات بالمدينة نحو عشرة آلاف نفس من الصحابة. انتهى كلام الزرقاني رحمه الله تعالى. ¶ القسم الأول في نقل عبارات أكابر العلماء من أئمة المذاهب الأربعة التي استدلوا بها من الكتاب والسنة وإجماع الأمة على فضل أصحاب رسول الله صلى الله عليه وسلم وما يجب في حقهم من حسن الاعتقاد ولزوم سبيل السداد ¶ ورتبتهم بحسب أزمانهم. ¶ الإمام الطحاوي ¶ قال رحمه الله تعالى في عقيدته: ونحب أصحاب رسول الله - صلى الله عليه وسلم -، ولا نفرط في حب أحد منهم ولا نتبرأ من أحد منهم، ونبغض من يبغضهم وبغير الحق يذكرهم، ولا نذكرهم إلا بالجميل، وحبهم دين وإيمان وإحسان، وبغضهم كفر ونفاق وطغيان، ونثبت الخلافة بعد رسول الله - صلى الله عليه وسلم - أولا لأبي بكر الصديق رضي الله عنه تفضيلا له وتقديما على جميع الأمة، ثم لعمر بن الخطاب رضي الله عنه،",
            "page": "15",
            "part": "1",
            "seal": "2643064A"
        },
        {
            "id": "16",
            "nass": "ثم لعثمان بن عفان رضي الله عنه، ثم لعلي بن أبي طالب رضي الله عنه، وهم الخلفاء الراشدون والأئمة المهديون، وإن العشرة الذين سماهم رسول الله - صلى الله عليه وسلم - نشهد لهم بالجنة كما شهد رسول الله - صلى الله عليه وسلم -، وهم: أبو بكر وعمر وعثمان وعلي وطلحة والزبير بن العوام وسعد وسعيد وعبد الرحمن بن عوف وأبو عبيدة بن الجراح، وهو أمين هذه الأمة، رضوان الله عليهم أجمعين. ومن أحسن القول في أصحاب رسول الله - صلى الله عليه وسلم - وأزواجه وذرياته فقد برئ من النفاق. وعلماء السلف من السابقين والتابعين ومن بعدهم من أهل الخير والأثر وأهل العفة والنظر لا يذكرون إلا بالجميل، ومن ذكرهم بسوء فهو على غير السبيل. انتهت عبارة الإمام الطحاوي في عقيدته. ¶ الإمام الغزالي ¶ قال رحمه الله تعالى في كتاب الاقتصاد في الاعتقاد في شرح عقيدة أهل السنة من الصحابة والخلفاء الراشدين رضي الله عنهم: اعلم أن للناس في الصحابة والخلفاء إسرافا في أطراف، فمن مبالغ في الثناء حتى يدعي العصمة للأئمة، ومنهم متهجم على",
            "page": "16",
            "part": "1",
            "seal": "BC4412AF"
        },
        {
            "id": "17",
            "nass": "الطعن يطلق اللسان بذم الصحابة. فلا تكونن من الفريقين، واسلك طريق الاقتصاد في الاعتقاد. واعلم أن كتاب الله مشتمل على الثناء على المهاجرين والأنصار، وتواترت الأخبار بتزكية النبي - صلى الله عليه وسلم - إياهم بألفاظ مختلفة، كقوله: \"أصحابي كالنجوم بأيهم اقتديتم اهتديتم\" وكقوله: «خير الناس قرني ثم الذين يلونهم». وما من واحد إلا ورد عليه ثناء خاص في حقه يطول نقله. فينبغي أن تستصحب هذا الاعتقاد في حقهم ولا تسئ الظن بهم. وما يحكى عن أحوال تخالف مقتضى حسن الظن فأكثر ما ينقل مخترع، وما ثبت نقله فالتأويل متطرق إليه، ولم يجر ما لا يتسع العقل لتجويز الخطإ والسهو فيه وحمل أفعالهم على قصد الخير وإن لم يصيبوه. والمشهور من قتال معاوية مع علي وسير عائشة رضي الله عنهم إلى البصرة، فالظن بعائشة أنها كانت تطلب تطفئة الفتنة، ولكن خرج الأمر من الضبط، فأواخر الأمور لا تبقى على وفق طلب أوائلها بل تخرج عن الضبط. والظن بمعاوية أنه كان على تأويل وظن فيما كان يتعاطاه. وما يحكى سوى هذا من روايات الآحاد فالصحيح",
            "page": "17",
            "part": "1",
            "seal": "035A7AE7"
        },
        {
            "id": "18",
            "nass": "منه مختلط بالباطل، والاختلاق أكثره اختراعات الروافض والخوارج وأرباب الفضول الخائضين في هذه الفنون، فينبغي أن تلازم الإنكار في كل ما لم يثبت، وما ثبت فاستنبط له تأويلا، فما تعذر عليك فقل لعل له تأويلا وعذرا لم أطلع عليه. واعلم أنك في هذا المقام بين أن تسئ الظن بمسلم وتطعن عليه وتكون كاذبا، أو تحسن الظن به وتكف لسانك عن الطعن وأنت مخطئ مثلا، والخطأ في حسن الظن بالمسلم أسلم من الصواب بالطعن فيه. فلو سكت إنسان مثلا عن لعن إبليس أو لعن أبي جهل أو أبي لهب أو من شئت من الأشرار طول عمره لم يضره السكوت؛ ولو هفا هفوة بالطعن في مسلم بما هو بريء عند الله تعالى منه فقد تعرض للهلاك. بل أكثر ما يعلم في الناس لا يحل النطق به لتعظيم الشرع الزجر عن الغيبة؛ مع أنه إخبار عما هو متحقق في المغتاب. فمن يلاحظ هذه الفصول ولم يكن في طبعه ميل إلى الفضول آثر ملازمته السكوت وحسن الظن بكافة المسلمين وإطلاق اللسان بالثناء على جميع السلف الصالحين، هذا حكم الصحابة",
            "page": "18",
            "part": "1",
            "seal": "E0D1F57E"
        },
        {
            "id": "19",
            "nass": "عامة. فأما الخلفاء الراشدون فهم أفضل من غيرهم، وترتيبهم في الفضل عند أهل السنة كترتيبهم في الإمامة، أي الخلافة، وهذا لمكان أن قولنا فلان أفضل من فلان معناه أن محله عند الله تعالى في الآخرة أرفع، وهذا غيب لا يطلع عليه إلا الله ورسوله إن أطلعه عليه، ولا يمكن أن يدعى نصوصا قاطعة من صاحب الشرع متواترة مقتضية للفضيلة على هذا الترتيب، بل المنقول الثناء على جميعهم، واستنباط حكم الترجيحات في الفضل من دقائق ثنائه عليهم رمي في عماية واقتحام أمر خطر أغنانا الله عنه. وتعرف الفضل عند الله تعالى بالأعمال مشكل أيضا وغايته رجم ظن. ¶ فكم من شخص محروم الظاهر وهو عند الله بمكان لسر في قلبه وخلق خفي في باطنه، وكم من مزين بالعبادات الظاهرة وهو في سخط لخبث مستكن في باطنه، فلا مطلع على السرائر إلا الله تعالى. ولكن إذا ثبت أنه لا يعرف الفضل إلا بالوحي، ولا يعرف من النبي إلا بالسماع، وأولى الناس بسماع ما يدل على تفاوت الفضائل الصحابة الملازمون لأحوال النبي - صلى الله عليه وسلم -، وهم قد أجمعوا",
            "page": "19",
            "part": "1",
            "seal": "F4B4D0C2"
        },
        {
            "id": "20",
            "nass": "على تقديم أبي بكر، ثم نص أبو بكر على عمر، ثم أجمعوا بعده على عثمان، ثم على علي رضي الله عنهم، وليس يظن منهم الخيانة في دين الله تعالى لغرض من الأغراض. وكان إجماعهم على ذلك من أحسن ما يستدل به على مراتبهم في الفضل. ومن هذا اعتقد أهل السنة هذا الترتيب في الفضل، ثم بحثوا عن الأخبار فوجدوا فيها ما عرف به مستند الصحابة وأهل الإجماع في هذا الترتيب. انتهت عبارة كتاب الاقتصاد. ¶ وقال الإمام الغزالي أيضا في إحياء علوم الدين: الإمام الحق بعد رسول الله. - صلى الله عليه وسلم - أبو بكر ثم عمر ثم عثمان ثم علي رضي الله عنهم، ولم يكن نص رسول الله - صلى الله عليه وسلم - على إمام أصلا، إذ لو كان لكان أولى بالظهور من نصبه آحاد الولاة والأمراء على الجنود في البلاد ولم يخف ذلك، فكيف خفي هذا، وإن ظهر فكيف اندرس حتى لم ينقل إلينا. فلم يكن أبو بكر إماما إلا بالاختيار والبيعة. وأما تقدير النص على غيره فهو نسبة للصحابة كلهم إلى مخالفة رسول الله - صلى الله عليه وسلم - وخرق الإجماع مما لا يجترئ على اختراعه إلا الروافض.",
            "page": "20",
            "part": "1",
            "seal": "67D5F90D"
        },
        {
            "id": "21",
            "nass": "واعتقاد أهل السنة تزكية جميع الصحابة والثناء عليهم كما أثنى الله سبحانه وتعالى ورسوله - صلى الله عليه وسلم -. وما جرى بين معاوية وعلي رضي الله عنهما كان مبنيا على الاجتهاد، لا منازعة من معاوية في الإمامة، إذ ظن علي رضي الله عنه أن تسليم قتلة عثمان مع كثرة عشائرهم واختلاطهم بالعسكر يؤدي إلى اضطراب أمر الإمامة في بدايتها فرأى التأخير أصوب، وظن معاوية أن تأخير أمرهم مع عظم جنايتهم يوجب الإغراء بالأئمة ويعرض الدماء للسفك. وقد قال أفاضل العلماء: كل مجتهد مصيب. وقال قائلون: المصيب واحد. ولم يذهب إلى تخطئة علي ذو تحصيل أصلا. وفضل الصحابة رضي الله عنهم على حسب ترتيبهم في الخلافة، إذ حقيقة الفضل ما هو فضل عند الله عز وجل، وذلك لا يطلع عليه إلا رسول الله - صلى الله عليه وسلم -، وقد ورد في الثناء على جميعهم آيات وأخبار كثيرة، وإنما يدرك دقائق الفضل والترتيب فيه المشاهدون للوحي والتتريل بقرائن الأحوال ودقائق التفصيل. فلولا فهمهم ذلك لما رتبوا",
            "page": "21",
            "part": "1",
            "seal": "7009F636"
        },
        {
            "id": "22",
            "nass": "الأمر كذلك، إذ كانوا لا تأخذهم في الله لومة لائم، ولا يصرفهم عن الحق صارف. اه كلام الإمام الغزالي. ¶ القاضي عياض ¶ قال رحمه الله تعالى في الشفاء: ومن توقيره - صلى الله عليه وسلم - وبره توقير أصحابه وبرهم ومعرفة حقهم، والاقتداء بهم وحسن الثناء عليهم، والاستغفار لهم، والإمساك عما شجر بينهم، ومعاداة من عاداهم، والإضراب عن أخبار المؤرخين وجهلة الرواة وضلال الشيعة والمبتدعين القادحة في أحد منهم، وأن يلتمس لهم فيما نقل عنهم من مثل ذلك فيما كان بينهم من الفتن أحسن التأويلات والمحامل ويخرجه أصوب المخارج، إذ هم أهل ذلك، ولا يذكر أحدا منهم بسوء ولا يغمض عليه أمرا، بل يذكر حسناتهم وفضائلهم وحميد سيرهم ويسكت عما وراء ذلك، كما قال - صلى الله عليه وسلم - في حديث الطبراني عن ابن مسعود: «إذا ذكر أصحابي فأمسكوا» وقال الله تعالى {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي",
            "page": "22",
            "part": "1",
            "seal": "0A00F395"
        },
        {
            "id": "23",
            "nass": "التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآَزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} (¬1) وقال تعالى: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رضي الله عنهمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ} (¬2) وقال الله تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا} (¬3) وقال الله تعالى: {مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلًا} (¬4) ¶ ثم ذكر رحمه الله تعالى أحاديث وآثارا كثيرة في فضلهم رضي الله عنهم. منها قوله - صلى الله عليه وسلم - في حديث الترمذي: \"الله الله في أصحابي لا تتخذوهم غرضا بعدي، فمن أحبهم فبحبي أحبهم ومن أبغضهم فببغضي أبغضهم، ومن آذاهم فقد آذاني ومن آذاني فقد أذى الله تعالى ومن آذى الله تعالى يوشك أن يأخذه\" وأذية الله تعالى عبارة عن ¶ ¬_________ ¶ (¬1) الفتح: 29 ¶ (¬2) التوبة: 100 ¶ (¬3) الفتح: 18 ¶ (¬4) الأحزاب: 23",
            "page": "23",
            "part": "1",
            "seal": "4B174FF3"
        },
        {
            "id": "24",
            "nass": "فعل ما لا يرضاه، إذ معناه الحقيقي لا يتصور في حقه تعالى فهو مشاكلة، قاله الشهاب الخفاجي. ومنها قوله - صلى الله عليه وسلم - في حديث مسلم: «لا تسبوا أصحابي فلو أنفق أحدكم مثل أُحد ذهبا ما بلغ مد أحدهم ولا نصيفه» ومنها قوله - صلى الله عليه وسلم - في حديث الديلمي وأبي نعيم: \"من سب أصحابي فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه صرفا ولا عدلا\" الصرف: النفل، والعدل: الفرض. ومنها قوله - صلى الله عليه وسلم - في حديث البزار والديلمي عن جابر: \"إن الله اختار أصحابي على جميع العالمين سوى النبيين والمرسلين واختار لي منهم أربعة: أبا بكر وعمر وعثمان وعليا فجعلهم خير أصحابي وفي أصحابي كلهم خير\". قال الشهاب الخفاجي في شرح هذا الحديث: فكلهم علماء عدول كما في الحديث: \"خير القرون قرني ثم وثم\" وهذا سبب ما حكاه إمام الحرمين رحمه الله تعالى في الإجماع على عدالتهم كلهم صغيرهم وكبيرهم، فلا يجوز الانتقاد عليهم بما صدر عن بعضهم مما أدى إليه اجتهاده لما أوجب القطع بأنهم خير الناس بعد النبيين والمرسلين ولما اتصفوا به من الهجرة وترك الأهل والأوطان",
            "page": "24",
            "part": "1",
            "seal": "700D9344"
        },
        {
            "id": "25",
            "nass": "وبذل النفوس والأموال في نصرة الدين وقتل الآباء والأبناء والمناصحة في الدين وقوة الإيمان واليقين وغير ذلك من المنح الإلهية. اه. ومنها حديث الطبراني عن خالد بن سعيد أن رسول الله - صلى الله عليه وسلم - لما قدم من حجة الوداع إلى المدينة صعد المنبر فحمد الله وأثنى عليه. ثم قال: \"أيها الناس إني راض عن أبي بكر اعرفوا له ذلك. أيها الناس إني راض عن عمر وعن عثمان وعن علي وعن طلحة والزبير وسعد وسعيد وعبد الرحمن بن عوف فاعرفوا لهم ذلك، أيها الناس إن الله قد غفر لأهل بدر والحديبية، أيها الناس احفظوني في أصحابي وأصهاري وأختاني لا يطالبنكم أحد منهم بمظلمة فإنها مظلمة لا توهب في القيامة غدا\". ومنها حديث أبي نعيم والديلمي عن أنس إن رسول الله - صلى الله عليه وسلم - قال: \"احفظوني في أصحابي وأصهاري فإنه من حفظني فيهم حفظه الله في الدنيا والآخرة، ومن لم يحفظني فيهم تخلى الله عنه، ومن تخلى الله عنه يوشك أن يأخذه\". ومن الآثار قول الإمام مالك بن أنس رحمه الله تعالى: من أبغض الصحابة وسبهم",
            "page": "25",
            "part": "1",
            "seal": "48956C36"
        },
        {
            "id": "26",
            "nass": "فليس له في فيء المسلمين حق، قال في الشفاء: ونزع -أي استدل- بآية سورة الحشر وهي قوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ}. انتهى كلام الشفاء. ¶ الغوث الجيلاني ¶ قال رحمه الله تعالى في غنية الطالبين: ويعتقد أهل السنة أن أمة محمد عليه الصلاة والسلام خير الأمم أجمعين، وأفضلهم أهل القرن الذين شاهدوه وآمنوا به وصدقوه وبايعوه وتابعوه وقاتلوا بين يديه وفدوه بأنفسهم وأموالهم وعزروه ونصروه، وأفضل أهل القرن أهل الحديبية الذين بايعوه بيعة الرضوان وهم ألف وأربعمائة رجل، وأفضلهم أهل بدر وهم ثلاثمائة وثلاثة عشر رجلا عدد أصحاب طالوت، وأفضلهم الأربعون أهل دار الخيزران الذين كملوا بعمر بن الخطاب، وأفضلهم العشرة الذين شهد لهم النبي - صلى الله عليه وسلم - بالجنة، وهم أبو بكر وعمر وعثمان وعلي وطلحة والزبير وعبد الرحمن بن عوف وسعد وسعيد وأبو عبيدة بن الجراح، وأفضل هؤلاء العشرة الأبرار الخلفاء",
            "page": "26",
            "part": "1",
            "seal": "6F007DA6"
        },
        {
            "id": "27",
            "nass": "الراشدون الأربعة الأخيار، وأفضل الأربعة أبو بكر ثم عمر ثم عثمان ثم علي رضى الله تعالى عنهم. ولهؤلاء الأربعة الخلافة بعد النبي - صلى الله عليه وسلم - ثلاثون سنة، ولي منهم أبو بكر رضي الله عنه سنتين وشيئا، وعمر رضي الله عنه عشرا، وعثمان رضي الله عنه اثنتي عشرة، وعلي رضي الله عنه ستا، ثم وليها معاوية رضي الله عنه تسع عشرة سنة؛ وكان قبل ذلك ولاه عمر الإمارة على أهل الشام عشرين سنة. ¶ وخلافة الأئمة الأربعة كانت باختيار الصحابة واتفاقهم ورضاهم، ولفضل كل واحد منهم في عصره وزمانه على من سواه من الصحابة. ولم تكن بالسيف والقهر والغلبة والأخذ ممن هو أفضل منه. ¶ أما خلافة أبي بكر الصديق رضي الله عنه فباتفاق المهاجرين والأنصار كانت، وذلك لما توفى رسول الله - صلى الله عليه وسلم - قامت خطباء الأنصار فقالوا: منا أمير ومنكم أمير، فقام عمر بن الخطاب رضي الله عنه فقال: يا معشر الأنصار ألستم تعلمون أن النبي - صلى الله عليه وسلم - أمر أبا بكر أن يؤم بالناس؟ قالوا: بلى، قال: فأيكم تطيب نفسه أن يتقدم أبا بكر؟",
            "page": "27",
            "part": "1",
            "seal": "E80BD43B"
        },
        {
            "id": "28",
            "nass": "قالوا: معاذ الله أن نتقدم أبا بكر، وفي لفظ قال عمر رضي الله عنه: فأيكم تطيب نفسه أن يزيله عن مقام أقامه فيه رسول الله - صلى الله عليه وسلم -؟ فقالوا كلهم: كلنا لا تطيب أنفسنا، نستغفر الله. فاتفقوا مع المهاجرين فبايعوا بأجمعهم وفيهم علي والزبير. ولهذا قيل في النقل الصحيح: لما بويع أبو بكر الصديق رضي الله عنه قام ثلاثا يقبل على الناس فيقول: يا أيها الناس أقلتكم بيعتي، هل من كاره؟ فيقوم علي رضي الله عنه في أوائل الناس يقول: لا نقيلك ولا نستقيلك أبدا، قدمك رسول الله - صلى الله عليه وسلم - فمن يؤخرك؟ وبلغنا عن الثقات أن عليا رضي الله عنه كان أشد الصحابة قولا في إمامة أبي بكر رضي الله عنه، وروي أن عبد الله بن الكواء دخل على علي بعد قتال الجمل وسأله: هل عهد إليك رسول الله - صلى الله عليه وسلم - في هذا الأمر شيئا؟ فقال: نظرنا في أمرنا فإذا الصلاة عضد الإسلام فرضينا لدنيانا بما رضي الله ورسوله لديننا فولينا الأمر أبا بكر. وذلك أن النبي - صلى الله عليه وسلم - استخلف أبا بكر الصديق رضي الله عنه في إقامة الصلاة المفروضة أيام",
            "page": "28",
            "part": "1",
            "seal": "189C8B25"
        },
        {
            "id": "29",
            "nass": "مرضه فكان يأتيه بلال وقت كل صلاة فيؤذنه بالصلاة، فيقول عليه الصلاة والسلام: «مروا أبا بكر فليصل بالناس»، وكان النبي - صلى الله عليه وسلم - يتكلم في شأن أبي بكر رضي الله عنه في حال حياته بما يتبين للصحابة أنه أحق الناس بالخلافة بعده، وكذلك في حق عمر وعثمان وعلي رضي الله عنهم أن كل واحد منهم أحق بالأمر في عصره وزمانه. من ذلك ما روى ابن بطة بإسناده عن علي رضي الله عنه أنه قال: قيل: يا رسول الله من نؤمر بعدك؟ قال - صلى الله عليه وسلم -: \"إن تؤمروا أبا بكر تجدوه أمينا زاهدا في الدنيا راغبا في الآخرة، وإن تؤمروا عمر تجدوه قويا أمينا لا يخاف في الله لومة لائم، وإن تولوا عليا تجدوه هاديا مهديا\" فلذلك أجمعوا على خلافة أبي بكر. ¶ وقد روى عن إمامنا أبي عبد الله أحمد بن حنبل رحمه الله رواية أخرى: أن خلافة أبي بكر رضي الله عنه ثبتت بالنص الجلي والإشارة. وهو مذهب الحسن البصري وجماعة من أصحاب الحديث رحمهم الله. وجه هذه الرواية ما روى أبو هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: \"لما عرج بي إلى السمآء سألت ربي",
            "page": "29",
            "part": "1",
            "seal": "A1E5E9B9"
        },
        {
            "id": "30",
            "nass": "عز وجل أن يجعل الخليفة من بعدي علي بن أبي طالب فقالت الملائكة: يا محمد إن الله يفعل ما يشاء، الخليفة من بعدك أبو بكر\" وقال عليه الصلاة والسلام في حديث ابن عمر رضي الله عنهما: \"الذي بعدي أبو بكر لا يلبث بعدي إلا قليلا\" وعن مجاهد رحمه الله: قال لي علي بن أبي طالب رضي الله عنه: ما خرج النبي - صلى الله عليه وسلم - من دار الدنيا حتى عهد إلي أن أبا بكر يلي من بعدي، ثم عمر، ثم عثمان من بعده ثم علي من بعده. ¶ فأما خلافة عمر بن الخطاب رضي الله عنه فإنها كانت باستخلاف أبي بكر رضي الله عنه، فانقادت الصحابة إلى بيعته وسموه أمير المؤمنين، فقال عبد الله بن عباس رضي الله عنهما: قالوا لأبي بكر رضي الله عنه: ما تقول لربك غدا إذا لقيته وقد استخلفت علينا عمر وقد عرفت فظاظته؟ قال: أقول استخلفت عليهم خير أهلك. ¶ وأما خلافة عثمان بن عفان رضي الله عنه فكانت أيضا عن اتفاق الصحابة رضي الله عنهم، وذلك أن عمر رضي الله عنه أخرج أولاده عن الخلافة وجعلها شورى بين ستة نفر، وهم طلحة والزبير وسعد بن أبي وقاص وعثمان وعلي وعبد الرحمن بن عوف، فقال عبد الرحمن",
            "page": "30",
            "part": "1",
            "seal": "95A73321"
        },
        {
            "id": "31",
            "nass": "لعلي وعثمان: أنا أختار أحدكما لله ورسوله وللمؤمنين، فأخذ بيد علي رضي الله عنه، فقال: يا علي عليك عهد الله وميثاقه وذمته وذمة رسوله إذا أنا بايعتك لتنصحن لله ورسوله وللمؤمنين ولتسيرن بسيرة رسوله وأبي بكر وعمر، فخاف علي أن لا يقوى على ما قووا عليه فلم يجبه، ثم أخذ بيد عثمان فقال له مثل ما قال لعلي، فأجابه عثمان على ذلك، فمسح يد عثمان فبايعه وبايعه علي رضي الله عنه ثم بايع الناس أجمع، فصار عثمان بن عفان خليفة بين الناس باتفاق الكل، فكان إماما حقا إلى أن مات ولم يوجد فيه أمر يوجب الطعن فيه ولا فسقه ولا قتله؛ خلاف ما قالت الروافض، تبا لهم. ¶ وأما خلافة علي رضي الله عنه فكانت عن اتفاق الجماعة وإجماع الصحابة، كما روى أبو عبد الله بن بطة عن محمد بن الحنفية قال: كنت مع علي بن أبي طالب، وعثمان بن عفان محصور، فأتاه رجل فقال إن أمير المؤمنين مقتول الساعة، قال: فقام علي رضي الله عنه فأخذت بوسطه تخوفا عليه، فقال: خل لا أم لك، قال: فأتى علي الدار وقد قتل عثمان رضي الله عنه، فأتى داره ودخلها فأغلق بابه، فأتاه",
            "page": "31",
            "part": "1",
            "seal": "613508E9"
        },
        {
            "id": "32",
            "nass": "الناس فضربوا عليه الباب فدخلوا عليه فقالوا إن عثمان قد قتل ولا بد للناس من خليفة، ولا نعلم أحدا أحق بها منك، فقال لهم علي: لا تريدوني فإني لكم وزيرا خير من أمير، قالوا والله لا نعلم أحدا أحق بها منك، قال رضي الله عنه: فإن أبيتم علي فإن بيعتي لا تكون سرا، ولكن أخرج إلى المسجد فمن شاء أن يبايعني بايعني، قال: فخرج رضي الله عنه إلى المسجد فبايعه الناس، فكان إماما حقا إلى أن قتل، خلاف ما قالت الخوارج إنه لم يكن إماما قط، تبا لهم. ¶ وأما قتاله رضي الله عنه لطلحة والزبير وعائشة ومعاوية فقد نص الإمام أحمد رحمه الله على الإمساك عن ذلك وجميع ما شجر بينهم من منازعة ومنافرة وخصومة، لأن الله تعالى يزيل ذلك من بينهم يوم القيامة، كما قال عز وجل: {ونزعنا ما في صدورهم من غل إخوانا على سرر متقابلين} ولأن عليا رضي الله عنه كان على الحق في قتالهم، لأنه كان يعتقد صحة إمامته على ما بينا من اتفاق أهل الحل والعقد من الصحابة على إمامته وخلافته. فمن خرج عن ذلك بعد وناصبه حربا كان باغيا خارجا على الإمام فجاز قتاله. ومن قاتله",
            "page": "32",
            "part": "1",
            "seal": "46BB067F"
        },
        {
            "id": "33",
            "nass": "من معاوية وطلحة والزبير طلبوا ثأر عثمان خليفة الحق المقتول ظلما، والذين قتلوه كانوا في عسكر علي رضي الله عنه. فكل ذهب إلى تأويل صحيح، فأحسن أحوالنا الإمساك في ذلك وردهم إلى الله عز وجل وهو أحكم الحاكمين وخير الفاصلين؛ والاشتغال بعيوب أنفسنا وتطهير قلوبنا من أمهات الذنوب وظواهرنا من موبقات الأمور. ¶ وأما خلافة معاوية بن أبي سفيان فثابتة صحيحة بعد موت علي رضي الله عنه وبعد خلع الحسن بن علي رضي الله عنهما نفسه عن الخلافة وتسليمها إلى معاوية، لرأي رآه الحسن ومصلحة عامة تحققت له، وهي حقن دماء المسلمين وتحقيق قول النبي - صلى الله عليه وسلم - في الحسن رضي الله عنه: «إن ابني هذا سيد يصلح الله تعالى به بين فئتين عظيمتين من المسلمين» فوجبت إمامته بعقد الحسن له. فسمي عامه عام الجماعة لارتفاع الخلاف بين الجميع، واتباع الكل لمعاوية رضي الله عنه، لأنه لم يكن هناك منازع ثالث في الخلافة، وخلافته مذكورة في قول النبي - صلى الله عليه وسلم -، وهو ما روي عن",
            "page": "33",
            "part": "1",
            "seal": "C929024B"
        },
        {
            "id": "34",
            "nass": "النبي - صلى الله عليه وسلم - أنه قال: «تدور رحى الإسلام خمسا وثلاثين سنة أو ستا وثلاثين أو سبعا وثلاثين» والمراد بالرحى في هذا الحديث القوة في الدين، والخمس السنين الفاضلة من الثلاثين فهي من جملة خلافة معاوية إلى تمام تسع عشرة سنة وشهور، لأن الثلاثين كملت بعلي رضي الله عنه كما بينا. ¶ ونحسن الظن بنساء النبي - صلى الله عليه وسلم - أجمعين، ونعتقد أنهن أمهات المؤمنين، وأن عائشة رضي الله عنها أفضل نساء العالمين، وبرأها الله تعالى من قول الملحدين فيها بما نقرؤه ويتلى في كتاب الله إلى يوم الدين. وكذلك فاطمة بنت نبينا محمد - صلى الله عليه وسلم - رضى الله تعالى عنها وعن بعلها وأولادها أفضل نساء العالمين، ويجب موالاتها ومحبتها كما يجب ذلك في حق أبيها - صلى الله عليه وسلم -. قال النبي - صلى الله عليه وسلم -: «فاطمة بضعة مني يريبني ما يريبها» ¶ فهؤلاء أهل القرآن هم الذين ذكرهم الله في كتابه وأثنى عليهم، فهم المهاجرون الأولون والأنصار الذين صلوا إلى القبلتين، قال الله تعالى فيهم: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً",
            "page": "34",
            "part": "1",
            "seal": "8018EC8B"
        },
        {
            "id": "35",
            "nass": "مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} (¬1) وقال جلا وعلا: {وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا} (¬2) وقال تعالى: {اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآَزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ}. (¬3) انتهى كلام سيدي عبد القادر الجيلاني رحمه الله تعالى. ¶ شهاب الدين السهروردي ¶ قال رحمه الله تعالى في رسالته المسماة أعلام الهدى وعقيدة أرباب التقى كما نقله عنه شارح الإحياء: وأما أصحابه عليه الصلاة والسلام فأبو بكر رضي الله عنه وفضائله لا تنحصر وعمر وعثمان وعلي رضي الله عنهم. ثم قال: ومما ظفر به الشيطان من هذه الأمة وخامر العقائد منها دنس وصار في الضمائر خبث ما ظهر من المشاجرة وأورث أحقادا وضغائن في البواطن ثم استحكمت تلك الصفات وتوراثها الناس فتكثفت وتجسدت وجذبت إلى أهواء استحكمت أصولها وتشعبت فروعها. فأيها المبرأ من الهوى ¶ ¬_________ ¶ (¬1) الحديد: 10 ¶ (¬2) النور: 55 ¶ (¬3) الفتح: 29",
            "page": "35",
            "part": "1",
            "seal": "990B8F20"
        },
        {
            "id": "36",
            "nass": "والعصبية، اعلم أن الصحابة مع نزاهة بواطنهم وطهارة قلوبهم كانوا بشرا وكانت لهم نفوس وللنفوس تظهر بصفة وقلوبهم منكرة لذلك فيرجعون إلى حكم قلوبهم وينكرون ما كان من نفوسهم، فانتقل اليسير من آثار نفوسهم إلى أرباب نفوس عدموا القلوب فما أدركوا أي أرباب النفوس قضايا قلوبهم أي الصحابة وصارت صفات نفوسهم أي الصحابة مدركة عندهم أي أرباب النفوس للجنسية النفسية فبنوا أي أرباب النفوس تصرف النفوس أي نفوس الصحابة على الظاهر المفهوم عندهم ووقعوا في بدع وشبه أوردتهم كل مورد رديء وجرعتهم كل شرب وبيء واستعجم عليهم صفاء قلوبهم ورجوع كل أحد إلى الإنصاف وإذعانه لما يجب من الاعتراف، وإنما كان غير مؤثر عندهم اليسير من صفات نفوسهم لأن نفوسهم كانت محفوفة بأنوار القلوب، فلما توارث ذلك أرباب النوس المتسلطة الأمارة بالسوء القاهرة للقلوب المحرومة أنوارها أحدث عندهم العداوة والبغضاء فإن قبلت النصح. فأمسك عن",
            "page": "36",
            "part": "1",
            "seal": "CB9DBE84"
        },
        {
            "id": "37",
            "nass": "التصرف في أمرهم واجعل محبتك للكل على السواء وأمسك عن التفضيل. وإن خامر باطنك فضل أحدهم على الآخر فاجعل ذلك من جملة أسرارك فما يلزمك إظهاره ولا يلزمك أن تحب أحدهم أكثر من الآخر بل يلزمك محبة الجميع والاعتراف بفضل الجميع. ويكفيك في العقيدة السليمة أن تعتقد صحة خلافة أبي بكر وعمر وعثمان وعلي رضي الله عنهم. اه كلام السهروردي. ¶ الإمام النووي ¶ قال رحمه الله تعالى في شرح مسلم: قال أبو منصور البغدادي: أصحابنا مجمعون على أن أفضلهم الخلفاء الأربعة على الترتيب المذكور ثم تمام العشرة ثم أهل بدر ثم أحد ثم بيعة الرضوان. وممن له مزية أهل العقبتين من الأنصار. وكذلك السابقون الأولون، وهم من صلى إلى القبلتين في قول ابن المسيب وطائفة، وفي قول الشعبي أهل بيعة الرضوان، وفي قول عطاء ومحمد بن كعب أهل بدر. قال القاضي عياض: وذهبت طائفة منهم ابن عبد البر إلى أن من توفي من الصحابة في حياة النبي - صلى الله عليه وسلم - أفضل ممن بقي بعده،",
            "page": "37",
            "part": "1",
            "seal": "854C197E"
        },
        {
            "id": "38",
            "nass": "وهذا الإطلاق غير مرضي ولا مقبول. واختلف العلماء في أن التفضيل المذكور قطعي أم لا، وهل هو في الظاهر والباطن أم في الظاهر خاصة. وممن قال بالقطع أبو الحسن الأشعري، قال: وهم في الفضل على ترتيبهم في الإمامة. وممن قال بأنه اجتهادي ظني أبو بكر الباقلاني، وذكر ابن الباقلاني اختلاف العلماء في أن التفضيل هل هو في الظاهر أم في الظاهر والباطن جميعا. وكذلك اختلفوا في عائشة وخديجة أيتهما أفضل وفي عائشة وفاطمة رضي الله عنهم أجمعين. وأما عثمان رضي الله عنه فخلافته صحيحة بالإجماع وقتل مظلوما وقتلته فسقة لأن موجبات القتل مضبوطة ولم يجر منه رضي الله عنه ما يقتضيه، ولم يشارك في قتله أحد من الصحابة وإنما قتله همج ورعاع من غوغاء القبائل وسفلة الأطراف والأرذال، تحزبوا وقصدوه من مصر فعجزت الصحابة الحاضرون عن دفعهم فحصروه حتى قتلوه رضي الله عنه. وأما علي رضي الله عنه فخلافته صحيحة بالإجماع وكان هو الخليفة في وقته لا خلافة لغيره. وأما معاوية رضي الله عنه فهو من العدول الفضلاء والصحابة",
            "page": "38",
            "part": "1",
            "seal": "DA0B976F"
        },
        {
            "id": "39",
            "nass": "النجباء رضي الله عنه. وأما الحروب التي جرت فكانت لكل طائفة شبهة اعتقدت تصويب أنفسها بسببها وكلهم عدول رضي الله عنهم ومتأولون في حروبهم وغيرها ولم يخرج شيء من ذلك أحدا منهم عن العدالة، لأنهم مجتهدون اختلفوا في مسائل من محل الاجتهاد كما يختلف المجتهدون بعدهم في مسائل من الدماء وغيرها ولا يلزم من ذلك نقص أحد منهم. واعلم أن سبب تلك الحروب أن القضايا كانت مشتبهة، فلشدة اشتباهها اختلف اجتهادهم وصاروا ثلاثة أقسام: قسم ظهر لهم بالاجتهاد أن الحق في هذا الطرف وأن مخالفه باغ فوجب عليهم نصرته وقتال الباغي عليه فيما اعتقدوه ففعلوا ذلك ولم يكن يحل لمن هذه صفته التأخر عن مساعدة إمام العدل في قتال البغاة في اعتقاده، وقسم عكس هؤلاء ظهر لهم بالاجتهاد أن الحق في الطرف الآخر فوجب عليهم مساعدته وقتال الباغي عليه، وقسم ثالث اشتبهت عليهم القضية وتحيروا فيها ولم يظهر لهم ترجيح أحد الطرفين فاعتزلوا الفريقين وكان هذا الاعتزال هو الواجب في حقهم لأنه لا يحل الإقدام",
            "page": "39",
            "part": "1",
            "seal": "966256D8"
        },
        {
            "id": "40",
            "nass": "على قتال مسلم حتى يظهر أنه مستحق لذلك ولو ظهر لهؤلاء رجحان أحد الطرفين وأن الحق معه لما جاز لهم التأخر عن نصرته في قتال البغاة عليه. فكلهم معذورون رضي الله عنهم. ولهذا اتفق أهل الحق ومن يعتد به في الإجماع على قبول شهاداتهم ورواياتهم وكمال عدالتهم رضي الله عنهم أجمعين. اه كلام النووي. ¶ شيخ الإسلام ابن تيمية ¶ قال رحمه الله تعالى في عقيدته: ¶ ومن أصول أهل السنة والجماعة: سلامة قلوبهم وألسنتهم لأصحاب رسول الله - صلى الله عليه وسلم -، كما وصفهم الله به في قوله: {وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَّحِيمٌ}. وطاعة النبي - صلى الله عليه وسلم - في قوله: «لا تسبوا أصحابي، فوالذي نفسي بيده، لو أن أحدكم أنفق مثل أحد ذهالا ما بلغ مُدَّ أحدهم ولا نَصِيفَه». ويقبلون ما جاء به الكتاب والسنة والإجماع من فضائلهم ومراتبهم، فيفضلون من {أنفق من قبل الفتح وقاتل} وهو صلح الحديبية على من أنفق من بعده وقاتل، ويقدمون المهاجرين",
            "page": "40",
            "part": "1",
            "seal": "13FCB660"
        },
        {
            "id": "41",
            "nass": "على الأنصار، ويؤمنون بأن الله قال لأهل بدر وكانوا ثلاثمائة وبضعة عشر: «اعملوا ما شئتم فقد غفرت لكم»، وبأنه «لا يدخل النار أحد بايع تحت الشجرة»، كما أخبر به النبي - صلى الله عليه وسلم -، بل قد رضي الله عنهم ورضوا عنه، وكانوا أكثر من ألف وأربعمائة. ¶ ويشهدون بالجنة لمن شهد له رسول الله - صلى الله عليه وسلم - بالجنة، كالعشرة، وكثابت بن قيس بن شماس، وغيرهم من الصحابة. ¶ ويقرون بما تواتر به النقل عن أمير المؤمنين علي بن أبي طالب رضي الله عنه وغيره، من أن خير هذه الأمة بعد نبيها أبو بكر الصديق ثم عمر، ثم يثلثون بعثمان، ويربعون بعلي كما دلت عليه الآثار، وكما أجمعت الصحابة على تقديم عثمان في البيعة. مع أن بعض أهل السنة كانوا قد اختلفوا في عثمان وعلي بعد اتفاقهم على تقديم أبي بكر وعمر أيهما أفضل، فقدم قوم عثمان وسكتوا، أو ربعوا بعلي، وقدم قوم عليا، وقوم توقفوا. لكن استقر أمر أهل السنة على تقديم عثمان ثم علي، وإن كانت هذه المسألة مسألة عثمان وعلي ليست من الأصول التي يضلل المخالف فيها عند جمهور أهل السنة، لكن المسألة",
            "page": "41",
            "part": "1",
            "seal": "AA655EE5"
        },
        {
            "id": "42",
            "nass": "التي يضلل المخالف فيها مسألة الخلافة. وذلك بأنهم يؤمنون أن الخليفة بعد رسول الله - صلى الله عليه وسلم - أبو بكر، ثم عمر، ثم عثمان، ثم علي، ومن طعن في خلافة أحد من هؤلاء الأئمة فهو أضل من حمار أهله. ¶ ويحبون أهل بيت رسول الله - صلى الله عليه وسلم -، ويتولونهم، ويحفظون فيهم وصية رسول الله - صلى الله عليه وسلم - حيث قال يوم غدير خُمّ: «أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي»، وقال أيضا للعباس عمه وقد شكى إليه أن بعض قريش يجفو بني هاشم فقال: \"والذي نفسي بيده، لا يؤمنون حتى يحبوكم لله ولقرابتي\"، وقال - صلى الله عليه وسلم -: «إن الله اصطفى بني إسماعيل، واصطفى من بني إسماعيل كنانة، واصطفى من كنانة قريشا، واصطفى من قريش بني هاشم، واصطفاني من بني هاشم». ¶ ويتولون أزواج رسول الله - صلى الله عليه وسلم - أمهات المؤمنين، ويقرون بأنهن أزواجه في الآخرة، خصوصا وخديجة رضي الله عنها أم أكثر أولاده، وأول من آمن به وعاضده على أمره، وكان لها منه المنزلة العلية، والصديقة بنت الصديق رضي الله عنهما التي قال فيها النبي - صلى الله عليه وسلم -: «فضل عائشة على النساء كفضل الثريد",
            "page": "42",
            "part": "1",
            "seal": "BC237594"
        },
        {
            "id": "43",
            "nass": "على سائر الطعام». ¶ ويتبرؤون من طريقة الروافض، الذين يبغضون الصحابة ويسبونهم، ومن طريقة النواصب، الذين يؤذون أهل البيت بقول أو عمل. ¶ ويمسكون عما شجر بين الصحابة. ويقولون: إن هذه الآثار المروية في مساويهم منها ما هو كذب، ومنها ما قد زيد فيه ونقص وغير عن وجهه، والصحيح منه هم فيه معذورون، إما مجتهدون مصيبون وإما مجتهدون مخطئون. وهم مع ذلك لا يعتقدون أن كل واحد من الصحابة معصوم عن كبائر الإثم وصغائره، بل تجوز عليهم الذنوب في الجملة، ولهم من السوابق والفضائل ما يوجب مغفرة ما يصدر منهم إن صدر، حتى إنه يغفر لهم من السيئات ما لا يغفر لمن بعدهم؛ لأن لهم من الحسنات ما ليس لمن بعدهم، وقد ثبت بقول رسول الله - صلى الله عليه وسلم - إنهم «خير القرون» وأن المد من أحدهم إذا تصدق به كان أفضل من جبل أحد ممن بعدهم. ثم إذا كان قد صدر من أحدهم ذنب فيكون قد تاب منه، أو أتى بحسنات تمحوه، أو غفر له بفضل سابقته، أو بشفاعة محمد - صلى الله عليه وسلم - الذي هم أحق الناس بشفاعته، أو ابتلى ببلاء في",
            "page": "43",
            "part": "1",
            "seal": "AFE78212"
        },
        {
            "id": "44",
            "nass": "الدنيا كفر به عنه. فإذا كان هذا في الذنوب المحققة، فكيف بالأمور التي كانوا فيها مجتهدين، إن أصابوا فلهم أجران، وإن أخطؤوا فلهم أجر واحد، والخطأ مغفور لهم. ¶ ثم القدر الذي ينكر من فعل بعضهم قليل نزر، مغمور في جنب فضائل القوم ومحاسنهم، من الإيمان بالله ورسوله، والجهاد في سبيله، والهجرة والنصرة، والعلم النافع، والعمل الصالح. ¶ ومن نظر في سيرة القوم بعلم وبصيرة، وما مَنَّ الله به عليهم من الفضائل، علم يقينًا أنهم خير الخلق بعد الأنبياء، لا كان ولا يكون مثلهم، وأنهم هم الصفوة من قرون هذه الأمة، التي هي خير الأمم وأكرمها على الله تعالى. اه كلام ابن تيمية. ¶ الكمال بن الهمام ¶ قال رحمه الله تعالى في كتاب المسايرة: وفضل الصحابة الأربعة على حسب ترتيبهم في الخلافة: أبو بكر ثم عمر ثم عثمان ثم علي رضي الله عنهم. إذ حقيقة الفضل ما هو فضل عند الله تعالى، وذلك لا يطلع عليه إلا رسول الله - صلى الله عليه وسلم - بإطلاع الله تعالى. وقد ورد عنه ثناؤه عليهم كلهم، ولا يتحقق إدراك حقيقة تفضيله عليه الصلاة والسلام",
            "page": "44",
            "part": "1",
            "seal": "9C84BF7B"
        },
        {
            "id": "45",
            "nass": "لبعضهم على بعض إلا الشاهدون لذلك الزمان زمان الوحي والتنزيل وأحوال النبي - صلى الله عليه وسلم - معهم وأحوالهم معه لظهور قرائن الأحوال الدالة على التفضيل لهم دون من لم يشهد ذلك. ولكن قد وصل إلينا سمعيات ثبت ذلك التفضيل بها لنا صريحا من بعضها ودلالة واستنباطا من بعضه كما في صحيح البخاري ومسلم من حديث عمرو بن العاص حين سأل النبي - صلى الله عليه وسلم - قال: قلت أي الناس أحب إليك؟ قال: «عائشة» فقلت: من الرجال؟ فقال: «أبوها» قلت: ثم من؟ قال: «عمر بن الخطاب»، فعدّ رجالا. وتقديمه في الصلاة على ما قدمناه، مع أن الاتفاق واقع على أن السنة أن يتقدم على القوم أفضلهم علما وقراءة وخلقا وورعا، فثبت بمجموع ما ذكر أنه كان أفضل الصحابة رضي الله عنهم. وصح من حديث ابن عمر في صحيح البخاري قال: كنا في زمن النبي - صلى الله عليه وسلم - لا نعدل بأبي بكر أحدا ثم عمر ثم عثمان ثم نترك أصحاب النبي - صلى الله عليه وسلم - لا نفاضل بينهم. وصح في البخاري أيضا من حديث محمد بن الحنفية: قلت لأبي:",
            "page": "45",
            "part": "1",
            "seal": "969D531B"
        },
        {
            "id": "46",
            "nass": "أي الناس خير بعد رسول الله - صلى الله عليه وسلم -؟ فقال: أبو بكر، قلت: ثم من؟ قال: ثم عمر، وخشيت أن يقول عثمان قلت: ثم أنت؟ قال: ما أنا إلا واحد من المسلمين. فهذا على نفسه مصرح بأن أبا بكر أفضل الناس. وأفاد بعض ما ذكرنا تفضيل أبي بكر وحده على الكل وفي بعضه ترتيب الثلاثة في الفضل. ولما أجمع الصحابة رضي الله عنهم على تقديم علي بعد الثلاثة دل على أنه كان أفضل من بحضرته من الصحابة أي من كان موجودا منهم وقت تقديمه، وكان منهم الزبير وطلحة، فثبت أنه كان أفضل الخلق بعد الثلاثة. هذا واعتقاد أهل السنة تزكية جميع الصحابة والثناء عليهم كما أثنى سبحانه وتعالى عليهم إذ قال: {كنتم خير أمة أخرجت للناس} وقال تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} وسطا أي عدولا خيارا، والصحابة هم المشافهون بهذا الخطاب على لسان النبي - صلى الله عليه وسلم - حقيقة. وقال تعالى: {يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آَمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ} وقال تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ",
            "page": "46",
            "part": "1",
            "seal": "94C5B935"
        },
        {
            "id": "47",
            "nass": "بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا} وقال تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} وكذا رسول الله - صلى الله عليه وسلم - روي عنه: \"أصحابي كالنجوم بأيهم اقتديتم اهتديتم\" رواه الدارمي وابن عدي وغيرهما. ¶ وقال - صلى الله عليه وسلم - في حديث الصحيحين: «لا تسبوا أصحابي فلو أن أحدا أنفق مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه» وفي رواية الترمذي: «لو أنفق أحدكم» وقال - صلى الله عليه وسلم -: «خير القرون قرني ثم الذين يلونهم» أخرجه الشيخان. وما جرى بين معاوية وعلي رضي الله عنهما من الحروب بسبب طلب تسليم قتلة عثمان رضي الله عنه كان مبنيا على الاجتهاد لا منازعة من معاوية رضي الله عنه إذ ظن علي رضي الله عنه أن تسليم قتلة عثمان مع كثرة عشائرهم واختلاطهم بالعسكر يؤدي إلى اضطراب أمر الإمامة العظمى خصوصا في بدايتها فرأى التأخير أصوب إلى أن يتحقق التمكن ويلتقطهم فإن بعضهم عزم على الخروج على علي وقتله لما نادى يوم الجمل بأن يخرج عنه قتلة",
            "page": "47",
            "part": "1",
            "seal": "85DBBAB4"
        },
        {
            "id": "48",
            "nass": "عثمان على ما نقل في القصة من كلام الأشتر النخعي إن صح ذلك والله أعلم. انتهى كلام الكمال بن الهمام مع قليل من شرحه للكمال بن أبي شريف الشافعي. ¶ الإمام القطب الشعراني ¶ قال رحمه الله تعالى في المنن الكبرى: ومما أنعم الله تبارك وتعالى به علي رؤيتي أولاد أصحاب رسول الله - صلى الله عليه وسلم - بالعين التي كنت أرى بها والدهم لو أدركته، حتى كأني بحمد الله صحبت جميع أصحاب رسول الله - صلى الله عليه وسلم - في تفاوت حياتهم مع تفاوت مراتبهم التي ظهرت من رسول الله - صلى الله عليه وسلم - دون ما يقع في نفوسنا نحن من التعظيم، فربما أدخل علينا العصبية في محبتنا، بخلاف من كان محبته للصحابة تبعا لما بلغه عن رسول الله - صلى الله عليه وسلم - فإنه يكون سالما من العصبية في عقيدته. ¶ وحكى عن المحب الطبري مفتي الحرمين أن الشريف أبا نمي قال له: بأي طريق قدمتم أبا بكر على علي مع غزارة علمه وقربه من رسول الله - صلى الله عليه وسلم -؟ فقال له: يا سيدي، إننا لم نقدم أبا بكر برأينا وما لنا في ذلك أمر، وإنما جدك - صلى الله عليه وسلم - قال: «سدوا كل خوخة في المسجد إلا خوخة أبي",
            "page": "48",
            "part": "1",
            "seal": "327A1E5E"
        },
        {
            "id": "49",
            "nass": "بكر» وقال - صلى الله عليه وسلم -: «مروا أبا بكر فليصل بالناس» وقرأنا هذا الحديث بالسند الصحيح إلى رسول الله - صلى الله عليه وسلم -، وقبض رسول الله - صلى الله عليه وسلم - فقالت الصحابة: \"من رضيه رسول الله - صلى الله عليه وسلم - وقدمه لديننا قدمناه ورضيناه لدنيانا\" فقال الشريف أبو نمي: نعم، فعمر؟ فقال المحب الطبري: وأما عمر فإن أبا بكر عند موته اختاره للمسلمين، قال الشريف: نعم، فعثمان؟ فقال المحب الطبري: إن عمر جعل الأمر شورى بين من توفي رسول الله - صلى الله عليه وسلم - وهو عنهم راض فقدموا عثمان، فقال الشريف: فمعاوية؟ فقال المحب الطبري: هو مجتهد كما أن عليا مجتهدا، فقال الشريف: فتقاتل مع من لو كنت أدركتهما؟ فقال: مع علي رضي الله عنه، فقال الشريف: فجزاك الله تعالى عنا خيرا. ¶ قال الإمام الشعراني: فانظر يا أخي هذا الكلام النفيس من هذا العالم الذي لا يخرج عن التبعية في شيء، فإنه لم يجعل لنفسه اختيارا في ذلك كله، فعلم أن الواجب علينا أن نحب أصحاب رسول الله - صلى الله عليه وسلم - تبعا لحب رسول الله - صلى الله عليه وسلم - ونحب أولادهم كذلك لحب رسول",
            "page": "49",
            "part": "1",
            "seal": "DF9F14B5"
        },
        {
            "id": "50",
            "nass": "الله - صلى الله عليه وسلم - لا بحكم الطبع، ونقدم أولاد فاطمة على أولاد أبي بكر الصديق كما كان أبو بكر يقدمهم على أولاده عملا بحديث: «لا يؤمن أحدكم حتى أكون أحب إليه من أهله وولده والناس أجمعين» وقيل مرة للإمام علي بن أبي طالب رضي الله عنه: لم قدموا عليك أبا بكر وعمر؟ فقال: إن الله هو الذي قدمهما علي لقوله تعالى: {ولا تركنوا إلى الذين ظلموا فتمسكم النار} وقد ركن رسول الله - صلى الله عليه وسلم - إلى أبي بكر وعمر وتزوج ابنتيهما، ولو كانا ظالمين لما تزوج رسول الله - صلى الله عليه وسلم - ابنتيهما ولا ركن إليهما. ¶ ثم قال الإمام الشعراني: وسمعت سيدي عليا الخواص رحمه الله تعالى يقول: لا يكفي في محبة رسول الله - صلى الله عليه وسلم - أن نحبهم المحبة العادية إنما الواجب علينا أن لو كنا نعذب من جهتهم لمحبتنا لهم لا نرجع عن محبتهم كما لا نرجع عن محبة إيماننا بالتعذيب كما وقع لبلال وصهيب وعمار وكما وقع للإمام أحمد بن حنبل في مسئلة خلق القرآن، فمن لا يحتمل في حب الصحابة مثل ما حمل هؤلاء فمحبته مدخولة.",
            "page": "50",
            "part": "1",
            "seal": "2DDF6B6B"
        },
        {
            "id": "51",
            "nass": "انتهى. ¶ وقال الإمام الشعراني في كتاب اليواقيت والجواهر: المبحث الرابع والأربعون في بيان وجوب الكف عما شجر بين الصحابة ووجوب اعتقاد أنهم مأجورون، وذلك لأنهم كلهم عدول باتفاق أهل السنة سواء من لابس الفتن ومن لم يلابسها كفتنة عثمان ومعاوية ووقعة الجمل، كل ذلك وجوبا لإحسان الظن بهم وحملا لهم في ذلك على الاجتهاد، فإن تلك أمور مبناها عليه، وكل مجتهد مصيب أو المصيب واحد والمخطئ معذور بل مأجور. قال ابن الأنباري: وليس المراد بعدالتهم ثبوت العصمة لهم واستحالة المعصية منهم وإنما المراد قبول رواياتهم لنا أحكام ديننا من غير تكلف ببحث عن أسباب العدالة وطلب التزكية، ولم يثبت لنا إلى وقتنا هذا شيء يقدح في عدالتهم ولله الحمد، فنحن على استصحاب ما كانوا عليه في زمن رسول الله - صلى الله عليه وسلم - حتى يثبت خلافه، ولا التفات إلى ما يذكره بعض أهل السير فإن ذلك لا يصح وإن صح فله تأويل صحيح. وما أحسن قول عمر بن عبد العزيز رضي الله عنه: تلك دماء طهر الله تعالى منها سيوفنا فلا نخضب بها ألسنتنا. وكيف يجوز الطعن",
            "page": "51",
            "part": "1",
            "seal": "892043F8"
        },
        {
            "id": "52",
            "nass": "في حملة ديننا وفيمن لم يأتنا خبر عن نبينا إلا بواسطتهم؟ فمن طعن في الصحابة فقد طعن في نفس دينه، فيجب سد الباب جملة واحدة لا سيما الخوض في أمر معاوية وعمرو بن العاص وأضرابهما. ولا ينبغي الاغترار بما نقله بعض الروافض عن أهل البيت من كراهيتهم، فإن مثل هذه المسئلة منزعها دقيق ولا يحكم فيها إلا رسول الله - صلى الله عليه وسلم -، فإنها مسئلة نزاع بين أولاده وأصحابه. وقال الكمال بن أبي شريف: وليس المراد بما شجر بين علي ومعاوية المنازعة في الإمارة كما توهمه بعضهم، وإنما المنازعة كانت بسبب تسليم قتلة عثمان إلى عشيرته ليقتصوا منهم، لأن عليا رضي الله عنه رأى أن تأخير تسليمهم أصوب إذ المبادرة بالقبض عليهم مع كثرة عشائرهم واختلاطهم بعسكر علي يؤدي إلى اضطراب أمر الإمامة العامة، فإن بعضهم عزم على الخروج على الإمام علي وعلى قتله لما نادى يوم الجمل بأن يخرج عنه قتلة عثمان، ورأى معاوية أن المبادرة إلى تسليمهم للاقتصاص منهم أصوب. فكل منهما مجتهد مأجور. فهذا هو",
            "page": "52",
            "part": "1",
            "seal": "AF493FF1"
        },
        {
            "id": "53",
            "nass": "المراد بما شجر بينهم. اه كلام الشعراني. ¶ الإمام ابن حجر الهيتمي ¶ قال رحمه الله تعالى في كتاب الزواجر: قال أبو أيوب السختياني من أكابر السلف: من أحب أبا بكر فقد أقام منار الدين، ومن أحب عمر فقد أوضح السبيل، ومن أحب عثمان فقد استنار بنور الله، ومن أحب عليا فقد استمسك بالعروة الوثقى، ومن قال الخير في جميع أصحاب رسول الله - صلى الله عليه وسلم - فقد برئ من النفاق. ومناقبهم وفضائلهم أكثر من أن تذكر. قال: وأجمع أهل السنة والجماعة على أن أفضلهم العشرة المشهود لهم بالجنة على لسانه نبيه - صلى الله عليه وسلم - في سياق واحد، وأفضل هؤلاء أبو بكر فعمر، قال أكثر أهل السنة: فعثمان فعلي. ولا يطعن في واحد منهم إلا مبتدع منافق خبيث. وقد أرشد - صلى الله عليه وسلم - إلى التمسك بهدي هؤلاء الأربعة بقوله: «عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي عضوا عليها بالنواجذ» والخلفاء الراشدون هم هؤلاء الأربعة بإجماع من يعتد به. اه ¶ وقال في الزواجر أيضا:",
            "page": "53",
            "part": "1",
            "seal": "3703BBDF"
        },
        {
            "id": "54",
            "nass": "قد نص الله تعالى على أنه رضي الله عن الصحابة في غير آية، قال تعالى: {والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه} (¬1) فمن سبهم أو واحدا منهم فقد بارز الله بالمحاربة، ومن بارز الله بالمحاربة أهلكه وخذله. ومن ثم قال العلماء: إذا ذكر الصحابة بسوء كإضافة عيب إليهم وجب الإمساك عن الخوض في ذلك، بل ويجب إنكاره باليد ثم اللسان ثم القلب على حسب الاستطاعة كسائر المنكرات، بل هذا من أشرها وأقبحها، ومن ثم أكد النبي - صلى الله عليه وسلم - التحذير من ذلك بقوله: \"الله الله في أصحابي لا تتخذوهم غرضا بعدي فمن أحبهم فبحبي أحبهم ومن أبغضهم فببغضي أبغضهم ومن آذاهم فقد آذاني ومن آذاني فقد آذى الله ومن آذى الله فيوشك أن يأخذه\" رواه الترمذي. أي احذروا الله أي عقابه وعذابه على حد قوله تعالى: {ويحذركم الله نفسه} وكما تقول لمن تراه مشرفا على الوقوع في نار عظيمة: النار النار، أي احذرها. وتأمل أعظم فضائلهم ومناقبهم التي نوه بها - صلى الله عليه وسلم - ¶ ¬_________ ¶ (¬1) التوبة: 100",
            "page": "54",
            "part": "1",
            "seal": "D8E238CB"
        },
        {
            "id": "55",
            "nass": "حيث جعل محبتهم محبة له وبغضهم بغضا له، وناهيك بذلك جلالة لهم وشرفا، فحبهم عنوان محبته وبغضهم عنوان بغضه - صلى الله عليه وسلم -. وإنما يعرف فضائل الصحابة من تدبر سيرهم معه - صلى الله عليه وسلم - وآثارهم الحميدة في الإسلام في حياته وبعد مماته، فجزاهم الله عن الإسلام والمسلمين خير الجزاء وأكمله وأفضله، فقد جاهدوا في الله حق جهاده حتى نشروا الدين وأظهروا شرائع الإسلام، ولولا ذلك منهم ما وصل إلينا قرآن ولا سنة ولا أصل ولا فرع. فمن طعن فيهم فقد كاد أن يمرق من الملة لأن الطعن فيهم يؤدي إلى انطماس نورها، {ويأبى الله إلا أن يتم نوره ولو كره الكافرون} وإلى عدم الطمأنينة والإذعان لثناء الله ورسوله عليهم، وإلى الطعن في الله وفي رسوله إذ هم الوسائط بيننا وبين رسول الله - صلى الله عليه وسلم -. والطعن في الوسائط طعن في الأصل، والإزراء بالناقل إزراء بالمنقول عنه. وهذا ظاهر لمن تدبره وقد سلمت عقيدته من النفاق والغلول والزندقة. فالواجب على من أحب الله ورسوله حب من قام بما أمر الله ورسوله",
            "page": "55",
            "part": "1",
            "seal": "95B5D6A3"
        },
        {
            "id": "56",
            "nass": "به وأوضحه وبلغه لمن بعده وأداء جميع حقوقه، والصحابة هم القائمون بأعباء ذلك كله. اه ¶ وقال في الزواجر أيضا: والأحاديث في ذلك كثيرة. وقد استوفيتها وما يتعلق بها في كتاب حافل لم يصنف في هذا الباب فيما أظن مثله، ومن ثم سميته: الصواعق المحرقة لإخوان الشياطين أهل الابتداع والضلال والزندقة، فاطلبه إن شئت لترى ما فيه من محاسن الصحابة وثناء أهل البيت عليهم لا سيما الشيخان، ومن افتضاح الشيعة والرافضة في كذبهم وتقولهم وافترائهم عليهم بما هم بريئون منه - رضوان الله عليهم أجمعين. انتهت عبارته في الزواجر. ¶ وقد رأيت أنت أنتخب من كلامه في الصواعق جملا شاملة شافية ولفضل الصحابة والذب عنهم كافلة كافية. ¶ قال رحمه الله تعالى في كتاب الصواعق: اعلم أن الذي أجمع عليه أهل السنة والجماعة أنه يجب على كل مسلم تزكية جميع الصحابة بإثبات العدالة لهم والكف عن الطعن فيهم والثناء عليهم، فقد أثنى الله سبحانه وتعالى عليهم في آيات من كتابه. منها قوله تعالى: {كنتم خير أمة أخرجت للناس} فأثبت الله لهم",
            "page": "56",
            "part": "1",
            "seal": "8972304C"
        },
        {
            "id": "57",
            "nass": "الخيرية على سائر الأمم ولا شيء يعادل شهادة الله لهم بذلك لأنه تعالى أعلم بعباده وما انطووا عليه من الخيرات وغيرها بل لا يعلم ذلك غيره تعالى فإذا شهد تعالى فيهم بأنهم خير الأمم وجب على كل أحد اعتقاد ذلك والإيمان به وإلا كان مكذبا لله في إخباره. ولا شك أن من ارتاب في حقية شيء مما أخبر الله أو رسوله به كان كافرا بإجماع المسلمين. ومنها قوله تعالى: {وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس} والصحابة في هذه الآية والتي قبلها هم المشافهون بهذا الخطاب على لسان رسول الله - صلى الله عليه وسلم - حقيقة. فانظر إلى كونه تعالى خلقهم عدولا وخيارا ليكونوا شهداء على بقية الأمم يوم القيامة، وحينئذ فكيف يستشهد الله تعالى بغير عدول أو بمن ارتدوا بعد وفاة نبيهم إلا نحو ستة أنفس منهم كما زعمته الرافضة قبحهم الله ولعنهم وخذلهم ما أحمقهم وأجهلهم وأشهدهم بالزور والافتراء والبهتان. ومنها قوله تعالى: {يوم لا يخزي الله النبي والذين آمنوا معه نورهم يسعى يبن أيديهم وبأيمانهم} فأمنهم الله من خزيه ولا يأمن من خزيه في ذلك اليوم إلا الذين ماتوا والله",
            "page": "57",
            "part": "1",
            "seal": "4F0BBC6A"
        },
        {
            "id": "58",
            "nass": "سبحانه ورسوله عنهم راض، فأمنهم من الخزي صريح في موتهم على كمال الإيمان وحقائق الإحسان وفي أن الله لم يزل راضيا عنهم وكذلك رسوله - صلى الله عليه وسلم -. ومنها قوله تعالى: {لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة} فصرح تعالى برضاه عن أولئك وهم ألف ونحو أربعمائة. ومن رضي الله عنه تعالى لا يمكن موته على الكفر لأن العبرة بالوفاة على الإسلام، فلا يقع الرضا منه تعالى إلا على من علم موته على الإسلام. وأما من علم موته على الكفر فلا يمكن أن يخبر الله تعالى بأنه رضي عنه. فعلم أن كلا من هذه الآية وما قبلها صريح في رد ما زعمه وافتراه أولئك الملحدون الجاحدون حتى للقرآن العزيز إذ يلزم من الإيمان به الإيمان بما فيه وقد علمت أن الذي فيه أنهم خير الأمم وأنهم عدول أخيار وأن الله لا يخزيهم وأنه رضي عنهم. فمن لم يصدق بذلك فيهم فهو مكذب لما في القرآن، ومن كذب بما فيه مما لا يحتمل التأويل كان كافرا جاحدا ملحدا مارقا. ¶ ومنها قوله تعالى: {والسابقون الأولون من المهاجرين والأنصار ولذين اتبعوهم بإحسان رضي",
            "page": "58",
            "part": "1",
            "seal": "375963DE"
        },
        {
            "id": "59",
            "nass": "الله عنهم ورضوا عنه} وقوله تعالى: {يا أيها النبي حسبك الله ومن اتبعك من المؤمنين} وقوله تعالى: {للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا وينصرون الله ورسوله أولئك هم الصادقون * والذين تبوءوا الدار والإيمان من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون * والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رءوف رحيم}. فتأمل ما وصفهم الله به من هذه الآية تعلم به ضلال من طعن فيهم من شذوذ المبتدعة ورماهم بما هم بريئون منه. ومنها قوله تعالى: {محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعا سجدا يبتغون فضلا من الله ورضوانا سيماهم في وجوههم من أثر السجود ذلك مثلهم في التوراة ومثلهم في الإنجيل كزرع أخرج شطأه فآزره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ",
            "page": "59",
            "part": "1",
            "seal": "2BB68953"
        },
        {
            "id": "60",
            "nass": "بهم الكفار وعد الله الذين آمنوا وعملوا الصالحات منهم مغفرة وأجرا عظيما} فانظر إلى عظيم ما اشتملت عليه هذه الآية فإن قوله تعالى: {محمد رسول الله} جملة مبينة للمشهود به في قوله: {هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيدا} ففيها ثناء عظيم على رسوله، ثم ثنى بالثناء على أصحابه بقوله: {والذين معه أشداء على الكفار رحماء بينهم} كما قال تعالى: {فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله واسع عليم} فوصفهم الله تعالى بالشدة والغلظة على الكفار وبالرحمة والبر والعطف على المؤمنين والذلة والخضوع لهم، ثم أثنى عليهم بكثرة الأعمال مع الإخلاص وسعة الرجاء في فضل الله ورحمته بابتغائهم فضله ورضوانه وبأن آثار ذلك الإخلاص وغيره من أعمالهم الصالحة ظهرت على وجوههم حتى إن من نظر إليهم بهره حسن سمتهم وهديهم. ومن ثم قال مالك رضي الله عنه: بلغني أن النصارى كانوا إذا رأوا الصحابة الذين",
            "page": "60",
            "part": "1",
            "seal": "4CB08B67"
        },
        {
            "id": "61",
            "nass": "فتحوا الشام قالوا: والله لهؤلاء خير من الحواريين فيما بلغنا. وقد صدقوا في ذلك فإن هذه الأمة المحمدية خصوصا الصحابة لم يزل ذكرهم معظما في الكتب كما قال الله تعالى في هذه الآية: {ذلك مثلهم} أي وصفهم في التوراة {ومثلهم} أي وصفهم {في الإنجيل كزرع أخرج شطأه} أي فراخه {فآزره} أي شده وقواه {فاستغلظ} أي شب فطال، فكذلك أصحاب محمد آزروه وأيدوه ونصروه فهم معه كالشطء مع الزرع {ليغيظ بهم الكفار}. ومن هذه الآية أخذ الإمام مالك في رواية عنه قوله بكفر الروافض الذين يبغضون الصحابة، قال: لأن الصحابة يغيظونهم ومن غاظه الصحابة فهو كافر. وهو مأخذ حسن يشهد له ظاهر الآية. ومن ثم وافقه الشافعي رضي الله تعالى عنهما في قوله بكفرهم ووافقه أيضا جماعة من الأئمة. والأحاديث في فضل الصحابة كثيرة. ¶ قال: وقد قدمنا معظمها في أول هذا الكتاب -يعني الصواعق- ويكفيهم شرفا أي شرف ثناء الله عليهم في تلك الآيات كما ذكرناه وفي غيرها ورضاه عنهم وأنه تعالى وعدهم جميعهم",
            "page": "61",
            "part": "1",
            "seal": "28F0E9CC"
        },
        {
            "id": "62",
            "nass": "لا بعضهم إذ من في {منهم} لبيان الجنس لا للتبعيض {مغفرة وأجرا عظيما} ووعد الله صدق وحق لا يتخلف ولا يخلف، لا مبدل لكلماته وهو السميع العليم. ¶ قال رحمه الله تعالى: فعلم أن جميع ما قدمناه من الآيات هنا ومن الأحاديث الكثيرة الشهيرة في المقدمة يقتضي القطع بتعديلهم ولا يحتاج أحد منهم مع تعديل الله له إلى تعديل أحد من الخلق. على أنه لو لم يرد من الله ورسوله فيهم شيء مما ذكرناه لأوجبت الحال التي كانوا عليها من الهجرة والجهاد ونصرة الإسلام ببذل المهج والأموال وقتل الآباء والأولاد والمناصحة في الدين وقوة الإيمان واليقين القطع بتعديلهم والاعتقاد بنزاهتهم وأنهم أفضل من جميع من بعدهم. هذا مذهب كافة العلماء ومن يعتمد قوله. ولم يخالف فيه إلا شذوذ من المبتدعة الذين ضلوا وأضلوا فلا يلتفت إليهم ولا يعول عليهم. وقد قال إمام عصره أبو زرعة الرازي من أجل شيوخ مسلم: إذا رأيت الرجل ينتقص أحدا من أصحاب رسول الله - صلى الله عليه وسلم - فاعلم أنه زنديق، وذلك أن الرسول حق والقرآن حق وما جاء به",
            "page": "62",
            "part": "1",
            "seal": "AA8F117E"
        },
        {
            "id": "63",
            "nass": "حق، وإنما أدى إلينا ذلك كله الصحابة، فمن جرحهم إنما أراد إبطال الكتاب والسنة فيكون الجرح به ألصق والحكم عليه بالزندقة والضلالة والكذب والفساد هو الأقوم الأحق. وقال ابن حزم: الصحابة كلهم من أهل الجنة قطعا، قال تعالى: {لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا وعد الله الحسنى} وقال تعالى: {إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون} فثبت أن جميعهم من أهل الجنة وأنه لا يدخل أحد منهم النار لأنهم المخاطبون بالآية الأولى التي أثبت لكل منهم الحسنى وهي الجنة. اه ¶ ثم قال الإمام ابن حجر: ومما يشهد لما عليه الجمهور من السلف والخلف من أنهم خير خلق الله وأفضلهم بعد النبيين وخواص الملائكة والمقربين ما قدمته من فضائل الصحابة ومآثرهم أول الكتاب وهو كثير فراجعه. ومنه حديث الصحيحين: «لا تسبوا أصحابي فلو أن أحدا أنفق مثل أحد ما بلغ مثل أمد أح دهم ولا نصيفه» وروى الدارمي وابن عدي وغيرهما أنه قال: \"أصحابي كالنجوم",
            "page": "63",
            "part": "1",
            "seal": "C142A99A"
        },
        {
            "id": "64",
            "nass": "بأيهم اقتديتم اهتديتم\". ومن ذلك أيضا الخبر المتفق على صحته: «خير القرون قرني ثم الذين يلونهم ثم الذين يلونهم». والقرن أهل زمن واحد متقارب اشتركوا في وصف مقصود والمراد بقرنه في هذا الحديث الصحابة. وآخر من مات منهم على الإطلاق بلا خلاف أبو الطفيل عامر بن واثلة الليثي كما جزم به مسلم في صحيحه وكان موته سنة مائة على الصحيح. ¶ ثم قال الإمام ابن حجر: وقال - صلى الله عليه وسلم -: \"من أحب الله أحب القرآن ومن أحب القرآن أحبني ومن أحبني أحب أصحابي وقرابتي\" رواه الديلمي. وقال - صلى الله عليه وسلم -: \"يا أيها الناس احفظوني في أختاني وأصهاري وأصحابي لا يطالبنكم الله بمظلمة أحد منهم فإنها ليست مما يوهب\" رواه الخلعي. وقال - صلى الله عليه وسلم -: \"الله الله في أصحابي لا تتخذوهم غرضا بعدي من أحبهم فقد أحبني ومن أبغضهم فقد أبغضني ومن آذاهم فقد آذاني ومن آذاني فقد آذى الله ومن آذى الله يوشك أن يأخذه\" رواه المخلص الذهبي. فهذا الحديث وما قبله خرج مخرج الوصية بأصحابه على طريق التأكيد والترغيب في حبهم والترهيب عن",
            "page": "64",
            "part": "1",
            "seal": "6E444E15"
        },
        {
            "id": "65",
            "nass": "بغضهم. وفيه أيضا إشارة إلى أن حبهم إيمان وبغضهم كفر لأن بغضهم إذا كان بغضا له كان كفرا بلا نزاع لخبر «لن يؤمن أحدكم حتى أكون أحب إليه من نفسه». وهذا يدل على كمال قربهم منه من حيث أنزلهم منزلة نفسه حتى كأن أذاهم واقع عليه - صلى الله عليه وسلم -. وفيه أيضا أن محبة من أحبه النبي - صلى الله عليه وسلم - كآله وأصحابه رضي الله تعالى عنهم علامة على محبة رسول الله - صلى الله عليه وسلم - كما أن محبته - صلى الله عليه وسلم - علامة على محبة الله تعالى، وكذلك عداوة من عاداهم وبغض من أبغضهم وسبهم علامة على بغض رسول الله - صلى الله عليه وسلم -، وعدواته وسبه وبغضه - صلى الله عليه وسلم - علامة على بغض الله تعالى وسبه، فمن أحب شيئا أحب من يحب وأبغض من يبغض. قال الله تعالى: {لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله} فحب أولئك -أعني آله - صلى الله عليه وسلم - وأزواجه وذرياته وأصحابه- من الواجبات المتعينات، وبغضهم من الموبقات المهلكات. ومن محبتهم توقيرهم وبرهم",
            "page": "65",
            "part": "1",
            "seal": "E1E84C35"
        },
        {
            "id": "66",
            "nass": "والقيام بحقوقهم والاقتداء بهم بالمشي على سنتهم وآدابهم وأخلاقهم والعمل بأقوالهم مما ليس للعقل فيه مجال، ومزيد الثناء عليهم وحسنه بأن يذكروا بأوصافهم الجميلة على قصد التعظيم، فقد أثنى الله عليهم في آيات كثيرة من كتابه المجيد ومن أثنى الله عليه فهو واجب الثناء. انتهى. ¶ وقال في الصواعق أيضا: ومما يجب أيضا الإمساك عما شجر أي وقع بينهم من الاختلاف والاضطراب صفحا عن أخبار المؤرخين، سيما جهلة الروافض وضلال الشيعة والمبتدعين القادحين في أحد منهم، فقد قال - صلى الله عليه وسلم -: «إذا ذكر أصحابي فأمسكوا». والواجب أيضا على كل من سمع شيئا من ذلك أن يثبت فيه ولا ينسبه إلى أحدهم بمجرد رؤيته في كتاب أو سماعه من شخص بل لا بد أن يبحث عنه حتى يصح عنده نسبته إلى أحدهم فحينئذ الواجب أن يلتمس لهم أحسن التأويلات وأصوب المخارج، إذ هم أهل لذلك كما هو مشهور في مناقبهم ومعدود من مآثرهم مما يطول إيراده. وما وقع بينهم من المنازعات والمحاربات فله محامل وتأويلات وأما سبهم",
            "page": "66",
            "part": "1",
            "seal": "145A3541"
        },
        {
            "id": "67",
            "nass": "والطعن فيهم فإن خالف دليلا قطعيا كقذف عائشة رضي الله عنها أو إنكار صحبة أبيها كان كفرا وإن كان بخلاف ذلك كان بدعة وفسقا. ومن اعتقاد أهل السنة والجماعة أن ما جرى بين معاوية وعلي رضي الله عنهما من الحروب فلم يكن لمنازعة معاوية لعلي في الخلافة للإجماع على حقيتها لعلي رضي الله عنه كما مر فلم تهج الفتنة بسببها؛ وإنما هاجت بسبب أن معاوية ومن معه طلبوا من علي تسليم قتلة عثمان إليهم لكون معاوية ابن عمه فامتنع علي ظنا منه أن تسليمهم إليهم على الفور مع كثرة عشائرهم واختلاطهم بعسكر علي يؤدي إلى اضطراب وتزلزل في أمر الخلافة التي بها انتظام كلمة أهل الإسلام سيما وهي في ابتدائها لم يستحكم الأمر فيها، فرأى علي رضي الله عنه أن تأخير تسليمهم أصوب إلى أن يرسخ قدمه في الخلافة ويتحقق التمكن من الأمور فيها على وجهها ويتم له انتظام شملها واتفاق كلمة المسلمين ثم بعد ذلك يلتقطهم واحدا فواحدا ويسلمهم إليهم. ويدل لذلك أن بعض قتلته عزم على الخروج على علي ومقاتلته لما نادى يوم الجمل بأن يخرج",
            "page": "67",
            "part": "1",
            "seal": "1A995244"
        },
        {
            "id": "68",
            "nass": "عنه قتلة عثمان، وأيضا فالذين تمالؤا على قتل عثمان كانوا جموعا كثيرة كما علم مما قدمته في قصة محاصرتهم له إلى أن قتله بعضهم جمع من أهل مصر قيل سبعمائة وقيل ألف وقيل خمسمائة وجمع من الكوفة وجمع من البصرة وغيرهم قدموا كلهم المدينة وجرى منهم ما جرى. بل ورد أنهم هم وعشائرهم نحو من عشرة آلاف. فهذا هو الحامل لعلي رضي الله عنه على الكف عن تسليمهم لتعذره كما عرفت. ¶ ثم ذكر حديث البخاري عن أبي بكرة رضي الله عنه قال: رأيت رسول الله على المنبر والحسن بن علي إلى جنبه وهو يقبل على الناس مرة وعليه أخرى ويقول: «إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين عظيمتين من المسلمين». وقد حصل ذلك فسلمها لمعاوية بعد وفاة علي رضي الله عنه على شروط قام له بها معاوية. وقد سمى النبي فئته المسلمين وساواهم بفئة الحسن في وصف الإسلام، فدل على بقاء حرمة الإسلام للفريقين وأنهم لم يخرجوا بتلك الحروب عن الإسلام وأنهم فيه على حد سواء. فلا فسق ولا نقص يلحق أحدهما لما قررناه من أن كلا منهما متأول تأويلا غير قطعي البطلان.",
            "page": "68",
            "part": "1",
            "seal": "EA7331AF"
        },
        {
            "id": "69",
            "nass": "وفئة معاوية وإن كانت هي الباغية لكنه بغي لا فسق به لأنه إنما صدر عن تأويل يعذر به أصحابه. انتهى كلام ابن حجر في الصواعق. ¶ وذكر في كتابه المذكور أحاديث كثيرة في فضل الصحابة ولا سيما الخلفاء الراشدين وبسط الكلام على فضل آل البيت الكرام ونقل في ذلك أحاديث كثيرة وذكر شبها للروافض لا يلتفت إليها ولا يعول عليها وأجاب عنها بأجوبة كثيرة وأطال النفس في ذلك في الفصل الخامس من كتابه المذكور. فمن شاء فليراجعه فإنه مطبوع وسهل الحصول لكل من أراده. ¶ البرهان اللقاني ¶ قال رحمه الله تعالى في شرحه على جوهرة التوحيد المسمى هداية المريد عند قوله: ¶ وصحبه خير القرون فاستمع ... فتابعي فتابع لمن تبع ¶ مما يجب اعتقاده أن أصحابه عليه الصلاة والسلام وهم الذين آمنوا به وصحبوه ولو قليلا أفضل من غيرهم من جميع القرون للأحاديث البالغة مبلغ التواتر وإن كانت تفاصيلها آحادا كحديث الصحيح عن أبي هريرة رضي الله عنه قال قال رسول الله - صلى الله عليه",
            "page": "69",
            "part": "1",
            "seal": "B57F18D8"
        },
        {
            "id": "70",
            "nass": "وسلم -: «لا تسبوا أصحابي فوالذي نفسي بيده أن أحدا أنفق ملء أحد ذهبا -وفي رواية: مثل أحد ذهبا- ما بلغ مد أحدهم ولا نصيفه» وكحديث: \"إن الله اختار أصحابي على جميع العالمين سوى النبيين والمرسلين\" وفي القرآن: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ} الآية، وفيه أيضا: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ} الآية. ومن لازمه - صلى الله عليه وسلم - منهم وقاتل معه أو قتل تحت رايته أفضل من غيره ممن قصر عن تلك الرتبة كمن لم يلازمه أو لم يشهد معهد مشهدا أو رآه على بعد وإن كان شرف الصحبة حاصلا للجميع. والمراد بالأفضلية أكثرية الثواب لما أنهم أووا ونصروا وجاهداو وصبروا وتصدقوا بأموالهم على فاقة وباعوا النفوس لله سبحانه وتعالى رغبة في محبته. وخيرهم من ولي الخلافة وأمرهم في الفضل كالخلافة. ومما يجب اعتقاده أن أفضل الصحابة رضي الله عنهم الخلفاء الأربعة أبو بكر وعمر وعثمان وعلي رضي الله عنهم، وهم في الفضل على ترتيبهم في الخلافة. قال أبو منصور الماتريدي: أصحابنا مجمعون على أن أفضلهم الخلفاء الأربعة على الترتيب المذكور ثم",
            "page": "70",
            "part": "1",
            "seal": "231EEB26"
        },
        {
            "id": "71",
            "nass": "تمام العشرة ثم أهل بدر ثم أهل أحد ثم أهل بيعة الرضوان. وممن له مزية أهل العقبات من الأنصار وكذلك السابقون الأولون. اه. فشأن الخلفاء الأربعة في تفاوتهم في الفضل على حسب تفاوتهم في الخلافة، فالأسبق فيها أكثرهم فضلا ثم الثاني فالثالث، كذلك عند أهل السنة وإماميهم أبي الحسن الأشعري وأبي منصور الماتريدي. فالأفضل منهم بعد الأنبياء أبو بكر ثم يليه عمر ثم يليه عثمان ثم يليه علي على الأصح من تقديم عثمان عليه. ورجع الإمام مالك إليه. قال السعد: على هذا وجدنا الخلف والسلف. والظاهر أنه لو لم يكن لهم دليل على ذلك لما حكموا به وهو فيه تابع لقول الغزالي: \"حقيقة الفضل ما هو فضل عند الله عز وجل، وذلك لا يطلع عليه إلا رسول الله - صلى الله عليه وسلم -، وقد ورد في الثناء عليهم في أخبار كثيرة، ولا يدرك دقائق الفضل والترتيب فيه إلا المشاهدون للوحي والتتريل بقرائن الأحوال. فلولا فهمهم ذلك لما رتبوا الأمر كذلك، إذ كانوا لا تأخذهم في الله لومة لائم، ولا يصرفهم عن الحق صارف\" اه. قلت: ونحوه قول السعد أيضا في شرح",
            "page": "71",
            "part": "1",
            "seal": "20479919"
        },
        {
            "id": "72",
            "nass": "المقاصد يدل لنا إجمالا أن جمهور عظماء الملة وعلماء الأمة أطبقوا على ذلك وحسن الظن بهم يقضي بأنهم لو لم يعرفوه بدلائل وأمارات لما أطبقوا عليه وتفصيلا الكتاب والسنة والأثر والأمارات وسردها رحمه الله تعالى. ولا يخفى صحة شمول الفضل لسائر أسبابه من علم وشجاعة وحسن رأي وقرب من الله ورسوله ومحبة لهما ومنهما. والله أعلم. ¶ يليهم قوم كرام بررة ... عدتهم ست تمام العشرة ¶ فأهل بدر العظيم الشأن ... فأهل أحد فبيعة الرضوان ¶ وقال بعضهم: أفضل الصحابة أهل الحديبية وأفضل أهل الحديبية أهل أحد وأفضل أهل أحد أهل بدر وأفضل أهل بدر الشعرة وأفضل العشرة الخلفاء الأربعة وأفضل الأربعة أبو بكر رضي الله عنهم أجمعين. ¶ وأوِّل التشاجر الذي ورد ... إن خضت فيه واجتنب داء الحسد ¶ لما حكم على الأصحاب المكرمين بأنهم خير القرون أجمعين، فكانت بينهم منازعات ومحاربات لو كانت بين غيرهم لم تقصر عن التفسيق، أجاب عن ذلك بأنه واجب التأويل بعد ثبوت وروده بمتصل صحيح الأسانيد، وإلا كان مردودا.",
            "page": "72",
            "part": "1",
            "seal": "154A824B"
        },
        {
            "id": "73",
            "nass": "فمقاولة علي مع العباس لم تشتمل على شيء من الأدناس. ووقوف علي عن مبايعة أبي بكر إنما كانت عبتا عليه، ثم لما أعتبه أبو بكر بايعه على رؤس الأشهاد. ووقوفه عن الاقتصاص من قتلة عثمان لخشية تزايد الفاسد، وقد نصره وأعانه فلم يمكنه ثعمان توكلا على الرحمن. وكان معاوية وعائشة والزبير وطلحة ومن تبعهم ما بين مجتهد ومقلد في جواز محاربة علي. قال السعد: والذي اتفق عليه أهل الحق أن المصيب في جميع ذلك علي رضي الله عنه والتحقيق أنهم كلهم عدول متأولون في تلك الحروب وغيرها من المخاصمات والمنازعات لم يخرج شيء منها أحدا منهم عن عدالتهم إذ هم مجتهدون اختلفوا في مسائل من محل الاجتهاد كما يختلف المجتهدون بعدهم في مسائل من الدماء وغيرها ولا يلزم من ذلك نقص أحد منهم. اه. قال الغزالي: واعلم أن المصيب عند أهل السنة علي رضي الله عنه والمخطئ معاوية وأصحابه. فإن قلنا كل مجتهد في الفروع مصيب فلا إشكال، وإن قلنا المصيب واحد فالمخطئ في الاجتهاد في الفروع مع انتفاء التقصير عنه",
            "page": "73",
            "part": "1",
            "seal": "EEB1CA67"
        },
        {
            "id": "74",
            "nass": "مأجور غير موزور، وسبب تلك الحروب أن القضايا كانت مشتبهة، فلشدة اشتباهها اختلف اجتهادهم وصاروا ثلاثة أقسام: قسم ظهر لهم بالاجتهاد أن الحق في هذا الطرف وأن مخالفه باغ فوجب عليهم نصرته وقتال الباغي عليه فيما اعتقدوه ففعلوا ذلك ولم يكن يحل لمن هذه صفته التأخر عن مساعدة إمام العدل في قتال البغاة في اعتقاده، وقسم عكسه سواء بسواء، وقسم ثالث اشتبهت عليهم القضية وتحيروا فيها ولم يظهر لهم ترجيح أحد الطرفين فاعتزلوا الفريقين وكان هذا الاعتزال هو الواجب في حقهم لأنه لا يحل الإقدام على قتال مسلم حتى يظهر أنه استحقاقه، وبالجملة فكلهم معذورون مأجورون. ولهذا اتفق أهل الحق ومن يعتد به في الإجماع على قبول شهاداتهم ورواياتهم وتحقق عدالتهم. والبحث عن أحوال الصحابة رضي الله عنهم أجمعين وعما جرى بين الموافقة والمخالفة ليس من العقائد الدينية ولا من القواعد الإسلامية وليس مما ينتفع به في الدين، بل ربما أضر باليقين، وإنما ذكر القوم منها نتفًا في كتبهم صونا",
            "page": "74",
            "part": "1",
            "seal": "E7A7BFF4"
        },
        {
            "id": "75",
            "nass": "للقاصرين عن التأويل عن اعتقاد ظواهر حكايات الرافضة ورواياتها. والخوض في ذلك إنما يباح للتعليم أو للرد على المتعصبين أو لتدريس كتب تشتمل على تلك الآثار، فلا يحل ذلك للعوام لفرط جهلهم بالتأويل كما قاله المحققون. انتهى كلام اللقاني باختصار. ¶ السيد مرتضى الزبيدي ¶ قال رحمه الله تعالى في شرح الإحياء: قول الروافض بوجود النص على علي والزيديين بوجود النص على العباس رضي الله عنهما باطل، لأنه لو كان ثابتا لادّعى المنصوص عليه ذلك واحتج بالنص وخاصم من لم يقبل ذلك منه، ولما لم يرو عنه الاحتجاج عند تفويض الأمر إلى غيره علم أنه لا نص على أحد، ولأنهم لما ادعوا من النص صاروا طاعنين على الصحابة على العموم حيث زعموا أنهم اتفقوا بعد رسول الله - صلى الله عليه وسلم - على مخالفة نصه واستمروا على ذلك وفوضا الأمر إلى غير المنصوص عليه وأعانوا المبطل وخذلوا المحق مع أن الله وصفهم بكونهم {خير أمة} جعلهم {أمة وسطا ليكونوا شهداء على الناس} وعلى علي والعباس رضي الله عنهما على الخصوص",
            "page": "75",
            "part": "1",
            "seal": "2AA4C9F3"
        },
        {
            "id": "76",
            "nass": "فإنه اشتهر أنهما بايعا أبا بكر رضي الله عنه جهرا، ولو كان الحق لهما ثابتا لكان أبو بكر عاصيا ظالما، ومن زعم أن عليا رضي الله عنه مع قوة حاله وعلمه وكماله وعز عشيرته وكثرة متابعيه ترك حقه واتبع ظالما عاصيا ونصر باغيا مطيعا فقد وصفه بالجبن والضعف وقلة التوكل على الله تعالى وعدم الثقة بوعد الرسول عليه الصلاة والسلام المفوض إليه الأمر الناصّ عليه بذلك، كيف وهو موصوف بالصلاة في الدين والتعصب له موسوم بالشجاعة والبسالة ورباط الجأش وشدة الشكيمة وقوة الصريمة مشهود له بالظفر في معادن المصاولة وأماكن المبارزة والمقاتلة على المشهورين من الفرسان والمعروفين من الشجعان، وهو القائل في كتاب إلى عامله عثمان بن حنيف: لو ارتدت العرب عن حقيقة أحمد - صلى الله عليه وسلم - لخضت إليها حياض المنايا ولضربتهم ضربا يقض الهام ويرض العظام حتى يحكم الله بيني وبينهم وهو خير الحاكمين. فلو كان عرف من النبي - صلى الله عليه وسلم - فيه أو في عمه العباس نصا وعرف أنه لا حق لغيرهما لما انقاد لغيره بل اخترط سيفه",
            "page": "76",
            "part": "1",
            "seal": "BAEA956A"
        },
        {
            "id": "77",
            "nass": "وخاض المعركة وطلب حقه أو حق عمه، ولم يرض بالذل والهوان، ولم ينقد لأحد على غير الحق، ولم يتابعه في أموره ولم يخاطبه بخلافة الرسول - صلى الله عليه وسلم -، ولم يساعد أيضا من تولى الأمر بعده بتقليده ولم يزوجه ابنته وهو ظالم عليه لغصبه حقه وعاص لله تعالى بالإعراض عن نص رسول الله - صلى الله عليه وسلم - كما شهر سيفه وقت خلافته، بل كان في الأمر أحق وأولى إذ كان عهد رسول الله - صلى الله عليه وسلم - أقرب وزمانه أدنى. وقد روي أن العباس قال لعلي: امدد يدك أبايعك حتى يقول الناس بايع عم رسول الله - صلى الله عليه وسلم - ابن عم رسول الله - صلى الله عليه وسلم -، فلا يختلف عليك اثنان. والزبير وأبو سفيان لم يكونا راضيين بإمامة أبي بكر والأنصار كانوا كارهين خلافته حيث قالوا: منا أمير ومنكم أمير. وحيث لم يجرد سيفه ولم يطلب حقه دل أنه إنما لم يفعل ذلك لأنه علم أن لا نص له ولا لغيره، ولكن الصحابة اجتعت على خلافة أبي بكر إما استدلالا بأمر الصلاة، فإنه عليه الصلاة والسلام قال: «مروا أبا بكر فليصل بالناس» وهي من أعظم أركان الدين، فاستدلوا",
            "page": "77",
            "part": "1",
            "seal": "AA1AA16C"
        },
        {
            "id": "78",
            "nass": "بهذا على أنه أولى بالخلافة منهم. ولهذا قال عمر رضي الله عنه: رضيك رسول الله - صلى الله عليه وسلم - لأمر ديننا أفلا نرضاك لدنيانا. ¶ وأمر الحج فإنه - صلى الله عليه وسلم - أمره بأن يحج بالناس سنة تسع حين إقامته بنفسه لشغل. ولأن اللطيف الخبير جل ثناؤه نظر لأمة حبيبه ومتبعي صفيه - صلى الله عليه وسلم - فجمع أهواءهم المشتتة وأراءهم على خلافة قرشي شجاع موصوف بالعلم والديانة والصلابة ورباطة الجأش والعلم بتدابير الحروب والقيام بتهيئة الجيوش وتنفيذ السرايا ومعرفة سياسة العامة وتسوية أمور الرعية، بل هو أكثرهم فضلا وأغزرهم علما وأوفرهم عقلا وأصوبهم تدبيرا وأربطهم عند الملمات جأشا وأشدهم على عدو الله إنكارا وإنكالا وأيمنهم نقيبة وأطهرهم سريرة وأعودهم على اقتناء الخلق نفعا وأطلقهم عن الفواحش نفسا وأصوبهم عن القبائح عرضا وأجودهم كفا وأسمحهم ببذل ما احتوى من المال يدا وأجلهم في ذات الله مبالغة. والإجماع حجة موجبة للعلم قطعا. انتهى كلام السيد مرتضى رحمه الله تعالى. ¶ هذا ما أردت نقله هنا من كلام أئمة",
            "page": "78",
            "part": "1",
            "seal": "60C3B874"
        },
        {
            "id": "79",
            "nass": "المذاهب الأربعة أهل السنة والجماعة رضي الله عنهم. وقد رأيت أن أعزز ذلك بفوائد مهمة ذكرتها في آخر كتابي الشرف المؤبد تتعلق بفضل الآل والأصحاب وبيان أن الجمع بين محبتهما هو الحق والصواب. وهي قولي فيه مع زيادات قليلة قد ظهر لذهني القاصر معنى شريف وحجة قوية في تأييد مذهب أهل السنة الجامعين بين حب الصحابة والآل وتزييف مذهب المفرقين بينهم من أهل الرفض والضلال. وذلك أن جميع ما ثبت من فضل الصحابة رضوان الله عليهم هو في الحقيقة من فضائل بيت النبوة زيادة على ما نالوه بانتسابهم إلى حضرة صاحب الرسالة من الفضل فإنهم صحابة جدهم الأعظم - صلى الله عليه وسلم - لا صحابة نبي سواه، وهم وإن كانوا في أنفسهم فضلاء نبلاء حائزين من كل وصف جميل محضه ولبابه إلا أن أفضليتهم على من سواهم من الأمة إنما هي لفوزهم بتلك الصحبة الشريفة التي لا يواز بها علم عامل ولا اجتهاد مجتهد وما يلزمها من اقتباس الأنوار والأسرار فضلا عن فدائهم له - صلى الله عليه وسلم - بكل ما قدروا عليه من نفس ومال وولد",
            "page": "79",
            "part": "1",
            "seal": "C62F3684"
        },
        {
            "id": "80",
            "nass": "ووالد وخوض كثير منهم أمامه في غمار الحروب ومخالطتهم المنايا حتى ظهر دين الله المبين وخفقت أعلامه في العالمين. وإلا فإنا نجد في التابعين فمن بعدهم من هو أعلم وأعبد وأورع وأزهد وأكثر حربا وجهادا وطعانا وجلادا من بعض صغار الصحابة الذين لم تطل صحبتهم له - صلى الله عليه وسلم - ولم يلازموه في كثير من مواطنه الشريفة وغزواته المظفرة، ومع هذا فأقلهم فضلا أفضل من أفضل التابعين فمن بعدهم إلى يوم القيامة. فتلخص أنه - صلى الله عليه وسلم - هو الأصل الذي تفرع عنه فضل الصحابة رضوان الله عليهم، وكذا جميع ما ثبت لأهل البيت من الفضل هو أيضا يحسب من فضائل الصحابة الكرام زيادة على ما اتصفوا به من الفضل والفخر بصحبتهم له - صلى الله عليه وسلم -، فإنهم ذرية نبيهم الذي استنقذهم من ظلمات الشرك وزجهم في أنوار التوحيد وفازوا بما فازوا به بسببه من السيادة الدنيوية والسعادة الأبدية، وذريته - صلى الله عليه وسلم - بعضه، فكما أن فضل الكل وهو النبي عليه الصلاة والسلام هو زيادة في فضل أصحابه",
            "page": "80",
            "part": "1",
            "seal": "9B307AC0"
        },
        {
            "id": "81",
            "nass": "الذي هو متفرع عن فضله فكذلك بعضه وهم الذرية الطاهرة فإن فضلهم فرع عن فضله - صلى الله عليه وسلم -، فقد علمت أن أصل الفضلين فضل الذرية وفضل الصحابة هو رسول الله - صلى الله عليه وسلم -، وهما فرعان عن أصل واحد، فمهما حصل لأحدهما من مدح أو ذم لا بد وأن يتعدى إلى الآخر. فلعنة الله على من فرق بينهما بولاء بعضهم ومعاداة البعض، فإن من عادى أحدهما لم ينفعه ولاء الآخر وكان عدوا لله ورسوله ولمن التزم ولاءه أيضا. وانظر إلى سيدنا زيد بن علي زين العابدين رضي الله عنهما حين خرج على هشام بن عبد الملك فقد بايعه وقتئذ ناس كثير من أهل الكوفة وطلبوا منه أن يتبرأ من الشيخين أبي بكر وعمر لينصروه فقال: كلا بل أتولاهما، فقالوا: إذا نرفضك، فقال: اذهبوا فأنتم الرافضة. فسموا رافضة من حينئذ. ¶ وجاءت طائفة وقالوا: نحن نتولاهما ونتبرأ ممن يتبرأ منهما، فقبلهم وقاتلوا معه، فسموا الزيدية، غير أنهم خلف من بعدهم خلف خرجوا عن مذهب زيد وبقي عليهم الاسم فقط. فمن أراد سعادة الدارين فعليه بمحبة الطرفين",
            "page": "81",
            "part": "1",
            "seal": "7807F312"
        },
        {
            "id": "82",
            "nass": "ملتزما في ذلك الطريق الشرعي غير حائد عن سنن السلف والخلف، وهو مذهب أهل السنة السنية وهداة الملة الحنيفية، أماتنا الله على ذلك غير مبدلين ولا مغيرين ولا فاتنين ولا مفتونين. ¶ فإن قلت: تفريعك هذين الفرعين أهل البيت والصحابة رضوان الله عليهم عن الأصل الواحد وهو النبي - صلى الله عليه وسلم - بالصفة التي ذكرتها يشعر بتفضيل الذرية الطاهرة على الصحابة الكرام رضوان الله على الجميع؟ قلت: نعم، وهو كذلك من حيث أنهم ذريته - صلى الله عليه وسلم - لا من كل حيثية، وهذا مما لا يشتبه فيه عاقل، فإن الذرية الطاهرة من هذه الحيثية أفضل العالمين على الإطلاق، فإن ذلك يرجع لتفضيله عليه الصلاة والسلام. ولا يشك مؤمن بأنه أفضل الخلق كافة، وهو بمنزلة قولك جدهم عليه الصلاة والسلام أفضل من كل جد، وهل يرتاب في هذا مؤمن؟ ومن هنا قال الإمام السبكي وغيره في حق فاطمة رضي الله عنها: لا نفضل على بضعة رسول الله - صلى الله عليه وسلم - أحدا، فأنت تراهم وصفوها بالبضعية التي هي داعية التفضيل على أمها خديجة",
            "page": "82",
            "part": "1",
            "seal": "625330A7"
        },
        {
            "id": "83",
            "nass": "ومريم وعائشة ولم يقولوا لا نفضل على زوجة علي أو أم الحسنين أو غير ذلك من أوصافها الشريفة. وهذا المعنى موجود في سائرة أولاده وبناته - صلى الله عليه وسلم - وأولاد فاطمة خصوصية منه - صلى الله عليه وسلم -، فهم من تلك الحيثية أفضل الناس. وصرح بأفضلية فاطمة على جميع الصحابة الشيخين فمن عداهما الشمس العلقمي وقيده المناوي بحيثية البضعية، قال: فإن الشيخين أفضل منها من حيث المعرفة والعلم ورفع منار الإسلام، وهذا نبه العلاقة اللقاني في شرح الجوهرة بعد ذكر أفضلية الخلفاء الأربعة على من سواهم بقوله: لا يشكل الحكم المذكور بالذرية الشريفة لأنه من حيث البضعية المكرمة، فالذرية أفضل. فاعلم ذلك واعرف منزلة أهل بيت النبوة وما خولهم الله من الفضل الوهبي واختصهم به من الشرف القربي، قال الشاعر وأظنه سيدي محيي الدين بن العربي رضي الله عنه: ¶ هم القوم من أصفاهم الود مخلصا ... تمسك في أخراه بالسبب الأقوى",
            "page": "83",
            "part": "1",
            "seal": "4DA5E609"
        },
        {
            "id": "84",
            "nass": "هم القوم فاقوا العالمين مناقبا ... محاسنهم تحكى وآياتهم تروى ¶ موالاتهم فرض وحبهم هدى ... وطاعتهم ود وودهم تقوى ¶ قال في الإسعاف: واعلم أن المحبة المعتبرة الممدوحة هي ما كانت مع اتباع لسنتهم المحبوبة، إذ مجرد محبتهم من غير اتباع لسنتهم كما تزعمه الشيعة والرافضة من محبتهم مع مجانبتهم للسنة لا تفيد مدعيها شيئا من الخير بل تكون عليه وبالا وعذابا في الدنيا والآخرة، على أن هذه ليست محبة في الحقيقة، إذ حقيقة المحبة الميل إلى المحبوب وإيثار محبوباته ومرضياته على محبوبات النفس ومرضياتها والتأدب بأخلاقه وآدابه، ومن ثم قال علي كرم الله وجهه: لا يجتمع حبي وبغض أبي بكر وعمر. أي لأنهما ضدان وهما لا يجتمعان. وأخرج الدارقطني مرفوعا: \"يا أبا الحسن، أما أنت وشيعتك في الجنة، وإن قوما يزعمون أنهم يحبونك يصغرون الإسلام ثم يلفظونه، يمرقون منه كما يمرق السهم من الرمية لهم نبز يقال لهم الرافضة فإذا أدركتهم فقاتلهم فإنهم مشركون\".",
            "page": "84",
            "part": "1",
            "seal": "D284FDAE"
        },
        {
            "id": "85",
            "nass": "قال الدارقطني: ولهذا الحديث عندنا طرقات كثيرة. اه كلام الإسعاف للصبان. ¶ وقوله الشيعة والرافضة، أراد غلاة الشيعة فيكون عطف مرادف أو عطف تفسير، أما شيعتهم الذين لم يفارقوا سنتهم من محبة الصحابة ومعرفة منازلهم في الفضل فهم القوم الأخيار المبرؤون من كل عار وعم الذين عناهم رسول الله - صلى الله عليه وسلم - بقوله: \"يا أبا الحسن، أما أنت وشيعتك في الجنة\". قال الإمام موسى بن علي بن الحسين بن علي، وكان فاضلا، عن أبيه عن جده: إنما شيعتنا من أطاع الله وعمل عملنا، كأصحاب علي رضي الله عنه مدة خلافته وجميع من نصره وخاض معه غمرات الحروب في جميع وقائعه كوقعة الجمل وصفين والنهروان، ما عدا قتلة عثمان عليه الرضوان، فإنه رضي الله عنه وكرم وجهه هو المصيب في جميعها وغيره مخطئ والكل على هدى لاجتهادهم في طلب الحق ما عدا الخوارج الذين منهم أهل النهوران فإنهم كفرة فجرة لأنهم كانوا يعتقدون معاذ الله كفره رضي الله عنه بالتحكيم وكفر كثير من الصحابة والمسلمين الذين رضوا بذلك. وتكفير",
            "page": "85",
            "part": "1",
            "seal": "45E12805"
        },
        {
            "id": "86",
            "nass": "الخوارج ذهب إليه أكثر العلماء ك الطبري والسبكي كما ذكره الشهاب الخفاجي في شرح الشفاء، وإن كان مذهب الشافعي وجماعة من الفقهاء عدم تكفيرهم لقوله رضي الله عنه: لا أكفر أحدا من أهل القبلة إلا الخطابية، كما حكاه النووي في الروضة، ذكر ذلك الشهاب في شرح الشفاء أيضا. وهناك طائفة من الشيعة يقال لهم المفضلة يقولون بتفضيل علي كرم الله وجهه على سائر الصحابة مع اعتقاد فضلهم وعدلهم والاعتراف بما خولهم الله من الشرف وعلو المنزلة، وهؤلاء وإن خالفوا ما انعقد عليه الإجماع من تفضيل الشيخين على علي وذهب إليه جمهور أهل السنة من تفضيل عثمان عليه فهم أهل بدعة خفيفة لا يتفرع لعيها خطل في الدين، فقد ذكرهم الحافظ السيوطي ولم يطعن في عقيدتهم، ونقل عن الحافظ الذهبي وغيره أنهم عدول ثقات وأن رواياتهم مقبولة شهادتهم غير معلولة؛ هذا مع تدقيق الذهبي في رجال الحديث إلى درجة أدته للطعن في بعض الثقات الذين زكاهم غيره. قال: ومن هذه الطائفة كثيرة من السلف والخلف وإذا أطلق لفظ الشيعة في",
            "page": "86",
            "part": "1",
            "seal": "FBE9914B"
        },
        {
            "id": "87",
            "nass": "الكتب فالمراد منه هؤلاء ما لم يقيد بالغلو كأن يقال: شيعي غال أو غلاة الشيعة. ومع ذلك فقد نقل في شرح الإحياء عن كتاب القوت لأبي طالب المكي قال: كان أحمد بن حنبل قد أكثر عن عبد الله بن موسى الكاظم ثم بلغة عنه أدنى بدعة، قيل إنه كان يقدم عليا على عثمان فانصرف أحمد ومزق جميع ما حمل عنه ولم يحدث منه شيئا. اه. أما الروافض فهم ما بين كافر وفاسق لأنهم رفضوا موالاة كثير من الصحابة رضي الله عنهم، والكافر منهم يطعن في السيدة عائشة أم المؤمنين وينكر صحبة أبيها رضي الله عنهما. ولا تشتبه بما سأتلوه عليك من كلام العارف الشعراني فإنه إنما قصد من الروافض مفضلة الشيعة كما تصرح به عبارته. ¶ قال رضي الله عنه في كتابه العهود: أخذ علينا العهود أن لا نسب الروافض الذين يقدمون عليا في المحبة على أبي بكر وعمر رضي الله عنهم لا الذين يسبونهمما لا سيما إن كانوا اشرافا من أولاد فاطمة رضي الله عنها أو من أهل القرآن، فإياك يا أخي من قولك: \"فلان رافضي كلب\" فإن ذلك لا ينبغي والذي نعتقده أن التغالي في محبة علي والحسن والحسين",
            "page": "87",
            "part": "1",
            "seal": "AAD9ABEB"
        },
        {
            "id": "88",
            "nass": "وذريتهما مطلوب بنص القرآن في قوله تعالى: {قل لا أسئلكم عليه أجرا إلا المودة في القربى} والود ثبات المحبة ودوامها، فنسكت عن سب من قدم جده في المحبة على غيره ما لم يعارض النصوص، وذلك لأن تعصب الإنسان لأجداده الذين حصل له بهم الشرف أمر واقع في كثير من العلماء فضلا عن آحاد الناس من الشرفاء، ولذلك قالوا: من النوادر شريف سني يقدم أبا بكر وعمر على جده علي رضي الله عنهم، وكان الإمام الشافعي ينشد: ¶ إن كان رفضا حب آل محمد ... فليشهد الثقلان أني رافضي ¶ فاعذر يا أخي كل من قامت له شبهة ما لم تهدم شيئا من أصول الدين الصريحة كإنكار صحبة أبي بكر لرسول الله - صلى الله عليه وسلم - أو براءة عائشة رضي الله عنها واترك أمر الروافض غلى الله يفصل بينهم يوم القيامة. انتهى كلام الإمام الشعراني. ¶ وهو كلام عارف كبير منصف خبير رضي الله عنه ونفعنا به. وقوله: \"من النوادر شريف سني\" ليس هو مقابل الرافضي بمعناه الحقيقي وإنما هو مقابل الشيعي المفضل، ولذلك قال بعده: \"يقدم أبا بكر وعمر على جسده علي\"",
            "page": "88",
            "part": "1",
            "seal": "1D5A1CC0"
        },
        {
            "id": "89",
            "nass": "والرافضي لا يقر لأبي بكر وعمر بفضل لا مقدما ولا مؤخرا بل يصفهما بما لا ينبغي. ومعاذ الله أن يقول بذلك أحد ممن صحت نسبته إلى رسول الله - صلى الله عليه وسلم -. وحاصل معنى العبارة أن الشريف السني الموصوف بتقديم أبي بكر وعمر على جده علي من النوادر وأكثرهم سنيون لا يقولون بالتقديم مع حب الشيخين والصحابة جميعا والاعتراف بفضلهم. وهذا لا يضرهم في دينهم شيئا ولا سيما إذا كان التقديم في المحبة لا التفضيل، وهو الذي ينبغي حمل العبارة عليه فافهم. والله سبحانه وتعالى أعلم. انتهى ما ذكرته في الشرف المؤبد مع زيادة قليلة. ¶ ويؤيد أن أكثر الأشراف بمقتضى عبارة الشعراني وإن قدموا جدهم عليا بالمحبة على أبي بكر وعمر لا يقدمونه عليهما بالتفضيل ما عليه أكثر علماء الأشراف ولا سيما ساداتنا آل باعلوي من ملازمة مذهب أهل السنة والجماعة في تفضيل الشيخين على جدهم علي رضي الله عنه. وتقرير ذلك في كتبهم ودروسهم. فمن توفيق الله لهم أنه غلب عليهم التزام الشرع عن اقتضاء الطبع، ولا غرابة في ذلك فإن الأشراف على",
            "page": "89",
            "part": "1",
            "seal": "A8F2C013"
        },
        {
            "id": "90",
            "nass": "الإطلاق لا شك أنهم يفضلون الأنبياء والمرسلين على جدهم علي رضي الله عنه، وكذلك غيرهم من سائر المؤمنين يفضلون الأنبياء على أجدادهم مهما كانوا صالحين، وما ذاك إلا من حسن الانقياد إلى الشرع ومخالفة الهوى والطبع، وحيث قد ثبت بإجماع الأمة من أهل السنة والجماعة أفضلية الشيخين على علي رضي الله عنه كان من حسن الانقياد للشرع وسلامة الدين تفضيلهما عليه ولو عند سلالته الطيبين الطاهرين، بل هم أولى من سائر المؤمنين باتباع هذا الحق المبين رضي الله عنهم ونفعنا ببركاتهم أجمعين. ¶ قال الإمام القسطلاني في المواهب اللدنية: فإن قلت من اعتقد في الخلفاء الأربعة الأفضلية على الترتيب المعلوم ولكن محبته لبعض تكون أكثر، هل يكون آثما به أم لا؟ أجاب شيخ الإسلام الولي بن العراقي بأن المحبة قد تكون لأمر ديني وقد تكون لأمر دنيوي، فالمحبة الدينية لازمة للأفضلية، فمن كان أفضل كانت محبتنا الدينية له أكثر، فمتى اعتقدنا في واحد منهم أنه أفضل ثم أحببنا غيره من جهة الدين أكثر كان تناقضا، نعم إن أحببنا غير",
            "page": "90",
            "part": "1",
            "seal": "B443D8FC"
        },
        {
            "id": "91",
            "nass": "الأفضل أكثر من محبة الأفضل لأمر دنيوي كقرابة وإحسان ونحوه فلا تناقض في ذلك ولا امتناع. فمن اعترف بأن أفضل هذه الأمة بعد نبيها أبو بكر ثم عمر ثم عثمان ثم علي لكنه أحب عليا أكثر من أبي بكر مثلا، فإن كانت المحبة المذكورة محبة دينية فلا معنى لذلك إذ المحبة الدينية لازمة للأفضلية كما قررنا، وهذا لم يعترف بأفضلية أبي بكر إلا بلسانه وأما بقلبه فهو مفضل لعلي لكونه أحبه محبة دينية زائدة على محبة أبي بكر وهذا لا يجوز، وإن كانت المحبة المذكورة محبة دنيوية لكونه من ذرية علي أو لغير ذلك من المعاني فلا امتناع فيه. والله أعلم. انتهى. ¶ ونقل هذه الفتوى عن الولي العراقي أيضا ابن حجر في الصواعق. (¬1) ¶ انتهى القسم الأول ويليه القسم الثاني. ¶ القسم الثاني في الاحتجاج على فضل أصحاب رسول الله صلى الله عليه وسلم ¶ ولا سيما الخلفاء الراشدين رضي الله عنهم أجمعين، بعبارات فائقة بنيتها على الآيات والأحاديث وأقوال العلماء السابقة، يقنع بها كل من يهمه رضا الله ورسوله واتباع الشريعة، ¶ ¬_________ ¶ (¬1) وتتمتها: \"والصحيح الامتناع لما تقدم من قول علي رضي الله عنه لا يجتمع حبي وبغض أبي بكر في قلب مؤمن، يعرف ضعف ذلك عقلا ونقلا. وأهل البيت مطهرون مبرؤون لا يصدر عنهم إلا المحبة والمودة. انتهى\"",
            "page": "91",
            "part": "1",
            "seal": "00088DA0"
        },
        {
            "id": "92",
            "nass": "سواء كان من أهل السنة أو كان من الشيعة. ولا هادي إلا الله ولا حول ولا قوة إلا بالله. ¶ اعلم أيها المسلم المؤمن المصدق بوحدة الله تعالى ورسالة نبيه محمد - صلى الله عليه وسلم - سواء كنت من أهل السنة أو من الشيعة أن مقصدنا معاشر المسلمين ومحط نظرنا شيء واحد، وهو هذا الإيمان بالله ورسوله وطاعتهما وكل ما يقرب العبد إلى رضاهما. والمقصود الأصلي هو رضا الله تعالى، وأما رضا الرسول - صلى الله عليه وسلم - فهو تابع لرضا الله تعالى، فكل ما يرضي الله يرضيه وكل ما يسخطه تعالى يسخطه - صلى الله عليه وسلم -. وكذلك الحق سبحانه وتعالى يرضى لرضا رسوله ويغضب لغضبه. فرضاهما وسخطهما متلازمان. ولذلك ورد في القرآن كثيرا ذكر الرسول مع الله تعالى كقوله: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} (¬1) {وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ} (¬2) و {آَمِنُوا بِاللَّهِ وَرَسُولِهِ} (¬3) وغير ذلك كثير. وإن كان الأصل هو الله تعالى وطاعته والتابع هو الرسول وطاعته فإن الحق سبحانه وتعالى هو المقصود بالذات، وإنما خلق الخلق عز وجل ليعرفوه ويعبدوه وأرسل الرسل وسيدهم محمدا - صلى الله ¶ ¬_________ ¶ (¬1) النساء: 80 ¶ (¬2) التوبة: 62 ¶ (¬3) الحديد: 7",
            "page": "92",
            "part": "1",
            "seal": "D88A1E91"
        },
        {
            "id": "93",
            "nass": "عليه وسلم - ليعرفوا به خلقه ويقودهم إلى طاعته وعبادته تعالى. ولا يخفى أن الخلق كلهم خلق الله تعالى؛ فأحبهم إليه وأقربهم لديه أكثرهم معرفة به وطاعة له وتصديقا لرسله عليهم الصلاة والسلام. وتصديق ذلك في قوله تعالى: {وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} (¬1) وقول النبي - صلى الله عليه وسلم -: «لا فضل لعربي على عجمي ولا لعجمي على عربي إلا بالتقوى» وقوله عليه الصلاة والسلام: «يا فاطمة بنت رسول الله لا أغني عنك من الله شيئا، يا صفية عمة رسول الله لا أغني عنك من الله شيئا، يا بني عبد المطلب لا أغني عنكم من الله شيئا، ولكن لكم رحم سأبلها ببلالها». ولا شك أن نسبتهم له عليه الصلاة والسلام تنفعهم نفعا عظيما عند الله تعالى. يدل على ذلك أحاديث كثيرة، ومنها قوله في هذا الحديث «سأبلها ببلالها» أي أصلها بصلتها، وقوله عليه الصلاة والسلام: «كل نسب وسبب ينقطع يوم القيامة إلا نسبي وسببي» وقد قال تعالى: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} (¬2) ولا يرضيه - صلى الله عليه وسلم - إلا سعادة أقاربه الأقرب فالأقرب، وإنما قال لهم: «لا أغني عنكم من الله شيئا» ¶ ¬_________ ¶ (¬1) الحجرات: 13 ¶ (¬2) الضحى: 5",
            "page": "93",
            "part": "1",
            "seal": "5324BD1A"
        },
        {
            "id": "94",
            "nass": "تعظيما لجانب الحق سبحانه وتعالى، كما هو الواقع أن أحدا لا يغني عنده سبحانه وتعالى شيئا إلا برضاه، فإنه الحاكم المطلق جل وعلا، وليس لأحد معه شرك في ملكه، وقد قال عز وجل: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} (¬1) وهو سبحانه وتعالى من فضله يأذن للنبي - صلى الله عليه وسلم - بالشفاعة في أقربائه وغيرهم، وهو - صلى الله عليه وسلم - أكرم الخلق على الإطلاق، فلا يترك أقرباءه يوم القيامة من دون أن يشفع فيهم شفاعة مخصوصة. كيف وهو قد أعطي الشفاعة في سائر الناس؛ أفيشفع في الأبعدين ويترك أقرباءه المؤمنين؟ هذا مما لا يكون ولا يتصوره عاقل. ¶ ولكن حرضهم - صلى الله عليه وسلم - بقوله: «لا أغني عنكم من الله شيئا» على كثرة الطاعات لله تعالى، لئلا يتكلوا على هذه النسبة الشريفة التي لا أشرف منها والقرابة المنيفة التي لا أعلى منها فيعتمدون عليها ويقصرون في عبادة الله تعالى. وهذا من شدة شفقته - صلى الله عليه وسلم - على أهل بيته ومحبته لهم ولعلمه عليه الصلاة والسلام أن مجرد هذه القرابة الشريفة بلا أعمال صالحة لا تبلغهم أعلى المنازل في الجنة وتقدمهم ¶ ¬_________ ¶ (¬1) البقرة: 255",
            "page": "94",
            "part": "1",
            "seal": "17DAF9BE"
        },
        {
            "id": "95",
            "nass": "على غيرهم من أكابر أتقياء الأمة لقول الله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} نعم إن هذه النسبة الشريفة تكون سببا إن شاء الله تعالى لنجاتهم كيفما كانوا بعد أن يكونوا مؤمنين لقول الله تعالى: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} (¬1) قال العلماء: لا رجس أرجس من الكفر. وتأمل عدم اكتفاء الحق سبحانه وتعالى بقوله: {لِيُذْهِبَ عَنْكُمُ الرِّجْسَ} حتى أكده بقوله تعالى: {وَيُطَهِّرَكُمْ} ولم يكتف بهذا التأكيد بقوله: {وَيُطَهِّرَكُمْ} حتى أكده بالمصدر بقوله تعالى: {تَطْهِيرًا} فإذا تأملت في ذلك تعلم علو منصب أهل بيت النبوة ورفعة قدرهم عند الله تعالى إلى درجة لا يتصورها عقلك، وهذا الكلام إنما هو صادر من الله تعالى الذي في يده كل شيء ويفعل في خلقه ما يريد، {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ} (¬2) فلا يقال حينئذ لأي شيء اختصهم بهذا الفضل العظيم، ولو قيل ذلك لكان جوابه سهلا وهو أنه اختصهم به كرامة لحبيبه الرءوف الرحيم عليه أفضل الصلاة والتسليم. وقد قال بعض العلماء كما ذكرته في كتابي الشرف المؤبد ¶ ¬_________ ¶ (¬1) الأحزاب: 33 ¶ (¬2) آل عمران: 26",
            "page": "95",
            "part": "1",
            "seal": "C4AD495B"
        },
        {
            "id": "96",
            "nass": "لآل محمد - صلى الله عليه وسلم - إن هذه الآية الكريمة تدل على أن الله تعالى يطهرهم من الكفر والمعاصي ويتوفاهم على الإيمان والتوبة النصوح الممحصة لجميع الذنوب ويرضي عنهم أخصامهم بفضله وكرمه تعالى كرامة لحبيبه الأعظم - صلى الله عليه وسلم -، ولما أراده تعالى لهذا العنصر الطاهر من الكرامة من غير شرط عمل، فهي مبشرة لهم بحسن الخاتمة والوفاة على الإيمان والتوبة النصوح من جميع أنواع العصيان. ومع ذلك فهم والحمد لله جدوا واجتهدوا في طاعة الله تعالى ولم يعتمدوا على هذه النسبة الشريفة والمزية العظيمة التي فاقوا بها جميع الناس سوى النبيين والمرسلين، إذ لم يوجد في القرآن مثل هذه الآية الكريمة في حق غيرهم رضي الله عنهم، ومع ذلك فهي لم تنسخ حكم قوله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} فهذه آية محكمة حكمها صحيح دائم، كما أن تلك آية محكمة حكمها صحيح دائم. والله تعالى لم يقل إنه قد فضل أهل بيت النبوة على جميع الناس من كل الوجوه، ولكنه سبحانه وتعالى خصهم بآية التطهير وفضلهم بها على جميع الأمم من جليل وحقير، وفضل أهل",
            "page": "96",
            "part": "1",
            "seal": "8A60F30F"
        },
        {
            "id": "97",
            "nass": "التقوى بحسب درجاتهم على الجميع بقوله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} ولم يستثن أهل البيت الكرام ولا غيرهم من الأنام. ¶ إذا علمت ذلك تعلم أنه يجوز أن يكون في كل عصر بعض المسلمين من أهل التقوى أكرم عند الله تعالى من بعض أهل البيت الذين قصروا عنهم في تقوى الله تعالى، ولا مانع من ذلك شرعا ولا عقلا لهذه الآية الصريحة التي يجب على كل مؤمن قبولها والإذعان لها والتصديق بها لأنها من كلام الله المجيد الذي {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} (¬1) وقد خاطب الله تعالى بها جميع المؤمنين من عهده - صلى الله عليه وسلم - إلى يوم القيامة. وإذا كان الأمر كذلك فأصحاب النبي - صلى الله عليه وسلم - الذين تشرفوا بصحبته وشاهدوا أنوار طلعته وبذلوا أرواحهم وأموالهم في سبيل نصرته وتأييد دينه وملته هم أولى وأحرى بأن يشملهم هذا التشريف الذي شرف الله به المتقين بقوله تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} المؤيد بقول النبي - صلى الله عليه وسلم -: «لا فضل لعربي على عجمي إلا بالتقوى». ¶ فصل (قد أثنى الله في آيات كثيرة على الأصحاب) ¶ قد أثنى الله ¶ ¬_________ ¶ (¬1) فصلت: 42",
            "page": "97",
            "part": "1",
            "seal": "1231CE4F"
        },
        {
            "id": "98",
            "nass": "تعالى على أصحاب رسول الله - صلى الله عليه وسلم - في آيات كثيرة من القرآن. منها قوله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} (¬1) ومنها قوله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} (¬2) ومنها قوله تعالى: {لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آَمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ} (¬3) ومنها قوله تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} (¬4) ومنها قوله تعالى: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رضي الله عنهمْ وَرَضُوا عَنْهُ} (¬5) ومنها قوله تعالى: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} (¬6) ومنها قوله تعالى: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ * وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ * وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا ¶ ¬_________ ¶ (¬1) آل عمران: 110 ¶ (¬2) البقرة: 143 ¶ (¬3) التحريم: 8 ¶ (¬4) الفتح: 18 ¶ (¬5) التوبة: 100 ¶ (¬6) الانفال: 64",
            "page": "98",
            "part": "1",
            "seal": "8A87A277"
        },
        {
            "id": "99",
            "nass": "غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ} (¬1) ومنها قوله تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآَزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} (¬2) ومنها قوله تعالى: {فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} (¬3) ¶ واعلم أن أبا بكر وعمر وعثمان وعليا وطلحة والزبير رضي الله عنهم داخلون بيقين في جميع هذه الآيات القرآنية وغيرها مما ذكر في القسم السابق التي أثنى الله بها على أصحاب رسول الله - صلى الله عليه وسلم -. والسيدة عائشة أم المؤمنين رضي الله عنها داخلة أيضا بيقين في أكثرها مما لم يختص بالرجال من أصحاب رسول الله - صلى الله عليه وسلم -. ومعاوية وعمرو بن العاص رضي الله عنهما ¶ ¬_________ ¶ (¬1) الحشر: 8 - 10 ¶ (¬2) الفتح: 29 ¶ (¬3) المائدة: 54",
            "page": "99",
            "part": "1",
            "seal": "4D048D19"
        },
        {
            "id": "100",
            "nass": "لا شك أنهما داخلان في كثير منها مما لم يختص بالسابقين إلى الإسلام من الصحابة رضي الله عنهم. فيا ليت شعري إذا صرح الملك لجميع رعاياه برضاه عن طائفة منهم وخاطبهم بمدح تلك الطائفة والثناء الجميل عليها، أتراهم إذا أبغضوا تلك الطائفة التي صرح لهم الملك برضاه عنها، وإذا ذموها بعد أن سمعوا منه الثناء الجميل عليها يكونون قد استحقوا بذلك رضا الملك أم سخطه؟ لا شك أنهم يكونون بذلك مستحقين لسخطه التام، ولا يرتاب في هذا أحد من ذوي الأحلام. هذا لو كان ذلك الملك مخلوقا مثل رعاياه، ويجوز عليه أن يكون مخطئا في رضاه عن تلك الطائفة وثنائه عليها بأن يكون صدر ذلك منه لأغراض وافقت هوى نفسه، وهي في الحقيقة غير مستحقة لرضاه وثنائه فيخالفونه لعلمهم من عيوبها وموجبات بغضها وذمها ما لم يعلمه ذلك الملك. فما بالك بملك الملوك رب العالمين وخلاق البرايا أجمعين إذا صرح برضاه عن طائفة من عبيده وأثنى عليها الثناء الجميل هل يمكن أن يكون مخطئا برضاه عنها وثنائه عليها؟ وهل يجب على عبيده تعالى أن يتبعوه بمحبة تلك الطائفة والرضا عنها والثناء عليها؟ أو يجوز لهم بوجه من الوجوه",
            "page": "100",
            "part": "1",
            "seal": "28223848"
        },
        {
            "id": "101",
            "nass": "أو سبب من الأسباب أن يبغضوها بعد أن صرح لهم سبحانه وتعالى برضاه عنها، ويذموها بعد أن سمعوه بمدحها بأبلغ المدح ويثني عليها بأجمل الثناء؟ هذا مثل أصحاب رسول الله - صلى الله عليه وسلم - ومن يحبهم ومن يبغضهم، فمن أي الفريقين تحب أن تكون أيها المسلم الذي يريد نجاة نفسه. أما السني فلا يرد عليه هذا السؤال. وأما الشيعي فلا جواب له عنه بحال من الأحوال إلا بمجرد المكابرة والجدال. ¶ وإذا قال الشيعي أنا أحب أهل بيت رسول الله - صلى الله عليه وسلم - وأبغض أصحابه الذين تعدوا عليهم وسلبوهم حقوقهم وأذمهم لأتقرب بذلك إلى رسول الله - صلى الله عليه وسلم - وأستجلب رضاه ومحبته لي بمحبتي لأهل بيته وبغضي لمن سلبوهم حقوقهم. أقول في الجواب عن ذلك: قد أعلمتك بنص القرآن الصريح أن الله تعالى قد رضي عنهم وأثنى عليهم الثناء الجميل، وما رضي عنهم إلا لطاعتهم لرسوله - صلى الله عليه وسلم - ومبايعتهم، أي معاهدتهم إياه على الموت في سبيل نصرته على أعدائه - صلى الله عليه وسلم -، وأثنى عليهم الثناء الجميل في كتابه المجيد، الذي {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ",
            "page": "101",
            "part": "1",
            "seal": "E292B350"
        },
        {
            "id": "102",
            "nass": "تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} فكيف حينئذ يمكن بعد ما ذكر أن يرضى الله تعالى أو رسوله - صلى الله عليه وسلم - عمن يبغضهم ويذمهم مهما فعلوا ومهما كان منهم على فرض صحة ما نسب إليهم؟ هذا مستحيل عقلا ونقلا، لأن الرضا عنهم والثناء عليهم من الله تعالى قد ثبت ثبوتا أبديا في كلامه القديم الذي لا ينسخه كلام على ممر الليالي والأيام. والحق سبحانه وتعالى لا يخفى عليه ما سيصدر منهم من الأفعال مدة حياتهم، ومع ذلك فقد صرح بالرضا عنهم والثناء الجميل عليهم، فيلزمنا أن نقلد الله تعالى بالرضا عنهم والثناء الجميل عليهم ونعتقد أن ما صدر منهم على فرض صدوره هو من الذنوب الداخلة في سعة رحمة الله تعالى ومغفرته، أو نؤول ذلك بما يصرف أفعالهم المعترضة عن ظواهرها كما فعل علماء السنة من السلف والخلف. ويؤيد ذلك الحديث الصحيح الوارد عن النبي - صلى الله عليه وسلم - في حق أهل بدر الذين من جملتهم أبو بكر وعمر وعثمان وطلحة والزبير، وكثير ممن تبغضهم الروافض، وهو قوله - صلى الله عليه وسلم -: «وما يدريك لعل الله اطلع على أهل بدر فقال لهم:",
            "page": "102",
            "part": "1",
            "seal": "29D0751C"
        },
        {
            "id": "103",
            "nass": "افعلوا ما شئتم فقد غفرت لكم» وورد عنه - صلى الله عليه وسلم - في حق عثمان بخصوصه مثل ذلك يوم جهز جيش العسرة بسبعمائة جمل بحمولها وأحضر ألف دينار صبها بين يدي النبي - صلى الله عليه وسلم - فصار يقلبها بيديه الشريفتين ويقول: \"غفر الله لك يا عثمان\"، «ما ضر عثمان ما فعل بعد اليوم» وهذا من الأمور التي جرت بها العادة، فإنه إذا فعل إنسان فعلا جميلا عظيما عند آخر يصرح له بأنه قد رضي عنه ولا يسخط عليه أبدا في مقابلة ذلك الفعل الجميل حتى يجرون ذلك مع البهائم. قال الشاعر: ¶ وإذا المطي بنا بلغن محمدا * فظهورهن على الرجال حرام ¶ قربننا من خير من وطئ الثرى * فلها علينا حرمة وذمام ¶ وإذا وقع ذلك من كرام الناس في حق البهائم فضلا عن الآدميين، فما بالك برسول الله - صلى الله عليه وسلم - وهو أكرم ولد آدم وسيد الخلق أجمعين؟ وما بالك بكرم الله تعالى وسعة فضله الذي لا تدرك حد سعته الأحلام ولا يمكن التعبير عن حقيقته بالألسنة والأقلام، وقد صرح تعالى برضاه عن هؤلاء القوم",
            "page": "103",
            "part": "1",
            "seal": "F1EEB606"
        },
        {
            "id": "104",
            "nass": "الذين صدقوا في خدمته وتأييد دينه وملته ومبايعة نبيه على الموت في نصرته وثنائه عليهم الثناء الجميل في معيته. وقد ذكر صفاتهم الجميلة التي استوجبوا بها الثناء الجميل منه تعالى، وابتدأها بقوله: {أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} فقد ابتدأها بالجهاد أيضا لما فيه من المشقات العظيمة التي كانوا يحملونها في حب الله تعالى ورسوله، أتراه سبحانه وتعالى بعد أن صرح لهم برضاه عنهم وشرفهم بذلك وبالثناء عليهم في كلامه القديم يخالف ذلك في المستقبل وهو سبحانه أكرم الأكرمين وأرحم الراحمين؟ أو تراه يرضيه أن يخالف تشريفه لهم بذلك أحد من الخلق أجمعين، سبحانه وتعالى عما يقوله الجاهلون ويعتقده المبطلون، و {إنا لله وإنا إليه راجعون}. ونعوذ بالله تعالى من الخذلان ومن أن نكون منقادين إلى الشيطان وإخوانه من الإنس والجان. ¶ وأما قولك أيها الشيعي: إن أصحاب رسول الله - صلى الله عليه وسلم - سلبوا أهل بيته حقوقهم؛ فهذا اعتقدته أنت بحسب ما بلغك من الرواة الذين قد يزيدون وينقصون، وبحسب ما فسره لك قوم غافلون أو متغافلون. ومع ذلك نحن لم",
            "page": "104",
            "part": "1",
            "seal": "2E1834B4"
        },
        {
            "id": "105",
            "nass": "ندّع فيهم العصمة من الخطأ والذنوب، ولكن نقول: إن الله تعالى أخبرنا في كتابه الحق الذي اتفق جميع المسلمين من أهل السنة والشيعة على أنه كما قال تعالى: {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ} بأنه قد رضي سبحانه وتعالى عنهم وقد أثنى عليهم فيه الثناء الجميل، فإذا وقع منهم بعد ذلك بحسب بشريتهم وعدم عصمتهم كالأنبياء شيء من الذنوب يرجى من كرمه تعالى أن يغفره لهم، بل يتعين ذلك فضلا منه تعالى في حق أهل بيعة الرضوان الذين صرح برضاه عنهم وهم أكثر المهاجرين والأنصار، وفي حق أهل بدر منهم الذين قال فيهم رسول الله - صلى الله عليه وسلم -: «وما يدريك لعل الله قد اطلع على أهل بدر فقال لهم اعملوا ما شئتم فقد غفرت لكم»، فلا يجوز لك أيها الشيعي أن تذمهم وتسخط عليهم بعد تعريف الله تعالى لك بأنه قد رضي عنهم وثنائه الجميل عليهم، ولو فرضنا صحة ما بلغك عنهم من الخطإ والذنوب التي هي إن شاء الله تعالى على فرض صحتها مغفورة، لا سيما وقد صح عنهم عندك وعند جميع المسلمين والناس أجمعين ما بذلوه في تأييد الدين المبين ونصرة سيد المرسلين -صلى الله عليه وعلى آله",
            "page": "105",
            "part": "1",
            "seal": "147E0DEA"
        },
        {
            "id": "106",
            "nass": "وأصحابه أجمعين- من الأفعال المشكورة المبرورة، التي منها بذل الأرواح والأموال ومعاداة الأهل والعيال، وارتكاب المشقات التي لا تتحملها الجبال، فهل لا يستحقون بعدها غفران الذنوب وستر العيوب من الكبير المتعال؟ فأنصف أيها الرجل وانتبه رحمك الله، واعرف لذوي الحقوق حقوقهم، ولا تغتر بزخرفة الألفاظ وتنميق الأكاذيب التي أوحاها الشيطان إلى إخوانه وأعوانه حتى فرقوا كلمة الأمة المحمدية وأوقعوا بينها العداوة التي لا يقدر على إزالتها إلا الله تعالى. وأنت على يقين من أنا معاشر المسلمين جميعا من أهل السنة والشيعة عبيد الله تعالى يجب علينا أن نرضى لرضاه ونسخط لسخطه تعالى، ولا نجعل لهوانا على ديننا وعقلنا سبيلا. ونجزم ونعتقد أن رسول الله - صلى الله عليه وسلم - لا يرضيه إلا ما يرضى الله تعالى. وقد بلغنا - صلى الله عليه وسلم - عن ربه عز وجل أنه رضي عن أهل بيعة الرضوان، وهم جل أو كل أصحابه المهاجرين والأنصار وقتئذ، فهل يمكن أن رسول الله - صلى الله عليه وسلم - لا يرضى عليهم أو على أحد منهم مهما فعلوا بعد أن بلغنا عن ربه عز وجل رضاه المطلق",
            "page": "106",
            "part": "1",
            "seal": "907B594D"
        },
        {
            "id": "107",
            "nass": "عنهم الذي لم يقيده بشرط من الشروط ولا زمان من الأزمان. وهل يجوز لنا بعد أن تحققنا رضى الله ورسوله عنهم على هذا الوجه الثابت المحقق الذي لا يتحول ولا يتزلزل أن نسخط عليهم وقد رضي الله ورسوله عنهم ونذمهم وقد أثنى الله ورسوله عليهم؟ أنصف أنت من نفسك أيها المسلم العاقل وافعل ما يقربك إلى مولاك والله يتولى هداك. ¶ أما أهل بيت النبوة ومعدن الرسالة رضي الله عنهم، فهم مثل أصحابه عليه الصلاة والسلام يجوز عليهم الخطأ واقتراف الذنوب، فإنهم مثلهم غير معصومين. ولا يغرك زعم العصمة فيهم عند الشيعة لأن العصمة قد خصها الله تعالى بالنبيين والمرسلين لكونهم مشرعين ومبلغين الدين وأحكامه عن الحق إلى الخلق، فلو لم يكونوا معصومين لجاز عليهم وقوع الخطإ في تبليغ شرائع الله تعالى إلى عباده فيختل حينئذ ذلك الدين ولا يوثق بصحته وبأنه دين الله الحق الذي شرعه لعباده، ولهذا كانت عصمتهم واجبة لازمة لا بد منها. وأما غيرهم من أتباع الأنبياء فليسوا متصفين بهذه الصفة حتى يلزم اعتقاد العصمة فيهم، ولكنهم مهما عظم شأنهم وارتفعت مترلتهم في الفضل والتقوى",
            "page": "107",
            "part": "1",
            "seal": "AEDAF332"
        },
        {
            "id": "108",
            "nass": "والكمال فهم محل للخطأ واقتراف الذنوب بحسب بشريتهم، ولكن الله تعالى من فضله وكرمه يغفر لهم ذنوبهم ويستر لهم عيوبهم. وأولى الناس بمغفرته تعالى آل بيت نبيه وأصحابه - صلى الله عليه وسلم - لقوله تعالى في آل البيت: {إِنَّمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا} (¬1) ولثنائه الجميل على الصحابة ورضاه عنهم بقوله: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} (¬2) وكما يجوز عقلا وشرعا وقوع التعدي من بعض الصحابة على بعض أهل البيت يجوز التعدي من بعض أهل البيت على بعض الصحابة، كما أنه يجوز الخطأ على هؤلاء وهؤلاء بمقتضى البشرية وعدم العصمة. ونحن معاشر المسلمين الواجب علينا محبة الفريقين لنفوز إن شاء الله تعالى بالحسنيين، وننظر بعين الإنصاف إلى ما بلغنا من أحوالهم جميعا وآثارهم في الدين ونفعهم للمسلمين وطاعتهم لرب العالمين وخدمتهم لسيد المرسلين -صلى الله عليه وعلى آله وصحبه أجمعين- وما كان أمرهم عليه في حياته وبعد وفاته - صلى الله عليه وسلم - ما تحققناه من النقول الصحيحة، ونجعل محط نظرنا رضا الله تعالى ورسوله ونزيل عن قلوبنا وعقولنا حجاب الهوى والميل بمجرد ¶ ¬_________ ¶ (¬1) الأحزاب: 33 ¶ (¬2) الفتح: 18",
            "page": "108",
            "part": "1",
            "seal": "AE674172"
        },
        {
            "id": "109",
            "nass": "التعصب المذموم والتشهي المشئوم، فإن ذلك لا يرضاه لنفسه العاقل إلا إذا طمس الله على بصيرته فلم يفرق بين الحق والباطل. ¶ فصل في خلافة أبي بكر وملخص أوصافه ¶ قد اتفق نقلة الأخبار على أن أبا بكر الصديق كان في الجاهلية من رجال قريش المعدودين أهل الحل والعقد فيهم، وأنه كان أول المسلمين من الرجال، وأنه من ذلك التأريخ كان هو الوزير الأعظم والصديق الأكبر الأكرم للنبي - صلى الله عليه وسلم -. وإنما سماه النبي - صلى الله عليه وسلم - بالصديق لمبادرته لتصديقه في أول إسلامه في كل ما أخبر به عليه الصلاة والسلام من الغيوب ولا سيما في صباح ليلة المعراج حينما كذبته كفار قريش. ولم يزل مرافقا له وموافقا في جمع حالاته مع العسر واليسر والشدة والرخاء والسفر والحضر والحرب والسلم وجميع الأحوال إلى حين وفاته - صلى الله عليه وسلم -. ¶ أما الأحاديث التي وردت وصحت عن النبي - صلى الله عليه وسلم - في فضله فهي كثيرة مدونة في الكتب ومشهورة على الألسنة، وكثير منها يجري على ألسنة الناس مجرى الأمثال. وكذلك ما ورد في حق عمر وعثمان وعلي وطلحة",
            "page": "109",
            "part": "1",
            "seal": "59123B32"
        },
        {
            "id": "110",
            "nass": "والزبير رضي الله عنهم. وكذلك وردت أحاديث كثيرة في فضل السيدة فاطمة الزهراء والحسن والحسين وسائر أهل البيت الكرام وفضل السيدة عائشة وباقي أمهات المؤمنين وكثير من أفراد الصحابة ومجموعهم رضي الله عنهم أجمعين. ولا أريد أن أكثر الكلام هنا بنقلها لأنها معلومة، وكتبها في أيدي الناس مشهورة، وقد جمع منها الإمام ابن حجر في كتاب الصواعق جملة وافرة، وربما أذكر قليلا منها للمناسبة، ومن أرادها فليراجعها في محلها. ¶ ومن المعلوم عند الخصوص والعموم أن أبا بكر رضي الله عنه لم يزل منذ أسلم إلى وفاة رسول الله - صلى الله عليه وسلم - هو عنده الوزير الأول والصديق الأكبر الذي عليه في مهماته المعول لا يشبهه ولا يدانيه في ذلك أحد، لا من الصحابة ولا من أهل البيت رضي الله عنهم أجمعين، حتى إن رسول الله - صلى الله عليه وسلم - لم يسمح له في غزوة بدر بالمبارزة في القتال، وقال له: \"أمتعنا بنفسك\" وسمح بذلك لسادات أهل بيته وقتئذ وهم علي وحمزة وعبيدة بن الحارث رضي الله عنهم، واعتمد عليه - صلى الله عليه وسلم - في حراسة العريش الذي أقام فيه عليه الصلاة",
            "page": "110",
            "part": "1",
            "seal": "27889AAC"
        },
        {
            "id": "111",
            "nass": "والسلام يدعو الله تعالى وقت الحرب ويستنجزه ما وعده من النصر، ولم يعتمد في ذلك على أحد سواه في هذا الأمر المهم الذي لا أهم منه وقتئذ. كما أنه - صلى الله عليه وسلم - لم يثق بأحد يكون رفيقه في هجرته من مكة إلى المدينة سوى أبي بكر رضي الله عنه، وقد استأذنه مرارا ليهاجر مع من هاجر قبل ذلك من الصحابة فلم يأذن له عليه الصلاة والسلام بذلك وأخره حتى هاجر معه - صلى الله عليه وسلم -. وكان مستشاره الأعظم في جميع مهماته - صلى الله عليه وسلم - الدينية والدنيوية، ولم يزل كذلك عنده في المحل الأعلى والمترل الأرفع الذي لا يشاركه فيه مشارك ولا يشبهه فيه مشابه، لا من الصحابة ولا من أهل البيت، إلى أن توفي - صلى الله عليه وسلم - وهو راض عنه تمام الرضا. ولما توفي رسول الله - صلى الله عليه وسلم - اضطربت الصحابة من أهل البيت وغيرهم غاية الاضطراب، حتى جاء هو وقرأ قوله تعالى: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ} (¬1) فحينئذ سكن اضطرابهم وعرفوا أن رسول الله - صلى الله عليه ¶ ¬_________ ¶ (¬1) آل عمران: 144",
            "page": "111",
            "part": "1",
            "seal": "C84CD199"
        },
        {
            "id": "112",
            "nass": "وسلم - قد توفاه الله ونقله من دار الفناء إلى دار البقاء. فكان أبو بكر أعلمهم وأعقلهم وأحزمهم وأفضلهم. ولما كان فضله العظيم وتفوقه عند رسول الله - صلى الله عليه وسلم - على الجميع بالتقريب والتعظيم مشهودا لهم معلوما عندهم - وآخر اختصاص خصه به رسول الله - صلى الله عليه وسلم - أمره إياه في مرضه أن يصلي بالناس نيابة عنه - اتفقوا بأجمعهم على أن يجعلوه خليفة له عليه الصلاة والسلام، ولأن تخصيص النبي - صلى الله عليه وسلم - له بذلك كالصريح في استخلافه، ولذلك بايعه رضي الله عنه على الخلافة جمهورهم إلا نزرا قليلا من بعض المهاجرين والأنصار، لا لجحدهم فضله واستحقاقه ولكن لأسباب قامت في أنفسهم منعتهم من التعجيل في المبايعة، أهمها عدم مشاورتهم كما صرح بذلك علي والزبير رضي الله عنهما، ثم بايعوه بعد ذلك. وقد تمت له والحمد لله الخلافة باتفاق الصحابة من المهاجرين والأنصار وغيرهم. ¶ فاستلم زمامها وتسنم سنامها وقام بحقوقها أحق القيام، حتى كان هو المجدد الأعظم لدين الإسلام بعد رسول الله عليه الصلاة والسلام، وقد اتفقت على مبايعته والسرور بخلافته والاغتباط بها الأمة المحمدية وقتئذ بأسرها من أهل المدينة المنورة ومكة المشرفة ومن تبعهم من جميع العرب. ولو فرضنا أن المبايعة بالخلافة كانت لغيره لكان المخالفون أكثر بكثير، لأن اعتبار أبي بكر رضي الله عنه عند الأمة",
            "page": "112",
            "part": "1",
            "seal": "366F1744"
        },
        {
            "id": "113",
            "nass": "جميعها في حياته - صلى الله عليه وسلم - كان في الدرجة الأولى بلا خلاف عندهم في ذلك، فالذين ينافسونه على هذا المقام هم بلا شك أقل بكثير ممن ينافسون غيره. وقد ظهر ذلك فيما بعد حينما تركوا وشأنهم بعد قتل عثمان رضي الله عنه في خلافة علي رضي الله عنه. ولم يظهر في خلافة عمر لأن أبا بكر استخلفه قبل موته فلم يبق لهم الحق في نصب خليفة من عند أنفسهم حتى تختلف آراء بعضهم. وكذلك عمر حصرها في ستة، ومع ذلك لم يتفقوا على واحد منهم حتى حكموا فيها واحدا منهم وهو عبد الرحمن بن عوف يرضون بمن يعينه منهم بشرط أن لا يعين نفسه، فعين عثمان حين رآه الأصلح للأمر. ثم بعد قتل عثمان صارت الناس فوضى، فبايع أهل المدينة وأهل الحل والعقد وأصحاب السابقة من أصحاب رسول الله - صلى الله عليه وسلم - عليا رضي الله عنه لأن الأحقية انحصرت فيه، فإنه مع وجوده بعد عثمان لا يستحق الخلافة معه أحد. ومع ذلك قد خالف بيعته قوم كثير من العرب الصحابة وغيرهم. فمن هنا يظهر لك ظهورا جليا أن اعتبار أبي بكر في نفوس الأمة المحمدية",
            "page": "113",
            "part": "1",
            "seal": "041D61A9"
        },
        {
            "id": "114",
            "nass": "كان أكثر بكثير ممن بعده، ولذلك اتفقت الأمة عليه مع عدم تنصيص النبي - صلى الله عليه وسلم - على خلافته صريحا، ومع كونه ليس من أقربائه الأقربين ولا من المعروفين بكثرة العشيرة وكثرة المال والأحزاب، وإنما كان رأس ماله الأعظم قوة دينه وعلو مترلته عند النبي - صلى الله عليه وسلم -، فإذن لم يبعث الأمة على الانقياد إليه إلا علمهم بأحقيته وأفضليته وكونه لا يستحق الخلافة مع وجوده أحد من أصحاب رسول الله - صلى الله عليه وسلم -. وقد كان عليه الصلاة والسلام قدمه للصلاة بهم في مرضه فقالوا: \"نختار لدنيانا من اختاره رسول الله - صلى الله عليه وسلم - لديننا\" ونعم هذا الاختيار. وقد صح عن إمامنا الشافعي كما في طبقات السبكي أنه مع كونه كان من أجل المحبين لآل البيت ومن بني عمهم وأمه علوية وأبوه من بني المطلب أخي هاشم قال له رجل: كيف تقدم أبا بكر وأنت من بني المطلب؟ فقال له: ليس الأمر كما تظن، ولكنهم حينما توفي رسول الله - صلى الله عليه وسلم - نظروا فلم يجدوا تحت أديم السماء أفضل من أبي بكر فولوه عليهم، ولو كان الأمر بالقرابة لكنت أقدم عليا لأنه ابن عمي",
            "page": "114",
            "part": "1",
            "seal": "60540A61"
        },
        {
            "id": "115",
            "nass": "وجدي لأمي. ¶ فإن قلت: بين لي أسباب مخالفة أولئك النفر وعدم مبادرتهم لمبايعة أبي بكر فإن النفس يبقى فيها شيء من هذه المخالفة؟ أقول في الجواب: لم يخالف من الأنصار إلا سعد بن عبادة سيدهم رضي الله عنه وعنهم، ومن المهاجرين سوى بعض أهل البيت رضي الله عنهم. وقد قدمت لك أن أصحاب رسول الله - صلى الله عليه وسلم - كأهل بيته ليس أحد منهم معصوما من الخطإ، فإنهم ليسوا أنبياء ولا ملائكة فيجوز عليهم الذهول ولا يستحيل عليهم الخطأ. أما سبب مخالفة سعد بن عبادة رضي الله عنه فإنه كان سيد الأنصار وهم جمهور الناس في المدينة وأهل البلد. وقد كان قبل قدوم رسول الله - صلى الله عليه وسلم - عليهم وهم في جاهليتهم رأوا ما لهم من القوة والثروة والعصبية فأرادوا أن يجعلوا عليهم ملكا عبد الله بن سلول وهو من الخزرج قوم سعد بن عبادة وهم معظم الأنصار، فانتقض ذلك بالإسلام وقدوم النبي عليه الصلاة والسلام، فلما توفي رسول الله - صلى الله عليه وسلم - اجتمع الأنصار ليبايعوا منهم سيدهم سعد بن عبادة ويجعلوه عليهم ملكا، ليس لاعتقادهم أنه أفضل من",
            "page": "115",
            "part": "1",
            "seal": "77103255"
        },
        {
            "id": "116",
            "nass": "أبي بكر ولكن لكونهم كانوا قد رتبوا هذا الأمر في الجاهلية لرجل منهم فحال بينهم وبينه وجود النبي - صلى الله عليه وسلم -، فلما توفي عليه الصلاة والسلام ظهر له أنه لا مانع من ذلك، فأرادوا مبايعة سعد المذكور لاعتقادهم أنه أهل لأن يكون ملكا عليهم وأنهم هم أهل لأن يكون منهم ملك بالنظر إلى كثرتهم وعصبيتهم وشجاعتهم وغناهم وكونهم هم أهل البلد، ولم ترض نفوسهم الأبية أن ينقادوا إلى غيرهم مع استيفاء الشروط فيهم، وإنما كانوا منقادين لرسول الله - صلى الله عليه وسلم - بالدين ولم يقصدوا أن يكون واحد منهم خليفة لرسول الله - صلى الله عليه وسلم - على الأمة المحمدية بأسرها، ولذلك قالوا للمهاجرين: منا أمير ومنكم أمير. فلما ذهب إليهم أبو بكر وعمر إلى محل اجتماعهم، سقيفة بني ساعدة، خوفا من وقوع الفتنة بين المهاجرين والأنصار، تكلم أبو بكر ووعظهم وذكرهم بما كانوا عنه غافلين، وتكلم عمر وذكرهم بفضائل أبي بكر وما كان له من علو المترلة عند رسول الله - صلى الله عليه وسلم -. فتجلى لهم الحق والصواب وأعرضوا عما كانوا قصدوه",
            "page": "116",
            "part": "1",
            "seal": "05B820E7"
        },
        {
            "id": "117",
            "nass": "وبايعوا أبا بكر مع جملة الأصحاب وانقادوا إليه بزمام الدين، مع كونهم كانوا هم أهل البلد والقوة وكانوا يرون مترلة علي وغيره من أهل بيت النبي - صلى الله عليه وسلم - وغيرهم، فلو علموا أن أحدا منهم أحب إلى الله ورسوله وأحق في هذا الأمر من أبي بكر لما فسخوا عزيمتهم التي كانوا صمموا عليها وتركوا تمليك واحد منهم الذي يترتب عليه فخرهم وشرف دنياهم وبايعوا أبا بكر، بل كانوا يبايعون ذلك الرجل الذي يرون فيه الأحقية والأولوية، لا سيما إذا كانوا من أهل بيت النبي - صلى الله عليه وسلم -. فبهذا ظهر سبب ما وقع من الأنصار من الخلاف وما رجعوا إليه من الإنصاف. ¶ أما سيدتنا فاطمة الزهراء رضي الله عنها فإنها حصل لها من الكرب بوفاة النبي - صلى الله عليه وسلم - ما شغلها عن كل شيء ولازمها الكمد حتى توفيت بعد ستة أشهر من وفاته - صلى الله عليه وسلم -، ولعلها كانت لعظم ما نزل بها وشدة محبتها لأبيها عليه الصلاة والسلام وجلالة قدرة إلى درجة لم يشاركه فيها أحد من الأنام لم تسمح نفسها بأن ترى أحدا من الناس يقوم بعده ذلك المقام فلذلك",
            "page": "117",
            "part": "1",
            "seal": "6ECEA193"
        },
        {
            "id": "118",
            "nass": "تأخرت عن مبايعة أبي بكر. وقوى ذلك أنها طلبت منه رضي الله عنها وعنه أن يورثها أرضا تركها النبي - صلى الله عليه وسلم - فامتنع، لأنه سمع من رسول الله - صلى الله عليه وسلم - قوله: «نحن معاشر الأنبياء لا نورث ما تركناه صدقة» فبقي في نفسها من ذلك شيء، ولو جاز أن أبا بكر يحابي أحدا بما لا يعتقد جوازه لحاباها بذلك محبة لرسول الله - صلى الله عليه وسلم - واستجلابا لرضاها ورضا زوجها وقومها رضي الله عنهم، فكانت الديانة والسياسة - وهو منهما في المحل الأعلى - يلزمانه بإعطائه إياها تلك الأرض لو لم يسمع من رسول الله - صلى الله عليه وسلم - ما سمعه، ومع ذلك فكان يزورها ويخضع لها ويلاطفها غاية الملاطفة لاستجلاب رضاها حتى رضيت عنه. ¶ وأما زوجها علي رضي الله عنه فقد حصل له كذلك من شدة الحزن والكرب لوفاة رسول الله - صلى الله عليه وسلم - ما لا تحمله الجبال الراسيات بحيث ضاقت عليه الدنيا ولازم بيته مدة من الزمان. ثم بايع أبا بكر واعتذر عن تأخره عن البيعة بما هو لا شك صادق فيه من ملازمة الأحزان مع اعتقاده أحقية أبي بكر لهذا الشأن ولعدم",
            "page": "118",
            "part": "1",
            "seal": "F95E3B43"
        },
        {
            "id": "119",
            "nass": "مشاورته قبل البيعة في سقيفة بني ساعدة. ولو فرضنا أن تأخره عن البيعة لاعتقاده في نفسه أنه مقدم على أبي بكر في استحقاق الخلافة؛ نقول في الجواب: نحن نعلم أن جمهور الصحابة -ولا سيما المقربون منهم إلى رسول الله - صلى الله عليه وسلم - كالذين بشرهم بالجنة وخلافهم من أهل بدر وبيعة الرضوان- هم أعلم ممن جاء بعدهم بيقين بمن كان عالي المترلة عند رسول الله - صلى الله عليه وسلم - في حياته إلى درجة تخوله حق الخلافة بعد وفاته، وكلهم قد أجمعوا على خلافة أبي بكر. فنضع خطأهم في ذلك بفرض وقوعه في جانب مع خطأ أبي بكر نفسه بقبولها لو فرضناه وخطأ جميع أهل عصرهم من المسلمين الذين أقروهم على ذلك، ونضع في الجانب الآخر خطأ علي في ذلك بفرض تصوره أنه أحق بالخلافة من أبي بكر ونضع أيضا صوابهم في ذلك في جانب وصواب علي على فرض تصوره في جانب، فمن يا ترى أقرب إلى رضا الله تعالى ورسوله؟ أن يكون أبو بكر وجميع الصحابة وغيرهم من المسلمين مخطئين في عملهم ويكون علي وحده مصيبا في تصوره، أو خطأ علي في هذا التصوير وإصابة الأمة",
            "page": "119",
            "part": "1",
            "seal": "5792F883"
        },
        {
            "id": "120",
            "nass": "بأسرها وقتئذ أقرب إلى رضا الله ورسوله؟ لا أظن أن هذا السؤال يتوجه إلى أحد في قلبه نور إيمان ثم لا يرى أن الصواب مع أبي بكر والأصحاب، لا سيما وقد فرضنا أن عليا رضي الله عنه تصور الخلافة لنفسه، فهذا أقرب للخطأ ممن يتصورها لغيره كباقي الصحابة الذين تصوروها لأبي بكر فإن نفوسهم ليس لها حظ من خلافته إلا اتباع الحق وكونه أولى وأحق. ولو كان أبو بكر بمترلة علي في تصوره لنفسه والصحابة كلهم أو جلهم مع علي لكنا أيضا نكون مع الجمهور، إذ لا قرابة بيننا وبين أبي بكر تحملنا على محاباته، بل لو تساوى أبو بكر وعلي من كل الوجوه لكان المرجح عليه بقرابته من رسول الله - صلى الله عليه وسلم -. ولكن قد تحققتا أن رسول الله - صلى الله عليه وسلم - نفسه كان عنده أبو بكر مقدما على علي وعلى سائر الأصحاب، فكيف نقدم نحن عليه عليا أو غيره؟ وإنما نحن مع الله ورسوله، لا مع أنفسنا، وهو إنا نحن نعلم حق العلم أن عليا رضي الله عنه كان من أقرب الأقرباء المحبوبين لرسول الله - صلى الله عليه وسلم -، ومن أجل الأصفياء المقربين عنده، ومن أنفع",
            "page": "120",
            "part": "1",
            "seal": "77A48C4D"
        },
        {
            "id": "121",
            "nass": "أصحابه له ولدينه وأعظمهم إقداما في نصرته وأكثرهم إلقاء لنفسه في مظان التلف في معارك الحروب، وهو الذي خلفه في فراشه ففداه بنفسه يوم الهجرة، وفوق ذلك أنه زوج ابنته سيدة نساء العالمين وأبو ذريته الطيبين الطاهرين إلى يوم الدين، مع وفرة العلم والفضل والشجاعة والكمال من كل الوجوه؛ ولكنا نعلم مع ذلك بأبي بكر من الفضائل الجمة والمناقب المهمة ما هو أكثر من ذلك وأن المترلة التي كانت له عند رسول الله - صلى الله عليه وسلم - لم يصل إليها علي ولا غيره. ¶ وكل الصحابة كانوا يعلمون هذه الفضائل الجليلة لعلي رضي الله عنه ومع ذلك أقدموا على مبايعة أبي بكر على الخلافة مع وجوده، فلا شك أنهم وجدوا أبا بكر أحق بها وأولى. ولو بايعوا عليا لكان جديرا بها، ولكنهم علموا أنهم لو فعلوا ذلك لقدموه على من هو أحق منه فلم يفعلوا. ¶ والله إني أتيقن أن عليا نفسه لم يتخطر أنه مقدم على أبي بكر، وكيف يكون ذلك وهو رضي الله عنه من أتقى الناس وأصدقهم وأكثرهم إنصافا. وقد كان مشاهدا لأحوال أبي بكر مع رسول الله - صلى الله عليه وسلم - من البداية إلى",
            "page": "121",
            "part": "1",
            "seal": "A74E2421"
        },
        {
            "id": "122",
            "nass": "النهاية، وقد كان هو صغير السن في ابتداء البعثة ثم كان بعد ذلك من الشبان الأقوياء الشجعان حتى فدى رسول الله - صلى الله عليه وسلم - بنفسه وألقى نفسه في الأخطار في محبة الله تعالى ورسوله. ولم نسمع أنه كان من أهل مشورة رسول الله - صلى الله عليه وسلم - في مهماته مثل أبي بكر لا سيما في وقت الشدة في أول البعثة. وأبو بكر ملازم للنبي - صلى الله عليه وسلم - في ليله ونهاره وحضره وأسفاره، يوالي من والاه ويعادي من عاداه، ولو وصله من ذلك أعظم ضرر يأتي على نفسه وماله وعياله، حتى شاهد المشركين يوما يؤذون النبي - صلى الله عليه وسلم - ففداه بنفسه وصار يضربهم ويضربونه، واشتد عليه الأمر حتى أغمي عليه وكاد يموت من كثرة الضرب والجراحات. وكان يطوف معه - صلى الله عليه وسلم - على قبائل العرب في المواسم يبلغ رسالة ربه ويدعوهم إلى نصرته، كل ذلك وعلي رضي الله عنه صغير السن وقتئذ. أترى أن الله تعالى ينسى ذلك لأبي بكر، أو ترى أن محمدا - صلى الله عليه وسلم - يعدل به بعد هذا أحدا من الناس، أو ترى أن أمته - صلى الله عليه وسلم - يخلفونه بما لا يرضيه في شأن هذا",
            "page": "122",
            "part": "1",
            "seal": "4B1D2C39"
        },
        {
            "id": "123",
            "nass": "الصاحب الذي كان له عليه كمال الاعتماد وقد فداه بالنفس والمال والأولاد، مع علمهم أنه - صلى الله عليه وسلم - لم يكن يعدل به أحدا من خلق الله تعالى مدة حياته حتى توفاه الله تعالى وهو راض عنه كمال الرضى. ومن لم يعلم ذلك فهو من أجهل الجاهلين بأحوال رسول الله - صلى الله عليه وسلم - مع أصحابه. ¶ ثم ماذا كان من خلافة أبي بكر، هل كان منها ضرر على الدين والمسلمين؟ كلا والله، بل كانت كنبوة ثانية، أعز الله بها الإسلام والمسلمين وأيد وشيد قواعد هذا الدين المبين. فقد ارتدت أكثر قبائل العرب بعد وفاة النبي - صلى الله عليه وسلم -، فجمعهم رضي الله عنه طوعا وكرها على الإسلام. وفتح بلاد العراق والشام، وجيش جيوش المسلمين للجهاد في سبيل الله الملك العلام، وسيرهم إلى أعداء الدين أقواما بعد أقوام، حتى أظهر الله به دينه غاية الظهور وانتظمت على أحسن حال الأمور. وكان ذلك بعد أن جمع الصحابة، منهم عمر وعثمان وعلي وغيرهم من أكابر أصحاب رسول الله - صلى الله عليه وسلم - من المهاجرين والأنصار، واستشارهم في شأن أهل الردة فأشاروا جميعا عليه بتركهم وشأنهم",
            "page": "123",
            "part": "1",
            "seal": "7C9C1116"
        },
        {
            "id": "124",
            "nass": "لأنهم معظم العرب وقتئذ ولا قدرة للمسلمين على محاربتهم لقلتهم بالنسبة إليهم، فكرر عليهم المشورة فكرروا هذا الرأي، وقالوا نعبد الله تعالى حتى نموت، فقال لهم: والله لأن أخر من السماء فتخطفني الطير أحب إلي من أن يكون هذا رأيي، والله لو منعوني عقالا لقاتلتهم عليه ولو انفردت بسالفتي. ووبخ عمر على هذا الرأي بقوله له: أجبار في الجاهلية خوار في الإسلام؟ مع أن عمر كان هو المعروف بالشدة في الدين وأبو بكر كان معروفا بالرفق واللين، فانعكس الموضوع في هذا الأمر المهم الذي لم يرد على الإسلام بعد رسول الله - صلى الله عليه وسلم - أمر مثله. ثم قام أبو بكر من ذلك المجلس معلنا الحرب على أهل الردة قائلا: ها أنا متوجه بنفسي للجهاد في هؤلاء المرتدين، فمن تبعني فليتبعني. فانقادوا إليه وقالوا له كلهم: نحن معك يا خليفة رسول الله، وقال عمر: فما كان إلا أن شرح الله صدورنا لاتباع أبي بكر وكان فيه الخير والبركة. وقال بعضهم: لولا أبو بكر لما عبد الله تعالى بعد محمد - صلى الله عليه وسلم -. فجيش جيشا وأرسله مع خالد بن الوليد، فلم يزل يحاربهم قبيلة بعد قبيلة",
            "page": "124",
            "part": "1",
            "seal": "3A3210DB"
        },
        {
            "id": "125",
            "nass": "ويستعين ببعضهم على بعض إلى أن رجع العرب جميعهم إلى الإسلام وكثرت الجيوش، فجهزها لمحاربة دولتي الفرس والروم في العراق والشام، وهم أعظم دول الدنيا وقتئذ. وتتابعت الفتوحات في مدة خلافته وهي ثلاثة أعوام. وختمها بالعهد إلى عمر بالخلافة ونعم الختام، وكان عمر وزيره الأعظم كما كان هو عند النبي - صلى الله عليه وسلم -، فهو على كثرة فضائله وفتوحاته حسنة من حسناته. هذا أبو بكر وهذه خلافته. فهل تراها يا أيها الشيعي جلبت ضررا على المسلمين أو أيدت وشيدت أركان الإسلام إلى يوم الدين. فرحم الله امرءا اتبع حقه وترك هواه و {الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله} ¶ فصل في خلافة عمر رضي الله عنه ¶ وأما عمر بن الخطاب رضي الله عنه فإنه قبل إسلامه كان ذا وجاهة عظيمة في قريش، حتى دعا النبي - صلى الله عليه وسلم - الله تعالى بأن يؤيد الإسلام به أو بعمرو بن هشام، يعني أبا جهل. فاستجيبت دعوته - صلى الله عليه وسلم - في حق عمر. فلما أسلم دخل بإسلامه سرور عظيم على النبي - صلى الله عليه وسلم -",
            "page": "125",
            "part": "1",
            "seal": "0276F2A7"
        },
        {
            "id": "126",
            "nass": "ومن معه من المسلمين، وكانو نحو العشرين وهم مستخفون لا يقدرون على الظهور لكثرة أذية المشركين لهم. فأعلى عمر إسلام نفسه في محافل قريش وحمل النبي - صلى الله عليه وسلم - على الظهور فظهر بمن معه وكان ذلك أول يوم أعز الله به الإسلام ولذلك سماه رسول الله - صلى الله عليه وسلم - الفاروق لأن الله فرق به بين الحق والباطل. ولم يزل مصاحبا لرسول الله - صلى الله عليه وسلم - من حين إسلامه إلى وفاة النبي - صلى الله عليه وسلم - في جميع حالاته من شدة ورخاء وسفر وحضر وحرب وسلم ولم يفارقه في جميع غزواته وهو عنده في جميع ذلك صاحب المنزلة العليا والمكانة الزلفى التي لا تفضلها إلا منزلة أبي بكر الصديق ومكانته عند رسول الله - صلى الله عليه وسلم - فإنه كان الوزير الأول وعمر الوزير الثاني. ولم يكن لعثمان ولا لعلي ولا لغيرهما هذه المنزلة العلية والرتبة السنية المعروفة عند عموم الأصحاب وغيرهم، حتى أن أبا سفيان جاء إلى المدينة قبل فتح مكة ليطلب من النبي - صلى الله عليه وسلم - تجديد مدة الهدنة بينه وبين قريش فلم يقبل فقصد أبا بكر ثم عمر ليشفعا",
            "page": "126",
            "part": "1",
            "seal": "65F4D901"
        },
        {
            "id": "127",
            "nass": "له عند رسول الله - صلى الله عليه وسلم - في تجديد الهدنة فلم يفعلا فقصد بعد ذلك عثمان وعليا فلم يفعلا أيضا. وكذلك كعب بن زهير حينما أهدر النبي - صلى الله عليه وسلم - دمه لأسباب أوجبت ذلك قصد أبا بكر ثم عمر ليشفعا له فلم يفعلا ثم قصد عليا فدله على طريق نجاحه. فمن هنا تعلم أن المشركين أيضا كانوا يعلمون تقدم أبي بكر وعمر عند النبي - صلى الله عليه وسلم - على سائر أصحابه. وليس ذلك بالأمر الخفي ولا يجهله إلا من لم يكن له اطلاع على سيرته - صلى الله عليه وسلم - وتاريخ وقائعه وروابطه مع أصحابه وأحوالهم معه ودرجاتهم عنده. فإن كتب الحديث والسير والتواريخ على الإطلاق متفقة على أن هذين الشيخين كانا مقدمين عنده على سائر الأصحاب وأنه - صلى الله عليه وسلم - كان يشاورهما في مهمات أموره قبل جميع أصحابه. ¶ ومن أعظم ما اتفق لعمر في إصابة الرأي أن النبي - صلى الله عليه وسلم - شاوره في أسارى بدر فأشار عليه بقتلهم وعدم قبول الفداء منهم وقال: يا رسول الله، هذه أول وقعة نصر الله بها الإسلام فلا ينبغي قبول الفداء لترسخ هيبة المسلمين في قلوب المشركين،",
            "page": "127",
            "part": "1",
            "seal": "C460DC82"
        },
        {
            "id": "128",
            "nass": "نسلم كل واحد منا قريبه يقتله بيده. وأشار أبو بكر بقبول الفداء منهم وقال: يا رسول الله هم الأهل والعشيرة، وليتقووا بما يأخذونه منهم من الفداء على ما هم بصدده من الجهاد في سبيل الله تعالى، فعمل - صلى الله عليه وسلم - براي أبي بكر لميله - صلى الله عليه وسلم - إلى الرحمة والشفقة. فنزل قوله تعالى: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآَخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ * لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ * فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} ¶ ولم يزل عمر على هذه الحالة السنية والمكانة العلية عند رسول الله - صلى الله عليه وسلم - مدة حياته وصار بعده لأبي بكر وزيره الأعظم بمنزلة أبي بكر عند النبي - صلى الله عليه وسلم -، فكل ما حصل من الخير للأمة المحمدية في مدة خلافة أبي بكر فعمر له فيه اليد البيضاء والثواب العظيم لأنه كان الركن الأقوى الذي يعتمد عليه أبو بكر في مهمات الدنيا والدين. ولذلك رآه كفؤا كريما للخلافة بعده، فعهد له بها ولم يخالف عليه أحد من أصحاب رسول الله - صلى الله عليه وسلم - لعلمهم",
            "page": "128",
            "part": "1",
            "seal": "B99B4833"
        },
        {
            "id": "129",
            "nass": "أنه بعد أبي بكر أعلاهم منزلة عند رسول الله - صلى الله عليه وسلم - وأقدرهم على القيام بأعباء الخلافة من جهة العقل والفضل وحسن التدبير وسياسة الأمور وضبط الجمهور مع الشجاعة التامة والصرامة الكاملة والنفس الأبية القوية التي لا تأخذها في الله لومة لائم وغير ذلك من صفات الكمال التي تقتضيها الخلافة ولم تجتمع في أحد منهم اجتماعها فيه رضي الله عنه وعنهم. وإنما كان بعضهم يخشى منه وقوع الشدة لما كان معروفا به من عدم المداراة والشدة في دين الله فكان الأمر بعد الخلافة بالعكس، فكان أرحم الأمة بالأمة وأشفقها عليها، وظهر منه من الحزم والتدبير وضبط أمور الجماهير والعدل بين الناس على اختلاف طبقاتهم وسياسة الدنيا والدين والرحمة لعموم المؤمنين والشدة على جميع المعتدين وتجيند الجنود والجهاد في سبيل الله وكثرة الفتوحات ما لم يجتمع لغيره باتفاق المؤرخين في دهر من الدهور بحيث هدم أعظم دول العالم وقتئذ وهي دولة الروم في الشام وما والاها ودولة الفرس في العراق وما",
            "page": "129",
            "part": "1",
            "seal": "0A76E575"
        },
        {
            "id": "130",
            "nass": "والاها ودولة القبط في مصر وما والاها واستولى على بلادهم وعواصم ممالكهم في وقت قصير لا يتسع مثله لبعض هذه الفتوحات فضلا عن كلها لولا قدرة الله تعالى وما أراده من سرعة انتشار دين الإسلام وتعميم رسالة سيدنا محمد عليه الصلاة والسلام. ولم يزل الإسلام منذ تولى الخلافة يعلو شأنه ومده ويسمو عزه وقدره وتيسع انتشاره ويفيض على البسيطة بحره ويشمل الأمم حكمه حتى انقادت له الأعارب والأعاجم رغبة أو رهبة واتسع نطاق الإسلام اتساعا عظيما كان أساسا متينا لكل ما جاء بعده من الفتوحات الإسلامية. ثم بعد هذا كله لم يعهد بالخلافة لولده عبد الله مع أنه كان في حد ذاته أهلا له لأنه كان من أجلاء الصحابة وأكابر علمائهم. ولم يظهر له الصواب فيمن يكون خليفة بعده كما ظهر لأبي بكر ولو ظهر له ذلك في شخص لعهد إليه، ولكنه أشكل عليه الأمر لشدة ورعه ودقة نظره وشفقته على الأمة المحمدية لأنه كان مع بلوغه في قوة الدين إلى الغاية القصوى كذلك كان بالغا في كمال العقل إلى الذروة العليا، وقد علم أنه لم يجتمع في واحد من الصحابة الموجودين وقتئذ الأوصاف التي",
            "page": "130",
            "part": "1",
            "seal": "2029CC18"
        },
        {
            "id": "131",
            "nass": "تحصر فيه الخلافة وتحملهم جميعا على الانقياد إليه كما انقادوا إلى أبي بكر وعمر حتى يعهد إليه بها، وقد توجد في الجماعة المؤهلين لها بعض مزايا لا توجد في الآخر. فهذا عمر وهذه سيرته وخلافته. ¶ فكيف تراها أيها الشيعي: هل نفعت الدين المبين أو أضرت بالإسلام والمسلمين؟ سبحان الله ما أعجب هذا الحال، بينما نحن نرى الكفار يفتخرون بذكر عمر وخلافته وكثرة عدله وحسن سيرته في كتبهم ويشهدون له بالانفراد في السياسة والسداد ويلهجون بمدحه والثناء عليه إلى درجة يميزونه بها عن جميع ملوكهم فضلا عن غيرهم، نرى بعكس ذلك بعض المسلمين من الشيعة، ولا سيما الفرس، ولو حفظوا أنسابهم لوجدوا أجدادهم الأقدمين إنما انتقلوا من دين المجوس إلى دين الإسلام بواسطة جيوش عمر التي افتتح بها بلادهم وهدى بها أجدادهم، فله رضي الله عنه أعظم المنن على من أسلموا وعلى ذراريهم إلى يوم القيامة. ومع ذلك فقد نسوا فضله عليهم وعلى أجدادهم خصوصا وعلى الأمة المحمدية عموما. فرحم الله من اتقى الله ونبذ هواه",
            "page": "131",
            "part": "1",
            "seal": "04E29E9A"
        },
        {
            "id": "132",
            "nass": "وعرف الحق لأهله فأداه. ولا حول ولا قوة إلا بالله. ¶ فصل في خلافة عثمان رضي الله عنه وسيرته ¶ أما عثمان رضي الله عنه فإنه كان من أعظم أكابر قريش في الجاهلية وكان من السابقين للإسلام، هاجر الهجرتين وصلى إلى القبلتين وتزوج بنتي رسول الله - صلى الله عليه وسلم - فسماه ذا النورين. ولم يزل من أول الإسلام إلى وفاة النبي عليه الصلاة والسلام وهو من أجل المقربين إليه وأعظم المحبين المحبوبين لديه، حتى كان من المعلوم عند جمهور الصحابة تقديم عثمان بعد أبي بكر وعمر عليهم جميعا في الفضل عند رسول الله - صلى الله عليه وسلم - كما صح ذلك في حديث البخاري عن عبد الله بن عمر رضي الله عنهما وهو من أعلم الصحابة وأورعهم وأتقاهم وأفضلهم أنه قال: كنا في حياة النبي - صلى الله عليه وسلم - نفضل بين أصحاب رسول الله - صلى الله عليه وسلم - فنفضل أبا بكر ثم عمر ثم عثمان. ولا قرابة بينه وبين واحد منهما، ولو جازت عليه المحاباة لحابى أباه فقدمه على أبي بكر، وحابى عليا لقرابته من رسول الله - صلى الله عليه وسلم -. وكان عثمان في الجاهلية من رؤساء قريش،",
            "page": "132",
            "part": "1",
            "seal": "8E30BC3D"
        },
        {
            "id": "133",
            "nass": "وقومه بني أمية كانوا مع كثرتهم ورياستهم من أشد أعداء رسول الله - صلى الله عليه وسلم -، فخالفهم عثمان وآمن برسول الله - صلى الله عليه وسلم - في أول البعثة والإسلام يومئذ جديد في غاية الضعف والخفاء، والشرك حينئذ متين في غاية الظهور والقوة. وهاجر إلى الحبشة ثم إلى المدينة المنورة. ولم يفارق رسول الله - صلى الله عليه وسلم - في أكثر غزواته ومشاهده. وكم له من يد بيضاء في الإسلام في حياة النبي - صلى الله عليه وسلم - لم يسد أحد مسده فيها. منها تجهيزه جيش العسرة في غزوة تبوك. ومنها أن النبي - صلى الله عليه وسلم - أرسله يوم الحديبية إلى مكة ليطيب قلوب المؤمنين المستضعفين، وكان - صلى الله عليه وسلم - أمر بذلك قبله عمر فلم يعفل خوفا من قريش لشدة عداوته لهم وعداوتهم له وقلة قومه ودله على عثمان لقوة عصبيته وكثرة قومه، فذهب وقضى حاجة رسول الله - صلى الله عليه وسلم - على أتم وجه وامتنع من الطواف بالبيت لعدم طواف النبي - صلى الله عليه وسلم - به في ذلك العام. وقد كان - صلى الله عليه وسلم - يستحيي منه فسئل",
            "page": "133",
            "part": "1",
            "seal": "0DAF5620"
        },
        {
            "id": "134",
            "nass": "عن ذلك فقال: \"ألا أستحي ممن تستحي منه ملائكة الرحمن\". ولم يزل كذلك عند النبي - صلى الله عليه وسلم - في المنزلة الزلفى والمكانة العليا والعناية الكبرى إلى أن توفي - صلى الله عليه وسلم - وهو راض عنه تمام الرضى. ثم كان عند أبي بكر أيام خلافته كذلك. ثم كان عند عمر أيام خلافته كذلك. ثم لما تولى الخلافة مشى على سنن أبي بكر وعمر في العدل بين الناس والجهاد في سبيل الله، حتى فتح المغرب بأجمعه وكثيرا من بلاد إفريقية، وفتح بلاد أرمينية وخراسان وما والاها حتى وصل إلى حدود الصين واستولى على سائر بلاد الفرس. وكان هلاك كسرى في مدة خلافته. وفتح من جزائر البحر قبرس ورودس وغير ذلك من الفتوحات الكثيرة التي تضاحي فتوحات عمر، وحصل للإسلام في مدته انتشار عظيم في أقطار الأرض. ولم يزل الناس راضين مغتبطين بخلافته إلى أن أكثر من تولية رؤساء بني أمية بالأعمال، فنقم عليه ذلك قوم من فساق أهل مصر والعراق، فخرجوا عن طاعته وأتوا إلى المدينة المنورة فحصروه وقتلوه ظلما رضي الله عنه. ¶ وقد اتفق",
            "page": "134",
            "part": "1",
            "seal": "B488DA2A"
        },
        {
            "id": "135",
            "nass": "جمهور الأمة المحمدية من أهل السنة والجماعة من عصر الصحابة إلى الآن على أن عثمان أفضل من علي. وهذا الاتفاق لا يمكن أن يكون بمجرد التشهي لأن الأمة لا قرابة مخصوصة بينها وبين أبي بكر وعمر، فكما أنها قدمتهما في الفضل عليه وعلى من بعده لما ثبت عندها من أسباب التفضيل كذلك قدمته على علي وعلى من بعده لما ثبت عندها من أسباب تفضيله وإن كانت أسباب تفضيل الشيخين عندنا أظهر من أسباب تفضيله على علي. ونحن يلزمنا اتباع سلفنا الصالح في ذلك لوثوقنا بقوة دينهم ووفرة علمهم وكثرة معرفتهم وورعهم وعدم محاباتهم في الدين أحدا، ولو كانوا يحابون في ذلك لحابوا عليا لقرابته من رسول الله - صلى الله عليه وسلم -، وقد اطلعوا على ما لكل منهما من الفضائل على ما ورد في حقهما عن النبي - صلى الله عليه وسلم - من المناقب، وشاهد الصحابة منهم حالة قرب كل منهما منه - صلى الله عليه وسلم - حال حياته، وبعد هذا كله اتفق جمهورهم على أفضلية عثمان، وهو مذهب جمهور الصحابة والتابعين والأئمة",
            "page": "135",
            "part": "1",
            "seal": "2210875C"
        },
        {
            "id": "136",
            "nass": "المجتهدين وأتباعهم أجمعين. وليم يخالف في ذلك من الأئمة إلا سفيان الثوري ومالك في أول قوليه، ففضلا عليا على عثمان، ثم ثبت عند مالك تفضيل عثمان فرجع عن قوله الأول ووافق الجمهور في تفضيله على علي. وجرى الأمر على ذلك باتفاق أهل المذاهب الأربعة جيلا بعد جيل، يرويه السلف عن الخلف ويتلقفه المتأخر عن المتقدم وينشر في الكتب ويقرر في العقائد ويقرأ في الدروس ويوعظ به على رؤوس المنابر ويعلن في المجامع الدينية والمحافل الإسلامية من دون نكير ولا تقييد ولا تحجير إلى وقتنا هذا. ¶ إذا علمت هذا أيها المسلم المتحري لدينه المبين التابع لسبيل الهداة المهتدين، فكيف تطيب نفسك أن تعتقد خطأ هذه الأمة العظيمة في سائر الأعصار والأدوار من صحابتها وتابعيها وأوليائها وأتقيائها ومجتهديها، وهم علماء الناس وساداتهم وعقلاؤهم وقاداتهم في أمور دينهم ودنياهم. أترى ذلك يرضي الله تعالى أم تراه يسر رسول الله - صلى الله عليه وسلم - أم تراه يطيب للأئمة الأعلام من ساداتنا",
            "page": "136",
            "part": "1",
            "seal": "2DDF2161"
        },
        {
            "id": "137",
            "nass": "أهل البيت الكرام، حاشا وكلا. أما من جهة الخلافة فقد كان إليها علي وعثمان فرسي رهان فسبق عثمان فاتبعه علي، ولو سبقه علي لاتبعه عثمان. والدليل على تقاربهما في الفضل وكون كل منهما فيه الأهلية التامة للخلافة بعد ابي بكر وعمر عدم تخصيص عمر واحدا منهما، ولو علم في أحدهما ما علمه أبو بكر فيه من التقدم على الجميع لعهد إليه بالخلافة ولم يذكر معه غيره بدون محاباة، ولو جازت عليه المحاباة لحابى عليا لأنه أبو زوجته أم كلثوم بنت علي وجد بنيه منها فضلا عن قرابته من رسول الله - صلى الله عليه وسلم - وكونه زوج سيدة نساء العالمين وأبا أهل بيت النبوة الطاهرين. فإن قلت قد سمى معهما غيرهما فلا يدل ذلك على معرفة انحصار الأهلية للخلافة فيهما، قلت نعم فعل ذلك مع علمه والله أعلم أن الخلافة منحصرة فيهما لما يعلمه من شدة المنافسة بين بني هاشم وبني أمية، فخاف من وقوع الفتنة بين القبيلتين إذا نص على واحد منهما أو إذا حصرها في الاثنين، فضم معهما غيرهما من ذوي الأهلية بعدهما لتكون شورى بينهم فترضى الأمة",
            "page": "137",
            "part": "1",
            "seal": "CCD77954"
        },
        {
            "id": "138",
            "nass": "بمن يقع عليه اتفاقهم، وقد كان كذلك ورضيت الأمة والحمد لله بخلافة عثمان وبايعه علي وسائر أهل البيت الكرام وداموا على السمع والطاعة والمعاونة في كل ما يؤيده ويؤيد خلافته إلى أن خرج عليه جماعة من خوارج مصر والعراق فقتلوه شهيدا رضي الله عنه، ولم يوجد معهم أحد من الصحابة أهل البيت وغيرهم، بل كانوا من المحامين عنه، إلى أن قضى الله بشهادته وشقاوة قاتليه. فبويع علي بالخلافة لأنها بعد عثمان قد انحصرت فيه وكان موجودا وقتئذ طلحة والزبير وسعد بن أبي وقاص. ولم يخطر في بال أحد من الصحابة أن يبايعهم من وجود علي. ومن هنا تعلم صحة ما ذكرته لك في حكمة ذكر عمر إياهم مع علي وعثمان، وإن لم أر أحدا ذكره من المؤلفين في هذا الشأن. وقد رأيت رؤيا منامية تدل على تفضيل عثمان على علي رضي الله عنهما ذكرتها في خاتمة هذا الكتاب، وهي الحكاية الثالثة والعشرون فراجعها هناك والله يتولى هداي وهداك. ¶ فصل في خلافة علي وشأنه مع من بغى عليه من الصحابة رضي الله عنه",
            "page": "138",
            "part": "1",
            "seal": "F34A4648"
        },
        {
            "id": "139",
            "nass": "وعنهم ¶ ثم بعد قتل عثمان مظلوما شهيدا اجتمع أهل الحل والعقد من أصحاب رسول الله - صلى الله عليه وسلم - وغيرهم وتوجهوا إلى علي رضي الله عنه فبايعوه بالخلافة لأنها قد انحصرت فيه ولا يستحقها أحد مع وجوده لكثرة فضائله التي لا تحصى. منها أسبقيته للإسلام ولم يعبد وثنا قط وهو أحد العشرة المشهود لهم بالجنة وابن عم رسول الله - صلى الله عليه وسلم - وأخوه بالمؤاخاة وصهره على فاطمة سيدة نساء العالمين وأبو سبطيه الحسن والحسين وجد آله الطاهرين وأحد العلماء الربانيين والشجعان المشهورين والزهاد المذكورين والخطباء المعروفين وأحد من جمع القرآن وعرضه على رسول الله - صلى الله عليه وسلم -. ولما هاجر النبي - صلى الله عليه وسلم - إلى المدينة أمره أن يقيم بعده بمكة أياما حتى يؤدي عنه أمانته والودائع والوصايا التي كانت عند النبي - صلى الله عليه وسلم - ثم يلحقه بأهله، ففعل ذلك ونام في فراشه الذي كان المشركون يراقبونه فيه ليقتلوه - صلى الله عليه وسلم -، ففداه بذلك بنفسه. وشهد مع النبي - صلى الله عليه وسلم - سائر المشاهد",
            "page": "139",
            "part": "1",
            "seal": "7732B92C"
        },
        {
            "id": "140",
            "nass": "إلا تبوك فإنه - صلى الله عليه وسلم - استخلفه على المدينة وقال له حينئذ: «أنت مني بمنزلة هارون من موسى» فإن موسى صلوات الله عليه كان خلف هارون عليه السلام في قومه لما ذهب إلى المناجاة. وله في جميع المشاهد الآثار المشهورة، ففي غزوة بدر كان في أول المبارزين فقتل من بارزه. وأصابه يوم أحد ست عشرة ضربة. وبارز في غزوة الخندق عمرو بن ود العامري الشهير فقلته. وأعطاه النبي - صلى الله عليه وسلم - اللواء في مواطن كثيرة سيما يوم خيبر وأخبر - صلى الله عليه وسلم - أن الفتح يكون على يده ووصفه بأنه: «يحب الله ورسوله ويحبه الله ورسوله» كما في الصحيحين، وكان كذلك، وحمل يومئذ باب حصنها على ظهره حتى صعد المسلمون عليه ففتحوها، وأنهم جروه بعد ذلك فلم يحمله إلا أربعون رجلا، وفي رواية أنه تترس بباب الحصن عن نفسه فلم يزل يقاتل وهو في يده حتى فتح الله عليه ثم ألقاه فأراد ثمانية أن يلقوه فما استطاعوا. وغير ذلك من الفضائل والمناقب والمفاخر التي تعجز عن حصرها الأقلام والدفاتر. ولكنه مع ذلك لم يهنأ له في الخلافة عيش ولم",
            "page": "140",
            "part": "1",
            "seal": "E3697964"
        },
        {
            "id": "141",
            "nass": "يجد فيها راحة، وتوالت عليه أسباب التعب والنصب من كل جانب. ولو قدر الله دخوله للخلافة مع السكون والهدوء واجتماع الأمة كما حصل في خلافة أسلافه لما كان قصر عنهم في تمهيد الأمور وكثرة الفتوحات وزيادة نشر الإسلام في سائر أقطار الأرض كما حصل لهم. ولكنه من حين دخوله الخلافة دخل فيها والأمة في غاية الاختلاف وأمورها في غاية التشويش والاضطراب بسبب قتل عثمان وتحزب الأحزاب واختلاف الآراء واجتماع الجماعات على آراء مختلفة وأغراض متباينة، فكان رضي الله عنه كلما اشتغل بسد خرق من جانب انفتق عليه خرق من جانب آخر، حتى عاداه أعظم من كان يثق بهم. ¶ أما في أول الأمر فمثل طلحة والزبير رضي الله عنهما مع السيدة عائشة أم المؤمنين رضي الله عنها، فقد جيشوا عليه جيش وقعة الجمل وصارت بينهم وبينه تلك المحاربة العظيمة للأخذ بثأر عثمان من الذين قتلوه، وكانوا هم وعشائرهم في عسكر الإمام علي رضي الله عنه فامتنع من تسليمهم خوفا من زيادة الفتنة، فكان ما كان من قتل كثير منهم الزبير وطلحة. وأرجع",
            "page": "141",
            "part": "1",
            "seal": "D29ED03F"
        },
        {
            "id": "142",
            "nass": "عائشة إلى المدينة المنورة بغاية الإكرام والإعزاز. ولا يخفى أن هؤلاء هم أولى الناس رضي الله عنه وعنهم، ولكن الله إذا قضى شيئا لم ينفع العقل والنظر، وإذا وقع القضاء عمي البصر. ثم بعد أن كاد الفتح يتم له رضي الله عنه في وقعة صفين حصلت مكيدة رفع المصاحف على الرماح وطلب المحكمة إلى كتاب الله، فبطل الحرب ورجع كل إلى مأواه. ثم إن عسكر علي انشقوا فأنكروا التحكيم وخرجوا عليه فاشتغل بحربهم بمن أطاعه من عسكره، ومعاوية يجمع الجموع ويجيش الجيوش في الشام وقد اتفقوا على طاعته في الطلب بدم عثمان، وبقي الأمر كذلك لم يهنأ لعلي أمير المؤمنين عيش ولم ينتظم له أمر حتى قضى الله بقتله شهيدا سعيدا على يد أشقى الآخرين أحد الخوارج المارقين عبد الرحمن بن ملجم. ولهذه الأحوال العجيبة والمصادفات الغريبة حكمة باطنية وسبب ظاهر بحسب ما ظهر لفكري القاصر. ¶ حكمة عدم انتظام الأمور في مدة خلافة أمير المؤمنين علي رضي الله عنه ¶ أما الحكمة الباطنية في",
            "page": "142",
            "part": "1",
            "seal": "5B8E5C7A"
        },
        {
            "id": "143",
            "nass": "عدم انتظام الأمور في خلافة أمير المؤمنين علي رضي الله عنه وكرم وجهه، فهي والله أعلم ما علمه الله تعالى من أنه سيفرط في حبه قوم حتى يعتقدوا فيه الألوهية، كما وقع ذلك من طوائف هم موجودون إلى الآن كطائفة النصيرية فإنهم يعتقدون ألوهيته. وقد ابتدأ هذا الأمر في مدة خلافته رضي الله عنه، فلما علم بذلك استحضر الذين بلغه ذلك عنهم واستتابهم فمن لم يتب منهم أحرقه بالنار، فقالوا: الآن زدنا اعتقادا بألوهيتك إذ لا يحرق بالنار إلا رب النار. وقوم أفرطوا في محبته بأنواع شتى ونسبوا له من أوصاف الكمال ما هو مختص بالنبيين أو برب العالمين سبحانه وتعالى، حتى قال بعض شعراء متأخريهم وهو ابن معتوق: ¶ سيد الأوصياء مولى البرايا ... عروة الدين صفوة الخلاق ¶ مهبط الوحي معدن العلم والأف ... ضال لا بل مقدر الأرزاق ¶ عالم الغيب والشهادة لا يع ... زب عنه حساب ذر دقاق ¶ مع أن هذه الأبيات يمكن تأويلها، ولكن ظاهرها يوهم دعوى الألوهية فيه رضي الله عنه. ¶ فلما علم الله أنه سيكون في حقه رضي",
            "page": "143",
            "part": "1",
            "seal": "ED1F56EF"
        },
        {
            "id": "144",
            "nass": "الله عنه تلك الدعاوى الكاذبة أظهر عجزه في المحل الذي لا يمكن فيه أن يدخر شيئا من قوته لو كانت عنده في ذاته قوة ألوهية كما زعموا، بل كان يهلك أولئك العبيد الذين عارضوه في أموره وشوشوا عليه خلافته. فأظهر عجزه الحق سبحانه وتعالى عن ضبط ما انتشر من رعاياه وسد ما انفتق عليه من أموره، وكثر المخالفون حتى حاربوه وحاربهم فانتصر على قوم منهم وكاد ينتصر على الآخرين، فلم يتم له الأمر. وتسهلت الأسباب بقدر الله تعالى وقضائه إلى معاوية حتى اجتمع عليه جموع كثيرة من قريش وغيرها من قبائل العرب ودهاتها؛ ولم يزل أمره في انتظام وإقبال وأمر علي رضي الله عنه في تفرق وإدبار إلى أن قتل شهيدا. وكان إذا رأى ما هو فيه من مخالفة عسكره له وطاعة عسكر معاوية له يعض على أصابعه ويقول: أعصى ويطاع معاوية. وهذا الأمر لو حدث به قبل وقوعه لما كاد أحد يصدقه لأن الفرق بينهما عظيم جدا. ولو تركت الخلافة للأحقية بحيث لا يتولاها إلا أهلها لتقدم على معاوية في ذلك العصر ألوف كثيرة من أهل بدر وأحد وبيعة الرضوان",
            "page": "144",
            "part": "1",
            "seal": "113133B5"
        },
        {
            "id": "145",
            "nass": "الذين لا يخطر في بال أحد أن معاوية يتقدم على واحد منهم، وعلي كان سيدهم والمقدم عليهم أجمعين باتفاقهم واتفاق الأمة أجمع. ومع كون الأمر كذلك تهيأت الأسباب لمعاوية حتى صار ملكا منصورا. وقُتل الخليفة الحق مقهورا. ومع كل هذا العجز الظاهر الباهر الذي قدره الله تعالى على علي رضي الله عنه ما زال ناس كثيرون يدعون فيه الألوهية إلى زماننا هذا، كطائفة النصيرية في بلاد الشام وغيرها من طوائف بلاد الأعجام. فكيف لو حصل له رضي الله عنه من القوة واجتماع الكلمة وضبط الأمور وفتح الفتوحات ما حصل لأبي بكر وعمر وعثمان، فكان يخشى حينئذ أن يضل باعتقاد ألوهيته كثير من الناس غير من ضلوا. فقد اجتمع فيه من العلوم الزاخرة والأنوار الظاهرة والأسرار السافرة والفصاحة الباهرة ما يدهش العقول ويخيل لبعض الناس أن ذلك لا يمكن اجتماعه في بشر؛ ولذلك ضل فيه بعض الطغام من ضعفاء الأحلام. فهذه والله أعلم هي الحكمة في إظهار عجز هذا الإمام الكبير وقوة معاوية الذي هو",
            "page": "145",
            "part": "1",
            "seal": "97BD04E7"
        },
        {
            "id": "146",
            "nass": "بالنسبة إليه صغير صغير. والله يفعل في خلقه ما يشاء وهو العليم الخبير. ¶ السبب الظاهر لعدم انتظام الأمور في مدة خلافة علي رضي الله عنه ¶ أما السبب الظاهر لعدم انتظام خلافة علي رضي الله عنه فهو قتل عثمان رضي الله عنه وما ترتب عليه من الأمور والشرور إلى أن كان ما كان. وتوضيح ذلك أن عثمان كان سيد بني أمية وكانوا مع بني عمهم بني هاشم فرسي رهان في الرياسة في الجاهلية، بل كانت عصبيتهم أقوى من عصبية بني هاشم لكثرتهم وقلة بني هاشم بالنسبة إليهم. فلما بعث رسول الله - صلى الله عليه وسلم - حسدوهم على هذه المزية الكبرى والمنقبة العظمى التي لا يمكن أن يصلوا إليها بوجه من الوجوه. ولذلك تأخر أكثرهم عن الإسلام وعاندوا الحق وحاربوا الله ورسوله في بدر وأحد والخندق، وبقوا مصرين على الشرك والعناد مع كثير من عتاة قريش إلى يوم الفتح الأعظم، فتح مكة المشرفة، فسلموا حينئذ قيادهم إلى رسول الله - صلى الله عليه وسلم - مغلوبين مقهورين حين لم يبق في القوس منزع ولا في المقاومة مطمع. فوصل",
            "page": "146",
            "part": "1",
            "seal": "CFB334B1"
        },
        {
            "id": "147",
            "nass": "منهم الأرحام وعاملهم معاملة الكرام، فأطلقهم من الإسار وأعطاهم أموالهم وقال لهم: \"أنتم الطلقاء\" ولو شاء لضرب عليهم الرق فصاروا كلهم عبيدا أرقاء وكانوا مع أموالهم غنيمة له ولجيشه - صلى الله عليه وسلم - فقسمهم بين المجاهدين، ولكنه عفا عنهم عند الاقتدار فأسلموا بالاضطرار لا بالاختيار واتبعوه - صلى الله عليه وسلم - إلى غزوة حنين فأعطاهم من غنائمها شيئا كثيرا ليتألفهم به ويقوى إسلامهم بمحبته - صلى الله عليه وسلم -. وكان من رؤساهم أبو سفيان وابناه يزيد ومعاوية، فأعطى كل واحد منهم مائة من الإبل وأربعين أوقية من الفضة، ولم يعط أحدا من أصحابه السابقين للإسلام من المهاجرين والأنصار لا لفقرائهم ولا لأغنيائهم، وإنما أعطى بعض أكابر قريش ورؤساء القبائل. ولم يزل يتألفهم ويتلطف بهم ويكرمهم حتى قوي إيمانهم وحسن إسلامهم وجاهدوا معه حق الجهاد وفدوه بالنفوس والأموال والأولاد. ومن هنا تعلم أن رسول الله - صلى الله عليه وسلم - كان يداريهم ويتألفهم لحرصه على هدايتهم وتمكن الإسلام من قلوبهم لكونهم من",
            "page": "147",
            "part": "1",
            "seal": "035794DC"
        },
        {
            "id": "148",
            "nass": "أقاربه الأقربين ورؤساء عشيرته المقدمين ولما يعلمه من ترتب هداية كثير من الناس على هدايتهم وطاعتهم بطاعتهم ممن كانوا ينقادون إليهم في الجاهلية من أقاربهم وحلفائهم وعلائقهم. وقد صح إسلامهم والحمد لله وجاهدوا مع رسول الله - صلى الله عليه وسلم - بعد ذلك حق الجهاد ومع أبي بكر وعمر، وظهر منهم في الإسلام والمسلمين آثار جميلة جليلة في حياة النبي - صلى الله عليه وسلم - وبعده. ¶ وكان أبو بكر رضي الله عنه يجلهم أيضا ويداريهم اقتداء بالنبي - صلى الله عليه وسلم - ويؤمر منهم الأمراء، وهو الذي أمّر يزيد بن أبي سفيان من جملة أمراء الجيوش الكبار في محاربة الروم في بلاد الشام، وبقي إلى خلاافة عمر ومات فولّى عمر مكانه أخاه معاوية، فبقي أمير الشام باقي خلافة عمر ومدة خلافة عثمان عشرين سنة، ولازموا في خلافة أبي بكر وخلافة عمر الطاعة والانقياد وجاهدوا في الله حق الجهاد، وكانوا كذلك بل أعظم من ذلك في خلافة عثمان للقرابة القريبة التي بينهم وبينه، وقد ولاهم الأعمال المهمة وقيادة الجيوش فتمكنوا من فتح الفتوحات الكثيرة",
            "page": "148",
            "part": "1",
            "seal": "11EDBCE4"
        },
        {
            "id": "149",
            "nass": "وخدموا الأمة والملة خدمات مشكورة مبرورة، على تخليط كان يقع من بعضهم وعفو الله واسع ولكنهم بذلك أوغروا قلوب كثير من الناس فانتقدوا عليهم زلاتهم الذميمة ولم ينظروا إلى حسناتهم الجسيمة ومنافعهم العميمة وفتوحاتهم العظيمة التي افتتحوها في آسيا وإفريقية وجزائر البحر. وعثمان رضي الله عنه لا يسمع فيهم الملام لأنه شاهد ما قدره الله على أيديهم من انتشار الإسلام والفتوحات العظام فضلا عن كونهم من ذوي قرابته، فانتقلت بذلك كراهة المنتقدين عليهم إلى عثمان فجيشوا عليه الجيوش من مصر والعراق وقدر الله شهادته على أيدي أولئك الخوارج البغاة الفجرة الفساق أهل الشقاق والنفاق، فورد على الأمة بقتله من الشرور وتفريق الكلمة ما لا يمكن وصفه. وفي هذه الحالة المدهشة والفتنة العظيمة المؤلمة جرت مبايعة علي رضي الله عنه على الخلافة، فتشعبت الفتن وكثرت الاختلافات وحصلت حروب وكروب أضرت بالإسلام والمسلمين أضرارا هائلة لا يمكن ملافاتها أبد الآبدين ودهر الداهرين؛ وأعظمها",
            "page": "149",
            "part": "1",
            "seal": "C33F4AD7"
        },
        {
            "id": "150",
            "nass": "ما استمر منها إلى الآن وإلى يوم الدين وهو افتراق كلمة الأمة الإسلامية إلى مذاهب وفرق كل واحدة منها تكره الأخرى وتضللها. منهم قوم خرجوا على الإسلام بالكلية كالنصيرية، ومنهم من ضلوا ضلالا مبينا ببغض أعلام الصحابة كأبي بكر وعمر وعثمان وطلحة والزبير والسيدة عائشة أم المؤمنين رضي الله عنها. أما الفرقة المفضِّلة، وهي التي تعتقد تفضيل علي على جميع الصحابة رضي الله عنه وعنهم من دون أن تطعن فيهم وتكفرهم فهذه أمرها سهل، ولها بحسب الظاهر عذر. فإن عليا رضي الله عنه كان له من الفضائل الدينية والدنيوية المكتسبة والذاتية ما تعجز عقول أمثالنا عن حصره وعلمه، ولكنه مع ذلك رابع الخلفاء الراشدين؛ ومن قدمه على الثلاثة فهو عند جمهور الأمة المحمدية مبتدع في الدين، ولكن بدعته خفيفة لا تخرجه عن كونه من جملة المسلمين. وإنما كان مبتدعا لأنه قد خالف ما كان عليه في ذلك جمهور السلف الصالح من الصحابة فمن بعدهم. ولا ريب أنهم رضي الله عنهم كانوا أعرف من بعدهم بمن كان يقربه رسول الله",
            "page": "150",
            "part": "1",
            "seal": "495D1D2F"
        },
        {
            "id": "151",
            "nass": "- صلى الله عليه وسلم - منهم في حياته ويعتمد عليه أكثر من غيره في مهماته، وأعلم بأسباب التفضيل وأورع وأتقى لله تعالى من غيرهم، ولا سيما المهاجرون والأنصار منهم فإنهم كانوا ملازمين لرسول الله - صلى الله عليه وسلم - في غزواته وأكثر أوقاته. ¶ ومن ادعى ممن جاء بعدهم أنه أعرف بأحوال رسول الله - صلى الله عليه وسلم - مع أصحابه وأعلم منهم بأسباب التفضيل أو أنه أورع وأتقى لله منهم فهو رجل فاسد العقل مخبوع عديم الفضل كثير الفضول. ¶ فصل في فضل شئون أم المؤمنين السيدة عائشة رضي الله عنها ¶ وهي لم يختلف أحد في أنها كانت أحب أزواج رسول الله - صلى الله عليه وسلم - إليه. ففي صحيح البخاري أن النبي - صلى الله عليه وسلم - سئل أي الناس أحب إليك يا رسول الله؟ قال: «عائشة». قيل: فمن الرجال؟ قال: «أبوها». فانظر كيف أطلق - صلى الله عليه وسلم - تفضيلها في المحبة على كافة الناس ولم يستثن من ذلك أحدا، وهذا من حيث الزوجية. وأما من حيث البنوة فالأحب إليه السيدة فاطمة رضي الله عنها. وروى الشيخان البخاري ومسلم عن أبي سلمة أن",
            "page": "151",
            "part": "1",
            "seal": "97AFD2D8"
        },
        {
            "id": "152",
            "nass": "الناس كانوا يتحرون بهداياهم يوم عائشة يبتغون بذلك مرضاة رسول الله - صلى الله عليه وسلم -، وأن نساء رسول الله - صلى الله عليه وسلم - كن حزبين: فحزب فيه عائشة وحفصة وصفية وسودة، والحزب الآخر أم سلمة وسائر نساء رسول الله - صلى الله عليه وسلم -، فقال حزب أم سلمة لها: كلمي رسول الله - صلى الله عليه وسلم - يكلم الناس فيقول: من أراد أن يهدي إلى رسول الله - صلى الله عليه وسلم - فليهد إليه حيث كان فكلمته فقال لها: «لا تؤذيني في عائشة فإن الوحي لم يأتني وأنا في ثوب أمرأة إلا عائشة» قالت: أتوب إلى الله من أذاك يا رسول الله. ثم إنهن دعون فاطمة فأرسلنها إلى رسول الله - صلى الله عليه وسلم - فكلمته، فقال: «يا بنية ألا تحبين ما أحب؟» قالت بلى قال: «فأحبي هذه» يعني عائشة. وروى مسلم عن عائشة رضي الله عنها قالت: أرسل أزواج النبي - صلى الله عليه وسلم - فاطمة بنت رسول الله - صلى الله عليه وسلم - إلى رسول الله - صلى الله عليه وسلم -، فاستأذنت عليه وهو مضطجع معي في مرطي فأذن لها، فقالت: يا رسول الله إن أزواجك أرسلني إليك يسألنك العدل في ابنة أبي قحافة، وأنا ساكتة، قالت: فقال لها رسول الله - صلى الله عليه وسلم -: «أي بنية، ألست تحبين ما أحب؟» فقالت بلى قال: «فأحبي هذه»، قالت فقامت فاطمة حين سمعت ذلك من رسول الله - صلى الله عليه وسلم -، فرجعت إلى أزواج رسول الله - صلى الله عليه وسلم - فأخبرتهن بالذي قالت وبالذي قال لها رسول الله - صلى الله عليه وسلم -، فقلن لها: ما نراك أغنيت عنا من شيء فارجعي إلى رسول الله - صلى الله عليه وسلم -، فقولي له: إن أزواجك ينشدنك العدل في",
            "page": "152",
            "part": "1",
            "seal": "EF05010C"
        },
        {
            "id": "153",
            "nass": "ابنة أبي قحافة، فقالت فاطمة: والله لا أكلمه فيها أبدا. ¶ وأما الأحاديث الصحيحة الواردة في فضلها فهي كثيرة جدا كقوله - صلى الله عليه وسلم -: «فضل عائشة على النساء كفضل الثريد على سائر الطعام»، وكون جبريل أتى النبي - صلى الله عليه وسلم - بصورتها على قطعة من حرير الجنة قبل أن يتزوجها، وقوله - صلى الله عليه وسلم -: «إن جبريل يقرئك السلام». وقوله - صلى الله عليه وسلم - في مرض موته: \"إنه ليخفف علي الموت رؤيتي بياض يد عائشة في الجنة\". وموته في حجرتها التي دفن فيها، وبين سحرها ونحرها، وهي مستندة على صدرها - صلى",
            "page": "153",
            "part": "1",
            "seal": "31162CD2"
        },
        {
            "id": "154",
            "nass": "الله عليه وسلم -. وغير ذلك من الأحاديث الكثيرة الدالة على كثرة فضلها وتكريم النبي - صلى الله عليه وسلم - لها وشدة محبته إياها، فمن أرادها فليراجعها. ¶ وأما مناقبها في ذاتها، فهي الصديقة الكبرى بنت الصديق الأكبر، وهي أعلم النساء على الإطلاق، لم يسمع بأمرأة من جميع الأمم جمعت من العلم النافع الديني ونشرته في الأمة مثلها. فإنها كانت في غاية الذكاء والعقل والحرص على اكتساب العلم منه - صلى الله عليه وسلم - وتبليغه لأمته. ولازمته عليه الصلاة والسلام مدة طويلة، فحفظت عنه من العلم الغزير ما لم يحفظه غيرها، واطلعت من أحكام الشريعة ورقائقها على ما لم يطلع عليه غيرها. وكانت صاحبة فهم ثاقب ومذهب صائب. ولذلك ورد عن النبي - صلى الله عليه وسلم -: \"خذوا شطر دينكم عن هذه الحميراء\" تصغير الحمراء. وقد روت عن النبي - صلى الله عليه وسلم - أكثر من ألفي حديث انتفعت بها الأمة نفعا عظيما في الأحكام الشرعية، واستنبط منها الأئمة المجتهدون ما لا يحصى من المسائل الدينية ولا سيما ما يتعلق بالنساء من الأحكام التي لا يطلع عليها الرجال حتى يرووها عنه",
            "page": "154",
            "part": "1",
            "seal": "D5104333"
        },
        {
            "id": "155",
            "nass": "- صلى الله عليه وسلم -. وروى الترمذي بسند صحيح عن أبي موسى الأشعري رضي الله عنه أنه قال: \"ما أشكل علينا أصحاب رسول الله - صلى الله عليه وسلم - حديث قط فسألنا عنه عائشة إلا وجدنا عندها منه علما\". وعن مسروق أحد أكابر التابعين أنه قال: يحلف بالله مسروق لقد رأينا الأكابر من أصحاب رسول الله - صلى الله عليه وسلم - يسألون عائشة عن الفرائض. وقال الزهري: لو جمع علم عائشة وجمع علم جميع أزواج النبي - صلى الله عليه وسلم - وجميع النساء كان علم عائشة أكثر. نقل هذه الثلاثة الآثار عن أبي موسى ومسروق والزهري العلامة الشبراخيتي المالكي في شرح الحديث الخامس من الأربعين النووية، ونحوه في كتاب أسد الغابة لابن الاثير. وكفاها قوله - صلى الله عليه وسلم - في الحديث الصحيح الذي رواه مسلم عن أنس رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «فضل عائشة على النساء كفضل الثريد على سائر الطعام» فهي رضي الله عنها بالاتفاق أفضل نساء العالمين ما عدا ثلاث سيدات السيدة مريم والسيدة فاطمة والسيدة",
            "page": "155",
            "part": "1",
            "seal": "8298EB8C"
        },
        {
            "id": "156",
            "nass": "خديجة. ¶ فهذه المناقب لو لم يكن منها للسيدة عائشة إلا منقبة واحدة لكانت كافية في لزوم التجاوز عن خطئها في الخروج مع من خرج من أصحاب رسول الله - صلى الله عليه وسلم - على سيدنا علي رضي الله عنه. ولو لم يكن لها منقبة أصلا سوى أنها زوجة رسول الله - صلى الله عليه وسلم - لكفت لمحو ذلك الخطإ، إذ هي أم المؤمنين بمجرد الزوجية بنص القرآن. قال تعالى: {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} (¬1) وأنت على علم من التأكيدات الشرعية الواردة في الكتاب والسنة في وجوب بر الأم، وهي بلا شك أعظم من أم النسب وبرها أوجب. كما أن رسول الله - صلى الله عليه وسلم - هو أبو المؤمنين، وقد ورد التصريح بهذا اللفظ في قراءة. ونفي الأبوة عنه في الآية الأخرى إنما هو من حيث النسب. قال الإمام ابن حجر في الصواعق: وعلى الأصح فقوله تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} إنما سيق لانقطاع حكم التبني لا لمنع هذا الإطلاق المراد به أنه أبو المؤمنين في الاحترام والإكرام. ولا شك أنه عليه الصلاة والسلام أعظم لدى كل مؤمن من أبيه من النسب، وبره - صلى الله عليه وسلم - أوجب من بر ذلك الأب، فكذلك زوجاته ¶ ¬_________ ¶ (¬1) الأحزاب: 6",
            "page": "156",
            "part": "1",
            "seal": "3DCCEC24"
        },
        {
            "id": "157",
            "nass": "أمهات المؤمنين. ولا يتردد في هذا إلا كل من لم يشرح الله صدره بالإيمان، بل لو فرضناها رضي الله عنها أمَة تسرّاها رسول الله - صلى الله عليه وسلم - كالسيدة مارية القبطية لوجب على الأمة برها وتأكد عليها إكرامها وتوقيرها لمكانها من رسول الله - صلى الله عليه وسلم -. بل لو كانت رضي الله عنها مولاة له من جملة مواليه - صلى الله عليه وسلم - ك أم أيمن وأم رافع لكان من المؤكد على جميع الأمة كمال برها وتوقيرها إكراما له - صلى الله عليه وسلم -. وقد ورد أن سفينة مولى رسول الله - صلى الله عليه وسلم - تعرض له الأسد في برية فقال له: يا أبا الحارث أنا مولى رسول الله - صلى الله عليه وسلم -، فخضع وذل لقوله هذا، وأشار إليه أن يتبعه فتبعه حتى دله على الطريق وهو حيوان، فكيف بالإنسان. ¶ والحاصل أنها رضي الله عنها لو كانت منسوبة إليه - صلى الله عليه وسلم - أضعف نسبة ولو خادمة من جملة خدمه لكان يلزم عموم الأمة برها لأجله عليه الصلاة والسلام، فما بالك وقد جمعت من المناقب والفضائل ما لم يجمعه أمرأة غيرها على الإطلاق ولم يفضلها سوى تلك السيدات الثلاث. أترى",
            "page": "157",
            "part": "1",
            "seal": "A53599E3"
        },
        {
            "id": "158",
            "nass": "كل ذلك لا يقاوم خطأها مع سيدنا علي رضي الله عنه مع أنه هو نفسه أكرمها غاية الإكرام لعلمه بفضلها ومكانتها من رسول الله - صلى الله عليه وسلم -. ويا ترى تكريمنا إياها وتوقيرها وتعظيمها يسر رسول الله - صلى الله عليه وسلم - ويرضيه أو يسوؤه ويغضبه؟ ويا ترى بغضنا إياها وعدم توقيرنا لها يسر رسول الله - صلى الله عليه وسلم - ويرضيه أو يسوؤه ويغضبه؟ لا شك أن من الأمور البديهية الطبيعية التي استوى في معرفتها العلماء والجهلاء أن توقيرها رضي الله عنها والثناء عليها بجميل مناقبها وجليل فضائلها يرضي النبي - صلى الله عليه وسلم - كثيرا ويسره - صلى الله عليه وسلم - سرورا عظيما عظيما، وعكس ذلك يسوؤه إساءة بليغة بليغة ويغضبه غضبا شديدا شديدا. ومن زعم بقلة عقله وفساد ذوقه واختلال دينه واعتلال يقينه أن رسول الله - صلى الله عليه وسلم - لا يبالي بها ولا يؤثر فيه مدحها وذمها يلزمه أن يجدد إيمانه، لأن ذلك من أقبح العيوب التي يجل قدر رسول الله - صلى الله عليه وسلم - عنها، فإن من لا يهتم في شئون حرمه ولا يؤثر به مدحها",
            "page": "158",
            "part": "1",
            "seal": "D0E0B0AC"
        },
        {
            "id": "159",
            "nass": "وذمها لا يعد من كرام الناس. ومعلوم أنه - صلى الله عليه وسلم - أكرم العالمين وأكمل الخلق أجمعين بكل وصف جميل وخلق جليل، ولا يرتاب أحد في أن الكريم من الناس يهمه أمر حرمه مثل أقاربه بل أكثر. وقد صح عنه - صلى الله عليه وسلم - من حديث البخاري ومسلم وغيرهما أنه لما وقعت قصة الإفك في حقها رضي الله عنها وتولى كبره رأس المنافقين عبد الله بن أبي ابن سلول قام رسول الله - صلى الله عليه وسلم - وصعد المنبر وقال: «يا معشر المسلمين من يعذرني في رجل قد بلغني أذاه في أهل بيتي فو الله ما علمت على أهل بيتي إلا خيرا» فقام سعد بن معاذ رضي الله عنه فقال: أنا أعذرك منه يا رسول الله إن كان من الأوس قبيلتنا ضربنا عنقه، وإن كان من إخواننا الخزرج أمرتنا ففعلنا فيه أمرك. والحديث طويل. قال ابن الأثير في أسد الغابة: ولو لم يكن لعائشة رضي الله عنها من الفضائل إلا قصة الإفك لكفى بها فضلا وعلو مجد، فإنها نزل فيها من القرآن ما يتلى إلى يوم القيامة، ولولا خوف التطويل لذكرناها بتمامها. اه. ¶ ومن شك في براءتها رضي الله عنها فهو كافر لتكذيبه",
            "page": "159",
            "part": "1",
            "seal": "4B60D2D0"
        },
        {
            "id": "160",
            "nass": "القرآن. (¬1) ¶ إذا علمت ذلك أيها الشيعي وكان عندك ذرة من الإنصاف والإيمان الصحيح وحب النبي - صلى الله عليه وسلم - الذي يقتضي وجوب محبتك له ولكل من يحبه وكراهتك لكل من يكرهه، تعلم يقينا أن توقير السيدة عائشة رضي الله عنها والثناء عليها من أوجب الواجبات الدينية التي ترضي الله تعالى ورسوله - صلى الله عليه وسلم -، وهو الموافق للحقيقة ونفس الأمر؛ والعكس بالعكس. فدع ما نشأت عليه في شأنها رضي الله عنها فإنه مخالف كل المخالفة لحكم العقل والنقل والذوق السليم، واتبع في محبتها والثناء عليها رب العالمين وسيد المرسلين وجميع المؤمنين ترض ربك ونبيك وأحبابك أهل البيت الكرام، ولا سيما ساداتهم العظام. فوالله الذي لا إله إلا هو إنهم لا يرضون إلا بذلك ويعلمون أن كل من أبغض السيدة عائشة أو ذمها فهو هالك. وكيف يرضيهم كراهة حرم جدهم الأعظم - صلى الله عليه وسلم - وأحب نسائه إليه وأعزهم عليه، وهي عرضه - صلى الله عليه وسلم - الذي يعود إليه كل ما وجه إليها من مدح أو ذم. وهل يرضى منك ¶ ¬_________ ¶ (¬1) النور: 26 {الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ أُولَئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ}",
            "page": "160",
            "part": "1",
            "seal": "E88D00F7"
        },
        {
            "id": "161",
            "nass": "بذلك أحد من أمته - صلى الله عليه وسلم - المؤمنين، فضلا عن أهل بيته الطاهرين، رضي الله عنهم أجمعين، فاقتد بهم وبعلي رضي الله عنه الذي أنت تكرهها لأجله، فهو كان أعرف منك وأتقى لله وأعلم بما يرضيه ويرضي رسوله الأعظم - صلى الله عليه وسلم -، وقد أكرمها رضي الله عنها غاية الإكرام وتجاوز عن كل ما صدر منها من الخطإ في ذلك المقام. وإذا لم يكن ذلك لأجل فضلها فهو لأجله - صلى الله عليه وسلم -، \"* ولأجل عين ألف عين تكرم *\" ¶ فصل في شئون رؤساء الأصحاب الذين خالفوا عليا رضي الله عنه وعنهم وهم طلحة والزبير ومعاوية وعمرو بن العاص ¶ لا يخفاك أيها المؤمن العاقل المنصف أنا إنما نحب عليا رضي الله عنه لله ورسوله، وكذلك نحب سائر أهل البيت وجميع الأصحاب لله ورسوله. ولذلك كانت محبتنا لهم لا على السوية، بل نفاضل بينهم بالمحبة بحسب درجات فضلهم عند الله ورسوله على ما رواه لنا الأئمة وتناقلته الأمة الخلف عن السلف. فنقدم أبا بكر ثم عمر ثم عثمان ثم عليا ثم",
            "page": "161",
            "part": "1",
            "seal": "FFC0B077"
        },
        {
            "id": "162",
            "nass": "باقي العشرة المبشرين بالجنة، ومن أكابرهم الزبير وطلحة المؤهلان للخلافة بعد علي، وهما من المهاجرين الأولين السابقين في الإسلام، ثم باقي أهل بدر ومن أكابرهم الزبير وطلحة، ثم أهل أحد ومن أكابرهم الزبير وطلحة، ثم من أسلم قبل فتح مكة ومن أكابرهم الزبير وطلحة ومنهم عمرو بن العاص، ثم من أسلم بعد الفتح ومنهم معاوية، قال الله تعالى: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} (¬1) فمعاوية ممن وعدهم الله الحسنى، وهي الجنة، وهو وإن كان من القسم الأخير من أصحاب رسول الله - صلى الله عليه وسلم -، وهو مفضول بالنظر إلى الأقسام السابقة، إلا أنه هو وجميع الصحابة ممن أسلم بعده أيضا أفضل من جميع من جاء بعدهم من هذه الأمة المحمدية، ففضله من هذه الجهة أي جهة الصحبة وحدها إذ اعتبرته تجده عظيما عظيما عظيما إلى درجة لا تقدر على تصورها، لأنك تعلم أنه قد جاء في هذه الأمة بعد الصحابة من أكابر الأئمة ¶ ¬_________ ¶ (¬1) الحديد: 10",
            "page": "162",
            "part": "1",
            "seal": "0F9F3011"
        },
        {
            "id": "163",
            "nass": "والعلماء والأولياء من لا يمكن استيفاء مناقبهم وفضائلهم بوجه من الوجوه. فمعاوية مع تأخره في الفضل عن معظم الصحابة هو أفضل من التابعين ومن بعدهم أجمعين، لتشرفه بصحبة سيد المرسلين، صلى الله عليه وعلى آله وصحبه أجمعين وكتابته له الوحي في بعض الأحيان، وجهاده معه أهل الشرك والطغيان، فضلا عما اتصف به في حد ذاته من الفضائل والمزايا الكثيرة. وخدماته بعد رسول الله - صلى الله عليه وسلم - الخدمات الدينية المشكورة. فقد جاهد في سبيل الله مدة خلافة أبي بكر وعمر وعثمان، وبعد أن استقل بالأمر، فإنه بقي في الشام مدة طويلة ثمانيا وأربعين سنة، منها نحو ست سنوات تحت راية أخيه يزيد، ومنها اثنان وعشرون سنة أميرا مجاهدا ضابطا لبلاد الشام وهي حدود الروم وقتئذ، ومنها عشرون سنة ملكا مجاهدا، حتى فتح فتوحات كثيرة ووصل جيشه إلى القسطنطينية وكان معه أبو أيوب الأنصاري، فمات هناك ودفن فيها وقبره إلى الآن ظاهر يزار. وهو مع كل فضائله التي لا يماثلها ولا يقاربها",
            "page": "163",
            "part": "1",
            "seal": "0C51E164"
        },
        {
            "id": "164",
            "nass": "فضائل أحد من غير الصحابة نسبته في الفضل إلى علي كنسبة الدرهم من الفضة مثلا إلى القناطير المقنطرة من الذهب، بل من الجواهر النفيسة العظيمة التي جلت عن أن تقوم بقيمة. كما قلت في قصيدتي \"سعادة المعاد في موازنة بانت سعاد\" في مدح سيد العباد - صلى الله عليه وسلم -: ¶ كالشمس في الأفق الأعلى أبو حسن ... ومن معاوية في الأرض قنديل ¶ واعلم أن هذا ليس من قبيل المبالغة والتخيل في الشعر فقط بدون أن يكون موافقا للحقيقة، بل الفرق بينهما في الحقيقة والله أعلم كذلك أو أعظم من ذلك. قال الله تعالى: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} فخالد بن الوليد أسلم قبل الفتح، ومعاوية بعد الفتح، وقد قال رسول الله - صلى الله عليه وسلم - لخالد حين اختلف مع سلمان الفارسي: «دعوا لي أصحابي فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه» وقد صرح القرآن بأن خالدا وأمثاله ممن أسلموا قبل الفتح أعظم درجة من",
            "page": "164",
            "part": "1",
            "seal": "587F81E5"
        },
        {
            "id": "165",
            "nass": "معاوية وأمثاله، ومقدار فضل هذه الدرجة لا يعلمه إلا الله تعالى، فقد تكون الدرجات التي استفادوها بأعمالهم في جميع أعمارهم لا تعادل تلك الدرجة، وقد صرح رسول الله - صلى الله عليه وسلم - مع القسم العظيم بأن خالدا وأمثاله ممن تأخر إسلامهم عمن سبقهم لو أنفق أحدهم مثل جبل أحد ذهبا ما بلغ مقدار مدّ أو نصف مد من الطعام ينفقه مثل سلمان الفارسي من السابقين للإسلام، وسبق علي لسلمان بالإسلام أعظم من سبق سلمان لخالد، فإن عليا كان من السابقين الأولين بل كان أول المسلمين أو من أولهم، وسلمان إنما أسلم بعد الهجرة، هذا فضل عن الفضائل الكبرى الأخرى التي امتاز بها علي عن سلمان وغيره من كبار الصحابة فضلا عن غيرهم. وبهذا تعلم أن درجة الفرق بين علي ومعاوية في الفضل لا يمكن أن نتصورها بأفهامنا ولا من هو أعظم منا. ¶ وأقيم لك على ذلك دليلا آخر، وهو أن رسول الله - صلى الله عليه وسلم - حينما أعطى بعض المؤلفة قلوبهم في غزوة حنين مقادير وافرة من الغنائم قبل القسمة: منهم أبو سفيان وولداه يزيد ومعاوية، قال له بعض",
            "page": "165",
            "part": "1",
            "seal": "C2138CEE"
        },
        {
            "id": "166",
            "nass": "أصحابه: يا رسول الله أعطيت عيينة بن حصن والأقرع بن حابس مائة مائة وتركت جعيل بن سراقة الضمري، وهو في غاية الاحتياج والفاقة. وكان من أهل الصفة فقيرا لا يملك شيئا، فقال - صلى الله عليه وسلم -: \"أما والذي نفس محمد بيده لجعيل بن سراقة خير من طلاع الأرض كلهم مثل عيينة بن حصن والأقرع بن حابس، ولكني تألفتهما ليسلما ووكلت جعيل بن سراقة لإسلامه\" ومعنى طلاع الأرض ملؤها حتى يطلع عنها ويسيل كما قاله ابن الأثير في النهاية. ولا يخفاك أن الفرق بين علي ومعاوية ليس أقل من الفرق بين عيينة وجعيل، بل الأمر أعظم والله أعلم. ¶ فصل (قال الله تعالى النبي أولى بالمؤمنين من أنفسهم) ¶ قال الله تعالى: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} (¬1) قال البيضاوي: وقرئ وهو أب لهم، أي في الدين، فإن كل نبي أب لأمته من حيث أنه أصل فيما به الحياة الأبدية، ولذلك صار المؤمنون إخوة، ثم قال عند قوله تعالى: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ} على الحقيقة فيثبت بينه وبينه ما بين الوالد وولده من حرمة المصاهرة وغيرها، {وَلَكِنْ رَسُولَ اللَّهِ} وكل رسول أبو أمته لا مطلقا بل من حيث أنه شفيق ناصح لهم واجب التوقير ¶ ¬_________ ¶ (¬1) الأحزاب: 6",
            "page": "166",
            "part": "1",
            "seal": "D0F36AB5"
        },
        {
            "id": "167",
            "nass": "والطاعة عليهم. انتهى كلام البيضاوي. ¶ إذا علمت ذلك تعلم أن عليا ومن بغى عليه من الصحابة وغيرهم من المؤمنين كلهم بمترلة أولاد النبي - صلى الله عليه وسلم -، ولا شك أنه - صلى الله عليه وسلم - لو وقع الخلاف بينهم في حياته وتحاكموا لديه لحكم لعلي عليهم ولكره محاربتهم له وخروجهم عليه؛ ولكنه مع ذلك لا يتبرأ منهم، لأن شفقته عليهم أعظم من شفقة آبائهم الحقيقيين، بل أعظم من شفقتهم على أنفسهم بنص الآية المذكورة: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ} مع جزمنا بأنه يقدم عليا ويفضله لأسباب كثيرة. منها كونه أكثر منهم فضائل من وجوه شتى كالعلم والشجاعة وسبقه للإسلام وغير ذلك. ومنها كونه ابن عمه أبي طالب شقيق والده عبد الله الذي ربى النبي - صلى الله عليه وسلم - صغيرا ونصره على أعدائه كبيرا. ومنها أن النبي - صلى الله عليه وسلم - رباه في بيته صغيرا حتى كان بمترلة ولده. ومنها أنه زوجه ابنته سيدة نساء العالمين السيدة فاطمة أحب أولاده إليه - صلى الله عليه وسلم -. ومنها أنه أبو سبطيه الحسن والحسين وجد ذريته",
            "page": "167",
            "part": "1",
            "seal": "232FB8B7"
        },
        {
            "id": "168",
            "nass": "الطاهرة. ومنها أنه صاحب الحق في الخلافة ومن حاربوه كانوا بغاة عليه. ومنها أنهم بمحاربتهم له شغلوه وشغلوا أنفسهم وجميع الأمة إذ ذاك عن الجهاد في سبيل الله وتسببوا لقتل ألوف كثيرة من المسلمين من جماعتهم وجماعته، وهم كلهم مؤمنون بمترلة أولاده - صلى الله عليه وسلم -. فلا شك أن ما وقع منهم لا يرضيه عليه الصلاة والسلام، ومع ذلك فكل إنسان منصف إذا تصور حالة نفسه مع أولاده الذين يبغي بعضهم على بعض يتحقق أن النبي - صلى الله عليه وسلم - وإن آلمه بغي بعض أصحابه على علي، فهو لا يريد هلاكهم بل يحب عفو الله عنهم وشمول مغفرته وسعة كرمه إياهم، وهذا مما لا شك فيه. ويدل عليه عفو النبي - صلى الله عليه وسلم - عن أعدائه نفسه الذين حاربوه ونصبوا له حبائل الكيد والمكر من أول بعثته إلى فتح مكة من صناديد قريش حتى أسلموا وتألفهم بما قدر عليه من اللطف والعطاء الكثير حتى حسن إسلامهم. وكان الله تعالى قبل الهجرة أرسل إليه ملكا فخيره في هلاكهم وهم كفار فلم يختر ذلك قائلا: \"عسى أن يخرج الله من أصلابهم من",
            "page": "168",
            "part": "1",
            "seal": "0E6E7F92"
        },
        {
            "id": "169",
            "nass": "يوحده\"، فهذه كانت معاملته - صلى الله عليه وسلم - مع أعدائه الكافرين، فكيف تكون معاملته مع أحبابه المؤمنين الذين هم بمترلة أولاده إذا أخطئوا بمحاربة علي، لا شك أن هؤلاء هم أولى بالعفو بكثير. ولا يخطر ببال عاقل منصف خلاف ذلك. والله أعلم. ¶ فصل (في أن معاوية وسائر الصحابة الخارجين على علي كانوا مجتهدين) ¶ اعلم أن معاوية في مذهبنا معاشر أهل السنة كسائر الصحابة الذين خرجوا على علي رضي الله عنه وعنهم كانوا مجتهدين فيما فعلوه من ذلك، ولكن عليا كان هو المصيب وكان الخارجون عليه مخطئين. والمجتهد مأجور لا مأزور، المصيب له عشر حسنات والمخطئ له حسنة واحدة بنيته، ونياتهم كانت صحيحة لقصدهم القصاص من قتلة عثمان، وقد ظهر لهم أن في ذلك موافقة الشرع الشريف والمصلحة للأمة لئلا يتجرأ الفجار على الأئمة الأخيار، وهكذا كانت نياتهم وهو ما أداهم إليه اجتهادهم المخطئ، ولذلك لم يخل خروجهم عليه في عدالتهم وتقواهم، فلم يتطرق بذلك خلل في أخذ الدين عنهم، رضي الله عنهم. ولنفرض أن بعضهم كمعاوية كما يقول الشيعة وبعض الجهلة الفساق من غيرهم",
            "page": "169",
            "part": "1",
            "seal": "B83A6FE8"
        },
        {
            "id": "170",
            "nass": "بناء على ما قرءوه في التواريخ الكاذبة إنما حارب عليا لأغراضه النفسية وشهواته الدنيوية. فنحن نسلم لهم ذلك جدلا ونقول: هو بشر وليس بمعصوم، ولكن هذا المقدار لا يكفره، وإنما يجعله عاصيا {والله غفور رحيم} وله حسنات كثيرة عظيمة في خدمة الدين وصحبة سيد المرسلين وجهاده معه - صلى الله عليه وسلم -، وفي مدة خلفائه الراشدين ومرابطته ومجاهدته في بلاد الشام أيام أبي بكر وعمر وعثمان، ثم بعد أن تم الأمر له اشتغل بالغزو والجهاد وفتح كثيرا من البلاد حتى وصلت جيوشه القسطنطينية. أترى أن الله تعالى مع كرمه وعدله ينسى له كل هذه الحسنات لأجل خطئه في محاربة علي. وقد قال تعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} (¬1) وقال - صلى الله عليه وسلم - «أتبع السيئة الحسنة تمحها» فيلزم كل مسلم أن ينصف ويعتقد أن معاوية أساء غاية الإساءة بمحاربة علي وأنه أحسن كل الإحسان بالإيمان بالله ورسوله وصحبته والجهاد معه ومع خلفائه الراشدين وحينما أفضى إليه الأمر بحق أو بباطل، فإنه ولو كان مبطلا في ¶ ¬_________ ¶ (¬1) هود: 114",
            "page": "170",
            "part": "1",
            "seal": "4AC88ADB"
        },
        {
            "id": "171",
            "nass": "الطريق التي توصل بها إلى عمل الحسنات بعد رسوله إلى مقصوده لا يجعل باطله ذلك تلك الحسنات سيئات، فإن السيئة في نفسها سيئة، والحسنة في نفسها حسنة، وكرم الله تعالى يقتضي العفو عن السيئات والمكافأة على الحسنات. ثم إن هذا الرجل -أعني معاوية- قد آذى عليا أعظم الأذى فلعلي عليه أكبر الحق، وعدل الله تعالى يقتضي الاقتصاص له ممن آذاه يوم القيامة، وقد صح في الحديث أنه يؤخذ يوم القيامة من حسنات المسيء وتعطى للمساء إليه، فإذا فرغت الحسنات أو لم تكن يؤخذ من سيئات المساء إليه وتلقى على المسيء ويلقى في النار، أما السيئات فلا نعتقد أن لعلي سيئة غير مغفورة، فإنه من أكابر أهل بدر الذين قال رسول الله - صلى الله عليه وسلم - في شأنهم: «وما يدريك لعل الله اطلع على أهل بدر، فقال اعملوا ما شئتم فقد غفرت لكم» وأما الحسنات فعلي لا يحتاج في ذلك اليوم إلى حسنات معاوية حتى يأخذ منها شيئا، ولو كشف الحجاب واطلعنا على الحقيقة لرأينا -والله أعلم- أن معاوية مع جلالة قدره هو بالنسبة إلى علي بمترلة شرطي فقير حقير وعلي بمترلة ملك غني عظيم، أترى الملك الغني",
            "page": "171",
            "part": "1",
            "seal": "82BA5351"
        },
        {
            "id": "172",
            "nass": "العظيم يرضى أن يقتص له من الشرطي الفقير ويأخذ شيئا من ماله في مقابلة إساءته إليه؟ حاشا وكلا، لا يتصور ذلك عاقل. ¶ هذا مع أنك إذا نسبت معاوية إلى من بعده ممن لم يحز فضل صحبة رسول الله - صلى الله عليه وسلم - لوجدته بمترلة الملك العظيم، وذلك الرجل الذي يحوز فضل الصحبة مهما كان كبيرا بالنسبة إليه بمترلة الشرطي الفقير. ومعاوية مع فضل الصحبة له حسنات كثيرة لا تعد ولا تحد من أجلها جهاده في سبيل الله إما بنفسه وإما بجيوشه حتى فتحت بلاد كثرة وصارت دار إسلام بعد أن كانت دار كفر. وبسببه دخل إلى الإسلام ألوف ألوف كثيرة ممن أسلموا على يده ويد جيوشه ومن ذراريهم إلى يوم القيامة، فله مثل حسناتهم أجمعين. وقال - صلى الله عليه وسلم -: «من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة». ¶ وها أنا أذكر لك شيئا تتحقق معه أن عليا يعفو عن معاوية يوم القيامة بلا شك، إذ لا يبقى في نفوس المؤمنين فضلا عن أكبر أكابرهم وأعظم أئمتهم مثل علي حقد إذ ذاك. قال تعالى: {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَى سُرُرٍ",
            "page": "172",
            "part": "1",
            "seal": "84026C30"
        },
        {
            "id": "173",
            "nass": "مُتَقَابِلِينَ} (¬1) وقد صح عنه رضي الله عنه أنه قال: والله إني لأرجو أن أكون أنا والزبير وطلحة ممن قال الله فيهم {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ} وقد ذكر سيدي عبد الوهاب الشعراني في المنن الكبرى عن نفسه أنه يشفع يوم القيامة في أعدائه قبل أحبابه إظهارا للفتوة. ونقل مثل ذلك عن سيدي محيي الدين بن العربي. أترى أن عندهما من الفتوة أكثر مما عند أبي الحسن رضي الله عنه وكرم الله وجهه؟ حاشا ثم حاشا، وما المناسبة بينهما وبينه. ولا ريب أن عفوه عن معاوية وحزبه من المؤمنين يسر رسول الله - صلى الله عليه وسلم - لكونهم بمترلة أولاده في الشفقة، فلو لم يكن إلا هذا السبب لكفى في حمل علي على العفو عنهم بل والشفاعة لهم. ¶ ولكن أنت أيها الرجل تطالع التأريخ، فترى تلك الأعمال الفظيعة المنسوبة إلى معاوية وحزبه في شأن علي، فيحملك الغيظ على كراهتهم، وتتصور أنك لو عمل معك أحد مثل ذلك العمل لا تعفو عنه أبدا، وتقيس عليا على نفسك فتظن أنه هو أيضا لا يعفو أبدا. فقد أخطأت بذلك خطأ عظيما. أين أنت من ¶ ¬_________ ¶ (¬1) الحجر: 47",
            "page": "173",
            "part": "1",
            "seal": "75D62B12"
        },
        {
            "id": "174",
            "nass": "علي؟ أين الصعلوك من الملوك؟ بل أين الشياطين من الملائكة؟ لا تقسه على نفسك، رحمك الله، وقدر أنه لو كان ملء الأرض مثل معاوية، وكلهم اجتمعوا على إساءة أبي الحسن لا يعظم على سعة بحر مكارمه أن يفيض عليهم عفوه عن إسائتهم إليه، ولا يؤاخذهم بتعديهم عليه، شأن الكريم العظيم الذي لا يتنازل للانتقام من عدوه، ولا سيما إذا كان عدوه غير كفء له كمعاوية. بل والله الذي أعتقده وأجزم به أنه لو أساء إليه أهل الأرض جميعا لعفا عنهم، لا سيما والعفو هو الذي يرضي الله ورسوله. قال تعالى: {وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى}. ¶ فصل (في أن عمرو بن العاص له من العذر ما لمعاوية) ¶ وأما عمرو بن العاص رضي الله عنه: فهو مثل معاوية في جميع ما قدمته، بل هو أفضل منه لأنه أسلم قبل الفتح وهاجر إلى النبي - صلى الله عليه وسلم - مع خالد بن الوليد. فقابله - صلى الله عليه وسلم - مقابلة حسنة وأمره على جيش فيه أبو بكر وعمر، وكان من أجلاء الصحابة وعقلائهم المنظور إليهم في عهد رسول الله - صلى الله عليه وسلم -. فمهما تقدم في شأن معاوية وكثرة فضله بالنسبة إلى من بعده",
            "page": "174",
            "part": "1",
            "seal": "508A8A71"
        },
        {
            "id": "175",
            "nass": "من غير الصحابة نقوله في حق عمرو بن العاص، وزيادة أنه أفضل منه. قال تعالى: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} وتأمل قوله تعالى: {وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} تجد معاوية وأباه وأخاه وغيرهم ممن أسلموا بعد الفتح داخلون في هذا الوعد من الله تعالى بالحسنى، فضلا عن غيرهم ممن أسلموا قبل الفتح كعمرو بن العاص وكثير من بني أمية الذين كانوا مع معاوية، وفضلا عمن هم خير منهم من السابقين للإسلام والمبشرين بالجنة كعائشة وطلحة والزبير، وفضلا عمن هم خير من هؤلاء، وهم أبو بكر وعمر وعثمان رضي الله عنهم أجمعين. فهؤلاء جميعهم وعدهم الله الحسنى، وهي الجنة. وقد قال الله تعالى: {لَا يُخْلِفُ اللَّهُ الْمِيعَادَ}، {وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ}. ¶ فصل (في بيان أن من أحب عليا وكره مخالفيه هل يثاب أم يعاقب) ¶ فإن قلت: هل يؤاخذ من أحب عليا وكره مخالفيه؟ قلت: يثاب على محبته ويؤاخذ أشد المؤاخذة على كراهتهم إلا أن يكره وصف بغيهم عليه ومحاربتهم إياه لخطئهم وإصابته، كما يكره صدور فعل قبيح من أبيه أو ابنه",
            "page": "175",
            "part": "1",
            "seal": "F4A6F26F"
        },
        {
            "id": "176",
            "nass": "أو ممن يحب. فإن خروجهم عليه وإن كان باجتهاد منهم فقد ظهر ظهور الشمس خطؤهم فيه، فيكره وقوع ذلك الخطأ منهم لا أنه يكرههم أنفسهم. كما أن بعضهم لما ظهر له خطؤه ترك محاربته كما وقع للزبير رضي الله عنه فإنه لما ظهر له أنه مخطئ بذلك ترك الحرب وانصرف من المعركة ولم يصر على خطئه. وقد ظهر لنا معاشر الأمة خطأ جميعهم في ذلك فنكره منهم ذلك الخطأ، ولا يجوز لنا أن تتعدى كراهتنا إلى ذواتهم الشريفة ككراهة العدو الذي يتمنى هلاك عدوه على كل حال، بل نحبهم كمحبتنا إلى آبائنا وأبنائنا أو أشد لأوصافهم الجميلة التي لا تعد ولا تحصى، وأعظمها الإيمان بالله ورسوله وصحبتهم للنبي - صلى الله عليه وسلم - ومجاهدتهم معه في سبيل الله وتأييدهم دين الله ونصرتهم إياه - صلى الله عليه وسلم - في الشدة والرخاء ومعاداتهم لأجله أعداءه وأعداء دينه من البعداء والأقرباء حتى الآباء والأبناء فضلا عن غيرهم. فهذه الأوصاف الجميلة إذا لم نحبهم لأجلها فلسنا مسلمين حقيقة، وإذا أحببناهم لأجلها فقد أرضينا الله تعالى ورسوله",
            "page": "176",
            "part": "1",
            "seal": "FA6532D9"
        },
        {
            "id": "177",
            "nass": "والمؤمنين، وفي مقدمتهم سيدنا علي وسائر أهل البيت الطيبين الطاهرين، رضي الله تعالى عنهم وعن أصحاب رسول الله أجمعين. ¶ ولا يخفى أن عصمة النبيين غير متفق عليها عند جميع الفرق الإسلامية. بل قال بعض الخوارج والمعتزلة بعدم عصمتهم في سوى التحريف والخيانة بالتبليغ، فهم معصومون منهما بالإجماع صلوات الله عليهم لظواهر الآيات والأحاديث الواردة بارتكابهم بعض الذنوب، وإن كان المحققون من أئمة العلماء أهل السنة والشيعة أيضا متفقين على عصمتهم من جميع الذنوب الكبائر والصغائر قبل النبوة وبعدها، وأوّلوا جميع ما ورد في حقهم من ذلك. نعم مذهب جمهور أهل السنة عدم عصمتهم من الذنوب قبل النبوة، ويحملون معظم ما ورد من ذلك في حقهم على وقوعه منهم قبل النبوة. ولا شك أن الصحابة ليسوا بأعلى مقاما من الأنبياء قبل النبوة، فيجوز عليهم ما جاز عليهم. ومهما عظم خطأ من أخطأ منهم بالخروج على علي رضي الله عنه وعنهم فهو لا يتعاظم عفو الله تعالى ورحمته التي وسعت كل شيء، فهي لا تضيق عنهم. ولا ينكر",
            "page": "177",
            "part": "1",
            "seal": "8F6EFB86"
        },
        {
            "id": "178",
            "nass": "عاقل منصف من المسلمين وغيرهم ما لهم رضي الله عنهم من كثرة الفضائل والمحاسن التي لا تعد ولا تحد، ومهما ادعوا لأنفسهم أو ادعى لهم محبوهم من علو المقام بصحبة خير الأنام، فتلك الدعاوي عند كل مؤمن منصف صحيحة مسلمة لا تجحد ولا ترد. وهل يقول مسلم سليم الدين والقلب إن كثرة تلك المحاسن لا تقوى على محو ذلك الذنب، حاشا وكلا وأهلا بمحبتهم وسهلا. ¶ وإذا الحبيب أتى بذنب واحد ... جاءت محاسنه بألف شفيع ¶ وقد أطلت لك الكلام يا أخي ونوعت لك أساليب الإقناع لأخفف عنك ما تجده في نفسك من شدة الغيظ على معاوية ومن كان على شاكلته كلما طالعت تأريخا فيه تلك الوقائع التي أضرت بعموم الأمة المحمدية من السابقين واللاحقين في دينهم ودنياهم. فخفف يا أخي عليك ولا تجعل للشيطان عليك سبيلا، والزم الأدب مع من هم أعظم وأجل وأفضل وأتقى لله تعالى منك بألف ألف ألف على عدد الأنفاس مرات. واجتنب مطالعة هذه الوقائع وذكرها والخوض فيها فإن ذلك حرام لما",
            "page": "178",
            "part": "1",
            "seal": "68947B46"
        },
        {
            "id": "179",
            "nass": "يترتب عليه من الوقوع في بعضهم. وكثير من تلك العبارات المنفرة مكذوبة مختلقة لا أصل لها. وتأدب يا أخي بآداب الله تعالى التي علمنا إياها في كتابه العزيز، وقل {رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آَمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ}. ¶ هذا العمل غير مكتمل. تستطيع المساعدة بإضافة الصفحات الناقصة. انظر صفحات المساعدة ودليل الأسلوب.",
            "page": "179",
            "part": "1",
            "seal": "7EA8870C"
        }
    ],
    "t523": [
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة في تعريف الصحابي وعدد الصحابة وطبقاتهم رضي الله عنهم"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول في نقل عبارات أكابر العلماء من أئمة المذاهب الأربعة التي استدلوا بها من الكتاب والسنة وإجماع الأمة على فضل أصحاب رسول الله صلى الله عليه وسلم وما يجب في حقهم من حسن الاعتقاد ولزوم سبيل السداد"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "الإمام الطحاوي"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الإمام الغزالي"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "القاضي عياض"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الغوث الجيلاني"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "شهاب الدين السهروردي"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الإمام النووي"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "شيخ الإسلام ابن تيمية"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "الكمال بن الهمام"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الإمام القطب الشعراني"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "الإمام ابن حجر الهيتمي"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "البرهان اللقاني"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "السيد مرتضى الزبيدي"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني في الاحتجاج على فضل أصحاب رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "فصل (قد أثنى الله في آيات كثيرة على الأصحاب)"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في خلافة أبي بكر وملخص أوصافه"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في خلافة عمر رضي الله عنه"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في خلافة عثمان رضي الله عنه وسيرته"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "حكمة عدم انتظام الأمور في مدة خلافة أمير المؤمنين علي رضي الله عنه"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الظاهر لعدم انتظام الأمور في مدة خلافة علي رضي الله عنه"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في فضل شئون أم المؤمنين السيدة عائشة رضي الله عنها"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في شئون رؤساء الأصحاب الذين خالفوا عليا رضي الله عنه وعنهم وهم طلحة والزبير ومعاوية وعمرو بن العاص"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "فصل (قال الله تعالى النبي أولى بالمؤمنين من أنفسهم)"
        },
        {
            "id": "169",
            "lvl": "2",
            "sub": null,
            "tit": "فصل (في أن معاوية وسائر الصحابة الخارجين على علي كانوا مجتهدين)"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "فصل (في أن عمرو بن العاص له من العذر ما لمعاوية)"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "فصل (في بيان أن من أحب عليا وكره مخالفيه هل يثاب أم يعاقب)"
        }
    ]
}