{
    "b5507": [
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم وَصلى الله على سيدنَا مُحَمَّد نبيه الْكَرِيم وَسلم تَسْلِيمًا ¶ ثَوَاب الْقُرْآن ¶ 1 - كَيفَ نزُول الْوَحْي ¶ أخبرنَا أَبُو عبد الرَّحْمَن أَحْمد بن شُعَيْب بن عَليّ النَّسَائِيّ قِرَاءَة عَلَيْهِ قَالَ ¶ 1 - أَنا مُحَمَّد بن رَافع قَالَ ثَنَا حُسَيْن بن مُحَمَّد قَالَ ثَنَا شَيبَان عَن يحيى قَالَ أَخْبرنِي أَبُو سَلمَة عَن عَائِشَة وَابْن عَبَّاس أَن رَسُول الله لبث بِمَكَّة عشر سِنِين ينزل عَلَيْهِ الْقُرْآن وبالمدينة عشرا",
            "page": "57",
            "part": "1",
            "seal": "BECD58D0"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - أخبرنَا قتبية بن سعيد قَالَ ثَنَا اللَّيْث عَن سعيد المَقْبُري عَن أَبِيه عَن أبي هُرَيْرَة أَن رَسُول الله قَالَ مَا من نَبِي من الْأَنْبِيَاء إِلَّا قد أعطي من الْآيَات مَا مثله آمن عَلَيْهِ وَإِنَّمَا كَانَ الَّذِي أُوتيت وَحيا أوحاه الله إِلَيّ فأرجو أَن أكون أَكْثَرهم تَابعا يَوْم الْقِيَامَة ¶ 3 - أخبرنَا هناد بن السّري عَن عُبَيْدَة عَن مُوسَى بن أبي عَائِشَة عَن سعيد بن جُبَير عَن ابْن عَبَّاس قَالَ كَانَ رَسُول الله إِذا نزل عَلَيْهِ الْوَحْي يعالج من ذَلِك شدَّة",
            "page": "58",
            "part": "1",
            "seal": "077B8A29"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - أخبرنَا إِسْحَاق بن إِبْرَاهِيم قَالَ أَنا سُفْيَان عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة قَالَت سَأَلَ الْحَارِث بن هِشَام رَسُول الله كَيفَ يَأْتِيك الْوَحْي قَالَ فِي مثل صلصلة الجرس فَيفْصم عني وَقد وعيت عَنهُ وَهُوَ أشده عَليّ وَأَحْيَانا يأتيني فِي مثل صُورَة الْفَتى فينبذه إِلَيّ ¶ 5 - أخبرنَا عَمْرو بن يزِيد قَالَ ثَنَا سيف بن عبيد الله قَالَ ثَنَا سوار عَن سعيد عَن قَتَادَة عَن الْحسن عَن حطَّان بن عبد الله عَن عبَادَة بن الصَّامِت قَالَ كَانَ نَبِي الله إِذا نزل عَلَيْهِ الْوَحْي كرب لذَلِك وَتَربد لَهُ",
            "page": "59",
            "part": "1",
            "seal": "4C87A1FE"
        },
        {
            "hno": "6",
            "id": "5",
            "nass": "وَجهه فَأنْزل عَلَيْهِ يَوْمًا فلقي ذَلِك فَلَمَّا سري عَنهُ قَالَ خُذُوا عني قد جعل لَهُنَّ سَبِيلا الثّيّب بِالثَّيِّبِ وَالْبكْر بالبكر الثّيّب جلد مائَة ثمَّ رجم بِالْحِجَارَةِ وَالْبكْر جلد مائَة ثمَّ نفي سنة ¶ 6 - أخبرنَا نوح بن حبيب قَالَ ثَنَا يحيى بن سعيد قَالَ ثَنَا ابْن جريج قَالَ حَدثنِي عَطاء قَالَ حَدثنِي صَفْوَان بن يعلى بن أُميَّة عَن أَبِيه قَالَ لَيْتَني أرى رَسُول الله وَهُوَ ينزل عَلَيْهِ فَبينا نَحن بالجعرانة وَالنَّبِيّ فِي قبَّة فَأَتَاهُ الْوَحْي أَشَارَ إِلَيّ عمر أَن تعال فأدخلت رَأْسِي الْقبَّة فَأَتَاهُ رجل قد أحرم فِي جُبَّة بِعُمْرَة متضمخ بِطيب فَقَالَ لرَسُول الله مَا تَقول فِي رجل أحرم فِي جُبَّة إِذْ أنزل عَلَيْهِ الْوَحْي فَجعل رَسُول الله يغط لذَلِك فَسرِّي عَنهُ فَقَالَ أَيْن الرجل الَّذِي",
            "page": "60",
            "part": "1",
            "seal": "35E8AD07"
        },
        {
            "hno": "7",
            "id": "6",
            "nass": "سَأَلَني آنِفا فَأتي بِالرجلِ فَقَالَ أما الْجُبَّة فاخلعها وَأما الطّيب فاغسله ¶ 7 - أخبرنَا عبد الْجَبَّار بن الْعَلَاء بن عبد الْجَبَّار عَن سُفْيَان عَن عَمْرو عَن صَفْوَان بن يعلى عَن أَبِيه قَالَ وددت أَن أرى رَسُول الله حِين ينزل عَلَيْهِ فَلَمَّا كُنَّا بالجعرانة أَتَاهُ رجل وَعَلِيهِ مقطعات متضمخ بخلوق فَقَالَ إِنِّي أَهلَلْت بِالْعُمْرَةِ وَعلي هَذَا فَكيف أصنع فَقَالَ لَهُ رَسُول الله كَيفَ تصنع فِي حجك قَالَ وَأنزل عَلَيْهِ فسجي بِثَوْب فدعاني عمر فكشف لي عَن الثَّوْب فَرَأَيْت رَسُول الله يغط محمرا وَجهه ¶ 8 - أخبرنَا إِسْحَاق بن مَنْصُور قَالَ أَنا يَعْقُوب بن إِبْرَاهِيم قَالَ حَدثنِي أبي عَن صَالح عَن ابْن شهَاب قَالَ أَخْبرنِي أنس بن مَالك أَن الله عز وَجل تَابع الْوَحْي على رَسُوله قبل وَفَاته حَتَّى توفّي أَكثر مَا كَانَ الْوَحْي يَوْم توفّي رَسُول الله",
            "page": "61",
            "part": "1",
            "seal": "FC4F7388"
        },
        {
            "hno": "9",
            "id": "7",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 2 بَاب من كم أَبْوَاب نزل الْقُرْآن - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 9 - أخبرنَا عَمْرو بن عَليّ قَالَ ثَنَا ابْن دَاوُد قَالَ أَنا سُفْيَان عَن الْوَلِيد بن قيس عَن الْقَاسِم بن حسان عَن فلفلة بن عبد الله الْجعْفِيّ قَالَ قَالَ عبد الله وَهُوَ ابْن مَسْعُود نزلت الْكتب من بَاب وَاحِد وَنزل الْقُرْآن من سَبْعَة أَبْوَاب على سَبْعَة أحرف",
            "page": "62",
            "part": "1",
            "seal": "50BCAD02"
        },
        {
            "hno": "10",
            "id": "8",
            "nass": "3 - على كم نزل الْقُرْآن ¶ 10 - أخبرنَا مُحَمَّد بن سَلمَة والْحَارث بن مِسْكين قِرَاءَة عَلَيْهِ وَاللَّفْظ لَهُ عَن ابْن الْقَاسِم قَالَ حَدثنِي مَالك عَن ابْن شهَاب عَن عُرْوَة بن الزبير عَن عبد الرَّحْمَن بن عبد الْقَارِي قَالَ سَمِعت عمر بن الْخطاب يَقُول سَمِعت هِشَام بن حَكِيم يقْرَأ سُورَة الْفرْقَان على غير مَا أقرؤها وَكَانَ رَسُول الله أَقْرَأَنيهَا فكدت أعجل عَلَيْهِ ثمَّ أمهلته حَتَّى انْصَرف ثمَّ لببته بردائه فَجئْت بِهِ رَسُول الله فَقلت يَا رَسُول الله إِنِّي سَمِعت هَذَا يقْرَأ سُورَة الْفرْقَان على غير مَا أقرأتنيها فَقَالَ لَهُ رَسُول الله إقرأ فَقَرَأَ الْقِرَاءَة الَّتِي سمعته يقْرَأ فَقَالَ رَسُول الله هَكَذَا أنزلت ثمَّ قَالَ لي إقرأ فَقَرَأت فَقَالَ هَكَذَا أنزلت إِن هَذَا الْقُرْآن أنزل على سَبْعَة أحرف فاقرؤوا مَا تيَسّر مِنْهُ",
            "page": "63",
            "part": "1",
            "seal": "9E1E24C5"
        },
        {
            "hno": "11",
            "id": "9",
            "nass": "11 - أخبرنَا إِسْحَاق بن إِبْرَاهِيم قَالَ أَنا يزِيد بن هَارُون قَالَ أَنا حميد عَن أنس أَن أبي بن كَعْب قَالَ مَا حاك فِي صَدْرِي مُنْذُ أسلمت إِلَّا أَنِّي قَرَأت آيَة فقرأها رجل على غير قراءتي فَقَالَ أَقْرَأَنيهَا رَسُول الله هَكَذَا فَقلت أَقْرَأَنِي النَّبِي هَكَذَا فأتينا رَسُول الله فَقلت أقرأتني آيَة كَذَا وَكَذَا فَقَالَ رَسُول الله نعم فَقَالَ الرجل أقرأتني آيَة كَذَا وَكَذَا فَقَالَ رَسُول الله نعم فَقَالَ رَسُول الله إِن جِبْرِيل وَمِيكَائِيل عَلَيْهِمَا السَّلَام أتياني فَعمد جِبْرِيل فَقعدَ عَن يَمِيني وَقعد مِيكَائِيل عَن شمَالي فَقَالَ جِبْرِيل إقرأ الْقُرْآن على حرف فَقَالَ مِيكَائِيل إستزده فَقلت زِدْنِي فزادني فَقَالَ جِبْرِيل إقرأ الْقُرْآن على حرفين فَقَالَ مِيكَائِيل استزده فَقلت زِدْنِي فَقَالَ جِبْرِيل إقرأ الْقُرْآن على ثَلَاثَة أحرف حَتَّى بلغ على سَبْعَة أحرف فَقَالَ مِيكَائِيل إستزده فَقَالَ إقرأ الْقُرْآن على سَبْعَة أحرف كل شاف كَاف",
            "page": "64",
            "part": "1",
            "seal": "E4418B2B"
        },
        {
            "hno": "12",
            "id": "10",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 4 بَاب كَيفَ نزل الْقُرْآن - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 12 - أخبرنَا يُوسُف بن سعيد قَالَ ثَنَا حجاج عَن ابْن جريج قَالَ أَخْبرنِي يُوسُف بن مَاهك قَالَ إِنِّي لعِنْد عَائِشَة أم الْمُؤمنِينَ إِذْ جاءها عراقي فَقَالَ أَي أم الْمُؤمنِينَ أَرِنِي مصحفك قَالَت لم قَالَ أُرِيد أَن أؤلف عَلَيْهِ الْقُرْآن فَإنَّا نقرؤه عندنَا غير مؤلف قَالَت وَيحك وَمَا يَضرك أيته قَرَأت قبل إِنَّمَا نزل أول مَا نزل سُورَة من الْمفصل فِيهَا ذكر الْجنَّة وَالنَّار حَتَّى إِذا ثاب النَّاس لِلْإِسْلَامِ نزل الْحَلَال وَالْحرَام وَلَو نزل أول شَيْء لَا تشْربُوا الْخمر لقالوا لَا نَدع شرب الْخمر وَلَو نزل أول شَيْء لَا تَزْنُوا لقالوا لَا نَدع الزِّنَا وَإنَّهُ أنزلت ( {والساعة أدهى وَأمر} ) بِمَكَّة وَإِنِّي جَارِيَة أَلعَب على مُحَمَّد وَمَا نزلت سُورَة الْبَقَرَة وَالنِّسَاء إِلَّا وَأَنا عِنْده قَالَ فأخرجت إِلَيْهِ الْمُصحف فَأَمْلَتْ عَلَيْهِ آي السُّور",
            "page": "65",
            "part": "1",
            "seal": "A587EEF5"
        },
        {
            "hno": "13",
            "id": "12",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 5 بَاب بِلِسَان من نزل الْقُرْآن - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 13 - أخبرنَا الْهَيْثَم بن أَيُّوب قَالَ نَا إِبْرَاهِيم يَعْنِي ابْن سعد قَالَ ابْن شهَاب وَأَخْبرنِي أنس بن مَالك أَن حُذَيْفَة قدم على عُثْمَان وَكَانَ يغازي أهل الشَّام مَعَ أهل الْعرَاق فِي فتح أرمينية وأذربيجان فأفزع حُذَيْفَة اخْتلَافهمْ فِي الْقُرْآن فَقَالَ لعُثْمَان يَا أَمِير الْمُؤمنِينَ أدْرك هَذِه الْأمة قبل أَن يَخْتَلِفُوا فِي الْكتاب كَمَا اخْتلفت الْيَهُود وَالنَّصَارَى فَأرْسل عُثْمَان إِلَى حَفْصَة أَن أرسلي إِلَيْنَا بالصحف ننسخها فِي الْمَصَاحِف ثمَّ نردها إِلَيْك فَأرْسلت بهَا إِلَيْهِ فَأمر زيد بن ثَابت وَعبد الله بن الزبير وَسَعِيد بن العَاصِي وَعبد الرَّحْمَن بن الْحَارِث بن هِشَام أَن ينسخوا الصُّحُف فِي الْمَصَاحِف فَإِن اخْتلفُوا وَزيد بن ثَابت فِي شَيْء من الْقُرْآن فاكتبوه بِلِسَان قُرَيْش فَإِن الْقُرْآن نزل بلسانهم فَفَعَلُوا ذَلِك حَتَّى إِذا نسخوا الصُّحُف فِي الْمَصَاحِف رد عُثْمَان الصُّحُف إِلَى حَفْصَة وَأرْسل إِلَى كل أفق مُصحفا مِمَّا نسخوا",
            "page": "67",
            "part": "1",
            "seal": "4B0E6003"
        },
        {
            "hno": "14",
            "id": "14",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 6 بَاب كم بَين نزُول أول الْقُرْآن وَبَين آخِره - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 14 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا ابْن أبي عدي عَن دَاوُود وَهُوَ ابْن أبي هِنْد عَن عِكْرِمَة عَن ابْن عَبَّاس قَالَ نزل الْقُرْآن فِي رَمَضَان لَيْلَة الْقدر فَكَانَ فِي السَّمَاء الدُّنْيَا فَكَانَ إِذا أَرَادَ الله أَن يحدث شَيْئا نزل فَكَانَ بَين أَوله وَآخره عشْرين سنة ¶ 15 - أخبرنَا إِسْمَاعِيل بن مَسْعُود قَالَ ثَنَا يزِيد يَعْنِي ابْن زُرَيْع قَالَ ثَنَا دَاوُود بن أبي هِنْد عَن عِكْرِمَة عَن ابْن عَبَّاس قَالَ نزل الْقُرْآن جملَة فِي لَيْلَة الْقدر إِلَى السَّمَاء الدُّنْيَا فَكَانَ إِذا أَرَادَ الله أَن يحدث مِنْهُ شَيْئا أحدثه ¶ 16 - حَدثنَا مُحَمَّد بن عبد الله بن عبد الرَّحِيم قَالَ ثَنَا الْفرْيَابِيّ",
            "page": "69",
            "part": "1",
            "seal": "3B5E10D7"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "عَن سُفْيَان عَن الْأَعْمَش عَن حسان عَن سعيد بن جُبَير عَن ابْن عَبَّاس قَالَ فصل الْقُرْآن من الذّكر فَوضع فِي بَيت الْعِزَّة فِي السَّمَاء الدُّنْيَا فَجعل جِبْرِيل عَلَيْهِ السَّلَام ينزل على النَّبِي يرتله ترتيلا قَالَ سُفْيَان خمس آيَات وَنَحْوهَا",
            "page": "70",
            "part": "1",
            "seal": "C295E815"
        },
        {
            "hno": "17",
            "id": "16",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 7 بَاب عرض جِبْرِيل الْقُرْآن - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 17 - أخبرنَا عَمْرو بن مَنْصُور قَالَ ثَنَا عَاصِم بن يُوسُف قَالَ ثَنَا أَبُو بكر بن عَيَّاش عَن أبي حُصَيْن عَن أبي صَالح عَن أبي هُرَيْرَة قَالَ كَانَ رَسُول الله يعرض عَلَيْهِ الْقُرْآن فِي كل رَمَضَان فَلَمَّا كَانَ الْعَام الَّذِي قبض فِيهِ عرض عَلَيْهِ مرَّتَيْنِ فَكَانَ يعْتَكف الْعشْر الْأَوَاخِر فَلَمَّا كَانَ الْعَام الَّذِي قبض فِيهِ اعْتكف عشْرين",
            "page": "71",
            "part": "1",
            "seal": "1F945285"
        },
        {
            "hno": "18",
            "id": "17",
            "nass": "18 - أخبرنَا سُلَيْمَان بن دَاوُود عَن ابْن وهب قَالَ أَخْبرنِي يُونُس عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة أَن عبد الله بن عَبَّاس كَانَ يَقُول كَانَ رَسُول الله أَجود النَّاس وَكَانَ أَجود مَا يكون فِي رَمَضَان حِين يلقاه جِبْرِيل عَلَيْهِمَا السَّلَام وَكَانَ جِبْرِيل يلقاه فِي كل لَيْلَة من رَمَضَان فيدارسه الْقُرْآن قَالَ فلرسول الله حِين يلقاه جِبْرِيل أَجود من الرّيح الْمُرْسلَة ¶ 19 - أخبرنَا نصر بن عَليّ عَن مُعْتَمر عَن أَبِيه عَن الْأَعْمَش عَن أبي ظبْيَان قَالَ قَالَ لنا ابْن عَبَّاس أَي الْقِرَاءَتَيْن تقرؤون قُلْنَا قِرَاءَة عبد الله قَالَ إِن رَسُول الله كَانَ يعرض عَلَيْهِ الْقُرْآن فِي كل عَام مرّة وَإنَّهُ عرض عَلَيْهِ فِي الْعَام الَّذِي قبض فِيهِ مرَّتَيْنِ فَشهد عبد الله مَا نسخ",
            "page": "72",
            "part": "1",
            "seal": "86FA5C56"
        },
        {
            "hno": "20",
            "id": "19",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 8 بَاب ذكر كَاتب الْوَحْي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 20 - أخبرنَا الْهَيْثَم بن أَيُّوب قَالَ حَدثنِي إِبْرَاهِيم يَعْنِي ابْن سعد قَالَ ثَنَا ابْن شهَاب عَن عبيد بن السباق عَن زيد بن ثَابت قَالَ أرسل إِلَيّ أَبُو بكر مقتل أهل الْيَمَامَة فَأَتَيْته وَعِنْده عمر فَقَالَ إِن عمر أَتَانِي فَقَالَ إِن الْقَتْل استحر يَوْم الْيَمَامَة بقراء الْقُرْآن وَإِنِّي أرى أَن تَأمر بِجمع الْقُرْآن فَقلت كَيفَ أفعل شَيْئا لم يَفْعَله رَسُول الله",
            "page": "74",
            "part": "1",
            "seal": "EE8122B5"
        },
        {
            "hno": "21",
            "id": "20",
            "nass": "فَقَالَ عمر هُوَ وَالله خير فَلم يزل يراجعني حَتَّى شرح الله صَدْرِي للَّذي شرح لَهُ صدر عمر ثمَّ قَالَ إِنَّك غُلَام شَاب عَاقل لَا نتهمك قد كنت تكْتب الْوَحْي لرَسُول الله فتتبع الْقُرْآن فاجمعه فَقلت كَيفَ تفعلان شَيْئا لم يَفْعَله رَسُول الله فَقَالَ أَبُو بكر هُوَ وَالله خير فَلم يزل يراجعني حَتَّى شرح الله صَدْرِي للَّذي شرح لَهُ صدر أبي بكر وَعمر وَالله لَو كلفاني نقل جبل من الْجبَال مَا كَانَ أثقل عَليّ من الَّذِي كلفاني ثمَّ تتبعت الْقُرْآن أجمعه من العسب والرقاع والصحف وصدور الرِّجَال ¶ 9 - ذكر قراء الْقُرْآن ¶ 21 - أخبرنَا إِسْمَاعِيل بن مَسْعُود قَالَ ثَنَا خَالِد عَن شُعْبَة عَن عَمْرو بن مرّة قَالَ سَمِعت إِبْرَاهِيم يحدث عَن مَسْرُوق قَالَ ذكر عبد الله ابْن مَسْعُود عِنْد عبد الله بن عَمْرو فَقَالَ ذَلِك رجل لَا أَزَال أحبه بَعْدَمَا",
            "page": "75",
            "part": "1",
            "seal": "20FFD9D9"
        },
        {
            "hno": "22",
            "id": "21",
            "nass": "سَمِعت رَسُول الله يَقُول استقرئوا من أَرْبَعَة عبد الله وَسَالم مولى أبي حُذَيْفَة قَالَ شُعْبَة بَدَأَ بِهَذَيْنِ وَأبي بن كَعْب ومعاذ بن جبل قَالَ لَا أَدْرِي بِأَيِّهِمَا بَدَأَ ¶ 22 - أخبرنَا إِسْحَق بن إِبْرَاهِيم قَالَ أَنا عَبدة قَالَ ثَنَا الْأَعْمَش عَن شَقِيق عَن عبد الله قَالَ لقد قَرَأت على رَسُول الله بضعا وَسبعين سُورَة وَقد علم أَصْحَاب رَسُول الله أَنِّي أعلمهم بِكِتَاب الله وَلَو",
            "page": "76",
            "part": "1",
            "seal": "84C485B5"
        },
        {
            "hno": "23",
            "id": "22",
            "nass": "أعلم أَن أحدا أعلم بِهِ مني لرحلت إِلَيْهِ ¶ قَالَ شَقِيق فَجَلَست فِي حلق أَصْحَاب رَسُول الله فَمَا سَمِعت أحدا يعيب ذَلِك وَلَا يردهُ ¶ 23 - أخبرنَا مُحَمَّد بن يحيى بن أَيُّوب قَالَ ثَنَا سُلَيْمَان بن عَامر قَالَ سَمِعت الرّبيع بن أنس يَقُول قَرَأت الْقُرْآن على أبي الْعَالِيَة وَقَرَأَ أَبُو الْعَالِيَة على أبي قَالَ وَقَالَ أبي قَالَ لي رَسُول الله أمرت أَن أقرئك الْقُرْآن قَالَ قلت أوذكرت هُنَاكَ قَالَ نعم فَبكى أبي قَالَ فَلَا أَدْرِي أبشوق أَو بخوف ¶ 24 - حَدثنَا إِسْحَق بن إِبْرَاهِيم قَالَ ثَنَا عبد الرَّزَّاق قَالَ ثَنَا معمر عَن قَتَادَة عَن أنس أَن رَسُول الله قَالَ لأبي إِن رَبِّي أَمرنِي أَن أعرض",
            "page": "77",
            "part": "1",
            "seal": "1245C267"
        },
        {
            "hno": "25",
            "id": "23",
            "nass": "عَلَيْك الْقُرْآن قَالَ أوسماني لَك قَالَ رَسُول الله نعم فَبكى أبي ¶ 10 - ذكر الْأَرْبَعَة الَّذين جمعُوا الْقُرْآن على عهد رَسُول الله ¶ 25 - أخبرنَا إِسْحَق بن إِبْرَاهِيم قَالَ ثَنَا عبد الله بن إِدْرِيس قَالَ ثَنَا شُعْبَة",
            "page": "78",
            "part": "1",
            "seal": "7239B6EF"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَأخْبرنَا مُحَمَّد بن بشار قَالَ ثَنَا يحيى عَن شُعْبَة عَن قَتَادَة عَن أنس قَالَ جمع الْقُرْآن على عهد رَسُول الله أَرْبَعَة كلهم قَالَ مُحَمَّد من الْأَنْصَار أبي بن كَعْب ومعاذ بن جبل وَزيد وَأَبُو زيد قلت من أَبُو زيد قَالَ أحد عمومتي",
            "page": "79",
            "part": "1",
            "seal": "10F1CEEB"
        },
        {
            "hno": "26",
            "id": "25",
            "nass": "26 - أخبرنَا بشر بن خَالِد قَالَ أَنا غنْدر عَن شُعْبَة عَن سُلَيْمَان قَالَ سَمِعت أَبَا وَائِل عَن مَسْرُوق عَن عبد الله بن عَمْرو عَن النَّبِي قَالَ استقرئوا الْقُرْآن من أَرْبَعَة من عبد الله بن مَسْعُود وَسَالم مولى أبي حُذَيْفَة ومعاذ بن جبل وَأبي بن كَعْب",
            "page": "80",
            "part": "1",
            "seal": "D1A7AB78"
        },
        {
            "hno": "27",
            "id": "26",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 11 بَاب جمع الْقُرْآن - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 27 - أخبرنَا الْهَيْثَم بن أَيُّوب قَالَ ثَنَا إِبْرَاهِيم بن سعد قَالَ ثَنَا ابْن شهَاب عَن عبيد الله بن السباق عَن زيد بن ثَابت قَالَ أرسل إِلَيّ أَبُو بكر مقتل أهل الْيَمَامَة فَأَتَيْته وَعِنْده عمر فَقَالَ إِن الْقَتْل قد استحر يَوْم الْيَمَامَة بقراء الْقُرْآن. . وسَاق الحَدِيث بِطُولِهِ معاد",
            "page": "81",
            "part": "1",
            "seal": "E5F88DAC"
        },
        {
            "hno": "28",
            "id": "27",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 12 بَاب سُورَة كَذَا سُورَة كَذَا - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 28 - أخبرنَا عمرَان بن مُوسَى قَالَ ثَنَا يزِيد يَعْنِي ابْن زُرَيْع قَالَ ثَنَا شُعْبَة عَن مَنْصُور عَن إِبْرَاهِيم عَن عبد الرَّحْمَن بن يزِيد قَالَ ذكر لي عَن أبي مَسْعُود فَلَقِيته وَهُوَ يطوف بِالْبَيْتِ فَسَأَلته فَقَالَ قَالَ رَسُول الله من قَرَأَ الْآيَتَانِ من آخر سُورَة الْبَقَرَة فِي لَيْلَة كفتاه ¶ 29 - أخبرنَا بشر بن خَالِد قَالَ أَنا مُحَمَّد بن جَعْفَر عَن شُعْبَة عَن",
            "page": "82",
            "part": "1",
            "seal": "061B49E5"
        },
        {
            "hno": "30",
            "id": "28",
            "nass": "سُلَيْمَان عَن إِبْرَاهِيم عَن عبد الرَّحْمَن بن يزِيد عَن عَلْقَمَة عَن أبي مَسْعُود أَن النَّبِي قَالَ من قَرَأَ الْآيَتَيْنِ الآخرتين من الْبَقَرَة فِي لَيْلَة كفتاه قَالَ عبد الرَّحْمَن فَلَقِيت أَبَا مَسْعُود فَحَدثني بِهِ ¶ 30 - أخبرنَا عَليّ بن خشرم قَالَ أَنا عِيسَى عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عَلْقَمَة وَعبد الرَّحْمَن بن يزِيد عَن أبي مَسْعُود قَالَ قَالَ رَسُول الله الْآيَتَانِ الأخريتان من آخر سُورَة الْبَقَرَة من قرأهما فِي لَيْلَة كفتاه ¶ 31 - أخبرنَا إِسْحَق بن إِبْرَاهِيم قَالَ أَنا عَبدة بن سُلَيْمَان عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة قَالَت سمع رَسُول الله رجلا يقْرَأ فِي الْمَسْجِد لَيْلًا فَقَالَ لقد أذكرني كَذَا وَكَذَا من آيَة قد كنت أسقطهن من سُورَة كَذَا وَكَذَا",
            "page": "83",
            "part": "1",
            "seal": "E7E1AE4A"
        },
        {
            "hno": "32",
            "id": "29",
            "nass": "13 - السُّورَة الَّتِي يذكر فِيهَا كَذَا ¶ 32 - أخبرنَا مُحَمَّد بن الْمثنى عَن يحيى بن سعيد قَالَ ثَنَا عَوْف قَالَ ثَنَا يزِيد الْفَارِسِي قَالَ قَالَ لنا ابْن عَبَّاس قلت لعُثْمَان بن عَفَّان مَا حملكم أَن عمدتم إِلَى الْأَنْفَال وَهِي من المثاني وَإِلَى بَرَاءَة وَهِي من المائين فقرنتم بَينهمَا وَلم تكْتبُوا سطر بِسم الله الرَّحْمَن الرَّحِيم وآوضعتموها فِي السَّبع الطوَال فَمَا حملكم على ذَلِك قَالَ عُثْمَان إِن رَسُول الله كَانَ إِذا نزل عَلَيْهِ الشَّيْء يَدْعُو بعض من يكْتب عِنْده فَيَقُول ضَعُوا هَذِه فِي السُّورَة الَّتِي يذكر فِيهَا كَذَا وَكَذَا وتنزل عَلَيْهِ الْآيَات فَيَقُول ضَعُوا هَذِه الْآيَات فِي السُّورَة الَّتِي يذكر فِيهَا كَذَا",
            "page": "84",
            "part": "1",
            "seal": "CCA64147"
        },
        {
            "hno": "33",
            "id": "30",
            "nass": "وَكَذَا وَكَانَت الْأَنْفَال من أَوَائِل مَا أنزل وَبَرَاءَة من آخر الْقُرْآن وَكَانَت قصَّتهَا شَبِيها بِقِصَّتِهَا وَقبض رَسُول الله وَلم يبين لنا أَنَّهَا مِنْهَا فَظَنَنْت أَنَّهَا مِنْهَا فَمن ثمَّ قرنت بَينهمَا وَلم أكتب بَينهمَا بسطر بِسم الله الرَّحْمَن الرَّحِيم ¶ 14 - كِتَابَة الْقُرْآن ¶ 33 - أخبرنَا مُحَمَّد بن إِسْمَاعِيل بن إِبْرَاهِيم قَالَ ثَنَا يزِيد عَن همام عَن زيد بن أسلم ¶ وَأخْبرنَا الْفضل بن الْعَبَّاس بن إِبْرَاهِيم قَالَ ثَنَا عَفَّان قَالَ ثَنَا همام قَالَ ثَنَا زيد بن أسلم عَن عَطاء بن يسَار عَن أبي سعيد الْخُدْرِيّ عَن",
            "page": "85",
            "part": "1",
            "seal": "0FFF8B5C"
        },
        {
            "hno": "34",
            "id": "31",
            "nass": "النَّبِي وَقَالَ مُحَمَّد قَالَ رَسُول الله لَا تكْتبُوا عني شَيْئا غير الْقُرْآن وَقَالَ مُحَمَّد إِلَّا الْقُرْآن فَمن كتب عني شَيْئا غير الْقُرْآن فليمحه ¶ 15 - فَاتِحَة الْكتاب ¶ 34 - أخبرنَا مُحَمَّد بن مَنْصُور عَن سُفْيَان عَن الزُّهْرِيّ عَن مُحَمَّد بن الرّبيع عَن عبَادَة بن الصَّامِت عَن النَّبِي قَالَ لَا صَلَاة لمن لم يقْرَأ بِفَاتِحَة الْكتاب ¶ 16 - فضل فَاتِحَة الْكتاب ¶ 35 - أخبرنَا مُحَمَّد بن بشار قَالَ ثَنَا يحيى بن سعيد وَمُحَمّد بن",
            "page": "86",
            "part": "1",
            "seal": "B185F765"
        },
        {
            "hno": "36",
            "id": "32",
            "nass": "جَعْفَر قَالَا ثَنَا شُعْبَة عَن خبيب بن عبد الرَّحْمَن عَن حَفْص بن عَاصِم عَن أبي سعيد بن الْمُعَلَّى قَالَ مر بِي رَسُول الله وَأَنا أُصَلِّي فدعاني فَلم آته حَتَّى صليت ثمَّ أَتَيْته فَقَالَ لي مَا مَنعك أَن تَأتِينِي قلت كنت أُصَلِّي فَقَالَ ألم يقل الله عز وَجل ( {يَا أَيهَا الَّذين آمنُوا اسْتجِيبُوا لله وَلِلرَّسُولِ} ) قَالَ أَلا أعلمك أعظم سُورَة فِي الْقُرْآن قبل أَن أخرج من الْمَسْجِد فَذهب ليخرج فَذَكرته فَقَالَ الْحَمد لله رب الْعَالمين هِيَ السَّبع المثاني وَالْقُرْآن الْعَظِيم الَّذِي أُوتِيتهُ ¶ 36 - أخبرنَا عبيد الله بن عبد الْكَرِيم قَالَ ثَنَا عَليّ بن عبد الحميد المعني قَالَ ثَنَا سُلَيْمَان بن الْمُغيرَة عَن ثَابت عَن أنس بن مَالك قَالَ كَانَ النَّبِي فِي مسير لَهُ فَنزل وَنزل رجل إِلَى جَانِبه فَالْتَفت إِلَيْهِ",
            "page": "87",
            "part": "1",
            "seal": "7AA2BE05"
        },
        {
            "hno": "37",
            "id": "33",
            "nass": "النَّبِي فَقَالَ أَلا أخْبرك بِأَفْضَل الْقُرْآن قَالَ فَتلا عَلَيْهِ ( {الْحَمد لله رب الْعَالمين} ) ¶ 37 - أخبرنَا قُتَيْبَة بن سعيد عَن مَالك عَن الْعَلَاء بن عبد الرَّحْمَن أَنه سمع أَبَا السَّائِب مولى هِشَام بن زهرَة يَقُول سَمِعت أَبَا هُرَيْرَة يَقُول قَالَ رَسُول الله من صلى صَلَاة لم يقْرَأ فِيهَا بِأم الْقُرْآن هِيَ خداج هِيَ خداج هِيَ خداج غير تَمام ¶ فَقلت يَا أَبَا هُرَيْرَة إِنِّي أَحْيَانًا أكون وَرَاء الإِمَام فغمز ذراعي وَقَالَ إقرأ بهَا يَا فَارسي فِي نَفسك فَإِنِّي سَمِعت رَسُول الله يَقُول قَالَ الله عز وَجل قسمت الصَّلَاة بيني وَبَين عَبدِي نِصْفَيْنِ فنصفها لي وَنِصْفهَا لعبدي ولعبدي مَا سَأَلَ قَالَ رَسُول الله إقرؤوا يَقُول العَبْد ( {الْحَمد لله رب الْعَالمين} ) يَقُول الله حمدني عَبدِي يَقُول ( {الرَّحْمَن الرَّحِيم} ) يَقُول الله أثنى عَليّ عَبدِي يَقُول العَبْد (/ ملك يَوْم الدّين /) يَقُول الله مجدني عَبدِي وَهَذِه الْآيَة بيني وَبَين عَبدِي ولعبدي مَا سَأَلَ يَقُول العَبْد ( {اهدنا الصِّرَاط الْمُسْتَقيم صِرَاط الَّذين أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَلَا الضَّالّين} ) فَهَؤُلَاءِ لعبدي ولعبدي مَا سَأَلَ ¶ خَالفه سُفْيَان بن عُيَيْنَة",
            "page": "88",
            "part": "1",
            "seal": "5B363867"
        },
        {
            "hno": "38",
            "id": "34",
            "nass": "38 - أخبرنَا إِسْحَق بن إِبْرَاهِيم قَالَ أَنا سُفْيَان وَهُوَ ابْن عُيَيْنَة عَن الْعَلَاء بن عبد الرَّحْمَن بن يَعْقُوب عَن أَبِيه عَن أبي هُرَيْرَة قَالَ سَمِعت رَسُول الله يَقُول كل صَلَاة لَا يقْرَأ فِيهَا بِأم الْقُرْآن فَهِيَ خداج فَهِيَ خداج فَهِيَ خداج قَالَ يَا أَبَا هُرَيْرَة إِنِّي أَحْيَانًا أكون وَرَاء الإِمَام قَالَ يَا فَارسي إقرأ بهَا فِي نَفسك فَإِنِّي سَمِعت رَسُول الله يَقُول قَالَ الله عز وَجل قسمت الصَّلَاة بيني وَبَين عَبدِي ولعبدي مَا سَأَلَ قَالَ العَبْد ( {الْحَمد لله رب الْعَالمين} ) قَالَ الله حمدني عَبدِي فَإِذا قَالَ ( {الرَّحْمَن الرَّحِيم} ) قَالَ الله أثنى عَليّ عَبدِي فَإِذا قَالَ (/ ملك يَوْم الدّين /) قَالَ الله مجدني عَبدِي أَو قَالَ فوض إِلَيّ عَبدِي فَإِذا قَالَ ( {إياك نعْبد وَإِيَّاك نستعين} ) قَالَ هَذِه بيني وَبَين عَبدِي ولعبدي مَا سَأَلَ ¶ قَالَ سُفْيَان دخلت على الْعَلَاء بن عبد الرَّحْمَن فِي بَيته وَهُوَ",
            "page": "89",
            "part": "1",
            "seal": "2225750A"
        },
        {
            "hno": "39",
            "id": "35",
            "nass": "مَرِيض فَسَأَلته عَن هَذَا الحَدِيث فَحَدثني بِهِ ¶ 39 - أخبرنَا عَمْرو بن مَنْصُور قَالَ ثَنَا الْحسن بن الرّبيع قَالَ ثَنَا أَبُو الْأَحْوَص عَن عمار بن رُزَيْق عَن عبد الله بن عِيسَى عَن سعيد بن جُبَير عَن ابْن عَبَّاس قَالَ بَينا جِبْرِيل عَلَيْهِ السَّلَام قَاعد عِنْد النَّبِي سمع صَوتا نقيضا من فَوْقه فَقَالَ هَذَا بَاب من السَّمَاء فتح الْيَوْم لم يفتح قطّ إِلَّا الْيَوْم فَنزل مِنْهُ ملك فَقَالَ هَذَا ملك نزل إِلَى الأَرْض لم ينزل قطّ إِلَّا الْيَوْم فَسلم وَقَالَ أبشر بنورين أُوتِيتهُمَا لم يؤتهما نَبِي قبلك فَاتِحَة الْكتاب وخواتيم سُورَة الْبَقَرَة لم تقْرَأ بِحرف مِنْهَا إِلَّا أَعْطيته ¶ 17 - سُورَة الْبَقَرَة ¶ 40 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا يَعْقُوب عَن سُهَيْل عَن أَبِيه عَن أبي هُرَيْرَة أَن رَسُول الله قَالَ لَا تجْعَلُوا بُيُوتكُمْ مَقَابِر فَإِن الشَّيْطَان ينفر من الْبَيْت الَّذِي تقْرَأ فِيهِ سُورَة الْبَقَرَة",
            "page": "90",
            "part": "1",
            "seal": "B50C0985"
        },
        {
            "hno": "41",
            "id": "36",
            "nass": "41 - أخبرنَا مُحَمَّد بن عبد الله بن عبد الحكم عَن شُعَيْب قَالَ أَنا اللَّيْث قَالَ أَنا خَالِد عَن ابْن أبي هِلَال عَن يزِيد بن عبد الله بن أُسَامَة عَن عبد الله بن خباب عَن أبي سعيد الْخُدْرِيّ عَن أسيد بن حضير وَكَانَ من أحسن النَّاس صَوتا بِالْقُرْآنِ قَالَ قَرَأت اللَّيْلَة بِسُورَة الْبَقَرَة وَفرس لي مربوط وَيحيى ابْني مُضْطَجع قَرِيبا مني وَهُوَ غُلَام فجالت جَوْلَة فَقُمْت لَيْسَ لي هم إِلَّا يحيى ابْني فسكنت الْفرس ثمَّ قَرَأت فجالت الْفرس فَقُمْت لَيْسَ لي ب هم إِلَّا ابْني ثمَّ قَرَأت فجالت الْفرس فَرفعت رَأْسِي فَإِذا بِشَيْء كَهَيئَةِ الظلة فِي مثل المصابيح مقبل من السَّمَاء فهالني فسكنت فَلَمَّا أَصبَحت غَدَوْت إِلَى رَسُول الله فَأَخْبَرته فَقَالَ إقرأ يَا أَبَا يحيى قلت قد قَرَأت يَا رَسُول الله فجالت الْفرس وَلَيْسَ لي هم إِلَّا ابْني فَقَالَ إقرأ يَا ابْن حضير قَالَ قد قَرَأت فَرفعت رَأْسِي فَإِذا كَهَيئَةِ الظلة فِيهَا مصابيح فهالني فَقَالَ ذَلِك الْمَلَائِكَة دنوا لصوتك وَلَو قَرَأت حَتَّى تصبح لأصبح النَّاس ينظرُونَ إِلَيْهِم ¶ 18 - آيَة الْكُرْسِيّ ¶ 42 - أخبرنَا أَحْمد بن مُحَمَّد بن عبيد الله قَالَ ثَنَا شُعَيْب بن",
            "page": "91",
            "part": "1",
            "seal": "DACBE40B"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "حَرْب قَالَ ثَنَا إِسْمَاعِيل بن مُسلم عَن أبي المتَوَكل عَن أبي هُرَيْرَة أَنه كَانَ على تمر الصَّدَقَة فَوجدَ أثر كف كَأَنَّهُ قد أَخذ مِنْهُ فَذكر ذَلِك للنَّبِي فَقَالَ تُرِيدُ أَن تَأْخُذهُ قل سُبْحَانَ من سخرك لمُحَمد قَالَ أَبُو هُرَيْرَة فَقلت فَإِذا جني قَائِم بَين يَدي فَأَخَذته لأذهب بِهِ إِلَى النَّبِي فَقَالَ إِنَّمَا أَخَذته لأهل بَيت فُقَرَاء من الْجِنّ وَلنْ أَعُود قَالَ فَعَاد فَذكرت ذَلِك للنَّبِي فَقَالَ تُرِيدُ أَن تَأْخُذهُ فَقلت نعم فَقَالَ قل سُبْحَانَ مَا سخرك لمُحَمد فَقلت فَإِذا أَنا بِهِ فَأَرَدْت أَن أذهب بِهِ إِلَى النَّبِي فعاهدني أَن لَا يعود فتركته ثمَّ عَاد فَذكرت للنَّبِي فَقَالَ تُرِيدُ أَن تَأْخُذهُ فَقلت نعم فَقَالَ قل سُبْحَانَ مَا سخرك لمُحَمد فَقلت فَإِذا أَنا بِهِ فَقلت عاهدتني فَكَذبت وعدت لأذهبن بك إِلَى النَّبِي فَقَالَ خل عني أعلمك كَلِمَات إِذا قلتهن لم يقربك ذكر وَلَا أُنْثَى من الْجِنّ قلت وَمَا هَؤُلَاءِ الْكَلِمَات قَالَ آيَة الْكُرْسِيّ إقرأها عِنْد كل صباح وَمَسَاء قَالَ أَبُو هُرَيْرَة",
            "page": "92",
            "part": "1",
            "seal": "097456EF"
        },
        {
            "hno": "43",
            "id": "38",
            "nass": "فخليت عَنهُ فَذكرت ذَلِك للنَّبِي فَقَالَ لي أوما علمت أَنه كَذَلِك ¶ 19 - الْآيَتَانِ من آخر سُورَة الْبَقَرَة ¶ 43 - أخبرنَا عبد الله بن مُحَمَّد بن إِسْحَق عَن جرير عَن مَنْصُور عَن إِبْرَاهِيم عَن عبد الرَّحْمَن بن يزِيد عَن أبي مَسْعُود قَالَ قَالَ رَسُول الله من قَرَأَ الْآيَتَيْنِ من آخر سُورَة الْبَقَرَة فِي لَيْلَة كفتاه ¶ 44 - أخبرنَا إِسْحَق بن مَنْصُور قَالَ أَنا عبد الرَّحْمَن عَن سُفْيَان عَن مَنْصُور وَالْأَعْمَش عَن إِبْرَاهِيم عَن عبد الرَّحْمَن بن يزِيد عَن أبي مَسْعُود عَن النَّبِي قَالَ من قَرَأَ بالآيتين من آخر سُورَة الْبَقَرَة كفتاه ¶ 45 - أخبرنَا مُحَمَّد بن مَنْصُور قَالَ ثَنَا سُفْيَان عَن مَنْصُور عَن إِبْرَاهِيم عَن عبد الرَّحْمَن بن يزِيد أخبرهُ عَلْقَمَة عَن أبي مَسْعُود الْأنْصَارِيّ أَن النَّبِي قَالَ من قَرَأَ بالآيتين من آخر سُورَة الْبَقَرَة فِي لَيْلَة كفتاه ¶ قَالَ عبد الرَّحْمَن بن يزِيد فَلَقِيت أَبَا مَسْعُود فِي الطّواف فَسَأَلته فَحَدثني بِهِ ¶ 46 - أخبرنَا مُحَمَّد بن عبد الله بن الْمُبَارك قَالَ ثَنَا يحيى بن آدم قَالَ ثَنَا أَبُو الْأَحْوَص عَن عمار بن رُزَيْق عَن عبد الله بن عِيسَى عَن سعيد بن جُبَير عَن ابْن عَبَّاس قَالَ بَينا رَسُول الله وَعِنْده جِبْرِيل عَلَيْهِ",
            "page": "93",
            "part": "1",
            "seal": "60A58303"
        },
        {
            "hno": "47",
            "id": "39",
            "nass": "السَّلَام إِذْ سمع نقيضا فَوْقه فَرفع جِبْرِيل بَصَره إِلَى السَّمَاء فَقَالَ هَذَا الْبَاب قد فتح من السَّمَاء مَا فتح قطّ قَالَ فَنزل ملك فَأتى النَّبِي فَقَالَ أبشر بنورين أُوتِيتهُمَا لم يؤتهما نَبِي قبلك فَاتِحَة الْكتاب وخواتيم سُورَة الْبَقَرَة لن تقْرَأ حرفا مِنْهُ إِلَّا أَعْطيته ¶ 47 - أخبرنَا عَمْرو بن مَنْصُور قَالَ ثَنَا آدم بن أبي إِيَاس قَالَ ثَنَا أَبُو عوَانَة قَالَ ثَنَا أَبُو مَالك الْأَشْجَعِيّ عَن ربعي بن خرَاش عَن حُذَيْفَة قَالَ قَالَ رَسُول الله فضلنَا على النَّاس بِثَلَاث جعلت الأَرْض كلهَا لنا مَسْجِدا وَجعلت تربَتهَا لنا طهُورا وَجعلت صُفُوفنَا كَصُفُوف الْمَلَائِكَة وَأُوتِيت هَؤُلَاءِ الْآيَات آخر سُورَة الْبَقَرَة من كنز تَحت الْعَرْش لم يُعْط مِنْهُ أحد قبلي وَلَا يعْطى مِنْهُ أحد بعدِي ¶ 48 - أخبرنَا مُحَمَّد بن الْمثنى عَن يحيى بن سعيد عَن سُفْيَان عَن زبيد عَن مرّة قَالَ قَالَ عبد الله خَوَاتِيم سُورَة الْبَقَرَة أنزلت من كنز تَحت الْعَرْش ¶ 20 - الْكَهْف ¶ 49 - أخبرنَا عَليّ بن حجر قَالَ ثَنَا عبد الله بن عبد الرَّحْمَن بن",
            "page": "94",
            "part": "1",
            "seal": "3C190E50"
        },
        {
            "hno": "50",
            "id": "40",
            "nass": "يزِيد بن جَابر والوليد بن مُسلم عَن عبد الرَّحْمَن بن يزِيد عَن يحيى بن جَابر الطَّائِي عَن عبد الرَّحْمَن بن جُبَير بن نفير الْحَضْرَمِيّ عَن أَبِيه عَن النواس بن سمْعَان قَالَ ذكر رَسُول الله الدَّجَّال قَالَ من رَآهُ مِنْكُم فليقرأ فواتح سُورَة الْكَهْف ¶ 50 - أخبرنَا عَمْرو بن عَليّ قَالَ ثَنَا مُحَمَّد بن جَعْفَر قَالَ ثَنَا شُعْبَة عَن قَتَادَة عَن سَالم بن أبي الْجَعْد عَن معدان عَن أبي الدَّرْدَاء عَن النَّبِي قَالَ من قَرَأَ عشر آيَات من الْكَهْف عصم من فتْنَة الدَّجَّال ¶ 21 - المسبحات ¶ 51 - أخبرنَا عَليّ بن حجر قَالَ ثَنَا بَقِيَّة بن الْوَلِيد عَن بجير بن سعد عَن خَالِد بن معدان عَن عبد الله بن أبي بِلَال عَن الْعِرْبَاض بن سَارِيَة أَن النَّبِي كَانَ يقْرَأ المسبحات قبل أَن يرقد وَيَقُول إِن فِيهِنَّ آيَة أفضل من ألف آيَة",
            "page": "95",
            "part": "1",
            "seal": "C319F06C"
        },
        {
            "hno": "52",
            "id": "41",
            "nass": "22 - إِذا زلزلت ¶ 52 - أَخْبرنِي عبيد الله بن فضَالة بن إِبْرَاهِيم قَالَ أَنا عبد الله قَالَ ثَنَا سعيد قَالَ حَدثنِي عَيَّاش بن عَبَّاس الْقِتْبَانِي عَن عِيسَى بن هِلَال الصَّدَفِي عَن عبد الله بن عَمْرو بن العَاصِي قَالَ أَتَى رجل رَسُول الله فَقَالَ أقرئني يَا رَسُول الله فَقَالَ رَسُول الله إقرأ ثَلَاثًا من ذَات ( {الر} ) فَقَالَ الرجل كَبرت سني وَاشْتَدَّ قلبِي وَغلظ لساني قَالَ إقرأ ثَلَاثًا من ذَات ( {حم} ) فَقَالَ مثل مقَالَته الأولى قَالَ إقرأ ثَلَاثًا من المسبحات فَقَالَ مثل مقَالَته ثمَّ قَالَ الرجل وَلَكِن أقرئني سُورَة جَامِعَة قَالَ فاقرأ ( {إِذا زلزلت الأَرْض زِلْزَالهَا} ) حَتَّى فرغ مِنْهَا فَقَالَ الرجل وَالَّذِي بَعثك بِالْحَقِّ لَا أَزِيد عَلَيْهَا شَيْئا أبدا ثمَّ أدبر الرجل فَقَالَ رَسُول الله أَفْلح الرويجل أَفْلح الرويجل",
            "page": "96",
            "part": "1",
            "seal": "9FA71172"
        },
        {
            "hno": "53",
            "id": "42",
            "nass": "23 - قل يَا أَيهَا الْكَافِرُونَ ¶ 53 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا أَبُو عوَانَة عَن مهَاجر أبي الْحسن عَن رجل من أَصْحَاب النَّبِي قَالَ كنت أَسِير مَعَ النَّبِي فَسمع رجلا يقْرَأ ( {قل يَا أَيهَا الْكَافِرُونَ} ) حَتَّى خَتمهَا قَالَ قد برىء هَذَا من الشّرك ثمَّ سرنا فَسمع آخر يقْرَأ ( {قل هُوَ الله أحد} ) فَقَالَ أما هَذَا فقد غفر لَهُ ¶ 24 - سُورَة الْإِخْلَاص ¶ 54 - أخبرنَا الْعَبَّاس بن عبد الْعَظِيم قَالَ ثَنَا مُحَمَّد بن جَهْضَم قَالَ ثَنَا إِسْمَاعِيل بن جَعْفَر عَن مَالك بن أنس ثمَّ ذكر كلمة مَعْنَاهَا عَن عبد الرَّحْمَن بن عبد الله بن عبد الرَّحْمَن بن أبي صعصعة عَن أَبِيه عَن أبي سعيد الْخُدْرِيّ قَالَ أَخْبرنِي قَتَادَة بن النُّعْمَان قَالَ قَامَ رجل من اللَّيْل",
            "page": "97",
            "part": "1",
            "seal": "4F4C395D"
        },
        {
            "hno": "55",
            "id": "43",
            "nass": "فَقَرَأَ ( {قل هُوَ الله أحد} ) السُّورَة يُرَدِّدهَا لَا يزِيد عَلَيْهَا فَلَمَّا أَصْبَحْنَا قَالَ رجل يَا رَسُول الله إِن رجلا قَامَ اللَّيْلَة من السحر فَقَرَأَ ( {قل هُوَ الله أحد} ) لَا يزِيد عَلَيْهَا كَأَن الرجل يتقللها فَقَالَ رَسُول الله وَالَّذِي نَفسِي بِيَدِهِ إِنَّهَا لتعدل ثلث الْقُرْآن ¶ 25 - فضل المعوذتين ¶ 55 - أخبرنَا يُوسُف بن عِيسَى عَن الْفضل بن مُوسَى قَالَ أَنا إِسْمَاعِيل عَن قيس عَن عقبَة بن عَامر قَالَ قَالَ رَسُول الله أنزلت عَليّ آيَات لم ير مِثْلهنَّ قطّ المعوذتين ¶ 26 - أهل الْقُرْآن ¶ 56 - أخبرنَا عبيد الله بن سعيد عَن عبد الرَّحْمَن قَالَ حَدثنِي عبد الرَّحْمَن بن بديل بن ميسرَة عَن أَبِيه عَن أنس بن مَالك قَالَ قَالَ رَسُول الله إِن لله أهلين من خلقه قَالُوا وَمن هم يَا رَسُول الله قَالَ أهل الْقُرْآن هم أهل الله وخاصته",
            "page": "98",
            "part": "1",
            "seal": "E6402874"
        },
        {
            "hno": "57",
            "id": "44",
            "nass": "27 - الْأَمر بتَعَلُّم الْقُرْآن وَاتِّبَاع مَا فِيهِ ¶ 57 - أخبرنَا مُحَمَّد بن عُثْمَان قَالَ ثَنَا بهز يَعْنِي ابْن أَسد قَالَ ثَنَا سُلَيْمَان بن الْمُغيرَة قَالَ ثَنَا حميد بن هِلَال قَالَ ثَنَا نصر بن عَاصِم قَالَ أتيت الْيَشْكُرِي فِي رَهْط من بني لَيْث فَقَالَ من الْقَوْم قُلْنَا بَنو لَيْث فساءلناه وساءلنا ثمَّ قُلْنَا أَتَيْنَاك نَسْأَلك عَن حَدِيث حُذَيْفَة قَالَ أَقبلنَا مَعَ أبي مُوسَى قافلين وعلت الدَّوَابّ بِالْكُوفَةِ فاستأذنت أَنا وَصَاحب لي أَبَا مُوسَى فَأذن لنا فقدمنا الْكُوفَة فَقلت لصاحبي إِنِّي دَاخل الْمَسْجِد فَإِذا قَامَت السُّوق خرجت إِلَيْك قَالَ فَدخلت الْمَسْجِد فَإِذا فِيهِ حَلقَة يَسْتَمِعُون إِلَى حَدِيث رجل فَقُمْت عَلَيْهِم فجَاء رجل فَقَامَ إِلَى جَنْبي فَقلت لَهُ من هَذَا فَقَالَ أبصري أَنْت قلت نعم قَالَ قد عرفت لَو كنت كوفيا لم تسل عَن هَذَا هَذَا حُذَيْفَة بن الْيَمَان فدنوت مِنْهُ فَسَمعته يَقُول كَانَ النَّاس يسْأَلُون رَسُول",
            "page": "99",
            "part": "1",
            "seal": "F89E678A"
        },
        {
            "hno": "58",
            "id": "45",
            "nass": "الله عَن الْخَيْر وأسأله عَن الشَّرّ وَعرفت أَن الْخَيْر لن يسبقني قلت يَا رَسُول الله بعد هَذَا الْخَيْر شَرّ قَالَ يَا حُذَيْفَة تعلم كتاب الله وَاتبع مَا فِيهِ ثَلَاث مرار قلت يَا رَسُول الله أبعد هَذَا الْخَيْر شَرّ قَالَ يَا حُذَيْفَة تعلم كتاب الله وَاتبع مَا فِيهِ ثَلَاث مرار قلت يَا رَسُول الله أبعد هَذَا الشَّرّ خير قَالَ هدنة على دخن وَجَمَاعَة على أقذاء فِيهَا قلت يَا رَسُول الله أبعد هَذَا الْخَيْر شَرّ قَالَ يَا حُذَيْفَة تعلم كتاب الله وَاتبع مَا فِيهِ ثَلَاث مرار قلت يَا رَسُول الله أبعد هَذَا الْخَيْر شَرّ قَالَ فتْنَة عمياء صماء عَلَيْهَا دعاة على أَبْوَاب النَّار وَأَن تَمُوت يَا حُذَيْفَة وَأَنت عاض على جذل خير لَك من أَن تتبع أحدا مِنْهُم ¶ 28 - الْأَمر بتَعَلُّم الْقُرْآن وَالْعَمَل بِهِ ¶ 58 - أخبرنَا أَحْمد بن حَرْب قَالَ ثَنَا سعيد بن عَامر عَن صَالح بن رستم عَن حميد بن هِلَال عَن عبد الرَّحْمَن بن قرط قَالَ دَخَلنَا مَسْجِد الْكُوفَة فَإِذا حَلقَة وَفِيهِمْ رجل يُحَدِّثهُمْ فَقَالَ كَانَ النَّاس يسْأَلُون",
            "page": "100",
            "part": "1",
            "seal": "41C622B3"
        },
        {
            "hno": "59",
            "id": "46",
            "nass": "رَسُول الله عَن الْخَيْر وَكنت أسأله عَن الشَّرّ كَيْمَا أعرفهُ فأتقيه وَعلمت أَن الْخَيْر لَا يفوتني قلت يَا رَسُول الله هَل بعد الْخَيْر من شَرّ قَالَ يَا حُذَيْفَة تعلم كتاب الله واعمل بِمَا فِيهِ فَأَعَدْت عَلَيْهِ القَوْل ثَلَاثًا فَقَالَ فِي الثَّالِثَة فتْنَة وَاخْتِلَاف قلت يَا رَسُول الله هَل بعد ذَلِك الشَّرّ من خير قَالَ يَا حُذَيْفَة تعلم كتاب الله واعمل بِمَا فِيهِ ثَلَاثًا ثمَّ قَالَ فِي الثَّالِثَة هدنة على دخن وَجَمَاعَة على قذى فِيهَا قلت يَا رَسُول الله هَل بعد ذَلِك الْخَيْر من شَرّ قَالَ يَا حُذَيْفَة تعلم كتاب الله واعمل بِمَا فِيهِ ثَلَاثًا ثمَّ قَالَ فِي الثَّالِثَة فتن على أَبْوَابهَا دعاة إِلَى النَّار فَلِأَن تَمُوت وَأَنت عاض على جذل خير لَك من أَن تتبع أحدا مِنْهُم ¶ 59 - أخبرنَا الْقَاسِم بن زَكَرِيَّا قَالَ ثَنَا زيد بن حباب قَالَ ثَنَا مُوسَى بن عَليّ قَالَ سَمِعت أبي يَقُول سَمِعت عقبَة بن عَامر يَقُول قَالَ رَسُول الله تعلمُوا الْقُرْآن وَتَغَنوا بِهِ واقتنوه وَالَّذِي نَفسِي بِيَدِهِ لَهو أَشد تفلتا من الْمَخَاض فِي الْعقل ¶ 60 - أخبرنَا أَحْمد بن نصر عَن عبد الله بن يزِيد الْمقري قَالَ",
            "page": "101",
            "part": "1",
            "seal": "9C88FC07"
        },
        {
            "hno": "61",
            "id": "47",
            "nass": "ثَنَا قباث بن رزين أَبُو هَاشم اللَّخْمِيّ من أهل مصر قَالَ سَمِعت عَليّ بن رَبَاح اللَّخْمِيّ يَقُول سَمِعت عقبَة بن عَامر الْجُهَنِيّ يَقُول كُنَّا جُلُوسًا فِي الْمَسْجِد نَقْرَأ الْقُرْآن فَدخل علينا رَسُول الله فَسلم فَرددْنَا عَلَيْهِ السَّلَام فَقَالَ تعلمُوا كتاب الله واقتنوه وَالَّذِي نفس مُحَمَّد بِيَدِهِ لَهو أَشد تفلتا من العشار فِي الْعقل ¶ 29 - فضل من علم الْقُرْآن ¶ 61 - أخبرنَا مُحَمَّد بن عبد الْأَعْلَى قَالَ ثَنَا خَالِد عَن شُعْبَة قَالَ أَخْبرنِي عَلْقَمَة بن مرْثَد قَالَ سَمِعت سعد بن عُبَيْدَة عَن أبي",
            "page": "102",
            "part": "1",
            "seal": "E82BE3C7"
        },
        {
            "hno": "62",
            "id": "48",
            "nass": "عبد الرَّحْمَن عَن عُثْمَان عَن النَّبِي قَالَ خَيركُمْ من علم الْقُرْآن وَعلمه ¶ 30 - فضل من تعلم الْقُرْآن ¶ 62 - أخبرنَا عبيد الله بن سعيد قَالَ ثَنَا يحيى عَن شُعْبَة وسُفْيَان ثَنَا عَلْقَمَة بن مرْثَد عَن سعد بن عُبَيْدَة عَن أبي عبد الرَّحْمَن عَن عُثْمَان عَن النَّبِي قَالَ شُعْبَة خَيركُمْ من تعلم الْقُرْآن وَعلمه وَقَالَ سُفْيَان أفضلكم من تعلم الْقُرْآن وَعلمه ¶ 63 - أخبرنَا سُوَيْد بن نصر قَالَ أَنا عبد الله بن الْمُبَارك عَن سُفْيَان عَن عَلْقَمَة بن مرْثَد عَن أبي عبد الرَّحْمَن عَن عُثْمَان عَن النَّبِي قَالَ",
            "page": "103",
            "part": "1",
            "seal": "514013CB"
        },
        {
            "hno": "64",
            "id": "49",
            "nass": "أفضلكم من علم الْقُرْآن ثمَّ علمه ¶ 31 - الْأَمر باستذكار الْقُرْآن ¶ 64 - أخبرنَا عمرَان بن مُوسَى قَالَ ثَنَا يزِيد يَعْنِي ابْن زُرَيْع قَالَ ثَنَا شُعْبَة عَن مَنْصُور عَن أبي وَائِل عَن عبد الله عَن النَّبِي قَالَ بئْسَمَا لأَحَدهم أَن يَقُول نسيت آيَة كَيْت استذكروا الْقُرْآن فَإِنَّهُ أسْرع تفصيا من صُدُور الرِّجَال من النعم من عقله ¶ وَقفه جرير ¶ 65 - أخبرنَا إِسْحَق بن إِبْرَاهِيم قَالَ أَنا جرير عَن مَنْصُور عَن أبي وَائِل عَن عبد الله قَالَ استذكروا الْقُرْآن فَلَهو أَشد تفصيا من صُدُور الرِّجَال من النعم من عقله وَلَا يَقُولَن أحدكُم نسيت آيَة كَيْت وَكَيْت",
            "page": "104",
            "part": "1",
            "seal": "07FCFB41"
        },
        {
            "hno": "66",
            "id": "50",
            "nass": "قَالَ قَالَ رَسُول الله بل هُوَ نسي ¶ 32 - مثل صَاحب الْقُرْآن ¶ 66 - أخبرنَا قُتَيْبَة بن سعيد عَن مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله قَالَ مثل صَاحب الْقُرْآن كَمثل صَاحب الْإِبِل المعقلة إِذا عَاهَدَ عَلَيْهَا أمْسكهَا وَإِن أطلقت ذهبت ¶ 33 - نِسْيَان الْقُرْآن ¶ أخبرنَا مُحَمَّد بن مَنْصُور قَالَ ثَنَا سُفْيَان قَالَ سَمِعت منصورا ¶ وَأخْبرنَا مَحْمُود بن غيلَان قَالَ ثَنَا أَبُو نعيم وَمُعَاوِيَة قَالَا ثَنَا سُفْيَان عَن مَنْصُور عَن أبي وَائِل عَن عبد الله قَالَ قَالَ رَسُول الله بئْسَمَا لأَحَدهم أَن يَقُول نسيت آيَة كَيْت وَكَيْت بل هُوَ نسي ¶ 68 - أخبرنَا قُتَيْبَة بن سعيد قَالَ حَدثنَا يَعْقُوب عَن مُوسَى بن عقبَة عَن نَافِع عَن ابْن عمر أَن رَسُول الله قَالَ إِنَّمَا مثل الْقُرْآن كَمثل",
            "page": "105",
            "part": "1",
            "seal": "AE6E8FAD"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "الْإِبِل المعقلة إِذا عاهدها صَاحبهَا على عقلهَا أمْسكهَا وَإِذا أغفلها ذهبت إِذا قَامَ صَاحب الْقُرْآن فقرأه بِاللَّيْلِ وَالنَّهَار ذكره وَإِذا لم يقرأه نَسيَه",
            "page": "106",
            "part": "1",
            "seal": "1A6941DB"
        },
        {
            "hno": "69",
            "id": "52",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 34 بَاب من استعجم الْقُرْآن على لِسَانه - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 69 - أخبرنَا مُحَمَّد بن حَاتِم بن نعيم قَالَ أَنا حبَان قَالَ أَنا عبد الله عَن معمر عَن همام بن مُنَبّه عَن أبي هُرَيْرَة عَن النَّبِي قَالَ إِذا قَامَ أحدكُم من اللَّيْل فاستعجم الْقُرْآن على لِسَانه فَلم يدر مَا يَقُول فليضطجع ¶ 35 - الماهر بِالْقُرْآنِ ¶ 70 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا أَبُو عوَانَة عَن قَتَادَة ¶ وَأخْبرنَا عمرَان بن مُوسَى قَالَ ثَنَا يزِيد يَعْنِي بن زُرَيْع قَالَ ثَنَا",
            "page": "107",
            "part": "1",
            "seal": "115F5A52"
        },
        {
            "hno": "71",
            "id": "53",
            "nass": "سعيد عَن قَتَادَة عَن زُرَارَة بن أوفى عَن سعد بن هِشَام عَن عَائِشَة أَن نَبِي الله وَقَالَ قُتَيْبَة قَالَ رَسُول الله الماهر بِالْقُرْآنِ مَعَ السفرة الْكِرَام البررة وَالَّذِي يتعتع فِيهِ لَهُ أَجْرَانِ قَالَ عمرَان اثْنَان ¶ 36 - المتتعتع فِي الْقُرْآن ¶ 71 - أخبرنَا هَارُون بن إِسْحَق عَن عَبدة عَن سعيد عَن قَتَادَة عَن ابْن",
            "page": "108",
            "part": "1",
            "seal": "C3559C1C"
        },
        {
            "hno": "72",
            "id": "54",
            "nass": "أوفى عَن ابْن هِشَام عَن عَائِشَة قَالَت قَالَ رَسُول الله الماهر بِالْقُرْآنِ مَعَ السفرة الْكِرَام البررة وَالَّذِي يقْرَأ وَهُوَ يتتعتع فِيهِ وَهُوَ شاق عَلَيْهِ لَهُ أَجْرَانِ ¶ 72 - أخبرنَا عبيد الله بن سعيد قَالَ ثَنَا معَاذ بن هِشَام قَالَ حَدثنِي أبي عَن قَتَادَة عَن زُرَارَة بن هِشَام عَن عَائِشَة عَن النَّبِي قَالَ مثل الَّذِي يقْرَأ الْقُرْآن وَهُوَ ماهر بِهِ مَعَ السفرة الْكِرَام البررة وَالَّذِي يَقْرَؤُهُ وَهُوَ عَلَيْهِ شاق فَلهُ أَجْرَانِ ¶ 37 - التَّغَنِّي بِالْقُرْآنِ ¶ 73 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا سُفْيَان عَن الزُّهْرِيّ عَن أبي سَلمَة عَن أبي هُرَيْرَة أَن النَّبِي قَالَ مَا أذن الله لشَيْء يَعْنِي أُذُنه لنَبِيّ يتَغَنَّى بِالْقُرْآنِ",
            "page": "109",
            "part": "1",
            "seal": "1B96A029"
        },
        {
            "hno": "74",
            "id": "55",
            "nass": "74 - أخبرنَا مُحَمَّد بن حَاتِم قَالَ أَنا حبَان قَالَ أَنا عبد الله عَن قباث بن رزين عَن عَليّ بن رَبَاح عَن عقبَة نَحوه قَالَ رَسُول",
            "page": "110",
            "part": "1",
            "seal": "A5AEBE3A"
        },
        {
            "hno": "75",
            "id": "56",
            "nass": "الله تعلمُوا كتاب الله وتعاهدوه وَتَغَنوا بِهِ فوالذي نفس مُحَمَّد بِيَدِهِ لَهو أَشد تفلتا من الْمَخَاض فِي الْعقل ¶ 38 - تَزْيِين الصَّوْت بِالْقُرْآنِ ¶ 75 - أخبرنَا عَليّ بن حجر قَالَ أَنا جرير عَن الْأَعْمَش وَذكر آخر عَن طَلْحَة بن مصرف عَن عبد الرَّحْمَن بن عَوْسَجَة عَن الْبَراء قَالَ قَالَ رَسُول الله زَينُوا الْقُرْآن بِأَصْوَاتِكُمْ ¶ 76 - أخبرنَا مُحَمَّد بن رَافع قَالَ ثَنَا عبد الرَّزَّاق قَالَ أَنا معمر",
            "page": "111",
            "part": "1",
            "seal": "D335C861"
        },
        {
            "hno": "77",
            "id": "57",
            "nass": "عَن الزُّهْرِيّ عَن عُرْوَة عَن عَائِشَة أَن النَّبِي سمع صَوت أبي مُوسَى الْأَشْعَرِيّ وَهُوَ يقْرَأ قَالَ لقد أُوتِيَ أَبُو مُوسَى من مَزَامِير آل دَاوُود ¶ 39 - حسن الصَّوْت بِالْقُرْآنِ ¶ 77 - أخبرنَا أَبُو صَالح الْمَكِّيّ قَالَ ثَنَا ابْن أبي حَازِم عَن يزِيد بن عبد الله عَن مُحَمَّد بن إِبْرَاهِيم عَن أبي سَلمَة عَن أبي هُرَيْرَة أَنه سمع رَسُول الله يَقُول مَا أذن الله لشَيْء مَا أذن لنَبِيّ حسن الصَّوْت بِالْقُرْآنِ يجْهر بِهِ ¶ 78 - أخبرنَا مُحَمَّد بن رَافع قَالَ ثَنَا عبد الرَّزَّاق قَالَ ثَنَا",
            "page": "112",
            "part": "1",
            "seal": "D64E7118"
        },
        {
            "hno": "79",
            "id": "58",
            "nass": "معمر عَن الزُّهْرِيّ عَن أبي سَلمَة بن عبد الرَّحْمَن عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله مَا أذن الله لشَيْء مَا أذن لنَبِيّ أَن يتَغَنَّى بِالْقُرْآنِ ¶ 40 - الترجيع ¶ 79 - أخبرنَا مُحَمَّد بن بشار قَالَ ثَنَا يحيى عَن شُعْبَة قَالَ حَدثنِي أَبُو إِيَاس قَالَ سَمِعت عبد الله بن مُغفل قَالَ كَانَ النَّبِي على نَاقَته فَقَرَأَ فَرجع أَبُو إِيَاس فِي قِرَاءَته فَذكر عَن ابْن مُغفل أَن النَّبِي رَجَعَ فِي قِرَاءَته ¶ 80 - أخبرنَا عبد الله بن سعيد قَالَ ثَنَا عبد الله بن إِدْرِيس عَن شُعْبَة عَن أبي إِيَاس عَن عبد الله بن مُغفل قَالَ قَرَأَ رَسُول الله يَوْم فتح مَكَّة بِسُورَة الْفَتْح فَمَا سَمِعت قِرَاءَة أحسن مِنْهَا يرجع",
            "page": "113",
            "part": "1",
            "seal": "FCCF8FD2"
        },
        {
            "hno": "81",
            "id": "59",
            "nass": "41 - الترتيل ¶ 81 - أخبرنَا إِسْحَق بن مَنْصُور قَالَ أَنا عبد الرَّحْمَن عَن سُفْيَان عَن عَاصِم عَن زر عَن عبد الله بن عَمْرو قَالَ قَالَ رَسُول الله يُقَال لصَاحب الْقُرْآن إقرأ وارتق ورتل كَمَا كنت ترتل فِي الدُّنْيَا فَإِن منزلتك عِنْد آخر آيَة تقرؤها ¶ 82 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا اللَّيْث بن سعد عَن",
            "page": "114",
            "part": "1",
            "seal": "69EE8E04"
        },
        {
            "hno": "83",
            "id": "60",
            "nass": "عبد الله بن عبيد الله بن أبي مليكَة عَن يعلى بن مملك أَنه سَأَلَ أم سَلمَة عَن قِرَاءَة رَسُول الله وَصلَاته فَقَالَت مَا لكم وَصلَاته ثمَّ نعتت لَهُ قِرَاءَته فَإِذا هِيَ تنْعَت قِرَاءَة مفسرة حرفا حرفا ¶ 42 - تحبير الْقُرْآن ¶ 83 - أخبرنَا طليق بن مُحَمَّد بن السكن قَالَ أَنا مُعَاوِيَة قَالَ أَنا مَالك بن مغول عَن عبد الرَّحْمَن بن بُرَيْدَة عَن أَبِيه قَالَ مر النَّبِي على أبي مُوسَى ذَات لَيْلَة وَهُوَ يقْرَأ فَقَالَ لقد أعطي من مَزَامِير آل دَاوُود فَلَمَّا أصبح ذكرُوا ذَلِك لَهُ فَقَالَ لَو كنت أعلمتني لحبرت ذَلِك تحبيرا ¶ 43 - مد الصَّوْت ¶ 84 - أخبرنَا عَمْرو بن عَليّ قَالَ ثَنَا عبد الرَّحْمَن قَالَ ثَنَا جرير بن حَازِم عَن قَتَادَة قَالَ سَأَلت أنسا كَيفَ كَانَت قِرَاءَة رَسُول الله قَالَ كَانَ يمد صَوته مدا",
            "page": "115",
            "part": "1",
            "seal": "B05DF789"
        },
        {
            "hno": "85",
            "id": "61",
            "nass": "44 - السّفر بِالْقُرْآنِ إِلَى أَرض الْعَدو ¶ 85 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا اللَّيْث عَن نَافِع عَن ابْن عمر قَالَ كَانَ النَّبِي ينْهَى أَن يُسَافر بِالْقُرْآنِ إِلَى أَرض الْعَدو يخَاف أَن يَنَالهُ الْعَدو ¶ 45 - أيقرأه عَن ظهر قلب ¶ 86 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا يَعْقُوب عَن أبي حَازِم عَن",
            "page": "116",
            "part": "1",
            "seal": "DE3B6A52"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "سهل بن سعد أَن امْرَأَة جَاءَت رَسُول الله فَقَالَت يَا رَسُول الله جِئْت لأهب لَك نَفسِي فَنظر إِلَيْهَا رَسُول الله فَصَعدَ النّظر إِلَيْهَا وَصَوَّبَهُ ثمَّ طأطأ رَأسه فَلَمَّا رَأَتْ الْمَرْأَة أَنه لم يقْض فِيهَا شَيْئا جَلَست فَقَامَ رجل من أَصْحَابه فَقَالَ أَي رَسُول الله إِن لم يكن لَك فِيهَا حَاجَة فزوجنيها فَقَالَ هَل عنْدك من شَيْء قَالَ لَا وَالله مَا وجدت شَيْئا قَالَ انْظُر وَلَو خَاتم من حَدِيد فَذهب ثمَّ رَجَعَ قَالَ لَا وَالله وَلَا خَاتم من حَدِيد وَلَكِن هَذَا إزَارِي قَالَ سهل مَا لَهُ رِدَاء فلهَا نصفه فَقَالَ رَسُول الله مَا تصنع بإزارك إِن لبسته لم يكن عَلَيْهَا مِنْهُ شَيْء وَإِن لبسته لم يكن عَلَيْك مِنْهُ شَيْء فَجَلَسَ الرجل حَتَّى طَال مَجْلِسه",
            "page": "117",
            "part": "1",
            "seal": "336A57CC"
        },
        {
            "hno": "87",
            "id": "63",
            "nass": "ثمَّ قَامَ فَرَآهُ رَسُول الله موليا فَأمر بِهِ فدعي فَلَمَّا جَاءَ قَالَ مَاذَا مَعَك من الْقُرْآن قَالَ معي سُورَة كَذَا سُورَة كَذَا سُورَة كَذَا عَددهَا قَالَ تقرؤهن عَن ظهر قَلْبك قَالَ نعم فَقَالَ قد ملكتكها بِمَا مَعَك من الْقُرْآن ¶ 46 - الْقِرَاءَة على الدَّابَّة ¶ 87 - أخبرنَا عَمْرو بن عَليّ قَالَ ثَنَا يحيى قَالَ ثَنَا شُعْبَة قَالَ حَدثنِي أَبُو إِيَاس قَالَ سَمِعت عبد الله بن مُغفل قَالَ رَأَيْت النَّبِي يَوْم الْفَتْح يسير على نَاقَته فَقَرَأَ ( {إِنَّا فتحنا لَك فتحا مُبينًا} ) فَرجع أَبُو إِيَاس فِي قِرَاءَته وَذكر عَن ابْن مُغفل عَن النَّبِي فَرجع فِي قِرَاءَته ¶ 47 - قِرَاءَة الْمَاشِي ¶ 88 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا اللَّيْث عَن ابْن عجلَان عَن سعيد المَقْبُري عَن عقبَة بن عَامر قَالَ كنت أَمْشِي مَعَ رَسُول الله فَقَالَ يَا عقبَة قل قلت مَاذَا أَقُول فَسكت عني ثمَّ قَالَ يَا عقبَة",
            "page": "118",
            "part": "1",
            "seal": "4BEC730F"
        },
        {
            "hno": "89",
            "id": "64",
            "nass": "قل قلت مَاذَا أَقُول يَا رَسُول الله فَسكت عني فَقلت اللَّهُمَّ اردده عَليّ فَقَالَ يَا عقبَة قل فَقلت مَاذَا أَقُول فَقَالَ ( {قل أعوذ بِرَبّ الفلق} ) فقرأتها حَتَّى أتيت على آخرهَا ثمَّ قَالَ قل قلت مَاذَا أَقُول يَا رَسُول الله قَالَ ( {قل أعوذ بِرَبّ النَّاس} ) فقرأتها حَتَّى أتيت على آخرهَا ثمَّ قَالَ رَسُول الله عِنْد ذَلِك مَا سَأَلَ سَائل بمثلهما وَلَا استعاذ مستعيذ بمثلهما ¶ 48 - فِي كم يقْرَأ الْقُرْآن ¶ 89 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا الْمفضل عَن ابْن جريج عَن عبد الله بن أبي مليكَة عَن يحيى بن حَكِيم بن صَفْوَان عَن عبد الله بن عَمْرو قَالَ جمعت الْقُرْآن فَقَرَأت بِهِ فِي كل لَيْلَة فَبلغ ذَلِك النَّبِي فَقَالَ لي إقرأ بِهِ فِي كل شهر فَقلت أَي رَسُول الله دَعْنِي أستمتع من قوتي وشبابي قَالَ إقرأ بِهِ فِي كل عشْرين قلت أَي رَسُول الله دَعْنِي أستمتع من قوتي وشبابي فَقَالَ إقرأ بِهِ فِي كل عشر قلت أَي رَسُول الله دَعْنِي أستمتع من قوتي وشبابي قَالَ إقرأ بِهِ فِي كل سبع قلت أَي رَسُول الله دَعْنِي أستمتع من قوتي وشبابي فَأبى",
            "page": "119",
            "part": "1",
            "seal": "3BA04E4A"
        },
        {
            "hno": "90",
            "id": "65",
            "nass": "90 - أخبرنَا الْحسن بن إِسْمَاعِيل بن سُلَيْمَان بن مجَالد وَأحمد بن حَرْب عَن أَسْبَاط بن مُحَمَّد عَن مطرف عَن أبي إِسْحَق عَن أبي بردة عَن عبد الله بن عَمْرو قَالَ قلت يَا رَسُول الله فِي كم أختم الْقُرْآن قَالَ اختمه فِي كل شهر قلت إِنِّي أُطِيق أفضل من ذَلِك قَالَ اختمه فِي خمس وَعشْرين قلت إِنِّي أُطِيق أفضل من ذَلِك قَالَ اختمه فِي خمس عشرَة قلت إِنِّي أُطِيق أفضل من ذَلِك قَالَ اختمه فِي عشر قلت إِنِّي أُطِيق أفضل من ذَلِك قَالَ اختمه فِي خمس قَالَ إِنِّي أُطِيق أفضل من ذَلِك قَالَ فَمَا رخص لي ¶ 91 - أخبرنَا مُحَمَّد بن بشار قَالَ ثَنَا مُحَمَّد قَالَ ثَنَا شُعْبَة عَن مُغيرَة قَالَ سَمِعت مُجَاهدًا عَن عبد الله بن عَمْرو عَن النَّبِي قَالَ صم من الشَّهْر ثَلَاثَة أَيَّام قَالَ إِنِّي أُطِيق أَكثر من ذَلِك قَالَ فَمَا زَالَ حَتَّى قَالَ صم يَوْمًا وَأفْطر يَوْمًا وَقَالَ إقرأ الْقُرْآن فِي شهر فَقلت إِنِّي أُطِيق أَكثر من ذَلِك حَتَّى قَالَ إقرأ الْقُرْآن فِي ثَلَاث ¶ 92 - أخبرنَا مُحَمَّد بن عبد الْأَعْلَى قَالَ ثَنَا خَالِد قَالَ ثَنَا شُعْبَة",
            "page": "120",
            "part": "1",
            "seal": "9A24C735"
        },
        {
            "hno": "93",
            "id": "66",
            "nass": "عَن قَتَادَة عَن يزِيد بن عبد الله عَن عبد الله بن عَمْرو أَن رَسُول الله قَالَ لم يفقه من قَرَأَ الْقُرْآن فِي أقل من ثَلَاث ¶ 93 - أخبرنَا نوح بن حبيب قَالَ ثَنَا عبد الرَّزَّاق قَالَ أَنا معمر عَن سماك بن الْفضل عَن وهب بن مُنَبّه عَن عبد الله بن عَمْرو أَنه سَأَلَ النَّبِي فِي كم يقْرَأ الْقُرْآن قَالَ فِي أَرْبَعِينَ ثمَّ قَالَ فِي شهر ثمَّ قَالَ فِي عشْرين ثمَّ قَالَ فِي خمس عشرَة ثمَّ قَالَ فِي عشر ثمَّ لم ينزل يَعْنِي من سبع وهب لم يسمعهُ من عبد الله بن عَمْرو ¶ 94 - أخبرنَا زَكَرِيَّا بن يحيى قَالَ ثَنَا مُحَمَّد بن عبيد بن حِسَاب قَالَ ثَنَا مُحَمَّد بن ثَوْر عَن معمر عَن سماك بن الْفضل عَن وهب بن مُنَبّه عَن عَمْرو بن شُعَيْب عَن أَبِيه حدث بِحَدِيث",
            "page": "121",
            "part": "1",
            "seal": "AA00C266"
        },
        {
            "hno": "95",
            "id": "67",
            "nass": "عبد الله بن عَمْرو قَالَ أمره النَّبِي أَن يقْرَأ فِي أَرْبَعِينَ ثمَّ فِي شهر ثمَّ فِي عشْرين ثمَّ فِي خمس عشرَة وَفِي عشر ثمَّ فِي سبع قَالَ انْتهى إِلَى سبع ¶ 49 - قِرَاءَة الْقُرْآن على كل الْأَحْوَال ¶ 95 - أخبرنَا مُحَمَّد بن عبد الْأَعْلَى قَالَ ثَنَا مُحَمَّد بن ثَوْر عَن معمر عَن قَتَادَة عَن مطرف بن عبد الله بن الشخير عَن عِيَاض بن حمَار الْمُجَاشِعِي أَن رَسُول الله قَالَ إِن الله عز وَجل أَمرنِي أَن أعلمكُم مَا جهلتم مِمَّا عَلمنِي يومي هَذَا إِنَّه قَالَ لي كل مَال نحلته عبَادي فَهُوَ حَلَال لَهُم وَإِنِّي خلقت عبَادي حنفَاء كلهم فأتتهم الشَّيَاطِين فَاجْتَالَتْهُمْ عَن دينهم وَحرمت عَلَيْهِم مَا أحللت لَهُم وأمرتهم أَن يشركوا بِي مَا لم",
            "page": "122",
            "part": "1",
            "seal": "4587D9C9"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "أنزل بِهِ سُلْطَانا وَإِن الله عز وَجل نظر إِلَى أهل الأَرْض فمقتهم عربهم وعجمهم إِلَّا بقايا من أهل الْكتاب ¶ وَإِن الله عز وَجل أَمرنِي أَن أحرق قُريْشًا فَقلت يَا رب إِذا يثلغوا رَأْسِي حَتَّى يَدعُوهُ خبْزَة قَالَ إِنَّمَا بَعَثْتُك لأبتليك وأبتلي بك وَقد أنزلت عَلَيْك كتابا لَا يغسلهُ المَاء تقرؤه فِي الْمَنَام واليقظة فاغزهم نغزك وانفق ينْفق عَلَيْك وَابعث جَيْشًا نمدك بِخَمْسَة أمثالهم وَقَاتل بِمن أطاعك من عصاك ¶ ثمَّ قَالَ أهل الْجنَّة ثَلَاثَة إِمَام مقسط وَرجل رَحِيم رَقِيق الْقلب لكل ذِي قربى وَمُسلم وَرجل غَنِي عفيف متصدق ¶ وَأهل النَّار خَمْسَة الضَّعِيف الَّذِي لَا زبر لَهُ الَّذين هم فِيكُم تبعا الَّذين لَا يَبْتَغُونَ أَهلا وَلَا مَالا وَرجل إِذا أصبح أصبح يخادعك عَن أهلك وَمَالك وَرجل لَا يخفى لَهُ طمع وَإِن دق إِلَّا ذهب بِهِ والشنظير الْفَاحِش وَذكر الْبُخْل وَالْكذب",
            "page": "123",
            "part": "1",
            "seal": "FCBD72AE"
        },
        {
            "hno": "96",
            "id": "69",
            "nass": "96 - أخبرنَا مُحَمَّد بن بشار قَالَ ثَنَا مُحَمَّد بن جَعْفَر قَالَ ثَنَا عَوْف قَالَ ثَنَا حَكِيم الْأَثْرَم قَالَ ثَنَا الْحسن أَنه حَدثهمْ مطرف بن عبد الله بن الشخير قَالَ ثَنَا عِيَاض بن حمَار قَالَ قَالَ رَسُول الله فِي خطْبَة خطبهَا إِن الله أَمرنِي أَن أعلمكُم مِمَّا عَلمنِي يومي هَذَا إِنَّه قَالَ لي كل مَال نحلته عبَادي فَهُوَ حَلَال وَإِنِّي خلقت عبَادي حنفَاء كلهم وَإنَّهُ أَتَتْهُم الشَّيَاطِين فَاجْتَالَتْهُمْ عَن دينهم وَحرمت عَلَيْهِم الَّذِي أحللت لَهُم وأمرتهم أَن يشركوا بِي مَا لم أنزل بِهِ سُلْطَانا وأمرتهم أَن يُغيرُوا خلقي",
            "page": "124",
            "part": "1",
            "seal": "B8D2C3D2"
        },
        {
            "hno": "97",
            "id": "70",
            "nass": "وَإِن الله نظر إِلَى أهل الأَرْض قبل أَن يَبْعَثنِي فمقتهم عربهم وعجمهم إِلَّا بقايا من أهل الْكتاب وَإِن الله عز وَجل قَالَ إِنَّمَا بَعَثْتُك لأبتليك وأبتلي بك وأنزلت عَلَيْك كتابا لَا يغسلهُ المَاء تقرؤه نَائِما ويقظانا وَإِن الله عز وَجل أوحى إِلَيّ أَن أحرق قُريْشًا قلت إِذا يثلغوا رَأْسِي فيدعوه خبْزَة وَإِن الله قَالَ استخرجهم كَمَا استخرجوك واغزهم نغزك وَأنْفق ننفق عَلَيْك وَابعث جَيْشًا نبعث بِخَمْسَة أَمْثَاله وَقَاتل بِمن أطاعك من عصاك ¶ 50 - إغتباط صَاحب الْقُرْآن ¶ 97 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا سُفْيَان عَن الزُّهْرِيّ عَن سَالم عَن أَبِيه أَن رَسُول الله قَالَ لَا حسد إِلَّا فِي اثْنَتَيْنِ رجل آتَاهُ الله مَالا فَهُوَ يُنْفِقهُ آنَاء اللَّيْل وآناء النَّهَار وَرجل آتَاهُ الله قُرْآنًا فَهُوَ يقوم بِهِ آنَاء اللَّيْل وآناء النَّهَار ¶ 98 - أخبرنَا مُحَمَّد بن الْمثنى قَالَ ثَنَا ابْن أبي عدي عَن شُعْبَة عَن سُلَيْمَان عَن ذكْوَان عَن أبي هُرَيْرَة عَن النَّبِي قَالَ لَا حسد إِلَّا فِي",
            "page": "125",
            "part": "1",
            "seal": "05B0DDB8"
        },
        {
            "hno": "99",
            "id": "71",
            "nass": "اثْنَتَيْنِ رجل آتَاهُ الله الْقُرْآن فَهُوَ يقوم بِاللَّيْلِ وَالنَّهَار وَرجل آتَاهُ الله مَالا فيهلكه فِي الْحق ¶ 99 - أخبرنَا عَليّ بن مُحَمَّد بن عَليّ قَالَ ثَنَا دَاوُود بن مَنْصُور قَالَ ثَنَا اللَّيْث عَن خَالِد بن يزِيد وَأخْبرنَا مُحَمَّد بن عبد الله بن عبد الحكم عَن شُعَيْب عَن اللَّيْث قَالَ أَنا خَالِد بن يزِيد عَن ابْن أبي هِلَال عَن يزِيد بن عبد الله بن أُسَامَة عَن عبد الله بن خباب عَن أبي سعيد الْخُدْرِيّ عَن أسيد بن حضير وَكَانَ من أحسن النَّاس صَوتا بِالْقُرْآنِ قَالَ قَرَأت سُورَة الْبَقَرَة وَفرس لي مربوط وَيحيى ابْني مَضْجَع قَرِيبا مني وَهُوَ غُلَام فجالت الْفرس جَوْلَة فَقُمْت لَيْسَ لي هم إِلَّا ابْني يحيى فسكنت الْفرس ثمَّ قَرَأت فجالت الْفرس فَقُمْت لَيْسَ لي هم إِلَّا ابْني ثمَّ قَرَأت فجالت الْفرس فَرفعت رَأْسِي فَإِذا لَيْسَ لي هم إِلَّا ابْني ثمَّ قَرَأت فجالت الْفرس فَرفعت رَأْسِي فَإِذا بِشَيْء كَهَيئَةِ الظلة فِي مثل المصابيح مقبل من السَّمَاء فهالني فَسكت فَلَمَّا أَصبَحت غَدَوْت على رَسُول الله فَأَخْبَرته فَقَالَ إقرأ يَا أَبَا يحيى فَقلت",
            "page": "126",
            "part": "1",
            "seal": "B99F0F11"
        },
        {
            "hno": "100",
            "id": "72",
            "nass": "قد قَرَأت فجالت الْفرس فَقُمْت لَيْسَ لي هم إِلَّا ابْني قَالَ إقرأ يَا أَبَا يحيى قلت لَهُ قد قَرَأت يَا رَسُول الله فجالت الْفرس وَلَيْسَ لي هم إِلَّا ابْني قَالَ إقرأ يَا أَبَا حضير قَالَ قد قَرَأت فَرفعت رَأْسِي فَإِذا كَهَيئَةِ الظلة فِيهَا مصابيح فهالتني فَقَالَ تِلْكَ الْمَلَائِكَة دنوا لصوتك وَلَو قَرَأت لأصبح النَّاس ينظرُونَ إِلَيْهِم ¶ 51 - من أحب أَن يسمع الْقُرْآن من غَيره ¶ 100 - أخبرنَا مُحَمَّد بن عبد الْعَزِيز بن غَزوَان قَالَ أَنا حَفْص بن غياث عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عُبَيْدَة عَن عبد الله قَالَ قَالَ رَسُول الله اقْرَأ عَليّ سُورَة النِّسَاء قلت أوليس عَلَيْك أنزل قَالَ بلَى وَلَكِن أحب أَن أسمعهُ من غَيْرِي فَقَرَأت عَلَيْهِ حَتَّى بلغت ( {فَكيف إِذا جِئْنَا من كل أمة بِشَهِيد وَجِئْنَا بك على هَؤُلَاءِ شَهِيدا} ) فغمزني عَامر فَرفعت رَأْسِي فَإِذا عَيناهُ تهملان",
            "page": "127",
            "part": "1",
            "seal": "BFF810DA"
        },
        {
            "hno": "101",
            "id": "73",
            "nass": "52 - الْبكاء عِنْد قِرَاءَة الْقُرْآن ¶ 101 - أخبرنَا هناد بن السّري عَن أبي الْأَحْوَص عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله قَالَ أَمرنِي رَسُول الله أَن أَقرَأ عَلَيْك وَهُوَ على الْمِنْبَر فَقَرَأَ عَلَيْهِ سُورَة النِّسَاء حَتَّى إِذا بلغ ( {فَكيف إِذا جِئْنَا من كل أمة بِشَهِيد وَجِئْنَا بك على هَؤُلَاءِ شَهِيدا} ) غمزني رَسُول الله بِيَدِهِ فَنَظَرت إِلَيْهِ وَعَيناهُ تدمعان ¶ 53 - قَول المقرىء للقارىء حَسبنَا ¶ 102 - أخبرنَا عَبدة بن عبد الله قَالَ أَنا حُسَيْن عَن زَائِدَة عَن عَاصِم عَن زر عَن عبد الله قَالَ قَالَ رَسُول الله إقرأ فاستفتحت النِّسَاء حَتَّى انْتَهَيْت إِلَى قَول الله عز وَجل ( {فَكيف إِذا جِئْنَا من كل أمة}",
            "page": "128",
            "part": "1",
            "seal": "7C5B1454"
        },
        {
            "hno": "103",
            "id": "74",
            "nass": "{بِشَهِيد وَجِئْنَا بك على هَؤُلَاءِ شَهِيدا يَوْمئِذٍ يود الَّذين كفرُوا وعصوا الرَّسُول لَو تسوى بهم الأَرْض وَلَا يكتمون الله حَدِيثا} ) قَالَ فَدَمَعَتْ عَيناهُ وَقَالَ حَسبنَا ¶ 54 - قَول المقرىء للقارىء حَسبك ¶ 103 - أخبرنَا سُوَيْد بن نصر قَالَ أَنا عبد الله عَن سُفْيَان عَن سُلَيْمَان عَن إِبْرَاهِيم عَن عُبَيْدَة عَن ابْن مَسْعُود قَالَ قَالَ رَسُول الله إقرأ عَليّ فَقلت أَقرَأ وَعَلَيْك أنزل قَالَ إِنِّي أحب أَن أسمعهُ من غَيْرِي فافتتحت سُورَة النِّسَاء فَلَمَّا بلغت ( {فَكيف إِذا جِئْنَا من كل أمة بِشَهِيد وَجِئْنَا بك على هَؤُلَاءِ شَهِيدا} ) قَالَ فَرَأَيْت عَيناهُ تَذْرِفَانِ فَقَالَ لي حَسبك ¶ 55 - قَول المقرىء للقارىء أمسك ¶ 104 - أخبرنَا يَعْقُوب بن إِبْرَاهِيم قَالَ ثَنَا يحيى عَن سُفْيَان عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عُبَيْدَة عَن عبد الله وَبَعض الحَدِيث عَن عَمْرو بن مرّة قَالَ قَالَ لي رَسُول الله إقرأ عَليّ قلت أَقرَأ عَلَيْك وَعَلَيْك أنزل قَالَ إِنِّي أحب أَن أسمعهُ من غَيْرِي فَقَرَأت حَتَّى بلغت ( {فَكيف إِذا جِئْنَا من كل أمة بِشَهِيد وَجِئْنَا بك على هَؤُلَاءِ شَهِيدا} ) قَالَ أمسك وَعَيناهُ تَذْرِفَانِ",
            "page": "129",
            "part": "1",
            "seal": "AA9AE52A"
        },
        {
            "hno": "105",
            "id": "75",
            "nass": "56 - قَول المقرىء للقارىء أَحْسَنت ¶ 105 - أخبرنَا عَليّ بن خشرم قَالَ أَنا عِيسَى عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله قَالَ بَينا أَنا بِالشَّام بحمص فَقيل لي إقرأ سُورَة يُوسُف فقرأتها فَقَالَ رجل مَا كَذَا أنزلت فَقلت وَالله لقد قرأتها على رَسُول الله فَقَالَ أَحْسَنت فَبينا أَنا ُأكَلِّمهُ إِذْ وجدت ريح الْخمر قلت أتكذب بِكِتَاب الله وتشرب الْخمر وَالله لَا تَبْرَح حَتَّى أجلدك الْحَد ¶ 57 - مثل الْمُؤمن الَّذِي يقْرَأ الْقُرْآن ¶ 106 - أخبرنَا عبيد الله بن سعيد قَالَ ثَنَا يحيى عَن شُعْبَة عَن",
            "page": "130",
            "part": "1",
            "seal": "F0043F3C"
        },
        {
            "hno": "107",
            "id": "76",
            "nass": "قَتَادَة عَن أنس عَن أبي مُوسَى الْأَشْعَرِيّ عَن النَّبِي قَالَ مثل الْمُؤمن الَّذِي يقْرَأ الْقُرْآن مثل الأترجة طعمها طيب وريحها طيب وَمثل الْمُؤمن الَّذِي لَا يقْرَأ الْقُرْآن مثل التمرة طعمها طيب وَلَا ريح لَهَا وَمثل الْمُنَافِق الَّذِي يقْرَأ كَمثل الريحان رِيحهَا طيب وطعمها مر وَمثل الْمُنَافِق الَّذِي لَا يقْرَأ الْقُرْآن مثل الحنظل طعمها خَبِيث وريحها ¶ 107 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا أَبُو عوَانَة عَن قَتَادَة عَن أنس عَن أبي مُوسَى قَالَ قَالَ رَسُول الله مثل الْمُؤمن الَّذِي يقْرَأ الْقُرْآن مثل الأترجة رِيحهَا طيب وطعمها طيب وَمثل الْمُؤمن الَّذِي لَا يقْرَأ الْقُرْآن كَمثل التمرة لَا ريح لَهَا وطعمها حُلْو وَمثل الْمُنَافِق الَّذِي يقْرَأ الْقُرْآن كَمثل الريحانة ريجها طيب وطعمها مر وَمثل الْمُنَافِق الَّذِي لَا يقْرَأ الْقُرْآن كَمثل الحنظلة لَيْسَ لَهَا ريح وطعمها مر ¶ 58 - من رايا بِقِرَاءَة الْقُرْآن ¶ 108 - أخبرنَا عبد الحميد بن مُحَمَّد قَالَ أَنا مخلد قَالَ ثَنَا ابْن",
            "page": "131",
            "part": "1",
            "seal": "ADBBF09E"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "جريج عَن يُونُس بن يُوسُف عَن سُلَيْمَان بن يسَار قَالَ تفرق النَّاس عَن أبي هُرَيْرَة فَقَالَ لَهُ قَائِل أَيهَا الشَّيْخ حَدثنَا حَدِيثا سمعته قَالَ سَمِعت رَسُول الله يَقُول أول النَّاس يقْضى فِيهِ رجل اسْتشْهد فَأتي بِهِ فَعرفهُ نعمه فعرفها قَالَ فَمَا عملت فِيهَا قَالَ قَاتَلت فِيك حَتَّى استشهدت قَالَ كذبت وَلَكِنَّك قَاتَلت ليقال فلَان جريء فقد قيل ثمَّ أَمر بِهِ فسحب حَتَّى ألقِي فِي النَّار وَرجل تعلم الْقُرْآن وَعلمه وَقَرَأَ الْقُرْآن فَأتي بِهِ فَعرفهُ نعمه فعرفها قَالَ فَمَا عملت فِيهَا قَالَ تعلمت فِيك وعلمته وقرأت فِيك الْقُرْآن قَالَ كذبت وَلَكِن تعلمت ليقال هُوَ عَالم فقد قيل وقرأت الْقُرْآن ليقال هُوَ قارىء فقد قيل ثمَّ أَمر بِهِ فسحب على وَجهه حَتَّى ألقِي فِي النَّار",
            "page": "132",
            "part": "1",
            "seal": "F8855291"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "وَرجل وسع الله عَلَيْهِ وَأَعْطَاهُ من المَال أنواعا فَأتي بِهِ فَعرفهُ نعمه فعرفها قَالَ مَا عملت فِيهَا قَالَ مَا تركت من سَبِيل تحب أَن ينْفق فِيهَا إِلَّا أنفقت فِيهَا قَالَ كذبت وَلَكِن فعلت ليقال هُوَ جواد فقد قيل ثمَّ أَمر بِهِ فسحب على وَجهه حَتَّى يلقى فِي النَّار",
            "page": "133",
            "part": "1",
            "seal": "909D3319"
        },
        {
            "hno": "109",
            "id": "79",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - 59 بَاب من قَالَ فِي الْقُرْآن بِغَيْر علم - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 109 - أخبرنَا عبد الحميد بن مُحَمَّد قَالَ ثَنَا مخلد قَالَ ثَنَا سُفْيَان قَالَ ¶ ثَنَا أَحْمد بن سُلَيْمَان قَالَ ثَنَا أَبُو نعيم وَمُحَمّد بن بشر قَالَا ثَنَا سُفْيَان عَن عبد الْأَعْلَى عَن سعيد بن جُبَير عَن ابْن عَبَّاس عَن النَّبِي وَقَالَ مخلد قَالَ قَالَ رَسُول الله من قَالَ فِي الْقُرْآن بِغَيْر علم فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "134",
            "part": "1",
            "seal": "8B589220"
        },
        {
            "hno": "110",
            "id": "80",
            "nass": "110 - أخبرنَا مُحَمَّد بن بشار قَالَ ثَنَا يحيى قَالَ ثَنَا سُفْيَان قَالَ ثَنَا عبد الْأَعْلَى عَن سعيد بن جُبَير عَن ابْن عَبَّاس عَن النَّبِي قَالَ من قَالَ فِي الْقُرْآن بِرَأْيهِ أَو بِمَا لَا يعلم فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 111 - أخبرنَا عبد الرَّحْمَن بن مُحَمَّد بن سَلام عَن يَعْقُوب بن إِسْحَق الْحَضْرَمِيّ قَالَ حَدثنِي سُهَيْل بن مهْرَان الْقطعِي قَالَ ثَنَا أَبُو عمرَان الْجونِي عَن جُنْدُب قَالَ قَالَ رَسُول الله من قَالَ فِي كتاب الله بِرَأْيهِ فَأصَاب فقد أَخطَأ",
            "page": "135",
            "part": "1",
            "seal": "0F2040D8"
        },
        {
            "hno": "112",
            "id": "81",
            "nass": "112 - أخبرنَا عِيسَى بن حَمَّاد قَالَ ثَنَا اللَّيْث عَن يحيى بن سعيد عَن أبي الزبير عَن جَابر قَالَ أَتَى رجل رَسُول الله بالجعرانة مُنْصَرفه من حنين وَفِي ثوب بِلَال فضَّة وَرَسُول الله يقبض مِنْهَا وَيُعْطِي النَّاس قَالَ يَا مُحَمَّد اعْدِلْ قَالَ وَيلك وَمن يعدل إِذا لم أعدل لقد خبت وخسرت إِن لم أكن أعدل فَقَالَ عمر يَا رَسُول الله دَعْنِي أقتل",
            "page": "136",
            "part": "1",
            "seal": "F14E3679"
        },
        {
            "hno": "113",
            "id": "82",
            "nass": "هَذَا الْمُنَافِق قَالَ معَاذ الله أَن يتحدث النَّاس أَنِّي أقتل أَصْحَابِي إِن هَذَا وَأَصْحَابه يقرؤون الْقُرْآن لَا يُجَاوز حَنَاجِرهمْ يَمْرُقُونَ مِنْهُ كَمَا يَمْرُق السهْم من الرَّمية ¶ 113 - الْحَارِث بن مِسْكين قِرَاءَة عَلَيْهِ وَأَنا أسمع عَن يُوسُف بن عَمْرو عَن ابْن وهب عَن مَالك عَن يحيى بن سعيد عَن أبي الزبير أَنه سمع جَابِرا يَقُول أَبْصرت عَيْنَايَ وَسمعت أذناي رَسُول الله بالجعرانة وَفِي ثوب بِلَال فضَّة وَرَسُول الله يقبضهَا للنَّاس فيعطيهم فَقَالَ رجل يَا رَسُول الله اعْدِلْ قَالَ وَيلك وَمن يعدل إِذا لم أعدل لقد خبت وخسرت إِن لم أكن أعدل قَالَ عمر دَعْنِي يَا رَسُول الله فأقتل هَذَا الْمُنَافِق فَقَالَ رَسُول الله أَن يتحدث النَّاس أَنِّي أقتل أَصْحَابِي إِن هَذَا وَأَصْحَابه يقرؤون الْقُرْآن لَا يُجَاوز حُلُوقهمْ أَو حَنَاجِرهمْ يَمْرُقُونَ من الدّين مروق السهْم من الرَّمية ¶ 114 - أخبرنَا مُحَمَّد بن سَلمَة عَن ابْن الْقَاسِم عَن مَالك والْحَارث بن مِسْكين قِرَاءَة عَلَيْهِ عَن ابْن الْقَاسِم قَالَ حَدثنِي مَالك قَالَ حَدثنِي يحيى بن سعيد عَن مُحَمَّد بن إِبْرَاهِيم بن الْحَارِث التَّيْمِيّ عَن أبي سَلمَة بن عبد الرَّحْمَن عَن أبي سعيد الْخُدْرِيّ قَالَ",
            "page": "137",
            "part": "1",
            "seal": "1210AAFB"
        },
        {
            "hno": "115",
            "id": "83",
            "nass": "سَمِعت رَسُول الله يَقُول يخرج قوم تحقرون صَلَاتكُمْ مَعَ صلَاتهم وَصِيَامكُمْ مَعَ صِيَامهمْ وعملكم مَعَ عَمَلهم يقرؤون الْقُرْآن لَا يُجَاوز حَنَاجِرهمْ يَمْرُقُونَ من الدّين مروق السهْم من الرَّمية ينظر فِي النصل فَلَا يرى شَيْئا ثمَّ ينظر فِي الْقدح فَلَا يرى شَيْئا ثمَّ ينظر فِي الريش فَلَا يرى شَيْئا ويتمادى فِي الفوق ¶ 115 - أخبرنَا مُحَمَّد بن آدم بن سُلَيْمَان عَن مُحَمَّد بن فُضَيْل عَن ابْن إِسْحَق عَن يسير بن عَمْرو قَالَ دخلت على سهل بن حنيف قلت لَهُ أَخْبرنِي مَا سَمِعت من رَسُول الله فِي الحرورية قَالَ أخْبرك مَا سَمِعت من رَسُول الله لَا أَزِيد عَلَيْهِ سَمِعت رَسُول الله وَضرب بِيَدِهِ نَحْو الْمغرب قَالَ يخرج من هَا هُنَا قوم يقرؤون الْقُرْآن لَا يُجَاوز تراقيهم يَمْرُقُونَ من الدّين كَمَا يَمْرُق السهْم من الرَّمية",
            "page": "138",
            "part": "1",
            "seal": "3BEBD33A"
        },
        {
            "hno": "116",
            "id": "84",
            "nass": "60 - ذكر قَول النَّبِي لَا يجْهر بَعْضكُم على بعض فِي الْقُرْآن ¶ 116 - أخبرنَا مُحَمَّد بن سَلمَة قَالَ أَنا ابْن الْقَاسِم عَن مَالك قَالَ حَدثنِي يحيى بن سعيد ¶ والْحَارث بن مِسْكين قِرَاءَة عَلَيْهِ عَن ابْن الْقَاسِم قَالَ حَدثنِي مَالك عَن يحيى بن سعيد عَن مُحَمَّد بن إِبْرَاهِيم التَّيْمِيّ عَن أبي حَازِم",
            "page": "139",
            "part": "1",
            "seal": "72436050"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "التمار عَن البياضي أَن رَسُول الله خرج على النَّاس وهم يصلونَ وَقد علت أَصْوَاتهم بِالْقِرَاءَةِ فَقَالَ إِن الْمُصَلِّي يُنَاجِي ربه فَلْينْظر مَاذَا يناجيه بِهِ وَلَا يجْهر بَعْضكُم على بعض فِي الْقُرْآن",
            "page": "140",
            "part": "1",
            "seal": "AD480198"
        },
        {
            "hno": "117",
            "id": "86",
            "nass": "117 - أخبرنَا مُحَمَّد بن رَافع قَالَ ثَنَا عبد الرَّزَّاق قَالَ أَنا معمر عَن إِسْمَاعِيل بن أُميَّة عَن أبي سَلمَة بن عبد الرَّحْمَن عَن أبي سعيد الْخُدْرِيّ قَالَ اعْتكف رَسُول الله فِي الْمَسْجِد فسمعهم يجهرون بِالْقِرَاءَةِ وَهُوَ فِي قبَّة فكشف الستور وَقَالَ أَلا إِن كلكُمْ مناجي ربه",
            "page": "141",
            "part": "1",
            "seal": "5DCB61FB"
        },
        {
            "hno": "118",
            "id": "87",
            "nass": "فَلَا يؤذين بَعْضكُم بَعْضًا وَلَا يرفعن بَعْضكُم على بعض فِي الْقِرَاءَة أَو قَالَ فِي الصَّلَاة ¶ 61 - المراء فِي الْقُرْآن ¶ 118 - أخبرنَا قُتَيْبَة بن سعيد قَالَ ثَنَا أنس بن عِيَاض عَن أبي حَازِم عَن أبي سَلمَة عَن أبي هُرَيْرَة أَن رَسُول الله قَالَ أنزل الْقُرْآن على سَبْعَة أحرف المراء فِي الْقُرْآن كفر ¶ 119 - أخبرنَا مُحَمَّد بن عبد الْأَعْلَى قَالَ ثَنَا خَالِد قَالَ أَنا شُعْبَة عَن عبد الْملك بن ميسرَة قَالَ ¶ سَمِعت النزال قَالَ سَمِعت عبد الله قَالَ سَمِعت رجلا يقْرَأ آيَة",
            "page": "142",
            "part": "1",
            "seal": "A4C0CA25"
        },
        {
            "hno": "120",
            "id": "88",
            "nass": "كنت سَمِعت رَسُول الله يقْرَأ غَيرهَا فَأخذت بِيَدِهِ فَأتيت بِهِ النَّبِي فَرَأَيْت النَّبِي تغير وَجهه فَقَالَ كلاكما محسن لَا تختلفوا فِيهِ فَإِن من كَانَ قبلكُمْ اخْتلفُوا فِيهِ ¶ 62 - ذكر الِاخْتِلَاف ¶ 120 - أخبرنَا عَليّ بن مُحَمَّد بن عَليّ قَالَ ثَنَا دَاوُود بن معَاذ قَالَ ثَنَا حَمَّاد بن زيد عَن أبي عمرَان الْجونِي عَن عبد الله بن رَبَاح الْأنْصَارِيّ عَن عبد الله بن عَمْرو قَالَ هجرت إِلَى رَسُول الله ذَات يَوْم فَسمع رجلَيْنِ يَخْتَلِفَانِ فِي آيَة من كتاب الله فَخرج وَالْغَضَب يعرف فِي وَجهه فَقَالَ إِنَّمَا هلك من كَانَ قبلكُمْ باختلافهم فِي الْكتاب ¶ 121 - أخبرنَا هَارُون بن زيد بن يزِيد قَالَ ثَنَا أبي قَالَ ثَنَا سُفْيَان عَن حجاج بن فرافصة عَن أبي عمرَان الْجونِي عَن جُنْدُب أَن",
            "page": "143",
            "part": "1",
            "seal": "64AA9BAE"
        },
        {
            "hno": "122",
            "id": "89",
            "nass": "النَّبِي قَالَ اجْتَمعُوا على الْقُرْآن مَا ائتلفتم عَلَيْهِ وَإِذا اختلفتم عَلَيْهِ فَقومُوا ¶ وَأخْبرنَا بِهِ مرّة أُخْرَى وَلم يرفعهُ ¶ 122 - أخبرنَا عَمْرو بن عَليّ قَالَ ثَنَا عبد الرَّحْمَن قَالَ ثَنَا سَلام ابْن أبي مُطِيع عَن أبي عمرَان الْجونِي عَن جُنْدُب قَالَ قَالَ رَسُول الله إقرؤوا الْقُرْآن مَا ائتلفت عَلَيْهِ قُلُوبكُمْ فَإِذا اختلفتم عَلَيْهِ فَقومُوا ¶ 123 - أَخْبرنِي عبد الله بن الْهَيْثَم قَالَ ثَنَا مُسلم قَالَ ثَنَا هَارُون ابْن مُوسَى النَّحْوِيّ قَالَ ثَنَا أَبُو عمرَان الْجونِي عَن جُنْدُب بن عبد الله قَالَ قَالَ رَسُول الله إقرؤوا الْقُرْآن مَا ائتلفت عَلَيْهِ قُلُوبكُمْ فَإِذا اختلفتم فِيهِ فَقومُوا عَنهُ",
            "page": "144",
            "part": "1",
            "seal": "DD536B07"
        },
        {
            "hno": "124",
            "id": "90",
            "nass": "124 - أَخْبرنِي مُحَمَّد بن إِسْمَاعِيل بن إِبْرَاهِيم قَالَ ثَنَا الْأَزْرَق عَن عبد الله بن عون عَن أبي عمرَان عَن عبد الله بن الصَّامِت قَالَ قَالَ عمر إقرؤوا الْقُرْآن مَا اتفقتم عَلَيْهِ فَإِذا اختلفتم فَقومُوا ¶ 125 - أخبرنَا سُلَيْمَان بن عبيد الله قَالَ ثَنَا أَبُو عَامر قَالَ أَنا سُلَيْمَان عَن عمَارَة بن غزيَّة عَن عبد الله بن عَليّ بن حُسَيْن بن عَليّ بن حُسَيْن عَن أَبِيه عَن النَّبِي ¶ وَحدثنَا أَحْمد بن الْخَلِيل قَالَ ثَنَا خَالِد قَالَ حَدثنِي سُلَيْمَان",
            "page": "145",
            "part": "1",
            "seal": "107D9A55"
        },
        {
            "hno": "126",
            "id": "91",
            "nass": "قَالَ حَدثنِي عمَارَة بن غزيَّة الْأنْصَارِيّ قَالَ سَمِعت عبد الله بن عَليّ بن حُسَيْن يحدث عَن أَبِيه عَن جده قَالَ قَالَ رَسُول الله الْبَخِيل من ذكرت عِنْده فَلم يصل عَليّ ¶ 126 - أخبرنَا مُحَمَّد بن سَلمَة قَالَ ثَنَا ابْن وهب عَن يحيى بن عبد الله بن سَالم عَن مُوسَى بن عقبَة عَن عبد الله بن عَليّ عَن الْحسن بن عَليّ بن أبي طَالب أَنه قَالَ عَلمنِي رَسُول الله هَؤُلَاءِ الْكَلِمَات فِي الْوتر قَالَ قل اللَّهُمَّ اهدني فِيمَن هديت وَبَارك لي فِيمَا أَعْطَيْت وتولني فِيمَن توليت وقني شَرّ مَا قضيت فَإنَّك تقضي",
            "page": "146",
            "part": "1",
            "seal": "0D058545"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "وَلَا يقْضى عَلَيْك وَإنَّهُ لَا يذل من توليت تَبَارَكت وَتَعَالَيْت ¶ تمّ كتاب ثَوَاب الْقُرْآن بِحَمْد الله وعونه وَصلى الله على سيدنَا مُحَمَّد وَآله وَسلم تَسْلِيمًا",
            "page": "147",
            "part": "1",
            "seal": "7977E068"
        }
    ],
    "t5507": [
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "المراء في القرآن"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "- ذكر الاختلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم وصلى الله على سيدنا محمد نبيه الكريم وسلم تسليما"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "ثواب القرآن"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "- كيف نزول الوحي"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "- على كم نزل القرآن"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "- ذكر قراء القرآن"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "- ذكر الأربعة الذين جمعوا القرآن على عهد رسول الله"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "السورة التي يذكر فيها كذا"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "- كتابة القرآن"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "- فضل فاتحة الكتاب"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "1",
            "tit": "فاتحة الكتاب"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "سورة البقرة"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "- آية الكرسي"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "- الآيتان من آخر سورة البقرة"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "- الكهف"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "المسبحات"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "( {إذا زلزلت"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "( {قل يا أيها الكافرون} )"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": "1",
            "tit": "- سورة الإخلاص"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "فضل المعوذتين"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "أهل القرآن"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "- الأمر بتعلم القرآن واتباع ما فيه"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "- الأمر بتعلم القرآن والعمل به"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "- فضل من علم القرآن"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "- فضل من تعلم القرآن"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "- الأمر باستذكار القرآن"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "مثل صاحب القرآن"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "- نسيان القرآن"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "- الماهر بالقرآن"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "- المتتعتع في القرآن"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "- التغني بالقرآن"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "- تزيين الصوت بالقرآن"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "حسن الصوت بالقرآن"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الترجيع"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الترتيل"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "- تحبير القرآن"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": "1",
            "tit": "- مد الصوت"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "- السفر بالقرآن إلى أرض العدو"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": "1",
            "tit": "- أيقرأه عن ظهر قلب"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "- القراءة على الدابة"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": "1",
            "tit": "- قراءة الماشي"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "- في كم يقرأ القرآن"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "- قراءة القرآن على كل الأحوال"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "- إغتباط صاحب القرآن"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "- من أحب أن يسمع القرآن من غيره"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "- البكاء عند قراءة القرآن"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": "1",
            "tit": "- قول المقرىء للقارىء حسبنا"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "- قول المقرىء للقارىء حسبك"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": "1",
            "tit": "- قول المقرىء للقارىء أمسك"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "- قول المقرىء للقارىء أحسنت"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": "1",
            "tit": "- مثل المؤمن الذي يقرأ القرآن"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "- من رايا بقراءة القرآن"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "- ذكر قول النبي لا يجهر بعضكم على بعض في القرآن"
        }
    ]
}