{
    "b5517": [
        {
            "hno": null,
            "id": "2",
            "nass": "مُقَدّمَة الْمُؤلف ¶ الْحَمد لله الَّذِي أنزل الْقُرْآن الْمُبين مَعَ الرّوح الْأمين على قلب سيد الْمُرْسلين وَجعل مِنْهُ النَّاسِخ والمنسوخ رَحْمَة للْمُؤْمِنين وفتنة للْكَافِرِينَ أَحْمَده سُبْحَانَهُ وَتَعَالَى على نعْمَة الْإِسْلَام وتيسير أُمُور الْمُسلمين وَالصَّلَاة وَالسَّلَام على سيد الْعَالمين وأمام الْمُتَّقِينَ النَّاسِخ بمحكم أَحْكَام شَرِيعَته مَا سلف من شرائع النَّبِيين وعَلى آله وَأَصْحَابه أولى البصيرة وَالْيَقِين وعَلى الْأَئِمَّة الْعلمَاء الْأَعْلَام من التَّابِعين وتابع التَّابِعين لَهُم بِإِحْسَان إِلَى يَوْم الدّين ¶ وَبعد ¶ فَهَذِهِ عرائس تجلى للناظرين ونفائس تشرى بالدر الثمين جمعت فِيهَا آيَات النَّاسِخ والمنسوخ بعد أَن كَانَت لطول كَلَام الْأَئِمَّة مفرقة بالغت حسب الطَّاقَة فِي ضمهَا وقدمت بعض فوائدي إِلَيْهَا فَإِذا هِيَ عرائس مشرقة هَذَا وَقد صنف الْأَئِمَّة من الْعلمَاء الْأَعْلَام فِي نَاسخ الْقُرْآن ومنسوخه كتبا جمة إرشادا لأهل الْإِسْلَام فَمن جُمْلَتهَا كتاب هبة الله الْمُفَسّر الْبَغْدَادِيّ الْعَلامَة الْأَمَام ذكر انه استخرج مَا فِيهِ من كتب عدتهَا خَمْسَة وَتسْعُونَ كتابا على التَّمام",
            "page": "19",
            "part": "1",
            "seal": "61C3211E"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "فَلَمَّا رَأَيْت ذَلِك وَعلمت أَن علم النَّاسِخ علم الْحَلَال من الْحَرَام وَفِيه من الغموض مَعَ كَثْرَة التَّطْوِيل مَا يدق فهمه عَن كثير من ذَوي الأفهام دَعَاني دَاعِي الْمَشِيئَة والإلهام إِلَى جمع مؤلف مزيلا للظلام مبالغا فِي اختصاره على وضوحه خشيَة تَطْوِيل الْأَحْكَام لَا سِيمَا والهمم قد ضعفت والنفوس قد جبلت على حب الْمُخْتَصر من الْكَلَام واعتمدت فِيهِ على مَا ذكره الْأَئِمَّة الْعلمَاء من الْمُفَسّرين هداة الْأَنَام ¶ وَمَعَ ذَلِك فالفقير معترف بقصر الباع مغترف من بَحر غَيره للِانْتِفَاع موقن بِأَن أغراض المصنفين أغراض سِهَام أَلْسِنَة الحساد مَا وجدوا إِلَيْهَا سَبِيلا سنة الله الَّتِي قد خلت من قبل وَلنْ تَجِد لسنة الله تبديلا وسميته ¶ قلائد المرجان فِي بَيَان النَّاسِخ والمنسوخ فِي الْقُرْآن فَأَقُول وَالله خير موفق ومعين وَبِه فِي أموري كلهَا استعين لَطِيفَة فِيهَا الْحَث على معرفَة النَّاسِخ والمنسوخ وذم من لم يعرفهُ وَلَو كَانَ عِنْده فِي الْعلم رسوخ ¶ قَالَ صَاحب كتاب الإيجاز رُوِيَ بِالْإِسْنَادِ الصَّحِيح أَن أَمِير الْمُؤمنِينَ عليا كرم الله وَجهه رأى رجلا فِي الْمَسْجِد يذكر النَّاس فَقَالَ لَهُ أتعرف النَّاسِخ من الْمَنْسُوخ قَالَ لَا فَقَالَ لَهُ هَلَكت وأهلكت وَأخرجه من الْمَسْجِد وَمنعه من الْقَصَص فِيهِ وَرُوِيَ مثل ذَلِك عَن عبد الله بن عَبَّاس وَأَنه ركله بِرجلِهِ وَقَالَ لَهُ هَلَكت وأهلكت ¶ وروى عَن ابْن عَبَّاس فِي قَول الله تَعَالَى ¶ {وَمن يُؤْت الْحِكْمَة فقد أُوتِيَ خيرا كثيرا} فَقَالَ هُوَ معرفَة الْقُرْآن الْكَرِيم ناسخة ومنسوخة ومحكمة ومتشابهة",
            "page": "20",
            "part": "1",
            "seal": "6AB8A60E"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ومجمله ومفصله ومقدمة ومؤخرة وَحَرَامه وَحَلَاله وَأَمْثَاله ¶ وروى عَن حُذَيْفَة بن الْيَمَان أَنه قَالَ ¶ إِنَّمَا يُفْتِي النَّاس أحد ثَلَاثَة رجل يعلم مَنْسُوخ الْقُرْآن وناسخه وَرجل قَاض لَا يجد من الْقَضَاء بُد وَرجل متكلف وَلست بِالرجلَيْنِ الماضيين وأكره أَن أكون الثَّالِث ¶ قَالَ الشَّيْخ الْجَلِيل هبة الله بن سَلامَة فِي كِتَابه النَّاسِخ والمنسوخ ¶ جَاءَ عَن أَئِمَّة السّلف أَن من تعلم فِي شَيْء من علم هَذَا الْكتاب وَلم يعلم النَّاسِخ والمنسوخ كَانَ عمله نَاقِصا لِأَنَّهُ يخلط النَّهْي بِالْأَمر وَالْإِبَاحَة بالحظر ¶ إِذا علمت ذَلِك فَعلم النَّاسِخ والمنسوخ أَمر مُهِمّ ومتفق عَلَيْهِ وَبَيَانه فرض لَازم فَلذَلِك سارعت إِلَيْهِ وَوضعت فِيهِ هَذَا الْمُخْتَص على أحسن تأسيس وأبرزت فِيهِ الْفَوَائِد لطَالب النفيس وقللت حجمه لنيل المطالب ووضحت نظمه ليقرب فهمه على الطَّالِب وَلم أودعهُ إِلَّا مَا وَجب التَّنْبِيه عَلَيْهِ ودعت الْحَاجة إِلَيْهِ وَقد ختمته أخيرا بِأَحْسَن خَاتِمَة راجيا من الله فِي الْآخِرَة حسن الخاتمة ¶ وَبِاللَّهِ مولَايَ أستعين فَهُوَ نعم الْمولى وَنعم الْمعِين",
            "page": "21",
            "part": "1",
            "seal": "00377F68"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - الْبَاب الأول ¶ الْفَصْل الأول ¶ مُقَدّمَة فِي معنى النّسخ ¶ قَالَ الْعلمَاء بِلِسَان الْعَرَب النّسخ لُغَة التبديل وَالرَّفْع والإزالة وَالنَّقْل وَسَيَأْتِي مَعْنَاهُ شرعا وَقَالَ الْمُحَقِّقُونَ مِنْهُم النّسخ على ثَلَاثَة أَقسَام ¶ الأول من مَعَاني النّسخ فِي الْقُرْآن بِالْمَعْنَى الشَّرْعِيّ أَن يكون مأخوذا من قَول الْعَرَب نسخت الشَّمْس الظل إِذا أزالته ورفعته بانبساطها وحلت مَحَله وَهَذَا مُوَافق لما أَزَال الْقُرْآن لَفظه وَحكمه وَحل مَحَله ¶ قلت ويمثل لَهُ بِآيَة الْخمس رَضعَات أَو حكمه دون لَفظه ¶ الثَّانِي أَن يكون مأخوذا من قَوْلهم نسخت الرّيح الْآثَار وَكَذَا يَقُولُونَ فِي الأمطار إِذا أزالتها ومحتها قلت وَهُوَ بِمَعْنى الأول من حَيْثُ الْإِزَالَة لَا من حَيْثُ الْحُلُول لِأَن الرّيح لَا تحل مَحل مَا أزالته حينا وَهَذَا مَوَاقِف فِي الْقُرْآن لما زَالَ لَفظه دون حكمه كآية الرَّجْم",
            "page": "22",
            "part": "1",
            "seal": "E207235B"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "أَو زَالا مَعًا ¶ الثَّالِث أَن يكون مأخوذا من قَوْلهم نسخت الْكتاب إِذا نقلته حاكيا للفظه وحروف هجائه ¶ قَالَ أَبُو مُحَمَّد الْمَعْرُوف بمكي فِي كِتَابه النَّاسِخ والمنسوخ وَهَذَا الْوَجْه لَا يَصح أَن يكون فِي الْقُرْآن وَأنكر على جَعْفَر أَحْمد بن النّحاس حَيْثُ أجَاز أَن يكون فِي الْقُرْآن وَاحْتج بِأَن النَّاسِخ فِيهِ لَا يَأْتِي بِلَفْظ الْمَنْسُوخ وَإِنَّمَا يَأْتِي بِلَفْظ آخر ¶ وانتصر صَاحب كتاب الإيجاز لِأَبْنِ النّحاس فَقَالَ وَالَّذِي قَالَه أَبُو جَعْفَر قَرِيبا مُسْتَعْملا فِي كتاب الله قَالَ تَعَالَى {إِنَّا كُنَّا نَسْتَنْسِخ مَا كُنْتُم تَعْمَلُونَ} وَقَالَ {وَإنَّهُ فِي أم الْكتاب لدينا} الْآيَة وَمَعْلُوم أَن مَا نزل من الْوَحْي هُوَ مَا فِي أم الْكتاب وَهُوَ اللَّوْح الْمَحْفُوظ كَمَا قَالَ تَعَالَى ¶ {فِي كتاب مَكْنُون لَا يمسهُ إِلَّا الْمُطهرُونَ} وَمِنْه ينْقل مَا ينزل ¶ قَالَ تَعَالَى {يمحو الله مَا يَشَاء وَيثبت وَعِنْده أم الْكتاب} فَهَذَا أدل دَلِيل على جَوَاز النّسخ فِي كتاب الله تَعَالَى يَعْنِي بِالْمَعْنَى الْمَذْكُور ¶ فالقرآن على هَذَا التَّأْوِيل مَنْسُوخ من أم الْكتاب مَنْقُول بالخط وحروف الهجاء وَأم كل شَيْء فِي كَلَام الْعَرَب أَصله ¶ وَأم الْكتاب اللَّوْح الْمَحْفُوظ فَالَّذِي علل بِهِ مكي وَاعْترض لَا يبطل اسْتِعْمَال هَذَا الْوَجْه ومجيئه ¶ قلت وَفِي جَوَاب صَاحب الإيجاز عَن ابْن النّحاس ليرد مَا قَالَه مكي نظر فَأن هَذَا أَمر مُتَّفق عَلَيْهِ ¶ وَالْقُرْآن بِهَذَا الْمَعْنى كُله مَنْسُوخ لِأَنَّهُ نسخ من اللَّوْح الْمَحْفُوظ أَي نقل مِنْهُ وَلَيْسَ هُوَ بِمُرَاد مكي فَأَنَّهُ لَا يجهل ذَلِك وَلَا يَسعهُ إِنْكَاره",
            "page": "23",
            "part": "1",
            "seal": "B51839BE"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "فالاحسن حمل كَلَام مكي على الْقُرْآن بعد نُزُوله مَعَ الرّوح الْأمين على قلب سيد الْمُرْسلين ¶ والنسخ بِالْمَعْنَى الْمَذْكُور ينفى مِنْهُ قطعا ¶ فَكَلَام مكي على هَذَا فِي غَايَة التسديد لَكِن اعتراضه على ابْن النّحاس غير سديد لحمل كَلَامه على مَا قَالَه صَاحب الإيجاز إِذن لَا خلاف بِحَسب الْحَقِيقَة فَتَأمل",
            "page": "24",
            "part": "1",
            "seal": "246DE4A7"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "الْفَصْل الثَّانِي ¶ فَائِدَة فِي أَقسَام الْمَنْسُوخ فِي الْقُرْآن ¶ هُوَ سِتَّة ¶ الأول مَا رفع رسمه من غير بدل مِنْهُ وبقى حكمه مجمعا عَلَيْهِ نَحْو آيَة الرَّجْم ¶ قَالَ الإِمَام عمر وَالله لقد قَرَأنَا على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم لَا ترغبوا عَن آبائكم فَإِن ذَلِك كفر بكم الشَّيْخ وَالشَّيْخَة إِذا زَنَيَا فَارْجُمُوهُمَا الْبَتَّةَ نكالا من الله وَالله عَزِيز حَكِيم",
            "page": "25",
            "part": "1",
            "seal": "9C40C013"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وَقد رجم عَلَيْهِ الصَّلَاة وَالسَّلَام المحصنين وَهُوَ المُرَاد بالشيخ وَالشَّيْخَة ¶ الثَّانِي مَا رفع حكمه بِحكم آيَة أُخْرَى وَبَقِي رسمه وَكِلَاهُمَا ثَابت بِاللَّفْظِ والخط فِي الْمُصحف الْمجمع عَلَيْهِ ¶ وَهَذَا هُوَ الْأَكْثَر فِي الْمَنْسُوخ كآيتي عدَّة الْوَفَاة قَالَ هبة الله إِن هَذَا فِي ثَلَاث وَسِتِّينَ سُورَة",
            "page": "26",
            "part": "1",
            "seal": "2260EE7F"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "الثَّالِث مَا رفع حكمه ورسمه وَزَالَ حفظه من الْقُلُوب ¶ وَإِنَّمَا علم ذَلِك من أَخْبَار الْآحَاد كَمَا رُوِيَ عَن أبي مُوسَى الْأَشْعَرِيّ أَنه قَالَ نزلت سُورَة نَحْو بَرَاءَة ثمَّ رفعت ¶ وروى هبة الله الْبَغْدَادِيّ فِي كِتَابه عَن أنس بن مَالك أَنه قَالَ كُنَّا نَقْرَأ على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم سُورَة تعدلها سُورَة التَّوْبَة مَا أحفظ مِنْهَا إِلَّا آيَة وَاحِدَة وَهِي لَو أَن لِأَبْنِ آدم واديين من ذهب لابتغى لَهما ثَالِثا وَلَو أَن لَهُ ثَالِثا لابتغى إِلَيْهِمَا رَابِعا فَلَا يمْلَأ جَوف ابْن آدم إِلَّا التُّرَاب وَيَتُوب الله على من تَابَ وَكَذَلِكَ روى ابْن مَسْعُود قَالَ أَقْرَأَنِي النَّبِي صلى الله عَلَيْهِ وَسلم آيَة فحفظها وأثبتها فِي مصحفي فَلَمَّا كَانَ اللَّيْل رجعت إِلَى حفظي فَلم أَجدهَا وغدوت على مصحفي فَإِذا التَّوْرَاة بَيْضَاء فَأخْبرت رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فَقَالَ لي يَا ابْن مَسْعُود تِلْكَ رفعت البارحة ¶ وَذكروا أَن سُورَة الْأَحْزَاب كَانَت مثل سُورَة الْبَقَرَة فَرفع أَكْثَرهَا",
            "page": "27",
            "part": "1",
            "seal": "085BD8B4"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "الرَّابِع مَا رفع حكمه ورسمه وَلم يزل حفظه من الْقُلُوب فَلذَلِك وَقع الِاخْتِلَاف فِي الْعَمَل بالناسخ وَهَذَا أَيْضا إِنَّمَا علم من طَرِيق أَخْبَار الْآحَاد نَحْو حَدِيث مُسلم عَن عَائِشَة رَضِي الله عَنْهَا كَانَ فِيمَا أنزل الله عشر رَضعَات مَعْلُومَات فنسخت بِخمْس مَعْلُومَات فَحكم الْعشْر رَضعَات غير مَعْمُول بِهِ إِجْمَاعًا وَإِنَّمَا الْخلاف فِي التَّحْرِيم برضعة وَاحِدَة على نَص الْقُرْآن فِي قَوْله {وأخواتكم من الرضَاعَة} ¶ قلت وبظاهر نَص الْقُرْآن أخذت الْحَنَفِيَّة والمالكية فحرموا برضعة وَبِحَدِيث عَائِشَة أخذت الشَّافِعِيَّة والحنابلة فحرموا بِخمْس رَضعَات ¶ الْخَامِس مَا فرض الْعَمَل بِهِ لعِلَّة ثمَّ ترك الْعَمَل لزوَال الْعلَّة الْمُوجبَة وبقى اللَّفْظ والخط نَحْو قَوْله تَعَالَى {وَإِن فاتكم شَيْء من أزواجكم إِلَى الْكفَّار} الْآيَة وَقَوله",
            "page": "28",
            "part": "1",
            "seal": "58F6E302"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "تَعَالَى {وَآتُوهُمْ مَا أَنْفقُوا} كل ذَلِك أمروا بِهِ بِسَبَب المهادنة الَّتِي كَانَت بَينه عَلَيْهِ الصَّلَاة وَالسَّلَام وَبَين مُشْركي قُرَيْش ثمَّ زَالَ ذَلِك الْفَرْض لزوَال الْعلَّة وَهِي الْهُدْنَة ¶ السَّادِس مَا حصل من مَفْهُوم الْخطاب بقرآن متلو وَنسخ وبقى الْمَفْهُوم مِنْهُ متلوا ¶ نَحْو قَوْله تَعَالَى {لَا تقربُوا الصَّلَاة وَأَنْتُم سكارى} فهم من هَذَا أَن السكر جَائِز إِذا لم يقرب بِهِ الصَّلَاة فنسخ ذَلِك الْمَفْهُوم بقوله {فَهَل أَنْتُم مُنْتَهُونَ} ¶ فَحرم الْخمر وَالسكر من الْخمر وبقى اللَّفْظ الْمَفْهُوم مِنْهُ متلوا",
            "page": "29",
            "part": "1",
            "seal": "7FFDA08B"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الْفَصْل الثَّالِث ¶ فَائِدَة فِي أَقسَام النَّاسِخ من الْقُرْآن ¶ وَهُوَ ثَلَاثَة ¶ الأول أَن يكون النَّاسِخ فرضا والمنسوخ كَانَ فرضا وَلَا يجوز فعل الْمَنْسُوخ بعد نسخه نَحْو قَوْله تَعَالَى {واللاتي يَأْتِين الْفَاحِشَة من نِسَائِكُم} الْآيَة ¶ نسخ آيَة الْحَبْس إِلَى الْمَوْت بِآيَة الْجلد ¶ قَالَ بعض الْعلمَاء هَذِه الْآيَة نسخ الله أَولهَا بآخرها وَهُوَ قَوْله {أَو يَجْعَل الله لَهُنَّ سَبِيلا} وَبَين السَّبِيل مَا هُوَ بِآيَة الْجلد ¶ الثَّانِي أَن يكون النَّاسِخ فرضا والمنسوخ كَانَ فرضا وَنحن مخيرون فِي فعل الْفَرْض الْمَنْسُوخ وَتَركه نَحْو قَوْله تَعَالَى {إِن يكن مِنْكُم عشرُون صَابِرُونَ يغلبوا مِائَتَيْنِ} الْآيَة ¶ فَفرض على الْمُؤمن الْوَاحِد أَلا ينهزم من عشرَة من الْمُشْركين ثمَّ نسخ بقوله تَعَالَى {فَإِن يكن مِنْكُم مائَة صابرة يغلبوا مِائَتَيْنِ وَإِن يكن مِنْكُم ألف يغلبوا أَلفَيْنِ} فَفرض على الْمُؤمن الْوَاحِد أَلا ينهزم من اثْنَيْنِ من الْمُشْركين",
            "page": "30",
            "part": "1",
            "seal": "748D2A0A"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَفعل الْفَرْض الْمَنْسُوخ غير محرم بل جَائِز لنا فعله وَنحن مأجورون عَلَيْهِ فَلَو وقف وَاحِد من الْمُؤمنِينَ لعشرة من الْمُشْركين صَار محتسبا منتظرا للنصر من الله الَّذِي جَاءَ بِهِ وعده الصَّادِق لم يكن عَاصِيا بل جَزَاؤُهُ الْأجر الْكَبِير ¶ قَالَ تَعَالَى {كم من فِئَة قَليلَة غلبت فِئَة كَثِيرَة} الْآيَة ¶ وَقَالَ بَعضهم وَمثل هَذَا قَوْله تَعَالَى {شهر رَمَضَان الَّذِي أنزل فِيهِ الْقُرْآن} نسخ فرض صِيَامه مَا كَانَ كتب على الَّذين من قبلنَا من صَوْم عَاشُورَاء وَصِيَام ثَلَاثَة أَيَّام من كل شهر فَهَذَا فرض نسخ فرضا فعل الْمَنْسُوخ جاءئز لنا وَنحن عَلَيْهِ مأجرون ¶ الثَّالِث أَن يكون النَّاسِخ أمرا بترك الْعَمَل بالمنسوخ الَّذِي كَانَ فرضا وَنحن مخيرون فِي فعل الْمَنْسُوخ وَتَركه وَفعله أفضل وَذَلِكَ مَا نسخ من قيام اللَّيْل بعد أَن كَانَ فرضا ¶ وَمثله مَا كَانَ فرضا على الْمُسلمين من تَحْرِيم الْأكل وَالشرب وَالْوَطْء فِي شهر رَمَضَان بعد النّوم فَهَذَا النَّاسِخ أَمر بترك الْمَنْسُوخ مَعَ أَن لنا فعله ¶ وَزَاد بَعضهم قسما رَابِعا وَهُوَ أَن يكون النَّاسِخ فرضا والمنسوخ كَانَ ندبا كالقتال كَانَ ندبا ثمَّ صَار فرضا ¶ قَالَ بَعضهم وَهَذَا فِي الْحَقِيقَة لَا يُسمى نسخا وَإِنَّمَا هَذَا أَمر مُؤَكد وَلَا رخصَة فِيهِ وتاركه عَاص معاقب ¶ وَالْأول كَانَ تَاركه محروم الْأجر لَا غير فَصَارَ صَرِيح الْأَمر فارضا لِلْقِتَالِ",
            "page": "31",
            "part": "1",
            "seal": "ADDB982E"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الْفَصْل الرَّابِع ¶ فَائِدَة فِيمَا يجوز أَن يكون نَاسِخا ومنسوخا ¶ وَذَلِكَ خَمْسَة أَقسَام ¶ الأول ¶ نسخ الْقُرْآن بِالْقُرْآنِ وَهُوَ ثَابت بِالْإِجْمَاع كَقَوْلِه تَعَالَى {مَا ننسخ من آيَة} أَي حكم آيَة {أَو ننسها} ¶ أَي نتركها فَلَا ننسخها أَو نؤخر حكمهَا فَيعْمل بِهِ حينا نأت بِخَير مِنْهَا ¶ أَي أَنْفَع مِنْهَا ¶ ثمَّ قَالَ تَعَالَى {ألم تعلم أَن الله على كل شَيْء قدير} من أَمر النَّاسِخ والمنسوخ لِأَن إثباتهما فِي الْقُرْآن دلَالَة على الوحدانية {أَلا لَهُ الْخلق وَالْأَمر}",
            "page": "32",
            "part": "1",
            "seal": "49D32CA3"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "الثَّانِي نسخ السّنة بِالْقُرْآنِ ¶ وَفِيه خلاف بَين الْعلمَاء فَمنهمْ من منع وَمِنْهُم من أجَاز وعَلى الْجَوَاز أَكثر الْأَئِمَّة وَجُمْهُور الْعلمَاء ¶ فَمن منع احْتج بِأَن السّنة مبينَة لِلْقُرْآنِ فَلَا يجوز أَن يكون الْمُبين نَاسِخا للمبين لِأَن نسخ مَا يبين الشَّيْء دَاع إِلَى عدم الْبَيَان ¶ قَالَ تَعَالَى {لتبين للنَّاس مَا نزل إِلَيْهِم} ¶ وَقَالَ تَعَالَى {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} الْآيَة ¶ وَأجِيب عَن الْجُمْهُور ¶ بِأَن هَذَا لَيْسَ بدافع لما قَالُوا بِهِ من الْجَوَاز لِأَنَّهُ إِذا جَازَ نسخ الْقُرْآن بِالْقُرْآنِ وَهُوَ الَّذِي لَا يجوز على منزله البداء فِيهِ فأحرى وَأولى أَن يكون الْقُرْآن نَاسخ فعل من يجوز عَلَيْهِ البداء ¶ أَلا ترى أَن عَلَيْهِ الصَّلَاة وَالسَّلَام كَانَ قد أحل الْمُتْعَة فِي بعض الْغَزَوَات ثَلَاثَة أَيَّام وَأمر الْمُسلمين بالتوجه إِلَى بَيت الْمُقَدّس فِي الصَّلَاة ورد من جَاءَ مُهَاجرا من الْمُشْركين للمعاهدة وَغير ذَلِك من أَفعاله الَّتِي نسخهَا الله تَعَالَى بِمَا أنزل عَلَيْهِ نَحْو مَا نسخ سُبْحَانَهُ من فعله عَلَيْهِ الصَّلَاة وَالسَّلَام وَفعل أَصْحَابه بِمَا كَانُوا عَلَيْهِ فِي الْكَلَام فِي الصَّلَاة بقوله تَعَالَى {وَقومُوا لله قَانِتِينَ} ¶ وَنَحْو استغفاره عَلَيْهِ السَّلَام لِعَمِّهِ نسخ بقوله تَعَالَى {مَا كَانَ للنَّبِي وَالَّذين آمنُوا أَن يَسْتَغْفِرُوا للْمُشْرِكين} وَهُوَ كثير فِي الْقُرْآن",
            "page": "33",
            "part": "1",
            "seal": "32F17C42"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "قلت هَذَا حَاصِل مَا قَالُوهُ وَفِي الْحَقِيقَة لَا خلاف بَين الْفَرِيقَيْنِ لِأَن من أجَاز نسخ السّنة بِالْقُرْآنِ أطلق فِي السّنة وَمن منع قيد السّنة المبينة لِلْقُرْآنِ وَلَا شكّ أَن الْمُبين لِلْقُرْآنِ من السّنة لَا ينْسَخ وَلَو سلمنَا نسخ السّنة المبينة لِلْقُرْآنِ لرجع فيالحقيقة إِلَى نسخ الْقُرْآن بِالْقُرْآنِ فَإِذا لَا خلاف بَين الْفَرِيقَيْنِ بِحَسب الْحَقِيقَة فأفهم ¶ فَأَنِّي لم أر أَي حرج بِالْجمعِ بَين كَلَام الْفَرِيقَيْنِ وَيُؤَيّد مَا قلته قَول بعض الْمُحَقِّقين أَن الْمُبين من السّنة لِلْقُرْآنِ نوع على حِدته لَا يُسمى نَاسِخا وَلَا مَنْسُوخا ¶ الثَّالِث نسخ الْقُرْآن بِالسنةِ المتواترة ¶ وَهَذَا أَيْضا فِيهِ خلاف كثير بَين الْعلمَاء فَمنهمْ من أجَاز وَمِنْهُم من منع",
            "page": "34",
            "part": "1",
            "seal": "D8812E9F"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "فَقَالَ الْمُجِيز إِن قَول النَّبِي صلى الله عَلَيْهِ وَسلم لَا وَصِيَّة لوَارث نَاسخ لقَوْله تَعَالَى {الْوَصِيَّة للْوَالِدين} الْآيَة ¶ وَاحْتج بقوله تَعَالَى {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} وَبِقَوْلِهِ تَعَالَى {وَمَا ينْطق عَن الْهوى إِن هُوَ إِلَّا وَحي يُوحى} فعمم وَلم يخصص فَوَجَبَ علينا قبُوله ¶ وَقَالَ الْمَانِع الْقُرْآن معْجزَة وَالسّنة غير معْجزَة فَلَا ينْسَخ المعجز من الْقُرْآن مَا لَيْسَ بمعجز من السّنة ¶ وَاحْتج بِأَن السّنة مبينَة لِلْقُرْآنِ وَلَا يكون الْمُبين للشَّيْء نَاسِخا ¶ وَاسْتدلَّ على الْمَنْع بقوله تَعَالَى {مَا ننسخ من آيَة أَو ننسها نأت بِخَير مِنْهَا أَو مثلهَا} وَالسّنة لَيست مثل الْقُرْآن إِذْ هِيَ محدثة وَالْقُرْآن غير مُحدث ¶ قلت هَذَا اسْتِدْلَال ظاهري فِيهِ مَا فِيهِ وَأجَاب أَي الْمَانِع عَن قَوْله {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} أَي ¶ مَا أَعْطَاكُم مِمَّا أنزل عَلَيْهِ من الْكتاب فَخُذُوهُ واقبلوه وَصَدقُوا بِهِ ¶ وَعَن قَوْله تَعَالَى {وَمَا ينْطق عَن الْهوى} أَي الَّذِي يأتيكم بِهِ مُحَمَّد صلى الله عَلَيْهِ وَسلم من الْقُرْآن هُوَ من عِنْد الله ¶ لم ينْطق بِهِ من عِنْد نَفسه بِدَلِيل قَوْله تَعَالَى بعد ذَلِك ¶ {إِن هُوَ إِلَّا وَحي يُوحى}",
            "page": "35",
            "part": "1",
            "seal": "EA9623A4"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وَأجَاب عَن آيَة الْوَصِيَّة بِأَنَّهَا نسخت بِآيَة الْمَوَارِيث ¶ وَيُؤَيِّدهُ قَول الإِمَام مَالك إِن آيَة الْمَوَارِيث نسخت آيَة الْوَصِيَّة للْوَالِدين فعلى هَذَا إِنَّمَا نسخ الْقُرْآن بقرآن مثله وَالسّنة إِنَّمَا هِيَ مبينَة لِلْآيَةِ الناسخة ¶ قلت وَدَلِيل الْمَانِع قوي وَهُوَ الْحق إِن شَاءَ الله تَعَالَى ¶ وَقَول بَعضهم ¶ إِن قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام لَا تقتلُوا أهل الذِّمَّة نَاسخ لقَوْله تَعَالَى {فَاقْتُلُوا الْمُشْركين} فِيهِ نظر إِذْ هُوَ تَخْصِيص لَا نسخ ¶ وترجيح بعض الْمُحَقِّقين للْجُوَاز وتعليله بِأَن مَحل النّسخ هُوَ الحكم وَالدّلَالَة عَلَيْهِ بالمتواتر ظنية كالآحاد فِيهِ نظر ¶ لاسيما وَالْقُرْآن ثَابت بِالْإِجْمَاع لم يُخَالف فِيهِ مُخَالف ثَابت فِي الْمَصَاحِف متلوا بالألسن مَحْفُوظًا فِي الصُّدُور وَقد شهد الله تَعَالَى بإحكامه وَأخْبر بحفظه وعصم رَسُوله من الْغَلَط والسهو فِيهِ بِخِلَاف السّنة فَإِنَّهَا لم تأت مروية عَن جَمِيع أهل الْقبْلَة بل عَن الْوَاحِد والاثنين أَو من لم يبلغ عَددهمْ عدد من أجمع على الْقُرْآن فهما قطعا غير متساويين فِي الإعجاز وَالْحِفْظ وَالنَّقْل ¶ قَالَ بعض الْمُحَقِّقين وأجود مَا قيل هُوَ أَن السّنة مبينَة لَا ناسخة ¶ كَمَا جَاءَ عَنهُ فِي آيَة الزواني فِي قَوْله تَعَالَى {أَو يَجْعَل الله لَهُنَّ سَبِيلا} ¶ فَقَالَ عَلَيْهِ السَّلَام خُذُوا عني فقد جعل الله لَهُنَّ سَبِيلا وَبَين السَّبِيل مَا هُوَ بِآيَة الْجلد",
            "page": "36",
            "part": "1",
            "seal": "6D2EC8F3"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "الرَّابِع نسخ السّنة بِالسنةِ ¶ وَهَذَا لَا خلاف فِيهِ بَين الْعلمَاء وَهُوَ كثير ¶ نَحْو حَدِيث مُسلم كنت نَهَيْتُكُمْ عَن زِيَارَة الْقُبُور فزوروها ¶ وَهَذَا يعرفهُ أهل الْعلم بالآثار ¶ فَائِدَة فِي كَيْفيَّة معرفَة النَّاسِخ والمنسوخ والمكي وَالْمَدَنِي ¶ وَالَّذِي يحْتَاج إِلَيْهِ النَّاظر فِي النَّاسِخ والمنسوخ من السّنة وَالْقُرْآن معرفَة التَّارِيخ فَينْسَخ الْمُتَقَدّم بالمتأخر إِذْ هُوَ الْمُعْتَبر وَلَا يعْتَبر ذَلِك بمواقع الْآي من الْمُصحف لِأَنَّهُ قد جَاءَ فِيهِ النَّاسِخ فِي التَّرْتِيب قبل الْمَنْسُوخ كَمَا فِي آيتي عدَّة الْوَفَاة ¶ وَيجب أَن نعلم مَا نزل بِمَكَّة من السُّور والآيات وَمَا نزل بِالْمَدِينَةِ لِأَنَّهُ أصل كَبِير فِي معرفَة النَّاسِخ والمنسوخ ¶ لِأَن النَّاسِخ الْمنزل بِمَكَّة إِنَّمَا نسخ مَا قبله من الْمنزل بهَا ¶ والمنزل بِالْمَدِينَةِ نسخ مَا قبله من الْمدنِي والمكي ¶ ونزول الْمَنْسُوخ بِمَكَّة كثير ونزول النَّاسِخ بِالْمَدِينَةِ كثير ¶ قَالَ بَعضهم مِمَّا يسْتَدلّ بِهِ على الْمَكِّيّ أَن كل سُورَة فِيهَا {يَا أَيهَا النَّاس} وَلَيْسَ فِيهَا {يَا أَيهَا الَّذين آمنُوا} فَهِيَ مَكِّيَّة وَفِي الْحَج خلاف وكل سُورَة فِيهَا {كلا} فَهِيَ مَكِّيَّة ¶ أوفي أَولهَا حُرُوف المعجم فَهِيَ مَكِّيَّة إِلَّا الْبَقَرَة وَآل عمرَان وَفِي الرَّعْد خلاف ¶ وكل سُورَة فِيهَا ذكر الْمُنَافِقين فَهِيَ مَدَنِيَّة سوى العنكبوت ¶ قَالَ ابْن هِشَام عَن أَبِيه أَن كل سُورَة ذكرت فِيهَا الْحُدُود والفرائض فَهِيَ مَدَنِيَّة",
            "page": "37",
            "part": "1",
            "seal": "A552CB9D"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وكل مَا كَانَ فِيهِ ذكر الْقُرُون الْمَاضِيَة فِي الْأَزْمِنَة الخالية فَهِيَ مَكِّيَّة ¶ قَالُوا وكل آيَة نزلت فِي الصفح والإعراض فَهِيَ مَكِّيَّة ¶ الْخَامِس نسخ الْقُرْآن بِالْإِجْمَاع وَنسخ الْإِجْمَاع بِالْإِجْمَاع وَنسخ الْقيَاس بِالْقِيَاسِ ¶ أما نسخ الْقُرْآن بِالْإِجْمَاع فَمَنعه أَكثر الْأَئِمَّة من الْعلمَاء الراسخين وَكَذَلِكَ نسخ الْإِجْمَاع بِالْإِجْمَاع وَالْقِيَاس بِالْقِيَاسِ ذكره البغداديون والمالكيون فِي اصولهم",
            "page": "38",
            "part": "1",
            "seal": "CFCED8B6"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الْفَصْل الْخَامِس ¶ الْفرق بَين النّسخ والتخصيص وَالِاسْتِثْنَاء ¶ وَهَذِه كلهَا تَأتي فِي كتاب الله تَعَالَى لإِزَالَة حكم مُتَقَدم ¶ فالنسخ شرعا إِزَالَة حكم الْمَنْسُوخ كُله بِبَدَل آخر أَو بِغَيْر بدل فِي وَقت معِين فَهُوَ لبَيَان أزمنة الْعَمَل بِالْفَرْضِ الأول وانتهاء مُدَّة الْعَمَل بِهِ وَابْتِدَاء الْعَمَل بِالثَّانِي فَكَانَ انتهاءه عِنْد الله مَعْلُوما وَفِي أوهامنا كَانَ استمراره ودوامه وبالناسخ علمنَا انتهاؤه فَكَانَ فِي حَقنا تبديلا وتغييرا ¶ والتخصيص هُوَ إِزَالَة الحكم كَأَن يَأْتِي لفظ ظَاهره الْعُمُوم لما وَقع تَحْتَهُ ثمَّ يَأْتِي نَص آخر أَو دَلِيل أَو قرينَة أَو إِجْمَاع يدل على أَن ذَلِك اللَّفْظ الَّذِي هُوَ ظَاهره الْعُمُوم المُرَاد بِهِ الْخُصُوص فَهُوَ بَيَان اللَّفْظ الْعَام بِأَمْر خَاص نَحْو قَوْله تَعَالَى {يُوصِيكُم الله فِي أَوْلَادكُم} الشَّامِل للْوَلَد الْكَافِر",
            "page": "40",
            "part": "1",
            "seal": "6BE807DF"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "فتلخص أَن التَّخْصِيص لبَيَان الْأَعْيَان والنسخ لبَيَان الْأَزْمَان ¶ وَالِاسْتِثْنَاء هُوَ مَا كَانَ بِحرف الِاسْتِثْنَاء الدَّال عَلَيْهِ خلافًا للنسخ والتخصيص ¶ وَالْفرق بَينه وَبَينهمَا أَن النّسخ لَا يكون إِلَّا مُنْفَصِلا عَن الْمَنْسُوخ والتخصيص يكون مُتَّصِلا ومنفصلا وَالِاسْتِثْنَاء لَا يكون إِلَّا مُتَّصِلا بِالْأولِ",
            "page": "41",
            "part": "1",
            "seal": "CE5B917A"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "الْفَصْل السَّادِس ¶ بَيَان مَا يخل فِيهِ النّسخ ¶ أعلم أَن النّسخ لَا يدْخل الْخَبَر فِي قَوْله أَكثر الْفُقَهَاء والأصوليين وَبِه قَالَ مُجَاهِد وَسَعِيد بن جُبَير ¶ وَإِنَّمَا يكون فِي الْأَمر وَالنَّهْي لطفا من الله تَعَالَى بعباده ¶ وَقَالَ قوم إِنَّه يكون فِي الْأَخْبَار الَّتِي مَعْنَاهَا الْأَمر وَالنَّهْي وَبِه قَالَ الضَّحَّاك مُزَاحم ¶ قلت وَعَلِيهِ يتَخَرَّج نسخ آيَة {الزَّانِي لَا ينْكح إِلَّا زَانِيَة} وَآيَة الْعدة وَقَالَ قوم أَنه يكون فِي جَمِيع أَقسَام الْكَلَام وَبِه قَالَ زيد بن أسلم وَقَالَ ابْن الباقلاني لَا يجوز فِي خبر الله وَخبر رَسُوله ¶ وَقَالَ القَاضِي فِي نسخ الْخَبَر أَنه أَن كَانَ مِمَّا لَا يجوز أَن يَقع إِلَّا على وَجه وَاحِد كصفات الله وَخبر مَا كَانَ وَخبر مَا سَيكون لم يجز نسخه ¶ وَيجوز إِن كَانَ مِمَّا يَصح تَغْيِيره وتحوله كالأخبار عَن زيد بِأَنَّهُ مُؤمن أَو كَافِر وَعَن الصَّلَاة بِأَنَّهَا وَاجِبَة",
            "page": "42",
            "part": "1",
            "seal": "FA3F7FD6"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "قَالَ بعض الْمُحَقِّقين هَذَا قَول جيد ¶ قلت وَعَلِيهِ يتَخَرَّج نسخ نَحْو آيَة المحاسبة وَآيَة المصابرة ¶ فَائِدَة فِي جَوَاز نسخ الأخف بالأثقل والأثقل بالأخف يجوز أَن ينْسَخ الأخف بالأثقل والأثقل بالأخف فالأثقل بمضاعفة الْأجر وَرفع الدَّرَجَات بِالصبرِ وامتثال الْأَمر ¶ والأخف للرأفة وَالرَّحْمَة مَعَ جزيل الْأجر تَعَالَى الله الْكَرِيم الْجواد فالنسخ حِينَئِذٍ تحول الْعباد من حَلَال إِلَى حرَام أَو حرَام إِلَى حَلَال وَمن مُبَاح إِلَى مَحْظُور وَمن مَحْظُور إِلَى مُبَاح وَمن خَفِيف إِلَى ثقيل وَمن ثقيل إِلَى خَفِيف كل ذَلِك لما يعلم الله تَعَالَى من الْمصلحَة لِعِبَادِهِ ¶ فَائِدَة فِي الْفرق بَين النّسخ البداء ¶ أَن الله تَعَالَى عَالم بِمَا فرض وبرفع ذَلِك الْفَرْض وَإِزَالَة حكمه وانقضاء زمن تِلْكَ الْعِبَادَة وَوقت الْفَرْض النَّاسِخ للْفَرض الأول ¶ فَهُوَ تَعَالَى علام الغيوب لَيْسَ علم شَيْء عَنهُ بمحجوب يعلم سُبْحَانَهُ عواقب الْأُمُور وكل شَيْء عِنْده فِي كتاب مسطور ¶ بِخِلَاف البداء فَإِنَّهُ من أَوْصَاف أَفعَال المخلوقين الَّذين لَا يعلمُونَ عواقب الْأُمُور ¶ كَقَوْل الْقَائِل أَمر الْمَأْمُور افْعَل كَذَا ثمَّ يظْهر لَهُ بعد الْأَمر بِهِ والعزم عَلَيْهِ خِلَافه وَيظْهر لَهُ أَن تَركه اولى من فعله وَلم يكن مَا",
            "page": "43",
            "part": "1",
            "seal": "4DCB847F"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "ظهر لَهُ ثَانِيًا فِي نِيَّته حِين أَمر بِالْأولِ وَلم يعلم أَن مَا أَمر بِهِ سيبدوا لَهُ وَجه الْمصلحَة فِي الرُّجُوع عَنهُ ¶ وَمَعَ ذَلِك فَهُوَ لَا يعلم أَي الْأَمريْنِ خير لَهُ مَا عزم أَولا أم مَا بدا لَهُ ثَانِيًا بل كل ذَلِك تبعا للظن تَغْلِيبًا لَهُ بِقِيَاس يَسْتَعْمِلهُ الْعقل ويريه إِيَّاه فِي مرْآة التجارب وَكثير من يخطىء فِي الْقيَاس ويغلط فِيهِ للعجز عَن إِدْرَاك حقائق الْأَشْيَاء لِأَن ذَلِك مِمَّا اسْتَأْثر الله بِهِ دون خلقه تَعَالَى الله علام الغيوب ¶ فَهَذَا هُوَ الْفرق بَين النّسخ والبداء وَهُوَ من دَقِيق هَذَا الْعلم فاعرفه ¶ قَالَ بَعضهم ¶ ولخفائه على كثير من النَّاس منعت طَائِفَة من الصوفيين وَجَمَاعَة من الْأُصُولِيِّينَ كَأبي مُسلم الْأَصْفَهَانِي جَوَاز النّسخ فِي الْقُرْآن وأثبتوا نسخ الشَّرَائِع فمثلهم مثل قَوْلك أَنْت صَادِق يَا فلَان فِيمَا أخْبرت بِهِ وكاذب فِيهِ جهلا مِنْهُم بِمَعْرِِفَة الْفرق بَين النّسخ وَبَين البداء الْجَائِز على المخلوقين وَلَو تَأمل من أنكر النّسخ فِي الْقُرْآن مَا ذكر من الْفرق بَينهمَا لرجع عَن معتقده الْفَاسِد نَعُوذ بِاللَّه من الضَّلَالَة بعد الْهدى ¶ إِذْ تقرر ذَلِك فلنشرع فِي الْمَقْصُود بعون الْملك المعبود",
            "page": "44",
            "part": "1",
            "seal": "9B5D8514"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - الْبَاب الثَّانِي ¶ الْفَصْل الأول ¶ فِي ذكر السُّور الَّتِي دَخلهَا النَّاسِخ والمنسوخ ¶ وَهِي خمس وَعِشْرُونَ سُورَة ¶ الْبَقَرَة آل عمرَان النِّسَاء الْمَائِدَة الْأَنْفَال التَّوْبَة إِبْرَاهِيم مَرْيَم الْأَنْبِيَاء الْحَج النُّور الْفرْقَان الشُّعَرَاء الْأَحْزَاب سبأ الْمُؤمن الشورى الذاريات الطّور الْوَاقِعَة المجادلة المزمل المدثر التكوير الْعَصْر ¶ والسور الَّتِي دَخلهَا الْمَنْسُوخ دون النَّاسِخ أَرْبَعُونَ وَهِي ¶ الْأَنْعَام الْأَعْرَاف يُونُس هود الرَّعْد الْحجر النَّحْل الْإِسْرَاء الْكَهْف طه الْمُؤْمِنُونَ النَّمْل الْقَصَص العنكبوت الرّوم لُقْمَان السَّجْدَة فاطر الصافات صَاد الزمر المصابيح الزخرف الدُّخان الجاثية الاحقاف الْقِتَال ق (قَاف) النَّجْم الْقَمَر الممتحنة نون المعارج الْقِيَامَة الْإِنْسَان عبس الطارق الغاشية التِّين الْكَافِرُونَ",
            "page": "45",
            "part": "1",
            "seal": "AF1D973A"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "والسور الَّتِي دَخلهَا النَّاسِخ دون الْمَنْسُوخ سِتّ سور وَهِي ¶ الْفَتْح الْحَشْر المُنَافِقُونَ التغابن الطَّلَاق الْأَعْلَى ¶ وَمَا عدا ذَلِك فَلَيْسَ فِيهِ نَاسخ وَلَا مَنْسُوخ وَهِي ثَلَاث وَأَرْبَعُونَ سُورَة وَهِي أما الْكتاب يُوسُف يس الحجرات الرَّحْمَن الْحَدِيد الصَّفّ التَّحْرِيم الْملك الحاقة نوح الْجِنّ المرسلات النبأ النازعات الانفطار المطففين الانشقاق البروج الْفجْر ثمَّ إِلَى آخر الْقُرْآن سوى سورتي التِّين والكافرون ¶ قلت حَيْثُ علمت ذَلِك فَلَا بَأْس بِذكر ضوابط قبل الشُّرُوع فِي المهم من الْمَقْصُود ¶ الأول أَن الْأَمر بِالْقِتَالِ وإباحته فِي كل مَكَان وكل زمَان نَاسخ لجَمِيع مَا جَاءَ فِي الْقُرْآن مِمَّا فِيهِ الصَّبْر على الْأَذَى من الْمُشْركين واللين لَهُم والصفح والإعراض عَنْهُم وَالْعَفو والغفران لَهُم والجنوح لَهُم والجنوح للسلم إِذا جنحوا لَهَا ¶ الثَّانِي أَن كل مَا أَمر الله بِهِ بعد الْأَمر بِالْقِتَالِ من الْعَفو والصفح والغفران والوعظ والتذكير بآيَات الله وأيامه يَعْنِي الْمَلَاحِم الَّتِي كَانَ فِيهَا الظفر للْمُسلمين والقوارع الَّتِي تحل بالكافرين وَالصَّبْر كَمَا صَبر أولو الْعَزْم وصلَة الرَّحِم وَنَحْو ذَلِك من أَعمال الْبر كُله مُحكم",
            "page": "46",
            "part": "1",
            "seal": "147C5F18"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "غير مَنْسُوخ وَلَا مَرْفُوع الحكم عَن الْمُسلمين بل هم محضوضون على فعله مأجورون عَلَيْهِ أعظم الْآجر ¶ الثَّالِث أَن آيَة الزَّكَاة نسخت كل صَدَقَة وَصَوْم رَمَضَان نسخ كل صَوْم وذبيحة الْأَضْحَى نسخت كل ذَبِيحَة ¶ وَذكر الْعلمَاء أَن أول نسخ وَقع فِي الشَّرِيعَة هُوَ أَمر الصَّلَاة ثمَّ أَمر الْقبْلَة ثمَّ أَمر الصّيام ثمَّ الزَّكَاة ثمَّ الْإِعْرَاض عَن الْمُشْركين ثمَّ الْأَمر بجهادهم ثمَّ إِعْلَام الله تَعَالَى نبييه صلى الله عَلَيْهِ وَسلم مَا يفعل بهم ثمَّ أَمر بقتل الْمُشْركين ثمَّ أمره بقتل أهل الْكتاب حَتَّى يُعْطوا الْجِزْيَة عَن يَد وهم صاغرون ¶ ثمَّ كَانَ عَلَيْهِ أهل الْعُقُود من أَمر الْمَوَارِيث ثمَّ هدم منار الْجَاهِلِيَّة ومنعهم من مُخَالطَة الْمُسلمين فِي حجهم ثمَّ نسخ المعاهدة الَّتِي كَانَت بَينه وَبينهمْ بالأربع أشهر بعد النَّحْر وَأرْسل عَلَيْهِ الصَّلَاة وَالسَّلَام عليا فِيهَا إِلَى الْمَوْسِم وأردفه بِأبي هُرَيْرَة فَأذن بهَا فِي الْحَج",
            "page": "47",
            "part": "1",
            "seal": "82122571"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "الْفَصْل الثَّانِي ¶ ذكر النَّاسِخ والمنسوخ على نظم سور الْقُرْآن ¶ وَجُمْلَته نَحْو المائتي آيَة وَعشْرين آيَة مَا بَين مُتَّفق عَلَيْهِ ومختلف فِيهِ ¶ سُورَة الْفَاتِحَة ¶ مَكِّيَّة وَقيل مَدَنِيَّة وَهِي سبع آيَات وكلماتها تسع وَعِشْرُونَ وحروفها مائَة وَوَاحِد وَعِشْرُونَ على الْخلاف فِي أَن الْبَسْمَلَة آيَة فِيهَا وَمذهب الْأَئِمَّة الثَّلَاثَة مَالك وَأَبُو حنيفَة وَابْن حَنْبَل أَنَّهَا لَيست فِيهَا خلافًا للشَّافِعِيّ",
            "page": "48",
            "part": "1",
            "seal": "377BF4BB"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وَلها أَسمَاء كَثِيرَة تزيد على الْعشْرين مِنْهَا ¶ فَاتِحَة الْكتاب وَأم الْكتاب والواقية والوافية والكافية والشافية والراقية والسبع المثاني وَأم الْقُرْآن والشفاء والأساس وَالْحَمْد وَسورَة الْحَمد والنور وَالصَّلَاة وَسورَة الصَّلَاة وَسورَة التَّفْوِيض وَسورَة الْمُنَاجَاة وَسورَة التَّعْلِيم وَسورَة الدُّعَاء الذّكر وَكَثْرَة الْأَسْمَاء تدل على شرف الْمُسَمّى وَلَيْسَ فِيهَا نَاسخ وَلَا مَنْسُوخ ¶ سُورَة الْبَقَرَة ¶ مَدَنِيَّة إِلَّا خمس آيَات ¶ قَوْله تَعَالَى {فاعفوا واصفحوا} الْآيَة وَقَوله تَعَالَى {لَيْسَ عَلَيْك هدَاهُم} الْآيَة نزلنَا بِمَكَّة وَآخِرهَا نزل يَوْم فتح مَكَّة",
            "page": "49",
            "part": "1",
            "seal": "B6BDE5BF"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وَهِي مِائَتَان وَسبع أَو سِتّ أَو خمس وَثَمَانُونَ آيَة على الْخلاف وكلماتها سِتّ آلَاف وَمِائَة وَإِحْدَى وَعِشْرُونَ وحروفها خَمْسَة وَعِشْرُونَ ألفا وَخَمْسمِائة وفيهَا من الْآي المنسوخة خمس وَعِشْرُونَ آيَة",
            "page": "50",
            "part": "1",
            "seal": "6376E62E"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "قَوْله تَعَالَى {إِن الَّذين آمنُوا وَالَّذين هادوا وَالنَّصَارَى وَالصَّابِئِينَ من آمن بِاللَّه وَالْيَوْم الآخر وَعمل صَالحا فَلهم أجرهم عِنْد رَبهم وَلَا خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ} 62 ¶ مَنْسُوخَة بقوله تَعَالَى {وَمن يبتغ غير الْإِسْلَام دينا فَلَنْ يقبل مِنْهُ} الْآيَة وَقَالَ مُجَاهِد والضاحك لَيست مَنْسُوخَة بل محكمَة ¶ وَهَذِه الْآيَة أبطلت عمل كل عَامل على غير مِلَّة الْإِسْلَام وقدروا محذوفا فِي الْكَلَام أَي إِن الَّذين آمنُوا وَمن آمن من الَّذين هادوا الخ",
            "page": "52",
            "part": "1",
            "seal": "FE5F3AF3"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "قَوْله تَعَالَى {وَقُولُوا للنَّاس حسنا} الْآيَة 83 ¶ مَنْسُوخَة فِي حق الْمُشْركين بِآيَة السَّيْف {فَاقْتُلُوا الْمُشْركين حَيْثُ وَجَدْتُمُوهُمْ} وَالْآيَة وَقَالَ مُحَمَّد بن عَليّ بن الْحُسَيْن بن الإِمَام عَليّ رَضِي الله عَنْهُم أَجْمَعِينَ وَعَطَاء بن أبي رَبَاح هِيَ محكمَة ¶ وَمعنى حسنا قُولُوا أَن مُحَمَّدًا رَسُول الله ¶ وَقَالَ عَطاء قُولُوا لَهُم مَا تحبون أَن يُقَال لكم",
            "page": "53",
            "part": "1",
            "seal": "46D7564B"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "قَوْله تَعَالَى {فاعفوا واصفحوا حَتَّى يَأْتِي الله بأَمْره} 109 ¶ أصل الْعَفو التّرْك والمحو والصفح الْإِعْرَاض والتجاوز نسخ بقوله تَعَالَى {قَاتلُوا الَّذين لَا يُؤمنُونَ} إِلَى قَوْله {وهم صاغرون} وَأمر الله الْقَتْل والسبي لبني قُرَيْظَة والجلاء وَالنَّفْي لبني النَّضِير قَالَ الْمُحَقِّقُونَ إِن مثل هَذَا لَا يُسمى مَنْسُوخا لِأَن الله جعل الْعَفو والصفح مؤقتا بغاية وَهُوَ إتْيَان أمره بِالْقِتَالِ ¶ وَلَو كَانَ غير مُؤَقّت بغاية لجَاز أَن يكون مَنْسُوخا",
            "page": "54",
            "part": "1",
            "seal": "40601E99"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "قَوْله تَعَالَى {فأينما توَلّوا فثم وَجه الله} 115 ¶ مَنْسُوخ بقوله تَعَالَى {فول وَجهك شطر الْمَسْجِد الْحَرَام} ¶ وَقيل لَا نسخ ¶ وَالْآيَة نزلت فِي الْمُسَافِر يُصَلِّي التَّطَوُّع حَيْثُ تَوَجَّهت بِهِ رَاحِلَته وَقيل نزلت فِي نفر كَانُوا فِي السّفر فعميت عَلَيْهِم الْقبْلَة وَذَلِكَ بعد تَحْويل الْقبْلَة إِلَى الْكَعْبَة فصلوا ثمَّ ظهر لَهُم الْخَطَأ فَلَمَّا قدمُوا الْمَدِينَة سَأَلُوا رَسُول الله صلى الله عَلَيْهِ وَسلم عَن ذَلِك فَنزلت {وَللَّه الْمشرق وَالْمغْرب} الْآيَة ¶ وَالْوَجْه والجهة الْقبْلَة ¶ قلت وعَلى الْمَعْنيين فالآية محكمَة حكمهَا بَاقٍ لِأَن الْمُسَافِر يُصَلِّي النَّفْل إِلَى جِهَة سيره ¶ وَمن اجْتهد فِي الْفَرِيضَة سفرا أَو أَخطَأ الْقبْلَة فَصلَاته صَحِيحَة",
            "page": "55",
            "part": "1",
            "seal": "4E939BB2"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "فَائِدَة ذكر الْمُفَسِّرُونَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يُصَلِّي مُدَّة إِقَامَته بِمَكَّة إِلَى بَيت الْمُقَدّس وَلَا يستدبر الْكَعْبَة بل يَجْعَلهَا بَين يَدَيْهِ فَلَمَّا هَاجر أَمر بِالصَّلَاةِ إِلَى بَيت الْمُقَدّس تألفا للْيَهُود فصلى بعد الْهِجْرَة سِتَّة عشر شهرا أَو سَبْعَة عشر شهرا وَكَانَ يحب أَن يتَوَجَّه للكعبة لِأَنَّهَا قبْلَة إِبْرَاهِيم وَغَيره من الْأَنْبِيَاء عَلَيْهِم الصَّلَاة وَالسَّلَام ¶ فَقَالَ لجبريل وددت أَن احول للكعبة فَقَالَ إِنَّمَا أَنا عبد مثلك فسل رَبك ثمَّ عرج جِبْرِيل فَجعل عَلَيْهِ السَّلَام يديم النّظر إِلَى السَّمَاء رَجَاء أَن ينزل جِبْرِيل بِمَا يحب من أَمر الْقبْلَة ¶ فَأنْزل الله تَعَالَى {قد نرى تقلب وَجهك} الْآيَة وَلما تحول للكعبة قَالَت الْيَهُود أَن كَانَ على ضَلَالَة فَمَا كَانَ يَنْبَغِي أَن يكون عَلَيْهَا وَأَن كَانَ على هدى فقد رَجَعَ عَنهُ ¶ فَقَالَ الْمُسلمُونَ الْهدى مَا أَمر الله بِهِ والضلالة مَا نهى الله عَنهُ وَاخْتلف هَل كَانَت شرعة التَّوَجُّه إِلَى بَيت الْمُقَدّس بِالسنةِ أَو بِالْقُرْآنِ على قَوْلَيْنِ ذكرهمَا القَاضِي ¶ وَذكر ابْن الْجَوْزِيّ عَن الْحسن وَابْن الْعَالِيَة وَالربيع وَعِكْرِمَة أَنه كَانَ رَأْيه واجتهاده ¶ وَاخْتلف الْمُفَسِّرُونَ فِي أَي صَلَاة حولت الْقبْلَة وَفِي أَي يَوْم وَفِي أَي شهر فَقَالَ الْأَكْثَرُونَ حولت فِي صَلَاة الظّهْر يَوْم الِاثْنَيْنِ لِلنِّصْفِ من رَجَب على رَأس سَبْعَة عشر شهرا من مقدم رَسُول الله صلى الله عَلَيْهِ وَسلم الْمَدِينَة قبل قتال بدر بشهرين ¶ وَقيل حولت يَوْم الثُّلَاثَاء لِلنِّصْفِ من شعْبَان على رَأس ثَمَانِيَة عشر شهرا وروى إِبْرَاهِيم الْحَرْبِيّ رِوَايَة شَاذَّة أَنَّهَا حولت فِي جُمَادَى الْآخِرَة",
            "page": "56",
            "part": "1",
            "seal": "BBEE399E"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "قَوْله تَعَالَى {إِن الَّذين يكتمون مَا أنزلنَا من الْبَينَات وَالْهدى من بعد مَا بَيناهُ للنَّاس فِي الْكتاب أُولَئِكَ يلعنهم الله ويلعنهم اللاعنون} 159 ¶ مَنْسُوخ بِالِاسْتِثْنَاءِ فِي قَوْله تَعَالَى {إِلَّا الَّذين تَابُوا وَأَصْلحُوا} الْآيَة كدا كدا قيل ¶ وَالصَّحِيح أَن الْمُسْتَثْنى مِنْهُ لَا يجوز أَن يُسمى مَنْسُوخا وَقد مر الْفرق بَين النّسخ وَالِاسْتِثْنَاء فَرَاجعه ¶ قَوْله تَعَالَى {إِنَّمَا حرم عَلَيْكُم الْميتَة وَالدَّم وَلحم الْخِنْزِير وَمَا أهل بِهِ لغير الله فَمن اضْطر غير بَاغ وَلَا عَاد فَلَا إِثْم عَلَيْهِ إِن الله غَفُور رَحِيم} 173 ¶ نسخ بَعْضهَا بِالسنةِ وَهُوَ قَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام ¶ أحلّت لنا ميتَتَانِ وَدَمَانِ السّمك وَالْجَرَاد والكبد وَالطحَال وَقد مر أَن مَا بَينته السّنة بالتخصيص لَا يُسمى نسخا لِلْقُرْآنِ ¶ قلت وَمَا يُؤَيّدهُ أَن هَذَا خبر مُؤَكد مُوجب بِحرف التوكيد ناف بالحصر مَا عداهُ فمفهومه حل مَا عدا الْمَذْكُور ¶ مَعَ أَن السّنة حرمت أَشْيَاء كَثِيرَة من السبَاع والبهائم والطيور مِمَّا هُوَ مَعْلُوم عِنْد انْتِهَاء الْفُقَهَاء وَلَا يُقَال أَن ذَلِك نَاسخ لمَفْهُوم الْآيَة بل السّنة جَاءَت مخصصة لمنطوق الْآيَة ومفهومها فَتَأمل",
            "page": "57",
            "part": "1",
            "seal": "11539468"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "قَوْله تَعَالَى {الْحر بِالْحرِّ وَالْعَبْد بِالْعَبدِ وَالْأُنْثَى بِالْأُنْثَى} 178 ¶ نزلت فِي حيين فِي الْعَرَب أَرَادَ أحدهم أَن يقتل من خَصمه الْحر بِالْعَبدِ ¶ قَالَ هبة الله اجْمَعْ الْمُفَسِّرُونَ على نسخ هَذِه الْآيَة قلت وَفِي دَعْوَى الْإِجْمَاع بل فِي صِحَة النّسخ نظر وَاخْتلفُوا فِي ناسخها ¶ فَقَالَ بَعضهم نسخهَا قَوْله تَعَالَى {وكتبنا عَلَيْهِم فِيهَا أَن النَّفس بِالنَّفسِ} الْآيَة وَهُوَ مَذْهَب أهل الْعرَاق ¶ فان قَالَ قَائِل هَذَا مَكْتُوب على بني إِسْرَائِيل فَكيف يلْزمنَا حكمه جَوَابه أَن آخر الْآيَة الزمنا وَهُوَ {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الظَّالِمُونَ} ¶ وَقَالَ آخَرُونَ ناسخها قَوْله تَعَالَى فِي الْإِسْرَاء {وَمن قتل مَظْلُوما فقد جعلنَا لوَلِيِّه سُلْطَانا فَلَا يسرف فِي الْقَتْل} ¶ وَقتل الْحر بِالْعَبدِ إِسْرَاف وَكَذَلِكَ قتل الْمُسلم بالكافر قلت دَعْوَى النّسخ بِهَذِهِ الْآيَة فِيهِ نظر لِأَنَّهَا مَكِّيَّة وَالْبَقَرَة مَدَنِيَّة ¶ وَأَيْضًا هَذِه لَا تصلح أَن تكون نَاسِخا إِلَّا لقَوْله {النَّفس بِالنَّفسِ} لَوْلَا مَا مر لَكِن السّنة خصصت فِيهَا عدم قتل الْحر بالرقيق وَالْمُسلم بالكافر عِنْد الْأَئِمَّة الثَّلَاثَة خلافًا للحنفية وخصصت أَيْضا عدم قتل الْفَرْع بِالْأَصْلِ إِجْمَاعًا",
            "page": "58",
            "part": "1",
            "seal": "CAD33EF7"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "قَوْله تَعَالَى {كتب عَلَيْكُم إِذا حضر أحدكُم الْمَوْت إِن ترك خيرا الْوَصِيَّة للْوَالِدين والأقربين بِالْمَعْرُوفِ حَقًا على الْمُتَّقِينَ} 180 ¶ مَنْسُوخَة بِآيَة الْمِيرَاث {يُوصِيكُم الله فِي أَوْلَادكُم} الْآيَة وَقيل بِالْحَدِيثِ قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام إِن الله أعْطى كل ذِي حق حَقه أَلا لَا وَصِيَّة لوَارث ¶ وَقَالَ الْحسن الْبَصْرِيّ وَقَتَادَة وطاووس الْعَلَاء بن زيد وَمُسلم بن يسَار هِيَ محكمَة غير مَنْسُوخَة",
            "page": "59",
            "part": "1",
            "seal": "5B87D2CA"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا كتب عَلَيْكُم الصّيام كَمَا كتب على الَّذين من قبلكُمْ لَعَلَّكُمْ تَتَّقُون} 183 ¶ اخْتلف الْمُفَسِّرُونَ بعد إِجْمَاعهم على نسخهَا فِيمَن أَشَارَ الله إِلَيْهِم من قبل فَقَالُوا أَشَارَ الله إِلَى الْأُمَم الْمَاضِيَة وَذَلِكَ أَن الله تَعَالَى يبْعَث نَبيا الافرض عَلَيْهِ وعَلى أمته شهر رَمَضَان فآمنت بِهِ هَذِه الْأمة وكفرت بِهِ سَائِر الْأُمَم السالفة ¶ قلت فِيهِ نظر مَا لم تحمل على أَن المُرَاد بعد أَنْبِيَائهمْ ¶ وَقَالَ آخَرُونَ أَشَارَ بالذين من قبلنَا إِلَى النَّصَارَى وَذَلِكَ أَنهم إِذا افطروا أكلُوا وَشَرِبُوا وجامعوا النِّسَاء مَا لم يصلوا عشَاء الْآخِرَة يَنَامُوا قبل ذَلِك فَلم يزل أَمر الْمُسلمين كَذَلِك حَتَّى وَقع أَرْبَعُونَ رجلا فِي خلاف الْأَمر مِنْهُم عمر بن الْخطاب فجامعوا نِسَائِهِم بعد النّوم فَأنْزل الله النَّاسِخ وَهُوَ قَوْله تَعَالَى ¶ {أحل لكم لَيْلَة الصّيام الرَّفَث إِلَى نِسَائِكُم} الْآيَة",
            "page": "60",
            "part": "1",
            "seal": "E6CDE797"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "قَوْله تَعَالَى {وعَلى الَّذين يطيقُونَهُ فديَة طَعَام مِسْكين فَمن تطوع خيرا فَهُوَ خير لَهُ} 184 ¶ فَكَانَ الرجل إِن شَاءَ صَامَ وَإِن شَاءَ أفطر وَأطْعم مَكَان كل يَوْم مِسْكينا ¶ ثمَّ قَالَ تَعَالَى {فَمن تطوع خيرا فَهُوَ خير لَهُ} فأطعم مسكينين فنسخ ذَلِك بقوله تَعَالَى {فَمن شهد مِنْكُم الشَّهْر فليصمه} وَفِيه مَحْذُوف تَقْدِيره بَالغا عَاقِلا حَاضرا صَحِيحا وَقيل لَا نسخ وَالنَّفْي مُقَدّر أَي لَا يطيقُونَهُ وَلَا شكّ أَن الَّذين لَا يطيقُونَهُ لكبر أَو مرض لَا يُرْجَى بُرْؤُهُ يطْعمُون لكل يَوْم مِسْكينا",
            "page": "62",
            "part": "1",
            "seal": "EF229757"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "قَوْله تَعَالَى {وقاتلوا فِي سَبِيل الله الَّذين يقاتلونكم وَلَا تَعْتَدوا إِن الله لَا يحب الْمُعْتَدِينَ} 190 ¶ مَنْسُوخَة بقوله تَعَالَى {فَمن اعْتدى عَلَيْكُم فاعتدوا عَلَيْهِ} وَبِقَوْلِهِ تَعَالَى {وقاتلوا الْمُشْركين كَافَّة}",
            "page": "64",
            "part": "1",
            "seal": "3950C6F1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "قَوْله تَعَالَى {وَلَا تقاتلوهم عِنْد الْمَسْجِد الْحَرَام حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِن قَاتَلُوكُمْ فاقتلوهم كَذَلِك جَزَاء الْكَافرين} 191 ¶ مَنْسُوخَة بقوله تَعَالَى {فَإِن انْتَهوا فَإِن الله غَفُور رَحِيم} ¶ وَهَذَا من الْأَخْبَار الَّتِي مَعْنَاهَا الْأَمر تَأْوِيلهَا فَاغْفِر لَهُم وأعف عَنْهُم وَهَذَا الْمَحْذُوف هُوَ جَوَاب الشَّرْط وَالْمَذْكُور دَلِيل الْجَواب ثمَّ نسخ ذَلِك بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وَلَا تحلقوا رؤوسكم حَتَّى يبلغ الْهَدْي مَحَله} 196 ¶ ثمَّ اسْتثْنى بقوله تَعَالَى {فَمن كَانَ مِنْكُم مَرِيضا أَو بِهِ أَذَى من رَأسه ففدية من صِيَام أَو صَدَقَة أَو نسك} قلت وَالصَّوَاب أَن مثل هَذَا لَيْسَ بنسخ",
            "page": "66",
            "part": "1",
            "seal": "2F42ECEB"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "قَوْله تَعَالَى {يَسْأَلُونَك مَاذَا يُنْفقُونَ قل مَا أنفقتم من خير فللوالدين والأقربين واليتامى وَالْمَسَاكِين وَابْن السَّبِيل وَمَا تَفعلُوا من خير فَإِن الله بِهِ عليم} 215 ¶ مَنْسُوخَة بِآيَة الزَّكَاة {إِنَّمَا الصَّدقَات للْفُقَرَاء وَالْمَسَاكِين} الْآيَة ¶ قَوْله تَعَالَى {يَسْأَلُونَك عَن الشَّهْر الْحَرَام قتال فِيهِ} 217 ¶ مَنْسُوخَة بِآيَة السَّيْف {فَاقْتُلُوا الْمُشْركين حَيْثُ وَجَدْتُمُوهُمْ} فِي كل زمَان وَمَكَان",
            "page": "67",
            "part": "1",
            "seal": "F6DCB84D"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "قَوْله تَعَالَى {يَسْأَلُونَك عَن الْخمر وَالْميسر قل فيهمَا إِثْم كَبِير وَمَنَافع للنَّاس وإثمهما أكبر من نفعهما} 219 ¶ مَنْسُوخَة بِآيَة الْمَائِدَة ¶ فَائِدَة ¶ قَالَ الْمُفَسِّرُونَ السَّائِل عمر ومعاذ بن جبل وَنَفر من الْأَنْصَار بِسَبَب حَمْزَة لما سكر وجرد سَيْفه على أَنْصَارِي فهرب مستعد يَا إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ عمر يَا رَسُول الله إِن الْخمر متلفة لِلْمَالِ مذهبَة لِلْعَقْلِ فَنزلت هَذِه الْآيَة فَتَركهَا قوم لقَوْله تَعَالَى {إِثْم كَبِير} وشربها آخَرُونَ لقَوْله تَعَالَى {وَمَنَافع للنَّاس} ¶ ثمَّ صنع عبد الرَّحْمَن بن عَوْف للنَّاس طَعَاما وَشَرَابًا فَدَعَا نَفرا من الصَّحَابَة فَأَكَلُوا وَشَرِبُوا فَلَمَّا ثَمِلُوا وَجَاء وَقت صَلَاة الْمغرب قدمُوا أحدهم ليُصَلِّي بهم فَقَرَأَ {قل يَا أَيهَا الْكَافِرُونَ لَا أعبد مَا تَعْبدُونَ} فَحذف {لَا} فِي جَمِيع السُّورَة فَأنْزل الله تَعَالَى {لَا تقربُوا الصَّلَاة وَأَنْتُم سكارى} فَتَركهَا قوم فِي أَوْقَات الصَّلَاة خَاصَّة",
            "page": "68",
            "part": "1",
            "seal": "3DFEED95"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "ثمَّ دَعَا عتْبَان بن مَالك قوما فيهم سعد بن أبي وَقاص رَضِي الله عَنهُ إِلَى وَلِيمَة على رَأس بعير فَأَكَلُوا وَسَكِرُوا فافتخروا عِنْد ذَلِك فَأَنْشد سعد قصيدة فِيهَا هجاء للْأَنْصَار فَأخذ رجل من الْأَنْصَار بلحى بعير فَضرب بِهِ أنف سعد ففزره فأنطلق سعد وشكا الْأنْصَارِيّ للنَّبِي صلى الله عَلَيْهِ سلم ¶ فَقَالَ عمر اللَّهُمَّ بَين لنا فِي الْخمر رَأْيك بَيَانا شافيا فَأنْزل الله تَحْرِيم الْخمر فِي الْمَائِدَة وَهِي قَوْله تَعَالَى {إِنَّمَا الْخمر وَالْميسر} إِلَى قَوْله تَعَالَى {فَهَل أَنْتُم مُنْتَهُونَ} أَي الْمَعْنى انْتَهوا وَذَلِكَ بعد غَزْوَة الْأَحْزَاب بأيام",
            "page": "69",
            "part": "1",
            "seal": "50F4A9BF"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "قَوْله تَعَالَى {عَفا الله عَنْك لم أَذِنت لَهُم حَتَّى يتَبَيَّن لَك الَّذين صدقُوا وَتعلم الْكَاذِبين} 43 ¶ مَنْسُوخَة بقوله تَعَالَى {فَأذن لمن شِئْت مِنْهُم} ¶ وَمن غَايَة لطفه تَعَالَى بِعَبْدِهِ مُحَمَّد عَلَيْهِ الصَّلَاة وَالسَّلَام أَن بدأه بِالْعَفو عَنهُ وَرفع مَحَله فإفتتاح الْكَلَام بِالدُّعَاءِ لَهُ إِذْ مَعْنَاهُ أدام الله لَك الْعَفو وأصل الْعَفو المحو وَالتّرْك",
            "page": "119",
            "part": "1",
            "seal": "4FB1ED89"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "قَوْله تَعَالَى {اسْتغْفر لَهُم أَو لَا تستغفر لَهُم إِن تستغفر لَهُم سبعين مرّة فَلَنْ يغْفر الله لَهُم} 80 ¶ فَقَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام لأزيدن على سبعين فَنزل ناسخها وَهِي قَوْله تَعَالَى {سَوَاء عَلَيْهِم أَسْتَغْفَرْت لَهُم أم لم تستغفر} الْآيَة ¶ قَوْله تَعَالَى {الْأَعْرَاب أَشد كفرا ونفاقا وأجدر أَلا يعلمُوا حُدُود مَا أنزل الله على رَسُوله وَالله عليم حَكِيم} 97 ¶ وَالَّتِي تَلِيهَا نسختها وَهِي قَوْله تَعَالَى {وَمن الْأَعْرَاب من يُؤمن بِاللَّه وَالْيَوْم الآخر} الْآيَة",
            "page": "120",
            "part": "1",
            "seal": "92EFE9AB"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "سُورَة يُونُس ¶ مَكِّيَّة إِلَّا ثَلَاث آيَات ¶ وآيتها مائَة وتسع أَو عشر آيَات ¶ وكلماتها ألف وَثَمَانمِائَة وَاثْنَانِ وَثَلَاثُونَ ¶ وحروفها تِسْعَة آلَاف وَثَلَاث مائَة واثنتي عشر ¶ وفيهَا من الْمَنْسُوخ سِتّ آيَات ¶ قَوْله تَعَالَى {إِنِّي أَخَاف إِن عصيت رَبِّي عَذَاب يَوْم عَظِيم} 15 ¶ مَنْسُوخَة بِأول الْفَتْح",
            "page": "121",
            "part": "1",
            "seal": "06ED07C4"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "قَوْله تَعَالَى {فانتظروا إِنِّي مَعكُمْ من المنتظرين} 20 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وَإِن كَذبُوك فَقل لي عَمَلي وَلكم عَمَلكُمْ أَنْتُم بريئون مِمَّا أعمل وَأَنا بَرِيء مِمَّا تَعْمَلُونَ} 41 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {أفأنت تكره النَّاس حَتَّى يَكُونُوا مُؤمنين} 99 ¶ مَنْسُوخَة بِآيَة السَّيْف وَقيل لَا نسخ لِأَن الْإِيمَان بِالْقَلْبِ وَالْإِكْرَاه عَلَيْهِ غير مُمكن",
            "page": "122",
            "part": "1",
            "seal": "8597AF85"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "قَوْله تَعَالَى {وَمَا أَنا عَلَيْكُم بوكيل} 108 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {واصبر حَتَّى يحكم الله وَهُوَ خير الْحَاكِمين} 109 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "123",
            "part": "1",
            "seal": "93070529"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "سُورَة هود ¶ مَكِّيَّة إِلَّا قَوْله تَعَالَى {وأقم الصَّلَاة طرفِي النَّهَار} الْآيَة أَو إِلَّا قَوْله تَعَالَى {فلعلك تَارِك بعض مَا يُوحى إِلَيْك} الْآيَة أَو إِلَّا قَوْله تَعَالَى {أُولَئِكَ يُؤمنُونَ بِهِ} الْآيَة ¶ وَهِي مائَة أَو اثْنَتَانِ وَعِشْرُونَ آيَة ¶ وكلماتها ألف وَتِسْعمِائَة وَخمْس وَعِشْرُونَ ¶ وحروفها سَبْعَة آلَاف وَخَمْسمِائة وَثَلَاثَة عشر ¶ وفيهَا من الْمَنْسُوخ أَربع آيَات ¶ قَوْله تَعَالَى {إِنَّمَا أَنْت نَذِير} 12 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {من كَانَ يُرِيد الْحَيَاة الدُّنْيَا وَزينتهَا نوف إِلَيْهِم أَعْمَالهم فِيهَا} 15 ¶ مَنْسُوخَة بقوله تَعَالَى {من كَانَ يُرِيد العاجلة عجلنا لَهُ فِيهَا مَا نشَاء لمن نُرِيد} الْآيَة وَقيل",
            "page": "124",
            "part": "1",
            "seal": "36814D3F"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "لَا نسخ لِأَنَّهُ خبر ¶ قلت وَالصَّوَاب أَنه تَخْصِيص حصل بالإرادة ¶ قَوْله تَعَالَى {وَقل للَّذين لَا يُؤمنُونَ اعْمَلُوا على مكانتكم إِنَّا عاملون} 121 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وَانْتَظرُوا إِنَّا منتظرون} 122 ¶ مَنْسُوخَة بِآيَة السَّيْف وَإِن أُرِيد بهَا التهديد فَلَا نسخ",
            "page": "125",
            "part": "1",
            "seal": "8238C942"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "سُورَة الرَّعْد ¶ اخْتلف الْمُفَسِّرُونَ فِيهَا فَقيل مَكِّيَّة إِلَّا آيَتَيْنِ قَوْله تَعَالَى {وَلَا يزَال الَّذين كفرُوا} الْآيَة وَقَوله تَعَالَى {وَيَقُول الَّذين كفرُوا لست مُرْسلا} ¶ وَقيل مَدَنِيَّة إِلَّا آيَتَيْنِ وهما قَوْله تَعَالَى {وَلَو أَن قُرْآنًا سيرت بِهِ الْجبَال} إِلَى آخرهَا وآياتها ثَلَاث أَو أَربع أَو خمس أَو سبع وَأَرْبَعُونَ آيَة ¶ وكلماتها ثَمَانمِائَة وَخَمْسَة وَخَمْسُونَ ¶ وحروفها ثَلَاثَة آلَاف وَأَرْبَعمِائَة وَسِتَّة ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {وَإِن رَبك لذُو مغْفرَة للنَّاس على ظلمهم} 6 ¶ قَالَ الضَّحَّاك مَنْسُوخَة بقوله تَعَالَى {إِن الله لَا يغْفر أَن يُشْرك بِهِ} قَالَ مُجَاهِد وَالَّذِي عَلَيْهِ الْأَكْثَر إِنَّهَا محكمَة ¶ قَوْله تَعَالَى {فَإِنَّمَا عَلَيْك الْبَلَاغ} 40 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "126",
            "part": "1",
            "seal": "C419FA07"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "سُورَة إِبْرَاهِيم ¶ مَكِّيَّة إِلَّا ثَلَاث آيَات ¶ أَولهَا قَوْله تَعَالَى {ألم تَرَ إِلَى الَّذين بدلُوا} الْآيَات ¶ نزلت فِي الْمَدِينَة فِي أبي جهل وَأَصْحَابه ¶ وآياتها خمس أَو أَربع أَو اثْنَتَانِ وَخَمْسُونَ آيَة ¶ وكلماتها ثَمَانمِائَة وَإِحْدَى وَثَمَانُونَ ¶ وحروفها ثَلَاثَة آلَاف وَأَرْبَعمِائَة وَأَرْبَعَة وَثَلَاثُونَ ¶ وَهِي محكمَة عِنْد جَمِيع الْمُفَسّرين إِلَّا عبد الرَّحْمَن بن زيد بن أسلم فَأَنَّهُ قَالَ فِيهَا آيَة مَنْسُوخَة ¶ قَوْله تَعَالَى {وَإِن تعدوا نعْمَة الله لَا تحصوها إِن الْإِنْسَان لظلوم كفار} 34 ¶ مَنْسُوخَة بقوله تَعَالَى {وَإِن تعدوا نعْمَة الله لَا تحصوها إِن الله لغَفُور رَحِيم}",
            "page": "127",
            "part": "1",
            "seal": "13521A45"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "سُورَة الْحجر ¶ مَكِّيَّة وآياتها تسع وَتسْعُونَ آيَة ¶ وفيهَا من الْمَنْسُوخ أَربع آيَات ¶ قَوْله تَعَالَى {ذرهم يَأْكُلُوا ويتمتعوا ويلههم الأمل فَسَوف يعلمُونَ} 3 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فاصفح الصفح الْجَمِيل} 85 ¶ أَي أعف عَن الْمُشْركين مَنْسُوخَة بِآيَة السَّيْف",
            "page": "128",
            "part": "1",
            "seal": "D57C913E"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "قَوْله تَعَالَى {لَا تَمُدَّن عَيْنَيْك إِلَى مَا متعنَا بِهِ أَزْوَاجًا مِنْهُم وَلَا تحزن عَلَيْهِم واخفض جناحك للْمُؤْمِنين} 88 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وَأعْرض عَن الْمُشْركين} ¶ أَي اكفف عَن حربهم وَلَا تبال بهم مَنْسُوخَة بِآيَة السَّيْف",
            "page": "129",
            "part": "1",
            "seal": "73707159"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "سُورَة النَّحْل ¶ مَكِّيَّة إِلَّا ثَلَاث آيَات قَوْله تَعَالَى {وَإِن عَاقَبْتُمْ} إِلَى آخرهَا نزلت فِي حَمْزَة وَالشُّهَدَاء ¶ وَقيل قَوْله تَعَالَى {ثمَّ إِن رَبك للَّذين هَاجرُوا} الْآيَة مَدَنِيَّة ¶ وآياتها مائَة وثمان وَعِشْرُونَ آيَة إِجْمَاعًا ¶ وكلماتها ألف وَثَمَانمِائَة وَاثْنَتَانِ وَثَمَانُونَ ¶ وحروفها تِسْعَة آلَاف وثلاثمائة ¶ وفيهَا من الْمَنْسُوخ ثَلَاث آيَات ¶ قَوْله تَعَالَى {وَمن ثَمَرَات النخيل وَالْأَعْنَاب تَتَّخِذُونَ مِنْهُ سكرا وَرِزْقًا حسنا إِن فِي ذَلِك لآيَة لقوم يعْقلُونَ} 67 ¶ مَنْسُوخَة بقوله تَعَالَى {فَاجْتَنبُوهُ} أَو بقوله تَعَالَى {إِنَّمَا حرم رَبِّي الْفَوَاحِش مَا ظهر مِنْهَا وَمَا بطن} الْآيَة ¶ وَالْإِثْم يَعْنِي الْخمر قَالَ الشَّاعِر ¶ شربت الْإِثْم حَتَّى ضل عَقْلِي ... كَذَاك الْإِثْم يذهب بالعقول",
            "page": "130",
            "part": "1",
            "seal": "377E8A8A"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "قَوْله تَعَالَى {فَإِن توَلّوا فَإِنَّمَا عَلَيْك الْبَلَاغ} 82 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وجادلهم بِالَّتِي هِيَ أحسن إِن رَبك هُوَ أعلم بِمن ضل عَن سَبيله وَهُوَ أعلم بالمهتدين} 125 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "133",
            "part": "1",
            "seal": "42BE63D3"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "سُورَة الْإِسْرَاء ¶ مَكِّيَّة إِلَّا خمس آيَات قَوْله تَعَالَى {وَإِن كَادُوا لَيَفْتِنُونَك} إِلَى أخرهن نَزَلْنَ بِالْمَدِينَةِ ونواحيها فِي الْيَهُود ¶ وَقَالَ ابْن عَبَّاس وَقَتَادَة بل ثَمَانِي آيَات وَزَاد إِلَى قَوْله تَعَالَى {نَصِيرًا} ¶ وَقَالَ مقَاتل وفيهَا من الْمدنِي قَوْله تَعَالَى {وَقل رب أدخلني مدْخل صدق} ¶ وَقَوله تَعَالَى {وَإِذ قُلْنَا لَك إِن رَبك أحَاط بِالنَّاسِ} الْآيَة ¶ وَقَوله تَعَالَى {وَإِن كَادُوا ليستفزونك} الْآيَة وَقَوله تَعَالَى {وَلَوْلَا أَن ثَبَّتْنَاك} الْآيَة وَالَّتِي تَلِيهَا ¶ وآياتها مئة وَعشرَة أَو إِحْدَى عشرَة آيَة ¶ كلماتها ألف وَخَمْسمِائة وَثَلَاث وَثَلَاثُونَ ¶ وحروفها سِتَّة آلَاف وثلاثمائة وتسع ¶ وفيهَا من الْمَنْسُوخ ثَلَاث آيَات ¶ قَوْله تَعَالَى {وَقل رب ارحمهما كَمَا ربياني صَغِيرا} 24 ¶ قَالَ ابْن عَبَّاس الدُّعَاء لأهل الشّرك مَنْسُوخ بقوله تَعَالَى {مَا كَانَ للنَّبِي وَالَّذين آمنُوا أَن يَسْتَغْفِرُوا للْمُشْرِكين وَلَو كَانُوا أولي قربى} الْآيَة ¶ وَبَعْضهمْ لَا يرى هَذَا مَنْسُوخا وَلكنه عَام أُرِيد بِهِ خَاص ¶ أَو يجوز أَن يحمل على عُمُومه أَي مَا داما حيين يَدْعُو لَهما بالهداية والإرشاد فَإِن مَاتَا كَافِرين فَلَيْسَ للْوَلَد الْمُسلم أَن يَدْعُو لَهما",
            "page": "134",
            "part": "1",
            "seal": "4A4DB742"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "فَائِدَة ¶ ذكر أهل التَّفْسِير أَنه عَلَيْهِ الصَّلَاة وَالسَّلَام زار قبر أمه فَبكى عِنْده وأبكى من حوله وَقَالَ اسْتَأْذَنت رَبِّي فِي أَن اسْتغْفر لَهَا فَلم يَأْذَن لي واستأذنته فِي أَن أَزور قبرها فَأذن لي فزوروا الْقُبُور فَأَنَّهَا تذكر الْمَوْت ¶ وَذكروا أَنه عَلَيْهِ الصَّلَاة وَالسَّلَام قَالَ لاستغفرن لأبي كَمَا اسْتغْفر إِبْرَاهِيم وَكَذَلِكَ جمَاعَة من الصَّحَابَة فَنزل قَوْله تَعَالَى {مَا كَانَ للنَّبِي وَالَّذين آمنُوا} الْآيَة ¶ قَوْله تَعَالَى {وَمَا أَرْسَلْنَاك عَلَيْهِم وَكيلا} 54 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وَلَا تجْهر بصلاتك وَلَا تخَافت بهَا وابتغ بَين ذَلِك سَبِيلا} 110 ¶ قَالَ ابْن عَبَّاس مَنْسُوخَة بقوله تَعَالَى {وَاذْكُر رَبك فِي نَفسك تضرعا وخيفة} الْآيَة ¶ وَبِقَوْلِهِ تَعَالَى {فَاصْدَعْ بِمَا تُؤمر} وَمنع بَعضهم النّسخ هُنَا",
            "page": "135",
            "part": "1",
            "seal": "667FE5CC"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "سُورَة الْكَهْف ¶ مَكِّيَّة إِلَّا آيَة نزلت بِالْمَدِينَةِ وَهِي قَوْله تَعَالَى {واصبر نَفسك} الْآيَة ¶ وَقَالَ مقَاتل من أَولهَا إِلَى قَوْله تَعَالَى {صَعِيدا جرزا} ¶ وَقَوله تَعَالَى {إِن الَّذين آمنُوا وَعمِلُوا الصَّالِحَات} الْآيَتَانِ مدنِي وباقيها مكي ¶ وآياتها مائَة وَعشر آيَات أَو إِحْدَى عشرَة أَو خمس عشرَة أَو سِتّ عشرَة ¶ وكلماتها ألف وَسَبْعمائة وست عشرَة ¶ وحروفها سِتَّة آلَاف وثلثمائة وَثَلَاثُونَ ¶ وَهِي محكمَة عِنْد جَمِيع الْمُفَسّرين إِلَّا السدى وَقَتَادَة فَقَالَا فِيهَا آيَة مَنْسُوخَة ¶ بقوله تَعَالَى {فَمن شَاءَ فليؤمن وَمن شَاءَ فليكفر} 29 مَنْسُوخَة بقوله تَعَالَى {وَمَا تشاؤون إِلَّا أَن يَشَاء الله} وَالصَّوَاب لَا نسخ وَإِنَّمَا هَذَا تهديد ووعيد",
            "page": "136",
            "part": "1",
            "seal": "5CC90A71"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "سُورَة مَرْيَم ¶ مَكِّيَّة إِلَّا آيَة {وَإِن مِنْكُم إِلَّا واردها} نزلت بِالْمَدِينَةِ ¶ وَقَالَ مقَاتل إِلَّا سجدتها فَإِنَّهَا مَدَنِيَّة ¶ وَزعم بَعضهم إِلَّا قَوْله تَعَالَى {فخلف من بعدهمْ خلف} الْآيَتَيْنِ ¶ وآياتها ثَمَان أَو تسع وَتسْعُونَ آيَة ¶ وكلماتها سَبْعمِائة وَاثْنَتَانِ وَسِتُّونَ ¶ وحروفها ثَلَاثَة آلَاف وَثَمَانمِائَة ¶ وفيهَا من الْمَنْسُوخ أَربع آيَات ¶ قَوْله تَعَالَى {وَأَنْذرهُمْ يَوْم الْحَسْرَة إِذْ قضي الْأَمر وهم فِي غَفلَة وهم لَا يُؤمنُونَ} 39 قيل أَنَّهَا مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فَسَوف يلقون غيا} 59 أَي خسرانا وهلاكا نسخ بِالِاسْتِثْنَاءِ فِي قَوْله تَعَالَى {إِلَّا من تَابَ وآمن} الْآيَة",
            "page": "137",
            "part": "1",
            "seal": "EC69A165"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "قَوْله تَعَالَى {قل من كَانَ فِي الضَّلَالَة فليمدد لَهُ الرَّحْمَن مدا} 75 قيل بِأَنَّهَا مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فَلَا تعجل عَلَيْهِم إِنَّمَا نعد لَهُم عدا} 84 أَي بِطَلَب عقوبتهم وتعجيل عَذَابهمْ زعم بَعضهم انه مَنْسُوخ بِآيَة السَّيْف",
            "page": "138",
            "part": "1",
            "seal": "1B0390FF"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "سُورَة طه ¶ مَكِّيَّة إِلَّا آيَة {واصبر على مَا يَقُولُونَ} الْآيَة نزلت بِالْمَدِينَةِ ¶ وآياتها مائَة وَأَرْبَعُونَ أَو اثْنَتَانِ أَو خمس وَثَلَاثُونَ آيَة ¶ وكلماتها ألف وَثَلَاث مائَة وست وَثَلَاثُونَ ¶ وحروفها خَمْسَة آلَاف ومئتان وَأَرْبَعَة وفيهَا من الْمَنْسُوخ ثَلَاث آيَات",
            "page": "139",
            "part": "1",
            "seal": "A7BC12D4"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "قَوْله تَعَالَى {وَلَا تعجل بِالْقُرْآنِ من قبل أَن يقْضى إِلَيْك وحيه} 114 نسخ مَعْنَاهَا بقوله تَعَالَى {سنقرئك فَلَا تنسى} ¶ قَوْله تَعَالَى {فاصبر على مَا يَقُولُونَ} 130 أَي من الشتم والتكذيب مَنْسُوخ بِآيَة السَّيْف ¶ قَوْله تَعَالَى {قل كل متربص فتربصوا فستعلمون من أَصْحَاب الصِّرَاط السوي وَمن اهْتَدَى} 135 مَنْسُوخَة بِآيَة السَّيْف",
            "page": "140",
            "part": "1",
            "seal": "71D88A24"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "سُورَة الْأَنْبِيَاء ¶ مَكِّيَّة بِالْإِجْمَاع ¶ وآياتها مائَة وَإِحْدَى عشرَة آيَة أَو اثْنَتَا عشرَة آيَة ¶ وكلماتها ألف وَثَمَانمِائَة وَسِتُّونَ ¶ وحروفها أَرْبَعَة آلَاف وَثَمَانمِائَة وَخَمْسُونَ ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {إِنَّكُم وَمَا تَعْبدُونَ من دون الله حصب جَهَنَّم أَنْتُم لَهَا وَارِدُونَ} 98 {لَو كَانَ هَؤُلَاءِ آلِهَة مَا وردوها وكل فِيهَا خَالدُونَ} 99 ¶ وَالَّتِي تَلِيهَا نسخهَا قَوْله تَعَالَى {إِن الَّذين سبقت لَهُم منا الْحسنى}",
            "page": "141",
            "part": "1",
            "seal": "D0AAF494"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "سُورَة الْحَج ¶ مَكِّيَّة غير آيَتَيْنِ وهما قَوْله تَعَالَى {وَمن النَّاس من يعبد الله على حرف} الْآيَة وَالَّتِي بعْدهَا نزلتا بِالْمَدِينَةِ ¶ وَقيل السُّورَة مَدَنِيَّة غير أَربع آيَات وَهِي قَوْله تَعَالَى {وَمَا أرسلنَا من قبلك من رَسُول} إِلَى تَمام أَربع آيَات نزلت بِمَكَّة ¶ وَقَالَ عَطاء بن يسَار مَكِّيَّة إِلَّا ثَلَاث آيَات نزلت بِالْمَدِينَةِ وَهِي قَوْله تَعَالَى {هَذَانِ خصمان} إِلَى ثَلَاث آيَات ¶ أَو إِلَّا سِتّ آيَات وَهِي من قَوْله تَعَالَى {هَذَانِ خصمان} إِلَى سِتّ آيَات وَهَذِه السُّورَة من أَعَاجِيب الْقُرْآن فِيهَا مكي وَهِي رَأس الثَّلَاثِينَ إِلَى آخرهَا ومدني وَهِي من رَأس خمس وَعشْرين إِلَى رَأس ثَلَاثِينَ وليلي أَي نزل بِاللَّيْلِ وَهُوَ من أَولهَا إِلَى خمس آيَات ونهاري وَهُوَ من رَأس خمس إِلَى رَأس سبع وسفري وَهُوَ من رَأس تسع إِلَى اثْنَتَيْ عشرَة وحضري وَهُوَ من رَأس الْعشْرين إِلَى آخرهَا ¶ وآياتها أَربع أَو خمس أَو سِتّ وَسَبْعُونَ آيَة ¶ وكلماتها ألف ومئتان وَإِحْدَى وَسَبْعُونَ ¶ وحروفها خَمْسَة آلَاف وَأَرْبَعَة وَسِتُّونَ ¶ وفيهَا من الْمَنْسُوخ ثَلَاث آيَات",
            "page": "142",
            "part": "1",
            "seal": "9FF7A717"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "قَوْله تَعَالَى {وَمَا أرسلنَا من قبلك من رَسُول وَلَا نَبِي إِلَّا إِذا تمنى ألْقى الشَّيْطَان فِي أمْنِيته} مَنْسُوخَة بقوله تَعَالَى {سنقرئك فَلَا تنسى} وَالْمرَاد بالأمنية الْقِرَاءَة والتلاوة ¶ وَالَّذِي أَلْقَاهُ الشَّيْطَان على لِسَانه عَلَيْهِ الصَّلَاة وَالسَّلَام هُوَ قَوْله تِلْكَ الغرانيق الْعلي وَأَن شفاعتهن لترتجى وَذَلِكَ فِيمَا قيل قبل الْعِصْمَة بقوله تَعَالَى {سنقرئك فَلَا تنسى} فنسخ الله ذَلِك وَأحكم آيَاته وَعَصَمَهُ من السَّهْو فِي الْوَحْي ¶ وَهَذَا فِي الْحَقِيقَة لَا يُسمى مَنْسُوخا لَان مَا ألْقى الشَّيْطَان لَيْسَ بقرآن",
            "page": "143",
            "part": "1",
            "seal": "B58495BB"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "قَوْله تَعَالَى {الله يحكم بَيْنكُم يَوْم الْقِيَامَة فِيمَا كُنْتُم فِيهِ تختلفون} 69 مَنْسُوخَة بِآيَة السَّيْف وَقيل محكمَة ¶ قَوْله تَعَالَى {وَجَاهدُوا فِي الله حق جهاده} 78 مَنْسُوخَة بقوله تَعَالَى {أذن للَّذين يُقَاتلُون بِأَنَّهُم ظلمُوا} الْآيَة قَالُوا نسخت هَذِه الْآيَة نيفا وَسبعين آيَة",
            "page": "147",
            "part": "1",
            "seal": "6ED88691"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "سُورَة الْمُؤْمِنُونَ ¶ مَكِّيَّة إِلَّا أَربع عشرَة آيَة من قَوْله تَعَالَى حَتَّى إِذا أَخذنَا إِلَى قَوْله تَعَالَى {مبلسون} نزلت بِالْمَدِينَةِ ¶ وآياتها مائَة وثماني أَو تسع عشرَة آيَة ¶ وكلماتها ألف وَثَمَانمِائَة ¶ وحروفها خَمْسَة آلَاف وست مائَة وَثَمَانُونَ ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {فذرهم فِي غمرتهم حَتَّى حِين} 54 مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {ادْفَعْ بِالَّتِي هِيَ أحسن السَّيئَة نَحن أعلم بِمَا يصفونَ} 96 مَنْسُوخَة بِآيَة السَّيْف",
            "page": "148",
            "part": "1",
            "seal": "537DE4FF"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "سُورَة النُّور ¶ مَدَنِيَّة كلهَا ¶ وآياتها اثْنَتَانِ أَو أَربع وَسِتُّونَ آيَة ¶ وكلماتها ألف وثلاثمائة وست عشرَة ¶ وحروفها خَمْسَة آلَاف وسِتمِائَة وَثَمَانُونَ ¶ وفيهَا من الْمَنْسُوخ سِتّ آيَات ¶ قَوْله تَعَالَى {الزَّانِي لَا ينْكح إِلَّا زَانِيَة أَو مُشركَة والزانية لَا ينْكِحهَا إِلَّا زَان أَو مُشْرك وَحرم ذَلِك على الْمُؤمنِينَ} وَهِي من عَجِيب الْقُرْآن لَان لَفظهَا الْخَبَر وَمَعْنَاهَا النَّهْي أَي لَا تنْكِحُوا زَانِيَة أَو مُشركَة مَنْسُوخَة بقوله تَعَالَى {وَأنْكحُوا الْأَيَامَى مِنْكُم} فَدخلت الزَّانِيَة فِي أيامى الْمُسلمين قلت فَعِنْدَ الشَّافِعِيَّة لَا تحرم الزَّانِيَة وَلَا عدَّة لَهَا وَيجوز عقد النِّكَاح وَالْوَطْء فِي الْحَال ¶ وَعند الْحَنَفِيَّة يَصح العقد وَلَا يطَأ إِن كَانَت حَامِلا ¶ وَعند مَالك لَا يَصح العقد مَا دَامَت فِي الْعدة ¶ وَقيل لَا نسخ وَكَانَ ابْن مَسْعُود يحرمه وَيَقُول إِذا تزوج الزَّانِي بالزانية فهما زانيان أبدا ¶ قلت وَهُوَ مَذْهَب الْحَنَابِلَة وَعِنْدهم وَتحرم الزَّانِيَة على الزَّانِي وَغَيره",
            "page": "149",
            "part": "1",
            "seal": "C08AB17B"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "وَلَا يَصح نِكَاحهَا حَتَّى تتوب وتنقضي عدتهَا وتوبتها أَن تراود فتمتنع وَعَن عَائِشَة رَضِي الله عَنْهَا أَن الرجل إِذا زنى بِامْرَأَة فَلَا يحل لَهُ نِكَاحهَا لهَذِهِ الْآيَة",
            "page": "150",
            "part": "1",
            "seal": "609FA872"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "قَوْله تَعَالَى {وَلَا تقبلُوا لَهُم شَهَادَة أبدا} ¶ نسخت بِالِاسْتِثْنَاءِ فِي قَوْله تَعَالَى {إِلَّا الَّذين تَابُوا من بعد ذَلِك وَأَصْلحُوا} وَلذَلِك قَالَ الإِمَام عَليّ وَابْن عَبَّاس وَمُجاهد وَابْن جُبَير وَعَطَاء وطاووس وَعِكْرِمَة وَابْن الْمسيب وَالزهْرِيّ تقبل شَهَادَة الْقَاذِف إِذا تَابَ وَحسنت حَاله سَوَاء تَابَ قبل إِقَامَة الْحَد عَلَيْهِ أَو بعده ¶ قلت وَبِذَلِك أَخذ مَالك وَالشَّافِعِيّ وَأحمد ¶ ورد قوم شَهَادَة الْمَحْدُود فِي الْقَذْف وان تَابَ وَجعلُوا الِاسْتِثْنَاء من قَوْله تَعَالَى {وَأُولَئِكَ هم الْفَاسِقُونَ} وَمن هَؤُلَاءِ الْقَوْم النَّخعِيّ وَشُرَيْح وفقهاء الْعرَاق قلت وَهُوَ مَذْهَب الْحَنَفِيَّة",
            "page": "152",
            "part": "1",
            "seal": "CBEE247F"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "قَوْله تَعَالَى {وَالَّذين يرْمونَ أَزوَاجهم وَلم يكن لَهُم شُهَدَاء إِلَّا أنفسهم فشهادة أحدهم أَربع شَهَادَات بِاللَّه إِنَّه لمن الصَّادِقين} 6 ¶ فَإِذا لَاعن الزَّوْج وَجب على الزَّوْجَة حد الزِّنَا فنسخ بقوله تَعَالَى {ويدرأ عَنْهَا الْعَذَاب أَن تشهد} الْآيَة ¶ كَذَا قيل وَالْعَذَاب الْحَد أَو الْحَبْس ¶ قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا لَا تدْخلُوا بُيُوتًا غير بُيُوتكُمْ حَتَّى تستأنسوا وتسلموا على أَهلهَا ذَلِكُم خير لكم لَعَلَّكُمْ تذكرُونَ} 27 ¶ من الْأنس ضد الوحشة ¶ وَقُرِئَ حَتَّى تستأذنوا ¶ قَالَ أَبُو أَيُّوب الْأنْصَارِيّ قُلْنَا يَا رَسُول الله مَا الِاسْتِئْنَاس قَالَ يتَكَلَّم الرجل بِالتَّسْبِيحَةِ وَالتَّكْبِيرَة وَالتَّحْمِيدَة أَو يَتَنَحْنَح فَمنهمْ من قَالَ هَذِه الْآيَة وَالَّتِي بعْدهَا محكمتان",
            "page": "153",
            "part": "1",
            "seal": "77A87593"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "وَمِنْهُم من جعل الحكم عَاما فِي جَمِيع الْبيُوت ثمَّ نسخت فِيهَا الْبيُوت الَّتِي لَا سَاكن لَهَا بقوله تَعَالَى {لَيْسَ عَلَيْكُم جنَاح أَن تدْخلُوا بُيُوتًا غير مسكونة فِيهَا مَتَاع لكم} أَي مَنْفَعَة وَالْمرَاد بهَا الْخَانَات أَو مَا بني للسابلة أَو جَمِيع الْبيُوت الَّتِي لَا سَاكن لَهَا لِأَن الاسْتِئْذَان إِنَّمَا ورد لِئَلَّا يطلع أحد على العورات فَإِذا أَمن ذَلِك جَازَ الدُّخُول بِغَيْر إِذن",
            "page": "154",
            "part": "1",
            "seal": "901A085F"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا لِيَسْتَأْذِنكُم الَّذين ملكت أَيْمَانكُم وَالَّذين لم يبلغُوا الْحلم مِنْكُم ثَلَاث مَرَّات من قبل صَلَاة الْفجْر وَحين تضعون ثيابكم من الظهيرة وَمن بعد صَلَاة الْعشَاء ثَلَاث عورات لكم لَيْسَ عَلَيْكُم وَلَا عَلَيْهِم جنَاح بعدهن طَوَّافُونَ عَلَيْكُم بَعْضكُم على بعض كَذَلِك يبين الله لكم الْآيَات وَالله عليم حَكِيم} 58 ¶ مَنْسُوخَة بقوله تَعَالَى {وَإِذا بلغ الْأَطْفَال مِنْكُم الْحلم فليستأذنوا} الْآيَة ¶ قَالَ ابْن عَبَّاس لم يكن للْقَوْم ستور وَلَا حجاب فَكَانَ الخدم وَالْأَوْلَاد يدْخلُونَ فَرُبمَا رَأَوْا مِنْهُم مَا لايحبون أَن يروه فَأمروا بالاستئذان ¶ وَقد بسط الله الرزق للنَّاس حَتَّى اتَّخذُوا الستور فَرَأى بَعضهم إِن ذَلِك أغْنى عَن الاسْتِئْذَان وَبَعْضهمْ رأى أَنَّهَا محكمَة ¶ قَالُوا سُئِلَ الشّعبِيّ عَن هَذِه الْآيَة أمنسوخة هِيَ قَالَ لَا وَالله فَقيل لَهُ إِن النَّاس لَا يعلمُونَ بهَا فَقَالَ الْمُسْتَعَان بِاللَّه وَقَالَ ابْن جُبَير النَّاس يَقُولُونَ نسخت هَذِه الْآيَة لَا وَالله مَا نسخت وَلكنهَا مِمَّا تهاون بِهِ النَّاس",
            "page": "155",
            "part": "1",
            "seal": "EF02EACB"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "قَوْله تَعَالَى {وَلَا يبدين زينتهن إِلَّا مَا ظهر مِنْهَا وَليَضْرِبن بِخُمُرِهِنَّ على جُيُوبهنَّ} 31 ¶ مَنْسُوخَة بقوله تَعَالَى {وَالْقَوَاعِد من النِّسَاء اللَّاتِي لَا يرجون نِكَاحا فَلَيْسَ عَلَيْهِنَّ جنَاح أَن يَضعن ثيابهن غير متبرجات بزينة} الْآيَة ¶ فَائِدَة ¶ الْقَوَاعِد جمع قَاعد بِلَا هَاء كحامل وَهِي الَّتِي قعدت عَن الْحيض وَالْولد لكبر سنّهَا ¶ وَقَالُوا قَاعِدَة من الْجُلُوس وحامل من حمل الظّهْر بِالْهَاءِ للْفرق بَينهمَا",
            "page": "157",
            "part": "1",
            "seal": "FB17B620"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "سُورَة الْفرْقَان ¶ مَكِّيَّة إِلَّا ثَلَاث آيَات نزلت بِالْمَدِينَةِ ¶ وَهِي قَوْله تَعَالَى {وَالَّذين لَا يدعونَ مَعَ الله إِلَهًا آخر} إِلَى قَوْله تَعَالَى {غَفُورًا رحِيما} قيل نزلت فِي وَحشِي وآياتها سبع وَسَبْعُونَ آيَة وكلماتها ثَمَانمِائَة وَسَبْعُونَ وحروفها ثَلَاثَة آلَاف وَسَبْعمائة وَثَلَاثَة وَثَمَانُونَ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {وَإِذا خاطبهم الجاهلون قَالُوا سَلاما} 63 ¶ مَنْسُوخَة بِآيَة السَّيْف هِيَ محكمَة إِذْ لَا شكّ أَن الإغضاء عَن السُّفَهَاء وَترك الْمُقَابلَة بِالْمثلِ مستحسن فِي الْأَدَب والمروءة وَالشَّرْع وَأسلم للعرض ¶ قَوْله تَعَالَى {وَالَّذين لَا يدعونَ مَعَ الله إِلَهًا آخر وَلَا يقتلُون النَّفس الَّتِي حرم الله إِلَّا بِالْحَقِّ وَلَا يزنون وَمن يفعل ذَلِك يلق أثاما} 68 ¶ إِلَى قَوْله تَعَالَى {ويخلد فِيهِ مهانا} مَنْسُوخ بِالِاسْتِثْنَاءِ بعده وَهُوَ قَوْله تَعَالَى {إِلَّا من تَابَ وآمن وَعمل عملا صَالحا} قَالَ ابْن عَبَّاس قَرَأنَا {وَالَّذين لَا يدعونَ مَعَ الله إِلَهًا آخر} سِنِين ¶ ثمَّ نزل {إِلَّا من تَابَ} الْآيَة فَمَا رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "159",
            "part": "1",
            "seal": "BB29D3F1"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "فَرحا بِشَيْء كفرحه بهَا وَبِقَوْلِهِ تَعَالَى {إِنَّا فتحنا لَك فتحا مُبينًا} الْآيَة قلت وَهَذِه الْآيَة مِمَّا اخْتلف فِيهَا فَقيل إِنَّهَا مَنْسُوخَة بِآيَة قتل الْمُؤمن عمدا وَقيل انها ناسخة لَهَا ¶ قَالَ بَعضهم وَبَينهمَا ثَمَان أَو سِتّ سِنِين",
            "page": "160",
            "part": "1",
            "seal": "D99D64FD"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "سُورَة الشُّعَرَاء ¶ مَكِّيَّة إِلَّا أَربع آيَات وَهِي قَوْله تَعَالَى {وَالشعرَاء يتبعهُم الْغَاوُونَ} إِلَى آخرهَا نزلت بِالْمَدِينَةِ ¶ وآيتها مئتان وست أَو سبع وَعِشْرُونَ آيَة ¶ وكلماتها ألف وثلاثمائة وثنتان ¶ وحروفها خَمْسَة آلَاف وَأَرْبَعمِائَة وَثَلَاثَة وَخَمْسُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {وَالشعرَاء يتبعهُم الْغَاوُونَ} 224 ¶ نسخ بِالِاسْتِثْنَاءِ فِي شعر الْمُؤمنِينَ وَهُوَ قَوْله تَعَالَى {إِلَّا الَّذين آمنُوا} الْآيَة ¶ قَالَ الشّعبِيّ كَانَ أَبُو بكر يَقُول الشّعْر وَكَانَ عمر يَقُول الشّعْر وَكَانَ عَليّ أشعر الثَّلَاثَة",
            "page": "161",
            "part": "1",
            "seal": "C2556224"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "سُورَة النَّمْل ¶ مَكِّيَّة ¶ وآياتها ثَلَاث أَو أَربع أَو خمس وَتسْعُونَ آيَة ¶ وحروفها أَرْبَعَة آلَاف وَسَبْعمائة وَتِسْعَة وَتسْعُونَ وفيهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {وَأَن أتلو الْقُرْآن فَمن اهْتَدَى فَإِنَّمَا يَهْتَدِي لنَفسِهِ وَمن ضل فَقل إِنَّمَا أَنا من الْمُنْذرين} 92 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "162",
            "part": "1",
            "seal": "9964CE45"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "سُورَة العنكبوت ¶ مَكِّيَّة إِلَّا من آيَة 1 إِلَى 11 فمدنية ¶ وآياتها سبع أَو تسع وَسِتُّونَ آيَة ¶ وكلماتها تِسْعمائَة وَثَمَانُونَ ¶ وحروفها أَرْبَعَة آلَاف وَمِائَة وَخَمْسُونَ وفيهَا فِي الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {وَلَا تجادلوا أهل الْكتاب إِلَّا بِالَّتِي هِيَ أحسن إِلَّا الَّذين ظلمُوا مِنْهُم} 46 ¶ مَنْسُوخَة بقوله تَعَالَى {قَاتلُوا الَّذين لَا يُؤمنُونَ بِاللَّه وَلَا بِالْيَوْمِ الآخر} إِلَى قَوْله تَعَالَى {وهم صاغرون} ¶ قَوْله تَعَالَى {قل إِنَّمَا الْآيَات عِنْد الله وَإِنَّمَا أَنا نَذِير مُبين} 50 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "163",
            "part": "1",
            "seal": "F8D560F4"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "سُورَة الرّوم ¶ مَكِّيَّة ¶ وآياتها تسع وَخَمْسُونَ أَو سِتُّونَ آيَة ¶ وكلماتها ثَمَانمِائَة وتسع عشرَة ¶ وحروفها ثَلَاثَة آلَاف وثلاثمائة وَتِسْعَة وَخَمْسُونَ ¶ وَمِنْهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {فاصبر إِن وعد الله حق} 60 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "164",
            "part": "1",
            "seal": "244F5A6D"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "سُورَة لُقْمَان ¶ مَكِّيَّة إِلَّا آيَتَيْنِ نزلتا بِالْمَدِينَةِ وهما قَوْله تَعَالَى {وَلَو أَنما فِي الأَرْض من شَجَرَة أَقْلَام} الْآيَتَيْنِ ¶ أَو إِلَّا آيَة نزلت بِالْمَدِينَةِ وَهِي قَوْله تَعَالَى {الَّذين يُقِيمُونَ الصَّلَاة} ¶ وآياتها ثَلَاث أَو أَربع وَثَلَاثُونَ آيَة ¶ وكلماتها خَمْسمِائَة وَثَمَانِية وَأَرْبَعُونَ ¶ حروفها أَلفَانِ وَتِسْعَة وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {وَمن كفر فَلَا يحزنك كفره} 23 ¶ مَنْسُوخَة بِآيَة السَّيْف وَقيل لَا نسخ لِأَنَّهُ تَسْلِيَة عَن الْحزن وَهُوَ لَا يُنَافِي الْأَمر بِالْقِتَالِ",
            "page": "165",
            "part": "1",
            "seal": "E07E6B33"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "سُورَة السَّجْدَة ¶ مَكِّيَّة إِلَّا ثَلَاث آيَات أولهنَّ {أَفَمَن كَانَ مُؤمنا} إِلَى ثَلَاث آيَات أَو خمس آيَات أَولهَا {تَتَجَافَى جنُوبهم} إِلَى آخر خمس آيَات ¶ وآياتها تسع وَعِشْرُونَ أَو ثَلَاثُونَ آيَة ¶ وكلماتها ثَلَاثمِائَة وَثَمَانُونَ ¶ وحروفها ألف وَأَرْبَعمِائَة وَتِسْعَة وَتسْعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {فَأَعْرض عَنْهُم وانتظر إِنَّهُم منتظرون} 30 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "166",
            "part": "1",
            "seal": "026BF587"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "سُورَة الْأَحْزَاب ¶ مَدَنِيَّة بِالْإِجْمَاع ¶ وآياتها ثَلَاث وَسَبْعُونَ آيَة فِي عدد الْجَمِيع بِلَا خلاف بَينهم فِي شَيْء مِنْهَا ¶ وكلماتها مِائَتَان وَثَمَانُونَ ¶ وحروفها خَمْسَة آلَاف وَخَمْسمِائة وَتِسْعَة وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {وَلَا تُطِع الْكَافرين وَالْمُنَافِقِينَ ودع أذاهم وتوكل على الله وَكفى بِاللَّه وَكيلا} 48 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "167",
            "part": "1",
            "seal": "53011040"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "قَوْله تَعَالَى {لَا يحل لَك النِّسَاء من بعد وَلَا أَن تبدل بِهن من أَزوَاج وَلَو أعْجبك حسنهنَّ إِلَّا مَا ملكت يَمِينك وَكَانَ الله على كل شَيْء رقيبا} 52 ¶ مَنْسُوخَة لتَكون الْمِنَّة لَهُ عَلَيْهِ الصَّلَاة وَالسَّلَام بترك التَّزْوِيج عَلَيْهِنَّ بقوله تَعَالَى {إِنَّا أَحللنَا لَك أَزوَاجك} الْآيَة وَبِه قَالَ عَليّ وَابْن عَبَّاس وَعَائِشَة وَأم سَلمَة ¶ قلت وَهُوَ مَذْهَب الْحَنَابِلَة لَكِن الْآيَة مُقَيّدَة بقوله تَعَالَى {اللَّاتِي هَاجَرْنَ مَعَك} ¶ قَالُوا ثمَّ نسخ شَرط الْهِجْرَة فِي التَّحْلِيل بقوله {وَامْرَأَة مُؤمنَة} فَأَما غير المؤمنة فَلَا تحل لَهُ عَلَيْهِ الصَّلَاة وَالسَّلَام",
            "page": "168",
            "part": "1",
            "seal": "DD277522"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "وَفِي الْبَيْضَاوِيّ النَّاسِخ لقَوْله تَعَالَى {لَا يحل لَك النِّسَاء} هُوَ قَوْله تَعَالَى {ترجي من تشَاء مِنْهُنَّ وَتُؤْوِي إِلَيْك من تشَاء} أَي تنْكح من تشَاء من الْمُؤْمِنَات من أمتك ¶ فَائِدَة ¶ كَانَ لَهُ عَلَيْهِ الصَّلَاة وَالسَّلَام التَّزَوُّج بِأَيّ عدد شَاءَ بِلَا ولي وشهود وَمهر وبلفظ الْهِبَة وَلَا يجب مهر بِالْعقدِ وَلَا بِالدُّخُولِ وَتحل لَهُ الْمَرْأَة بتزويج الله كزينب وَله التَّزَوُّج فِي الْإِحْرَام وَأَن يردف الْأَجْنَبِيَّة خَلفه وَأَن يُزَوّجهَا لمن شَاءَ بِلَا إِذْنهَا وَإِذن وَليهَا",
            "page": "169",
            "part": "1",
            "seal": "EF7DAD4C"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "سُورَة سبأ ¶ مَكِّيَّة وفيهَا آيَة مَدَنِيَّة وَهِي قَوْله تَعَالَى {وَيرى الَّذين أُوتُوا الْعلم} الْآيَة ¶ وآياتها أَربع أَو خمس وَخَمْسُونَ آيَة ¶ وكلماتها ثَمَانمِائَة وَثَلَاث وَثَلَاثُونَ ¶ وحروفها أَرْبَعَة آلَاف وَثَمَانِية وَأَرْبَعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {قل لَا تسْأَلُون عَمَّا أجرمنا وَلَا نسْأَل عَمَّا تَعْمَلُونَ} 25 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "170",
            "part": "1",
            "seal": "1A8DAAD9"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "سُورَة فاطر ¶ مَكِّيَّة بِالْإِجْمَاع وَتسَمى سُورَة الْمَلَائِكَة ¶ وآياتها خمس أَو سِتّ وَأَرْبَعُونَ آيَة ¶ وكلماتها سَبْعمِائة وَسبع وَسَبْعُونَ ¶ وحروفها ثَلَاثَة آلَاف وَخَمْسمِائة وَتسْعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {إِن أَنْت إِلَّا نَذِير} 23 ¶ مَنْسُوخ مَعْنَاهَا بِآيَة السَّيْف ¶ إِذْ الْمَعْنى لَيْسَ عَلَيْك شَيْء سوى الْإِنْذَار",
            "page": "171",
            "part": "1",
            "seal": "8EE5F471"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "سُورَة الصافات ¶ مَكِّيَّة بِإِجْمَاع ¶ وآياتها مائَة وَإِحْدَى أَو اثْنَتَانِ وَثَمَانُونَ آيَة ¶ وكلماتها ثَمَانمِائَة وَسِتُّونَ ¶ وحروفها ثَلَاثَة آلَاف وَسَبْعمائة وَثَلَاثَة وَأَرْبَعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {فتول عَنْهُم حَتَّى حِين} 174 ¶ قَالَ ابْن عَبَّاس يَعْنِي الْمَوْت فعلى هَذَا تكون الْآيَة مَنْسُوخَة ¶ قَالَ مقَاتل نسختها آيَة الْقِتَال ¶ وَقَالَ السّديّ فتول عَنْهُم أَي حَتَّى تُؤمر بِالْقِتَالِ فعلى هَذَا تكون الْآيَة محكمَة",
            "page": "172",
            "part": "1",
            "seal": "5043DF92"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "قَوْله تَعَالَى {ويسألونك مَاذَا يُنْفقُونَ قل الْعَفو} 219 ¶ وَهُوَ الْفَاضِل عَن قوت سنة نسخ بِآيَة الزَّكَاة ¶ قَوْله تَعَالَى {وَلَا تنْكِحُوا المشركات حَتَّى يُؤمن} 221 ¶ مَنْسُوخ فِي حق الكتابيات بقوله تَعَالَى {وَالْمُحصنَات من الَّذين أُوتُوا الْكتاب} الْآيَة فَشرط مَعَ الْإِبَاحَة الْعِفَّة فَإِن كن عواهر فهن مُحرمَات عِنْد الْحَنَابِلَة خَاصَّة ¶ قلت إِن مثل هَذَا تَخْصِيص لَا نسخ بمامر",
            "page": "71",
            "part": "1",
            "seal": "D653CC08"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "قَوْله تَعَالَى {وبعولتهن أَحَق بردهن فِي ذَلِك إِن أَرَادوا إصلاحا} 228 ¶ مَنْسُوخَة بِالطَّلَاق الثَّلَاث ¶ فَقَالَ الطَّلَاق مَرَّتَانِ وَاخْتلف الْمُفَسِّرُونَ إِن وَقعت الثَّالِثَة فَقَالَ معقل بن يسَار وَقعت عِنْد قَوْله تَعَالَى {فَإِن طَلقهَا فَلَا تحل لَهُ من بعد} الْآيَة ¶ قَوْله تَعَالَى ¶ {وَلَا يحل لكم أَن تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئا} 229 ¶ نسخهَا الِاسْتِثْنَاء بِالْخلْعِ بقوله تَعَالَى {إِلَّا أَن يخافا أَلا يُقِيمَا حُدُود الله} الْآيَة وَقد مر أَن الِاسْتِثْنَاء لَا يُسمى نسخا ¶ قَوْله تَعَالَى {والوالدات يرضعن أَوْلَادهنَّ حَوْلَيْنِ كَامِلين} 233 ¶ هَذَا خبر مَعْنَاهُ الْأَمر نسخ بقوله تَعَالَى {فَإِن أَرَادَا فصالا عَن ترَاض مِنْهُمَا وتشاور} لأهل الْخِبْرَة إِن الْفِطَام فِي ذَلِك الْوَقْت لَا يضر الْوَلَد {فَلَا جنَاح عَلَيْهِمَا} أَي فِي الْفِطَام قبل الْحَوْلَيْنِ",
            "page": "72",
            "part": "1",
            "seal": "C4E4FC7D"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "قَوْله تَعَالَى {وَالَّذين يتوفون مِنْكُم ويذرون أَزْوَاجًا وَصِيَّة لأزواجهم مَتَاعا إِلَى الْحول غير إِخْرَاج فَإِن خرجن فَلَا جنَاح عَلَيْكُم فِي مَا فعلن فِي أَنْفسهنَّ من مَعْرُوف وَالله عَزِيز حَكِيم} 240 ¶ فالمتاع نَفَقَة سنة مُدَّة حَبسهَا وَلَا يكون لَهَا بعد ذَلِك مِيرَاث فِي مَاله وَقَوله تَعَالَى {وَصِيَّة لأزواجهم مَتَاعا} نسخ بِآيَة الْمِيرَاث وَهِي قَوْله تَعَالَى {ولهن الرّبع مِمَّا تركْتُم إِن لم يكن لكم ولد فَإِن كَانَ لكم ولد فَلَهُنَّ الثّمن مِمَّا تركْتُم} فالمنسوخ هُوَ الْوَصِيَّة وَالنَّفقَة وَقَوله تَعَالَى {إِلَى الْحول} نسخ بقوله تَعَالَى {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَة أشهر وَعشرا}",
            "page": "73",
            "part": "1",
            "seal": "9AD4DA24"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "قَوْله تَعَالَى {لَا إِكْرَاه فِي الدّين} 256 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وَأشْهدُوا إِذا تبايعتم} 282 ¶ مَنْسُوخَة بقوله تَعَالَى {فَإِن أَمن بَعْضكُم بَعْضًا} الْآيَة ¶ وَقيل لَا نسخ وَالْأَمر للنَّدْب قلت وَهُوَ مَذْهَب الْأَرْبَعَة والحنابلة يسن عِنْدهم الْإِشْهَاد فِي كل عقد وَفِي البيع وَغَيره سوى النِّكَاح فَيجب عِنْدهم الأشهاد ¶ وَقَالَ الضَّحَّاك الأشهاد على التبايع عزم من الله وَاجِب فِي صَغِير الْأَمر وكبيره وَبِذَلِك قَالَ النَّخعِيّ وَالشعْبِيّ وَجَمَاعَة من التَّابِعين وَقَالُوا أَنا نرى أَن نشْهد وَلَو على جزة بقل",
            "page": "75",
            "part": "1",
            "seal": "628AF6FF"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "قَوْله تَعَالَى {وَإِن تبدوا مَا فِي أَنفسكُم أَو تُخْفُوهُ يُحَاسِبكُمْ بِهِ الله} 284 ¶ مَنْسُوخَة بقوله تَعَالَى {لَا يُكَلف الله نفسا إِلَّا وسعهَا} الْآيَة وَسبب النّسخ مَا روى عَن ابْن عَبَّاس وَغَيره إِن الْمَنْسُوخ شقّ على الصَّحَابَة وَأَنه يُحَرك الْأَمر فِي نفوسنا وَلَو سقطنا فِي السَّمَاء إِلَى الأَرْض لَكَانَ أَهْون علينا فَقَالَ عَلَيْهِ السَّلَام لَا تَقولُوا كَمَا قَالَت الْيَهُود سمعنَا وعصينا وَلَكِن قُولُوا سمعنَا وأطعنا فَلَمَّا علم الله تسليمهم أنزل النَّاسِخ وَفِي الحَدِيث عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن الله تجَاوز عَن أمتِي مَا وسوست بِهِ نَفسهَا مَا لم يتكلموا أَو يعملوا بِهِ ¶ فَائِدَة عِنْد كثير من الْعلمَاء أَن هَذِه الْآيَة غير مَنْسُوخَة وَوَجهه أَن النُّصُوص دَالَّة على الْمُؤَاخَذَة بعزم الْقلب مِنْهَا قَوْله تَعَالَى {إِن الَّذين يحبونَ أَن تشيع الْفَاحِشَة فِي الَّذين آمنُوا لَهُم عَذَاب أَلِيم} ¶ وَقَوله تَعَالَى {إِن بعض الظَّن إِثْم} وَالْإِجْمَاع على تَحْرِيم الْحَسَد وَالْكبر وَالْجمع بَين حَدِيث أبي هُرَيْرَة السَّابِق والْحَدِيث الْقُدسِي وَهُوَ إِذا هم عَبدِي بسيئة فَلَا تكتبوها وَإِن عَملهَا فاكتبوها سَيِّئَة وَإِذا هم بحسنة وَلم يعملها فاكتبوها حَسَنَة وَإِن عَملهَا فاكتبوها عشرا أَنَّهُمَا محمولان على مُجَرّد الْحَظْر من غير توطين النَّفس عَلَيْهِ وَإِمَّا إِذا وَطن نَفسه على مَعْصِيّة مثلا فَإِن قطعه عَنْهَا قَاطع غير خوف الله فَهَذَا الْعَزْم سَيِّئَة وَإِن عَملهَا كتبت مَعْصِيّة ثَانِيَة وَإِن قطعه عَنْهَا خوف الله تَعَالَى كتبت لَهُ حَسَنَة",
            "page": "76",
            "part": "1",
            "seal": "99DB7B21"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "قلت فَظهر مِمَّا تقرر أَن الْآيَة مؤولة لَا مَنْسُوخَة وَهَذَا كَلَام فِي غَايَة التَّحْقِيق وَهُوَ أحسن من قَول بعض الْمُفَسّرين فِي تَعْلِيله عدم النّسخ بِأَن قَوْله تَعَالَى {يُحَاسِبكُمْ بِهِ الله} خبر والنسخ لَا يدْخل الْأَخْبَار إِذا هُوَ لَيْسَ بِخَبَر مَحْض بل خبر مَعْنَاهُ الامرأى ابدوا مَا فِي انفسكم اَوْ اخفوه يُحَاسِبكُمْ بِهِ الله مثل تزرعون سبع سِنِين اي ازرعوا لَو سلمنَا انه خبر مَحْض فَلَيْسَ بدافع كَمَا علمت مِمَّا مر من كَلَام بعض الْمُحَقِّقين ¶ لَكِن هُنَا إِشْكَال وَهُوَ أَن الصَّحَابِيّ نَص على أَنَّهَا مَنْسُوخَة فَكيف يُنكر عَلَيْهِ جَوَابه قد اخْتلف أَصْحَاب الْأُصُول فِي أَن قَول الصَّحَابِيّ هَل هُوَ حجَّة أم لَا والمحققون من الشَّافِعِيَّة وَمن وافقهم أَنه لَيْسَ بِحجَّة لاحْتِمَال أَن يكون قَوْله عَن اجْتِهَاد مَا لم يعزوه للنَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "77",
            "part": "1",
            "seal": "90F4FA44"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "سُورَة آل عمرَان ¶ وَهِي مَدَنِيَّة وآياتها مِائَتَا آيَة وكلماتها ثَلَاث آلَاف وَخَمْسمِائة وَعشر وحروفها أَرْبَعَة عشر ألفا وَأَرْبَعَة وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ ثَلَاث آيَات ¶ قَوْله تَعَالَى {وَإِن توَلّوا فَإِنَّمَا عَلَيْك الْبَلَاغ} 20 ¶ مَنْسُوخ بِآيَة السَّيْف",
            "page": "79",
            "part": "1",
            "seal": "8434E7A1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "قلت وَيَنْبَغِي أَن يكون مثله قَوْله تَعَالَى {فَإِن توَلّوا فَإِن الله لَا يحب الْكَافرين} إِذْ جَوَاب الشَّرْط مَحْذُوف أَي فأعرضوا عَنْهُم ¶ قَوْله تَعَالَى {كَيفَ يهدي الله قوما كفرُوا بعد إِيمَانهم وشهدوا أَن الرَّسُول حق وجاءهم الْبَينَات وَالله لَا يهدي الْقَوْم الظَّالِمين أُولَئِكَ جزاؤهم أَن عَلَيْهِم لعنة الله وَالْمَلَائِكَة وَالنَّاس أَجْمَعِينَ خَالِدين فِيهَا لَا يُخَفف عَنْهُم الْعَذَاب} ¶ إِلَى قَوْله تَعَالَى {لَا يُخَفف عَنْهُم الْعَذَاب} ¶ والآيات الثَّلَاث نزلت فِي رَهْط ارْتَدَّ عَن الْإِسْلَام مَنْسُوخَة بِالِاسْتِثْنَاءِ وَالِاسْتِثْنَاء نزل فِي حق من رَجَعَ مِنْهُم لِلْإِسْلَامِ وَهُوَ الْحَارِث بن سُوَيْد فَصَارَ الحكم فِيهِ وَفِي غَيره إِلَى يَوْم الْقِيَامَة",
            "page": "80",
            "part": "1",
            "seal": "F77BF17F"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "قَوْله تَعَالَى {اتَّقوا الله حق تُقَاته} 102 ¶ وَلما نزلت قَالُوا يَا رَسُول الله فَمَا حق تُقَاته فَقَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام إِن يطاع فَلَا يعْصى وَيذكر فَلَا ينسى ويشكر فَلَا يكفر فَقَالُوا وَمن يُطيق ذَلِك فانزعجوا لنزولها انزعاجا عَظِيما ثمَّ نزلت بعْدهَا آيَة تؤكد حكمهَا وَهُوَ قَوْله تَعَالَى {وَجَاهدُوا فِي الله حق جهاده} فَكَانَت هَذِه عَلَيْهِم أعظم من الأولى وَمَعْنَاهَا اعْمَلُوا لله حق عمله وَهُوَ جِهَاد الْكفَّار أَو جِهَاد النَّفس والهوى وَهُوَ الْجِهَاد الْأَكْبَر وَلَا تخافوا فِي الله لومة لائم فَكَادَتْ عُقُولهمْ تذهل فَلَمَّا علم الله مَا نزل بهم يسر وخفف فنسخها بقوله تَعَالَى {فَاتَّقُوا الله مَا اسْتَطَعْتُم} فَكَانَ هَذَا يسرا من الْعسر وتخفيفا من التَّشْدِيد",
            "page": "81",
            "part": "1",
            "seal": "87DFF784"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "سُورَة النِّسَاء ¶ مَدَنِيَّة إِلَّا آيَتَيْنِ الآولى {إِن الله يَأْمُركُمْ أَن تُؤَدُّوا الْأَمَانَات إِلَى أَهلهَا} نزلت على النَّبِي صلى الله عَلَيْهِ وَسلم فِي الطّواف فِي شَأْن مِفْتَاح الْكَعْبَة ليَرُدهُ إِلَى بني شيبَة ¶ وَالثَّانيَِة {ويستفتونك فِي النِّسَاء} نزلت بِمَكَّة فِي سُؤال جَابر بن عبد الله الْأنْصَارِيّ ¶ وآياتها مائَة وَسبع أَو سِتّ أَو خمس وَسَبْعُونَ آيَة ¶ وكلماتها ثَلَاث آلَاف وَأَرْبَعمِائَة وَخمْس وَأَرْبَعُونَ ¶ وحروفها سِتَّة عشر ألفا وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ عشرُون آيَة",
            "page": "82",
            "part": "1",
            "seal": "B41E0A0D"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "قَوْله تَعَالَى {وَإِذا حضر الْقِسْمَة أولُوا الْقُرْبَى واليتامى وَالْمَسَاكِين فارزقوهم مِنْهُ وَقُولُوا لَهُم قولا مَعْرُوفا} 8 ¶ اجْمَعْ الْمُفَسِّرُونَ على نسخهَا بِآيَة الْمِيرَاث وَاخْتلفُوا فِي تقريرها قَالَ مُجَاهِد كَأَن يَجْعَل لجَمِيع الْأَقَارِب فِي المَال حَظّ وَقَالَ آخَرُونَ كَانَت الْقِسْمَة لأولي الْقُرْبَى الْوَارِثين خَاصَّة وَأمرُوا أَن يَقُولُوا لِلْيَتَامَى وَالْمَسَاكِين قولا مَعْرُوفا وَأَن يرزقوهم مَا طابت بِهِ أنفسهم قَالَ الْحسن كَانُوا يُعْطون التابوت والأواني ورث الثِّيَاب وَالْمَتَاع الَّذِي يستحي من قسمته",
            "page": "83",
            "part": "1",
            "seal": "97CD48E0"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "قَوْله تَعَالَى {وليخش الَّذين لَو تركُوا من خَلفهم ذُرِّيَّة ضعافا خَافُوا عَلَيْهِم فليتقوا الله وليقولوا قولا سديدا} 9 ¶ وَذَلِكَ أَن الله تَعَالَى أَمر الأوصياء بإمضاء الْوَصِيَّة لِئَلَّا يُغير مَا رسم الْوَصِيّ ثمَّ نسخ فِيهَا الْجور والحيف بقوله تَعَالَى {فَمن خَافَ من موص جنفا أَو إِثْمًا فَأصْلح بَينهم فَلَا إِثْم عَلَيْهِ}",
            "page": "84",
            "part": "1",
            "seal": "AAB03B19"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "قَوْله تَعَالَى {إِن الَّذين يَأْكُلُون أَمْوَال الْيَتَامَى ظلما إِنَّمَا يَأْكُلُون فِي بطونهم نَارا وسيصلون سعيرا} 10 ¶ لما نزلت امْتَنعُوا من مخالطتهم وَالْأكل وَالشرب مَعَهم واعتزلوهم فَدخل الضَّرَر على الْأَيْتَام فَنزل قَوْله تَعَالَى {ويسألونك عَن الْيَتَامَى قل إصْلَاح لَهُم خير وَإِن تخالطوهم فإخوانكم} الْآيَة فَرخص فِي المحالطة لَا فِي أكل أَمْوَالهم بالظلم ثمَّ قَالَ تَعَالَى {وَمن كَانَ غَنِيا فليستعفف وَمن كَانَ فَقِيرا فَليَأْكُل بِالْمَعْرُوفِ} قلت وَالْمَعْرُوف عِنْد الإِمَام أَحْمد الْأَقَل من كِفَايَته وَأُجْرَة مثله وَعند بَعضهم الْمَعْرُوف الْقَرْض فَإِذا أيسر رده",
            "page": "85",
            "part": "1",
            "seal": "D4FB1D2A"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "قَوْله تَعَالَى {واللاتي يَأْتِين الْفَاحِشَة من نِسَائِكُم فاستشهدوا عَلَيْهِنَّ أَرْبَعَة مِنْكُم فَإِن شهدُوا فأمسكوهن فِي الْبيُوت حَتَّى يتوفاهن الْمَوْت أَو يَجْعَل الله لَهُنَّ سَبِيلا} 15 ¶ كَانَت الْمَرْأَة إِذا زنت وَهِي مُحصنَة حبست فِي بَيت حَتَّى تَمُوت فنسخت الْحَبْس آيَة الْحُدُود وَقَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام خُذُوا عني جعل الله لَهُنَّ سَبِيلا الثّيّب بِالثَّيِّبِ الرَّجْم وَالْبكْر بالبكر جلد مائَة وتغريب عَام وَعند أبي حنفية التَّغْرِيب فِي حق الْبكر مَنْسُوخ وَأكْثر أهل الْعلم على ثُبُوته وَفعله أَبُو بكر وَعمر رَضِي الله عَنْهُمَا ¶ وَقَوله تَعَالَى {واللذان يأتيانها} أَي الْفَاحِشَة {فآذوهما} وَكَانَ البكران إِذا زَنَيَا عيرًا وشتما لاغير فنسخ الله ذَلِك بقوله {فاجلدوا كل وَاحِد مِنْهُمَا مائَة جلدَة}",
            "page": "86",
            "part": "1",
            "seal": "DB4879CE"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "قَوْله تَعَالَى {إِنَّمَا التَّوْبَة على الله للَّذين يعْملُونَ السوء بِجَهَالَة ثمَّ يتوبون من قريب فَأُولَئِك يَتُوب الله عَلَيْهِم وَكَانَ الله عليما حكيما} 17 ¶ أَجمعت الصَّحَابَة رَضِي الله عَنْهُم أَن مَا عصي الله بِهِ فَهُوَ جَهَالَة عمدا كَانَ أَو جهلا وكل من عَصَاهُ فَهُوَ جَاهِل ¶ وَقَوله {ثمَّ يتوبون من قريب} قبل الغرغرة هَذَا هُوَ الرَّاجِح لقَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام إِن الله يقبل تَوْبَة العَبْد مَا لم يُغَرْغر ¶ وَفِي رِوَايَة مَا لم تَتَرَدَّد الرّوح فِي حلقه فَكَانَ خَبره تَعَالَى فِي هَذَا عَاما ثمَّ خصص بقوله تَعَالَى {من قريب} فَصَارَ نَاسِخا لبَعض حكمهَا فِي أهل الشّرك فَقَالَ {وَلَيْسَت التَّوْبَة للَّذين يعْملُونَ السَّيِّئَات} الْآيَة ¶ قلت وَوجه النّسخ غير ظَاهر لِأَن معنى الْآيَة الأولى غير معَارض لِلْآيَةِ الثَّانِيَة وَهُوَ التَّوْبَة عِنْد حُضُور الْمَوْت والوقوع فِي النزع وَهَذَا لَا فرق فِيهِ بَين تَوْبَة الْكَافِر وَغَيره اللَّهُمَّ إِلَّا أَن تكون التَّفْرِقَة طَريقَة لبَعْضهِم بِدَلِيل قَوْله تَعَالَى ¶ {فَلم يَك يَنْفَعهُمْ إِيمَانهم لما رَأَوْا بأسنا} وبدليل قصَّة فِرْعَوْن وَهنا تَأمل وَهُوَ أَن الغرغرة تكَاد أَلا تنضبط فَلَو سمعنَا كَافِرًا نطق بِالشَّهَادَتَيْنِ عِنْد الغرغرة فَالظَّاهِر أَنا نحكم بِإِسْلَامِهِ شرعا احتياطيا وَإِن كَانَ هَذَا لَا يَنْفَعهُ فِيمَا بَينه وَبَين الله تَعَالَى",
            "page": "87",
            "part": "1",
            "seal": "C6DC9D06"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "قَوْله تَعَالَى {وَلَا تعضلوهن لتذهبوا بِبَعْض مَا آتَيْتُمُوهُنَّ} 19 ¶ مَنْسُوخ بِالِاسْتِثْنَاءِ على مَا فِيهِ وَهُوَ {إِلَّا أَن يَأْتِين بِفَاحِشَة مبينَة} فَيُبَاح حِينَئِذٍ عضلهن وَيحل للزَّوْج خلعها بعوض ¶ والفاحشة النُّشُوز أَو الزِّنَا ¶ قَوْله تَعَالَى {وَلَا تنْكِحُوا مَا نكح آباؤكم من النِّسَاء إِلَّا مَا قد سلف إِنَّه كَانَ فَاحِشَة ومقتا وساء سَبِيلا} 22 ¶ اخْتلف الْمُفَسِّرُونَ فَقيل هِيَ محكمَة ¶ وَقيل اسْتثْنى الله مَا قد سلف من أفعالهم أَي مَا سلف قد عَفَوْت عَنهُ ¶ قَوْله تَعَالَى {وَأَن تجمعُوا بَين الْأُخْتَيْنِ إِلَّا مَا قد سلف} 23 ¶ اسْتثْنى مِنْهُ أَيْضا مَا قد سلف",
            "page": "88",
            "part": "1",
            "seal": "23F3EA7A"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "قَوْله تَعَالَى {فَمَا استمتعتم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورهنَّ} 24 ¶ وَهُوَ نِكَاح الْمُتْعَة وَذَلِكَ أَن النَّبِي صلى الله عَلَيْهِ وَسلم نزل فِي بعض أَسْفَاره فشكوا إِلَيْهِ الغربة فَقَالَ اسْتَمْتعُوا من هَذِه النِّسَاء وَكَانَ ذَلِك ثَلَاثَة أَيَّام فَقَط ثمَّ خطبهم عَلَيْهِ الصَّلَاة وَالسَّلَام فَقَالَ أَلا وَإِنِّي قد كنت أحللت لكم هَذِه الْمُتْعَة أَلا وَأَنِّي قد حرمتهَا أَلا فليبلغ الشَّاهِد الْغَائِب ¶ وَعَن عَليّ رَضِي الله عَنهُ إِنَّه عَلَيْهِ الصَّلَاة وَالسَّلَام نهى عَن مُتْعَة النِّسَاء يَوْم خَيْبَر وَعَن أكل لُحُوم الْحمر الإنسية وَذهب عَامَّة النَّاس إِلَى أَن نِكَاح الْمُتْعَة حرَام ¶ وَالْآيَة مَنْسُوخَة إِلَّا عِنْد ابْن عَبَّاس وروى أَنه رَجَعَ عَن ذَلِك ¶ وناسخها قَوْله تَعَالَى {وَالَّذين هم لفروجهم حافظون إِلَّا على أَزوَاجهم أَو مَا ملكت أَيْمَانهم} وَأَجْمعُوا لِأَنَّهَا لَيست زَوْجَة وَلَا ملك يَمِين",
            "page": "89",
            "part": "1",
            "seal": "34892D82"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "أَي أصبتموهم فِي الْقِتَال بعقوبة حَتَّى غَنِمْتُم فَأتوا الَّذين ذهبت أَزوَاجهم مثل مَا أَنْفقُوا أَي أعطوهم من الْغَنَائِم الَّتِي صَارَت بِأَيْدِيكُمْ من أَمْوَال الْكفَّار بِقدر مَا أَنْفقُوا عَلَيْهِنَّ من الْمهْر ثمَّ نسخ ذَلِك بقوله تَعَالَى {بَرَاءَة من الله وَرَسُوله} إِلَى رَأس الْخمس آيَات ¶ قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا لَا تَأْكُلُوا أَمْوَالكُم بَيْنكُم بِالْبَاطِلِ إِلَّا أَن تكون تِجَارَة عَن ترَاض مِنْكُم} 29 ¶ مَنْسُوخَة بقوله تَعَالَى {وَلَا على أَنفسكُم أَن تَأْكُلُوا من بُيُوتكُمْ أَو بيُوت آبائكم} إِلَى قَوْله {أَو صديقكم} ¶ قلت وَهَذِه الْآيَة الناسخة مَنْسُوخَة كَمَا قَالَ بَعضهم بقوله عَلَيْهِ الصَّلَاة وَالسَّلَام لَا يحل مَال امْرِئ مُسلم إِلَّا بِطيب نَفسه وَهُوَ حجَّة الْحَنَابِلَة حَيْثُ قَالُوا يحرم على الشَّخْص أَن يَأْكُل من بَيت قَرِيبه أَو صديقه بِلَا إِذن صَرِيح أَو قرينَة ¶ فَإِن قلت ثَبت بِهَذَا نسخ الْكتاب بِالسنةِ ¶ قلت قَالَ بعض الْمُحَقِّقين النَّاسِخ قَوْله تَعَالَى {لَا تدْخلُوا بيُوت النَّبِي إِلَّا أَن يُؤذن لكم} فَهَذَا وَإِن كَانَ ظَاهرا أَنه المُرَاد لَكِن السّنة بيّنت مَا المُرَاد بِهِ فَليُحرر",
            "page": "90",
            "part": "1",
            "seal": "971F75B0"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "قَوْله تَعَالَى {وَالَّذين عقدت أَيْمَانكُم فآتوهم نصِيبهم} 33 ¶ أَي حظهم من الْمِيرَاث وَكَانَ ذَلِك فِي ابْتِدَاء الْإِسْلَام ثمَّ نسخ بقوله تَعَالَى {وأولو الْأَرْحَام بَعضهم أولى بِبَعْض} ¶ فَائِدَة ¶ ذكر أهل التَّفْسِير أَن الرجل كَانَ يعاقد الرجل فَيَقُول دمي دمك وأمري أَمرك وثأري ثأرك وحربي حربك وسلمي سلمك وترثني وأرثك وتطلب بِي وأطلب بك وتعقل عني واعقل عَنْك ¶ قلت هَذَا هُوَ مَذْهَب الْحَنَفِيَّة لَكِن بِشَرْط أَن يكون مَقْطُوع النّسَب أَحدهمَا لَكِن لَا يَرث مِمَّن لَهُ نسب ويسمون هَذَا وَلَاء الْمُوَالَاة وَذَلِكَ وَلَاء الْعتاق فعلى مَذْهَبهم الْآيَة غير مَنْسُوخَة وَهُوَ دَلِيل قوي قل من يتبنه لَهُ",
            "page": "91",
            "part": "1",
            "seal": "3BCFFA91"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "قَوْله تَعَالَى {وَلَو أَنهم إِذْ ظلمُوا أنفسهم جاؤوك فاستغفروا الله واستغفر لَهُم الرَّسُول لوجدوا الله تَوَّابًا رحِيما} 64 ¶ مَنْسُوخَة بقوله تَعَالَى {اسْتغْفر لَهُم أَو لَا تستغفر لَهُم إِن تستغفر لَهُم سبعين مرّة فَلَنْ يغْفر الله لَهُم} فَقَالَ عَلَيْهِ السَّلَام ¶ لأزيدن على السّبْعين فَنزل قَوْله تَعَالَى {سَوَاء عَلَيْهِم أَسْتَغْفَرْت لَهُم أم لم تستغفر لَهُم لن يغْفر الله} ¶ قَوْله تَعَالَى {فانفروا ثبات أَو انفروا جَمِيعًا} 71 ¶ مَنْسُوخَة بقوله تَعَالَى {وَمَا كَانَ الْمُؤْمِنُونَ لينفروا كَافَّة فلولا نفر من كل فرقة مِنْهُم طَائِفَة} الْآيَة",
            "page": "92",
            "part": "1",
            "seal": "1CB8DA68"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "قَوْله تَعَالَى {وَمن تولى فَمَا أَرْسَلْنَاك عَلَيْهِم حفيظا} 80 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فَأَعْرض عَنْهُم وتوكل على الله وَكفى بِاللَّه وَكيلا} 81 ¶ مَنْسُوخ بِآيَة السَّيْف ¶ قَوْله تَعَالَى {إِلَّا الَّذين يصلونَ إِلَى قوم بَيْنكُم وَبينهمْ مِيثَاق} 90 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {سَتَجِدُونَ آخَرين يُرِيدُونَ أَن يأمنوكم ويأمنوا قَومهمْ} 91 ¶ مَنْسُوخَة بِآيَة السَّيْف وهم أَسد وغَطَفَان وَقيل بَنو عبد الدَّار كَانُوا يَقُولُونَ للْمُشْرِكين نَحن على دينكُمْ وللمسلمين نَحن على دينكُمْ يُرِيدُونَ بذلك الْأَمْن من الْفَرِيقَيْنِ",
            "page": "93",
            "part": "1",
            "seal": "DF55C1A0"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "قَوْله تَعَالَى {وَإِن كَانَ من قوم بَيْنكُم وَبينهمْ مِيثَاق فديَة مسلمة إِلَى أَهله} 92 ¶ مَنْسُوخَة بقوله {بَرَاءَة من الله} الْآيَة ¶ قَوْله تَعَالَى {وَمن يقتل مُؤمنا مُتَعَمدا فَجَزَاؤُهُ جَهَنَّم خَالِدا فِيهَا وَغَضب الله عَلَيْهِ ولعنه وَأعد لَهُ عذَابا عَظِيما} 93 ¶ اجْمَعْ الْمُفَسِّرُونَ على نسخهَا وناسخها قَوْله تَعَالَى {إِن الله لَا يغْفر أَن يُشْرك بِهِ وَيغْفر مَا دون ذَلِك لمن يَشَاء} وَقَوله فِي آخر سُورَة الْفرْقَان {وَلَا تقتلُوا النَّفس الَّتِي حرم الله إِلَّا بِالْحَقِّ} إِلَى قَوْله تَعَالَى {إِلَّا من تَابَ وآمن وَعمل صَالحا} الْآيَة",
            "page": "94",
            "part": "1",
            "seal": "F2AEC5E3"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "وَقَالَ ابْن عَبَّاس وَابْن عمر أَنَّهَا محكمَة غير مَنْسُوخَة واحتجا بِأَن الْوَعيد تكاثف فِيهَا ¶ وَالصَّوَاب مَذْهَب الْجُمْهُور وَالْآيَة نزلت فِي كل كَافِر قتل مُؤمنا أَو هُوَ وَعِيد لمن قتل مُؤمنا مستحلا لقَتله بِلَا سَبَب وَالْمرَاد وَمَات كَافِرًا أَو فَجَزَاؤُهُ جَهَنَّم خَالِدا فِيهَا إِن جازاه وَمَا رُوِيَ عَن ابْن عَبَّاس فعلى سَبِيل التَّشْدِيد لما روى عَنهُ أَنه قَالَ أَن لم يقتل الْقَاتِل يُقَال لَهُ لَا تَوْبَة لَك",
            "page": "95",
            "part": "1",
            "seal": "68641120"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "قَوْله تَعَالَى {إِن الْمُنَافِقين فِي الدَّرك الْأَسْفَل من النَّار وَلنْ تَجِد لَهُم نَصِيرًا} 145 ¶ مَنْسُوخَة بِالِاسْتِثْنَاءِ بعْدهَا {إِلَّا الَّذين تَابُوا وَأَصْلحُوا واعتصموا} الْآيَة ¶ سُورَة الْمَائِدَة ¶ مَدَنِيَّة إِلَّا آيَة {الْيَوْم أكملت لكم دينكُمْ} فَنزلت بِعَرَفَات وآياتها ¶ مائَة وَثَلَاث أَو اثْنَتَانِ أَو عشرُون آيَة ¶ وكلماتها أَلفَانِ وَثَمَانمِائَة وَأَرْبع ¶ وحروفها أَرْبَعَة عشر ألفا وَتِسْعمِائَة وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ سبع آيَات",
            "page": "96",
            "part": "1",
            "seal": "209C9B6F"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا لَا تحلوا شَعَائِر الله وَلَا الشَّهْر الْحَرَام وَلَا الْهَدْي وَلَا القلائد وَلَا آمين الْبَيْت الْحَرَام يَبْتَغُونَ فضلا من رَبهم ورضوانا} ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ والشعائر مَنَاسِك الْحَج أَو الْهَدَايَا المشعورة ¶ أَو المُرَاد مَا حرم الله أَو المُرَاد النَّهْي عَن الْقَتْل فِي الْحرم ¶ قَوْله تَعَالَى {فَاعْفُ عَنْهُم وَاصْفَحْ إِن الله يحب الْمُحْسِنِينَ} 13 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "97",
            "part": "1",
            "seal": "CFC23D86"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "قَوْله تَعَالَى {إِنَّمَا جَزَاء الَّذين يُحَاربُونَ الله وَرَسُوله ويسعون فِي الأَرْض فَسَادًا أَن يقتلُوا أَو يصلبوا أَو تقطع أَيْديهم وأرجلهم من خلاف أَو ينفوا من الأَرْض ذَلِك لَهُم خزي فِي الدُّنْيَا وَلَهُم فِي الْآخِرَة عَذَاب عَظِيم} ¶ مَنْسُوخَة بِالِاسْتِثْنَاءِ بعْدهَا فِي قَوْله تَعَالَى {إِلَّا الَّذين تَابُوا} الْآيَة ¶ قَوْله تَعَالَى {فَإِن جاؤوك فاحكم بَينهم أَو أعرض عَنْهُم وَإِن تعرض عَنْهُم فَلَنْ يضروك شَيْئا وَإِن حكمت فاحكم بَينهم بِالْقِسْطِ إِن الله يحب المقسطين} 42 ¶ مَنْسُوخَة بقوله تَعَالَى {وَأَن احكم بَينهم بِمَا أنزل الله وَلَا تتبع أهواءهم} وَبِه قَالَ مُجَاهِد وَسَعِيد وَعِكْرِمَة وَابْن عَبَّاس فَيجب على",
            "page": "98",
            "part": "1",
            "seal": "0BA94981"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "حَاكم الْمُسلمين الحكم بَينهم وَقَالَ الْحسن الْبَصْرِيّ وَالشعْبِيّ وَالنَّخَعِيّ لَا نسخ ¶ وَالْحَاكِم مُخَيّر بَين الحكم وَعَدَمه هَذَا كُله إِذا تحاكم أهل الذِّمَّة مَعَ بَعضهم إِلَيْنَا فَأَما إِذا تحاكم إِلَيْنَا مُسلم وذمي فَيجب الحكم بَينهمَا إِجْمَاعًا",
            "page": "99",
            "part": "1",
            "seal": "78D1E00C"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "قَوْله تَعَالَى {وَمَا على الرَّسُول إِلَّا الْبَلَاغ الْمُبين} 99 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ فَائِدَة ¶ قَوْله {ولتجدن أقربهم مَوَدَّة للَّذين آمنُوا الَّذين قَالُوا إِنَّا نَصَارَى} هَذَا خَاص بالنجاشي ووفده الَّذين أَسْلمُوا لما قدمُوا على النَّبِي صلى الله عَلَيْهِ وَسلم وهم اثْنَان وَثَلَاثُونَ أَو أَرْبَعُونَ أَو سَبْعُونَ أَو ثَمَانُون رجلا وَلَيْسَ المُرَاد كل النَّصَارَى لأَنهم فِي عداوتهم كاليهود ¶ قَوْله تَعَالَى {عَلَيْكُم أَنفسكُم لَا يضركم من ضل إِذا اهْتَدَيْتُمْ} 105 ¶ مَنْسُوخ أَولهَا بآخرها لِأَن الْهِدَايَة هُنَا الْأَمر بِالْمَعْرُوفِ ¶ فَائِدَة ¶ قَالَ أَبُو عُبَيْدَة لَيْسَ فِي كتاب الله آيَة جمعت النَّاسِخ والمنسوخ غير هَذِه الْآيَة قلت يرد عَلَيْهِ نَحْو آيَة الزواني وَسُئِلَ",
            "page": "100",
            "part": "1",
            "seal": "86E99ACC"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "عَلَيْهِ الصَّلَاة وَالسَّلَام عَن هَذِه الْآيَة فَقَالَ مروا بِالْمَعْرُوفِ وَتَنَاهوا عَن الْمُنكر حَتَّى إِذا رَأَيْت شحا مُطَاعًا وَدُنْيا مُؤثرَة وَإِعْجَاب كل ذِي رَأْي بِرَأْيهِ فَعَلَيْك نَفسك ودع أَمر الْعَوام الحَدِيث ¶ وَقَالَ مُجَاهِد وَابْن جُبَير هِيَ فِي الْيَهُود وَالنَّصَارَى أَي لَا يضركم من ضل مِنْهُم فَخُذُوا مِنْهُم الْجِزْيَة واتركوهم ¶ قَالَ ابْن مَسْعُود مروا بِالْمَعْرُوفِ وانهوا عَن الْمُنكر مَا قبل مِنْكُم فَإِن رد عَلَيْكُم فَعَلَيْكُم أَنفسكُم ¶ قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا شَهَادَة بَيْنكُم إِذا حضر أحدكُم الْمَوْت حِين الْوَصِيَّة اثْنَان ذَوا عدل مِنْكُم أَو آخرَانِ من غَيْركُمْ} 106 ¶ أَي من غير ملتكم ودينكم الْآيَة مَنْسُوخَة مَعَ اللَّتَيْنِ بعْدهَا عِنْد جمَاعَة بقوله تَعَالَى {وَأشْهدُوا ذَوي عدل مِنْكُم} فبطلت شَهَادَة أهل الذِّمَّة سفرا وحضرا ¶ وَعند جمَاعَة هَذِه غير مَنْسُوخَة وَقَالُوا إِن لم يجد مُسلمين فليشهد كَافِرين ¶ وَقلت وَهَذَا هُوَ مَذْهَب الْحَنَابِلَة وَلَا تجوز شَهَادَة كَافِر على مُسلم إِلَّا فِي وَصيته سفرا",
            "page": "101",
            "part": "1",
            "seal": "EA714B4D"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "فَائِدَة ¶ قَالَ بعض الْعلمَاء فِي سُورَة الْمَائِدَة لم ينْسَخ مِنْهَا شَيْء الْبَتَّةَ بل جَمِيعهَا مُحكم لِأَنَّهَا لم ينزل بعْدهَا شَيْء ينْسَخ مَا فِيهَا من الْأَحْكَام يُؤَيّدهُ قَول عَائِشَة رَضِي الله عَنْهَا سُورَة الْمَائِدَة آخر مَا نزل فَمَا وجدْتُم فِيهَا حَلَالا فحللوه وَمَا وجدْتُم فِيهَا حَرَامًا فحرموه ¶ وَاحْتج من قَالَ بالنسخ بقول الْبَراء بن عَازِب آخر سُورَة نزلت بَرَاءَة وَهَذَا لَا يرد القَوْل الأول لِأَن مَا ذكر أَنه مَنْسُوخ مِنْهَا لم يدع نسخه بِشَيْء من بَرَاءَة إِلَّا مَا نسخ بِآيَة السَّيْف فَتَأمل",
            "page": "102",
            "part": "1",
            "seal": "F0ACD6D9"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "سُورَة الْأَنْعَام ¶ مَكِّيَّة إِلَّا سِتّ آيَات ¶ {وَمَا قدرُوا الله حق قدره} الْآيَة نزلت فِي الْمَدِينَة فِي مَالك الْيَهُودِيّ {وَمن أظلم مِمَّن افترى على الله} إِلَى قَوْله {عَن آيَاته تستكبرون} نزلتا فِي الْمَدِينَة فِي مُسَيْلمَة الْكذَّاب حِين قَالَ أُوحِي إِلَى وَفِي عبد الله بن أبي السَّرْح حِين قَالَ سَأُنْزِلُ مِثْلَمَا أنزل الله ¶ وَقَوله تَعَالَى {قل تَعَالَوْا أتل} إِلَى ثَلَاث آيَات نزلت فِي الْمَدِينَة وَهن المحكمات مَا أنزل الله من كتاب إِلَّا وَهن فِيهِ وآياتها مئة وَخمْس أَو سِتّ أَو سبع وَسِتُّونَ آيَة على الْخلاف وكلماتها ثَلَاث آلَاف وثنتان وَعِشْرُونَ وحروفها اثْنَي عشر ألفا ومئتان وَأَرْبَعَة وَأَرْبَعُونَ حرفا وَيُقَال أنزلت لَيْلًا جملَة وَاحِدَة وفيهَا من الْمَنْسُوخ اثْنَتَيْ عشرَة آيَة",
            "page": "103",
            "part": "1",
            "seal": "9381BDAC"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "قَوْله تَعَالَى {قل إِنِّي أَخَاف إِن عصيت رَبِّي عَذَاب يَوْم عَظِيم} 15 مَنْسُوخَة بقوله تَعَالَى {ليغفر لَك الله مَا تقدم من ذَنْبك وَمَا تَأَخّر} الْآيَة (1) ¶ قَوْله تَعَالَى {قل لست عَلَيْكُم بوكيل} 66 أَي بمسلط ألزمكم بِالْإِسْلَامِ أَو برقيب مَنْسُوخَة بِآيَة السَّيْف",
            "page": "104",
            "part": "1",
            "seal": "08013582"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "قَوْله تَعَالَى {وَإِذا رَأَيْت الَّذين يَخُوضُونَ فِي آيَاتنَا فَأَعْرض عَنْهُم} 68 إِلَى قَوْله تَعَالَى {وَمَا على الَّذين يَتَّقُونَ من حسابهم من شَيْء} كَانَ ذَلِك فِي أول الْإِسْلَام ثمَّ نسخ بقوله تَعَالَى فِي النِّسَاء {فَلَا تقعدوا مَعَهم حَتَّى يخوضوا فِي حَدِيث غَيره} 1 ¶ قَوْله تَعَالَى {وذر الَّذين اتَّخذُوا دينهم لعبا ولهوا وغرتهم الْحَيَاة الدُّنْيَا} 70 وهم الْيَهُود وَالنَّصَارَى مَنْسُوخَة بِآيَة السَّيْف (2) ¶ قَوْله تَعَالَى {قل الله ثمَّ ذرهم فِي خوضهم يَلْعَبُونَ} 91 مَنْسُوخَة بِآيَة السَّيْف (3)",
            "page": "105",
            "part": "1",
            "seal": "4D4AED89"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "قَوْله تَعَالَى {فَمن أبْصر فلنفسه وَمن عمي فعلَيْهَا وَمَا أَنا عَلَيْكُم بحفيظ} 104 مَنْسُوخَة بِآيَة السَّيْف (1) ¶ قَوْله تَعَالَى {وَأعْرض عَن الْمُشْركين} 106 مَنْسُوخَة بِآيَة السَّيْف (2) ¶ قَوْله تَعَالَى {وَلَا تسبوا الَّذين يدعونَ من دون الله فيسبوا الله} 108 ¶ قَوْله تَعَالَى {فذرهم وَمَا يفترون} مَنْسُوخَة بِآيَة السَّيْف (4)",
            "page": "106",
            "part": "1",
            "seal": "F2924C31"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "قَوْله تَعَالَى {وَلَا تَأْكُلُوا مِمَّا لم يذكر اسْم الله عَلَيْهِ} 121 مَنْسُوخَة بقوله تَعَالَى {الْيَوْم أحل لكم الطَّيِّبَات} يَعْنِي الذَّبَائِح قلت وَهَذَا هُوَ مَذْهَب الشَّافِعِيَّة بِخِلَاف الْمذَاهب الثَّلَاثَة فعندهم وَعند الثَّوْريّ وفقهاء الثَّوْريّ وفقهاء الكوفه إِن ترك التَّسْمِيَة عَامِدًا لَا تحل وَإِن كَانَ نَاسِيا تحل ¶ وَعند الشّعبِيّ وَابْن سِيرِين تحرم مُطلقًا لظَاهِر الْآيَة",
            "page": "107",
            "part": "1",
            "seal": "7E450537"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "قَوْله تَعَالَى {قل يَا قوم اعْمَلُوا على مكانتكم إِنِّي عَامل فَسَوف تعلمُونَ من تكون لَهُ عَاقِبَة الدَّار} 135 ¶ نسخت بِآيَة السَّيْف ¶ قَوْله تَعَالَى {إِن الَّذين فرقوا دينهم وَكَانُوا شيعًا لست مِنْهُم فِي شَيْء} 159 ¶ أَي فرقا لست مِنْهُم فِي شَيْء أَي من قِتَالهمْ مَنْسُوخ بِآيَة السَّيْف",
            "page": "108",
            "part": "1",
            "seal": "6D19E750"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "سُورَة الْأَعْرَاف ¶ مَكِّيَّة إِلَّا أَربع آيَات نزلت بِالْمَدِينَةِ وَهِي قَوْله تَعَالَى {وَإِذ قيل لَهُم اسكنوا} إِلَى ثَلَاث آيَات وَقَوله تَعَالَى {وَإِذ أَخذ رَبك} الْآيَة وَقيل وَقَوله تَعَالَى {واسألهم عَن الْقرْيَة} إِلَى قَوْله {وَإِذ نتقنا الْجَبَل} لَيْسَ بمكي ¶ وآياتها مئتان أَو خمس أَو سِتّ آيَات ¶ وكلماتها ثَلَاث آلَاف وَثَلَاث مائَة وَخَمْسَة وَعِشْرُونَ ¶ وحروفها ثَلَاثَة عشر ألف وَثَمَانمِائَة وست وَسَبْعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وباقيها كُله مُحكم",
            "page": "109",
            "part": "1",
            "seal": "2C4AD97C"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "قَوْله تَعَالَى {خُذ الْعَفو وَأمر بِالْعرْفِ وَأعْرض عَن الْجَاهِلين} 199 ¶ هَذِه الْآيَة من عَجِيب الْقُرْآن أَولهَا وَآخِرهَا مَنْسُوخ ووسطها مُحكم ¶ وَقَوله {خُذ الْعَفو} أَي الْفضل من أَمْوَالهم تقدم أَنه مَنْسُوخ بِآيَة الزَّكَاة {وَأمر بِالْعرْفِ} أَي الْمَعْرُوف مُحكم ¶ {وَأعْرض عَن الْجَاهِلين} مَنْسُوخ بِآيَة السَّيْف ¶ وروى أَن جِبْرِيل عَلَيْهِ السَّلَام قَالَ للنَّبِي مُحَمَّد صلى الله عَلَيْهِ وَسلم جئْتُك من عِنْد رَبك بمكارم الْأَخْلَاق ثمَّ قَرَأَ عَلَيْهِ هَذِه الْآيَة فَقَالَ مَا مَعْنَاهَا يَا جِبْرِيل قَالَ مَعْنَاهَا صل من قَطعك وَأعْطِ من حَرمك وأعف عَمَّن ظلمك",
            "page": "110",
            "part": "1",
            "seal": "BBFC5FCD"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "سُورَة الْأَنْفَال ¶ مَدَنِيَّة إِلَّا آيَتَيْنِ قَوْله تَعَالَى {يَسْأَلُونَك عَن الْأَنْفَال} الْآيَة نزلت ببدر ¶ وَقَوله تَعَالَى {يَا أَيهَا النَّبِي حَسبك الله وَمن اتبعك} الْآيَة نزلت بِمَكَّة فِي عمر وَأَصْحَابه ¶ وَقَالَ بَعضهم من قَوْله {وَإِذ يمكر بك الَّذين كفرُوا} إِلَى آخر سبع آيَات لَيْسَ بمدني ¶ وحروفها خَمْسَة آلَاف ومئتان وَأَرْبَعَة وَسِتُّونَ ¶ وكلماتها ألف ومائتان وَإِحْدَى وَثَلَاثُونَ ¶ وآياتها خمس أَو سِتّ أَو سبع وَسَبْعُونَ آيَة وفيهَا من الْمَنْسُوخ سِتّ آيَات",
            "page": "111",
            "part": "1",
            "seal": "A6F0BB7E"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "قَوْله تَعَالَى {يَسْأَلُونَك عَن الْأَنْفَال قل الْأَنْفَال لله وَالرَّسُول} 1 ¶ مَنْسُوخَة بقوله تَعَالَى {وَاعْلَمُوا أَنما غَنِمْتُم من شَيْء} الْآيَة وَقيل لَا نسخ وَالْمعْنَى أَن الحكم فِي الْأَنْفَال لله وَلِرَسُولِهِ وَلَيْسَ لأحد قسمتهَا مفوضا إِلَى رَأْي أحد وَقد بَين الله وَرَسُوله مصارفها ¶ قَوْله تَعَالَى {وَمَا كَانَ الله ليعذبهم وَأَنت فيهم وَمَا كَانَ الله معذبهم وهم يَسْتَغْفِرُونَ} 23 ¶ مَنْسُوخَة بقوله تَعَالَى {قاتلوهم يعذبهم الله بِأَيْدِيكُمْ ويخزهم وينصركم عَلَيْهِم} الْآيَة ¶ قلت لَو ادّعى مُدع أَن ناسخها مَا بعْدهَا لَكَانَ حسنا وَهُوَ {وَمَا لَهُم أَلا يعذبهم الله} الْآيَة أَي وَأَن كنت فيهم وَإِن كَانُوا يَسْتَغْفِرُونَ",
            "page": "112",
            "part": "1",
            "seal": "156C7E2F"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "قَوْله تَعَالَى {قل للَّذين كفرُوا إِن ينْتَهوا يغْفر لَهُم مَا قد سلف وَإِن يعودوا فقد مَضَت سنة الْأَوَّلين} 38 ¶ مَنْسُوخَة بقوله تَعَالَى {وقاتلوهم حَتَّى لَا تكون فتْنَة} أَي شرك ¶ قَوْله تَعَالَى {وَإِن جنحوا للسلم فاجنح لَهَا} 61 ¶ مَنْسُوخَة عِنْد جمَاعَة بِآيَة السَّيْف",
            "page": "113",
            "part": "1",
            "seal": "CADA0D6B"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "قَوْله تَعَالَى {إِن يكن مِنْكُم عشرُون صَابِرُونَ يغلبوا مِائَتَيْنِ وَإِن يكن مِنْكُم مائَة يغلبوا ألفا من الَّذين كفرُوا بِأَنَّهُم قوم لَا يفقهُونَ} 65 ¶ قَالَ ابْن عَبَّاس لما ثقلت على الْمُسلمين فنسخها الله بقوله تَعَالَى {الْآن خفف الله عَنْكُم} وَقيل لَا نسخ لَان التَّخْفِيف لَا ينْسَخ حكم الأول وَإِنَّمَا التَّخْفِيف رخصَة وَإِبَاحَة والناسخ مَا رفع حكم الْمَنْسُوخ وبالإجماع أَن الرجل إِذا اطاق قتال غَيره من الْمُشْركين وَقَاتلهمْ كَانَ لَهُ الْأجر الْعَظِيم قَالَه بعض الْمُحَقِّقين ¶ قَوْله تَعَالَى {وَالَّذين آمنُوا وَلم يهاجروا مَا لكم من ولايتهم من شَيْء حَتَّى يهاجروا} 72 ¶ يعْنى الْمِيرَاث وَذَلِكَ أَنهم كَانُوا يتوارثون بِالْهِجْرَةِ ¶ ثمَّ نسخ بقوله تَعَالَى {وأولو الْأَرْحَام بَعضهم أولى بِبَعْض}",
            "page": "114",
            "part": "1",
            "seal": "6C4B967D"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "وَزَاد بَعضهم {وَإِن استنصروكم فِي الدّين فَعَلَيْكُم النَّصْر إِلَّا على قوم بَيْنكُم وَبينهمْ مِيثَاق وَالله بِمَا تَعْمَلُونَ بَصِير} 73 ¶ وَقَالَ هُنَا ينْسَخ بِآيَة السَّيْف ¶ سُورَة التَّوْبَة ¶ مَدَنِيَّة سوى آيَتَيْنِ فِي آخرهَا {لقد جَاءَكُم رَسُول من أَنفسكُم} الْآيَة نزلتا بِمَكَّة وَهِي آخر سُورَة نزلت قَالَه الْبَراء بن عَازِب ¶ وآياتها مئة وتسع وَعِشْرُونَ أَو ثَلَاثُونَ آيَة ¶ وكلماتها أَلفَانِ وَأَرْبَعمِائَة وتسع وَتسْعُونَ ¶ وحروفها عشرَة آلَاف وَسَبْعمائة وَسِتَّة عشر ¶ وَتسَمى سُورَة بَرَاءَة وَالتَّوْبَة والفاضحة والمخزية والحاقدة والمنكلة والمدمدمة وَسورَة الْعَذَاب وَعَن حُذَيْفَة إِنَّكُم تسمونها سُورَة التَّوْبَة وَإِنَّمَا هِيَ سُورَة الْعَذَاب وَالله مَا تركت أحدا إِلَّا نَالَتْ مِنْهُ وَلم يكْتب فِي أَولهَا الْبَسْمَلَة لِأَنَّهَا نزلت بِالسَّيْفِ والبسملة أَمَان أَو انها والانفال سُورَة وَاحِدَة وفيهَا من الْمَنْسُوخ سِتّ آيَات",
            "page": "115",
            "part": "1",
            "seal": "FEC56580"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "قَوْله تَعَالَى {بَرَاءَة من الله وَرَسُوله إِلَى الَّذين عاهدتم من الْمُشْركين} 1 ¶ أَي بِنَقْض عهد وَنسخ مِيثَاق ¶ وَهَذِه الْآيَة نسخت كل عهد كَانَ بَين النَّبِي صلى الله عَلَيْهِ وَسلم وَبَين الْمُشْركين ثمَّ جعل سُبْحَانَهُ وَتَعَالَى مُدَّة المعاهدين أَرْبَعَة أشهر بقوله سُبْحَانَهُ {فسيحوا فِي الأَرْض أَرْبَعَة أشهر} قَالَ الزُّهْرِيّ هِيَ شَوَّال وَذُو الْقعدَة وَذُو الْحجَّة وَالْمحرم وَهَذَا تَأْجِيل من الله للْمُشْرِكين فَمن كَانَت مُدَّة عَهده أقل من أَرْبَعَة أشهر رفع إِلَيْهَا أَو أَكثر هَبَط إِلَيْهَا وَمن لم يكن لَهُ عهد فَأَجله خَمْسُونَ يَوْمًا ثمَّ نسخت المعاهدة والذمة والمدة بقوله تَعَالَى {فَاقْتُلُوا الْمُشْركين حَيْثُ وَجَدْتُمُوهُمْ} أَي فِي الْحل وَفِي الْأَشْهر الْحرم وَغَيرهَا وَهَذِه آيَة السَّيْف وَهِي من عَجِيب الْقُرْآن لِأَنَّهَا نسخت مائَة وَأَرْبَعَة وَعشْرين آيَة ثمَّ نسخت بقوله تَعَالَى {فإمَّا منا بعد وَإِمَّا فدَاء} الْآيَة",
            "page": "116",
            "part": "1",
            "seal": "1FB693D1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "قَوْله تَعَالَى {وَالَّذين يكنزون الذَّهَب وَالْفِضَّة وَلَا يُنْفِقُونَهَا فِي سَبِيل الله فبشرهم بِعَذَاب أَلِيم} 34 ¶ مَنْسُوخَة بِآيَة الزَّكَاة والكنز كل مَال لَا تُؤَدّى زَكَاته ¶ قَالَ ابْن عمر كل مَال تُؤَدّى زَكَاته فَلَيْسَ بكنز وكل مَا لَا تُؤَدّى زَكَاته فَهُوَ كنز وَإِن لم يكن مَدْفُونا ¶ وَعَن عَليّ كرم الله وَجهه كل مَال زَاد على أَرْبَعَة آلَاف دِرْهَم فَهُوَ كنز أدّيت زَكَاته أم لم تُؤَد",
            "page": "117",
            "part": "1",
            "seal": "3B40B45D"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "قَوْله تَعَالَى {انفروا خفافا وثقالا وَجَاهدُوا بأموالكم وَأَنْفُسكُمْ فِي سَبِيل الله ذَلِكُم خير لكم إِن كُنْتُم تعلمُونَ} 41 ¶ مَنْسُوخَة بقوله تَعَالَى {وَمَا كَانَ الْمُؤْمِنُونَ لينفروا كَافَّة} وَقَالَ ابْن عَبَّاس قَالَ السّديّ لما نزلت هَذِه الْآيَة اشْتَدَّ شَأْنهَا على النَّاس فَنزل قَوْله تَعَالَى {لَيْسَ على الضُّعَفَاء وَلَا على المرضى} الْآيَة فنسخت بهَا",
            "page": "118",
            "part": "1",
            "seal": "4EBE93B3"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "سُورَة ص ¶ وَتسَمى سُورَة دَاوُد وَهِي مَكِّيَّة ¶ وآياتها خمس أَو سِتّ أَو ثَمَان وَثَمَانِينَ آيَة ¶ وكلماتها سَبْعمِائة ومئتان وَثَلَاثُونَ ¶ وحروفها أَلفَانِ وسِتمِائَة وَخَمْسَة وَخَمْسُونَ ¶ وفيهَا من الْمَنْسُوخ على مَا زعم بَعضهم آيتان ¶ قَوْله تَعَالَى {إِن يُوحى إِلَيّ إِلَّا أَنما أَنا نَذِير مُبين} ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {ولتعلمن نبأه بعد حِين} 88 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "173",
            "part": "1",
            "seal": "D0E0187E"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "سُورَة الزمر ¶ وَتسَمى سُورَة الْفرق ¶ آياتها مَكِّيَّة إِلَّا ثَلَاث آيَات أَولهَا {قل يَا عبَادي الَّذين أَسْرفُوا} ¶ نزلت بِالْمَدِينَةِ فِي وَحشِي وَأَصْحَابه ¶ أَو إِلَّا قَوْله {الله نزل أحسن الحَدِيث} الْآيَة أَو الا قَوْله {للَّذين أَحْسنُوا فِي هَذِه الدُّنْيَا حَسَنَة} ¶ وَهِي اثْنَتَانِ أَو ثَلَاث أَو خمس وَسَبْعُونَ آيَة ¶ وكلماتها ألف وَمِائَة وَاثْنَتَانِ وَسَبْعُونَ ¶ وحروفها أَرْبَعَة آلَاف وسِتمِائَة وَسَبْعُونَ ¶ وفيهَا من الْمَنْسُوخ خمس آيَات",
            "page": "174",
            "part": "1",
            "seal": "B780E73B"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "قَوْله تَعَالَى {إِن الله يحكم بَينهم فِيمَا هم فِيهِ يَخْتَلِفُونَ} 3 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {قل إِنِّي أَخَاف إِن عصيت رَبِّي عَذَاب يَوْم عَظِيم} 13 ¶ مَنْسُوخَة بِأول الْفَتْح",
            "page": "175",
            "part": "1",
            "seal": "FD1E8928"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "قَوْله تَعَالَى {فاعبدوا مَا شِئْتُم من دونه قل إِن الخاسرين الَّذين خسروا أنفسهم وأهليهم يَوْم الْقِيَامَة أَلا ذَلِك هُوَ الخسران الْمُبين} 15 ¶ مَنْسُوخَة بِآيَة السَّيْف أَو المُرَاد التهديد ¶ قَوْله تَعَالَى {قل يَا قوم اعْمَلُوا على مكانتكم إِنِّي عَامل فَسَوف تعلمُونَ من يَأْتِيهِ عَذَاب يخزيه وَيحل عَلَيْهِ عَذَاب مُقيم إِنَّا أنزلنَا عَلَيْك الْكتاب للنَّاس بِالْحَقِّ فَمن اهْتَدَى فلنفسه وَمن ضل فَإِنَّمَا يضل عَلَيْهَا وَمَا أَنْت عَلَيْهِم بوكيل} ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {قل اللَّهُمَّ فاطر السَّمَاوَات وَالْأَرْض عَالم الْغَيْب وَالشَّهَادَة أَنْت تحكم بَين عِبَادك} ¶ مَعْنَاهَا مَنْسُوخ بِآيَة السَّيْف",
            "page": "176",
            "part": "1",
            "seal": "CE1EC166"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "سُورَة غَافِر ¶ وَتسَمى سُورَة الْمُؤمن ¶ وَهِي مَكِّيَّة كلهَا إِلَّا آيَتَيْنِ نزلتا بِالْمَدِينَةِ وهما ¶ {الَّذين يجادلون فِي آيَات الله} و {فسبح بِحَمْد رَبك} لِأَن الصَّلَاة نزلت بِالْمَدِينَةِ ¶ وآياتها ثَمَانُون أَو إِحْدَى أَو ثَلَاث أَو خمس أَو سِتّ وَثَمَانُونَ آيَة ¶ وكلماتها ألف وَمِائَة وتسع وَتسْعُونَ ¶ وحروفها أَرْبَعَة آلَاف وَسَبْعمائة وَسِتُّونَ ¶ وفيهَا من الْمَنْسُوخ آيتان",
            "page": "177",
            "part": "1",
            "seal": "3A194956"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "قَوْله تَعَالَى {فَالْحكم لله الْعلي الْكَبِير} 12 ¶ مَعْنَاهَا فِي الدُّنْيَا مَنْسُوخ بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فاصبر إِن وعد الله حق} 77 ¶ قَالَ مقَاتل مَنْسُوخَة بِآيَة السَّيْف",
            "page": "178",
            "part": "1",
            "seal": "DEF0904C"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "سُورَة فصلت ¶ وَتسَمى سُورَة المصابيح والسجدة ¶ وَهِي مَكِّيَّة كلهَا بِالْإِجْمَاع وآياتها اثْنَتَانِ أَو ثَلَاث أَو أَربع وَخَمْسُونَ آيَة ¶ وكلماتها تِسْعمائَة وست وَتسْعُونَ ¶ وحروفها ثَلَاثَة آلَاف ومائتان وَأَرْبَعَة وَأَرْبَعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {وَلَا تستوي الْحَسَنَة وَلَا السَّيئَة ادْفَعْ بِالَّتِي هِيَ أحسن فَإِذا الَّذِي بَيْنك وَبَينه عَدَاوَة كَأَنَّهُ ولي حميم} 34 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ فَائِدَة ¶ قَالَ ابْن عَبَّاس أَمر رَسُول الله صلى الله عَلَيْهِ وَسلم بِالصبرِ عِنْد الْغَضَب والحلم عِنْد الْجَهْل وَالْعَفو عِنْد الْإِسَاءَة ¶ وَقَالَ ابْن عَطاء لَا يَسْتَوِي من أحسن الدُّخُول فِي خدمتنا وَالْخُرُوج مِنْهَا وَبَين من أَسَاءَ الْأَدَب فِي الْخدمَة فان سوء الْأَدَب فِي الْقرب أصعب من سوء الْأَدَب فِي الْبعد وَقد يصفح عَن كبار ذنُوب الْجُهَّال ويؤاخذ الصديقون بالخطرات واللحظات ¶ والحسنة السَّلَام على من تعاديه إِذا لَقيته أَو أَن تَعْفُو عَمَّن أَسَاءَ إِلَيْك بِأَن ذمك فمدحته أَو قتل ولدك فعفوت عَنهُ وتستنقذ وَلَده من يَد قاتلة فَإِذا فعلت ذَلِك مَعَ الْعَدو أصبح كالصديق الَّذِي يغْضب لغضبك",
            "page": "179",
            "part": "1",
            "seal": "9DD96407"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "سُورَة الشورى ¶ مَكِّيَّة كلهَا ¶ أَو إِلَّا أَربع آيَات نزلت بِالْمَدِينَةِ {قل لَا أَسأَلكُم عَلَيْهِ أجرا} الْآيَات ¶ أومن قَوْله {ذَلِك الَّذِي يبشر الله عباده} إِلَى {بِذَات الصُّدُور} ¶ وَمن قَوْله {وَالَّذين إِذا أَصَابَهُم الْبَغي} إِلَى قَوْله {من سَبِيل} ¶ وكلماتها ثَمَانمِائَة وَسِتُّونَ ¶ وحروفها ثَلَاثَة آلَاف وثلاثمائة وَتسْعُونَ ¶ وآياتها خَمْسُونَ أَو إِحْدَى أَو ثَلَاث وَخَمْسُونَ آيَة ¶ وفيهَا من الْمَنْسُوخ سبع آيَات",
            "page": "180",
            "part": "1",
            "seal": "AEFEC3A7"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "قَوْله تَعَالَى {وَالْمَلَائِكَة يسبحون بِحَمْد رَبهم وَيَسْتَغْفِرُونَ لمن فِي الأَرْض} 5 ¶ مَنْسُوخَة بقوله تَعَالَى {وَيَسْتَغْفِرُونَ للَّذين آمنُوا} الْآيَة وَهَذِه الْآيَة عَامَّة اللَّفْظ خَاصَّة الْمَعْنى",
            "page": "181",
            "part": "1",
            "seal": "2C3651EB"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "قَوْله تَعَالَى {وَمَا أَنْت عَلَيْهِم بوكيل} 6 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فَلذَلِك فَادع واستقم كَمَا أمرت وَلَا تتبع أهواءهم وَقل آمَنت بِمَا أنزل الله من كتاب وَأمرت لأعدل بَيْنكُم الله رَبنَا وربكم لنا أَعمالنَا وَلكم أَعمالكُم لَا حجَّة بَيْننَا وَبَيْنكُم الله يجمع بَيْننَا وَإِلَيْهِ الْمصير} 15 ¶ إِلَى قَوْله {رَبنَا وربكم} محكمَة وَبَقِيَّة الْآيَة وَهُوَ قَوْله تَعَالَى {لنا أَعمالنَا وَلكم أَعمالكُم لَا حجَّة بَيْننَا وَبَيْنكُم} فمنسوخ بِآيَة السَّيْف ¶ فَائِدَة ¶ قَالَ بَعضهم حَقِيقَة الاسْتقَامَة لَا يطيقها إِلَّا الْأَنْبِيَاء عَلَيْهِم الصَّلَاة وَالسَّلَام وأكابر الْأَوْلِيَاء رَضِي الله عَنْهُم لِأَنَّهَا الْخُرُوج من المعهودات ومفارقة الرسوم والعادات وَالْقِيَام بَين يَدي الْحق على حَقِيقَة الصدْق قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام {اسْتَقِيمُوا وَلنْ تُحْصُوا} أَي لن تُطِيقُوا الاسْتقَامَة الَّتِي أمرت بهَا",
            "page": "182",
            "part": "1",
            "seal": "6D4ED890"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "قَوْله تَعَالَى {من كَانَ يُرِيد حرث الْآخِرَة نزد لَهُ فِي حرثه وَمن كَانَ يُرِيد حرث الدُّنْيَا نؤته مِنْهَا وَمَا لَهُ فِي الْآخِرَة من نصيب} 20 ¶ مَنْسُوخَة بقوله تَعَالَى {من كَانَ يُرِيد العاجلة عجلنا لَهُ فِيهَا مَا نشَاء لمن نُرِيد} وَقيل لَا نسخ وَقد مر فِي سُورَة هود أَنه تَخْصِيص ¶ قَوْله تَعَالَى {قل لَا أَسأَلكُم عَلَيْهِ أجرا إِلَّا الْمَوَدَّة فِي الْقُرْبَى} 23 ¶ مَنْسُوخَة بقوله تَعَالَى {قل مَا سألتكم من أجر فَهُوَ لكم} ¶ وَبِقَوْلِهِ تَعَالَى {مَا أَسأَلكُم عَلَيْهِ من أجر وَمَا أَنا من المتكلفين} ¶ وَقيل لَا نسخ لِأَن مَوَدَّة الرَّسُول ومودة أَقَاربه من فَرَائض الدّين",
            "page": "183",
            "part": "1",
            "seal": "B884CB41"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "قَوْله تَعَالَى {وَالَّذين إِذا أَصَابَهُم الْبَغي هم ينتصرون} 39 ¶ وَقَوله تَعَالَى {وَلمن انتصر بعد ظلمه} الْآيَتَانِ منسوختان بقوله تَعَالَى {وَلمن صَبر وَغفر إِن ذَلِك لمن عزم الْأُمُور} ¶ وَقيل النّسخ بِآيَة السَّيْف لِأَنَّهُ يُشِير إِلَى أَن الِانْتِصَار يكون بعد الْبَغي مَعَ أَنه يجوز لنا الْآن أَن نبدأهم بِالْقِتَالِ ¶ فَائِدَة ¶ ذهب الْأَكْثَرُونَ إِلَى أَنه لَا نسخ هُنَا لِأَن الصَّبْر والغفر فَضِيلَة والانتصار مُبَاح والمنتصر غير المعتدي مَحْمُود على فعله ¶ قَالُوا وَلَيْسَ لِلْمُؤمنِ أَن يذل نَفسه للعصاة بل يكسر شوكتهم أَن أمكنه لتَكون الْعِزَّة لأهل الدّين فَإِذا قدر عفى ¶ قَالَ بَعضهم الِانْتِصَار مِمَّن تعدى وأصر أولى وَالْعَفو عَمَّن تعدى وَنَدم أولى وَالصَّبْر على المكاره من عَلَامَات الْأَنْبِيَاء ¶ فَمن صَبر على مَكْرُوه وَلم يجزع أورثه الله حَالَة الرضى وَهُوَ أجل الْأَحْوَال وَمن جزع من المصائب وشكى أوكله الله إِلَى نَفسه وَلم تَنْفَعهُ شكواه ¶ قَوْله تَعَالَى {فَإِن أَعرضُوا فَمَا أَرْسَلْنَاك عَلَيْهِم حفيظا إِن عَلَيْك إِلَّا الْبَلَاغ} 48 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "184",
            "part": "1",
            "seal": "4FAD47C4"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "سُورَة الزخرف ¶ مَكِّيَّة ¶ إِلَّا آيَة {واسأل من أرسلنَا} نزلت بالسماء لَيْلَة الْمِعْرَاج ¶ وَقيل بِالْمَدِينَةِ وَهُوَ الْأَصَح ¶ وآياتها ثَمَان أَو تسع وَثَمَانُونَ آيَة ¶ وكلماتها ثَمَانمِائَة وَاثْنَتَانِ وَثَلَاثُونَ ¶ وحروفها ثَلَاثَة آلَاف وثلاثمائة وَسِتَّة ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {فذرهم يخوضوا ويلعبوا حَتَّى يلاقوا يومهم الَّذِي يوعدون} 83 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فاصفح عَنْهُم وَقل سَلام فَسَوف يعلمُونَ} 89 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "185",
            "part": "1",
            "seal": "321F31C5"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "سُورَة الدُّخان ¶ مَكِّيَّة بِالْإِجْمَاع وَزعم بَعضهم إِلَّا قَوْله تَعَالَى {إِنَّا كاشفو الْعَذَاب} ¶ وآياتها سِتّ أَو سبع أَو تسع وَخَمْسُونَ آيَة ¶ وكلماتها ثَلَاثمِائَة وست وَأَرْبَعُونَ ¶ وحروفها ألف وَسَبْعمائة وَسِتَّة وَسَبْعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {فَارْتَقِبْ إِنَّهُم مرتقبون} 59 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "186",
            "part": "1",
            "seal": "0DF186C6"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "سُورَة الجاثية ¶ وَتسَمى الشَّرِيعَة وَهِي مَكِّيَّة كلهَا أَو إِلَّا قَوْله تَعَالَى {قل للَّذين آمنُوا يغفروا} الْآيَة ¶ وآياتها سِتّ أَو سبع وَثَلَاثُونَ آيَة ¶ وكلماتها أَرْبَعمِائَة وثمان وَثَمَانِينَ ¶ وحروفها ألف وسِتمِائَة وَسِتَّة وَتسْعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {قل للَّذين آمنُوا يغفروا للَّذين لَا يرجون أَيَّام الله ليجزي قوما بِمَا كَانُوا يَكْسِبُونَ} 14 ¶ مَنْسُوخَة بِآيَة السَّيْف لِأَنَّهَا تَضَمَّنت معنى الْإِعْرَاض ¶ أَو نسخت بقوله تَعَالَى {فإمَّا تثقفنهم فِي الْحَرْب} ¶ أَو بقوله تَعَالَى {أذن للَّذين يُقَاتلُون بِأَنَّهُم ظلمُوا}",
            "page": "187",
            "part": "1",
            "seal": "2DF51734"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "سُورَة الاحقاف ¶ مَكِّيَّة وَقيل فِيهَا من الْمدنِي قَوْله تَعَالَى {قل أَرَأَيْتُم إِن كَانَ من عِنْد الله} الْآيَة ¶ وَقَوله تَعَالَى {فاصبر كَمَا صَبر أولُوا الْعَزْم} الْآيَة وَزعم بَعضهم {وَشهد شَاهد من بني إِسْرَائِيل} الْآيَة وَقَوله تَعَالَى {وَوَصينَا الْإِنْسَان بِوَالِديهِ} ¶ وآياتها أَربع أَو خمس وَثَلَاثُونَ آيَة ¶ وكلماتها سِتّمائَة وَأَرْبع وَأَرْبَعُونَ ¶ وحروفها أَلفَانِ وَخَمْسمِائة وَخَمْسَة وَتسْعُونَ ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {قل مَا كنت بدعا من الرُّسُل وَمَا أَدْرِي مَا يفعل بِي وَلَا بكم إِن أتبع إِلَّا مَا يُوحى إِلَيّ وَمَا أَنا إِلَّا نَذِير مُبين} 9 ¶ مَنْسُوخَة بقوله تَعَالَى {ليغفر لَك الله} الْآيَة ¶ فَائِدَة ¶ قَالَ الْعَلامَة هبة الله لَيْسَ فِي كتاب الله آيَة من الْمَنْسُوخ ثَبت حكمهَا بِقدر هَذِه الْآيَة ثَبت سِتّ عشرَة سنة فَقَالَ الْكَافِرُونَ من أهل مَكَّة كَيفَ يجوز لنا أَن نتبع رجلا لَا يدْرِي مَا يفعل بِهِ وَلَا بِأَصْحَابِهِ ¶ وَقَالَ المُنَافِقُونَ من أهل الْمَدِينَة كَذَلِك فَلَمَّا كَانَ عَام الْحُدَيْبِيَة أنزل الله ناسخها وَهُوَ أول سُورَة الْفَتْح ¶ وَفِي بعض التفاسير لما نزلت هَذِه الْآيَة فَرح بهَا الْمُشْركُونَ وَقَالُوا مَا أمرنَا وَأمر مُحَمَّد عِنْد الله إِلَّا وَاحِد وَمَاله علينا مزيه وَلَوْلَا أَنه ابتدع مَا يَقُوله من تِلْقَاء نَفسه لأخبره الَّذِي بَعثه مَا يفعل بِهِ فَنزل النَّاسِخ",
            "page": "188",
            "part": "1",
            "seal": "32491181"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "فَقَالَ الصَّحَابَة هَنِيئًا لَك يَا رَسُول الله قد علمنَا مَا يفعل الله بك فَمَا يفعل بِنَا فَنزلت {ليدْخل الْمُؤمنِينَ وَالْمُؤْمِنَات جنَّات} الْآيَة وَقَوله تَعَالَى {وَبشر الْمُؤمنِينَ بِأَن لَهُم من الله فضلا كَبِيرا} فَأخْبر بِمَا يفعل بِهِ وبأمته ثمَّ أخبر أَن دينه سَيظْهر على جَمِيع الْأَدْيَان بقوله تَعَالَى {لِيظْهرهُ على الدّين كُله} الْآيَة ¶ فَعِنْدَ ذَلِك قَالَ الْمُشْركُونَ والمنافقون قد أعلمهُ الله مَا يَفْعَله بِهِ وبأصحابه فَمَا عَسى أَن يفعل بِنَا فَنزل قَوْله تَعَالَى {بشر الْمُنَافِقين بِأَن لَهُم عذَابا أَلِيمًا} وَنزل عَقبهَا قَوْله تَعَالَى {ليعذب الله الْمُنَافِقين والمنافقات} من أهل الْمَدِينَة {وَالْمُشْرِكين والمشركات} من أهل مَكَّة",
            "page": "189",
            "part": "1",
            "seal": "B399FB9B"
        },
        {
            "hno": null,
            "id": "174",
            "nass": "قَوْله تَعَالَى {فاصبر كَمَا صَبر أولُوا الْعَزْم من الرُّسُل وَلَا تستعجل لَهُم كَأَنَّهُمْ يَوْم يرَوْنَ مَا يوعدون لم يَلْبَثُوا إِلَّا سَاعَة من نَهَار بَلَاغ فَهَل يهْلك إِلَّا الْقَوْم الْفَاسِقُونَ} 35 ¶ مَنْسُوخَة بِآيَة السَّيْف على مافيه ¶ فَائِدَة ¶ أولو الْعَزْم أختلف فيهم فَقيل هم نوح إِبْرَاهِيم مُوسَى عِيسَى وَمَعَهُمْ مُحَمَّد عَلَيْهِم الصَّلَاة وَالسَّلَام ¶ أَو نوح وَهود وَصَالح وَلُوط وَشُعَيْب ¶ أَو نوح وَإِبْرَاهِيم وَإِسْحَاق وَيَعْقُوب ويوسف وَأَيوب ¶ أَو الثَّمَانِية عشر الْمَذْكُورين فِي سُورَة الْأَنْعَام وهم جَمِيع أهل الشَّرَائِع ¶ قَالَ ابْن زيد لم يبْعَث الله نَبيا إِلَّا كَانَ ذَا عزم وحزم ورأي وَكَمَال عقل",
            "page": "191",
            "part": "1",
            "seal": "9766E326"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "سُورَة مُحَمَّد ¶ وَتسَمى سُورَة الْقِتَال وَهِي مَكِّيَّة أَو مَدَنِيَّة ¶ قَالَ هبة الله وَهِي إِلَى تَنْزِيل الْمدنِي أقرب ¶ قَالَ بَعضهم إِلَّا آيَة ¶ وَهِي ثَمَان أَو تسع وَثَلَاثُونَ آيَة ¶ وكلماتها خَمْسمِائَة وتسع وَثَلَاثُونَ ¶ وحروفها أَلفَانِ وَأَرْبَعمِائَة وَثَمَانِية وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {فإمَّا منا بعد وَإِمَّا فدَاء} 4 ¶ مَنْسُوخَة بِآيَة السَّيْف أَو بقوله تَعَالَى {فإمَّا تثقفنهم فِي الْحَرْب فشرد بهم من خَلفهم} وَبِذَلِك قَالَ قَتَادَة وَالضَّحَّاك وَالسُّديّ وَابْن جريح وَالْأَوْزَاعِيّ وفقهاء الْكُوفَة ¶ وَقَالُوا لَا يجوز الْمَنّ وَلَا الْفِدَاء على من وَقع فِي الْأسر من الْكفَّار وَلَيْسَ إِلَّا قَتلهمْ أَو استرقاقهم والمن وَالْفِدَاء كَانَ يَوْم بدر ثمَّ نسخ ¶ وَقيل لَا نسخ وَالْآيَة محكمَة عِنْد ابْن عمر وَالْحسن وَعَطَاء وَأكْثر الصَّحَابَة وَالثَّوْري وَالشَّافِعِيّ وَمَالك وَأحمد وَإِسْحَاق وَيُخَير الإِمَام فِي الأسرى المقاتلين بَين قتل ورق وَمن فدَاء بِمَال أَو بأسير مُسلم ¶ قَوْله تَعَالَى {وَلَا يسألكم أَمْوَالكُم} 32 ¶ مَنْسُوخَة بِآيَة الزَّكَاة ¶ وَقيل لَا نسخ وَالْمعْنَى وَلَا يسألكم جَمِيع أَمْوَالكُم فِي الصَّدقَات بل مَا فَرْضه عَلَيْكُم فِيهَا",
            "page": "192",
            "part": "1",
            "seal": "9EAAAE7F"
        },
        {
            "hno": "5",
            "id": "176",
            "nass": "5 ¶ - سُورَة الْفَتْح ¶ مَدَنِيَّة بِالْإِجْمَاع وَزعم بَعضهم إِلَّا ثَلَاث آيَات من أَولهَا نزلت يَوْم فتح مَكَّة وَهِي تسع وَعِشْرُونَ آيَة وكلماتها خَمْسمِائَة وَسِتُّونَ ¶ وحروفها أَلفَانِ وَأَرْبَعمِائَة وَثَمَانِية وَثَلَاثُونَ ¶ وَلَيْسَ فِيهَا مَنْسُوخ بل نَاسخ ¶ وَهِي قَوْله تَعَالَى {ليغفر لَك الله مَا تقدم من ذَنْبك وَمَا تَأَخّر} نَاسخ لقَوْله تَعَالَى {قل إِنِّي أَخَاف إِن عصيت رَبِّي عَذَاب يَوْم عَظِيم} ¶ وَلقَوْله تَعَالَى {مَا كنت بدعا من الرُّسُل} الْآيَة ¶ فَائِدَة ¶ اخْتلف الْعلمَاء فِي هَذَا الذَّنب ¶ فَقَالَ عَطاء مَا تقدم من ذنُوب أَبَوَيْك آدم وحواء ببركتك وَمَا تَأَخّر من ذنُوب أمتك بدعوتك ¶ وَقيل مَا تقدم من ذَنْب أَبِيك إِبْرَاهِيم وَتَأَخر من ذنُوب النَّبِيين ¶ وَقيل مَا تقدم مِمَّا عملت فِي الْجَاهِلِيَّة قبل الرسَالَة وَمَا تَأَخّر إِلَى نزُول هَذِه السُّورَة وَهَذَا عِنْد من يجوز الصَّغَائِر على الْأَنْبِيَاء ¶ وَقتل مَا تقدم من حَدِيث ماريه وَمَا تَأَخّر فِي أَمر زيد ¶ وَقيل مَا تقدم من ذَنْبك يَوْم بدر لِأَنَّهُ قَالَ فِيهِ أَن تهْلك هَذِه الْعِصَابَة فَلَا تعبد فِي الأَرْض أبدا فَأوحى الله إِلَيْهِ من أَيْن تعلم ذَلِك فَكَانَ هَذَا هُوَ الذَّنب الْمُتَقَدّم ¶ وَمَا تَأَخّر يَوْم حنين لِأَنَّهُ لما انهزم النَّاس قَالَ لِعَمِّهِ الْعَبَّاس وَابْن عَمه أبي سُفْيَان ناولاني كفا من الْحَصَاة فَنًّا ولاه فَرمى بِهِ فِي وُجُوه الْمُشْركين وَقَالَ شَاهَت الْوُجُوه فَلم يبْق أحد مِنْهُم إِلَّا وامتلأت عَيناهُ رملا وحصى فَانْهَزَمُوا ثمَّ نَادَى عَلَيْهِ الصَّلَاة وَالسَّلَام فِي أَصْحَابه فَرَجَعُوا فَقَالَ لَهُم لَو لم أرمهم لم ينهزموا فَأنْزل الله تَعَالَى {وَمَا رميت} الْآيَة فَكَانَ هَذَا هُوَ الذَّنب الْمُتَأَخر",
            "page": "193",
            "part": "1",
            "seal": "B61CE253"
        },
        {
            "hno": null,
            "id": "177",
            "nass": "سُورَة قَاف {ق} ¶ مَكِّيَّة إِلَّا آيَة مَدَنِيَّة وَهِي قَوْله تَعَالَى {وَلَقَد خلقنَا السَّمَاوَات وَالْأَرْض} ¶ وآياتها خمس وَأَرْبَعُونَ آيَة ¶ وكلماتها ثَلَاثمِائَة وَخمْس وَسَبْعُونَ وحروفها ألف وَأَرْبَعمِائَة وَسَبْعُونَ ¶ وَهِي أول الْمفصل وَقيل الحجرات وَقيل مُحَمَّد وَقيل الضُّحَى وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {فاصبر على مَا يَقُولُونَ} 39 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {وَمَا أَنْت عَلَيْهِم بجبار} 45 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "194",
            "part": "1",
            "seal": "C79C37E4"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "سُورَة الذاريات ¶ مَكِّيَّة وآياتها سِتُّونَ آيَة ¶ وكلماتها ثَلَاثمِائَة وَسِتُّونَ وحروفها ألف ومئتان وَسبع وَسَبْعُونَ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {وَفِي أَمْوَالهم حق للسَّائِل والمحروم} 19 ¶ مَنْسُوخ بِآيَة الزَّكَاة ¶ قَوْله تَعَالَى {فتول عَنْهُم فَمَا أَنْت بملوم} 54 ¶ مَنْسُوخ بقوله تَعَالَى {وَذكر فَإِن الذكرى تَنْفَع الْمُؤمنِينَ} ¶ فَائِدَة معنى بملوم أَي لَا لوم عَلَيْك لِأَنَّك قد بلغت الرسَالَة ¶ وَقَالَ سهل أعرض عَنْهُم فقد جاهدت فِي الإبلاغ ¶ وَقَالَ ابْن عَطاء ارْجع إِلَيْنَا فَمَا قصرت فِيمَا أمرت ¶ قَالُوا لما نزلت هَذِه الْآيَة اشْتَدَّ ذَلِك على النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه وظنوا أَن الْوَحْي قد انْقَطع وَأَن الْعَذَاب قد حضر لِأَنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام أَمر بِالْإِعْرَاضِ فَنزل النَّاسِخ لطفا بهم",
            "page": "195",
            "part": "1",
            "seal": "7E13D152"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "سُورَة الطّور ¶ السُّورَة مَكِّيَّة ¶ وآياتها سبع أَو ثَمَان أَو تسع وَأَرْبَعُونَ آيَة ¶ وكلماتها ثَلَاثمِائَة واثنتي عشرَة كلمة ¶ وحروفها ألف وَأَرْبَعمِائَة وَخَمْسَة ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {قل تَرَبَّصُوا فَإِنِّي مَعكُمْ من المتربصين} 31 ¶ وَعَن بَعضهم أَن هَذِه الْآيَة مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {واصبر لحكم رَبك فَإنَّك بأعيننا} 48 ¶ نسخ الصَّبْر بِآيَة السَّيْف ¶ فَائِدَة ¶ يَعْنِي بأعيننا أَي نرى مَا يعْمل بك فَنحْن نحفظك فَلَا يصلونَ إِلَيْك بمكروه فَمن اعْتصمَ بِاللَّه كَانَ فِي حفظه وَمن كَانَ فِي حفظه كَانَ فِي مشاهدته وَمن كَانَ فِي مشاهدته استقام مَعَه وَوصل إِلَيْهِ وَمن وصل أليه انْقَطع عَمَّا سواهُ عَاشَ عَيْش الربانيين",
            "page": "196",
            "part": "1",
            "seal": "60471F46"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "سُورَة النَّجْم ¶ السُّورَة مَكِّيَّة وَعَن ابْن عَبَّاس وَقَتَادَة إِلَّا قَوْله تَعَالَى {وَالَّذين يجتنبون كَبَائِر الْإِثْم} الْآيَة ¶ وآياتها إِحْدَى أَو اثْنَتَانِ وَسِتُّونَ آيَة ¶ وكلماتها ثَلَاثمِائَة وَسِتُّونَ ¶ وحروفها ألف وثلاثمائة وَسَبْعُونَ وفيهَا فِي الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {فَأَعْرض عَن من تولى عَن ذكرنَا وَلم يرد إِلَّا الْحَيَاة الدُّنْيَا} 29 ¶ مَنْسُوخ بِآيَة السَّيْف ¶ وَالْمعْنَى اعْرِض عَن دَعْوَة من رَأَيْته معرضًا عَن الْقُرْآن وَمَا فِيهِ مُقبلا على الدُّنْيَا وَمَا فِيهَا قَالَ بَعضهم ضيع وقته من اشْتغل بموعظة طالبي الدُّنْيَا والراغبين فِيهَا لِأَنَّهُ لَا يقبل أحد على الدُّنْيَا إِلَّا بعد الْإِعْرَاض عَن الله تَعَالَى",
            "page": "197",
            "part": "1",
            "seal": "C0EB6EDA"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "قَوْله تَعَالَى {وَأَن لَيْسَ للْإنْسَان إِلَّا مَا سعى} 39 ¶ وَعَن ابْن عَبَّاس أَن هَذَا الحكم مَنْسُوخ بقوله تَعَالَى {ألحقنا بهم ذُرِّيتهمْ} فَأدْخل الْأَبْنَاء الْجنَّة بصلاح آبَائِهِم ¶ وَمنع بَعضهم النّسخ لِأَن لفظ الْآيَة خبر ¶ فَائِدَة ¶ قَالَ عِكْرِمَة كَانَ هَذَا لقوم مُوسَى وَإِبْرَاهِيم وَأما هَذِه الْأمة فَلهم مَا سعوا وَمَا سعي لَهُم ¶ وَقَالَ الرّبيع بن أنس المُرَاد بالإنسان هُنَا هُوَ الْكَافِر ¶ أما الْمُؤمن فَلهُ أجر مَا سعى وَمَا سعي لَهُ ¶ وَقَالَ الْحُسَيْن بن الْفضل لَيْسَ للْإنْسَان إِلَّا مَا سعى من طَرِيق الْعدْل فَأَما من طَرِيق الْفضل فَجَائِز أَن يزِيدهُ ¶ قلت وَهُوَ الْأَقْرَب إِلَى الصَّوَاب ¶ وَقَالَ بَعضهم اللَّام بِمَعْنى على أَي لَيْسَ على الْإِنْسَان إِلَّا مَا يسْعَى فَلَا يُؤْخَذ أحد بذنب غَيره ¶ وَقَالَ بَعضهم أقرب الطّرق إِلَى السَّلامَة معرفَة الْمَرْء نَفسه وَمنعه فِي شهواتها لِأَنَّهَا أكبر سعيها",
            "page": "198",
            "part": "1",
            "seal": "DF9495DD"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "سُورَة الْقَمَر ¶ السُّورَة مَكِّيَّة ¶ وَقَالَ مقَاتل إِلَّا قَوْله تَعَالَى {سَيهْزمُ الْجمع} الْآيَة وَعنهُ أَيْضا إِلَّا قَوْله {أم يَقُولُونَ نَحن جَمِيع منتصر} الْآيَات الثَّلَاث ¶ وآياتها خمس وَخَمْسُونَ آيَة ¶ وكلماتها ثَلَاثمِائَة وَأَرْبَعُونَ ¶ وحروفها ألف وَأَرْبَعمِائَة وَخَمْسَة ¶ وفيهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {فتول عَنْهُم يَوْم يدع الداع إِلَى شَيْء نكر} 6 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "199",
            "part": "1",
            "seal": "4CD71EDE"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "سُورَة الْوَاقِعَة ¶ مَكِّيَّة إِلَّا قَوْله تَعَالَى {أفبهذا الحَدِيث أَنْتُم مدهنون} الْآيَة وَقَوله تَعَالَى {ثلة من الْأَوَّلين} آيَة ¶ وكلماتها ثَلَاثمِائَة وست وَسَبْعُونَ ¶ وحروفها ألف وسِتمِائَة وَثَلَاث وَسِتُّونَ ¶ وفيهَا من الْمَنْسُوخ عِنْد مقَاتل خلافًا لِلْجُمْهُورِ آيَة وَاحِدَة",
            "page": "200",
            "part": "1",
            "seal": "BD8660BB"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "وَقَوله تَعَالَى {وَقَلِيل من الآخرين} 14 ¶ زعم أَنه مَنْسُوخ بقوله تَعَالَى {ثلة من الْأَوَّلين وثلة من الآخرين} ¶ وَمعنى ثلة أَي جمَاعَة كَثِيرَة غير محصورة الْعدَد من النَّاس",
            "page": "201",
            "part": "1",
            "seal": "5BD6D37D"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "سُورَة المجادلة ¶ مَدَنِيَّة عِنْد أَكْثَرهم ¶ وَعَن عَطاء الْعشْر الأول مِنْهَا مدنِي وَالْبَاقِي مكي وَقَالَ بن السَّائِب إِلَّا قَوْله تَعَالَى {مَا يكون من نجوى ثَلَاثَة} الْآيَة ¶ وآياتها إِحْدَى أَو اثْنَتَانِ وَعِشْرُونَ آيَة ¶ وكلماتها أَرْبَعمِائَة وست وَتسْعُونَ ¶ قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا إِذا نَاجَيْتُم الرَّسُول فقدموا بَين يَدي نَجوَاكُمْ صَدَقَة ذَلِك خير لكم وأطهر فَإِن لم تَجدوا فَإِن الله غَفُور رَحِيم} 12 ¶ مَنْسُوخَة بقوله تَعَالَى {فَإذْ لم تَفعلُوا وَتَابَ الله عَلَيْكُم فأقيموا الصَّلَاة وَآتوا الزَّكَاة} الْآيَة ¶ فَائِدَة ¶ لما نزل قَوْله تَعَالَى {إِذا نَاجَيْتُم الرَّسُول} الْآيَة امسكوا عَن كَلَامه حَتَّى نسخت وَلم يعْمل بهَا غير عَليّ بن أبي طَالب كرم الله وَجهه قَالَ الْكَلْبِيّ وَلم يثبت حكمهَا غير سَاعَة حَتَّى نسخت ¶ وَقَالَ مقَاتل كَانَ ذَلِك عشر لَيَال ثمَّ نسخ ¶ وَعَن عَليّ كرم الله وَجهه أَن فِي كتاب الله آيَة مَا عمل بهَا أحد قبلي وَلَا عمل أحد بهَا بعدِي وَهِي آيَة الْمُنَاجَاة كَانَ لي دِينَار وَلم أملك إِذْ ذَاك غَيره فَصَرَفته بِعشر دَرَاهِم ثمَّ جعلت كلما أردْت أَن أسَال عَن مَسْأَلَة تَصَدَّقت بدرهم حَتَّى لم يبْق معي غير وَاحِد",
            "page": "202",
            "part": "1",
            "seal": "600CF695"
        },
        {
            "hno": null,
            "id": "186",
            "nass": "فتصدقت بِهِ وَسَأَلت فنسخت الْآيَة ¶ وَعَن ابْن عمر رَضِي الله عَنهُ كَانَ لعَلي ثَلَاث وَلَو كَانَت فِي وَاحِدَة مِنْهُنَّ كَانَت أحب إِلَيّ من حمر النعم تَزْوِيجه فَاطِمَة رَضِي الله عَنْهَا وإعطاؤه الرَّايَة وَآيَة النَّجْوَى",
            "page": "203",
            "part": "1",
            "seal": "DE0B248E"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "سُورَة الْحَشْر ¶ مَدَنِيَّة وآياتها أَربع وَعِشْرُونَ آيَة ¶ وكلماتها أَرْبَعمِائَة وَخمْس وَأَرْبَعُونَ ¶ وحروفها ألف وَثَمَانمِائَة وَخَمْسُونَ ¶ قَالَ هبة الله وفيهَا نَاسخ وَلَيْسَ فِيهَا مَنْسُوخ ¶ قَوْله تَعَالَى {مَا أَفَاء الله على رَسُوله من أهل الْقرى فَللَّه وَلِلرَّسُولِ وَلِذِي الْقُرْبَى واليتامى وَالْمَسَاكِين وَابْن السَّبِيل كي لَا يكون دولة بَين الْأَغْنِيَاء مِنْكُم وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا وَاتَّقوا الله إِن الله شَدِيد الْعقَاب} 7 ¶ نَاسخ لقَوْله تَعَالَى {قل الْأَنْفَال لله وَالرَّسُول} ¶ قلت وَفِي دَعْوَى هبة الله نظر من وَجْهَيْن ¶ الأول أَن قَتَادَة قَالَ فِي هَذِه الْآيَة أَنَّهَا مَنْسُوخَة بقوله تَعَالَى {وَاعْلَمُوا أَنما غَنِمْتُم من شَيْء فَأن لله خمسه وَلِلرَّسُولِ} الْآيَة ¶ قَالَ كَانَت الْغَنَائِم أول الْإِسْلَام تقسم على الْأَصْنَاف فنسخ بِمَا فِي الْأَنْفَال فَجعل خمس الْغَنَائِم لَا كلهَا لهَؤُلَاء الْأَصْنَاف اللَّهُمَّ إِلَّا أَن يُقَال على هَذَا هِيَ ناسخة ومنسوخة باعتبارين فَلَا تنَافِي",
            "page": "204",
            "part": "1",
            "seal": "8894ECD1"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "الثَّانِي رَأَيْت بعض الْمُفَسّرين قَالَ فِي قَوْله تَعَالَى {وَلَوْلَا أَن كتب الله عَلَيْهِم الْجلاء لعذبهم} أَن فِي الْآيَة دلَالَة على جَوَاز مصالحة الْكفَّار على الْجلاء من دِيَارهمْ من غير سبي وَلَا استرقاق وَلَا دُخُول فِي ذمَّة ¶ لَكِن هَذَا الحكم مَنْسُوخ بأَمْره تَعَالَى بقتل الْكفَّار حَتَّى يسلمُوا أَو يُعْطوا الْجِزْيَة هَذَا مَا لم يكن بِالْمُسْلِمين عجز عَن ذَلِك فيصالحوا على الْجلاء عَن بِلَادهمْ فَثَبت بِهَذَا أَن فِي هَذِه السبورة نَاسِخا ومنسوخا فَتَأمل",
            "page": "205",
            "part": "1",
            "seal": "9ECA9215"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "سُورَة الممتحنة ¶ السُّورَة مَدَنِيَّة إِلَّا آيَة {يَا أَيهَا الَّذين آمنُوا إِذا جَاءَكُم الْمُؤْمِنَات} نزلت بِالْحُدَيْبِية ¶ وآياتها ثَلَاث عشرَة آيَة ¶ وكلماتها ثَلَاثمِائَة وثمان وَأَرْبَعُونَ ¶ وحروفها ألف وَأَرْبَعمِائَة ¶ وفيهَا من الْمَنْسُوخ ثَلَاث آيَات ¶ قَوْله تَعَالَى {لَا يَنْهَاكُم الله عَن الَّذين لم يُقَاتِلُوكُمْ فِي الدّين وَلم يخرجوكم من دِيَاركُمْ أَن تبروهم وتقسطوا إِلَيْهِم إِن الله يحب المقسطين} 8 ¶ قَالَ قتاده هِيَ مَنْسُوخَة بقوله تَعَالَى {فَاقْتُلُوا الْمُشْركين حَيْثُ وَجَدْتُمُوهُمْ}",
            "page": "206",
            "part": "1",
            "seal": "3C7647DF"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "قَوْله تَعَالَى {وَآتُوهُمْ مَا أَنْفقُوا وَلَا جنَاح عَلَيْكُم أَن تنكحوهن إِذا آتَيْتُمُوهُنَّ أُجُورهنَّ وَلَا تمسكوا بعصم الكوافر واسألوا مَا أنفقتم وليسألوا مَا أَنْفقُوا ذَلِكُم حكم الله يحكم بَيْنكُم وَالله عليم حَكِيم} 10 ¶ أَي أعْطوا مهر من لحقت بكم مُؤمنَة لزَوجهَا الْكَافِر مِمَّن تزَوجهَا مِنْكُم ¶ {وَلَا جنَاح عَلَيْكُم أَن تنكحوهن إِذا آتَيْتُمُوهُنَّ أُجُورهنَّ وَلَا تمسكوا بعصم الكوافر} ¶ أَي بعصم زوجاتكم اللَّاتِي ارتددن ولحقن بالكفار ¶ {واسألوا مَا أنفقتم} أَي أعطيتم لَهُنَّ من الْمهْر وخذوه مِمَّن تزَوجهَا {وليسألوا مَا أَنْفقُوا} أَي من الْمهْر فَمن تزَوجهَا مِنْكُم وَهَذَا كُله كَانَ للْعهد الَّذِي بَينه عَلَيْهِ الصَّلَاة وَالسَّلَام وَبَين الْمُشْركين ¶ قَالَ الزُّهْرِيّ لَوْلَا الْعَهْد والهدنة الَّتِي كَانَت بَين النَّبِي صلى الله عَلَيْهِ وَسلم وَبَين قُرَيْش يَوْم الْحُدَيْبِيَة لأمسك وَلم يرد الصَدَاق ¶ فنسخ الله ذَلِك بقوله {بَرَاءَة من الله وَرَسُوله} أَي فِي نقص الْعَهْد إِلَى قَوْله تَعَالَى {أَلا تقاتلون قوما نكثوا أَيْمَانهم} ¶ فَائِدَة ¶ ذكر الْمُفَسِّرُونَ أَن هَذِه الْآيَة من أَولهَا وَهُوَ قَوْله {يَا أَيهَا الَّذين آمنُوا إِذا جَاءَكُم الْمُؤْمِنَات مهاجرات} نزلت فِي سبيعه بنت الْحَارِث وَذَلِكَ أَنه عَلَيْهِ الصَّلَاة وَالسَّلَام صَالح مُشْركي مَكَّة عَام الْحُدَيْبِيَة على أَنه من أَتَاهُ من أهل مَكَّة رده إِلَيْهِم وَمن أَتَى أهل مَكَّة من أَصْحَابه لم يردده وَكَتَبُوا بذلك كتابا وختموا عَلَيْهِ وَكره كثير من الْمُسلمين هَذَا الشَّرْط وَلَكِن لهيبة رَسُول الله صلى الله عَلَيْهِ وَسلم أَمْسكُوا على كَرَاهِيَة مِنْهُم",
            "page": "207",
            "part": "1",
            "seal": "141A5353"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "فَلَمَّا قفل رَاجعا لحقته سبيعه بنت الْحَارِث فَقَالَت يَا مُحَمَّد قد جئْتُك مُؤمنَة بِاللَّه مصدقة بِمَا جِئْت بِهِ فَأَخذهَا فلحقها زَوجهَا بِجَمَاعَة من الْمُشْركين فَقَالَ يَا مُحَمَّد أردد عَليّ امْرَأَتي فَإنَّك اشْترطت أَن ترد علينا من أَتَاك منا وَهَذِه طِينَة الْكتاب لم تَجف بعد فهم عَلَيْهِ الصَّلَاة وَالسَّلَام أَن يردهَا عَلَيْهِم فَنزلت هَذِه الْآيَة ¶ وَاخْتلف الْعلمَاء فِي رد النِّسَاء هَل شَرط فِي العقد لفظا أَو عُمُوما فَذهب بَعضهم إِلَى أَنه شَرط صَرِيح فنسخ ردهن من العقد فِي الرِّجَال ¶ قلت فعلى هَذَا فالآية فِيهَا نسخ السّنة بِالْقُرْآنِ وَالْقُرْآن بِالْقُرْآنِ ¶ وَذهب بَعضهم إِلَى أَنه لم يشْتَرط ردهن فِي نفس العقد ¶ وَكَانَ ظَاهر عُمُومه يشْتَمل عَلَيْهِنَّ مَعَ الرِّجَال فَبين الله تَعَالَى خروجهن من عُمُومه بِهَذِهِ الْآيَة ¶ وَلذَلِك قَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام للوفد الَّذِي أَتَاهُ إِنَّمَا كَانَ الشَّرْط فِي الرِّجَال دون النِّسَاء ¶ فَإِن قلت ظَاهر قَوْله تَعَالَى {وَلَا جنَاح عَلَيْكُم أَن تنكحوهن} أَنه يجوز نِكَاحهنَّ بِمُجَرَّد اسلامهن اللحوق بِنَا قلت قد اخْتلف الائمة فِي ذَلِك فَإِن كَانَ ذَلِك قبل الدُّخُول انْفَسَخ النِّكَاح بِمُجَرَّد اللحوق بِنَا وَجَاز لنا نِكَاحهَا فِي الْحَال وَلَا أعلم خلافًا فِي ذَلِك ¶ وَإِن كَانَ بعد الدُّخُول فَفِيهِ خلاف بَين الْأَئِمَّة ¶ فَعِنْدَ الشَّافِعِي وَمَالك وَأحمد وَالْأَوْزَاعِيّ وَاللَّيْث لَا يجوز إِلَّا بعد انْقِضَاء عدتهَا فَإِن أسلم الزَّوْج قبل انقضائهافهي امْرَأَته ¶ وَعند أبي حنيفَة إِذا خرج أحد الزَّوْجَيْنِ من دَار الْحَرْب مُسلما أَو بِذِمَّة وبقى الآخر حَرْبِيّا وَقعت الْفرْقَة وَلَا يرى الْعدة على المهاجرة خلافًا لصاحبيه ويبيح نِكَاحهَا إِلَّا أَن تكون حَامِلا",
            "page": "208",
            "part": "1",
            "seal": "AD6AF228"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "قَوْله تَعَالَى {وَإِن فاتكم شَيْء من أزواجكم إِلَى الْكفَّار فعاقبتم فآتوا الَّذين ذهبت أَزوَاجهم مثل مَا أَنْفقُوا وَاتَّقوا الله الَّذِي أَنْتُم بِهِ مُؤمنُونَ} 11 ¶ أَي أصبتموهم فِي الْقِتَال بعقوبة حَتَّى غَنِمْتُم {فآتوا الَّذين ذهبت أَزوَاجهم مثل مَا أَنْفقُوا} أَي أعطوهم من الْغَنَائِم الَّتِي صَارَت بِأَيْدِيكُمْ من أَمْوَال الْكفَّار بِقدر مَا أَنْفقُوا عَلَيْهِنَّ من الْمهْر ثمَّ نسخ ذَلِك بقوله تَعَالَى {بَرَاءَة من الله وَرَسُوله} إِلَى رَأس الْخمس آيَات",
            "page": "209",
            "part": "1",
            "seal": "34B112D6"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "سُورَة الْمُنَافِقين ¶ السُّورَة مَدَنِيَّة ¶ وآياتها إِحْدَى عشرَة آيَة ¶ وكلماتها مائَة وَثَمَانُونَ ¶ وحروفها سَبْعمِائة وَسِتَّة وَسَبْعُونَ وفيهَا نَاسخ وَلَا مَنْسُوخ ¶ قَوْله تَعَالَى {سَوَاء عَلَيْهِم أَسْتَغْفَرْت لَهُم أم لم تستغفر لَهُم لن يغْفر الله لَهُم إِن الله لَا يهدي الْقَوْم الْفَاسِقين} 6 ¶ نَاسخ لقَوْله تَعَالَى {إِن تستغفر لَهُم سبعين مرّة} وَقل تقدم ذكره فِي سُورَة بَرَاءَة ¶ سُورَة التغابن ¶ مَدَنِيَّة عِنْد أَكْثَرهم أَو مَكِّيَّة إِلَّا ثَلَاث آيَات نزلت بِالْمَدِينَةِ {يَا أَيهَا الَّذين آمنُوا إِن من أزواجكم وَأَوْلَادكُمْ} إِلَى آخِرهنَّ ¶ وآياتها ثَمَانِي عشرَة آيَة ¶ وكلماتها مئتان وَإِحْدَى وَأَرْبَعُونَ ¶ وحروفها ألف وَسَبْعُونَ وفيهَا نَاسخ لَا مَنْسُوخ ¶ قَوْله تَعَالَى {فَاتَّقُوا الله مَا اسْتَطَعْتُم واسمعوا وَأَطيعُوا وأنفقوا خيرا لأنفسكم وَمن يُوقَ شح نَفسه فَأُولَئِك هم المفلحون} 16 ¶ نَاسخ لقَوْله تَعَالَى {اتَّقوا الله حق تُقَاته} ¶ وَقد مر الْكَلَام على الْآيَة فِي سُورَة آل عمرَان",
            "page": "210",
            "part": "1",
            "seal": "B1423D48"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "سُورَة الطَّلَاق ¶ مَدَنِيَّة ¶ وآياتها إِحْدَى أَو اثْنَتَانِ أَو ثَلَاث عشرَة آيه ¶ وكلماتها مئتان وتسع وَأَرْبَعُونَ ¶ وحروفها ألف وَسِتُّونَ ¶ وفيهَا نَاسخ لَا مَنْسُوخ ¶ قَوْله تَعَالَى {وَأشْهدُوا ذَوي عدل مِنْكُم وَأقِيمُوا الشَّهَادَة لله} 2 ¶ نَاسخ لما فِي آخر سُورَة الْمَائِدَة فَرَاجعه هُنَاكَ",
            "page": "211",
            "part": "1",
            "seal": "CF1BA8DC"
        },
        {
            "hno": null,
            "id": "195",
            "nass": "سُورَة نون ¶ وَتسَمى سُورَة الْقَلَم مَكِّيَّة عِنْد ابْن عَبَّاس وَقَتَادَة إِلَّا من قَوْله تَعَالَى {إِنَّا بلوناهم} إِلَى قَوْله تَعَالَى {لَو كَانُوا يعلمُونَ} فَأَنَّهَا نزلت بِالْمَدِينَةِ ¶ وَهِي اثْنَتَانِ وَخَمْسُونَ آيَة ¶ وفيهَا من الْمَنْسُوخ على مَا زعم بَعضهم آيتان ¶ قَوْله تَعَالَى {فذرني وَمن يكذب بِهَذَا الحَدِيث سنستدرجهم من حَيْثُ لَا يعلمُونَ} 44 ¶ مَنْسُوخَة بِآيَة السَّيْف ¶ قَوْله تَعَالَى {فاصبر لحكم رَبك وَلَا تكن كصاحب الْحُوت إِذْ نَادَى وَهُوَ مكظوم} 48 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "212",
            "part": "1",
            "seal": "3625E713"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "سُورَة المعارج ¶ مَكِّيَّة وآياتها ثَلَاث أَو أَربع وَأَرْبَعُونَ آيَة ¶ وفيهَا من الْمَنْسُوخ آيتان ¶ قَوْله تَعَالَى {فاصبر صبرا جميلا} 5 ¶ نسخ بِآيَة السَّيْف وَمنع بَعضهم النّسخ هُنَا ¶ فَائِدَة ¶ الصَّبْر الْجَمِيل هُوَ مَا لَا جزع فِيهِ أَو هُوَ رضى لَا سخط فِيهِ بِحَال ¶ وَقَالَ سهل هُوَ رضى بِغَيْر شكوى ¶ والصفح الْجَمِيل هُوَ الَّذِي لَا عتاب مَعَه ¶ قَوْله تَعَالَى {فذرهم يخوضوا ويلعبوا حَتَّى يلاقوا يومهم الَّذِي يوعدون} 42 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "213",
            "part": "1",
            "seal": "9B3BC680"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "سُورَة المزمل ¶ مَكِّيَّة عَن ابْن عَبَّاس إِلَّا قَوْله {واصبر على مَا يَقُولُونَ} الْآيَتَيْنِ وَعَن ابْن يسَار وَمُقَاتِل الْآيَة نزلت بِالْمَدِينَةِ وَهِي قَوْله تَعَالَى {إِن رَبك يعلم أَنَّك تقوم} ¶ وآياتها ثَمَانِي عشرَة أَو تسع عشرَة أَو عشرُون آيَة ¶ وكلماتها مِائَتَان وَخمْس وَثَمَانُونَ ¶ وحروفها ثَمَانمِائَة وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ أَربع آيَات ¶ قَوْله تَعَالَى {قُم اللَّيْل إِلَّا قَلِيلا} 2 ¶ أَي فِي الصَّلَاة ¶ فَقَوله {قُم اللَّيْل إِلَّا قَلِيلا} يُوجب قيام أَكثر اللَّيْل فَلذَلِك أبدل مِنْهُ {نصفه أَو انقص مِنْهُ قَلِيلا} إِلَى الثُّلُث {أَو زد عَلَيْهِ} أَي على النّصْف إِلَى الثُّلثَيْنِ وَهَذَا تَخْيِير بَين قيام أقل من نصف اللَّيْل حتما وَبَين قيام نصفه نَاقِصا إِلَى الثُّلُث ¶ قَالُوا وَالْمرَاد إِلَى الثُّلُث الْأَخير وَزَاد إِلَى الثُّلثَيْنِ فَكَانَ ذَلِك وَاجِبا عَلَيْهِ وعَلى أمته لقَوْله تَعَالَى {وَطَائِفَة من الَّذين مَعَك} ثمَّ نسخ الله ذَلِك بقوله تَعَالَى {علم أَن لن تحصوه فَتَابَ عَلَيْكُم فاقرؤوا مَا تيَسّر من الْقُرْآن علم أَن سَيكون مِنْكُم مرضى} إِلَى قَوْله تَعَالَى {وَأقِيمُوا الصَّلَاة وَآتوا الزَّكَاة} أَي الْمَفْرُوضَة",
            "page": "214",
            "part": "1",
            "seal": "CFEFAC79"
        },
        {
            "hno": null,
            "id": "198",
            "nass": "فَائِدَة ¶ قَالَ أهل التَّفْسِير كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه يقومُونَ فَلَا يدْرِي الرجل مَتى ثلث اللَّيْل وَمَتى نصفه وَمَتى ثُلُثَاهُ فَكَانُوا يقومُونَ اللَّيْل مَخَافَة أَن يصبحوا فَلَا يحفظوا الْقدر الْوَاجِب حَتَّى انتفخت أَقْدَامهم وَقَامَ عَلَيْهِ الصَّلَاة وَالسَّلَام حَتَّى تورمت قدماه فَكَانَ يقوم أَطْرَاف أَصَابِعه فعطف عَلَيْهِ تَعَالَى برحمته وَمن مَعَه فَقَالَ {طه مَا أنزلنَا عَلَيْك الْقُرْآن لتشقى} ثمَّ رَحمَه الله وَمن مَعَه فَأنْزل النَّاسِخ وَكَانَ بَين نزُول أول السُّورَة وَآخِرهَا سنة وَقيل سِتَّة عشر شهرا وَقَالُوا ¶ وسئلت عَائِشَة رَضِي الله عَنْهَا عَن قِيَامه عَلَيْهِ الصَّلَاة وَالسَّلَام وَأَصْحَابه فَقَالَت حَتَّى انتفخت أَقْدَامهم ¶ وَأمْسك الله خاتمتها إثنى عشر شهرا فِي السَّمَاء ثمَّ أنزل التَّخْفِيف فِي آخر السُّورَة فَصَارَ قيام اللَّيْل تَطَوّعا بعد الْفَرِيضَة ¶ قلت فَظَاهر كَلَام عَائِشَة رَضِي الله عَنْهَا أَن الْوُجُوب نسخ فِي حَقه عَلَيْهِ الصَّلَاة وَالسَّلَام بقوله {وَمن اللَّيْل فتهجد بِهِ نَافِلَة لَك} وَعَن أمته بالصلوات الْخمس وَبِه قَالَ قَتَادَة وَمُجاهد ¶ وَقَالَ ابْن عَبَّاس وَابْن جُبَير كَانَ قيام اللَّيْل فرضا على الرَّسُول صلى الله عَلَيْهِ وَسلم وعَلى أمته فِي الِابْتِدَاء فنسخ الله الْوُجُوب على الْأمة بالصلوات الْخمس وبقى الْوُجُوب فِي حَقه ¶ قلت وَهُوَ مَذْهَب الْحَنَابِلَة",
            "page": "215",
            "part": "1",
            "seal": "147D59FD"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "قَوْله تَعَالَى {واهجرهم هجرا جميلا} ¶ مَنْسُوخ بِآيَة السَّيْف والهجر الْجَمِيل مَا لَا جزع فِيهِ ¶ أَو هُوَ أَن يجانبهم بِقَلْبِه وهواه ويخالفهم مَعَ حسن الْمُخَالفَة والمدارة والإغضاء وَترك الْإِسَاءَة ¶ وَعَن أبي ذَر أَنا لَنكشر فِي وُجُوه قوم أَو نضحك إِلَيْهِم وقلوبنا لتلقيهم ¶ وَقَوله تَعَالَى {وذرني والمكذبين أولي النِّعْمَة} 11 ¶ زعم بَعضهم أَن هَذِه الْآيَة مَنْسُوخَة بِآيَة السَّيْف وَلم يَصح ذَلِك",
            "page": "216",
            "part": "1",
            "seal": "BC5D7194"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "قَوْله تَعَالَى {إِن هَذِه تذكرة فَمن شَاءَ اتخذ إِلَى ربه سَبِيلا} 19 ¶ زعم بَعضهم أَنَّهَا مَنْسُوخَة بِآيَة السَّيْف ¶ وَبَعْضهمْ بقوله {وَمَا تشاؤون إِلَّا أَن يَشَاء الله}",
            "page": "217",
            "part": "1",
            "seal": "CFD61967"
        },
        {
            "hno": null,
            "id": "201",
            "nass": "سُورَة المدثر ¶ مَكِّيَّة قَالَ مقَاتل إِلَّا قَوْله تَعَالَى {وَمَا جعلنَا عدتهمْ إِلَّا فتْنَة للَّذين كفرُوا} الْآيَة مَدَنِيَّة ¶ وآياتها خمس أَو سِتّ وَخَمْسُونَ آيَة ¶ وكلماتها مِائَتَان وَخمْس وَخَمْسُونَ ¶ وحروفها ألف وَعشرَة ¶ وفيهَا من الْمَنْسُوخ على مَا زعم بَعضهم آيَة وَاحِدَة ¶ قَوْله تَعَالَى {ذَرْنِي وَمن خلقت وحيدا} 11 ¶ قَالَ إِنَّه مَنْسُوخ بِآيَة السَّيْف",
            "page": "218",
            "part": "1",
            "seal": "57822C41"
        },
        {
            "hno": null,
            "id": "202",
            "nass": "سُورَة الْقِيَامَة ¶ مَكِّيَّة ¶ وآياتها تسع وَثَلَاثُونَ آيَة ¶ وكلماتها مائَة وتسع وَتسْعُونَ وحروفها سِتّمائَة وَاثْنَانِ وَخَمْسُونَ ¶ وفيهَا من الْمَنْسُوخ على مَا قَالَ هبة الله آيَة وَاحِدَة ¶ قَوْله تَعَالَى {لَا تحرّك بِهِ لسَانك لتعجل بِهِ} 16 ¶ مَنْسُوخَة بقوله تَعَالَى {سنقرئك فَلَا تنسى} ¶ قلت وَوجه النّسخ هُنَا غير ظَاهر جدا",
            "page": "219",
            "part": "1",
            "seal": "6467D47B"
        },
        {
            "hno": null,
            "id": "203",
            "nass": "سُورَة هَل أَتَى ¶ وَتسَمى سُورَة الْإِنْسَان وَسورَة الدَّهْر وَهِي مَكِّيَّة أَو مَدَنِيَّة إِلَّا قَوْله تَعَالَى {فاصبر لحكم رَبك} الْآيَة فَإِنَّهَا مَكِّيَّة ¶ وَمن أَولهَا إِلَى قَوْله تَعَالَى {إِنَّا نَحن نزلنَا عَلَيْك الْقُرْآن} مدنِي وباقيها مكي ¶ وآياتها إِحْدَى وَثَلَاثُونَ آيَة وحروفها ثَلَاثمِائَة وَاحِد عشر ¶ وكلماتها مِائَتَان وَأَرْبَعُونَ وفيهَا من الْمَنْسُوخ ثَلَاث آيَات ¶ قَوْله تَعَالَى {ويطعمون الطَّعَام على حبه مِسْكينا ويتيما وأسيرا} 8 ¶ قَالَ قَتَادَة كَانَ أسيرهم يَوْمئِذٍ مُشْرك وأخوك الْمُسلم أَحَق أَن تطعمه وَقد أَمر الله تَعَالَى بِالْإِحْسَانِ إِلَى الأسرى ¶ وَزعم بَعضهم أَن هَذِه الْآيَة مَنْسُوخَة بِآيَة السَّيْف فِي حق الْأَسير ¶ قَالُوا لَيْسَ بِشَيْء ¶ قَالَ الْحسن كَانَ عَلَيْهِ الصَّلَاة وَالسَّلَام يُؤْتى بأسير فيدفعه إِلَى بعض الْمُسلمين فَيَقُول أحسن إِلَيْهِ فَيكون عِنْده الْيَوْمَيْنِ وَالثَّلَاثَة ¶ قَوْله تَعَالَى ¶ {فاصبر لحكم رَبك} 24 ¶ مَنْسُوخ بِآيَة السَّيْف ¶ قَوْله تَعَالَى {إِن هَذِه تذكرة فَمن شَاءَ اتخذ إِلَى ربه سَبِيلا} 19 ¶ نسخ التَّخْيِير بِآيَة السَّيْف",
            "page": "220",
            "part": "1",
            "seal": "FE073D23"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "سُورَة عبس ¶ مَكِّيَّة ¶ وآياتها إِحْدَى أَو اثْنَتَانِ وَأَرْبَعُونَ آيَة ¶ وكلماتها مائَة وَثَلَاثُونَ ¶ وحروفها خَمْسمِائَة وَعِشْرُونَ ¶ وفيهَا من الْمَنْسُوخ على مَا زعم بَعضهم آيَة وَاحِدَة ¶ قَوْله تَعَالَى {فَمن شَاءَ ذكره} 12 ¶ مَنْسُوخَة بِآيَة السَّيْف",
            "page": "221",
            "part": "1",
            "seal": "02195FE3"
        },
        {
            "hno": null,
            "id": "205",
            "nass": "سُورَة التكوير ¶ مَكِّيَّة ¶ وآياتها تسع وَعِشْرُونَ آيَة ¶ وكلماتها مائَة وَأَرْبع ¶ وحروفها خَمْسمِائَة وَثَلَاثَة وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة ¶ قَوْله تَعَالَى {لمن شَاءَ مِنْكُم أَن يَسْتَقِيم} 28 ¶ نسخ بِالْآيَةِ الَّتِي تَلِيهَا ¶ وَهِي قَوْله تَعَالَى {وَمَا تشاؤون إِلَّا أَن يَشَاء الله رب الْعَالمين} 29 ¶ فَائِدَة ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ لما نزل قَوْله تَعَالَى {لمن شَاءَ مِنْكُم أَن يَسْتَقِيم} قَالُوا الْأَمر إِلَيْنَا أَن شِئْنَا استقمنا وَأَن شِئْنَا لم نستقم ¶ وروى أَن الْقَائِل لذَلِك أَبُو جهل فَنزل النَّاسِخ ¶ وَفِيه دَلِيل على أَن الْإِنْسَان لَا يعْمل خيرا إِلَّا بِتَوْفِيق الله تَعَالَى وَلَا شِرَاء إِلَّا بخذلانه ¶ قَالَ الوَاسِطِيّ عجزك فِي جَمِيع أوصافك وصفاتك فَلَا تشَاء إِلَّا بِمَشِيئَة وَلَا تعْمل إِلَّا بقوته وَلَا تَسْتَطِيع إِلَّا بفضله فَمَاذَا يبْقى لَك وبماذا تَفْخَر من أفعالك وَلَيْسَ إِلَيْك من فعلك شَيْء ¶ قَالَ بَعضهم أَن دَعْوَى النّسخ فِي نَحْو قَوْله تَعَالَى {لمن شَاءَ مِنْكُم} ¶ وَقَوله تَعَالَى {فَمن شَاءَ اتخذ إِلَى ربه سَبِيلا} وَقَوله تَعَالَى {فَمن شَاءَ ذكره} غير مُتَّجه لِأَنَّهُ سُبْحَانَهُ إِنَّمَا أخبر أَن مشيئتهم لَا تقع إِلَّا بعد مَشِيئَته تَعَالَى",
            "page": "222",
            "part": "1",
            "seal": "F2E4AEBF"
        },
        {
            "hno": null,
            "id": "206",
            "nass": "سُورَة الطارق ¶ مَكِّيَّة وآياتها سِتّ عشرَة أَو سبع عشرَة آيَة ¶ وكلماتها إِحْدَى وَتسْعُونَ ¶ وحروفها مِائَتَان وَتِسْعَة وَثَلَاثُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {فمهل الْكَافرين أمهلهم رويدا} 17 ¶ أَي انظرهم فَلَا تستعجل عَلَيْهِم ¶ نسخ بِآيَة السَّيْف وَأَخذهم الله يَوْم بدر نسخ ¶ فَائِدَة رويدا مصدر تَصْغِير رَود وَرُبمَا اسْتعْمل مكبرا فِي الشّعْر قَالَ ... كَأَنَّهُ ثمل يمشي على رَود ... أَي على مهل ورفق ¶ ومهل وأمهل وَاحِد بِمَعْنى الأنظار ¶ وَجمع الله تَعَالَى بَين اللغتين ليَكُون أبلغ فِي الزّجر لَهُم والنصر والتصبير لَهُ عَلَيْهِ السَّلَام",
            "page": "223",
            "part": "1",
            "seal": "E697C206"
        },
        {
            "hno": null,
            "id": "207",
            "nass": "سُورَة سبح ¶ مَكِّيَّة ¶ وَتسَمى سُورَة الْأَعْلَى ¶ وآياتها تسع عشرَة آيَة ¶ وكلماتها اثْنَتَانِ وَسَبْعُونَ ¶ وحروفها مِائَتَان وَإِحْدَى وَأَرْبَعُونَ ¶ وفيهَا نَاسخ لَا مَنْسُوخ ¶ قَوْله تَعَالَى {سنقرئك فَلَا تنسى} 6 ¶ نَاسخ لقَوْله تَعَالَى {وَلَا تعجل بِالْقُرْآنِ} ¶ سُورَة الغاشية ¶ مَكِّيَّة ¶ وآياتها سِتّ وَعِشْرُونَ آيَة ¶ وكلماتها اثْنَتَانِ وَسَبْعُونَ ¶ وحروفها مائَة وَإِحْدَى وَثَمَانُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {لست عَلَيْهِم بمصيطر} 22 ¶ أَي بمسلط لتكرههم على الْإِيمَان وَنسخت بِآيَة السَّيْف",
            "page": "224",
            "part": "1",
            "seal": "4901B1DE"
        },
        {
            "hno": null,
            "id": "208",
            "nass": "سُورَة التِّين ¶ مَكِّيَّة وَقيل مَدَنِيَّة ¶ وآياتها ثَمَانِي آيَات ¶ وكلماتها اثْنَتَانِ وَثَلَاثُونَ ¶ وحروفها مائَة وَسَبْعَة عشر ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {أَلَيْسَ الله بِأَحْكَم الْحَاكِمين} 8 ¶ مَعْنَاهُ خل عَنْهُم فَإِن الله يحكم بَينهم ثمَّ نسخت بِآيَة السَّيْف ¶ سُورَة الْعَصْر ¶ مَكِّيَّة وَقيل مَدَنِيَّة ¶ وآياتها ثَلَاث آيَات ¶ وكلماتها ثَمَان وَعِشْرُونَ ¶ وحروفها مائَة وَسَبْعَة عشر ¶ وَاخْتلف فِيهَا الْمُفَسِّرُونَ فَقَالَ الْأَكْثَرُونَ لَيْسَ فِيهَا مَنْسُوخ ¶ وَقَالَ آخَرُونَ نسخ من الْجُمْلَة الِاسْتِثْنَاء وَهُوَ قَوْله تَعَالَى {إِلَّا الَّذين آمنُوا} وَفِيه مَا فِيهِ",
            "page": "225",
            "part": "1",
            "seal": "3842C79B"
        },
        {
            "hno": null,
            "id": "209",
            "nass": "سُورَة الْكَافِرُونَ ¶ مَكِّيَّة عِنْد أَكْثَرهم وَقيل مَدَنِيَّة ¶ وآياتها خمس أَو سِتّ آيَات ¶ وكلماتها سِتّ وَعِشْرُونَ ¶ وحروفها ثَلَاثَة وَتسْعُونَ ¶ وفيهَا من الْمَنْسُوخ آيَة وَاحِدَة ¶ قَوْله تَعَالَى {لكم دينكُمْ ولي دين} ¶ مَنْسُوخ بِآيَة السَّيْف ¶ وَالله سُبْحَانَهُ وَتَعَالَى أعلم ¶ قَالَ المُصَنّف رَحمَه الله وَعفى عَنهُ أَن هَذِه الْآيَات المكرمة والكلمات المعظمة كلهَا قد قَالَ بنسخها عُلَمَاء الْإِسْلَام وَتكلم عَلَيْهَا الْأَئِمَّة الْإِعْلَام إِلَّا أَن فِيهَا مَا هُوَ مُتَّفق عَلَيْهِ وَمِنْهَا مَا هُوَ مُخْتَلف فِيهِ ¶ وَقد أَحْبَبْت أَن أجمع جَمِيع النَّاسِخ والمنسوخ وَأَن لم يكن مُتَّفقا عَلَيْهِ وَهَذَا هُوَ الَّذِي دَعَاني دَاعِي الإلهام إِلَيْهِ ¶ وأحببت أَن أختم هَذَا الْكتاب بخاتمة تقر بهَا الْعُيُون مُنَاسبَة لما نَحن فِيهِ وان لم تكن مِنْهُ لتعلقها بِالْكتاب الْمكنون",
            "page": "226",
            "part": "1",
            "seal": "A5082DDA"
        },
        {
            "hno": null,
            "id": "210",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - الْبَاب الثَّالِث ¶ خَاتِمَة ¶ قَالَ الإِمَام أَبُو الْقَاسِم بن حبيب من أشرف عُلُوم الْقُرْآن علم نُزُوله وترتيب مَا نزل بِمَكَّة ابْتِدَاء ووسطا وانتهاءا وَمَا نزل بِالْمَدِينَةِ كَذَلِك وَاخْتلفُوا فِيهِ هَل هُوَ مكي أم مدنِي وَمَا نزل بِالْجُحْفَةِ وَبَيت الْمُقَدّس وَالْحُدَيْبِيَة لَيْلًا وَنَهَارًا وصيفا وشتاء وَقد أَحْبَبْت أَن أذكر هُنَا جملَة من ذَلِك ¶ الْفَصْل الأول ¶ ذكر تَرْتِيب مَا نزل بِمَكَّة من السُّور ¶ قَالَت عَائِشَة رَضِي الله عَنْهَا أول مَا نزل من الْقُرْآن ¶ قَوْله تَعَالَى {اقْرَأ باسم رَبك الَّذِي خلق} ¶ وَقيل أول مَا نزل خمس آيَات مِنْهَا ثمَّ نزل بَاقِيهَا فِي أبي جهل ¶ وَقيل أول مَا نزل سُورَة الْفَاتِحَة وَقيل الْبَسْمَلَة وَالْمَشْهُور القَوْل الأول ¶ ثمَّ نون ثمَّ المزمل ثمَّ المدثر ثمَّ تبت ثمَّ التكوير ثمَّ سبح ثمَّ اللَّيْل ثمَّ الْفجْر ثمَّ الضُّحَى ثمَّ ألم نشرح ثمَّ الْعَصْر ثمَّ ثمَّ العاديات ثمَّ الْكَوْثَر ثمَّ التكاثر ثمَّ الماعون ثمَّ الْكَافِرُونَ ثمَّ",
            "page": "227",
            "part": "1",
            "seal": "E57FD22B"
        },
        {
            "hno": null,
            "id": "211",
            "nass": "الْفِيل ثمَّ الفلق ثمَّ النَّاس ثمَّ الصَّمد ثمَّ النَّجْم ثمَّ عبس ثمَّ الْقدر ثمَّ الشَّمْس ثمَّ البروج ثمَّ التِّين ثمَّ قُرَيْش ثمَّ القارعة ثمَّ الْقِيَامَة ثمَّ الْهمزَة ثمَّ المرسلات ثمَّ قَاف ثمَّ الْبَلَد ثمَّ الطارق ثمَّ الْقَمَر ثمَّ صَاد ثمَّ الْأَعْرَاف ثمَّ الْجِنّ ثمَّ يس ثمَّ الْفرْقَان ثمَّ الْمَلَائِكَة ثمَّ مَرْيَم ثمَّ طه ثمَّ الْوَاقِعَة ثمَّ الشُّعَرَاء ثمَّ النَّمْل ثمَّ الْقَصَص ثمَّ الْإِسْرَاء ثمَّ يُونُس ثمَّ هود ثمَّ يُوسُف ثمَّ الْحجر ثمَّ الْأَنْعَام ثمَّ الصافات ثمَّ لُقْمَان ثمَّ سبأ ثمَّ الزمر ثمَّ غَافِر ثمَّ فصلت ثمَّ الشورى ثمَّ الزخرف ثمَّ الدُّخان ثمَّ الجاثية ثمَّ الْأَحْقَاف ثمَّ الذاريات ثمَّ الغاشية ثمَّ الْكَهْف ثمَّ النَّحْل ثمَّ نوح ثمَّ إِبْرَاهِيم ثمَّ الْأَنْبِيَاء ثمَّ الْمُؤْمِنُونَ ثمَّ السَّجْدَة ثمَّ الطّور ثمَّ الْملك ثمَّ الحاقة ثمَّ المعارج ثمَّ النبأ ثمَّ النازعات ثمَّ انفطرت ثمَّ انشقت ثمَّ الرّوم ¶ وَاخْتلفُوا فِي آخر مَا نزل بِمَكَّة ¶ فَقَالَ ابْن عَبَّاس العنكبوت ¶ وَقَالَ الضَّحَّاك وَعَطَاء الْمُؤْمِنُونَ ¶ وَقَالَ مُجَاهِد المطففين ¶ فَهَذَا تَرْتِيب مَا نزل بِمَكَّة وَهُوَ خمس وَثَمَانُونَ سُورَة كَذَا فِي بَحر الْعُلُوم للنسفي والبرهان للزركشي",
            "page": "228",
            "part": "1",
            "seal": "40857F58"
        },
        {
            "hno": null,
            "id": "212",
            "nass": "الْفَصْل الثَّانِي ¶ ذكر تَرْتِيب مَا أنزل بِالْمَدِينَةِ ¶ أول مَا نزل بِالْمَدِينَةِ سُورَة الْبَقَرَة ثمَّ الْأَنْفَال ثمَّ آل عمرَان ثمَّ الْأَحْزَاب ثمَّ الممتحنة ثمَّ النِّسَاء ثمَّ الزلزلة ثمَّ الْحَدِيد ثمَّ مُحَمَّد ثمَّ الرَّعْد ثمَّ الرَّحْمَن ثمَّ الْإِنْسَان ثمَّ الطَّلَاق ثمَّ ألم يكن ثمَّ الْحَشْر ثمَّ النَّصْر ثمَّ النُّور ثمَّ الْحَج ثمَّ المُنَافِقُونَ ثمَّ المجادلة ثمَّ الْحجر ثمَّ التَّحْرِيم ثمَّ الصَّفّ ثمَّ الْجُمُعَة ثمَّ التغابن ثمَّ الْفَتْح ثمَّ التَّوْبَة ثمَّ الْمَائِدَة ¶ وَمِنْهُم من يقدم الْمَائِدَة على التَّوْبَة ¶ فَهَذَا تَرْتِيب مَا نزل بِالْمَدِينَةِ وَهُوَ ثَمَان وَعِشْرُونَ سُورَة وَفِي هَذِه السُّور مَا هُوَ مكي كُله وَمَا هُوَ مدنِي كُله أَو مدنِي ومكي على حكم مَا نزل وَمر كثير مِنْهُ ¶ قلت وَقد رَأَيْت فِي بعض التفاسير سبعا وَعشْرين سُورَة مُخْتَلفا فِي تنزيلهن هَل هُوَ مكي أم مدنِي وَهِي ¶ الْفَاتِحَة الرَّعْد الْحَج العنكبوت مُحَمَّد الرَّحْمَن الْحَدِيد المجادلة التغابن المزمل الْإِنْسَان المطففين الْفجْر التِّين الْقدر ألم يكن الزلزلة العاديات الْعَصْر الْهمزَة قُرَيْش الماعون الْكَوْثَر الفلق النَّاس الْكَافِرُونَ الصَّمد فالرعد ¶ قَالَ الْأَكْثَرُونَ مَكِّيَّة وَقَالَ قَتَادَة مَدَنِيَّة ¶ وَالْحج قيل مَكِّيَّة غير آيَتَيْنِ وَقيل مَدَنِيَّة غير أَربع آيَات فَرَاجعه",
            "page": "229",
            "part": "1",
            "seal": "9CF2DC47"
        },
        {
            "hno": null,
            "id": "213",
            "nass": "وَمُحَمّد قَالَ الضَّحَّاك وَسَعِيد بن جُبَير مَكِّيَّة وَقَالَ مُجَاهِد مَدَنِيَّة والمزمل قَالَ قَتَادَة مَدَنِيَّة وَقَالَ الْبَاقُونَ مَكِّيَّة ¶ والمطففين قَالَ ابْن عَبَّاس مَدَنِيَّة إِلَّا قَوْله تَعَالَى {إِن الَّذين أجرموا} إِلَى آخرهَا ¶ وَقيل مَكِّيَّة إِلَّا قَوْله تَعَالَى {إِذا تتلى عَلَيْهِ آيَاتنَا قَالَ أساطير الْأَوَّلين} ¶ وَقيل نزلت بِالْهِجْرَةِ بَين مَكَّة وَالْمَدينَة ¶ نصفهَا يُقَارب مَكَّة وَنِصْفهَا الآخر يُقَارب الْمَدِينَة ¶ والماعون مَكِّيَّة عِنْد أَكْثَرهم وَقيل مَدَنِيَّة ¶ وَقيل نصفهَا نزل بِمَكَّة فِي الْعَاصِ بن وَائِل وَنِصْفهَا بِالْمَدِينَةِ فِي عبد الله بن أبي الْمُنَافِق ¶ والفاتحة قَالَ عَليّ وَابْن عَبَّاس وَأبي بن كَعْب وَمُقَاتِل وَقَتَادَة مَكِّيَّة ¶ وَقَالَ مُجَاهِد مَدَنِيَّة ¶ وَقَالَ بَعضهم نزلت مرَّتَيْنِ مرّة بِمَكَّة حِين فرض الصَّلَاة وَمرَّة بِالْمَدِينَةِ حِين حولت الْقبْلَة ولتثنية نُزُولهَا سميت مثاني ¶ وَيُقَال لم يثبت نزُول الْفَاتِحَة جملَة وَاحِدَة ¶ وَكَذَا الْخلاف فِي السُّور الْبَاقِيَة ¶ وَآخر آيَة نزلت {وَاتَّقوا يَوْمًا ترجعون فِيهِ إِلَى الله} وعاش عَلَيْهِ الصَّلَاة وَالسَّلَام بعْدهَا سبع لَيَال وَقيل {إِذا جَاءَ نصر الله وَالْفَتْح} أخرجه مُسلم وَقيل آيَة الرِّبَا وَقيل آيَة يستفتونك وَقيل {لقد جَاءَكُم رَسُول من أَنفسكُم} ¶ وأرجى إِلَيْهِ قَوْله تَعَالَى {إِن الله لَا يغْفر أَن يُشْرك بِهِ وَيغْفر مَا دون ذَلِك لمن يَشَاء}",
            "page": "230",
            "part": "1",
            "seal": "D448A525"
        },
        {
            "hno": null,
            "id": "214",
            "nass": "وَقيل {كل نفس بِمَا كسبت رهينة} وَقيل {قل يَا عبَادي الَّذين أَسْرفُوا} وَقيل {قل كل يعْمل على شاكلته} فشاكلة العَبْد الذَّنب والعصيان وشاكلة الرب الْعَفو والغفران ¶ وَقَالَ النَّوَوِيّ أَرْجَى آيَة {وَهل نجازي إِلَّا الكفور} وَقيل {ولسوف يعطيك رَبك فترضى} وَهُوَ عَلَيْهِ السَّلَام لَا يرضى أَن يكون أحد من أمته فِي النَّار ¶ وَأَشد آيَة نزلت على أهل النَّار {فَذُوقُوا فَلَنْ نَزِيدكُمْ إِلَّا عذَابا}",
            "page": "231",
            "part": "1",
            "seal": "8A38D9CC"
        },
        {
            "hno": null,
            "id": "215",
            "nass": "الْفَصْل الثَّالِث ¶ ذكر تَرْتِيب السُّور ¶ وَقد وَقع خلاف كَبِير بَين الْعلمَاء هَل هُوَ بِالنَّصِّ أَو بِالِاجْتِهَادِ قَالَ شيخ الْإِسْلَام تَقِيّ الدّين أَحْمد بن تَيْمِية تَرْتِيب السُّور بِالِاجْتِهَادِ لَا بِالنَّصِّ فِي قَول جُمْهُور الْعلمَاء من الْحَنَابِلَة والمالكية وَالشَّافِعِيَّة فَيجوز قِرَاءَة هَذِه قبل هَذِه وَكَذَا فِي الْكِتَابَة ¶ وَلِهَذَا تنوعت مصاحف الصَّحَابَة فِي كتَابَتهَا لَكِن لما اتَّفقُوا على الْمُصحف زمن عُثْمَان رَضِي الله عَنْهُم جَمِيعًا صَار هَذَا مِمَّا سنه الْخُلَفَاء الرَّاشِدين وَقد دلّ الحَدِيث على أَن لَهُم سنة يجب إتباعها ¶ وَأما تَرْتِيب الْآيَات فَقَالَ رَحمَه الله ¶ تَرْتِيب الْآيَات ثَبت بِالنَّصِّ إِجْمَاعًا وَورد أَن تَرْتِيب السُّور كَانَ بتوقيف من جِبْرِيل عَلَيْهِ السَّلَام وترتيب الْآيَات كَانَ بتوقيف من رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَقيل أَن زيد بن ثَابت هُوَ الَّذِي رتب السُّور بمشاركة من عُثْمَان وَمن مَعَه ¶ وَزعم بَعضهم أَن الْأَنْفَال وَبَرَاءَة سُورَة وَاحِدَة وَكَذَا الضُّحَى وألم نشرح والفيل وقريش لتَعلق بَعْضهَا بِبَعْض وَأوجب قِرَاءَة السورتين فِي رَكْعَة وَاحِدَة من غير فصل ¶ وَالْفُقَهَاء على خلاف ذَلِك",
            "page": "232",
            "part": "1",
            "seal": "4B68E7F4"
        },
        {
            "hno": null,
            "id": "216",
            "nass": "وَنزل بِالْجُحْفَةِ {إِن الَّذِي فرض عَلَيْك الْقُرْآن لرادك إِلَى معاد} ¶ وَنزل بِالطَّائِف {ألم تَرَ إِلَى رَبك كَيفَ مد الظل} الْآيَة ¶ وَقَوله تَعَالَى {بل الَّذين كفرُوا يكذبُون وَالله أعلم بِمَا يوعون فبشرهم بِعَذَاب أَلِيم} يَعْنِي كفار مَكَّة ¶ وَنزل بِالْحُدَيْبِية {وهم يكفرون بالرحمن} حِين صَالح عَلَيْهِ الصَّلَاة وَالسَّلَام أهل مَكَّة وَقَالَ تَعَالَى اكْتُبْ باسم الله الرَّحْمَن الرَّحِيم الخ ¶ فَقَالَ سُهَيْل بن عَمْرو وَمَا نَعْرِف الرَّحْمَن وَلَو علمنَا أَنَّك رَسُول الله بايعناك فَنزلت الْآيَة ¶ وَنزل بالقدس {واسأل من أرسلنَا من قبلك من رسلنَا} الْآيَة ¶ فَفِي الْكَشَّاف أَنه سُبْحَانَهُ وَتَعَالَى جمع جَمِيع الْأَنْبِيَاء لَيْلَة الْإِسْرَاء بالقدس وأمهم وَقيل لَهُ سلهم فَلم يشكك وَلم يسْأَل ¶ وَنزل لَيْلَة الْمِعْرَاج {آمن الرَّسُول} الْآيَة ¶ قَالَ فِي الْيَنَابِيع سمع عَلَيْهِ الصَّلَاة وَالسَّلَام {آمن الرَّسُول} مَعَ الْآيَة الَّتِي بعْدهَا لَيْلَة الْمِعْرَاج من الْحق تَعَالَى بِلَا وَاسِطَة ¶ وَأما مَا نزل لَيْلًا وَنَهَارًا وَنَحْوهمَا فقد مر فِي سُورَة الْحَج وَمر أَن الْأَنْعَام نزلت لَيْلًا",
            "page": "233",
            "part": "1",
            "seal": "9E4DD2F4"
        },
        {
            "hno": null,
            "id": "217",
            "nass": "الْفَصْل الرَّابِع ¶ ذكر نزُول الْقُرْآن الْكَرِيم ¶ ذهب جُمْهُور الْعلمَاء إِلَى أَن الْقُرْآن نزل جملَة وَاحِدَة فِي لَيْلَة الْقدر من اللَّوْح الْمَحْفُوظ إِلَى السَّمَاء الدُّنْيَا وَكَانَ النَّازِل بِهِ جِبْرِيل فَوَضعه فِي بَيت الْعِزَّة وأملاه على السفرة ثمَّ نزل بعد ذَلِك نجوما فِي عشْرين سنة أَو ثَلَاث وَعشْرين ¶ والسر فِي إنزاله جملَة إِلَى السَّمَاء الدُّنْيَا التفخيم لأَمره وَأمر من نزل عَلَيْهِ وإعلاما لسكان السَّمَوَات السَّبع أَن هَذَا آخر الْكتب الْمنزلَة على خَاتم الرُّسُل ¶ ونزوله بعد ذَلِك منجما لحكمة إلهية اقْتَضَت ذَلِك بِحَسب الوقائع وَاخْتلفُوا فِي الْمنزل بِهِ فَقيل اللَّفْظ وَالْمعْنَى وَأَن جِبْرِيل حفظ الْقُرْآن من اللَّوْح الْمَحْفُوظ وَنزل بِهِ ¶ وَقيل الْمَعْنى خَاصَّة وَأَنه عَلَيْهِ السَّلَام علم تِلْكَ الْمعَانِي وَعبر عَنْهَا بلغَة الْعَرَب بِدَلِيل {نزل بِهِ الرّوح الْأمين على قَلْبك} ¶ وَقيل أَن جِبْرِيل ألْقى عَلَيْهِ الْمَعْنى وَأَنه عبر عَنهُ بلغَة الْعَرَب وَأهل السَّمَاء يقرأونه بِالْعَرَبِيَّةِ ثمَّ أنزل بِهِ كَذَلِك وَذكر بَعضهم أَن اللُّغَات الَّتِي نزل بهَا كَلَام الله ثَلَاث ¶ الْعَرَبيَّة والعبرانية والسريانية ¶ فالقرآن بِالْعَرَبِيَّةِ والتوراه بالعبرانيه وَالْإِنْجِيل بالسُّرْيَانيَّة ¶ فَهَذِهِ الْعبارَات جَمِيعهَا كَلَام الله من غير خلاف بَين الْعلمَاء لِأَنَّهُ يفهم مِنْهَا كَلَام الله الْقَائِم بِالنَّفسِ ¶ واجمعوا على أَن الْمَحْفُوظ فِي الصُّدُور والمقروء بالألسن والمكتوب فِي الْمَصَاحِف يُقَال لَهُ كَلَام",
            "page": "234",
            "part": "1",
            "seal": "6BA112CF"
        },
        {
            "hno": null,
            "id": "218",
            "nass": "الْفَصْل الْخَامِس ¶ ذكر جمع الْقُرْآن الْعَظِيم ¶ قد اشْتهر أَن عُثْمَان بن عَفَّان رَضِي الله عَنهُ أول من جمع الْمَصَاحِف وَلَيْسَ كَذَلِك بل أول من جمعهَا فِي مصحف وَاحِد وَأَبُو بكر الصّديق رَضِي الله عَنهُ قَالَ الْعلمَاء كَانَ الْقُرْآن فِي زمن الرَّسُول مفرقا فِي صُدُور الرِّجَال وَلم يحفظه إِلَّا ثَلَاثَة زيد بن ثَابت وَأبي بن كَعْب وَعبد الله بن مَسْعُود وَزَاد بَعضهم وَسَالم مولى أبي حُذَيْفَة ¶ وَقد كتب النَّاس مِنْهُ فِي صحف وَفِي جريد وخرق وأقتاب وأكتاف وأحجار وَغير ذَلِك فَلَمَّا وَقع الْقَتْل فِي أهل الْيَمَامَة فِي خلَافَة الصّديق رَضِي الله عَنهُ قتل كثير من حَملَة الْقُرْآن فجَاء عمر رَضِي الله عَنهُ فَقَالَ قد علمت من قتل من حَملَة الْقُرْآن وَأَنِّي أخْشَى أَن يَقع الْقَتْل فِي الْعرَاق والمواطن فَيذْهب كثير من الْقُرْآن وَأَنِّي أرى أَن تَأمر بِجمع الْقُرْآن ¶ فَقَالَ لعمر كَيفَ أفعل شَيْئا لم يَفْعَله رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فَقَالَ عمر هُوَ وَالله خير فَلم يزل يُرَاجع أَبَا بكر فِي ذَلِك إِلَى أَن شرح الله صدر أبي بكر لذَلِك فَأرْسل إِلَى زيد بن ثَابت ¶ فَقَالَا يَا زيد أَنْت رجل شَاب وَأَنت تكْتب الْوَحْي فتتبع الْقُرْآن فاجمعه ¶ قَالَ زيد وَالله لَو كلفاني نقل جبل لنقلته ولكان أَهْون عَليّ مِمَّا أمراني بِهِ من جمع الْقُرْآن ¶ فَقلت لَهما كَيفَ تفعلان شَيْئا لم يَفْعَله رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فَقَالَا هُوَ خير فَلم يَزَالَا يراجعاني حَتَّى شرح الله صَدْرِي لما شرح الله صدرها",
            "page": "235",
            "part": "1",
            "seal": "50AD0992"
        },
        {
            "hno": null,
            "id": "219",
            "nass": "وَإِنَّمَا اختارا زيد لما روى عَن ابْن عَبَّاس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يعرض الْقُرْآن على جِبْرِيل فِي كل رَمَضَان مرّة فَلَمَّا كَانَ الْعَام الَّذِي قبض فِيهِ عَلَيْهِ الصَّلَاة وَالسَّلَام عرض عَلَيْهِ مرَّتَيْنِ فقرأه زيد آخر الْعرض فَلذَلِك اختاراه ¶ قَالَ فتتبعت الْقُرْآن من الرّقاع والأكتاف والأقتاب والجريد وصدور الرِّجَال ¶ وروى أَنه فقد آخر سُورَة التَّوْبَة {لقد جَاءَكُم رَسُول} إِلَى آخرهَا فَوَجَدَهَا مَعَ خُزَيْمَة الْأنْصَارِيّ لم يجدهَا مَعَ غَيره فألحقها فِي سورتها ¶ وَفِي رِوَايَة فقدت آيَة من الْأَحْزَاب حِين نسخنا الصُّحُف كنت أسمع رَسُول الله صلى الله عَلَيْهِ وَسلم يقْرؤهَا فَلم أَجدهَا مَعَ أحد إِلَّا مَعَ خُزَيْمَة الْأنْصَارِيّ {من الْمُؤمنِينَ رجال صدقُوا مَا عَاهَدُوا الله عَلَيْهِ} فألحقناها فِي سورتها ¶ وَذكر البُخَارِيّ وَالتِّرْمِذِيّ أَن أَبَا بكر رَضِي الله عَنهُ قرن مَعَ زيد ثَلَاثَة من قُرَيْش وهم سعيد بن الْعَاصِ وَعبد الله بن الْحَارِث وَعبد الله بن الزبير رَضِي الله عَنْهُم فَلَمَّا جمعُوا الْقُرْآن فِي الصُّحُف أَخذهَا أَبُو بكر رَضِي الله عَنهُ فَكَانَت عِنْده إِلَى أَن مَاتَ ثمَّ عِنْد عمر إِلَى أَن مَاتَ فَجعلت عِنْد حَفْصَة بنت عمر فَلَمَّا كَانَت خلَافَة عُثْمَان اخْتلف النَّاس فِي الْقِرَاءَة ¶ قَالَ أنس بن مَالك اجْتمع الْقُرَّاء فِي زمن عُثْمَان بن عَفَّان رَضِي الله عَنهُ من أذربيجان وأرمينيه وَالشَّام وَالْعراق وَاخْتلفُوا حَتَّى كَاد أَن يكون بَينهم فتْنَة وَسبب الْخلاف حفظ كل مِنْهُم فِي مصاحف انتشرت",
            "page": "236",
            "part": "1",
            "seal": "FEC4A512"
        },
        {
            "hno": null,
            "id": "220",
            "nass": "فِي خلال ذَلِك فِي الْآفَاق كتبت عَن الصَّحَابَة كمصحف ابْن مَسْعُود ومصحف أبي وَغَيره ¶ وروى البُخَارِيّ فِي صَحِيحه عَن أنس أَن حُذَيْفَة قدم على عُثْمَان وَكَانَ يغازي أهل الشَّام فِي فتح أرمينيه وأذربيجان مَعَ أهل الْعرَاق وأفزع حُذَيْفَة اخْتلَافهمْ فِي الْقِرَاءَة فَقَالَ لعُثْمَان أدْرك هَذِه الْأمة قبل أَن يَخْتَلِفُوا اخْتِلَاف الْيَهُود وَالنَّصَارَى فَأرْسل عُثْمَان إِلَى حَفْصَة أَن أرسلي إِلَيْنَا الصُّحُف ننسخها فِي الْمَصَاحِف ثمَّ نردها إِلَيْك فَأرْسلت بهَا إِلَيْهِ فَأمر زيد بن ثَابت وَعبد الله بن الزبير وَسَعِيد بن الْعَاصِ وَعبد الرحمان بن الْحَارِث ¶ وَقَالَ عُثْمَان للثَّلَاثَة إِن اختلفتم أَنْتُم وَزيد فِي شَيْء من الْقُرْآن فاكتبوه بِلِسَان قُرَيْش فَإِنَّمَا نزل بلسانهم فَفَعَلُوا حَتَّى إِذا نسخوا الصُّحُف فِي الْمَصَاحِف رد عُثْمَان الصُّحُف إِلَى حَفْصَة رَضِي الله عَنْهَا وَأرْسل فِي كل أفق بمصحف مِمَّا نسخوا وَأمر بِمَا سواهُ من الْقُرْآن فِي صحيفَة أَو مصحف أَن يحرق ¶ وَاخْتلفُوا فِي عدد الْمَصَاحِف الَّتِي اكتتبها عُثْمَان فَقيل أَرْبَعَة وَقيل سِتَّة وَقيل سَبْعَة وَأرْسل مِنْهَا إِلَى كل إقليم نُسْخَة وَكَانَ الصَّحَابَة قبل ذَلِك قد كتبُوا لأَنْفُسِهِمْ مصاحف فقدموا فِيهَا الْمَكِّيّ على الْمدنِي ¶ وروى أَن ابْن مَسْعُود حذف من مصحفه أم الْكتاب والمعوذتين لاشتهارهن وَكَانَ فِي مصحف أبي بن كَعْب سُورَة الْقُنُوت",
            "page": "237",
            "part": "1",
            "seal": "E8ADA77B"
        },
        {
            "hno": null,
            "id": "221",
            "nass": "الْفَصْل السَّادِس ¶ ذكر عدد حُرُوف الْقُرْآن وكلماته وآياته ¶ ذكر الْعلمَاء عدد كل حرف من حُرُوف هجاء الْقُرْآن وَعدد نقطه وكلماته وآياته وَغير ذَلِك ¶ فعدد مَا فِيهِ من حرف الْألف ثَمَانِيَة وَأَرْبَعُونَ ألفا وَثَمَانمِائَة ¶ وَمن حرف ب إِحْدَى عشر ألفا ومئتان وَوَاحِد ¶ وَمن حرف ت عشرَة آلَاف وَمِائَة وَتِسْعَة وَتسْعُونَ ¶ وَمن حرف ث ألف ومئتان وَسِتَّة وَتسْعُونَ ¶ وَمن حرف ج ثَلَاثَة آلَاف وَتِسْعمِائَة وَثَلَاثَة وَسَبْعُونَ ¶ وَمن حرف ح ثَلَاثَة آلَاف ومئتان وَثَلَاثَة وَسَبْعُونَ ¶ وَمن حرف خَ أَلفَانِ وَأَرْبَعمِائَة وَسِتَّة عشر ¶ وحرف د عشرَة آلَاف وسِتمِائَة وَاثْنَانِ وَأَرْبَعُونَ ¶ وحرف ذ أَرْبَعَة آلَاف وسِتمِائَة وَتِسْعَة وَتسْعُونَ ¶ وحرف ر أحد عشر ألفا وَسَبْعمائة وَثَلَاثَة وَتسْعُونَ ¶ وحرف ز ألف وَخَمْسمِائة وَتسْعُونَ ¶ وحرف س خَمْسَة آلَاف وَمِائَة وَوَاحِد وَتسْعُونَ ¶ وحرف ش أَلفَانِ ومائتان وَثَلَاثَة وَعِشْرُونَ ¶ وحرف ص أَلفَانِ وَوَاحِد وَثَمَانُونَ ¶ وحرف ض أَلفَانِ وسِتمِائَة وَأَرْبَعَة ¶ وحرف ط أَلفَانِ ومئتان وَأَرْبَعَة وَسَبْعُونَ ¶ وحرف ظ ثَمَانمِائَة وَاثْنَانِ وَأَرْبَعُونَ",
            "page": "238",
            "part": "1",
            "seal": "C54A5A74"
        },
        {
            "hno": null,
            "id": "222",
            "nass": "وحرف ع تِسْعَة آلَاف وَعشرَة حُرُوف ¶ وحرف غ أَلفَانِ ومئتان وَثَمَانِية ¶ وحرف ف ثَمَانِيَة آلَاف وَأَرْبَعمِائَة وَسَبْعَة وَسَبْعُونَ ¶ وحرف ق سِتَّة آلَاف وَثَمَانمِائَة وَثَلَاثَة عشر ¶ وحرف ك عشرَة آلَاف وثلاثمائة وَأَرْبَعَة وَخَمْسُونَ ¶ وحرف ل ثَلَاثَة وَثَلَاثُونَ ألفا وَخَمْسمِائة وَاثْنَانِ وَعِشْرُونَ ¶ وحرف م سِتَّة وَعِشْرُونَ ألفا وَمِائَة وَخَمْسَة وَثَلَاثُونَ ¶ وحرف ن سِتَّة وَعِشْرُونَ ألفا وَخَمْسمِائة وَخَمْسَة وَثَلَاثُونَ ¶ وحرف هُوَ تِسْعَة آلَاف وَسَبْعُونَ ¶ وحرف وَخَمْسَة وَعِشْرُونَ ألفا وَخَمْسمِائة وَثَلَاثُونَ ¶ وحرف لَا أَرْبَعَة آلَاف وَسَبْعمائة وَتِسْعَة ¶ وحرف ى خَمْسَة وَعِشْرُونَ ألفا وَسَبْعمائة وَتِسْعَة عشر ¶ وَجُمْلَة عدد حُرُوف الْقُرْآن على مَا روى عَن ابْن مَسْعُود ثَلَاثمِائَة ألف وَأَرْبَعَة آلَاف وَسَبْعمائة وَأَرْبَعُونَ ¶ وَقيل ثَلَاثمِائَة ألف وَعِشْرُونَ ألفا ومئتان وَاحِد عشر ألفا وَقيل غير ذَلِك ¶ وَعدد كَلِمَاته على مَا روى ابْن مَسْعُود سبع وَسَبْعُونَ ألفا وَتِسْعمِائَة وَأَرْبع وَثَلَاثُونَ ¶ وَقيل سَبْعُونَ ألفا وَأَرْبَعمِائَة وست وَثَلَاثُونَ ¶ وَقيل غير ذَلِك ¶ وَعدد نقطه مائَة وَخَمْسُونَ ألفا واحدى وَثَمَانُونَ ¶ وَعدد آيَاته سِتَّة آلَاف وسِتمِائَة وست وَسِتُّونَ",
            "page": "239",
            "part": "1",
            "seal": "76ECD32B"
        },
        {
            "hno": null,
            "id": "223",
            "nass": "وَقيل غير ذَلِك ¶ وَعدد جلالاته أَلفَانِ وسِتمِائَة وَأَرْبع وَتسْعُونَ ¶ وَعدد سوره مائَة وَأَرْبع عشرَة ¶ وَيُقَال نصف الْقُرْآن بالحروف حرف الْفَاء من قَوْله تَعَالَى فِي سُورَة الْكَهْف {وليتلطف} ¶ أَو فِي حُرُوف {لقد جِئْت شَيْئا نكرا} وَنصفه بِالْآيَاتِ قَوْله تَعَالَى فِي سُورَة الشُّعَرَاء {قَالُوا وهم فِيهَا يختصمون} ¶ وَنصفه بالسور سُورَة {قد سمع} وَفِي كل آيَة مِنْهَا جلالة ¶ وَيُقَال فِيهِ أعلف آيَة وعد وَألف آيَة وَعِيد وَألف أَمر وَألف نهي وَألف عبر وأمثال وَألف قصَص وأخبار وَخَمْسمِائة حَلَال وَحرَام وَمِائَة دُعَاء وتسبيح وست وَسِتُّونَ نَاسخ ومنسوخ ¶ وأطول آيَة الدّين وأقصر آيَة ثمَّ نظر ¶ وأطول كلمة ليَستَخْلِفنهم ¶ نسْأَل الله سُبْحَانَهُ وَتَعَالَى أَن يجعلنا من الَّذين قَالَ فيهم {ليَستَخْلِفنهم فِي الأَرْض كَمَا اسْتخْلف الَّذين من قبلهم وليمكنن لَهُم دينهم الَّذِي ارتضى لَهُم وليبدلنهم من بعد خوفهم أمنا} وَأَن يرفع عَنَّا هما وغما وحزنا وسقما وضرا وبلاء ومحنا وَأَن يقبضنا على الْإِسْلَام فِي خير وعافية قبل أَن نرى فتنا وَأَن يكفينا شَرّ الْأَعْدَاء والحاسدين وَشر خلقه أَجْمَعِينَ ¶ وَصلى الله على سيدنَا مُحَمَّد سيد الْعَالمين وأشرف الْمُرْسلين وعَلى سَائِر إخوانه من النَّبِيين وعَلى آل كل وَصَحبه أَجْمَعِينَ ¶ فرغت من تأليفه يَوْم عَاشُورَاء سنة اثْنَيْنِ وَعشْرين وَألف",
            "page": "240",
            "part": "1",
            "seal": "27254AE5"
        },
        {
            "hno": null,
            "id": "224",
            "nass": "كرم الله وَجهه الله جلّ ذكره وَالْمَطْلُوب مِمَّن أطلع فِيهِ على خلل أَن يُبَادر إِلَى إِصْلَاحه فَإِنِّي وَضعته معترفا بقصر الباع وَكَثْرَة الذهول راجيا من الله السَّعَادَة وَالْقَبُول ¶ فلولا طمع وَاضعه فِي الثَّوَاب مَا كشف فضائحه وَلَا عرض نَفسه لتكليم الألسن الْجَارِحَة وَالْحَمْد لله وَحده",
            "page": "241",
            "part": "1",
            "seal": "D6D2C792"
        }
    ],
    "t5517": [
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحشر"
        },
        {
            "id": "189",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الممتحنة"
        },
        {
            "id": "193",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المنافقين"
        },
        {
            "id": "193",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة التغابن"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الطلاق"
        },
        {
            "id": "195",
            "lvl": "1",
            "sub": null,
            "tit": "سورة نون"
        },
        {
            "id": "196",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المعارج"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المزمل"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المدثر"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "سورة القيامة"
        },
        {
            "id": "203",
            "lvl": "1",
            "sub": null,
            "tit": "سورة هل أتى"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "سورة عبس"
        },
        {
            "id": "205",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التكوير"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الطارق"
        },
        {
            "id": "207",
            "lvl": "1",
            "sub": null,
            "tit": "سورة سبح"
        },
        {
            "id": "207",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الغاشية"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التين"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة العصر"
        },
        {
            "id": "209",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الكافرون"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": "1",
            "tit": "الفصل الأول"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "215",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث"
        },
        {
            "id": "217",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع"
        },
        {
            "id": "218",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "هو ستة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الفاتحة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "سورة البقرة"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "سورة آل عمران"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النساء"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المائدة"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنعام"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأعراف"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنفال"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التوبة"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "سورة يونس"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "سورة هود"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الرعد"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "سورة إبراهيم"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحجر"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النحل"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الإسراء"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الكهف"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "سورة مريم"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "سورة طه"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنبياء"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحج"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المؤمنون"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النور"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الفرقان"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الشعراء"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النمل"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "سورة العنكبوت"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الروم"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "سورة لقمان"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "سورة السجدة"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأحزاب"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "سورة سبأ"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "سورة فاطر"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الصافات"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "سورة ص"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الزمر"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "سورة غافر"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "سورة فصلت"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الشورى"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الزخرف"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الدخان"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الجاثية"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الاحقاف"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "سورة محمد"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الفتح"
        },
        {
            "id": "177",
            "lvl": "1",
            "sub": null,
            "tit": "سورة قاف ق"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الذاريات"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الطور"
        },
        {
            "id": "180",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النجم"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "سورة القمر"
        },
        {
            "id": "183",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الواقعة"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المجادلة"
        }
    ]
}