{
    "b553": [
        {
            "id": "1",
            "nass": "ـ[الإمام البخاري وفقه التراجم في جامعه الصحيح]ـ ¶ المؤلف: نور الدين محمد عتر الحلبي ¶ الناشر: مجلة الشريعة والدراسات الإسلامية - الكويت. - عدد 4 - سنة 1406 هـ - 1985م ¶ عدد الأجزاء: 1. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، غفر الله له ولوالديه. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]",
            "page": null,
            "part": null,
            "seal": "B0F3414E"
        },
        {
            "id": "2",
            "nass": "الإمام البخاري وفقه التراجم في جامعه الصحيح ¶ الدكتور نور الدين عتر ¶ مجلة الشريعة والدراسات الإسلامية: 4 ربيع الأول 1406 هـ ¶ شهرة \" الجامع الصحيح \" للإمام البخاري طبقت الآفاق، لغاية ما توفر فيه من الصحة والثبوت، حتى كان أصح كتاب بعد كتاب الله تعالى، وأقبل عليه الخاصة والعامة ينهلون من معينه الصافي النمير، من صحاح حديث النبي - عَلَيْهِ أَفْضَلُ الصَلاَةِ وَأَزْكَى السَّلاَمِ -. ¶ غير أن لهذا الكتاب خصوصية عَلَى غاية من الأهمية، ربما لا يعرفها إلا قليل من أهل الغوص عَلَى معاني الحديث والتفقه فيه. تلك هي عناية الامام البخاري بإبراز «فقه الحديث»، وبيان ما يدل عليه من الفوائد، حَتَّى إنه ليكرر الحديث أو يقطعه ويفرقه على الأبواب ليستنبط منه في كل باب فائدة جديدة أو حكمًا خَاصًّا بذلك الباب، وإن كان لا يكرر تِكْرَارًا حقيقيًا، لكونه يخرج الحديث في كل موضع من طريق أخرى لم يسبق من قبل (¬1). ¶ ¬__________ ¶ (¬1) الأمراض قليلة نادرة تكرر فيها الحديث بنفسه سندًا ومتنًا.",
            "page": "61",
            "part": "1",
            "seal": "53AC6286"
        },
        {
            "id": "4",
            "nass": "إلا أن البخاري لما كان يصنف كِتَابًا في رواية الحديث النبوي لا الفقه، ففَد سلك طَرِيقاً مُبْتَكَرًا وَطَرِيفًا، يُحَقِّقُ به هذا المقصد الجليل من غير أن يخرج عن سلك أهل الرواية في التصنيف، وذلك بأن توجه إلي عناوين الكتاب، ويسميها المحدثون \" تراجم الكتاب \" وأودع فيها تلك الفوائد والاستنباطات، وَتَفَنَّنَ في ذلك تَفَنُّنًا عَجِيبًا حَتَّى جاء [كِتَابُهُ] فَرِيدًا في منهجه هذا، كما جاء فَائِقًا في صحة مروياته. ¶ وهكذا كان \" الجامع الصحيح \" للامام أبي عبد الله البخاري مُعَلِّمًا في الحديث والفقه، ومدرسة تعلم قارئه الاستنباط من الأحاديث النبوية بمختلف صنوف الاستنباطات، حتى أدهش العلماء وَحَيَّرَهُمْ في هذه الصنوف، واشتهر بينهم هذا القول العظيم المعنى شهرة الأمثال: \" فِقْهُ البُخَارِي فِي تَرَاجِمِهِ \". ¶ ولئن كانت الرواية للحديث هي سبيل الدراية في فقهه قضية مُسَلَّمَةً عند كل مَنْ يعقل العلم، كان من الأهمية بمكان كبير تَقْدِيم بحث عن هذه التراجم، وطرق الامام البخاري في التفقه فيها، لتذليل سبيل هذا الغرض الجليل، [وتقريبه] بإيجاز وإيضاح واستيفاء إلى قُرَّاءِ \" صحيح الامام البخاري \" خاصة، وَالسُنَّةَ عَامَّةً، لاسيما وأن كل ما صدر من طبعات الكتاب أغفل ناشروها في تعاريفاتهم بالكتاب وفاء هذا الجانب الخطير حقه!! ¶ وقد مَهَّدْنَا للبحث بنبذة يسيرة عن حياة الامام البخاري، تبرز نبوغه، وتكامل تكوينه الفقهي، إلى جانب إمامته الكبرى في الحديث، ثم بوجازة عن \" جامعه الصحيح \" وطريقته فيه، لتكون مَدْخَلاً لبحث تراجمه. ¶ ثم راعينا في بحثنا هذا تقسيم التراجم في إطار مُيَسَّرٍ للفهم، مع الاستعانة بالأمثلة الموضحة، والاستشهاد بأقوال أئمة العلم، وبيان ما يؤدي إليه البحث المُحَقَّقُ في مواضع الاشكال. كما يلحظه القارىء فيما يلي إن شاء الله تعالى. ومنه العون والتوفيق وله الحَمْدُ وَالمِنَّةُ.",
            "page": "62",
            "part": "1",
            "seal": "CD6C25D9"
        },
        {
            "id": "5",
            "nass": "التَّعْرِيفُ بِالإِمَامِ البُخَارِيِّ: ¶ هو محمد بن اسماعيل بن إبراهيم بن المغيرة بن بَرْدِزْبَهْ الجُعَفِيِّ (¬1) مولاهم البخاري. ولد في بخاري سَنَةَ أربع وتسعين ومائة، وتوفي والده وهو صغير، فنشأ يتيما حيث كانت العناية تَحُفُّهُ وتحيط به من السماء (¬2). ¶ طَلَبُهَ لِلْحَدِيثِ وَرِحْلَتِهِ: ¶ وَحُبِّبَ إليه العلم، فبدأ بطلب الحديث وحفظه وهو صبي (¬3) فحفظ حديث بلدته، ثم قرأ كتب ابن المبارك وقد طعن في السادسة عشرة، فرحل في هذه السن إلى الحجاز، ومكث ست سنوات يطلب الحديث في الحجاز؛ ثم تَنَقَّلَ في البلدان، فدخل الشام ومصر والجزيرة وبلاد العراق. ¶ شُيُوخُ البُخَارِي: ¶ وقد كتب عن شيوخ تلك البلاد حتى كثر عددهم (¬4) وكان فيهم جملة وافرة ممن تقدم سماعه وعلا إسناده. ذكر منهم الحاكم ما يقارب التسعين (¬5) وسمع أئمة عصره ¶ ¬__________ ¶ (¬1) نسبة إلى جُعفي بن سعد العشيرة، وهو مولاهم ولاء إسلام، انظر \" تاريخ بغداد \" للخطيب البغدادي: جـ 2 ص 6 و \" هدي الساري \": ص 193. ¶ (¬2) وقد روى الخطيب في \" تاريخه \": جـ 2 ص 10 وابن كثير في \" البداية \": جـ 11 ص 25 أنه عمي في صغره. فرأت والدته إبراهيم الخيل - عَلَيْهِ السَّلاَمُ - فقال لها: «يَا هَذِهِ قَدْ رَدَّ اللَّهُ عَلَى ابْنِكِ بَصَرَهُ لِكَثْرَةِ بُكَائِكِ أَوْ لِكَثْرَةِ دُعَائِكِ، فَأَصْبَحَ وَقَدْ رَدَّ اللهُ عَلَيْهِ بَصَرَهُ». انظر \" طبقات الشافعية \" للسبكي: جـ 2 ص 3. ¶ (¬3) دون عشرة سنين كما في \" تذكرة الحفاظ \": ص 555 وانظر \" تاريخ بغداد \": جـ 2 ص 6، 7. ¶ (¬4) \" تاريخ بغداد \": جـ 2 ص 6، 7 و \" هدي الساري \": جـ 2 ص 193. ¶ (¬5) وقد نقل النووي كلام الحاكم كاملاً في \" تهذيب الأسماء \": جـ 1 ص 71، 72.",
            "page": "63",
            "part": "1",
            "seal": "E6237F1A"
        },
        {
            "id": "6",
            "nass": "وأفاد منهم، فمن شيوخه: محمد بن يوسف الفِرْيَابِيُّ صاحب \" المسند \" (212 هـ)، وَعُبَيْدُ اللهِ بْنِ مُوسَى العَبْسِيِّ (123 هـ)، وأبو بكر عبد الله بن الزبير الحُمَيْدِيُّ صاحب \" المسند \" (219 هـ) (¬1)، ومنهم الإمام إسحاق بن إبراهيم المشهور بِابْنِ رَاهُوَيهْ، والإمام أحمد بن حنبل، وعلي بن المديني إمام عصره كافة، وقد أكثر عنه وَتَخَرَّجَ عليه، وغيرهم من الشيوخ لا يحصون كثرة. ¶ تَفَقُّهُهُ: ¶ وقد اتجه منذ حداثته إلى الفقه، فقرأ فقه أهل الرأي، ثم أخذ - بَعْدُ - فقه الشافعي، وفقه الإمام مالك أَيْضًا (¬2). وكانت صلته بفقه الإمام أحمد بن حنبل متينة قوية، فجمع فقه المدارس الاجتهادية في عصره مِمَّا ساعده على الاستقلال برأيه. حيث انتفع كثيرًا من طريقة أهل الرأي في الاستنباط ودقة النظر، ثم باطلاعه على نقد أهل الحديث لهم على وفق الحديث، فكان ذلك تَمْهِيدًا للإمام البخاري أن يكون له نظر ممتاز وفقه اجتهادي، خصوصًا ولم يكن في ذلك العصر جمود المُقَلِّدِينَ لِلْمَذَاهِبِ، بل كانوا يتفقهون ويستدلون فيوافقون أو يخالفون. ¶ وقد اشتهر البخاري بالفقه، واعترف له بالاجتهاد، حتى قال نعيم بن حماد: «مُحَمَّدُ بْنُ إِسْمِاعِيلَ البُخَارِيُّ: فَقِيهُ هَذِهِ الأُمَّةِ»، وَسَمَّاهُ شيخه محمد بن بشار: «سَيِّدُ الفُقَهَاءِ» (¬3). ¶ نُبُوغُهُ: ¶ وكان البخاري ذا مواهب عظيمة، فظهر علمه وفضله من وقت مبكر، فأخذ عنه ¶ ¬__________ ¶ (¬1) وهو كتاب عظيم طُبع في الهند في مجلدين وفي الباكستان، ثم صُوِّرَ في بيروت. ¶ (¬2) انظر \" تاريخ بغداد \" المكان السابق، و \" طبقات الشافعية \": جـ 2 ص 4. ¶ (¬3) \" هدي الساري \": جـ 2 ص 197.",
            "page": "64",
            "part": "1",
            "seal": "FDB81BA3"
        },
        {
            "id": "7",
            "nass": "الناس ولا زال شَابًّا لم تبقل لحيته (¬1) ثم اكتمل أمره، فتزاحم عليه الطلبة وعلماء الحديث زِحَامًا شَدِيدًا (¬2) وكثر تلاميذه والرواة عنه حتى لا يحصرون، ومنهم علماء أَجِلاَّءَ تَخَرَّجُوا عليه وكانوا أئمة كبارًا. ¶ الرُوَّاةُ عَنْهُ: ¶ فَمِمَّنْ روى عنه من شيوخه: إسحاق بن محمد الرمادي، وعبد الله بن محمد المُسْنَدِيِّ، ومحمد بن خلف بن قتيبة. ومن الأئمة: إبراهيم الحربي، ومحمد بن نصر المَرْوزِيِّ، وغيرهم كثير، من خاصتهم مسلم بن الحجاج، وأبو عيسي الترمذي، فقد تخرجا به وَأَكْثَرَا من الاعتماد عليه (¬3). ¶ صِفَاتُهُ وَخُلُقُهُ: ¶ كذلك كان البخاري في غاية الفضل والكمال، لما تَحَلَّى به من كريم الخصال وجميل الصفات: فالبخاري سَخِيُّ النفس، يتفق ما يجده في وجوه الخير ولا يدخر، مُتَعَبِّدٌ، مُكْثِرٌ من تلاوة القرآن، وَرِعٌ في معاملاته، يتقي أَدْنَى شُبْهَةٍ. وكان شديد الاحَتَّىاط في حقوق العباد، حتى إنه قَلَّمَا يُصَرِّحُ بتجريح الرواة، وأكثر ما يقول: «مُنْكَرُ الحَدِيثِ، سَكَتُوا عَنْهُ»، «فِيهِ نَظَرٌ» حَتَّى كان هذا التعبير «مُنْكَرُ الحَدِيثِ» اصْطِلاَحًا خَاصًّا لَهُ (¬4). ¶ فهو بحق فاضل العلماء وعالم الفضلاء (¬5). ¶ ¬__________ ¶ (¬1) \" تاريخ بغداد \": جـ 2 ص 15 و \" طبقات الشافعية \": جـ 2 ص 4 و 5. ¶ (¬2) انظر في وصف مجالسه الحافلة \" تهذيب الأسماء \": جـ 1 ص 70. ¶ (¬3) انظر \" تاريخ بغداد \": جـ 2 ص 5 و \" طبقات الشافعية \": جـ 2 ص 4. ¶ (¬4) انظر شرح هذه المصطلحات في كتابنا \" منهج النقد في علوم الحديث \": ص 112. ¶ (¬5) وقد أطنب المؤرخون في فضائل البخاري وشمائله، انظر \" تاريخ بغداد \": جـ 2 ص 10 - 14 و \" الطبقات \": جـ 2 ص 9، و \" هدي الساري \": جـ 2 ص 194، 195 وغيرها.",
            "page": "65",
            "part": "1",
            "seal": "416CE10C"
        },
        {
            "id": "8",
            "nass": "حِفْظُهُ وَقُوَّةُ ذَاكِرَتِهِ: ¶ كان البخاري مَوْهُوبًا، مِمَّنْ اختصهم اللهُ بالحفظ وقوة الذاكرة، حَتَّى بلغ في ذلك أقصي غاية، وحتى عرف بذلك واشتهر، وكثرت أخباره واستفاضت. ¶ قال محمد بن حُّمَوَيَهْ: سمعت البخاري يقول: «أَحْفَظُ مِائَةَ أَلْفَ حَدِيثٍ صَحِيحٍ، وَأَحْفَظُ مِائَتَيْ أَلْفَ حَدِيثٍ غَيْرَ صَحِيحٍ». ¶ ومن أخبار حفظه الشهيرة: مسألة امتحانه لما قدم بغداد، فقد قلبوا له مائة حديث فجعلوا متن هذا الاسناد لإسناد آخر، وإسناد هذا المتن لمتن آخر، وألقوها عليه امتحانًا له فأعاد سَرْدَهَا كما سمعها، وعلى ترتيب سماعها. ثم رواها عَلَى الوجه الصحيح، فأعاد كل سند لمتنه، وكل متن لإسناده. فأقر الناس له بالحفظ وأذعنوا له بالفضل (¬1). ¶ إِمَامَتُهُ فِي الحَدِيثِ: ¶ وقد أجمعت الأُمَّةُ عَلَى إمامة محمد بن إسماعيل البخاري في الحديث، وأثني عليه الناس، وكان رؤساء الحديث يقضون له عَلَى أنفسهم في النظر والمعرفة بالحديث. ¶ قال الامام أحمد بن حنبل: «مَا أَخْرَجَتْ خُرَاسَانُ مِثْلَ مُحَمَّدٍ بْنِ إِسْمَاعِيلَ». ¶ وقال له الامام مسلم بن الحجاج: «أَشْهَدُ أَنَّهُ لَيْسَ فِي الدُّنْيَا مِثْلُكَ». ¶ وحسبنا قول الحاكم فيه: «هُوَ إِمَامُ أَهْلِ الحَدِيثِ بِلاَ خِلاَفٍ بَيْنَ أَهْلِ النَّقْلِ» (¬2). ¶ ¬__________ ¶ (¬1) وذلك كما رواه الخطيب البغدادي في \" تاريخ بغداد \" بسنده: جـ 2 ص 20 وحدث للبخاري نحو هذا الامتحان في البصرة وسمرقند، المرجع السابق: جـ 2 ص 15، 16 و \" طبقات الشافعية \": جـ 2 ص 6 و \" البداية والنهاية \" لابن كثير: جـ 11 ص 25. وانظر في أخبار حفظه \" التذكرة \": ص 555 و \" هدي الساري \": جـ 2 ص 200. ¶ (¬2) انظر هذه الأقوال وغيرها كثير جِدًّا في \" مقدمة فتح الباري \": جـ 2 ص 196 - 199 و \" التهذيب \": جـ 9 ص 50 - 54 و \" تهذيب الأسماء واللغات \" للنووي \" جـ 2 ص 71.",
            "page": "66",
            "part": "1",
            "seal": "F84F4AC0"
        },
        {
            "id": "9",
            "nass": "أَثَرُهُ فِي عِلْمِ الحَدِيثِ: ¶ وقد كان له فضله الذي لا ينكر عَلَى الحديث وأهله - بما بذل من المجهود العلمي العظيم، فإنه أسهم في حركة النهضة الحديثية بسهم وافر، فوضع في الحديث وَعِلَلِهِ وَرِجَالِهِ مؤلفات كثيرة، تقدم فيها بهذه الفنون تقدما كَبِيرًا، وبلغ بها الغاية، وكانت عُمْدَةً لمن جاء بعده، وهي كثيرة وافرة، منها: \" الجامع الصحيح \"، والتواريخ الثلاثة: \" الكبير \"، و \" الأوسط \"، و \" الصغير \"، و\" الضعفاء \"، و\" المتروكين \"، وغيرها، وهي تزيد عَلَى عشرين مُؤَلَّفًا (¬1) طبع منها جملة تقارب العشرة. ¶ وَفَاتُهُ: ¶ بهذا الجهد العلمي في خدمة الحديث النبوي كانت حياة البخاري كلها جهادًا وعَمَلاً وَتَحَمُّلاً للمصاعب وَصَبْرًا عَلَى المشاق، وقد امتُحِنَ في آخر عمره في مدينة نيسابور، حيث نُسِبَ إليه القول بخلق لفظنا بالقرآن، وما بهذا الرأي من عيب، ولكن القوم كانوا عَلَى عصبية شديدة وتهيب عظيم في هذا الموضوع، لما نال أَهْلَ السُنَّةِ وَالحَدِيثِ وإمامهم المقدم أحمد بن حنبل من الفتنة الشديدة، فشغب عليه الناس، وانفضوا عنه، وخشي البخاري على نفسه، فترك مدينة نيسابور (¬2) - وكان اسْتَقَرَّ بها زمانا - فذهب إلي بلدته بُخَارَى حيث اسْتُقْبِِلَ أحسن استقبال، ولكنه لم يلبث أَنْ اضْطُرَّ للخروج منها، فذهب إلي بَيِْكَنْدْ، ثم اتجه إلي مدينة سَمَرْقََنْدْ. ولكنه مرض في الطريق فلبث عند أقربائه بقرية (خَرْتَنْكْ)، حيث انتقل إلي جوار ربه رَاضِيًا ¶ ¬__________ ¶ (¬1) انظر \" هدي الساري \" مقدمة \" فتح الباري \": جـ 2 ص 204، 205، حيث خَصَّهَا بفصل قَيِّمٍ. ¶ (¬2) انظر \" تاريخ بغداد \": جـ 2 ص 32 و \" الطبقات \": جـ 2 ص 13 و \" هدي الساري \": جـ 2 ص 204، وقد عني السبكي بتحليل المسألة في ترجمته للكرابيسي: جـ 1 ص 252، 253 وأحسن لأنه نَبَّهَ في ترجمته للبخاري على تهويل بعض المؤرخين، ومبالغتهم فيها، فتنبه لذلك فإنه مُهِمٌّ جِدًّا.",
            "page": "67",
            "part": "1",
            "seal": "FD1CAA67"
        },
        {
            "id": "10",
            "nass": "مَرْضِيًّا، وذلك ليلة السبت ليلة عيد الفطر سَنَةَ ست وخمسين ومائتين (¬1) - رَضِيَ اللهُ عَنْهُ وَأَجْزَلَ مَثُوبَتَهُ -. ¶ \" الجَامِعُ الصَّحِيحُ \" وَطَرِيقَةُ البُخَارِيِّ فِيهِ: ¶ وأهم كُتُبِ الامام البخاري وأشهرها كتابه \" الجامع الصحيح \" الذي طبق صيته الآفاق. وهو أصح كُتُبِ السنة واسمه: \" الجَامِعُ المُسْنَدُ الصَّحِيحُ المُخْتَصَرُ مِنْ أُمُورِ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَسُنَنِهِ وَأَيَّامِهِ \" (¬2) جمع فيه مما هو على شرطه من الحديث الصحيح، وقصد إلى استنباط الفوائد والأحكام من الأحاديث، فكانت طريقته في تصنيفه: أن وضعه على الفقه فجعله مُرَتَّبًا على الأبواب، وانتزع من أحاديثه الفوائد الفقهية والنكت الحكمية، وجعل ذلك تراجم بأقوال الصحابة ومن بعدهم مُسْتَدِلاًّ لَهَا أَوْ مُرَجِّحًا بعضها على بعض، أَوْ اسْتِئْنَاسًا لما اختاره وَارْتََآهُ، فكان كتابًا عظيمًا في أحاديثه الصحيحة عظيمًا في طريقته، حيث أَتَى بفقه الحديث، وجمع الآثار والأقوال، فجاء كِتَابًا حَافِلاً في الحديث والفقه وقد بهر ذلك الصنيع الأئمة من بعده فأثنوا عليه الثناء المستطاب. ¶ وأجتزيء هنا في وصفه بكلمة الامام النووي في \" شرحه الجامع \" أقدم بها لدراسة موجزة عن طريقته في تراجم جامعة: ¶ قال النووي (¬3) ليس مقصوده بهذا الكتاب الاقتصار على الحديث وتكثير المتون، بل مراده الاستنباط منها، والاستدلال لأبواب أرادها من الأصول والفروع والزهد ¶ ¬__________ ¶ (¬1) انظر \" تاريخ بغداد \": جـ 2 ص 33 و 34 و \" التهذيب \": جـ 9 ص 54 و \" البداية \": جـ 11 ص 27 و \" الطبقات \": جـ 2 ص 14، 15 و \" هدي الساري \": جـ 2 ص 205، 206. ¶ (¬2) \" علوم الحديث لابن الصلاح \": ص 26 و \" تهذيب الأسماء واللغات \": جـ 1 ص 73 و \" شواهد التوضيح بشرح الجامع الصحيح \" لابن الملقن (ق 4 - أ) وقال ابن حجر في \" المقدمة \": جـ 1 ص 5. اسمه \" الجَامِعُ الصَّحِيحُ المُسْنَدُ مِنْ حَدِيثِ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَسُنَنِهِ وَأَيَّامِهِ \" والأول أصح لاطباق المتقدمين عليه. ¶ (¬3) \" شرح البخاري \": جـ 1 ص 9.",
            "page": "68",
            "part": "1",
            "seal": "EB6F2755"
        },
        {
            "id": "11",
            "nass": "والآداب والأمثال، وغيرها من الفنون. ولهذا المعنى أخلى كثيرًا من الأبواب عن إسناد الحديث واقتصر على قوله: فيه فلان الصحابي عن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أو فيه حديث فلان، ونحو ذلك ... وذكر في تراجم الأبواب آيات كثيرة من القرآن العزيز، وربما اقتصر في بعض الأبواب عليها، لا يذكر معها شيئًا أصلاً، وذكر أيضا في تراجم الأبواب أشياء كثيرة جدًا من فتاوى الصحابة والتابعين فمن بعدهم، وهذا يصرح لك بما ذكرناه. اهـ. ونفصل هذا الإجمال فيما يلي: ¶ أَهَمِيَّةُ التَّبْوِيبِ: ¶ الترتيب والتنسيق أول ما يواجه قارىء الكتاب ويلفت نظرة وانتباهه، ويحكم منه على عقل المؤلف قبل أن يحكم على علمه، فطريقة العرض ووضع المعلومات في المؤلفات العلمية لها قيمة بالغة في رفع شأن الكتاب، وأثر عظيم في انتفاع القارىء به، فكم من كُتُبٍ ضَمَّتْ غَزِيرَ العِلْمِ نزلت رتبتها بسبب ضعف تبويبها، حيث يجد القارئنفسه محتاجا لقراءة جميع الكتاب في سبيل مسألة يطلبها منه. ¶ فلحكمة جليلة نجد \" صحيح البخاري \" وسائر \" الكتب الستة \" الأصول قَدْ رُتِّبَتْ عَلَى الموضوعات، فجمع مؤلفوها الأحاديث المتعلقة بكل موضوع في مكان واحد، ثم أعلموا عليها بعناوين ترشد القارئ، فيما عدا مسلما فيما علمنا من صنيعه، أنه أخلى كتابه من التراجم مع أنه مرتب عَلَى الأبواب. ¶ ذلك أن هذه الطريقة التي ساروا عليها تمتاز عن طريقة الترتيب على المسانيد، أو على حروف المعجم لأول كلمة في الحديث، أو غير ذلك من الطرق بفوائد مهمة منها: ¶ 1 - أن الانسان ربما لا يعرف رواي الحديث، لكنه يعرف المعنى الذي يطلب الحديث من أجله، فكم يحتاج من الجهد في سبيل العثور على ضالته. ¶ 2 - كذلك ربما لا يحفظ لفظ الحديث أو أول جملة منه، كما أن ألفاظ الحديث تختلف بحسب الروايات، فيكون أمرًا عسيرًا العثور على الحديث المطلوب. ¶ أما إذا أثبتت الأحاديث في الأماكن التي هي دليل عليها من موضوعها، فإنه يكون",
            "page": "69",
            "part": "1",
            "seal": "EE88D5C1"
        },
        {
            "id": "12",
            "nass": "الوصول إلى الحديث المطلوب أيسر وأدني إلى توفير جهد القارىء. ¶ 3 - تقريب الحديث من الفهم لأول وَهْلَةٍ، فإن الحديث إذا ورد في كتاب الصلاة علم الناظر فيه أن الحديث دليل ذلك الحكم، وأنه يتعلق بمسألة كذا، مما وضع عنوانًا على الحديث، فلا يحتاج لأن يفكر في ذلك، وهكذا تقوم الأبواب بِمُهِمَّةِ المُرْشِدِ الذي يوضح الطريق للسالك. ¶ 4 - تنشيط القارىء بانتقالة من وحدة موضوعية إلي وحدة أخرى، فإن ذلك يكسبه تركيزًا في الفكر ونشاطًا عند انتقالة إلى موضوع آخر. ¶ ووضع الأبواب وعناوينها يكلف صاحب المؤلف مَجْهُودًا ذِهْنِيًّا وَتَفْكِيرًا عَمِيقًا، لذلك كانت دراسة تراجم أي كتاب في الحديث عَمَلاً مُهِمًّا لاَ بُدَّ مِنْهُ لمن يريد دراسة الكتاب، ويشرح طريقته وفقهه، فإن العناوين والتراجم ليست دليلا على ذوق المؤلف فحسب، بل على فهمه، وفقهه، وعلى اختياره في المسألة التي تضمنها الحديث. كما قالوا: «فِقْهُ البُخَارِي فِي تَرَاجِمِهِ». ¶ اعْتِنَاءُ العُلَمَاءِ بِدِارَسَةِ تَرَاجِمِ البُخَارِيِّ: ¶ وقد حظي \" الجامع الصحيح \" للإمام البخاري بعناية كبيرة من العلماء في دراسة تراجمه، لما عُرِفَ مِنْ دِقَّتِهِ في وضعها، ولما أودعه من العلم والفقه فيها، فتكلموا عليها في شروحهم \" للجامع الصحيح \"، وفي فصول عقدها بعضهم في مقدمات شروحهم. وليس هذا فحسب بل أفردها كثير من العلماء بتأليف مفرد، أفاد فيه وأجاد. ¶ قال الحافظ ابن حجر (¬1): «وَقَدْ جَمَعَ العَلاَّمَةُ نَاصِرُ الدِّينِ [أَحْمَدُ] بْنُ المُنَيِّرْ خَطِيبُ الإسْكَنْدَرِيَّةِ مِنْ ذَلِك أَرْبَعمِائَة تَرْجَمَةٍ وَتَكَلَّمَ عَلَيْهَا وَلَخَّصَهَا القَاضِي بَدْرُ الدِّينِ بْنُ جَمَاعَةَ وَزَادَ عَلَيْهَا أَشْيَاءَ. ¶ وَتَكَلَّمَ عَلَى ذَلِكَ أَيْضًا بَعْضُ المَغَارِبَةِ وَهُوَ مُحَمَّدٌ بْنُ مَنْصُورٍ بْنُ حَمَامَةَ السِّجِلْمَاسِيِّ وَلَمْ يُكْثِرْ مِنْ ذَلِكَ بَلْ جُمْلَةُ مَا فِي كِتَابِهِ نَحْوَ مِائَةَ تَرْجَمَةٍ وَسَمَّاهُ \" فَكُّ ¶ ¬__________ ¶ (¬1) في \" هدي الساري \": جـ 1 ص 10.",
            "page": "70",
            "part": "1",
            "seal": "B033A6B6"
        },
        {
            "id": "13",
            "nass": "أَغْرَاضِ البُخَارِيِّ المُبْهَمَةِ فِي الجَمْعِ بَيْنَ الحَدِيثِ وَالتَرْجَمَةِ \". ¶ وَتَكَلَّمَ أَيْضًا عَلَى ذَلِكَ زَيْنُ الدِّينِ عَلِيٌّ بْنُ المُنِير أَخُو الْعَلاَّمَةِ نَاصِرِ الدِّينِ فِي \" شَرْحِهِ عَلَى البُخَارِيِّ \" وَأَمْعَنَ فِي ذَلِكَ وَوَقَفْتُ عَلَى مُجَلَّدٍ مِنْ كِتَابٍ اسْمُهُ \" تُرْجُمَانُ التَّرَاجِمِ \" لأَبِي عَبْدِ اللهِ بْنِ رُشَيْدٍ السََّبْتِيِِّ يَشْتَمِلُ عَلَىَ هَذَا المَقْصَدِ وَصَلَ فِيهِ إِلَى كِتَابِ الصِّيَامِ وَلَوْ تَمَّ لَكَانَ فِي غَايَةِ الإِفَادَةِ وَأَنَّهُ لِكَثِيْرٍ الْفَائِدَةٌ [مَعَ نَقْصِهِ] وَاللهُ [تَعَالَىْ] المُوَفِّقُ». انتهي. ¶ فقد ذكر الحافظ ابن حجر أربع مؤلفات مفردة، عثرنا منها على كتاب القاضي بدر الدين بن جماعة، مخطوطا في دارالكتب الوقفية بحلب، بعنوان \" مناسبات تراجم البخاري \"، وأخذنا منه في بحثنا هذا، ونضيف لما ذكره الحافظ ابن حجر العسقلاني الكتابين التاليين: ¶ \" شرح تراجم أبواب صحيح البخاري \" [لِلْعلاَّمَةِ] شيخ مشايخ الهند، أحمد بن عبد الرحيم، المعروف بـ «شاه ولي الله الدهلوي»، وهي رسالة قَيِّمَةٌ طبعت في الهند. ¶ و\" فيض الباري \" للشيخ المُحَدِّثُ العَلاَّمَةُ محمد أنور شاه الكشميري. وهو مرجع ضخم حافل. ¶ أَنْوَاعُ التَّرَاجِمِ فِي \" صَحِيحِ البُخَارِيِّ \": ¶ ولدى الرجوع إلى تلك الدراسات لتراجم البخاري في \" صحيحه \" وجدنا جُهُودًا كبيرة ضخمة، دراسات مفصلة حافلة، قد تناولت تراجم الامام البخاري على سبيل التفصيل، ترجمة بعد ترجمة، لكن هذه الدراسات مع غزارة فائدتها لم تضبط تراجم البخاري بتقسيم يصنفها تصنيفا كاملاً، وليبين مسالك كل صنف منها، اللهم إلا محاولتين لضبط هذه التراجم وتصنيف أنواعها ألخصهما فيما يلي: ¶ المحاولة الأولي: وهي للحافظ أحمد بن حجر العسقلاني في كتابة \" هَدي الساري \" (¬1) مقدمة \" فتح الباري \"، فقد تعرض لضبط تراجم \" صحيح البخاري \"، لمناسبة ¶ ¬__________ ¶ (¬1) جـ 1 ص 9 - 10.",
            "page": "71",
            "part": "1",
            "seal": "CE9C8FEF"
        },
        {
            "id": "14",
            "nass": "حديثه عن فضائل الجامع الصحيح فقال: ¶ ... ولنذكر ضَابِطًا يشتمل عَلَى بيان أنواع التراجم فيه، وهي ظاهرة وخفية. ¶ أما الظاهرة فليس ذكرها من غرضنا هنا، وهي أن تكون الترجمة دالة بالمطابقة لما ورد في مضمنها، وإنما فائدتها الاعلام بما ورد في ذلك الباب من اعتبار لمقدار تلك الفائدة، كأنه يقول: هذا الباب الذي فيه كيت وكيت، أو باب ذكر الدليل عَلَى الحكم الفلاني مَثَلاً، وقد تكون الترجمة بلفظ المترجم له أو بصفة أو بمعناه، وهذا في الغالب قد يأتي من ذلك ما يكون في لفظ الترجمة احتمال لأكثر من معنى واحد، فيعين أحد الاحتمالين بما يذكر تحتها من الحديث، وقد يوجد فيه ما هو بالعكس من ذلك، بأن يكون الاحتمال في الحديث والتعيين في الترجمة، والترجمة هنا بيان لتأويل ذلك الحديث، نائبة مناب قول الفقيه مثلا: المراد بهذا الحديث العام الخصوص، أو بهذا الحديث الخاص العموم، إشعاراً بالقياس لوجود العلة الجامعة، أو أن ذلك الخاص المراد به ما هو أعم، مِمَّا يدل عليه ظاهره بطريق الأعلى أو الأدنى، ويأتي في المطلق والمقيد نظير ما ذكرنا في الخاص والعام، وكذا في شرح المشكل وتفسير الغامض، وتأويل الظاهر وتفصيل المجمل، وهذا الموضع هو معظم ما يُشْكِلُ من تراجم هذا الكتاب، ولهذا اشتهر من قول جمع من الفضلاء: «فِقْهُ البُخَارِي فِي تَرَاجِمِهِ» ... إلى آخر ما ذكره على هذا الأسلوب في العرض. ¶ فقد قسم الحافظ ابن حجر التراجم إلى قسمين: ظاهرة وخفية، ثم مضى في الشرح عَلَى النحو الذي رأينا، ونلاحظ عليه ما يلي: ¶ 1 - أنه لَمْ يُعْنَ بالتفصيل للتراجم الظاهرة، وَلاَ بَيَّنَ مسالك البخاري فيها، وما امتاز به منها. ¶ 2 - أنه تداخل معه بحث التراجم «الخَفِيَّةِ» بالتراجم «الظَّاهِرَةِ». ¶ 3 - أنه لم يستكمل كل أنواع التراجم، فلم يذكر النوع الثالث من تقسيمنا الذي أطلقنا عليه اسم «التَّرَاجِمَ المُرْسَلَةَ». ¶ المحاولة الثانية: [لِلْعَلاَّمَةِ] مُحَدِّثُ الهِنْدِ وَلِيُّ اللهِ الدَّهْلَوِي في كتابه \" شرح تراجم",
            "page": "72",
            "part": "1",
            "seal": "F2E83E34"
        },
        {
            "id": "15",
            "nass": "أبواب البخاري \" (¬1) صَدَّرَ بِهَا كَتَابَهُ هذا فقال: ¶ «وجملة تراجم أبوابه تنقسم أَقْسَامًا: ¶ منها: أنه يترجم بحديث مرفوع ليس على شرطه، ويذكر في الباب حديثًا شاهدًا له على شرطه. ¶ ومنها: أنه يترجم بمسألة استنباطها من الحديث بنحو من الاستنباط من نصه أو إشارته أو عمومه أو إيمائه. ¶ ومنها: أنه يترجم بمذهب ذُهب إليه قبل، ويذكر في الباب ما يدل عليه ... من غير قطع بترجيح ذلك المذهب، فيقول: «باب من قال كذا». ¶ ومنها: أنه يترجم بمسألة اختلفت فيها الأحاديث، فيأتي بتلك الأحاديث على اختلافها، لِيُقَرِّبَ إِلَى الفَقِيهِ مِنْ بَعْدِهِ أَمْرَهَا، مثاله (بَابُ خُرُوجُ النِّسَاءِ إِلَى البُرَازِ) جمع فيه حديثين مختلفين. ¶ ومنها: أنه قد تتعارض الأدلة ويكون عند البخاري وجه التطبيق بينهما، بحمل كل واحد على محمل، فيترجم بذلك المحمل إشارة إلى وجه التطبيق. مثاله: (بَابُ خَوْفِ المُؤْمِنِ أَنْ يُحْبَطَ عَمَلُهُ، وَمَا يُحْذَرُ مِنَ الاصْرَارِ عَلَى التَّقَاتُلِ وَالعِصْيَانِ)، ذكر فيه حديث: «سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَاله كُفْر». ¶ ومنها: أنه قد يجمع في باب أحاديث كثيرة، كل واحد منها يدل على الترجمة، ثم يظهر له في حديث واحد فائدة أخرى سوى الفائدة المترجم عليها، وَيُعَلِّمَ على ذلك الحديث بِعَلاَمَةِ الباب، ... ¶ ومنها: أنه قد يكتب لفظة (باب) مكان قول المُحَدِّثِينَ «وبهذا الإسناد». وذلك حيث جاء حديثان بإسناد واحد ... » إلى أخر ما ذكره على هذا النحو. ¶ ونلاحظ على تقسيمه ما يلي: ¶ 1 - انه لم يضبط فنون التراجم بأنواع كما فعل الحافظ ابن حجر، بل راح يسرد صُوَرًا من التراجم يعدُّها أَقْسَامًا ¶ ¬__________ ¶ (¬1) الصفحات الأربع الأولى منه.",
            "page": "73",
            "part": "1",
            "seal": "101C4A64"
        },
        {
            "id": "16",
            "nass": "2 - أنه قد اندرجت عنده الأقسام مع الصور والمسالك التي تدخل تحت الأقسام. ¶ 3 - أنه لم يشمل بعض أنواع التراجم، وهو نوع «التَّرَاجِمُ المُفْرَدَةُ». ¶ وهكذا كانت الحاجة مَاسَّةً لتقسيم حاصر، وتصنيف ضابط لأنواع فنون التراجم في \" صحيح البخاري \"، وقد توصلنا إلى تقسيم مبتكر لأنواع التراجم عند البخاري، واستقام لنا هذا التقسيم على أربعة أنواع من التراجم، اخترنا لكل نوع منها تسمية، نرجو أن تكون مَحَلَّ القَبُولِ لَدَى العُلَمَاءِ الأَفَاضِلِ، وهذه الأنواع هي التالية: ¶ أَوَّلاً - التَّرَاجِمُ الظَّاهِرَةُ: وهي التي تطابق الأحاديث التي تخرج تحتها مطابقة واضحة جليلة، دون حاجة للفكر والنظر. ¶ ثَانِيًا - التَّرَاجِمُ الاسْتِنْبَاطِيَّةُ: وهي التي تدرك مطابقتها لمضمون الباب بوجه من البحث والتفكير القريب أو البعيد. ¶ ثَالِثًا - التَّرَاجِمُ المُرْسَلَةُ: وهي التي اكتفي فيها بلفظ (باب)، ولم يُعَنْوِنْ بشيء يدل على المضمون بل ترك ذلك العنوان. ¶ رَابِعًا - التَّرَاجِمُ المُفْرَدَةُ: وهي تراجم لا يُخْرِجُ البخاري فيها شَيْئًا من الحديث للدلالة عليها. ¶ أَوَّلاً - التَّرَاجِمُ الظَّاهِرَةُ: ¶ وللبخاري مسالك متعددة من التراجم الظاهرة اشترك فيها مع غيره، وهي: ¶ 1 - الترجمة بصيغة خبرية عامة: وذلك بأن تكون الترجمة عبارة تدل على مضمون الباب بصيغة خبرية عامة تحتمل عدة أوجه، فتدل على محتوي الباب بوجه عام، ثم يتعين المراد بما يذكر من الحديث في الباب. ¶ ومن الأمثلة في \" الجامع الصحيح \": ¶ قول البخاري: (بَابُ المَاءِ الدَّائِمِ) ثم أخرج فيه الحديث: «لاَ يَبُولَنَّ أَحَدُكُمْ فِي المَاءِ الدَّائِمِ الذِي لاَ يَجْرِي، ثُمَّ يَغْتَسِلُ فِيهِ» (¬1). ¶ ¬__________ ¶ (¬1) جـ 1 ص 57.",
            "page": "74",
            "part": "1",
            "seal": "ECBC8471"
        },
        {
            "id": "17",
            "nass": "فبين أن المراد النهي عن البول فيه وعن الاغتسال منه إذا بال. ¶ وفائدة هذه التراجم الإعلام الإجمالي بمضمون الباب ثم يدرك القارىء المعنى المقصود (¬1). ¶ 2 - الترجمة بصيغة خبرية خاصة بمسألة الباب، تحددها، دون أن يتطرق إليها الاحتمال: ومن الأمثلة في \" كتاب البخاري \": قوله في الزكاة: «بَابُ فََرْضِ صَدَقَةَ الفِطْرِ، وَرَأَى أَبُو العَالِيَةِ، وَعَطَاءٌ، وَابْنُ سِيرِينَ «صَدَقَةَ الفِطْرِ فَرِيضَةً». ¶ وأخرج فيه حديث ابن عمر قال: «فَرَضَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ زَكَاةَ الفِطْرِ [صَاعًا] مِنْ تَمْرٍ، أَوْ صَاعًا مِنْ شَعِيرٍ ... » الحديث (¬2). ¶ وفائدة هذا المسلك: إفادة أن هذا الحديث فيه دليل لهذا الحكم، أو الفائدة التي أوضحتها الترجمة، وأن المؤلف قائل بها، مختار لها، إذا كانت المسألة خلافية بين العلماء. ¶ 3 - الترجمة بصيغة الاستفهام: وذلك بأن تكون ترجمة الباب مصوغة على عبارة من عبارات الاستفهام، وهذا المسلك عند البخاري أكثر وُجُودًا وَدِقَّةً مِنْ غَيْرِهِ. ¶ والمقصود من الاستفهام ما يتوجه بعد في الباب من النفي أو الاثبات، وَعَبَّرَ بهذه الصيغة إثارة لانتباه الذهن وإعمال الفكر، وذلك: ¶ إما لكون مسألة الباب موضع اختلاف تحتاج للبحث والترجيح كقول البخاري: (بَابُ هَلْ عَلَى مَنْ لَمْ يَشْهَدْ الجُمُعَةََ غُسْلٌ مِنَ النِّسَاءِ وَالصِّبْيَانِ وَغَيْرِهِمْ). ¶ وأخرج فيه أحاديث منها: حديث أبي هريرة وفيه: «حَقٌّ عَلَى كُلِّ مُسْلِمٍ، أَنْ يَغْتَسِلَ فِي كُلِّ سَبْعَةِ أَيَّامٍ يَوْمًا، يَغْسِلُ فِيهِ رَأْسَهُ وَجَسَدَهُ». وحديث ابن عمر: «مَنْ جَاءَ مِنْكُمُ الجُمُعَةَ فَلْيَغْتَسِلْ» وحديث ابي سعيد الخُدرِي: «غُسْلُ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ» (¬3). ¶ ¬__________ ¶ (¬1) انظر \" مقدمة فتح الباري \": جـ 1 ص 9. ¶ (¬2) جـ 2 ص 130. ¶ (¬3) جـ 2 ص 5، 6.",
            "page": "75",
            "part": "1",
            "seal": "9FFBE1A9"
        },
        {
            "id": "18",
            "nass": "فاستعمل في الترجمة صيغة الاستفهام للاحتمال الواقع في حديث أبي هريرة، فإنه شامل للجميع من شهد الجمعة ومن لم يشهدها، وكذا حديث أبي سعيد، وفي حديث ابن عمر تقييد وجوب الغسل بالمجيء لصلاة الجمعة فيخرج من لم يجيء. ¶ ومن ثم اختلف العلماء في غسل يوم الجمعة هل هو للصلاة أو لليوم؟ وَيَتَفَرَّعُ عَلَى الاختلاف إذا كان الغسل للصلاة، ومن الجميع إذا كان لليوم. والأحاديث ناظرة إلى كِلاَ الاحْتِمَالَيْنِ، لأن حديث ابن عمر صحيح في أن الغسل للصلاة، والأحاديث الأخر ظاهرة في أنه لليوم (¬1). ¶ وأما أن يعبر بالاستفهام في الترجمة على مسألة هي موضع اتفاق العلماء، ويكون المقصد إثارة الانتباه لمعرفة دليل هذه المسألة، أو أن ثمة تفضيلاً فيها بين العلماء، أو للاحتمال في الدليل الدال عليها. كقول البخاري في الجنائز (بَابُ هَلْ تُكَفَّنُ المَرْأَةُ [فِي] إِزَارِ الرَّجُلِ؟) (*). ¶ وأخرج فيه حديث أُمَّ عَطِيَّةَ، قَالَتْ: «تُوُفِّيَتْ بِنْتُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ [لَنَا]: «اغْسِلْنَهَا ثَلاَثًا، أَوْ خَمْسًا أَوْ أَكْثَرَ مِنْ ذَلِكَ، إِنْ رَأَيْتُنَّ، فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي»، فَلَمَّا فَرَغْنَا آذَنَّاهُ فَنَزَعَ مِنْ حِقْوِهِ إِزَارَهُ، وَقَالَ: «أَشْعِرْنَهَا إِيَّاهُ» (¬2). (**). ¶ وقد نقل ابن بطّال اتفاق العلماء عَلَى جواز تكفين المرأة بإزار الرجل، لكن البخاري أشار بقوله: «هَلْ» إلى تردد في دلالة الحديث. ¶ كما قال ابن حجر: «فَكَأَنَّهُ [أَوْمَأَ] إِلَى احْتِمَالِ اخْتِصَاصِ ذَلِكَ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأَنَّ الْمَعْنَى الْمَوْجُودُ فِيهِ مِنَ الْبَرَكَةِ وَنَحْوِهَا قَدْ لاَ يَكُونُ فِي غَيْرِهِ، وَلاَ سِيَّمَا مَعَ قُرْبِ عَهْدِهِ بِعَرْقِهِ الْكَرِيمِ»، وقد كان أطيب من ريح المسك - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬3). ( ... ) ¶ فالخصوصية به محتملة ولذلك ترجم الباب - بـ «هَلْ» -، وإن كانت كما ذكر القسطلاني ¶ ¬__________ ¶ (¬1) \" فتح الباري \": جـ 2 ص 260. و \" شرح تراجم أبواب البخاري \": ص 81. ¶ (¬2) \" صحيح البخاري \": جـ 2 ص 74. والشعار: ما يلي البدن من الثياب. ¶ (¬3) \" فتح الباري \": جـ 3 ص 85. ¶ ---------------------------- ¶ (*) [\" الجامع الصحيح \" للبخاري: (22) كتاب الجنائز (12) بَابُ هَلْ تُكَفَّنُ المَرْأَةُ فِي إِزَارِ الرَّجُلِ، ترقيم محمد فؤاد عبد الباقي (\" فتح الباري بشرح صحيح البخاي \" 3/ 131، طبعة سَنَةَ 1379 هـ، نشر دار المعرفة. بيروت - لبنان)]. ¶ (**) [المصدر السابق: الحديث رقم 1257، 3/ 131]. ¶ ( ... ) [هذه الزيادة (وقد كان أطيب من ريح المسك - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -) لم أجدها في \" فتح الباري \"، راجع \" فتح الباري \": 1/ 131].",
            "page": "76",
            "part": "1",
            "seal": "76F0A026"
        },
        {
            "id": "19",
            "nass": "غير مسلمة (¬1). ¶ 3 - اقتباس الترجمة من حديث الباب: وذلك بأن يجعل لفظ الحديث المروي في الباب ترجمة له، كلَّه أو بَعْضًا منه. مثال ذلك في \" كتاب البخاري \": ¶ قوله في الطب (بَابُ مَا أَنْزَلَ اللَّهُ دَاءً [إِلاَّ أَنْزَلَ] لَهُ شِفَاءً) (*) وهو لفظ الحديث الذي أخرجه في الباب (¬2). ¶ وقوله في الصلاة: (بَابُ قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نُصِرْتُ بِالصَّبَا) وأخرج فيه عَنِ ابْنِ عَبَّاسٍ (**): أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «نُصِرْتُ بِالصَّبَا، وَأُهْلِكَتْ عَادٌ بِالدَّبُورِ» (¬3). ¶ فالترجمة شطر الحديث، وَكَأَنَّ المؤلف في مثل هذه المواضيع يقول: باب هذا الحديث، وفائدة جعل لفظ الحديث أو بعضه ترجمة، إعلام أن المصنف قائل بذلك الحديث ذاهب إليه. وقد وجدت ذلك مستمرا في \" صحيح البخاري \"، ونص عليه الحافظ ابن حجر فقال في شرحه (¬4) «أَنَّ اِخْتِيَارَهُ يُؤْخَذ فِي العَادَة مِنْ الآثَار التِي يُودِعَهَا فِي التَّرْجَمَةِ» ( ... ). اهـ. ¶ مثال ذلك قوله في الايمان: ¶ (بَابٌ: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاَةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة: 5]) ثم أخرج فيه حديث [ابْنِ عُمَرَ] أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلَّا اللَّهُ، وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلاَةَ، وَيُؤْتُوا الزَّكَاةَ، [فَإِذَا] فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءَهُمْ، وَأَمْوَالَهُمْ، إِلاَّ بِحَقِّ الإِسْلاَمِ، وَحِسَابُهُمْ عَلَى اللَّهِ» (¬5) (****). اهـ. ¶ ¬__________ ¶ (¬1) \" إرشاد الساري شرح صحيح البخاري \": جـ 2 ص 467. ¶ (¬2) جـ 2 ص 12. ¶ (¬3) جـ 2 ص 33. ¶ (¬4) جـ 1 ص 398 في شرح (بَابٌ فِي كَمْ تُصَلِّي المَرْأَةُ [فِي] الثِّيَابِ). ¶ (¬5) جـ 1 ص 14. ¶ ------------------------- ¶ (*) [\" الجامع الصحيح \" للبخاري: (76) كتاب الطب (1) بَابُ مَا أَنْزَلَ اللَّهُ دَاءً إِلاَّ أَنْزَلَ لَهُ شِفَاءً، ترقيم محمد فؤاد عبد الباقي (\" فتح الباري بشرح صحيح البخاي \" 10/ 134، طبعة سَنَةَ 1379 هـ، نشر دار المعرفة. بيروت - لبنان)]. ¶ (**) [المصدر السابق: (15) كتاب الاستسقاء (26) بَابُ قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نُصِرْتُ بِالصَّبَا، الحديث رقم 1035، (\" فتح الباري \": 2/ 520)]. ¶ ( ... ) [المصدر السابق: (8) كتاب الصلاة، (13) بَابٌ فِي كَمْ تُصَلِّي المَرْأَةُ فِي الثِّيَابِ، (\" فتح الباري \": 1/ 482)]. ¶ (****) [المصدر السابق: (2) كتاب الإيمان، (17) بَابٌ: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاَةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة: 5]، (\" فتح الباري \": 1/ 75)].",
            "page": "77",
            "part": "1",
            "seal": "FFC4B932"
        },
        {
            "id": "20",
            "nass": "فترجم بالآية لهذا الحديث إشارة إلى أن المُرَادَ بالتوبة في الآية هو التوبة عن الشرك، واستدل على ذلك بالحديث، ومقصود الباب كله الاستدلال على عصمة دم المسلم ... (¬1). ¶ ومثل هذا المسلك كثير في \" الجامع الصحيح \". ¶ أن يأتي في الترجمة بحديث مرفوع ليس على شرطه وَيُخْرِجَ في الباب حَدِيثًا على شرطه شَاهِدًا له، أو يترجم بحديث قد خَرَّجَهُ في موضع آخر فيذكره مُعَلَّقًا اخْتِصَارًا. ¶ ومن ذلك قوله: (بَابٌ: الأُمَرَاءُ مِنْ قُرَيْشٍ) وهو لفظ حديث يُروَي عن عَلِيٍّ - رَضِيَ اللهُ عَنْهُ - (*) وليس على شرط البخاري، فأخرج فيه بسنده ¶ حديث: «إِنَّ [هَذَا] الأَمْرَ فِي قُرَيْشٍ، لاَ يُعَادِيهِمْ أَحَدٌ إِلاَّ كَبَّهُ اللَّهُ فِي النَّارِ» (**). ¶ وحديث: «لاَ يَزَالُ هَذَا الأَمْرُ فِي قُرَيْشٍ مَا بَقِيَ مِنْهُمُ اثْنَانِ» (¬2) ( ... ). ¶ فاستشهد بهما لحديث الترجمة وقواه، وأشار بذكره ترجمة إلى أنه المختار عنده في عنده في شرط الولاية. ¶ 4 - الإخبار عن بدء الحكم وظهور الشيء: وذلك أن البخاري يترجم في أول بعض الموضوعات ببدء ذلك الأمر أو بظهوره. ¶ ومن أمثلة هذا اللون في \" البخاري \": ¶ قوله في أول \" الجامع الصحيح \": (كَيْفَ كَانَ بَدْءُ الوَحْيِ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ (¬3) وقوله في الصلاة: (باب بدء الأذان) (¬4) (*****). ¶ ولمثل هذا التنصيص فائدة كبيرة في تاريخ التشريع، وغير ذلك من الفوائد التي يستفيدها العلماء. ¶ ¬__________ ¶ (¬1) \" عمدة القاري \" للعيني: جـ 10 ص 207. ¶ (¬2) جـ 9 ص 62 وانظر \" هدي الساري \": جـ 1 ص 9، 10. و \" شرح تراجم البخاري \": ص 3. ¶ (¬3) جـ 1 ص 6. ¶ (¬4) جـ 1 ص 124. ¶ -------------------- ¶ (*) [انظر \" هدي الساري \": 1/ 14. مقدمة \" فتح الباري بشرح صحيح البخاي، طبعة سَنَةَ 1379 هـ، نشر دار المعرفة. بيروت - لبنان]. ¶ (**) [\" الجامع الصحيح \" للبخاري: (93) كتاب الجنائز (2) بَابُ الأُمَرَاءُ مِنْ قُرَيْشٍ، حديث رقم 7139، ترقيم محمد فؤاد عبد الباقي (\" فتح الباري بشرح صحيح البخاي \" 13/ 114، طبعة سَنَةَ 1379 هـ، نشر دار المعرفة. بيروت - لبنان)]. ¶ ( ... ) [المصدر السابق: 13/ 114، الحديث رقم 7140]. ¶ (****) [المصدر السابق: (1) كتاب بدء الوحي (1) بَابُ كَيْفَ كَانَ بَدْءُ الوَحْيِ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ (\" فتح الباري \": 1/ 8)]. ¶ (*****) [المصدر السابق: (10) كتاب الأذان (1) بَابُ بَدْءِ الأَذَانِ (\" فتح الباري \": 2/ 77)].",
            "page": "78",
            "part": "1",
            "seal": "B65E5F7C"
        },
        {
            "id": "21",
            "nass": "مسالك تفرد بها البخاري: ¶ ------------------------ ¶ ثم إن البخاري تفرد بمسالك كثيرة في تراجمه، لأنه قد أولى هذا الفن كل عنايته وأودعها علمه وفقهه، فكانت غزيرة الفوائد. قال شاه ولي الله الدهلوي في \" شرح تراجم أبواب صحيح البخاري \": «وَقَدْ فَرَّقَ البُخَارِيُّ فِي تَرَاجِمِ الأَبْوَابِ عِلْمًا كَثِيرًا مِنْ شَرْحِ غَرِيبِ القُرْآنِ، وَذِكْرِ آثَارِ الصَّحَابَةِ، وَالأَحَادِيثِ المُعَلَّقَةِ ... ». اهـ. ¶ وبذلك كانت صناعة التراجم خصيصة لهذا الكتاب، لا يساهمه فيها كتاب غيره، لكثرة تفننه فيها وعنايته بتنويع أساليبها وصيغها. فتفرد بكثير من المسالك لم يتطرق إليها مَن بعده ومن أهم ما تفرد به من المسالك في تراجمه الظاهرة: ¶ 1 - أن يترجم بآية قرآنية: فيجعل الآية عنوانًا للباب، والمقصود من ذلك تأويل الآية، أو الاستدلال بها لحكم من الأحكام، ثم تقوية هذا التأويل والاستدلال بما يخرج من الحديث. ¶ 2 - أن يأتي في الترجمة بالآثار عن الصحابة فمن بعدهم، كقوله في الصلاة: ¶ (بَابٌ فِي كَمْ تُصَلِّي المَرْأَةُ فِي الثِّيَابِ، وَقَالَ عِكْرِمَةُ: «لَوْ وَارَتْ جَسَدَهَا فِي ثَوْبٍ لأَجَزْتُهُ») (*). ¶ وقال: (باب الصلاة في السطوح والمنبر والخشب). ¶ قَالَ أَبُو عَبْدِ اللَّهِ: «وَلَمْ يَرَ الحَسَنُ بَأْسًا أَنْ يُصَلَّى عَلَى الجُمْدِ وَالقَنَاطِرِ، وَإِنْ جَرَى تَحْتَهَا بَوْلٌ أَوْ فَوْقَهَا أَوْ أَمَامَهَا إِذَا كَانَ بَيْنَهُمَا سُتْرَةٌ» وَصَلَّى أَبُو هُرَيْرَةَ: «عَلَى سَقْفِ المَسْجِدِ بِصَلاَةِ الإِمَامِ» وَصَلَّى ابْنُ عُمَرَ: «عَلَى الثَّلْجِ». اهـ. (**). ¶ وفائدة ذكر هذه النصوص من الآيات والأحاديث والآثار في التراجم الإشارة إلى اختياره في المسألة وترجيح ما دلت عليه. ¶ 3 - أن يترجم في أبوابه بما ذهب إليه بعض العلماء، ويذكر في الباب ما يدل عليه قائلا: (باب من قال كذا) دون أن يفصح برأيه فيه. ¶ والمراد بذلك التنبيه على ثبوت ذلك. ¶ مثاله: ¶ قَوْلُهُ فِي الشُّرْبِ: (بَابُ مَنْ قَالَ: إِنَّ صَاحِبَ المَاءِ أَحَقُّ بِالْمَاءِ حَتَّى يَرْوَى، لِقَوْلِ ¶ ¬__________ ¶ (*) [\" الجامع الصحيح \" للبخاري: (8) كتاب الصلاة، (13) بَابٌ فِي كَمْ تُصَلِّي المَرْأَةُ فِي الثِّيَابِ، (\" فتح الباري \": 1/ 482)]. ¶ (**) [\" الجامع الصحيح \" للبخاري: (8) كتاب الصلاة، (18) بَابُ الصَّلاَةِ فِي السُّطُوحِ وَالْمِنْبَرِ وَالْخَشَبِ، (\" فتح الباري \": 1/ 486)].",
            "page": "79",
            "part": "1",
            "seal": "FFDB0FD5"
        },
        {
            "id": "22",
            "nass": "النَّبِيِّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ يُمْنَعُ فَضْلُ المَاءِ» (*). ¶ ثم أخرج فيه حديث أبي هريرة أن رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قال: «لاَ يُمْنَعُ فَضْلُ المَاءِ لِيُمْنَعَ بِهِ الكَلأُ» (¬1) (**). ¶ وقد نَبَّهَ البخاري على أنه قصد الاستدلال وإثبات هذا القول حيث قال: لِقَوْلِ النَّبِيِّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: \" لاَ يُمْنَعُ فَضْلُ المَاءِ \"». ¶ ولكن ابن حجر - وَمِنْ بعده الدَّهًلَوِي - عَلَّلَ ذلك بأنه حيث لا يتجه للبخاري الجزم بأحد الاحتمالين (¬2). ¶ ونحن نَرَى الصواب فيما قلناه أَوَّلاً، بدليل صيغة البخاري في الترجمة نفسها، ولأنه ترجم بهذه الصيغة في مسائل إجماعية، لا يَتَأَتَّى عدم الجزم فيها كقوله: (بَابُ مَنْ قَالَ لَمْ يَتْرُكِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إِلاَّ مَا بَيْنَ الدَّفَّتَيْنِ) (¬3) ( ... ) ولا يشك أحد في ثبوت ذلك، مِمَّا يدل على أن القصد هو التنبيه على الثبوت، وهذا رأي العَلاَّمَة رشيد أحمد الكنكوهي، في مقدمة \" شرحه على البخاري \" (¬4). ¶ 4 - أن يترجم بعبارة شرطية محذوقة الجواب فيقول: (باب إذا كان كذا ... ) ولا يذكر جواب الشرط. ومراده ما يتحصل بعد، وحذفه للعلم به من سياق الموضوع. ¶ مثال ذلك قوله: (بَابُ إِذَا لَمْ يَكُنِ الإِسْلاَمُ عَلَى الحَقِيقَةِ، وَكَانَ عَلَى الاسْتِسْلاَمِ أَوِ الخَوْفِ مِنَ القَتْلِ، لِقَوْلِهِ تَعَالَى: {قَالَتِ الأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} [الحجرات: 14] فَإِذَا كَانَ عَلَى الحَقِيقَةِ، فَهُوَ عَلَى قَوْلِهِ جَلَّ ذِكْرُهُ: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلاَمُ} [آل عمران: 19]). ¶ أَخْرَجَ فِيهِ حَدِيثَ سَعْدٍ بْنَ أَبِي وَقَّاصَ: «أَنَّ رَسُولَ اللَّهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - أَعْطَى رَهْطًا (¬5) وَسَعْدٌ جَالِسٌ، فَتَرَكَ رَسُولُ اللَّهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - رَجُلاً هُوَ ¶ ¬__________ ¶ (¬1) جـ 3 ص 110. ¶ (¬2) المرجعين السابقين، المكان نفسه. ¶ (¬3) جـ 6 ص 190. ¶ (¬4) وهو الشرح المسمى \" لامع الدراري \" طبع الهند، انظر \" مقدمته \": ص 96. ¶ (¬5) أي جماعة. ¶ -------------------- ¶ (*) [\" الجامع الصحيح \" للبخاري: (41) كِتَاب الحَرْثِ وَالمُزَارَعَةِ، (2) بَابُ مَنْ قَالَ: إِنَّ صَاحِبَ المَاءِ أَحَقُّ بِالْمَاءِ حَتَّى يَرْوَى، لِقَوْلِ النَّبِيِّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ يُمْنَعُ فَضْلُ المَاءِ»، (\" فتح الباري \": 5/ 31)]. ¶ (**) [المصدر السابق: الحديث رقم: 2353، 5/ 31]. ¶ ( ... ) [\" الجامع الصحيح \" للبخاري: (66) كِتَابُ فَضَائِلِ القُرْآنِ، (16) بَابُ مَنْ قَالَ لَمْ يَتْرُكِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إِلاَّ مَا بَيْنَ الدَّفَّتَيْنِ، (\" فتح الباري \": 9/ 64)].",
            "page": "80",
            "part": "1",
            "seal": "2B0526AE"
        },
        {
            "id": "23",
            "nass": "أَعْجَبُهُمْ إِلَيَّ، فَقُلْتُ: يَا رَسُولَ اللَّهِ مَا لَكَ عَنْ فُلاَنٍ؟! فَوَاللَّهِ إِنِّي لأَرَاهُ مُؤْمِنًا، فَقَالَ: «أَوْ مُسْلِمًا؟» فَسَكَتُّ قَلِيلاً، ثُمَّ غَلَبَنِي مَا أَعْلَمُ مِنْهُ، فَعُدْتُ لِمَقَالَتِي، ... وَعَادَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ قَالَ: «يَا سَعْدُ، إِنِّي لأُعْطِي الرَّجُلَ، وَغَيْرُهُ أَحَبُّ إِلَيَّ مِنْهُ خَشْيَةَ أَنْ يَكُبَّهُ اللَّهُ فِي النَّارِ». اهـ. (¬1). ¶ قال الحافظ في \" الفتح \" (¬2) «حَذَفَ جَوَاب [قَوْله] \" إِذَا \" لِلْعِلْمِ بِهِ كَأَنَّهُ يَقُول: إِذَا كَانَ الإِِسْلاَمُ كَذَلِكَ لَمْ يُنْتَفَع بِهِ فِي الآخِرَة. وَمُحَصَّلِ مَا ذَكَرَهُ وَاسْتَدَلَّ بِهِ أَنَّ الإِسْلاَمَ يُطْلَق وَيُرَادُ بِهِ الْحَقِيقَةَ الشَّرْعِيَّةَ وَهُوَ الَّذِي يُرَادِف الإِيمَان وَيَنْفَع عِنْد اللهِ، وَعَلَيْهِ قَوْلُهُ تَعَالَى {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلاَمُ} [آل عمران: 19] وَقَوْلُهُ تَعَالَى: {فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ} [الذاريات: 36]، وَيُطْلَق وَيُرَاد بِهِ الْحَقِيقَةَ اللُّغَوِيَّةَ وَهُوَ مُجَرَّدَ الانْقِيَاد وَالاسْتِسْلاَم، فَالْحَقِيقَة فِي كَلاَم الْمُصَنِّف هُنَا هِيَ الشَّرْعِيَّة، وَمُنَاسَبَة الْحَدِيث لِلتَّرْجَمَةِ ظَاهِرة مِنْ حَيْثُ إِنَّ الْمُسْلِمَ يُطْلَقُ عَلَى مَنْ أَظْهَر الإِسْلاَمَ وَإِنْ لَمْ يُعْلَمْ بَاطِنهُ، فَلاَ يَكُونُ مُؤْمِنًا لأَنَّهُ مِمَّنْ لَمْ تَصْدُقْ عَلَيْهِ الحَقِيقَةُ الشَّرْعِيَّةُ، وَأَمَّا اللُّغَوِيَّة فَحَاصِلَةٌ». اهـ. ¶ ثَانِيًا - التَّرَاجِمُ الاِسْتِنْبَاطِيَّةَ: ¶ يضع المؤلفون العناوين لمسائل كتبهم للدلالة على مضمونها وموضوعها، وتوجيه ذهن القارئ إليها من أول الأمر، فالأصل في العناوين والتراجم أن تكون مطابقتها لمضمون الباب ظاهرة واضحة، لا تحتاج إلى قدح زناد الفكر. ¶ فلماذا توضع التراجم الاستنباطية التي تحتاج إلى إعمال الفكر حتى نعرف مطابقتها لما وضعت له؟ ¶ نجيب عن هذا بأن المؤلف قد لا يقتصر عَلَى الفائدة السابقة، بل يلاحظ أُمُورًا أخرى أبعدَ منها؛ فيسلك طريق الاستنباط. ومن ذلك: ¶ ¬__________ ¶ (¬1) جـ 1 ص 14. ¶ (¬2) جـ 1 ص 59، 60.",
            "page": "81",
            "part": "1",
            "seal": "95256D29"
        },
        {
            "id": "24",
            "nass": "1 - أن يريد مؤلف الكتاب الوصول بالقارئ إلى نتيجة لا تدل عليها أحاديث الباب التي بَيْنَ يديه بصورة مباشرة، فيضع له ما يرشده إليها في العنوان، ليصل إليها القارىء بِإِعْمَالِ فِكْرِهِ، ويعلم أنها المقصودة. ¶ 2 - أن يقصد المؤلف شَحْذَ ذِهْنِ الطَّالِبِ وتمرينه على التفهم والاستنباط، فيسلك طريق الإشارة ليتفكر القارىء فيها فيستيقظ عقله، ويكتسب تَفَقُّهًا وَتَعَمُّقًا في العلم. ¶ ونستطيع أن نعتبر هذا الفن من التراجم خصوصيه لـ \" الجامع الصحيح \" للبخاري عَلَى وجه الجملة، قد يشاركة غيره في قدر قليل منه، ثم ينفرد الامام البخاري بألوان كثيرة منه، لها وهذه مسالكه نوضحها بالأمثلة فيما يلي: ¶ 1 - أن تتضمن الترجمة حُكْمًا زَائِدًا على مدلول الحديث، لوجود ما يدل على هذا الحكم من طريق آخر. ¶ ومثاله عند \" البخاري \": ما ذكر الامام بدر الدين بن جماعة في \" مناسبات تراجم البخاري \" (¬1) قال: «فَتَارَةً يَخْتَصِرُ الحَدِيثَ المُتَضَمِّنَ حُكْمَ تَرْجَمَةِ البَابِ، وَيُحِيلُ فَهْمَ ذَلِكَ عَلَى مَنْ يَعْرِفُهُ مِنْ أَهْلِ الحَدِيثِ، كَحَدِيثِ أَبِي سَلَمَةَ فِي الشِّعْرِ فَي المَسْجِدِ، فَإِنَّ الحَدِيثَ الذِي أَوْرَدَهُ لَيْسَ فِيهِ تَصْرِيحٌ بِالمَسْجِدِ، لَكِنَّهُ جَاءَ مُصَرِّحًا بِهِ فِي رِوَايَةٍ أُخْرَى، فَاكْتَفَى بالإِشَارَةِ فِي الحَدِيثِ إِحَالَةً عَلَى مَعْرِفَةِ أَهْلِهِ». اهـ. وَالحَدِيثُ المَذْكُورُ أَخْرَجَهُ البُخَارِيُّ فِي (الصَّلاَةِ)، قَالَ (¬2) «(بَاب الشِّعْرِ فِي الْمَسْجِدِ)، حَدَّثَنَا أَبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ قَالَ: أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ: أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّهُ سَمِعَ حَسَّانَ بْنَ ثَابِتٍ الأَنْصَارِيَّ يَسْتَشْهِدُ أَبَا هُرَيْرَةَ: أَنْشُدُكَ اللَّهَ، هَلْ سَمِعْتَ النَّبِيَّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ: «يَا حَسَّانُ أَجِبْ عَنْ رَسُولِ اللَّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - اللَّهُمَّ أَيِّدْهُ بِرُوحِ الْقُدُسِ؟» قَالَ: أَبُو هُرَيْرَةَ «نَعَمْ» اهـ. ¶ 2 - أن يكون تطابق الترجمة مع الباب بطريق الاستنتاج لعلاقة اللزوم مثلاً، وهو ¶ ¬__________ ¶ (¬1) ورقة (1 ب) من النسخة المخطوطة بمكتبة الأوقاف بحلب رقم 318 - الخزانة الأحمدية. ¶ (¬2) جـ 1 ص 98.",
            "page": "82",
            "part": "1",
            "seal": "FDA3F0AF"
        },
        {
            "id": "25",
            "nass": "كثير في تراجمه. ¶ مثاله في \" الجامع الصحيح \": (بَاب أَهْلُ الْعِلْمِ وَالْفَضْلِ أَحَقُّ بِالإِمَامَةِ) أخرج فيه من طرق متعددة، بألفاظ متقاربة، حديث مرض النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وإنابته أبابكر لِيُصَلِّي بالناس. وَفِيهِ قَوْلُ عَائِشَةَ: «إِنَّهُ رَجُلٌ رَقِيقٌ إِذَا قَامَ مَقَامَكَ لَمْ يَسْتَطِعْ أَنْ يُصَلِّيَ بِالنَّاسِ». قَالَ: «مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ» ... فَقَالَ: «مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ... » الحديث (¬1). ¶ فقد قدمه النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عَلَى من هو أجهر صَوْتًا وَأَقْوَى، ومعلوم أن أبابكر أعظم الصحابة عِلْمًا وًفَضْلاً، كما دلت الدلائل الأخرى في غير هذا المقام، فعلم أن التقدم للعلم والفضل كما ترجم البخاري. ¶ 3 - أَنَّ تطابق الترجمة للحديث بالعموم والخصوص: بأن يكون الحديث خَاصًّا والترجمة أعم منه، فيطابقها بتعميم معناه، أو يكون الحَدِيثُ عَامًّا وَالتَرْجَمَةُ خَاصَّةً فتدرج فيه. ¶ ومن أمثلة ذلك عند أبي عبد الله البخاري: ¶ (بَابُ لاَ يُقِيمُ الرَّجُلُ أَخَاهُ يَوْمَ الجُمُعَةِ وَيَقْعُدُ فِي مَكَانِهِ) أخرج فيه حديث بْنَ عُمَرَ - رَضِيَ اللهُ عَنْهُمَا - يَقُولُ: «نَهَى النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَنْ يُقِيمَ الرَّجُلُ أَخَاهُ مِنْ مَقْعَدِهِ وَيَجْلِسَ فِيهِ» (¬2). ¶ والنهي مطلق يعم جميع الأوقات، منها يوم الجمعة الذي ترجم به البخاري. ¶ 4 - الترجمة بشيء بدهي قد يظنه قليل الجدوى، ثم بالبحث والاستقصاء تظهر له فائدة مجدية. ¶ كما ترجم البخاري بـ (بَابُ الصَّلاَةِ عَلَى الحَصِيرِ) وَ ([بَاب] الصَّلاَةِ عَلَى الخُمْرَةِ) فِي كِتَابِهِ (¬3). ¶ وَرُبَّمَا يُتَوَهَّمُ أَنَّ مثل هذه التراجم غير مُجْدِيَةٍ، لأن ما تضمنته أمر شائع معلوم لكنها في الحقيقة ذات فائدة، حيث إنها إشارة إلى الرَدِّ عَلَى مَنْ كَرِهَ ذلك، كابن الزبير وغيره. ¶ وقال الحافظ أبوالفضل ابن حجر: «النُّكْتَةُ فِي تَرْجَمَةِ البَابِ - يعني الصلاة على ¶ ¬__________ ¶ (¬1) جـ 1 ص 136. ¶ (¬2) جـ 2 ص 8 وانظر \" فتح الباري \": جـ 2 ص 267. ¶ (¬3) جـ 1 ص 85، 86 وانظر \" فتح الباري \".",
            "page": "83",
            "part": "1",
            "seal": "8744D084"
        },
        {
            "id": "26",
            "nass": "الحصير - الإِشَارَةُ إِلَى مَا رَوَاهُ اِبْنُ أَبِي شَيْبَةَ وَغَيْرُهُ مِنْ طَرِيقِ شُرَيْح بْنِ هَانِئٍ أَنَّهُ سَأَلَ عَائِشَةَ: \" أَكَانَ النَّبِيُّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - يُصَلِّي عَلَى الحَصِيرِ وَاللهُ يَقُول ({وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا؟} [الإسراء: 8]) \" فَقَالَتْ: \" لَمْ يَكُنْ يُصَلِّي عَلَى الْحَصِيرِ \"، فَكَأَنَّهُ لَمْ يَثْبُت عِنْد الْمُصَنِّف أَوْ رَآهُ شَاذًّا مَرْدُودًا لِمُعَارَضَتِهِ مَا هُوَ أَقْوَى مِنْهُ ... » (¬1) ¶ فظهر بذلك ما وراء هذه التراجم من الفوائد القيمة. ¶ وفي الحقيقة أن ما نجده في كُتُبِ السُنَّةِ المُبَوَّبَةِ مِنَ التَّرَاجِمِ الاستنباطية ليس إلا طَرَفًا من فنون البخاري البديعة في تراجمه، فما أكثر تعمقه وما أبعد غوصه! ثم ما أكثر فنونه!. لقد: ¶ أَعْيَا فُحُولَ العِلْمِ حَلَّ رُمُوزِ مَا * ... * ... * أَبْدَاهُ فِي الأَبْوَابِ مِنْ أَسْرَارِ ¶ ونذكر فيما يلي بعض ما تميزت به تراجمه الاستنباطية مِمَّا ذكره الائمة، وَعَدَّدَهُ العلماء، لِنُبَيِّنَ هذه المزية في مقام إظهار الخصوصية، فمنها: ¶ 1 - أنه في استنباط الأحكام والفوائد في تراجمه يتصرف في الأحاديث على طريقة الفقهاء، من تأويل لنص وتفسير لمشكل (مَثَلاً) ويسلك في ذلك طريق الإشارة فيظن بعض الناس أنه ليس هناك ارتباط بين الحديث والترجمة، ولكن إذا تأمل وجد ارْتِبَاطًا قَوِيًّا، لأنها - كما قال الحافظ ابن حجر: «بيان لتأويل ذلك الحديث، نائبة مناب قول الفقهاء مثلاً: المراد بهذا الحديث العام الخصوص، أو بهذا الحديث الخاص العموم، إشعارًا بالقياس لوجود العلة الجامعة. أو أن ذلك الخاص المراد به ما هو أعم، مِمَّا يدل عليه ظاهره بطريق الأعلى، أو الأدنى ويأتي في المطلق والمقيد نظير ما ذكرنا في الخاص والعام. وكذا في شرح المشكل، وتفسير الغامض، وتأويل الظاهر، وتفصيل المجمل، وهذا النوع هو معظم ما يُشْكِلُ من تراجم هذا الكتاب، ولهذا اشتهر من قول جمع من الفضلاء «فِقْهُ البُخَارِي فِي تَرَاجِمِهِ». وأكثر ما يفعل البخاري ذلك إذا لم يجد حَدِيثًا على شرطه في الباب ظاهر المعنى في المقصد الذي ترجم به، ويستنبط الفقه منه، وقد يفعل ذلك لغرض شحذ الأذهان ... وكثيرًا ما يفعل ذلك - أي الأخير - حيث ذكر ¶ ¬__________ ¶ (¬1) \" فتح الباري \": جـ 1 ص 333.",
            "page": "84",
            "part": "1",
            "seal": "D3A65DA3"
        },
        {
            "id": "27",
            "nass": "الحديث المفسر لذلك في موضع آخر متقدمًا أو متأخرًا فكأنه يحيل عليه» (¬1). ¶ 2 - ضَرْبٌ ذكره بدرالدين بن جماعة وهو: «كَوْنُ حُكْمِ الْتَّرْجَمَةِ أَوْلَى مِنْ حُكْمِ نَصِّ الحَدِيْثِ، كَحَدِيثِ ابْنِ عُمَرَ فِي (بَابُ إِذَا وَقَفَ فِي الطَّوَافِ)، لأَنَّ النَّبِيَّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَالَى بَيْنَ الطَّوَافِ وَالصَّلاَةِ، وَلَمْ يُفَرِّقْ بَيْنَهُمَا مَعَ اخْتِلاَفِ نَوْعَيْ العِبَادَةِ، فَلأَنْ لاَ يُفَرِّقُ بَيْنَ أَشْوَاطِ الطَّوَافِ بِالوُقُوفِ وَنَحْوِهِ مَعَ اتِّحَادِ النَّوْعِ أَوْلَى» (¬2). ¶ 3 - قال ابن جماعة أيضا (¬3) «وَتَارَةً يَكُونُ حُكْمُ التَّرْجَمَةِ مَفْهُومًا مِنَ الحَدِيثِ، وَلَكِنْ بِطَرِيقٍ خَفِيٍّ وَفَهْمٍ دَقِيْقٍ، كَمَا فُهِمَ أَنَّ الأَعْمَالَ مِنَ الإِيمَانِ مِنْ قَوْلِ عَائِشَةَ (¬4) «وَكَانَ أَحَبُّ الدِّينِ إِلَيْهِ مَا دَوَامَ عَلَيْهِ صَاحِبُهُ». وَجَّهَ فَهْمَهُ: أَنَّ أَحَبُّ أَفْعَلَ تَفْضِيلٍ يَقْتَضِي مَحْبُوبًا دُونَهُ، وَلاَ يَكُونُ الدِّينُ مَحْبُوبًا وَأُحَبَّ مِنْهُ إِلاَّ بِاعْتِبَارِ الأَعْمَالِ، لأَنَّ اعْتِقَادَ الإِيمَانِ لَيْسَ فِيهِ مَحْبُوبٌ آَخَرَ أَحَبُّ، لأَنَّ اعْتِقَادَهُ غَيْرَ الإِيمَانِ كُفْرٌ ... » انْتَهَى. ¶ وهذه الأنواع وسيعة في تراجم البخاري، أخذ بها الشُرَّاحُ في كثير من الموضع، كما سبق ذكر كلام ابن حجر في التنبيه عليها، وكذلك العَيْنِي أخذ بها في مواضع كثيرة مَثَلاً قال في حديث أبي موسي في (بابُ منْ أدْرَكَ رَكْعَةً مِنَ العَصْرِ قَبْلَ الغُرُوبِ): «مُطَابَقَتُهُ لِلْتَّرْجَمَةِ بِطَرِيقِ الإِشَارَةِ لاَ بِالتَّصْرِيحِ ... » وكذا قال في الباب الذي بعده (بَابُ وَقْتِ المَغْرِبِ) (¬5). ¶ ثَالِثًا - التَّرَاجِمُ المُرْسَلَةُ: ¶ وهي التي اُرسِلَتْ فلم تُذْكَر لها عناوين، واكتفى عنها بكلمة العنوان (بَابٌ). وبالاستقراء لهذه الصيغة اتضح لنا: ¶ أ - أن العنوان (بَابٌ) يستعمل على وجهين من التناسب ¶ ¬__________ ¶ (¬1) \" هدي الساري \": جـ 1 ص 9. ¶ (¬2) \" شرح تراجم البخاري \": ق (1 - 2). ¶ (¬3) المرجع السابق (2 أ). ¶ (¬4) \" الجامع الصحيح \": جـ 1 ص 17. ¶ (¬5) \" عمدة القاري \": جـ 2 ص 563 و 565. طبع استنبول.",
            "page": "85",
            "part": "1",
            "seal": "9EE76342"
        },
        {
            "id": "28",
            "nass": "1 - أن يكون مضمون الباب مُتَّصِلاً بالباب السابق مُكَمِّلاً له، فيفصل لفائدة زائدة في مضمونه، فيكون بمنزلة الفصل من السابق. ¶ ومن ذلك في \" الجامع الصحيح \" قول البخاري في الجنائز (¬1). ¶ (بَابُ مَا يُكْرَهُ مِنَ النِّيَاحَةِ عَلَى المَيِّتِ) وأخرج فيه حديث المغيرة: «مَن نِيحَ عليه يُعَذّبُ بِمَا نِيحَ عَلَيْهِ)، وحديث عمر: «الْمَيِّتُ يُعَذَّبُ فِي قَبْرِهِ بِمَا نِيحَ عَلَيْهِ». ¶ ثم قال: (باب، وأخرج فيه حديث جابر في مقتل أبيه يوم أُحُد وفيه: «فَأَمَرَ رَسُولُ اللَّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فَرُفِعَ، فَسَمِعَ صَوْتَ صَائِحَةٍ، فَقَالَ: «مَنْ هَذِهِ؟» فَقَالُوا: ابْنَةُ عَمْرٍو - أَوْ أُخْتُ عَمْرٍو -. قَالَ: «فَلِمَ تَبْكِي؟ أَوْ لاَ تَبْكِي، فَمَا زَالَتِ المَلاَئِكَةُ تُظِلُّهُ بِأَجْنِحَتِهَا حَتَّى رُفِعَ». ¶ فهذا الحديث أفاد كراهة النياحة على الميت، وتعليل ذلك بأن هذا الميت ظَلَّلَتْهُ الملائكة بأجنحتها، واكتنفته الرحمة، فهو في نعيم عظيم يوجب السرور له لا الحزن والنياحة، وذلك عن طريق آخر غير ما أفادته الأحاديث السابقة من علة النهي عن النياحة، فلذلك فصله في باب مستقل. ¶ قال الحافظ ابن حجر (¬2): «فَهُوَ بِمَنْزِلَةِ الْفَصْلِ مِنَ البَابِ الذِي قَبْلَهُ كَمَا تَقَدَّمَ تَقْرِيرُهُ غَيْرَ مَرَّةٍ». ¶ 2 - والكثير الغالب أن يكون ضمن الباب فائدة تتصل بأصل الموضوع الذي عَنْوَنَ لَهُ (بأبواب) ويكون قد ذكره عقبه لهذه الملابسة. ¶ ومن ذلك في \" البخاري \" قوله في (الحَرْثِ وَالمُزَارَعَةِ): ¶ (بَابُ قَطْعِ الشَّجَرِ وَالنَّخْلِ) أخرج فيه حديث عَبْدِ اللهِ بْنِ عُمَرَ عَنِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أَنَّهُ حَرَّقَ نَخْلَ بَنِي النَّضِيرِ، وَقَطَعَ» ¶ ، ثم قال: (باب) وأخرج فيه حديث رافع بن خديج قال: «كنا أكثرَ أهل المدينة مُزْدَرَعا، كنا نُكْرِي الأرض بالناحية منها مُسَمّي لسيد الأرض، قال: فمما يُصابُ ذلك وتسلم الأرض، ومما ¶ رَافِعَ بْنَ خَدِيجٍ، قَالَ: «كُنَّا أَكْثَرَ أَهْلِ المَدِينَةِ مُزْدَرَعًا، كُنَّا نُكْرِي الأَرْضَ بِالنَّاحِيَةِ مِنْهَا مُسَمًّى لِسَيِّدِ الأَرْضِ»، قَالَ: «فَمِمَّا يُصَابُ ذَلِكَ وَتَسْلَمُ الأَرْضُ، وَمِمَّا ¶ ¬__________ ¶ (¬1) جـ 2 ص 80، 81. ¶ (¬2) \" الفتح \": جـ 3 ص 104 و 105. وانظر \" شرح تراجم البخاري \" للدهلوي: ص 4. ومقدمة \" لامع الدراري \" لرشيد أحمد الكنكوهي: ص 97.",
            "page": "86",
            "part": "1",
            "seal": "D003660D"
        },
        {
            "id": "29",
            "nass": "يُصَابُ الأَرْضُ وَيَسْلَمُ ذَلِكَ، فَنُهِينَا، وَأَمَّا الذَّهَبُ وَالوَرِقُ فَلَمْ يَكُنْ يَوْمَئِذٍ» (¬1). ¶ والحديث مضمونه مزارعة الأرض، وليس له صلة خاصة بالباب السابق، وإنما يتصل به بالمناسبة لأصل الموضوع (الحَرْثِ وَالمُزَارَعَةِ) ومثل ذلك كثير في الكتاب، وربما تكلف الشراح عقد الصلة لهذا النوع من الأبواب بما قبلها. ولسنا نرى ذلك لأنه ما دام الباب مُنَاسِبًا للمبحث الذي عُقِدَ فيه كان ذلك كَافِيًا (¬2). ¶ رَابِعًا - التَّرَاجِمُ المُفْرَدَةُ: ¶ التراجم المفردة: هي تراجم يجعلها البخاري في باب من الأبواب، ثُمَّ لاَ يُخْرِجُ شَيْئًا من الحديث للدلالة عليها. لها مثال ذلك قوله في (الصَّلاَةِ): ¶ (بَابُ يَسْتَقْبِلُ بِأَطْرَافِ رِجْلَيْهِ القِبْلَةَ)، قَالَهُ أَبُو حُمَيْدٍ السَّاعِدِيُّ، عَنِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - (¬3) وقوله: (بَابُ قَوْلِ اللَّهِ تَعَالَى: {وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَذَا البَلَدَ آمِنًا ... ) (¬4) ثم لم يخرج فيهما شيئا من الحديث للدلالة على ما ترجم له. ¶ قال الحافظ ابن حجر: «وَرُبَّمَا اكْتَفَى أَحْيَانًا بِلَفْظ التَّرْجَمَةِ الَّتِي هِيَ لَفْظُ حَدِيثٍ لَمْ يَصِحَّ عَلَى شَرْطِهِ وَأَوْرَدَ مَعَهَا أَثَرًا أَوْ آيَةً فَكَأَنَّهُ يَقُولُ لَمْ يَصِحَّ فِي البَابِ شَيْءٌ عَلَى شَرْطَي» (¬5). ¶ وفي الختام: ونذكر تَفَنُّنَ البخاري في تراجمه، وأنه كَثِيرًا ما يجمع بين ألوان مِمَّا ذكرنا من فنونه وأساليبه، حَتَّى لنجد الترجمة في كتابه تمثل بَحْثًا قَائِمًا بنفسه، جمع العناوين ¶ ¬__________ ¶ (¬1) جـ 3 ص 104. ¶ (¬2) وقد حاول ابن حجر أن يربط بين بَابَيْ المزارعة المذكورين، فَتَكَلَّفَ تَكَلُّفًا بَعِيدًا. انظر \" الفتح \": جـ 5 ص 6، 7. والأسلم هو ما ذكرنا، خُصُوصًا وأن ذلك كثير في الكتاب. ¶ (¬3) جـ 1 ص 162. ¶ (¬4) جـ 2 ص 148. ¶ (¬5) \" هدي الساري \": جـ 1 ص 10 لكن قوله «هِيَ لَفْظُ حَدِيثٍ» ليس بلازم فربما لا يكون لفظ الترجمة لفظ حديث كما في المثال الثاني أوردناه.",
            "page": "87",
            "part": "1",
            "seal": "10B06ABE"
        },
        {
            "id": "30",
            "nass": "والآيات والأحاديث ثم الآثار، والأحاديث تَدُلُّ على بعضها بالمطابقة الظاهرة، وعلي بعضها بالنظر والاستنباط، ومن هنا تكثر الأنواع والمسالك، حتى تبلغ العشرات. فلذلك أدهشت العلماء، وشغلت عنايتهم واهتمامهم، فأطالوا القول فيها والثناء عليها، حتى كان ذلك من أساليب تقديم الكتاب على غيره من الكتب. قال الحافظ ابن حجر: «كَذَلِكَ الجِهَةُ العُظْمَى الْمُوجِبَةُ تَقْدِيمَهُ، وَهِيَ: مَا ضَمَّنَهُ أَبْوَابَهُ مِنَ التَّرَاجِمِ التِي حَيَّرَتْ الأَفْكَارَ وَأَدْهَشَتْ العُقُولَ وَالأَبْصَارَ» (¬1). ¶ ¬__________ ¶ (¬1) المرجع السابق: جـ 1 ص 9.",
            "page": "88",
            "part": "1",
            "seal": "8DC29B11"
        },
        {
            "id": "31",
            "nass": "ثَبْتُ المَرَاجِعِ: ¶ - \" إرشادُ الساري شرح صحيح البخاري \"، للقسطلاني، الطبعة الخمسة. ¶ - \" البداية \" لابن كثير الدِمشقي، ط. مصر. مطبعة السعادة. ¶ - \" تاريخ بغداد \"، للحافظ أبي بكر الخطيب البغدادي، ط. مصر. ¶ - \" تذكرة الحفاظ \"، للامام الذهبي، ط. الهند. الطبعة الثالثة. ¶ - \" تهذيب الأسماء واللغات \"، للامام النووي ط. مصر، المنيرية. ¶ - \" تهذيب التهذيب \"، للحافظ ابن حجر العسقلاني، ط. الهند. ¶ - \" الجامع الصحيح \"، للامام البخاري، ط، الأميرية، سَنَةَ 1313 هـ. ¶ - \" شرح صحيح البخاري \" للنووي، ط. المنيرية، مع جزء من مجموعة شروح البخاري. ¶ - \" شواهدُ التوضيح بشرح الجامع الصحيح \"، لابن الملقن عمر بن حفص (مخطوط). ¶ - \" طبقات الشافعية الكبري \"، للامام السبكي، ط، مصر. ¶ - \" علوم الحديث \"، للامام ابن الصلاح، تحقيق نورالدين عتر، الطبعة الثالثة، دارالفكر دمشق. ¶ - \" عمدة القاري شرح صحيح البخاري \"، للعيني، ط، المنيرية. ¶ - \" فتح الباري شرح صحيح البخاري \"، لابن حجر العسقلاني، المطبعة الخيرية للخشاب. ¶ - \" لامع الدَّاري شرح صحيح البخاري \"، للعلامة المُحَدِّثْ رشيد أحمد الكنكوهي، طبع الهند. ¶ - \" مناسبات تراجم البخاري \"، للامام بدرالدين بن جماعة الكناني (مخطوط). ¶ - \" منهج النقد في علوم الحديث \"، نورالدين عتر الطبعة الرابعة، دارالفكر. دمشق. ¶ - \" هَدْيُ الساري \" مقدّمة فتح الباري، لابن حجر العسقلاني، ط، مصر، المطبعة المنيرية.",
            "page": "89",
            "part": "1",
            "seal": "8230C03E"
        }
    ],
    "t553": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "التعريف بالإمام البخاري:"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "طلبه للحديث ورحلته:"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "شيوخ البخاري:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "تفقهه:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "نبوغه:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الرواة عنه:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "صفاته وخلقه:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "حفظه وقوة ذاكرته:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "إمامته في الحديث:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "أثره في علم الحديث:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "وفاته:"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "\" الجامع الصحيح \" وطريقة البخاري فيه:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية التبويب:"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "اعتناء العلماء بدارسة تراجم البخاري:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع التراجم في \" صحيح البخاري \":"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "أولا - التراجم الظاهرة:"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا - التراجم الاستنباطية:"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا - التراجم المرسلة:"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا - التراجم المفردة:"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "ثبت المراجع:"
        }
    ]
}