{
    "b557": [
        {
            "id": "1",
            "nass": "دروس وعبر ¶ من صحيح القصص النبوي ¶ جمع وترتيب ¶ شحاتة صقر ¶ الناشر: مكتبة دار العلوم ¶ البحيرة ـ أبو حمص ـ حي الزهور ¶ ت 0452569826ـ0129732131",
            "page": null,
            "part": null,
            "seal": "0992B665"
        },
        {
            "id": "2",
            "nass": "جميع الحقوق محفوظة ¶ رحم الله الإمام أحمد ـ إمام أهل السنة ـ الذي أنشد: ¶ دينُ النبيِّ محمدٍ أخبارُ ... نِعْمَ المَطِيَّةُ للفتى آثارُ ¶ لا ترغَبَنَّ عن الحديثِ وأهلِهِ ... فالرأيُ ليلٌ والحديثُ نهارُ ¶ ولربما جهِلَ الفتى أثرَ الهدَى ... والشمسُ بازغةٌ لها أنوارُ ¶ الناشر: مكتبة دار العلوم ¶ البحيرة ـ أبو حمص ـ حي الزهور ¶ ت 0452569826ـ0129732131",
            "page": null,
            "part": null,
            "seal": "5CCB94CE"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقوا اللهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ}، {يَا أَيُّهَا النَّاسُ اتَّقوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا}، {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}. ¶ أما بعد: فإن خيرَ الحديث كلامُ الله، وخيرَ الهدي هدي محمد - صلى الله عليه وآله وسلم -، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة وكل ضلالة في النار. ¶ فهذه رسالة بها بعض القصص الصحيحة التي أخبرنا بها النبي - صلى الله عليه وآله وسلم - يأخذ منها المسلم العبرة والعظة، فقد قال الله - عز وجل - عن خبر المرسلين مع قومهم وكيف أنجى الله - عز وجل - المؤمنين وأهلك الكافرين: {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ} ¶ (يوسف:111). ¶ وللقصص تأثير عظيم في تربية النفس؛ فتأمل أمْرَ اللهِ - عز وجل - للنبي - صلى الله عليه وآله وسلم - أن يقُصَّ على الناس ما يعْلَمُه من القصص، قال الله - عز وجل -: {فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ} (الأعراف:176). ¶ وقصص السابقين التي ذُكِرَتْ في الكتاب والسنة الصحيحة تثبت قلوب المؤمنين، قال الله - عز وجل -: {وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ} (هود:120). فإن النفوس تأنس بالاقتداء، وتنشط على الأعمال، وتريد المنافسة لغيرها، ويتأيد الحق بذكر شواهده، وكثرة من قام به.",
            "page": "3",
            "part": "1",
            "seal": "CBC33068"
        },
        {
            "id": "5",
            "nass": "ومعظم القصص التي في هذه الرسالة رواها الإمامان البخاري ومسلم، أو أحدُهما، وما لم يروِه البخاري ولا مسلم ورواه غيرُهما فقد ذكره الشيخ الألباني في (السلسلة الصحيحة). ¶ ومنهج كتابة هذه القصص هو ذِكْرُ نَصّ القصة، ثم ذِكْرُ بعض معاني الكلمات الغريبة، ثم ذِكْرُ العبر والعظات التي استنبطها أهل العلم من القصة. وليس لي من عمل في هذه الرسالة إلا الجمع والترتيب، واللهَ نسأل أن ينفع المسلمين بها وأن يرزقنا الإخلاص في السر والعلن. ¶ وصلى الله وسلم وبارك على عبده ورسوله وأمينِه على وحْيِه ـ سيدنا وإمامنا ونبينا محمد بن عبد الله ـ وعلى آله وأصحابه، ومن سلك سبيله واهتدى بهداه إلى يوم الدين. ¶ شحاتة محمد صقر ¶ saqrmhm@gawab.com",
            "page": "5",
            "part": "1",
            "seal": "3325A7FA"
        },
        {
            "id": "6",
            "nass": "1 - حبس الشمس لنبي الله يوشع بن نون - عليه السلام -. ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وآله وسلم -: «غَزَا نَبِيٌّ مِنْ الْأَنْبِيَاءِ فَقَالَ لِقَوْمِهِ: «لَا يَتْبَعْنِي رَجُلٌ مَلَكَ بُضْعَ امْرَأَةٍ وَهُوَ يُرِيدُ أَنْ يَبْنِيَ بِهَا وَلَمَّا يَبْنِ بِهَا، وَلَا أَحَدٌ بَنَى بُيُوتًا وَلَمْ يَرْفَعْ سُقُوفَهَا، وَلَا أَحَدٌ اشْتَرَى غَنَمًا أَوْ خَلِفَاتٍ وَهُوَ يَنْتَظِرُ وِلَادَهَا». ¶ فَغَزَا فَدَنَا مِنْ الْقَرْيَةِ صَلَاةَ الْعَصْرِ أَوْ قَرِيبًا مِنْ ذَلِكَ، فَقَالَ لِلشَّمْسِ: «إِنَّكِ مَأْمُورَةٌ وَأَنَا مَأْمُورٌ، اللهمَّ احْبِسْهَا عَلَيْنَا». ¶ فَحُبِسَتْ حَتَّى فَتَحَ الله عَلَيْهِ، فَجَمَعَ الْغَنَائِمَ فَجَاءَتْ ـ يَعْنِي النَّارَ ـ لِتَأْكُلَهَا فَلَمْ تَطْعَمْهَا. ¶ فَقَالَ: «إِنَّ فِيكُمْ غُلُولًا؛ فَلْيُبَايِعْنِي مِنْ كُلِّ قَبِيلَةٍ رَجُلٌ» فَلَزِقَتْ يَدُ رَجُلٍ بِيَدِهِ، فَقَالَ: «فِيكُمْ الْغُلُولُ؛ فَلْيُبَايِعْنِي قَبِيلَتُكَ». ¶ فَلَزِقَتْ يَدُ رَجُلَيْنِ أَوْ ثَلَاثَةٍ بِيَدِهِ، فَقَالَ: «فِيكُمْ الْغُلُولُ»، فَجَاءُوا بِرَأْسٍ مِثْلِ رَأْسِ بَقَرَةٍ مِنْ الذَّهَبِ فَوَضَعُوهَا؛ فَجَاءَتْ النَّارُ فَأَكَلَتْهَا، ثُمَّ أَحَلَّ الله لَنَا الْغَنَائِمَ، رَأَى ضَعْفَنَا وَعَجْزَنَا فَأَحَلَّهَا لَنَا». ¶ (رواه البخاري ومسلم).",
            "page": "6",
            "part": "1",
            "seal": "CF307CDD"
        },
        {
            "id": "7",
            "nass": "غَزَا نَبِيٌّ مِنْ الْأَنْبِيَاءِ: أَيْ أَرَادَ أَنْ يَغْزُوَ. وَهَذَا النَّبِيُّ هُوَ يُوشَعُ بْنُ نُون - عليه السلام - فقَدْ وَرَدَ مِنْ طَرِيقٍ صَحِيحَةٍ أَخْرَجَهَا الإمام أَحْمَدُ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وآله وسلم -: «إِنَّ الشَّمْسَ لَمْ تُحْبَسْ لِبَشَرٍ إِلَّا لِيُوشَعَ بْنِ نُون لَيَالِيَ سَارَ إِلَى بَيْتِ الْمَقْدِسِ». ¶ بُضْعَ اِمْرَأَةٍ: الْبُضْع: النِّكَاحُ؛ يُقَالُ مَلَكَ فُلَانٌ بُضْعَ فُلَانَةَ. ¶ وَلَمَّا يَبْنِ بِهَا: أَيْ وَلَمْ يَدْخُلْ عَلَيْهَا. ¶ خَلِفَاتٍ: جَمْعُ خَلِفَةٍ وَهِيَ الْحَامِلُ مِنْ النُّوقِ، وَقَدْ يُطْلَقُ عَلَى غَيْرِ النُّوقِ. ¶ وِلَادَهَا: نتاجها. ¶ فَغَزَا: أَيْ بِمَنْ تَبِعَهُ مِمَّنْ لَمْ يَتَّصِفْ بِتِلْكَ الصِّفَةِ. ¶ فَدَنَا مِنْ الْقَرْيَةِ: أَيْ قَرَّبَ جُيُوشَهُ لَهَا. ¶ فَقَالَ لِلشَّمْسِ: «إِنَّكِ مَأْمُورَةٌ وَأَنَا مَأْمُورٌ»:أَمْرَ الْجَمَادَاتِ أَمْرُ تَسْخِيرٍ، وَأَمْرَ الْعُقَلَاءِ أَمْرُ تَكْلِيفٍ. ¶ اللهمَّ اِحْبِسْهَا عَلَيْنَا: أَيْ قَدْرَ مَا تَنْقَضِي حَاجَتُنَا مِنْ فَتْحِ الْبَلَدِ. ¶ فَجَمَعَ الْغَنَائِمَ فَجَاءَتْ ـ يَعْنِي النَّارَ ـ لِتَأْكُلَهَا فَلَمْ تَطْعَمْهَا: أَيْ لَمْ تَذُقْ لَهَا طَعْمًا، وَهُوَ بِطَرِيقِ الْمُبَالَغَةِ.",
            "page": "7",
            "part": "1",
            "seal": "B24FDEB8"
        },
        {
            "id": "8",
            "nass": "إِنَّ فِيكُمْ غُلُولًا: الغُلُولُ هُوَ السَّرِقَةُ مِنْ الْغَنِيمَةِ. ¶ فَلْيُبَايِعْنِي مِنْ كُلِّ قَبِيلَةٍ رَجُلٌ فَلَزِقَتْ: فِيهِ حَذْفٌ يَظْهَرُ مِنْ سِيَاقِ الْكَلَامِ، أَيْ فَبَايَعُوهُ فَلَزِقَتْ. ¶ رَأَى ضَعْفَنَا وَعَجْزَنَا فَأَحَلَّهَا لَنَا: فِيهِ اِخْتِصَاصُ الْأُمَّةِ الإسْلاميَّة بِحِلِّ الْغَنِيمَةِ، وَكَانَ اِبْتِدَاءُ ذَلِكَ مِنْ غَزْوَةِ بَدْرٍ وَفِيهَا نَزَلَ قَوْلُهُ تَعَالَى {فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا} فَأَحَلَّ الله لَهُمْ الْغَنِيمَةَ، وَقَدْ ثَبَتَ ذَلِكَ فِي الصَّحِيحِ مِنْ حَدِيثِ اِبْنِ عَبَّاسٍ - رضي الله عنه -. ¶ من عبر القصة: ¶ 1 - أَنَّ فِتَنَ الدُّنْيَا تَدْعُو النَّفْسَ إِلَى الْهَلَعِ وَمَحَبَّةِ الْبَقَاءِ؛ لِأَنَّ مَنْ مَلَكَ بُضْعَ اِمْرَأَةٍ وَلَمْ يَدْخُلْ بِهَا أَوْ دَخَلَ بِهَا وَكَانَ عَلَى قُرْبٍ مِنْ ذَلِكَ؛ فَإِنَّ قَلْبَهُ مُتَعَلِّقٌ بِالرُّجُوعِ إِلَيْهَا وَيَجِدُ الشَّيْطَانُ السَّبِيلَ إِلَى شَغْلِ قَلْبِهِ عَمَّا هُوَ عَلَيْهِ مِنْ الطَّاعَةِ، وَكَذَلِكَ غَيْرُ الْمَرْأَةِ مِنْ أَحْوَالِ الدُّنْيَا. ¶ 2 - أَنَّ الْأُمُورَ الْمُهِمَّةَ لَا يَنْبَغِي أَنْ تُفَوَّضَ إِلَّا لِحَازِمٍ فَارِغِ الْبَالِ لَهَا؛ لِأَنَّ مَنْ لَهُ تَعَلُّقٌ رُبَّمَا ضَعُفَتْ عَزِيمَتُهُ وَقَلَّتْ رَغْبَتُهُ فِي",
            "page": "8",
            "part": "1",
            "seal": "A17D6848"
        },
        {
            "id": "9",
            "nass": "الطَّاعَةِ، وَالْقَلْبُ إِذَا تَفَرَّقَ ضَعُفَ فِعْلُ الْجَوَارِحِ وَإِذَا اِجْتَمَعَ قَوِيَ. ¶ 3 - أَنَّ الأمم السابقة كَانُوا يَغْزُونَ وَيَأْخُذُونَ أَمْوَالَ أَعْدَائِهِمْ وَأَسْلَابَهُمْ، لَكِنْ لَا يَتَصَرَّفُونَ فِيهَا بَلْ يَجْمَعُونَهَا، وَعَلَامَةُ قَبُولِ غَزْوِهِمْ ذَلِكَ أَنْ تَنْزِلَ النَّارُ مِنْ السَّمَاءِ فَتَأْكُلَهَا، وَعَلَامَةُ عَدَمِ قَبُولِهِ أَنْ لَا تَنْزِلَ وَمِنْ أَسْبَابِ عَدَمِ الْقَبُولِ أَنْ يَقَعَ فِيهِمْ الْغُلُولُ، وَقَدْ مَنَّ الله عَلَى هَذِهِ الْأُمَّةِ وَرَحِمَهَا، فَأَحَلَّ لَهُمْ الْغَنِيمَةَ، وَسَتَرَ عَلَيْهِمْ الْغُلُولَ، فَطَوَى عَنْهُمْ فَضِيحَةَ أَمْرِ عَدَمِ الْقَبُولِ. ¶ 2 - امرأتان خطَف الذئبُ ابنَ إحداهما ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ الله - صلى الله عليه وآله وسلم - قَالَ: «كَانَتْ امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا، جَاءَ الذِّئْبُ فَذَهَبَ بِابْنِ إِحْدَاهُمَا. ¶ فَقَالَتْ لِصَاحِبَتِهَا: «إِنَّمَا ذَهَبَ بِابْنِكِ»، وَقَالَت الْأُخْرَى: «إِنَّمَا ذَهَبَ بِابْنِكِ». ¶ فَتَحَاكَمَتَا إِلَى دَاوُدَ - عليه السلام - فَقَضَى بِهِ لِلْكُبْرَى.",
            "page": "9",
            "part": "1",
            "seal": "9A435D72"
        },
        {
            "id": "10",
            "nass": "فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُدَ سدد خطاكم فَأَخْبَرَتَاهُ، فَقَالَ: «ائْتُونِي بِالسِّكِّينِ أَشُقُّهُ بَيْنَهُمَا»؛ فَقَالَتْ الصُّغْرَى: «لَا تَفْعَلْ، يَرْحَمُكَ الله، هُوَ ابْنُهَا»؛ فَقَضَى بِهِ لِلصُّغْرَى» (رواه البخاري ومسلم). ¶ لَا تَفْعَلْ: لَا تَشُقّهُ. ¶ إِنَّ دَاوُدَ - عليه السلام - قَضَى بِهِ لِلْكُبْرَى لِسَبَب اِقْتَضَى بِهِ عِنْده تَرْجِيح قَوْلهَا، إِذْ لَا بَيِّنَة لِوَاحِدَة مِنْهُمَا، فَيُحْتَمَل أَنْ يُقَال: إِنَّ الْوَلَد الْبَاقِي كَانَ فِي يَد الْكُبْرَى وَعَجَزَتْ الْأُخْرَى عَنْ إِقَامَة الْبَيِّنَة. ¶ وَاحْتَالَ سُلَيْمَانَ بْنِ دَاوُدَ سدد خطاكم بِحِيلَة لَطِيفَة أَظْهَرَتْ مَا فِي نَفْس الْأَمْر، وَذَلِكَ أَنَّهُمَا لَمَّا أَخْبَرَتَا سُلَيْمَان بِالْقِصَّةِ فَدَعَا بِالسِّكِّينِ لِيَشُقّهُ بَيْنهمَا، وَلَمْ يَعْزِم عَلَى ذَلِكَ فِي الْبَاطِن، وَإِنَّمَا أَرَادَ اِسْتِكْشَاف الْأَمْر. ¶ فَحَصَلَ مَقْصُودُهُ لِذَلِكَ؛ لِجَزَعِ الصُّغْرَى الدَّالّ عَلَى عَظِيم الشَّفَقَة، وَلَمْ يَلْتَفِت إِلَى إِقْرَارهَا بِقَوْلِهَا هُوَ اِبْن الْكُبْرَى؛ لِأَنَّهُ عَلِمَ أَنَّهَا آثَرَتْ حَيَاته، فَظَهَرَ لَهُ مِنْ قَرِينَةِ شَفَقَةِ الصُّغْرَى وَعَدَمِهَا فِي الْكُبْرَى ـ مَعَ مَا انْضَافَ إِلَى ذَلِكَ مِنْ الْقَرِينَة الدَّالَّة عَلَى صِدْقهَا ـ مَا هَجَمَ بِهِ عَلَى الْحُكْم لِلصُّغْرَى.",
            "page": "10",
            "part": "1",
            "seal": "14B46217"
        },
        {
            "id": "11",
            "nass": "من عبر القصة: 1 - أَنَّ الْفِطْنَة وَالْفَهْم مَوْهِبَة مِنْ الله - عز وجل - لَا تَتَعَلَّق بِكِبَرِ سِنّ وَلَا صِغَره. ¶ 2 - أَنَّ الْحَقّ فِي جِهَة وَاحِدَة. ¶ 3 - أَنَّ الْأَنْبِيَاء يَسُوغ لَهُمْ الْحُكْم بِالِاجْتِهَادِ وَإِنْ كَانَ وُجُود النَّصّ مُمْكِنًا لَدَيْهِمْ بِالْوَحْيِ، لَكِنّ فِي ذَلِكَ زِيَادَة فِي أُجُورهمْ، وَلِعِصْمَتِهِمْ مِنْ الْخَطَأ فِي ذَلِكَ؛ إِذْ لَا يُقَرُّونَ عَلَى الْبَاطِل؛ لِعِصْمَتِهِمْ. ¶ 3 - اِسْتِعْمَال الْحِيَل فِي الْأَحْكَام لِاسْتِخْرَاجِ الْحُقُوق، وَلَا يَتَأَتَّى ذَلِكَ إِلَّا بِمَزِيدِ الْفِطْنَة وَمُمَارَسَة الْأَحْوَال. ¶ 3 - ابتلاء نبي الله أيوب - عليه السلام - ¶ عن أنس بن مالك - رضي الله عنه - أن رسول الله - صلى الله عليه وآله وسلم - قال: «إنَّ نَبِيَّ الله أيُّوبَ - صلى الله عليه وسلم - لَبِثَ بِهِ بلاؤُه ثَمَانِ عَشْرةَ سنَةً، فرفَضَه القَرِيبُ والبَعِيدُ إلا رَجُلَيْن مِنْ إخْوانِه كَانَا يغْدُوَان إليه ويَرُوحَان. ¶ فقال أحَدُهُما لصاحِبِه ذاتَ يومٍ: «تَعْلمُ والله لقد أذْنَبَ أيُّوبُ ذنْبًا ما أذْنَبَهُ أحَدٌ مِن العالمَين»، فقال له صاحبه: «وما ذَاك؟». ¶ قال: «منذُ ثمانِ عشرةَ سنَةً لم يرْحَمْهُ اللهُ فيكشِف ما به». ¶ فلما راحَا إلى أيُّوب لم يصْبِر الرجُل حتى ذَكَرَ ذلك له، فقال أيُّوب: «لا أدْرِي مَا تَقُولَان غَيْرَ أنَّ اللهَ ـ تَعَالَى ـ يَعْلَمُ أَنِّي كُنْتُ أمُرُّ بالرجُلَيْن يَتَنَازَعَان، فيذْكُرَان اللهَ، فأرْجِع إلى بَيْتِي فأكَفِّر عَنْهُمَا؛ كَرَاهِيَةَ أنْ يُذْكَرَ اللهُ إلَّا فِي حَقٍّ». ¶ وكانَ يخرجُ إلى حَاجَتِه فإذا قَضَى حَاجَتَهُ أَمْسَكَتْهُ امرَأَتُه بِيَدِه حتى يَبْلُغَ، فَلَمَّا كَانَ ذَاتَ يَوْمٍ أَبْطَأَ عَلَيْهَا، وأوحِي إلى أيُّوب أن {ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ} (ص:42). ¶ فاسْتَبْطَأَتْهُ فَتَلَّقَّتْهُ تنْظُر ـ وقَدْ أَقْبَلَ عليْهَا قَدْ أَذْهَبَ اللهُ ما بِهِ مِنَ البَلَاء، وهُوَ أحْسَنُ مَا كَان ـ، فلَمَّا رأَتْهُ قَالَتْ: «أيْ بَارَكَ اللهُ فِيكَ، هَلْ رَأَيْتَ نَبِيَّ اللهِ هَذَا المُبْتَلَى؟ واللهِ على ذلك مَا رَأَيْتُ أشبَهَ مِنْكَ إذْ كانَ صَحِيحًا». فقال: «فَإِنِّي أنَا هُوَ». ¶ وكانَ لَه أنْدَرَان (أي بَيْدَرَان): أنْدر للقمْحِ وأنْدر للشَّعِير، فبعَثَ اللهُ سحَابَتَيْن، فلَمَّا كَانَتْ إِحْدَاهُمَا عَلَى أَنْدَرِ القَمْحِ أَفْرَغَتْ فِيهِ الذَّهَبَ حَتَّى فَاضَ، وأَفْرَغَتْ الأخْرَى في أنْدَرِ الشَّعير الوَرِقَ حَتَّى فَاضَ». [رواه أبو يعلى في (مسنده) وأبو نعيم في (الحلية) وصححه الألباني].",
            "page": "11",
            "part": "1",
            "seal": "288052B9"
        },
        {
            "id": "13",
            "nass": "الأَنْدَر: البَيْدَرُ: الجُرْن: الموضع الذي يُدْرَس فيه القمح ونحوه وتجفف فيه الثمار. ¶ من عبر القصة:1 - الصبر عاقبته إلى خير في الدنيا والآخرة. ¶ 2 - شدة تعظيم أيوب - عليه السلام - لربه فقد كان يُكَفّر عن الذين يتنازعون، فيذْكرون الله خشية أن يُذْكَرَ اللهُ إلا في حق. ¶ 3 - عِظَم وفاء زوجَةِ أيوب - عليه السلام - لزوجها، وبِرّها به، وكذا صديقاه، فالمصائب تكشف معادن البشر. ¶ 4 - هذا الحديث مما يدل على بطلان الحديث الذي في (الجامع الصغير) بلفظ: «أبَى الله أن يجعل للبلاء سلطانًا على عبده المؤمن». قال الألباني إنه حديث موضوع. ¶ 4 - النبي الذي أحرق قرية النمل ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ الله - صلى الله عليه وآله وسلم - قَالَ: «نَزَلَ نَبِيٌّ مِنْ الْأَنْبِيَاءِ تَحْتَ شَجَرَةٍ فَلَدَغَتْهُ نَمْلَةٌ، فَأَمَرَ بِجَهَازِهِ فَأُخْرِجَ مِنْ تَحْتِهَا، ثُمَّ أَمَرَ بِبَيْتِهَا فَأُحْرِقَ بِالنَّارِ فَأَوْحَى الله إِلَيْهِ: فَهَلَّا نَمْلَةً وَاحِدَةً». ¶ (رواه البخاري)",
            "page": "13",
            "part": "1",
            "seal": "37CA1741"
        },
        {
            "id": "14",
            "nass": "وفي رواية لمسلم عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ رَسُولِ الله - صلى الله عليه وآله وسلم -: «أَنَّ نَمْلَةً قَرَصَتْ نَبِيًّا مِنْ الْأَنْبِيَاءِ؛ فَأَمَرَ بِقَرْيَةِ النَّمْلِ فَأُحْرِقَتْ فَأَوْحَى اللهُ إِلَيْهِ: أَفِي أَنْ قَرَصَتْكَ نَمْلَةٌ أَهْلَكْتَ أُمَّةً مِنْ الْأُمَمِ تُسَبِّحُ». ¶ لَدَغَتْهُ: أَيْ قَرَصَتْهُ. جَهَازهِ: مَتَاعه. ¶ وَقَرْيَة النَّمْل: مَوْضِع اِجْتِمَاعهنَّ. ¶ فَهَلَّا نَمْلَة وَاحِدَة: فَهَلَّا أَحْرَقْتَ نَمْلَة وَاحِدَة، وَهِيَ الَّتِي آذَتْكَ، بِخِلَافِ غَيْرهَا فَلَمْ يَصْدُر مِنْهَا جِنَايَة. ¶ من عبر القصة:1 - هَذَا الْحَدِيث مَحْمُول عَلَى أَنَّهُ كَانَ جَائِزًا فِي شَرْع ذَلِكَ النَّبِيّ جَوَاز قَتْل النَّمْل وَجَوَاز التَّعْذِيب بِالنَّارِ، وَأَمَّا فِي شَرْعنَا فَلَا يَجُوز إِحْرَاق الأحياء بِالنَّارِ إِلَّا فِي الْقِصَاص بِشَرْطِهِ؛ فَإِذَا أَحْرَقَ إِنْسَانًا فَمَاتَ بِالْإِحْرَاقِ، فَلِوَلِيِّهِ الِاقْتِصَاص بِإِحْرَاقِ الْجَانِي. ¶ 2 - لَا يَجُوز قَتْل النَّمْل كما لا يجوز قتل غيره من الحيوانات إلا الصائل (أي المعتدي)، والمُؤْذِي منها؛ فيجوز قتلُه؛ فَعَنْ ابْنِ عَبَّاسٍ - رضي الله عنهما - قَالَ: «إِنَّ النَّبِيَّ - صلى الله عليه وآله وسلم - نَهَى عَنْ قَتْلِ أَرْبَعٍ مِنْ الدَّوَابِّ: النَّمْلَةُ وَالنَّحْلَةُ وَالْهُدْهُدُ وَالصُّرَدُ». (صحيح رواه أبو داود).",
            "page": "14",
            "part": "1",
            "seal": "AE27DB09"
        },
        {
            "id": "15",
            "nass": "وَالصُّرَد: طَائِر ضَخْم الرَّأْس وَالْمِنْقَار لَهُ رِيش عَظِيم نِصْفه أَبْيَض وَنِصْفه أَسْوَد. ¶ 3 - يُسْتَثْنَى من الحيوانات التي يجوز قتلها الفواسق الخمس، فإنهن يقتلن في الحل والحرم قَالَ رَسُولُ اللَّهِ - صلى الله عليه وآله وسلم -: «خَمْسٌ مِنْ الدَّوَابِّ مَنْ قَتَلَهُنَّ وَهُوَ مُحْرِمٌ فَلَا جُنَاحَ عَلَيْهِ: الْعَقْرَبُ وَالْفَأْرَةُ وَالْكَلْبُ الْعَقُورُ وَالْغُرَابُ وَالْحِدَأَةُ» (رواه البخاري). ¶ 4 - الْحَيَوَان يُسَبِّح الله تَعَالَى حَقِيقَة، وقد أخبرنا الله - عز وجل - أن كل شيء يسبح بحمده {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ} (الإسراء:44). ¶ 5 - لو تركها لدارت إلى يوم القيامة ¶ عن أبي هريرة - رضي الله عنه - قال: «أصَابَ رَجُلاً حَاجَةٌ فخَرَجَ إلى الْبَرِّيَّة، فقَالَتْ امْرَأَتُه: «اللهُّمَّ ارْزُقْنَا مَا نَعْتَجِنُ وما نَخْتَبِزُ، فجَاءَ الرَّجُلُ والجَفْنَةَ ملْأَى عَجِينًا، وفي التَنُّور الشِّوَاء، والرَّحَى تَطْحَنُ، فَقَالَ: «مِنْ أَيْنَ هَذَا؟»، قالتْ: «مِنْ رِزْقِ الله»، فَكَنَسَ مَا حَوْلَ الرَّحَى، فقال رسول الله - صلى الله عليه وآله وسلم -: «لَوْ تَرَكَهَا لَدَارَتْ أو طَحَنَتْ إلَى يَوْمِ القِيَامَة». (رواه الطبراني وأورده الألباني في السلسلة الصحيحة).",
            "page": "15",
            "part": "1",
            "seal": "69E332F1"
        },
        {
            "id": "16",
            "nass": "الْبَرِّيَّة: الصحراء. ¶ الجَفْنَةَ: إناءٌ كبير يُعْجَن به، ويقدم به الطعام. ¶ التَنُّور: الفرن يُخْبَزُ فيه. ¶ الشِّوَاء: اللَّحم الصالح للشواء. ¶ من عبر القصة::1 - إثبات الكرامة لعباد الله الصالحين، وقد دلَّتْ على ذلك نصوص كثيرة، تبلغ مبلغ التواتر. ¶ والإيمان بكرامات الأولياء من عقيدة أهل السنة والجماعة. ¶ ولكن لا تكون الكرامة إلا للأولياء الأتقياء؛ فخوارق العادات قد تجري على يد أفسد أهل الأرض، ومن ذلك ما أخبرنا به الرسول - صلى الله عليه وآله وسلم - عن الدجَّال. ¶ 2 - عِظَم فضل الدعاء، فالله - عز وجل - استجاب دعاء هذه المرأة. ¶ 6 - ميت أحياه الله - عز وجل - ¶ قال رسول الله - صلى الله عليه وآله وسلم -: «خَرَجَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيل حَتَّى أتَوْا مَقْبَرةً لهُم مِن مَقابِرِهِمْ، فَقَالُوا: «لَوْ صَلَّيْنَا رَكْعَتَيْن، ودَعَوْنَا اللهَ - عز وجل - أنْ يُخْرِجَ لَنَا رَجُلًا مِمَّنْ قَدْ مَاتَ نَسْأَلُه عَن الْمَوْت».",
            "page": "16",
            "part": "1",
            "seal": "EA8FABA0"
        },
        {
            "id": "17",
            "nass": "ففعلوا. فبَيْنَمَا هُمْ كذلك إذْ أَطْلَع رجُلٌ رأْسَه مِن قَبرٍ مِن تِلْكَ المقَابِر، خِلَاسِيّ، بَيْنَ عَيْنَيْهِ أَثَرُ السُّجُود. ¶ فَقَال: «يَا هَؤُلاء مَا أَرَدتُّم إليَّ؟ فقَد مِتُّ مُنْذُ مائَة سَنَةٍ، فما سَكَنَتْ عَنِّي حَرَارَةُ الموْتِ حتَّى كَانَ الآنَ؛ فادْعُوا اللهَ - عز وجل - لِي يُعِيدُني كَمَا كُنْتُ». (أخرجه أحمد في (الزهد) وابن أبي شيبة في (المصنف) وصححه الألباني) ¶ خِلَاسِيّ: أسمر اللون. ¶ من عبر القصة:1 - قدرة الله على إحياء الموتى. ¶ 2 - يستحب لمن أراد أن يدعو بأمر عظيم أن يصلي قبل دعائه ركعتين. ¶ 7 - عاقبة الغش ¶ قال رسول الله - صلى الله عليه وآله وسلم -: «إِنَّ رَجُلًا كَانَ يَبِيعُ الْخَمْرَ فِي سَفِينَةٍ وَكَانَ يَشُوبُ الْخَمْرَ بِالْمَاءِ وَمَعَهُ قِرْدٌ، فَأَخَذَ الْكِيسَ فَصَعِدَ الدَّقَلَ فَجَعَلَ يُلْقِي دِينَارًا فِي الْبَحْرِ وَدِينَارًا فِي السَّفِينَةِ حَتَّى جَعَلَهُ نِصْفَيْن». ¶ (رواه الإمام أحمد وأورده الألباني في السلسلة الصحيحة) ¶ الدَّقَلَ: خشبة يُمَدُّ عليها شِرَاعُ السفينة.",
            "page": "17",
            "part": "1",
            "seal": "7EF91BA0"
        },
        {
            "id": "18",
            "nass": "* لم تكن الخمر محرمة في شريعة ذلك الرجل، وكذلك كانت في أول الإسلام. ¶ من عبر القصة:1 - تحريم الغش كخلط اللبن بالماء. ¶ 2 - المال الحرام قد يهلك في الدنيا قبل الآخرة. ¶ 8 - بقرة تتكلم وذئب يتكلم ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: صَلَّى رَسُولُ الله - صلى الله عليه وآله وسلم - صَلَاةَ الصُّبْحِ ثُمَّ أَقْبَلَ عَلَى النَّاسِ فَقَالَ: «بَيْنَا رَجُلٌ يَسُوقُ بَقَرَةً إِذْ رَكِبَهَا فَضَرَبَهَا، فَقَالَتْ: إِنَّا لَمْ نُخْلَقْ لِهَذَا إِنَّمَا خُلِقْنَا لِلْحَرْثِ». ¶ فَقَالَ النَّاسُ: «سُبْحَانَ اللهِ بَقَرَةٌ تَكَلَّمُ». ¶ فَقَالَ: «فَإِنِّي أُومِنُ بِهَذَا أَنَا وَأَبُو بَكْرٍ وَعُمَرُ»، وَمَا هُمَا ثَمَّ. ¶ «وَبَيْنَمَا رَجُلٌ فِي غَنَمِهِ إِذْ عَدَا الذِّئْبُ فَذَهَبَ مِنْهَا بِشَاةٍ فَطَلَبَ حَتَّى كَأَنَّهُ اسْتَنْقَذَهَا مِنْهُ فَقَالَ لَهُ الذِّئْبُ: هَذَا، اسْتَنْقَذْتَهَا مِنِّي؛ فَمَنْ لَهَا يَوْمَ السَّبُعِ يَوْمَ لَا رَاعِيَ لَهَا غَيْرِي». ¶ فَقَالَ النَّاسُ: «سُبْحَانَ الله ذِئْبٌ يَتَكَلَّمُ». ¶ قَالَ: «فَإِنِّي أُومِنُ بِهَذَا أَنَا وَأَبُو بَكْرٍ وَعُمَرُ» وَمَا هُمَا ثَمَّ. (رواه البخاري)",
            "page": "18",
            "part": "1",
            "seal": "F2F7C096"
        },
        {
            "id": "19",
            "nass": "قَوْله - صلى الله عليه وآله وسلم -: «فَإِنِّي أُؤْمِن بِهَذَا أَنَا وَأَبُو بَكْر وَعُمَر» مَحْمُول عَلَى أَنَّهُ كَانَ أَخْبَرَهُمَا بِذَلِكَ فَصَدَّقَاهُ، أَوْ أَطْلَقَ ذَلِكَ لِمَا اِطَّلَعَ عَلَيْهِ مِنْ أَنَّهُمَا يُصَدِّقَانِ بِذَلِكَ إِذَا سَمِعَاهُ وَلَا يَتَرَدَّدَانِ فِيهِ. ¶ وَمَا هُمَا ثَمَّ: لَيْسَا حَاضِرَيْنِ، وَهُوَ مِنْ كَلَام الرَّاوِي. ¶ إِذْ عَدَا الذِّئْب: مِنْ الْعُدْوَان. ¶ قال الحافظ ابن حجر - رحمه الله -: وَقَدْ وَقَعَ كَلَام الذِّئْب لِبَعْضِ الصَّحَابَة فِي نَحْو هَذِهِ الْقِصَّة، فَرَوَى أَبُو نُعَيْم فِي (الدَّلَائِل) عَنْ أُهْبَان بْن أَوْس - رضي الله عنه - قَالَ: «كُنْت فِي غَنَم لِي، فَشَدَّ الذِّئْب عَلَى شَاةٍ مِنْهَا، فَصِحْتُ عَلَيْهِ، فَأَقْعَى الذِّئْبُ عَلَى ذَنَبه يُخَاطِبنِي وَقَالَ: «مَنْ لَهَا يَوْم تَشْتَغِل عَنْهَا؟ تَمْنَعنِي رِزْقًا رَزَقَنِيهِ الله تَعَالَى». ¶ فَصَفَّقْت بِيَدِي وَقُلْت: «وَاللهِ مَا رَأَيْت شَيْئًا أَعْجَبَ مِنْ هَذَا»، فَقَالَ: «أَعْجَب مِنْ هَذَا، هَذَا رَسُول الله - صلى الله عليه وآله وسلم - بَيْن هَذِهِ النَّخَلَات يَدْعُو إِلَى الله». ¶ فَأَتَى أُهْبَان إِلَى النَّبِيّ - صلى الله عليه وآله وسلم - فَأَخْبَرَهُ وَأَسْلَمَ».",
            "page": "19",
            "part": "1",
            "seal": "1886C034"
        },
        {
            "id": "20",
            "nass": "فَمَنْ لَهَا يَوْم السَّبُع: مَعْنَاهُ مَنْ لَهَا يَوْم يَطْرُقهَا السَّبُع - أَيْ الْأَسَد - فَتَفِرّ أَنْتَ مِنْهُ فَيَأْخُذ مِنْهَا حَاجَته وَأَتَخَلَّف أَنَا لَا رَاعِي لَهَا حِينَئِذٍ غَيْرِي. ¶ وَقِيلَ: إِنَّمَا يَكُون ذَلِكَ عِنْد الِاشْتِغَال بِالْفِتَنِ فَتَصِير الْغَنَم هَمَلًا فَتَنْهَبهَا السِّبَاع فَيَصِير الذِّئْب كَالرَّاعِي لَهَا لِانْفِرَادِهِ بِهَا. ¶ من عبر القصة: ¶ 1 - يحب على المسلم أن يُصَدِّق بالأخبار التي جاء يها القرآن أو صَحَّ بها السندُ عن رسول الله - صلى الله عليه وآله وسلم -، مهما كان الخبر مستغربًا، لا فرق في ذلك بين الحديث المتواتر والآحاد. ¶ أما القصص الموضوعة والمكذوبة التي لم تصح الأحاديث بها فلا تجوز روايتها إلا لِبَيان ضعفها وكذبها. ¶ 2 - فضل أبي بكر وعمر - رضي الله عنهما -، فقد أخبر النبي - صلى الله عليه وآله وسلم - عن عظيم إيمانهما وقوة يقينهما. ¶ 3 - يجوز وعظ الناس بعد الصلاة. ¶ 4 - كان الذئب ـ وهو حيوان ـ سببًا في إسلام أهبان بن أوس - رضي الله عنه -، فماذا قدمنا ـ نحن المسلمين ـ لنشر دين الله - عز وجل - في الأرض.",
            "page": "20",
            "part": "1",
            "seal": "3FC883A0"
        },
        {
            "id": "21",
            "nass": "9 - تكلم في المهد ودعا الله - عز وجل - ¶ قال رسول الله - صلى الله عليه وآله وسلم -: «كَانَتْ امْرَأَةٌ تُرْضِعُ ابْنًا لَهَا مِنْ بَنِي إِسْرَائِيلَ فَمَرَّ بِهَا رَجُلٌ رَاكِبٌ ذُو شَارَةٍ، فَقَالَتْ: «اللهمَّ اجْعَلْ ابْنِي مِثْلَهُ». ¶ فَتَرَكَ ثَدْيَهَا وَأَقْبَلَ عَلَى الرَّاكِبِ فَقَالَ: «اللهمَّ لَا تَجْعَلْنِي مِثْلَهُ»، ثُمَّ أَقْبَلَ عَلَى ثَدْيِهَا يَمَصُّهُ. ¶ قَالَ أَبُو هُرَيْرَةَ - رضي الله عنه -: «كَأَنِّي أَنْظُرُ إِلَى النَّبِيِّ - صلى الله عليه وآله وسلم - يَمَصُّ إِصْبَعَهُ». ¶ ثُمَّ مُرَّ بِأَمَةٍ فَقَالَتْ: «اللهمَّ لَا تَجْعَلْ ابْنِي مِثْلَ هَذِهِ»، فَتَرَكَ ثَدْيَهَا فَقَالَ: «اللهمَّ اجْعَلْنِي مِثْلَهَا». ¶ فَقَالَتْ: «لِمَ ذَاكَ؟». ¶ فَقَالَ: «الرَّاكِبُ جَبَّارٌ مِنْ الْجَبَابِرَةِ، وَهَذِهِ الْأَمَةُ يَقُولُونَ: سَرَقْتِ زَنَيْتِ، وَلَمْ تَفْعَلْ» (رواه البخاري). ¶ وفي رواية أخرى رواها البخاري: « ... فَقَالَتْ: «اللَّهُمَّ لَا تُمِتْ ابْنِي حَتَّى يَكُونَ مِثْلَ هَذَا»، فَقَالَ: «اللَّهُمَّ لَا تَجْعَلْنِي مِثْلَهُ»، ثُمَّ رَجَعَ فِي الثَّدْيِ، وَمُرَّ بِامْرَأَةٍ تُجَرَّرُ وَيُلْعَبُ بِهَا، فَقَالَتْ: «اللَّهُمَّ لَا تَجْعَلْ",
            "page": "21",
            "part": "1",
            "seal": "7DD94E3E"
        },
        {
            "id": "22",
            "nass": "ابْنِي مِثْلَهَا»، قال رسول الله - صلى الله عليه وآله وسلم -: «فَقَالَ: اللَّهُمَّ اجْعَلْنِي مِثْلَهَا». فَقَالَ: «أَمَّا الرَّاكِبُ فَإِنَّهُ كَافِرٌ وَأَمَّا الْمَرْأَةُ فَإِنَّهُمْ يَقُولُونَ لَهَا تَزْنِي، وَتَقُولُ: حَسْبِيَ اللهُ، وَيَقُولُونَ: تَسْرِقُ، وَتَقُولُ: حَسْبِيَ اللهُ». ¶ ذُو شَارَة: أَيْ صَاحِب حُسْن، وَقِيلَ: صَاحِب هَيْئَة وَمَنْظَر وَمَلْبَس حَسَن يُتَعَجَّب مِنْهُ وَيُشَار إِلَيْهِ. ¶ ثُمَّ مُرَّ: بِضَمِّ الْمِيم عَلَى الْبِنَاء لِلْمَجْهُولِ. ¶ الجَبَّار: العاتي المتكبر القاهر للناس. ¶ من عبر القصة: ¶ 1 - أَنَّ نُفُوس أَهْل الدُّنْيَا تَقِف مَعَ الْخَيَال الظَّاهِر فَتَخَاف سُوء الْحَال، بِخِلَافِ أَهْل الإيمانِ الصادِقِ فَوُقُوفهمْ مَعَ الْحَقِيقَة الْبَاطِنَة فَلَا يُبَالُونَ بِذَلِكَ مَعَ حُسْن السَّرِيرَة، كَمَا قَالَ تَعَالَى حِكَايَة عَنْ أَصْحَاب قَارُون حَيْثُ خَرَجَ عَلَيْهِمْ: {يَا لَيْتَ لَنَا مِثْل مَا أُوتِيَ قَارُون}، {وَقَالَ الَّذِينَ أُوتُوا الْعِلْم: وَيْلكُمْ ثَوَاب اللهِ خَيْر}. ¶ 2 - أَنَّ الْبَشَر طُبِعُوا عَلَى إِيثَار الْأَوْلَاد عَلَى الْأَنْفُس بِالْخَيْرِ لِطَلَبِ الْمَرْأَة الْخَيْر لِابْنِهَا وَدَفْع الشَّرّ عَنْهُ وَلَمْ تَذْكُر نَفْسهَا.",
            "page": "22",
            "part": "1",
            "seal": "C27A580A"
        },
        {
            "id": "23",
            "nass": "10 - ثلاثة في غار ¶ روى مسلم في صحيحه عَنْ عَبْدِ اللهِ بْنِ عُمَرَ - رضي الله عنه - عَنْ رَسُولِ اللهِ - صلى الله عليه وآله وسلم - أَنَّهُ قَالَ: «بَيْنَمَا ثَلَاثَةُ نَفَرٍ يَتَمَشَّوْنَ أَخَذَهُمْ الْمَطَرُ فَأَوَوْا إِلَى غَارٍ فِي جَبَلٍ، فَانْحَطَّتْ عَلَى فَمِ غَارِهِمْ صَخْرَةٌ مِنْ الْجَبَلِ فَانْطَبَقَتْ عَلَيْهِمْ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ: «انْظُرُوا أَعْمَالًا عَمِلْتُمُوهَا صَالِحَةً لِله، فَادْعُوا الله تَعَالَى بِهَا؛ لَعَلَّ الله يَفْرُجُهَا عَنْكُمْ». ¶ فَقَالَ أَحَدُهُمْ: «اللهمَّ إِنَّهُ كَانَ لِي وَالِدَانِ شَيْخَانِ كَبِيرَانِ وَامْرَأَتِي وَلِي صِبْيَةٌ صِغَارٌ أَرْعَى عَلَيْهِمْ، فَإِذَا أَرَحْتُ عَلَيْهِمْ حَلَبْتُ فَبَدَأْتُ بِوَالِدَيَّ فَسَقَيْتُهُمَا قَبْلَ بَنِيَّ، وَأَنَّهُ نَأَى بِي ذَاتَ يَوْمٍ الشَّجَرُ فَلَمْ آتِ حَتَّى أَمْسَيْتُ فَوَجَدْتُهُمَا قَدْ نَامَا. ¶ فَحَلَبْتُ كَمَا كُنْتُ أَحْلُبُ فَجِئْتُ بِالْحِلَابِ فَقُمْتُ عِنْدَ رُءُوسِهِمَا أَكْرَهُ أَنْ أُوقِظَهُمَا مِنْ نَوْمِهِمَا وَأَكْرَهُ أَنْ أَسْقِيَ الصِّبْيَةَ قَبْلَهُمَا، وَالصِّبْيَةُ يَتَضَاغَوْنَ عِنْدَ قَدَمَيَّ، فَلَمْ يَزَلْ ذَلِكَ دَأْبِي وَدَأْبَهُمْ حَتَّى طَلَعَ الْفَجْرُ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ لَنَا مِنْهَا فُرْجَةً نَرَى مِنْهَا السَّمَاءَ». ¶ فَفَرَجَ الله مِنْهَا فُرْجَةً فَرَأَوْا مِنْهَا السَّمَاءَ. ¶ وَقَالَ الْآخَرُ: «اللهمَّ إِنَّهُ كَانَتْ لِيَ ابْنَةُ عَمٍّ أَحْبَبْتُهَا كَأَشَدِّ مَا يُحِبُّ الرِّجَالُ النِّسَاءَ وَطَلَبْتُ إِلَيْهَا نَفْسَهَا فَأَبَتْ حَتَّى آتِيَهَا بِمِائَةِ دِينَارٍ، فَتَعِبْتُ حَتَّى جَمَعْتُ مِائَةَ دِينَارٍ فَجِئْتُهَا بِهَا ـ (وفي رواية لمسلم أيضًا: فَامْتَنَعَتْ مِنِّي حَتَّى أَلَمَّتْ بِهَا سَنَةٌ مِنْ السِّنِينَ فَجَاءَتْنِي) ـ فَلَمَّا وَقَعْتُ بَيْنَ رِجْلَيْهَا قَالَتْ: «يَا عَبْدَ اللهِ اتَّقِ اللهَ وَلَا تَفْتَحْ الْخَاتَمَ إِلَّا بِحَقِّهِ»، فَقُمْتُ عَنْهَا، ـ (وفي رواية للبخاري: فَقُمْتُ وَتَرَكْتُ الْمِائَةَ دِينَارٍ) ـ فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ لَنَا مِنْهَا فُرْجَةً» فَفَرَجَ لَهُمْ. ¶ وَقَالَ الْآخَرُ: «اللهمَّ إِنِّي كُنْتُ اسْتَأْجَرْتُ أَجِيرًا بِفَرَقِ أَرُزٍّ، فَلَمَّا قَضَى عَمَلَهُ قَالَ: «أَعْطِنِي حَقِّي»، فَعَرَضْتُ عَلَيْهِ فَرَقَهُ فَرَغِبَ عَنْهُ، فَلَمْ أَزَلْ أَزْرَعُهُ حَتَّى جَمَعْتُ مِنْهُ بَقَرًا وَرِعَاءَهَا، فَجَاءَنِي فَقَالَ: «اتَّقِ الله وَلَا تَظْلِمْنِي حَقِّي»، قُلْتُ: «اذْهَبْ إِلَى تِلْكَ الْبَقَرِ وَرِعَائِهَا فَخُذْهَا، فَقَالَ: «اتَّقِ الله وَلَاتَسْتَهْزِئْ بِي»، فَقُلْتُ: «إِنِّي لَا أَسْتَهْزِئُ بِكَ، خُذْ ذَلِكَ الْبَقَرَ وَرِعَاءَهَا»، فَأَخَذَهُ فَذَهَبَ بِهِ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ فَافْرُجْ لَنَا مَا بَقِيَ». ¶ فَفَرَجَ الله مَا بَقِيَ، وَخَرَجُوا يَمْشُونَ».",
            "page": "23",
            "part": "1",
            "seal": "E62FEC1D"
        },
        {
            "id": "25",
            "nass": "الْغَار: النَّقْب فِي الْجَبَل. ¶ فَإِذَا أَرَحْت عَلَيْهِمْ: إِذَا رَدَدْت الْمَاشِيَة مِنْ الْمَرْعِي إِلَيْهِمْ، وَإِلَى مَوْضِع مَبِيتهَا. ¶ (نَأَى بِي ذَات يَوْم الشَّجَر) المَعْنَى: أَنَّهُ اِسْتَطْرَدَ مَعَ غَنَمه فِي الرَّعْي إِلَى أَنْ بَعُدَ عَنْ مَكَانه زِيَادَة عَلَى الْعَادَة فَلِذَلِكَ أَبْطَأَ. ¶ الْحِلَاب: الْإِنَاء الَّذِي يُحْلَب فِيهِ، وَقَدْ يُرِيد بِالْحِلَابِ هُنَا اللَّبَن الْمَحْلُوب. ¶ وَالصِّبْيَة يَتَضَاغَوْنَ: أَيْ: يَصِيحُونَ وَيَسْتَغِيثُونَ مِنْ الْجُوع. ¶ فَلَمْ يَزَلْ ذَلِكَ دَأْبِي: حَالِي اللَّازِمَة. ¶ وَقَعْت بَيْن رِجْلَيْهَا: جَلَسْت مَجْلِس الرَّجُل لِلْجِمَاع. ¶ لَا تَفْتَح الْخَاتَم: الْخَاتَم كِنَايَة عَنْ بَكَارَتهَا. ¶ إِلَّا بِحَقِّهِ: بِنِكَاحٍ لَا بِزِنًا. ¶ بِفَرَقِ أَرُزٍّ: الْفَرَق إِنَاء يَسَع ثَلَاثَة آصَع. والصاعُ مِكيالٌ لأَهل المدينة يأُخذ أَربعة أَمدادٍ. والمُد مُقَدَّر بأَن يَمُدَّ الرجل يدَيْه فيملأَ كفيه. ¶ فَرَغِبَ عَنْهُ: كَرِهَهُ وَسَخِطَهُ وَتَرَكَهُ.",
            "page": "25",
            "part": "1",
            "seal": "F9C966F0"
        },
        {
            "id": "26",
            "nass": "أَلَمَّتْ بِهَا سَنَة: وَقَعَتْ فِي سَنَة قَحْط. ¶ مَنْ مِنهم عَمَلُه أَفْضَلُ مِنْ عَمَل الْآخَرَيْنِ؟ ¶ صَاحِب الْأَبَوَيْنِ فَضِيلَته مَقْصُورَة عَلَى نَفْسه؛ لِأَنَّهُ أَفَادَ أَنَّهُ كَانَ بَارًّا بِأَبَوَيْهِ. ¶ وَصَاحِب الْأَجِير نَفْعه مُتَعَدٍّ وَأَفَادَ بِأَنَّهُ كَانَ عَظِيم الْأَمَانَة. ¶ وَصَاحِب الْمَرْأَة أَفْضَلُهمْ لِأَنَّهُ أَفَادَ أَنَّهُ كَانَ فِي قَلْبه خَشْيَة رَبّه، وقَدْ شَهِدَ اللهُ لِمَنْ كَانَ كَذَلِكَ بِأَنَّ لَهُ الْجَنَّة حَيْثُ قَالَ: {وَأَمَّا مَنْ خَافَ مَقَام رَبّه وَنَهَى النَّفْس عَنْ الْهَوَى فَإِنَّ الْجَنَّة هِيَ الْمَأْوَى}. (النازعات:40 - 41). ¶ وَقَدْ أَضَافَ هَذَا الرَّجُل إِلَى ذَلِكَ تَرْك الذَّهَب الَّذِي أَعْطَاهُ لِلْمَرْأَةِ فَأَضَافَ إِلَى النَّفْع الْقَاصِر النَّفْع الْمُتَعَدِّي، وَلَا سِيَّمَا وَقَدْ قَالَ إِنَّهَا كَانَتْ بِنْتَ عَمّه، فَتَكُون فِيهِ صِلَة رَحِم أَيْضًا، وَقَدْ كَانَ ذَلِكَ فِي سَنَة قَحْط فَتَكُون الْحَاجَة إِلَى ذَلِكَ أَحْرَى. ¶ من عبر القصة:1 - يُسْتَحَبّ لِلْإِنْسَانِ أَنْ يَدْعُوَ فِي حَال كَرْبه، وَغَيْره بِصَالِحِ عَمَله، وَيَتَوَسَّل إِلَى اللهِ تَعَالَى بِهِ؛ لِأَنَّ هَؤُلَاءِ فَعَلُوهُ",
            "page": "26",
            "part": "1",
            "seal": "80D1EBEB"
        },
        {
            "id": "27",
            "nass": "فَاسْتُجِيبَ لَهُمْ، وَذَكَرَهُ النَّبِيّ - صلى الله عليه وآله وسلم - فِي مَعْرِض الثَّنَاء عَلَيْهِمْ، وَجَمِيل فَضَائِلهمْ. ¶ 2 - فَضْل الْعَفَاف وَالِانْكِفَاف عَنْ الْمُحَرَّمَات، لَا سِيَّمَا بَعْد الْقُدْرَة عَلَيْهَا، وَالْهَمّ بِفِعْلِهَا، وَيَتْرُك لِلهِ تَعَالَى خَالِصًا. ¶ 3 - أَنَّ تَرْك الْمَعْصِيَة يَمْحُو مُقَدِّمَات طَلَبهَا، وَأَنَّ التَّوْبَة تَجُبّ مَا قَبْلهَا. ¶ 4 - جَوَاز الْإِجَارَة وَفَضْل حُسْن الْعَهْد، وَأَدَاء الْأَمَانَة، وَالسَّمَاحَة فِي الْمُعَامَلَة. ¶ 5 - إِثْبَات كَرَامَات الْأَوْلِيَاء، وَهُوَ مَذْهَب أَهْل السنةِ والجماعةِ. ¶ 6 - فَضْل الْإِخْلَاص فِي الْعَمَل. ¶ 7 - أثر التقوى في تخليص العبد من كربه وبلائه؛ قال - عز وجل -: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا * وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} (الطلاق:2). ¶ 8 - الأثر الطيب للأمر بالمعروف والنهي عن المنكر فقد نَهَتْ المرأة ابنَ عمِّها لَمَّا وَقَعَ بَيْنَ رِجْلَيْهَا فَقَالَتْ: «يَا عَبْدَ اللهِ اتَّقِ اللهَ",
            "page": "27",
            "part": "1",
            "seal": "7BD1251B"
        },
        {
            "id": "28",
            "nass": "وَلَا تَفْتَحْ الْخَاتَمَ إِلَّا بِحَقِّهِ، فَقَامَ عَنْهَا»، فصان الله - عز وجل - عِرضَها؛ فلم تقع في الفاحشة، وَتَرَكَ لها الْمِائَةَ دِينَارٍ. ¶ 9 - فَضْل بِرّ الْوَالِدَيْنِ وَفَضْل خِدْمَتهمَا وَإِيثَارهمَا عَمَّنْ سِوَاهُمَا مِنْ الْأَوْلَاد وَالزَّوْجَة وَالْأَهْل وَغَيْرهمْ وَتَحَمُّل الْمَشَقَّة لِأَجْلِهِمَا. ¶ * ما سبب تَرْكه أَوْلَاده الصِّغَار يَبْكُونَ مِنْ الْجُوع طُول لَيْلَتهمَا مَعَ قُدْرَته عَلَى تَسْكِين جُوعهمْ؟ ¶ قِيلَ: كَانَ فِي شَرْعهمْ تَقْدِيم نَفَقَة الْأَصْل (الوالدين) عَلَى غَيْرهمْ. وَقِيلَ: لَعَلَّهُمْ كَانُوا يَطْلُبُونَ زِيَادَة عَلَى سَدّ الرَّمَق. ¶ 11 - صَوْتٌ فِي سَحَابَةٍ ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وآله وسلم - قَالَ: «بَيْنَا رَجُلٌ بِفَلَاةٍ مِنْ الْأَرْضِ فَسَمِعَ صَوْتًا فِي سَحَابَةٍ: «اسْقِ حَدِيقَةَ فُلَانٍ»، فَتَنَحَّى ذَلِكَ السَّحَابُ فَأَفْرَغَ مَاءَهُ فِي حَرَّةٍ، فَإِذَا شَرْجَةٌ مِنْ تِلْكَ الشِّرَاجِ قَدْ اسْتَوْعَبَتْ ذَلِكَ الْمَاءَ كُلَّهُ، فَتَتَبَّعَ الْمَاءَ، فَإِذَا رَجُلٌ قَائِمٌ فِي حَدِيقَتِهِ يُحَوِّلُ الْمَاءَ بِمِسْحَاتِهِ، فَقَالَ لَهُ: «يَا عَبْدَ اللِه مَا اسْمُكَ؟» ¶ قَالَ: «فُلَانٌ»، لِلِاسْمِ الَّذِي سَمِعَ فِي السَّحَابَةِ. ¶ فَقَالَ لَهُ: «يَا عَبْدَ الله لِمَ تَسْأَلُنِي عَنْ اسْمِي؟»",
            "page": "28",
            "part": "1",
            "seal": "2CDB3323"
        },
        {
            "id": "29",
            "nass": "فَقَالَ: «إِنِّي سَمِعْتُ صَوْتًا فِي السَّحَابِ الَّذِي هَذَا مَاؤُهُ يَقُولُ: اسْقِ حَدِيقَةَ فُلَانٍ ـ لِاسْمِكَ ـ، فَمَا تَصْنَعُ فِيهَا؟» ¶ قَالَ: «أَمَّا إِذْ قُلْتَ هَذَا فَإِنِّي أَنْظُرُ إِلَى مَا يَخْرُجُ مِنْهَا فَأَتَصَدَّقُ بِثُلُثِهِ وَآكُلُ أَنَا وَعِيَالِي ثُلُثًا وَأَرُدُّ فِيهَا ثُلُثَهُ» (رواه مسلم) ¶ الْحَدِيقَة: الْقِطْعَة مِنْ النَّخِيل، وَيُطْلَق عَلَى الْأَرْض ذَات الشَّجَر. ¶ تَنَحَّى: مال وقَصَدَ. ¶ الْحَرَّة: أَرْض بها حِجَارَة سُود كثيرة. ¶ الشَّرْجَة: جَمْعهَا شِرَاج، وَهِيَ مَسَائِل الْمَاء فِي الْحِرَار. ¶ المِسْحَاة: آلة يدوية تستخدم في الزراعة، وَهِيَ كَالْمِجْرَفَةِ إِلَّا أَنَّهَا مِنْ حَدِيد. ¶ من عبر القصة:1 - فَضْل الصَّدَقَة وَالْإِحْسَان إِلَى الْمَسَاكِين وَأَبْنَاء السَّبِيل. ¶ 2 - فَضْل أَكْل الْإِنْسَان مِنْ كَسْبه، وَالْإِنْفَاق عَلَى الْعِيَال. ¶ 3 - إذا رضي الله - عز وجل - عن العبد سخر له ما شاء من الأرض والسماء.",
            "page": "29",
            "part": "1",
            "seal": "C1BF85C7"
        },
        {
            "id": "30",
            "nass": "4 - رعاية الله وحفظه للصالحين من عباده. ¶ 5 - الاتزان في أمور الحياة وإعطاء كل ذي حق حقه. ¶ 12 - أحبَّه الله - عز وجل - لِحبِّه لأخيه في الله ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وآله وسلم -: «أَنَّ رَجُلًا زَارَ أَخًا لَهُ فِي قَرْيَةٍ أُخْرَى، فَأَرْصَدَ اللهُ لَهُ عَلَى مَدْرَجَتِهِ مَلَكًا، فَلَمَّا أَتَى عَلَيْهِ قَالَ: «أَيْنَ تُرِيدُ؟» ¶ قَالَ: «أُرِيدُ أَخًا لِي فِي هَذِهِ الْقَرْيَةِ». ¶ قَالَ: «هَلْ لَكَ عَلَيْهِ مِنْ نِعْمَةٍ تَرُبُّهَا؟» ¶ قَالَ: «لَا، غَيْرَ أَنِّي أَحْبَبْتُهُ فِي اللهِ - عز وجل -». ¶ قَالَ: «فَإِنِّي رَسُولُ اللهِ إِلَيْكَ بِأَنَّ اللهَ قَدْ أَحَبَّكَ كَمَا أَحْبَبْتَهُ فِيهِ». ¶ (رواه مسلم) ¶ أَرْصَدَهُ: أَقْعَدَهُ يَرْقُبهُ. ¶ الْمَدْرَجَة: الطَّرِيق. ¶ نِعْمَة تَرُبُّهَا: أَيْ تَقُوم بِإِصْلَاحِهَا، وَتَنْهَض إِلَيْهِ بِسَبَبِ ذَلِكَ. ¶ من عبر القصة:1 - فَضْل الْمَحَبَّة فِي اللهِ تَعَالَى، وَأَنَّهَا سَبَب لِحُبِّ اللهِ تَعَالَى الْعَبْد.",
            "page": "30",
            "part": "1",
            "seal": "BA3E0B84"
        },
        {
            "id": "31",
            "nass": "2 - فَضِيلَة التزاور في الله - عز وجل -. ¶ 3 - أَنَّ الْآدَمِيِّينَ قَدْ يَرَوْنَ الْمَلَائِكَة. ¶ 4 - فضل الإخلاص. ¶ 13 - سَقَى كَلْبًا فَشَكَرَ اللهُ لَهُ فَغَفَرَ لَهُ ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ الله - صلى الله عليه وآله وسلم - قَالَ: «بَيْنَا رَجُلٌ يَمْشِي فَاشْتَدَّ عَلَيْهِ الْعَطَشُ، فَنَزَلَ بِئْرًا فَشَرِبَ مِنْهَا ثُمَّ خَرَجَ فَإِذَا هُوَ بِكَلْبٍ يَلْهَثُ يَأْكُلُ الثَّرَى مِنْ الْعَطَشِ، فَقَالَ: «لَقَدْ بَلَغَ هَذَا مِثْلُ الَّذِي بَلَغَ بِي». ¶ فَمَلَأَ خُفَّهُ ثُمَّ أَمْسَكَهُ بِفِيهِ، ثُمَّ رَقِيَ فَسَقَى الْكَلْبَ؛ فَشَكَرَ الله لَهُ؛ فَغَفَرَ لَهُ». ¶ قَالُوا: «يَا رَسُولَ الله، وَإِنَّ لَنَا فِي الْبَهَائِمِ أَجْرًا؟» ¶ قَالَ: «فِي كُلِّ كَبِدٍ رَطْبَةٍ أَجْرٌ». (رواه البخاري) ¶ بَيْنَا: بَيْنَمَا. ¶ يَلْهَث: لَهَثَ الْكَلْبُ: أَخْرَجَ لِسَانه مِنْ الْعَطَش. ¶ الثَّرَى: الْأَرْض النَّدِيَّة. ¶ خُفّه: الخُفّ: ما يُلبَس في الرِّجْل من جِلْدٍ رقيق.",
            "page": "31",
            "part": "1",
            "seal": "656DF962"
        },
        {
            "id": "32",
            "nass": "ثُمَّ أَمْسَكَهُ بِفِيهِ: أَيْ أمسك أَحَد خُفَّيْهِ الَّذِي فِيهِ الْمَاء بفمه، وَإِنَّمَا اِحْتَاجَ إِلَى ذَلِكَ لِأَنَّهُ كَانَ يُعَالِج بِيَدَيْهِ لِيَصْعَد مِنْ الْبِئْر، وَهُوَ يدل على أَنَّ الصُّعُود مِنْهَا كَانَ عَسِرًا. ¶ رَقِيَ: صَعِدَ. ¶ وَإِنَّ لَنَا فِي الْبَهَائِم أَجْرًا: أَيْ فِي سَقْي الْبَهَائِم أَوْ الْإِحْسَان إِلَى الْبَهَائِم. ¶ فِي كُلّ كَبِد رَطْبَة أَجْر: أَيْ كُلّ كَبِد حَيَّة، وَالْمُرَاد رُطُوبَة الْحَيَاة، أَوْ لِأَنَّ الرُّطُوبَة لَازِمَة لِلْحَيَاةِ فَهُوَ كِنَايَة، أَيْ الْأَجْر ثَابِت فِي إِرْوَاء كُلّ كَبِد حَيَّة. ¶ قَالَ الدَّاوُدِيُّ: الْمَعْنَى: فِي كُلّ كَبِد حَيّ أَجْر، وَهُوَ عَامّ فِي جَمِيع الْحَيَوَان. ¶ وَقَالَ النَّوَوِيّ: إِنَّ عُمُومه مَخْصُوص بِالْحَيَوَانِ الْمُحْتَرَم ـ وَهُوَ مَا لَمْ يُؤْمَر بِقَتْلِهِ ـ فَيَحْصُل الثَّوَاب بِسَقْيِهِ، وَيَلْتَحِق بِهِ إِطْعَامه وَغَيْر ذَلِكَ مِنْ وُجُوه الْإِحْسَان إِلَيْهِ. ¶ وَقَالَ اِبْن التِّين: لَا يَمْتَنِع إِجْرَاؤُهُ عَلَى عُمُومه، يَعْنِي: فَيُسْقَى ثُمَّ يُقْتَل لِأَنَّا أُمِرْنَا بِأَنْ نُحْسِن الْقِتْلَة وَنُهِينَا عَنْ الْمُثْلَة.",
            "page": "32",
            "part": "1",
            "seal": "F9ED8B07"
        },
        {
            "id": "33",
            "nass": "14 - بَغِيّ سَقَت كَلْبًا فَغَفَرَ اللهُ لَها ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ رَسُولِ اللهِ - صلى الله عليه وآله وسلم - قَالَ: «غُفِرَ لِامْرَأَةٍ مُومِسَةٍ مَرَّتْ بِكَلْبٍ عَلَى رَأْسِ رَكِيٍّ يَلْهَثُ، كَادَ يَقْتُلُهُ الْعَطَشُ، فَنَزَعَتْ خُفَّهَا، فَأَوْثَقَتْهُ بِخِمَارِهَا، فَنَزَعَتْ لَهُ مِنْ الْمَاءِ؛ فَغُفِرَ لَهَا بِذَلِكَ». (رواه البخاري). ¶ ولفظ مسلم عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وآله وسلم -: «أَنَّ امْرَأَةً بَغِيًّا رَأَتْ كَلْبًا فِي يَوْمٍ حَارٍّ يُطِيفُ بِبِئْرٍ، قَدْ أَدْلَعَ لِسَانَهُ مِنْ الْعَطَشِ، فَنَزَعَتْ لَهُ بِمُوقِهَا فَغُفِرَ لَهَا» (رواه مسلم). ¶ الْبَغِيّ: الزَّانِيَة، وَالْبِغَاء هُوَ الزِّنَا. ¶ رَكِيٍّ: ِبِئْرٍ. ¶ يُطِيفُ بِبِئْرٍ: يَدُور حَوْلهَا. ¶ أَدْلَعَ لِسَانه: أَيْ أَخْرَجَهُ لِشِدَّةِ الْعَطَش. ¶ الْمُوق: الْخُفّ: وهو ما يُلْبَس في الرِّجْل من جلد رقيق. ¶ نَزَعَتْ لَهُ بِمُوقِهَا: أي أخْرَجَتْ له الماءَ بِخُفِّها مِن البِئْرِ. ¶ من عبر القصتين:1 - عِظَم أجر من أحسن إلى الحيوان.",
            "page": "33",
            "part": "1",
            "seal": "319838E9"
        },
        {
            "id": "34",
            "nass": "2 - الْحَثّ عَلَى الْإِحْسَان إِلَى النَّاس؛ لِأَنَّهُ إِذَا حَصَلَتْ الْمَغْفِرَة بِسَبَبِ سَقْي الْكَلْب فَسَقْي الْمُسْلِم أَعْظَم أَجْرًا. ¶ 3 - عِظَم فضل الله - عز وجل - وسعة رحمته؛ فهو يعطي العطاء الجزيل على العمل القليل. ¶ 15 - تَجَاوَزَ عَن الناس، فَتَجَاوَزَ اللهُ عَنْهُ ¶ قال رسول الله - صلى الله عليه وآله وسلم -: «إِنَّ رَجُلًا كَانَ فِيمَنْ كَانَ قَبْلَكُمْ أَتَاهُ الْمَلَكُ لِيَقْبِضَ رُوحَهُ، فَقِيلَ لَهُ: «هَلْ عَمِلْتَ مِنْ خَيْرٍ؟». ¶ قَالَ: «مَا أَعْلَمُ». ¶ قِيلَ لَهُ: «انْظُرْ». ¶ قَالَ: «مَا أَعْلَمُ شَيْئًا غَيْرَ أَنِّي كُنْتُ أُبَايِعُ النَّاسَ فِي الدُّنْيَا وَأُجَازِيهِمْ فَأُنْظِرُ الْمُوسِرَ وَأَتَجَاوَزُ عَنْ الْمُعْسِرِ». ¶ فَأَدْخَلَهُ الله الْجَنَّةَ». (رواه البخاري). ¶ وفي رواية في (صحيح مسلم) أَنَّ رَسُولَ الله - صلى الله عليه وآله وسلم - قَالَ: «كَانَ رَجُلٌ يُدَايِنُ النَّاسَ، فَكَانَ يَقُولُ لِفَتَاهُ: إِذَا أَتَيْتَ مُعْسِرًا فَتَجَاوَزْ عَنْهُ لَعَلَّ الله يَتَجَاوَزُ عَنَّا، فَلَقِيَ اللهَ فَتَجَاوَزَ عَنْهُ»",
            "page": "34",
            "part": "1",
            "seal": "7CB5EE32"
        },
        {
            "id": "35",
            "nass": "أُجَازِيهِمْ: التجاوز: المسامحة في الاقتضاء والاستيفاء، وقبول ما فيه نقص يسير. ¶ من عبر القصة: 1 - سعة رحمة الله - عز وجل - فقد غفر الله له بهذا العمل على الرغم من قِلَّتِه. ¶ 2 - فضل إنظار الموسر والتجاوز عن المعسر. ¶ وعَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ أَنَّ أَبَا قَتَادَةَ - رضي الله عنه - طَلَبَ غَرِيمًا لَهُ فَتَوَارَى عَنْهُ ثُمَّ وَجَدَهُ، فَقَالَ: «إِنِّي مُعْسِرٌ». ¶ فَقَالَ: «آللهِ؟»، قَالَ: «آلله». ¶ قَالَ: «فَإِنِّي سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وآله وسلم - يَقُولُ: «مَنْ سَرَّهُ أَنْ يُنْجِيَهُ اللهُ مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ فَلْيُنَفِّسْ عَنْ مُعْسِرٍ أَوْ يَضَعْ عَنْهُ». ¶ (رواه مسلم) ¶ كُرَب: جَمْع كُرْبَة. ¶ يُنَفِّس: أَيْ يَمُدّ وَيُؤَخِّر الْمُطَالَبَة، وَقِيلَ: مَعْنَاهُ يُفَرِّج عَنْهُ.",
            "page": "35",
            "part": "1",
            "seal": "7B8B8A57"
        },
        {
            "id": "36",
            "nass": "16 - أَخَّرَ غُصْنَ شَوْكٍ عَن الطَّرِيقِ، فَغَفَرَ الله لَهُ ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللهِ - صلى الله عليه وآله وسلم - قَالَ: «بَيْنَمَا رَجُلٌ يَمْشِي بِطَرِيقٍ وَجَدَ غُصْنَ شَوْكٍ عَلَى الطَّرِيقِ فَأَخَّرَهُ، فَشَكَرَ الله لَهُ فَغَفَرَ لَهُ» ¶ (رواه البخاري ومسلم). ¶ من عبر القصة:1 - فَضْلُ إِمَاطَة الْأَذَى عَنْ الطَّرِيق، وَهُوَ كُلّ مُؤْذٍ، وَهَذِهِ الْإِمَاطَة أَدْنَى شُعَب الْإِيمَان. ¶ وعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وآله وسلم - قَالَ: «لَقَدْ رَأَيْتُ رَجُلًا يَتَقَلَّبُ فِي الْجَنَّةِ فِي شَجَرَةٍ قَطَعَهَا مِنْ ظَهْرِ الطَّرِيقِ كَانَتْ تُؤْذِي النَّاسَ». (رواه مسلم). ¶ يَتَقَلَّب فِي الْجَنَّة: يَتَنَعَّم فِي الْجَنَّة. ¶ 17 - توبة قاتل المائة نفس ¶ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - أَنَّ نَبِيَّ الله - صلى الله عليه وآله وسلم - قَالَ: «كَانَ فِيمَنْ كَانَ قَبْلَكُمْ رَجُلٌ قَتَلَ تِسْعَةً وَتِسْعِينَ نَفْسًا، فَسَأَلَ عَنْ أَعْلَمِ أَهْلِ الْأَرْضِ فَدُلَّ عَلَى رَاهِبٍ، فَأَتَاهُ فَقَالَ إِنَّهُ قَتَلَ تِسْعَةً وَتِسْعِينَ نَفْسًا فَهَلْ لَهُ مِنْ تَوْبَةٍ؟ فَقَالَ: «لَا»، فَقَتَلَهُ فَكَمَّلَ بِهِ مِائَةً. ¶ ثُمَّ سَأَلَ عَنْ أَعْلَمِ أَهْلِ الْأَرْضِ، فَدُلَّ عَلَى رَجُلٍ عَالِمٍ، فَقَالَ إِنَّهُ قَتَلَ مِائَةَ نَفْسٍ فَهَلْ لَهُ مِنْ تَوْبَةٍ؟ ¶ فَقَالَ: «نَعَمْ، وَمَنْ يَحُولُ بَيْنَهُ وَبَيْنَ التَّوْبَةِ. انْطَلِقْ إِلَى أَرْضِ كَذَا وَكَذَا فَإِنَّ بِهَا أُنَاسًا يَعْبُدُونَ اللهَ فَاعْبُدْ اللهَ مَعَهُمْ، وَلَا تَرْجِعْ إِلَى أَرْضِكَ فَإِنَّهَا أَرْضُ سَوْءٍ». ¶ فَانْطَلَقَ حَتَّى إِذَا نَصَفَ الطَّرِيقَ أَتَاهُ الْمَوْتُ. فَاخْتَصَمَتْ فِيهِ مَلَائِكَةُ الرَّحْمَةِ وَمَلَائِكَةُ الْعَذَابِ. ¶ فَقَالَتْ مَلَائِكَةُ الرَّحْمَةِ: «جَاءَ تَائِبًا مُقْبِلًا بِقَلْبِهِ إِلَى الله»، وَقَالَتْ مَلَائِكَةُ الْعَذَابِ: «إِنَّهُ لَمْ يَعْمَلْ خَيْرًا قَطُّ». ¶ فَأَتَاهُمْ مَلَكٌ فِي صُورَةِ آدَمِيٍّ فَجَعَلُوهُ بَيْنَهُمْ فَقَالَ: «قِيسُوا مَا بَيْنَ الْأَرْضَيْنِ فَإِلَى أَيَّتِهِمَا كَانَ أَدْنَى فَهُوَ لَهُ». ¶ فَقَاسُوهُ فَوَجَدُوهُ أَدْنَى إِلَى الْأَرْضِ الَّتِي أَرَادَ؛ فَقَبَضَتْهُ مَلَائِكَةُ الرَّحْمَةِ». (رواه مسلم). ¶ وفي رواية للبخاري: « ... فَأَدْرَكَهُ الْمَوْتُ فَنَاءَ بِصَدْرِهِ نَحْوَهَا فَاخْتَصَمَتْ فِيهِ مَلَائِكَةُ الرَّحْمَةِ وَمَلَائِكَةُ الْعَذَابِ، فَأَوْحَى الله إِلَى هَذِهِ",
            "page": "36",
            "part": "1",
            "seal": "A43CBF28"
        },
        {
            "id": "38",
            "nass": "أَنْ تَقَرَّبِي وَأَوْحَى الله إِلَى هَذِهِ أَنْ تَبَاعَدِي وَقَالَ قِيسُوا مَا بَيْنَهُمَا فَوُجِدَ إِلَى هَذِهِ أَقْرَبَ بِشِبْرٍ فَغُفِرَ لَهُ» ¶ نَصَفَ الطَّرِيق: بَلَغَ نِصْفهَا. ¶ نَاءَ: مَالَ أَوْ نَهَضَ مَعَ تَثَاقُل، والْمَعْنَى: مَالَ إِلَى الْأَرْض الَّتِي طَلَبَهَا. ¶ فَأَوْحَى اللهُ إِلَى هَذِهِ أَنْ تَبَاعَدِي: أَيْ إِلَى الْقَرْيَة الَّتِي خَرَجَ مِنْهَا. ¶ وَإِلَى هَذِهِ أَنْ تَقَرَّبِي: أَيْ الْقَرْيَة الَّتِي قَصَدَهَا. ¶ وَأَمَّا قِيَاس الْمَلَائِكَة مَا بَيْن الْقَرْيَتَيْنِ، وَحُكْم الْمَلَك الَّذِي جَعَلُوهُ بَيْنهمْ بِذَلِكَ، فَهَذَا مَحْمُول عَلَى أَنَّ اللهَ تَعَالَى أَمَرَهُمْ عِنْد اِشْتِبَاه أَمْره عَلَيْهِمْ، وَاخْتِلَافهمْ فِيهِ أَنْ يُحَكِّمُوا رَجُلًا مِمَّنْ يَمُرّ بِهِمْ، فَمَرَّ الْمَلَك فِي صُورَة رَجُل، فَحَكَمَ بِذَلِكَ. ¶ من عبر القصة:1 - مَشْرُوعِيَّة التَّوْبَة مِنْ جَمِيع الْكَبَائِر حَتَّى مِنْ قَتْل الْأَنْفُس، وَيُحْمَل عَلَى أَنَّ اللهَ تَعَالَى إِذَا قَبِلَ تَوِيَة الْقَاتِل تَكَفَّلَ بِرِضَا خَصْمه. ¶ 2 - اِسْتِحْبَاب مُفَارَقَة التَّائِب الْمَوَاضِع الَّتِي أَصَابَ بِهَا الذُّنُوب، وَالْأَصحاب الْمُسَاعِدِينَ لَهُ عَلَى ذَلِكَ وَمُقَاطَعَتهمْ مَا",
            "page": "38",
            "part": "1",
            "seal": "B272085B"
        },
        {
            "id": "39",
            "nass": "دَامُوا عَلَى حَالهمْ، وَأَنْ يَسْتَبْدِل بِهِمْ صُحْبَة أَهْل الْخَيْر وَالصَّلَاح وَالْعُلَمَاء وَالْمُتَعَبِّدِينَ الْوَرِعِينَ وَمَنْ يَقْتَدِي بِهِمْ، وَيَنْتَفِع بِصُحْبَتِهِمْ، وَتَتَأَكَّد بِذَلِكَ تَوْبَته. ¶ وَفِي القِصَّة فَضْلُ التَّحَوُّل مِنْ الْأَرْض الَّتِي يُصِيب الْإِنْسَان فِيهَا الْمَعْصِيَة لِمَا يَغْلِب بِحُكْمِ الْعَادَة عَلَى مِثْل ذَلِكَ: إِمَّا لِتَذَكُّرِهِ لِأَفْعَالِهِ الصَّادِرَة قَبْل ذَلِكَ وَالْفِتْنَة بِهَا، وَإِمَّا لِوُجُودِ مَنْ كَانَ يُعِينهُ عَلَى ذَلِكَ وَيَحُضّهُ عَلَيْهِ. ¶ وَلِهَذَا قَالَ لَهُ الْعَالِمُ: «وَلَا تَرْجِعْ إِلَى أَرْضِكَ فَإِنَّهَا أَرْضُ سَوْءٍ»، فَفِيهِ إِشَارَة إِلَى أَنَّ التَّائِب يَنْبَغِي لَهُ مُفَارَقَة الْأَحْوَال الَّتِي اِعْتَادَهَا فِي زَمَن الْمَعْصِيَة، وَالتَّحَوُّل مِنْهَا كُلّهَا وَالِاشْتِغَال بِغَيْرِهَا. ¶ 3 - فَضْل الْعَالِم عَلَى الْعَابِد؛ لِأَنَّ الَّذِي أَفْتَاهُ أَوَّلًا بِأَنْ لَا تَوْبَة لَهُ غَلَبَتْ عَلَيْهِ الْعِبَادَة فَاسْتَعْظَمَ وُقُوع مَا وَقَعَ مِنْ ذَلِكَ الْقَاتِل مِنْ اِسْتِجْرَائِهِ عَلَى قَتْل هَذَا الْعَدَد الْكَثِير. ¶ وَأَمَّا الثَّانِي فَغَلَبَ عَلَيْهِ الْعِلْم فَأَفْتَاهُ بِالصَّوَابِ وَدَلَّهُ عَلَى طَرِيق النَّجَاة.",
            "page": "39",
            "part": "1",
            "seal": "BC03D52A"
        },
        {
            "id": "40",
            "nass": "18 - الذي اسْتلِفَ أَلْفَ دِينَارٍ ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ رَسُولِ الله - صلى الله عليه وآله وسلم - «أَنَّهُ ذَكَرَ رَجُلًا مِنْ بَنِي إِسْرَائِيلَ سَأَلَ بَعْضَ بَنِي إِسْرَائِيلَ أَنْ يُسْلِفَهُ أَلْفَ دِينَارٍ، فَقَالَ: «ائْتِنِي بِالشُّهَدَاءِ أُشْهِدُهُمْ». ¶ فَقَالَ: «كَفَى بِاللهِ شَهِيدًا». ¶ قَالَ: «فَأْتِنِي بِالْكَفِيلِ». ¶ قَالَ: «كَفَى بِالله كَفِيلًا». ¶ قَالَ: «صَدَقْتَ». ¶ فَدَفَعَهَا إِلَيْهِ إِلَى أَجَلٍ مُسَمًّى، فَخَرَجَ فِي الْبَحْرِ فَقَضَى حَاجَتَهُ ثُمَّ الْتَمَسَ مَرْكَبًا يَرْكَبُهَا يَقْدَمُ عَلَيْهِ لِلْأَجَلِ الَّذِي أَجَّلَهُ، فَلَمْ يَجِدْ مَرْكَبًا، فَأَخَذَ خَشَبَةً فَنَقَرَهَا فَأَدْخَلَ فِيهَا أَلْفَ دِينَارٍ وَصَحِيفَةً مِنْهُ إِلَى صَاحِبِهِ ثُمَّ زَجَّجَ مَوْضِعَهَا. ¶ ثُمَّ أَتَى بِهَا إِلَى الْبَحْرِ فَقَالَ: «اللهمَّ إِنَّكَ تَعْلَمُ أَنِّي كُنْتُ تَسَلَّفْتُ فُلَانًا أَلْفَ دِينَارٍ فَسَأَلَنِي كَفِيلَا فَقُلْتُ: كَفَى بِاللهِ كَفِيلًا فَرَضِيَ بِكَ، وَسَأَلَنِي شَهِيدًا فَقُلْتُ: كَفَى بِاللهِ شَهِيدًا فَرَضِيَ بِكَ، وَأَنِّي جَهَدْتُ أَنْ أَجِدَ مَرْكَبًا أَبْعَثُ إِلَيْهِ الَّذِي لَهُ فَلَمْ أَقْدِرْ وَإِنِّي أَسْتَوْدِعُكَهَا»، فَرَمَى",
            "page": "40",
            "part": "1",
            "seal": "69C38C59"
        },
        {
            "id": "41",
            "nass": "بِهَا فِي الْبَحْرِ حَتَّى وَلَجَتْ فِيهِ، ثُمَّ انْصَرَفَ، وَهُوَ فِي ذَلِكَ يَلْتَمِسُ مَرْكَبًا يَخْرُجُ إِلَى بَلَدِهِ. ¶ فَخَرَجَ الرَّجُلُ الَّذِي كَانَ أَسْلَفَهُ يَنْظُرُ لَعَلَّ مَرْكَبًا قَدْ جَاءَ بِمَالِهِ، فَإِذَا بِالْخَشَبَةِ الَّتِي فِيهَا الْمَالُ فَأَخَذَهَا لِأَهْلِهِ حَطَبًا، فَلَمَّا نَشَرَهَا وَجَدَ الْمَالَ وَالصَّحِيفَةَ. ¶ ثُمَّ قَدِمَ الَّذِي كَانَ أَسْلَفَهُ فَأَتَى بِالْأَلْفِ دِينَارٍ فَقَالَ: «وَالله مَا زِلْتُ جَاهِدًا فِي طَلَبِ مَرْكَبٍ لِآتِيَكَ بِمَالِكَ فَمَا وَجَدْتُ مَرْكَبًا قَبْلَ الَّذِي أَتَيْتُ فِيهِ». ¶ قَالَ: «هَلْ كُنْتَ بَعَثْتَ إِلَيَّ بِشَيْءٍ؟» ¶ قَالَ: «أُخْبِرُكَ أَنِّي لَمْ أَجِدْ مَرْكَبًا قَبْلَ الَّذِي جِئْتُ فِيهِ». ¶ قَالَ: «فَإِنَّ اللهَ قَدْ أَدَّى عَنْكَ الَّذِي بَعَثْتَ فِي الْخَشَبَةِ، فَانْصَرِفْ بِالْأَلْفِ الدِّينَارِ رَاشِدًا» ¶ (رواه البخاري) ¶ فَدَفَعَهَا إِلَيْهِ: أَيْ الْأَلْف دِينَار. ¶ فَأَخَذَ خَشَبَة فَنَقَرَهَا: أَيْ حَفَرَهَا.",
            "page": "41",
            "part": "1",
            "seal": "9B4D237B"
        },
        {
            "id": "42",
            "nass": "زَجَّجَ مَوْضِعهَا: أَيْ سَوَّى مَوْضِع النَّقْر وَأَصْلَحَهُ وأحكم إغلاقه. ¶ حَتَّى وَلَجَتْ فِيهِ: أَيْ دَخَلَتْ فِي الْبَحْر. ¶ فَلَمَّا نَشَرَهَا: أَيْ قَطَعَهَا بِالْمِنْشَارِ. ¶ من عبر القصة:1 - جَوَاز الْأَجَل فِي الْقَرْض وَوُجُوب الْوَفَاء بِهِ وعدم المماطلة في السداد. ¶ 2 - جَوَاز التَّحَدُّث عَمَّا كَانَ فِي بَنِي إِسْرَائِيل وَغَيْرهمْ مِنْ الْعَجَائِب لِلِاتِّعَاظِ وَالِاقْتِدَاء. ¶ 3 - مشروعية التِّجَارَة فِي الْبَحْر وَجَوَاز رُكُوبه. ¶ 4 - طَلَب الشُّهُود فِي الدَّيْن وَطَلَب الْكَفِيل بِهِ. ¶ 5 - فَضْل التَّوَكُّل عَلَى اللهِ وَأَنَّ مَنْ صَحَّ تَوَكُّله تَكَفَّلَ اللهُ بِنَصْرِهِ وَعَوْنه. ¶ 6 - مَشْرُوعِيَّةُ التِقَاطِ مَا لَهُ قِيمَةٌ قليلة ـ مِثْلَ الخَشَبَةِ ـ والانتفاعِ به مِن غَيْرِ تَعْرِيفٍ لَهُ. ¶ ويجُوزُ أخْذُ مَا لا قِيمَةَ له مِثْل ما يُرمَى به مِن مُخَلَّفَاتِ البُيُوت.",
            "page": "42",
            "part": "1",
            "seal": "B4895A70"
        },
        {
            "id": "43",
            "nass": "19 - صدقة في غير موضعها ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّ رَسُولَ اللهِ - صلى الله عليه وآله وسلم - قَالَ: ¶ «قَالَ رَجُلٌ: «لَأَتَصَدَّقَنَّ بِصَدَقَةٍ»، فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ سَارِقٍ، فَأَصْبَحُوا يَتَحَدَّثُونَ: «تُصُدِّقَ عَلَى سَارِقٍ». ¶ فَقَالَ: «اللهمَّ لَكَ الْحَمْدُ، لَأَتَصَدَّقَنَّ بِصَدَقَةٍ» ¶ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدَيْ زَانِيَةٍ، فَأَصْبَحُوا يَتَحَدَّثُونَ: «تُصُدِّقَ اللَّيْلَةَ عَلَى زَانِيَةٍ». ¶ فَقَالَ: «اللهمَّ لَكَ الْحَمْدُ، عَلَى زَانِيَةٍ!! لَأَتَصَدَّقَنَّ بِصَدَقَةٍ» ¶ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدَيْ غَنِيٍّ، فَأَصْبَحُوا يَتَحَدَّثُونَ: «تُصُدِّقَ عَلَى غَنِيٍّ». ¶ فَقَالَ: «اللهمَّ لَكَ الْحَمْدُ، عَلَى سَارِقٍ، وَعَلَى زَانِيَةٍ، وَعَلَى غَنِيٍّ!!». ¶ فَأُتِيَ فَقِيلَ لَهُ: «أَمَّا صَدَقَتُكَ عَلَى سَارِقٍ فَلَعَلَّهُ أَنْ يَسْتَعِفَّ عَنْ سَرِقَتِهِ، وَأَمَّا الزَّانِيَةُ فَلَعَلَّهَا أَنْ تَسْتَعِفَّ عَنْ زِنَاهَا، وَأَمَّا الْغَنِيُّ فَلَعَلَّهُ يَعْتَبِرُ فَيُنْفِقُ مِمَّا أَعْطَاهُ الله» ¶ (رواه البخاري ومسلم)",
            "page": "43",
            "part": "1",
            "seal": "67E92129"
        },
        {
            "id": "44",
            "nass": "فَوَضَعَهَا فِي يَدِ سَارِقٍ: أَيْ: وَهُوَ لَا يَعْلَمُ أَنَّهُ سَارِق. ¶ فَقَالَ اللهمَّ لَك الْحَمْد: أَيْ: لَا لِي لِأَنَّ صَدَقَتِي وَقَعَتْ بِيَدِ مَنْ لَا يَسْتَحِقُّهَا فَلَك الْحَمْدُ حَيْثُ كَانَ ذَلِكَ بِإِرَادَتِك لَا بِإِرَادَتِي، فَإِنَّ إِرَادَةَ الله كُلّهَا جَمِيلَة. ¶ فَسَلَّمَ وَرَضِيَ بِقَضَاءِ الله، فَحَمِدَ الله عَلَى تِلْكَ الْحَالِ؛ لِأَنَّهُ الْمَحْمُودُ عَلَى جَمِيعِ الْحَالِ، لَا يُحْمَدُ عَلَى الْمَكْرُوهِ سِوَاهُ، فعن عائشة - رضي الله عنها - قالت: «كَانَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم - إِذَا رَأَى مَا يُحِبُّ قَالَ: «الْحَمْدُ لِله الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ»، وَإِذَا رَأَى مَا يَكْرَهُ قَالَ: «الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ». (حسن رواه ابن ماجه). ¶ أُتِيَ: أُرِيَ فِي الْمَنَامِ. ¶ من عبر القصة:1 - أَنَّ نِيَّةَ الْمُتَصَدِّقِ إِذَا كَانَتْ صَالِحَة قُبِلَتْ صَدَقَتُهُ وَلَوْ لَمْ تَقَعْ الْمَوْقِع. ¶ وَاخْتَلَفَ الْفُقَهَاء فِي الْإِجْزَاءِ إِذَا كَانَ ذَلِكَ فِي زَكَاةِ الْفَرْضِ. ¶ 2 - فَضْل صَدَقَة السِّرِّ، وَفَضْل الْإِخْلَاص. ¶ 3 - اسْتِحْبَاب إِعَادَة الصَّدَقَة إِذَا لَمْ تَقَعْ الْمَوْقِع. ¶ 4 - الْحُكْمَ لِلظَّاهِرِ حَتَّى يَتَبَيَّنَ سِوَاهُ.",
            "page": "44",
            "part": "1",
            "seal": "088A746D"
        },
        {
            "id": "45",
            "nass": "5 - بَرَكَة التَّسْلِيم وَالرِّضَا، وَذَمَّ التَّضَجُّرِ بِالْقَضَاءِ كَمَا قَالَ بَعْضُ السَّلَفِ: لَا تَقْطَعُ الْخِدْمَةَ وَلَوْ ظَهَرَ لَك عَدَم الْقَبُولِ. ¶ 20 - جرة الذهب ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وآله وسلم -: «اشْتَرَى رَجُلٌ مِنْ رَجُلٍ عَقَارًا لَهُ، فَوَجَدَ الرَّجُلُ الَّذِي اشْتَرَى الْعَقَارَ فِي عَقَارِهِ جَرَّةً فِيهَا ذَهَبٌ، فَقَالَ لَهُ الَّذِي اشْتَرَى الْعَقَارَ: «خُذْ ذَهَبَكَ مِنِّي، إِنَّمَا اشْتَرَيْتُ مِنْكَ الْأَرْضَ وَلَمْ أَبْتَعْ مِنْكَ الذَّهَبَ». ¶ وَقَالَ الَّذِي لَهُ الْأَرْضُ: «إِنَّمَا بِعْتُكَ الْأَرْضَ وَمَا فِيهَا». ¶ فَتَحَاكَمَا إِلَى رَجُلٍ، فَقَالَ الَّذِي تَحَاكَمَا إِلَيْهِ: «أَلَكُمَا وَلَدٌ؟». ¶ قَالَ أَحَدُهُمَا: «لِي غُلَامٌ». ¶ وَقَالَ الْآخَرُ: «لِي جَارِيَةٌ». ¶ قَالَ: «أَنْكِحُوا الْغُلَامَ الْجَارِيَةَ وَأَنْفِقُوا عَلَى أَنْفُسِهِمَا مِنْهُ وَتَصَدَّقَا». (رواه البخاري). ¶ عَقَارًا: الْمُرَاد بِهِ هُنَا الدَّار. ¶ الجَرَّة: إناءٌ من خَزَف، له بَطْنٌ كبير، وعُرْوَتَان وفَمٌ واسع. ¶ الَّذِي لَهُ الْأَرْض: أَيْ الَّذِي بَاعَ الْأَرْض ¶ أَلَكُمَا وَلَد: الْمَعْنَى: أَلِكُلِّ مِنْكُمَا وَلَد؟ ¶ والْعَقْد إِنَّمَا وَقَعَ بَيْنهمَا عَلَى الْأَرْض خَاصَّة، فَاعْتَقَدَ الْبَائِع دُخُول مَا فِيهَا ضِمْنًا، وَاعْتَقَدَ الْمُشْتَرِي أَنَّهُ لَا يَدْخُل. ¶ من عبر القصة: ¶ إذا وَجَد الإنسَانُ مالًا مدْفُونًا يُمْكِنُ معْرِفةُ أصحابِهِ، بأنْ يكونَ مدْفونًا مِن عَهْدٍ ليس بالبعيد، فحكمه حكم اللُقَطَة: يجب البحثُ عن أصْحَابِه، ودَفْعُ المالِ لهم. ¶ فإذا كان العهدُ بعِيدًا، ولا يُعرَف أصحابُه بحَال، فهُو كَنْزٌ يملِكُه مَن عَثَرَ عليه بعد أن يُخرِجَ مِنْهُ الخُمسَ: 20%. ¶ 21 - دعوة أم على ولدها الصالح ¶ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - عَنْ النَّبِيِّ - صلى الله عليه وآله وسلم - قَالَ: «كَانَ فِي بَنِي إِسْرَائِيلَ رَجُلٌ يُقَالُ لَهُ جُرَيْجٌ كَانَ يُصَلِّي جَاءَتْهُ أُمُّهُ فَدَعَتْهُ، فَقَالَ: «أُجِيبُهَا أَوْ أُصَلِّي؟» ¶ فَقَالَتْ: «اللَّهُمَّ لَا تُمِتْهُ حَتَّى تُرِيَهُ وُجُوهَ الْمُومِسَاتِ». ¶ وَكَانَ جُرَيْجٌ فِي صَوْمَعَتِهِ فَتَعَرَّضَتْ لَهُ امْرَأَةٌ وَكَلَّمَتْهُ فَأَبَى، فَأَتَتْ رَاعِيًا فَأَمْكَنَتْهُ مِنْ نَفْسِهَا فَوَلَدَتْ غُلَامًا، فَقَالَتْ: «مِنْ جُرَيْجٍ»،",
            "page": "45",
            "part": "1",
            "seal": "F8F5180F"
        },
        {
            "id": "47",
            "nass": "فَأَتَوْهُ فَكَسَرُوا صَوْمَعَتَهُ وَأَنْزَلُوهُ وَسَبُّوهُ، فَتَوَضَّأَ وَصَلَّى ثُمَّ أَتَى الْغُلَامَ فَقَالَ: «مَنْ أَبُوكَ يَا غُلَامُ؟». ¶ قَالَ: «الرَّاعِي». ¶ قَالُوا: «نَبْنِي صَوْمَعَتَكَ مِنْ ذَهَبٍ». ¶ قَالَ: «لَا، إِلَّا مِنْ طِينٍ». (رواه البخاري). ¶ وروى مسلم عَنْ حُمَيْدُ بْنُ هِلَالٍ عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أَنَّهُ قَالَ: «كَانَ جُرَيْجٌ يَتَعَبَّدُ فِي صَوْمَعَةٍ فَجَاءَتْ أُمُّهُ ـ قَالَ حُمَيْدٌ (أحد الرواة) ـ: فَوَصَفَ لَنَا أَبُو رَافِعٍ صِفَةَ أَبِي هُرَيْرَةَ لِصِفَةِ رَسُولِ الله - صلى الله عليه وآله وسلم - أُمَّهُ حِينَ دَعَتْهُ: كَيْفَ جَعَلَتْ كَفَّهَا فَوْقَ حَاجِبِهَا، ثُمَّ رَفَعَتْ رَأْسَهَا إِلَيْهِ تَدْعُوهُ. ¶ فَقَالَتْ: «يَا جُرَيْجُ أَنَا أُمُّكَ كَلِّمْنِي». ¶ فَصَادَفَتْهُ يُصَلِّي، فَقَالَ: «اللَّهُمَّ أُمِّي وَصَلَاتِي»، فَاخْتَارَ صَلَاتَهُ فَرَجَعَتْ، ثُمَّ عَادَتْ فِي الثَّانِيَةِ فَقَالَتْ: «يَا جُرَيْجُ أَنَا أُمُّكَ فَكَلِّمْنِي»، قَالَ: «اللَّهُمَّ أُمِّي وَصَلَاتِي»، فَاخْتَارَ صَلَاتَهُ، فَقَالَتْ: «اللَّهُمَّ إِنَّ هَذَا جُرَيْجٌ، وَهُوَ ابْنِي وَإِنِّي كَلَّمْتُهُ فَأَبَى أَنْ يُكَلِّمَنِي، اللَّهُمَّ فَلَا تُمِتْهُ حَتَّى تُرِيَهُ الْمُومِسَاتِ».",
            "page": "47",
            "part": "1",
            "seal": "A3DF21BE"
        },
        {
            "id": "48",
            "nass": "وَلَوْ دَعَتْ عَلَيْهِ أَنْ يُفْتَنَ لَفُتِنَ. ¶ وَكَانَ رَاعِي ضَأْنٍ يَأْوِي إِلَى دَيْرِهِ، فَخَرَجَتْ امْرَأَةٌ مِنْ الْقَرْيَةِ فَوَقَعَ عَلَيْهَا الرَّاعِي فَحَمَلَتْ فَوَلَدَتْ غُلَامًا فَقِيلَ لَهَا: «مَا هَذَا؟» ¶ قَالَتْ: «مِنْ صَاحِبِ هَذَا الدَّيْرِ». ¶ فَجَاءُوا بِفُؤُوسِهِمْ وَمَسَاحِيهِمْ فَنَادَوْهُ فَصَادَفُوهُ يُصَلِّي فَلَمْ يُكَلِّمْهُمْ. فَأَخَذُوا يَهْدِمُونَ دَيْرَهُ، فَلَمَّا رَأَى ذَلِكَ نَزَلَ إِلَيْهِمْ، فَقَالُوا لَهُ: «سَلْ هَذِهِ». ¶ فَتَبَسَّمَ ثُمَّ مَسَحَ رَأْسَ الصَّبِيِّ، فَقَالَ: «مَنْ أَبُوكَ؟» ¶ قَالَ: «أَبِي رَاعِي الضَّأْنِ». ¶ فَلَمَّا سَمِعُوا ذَلِكَ مِنْهُ قَالُوا: «نَبْنِي مَا هَدَمْنَا مِنْ دَيْرِكَ بِالذَّهَبِ وَالْفِضَّةِ»، قَالَ: «لَا، وَلَكِنْ أَعِيدُوهُ تُرَابًا كَمَا كَانَ، ثُمَّ عَلَاهُ». ¶ وفي رواية أخرى: «كَانَ جُرَيْجٌ رَجُلًا عَابِدًا فَاتَّخَذَ صَوْمَعَةً فَكَانَ فِيهَا، فَأَتَتْهُ أُمُّهُ وَهُوَ يُصَلِّي فَقَالَتْ: يَا جُرَيْجُ، فَقَالَ: «يَا رَبِّ أُمِّي وَصَلَاتِي»، فَأَقْبَلَ عَلَى صَلَاتِهِ فَانْصَرَفَتْ. ¶ فَلَمَّا كَانَ مِنْ الْغَدِ أَتَتْهُ وَهُوَ يُصَلِّي، فَقَالَتْ: «يَا جُرَيْجُ»، فَقَالَ: «يَا رَبِّ أُمِّي وَصَلَاتِي»، فَأَقْبَلَ عَلَى صَلَاتِه، ِ فَانْصَرَفَتْ.",
            "page": "48",
            "part": "1",
            "seal": "05B74B64"
        },
        {
            "id": "49",
            "nass": "فَلَمَّا كَانَ مِنْ الْغَدِ أَتَتْهُ وَهُوَ يُصَلِّي فَقَالَتْ: «يَا جُرَيْجُ»، فَقَالَ: «أَيْ رَبِّ أُمِّي وَصَلَاتِي»، فَأَقْبَلَ عَلَى صَلَاتِهِ، فَقَالَتْ: «اللَّهُمَّ لَا تُمِتْهُ حَتَّى يَنْظُرَ إِلَى وُجُوهِ الْمُومِسَاتِ». ¶ فَتَذَاكَرَ بَنُو إِسْرَائِيلَ جُرَيْجًا وَعِبَادَتَهُ وَكَانَتْ امْرَأَةٌ بَغِيٌّ يُتَمَثَّلُ بِحُسْنِهَا فَقَالَتْ: «إِنْ شِئْتُمْ لَأَفْتِنَنَّهُ لَكُمْ». ¶ فَتَعَرَّضَتْ لَهُ فَلَمْ يَلْتَفِتْ إِلَيْهَا فَأَتَتْ رَاعِيًا كَانَ يَأْوِي إِلَى صَوْمَعَتِهِ، فَأَمْكَنَتْهُ مِنْ نَفْسِهَا فَوَقَعَ عَلَيْهَا، فَحَمَلَتْ فَلَمَّا وَلَدَتْ قَالَتْ: «هُوَ مِنْ جُرَيْجٍ». ¶ فَأَتَوْهُ فَاسْتَنْزَلُوهُ وَهَدَمُوا صَوْمَعَتَهُ وَجَعَلُوا يَضْرِبُونَهُ، فَقَالَ: «مَا شَأْنُكُمْ؟» ¶ قَالُوا: «زَنَيْتَ بِهَذِهِ الْبَغِيِّ فَوَلَدَتْ مِنْكَ». ¶ فَقَالَ: «أَيْنَ الصَّبِيُّ؟» ¶ فَجَاءُوا بِهِ فَقَالَ: «دَعُونِي حَتَّى أُصَلِّيَ»، فَصَلَّى، فَلَمَّا انْصَرَفَ أَتَى الصَّبِيَّ فَطَعَنَ فِي بَطْنِهِ وَقَالَ: «يَا غُلَامُ مَنْ أَبُوكَ قَالَ فُلَانٌ الرَّاعِي». ¶ (رواه مسلم).",
            "page": "49",
            "part": "1",
            "seal": "44BCE77C"
        },
        {
            "id": "50",
            "nass": "أَيْ رَبِّ أُمِّي وَصَلَاتِي: أَيْ اِجْتَمَعَ عَلَيَّ إِجَابَة أُمِّي وَإِتْمَام صَلَاتِي فَوَفِّقْنِي لِأَفْضَلِهِمَا. ¶ الْمُومِسَات: الزَّوَانِي الْبَغَايَا الْمُتَجَاهِرَات بِذَلِكَ. ¶ الدَّيْر: كَنِيسَة مُنْقَطِعَة عَنْ الْعِمَارَة تَنْقَطِع فِيهَا رُهْبَان النَّصَارَى لِتَعَبُّدِهِمْ، وَهُوَ بِمَعْنَى (الصَّوْمَعَة) وهِيَ الْبِنَاء الْمُرْتَفِع الْمُحَدَّد أَعْلَاهُ وَهِيَ نَحْو الْمَنَارَة يَنْقَطِعُونَ فِيهَا عَنْ الْوُصُول إِلَيْهِمْ وَالدُّخُول عَلَيْهِمْ. ¶ بِفُؤُوسِهِمْ: جَمْع فَأْس وَهِيَ مَعْرُوفَة. ¶ الْمَسَاحِي: جَمْع مِسْحَاة وهي آلة يدوية تُستخدَم في الزِّراعة، وَهِيَ كَالْمِجْرَفَةِ إِلَّا أَنَّهَا مِنْ حَدِيد. ¶ يُتَمَثَّل بِحُسْنِهَا: أَيْ يُضْرَب بِهِ الْمَثَل لِانْفِرَادِهَا بِهِ. ¶ من عبر القصة:1 - عِظَم بِرّ الْوَالِدَيْنِ وَإِجَابَة دُعَائِهِمَا وَلَوْ كَانَ الْوَلَد مَعْذُورًا؛ لَكِنْ يَخْتَلِف الْحَال فِي ذَلِكَ بِحَسَبِ الْمَقَاصِد. ¶ 2 - تَأَكُّد حَقّ الْأُمّ، وَأَنَّ دُعَاءَهَا مُجَاب. ¶ 3 - إِيثَار إِجَابَة الْأُمّ عَلَى صَلَاة التَّطَوُّع؛ لِأَنَّ الِاسْتِمْرَار فِيهَا نَافِلَة وَإِجَابَة الْأُمّ وَبِرّهَا وَاجِب.",
            "page": "50",
            "part": "1",
            "seal": "4ABEE08D"
        },
        {
            "id": "51",
            "nass": "4 - إِذَا تَعَارَضَتْ الْأُمُور بُدِئَ بِأَهَمِّهَا. ¶ 5 - يَجْعَل اللَّه تَعَالَى لِأَوْلِيَائِهِ مَخَارِج عِنْد اِبْتِلَائِهِمْ بِالشَّدَائِدِ غَالِبًا. قَالَ اللَّه تَعَالَى: {وَمَنْ يَتَّقِ اللَّه يَجْعَل لَهُ مَخْرَجًا} وَإِنَّمَا يَتَأَخَّر ذَلِكَ عَنْ بَعْضهمْ فِي بَعْض الْأَوْقَات تَهْذِيبًا وَزِيَادَة لَهُمْ فِي الثَّوَاب. ¶ 6 - اِسْتِحْبَاب الْوُضُوء لِلصَّلَاةِ عِنْد الدُّعَاء بِالْمُهِمَّاتِ. ¶ 7 - الْوُضُوء كَانَ مَعْرُوفًا فِي شَرْع مَنْ قَبْلنَا، فَقَدْ ثَبَتَ فِي هَذَا الْحَدِيث فِي صحيح الْبُخَارِيّ (فَتَوَضَّأَ وَصَلَّى). ¶ 8 - إِثْبَات كَرَامَات الْأَوْلِيَاء، وَهُوَ مَذْهَب أَهْل السُّنَّة. ¶ 9 - الرِّفْق بِالتَّابِعِ إِذَا جَرَى مِنْهُ مَا يَقْتَضِي التَّأْدِيب؛ لِأَنَّ أُمّ جُرَيْجٍ مَعَ غَضَبهَا مِنْهُ لَمْ تَدْعُ عَلَيْهِ إِلَّا بِمَا دَعَتْ بِهِ خَاصَّة، وَلَوْلَا طَلَبهَا الرِّفْق بِهِ لَدَعَتْ عَلَيْهِ بِوُقُوعِ الْفَاحِشَة أَوْ الْقَتْل. ¶ 10 - صَاحِب الصِّدْق مَعَ اللهِ لَا تَضُرّهُ الْفِتَن. ¶ 11 - قُوَّة يَقِين جُرَيْجٍ وَصِحَّة رَجَائِهِ، لِأَنَّهُ اِسْتَنْطَقَ الْمَوْلُود مَعَ كَوْن الْعَادَة أَنَّهُ لَا يَنْطِق؛ وَلَوْلَا صِحَّة رَجَائِهِ بِنُطْقِهِ مَا اِسْتَنْطَقَهُ. ¶ 12 - جَوَاز الْأَخْذ بِالْأَشَدِّ فِي الْعِبَادَة لِمَنْ عَلِمَ مِنْ نَفْسه قُوَّة عَلَى ذَلِكَ.",
            "page": "51",
            "part": "1",
            "seal": "81885CA7"
        },
        {
            "id": "52",
            "nass": "13 - الْمَفْزَع فِي الْأُمُور الْمُهِمَّة إِلَى اللهِ يَكُون بِالتَّوَجُّهِ إِلَيْهِ فِي الصَّلَاة. ¶ 22 - أَبْرَصَ وَأَقْرَعَ وَأَعْمَى ¶ قال رسول اللهِ - صلى الله عليه وآله وسلم -: «إِنَّ ثَلَاثَةً فِي بَنِي إِسْرَائِيلَ أَبْرَصَ وَأَقْرَعَ وَأَعْمَى فَأَرَادَ الله أَنْ يَبْتَلِيَهُمْ، فَبَعَثَ إِلَيْهِمْ مَلَكًا. ¶ فَأَتَى الْأَبْرَصَ فَقَالَ: «أَيُّ شَيْءٍ أَحَبُّ إِلَيْكَ؟» ¶ قَالَ: «لَوْنٌ حَسَنٌ وَجِلْدٌ حَسَنٌ وَيَذْهَبُ عَنِّي الَّذِي قَدْ قَذِرَنِي النَّاسُ». ¶ فَمَسَحَهُ فَذَهَبَ عَنْهُ قَذَرُهُ وَأُعْطِيَ لَوْنًا حَسَنًا وَجِلْدًا حَسَنًا. ¶ قَالَ: «فَأَيُّ الْمَالِ أَحَبُّ إِلَيْكَ؟»، قَالَ: «الْإِبِلُ أَوْ قَالَ الْبَقَرُ». [شَكَّ إِسْحَقُ ـ أحد رواة الحديث ـ: إِلَّا أَنَّ الْأَبْرَصَ أَوْ الْأَقْرَعَ قَالَ أَحَدُهُمَا: الْإِبِلُ، وَقَالَ الْآخَرُ الْبَقَرُ]. ¶ فَأُعْطِيَ نَاقَةً عُشَرَاءَ، فَقَالَ: «بَارَكَ الله لَكَ فِيهَا». ¶ فَأَتَى الْأَقْرَعَ فَقَالَ: «أَيُّ شَيْءٍ أَحَبُّ إِلَيْكَ؟» ¶ قَالَ: «شَعَرٌ حَسَنٌ، وَيَذْهَبُ عَنِّي هَذَا الَّذِي قَدْ قَذِرَنِي النَّاسُ». ¶ فَمَسَحَهُ فَذَهَبَ عَنْهُ، وَأُعْطِيَ شَعَرًا حَسَنًا. ¶ قَالَ: «فَأَيُّ الْمَالِ أَحَبُّ إِلَيْكَ؟» ¶ قَالَ: «الْبَقَرُ». ¶ فَأُعْطِيَ بَقَرَةً حَامِلًا، فَقَالَ: «بَارَكَ الله لَكَ فِيهَا». ¶ فَأَتَى الْأَعْمَى فَقَالَ: «أَيُّ شَيْءٍ أَحَبُّ إِلَيْكَ؟» ¶ قَالَ: «أَنْ يَرُدَّ الله إِلَيَّ بَصَرِي فَأُبْصِرَ بِهِ النَّاسَ». ¶ فَمَسَحَهُ فَرَدَّ الله إِلَيْهِ بَصَرَهُ. ¶ قَالَ: «فَأَيُّ الْمَالِ أَحَبُّ إِلَيْكَ؟» ¶ قَالَ: «الْغَنَمُ». ¶ فَأُعْطِيَ شَاةً وَالِدًا. ¶ فَأُنْتِجَ هَذَانِ وَوَلَّدَ هَذَا. ¶ فَكَانَ لِهَذَا وَادٍ مِنْ الْإِبِلِ وَلِهَذَا وَادٍ مِنْ الْبَقَرِ وَلِهَذَا وَادٍ مِنْ الْغَنَمِ. ¶ ثُمَّ إِنَّهُ أَتَى الْأَبْرَصَ فِي صُورَتِهِ وَهَيْئَتِهِ فَقَالَ: «رَجُلٌ مِسْكِينٌ قَدْ انْقَطَعَتْ بِيَ الْحِبَالُ فِي سَفَرِي فَلَا بَلَاغَ لِي الْيَوْمَ إِلَّا بِالله ثُمَّ بِكَ، أَسْأَلُكَ ـ بِالَّذِي أَعْطَاكَ اللَّوْنَ الْحَسَنَ وَالْجِلْدَ الْحَسَنَ وَالْمَالَ ـ بَعِيرًا أَتَبَلَّغُ عَلَيْهِ فِي سَفَرِي». ¶ فَقَالَ: «الْحُقُوقُ كَثِيرَةٌ». ¶ فَقَالَ لَهُ: «كَأَنِّي أَعْرِفُكَ أَلَمْ تَكُنْ أَبْرَصَ يَقْذَرُكَ النَّاسُ، فَقِيرًا فَأَعْطَاكَ الله». ¶ فَقَالَ: «إِنَّمَا وَرِثْتُ هَذَا الْمَالَ كَابِرًا عَنْ كَابِرٍ». ¶ فَقَالَ: «إِنْ كُنْتَ كَاذِبًا فَصَيَّرَكَ الله إِلَى مَا كُنْتَ». ¶ وَأَتَى الْأَقْرَعَ فِي صُورَتِهِ فَقَالَ لَهُ مِثْلَ مَا قَالَ لِهَذَا، وَرَدَّ عَلَيْهِ مِثْلَ مَا رَدَّ عَلَى هَذَا. ¶ فَقَالَ: إِنْ كُنْتَ كَاذِبًا فَصَيَّرَكَ الله إِلَى مَا كُنْتَ. ¶ وَأَتَى الْأَعْمَى فِي صُورَتِهِ وَهَيْئَتِهِ فَقَالَ: «رَجُلٌ مِسْكِينٌ وَابْنُ سَبِيلٍ انْقَطَعَتْ بِيَ الْحِبَالُ فِي سَفَرِي فَلَا بَلَاغَ لِي الْيَوْمَ إِلَّا بِالله ثُمَّ بِكَ، أَسْأَلُكَ بِالَّذِي رَدَّ عَلَيْكَ بَصَرَكَ شَاةً أَتَبَلَّغُ بِهَا فِي سَفَرِي». ¶ فَقَالَ: «قَدْ كُنْتُ أَعْمَى فَرَدَّ الله إِلَيَّ بَصَرِي؛ فَخُذْ مَا شِئْتَ وَدَعْ مَا شِئْتَ؛ فَوَالله لَا أَجْهَدُكَ الْيَوْمَ شَيْئًا أَخَذْتَهُ لِلهِ». ¶ فَقَالَ: «أَمْسِكْ مَالَكَ فَإِنَّمَا ابْتُلِيتُمْ: فَقَدْ رُضِيَ عَنْكَ وَسُخِطَ عَلَى صَاحِبَيْكَ». ¶ (رواه البخاري ومسلم).",
            "page": "52",
            "part": "1",
            "seal": "3D2C89B9"
        },
        {
            "id": "55",
            "nass": "أَرَادَ الله أَنْ يَبْتَلِيهِمْ: الابتلاء: الِاخْتِبَار. ¶ قَذِرَنِي النَّاس: أَيْ اِشْمَأَزُّوا مِنْ رُؤْيَتِي. ¶ فَمَسَحَهُ: أَيْ مَسَحَ عَلَى جِسْمه. ¶ فَأُعْطِيَ: أَيْ الَّذِي تَمَنَّى الْإِبِل. ¶ نَاقَة عُشَرَاء: النَّاقَة الْعُشَرَاء: الْحَامِل الْقَرِيبَة الْوِلَادَة. ¶ وَهِيَ الَّتِي أَتَى عَلَيْهَا فِي حَمْلهَا عَشْرَةُ أَشْهُر مِنْ يَوْم طَرَقَهَا الْفَحْل، وَهِيَ مِنْ أَنْفَس الْمَال. ¶ فَمَسَحَهُ: أي الأعمى: أَيْ مَسَحَ عَلَى عَيْنَيْهِ. ¶ شَاة وَالِدًا: أَيْ وَضَعَتْ وَلَدهَا هُوَ مَعَهَا. ¶ فَأَنْتَجَ هَذَانِ: أَيْ صَاحِب الْإِبِل وَالْبَقَر. ¶ وَوَلَّدَ هَذَا: أَيْ صَاحِب الشَّاة. ¶ ثُمَّ إِنَّهُ أَتَى الْأَبْرَص فِي صُورَته: أَيْ فِي الصُّورَة الَّتِي كَانَ عَلَيْهَا لَمَّا اِجْتَمَعَ بِهِ وَهُوَ أَبْرَص؛ لِيَكُونَ ذَلِكَ أَبْلَغَ فِي إِقَامَة الْحُجَّة عَلَيْهِ. ¶ أَتَبَلَّغ عَلَيْهِ: أَتَوَصَّل بِهِ إِلَى مُرَادِي. ¶ فَقَالَ إِنْ كُنْت كَاذِبًا فَصَيَّرَك الله: أَوْرَدَهُ بِلَفْظِ الْفِعْل الْمَاضِي لِأَنَّهُ أَرَادَ الْمُبَالَغَة فِي الدُّعَاء عَلَيْهِ. ¶ اِنْقَطَعَتْ بِي الْحِبَال: بِالْحَاءِ، وَهِيَ الْأَسْبَاب. ¶ وَرِثْت هَذَا الْمَال كَابِرًا عَنْ كَابِر: أَيْ وَرِثْته عَنْ آبَائِي الَّذِينَ وَرِثُوهُ مِنْ أَجْدَادِي الَّذِينَ وَرِثُوهُ مِنْ آبَائِهِمْ، كَبِيرًا عَنْ كَبِير فِي الْعِزّ وَالشَّرَف وَالثَّرْوَة. ¶ فَوَالله لَا أَجْهَدَك الْيَوْم شَيْئًا أَخَذْته لِلَّهِ تَعَالَى: لَا أَشُقّ عَلَيْك بِرَدِّ شَيْء تَأْخُذهُ أَوْ تَطْلُبهُ مِنْ مَالِي. ¶ فَإِنَّمَا اُبْتُلِيتُمْ: اُمْتُحِنْتُمْ. ¶ من عبر القصة:1 - فَضْل الصَّدَقَة والْحَثّ عَلَى الرِّفْق بِالضُّعَفَاءِ، وَإِكْرَامهمْ وَتَبْلِيغهمْ مَا يَطْلُبُونَ مِمَّا يُمْكِن، وَالْحَذَر مِنْ كَسْر قُلُوبهمْ وَاحْتِقَارهمْ. ¶ 2 - التَّحْذِير مِنْ كُفْرَان النِّعَم وَالتَّرْغِيب فِي شُكْرهَا وَالِاعْتِرَاف بِهَا وَحَمْد الله عَلَيْهَا. ¶ 3 - الزَّجْر عَنْ الْبُخْل؛ لِأَنَّهُ حَمَلَ صَاحِبه عَلَى الْكَذِب، وَعَلَى جَحْد نِعْمَةِ الله تَعَالَى.",
            "page": "55",
            "part": "1",
            "seal": "825DC094"
        },
        {
            "id": "57",
            "nass": "4 - لا يُعَدّ الملَكُ كاذبًا عندما ادعى أنه رجلٌ مسكين تقطعت به الحبال في سفره؛ لأن قَوْل الْمَلَك لَلأبرص: «رَجُل مِسْكِين» أَرَادَ أَنَّك كُنْت هَكَذَا، وَهُوَ مِنْ الْمَعَارِيض وَالْمُرَاد بِهِ ضَرْب الْمَثَل. ¶ 5 - كثْرةُ المالِ ليسَتْ دَلِيلًا على حُبِّ الله للعَبْد، بل هي اختبارٌ كما حدَثَ مع هؤلاءِ الثلاثة. ¶ 6 - قدرةُ الله - عز وجل - على شفاءِ الأمراضِ المستعصِية كالعَمَى والبَرَص والقَرَع. ¶ 23 - نهاية مغرور ¶ قَالَ النَّبِيُّ - صلى الله عليه وآله وسلم -: «بَيْنَمَا رَجُلٌ يَمْشِي فِي حُلَّةٍ تُعْجِبُهُ نَفْسُهُ مُرَجِّلٌ جُمَّتَهُ إِذْ خَسَفَ الله بِهِ، فَهُوَ يَتَجَلْجَلُ إِلَى يَوْمِ الْقِيَامَةِ» ¶ (رواه البخاري) ¶ ورواه مسلم بلفظ: «بَيْنَمَا رَجُلٌ (وفي رواية: مِمَّنْ كَانَ قَبْلكُمْ) يَتَبَخْتَرُ يَمْشِي فِي بُرْدَيْهِ قَدْ أَعْجَبَتْهُ نَفْسُهُ، فَخَسَفَ الله بِهِ الْأَرْضَ، فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ». ¶ يَمْشِي فِي حُلَّة: الْحُلَّة ثَوْبَانِ أَحَدهمَا فَوْق الْآخَر، وَقِيلَ: إِزَار وَرِدَاء وَهُوَ الْأَشْهَر. ¶ مُرَجِّل جُمَّته: تَرْجِيل الشَّعْر تَسْرِيحه وَدَهْنه. ¶ والجُمَّة: هِيَ مُجْتَمَع الشَّعْر إِذَا تَدَلَّى مِنْ الرَّأْس إِلَى الْمَنْكِبَيْنِ وَإِلَى أَكْثَر مِنْ ذَلِكَ، وَأَمَّا الَّذِي لَا يَتَجَاوَز الْأُذُنَيْنِ فَهُوَ الْوَفْرَة. ¶ فَهُوَ يَتَجَلْجَل إِلَى يَوْم الْقِيَامَة: التَّجَلْجُل أَنْ يَسُوخ فِي الْأَرْض مَعَ اِضْطِرَاب شَدِيد وَيَنْدَفِع مِنْ شِقّ إِلَى شِقّ. ¶ فَمَعْنَى: «يَتَجَلْجَل فِي الْأَرْض»:أَيْ يَنْزِل فِيهَا مُضْطَرِبًا مُتَدَافِعًا. ¶ وَمُقْتَضَى هَذَا الْحَدِيث أَنَّ الْأَرْض لَا تَأْكُل جَسَد هَذَا الرَّجُل فَيُمْكِن أَنْ يُلْغَز بِهِ، فَيُقَال: كَافِر لَا يَبْلَى جَسَده بَعْد الْمَوْت. ¶ من عبر القصة: 1 - سوء عاقبة الكبر والخيلاء في الدنيا والآخرة. ¶ 2 - إثبات عذاب القبر فهذا المتكبر يَتَجَلْجَل في الأرض إِلَى يَوْم الْقِيَامَة. ¶ 3 - بعض الذنوب يُعَجِّلُ اللهُ العقوبةَ لصاحبِها في الدنيا قبل الآخرة كما حدث مع هذا المتكبر. ¶ كما أن بعض الطاعات يعجل الله - عز وجل - ثوابها في الدنيا. ¶ ومن ذلك قوله - صلى الله عليه وآله وسلم -: «لَيْسَ شَيْءٌ أُطِيعَ اللهُ ـ تَعَالَى ـ فِيهِ أعْجَلَ ثَوَابًا مِنْ صِلَةِ الرَّحِمِ، وَلَيْسَ شَيْءٌ أعْجَلَ عِقَابًا مِنَ البَغْيِ وَقَطِيعَةِ الرَّحِمِ، واليَمِينُ الفَاجِرَةُ تَدَعُ الدِّيَارَ بَلَاقِعَ». ¶ (صحيح رواه البيهقي) ¶ صِلَةُ الرَّحِمِ: الإحسانُ إلى الأقاربِ بقولٍ أو فعلٍ. ¶ البَغْيُ: التَّعَدِّي على الناس. ¶ قَطِيعَةُ الرَّحِمِ: تكون بإسَاءَة أو هَجْر أو نحوِهما. ¶ اليَمِينُ الفَاجِرَةُ: الكاذبة. ¶ تَدَعُ: تترك. ¶ بَلَاقِعَ: جمع بلقع وهي الأرض القَفْراء التي لا شَئ َفيها، أي أنَّ الحالفَ كَذِبًا يَفْتَقِرُ ويذْهَبُ ما في بيتِه مِنَ الرِّزْقِ. ¶ 24 - المتألي على الله - عز وجل - ¶ عَنْ جُنْدَبٍ - رضي الله عنه - أَنَّ رَسُولَ الله - صلى الله عليه وآله وسلم - حَدَّثَ: «أَنَّ رَجُلًا قَالَ: «وَالله لَا يَغْفِرُ الله لِفُلَانٍ»، وَإِنَّ اللهَ تَعَالَى قَالَ: «مَنْ ذَا الَّذِي يَتَأَلَّى عَلَيَّ أَنْ لَا أَغْفِرَ لِفُلَانٍ؛ فَإِنِّي قَدْ غَفَرْتُ لِفُلَانٍ وَأَحْبَطْتُ عَمَلَكَ» أَوْ كَمَا قَالَ. (رواه مسلم)",
            "page": "57",
            "part": "1",
            "seal": "46D809CF"
        },
        {
            "id": "60",
            "nass": "وعن أَبي هُرَيْرَةَ - رضي الله عنه - قال: سَمِعْتُ رَسُولَ الله - صلى الله عليه وآله وسلم - يَقُولُ: «كَانَ رَجُلَانِ فِي بَنِي إِسْرَائِيلَ مُتَوَاخِيَيْنِ، فَكَانَ أَحَدُهُمَا يُذْنِبُ وَالْآخَرُ مُجْتَهِدٌ فِي الْعِبَادَةِ، فَكَانَ لَا يَزَالُ الْمُجْتَهِدُ يَرَى الْآخَرَ عَلَى الذَّنْبِ فَيَقُولُ: «أَقْصِرْ». ¶ فَوَجَدَهُ يَوْمًا عَلَى ذَنْبٍ فَقَالَ لَهُ: «أَقْصِرْ». ¶ فَقَالَ: «خَلِّنِي وَرَبِّي أَبُعِثْتَ عَلَيَّ رَقِيبًا». ¶ فَقَالَ: «وَالله لَا يَغْفِرُ الله لَكَ أَوْ لَا يُدْخِلُكَ الله الْجَنَّةَ». ¶ فَقَبَضَ أَرْوَاحَهُمَا فَاجْتَمَعَا عِنْدَ رَبِّ الْعَالَمِينَ، فَقَالَ لِهَذَا الْمُجْتَهِدِ: «أَكُنْتَ بِي عَالِمًا أَوْ كُنْتَ عَلَى مَا فِي يَدِي قَادِرًا؟» ¶ وَقَالَ لِلْمُذْنِبِ: «اذْهَبْ فَادْخُلْ الْجَنَّةَ بِرَحْمَتِي». ¶ وَقَالَ لِلْآخَرِ: «اذْهَبُوا بِهِ إِلَى النَّارِ». ¶ قَالَ أَبُو هُرَيْرَةَ: وَالَّذِي نَفْسِي بِيَدِهِ لَتَكَلَّمَ بِكَلِمَةٍ أَوْبَقَتْ دُنْيَاهُ وَآخِرَتَهُ» (رواه أبوداود وصححه الألباني) ¶ يَتَأَلَّى: يحلف. ¶ أَحْبَطْتُ: أبطلْتُ. ¶ مُتَوَاخِيَيْنِ: أَيْ مُتَقَابِلَيْنِ فِي الْقَصْد وَالسَّعْي، فَهَذَا كَانَ قَاصِدًا وَسَاعِيًا فِي الْخَيْر وَهَذَا كَانَ قَاصِدًا وَسَاعِيًا فِي الشَّرّ. ¶ أَقْصِر: الْإِقْصَار: هُوَ الْكَفّ عَنْ الشَّيْء مَعَ الْقُدْرَة عَلَيْهِ. ¶ أَوْبَقَتْ دُنْيَاهُ وَآخِرَته: أَهْلَكَتْ تِلْكَ الْكَلِمَة مَا سَعَى فِي الدُّنْيَا وَحَظّ الْآخِرَة. ¶ من عبر القصة: ¶ 1 - القول على الله - عز وجل - بغير علم من أعظم الكبائر التي تحبط عمل صاحبها. ¶ 2 - الخوف من سوء الخاتمة، فقد دخلَ العابدُ النارَ، ودخل العاصي الجنة. ¶ 3 - في القصة دليل لأهل الحق ـ أهل السنة والجماعة ـ الذين يقولون: إن الله - عز وجل - يغفر ما سوى الشرك من الذنوب من غير توبة إن شاء، كما غفر لهذا العاصي وهو مصر على ذنوبه؛ قال الله - عز وجل -: {إِنَّ اللهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} ¶ (النساء:48). ¶ وليس معنى ذلك أن يتجَرَّأَ الإنسانُ على معاصِي الله - عز وجل -؛ فإن الإنسان لا يدْرِي هل سيغفر اللهُ له كما غفرَ لهذا العاصي، أم لا.",
            "page": "60",
            "part": "1",
            "seal": "C2BC2C01"
        }
    ],
    "t557": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "1 - حبس الشمس لنبي الله يوشع بن نون - عليه السلام -."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "2 - امرأتان خطف الذئب ابن إحداهما"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "3 - ابتلاء نبي الله أيوب - عليه السلام -"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "4 - النبي الذي أحرق قرية النمل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "5 - لو تركها لدارت إلى يوم القيامة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "6 - ميت أحياه الله - عز وجل -"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "7 - عاقبة الغش"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "8 - بقرة تتكلم وذئب يتكلم"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "9 - تكلم في المهد ودعا الله - عز وجل -"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "10 - ثلاثة في غار"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "11 - صوت في سحابة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "12 - أحبه الله - عز وجل - لحبه لأخيه في الله"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "13 - سقى كلبا فشكر الله له فغفر له"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "14 - بغي سقت كلبا فغفر الله لها"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "15 - تجاوز عن الناس، فتجاوز الله عنه"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "16 - أخر غصن شوك عن الطريق، فغفر الله له"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": "1",
            "tit": "17 - توبة قاتل المائة نفس"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "18 - الذي استلف ألف دينار"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "19 - صدقة في غير موضعها"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "20 - جرة الذهب"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "21 - دعوة أم على ولدها الصالح"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "22 - أبرص وأقرع وأعمى"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "23 - نهاية مغرور"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": "1",
            "tit": "24 - المتألي على الله - عز وجل -"
        }
    ]
}