{
    "b560": [
        {
            "id": "110",
            "nass": "وقال الكاساني في بدائع الصنائع: «وكذا ـ يعني يكره ـ صوم يوم النيروز والمهرجان، لأنه تشَبُّهٌ بالمجوس».ا. هـ (¬1). ¶ هل يجوز الاجتماع ليلة رأس السنة الميلادية للذِّكر والدعاء وقراءة القرآن؟ ¶ س: هذه الرسالة رأيتُها كثيرًا على الإنترنت، ولكن في الحقيقة لم أرسلها لشكِّي في كونها من البدعة، فهل يجوز نشرها، ونثاب عليها، أم إنه لا يجوز هذا لأنه بدعة؟: ¶ «إن شاء الله كلنا سنقوم الساعة 12 ليلة رأس السنة، ونصلي ركعتين، أو نقرأ قرآنًا، أو نذكر ربنا، أو ندعو، لأنه لو نظر ربنا للأرض في الوقت الذي معظم العالم يعصيه يجد المسلمين لا زالوا على طاعتهم، بالله عليك ابعث الرسالة هذه لكل الذين عندك، لأنه كلما كثر عددنا: كلما ربنا سيرضى أكثر». أفيدوني، أفادكم الله. ¶ ¬__________ ¶ (¬1) فتاوى موقع الشبكة الإسلامية، بإشراف الدكتور عبد الله الفقيه، رقم الفتوى: 13157.",
            "page": "110",
            "part": "1",
            "seal": "7F2AA534"
        },
        {
            "id": "111",
            "nass": "ج: قد أحسنت غاية الإحسان في عدم نشر تلك الرسالة، والتي انتشرتْ في كثير من المواقع الإلكترونية التي يغلب عليها طابع العامية والجهل. ¶ والذين نشروا تلك الرسالة وأرادوا من المسلمين القيام بالصلاة والذِّكر: لا نشك أن نياتهم طيبة، وعظيمة، وخاصة أنهم أرادوا أن تقوم طاعات وقت قيام المعاصي، لكن هذه النية الطيبة الصالحة لا تجعل العمل شرعيًّا صحيحًا مقبولًا، بل لا بدَّ من كون العمل موافقًا للشرع في سببه، وجنسه، وكمِّه، وكيفه، وزمانه، ومكانه، وبمثل هذا يميِّز المسلم العمل الشرعي من البدعي. ¶ ويمكن حصر أسباب المنع من نشر تلك الرسالة بنقاط، منها: ¶ 1 - أنه وُجدَتْ مناسبات جاهلية، ومناسبات لأهل الكفر والضلال، منذ عهد النبي - صلى الله عليه وآله وسلم - إلى زماننا هذا، ولم نَرَ نصًّا نبويًّا يحُثُّنا على إنشاء طاعة وقت فعل غيرنا لمعصية،",
            "page": "111",
            "part": "1",
            "seal": "F5EB49E8"
        },
        {
            "id": "112",
            "nass": "ولا بعمل مشروع وقت فعل عمل بدعي، كما لم يُنقل قول لأحدٍ من الأئمة المشهورين باستحباب فعل هذا. ¶ وهذا من علاج المعصية ببدعة، كما حصل من علاج بدعة الحزن واللطم في (عاشوراء) من الرافضة ببدعة التوسع في النفقة وإظهار الفرح والسرور. ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: «وأما اتخاذ أمثال أيام المصائب مأتمًا: فليس هذا من دين المسلمين، بل هو إلى دين الجاهلية أقرب، ثم هم قد فوَّتُوا بذلك ما في صوم هذا اليوم من الفضل، وأحدث بعض الناس فيه أشياء مستندة إلى أحاديث موضوعة لا أصل لها، مثل فضل الاغتسال فيه، أو التكحل أو المصافحة وهذه الأشياء ونحوها من الأمور المبتدعة كلها مكروهة، وإنما المستحب صومه، وقد رُوِي في التوسع فيه على العيال آثار معروفة أعلى ما فيها حديث إبراهيم بن محمد بن المنتشر عن أبيه، قال: «بلغنا أنه من وَسّع على أهله يوم عاشوراء وسع الله عليه سائر سنته»، (رواه ابن عيينة)، وهذا بلاغٌ منقطعٌ لا يُعرَفُ قائله،",
            "page": "112",
            "part": "1",
            "seal": "6A151F52"
        },
        {
            "id": "113",
            "nass": "والأشبه أن هذا وُضِعَ لما ظهرت العصبية بين الناصبة والرافضة؛ فإن هؤلاء أعدوا يوم عاشوراء مأتمًا، فوضع أولئك فيه آثارًا تقتضي التوسع فيه، واتخاذه عيدًا، وكلاهما باطل. ¶ لكن لا يجوز لأحد أن يغيِّر شيئا من الشريعة لأجل أحد، وإظهار الفرح والسرور يوم عاشوراء، وتوسيع النفقات فيه هو من البدع المحدثة، المقابلة للرافضة» (¬1). ¶ 2 - الدعاء والصلاة لها أوقات في الشرع فاضلة، قد رغَّبَنَا النبي - صلى الله عليه وآله وسلم - بفعلها فيه، كالثلث الأخير من الليل، وهو وقت نزول الرب - سبحانه وتعالى - للسماء الدنيا، والحث على فعل ذلك في وقت لم يرد فيه النص الصحيح إنما هو تشريع في (السبب) و (الزمن) والمخالفة في أحدهما كافية للحكم على الفعل بأنه بدعة منكرة، فكيف بأمرين اثنين؟!. ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم (300، 301).",
            "page": "113",
            "part": "1",
            "seal": "ECCCEF27"
        },
        {
            "id": "114",
            "nass": "والأصل في المسلم الاتباع لا الابتداع، قال الله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (31)} (آل عمران:31). ¶ قال ابن كثير - رحمه الله -: «هذه الآية الكريمة حاكمة على كل مَن ادعى محبة الله، وليس هو على الطريقة المحمدية: فإنه كاذب في دعواه في نفس الأمر، حتى يتبع الشرع المحمدي، والدين النبوي، في جميع أقواله، وأحواله، كما ثبت في الصحيح عن رسول الله - صلى الله عليه وآله وسلم - أنه قال: «مَنْ عَمِلَ عَمَلا لَيْسَ عليه أمْرُنَا فَهُوَ رَدٌّ» (¬1). ¶ قال الشيخ محمد بن صالح العثيمين - رحمه الله -: «أحبُّوا الرسول أكثر مما تحبون أنفسكم، ولا يكمل إيمانكم إلا بذلك، ولكن لا تُحدِثوا في دينه ما ليس منه، فالواجب على طلبة العلم أن يبينوا للناس، وأن يقولوا لهم: اشتغلوا بالعبادات الشرعية الصحيحة، واذكروا الله، وصلوا على ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (2/ 32).",
            "page": "114",
            "part": "1",
            "seal": "4FA04F88"
        },
        {
            "id": "115",
            "nass": "النبي - صلى الله عليه وآله وسلم - في كل وقت، وأقيموا الصلاة، وآتوا الزكاة، وأحسنوا إلى المسلمين في كل وقت» (¬1). ¶ 3 - أنكم تتركون ما هو واجب عليكم تجاه تلك المعاصي والمنكرات، وهو الأمر بالمعروف، والنهي عن المنكر، والنصح للمخالفين، وانشغالكم بعبادات فردية مع وجود معاصي ومنكرات جماعية لا يحسُن بكم فعله. ¶ فالذي نراه هو تحريم نشر مثل تلك النشرات، وبدعية الالتزام بتلك الطاعات لمثل تلك المناسبات، ويكفيكم التحذير من الاحتفالات المحرمة في المناسبات الشركية أو المبتدعة، وأنتم بذلك مأجورون، وتقومون بواجبكم تجاه فعل تلك المعاصي (¬2). ¶ ¬__________ ¶ (¬1) لقاءات الباب المفتوح (5/ 35). ¶ (¬2) فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد، رقم الفتوى: 113064.",
            "page": "115",
            "part": "1",
            "seal": "68CFAB91"
        },
        {
            "id": "116",
            "nass": "حكم الاحتفال ببداية العام الهجري: ¶ سئل فضيلة الشيخ محمد بن صالح العثيمين - رحمه الله -: ¶ شاع في بعض البلاد الإسلامية الاحتفال بأول يوم من شهر محرم من كل عام، باعتباره أول أيام العام الهجري، ويجعله بعضهم إجازة له عن العمل، فلا يحضر إلى عمله، كما يتبادلون فيه الهدايا المكلِّفة ماديًا، وإذا قيل لهم في ذلك قالوا: مسألة الأعياد هذه مرجعها إلى أعراف الناس، فلا بأس باستحداث أعياد لهم للتهاني وتبادل الهدايا، ولاسيما في الوقت الحاضر حيث انشغل الناس بأعمالهم وتفرقوا، فهذا من البدع الحسنة، هذا قولهم، فما رأي فضيلتكم وفقكم الله؟ ¶ فأجاب فضيلته بقوله: ¶ «تخصيص الأيام، أو الشهور، أو السنوات بعيد مرجعه إلى الشرع وليس إلى العادة، ولهذا لما قدم النبي - صلى الله عليه وآله وسلم - الْمَدِينَةَ وَلَهُمْ يَوْمَانِ يَلْعَبُونَ فِيهِمَا، فَقَالَ: «مَا هَذَانِ الْيَوْمَانِ؟»، قَالُوا: يَوْمَانِ كُنَّا نَلْعَبُ فِيهِمَا فِي الْجَاهِلِيَّةِ، فَقَالَ",
            "page": "116",
            "part": "1",
            "seal": "ADB6F9BE"
        },
        {
            "id": "117",
            "nass": "رَسُولُ اللَّهِ - صلى الله عليه وآله وسلم -: «إِنَّ اللهَ قَدْ أَبْدَلَكُمْ بِهِمَا خَيْرًا، مِنْهُمَا يَوْمَ الأَضْحَى، وَيَوْمَ الْفِطْرِ» (¬1). ولو أن الأعياد في الإسلام كانت تابعة للعادات لأحدث الناس لكل حدث عيدًا ولم يكن للأعياد الشرعية كبير فائدة. ¶ ثم إنه يُخْشَى أن هؤلاء اتخذوا رأس السنة أو أولها عيدًا متابعة للنصارى ومضاهاة لهم حيث يتخذون عيدًا عند رأس السنة الميلادية فيكون في اتخاذ شهر المحرم عيدًا محذور آخر» (¬2). ¶ ¬__________ ¶ (¬1) رواه أبو داود، وصححه الألباني. ¶ (¬2) مجموع فتاوى ورسائل العثيمين - (16/ 203 - 204).",
            "page": "117",
            "part": "1",
            "seal": "5B16B41E"
        },
        {
            "id": "118",
            "nass": "صيام رأس السنة الهجرية بدعة: ¶ س: ما هي الأيام الواجب صيامها (سنة مؤكدة) وما حكم صيام رأس السنة الهجرية ومنتصف رجب وخلافه؟ ¶ ج: لا يجب صيام شيء من الأيام إلا شهر رمضان، وقد يجب الصيام بأسباب أخرى وهي القضاء والنذر وبعض الكفارات، أما التطوع فهو مستحب كله مثل صيام يوم عرفة، ويوم عاشوراء، ويوم تاسوعاء، وصيام الاثنين والخميس، والثلاثة البيض من كل شهر قمري (13 - 14 - 15) وصيام يوم وإفطار يوم، وست من شوال. ¶ ولكن صيام بعض هذه الأيام آكد من بعض أي أشد استحبابًا وأكثر أجرًا، فآكدها صوم يوم عرفة لغير الحاج، ثم صوم يوم عاشوراء، ثم صيام ست من شوال. ¶ وورد في فضلها أحاديث منها قوله - صلى الله عليه وآله وسلم - في صوم يوم عرفة وصوم يوم عاشوراء: «صَوْمُ يَوْمِ عَرَفَةَ يُكَفِّرُ سَنَتَيْنِ مَاضِيَةً وَمُسْتَقْبَلَةً، وَصَوْمُ عَاشُورَاءَ يُكَفِّرُ سَنَةً مَاضِيَةً» (حديث صحيح رواه الإمام أحمد عن أبي قتادة)، وقال",
            "page": "118",
            "part": "1",
            "seal": "23D01578"
        },
        {
            "id": "119",
            "nass": "- صلى الله عليه وآله وسلم - في الست من شوال: «مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ» (رواه مسلم وأبو داود وابن ماجه وأحمد والترمذي). ¶ أما صيام رأس السنة الهجرية فهو بدعة لعدم النص عليه؛ إلا أن يوافق صومًا يصومه، وكذلك من وافق صيامه أيامًا من رجب، ولا يخصص يومًا منه بالصوم مثل النصف منه لأن الأحاديث الواردة في ذلك ضعيفة. ¶ قال ابن حجر - رحمه الله -: «لم يرد في فضل شهر رجب ولا صيامه ولا في صيام شيء منه معين، ولا في قيام ليلة مخصوصة فيه حديث صحيح يصلح للحجة». انتهى (¬1). ¶ ¬__________ ¶ (¬1) فتاوى موقع الشبكة الإسلامية، بإشراف الدكتور عبد الله الفقيه، رقم الفتوى: 30153.",
            "page": "119",
            "part": "1",
            "seal": "C812C7BF"
        },
        {
            "id": "120",
            "nass": "حكم تخصيص ليلة رأس السنة الهجرية بالعبادة والقيام: ¶ ما حكم تخصيص ليلة رأس السنة لقيامها والتعبد فيها؟ وما حكم الدعوة إلى قيام الليل والسهرات التعبدية بشكل جماعي؟ ¶ ج: إن ليلة رأس السنة لم يرد لها في السنة تخصيص بالعبادة، وعلى المسلم أن يحذر الابتداع في الدين. فقد قال رسول الله - صلى الله عليه وآله وسلم -: «مَنْ أَحْدَثَ فِى أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ»، وفي رواية: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ». (متفق عليه). ¶ وعَرَّف العلماء البدعة بأنها كل عبادة لم يفعلها رسول الله - صلى الله عليه وآله وسلم - مع وجود المقتضي لها وعدم المانع منها. وقد ورد النهي عن تخصيص ليلة الجمعة بعبادة، روى مسلم من حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وآله وسلم - قال: «لاَ تَخْتَصُّوا لَيْلَةَ الْجُمُعَةِ بِقِيَامٍ مِنْ بَيْنِ اللَّيَالِى»، فإذا ثبت هذا النهي عن تخصيص ليلة عُرِفَ لها من الفضل ما ليس لسواها من",
            "page": "120",
            "part": "1",
            "seal": "2ABC1567"
        },
        {
            "id": "121",
            "nass": "الليالي، فحَرِيٌّ بليلة ليس لها مزية ولا فضل على سائر الليالي أن ينهى عن تخصيصها بالعبادة. ¶ أضِفْ إلى ذلك أن التعلق بليالي رأس السنة هو من عادات الكفار وقد نُهِينا عن التشبه بهم. فيكون منهيا عنها أيضا من هذه الناحية (¬1). ¶ مِن البدع تحديد تاريخ المولد النبوي أو رأس السنة الهجرية كموعد للختان: ¶ س: أتساءل عن حكم الشرع في عملية الختان؛ وهل من البدع أن يكون مع الختان مأدبة عشاء للأهل، وتحديد تاريخ المولد النبوي أو رأس السنة الهجرية كموعد للختان؟ ¶ ج: الختان هو إحدى خصال الفطرة التي أمر بها النبي - صلى الله عليه وآله وسلم - في قوله: «خَمْسٌ مِنَ الْفِطْرَةِ: الْخِتَانُ، وَالاِسْتِحْدَادُ، وَنَتْفُ الإِبْطِ، وَتَقْلِيمُ الأَظْفَارِ، وَقَصُّ الشَّارِبِ» (رواه البخاري ومسلم من حديث أبي هريرة)، وقد اختلف أهل ¶ ¬__________ ¶ (¬1) فتاوى موقع الشبكة الإسلامية، بإشراف الدكتور عبد الله الفقيه، رقم الفتوى: 57818.",
            "page": "121",
            "part": "1",
            "seal": "5862B813"
        },
        {
            "id": "122",
            "nass": "العلم في حكم حضور الطعام الذي يقام بمناسبة الختان ونحوه، فأباح ذلك بعضهم وكرهه بعضهم. ¶ وعلى القول بإباحة مثل هذه المآدب، فلا شك في أن تحديد تاريخ المولد النبوي أو رأس السنة الهجرية كموعد للختان، يعتبر من البدع والإحداث في الدين (¬1). ¶ ¬__________ ¶ (¬1) فتاوى موقع الشبكة الإسلامية، رقم الفتوى: 68644.",
            "page": "122",
            "part": "1",
            "seal": "4C07AE9D"
        },
        {
            "id": "123",
            "nass": "المراجع ¶ - اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم، لشيخ الإسلام ابن تيمية. ¶ - الاحتفال برأس السنة، مقال للشيخ سعيد عبد العظيم، بموقع صوت السلف. ¶ - الأعياد وأثرها على المسلمين، تأليف الدكتور سليمان بن سالم السحيمي. ¶ - البدع الحولية، رسالة ماجستير من إعداد عبد الله بن عبد العزيز بن أحمد التويجري. ¶ - المنتقى من فتاوى الشيخ الفوزان. ¶ - المواعظ والاعتبار بذكر الخطط والآثار الخطط والآثار للمقريزي. ¶ - الموسوعة العربية العالمية. ¶ - تفسير القرآن العظيم للحافظ ابن كثير. ¶ - تهذيب كتاب اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم.",
            "page": "123",
            "part": "1",
            "seal": "D5C74899"
        },
        {
            "id": "124",
            "nass": "- دائرة المعارف البريطانية. ¶ - عندما تصبح الأعياد مآتم، مجلة البيان، العدد الرابع. ¶ - فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء بالسعودية. ¶ - فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد. ¶ - فتاوى موقع الشبكة الإسلامية، بإشراف الدكتور عبد الله الفقيه. ¶ - فتاوى نور على الدرب. ¶ - فتاوى واستشارات موقع الإسلام اليوم. ¶ - فتاوى ورسائل الشيخ محمد بن إبراهيم آل الشيخ. ¶ - لقاءات الباب المفتوح. ¶ - مجموع فتاوى الشيخ ابن باز. ¶ - مجموع فتاوى ورسائل الشيخ العثيمين. ¶ - موقع الدرر السنية بإشراف الشيخ علوي بن عبد القادر السقاف. ¶ - وجاء دور المجوس لمحمد سرور زين العابدين (عبد الله الغريب).",
            "page": "124",
            "part": "1",
            "seal": "8879DBCB"
        },
        {
            "id": "128",
            "nass": "صَدَرَ للمؤلف ¶ 1 - أمنا عائشة - رضي الله عنها - حبيبة نبيّنا - صلى الله عليه وآله وسلم -. ¶ 2 - معاوية بن أبي سفيان - رضي الله عنهما - أمير المؤمنين وكاتب وحي النبي الأمين - صلى الله عليه وآله وسلم - كشف شبهات وردّ مفتريات. ¶ 3 - دليل الواعظ إلى أدلة المواعظ، موضوعات للخطب بأدلتها من القرآن الكريم والسنة الصحيحة، مع ما تيسر من الآثار والقصص والأشعار، المجلد الأول. الخطب من1 - 50. ¶ 4 - كشف البدع والرد على اللمع. ¶ 5 - كشف شبهات الصوفية. ¶ 6 - تهذيب كتاب اقتضاء الصراط المستقيم لشيخ الإسلام ابن تيمية. ¶ 7 - هؤلاء عرفوا الحق فتركوا الباطل. ¶ 8 - الشيعة هم العدو فاحذرهم. ¶ 9 - جهود علماء الأزهر في بيان حقيقة دين الشيعة. ¶ 10 - الصلاة على النبي - صلى الله عليه وآله وسلم - فضلها ومعناها وكيفيتها ومواضعها والتحذير من تركها. ¶ 11 - دروس وعبر من صحيح القصص النبوي. ¶ 12 - عيد الأم، هل نحتفل. ¶ تحت الطبع: ¶ الاختلاط بين الرجال والنساء، أحكام وفتاوى، ثمار مرة وقصص مخزية، كشف 136 شبهة لدعاة الاختلاط.",
            "page": "128",
            "part": "1",
            "seal": "4144D638"
        },
        {
            "id": "1",
            "nass": "رأس السنة ¶ هل نحتفل؟",
            "page": null,
            "part": null,
            "seal": "84CE3F9E"
        },
        {
            "id": "3",
            "nass": "مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (102)} (آل عمران:102). ¶ {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (1)} (النساء:1). ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70)}. (الأحزاب:70).",
            "page": "3",
            "part": "1",
            "seal": "81FF4223"
        },
        {
            "id": "4",
            "nass": "أما بعد: فإن خيرَ الحديث كلامُ الله، وخيرَ الهدي هدي محمد - صلى الله عليه وآله وسلم -، وشرَّ الأمور محدثاتُها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ يلحظ المسلم كثرة الأعياد في هذه الأزمنة، مثل عيد مولد النبي - صلى الله عليه وآله وسلم -، وعيد (شم النسيم) المسمى بعيد الربيع، و (عيد الحب)، واحتفال الشخص بعيد ميلاده ... الخ، وكل هذا من اتباع اليهود والنصارى والمشركين، ولا أصل لهذا في الدين، وليس في الإسلام إلا عيد الأضحى وعيد الفطر وعيد الأسبوع وهو يوم الجمعة. ¶ وقد تابع بعض هذه الأمة الأمم السابقة من اليهود والنصارى والفرس في عقائدهم ومناهجهم وأخلاقهم وهيئاتهم، ومن ذلك اتباعهم في ابتداع (عيد رأس السنة الميلادية، وعيد رأس السنة الهجرية) فصارا يومين معظَّمين تُعَطَّل فيهما الدوائر.",
            "page": "4",
            "part": "1",
            "seal": "B16DEB2D"
        },
        {
            "id": "5",
            "nass": "وإن ما يُعرَف بعيد رأس السنة الميلادية ـ والذي يحتفل به كثير من الناس في الأول من يناير كل عام ـ وما يُعرف بعيد رأس السنة الهجرية ـ والذي يحتفل به كثير من الناس في الأول من المحرم كل عام ـ من جملة البدع والمحدثات التي دخلت ديار المسلمين، لغفلتهم عن أحكام دينهم وهدي شريعة ربهم، وتقليدهم واتباعهم للغرب في كل ما يصدره إليهم؛ وقد قال - صلى الله عليه وآله وسلم -: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» (رواه البخاري ومسلم). ¶ وقد استفاض العلم بأنه لا يجوز إحداث عيد يحتفل به المسلمون غير عيدي الأضحى والفطر، لأن الأعياد من جملة الشرع والمنهاج والمناسك، قال تعالى: {لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ (67)} (الحج:67). ¶ وللأسف يحرص كثير من المسلمين على الاحتفال برأس السنة الميلادية حيث يخرجون إلى المتنزهات والحدائق",
            "page": "5",
            "part": "1",
            "seal": "4CDC1B36"
        },
        {
            "id": "6",
            "nass": "العامة وشواطئ البحر، وتزدان المحلات بالزينات والأنوار وأشجار عيد الميلاد، وتكثر في هذا اليوم حفلات الرقص والغناء، يرتحل لها الناس من هنا وهناك، وتستباح القُبُلات وتعاطي الخمور في بعض الأوساط لهذه المناسبة، ويتم إلقاء المخلفات والزجاجات من النوافذ عند منتصف الليل، وتكثر هدايا (بابا نويل). ¶ كما يتم تبادل التهاني بالعام الجديد، والرجم بالغيب في معرفة أخبار العام الجديد، والتكريس للأشهر الإفرنجية مما يؤدي لمزيد من الجهل بالأشهر العربية وما ارتبط بها من أحكام شرعية. ¶ والمسلم في مشاركته لغيره في هذا الاحتفال يخالف ما جاء ما في كتاب الله وسنة رسوله - صلى الله عليه وآله وسلم -؛ فالأعياد من أعظم شعائر الدين، ولا يجوز موافقة المشركين في أعيادهم بحال. ¶ وأهل الكتاب ودُّوا لو بذلوا الأموال العظيمة في سبيل مشاركة المسلمين لهم في أعيادهم، ومشابهتهم قد تجر",
            "page": "6",
            "part": "1",
            "seal": "C78A11EB"
        },
        {
            "id": "7",
            "nass": "إلى الكفر؛ ولأن تشابه الظواهر يجر إلى تشابه البواطن وهدم لمفهوم الولاء والبراء، كما يترتب على المشابهة مودة ومحبة بين المسلم والكافر. ¶ أتحبُّ أعداءَ الحبيبِ وتَدَّعِي ¶ حُبًّا لهُ مَا ذاكَ في الإمكانِ ¶ فلا تُجَابُ الدعوة لأعياد الكفار، ولا تقبل الهدية المتعلقة بشعائر دينهم، ولا يبيعهم المسلم ما يستعينون به على عيدهم، ولا يُحْدِث شيئًا زائدًا في عيدهم، بل يمرّر هذا اليوم كسائر الأيام فمَن كانت عادته أكل اللحم والحلوى والبيض في غير ذلك من الأيام أكَلَها في يوم عيدهم بلا حرج؛ وإلا فمشابهتهم في عيدهم توجب لهم السرور والعزة. ¶ وقد حذَّر إمام المتقين - صلى الله عليه وآله وسلم - أمته أشد التحذير من أعيادهم، وكان من شروط عمر - رضي الله عنه - ألا يُظْهِر الذميون شعائر دينهم.",
            "page": "7",
            "part": "1",
            "seal": "3DAEF509"
        },
        {
            "id": "8",
            "nass": "وليست المشاركة في أعياد المشركين من سماحة الإسلام في شيء، بل هي إظهار لشعائر المشركين ودينهم، وتبقى شبهة يرددها الكثيرون، وهي أن أهل الكتاب يهنئوننا بعيدنا فكيف لا نهنئهم بعيدهم؟! ¶ والإجابة على ذلك أنهم يهنئوننا بحق ونحن لا يجوز لنا أن نهنئهم بباطل، وخذ على سبيل المثال ما يسمى بعيد القيامة المجيد فهم يعتقدون أن الإله قد مات ثم قام!! تعالى الله عن ذلك علوا كبيرًا، فالله حي لا يموت، قيوم لا ينام، فكيف يهنئهم المسلم على مثل هذا المعتقد؟! ¶ بل لو اعتقد المسلم مثل ذلك لَكَفَرَ. ¶ أما الاحتفال بالعام الهجري، أو الاحتفال بحَدَث الهجرة، فهذا أمر لم يسبقنا إليه السابقون الأولون، الذين هاجروا وعرفوا أحداث الهجرة وتطورها، لم يفعلوا شيئًا من ذلك، لأنه هذا الحدث قوَّى الإيمان في قلوبهم، هذا أثَرُه عليهم، أما أنهم أحدثوا احتفالًا أو خُطبًا أو تحدُثًا،",
            "page": "8",
            "part": "1",
            "seal": "E6B1675A"
        },
        {
            "id": "9",
            "nass": "فهذا أمرٌ لم يكن، فإذا كان الصديق وعمر وعثمان وعلي - رضي الله عنهم -، ومِن قبلِهم إمامهم سيد الأولين والآخرين - صلى الله عليه وآله وسلم -، لم يضعوا لذلك حفلًا معينًا ولا خطابةً معينة، فهذا يدلنا على أن هذا أمر محدث، وأنه لا يجوز أن نفعل شيئًا من ذلك، بل إذا تذكرنا شكرنا الله على النعمة، وقويَتْ رغبتُنا في الخير وشكَرْنا الله على نصر نبيه، وإعلاء دينه، هذا هو المطلوب. ¶ وإنما كان أول من احتفل بالعام الهجري ناصرو البدعة من ملوك الدولة الفاطمية , حيث كان أحد أعيادهم اتخذوه محاكاة لليهود والنصارى في اتخاذ رأس السنة عيدًا لهم. ¶ فمن ذلك الوقت حتى يومنا هذا نجد أن كثيرًا من المسلمين اهتموا بهذه المناسبة وأَوْلَوْها عناية فائقة وأضْفَوْا عليها طابع القدسية والجلال حتى أصبحت كأنها شرعية.",
            "page": "9",
            "part": "1",
            "seal": "7917B92F"
        },
        {
            "id": "10",
            "nass": "والقلوب عادة لا تتسع للبدعة والسنة فالقلب المشغول بالبدع فارغ من الهدى والسنن، وأنت تجد الناس لما احتفلوا برأس السنة الهجرية وما شابه ذلك قَلّ اهتمامهم وإظهارهم الفرحة والبهجة في عيد الفطر والأضحى؛ بحيث تخلو الشوارع والمتنزهات من السيارات والمارة، فما دخلت بدعة إلا وخرجت في المقابل سُنَّة، مصداق ذلك أنك ترى البعض يتحرى الاحتفال برأس السنة ـ خاصة الميلادية ـ بينما تجده يقضي يومي عيدي الفطر والأضحى نائمًا في بيته يغشاه الكسل والفتور. ¶ فلم تأت بدعة محدثة من البدع إلا وهجرت أو أميتت سنة من السنن، وقد قال التابعي الجليل حسان بن عطية المحاربي - رحمه الله -: «ما ابتدع قوم بدعة في دينهم إلا نزع الله من سُنَّتهم مثلها، ثم لا يعيدها إليهم إلى يوم القيامة» (رواه الدرامي، وقال الألباني: إسناده صحيح).",
            "page": "10",
            "part": "1",
            "seal": "42402F30"
        },
        {
            "id": "11",
            "nass": "وكَوْنُ الكثرة أو بعض المنسوبين للعلم يشارك في هذه الأعياد فهذا لا يبررها إذ لا أسوة في الشر، وكل إنسان يؤخذ من قوله ويترك إلا رسول الله - صلى الله عليه وآله وسلم -. ¶ قال تعالى: {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ} (الأنعام:116)، وقال تعالى: {وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ (103)} (يوسف:103)، وقال تعالى: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ (106)} (يوسف: 106). ¶ فاعرف الحق تعرف أهله، واعرف الباطل تعرف من أتاه، واسلك طريق الهدى ولا يضرك قلة السالكين، وإياك وطرق الضلالة ولا تغتر بكثرة الهالكين. ¶ فعلى المسلم أن يقتصر في احتفاله على الأعياد الإسلامية، ويتجنب الأعياد البِدْعية سواء استحدثها المسلمون كالمولد النبوي ورأس السنة الهجرية، أو الأعياد",
            "page": "11",
            "part": "1",
            "seal": "A37C5A5B"
        },
        {
            "id": "12",
            "nass": "التي استحدثها المشركون كشَمّ النسيم ورأس السنة الميلادية. ¶ وأسأل الله - عز وجل - أن ينفع المسلمين بهذه الورقات وأن يرزقنا الإخلاص في السر والعلن، وصلى الله وسلم وبارك على عبده ونبيه ـ سيدنا محمد ـ وعلى آله وصحبه ومن اهتدى بهديه إلى يوم الدين. ¶ شحاتة محمد صقر ¶ saqrmhm@gawab.com",
            "page": "12",
            "part": "1",
            "seal": "39CA437C"
        },
        {
            "id": "13",
            "nass": "دُرَر من كلام ¶ شيخ الإسلام ابن تيمية ¶ عن تحريم مشابهة أهل الكتاب في الأعياد وغيرها (¬1) ¶ الصراط المستقيم أمور باطنة في القلب، وأمور ظاهرة: ¶ إن الصراط المستقيم هو أمور باطنة في القلب: من اعتقادات، وإرادات، وغير ذلك، وأمور ظاهرة: من أقوال، أو أفعال قد تكون عبادات، وقد تكون أيضًا عادات في الطعام واللباس، والنكاح والمسكن، والاجتماع والافتراق، والسفر والإقامة، والركوب وغير ذلك. ¶ ¬__________ ¶ (¬1) باختصار وتصرف من (تهذيب كتاب اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم) لشيخ الإسلام ابن تيمية، هذَّبه وخرَّج أحاديثه شحاتة صقر (ص 16 - 112).",
            "page": "13",
            "part": "1",
            "seal": "EFB2DD23"
        },
        {
            "id": "14",
            "nass": "وهذه الأمور الباطنة والظاهرة بينهما ارتباط ومناسبة، فإن ما يقوم بالقلب من الشعور والحال يوجب أمورًا ظاهرة، وما يقوم بالظاهر من سائر الأعمال، يوجب للقلب شعورًا وأحوالًا. ¶ لماذا الأمر بمخالفة اليهود والنصارى في الهدي الظاهر؟ ¶ قد بعث الله محمدًا - صلى الله عليه وآله وسلم - بالحكمة التي هي سنته، وهي الشرعة والمنهاج الذي شرعه له فكان من هذه الحكمة أن شرع له من الأعمال والأقوال ما يباين سبيل المغضوب عليهم، والضالين، فأمر بمخالفتهم في الهدي الظاهر، وإن لم يظهر لكثير من الخلق في ذلك مفسدة لأمور منها: ¶ 1 - أن المشاركة في الهدي الظاهر تورث تناسبًا وتشاكلًا بين المتشابهين، يقود إلى موافقة ما في الأخلاق والأعمال، وهذا أمر محسوس، فإن اللابس ثياب أهل العلم يجد من نفسه نوع انضمام إليهم، واللابس لثياب",
            "page": "14",
            "part": "1",
            "seal": "025C6AA8"
        },
        {
            "id": "15",
            "nass": "الجند المقاتلة ـ مثلًا ـ يجد من نفسه نوع تخلُّق بأخلاقهم، ويصير طبعه متقاضيًا لذلك، إلا أن يمنعه مانع. ¶ 2 - أن المخالفة في الهدي الظاهر توجب مباينة ومفارقة توجب الانقطاع عن موجبات الغضب، وأسباب الضلال والانعطاف على أهل الهدى، والرضوان، وتحقق ما قطع الله من الموالاة بين جنده المفلحين وأعدائه الخاسرين. ¶ وكلما كان القلب أتم حياة، وأعرف بالإسلام كان إحساسه بمفارقة اليهود والنصارى باطنًا وظاهرًا أتم، وبعده عن أخلاقهم الموجودة في بعض المسلمين، أشد. ¶ 3 - أن مشاركتهم في الهدي الظاهر، توجب الاختلاط الظاهر، حتى يرتفع التميز ظاهرًا، بين المهديين المرضيين، وبين المغضوب عليهم والضالين. ¶ هذا، إذا لم يكن ذلك الهدى الظاهر إلا مباحًا محضًا لو تجرد عن مشابهتهم، فأما إن كان من موجبات كفرهم كان",
            "page": "15",
            "part": "1",
            "seal": "09D2404F"
        },
        {
            "id": "16",
            "nass": "شُعبة من شُعَب الكفر، فموافقتهم فيه موافقة في نوع من أنواع معاصيهم؛ فهذا أصل ينبغي أن يُتَفَطَّنُ له. ¶ بعض الأدلة من القرآن والسنة على النهي عن التشبه بالكافرين: ¶ 1 - قال تعالى: {آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (16) وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (17) ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (18) إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ (19)} (الجاثية: 16 - 19). ¶ أخبر سبحانه، أنه أنعم على بني إسرائيل بِنِعَم الدين والدنيا، وأنهم اختلفوا بعد مجيء العلم بغيًا من بعضهم",
            "page": "16",
            "part": "1",
            "seal": "AA879B4F"
        },
        {
            "id": "17",
            "nass": "على بعض، ثم جعل محمدًا - صلى الله عليه وآله وسلم - على شريعة شرعها له، وأمره باتباعها، ونهاه عن اتباع أهواء الذين لا يعلمون، وقد دخل في الذين لا يعلمون كل من خالف شريعته. ¶ وأهواؤهم: هو ما يهوونه، وما عليه المشركون من هديهم الظاهر، الذي هو من موجبات دينهم الباطل، وتوابع ذلك فهم يهوونه، وموافقتهم فيه اتباع لما يهوونه؛ ولهذا يفرح الكافرون بموافقة المسلمين في بعض أمورهم، ويُسَرُّون به، ويَوَدُّون أن لو بذلوا مالًا عظيمًا ليحصل ذلك. ¶ 2 - قال سبحانه لموسى وهارون:: {فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ (89)} (يونس:89)، وقال سبحانه: {وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ} (الأعراف:142)، وَقال تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ",
            "page": "17",
            "part": "1",
            "seal": "C6E2692A"
        },
        {
            "id": "18",
            "nass": "وَسَاءَتْ مَصِيرًا (115)} (النساء:115)، إلى غير ذلك من الآيات. ¶ وما هم عليه من الهَدْيِ والعمل، هو من سبيل غير المؤمنين، بل ومن سبيل المفسدين، والذين لا يعلمون. ¶ 3 - قال رسول الله - صلى الله عليه وآله وسلم -: «مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ» (رواه أبو داود، وقال الألباني: حسن صحيح)، وهذا الحديث أقل أحواله: أن يقتضى تحريم التشبه بهم، وإن كان ظاهره يقتضي كفر المتشبه بهم، كما في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51)} (المائدة:51)؛ فقد يُحمَل هذا على التشبه المطلق، فإنه يوجب الكفر، ويقتضي تحريم أبعاض ذلك، وقد يحمل على أنه منهم، في القدر المشترك الذي شابههم فيه، فإن كان كفرًا، أو معصية، أو شعارًا لها كان حكمه كذلك.",
            "page": "18",
            "part": "1",
            "seal": "ABCE7713"
        },
        {
            "id": "19",
            "nass": "وبكل حال: يقتضي تحريم التشبه، بعلة كونه تَشَبُّهًا، والتَّشَبُّه: يعم مَنْ فَعَل الشيء لأجل أنهم فعلوه، وهو نادر، ومن تبع غيره في فعل لغرض له في ذلك، إذا كان أصل الفعل مأخوذًا عن ذلك الغير، فأما من فعل الشيء واتفق أن الغير فعله أيضًا، ولم يأخذه أحدهما عن صاحبه، ففي كون هذا تشبهًا نظر، لكن قد ينهى عن هذا؛ لئلا يكون ذريعة إلى التشبه، ولما فيه من المخالفة، كما أمر بصبغ اللحى وإحفاء الشوارب، مع أن قوله - صلى الله عليه وآله وسلم -: «غَيِّرُوا الشَّيْبَ وَلاَ تَشَبَّهُوا بِالْيَهُودِ» (رواه الترمذي وصححه الألباني)، دليل على أن التشبه بهم يحصل بغير قصد منا ولا فعل، بل بمجرد ترْك تغيير ما خُلِق فينا، وهذا أبلغ من الموافقة الفعلية، الاتفاقية، وبهذا احتج غير واحد من العلماء على كراهة أشياء من زيّ غير المسلمين. ¶ وقد أخبر الرسول - صلى الله عليه وآله وسلم - أن أمته ستتبع سنن الأمم قبلها، فعَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ - رضي الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وآله وسلم - قَالَ: «لَتَتْبَعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ شِبْرًا شِبْرًا وَذِرَاعًا بِذِرَاعٍ،",
            "page": "19",
            "part": "1",
            "seal": "5AB642D9"
        },
        {
            "id": "20",
            "nass": "حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ تَبِعْتُمُوهُمْ»، قُلْنَا: «يَا رَسُولَ اللهِ، الْيَهُودُ وَالنَّصَارَى؟». ¶ قَالَ «فَمَنْ» (رواه البخاري ومسلم). ¶ وعَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وآله وسلم - قَالَ «لاَ تَقُومُ السَّاعَةُ حَتَّى تَأْخُذَ أُمَّتِى بِأَخْذِ الْقُرُونِ قَبْلَهَا، شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ»، فَقِيلَ: «يَا رَسُولَ اللهِ، كَفَارِسَ وَالرُّومِ؟». ¶ فَقَالَ «وَمَنِ النَّاسُ إِلاَّ أُولَئِكَ؟» (رواه البخاري). ¶ فأخبر - صلى الله عليه وآله وسلم - أنه سيكون في أمته مضاهاة لليهود والنصارى، وهم أهل الكتاب، ومضاهاة لفارس والروم، وهم الأعاجم. ¶ وقد كان - صلى الله عليه وآله وسلم - ينهى عن التشبه بهؤلاء وهؤلاء، وليس هذا إخبارًا عن جميع الأمة، بل قد تواتر عنه - صلى الله عليه وآله وسلم - أنه قال: «لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِى قَائِمَةً بِأَمْرِ اللهِ لاَ يَضُرُّهُمْ مَنْ خَذَلَهُمْ أَوْ خَالَفَهُمْ حَتَّى يَأْتِىَ أَمْرُ اللهِ وَهُمْ ظَاهِرُونَ عَلَى النَّاسِ» (رواه البخاري ومسلم).",
            "page": "20",
            "part": "1",
            "seal": "B5E796CA"
        },
        {
            "id": "21",
            "nass": "وعَنِ ابْنِ عُمَرَ - رضي الله عنهما - أَنَّ رَسُولَ اللهِ - صلى الله عليه وآله وسلم - قَالَ: «إِنَّ اللهَ لاَ يَجْمَعُ أُمَّتِى ـ أَوْ قَالَ أُمَّةَ مُحَمَّدٍ - صلى الله عليه وآله وسلم - ـ عَلَى ضَلاَلَةٍ» (رواه الترمذي وصححه الألباني). ¶ وقال - صلى الله عليه وآله وسلم -: «لاَ يَزَالُ اللهُ يَغْرِسُ فِى هَذَا الدِّينِ غَرْسًا يَسْتَعْمِلُهُمْ فِى طَاعَتِهِ» (رواه ابن ماجه وحسنه الألباني). ¶ فعُلِم بخبره الصِّدق أنه في أمته - صلى الله عليه وآله وسلم - قومٌ مستمسكون بهَدْيه، الذي هو دين الإسلام محضًا، وقوم منحرفون إلى شُعبة من شُعَب اليهود، أو إلى شعبة من شعب النصارى، وإن كان الرجل لا يكفر بكل انحراف، بل وقد لا يفسق أيضًا، بل قد يكون الانحراف كفرًا، وقد يكون فسقًا، وقد يكون معصية، وقد يكون خطأ، وهذا الانحراف أمر تتقاضاه الطباع ويزينه الشيطان، فلذلك أُمِر العبدُ بدوام دعاء الله سبحانه بالهداية إلى الاستقامة التي لا يهودية فيها ولا نصرانية أصلًا.",
            "page": "21",
            "part": "1",
            "seal": "3801C83B"
        },
        {
            "id": "22",
            "nass": "ونفس المخالفة لهم في الهدي الظاهر مصلحة ومنفعة لعباد الله المؤمنين، لما في مخالفتهم من المجانبة والمباينة التي توجب المباعدة عن أعمال أهل الجحيم، وإنما يظهر بعض المصلحة في ذلك لمن تنوَّر قلبه، حتى رأى ما اتصف به المغضوب عليهم والضالون ـ من المرض الذي ضرره أشد من ضرر أمراض الأبدان. ¶ ونفس ما هم عليه من الهَدْي، والخُلُق، قد يكون مُضِرًا، أو مُنْقِصًا فيُنهى عنه، ويُؤمر بضده، لما فيه من المنفعة والكمال. ¶ وليس شيء من أمورهم، إلا وهو: إما مضر، أو ناقص؛ لأن ما بأيديهم من الأعمال المبتدعة والمنسوخة، ونحوها، مضرة، وما بأيديهم ـ مما لم ينسخ أصله ـ فهو يقبل الزيادة والنقص.",
            "page": "22",
            "part": "1",
            "seal": "A3D8C8F3"
        },
        {
            "id": "23",
            "nass": "موافقة اليهود والنصارى في أعيادهم: ¶ إذا تقرر هذا الأصل في مشابهتهم فنقول: ¶ موافقتهم في أعيادهم لا تجوز من طريقين: ¶ الطريق الأول: ¶ ما تقدم من أن هذا موافقة لأهل الكتاب فيما ليس في ديننا، ولا عادة سلفنا، فيكون فيه مفسدة موافقتهم، وفي تركه مصلحة مخالفتهم، حتى لو كان موافقتهم في ذلك أمرًا اتفاقيًا، ليس مأخوذًا عنهم لَكَانَ المشروع لنا مخالفتهم، لما في مخالفتهم من المصلحة، فمن وافقهم فوّت على نفسه هذه المصلحة، وإن لم يكن قد أتى بمفسده، فكيف إذا جمعهما؟ ¶ وأما الطريق الثاني ـ الخاص ـ في نفس أعياد الكفار: ¶ فعن أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: «كَانَ لِأَهْلِ الْجَاهِلِيَّةِ يَوْمَانِ فِي كُلِّ سَنَةٍ يَلْعَبُونَ فِيهِمَا فَلَمَّا قَدِمَ النَّبِيُّ - صلى الله عليه وآله وسلم - الْمَدِينَةَ قَالَ: «كَانَ لَكُمْ يَوْمَانِ تَلْعَبُونَ فِيهِمَا وَقَدْ أَبْدَلَكُمْ اللهُ بِهِمَا خَيْرًا مِنْهُمَا: يَوْمَ الْفِطْرِ وَيَوْمَ الْأَضْحَى» (رواه النسائي",
            "page": "23",
            "part": "1",
            "seal": "5E560B68"
        },
        {
            "id": "24",
            "nass": "وصححه الألباني). ¶ فوجه الدلالة: أن العيدين الجاهليين لم يقرُّهما رسول الله - صلى الله عليه وآله وسلم - ولا ترَكهم يلعبون فيهما على العادة، بل قال: «وَقَدْ أَبْدَلَكُمْ اللهُ بِهِمَا خَيْرًا مِنْهُمَا: يَوْمَ الْفِطْرِ وَيَوْمَ الْأَضْحَى»، والإبدال من الشيء، يقتضي ترك المبدل منه، إذ لا يجمع بين البدل والمبدل منه، ولهذا لا تستعمل هذه العبارة إلا فيما ترك اجتماعهما. ¶ حريم العيد: ¶ العيد: اسم جنس يدخل فيه كل يوم أو مكان لهم فيه اجتماع، وكل عمل يحدثونه في هذه الأمكنة والأزمنة، فليس النهي عن خصوص أعيادهم، بل كل ما يعظمونه من الأوقات والأمكنة التي لا أصل لها في دين الإسلام، وما يحدثونه فيها من الأعمال يدخل في ذلك.",
            "page": "24",
            "part": "1",
            "seal": "5ED65A54"
        },
        {
            "id": "25",
            "nass": "وكذلك حريم العيد: وهو ما قبله وما بعده من الأيام التي يُحْدثون فيها أشياء لأجله، أو ما حوله من الأمكنة التي يحدث فيها أشياء لأجله، أو ما يحدث بسبب أعماله من الأعمال حكمها حكمه فلا يفعل شيء من ذلك، فإن بعض الناس قد يمتنع من إحداث أشياء في أيام عيدهم، كيوم الخميس والميلاد ويقول لعياله: إنما أصنع لكم هذا في الأسبوع، أو الشهر الآخر، وإنما المحرك على إحداث ذلك وجود عيدهم، ولولا هو لم يقتضوا ذلك. ¶ فهذا أيضًا من مقتضيات المشابهة. ¶ لكن يُحَالُ الأهلُ على عيد الله ورسوله - صلى الله عليه وآله وسلم - ويُقْضَي لهم فيه من الحقوق ما يقطعُ استشرافَهم إلى غيره، فإن لم يرضَوا فلا حول ولا قوة إلا بالله، ومن أغضب أهله لله، أرضاه الله وأرضاهم.",
            "page": "25",
            "part": "1",
            "seal": "C15FA483"
        },
        {
            "id": "26",
            "nass": "وليحذر العاقل من طاعة النساء في ذلك، ففي الصحيحين عن أسامة بن زيد قال: قال رسول الله - صلى الله عليه وآله وسلم -: «مَا تَرَكْتُ بَعْدِي فِتْنَةً أضَرَّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ». (رواه البخاري ومسلم). ¶ هل يجب على المسلم أن يعرف أعياد الكفار؟ ¶ أعياد الكفار كثيرة مختلفة، وليس على المسلم أن يبحث عنها، ولا يعرفها، بل يكفيه أن يعرف في أي فعل من الأفعال أو يوم، أو مكان، أو سبب هذا الفعل أو تعظيم هذا المكان أو الزمان من جهتهم، ولو لم يعرف أن سببه من جهتهم، فيكفيه أن يعلم أنه لا أصل له في دين الإسلام، فإنه إذا لم يكن له أصل فإما أن يكون قد أحدثه بعض الناس من تلقاء نفسه، أو يكون مأخوذًا عنهم، فأقل أحواله: أن يكون من البدع.",
            "page": "26",
            "part": "1",
            "seal": "220FA354"
        },
        {
            "id": "27",
            "nass": "ونحن ننبه على ما رأينا كثيرًا من الناس قد وقعوا فيه، فمن ذلك: الخميس الحقير، الذي في آخر صومهم، فإنه يوم عيد المائدة فيما يزعمون، ويسمونه عيد العشاء، وهو الأسبوع الذي يكون فيه من الأحد إلى الأحد ـ هو عيدهم الأكبر، فجميع ما يحدثه الإنسان فيه من المنكرات. ¶ فمنه: خروج النساء، وتبخير القبور، ووضع الثياب على السطح، وكتابة الورق وإلصاقها بالأبواب، واتخاذه موسمًا لبيع البخور وشرائه وكذلك شراء البخور في ذلك الوقت، إذ اتخذ وقتًا للبيع، ورقى البخور مطلقًا في ذلك الوقت، أو في غيره أو قصد شراء البخور المرقي، فإن رقى البخور واتخاذه قربانًا هو دين النصارى والصابئين، وإنما البخور طيب يتطيب بدخانه كما يتطيب سائر الطيب من المسك وغيره، مما له أجزاء بخارية، وإن لطفت، أو له رائحة محضة، ويستحب التبخر حيث يستحب التطيب.",
            "page": "27",
            "part": "1",
            "seal": "BE97AC4C"
        },
        {
            "id": "28",
            "nass": "وكذلك اختصاصه بطبخ رُزّ بلبن، أو بسيسة، أو عدس، أو صبغ، أو بيض، ونحو ذلك. ¶ ومن ذلك ترك الوظائف الراتبة: من الصنائع، والتجارات، أو حلق العلم، أو غير ذلك، واتخاذه يوم راحة وفرح، واللعب فيه بالخيل أو غيرها، على وجه يخالف ما قبله وما بعده من الأيام. ¶ والضابط: أنه لا يحدث فيه أمر أصلًا، بل يجعل يومًا كسائر الأيام، فإن النبي - صلى الله عليه وآله وسلم - نهاهم عن اليومين اللذين كانا لهم يلعبون فيهما في الجاهلية، ونهى - صلى الله عليه وآله وسلم - عن الذبح بالمكان إذا كان المشركون يُعَيِّدون فيه. (رواه أبو داود وصححه الألباني)؛ وإذا كان الذبح بمكان عيدهم مَنْهِيًّا عنه، فكيف بالموافقة في نفس العيد بفعل بعض الأعمال التي تعمل بسبب عيدهم؟",
            "page": "28",
            "part": "1",
            "seal": "77BEDCD4"
        },
        {
            "id": "29",
            "nass": "وأعياد الفرس مثل النيروز والمهرجان، وأعياد اليهود أو غيرهم من أنواع الكفار، أو الأعاجم أو الأعراب، حكمها كلها على ما ذكرناه من قبل. ¶ حكم إعانة المسلمين المتشبهين بالكفار في أعيادهم: ¶ وكما لا نتشبه بهم في الأعياد، فلا يُعَان المسلم المتشبه بهم في ذلك. بل ينهى عن ذلك، فمن صنع دعوة مخالفة للعادة في أعيادهم لم تُجَبْ دعوتُه، ومن أهدى من المسلمين هدية في هذه الأعياد، مخالفة للعادة في سائر الأوقات، غير هذا العيد، لم تُقْبل هديته، خصوصًا إن كانت الهدية مما يستعان بها على التشبه بهم، مثل إهداء الشمع ونحوه، في الميلاد، أو إهداء البيض واللبن والغنم في الخميس الصغير، الذي في آخر صومهم. ¶ وكذلك أيضًا لا يهدى لأحد من المسلمين في هذه",
            "page": "29",
            "part": "1",
            "seal": "4978BA8C"
        },
        {
            "id": "30",
            "nass": "الأعياد هدية لأجل العيد، لا سيما إذا كان مما يستعان به على التشبه بهم كما ذكرناه. ¶ ولا يبيع المسلم ما يستعين به المسلمون على مشابهتهم في العيد، من الطعام واللباس ونحو ذلك، لأن في ذلك إعانة على المنكر. ¶ بيع المسلمين للكفار في أعيادهم ما يستعينون به على عيدهم: ¶ فأما بيع المسلمين لهم في أعيادهم، ما يستعينون به على عيدهم، من الطعام واللباس، والريحان ونحو ذلك، أو إهداء ذلك لهم، فهذا فيه نوع إعانة على إقامة عيدهم المحرم، وهو مبني على أصل، وهو: أن بيع الكفار عنبًا أو عصيرًا يتخذونه خمرًا لا يجوز، وكذلك لا يجوز بيعهم سلاحًا يقاتلون به مسلمًا.",
            "page": "30",
            "part": "1",
            "seal": "FBDFDF25"
        },
        {
            "id": "31",
            "nass": "الأعياد والمواسم المبتدعة: ¶ سائر الأعياد والمواسم المبتدعة من المنكرات المكروهات، سواء بلغت الكراهة التحريم أو لم تبلغه. ¶ وذلك أن أعياد أهل الكتاب والأعاجم نهي عنها لسببين: ¶ أحدهما: أن فيها مشابهة الكفار. ¶ والثاني: أنها من البدع. ¶ فما أحدث من المواسم والأعياد هو منكر، وإن لم يكن فيها مشابهة لأهل الكتاب، لوجهين: ¶ أحدهما: ¶ أن ذلك داخل في مسمى البدع المحدثات، فيدخل فيما رواه مسلم في صحيحه عَنْ جَابِرِ بْنِ عَبْدِ اللهِ - رضي الله عنهما - قَالَ: كَانَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم - إِذَا خَطَبَ احْمَرَّتْ عَيْنَاهُ وَعَلاَ صَوْتُهُ وَاشْتَدَّ غَضَبُهُ حَتَّى كَأَنَّهُ مُنْذِرُ جَيْشٍ يَقُولُ: «صَبَّحَكُمْ وَمَسَّاكُمْ». وَيَقُولُ: «بُعِثْتُ أَنَا وَالسَّاعَةَ كَهَاتَيْنِ». وَيَقْرُنُ بَيْنَ إِصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطَى وَيَقُولُ: «أَمَّا بَعْدُ، فَإِنَّ خَيْرَ",
            "page": "31",
            "part": "1",
            "seal": "9D4629E9"
        },
        {
            "id": "32",
            "nass": "الْحَدِيثِ كِتَابُ اللهِ، وَخَيْرُ الْهَدْيِ هَدْيُ مُحَمَّدٍ، وَشَرُّ الأُمُورِ مُحْدَثَاتُهَا، وَكُلُّ بِدْعَةٍ ضَلاَلَةٌ». ¶ وفيما رواه أيضًا في الصحيح عن عائشة - رضي الله عنها - عن النبي - صلى الله عليه وآله وسلم - أنه قال: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ». وفي لفظ في الصحيحين: «مَنْ أَحْدَثَ فِى أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ»، وفي الحديث الصحيح عن العرباض بن سارية عن النبي - صلى الله عليه وآله وسلم - أنه قال: «إِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِى فَسَيَرَى اخْتِلاَفًا كَثِيرًا؛ فَعَلَيْكُمْ بِسُنَّتِى وَسُنَّةِ الْخُلَفَاءِ الْمَهْدِيِّينَ الرَّاشِدِينَ، تَمَسَّكُوا بِهَا وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ؛ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلاَلَةٌ». (رواه أبو داود وابن ماجه، وصححه الألباني). ¶ وهذه قاعدة قد دلت عليها السنة والإجماع، مع ما في كتاب الله من الدلالة عليها أيضًا، قال تعالى: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} (الشورى:22)، فمن ندب إلى شيء يُتَقَرَّبُ به إلى الله، أو",
            "page": "32",
            "part": "1",
            "seal": "2D312E90"
        },
        {
            "id": "33",
            "nass": "أوجبه بقوله أو بفعله، من غير أن يشرعه الله؛ فقد شرع من الدين ما لم يأذن به الله. ومن اتبعه في ذلك فقد اتخذه شريكًا لله شرع من الدين ما لم يأذن به الله. ¶ نعم، قد يكون متأولًا في هذا الشرع، فيُغفَر له لأجل تأويله، إذا كان مجتهدًا الاجتهاد الذي يعفى معه عن المخطئ ويثاب أيضًا على اجتهاده، لكن لا يجوز اتباعه في ذلك، كما لا يجوز اتباع سائر من قال أو عمل، قولًا أو عملًا، قد علم الصواب في خلافه، وإن كان القائل أو الفاعل مأجورًا أو معذورًا. ¶ وقد قال سبحانه: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (31)} (التوبة:31). ¶ وعَنْ عَدِىِّ بْنِ حَاتِمٍ - رضي الله عنه - قَالَ: أَتَيْتُ النَّبِىَّ - صلى الله عليه وآله وسلم - وَفِى عُنُقِى صَلِيبٌ مِنْ ذَهَبٍ. فَقَالَ «يَا عَدِىُّ اطْرَحْ عَنْكَ هَذَا",
            "page": "33",
            "part": "1",
            "seal": "E2987610"
        },
        {
            "id": "34",
            "nass": "الْوَثَنَ». وَسَمِعْتُهُ يَقْرَأُ فِى سُورَةِ بَرَاءَةَ:: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ}، قَالَ: «أَمَا إِنَّهُمْ لَمْ يَكُونُوا يَعْبُدُونَهُمْ، وَلَكِنَّهُمْ كَانُوا إِذَا أَحَلُّوا لَهُمْ شَيْئًا اسْتَحَلُّوهُ وَإِذَا حَرَّمُوا عَلَيْهِمْ شَيْئًا حَرَّمُوهُ». (رواه الترمذي، وحسنه الألباني). ¶ فمن أطاع أحدًا في دين لم يأذن به الله في تحليل أو تحريم أو استحباب أو إيجاب فقد لحقه من هذا الذم نصيب، كما يلحق الآمر الناهي أيضًا نصيب. ثم قد يكون كل منهما معفوًا عنه لاجتهاده، ومُثابًا أيضًا على الاجتهاد، فيتخلف عنه الذم لفوات شرطه، أو لوجود مانعه، وإن كان المقتضي له قائمًا. ¶ ويلحق الذم مَنْ تَبَيَّنَ له الحق فتركه، أو من قصّر في طلبه حتى لم يتبين له، أو أعرض عن طلب معرفته لهوى، أو لكسل، أو نحو ذلك.",
            "page": "34",
            "part": "1",
            "seal": "D13021E1"
        },
        {
            "id": "35",
            "nass": "وأيضًا: فإن الله تعالى عاب على المشركين شيئين: ¶ أحدهما: أنهم أشركوا به ما لم ينزل به سلطانًا. ¶ والثاني: تحريمهم ما لم يحرمه عليهم. ¶ وبين النبي - صلى الله عليه وسلم - ذلك حين قَالَ ذَاتَ يَوْمٍ فِى خُطْبَتِهِ «أَلاَ إِنَّ رَبِّى أَمَرَنِى أَنْ أُعَلِّمَكُمْ مَا جَهِلْتُمْ مِمَّا عَلَّمَنِى يَوْمِى هَذَا: «كُلُّ مَالٍ نَحَلْتُهُ عَبْدًا حَلاَلٌ وَإِنِّى خَلَقْتُ عِبَادِى حُنَفَاءَ كُلَّهُمْ وَإِنَّهُمْ أَتَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُمْ وَأَمَرَتْهُمْ أَنْ يُشْرِكُوا بِى مَا لَمْ أُنْزِلْ بِهِ سُلْطَانًا (¬1)» (رواه مسلم). ¶ ¬__________ ¶ (¬1) قال الإمام النووي في شرحه لهذا الحديث من صحيح مسلم: «مَعْنَى (نَحَلْته) أَعْطَيْته، وَفِي الْكَلَام حَذْف، أَيْ: قَالَ اللهُ تَعَالَى: كُلّ مَال أَعْطَيْته عَبْدًا مِنْ عِبَادِي فَهُوَ لَهُ حَلَال. (حُنَفَاء كُلّهمْ) أَيْ: مُسْلِمِينَ، وَقِيلَ: طَاهِرِينَ مِنْ الْمَعَاصِي، وَقِيلَ: مُسْتَقِيمِينَ مُنِيبِينَ لِقَبُولِ الْهِدَايَة، وَقِيلَ: الْمُرَاد حِين أَخَذَ عَلَيْهِمْ الْعَهْد فِي الذَّرّ، وَقَالَ: {أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى} (الأعراف: 172). ¶ قَوْله تَعَالَى: (فَاجْتَالَتْهُمْ عَنْ دِينهمْ) أَيْ: اسْتَخَفُّوهُمْ فَذَهَبُوا بِهِمْ وَأَزَالُوهُمْ عَمَّا كَانُوا عَلَيْهِ، وَجَالُوا مَعَهُمْ فِي الْبَاطِل.",
            "page": "35",
            "part": "1",
            "seal": "DAF34C7A"
        },
        {
            "id": "36",
            "nass": "قال تعالى: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ} (الأنعام:148)، فجمعوا بين الشرك والتحريم، والشرك يدخل فيه كل عبادة لم يأذن الله بها، فإن المشركين يزعمون أن عبادتهم: إما واجبة، وإما مستحبة، وأن فعلها خير من تركها. ¶ ثم مِنهم مَن عبد غير الله، ليتقرب بعبادته إلى الله. ومنهم من ابتدع دينًا عبدوا به الله، في زعمهم، كما أحدثته النصارى من أنواع العبادات المحدثة. ¶ وأصل الضلال في أهل الأرض إنما نشأ من هذين: ¶ 1 - إما اتخاذ دين لم يشرعه الله. ¶ 2 - أو تحريم ما لم يحرمه الله.",
            "page": "36",
            "part": "1",
            "seal": "7EC7890E"
        },
        {
            "id": "37",
            "nass": "ولهذا كان الأصل الذي بَنَى الإمام أحمد وغيره من الأئمة عليه مذاهبهم أن أعمال الخلق تنقسم إلى: ¶ 1 - عبادات يتخذونها دينًا، ينتفعون بها في الآخرة، أو في الدنيا والآخرة. ¶ 2 - وإلى عادات ينتفعون بها في معايشهم. ¶ فالأصل في العبادات: أن لا يشرع منها إلا ما شرعه الله. والأصل في العادات: أن لا يُحْظر منها إلا ما حظره الله. ¶ وهذه المواسم المحدثة: إنما نهى عنها لما حدث فيها من الدين الذي يتقرب به المتقربون (¬1). ¶ ¬__________ ¶ (¬1) باختصار وتصرف من (تهذيب كتاب اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم) لشيخ الإسلام ابن تيمية، هذَّبه وخرَّج أحاديثه شحاتة صقر (ص 16 - 112).",
            "page": "37",
            "part": "1",
            "seal": "C5B2940E"
        },
        {
            "id": "38",
            "nass": "أصل بدعة ¶ الاحتفال بعيد ¶ رأس السنة الميلادية (¬1) ¶ عيد رأس السنة هو أول يوم في السنة الميلادية. يحتفل الناس في بعض أنحاء المعمورة بهذا اليوم باعتباره عيدًا. ¶ وكانت العديد من الشعوب القديمة تبدأ السنة في وقت الحصاد، كما كانوا يقومون بأداء بعض الطقوس للتخلص من الماضي وتطهير أنفسهم للسنة الجديدة. وعلى سبيل المثال، كان بعض الناس يقومون بإطفاء النيران التي يستخدمونها ويشعلون نيرانًا جديدة. ¶ وكان قدماء المصريين يحتفلون برأس السنة عندما تظهر سوثيز ـ الشعرى اليمانية ـ أثناء النهار، في وقت يتزامن مع بدء فيضان النيل. ¶ ¬__________ ¶ (¬1) باختصار من الموسوعة العربية العالمية.",
            "page": "38",
            "part": "1",
            "seal": "C6564B1E"
        },
        {
            "id": "39",
            "nass": "وكانت احتفالاتهم تتخذ طابع المهرجانات الدينية لأن حياتهم الاقتصادية تعتمد على الفيضان السنوي للنيل. ¶ وكان سكان ما بين النهرين يقيمون احتفالاتهم بالسنة الجديدة في وقت هطول الأمطار الربيعية. واعتبر البابليون رأس السنة وقتًا حاسمًا لاعتقادهم بأن الإله مردوك يقرر في ذلك الوقت مصير البلد للسنة القادمة. ¶ أما قدماء الرومان، فكان يقدم بعضهم لبعض في هذه المناسبة هدايا من أغصان أشجار مقدسة ـ بزعمهم ـ وأصبحوا في السنوات المتأخرة يقدمون ثمار الجوز المغلفة بالذهب أو العملات المعدنية المختومة عليها صورة يانوس ـ إله الأبواب والبدايات ـ كما كانوا يعتقدون. وقد سمي شهر يناير على اسم الإله يانوس، الذي كان له وجهان، أحدهما ينظر للأمام والآخر للخلف. ¶ كما اعتاد الرومان أيضًا تقديم هدايا للإمبراطور، وفي نهاية الأمر بدأ الأباطرة يطالبون بهذه الهدايا، ولكن",
            "page": "39",
            "part": "1",
            "seal": "54421830"
        },
        {
            "id": "40",
            "nass": "الكنيسة النصرانية أبطلت هذه العادة وبعض الممارسات الوثنية الأخرى المرتبطة برأس السنة، في عام 567م. ¶ وبحلول القرن الثالث عشر الميلادي كان الحكام الإنجليز قد أحيوا العادة الرومانية التي تقضي بمطالبة رعاياهم بتقديم هدايا رأس السنة. وكانت الهدايا السائدة تشمل المجوهرات والذهب. ¶ واختفت هذه العادة في القرن التاسع عشر الميلادي، والعادات الحديثة في رأس السنة لدى الغربيين وبعض الشعوب الأخرى تشمل زيارة الأصدقاء والأقارب، وتبادل الهدايا، وحضور الشعائر الدينية، وإثارة الضجيج باستخدام المسدسات والأبواق والأجراس والأدوات الأخرى.",
            "page": "40",
            "part": "1",
            "seal": "FA01245F"
        },
        {
            "id": "41",
            "nass": "تاريخ رأس السنة: ¶ استخدمت معظم الدول الأوروبية خلال العصور الوسطى يوم 25 مارس، وهو يوم عطلة نصرانية تسمى عيد البشارة كبداية للسنة الجديدة. ¶ وبحلول القرن السابع عشر الميلادي تبَنَّتْ كثير من الدول الغربية تقويمًا معدلًا يسمى التقويم الجريجوري. وقد أعاد هذا التقويم ـ وهو التقويم المستخدم اليوم ـ العمل بيوم 1 يناير بوصفه عيدًا لرأس السنة. ¶ ويحتفل كثير من الناس برأس السنة في التواريخ التي تحددها أديانهم. فعلى سبيل المثال، فإن رأس السنة اليهودية يتم الاحتفال به في سبتمبر أو وقت مبكر من أكتوبر. ¶ ويحتفل الهندوس الموجودون في مناطق مختلفة من الهند برأس السنة في تواريخ مختلفة. ¶ وعيد رأس السنة عند المجوس الفرس يسمى (النيروز) ويبدأ عيد النّيروز في اليوم الأول من الربيع.",
            "page": "41",
            "part": "1",
            "seal": "72896EB2"
        },
        {
            "id": "42",
            "nass": "والعجيب أن الشيعة أوجبوا تعظيم يوم النيروز مع أنه عيد جاهلي مجوسي من أعياد الفرس أبطله الإسلام، وبوب النوري بابًا في كتابه مستدرك الوسائل (6/ 352) بعنوان: «استحباب صلاة يوم النيروز والغسل فيه والصوم ولبس أنظف الثياب والطيب وتعظيمه وصب الماء فيه». ¶ وثوار الخميني كانوا يهاجمون الشاه محمد رضا بهلوي لأنه عمل على إحياء العادات والتقاليد المجوسية الفارسية التي أبطلها الإسلام فكيف تناسى الخميني وتلاميذه تعاليم الإسلام وعادوا إلى جُحْر الضب الذي دخل فيه الشاه؟؟",
            "page": "42",
            "part": "1",
            "seal": "D6E23251"
        },
        {
            "id": "43",
            "nass": "غرائب الغرب وأذنابهم في احتفالهم برأس السنة الميلادية (¬1): ¶ عيد رأس السنة الميلادية أكبر مناسبة في الغرب النصراني، والاحتفالات بهذا العيد تقام في يوم وليلة الخامس والعشرين من شهر ديسمبر (كانون الأول) في المجتمعات النصرانية الغربية، وبعد ذلك بحوالي أسبوعين عند النصارى الشرقيين، حيث تغلق جميع الدوائر الرسمية وغير الرسمية أبوابها، وكذلك المستشفيات والمحلات التجارية وتتوقف كثير من وسائل المواصلات كالحافلات والقطارات عن العمل، وفي العموم فإن حركة الحياة تتوقف في ذلك اليوم كما لو كان الناس قد نزلوا إلى ملاجئهم إثر غارة جوية معادية! ¶ لكن لعل المقيم في تلك البلاد أو الزائر في ذلك اليوم والليلة يرى أن نوعين من المحلات لا تغلق أبوابها، بل ¶ ¬__________ ¶ (¬1) باختصار من مقال: عندما تصبح الأعياد مآتم، مجلة البيان، العدد الرابع.",
            "page": "43",
            "part": "1",
            "seal": "69E73A97"
        },
        {
            "id": "44",
            "nass": "يزدهر سوقها ويكثر روادها، وهما: حانات الخمور والبارات التي يُشرب فيها الخمر والمسكرات؛ حيث يفرط الناس بشربها إلى حد فقدان العقل وفقدان السيطرة على السلوك مما حدا بالشرطة البريطانية إلى إصدار قرار بتخفيض النسبة المسموح بها من الشراب لمن يقود السيارة إلى خمسين بالمائة. ¶ ومن عجائب المفارقات أن أحد رجال الشرطة المكلفين بحفظ الأمن قاد سيارته وهو في حالة سُكْر، بعد أن خرج من حفلة شراب للشرطة بمناسبة عيد الميلاد!؛ مما تسبب في اصطدامه بسيارة أخرى، وذلك بعد ساعات من إصدار قرار التخفيض السابق!!؛ مما جعل مدير الشرطة يصدر أمرًا لجميع أفراد الشرطة يحرم فيه عليهم الشرب قبل قيادة السيارة! ¶ ومن الحوادث الطريفة أن شابًّا سقط من ارتفاع أربعين قدمًا على شابة تبلغ العشرين من العمر؛ مما أدى إلى إصابتها بالشلل المزمن، الشاب المخمور قال لأصدقائه:",
            "page": "44",
            "part": "1",
            "seal": "EEA4BBBB"
        },
        {
            "id": "45",
            "nass": "«لقد كنت في غيبوبة تامة ولا أستطيع أن أتذكر كيف سقطتُّ كل هذه المسافة»!! ¶ وإذا كان المعنى اللغوي للعيد أنه الذي يعود بالفرح والمرح والسرور فإن العقلية البناءة (!!) للحضارة المعاصرة أبَتْ إلا أن تجعل منه شيئًا آخر، ونحن وإن كان بين أيدينا عدد من حالات الخطف والقتل والاغتصاب التى حدثت في ليلة العيد السعيد! إلا أننا لسنا بحاجة إلى سردها ـ وليس هذا موضعها ـ ويكفي القارئ العزيز أن يعلم أن الخمر أم الخبائث، وأن يعرف أنه كما أغلقت الدوائر والمحال التجارية أبوابها في ذلك اليوم والليلة فإن من تربَّوْا منذ نعومة أظفارهم على أفلام العنف والجريمة وأفلام المجون والخلاعة قد استنفروا طاقاتهم القصوى في سبيل تحقيق تلك الشهوات وإشباع تلك الغرائز. ¶ ولك أن تتصور أي سعادة وسرور يعيشها طفلان لم يتجاوزا الخامسة من عمرهما، وأي معانٍ من معاني ميلاد المسيح تبقى في ذهنيهما بعد أن شاهدا وحشًا كاسرًا يهجم",
            "page": "45",
            "part": "1",
            "seal": "7F2AA6D9"
        },
        {
            "id": "46",
            "nass": "على أمهما وجدتهما ويحيلهما إلى جثتين هامدتين تسبحان في بركة من الدماء؟! ويولي هاربًا، بقي أن تعرف، أخي القارئ، أن هذا الوحش هو والدهما الحنون!! ¶ خرافة سانتاكلوز أو ما يسمى بابا نويل: ¶ ويتمثل في رجل عجوز سمين مرح ذي لحية بيضاء طويلة وملابس حمراء زاهية، يقولون إن أصله يرجع إلى القديس (نيكولاس) الذي عاش في أوربا في القرن الرابع الميلادي وكان يعطف على الأطفال ويوزع عليهم الهدايا. ¶ وقد تحول الآن إلى أسطورة كبيرة يصدقها كثير من الأطفال، بل في استفتاء أجرته إحدى شبكات التلفاز الأمريكية قال 90% من الكبار أيضًا إنهم يؤمنون بوجوده. ¶ وتقول الأسطورة الحالية: «إن سانتا كلوز يعيش في القطب الشمالي مع زوجته وأعوانه يديرون مصنعًا كبيرًا للُعب الأطفال، وفي ليلة الميلاد يسافران معًا على زحافة ثلجية يجرها ثمانية غزلان، وتمر الزحافة على سطح كل منزل لينزل منها سانتا كلوز من خلال المدخنة إلى غرفة",
            "page": "46",
            "part": "1",
            "seal": "A6836ACC"
        },
        {
            "id": "47",
            "nass": "الطعام ليضع الهدايا في جوارب خاصة يتركها للأطفال معلقة بجوار المدفأة. ¶ وعادة ما يضع الأهل تلك الهدايا بدلًا من سانتا كلوز وقت نوم الأطفال، فإذا ما استيقظوا تيقنوا أن سانتا كلوز حقيقةٌ لا مراءَ فيها». ¶ هكذا يتربى أطفال الحضارة المعاصرة على الخرافة والكذب!! والأعجب من ذلك أن تظل هذه الخرافة في عقول مَن تجاوزوا سن الطفولة!!.",
            "page": "47",
            "part": "1",
            "seal": "E637CBFD"
        },
        {
            "id": "48",
            "nass": "الجذور ¶ الوثنية لعيد الميلاد ¶ هل حقًا يحتفل النصارى بعيد ميلاد المسيح - عليه السلام -؟! ¶ يقول المؤرخون: «إن المسيح - عليه السلام - لم يُولَد في هذا الموعد الذي يُحْتَفَل به اليوم في البلاد النصرانية؛ حيث يؤكد آباء الكنيسة في القرنين الثاني والثالث الميلاديين أن ما يسمى بعيد ميلاد المسيح ما هو إلا صورة طبق الأصل لما كان يحتفل به الوثنيون في أوربا قبل ميلاد المسيح بوقت طويل». ¶ وتقويم الأعياد المسيحية مأخوذ من (تقويم يوليوس الشمسي) وهو التقويم الذي أدخله يوليوس قيصر إلى روما عام 46 قبل الميلاد، والذي جعل أيام السنة 365 يومًا حيث كان الوثنيون يحتفلون (يوم 25 من ديسمبر) بما يسمونه (عيد ميلاد الشمس التي لا تقهر) أو ما يسمى (بيوم الانقلاب الشتوي الصيفي الروماني)، ولقد أقيم",
            "page": "48",
            "part": "1",
            "seal": "1EAF3360"
        },
        {
            "id": "49",
            "nass": "أول احتفال بعيد ميلاد المسيح ـ كما يزعمون ـ سنة 336 ميلادية في روما وذلك في اليوم السابع من شهر يناير. ¶ ثم ثبَّتت الكنائس الغربية في نهاية القرن الرابع الميلادي الاحتفال بميلاد المسيح في يوم (25 من ديسمبر)، إلا أن الكنيسة في أرمينيا لم تعترف بهذا التغيير واستمر الاحتفال به في السادس من شهر يناير، كما هو الحال الآن في معظم الدول الشرقية، إلا أن المؤرخين يؤكدون أن المسيح - عليه السلام - لم يولد في أي من هذين الموعدين!! (¬1). ¶ أصل شجرة الميلاد: ¶ أول من استخدم الشجرة هم الفراعنة والصينيون والعبرانيون كرمز للحياة السرمدية، ثم إن عبادتها قد شاعت بين الوثنيين الأوربيين وظلوا على تقديسها حتى بعد دخولهم في المسيحية فأصبحوا يضعونها في البيوت ويزينونها كي تطرد الشيطان أثناء عيد الميلاد. ¶ ¬__________ ¶ (¬1) دائرة المعارف البريطانية (16/ 364)، (4/ 283).",
            "page": "49",
            "part": "1",
            "seal": "06A122EC"
        },
        {
            "id": "50",
            "nass": "ولم يطلق عليها شجرة الميلاد إلا في القرن السادس عشر الميلادي ـ في ألمانيا الغربية ـ حيث تحولت مما يسمى (بشجرة الجنة) ـ في الاحتفال الديني بذكرى آدم وحواء في 24 من ديسمبر ـ إلى شجرة الميلاد، حيث أصبح الناس يعلقون عليها الشموع التي ترمز إلى المسيح ـ بزعمهم ـ ولم تدخل فكرة الشجرة إلى انجلترا إلا في القرن التاسع عشر (¬1). ¶ هذه هي الجذور الوثنية لهذه الأعياد التي يحتفل بها النصارى اليوم ويعتبرونها أكبر مظاهر دينهم، وينفقون فيها ملايين الدولارات .. وما مثلهم إلا كمثل من وصفهم القرآن بقوله تعالى: {إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ (69) فَهُمْ عَلَى آثَارِهِمْ يُهْرَعُونَ (70)} (الصافات:69 - 70). ¶ وإنه لَمِمَّا يؤسف له أن ينخدع بعض من أبناء المسلمين بمظاهر هذه الأعياد الزائفة، فصاروا يحتفلون بها في بلدانهم الإسلامية. ¶ ¬__________ ¶ (¬1) دائرة المعارف البريطانية (3/ 284).",
            "page": "50",
            "part": "1",
            "seal": "AC60E60A"
        },
        {
            "id": "51",
            "nass": "كلامٌ قيِّم ¶ للإمام ابن القيم ¶ في تهنئة الكفار بعيدهم ¶ قال - رحمه الله -: «أما التهنئة بشعائر الكفر المختصة به فحرام بالاتفاق، مثل أن يهنئهم بأعيادهم وصومهم، فيقول: «عيد مبارك عليك»، أو: «تهنأ بهذا العيد»، ونحوه، فهذا إن سَلِمَ قائلُه مِن الكُفر فهو من المحرمات، وهو بمنزلة أن يُهَنِّئَه بسجوده للصليب، بل ذلك أعظم إثمًا عند الله وأشد مقتًا من التهنئة بشُرْب الخمر وقَتْل النفس وارتكاب الفرج الحرام ونحوه.",
            "page": "51",
            "part": "1",
            "seal": "25D7AC48"
        },
        {
            "id": "52",
            "nass": "وكثيرٌ ممَن لا قَدْرَ للدِّين عندَه يقع في ذلك، ولا يدري قُبحَ ما فعَل، فمَن هنَّأ عبدًا بمعصية أو بدعة أو كُفْر فقد تعرض لمقْت الله وسخطه» (¬1). ¶ ¬__________ ¶ (¬1) أحكام أهل الذمة (1/ 205).",
            "page": "52",
            "part": "1",
            "seal": "F7353DC5"
        },
        {
            "id": "53",
            "nass": "حكم ¶ إهداء الكافر ¶ وقبول هديته ¶ في يوم عيده ¶ أولا: الإهداء للكافر: ¶ يجوز للمسلم أن يُهدي للكافر والمشرك، بقصد تأليفه، وترغيبه في الإسلام، لاسيما إذا كان قريبًا أو جارًا، وقد أهدى عمر - رضي الله عنه - لأخيه المشرك في مكة حُلَّة (ثوبًا). (رواه البخاري). ¶ لكن لا يجوز أن يُهْدِي للكافر في يوم عيد من أعياده، لأن ذلك يُعَدُّ إقرارًا ومشاركة في الاحتفال بالعيد الباطل. ¶ وإذا كانت الهدية مما يُستعان به على الاحتفال كالطعام والشموع ونحو ذلك، كان الأمر أعظم تحريمًا، حتى ذهب بعض أهل العلم إلى أن ذلك كفر.",
            "page": "53",
            "part": "1",
            "seal": "CA889416"
        },
        {
            "id": "54",
            "nass": "قال الإمام الزيلعي الحنفي: ¶ «(والإعطاء باسم النيروز والمهرجان لا يجوز) أي الهدايا باسم هذين اليومين حرام، بل كفر , وقال أبو حفص الكبير - رحمه الله -: «لو أن رجلا عَبَدَ الله خمسين سنة ثم جاء يوم النيروز , وأهدى لبعض المشركين بيضة، يريد به تعظيم ذلك اليوم، فقد كفر , وحبط عمله» (¬1). ¶ بل ولا يجوز للمسلم أن يهدي للمسلم هدية لأجل هذا العيد (¬2). ¶ وقد سبق نَقْل كلام شيخ الإسلام ابن تيمية - رحمه الله - في أنه لا يجوز للمسلم أن يتشبه بالكفار في أعيادهم، ولا أن يُعين المسلم المتشبه بهم في ذلك، ولا أن يُجيب في أعيادهم دعوة مخالفة للعادة صنعها مُسلم، ولا أن يقبل من المسلمين في ¶ ¬__________ ¶ (¬1) تبيين الحقائق شرح كنز الدقائق (6/ 228). ¶ (¬2) فتاوى موقع الإسلام سؤال وجواب، بإشراف الشيخ محمد صالح المنجد، رقم الفتوى: 85108.",
            "page": "54",
            "part": "1",
            "seal": "C3068FB7"
        },
        {
            "id": "55",
            "nass": "هذه الأعياد هدية مخالفة للعادة في سائر الأوقات، خصوصًا إن كانت الهدية مما يُستعان بها على التشبه بهم، ولا أن يُهدِى لأحد من المسلمين في هذه الأعياد هدية لأجل العيد، لا سيما إذا كان مما يستعان به على التشبه بهم. ¶ وكذلك لا يجوز أن يبيع المسلم ما يستعين به المسلمون على مشابهتهم في العيد، من الطعام واللباس ونحو ذلك، لأن في ذلك إعانة على المنكر. ¶ وكذلك لا يجوز أن يبيع المسلم لهم في أعيادهم، ما يستعينون به على عيدهم، من الطعام واللباس، والريحان ونحو ذلك، أو إهداء ذلك لهم، فهذا فيه نوع إعانة على إقامة عيدهم المحرم. ¶ ثانيًا: قبول الهدية من الكافر: ¶ وقع الخلاف بين العلماء في هدية المشرك هل تقبل أم لا؟ وسبب اختلافهم في ذلك وجود أحاديث تدل على جواز أخذ الهدية منهم، ووجود أخرى تمنع من ذلك.",
            "page": "55",
            "part": "1",
            "seal": "5836477F"
        },
        {
            "id": "56",
            "nass": "فمنهم من أجازها تأليفًا لقلبه وترغيبًا له في الإسلام، واستدل بقبول النبي - صلى الله عليه وآله وسلم - هدايا بعض الكفار، كهدية المقوقس وغيره، وبوَّب البخاري في صحيحه: «باب قبول الهدية من المشركين»، وذكر قصة اليهودية وإهداءها الشاة المسمومة للنبي - صلى الله عليه وآله وسلم -، وروى مسلم عن العَبَّاس بن عبد المطلب أن فَرْوَةَ بْنَ نُفَاثَةَ الْجُذَامِىُّ أهدى رَسُولُ اللهِ - صلى الله عليه وآله وسلم - بَغْلَةٍ بَيْضَاءَ. ¶ ومِن العلماء مَن منعها واستدل بحديث عِيَاضِ بْنِ حِمَارٍ - رضي الله عنه - أَنَّهُ أَهْدَى لِلنَّبِىِّ - صلى الله عليه وآله وسلم - هَدِيَّةً لَهُ أَوْ نَاقَةً، فَقَالَ النَّبِىُّ - صلى الله عليه وآله وسلم -: «أَسْلَمْتَ؟». قَالَ: «لَا». قَالَ: «فَإِنِّى نُهِيتُ عَنْ زَبْدِ الْمُشْرِكِينَ». (رواه أبو داود، والترمذي، وصححه الألباني والأرنؤوط). ¶ قَالَ الإمام أَبُو عِيسَى الترمذي: «هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ. وَمَعْنَى قَوْلِهِ: «إِنِّى نُهِيتُ عَنْ زَبْدِ الْمُشْرِكِينَ». يَعْنِى هَدَايَاهُمْ».",
            "page": "56",
            "part": "1",
            "seal": "A6388179"
        },
        {
            "id": "57",
            "nass": "وفي الجمع بين هذه الأحاديث أقوال منها: ¶ 1 - اَلِامْتِنَاعَ فِيمَا أُهْدِيَ لَهُ خَاصَّة وَالْقَبُول فِيمَا أُهْدِيَ لِلْمُسْلِمِينَ، وَفِيهِ نَظَرٌ لِأَنَّ مِنْ جُمْلَةِ أَدِلَّةِ اَلْجَوَازِ مَا وَقَعَتْ اَلْهَدِيَّة فِيهِ لَهُ خَاصَّة. ¶ 2 - يُحْمَلُ اَلْقَبُولُ عَلَى مَنْ كَانَ مِنْ أَهْلِ اَلْكِتَابِ، وَالرَّدُّ عَلَى مَنْ كَانَ مَنْ أَهْلِ اَلْأَوْثَان. ¶ لكِنْ قَدْ أَوْرَدَ الْبُخَارِيُّ فِي صَحِيحِهِ حَدِيثًا اسْتَنْبَطَ مِنْهُ جَوَازَ قَبُولِ هَدِيَّةَ الْوَثَنِيِّ، وَفِيهِ فَسَادُ قَوْلِ مَنْ حَمَلَ رَدَّ الْهَدِيَّةِ عَلَى الْوَثَنِيِّ دُونَ الْكِتَابِيِّ، وَذَلِكَ لِأَنَّ الْوَاهِبَ الْمَذْكُورَ فِي ذَلِكَ الْحَدِيثِ وَثَنِيٌّ. ¶ 3 - نَسْخَ اَلْمَنْع بِأَحَادِيثِ اَلْقَبُول. ¶ 4 - نَسْخَ اَلْقَبُول بِأَحَادِيثِ اَلْمَنْع. ¶ لكن النَّسْخ لَا يَثْبُتُ بِالِاحْتِمَالِ. ¶ 5 - الِامْتِنَاعَ فِي حَقِّ مَنْ يُرِيدُ بِهَدِيَّتِهِ اَلتَّوَدُّدَ وَالْمُوَالَاةَ، وَالْقَبُولَ فِي حَقّ مَنْ يُرْجَى بِذَلِكَ تَأْنِيسُهُ وَتَأْلِيفُهُ عَلَى",
            "page": "57",
            "part": "1",
            "seal": "DDAAF472"
        },
        {
            "id": "58",
            "nass": "اَلْإِسْلَامِ، فَقَبِلَ ممن طمع في إسلامه ويرجو منه مصلحة للمسلمين، ورَدَّ ممن على خلاف ذلك. ¶ فيُمنَع قبول هداياهم إذا خشي المسلم على نفسه ـ إنْ هو قَبِلَها ـ أن يحصل في قلبه ميل لهم. ¶ فالأصل هو عدم جواز قبول هدايا المشركين، لكن إذا كانت في قبول هداياهم مصلحة عامة أو خاصة فيجوز قبولها كتأليفهم إلى الإسلام والرغبة في هدايتهم، أما إذا لم تكن هناك مصلحة فلا تُقْبل. ¶ 6 - يَمْتَنِعُ ذَلِكَ لِغَير النَّبِيّ - صلى الله عليه وآله وسلم - مِنْ اَلْأُمَرَاءِ وَأَنَّ ذَلِكَ مِنْ خَصَائِصِهِ، ولعل هذا أقوى الأقوال. ¶ قَالَ الْجُمْهُور: سَبَب الْقَبُول أَنَّ النَّبِيّ - صلى الله عليه وآله وسلم - مَخْصُوص بِالْفَيْءِ الْحَاصِل بِلَا قِتَال، بِخِلَافِ غَيْره، فَقَبِلَ النَّبِيّ - صلى الله عليه وآله وسلم - مِمَّنْ طَمِعَ فِي إِسْلَامه وَتَأْلِيفه لِمَصْلَحَةٍ يَرْجُوهَا لِلْمُسْلِمِينَ، وَكَافَأَ بَعْضهمْ، وَرَدَّ هَدِيَّة مَنْ لَمْ يَطْمَع فِي إِسْلَامه وَلَمْ يَكُنْ فِي قَبُولهَا مَصْلَحَة؛ لِأَنَّ الْهَدِيَّة تُوجِب الْمَحَبَّة وَالْمَوَدَّة.",
            "page": "58",
            "part": "1",
            "seal": "14D5BD4A"
        },
        {
            "id": "59",
            "nass": "فترَكَ النبيُّ - صلى الله عليه وآله وسلم - قبول هدية عياض بن حمار - رضي الله عنه - ونهى عن هدايا المشركين لِما في التهادي من إيجاب تليين القلوب، ومَن حَادَّ اللهَ وشانَه فقد حرمت على المسلمين موالاته وكان رسول الله - صلى الله عليه وآله وسلم - في ذلك بخلاف غيره لأنه مأمون مِنه ما لا يؤمن مِن أكثر الأمراء بعدَه. ¶ ولا شك أن الهدية سبب لاستجلاب المودة وسلّ سخيمة الصدر ووجْده وحِقْده وغِلّه؛ لتعود العداوة محبة والبغضة مودة، ولذلك حث عليها النبي - صلى الله عليه وآله وسلم - بين المسلمين، فعَنْ أَبِي هُرَيْرَةَ - رضي الله عنه - أن النَّبِيَّ - صلى الله عليه وآله وسلم - قَالَ: «تَهَادُوا تَحَابُّوا» (رَوَاهُ الْبُخَارِيُّ فِي الْأَدَبِ الْمُفْرَدِ، وحسنه الحافظ ابن حجر والألباني). ¶ وعن أنس - رضي الله عنه - قال: «يا بَنِيَّ، تبادلوا بينكم؛ فإنه أوَدُّ لما بينكم». (رَوَاهُ الْبُخَارِيُّ فِي الْأَدَبِ الْمُفْرَدِ، وصحح إسناده الألباني).",
            "page": "59",
            "part": "1",
            "seal": "1D86782C"
        },
        {
            "id": "60",
            "nass": "تنبيه: ¶ إذا كانت هدية المشرك يريد بها فتنة المسلم أو تنازله عن شيء من دينه فلا يجوز قبولها بلا خلاف (¬1). ¶ ثالثًا: قبول الهدية من الكافر في عيده: ¶ مسألة قبول الهدية من الكافر في عيده قد اختلف فيها العلماء، قال الشيخ محمد بن صالح العثيمين - رحمه الله -: ¶ «قال أهل العلم: إنه لا يجوز للمسلمين أن يشاركوا غير المسلمين في أعيادهم لأن ذلك إقرار ورضًا بما هم عليه من الدين الباطل ثم إنه معاونة على الإثم والعدوان. ¶ ¬__________ ¶ (¬1) انظر: فتح الباري للحافظ ابن حجر (5/ 280 - 281)، شرح صحيح مسلم للإمام النووي (6/ 2231 - 2232). الاستذكار لمذاهب أئمة الأمصار وفيما تضمنه الموطأ من المعاني والآثار للحافظ ابن عبد البر (5/ 89)، مرقاة المفاتيح شرح مشكاة المصابيح (17/ 140) لملا علي القاري، فتاوى الشبكة الإسلامية، بإشراف الدكتور عبد الله الفقيه، رقم الفتوى: 28513.",
            "page": "60",
            "part": "1",
            "seal": "B328B71C"
        },
        {
            "id": "61",
            "nass": "واختلف العلماء فيما إذا أهدى إليك أحد من غير المسلمين هدية بمناسبة أعيادهم هل يجوز لك قبولها أو لا يجوز؟ ¶ - فمن العلماء من قال: لا يجوز أن تقبل هديتهم في أعيادهم لأن ذلك عنوان الرضاء بها (¬1). ¶ - ومنهم من يقول: لا بأس به. ¶ - وعلى كل حال إذا لم يكن في ذلك محظور شرعي وهو أن يعتقد المهدِي إليك أنك راضٍ بما هم عليه فإنه لا بأس بالقبول، وإلا فعدم القبول أولى» (¬2). ¶ ¬__________ ¶ (¬1) الرضاء: الرضا. ¶ (¬2) إعلام المسافرين ببعض آداب وأحكام السفر وما يخص الملاحيين الجويين (ص: 70 – 71). وهو ثمرة من لقاءات الشيخ - رحمه الله - مع الملاحين الجويين في مدينة جدة، وهو كتاب شامل لكثير من المسائل التي يقابلها الملاحون في أعمالهم ورحلاتهم الجوية المتكررة.",
            "page": "61",
            "part": "1",
            "seal": "A721F07A"
        },
        {
            "id": "62",
            "nass": "القول بالمنع: ¶ أفتت اللجنة الدائمة للبحوث العلمية والإفتاء بالسعودية بعدم جواز قبول هدايا الكفار في أيام أعيادهم، وذكرت كثيرًا من المفاسد المترتبة على ذلك. ¶ فقد سُئلت اللجنة: «هل يجوز للمسلم أن يأكل من الأطعمة التي أعدها أهل الكتاب أو المشركون في أيام عيدهم أو يَقْبَل عَطِيَّةً منهم لأجل عيدهم؟». ¶ فأجابت: «لا يجوز للمسلم أن يأكل مما يصنعه اليهود أو النصارى أو المشركون من الأطعمة لأعيادهم، ولا يجوز أيضًا للمسلم أن يَقبلَ منهم هدية من أجل عيدهم؛ لما في ذلك مِن تكريمهم والتعاون معهم في إظهار شعائرهم وترويج بدعهم ومشاركتهم السرور أيام أعيادهم. ¶ وقد يجُرُّ ذلك إلى اتخاذ أعيادهم أعيادًا لنا، أو إلى تبادل الدعوات إلى تناول الأطعمة أو الهدايا في أعيادنا وأعيادهم على الأقل، وهذا من الفتن والابتداع في الدين، وقد ثبت عن النبي - صلى الله عليه وآله وسلم - أنه قال: «مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا",
            "page": "62",
            "part": "1",
            "seal": "AECB1EF3"
        },
        {
            "id": "63",
            "nass": "مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ» (¬1)، كما لا يجوز أن يهدى إليهم شيء من أجل عيدهم» (¬2) اهـ. ¶ وقد صدرت الفتوى عن اللجنة برئاسة الشيخ عبد العزيز بن باز - رحمه الله -، وعضوية ‍الشيخ عبد الرزاق عفيفي، نائبًا للرئيس، وعضوية الشيخ عبد الله بن قعود  O. ¶ القول بالجواز: ¶ أما من قال بجواز قبول الهدية من الكافر في يوم عيده فلا يعتبر ذلك مشاركة ولا إقرارًا للاحتفال، بل تؤخذ الهدية على سبيل البر، وقصد التأليف والدعوة إلى الإسلام. ¶ واستدل بأن الله - عز وجل - قد أباح البر والقسط مع الكافر الذي لم يقاتل المسلمين، فقال: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء بالسعودية (22/ 398 399، السؤال الثاني من الفتوى رقم (2882).",
            "page": "63",
            "part": "1",
            "seal": "2C16043D"
        },
        {
            "id": "64",
            "nass": "اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8)} (الممتحنة:8)» (¬1). ¶ واستند إلى قول شيخ الإسلام ابن تيمية - رحمه الله -: «وأما قبول الهدية منهم يوم عيدهم فقد قدَّمْنا عن علي بن أبي طالب - رضي الله عنه - أنه أتي بهدية النيروز فقبِلَها (¬2). ¶ وروى ابن أبي شيبة أن امرأة سألت عائشة - رضي الله عنه - قالت: «إن لنا أظآرًا (¬3) من المجوس، وإنه يكون لهم العيد فيُهْدُون لنا»، فقالت: «أمَّا ما ذبح لذلك اليوم فلا تأكلوا، ولكن كلوا من أشجارهم» (¬4). ¶ وعن أبي برزة أنه كان له سكان مجوس فكانوا يهدون ¶ ¬__________ ¶ (¬1) انظر: فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد، رقم الفتوى: 85108. ¶ (¬2) سنن البيهقى (19337)، وإسناده ضعيف (نسخة اقتضاء الصراط المستقيم المحققة بإشراف الشيخ مصطفى العدوي). ¶ (¬3) جمع ظِئْر، وهي المرضع. ¶ (¬4) مصنف ابن أبي شيبة (7/ 587)، وإسناده ضعيف (نسخة اقتضاء الصراط المستقيم المحققة بإشراف الشيخ مصطفى العدوي).",
            "page": "64",
            "part": "1",
            "seal": "C033EE58"
        },
        {
            "id": "65",
            "nass": "له في النيروز والمهرجان، فكان يقول لأهله: «ما كان من فاكهة فكلوه، وما كان من غير ذلك فرُدُّوه» (¬1). ¶ فهذا كله يدل على أنه لا تأثير للعيد في المنع من قبول هديتهم، بل حكمها في العيد وغيره سواء؛ لأنه ليس في ذلك إعانة لهم على شعائر كفرهم ... » (¬2).اهـ. ¶ وإن كان شيخ الإسلام ابن تيمية - رحمه الله - قد بنى قوله بجواز قبول هدايا الكفار في أعيادهم على هذه الآثار التي ضعفها الشيخ العدوي، فلعل القول بالمنع هو الأصح. ¶ وقد نَبَّه شيخ الإسلام ابن تيمية - رحمه الله - على أن ذبيحة الكتابي وإن كانت حلالًا إلا أن ما ذبحه لأجل عيده: لا يجوز أكله (¬3). ¶ ¬__________ ¶ (¬1) مصنف ابن أبي شيبة (5/ 548)، وإسناده ضعيف (نسخة اقتضاء الصراط المستقيم المحققة بإشراف الشيخ مصطفى العدوي). ¶ (¬2) اقتضاء الصراط المستقيم (1/ 250). ¶ (¬3) اقتضاء الصراط المستقيم (1/ 251).",
            "page": "65",
            "part": "1",
            "seal": "4DCD44DF"
        },
        {
            "id": "66",
            "nass": "ضوابط وشروط من قال بالجواز: ¶ مَن قال بجواز قبول الهدية من الكفار في يوم عيدهم وضع لذلك شروطًا منها: ¶ 1 - أن البر والقسط لا يعني المودة والمحبة؛ إذ لا تجوز محبة الكافر ولا مودته، ولا اتخاذه صديقًا أو صاحبًا، لقوله تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ (22)} (المجادلة:22). ¶ وقال سبحانه: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ} (الممتحنة:1).وقال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ",
            "page": "66",
            "part": "1",
            "seal": "77BEDD43"
        },
        {
            "id": "67",
            "nass": "بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (118)} (آل عمران:118). ¶ وقال - عز وجل -: {وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ (113)} (هود:113). وقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51)} (المائدة:51)، إلى غير ذلك من الأدلة الدالة على تحريم مصادقة الكافر أو مودته. ¶ 2 - ألا تكون هذه الهدية من ذبيحةٍ ذُبِحَتْ لأجل العيد. ¶ 3 - ألا تكون مما يستعان به على التشبه بهم في يوم عيدهم، كالشمع، والبيض، والجريد، ونحو ذلك. ¶ 4 - أن يصحب ذلك شرح وتوضيح لعقيدة الولاء والبراء للأبناء، حتى لا ينغرس في قلوبهم حب هذا العيد، أو التعلق بالمُهدِي.",
            "page": "67",
            "part": "1",
            "seal": "2F856DD1"
        },
        {
            "id": "68",
            "nass": "5 - أن يكون قبول الهدية بقصد تأليف الكفار ودعوتهم للإسلام، لا مجاملة أو محبة ومودة. ¶ وفي حال كون الهدية مما لا يجوز قبولها، فإنه ينبغي أن يصحب رفضها توضيح وبيان لسبب الرفض، كأن يقال: إنما رفضنا هديتك لأنها ذبيحة ذُبحت لأجل العيد، وهذا لا يحل لنا أكله، أو أن هذه الأمور إنما يقبلها من يشارك في الاحتفال، ونحن لا نحتفل بهذا العيد؛ لأنه غير مشروع في ديننا، ويتضمن اعتقادًا لا يصح عندنا، ونحو ذلك، مما هو مدخل لدعوتهم إلى الإسلام، وبيان خطر الكفر الذي هم عليه. ¶ والمسلم يجب أن يكون معتزا بدينه، مطبقا لأحكامه، لا يتنازل عنها حياء أو مجاملة لأحد، فإن الله أحق أن يُستحيى منه (¬1). ¶ ¬__________ ¶ (¬1) انظر: فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد، رقم الفتوى: 85108.",
            "page": "68",
            "part": "1",
            "seal": "96B0C50E"
        },
        {
            "id": "69",
            "nass": "استخدام ¶ التاريخ الميلادي (¬1) ¶ قال الشيخ محمد بن عثيمين - رحمه الله -: ¶ «التأريخ اليومي يبدأ بغروب الشمس، والشهري يبدأ من الهلال، والسنوي يبدأ من الهجرة، هذا ما جرى عليه المسلمون وعلموا به واعتبره الفقهاء في كتبهم» (¬2). ¶ استخدام التأريخ الهجري والميلادي يكون على حالات: ¶ الحالة الأولى: ¶ استخدام التأريخ الهجري دون الميلادي، وحكم هذه الحالة أن التوجيه الشرعي جاء للعمل بالتقويم القمري المتمثل بالتاريخ الهجري وأن احتساب المواقيت والأحوال ¶ ¬__________ ¶ (¬1) باختصار من بحث: استخدام التاريخ الميلادي، عبد اللطيف القرني، موقع الدرر السنية. ¶ (¬2) الضياء اللامع من الخطب الجوامع ص 307.",
            "page": "69",
            "part": "1",
            "seal": "C971B844"
        },
        {
            "id": "70",
            "nass": "يكون عليه دون غيره، وهو شعار ورمز الأمة الإسلامية التي يؤرخ لها وله دلالاته وأبعاده. ¶ الحالة الثانية: ¶ حكم استخدام التأريخ الهجري والميلادي جميعًا: ¶ الأصل هو العمل بالتقويم القمري المتمثل بالتأريخ الهجري وهذا الحكم يشمل جميع الأفراد والدول الإسلامية ولكن لا مانع من الاستفادة بالتقويم الشمسي المتمثل بالتأريخ الميلادي بصفته تقويمًا مساعدًا للتقويم القمري تابعًا له متى وجد مقتضى لذلك تتحقق فيه مصلحة راجحة، ولا عيب أن نأخذ ـ لا أن نستبدل ـ من مواقيت الأمم ما يفيدنا في بعض الحالات فيما لا يتعارض مع أمر من أمور الدنيا. ¶ وأما ما يتعلق بالفصول الأربعة واستخدامها لتنظيم الاكتساب والمهنة والدراسة والعمل دون ربط ذلك بالسنين فليس من التأريخ، مثل أن يقال يبدأ العام الدراسي",
            "page": "70",
            "part": "1",
            "seal": "C80BB9A1"
        },
        {
            "id": "71",
            "nass": "كل عام ببرج الميزان أو يبدأ موعد الحصاد في برج الحمل كل عام، فهذا من الاستفادة العامة للمواسم ولا صلة له ببحث التأريخ الهجري أو الميلادي. ¶ الحالة الثالثة: ¶ حكم استخدام التأريخ الميلادي فقط: ¶ التأريخ الميلادي مرتبط بالدين النصراني وحضاراته وهذا واضح في أسماء الأشهر في التأريخ الميلادي فغالبها إما وثنية مرتبطة ببعض آلهة النصارى المزعومة أو بأسماء القياصرة وكبار الرهبان. ¶ ولذا فإن وضع التقويم الشمسي ـ المتمثل بالتأريخ الميلادي ـ شعارًا للبلد والاعتداد به في احتساب المواقيت والأحوال هو تشبُّه صريح بالنصارى وجاءت النصوص الشرعية التي تحرم ذلك، ويدل على هذا قوله - صلى الله عليه وآله وسلم -: «مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ» (رواه أبو داود، وقال الألباني: حسن صحيح).",
            "page": "71",
            "part": "1",
            "seal": "0437FA66"
        },
        {
            "id": "72",
            "nass": "ويتضمن الحديث التشبه بسمات الكفار وعاداتهم وتقاليدهم وأزيائهم وكل ما هو من خصائصهم، ولا شك أن اعتبار الأصل هو استخدام التأريخ الميلادي يدخل في سمات الكفار. ¶ وأما بالنسبة لمن كان يعيش في دولة نظامها يأخذ بالتأريخ الميلادي فإن كان النظام يسمح بوضع التأريخ الهجري مع التأريخ الميلادي فيجب على الأفراد الإشارة إلى التأريخ الهجري في المكاتبات والإجراءات متى استطاعوا ذلك؛ لأن هذا يحافظ على بقاء التأريخ الهجري شعارًا للأمة الإسلامية ويخفف من المفسدة الواقعة بالأخذ بالتأريخ الميلادي. ¶ والقاعدة الشرعية تنص على أنه إذا لم يمكن قطع المفسدة جملةً بأسبابها ودواعيها فإن التقليل من آثارها والحد من استشرائها وانتشارها مطلوب وهو من مقاصد الشرع المطهر.",
            "page": "72",
            "part": "1",
            "seal": "E7D34161"
        },
        {
            "id": "73",
            "nass": "وأما إذا كان النظام الرسمي للدولة يمنع الإشارة للتقويم القمري المتمثل بالتأريخ الهجري أبدًا ويحارب ذلك فيجب على الأفراد في هذه الحالة بذل ما يستطيعون من الإنكار والنصح ومراعاة الأمور والموازنة بين المفاسد المتوقعة وقطع أسبابها والمفاسد الواقعة والسعي إلى تقليل آثارها إذا لم يمكن تلافيها. ¶ ويبقى الجزاء مرتبطًا بالاستطاعة والقدرة على التغيير. ¶ ويدخل في هذا التعامل مع الدولة أو الشركات العالمية التي تعتمد التأريخ الميلادي، فيجوز مع الحاجة استخدام التأريخ الميلادي مع بعض الاعتبارات المرتبطة في ذلك مثل حساب الزكاة بالتأريخ الميلادي مع معادلته بالتقويم القمري لإخراج القدر الزائد من المال الزكوي المقابل للزمن الزائد من التقويم الشمسي علما بأن المعتبر في إخراج الزكاة هو التأريخ الهجري لا الميلادي.",
            "page": "73",
            "part": "1",
            "seal": "14ADE876"
        },
        {
            "id": "74",
            "nass": "أصل بدعة ¶ الاحتفال بعيد ¶ رأس السنة الهجرية (¬1) ¶ في بداية كل سنة هجرية تحتفل بعض الدول الإسلامية بعيد رأس السنة فتعطل فيه الأعمال في بعض البلاد، وفي بعضها تعطل في اليوم السابق له، واليوم اللاحق له أيضًا، وليس لاحتفالهم هذا أي مستند شرعي، وإنّما هو حب التقليد والمشابهة لليهود والنصارى في احتفالاتهم. ¶ ¬__________ ¶ (¬1) باختصار وتصرف يسيرين من كتاب (البدع الحولية)، إعداد عبد الله بن عبد العزيز بن أحمد التويجري والكتاب رسالة علمية نال بها المؤلف درجة الماجستير بتقدير ممتاز عام 1406هـ من جامعة الإمام محمد بن سعود الإسلامية قسم العقيدة.",
            "page": "74",
            "part": "1",
            "seal": "1E606D4C"
        },
        {
            "id": "75",
            "nass": "وأول من احتفل برأس السنة الهجرية هم ناصرو البدعة، حكام الدولة العبيدية ـ الفاطمية ـ في مصر، ذكر ذلك المقريزي في خططه ضمن الأيام التي كان العبيديون يتخذونها أعيادًا ومواسمًا. ¶ قال: «موسم رأس السنة: وكان للخلفاء الفاطميين اعتناء بليلة أول المحرم في كل عام؛ لأنها أول ليالي السنة وابتداء أوقاتها ... » ا. هـ. ثم ذكر الرسوم المتبقية في هذا الموسم، وذكر بعده موسم أول العام وعنايتهم به (¬1). ¶ وعيد رأس السنة من أعياد اليهود التي نطقت بها التوراة، فجاء النصارى فقلدوا اليهود، وصاروا يحتفلون بليلة رأس السنة الميلادية. ¶ ولم يتوقف الاحتفال بها على النصارى فقط، بل صارت كثير من البلدان الإسلامية، والتي ربما يوجد بها نسبة من النصارى ولو قليلة، يحتفل العامة فيها بعيد رأس ¶ ¬__________ ¶ (¬1) المواعظ والاعتبار بذكر الخطط والآثار الخطط والآثار للمقريزي (1/ 490).",
            "page": "75",
            "part": "1",
            "seal": "7B2AC0E7"
        },
        {
            "id": "76",
            "nass": "السنة الميلادية. وسَرَى التقليد إلى أن احتفلوا أيضًا برأس السنة الهجرية، ولكن المراسم تختلف. ¶ ولا شك أن في هذا الاحتفال ـ الاحتفال برأس السنة الهجرية ـ أمر مُحدث مُبتدع، لم يُؤْثَرْ عن النبي - صلى الله عليه وآله وسلم - ولا عن أحد من أصحابه - رضي الله عنهم -، ولا عن السلف الصالح من التابعين وتابعيهم وأعلام الأمة وعلمائها من الأئمة الأربعة وغيرهم ـ رحمة الله عليهم. ¶ ولكن حدث ذلك بعد القرون المفضلة، بعدما اختلط المسلمون بغيرهم من اليهود والنصارى، ودخل في الإسلام من يريد بذلك أن يفسد على المسلمين دينهم، فصاروا يحتفلون بأعياد اليهود والنصارى، وهذا مصداق قوله - صلى الله عليه وآله وسلم -: «لَتَتَّبِعُنَّ سَنَنَ الَّذِينَ مِنْ قَبْلِكُمْ شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ حَتَّى لَوْ دَخَلُوا فِى جُحْرِ ضَبٍّ لاَتَّبَعْتُمُوهُمْ». ¶ وقد اخترع بعض المبتدعة دعاء لليلتي أول يوم من السنة وآخرها، وصار العامة في بعض البلدان الإسلامية",
            "page": "76",
            "part": "1",
            "seal": "DAAB2AD1"
        },
        {
            "id": "77",
            "nass": "يرددونه مع أئمتهم في بعض المساجد، وهذا الدعاء لم يُؤثر عن النبي - صلى الله عليه وآله وسلم -، ولا عن أصحابه - رضي الله عنهم -، ولا عن التابعين، ولم يُرْوَ في مسند من المسانيد. ¶ ولا يخفى على طالب العلم أن الدعاء عبادة، والعبادات توقيفية، وهذا الدعاء لم يَرِدْ عن النبي - صلى الله عليه وآله وسلم -، ولم يُذْكَر عن أحد من الصحابة - رضي الله عنهم - كما تقدَّم. ¶ صيام يومَيْ آخر السنة الهجرية وأولها: ¶ ومما أُحْدِثَ أيضًا صيام يومي آخر السنة وأولها، واستند المبتدعة إلى حديث: «من صام آخر يوم من ذي الحجة، وأول يوم من الحرم، فقد ختم السنة الماضية، وافتتح السنة المستقبلة بصوم جعل الله له كفارة خمسين سنة». وهو حديث موضوع مكذوب على النبي - صلى الله عليه وآله وسلم -. (¬1) ¶ ¬__________ ¶ (¬1) رواه ابن الجوزي في الموضوعات (2/ 199).",
            "page": "77",
            "part": "1",
            "seal": "6A3BFAF7"
        },
        {
            "id": "78",
            "nass": "الاحتفال برأس القرن الهجري: ¶ ومما أُحْدِثَ في القرون الأخيرة: الاحتفال برأس القرن الهجري، وذلك كما حدث في بداية القرن الخامس عشر الهجري، فقد احتفلت بعض البلاد الإسلامية بهذه المناسبة، وأقيمت المحافل الخطابية، وتبادل بعضهم التهاني بهذه المناسبة، وطُبعتْ بعض الكتب مُصَدَّرة بعبارة (بمناسبة الاحتفال بالقرن الخامس عشر الهجري)، وليس الاعتراض على طبع الكتب، فنشر الكتب من تبليغ العلم، لاسيما إذا كانت سلفية، أو ذات منهج سلفي، ولكن الاعتراض على جعل بداية القرن موسمًا من المواسم التي يحتفل الناس بها، فالاحتفال برأس القرن الهجري أمر محدث مبتدع، والنبي - صلى الله عليه وآله وسلم - قد نهى عن الإحداث في الدين.",
            "page": "78",
            "part": "1",
            "seal": "3E75F759"
        },
        {
            "id": "79",
            "nass": "الاحتفال برأس القرن الهجري منهي عنه من وجهين: ¶ الوجه الأول: ¶ النهي عن الاحتفال به قياسًا على الاحتفال برأس السنة؛ وسبق أن عرفنا أن عيد رأس السنة من أعياد اليهود، وقلدهم فيه النصارى ثم المسلمون، والتشبه بالكفار قد نهى عنه الله سبحانه وتعالى في كتابه العزيز، والرسول - صلى الله عليه وآله وسلم - في سنته المطهرة. ¶ وما دام الأصل منهي عنه، فكذلك يكون الفرع، فيكون الاحتفال برأس القرن الهجري من الأمور المنهي عنها؛ لأنَّ الاحتفال به فيه مشابهة لأهل الكتاب. ¶ الوجه الثاني: ¶ النهي عنه لكونه أمرًا محدثًا مبتدعًا؛ لأنَّهُ لم يُؤْثَرْ عن السلف الصالح من التابعين وتابعيهم، وعلماء الأمة المشهورين كالأئمة الأربعة وغيرهم، ولا من جاء بعدهم، أنه احتفل برأس القرن الهجري، ولم يرد في كتب التاريخ",
            "page": "79",
            "part": "1",
            "seal": "468683E2"
        },
        {
            "id": "80",
            "nass": "أن أحدًا من العلماء أو الحكام احتفل برأس قرن من القرون، ولو كان خيرًا لسبقنا إليه من هو أحرص منا على الخير وهم السلف الصالح ـ رحمة الله عليهم. ¶ وقد وردت النصوص بالنهي عن الأمور المحدثة المبتدعة، فلا يشك طالب الحق المنصف، أن هذا الاحتفال داخل في الاحتفالات البدعية المنهي عنها؛ لكونها محدثة في الدين، ولمشابهة أهل الكتاب في احتفالاتهم وأعيادهم.",
            "page": "80",
            "part": "1",
            "seal": "191C2AE9"
        },
        {
            "id": "81",
            "nass": "السُنّة ¶ في استقبال ¶ السَّنَة الهجرية ¶ فضل صيام شهر الله المحرم: ¶ عَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - قَالَ: قَالَ رَسُولُ الله - صلى الله عليه وآله وسلم -: ¶ «أَفْضَلُ الصِّيَامِ بَعْدَ رَمَضَانَ شَهْرُ اللهِ الْمُحَرَّمُ، وَأَفْضَلُ الصَّلاَةِ بَعْدَ الْفَرِيضَةِ صَلاَةُ اللَّيْلِ». (رواه مسلم). ¶ صيام يوم عاشوراء، اليوم العشر من شهر الله المحرم: ¶ قال - صلى الله عليه وآله وسلم -: «صِيَامُ يَوْمِ عَاشُورَاءَ أَحْتَسِبُ عَلَى اللهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِى قَبْلَهُ» (رواه مسلم). ¶ فَقَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «فَإِذَا كَانَ الْعَامُ الْمُقْبِلُ ـ إِنْ شَاءَ اللهُ ـ صُمْنَا الْيَوْمَ التَّاسِعَ». قَالَ: فَلَمْ يَأْتِ الْعَامُ الْمُقْبِلُ حَتَّى تُوُفِّىَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -. (رواه مسلم).",
            "page": "81",
            "part": "1",
            "seal": "C48C1CFF"
        },
        {
            "id": "82",
            "nass": "نصيحة الشيخ العثيمين في استقبال العام الهجري الجديد: ¶ «النصيحة التي ينبغي للإنسان أن ينصح بها نفسه في استقبال هذا العام أن ينظر ماذا أودع في العام الماضي من الأعمال الصالحة؟ وماذا قام فيه من الأعمال التي تنفعه وتنفع غيره من المسلمين؟ ¶ وعلى الإنسان في مستقبل هذا العام أن يعد نفسه بالجِدّ والاجتهاد وتتميم ما نقص في العام الماضي، وتحسين ما كان فيه شيء من الاعوجاج أو الانحراف حتى يستقبل هذا العام بجدٍ ونشاط، ولْيُعلم أن الإنسان إذا عَوَّدَ نفسه الكسل اعتاد عليه وصعب عليه أن ينشط بعد ذلك، وإذا عوَّد نفسه النشاط وبث الوعي الديني في الأمة سهل عليه ذلك وكان دَيْدَنًا له، حتى إنه ليحزن ويضيق صدره إذا لم يقم بهذا الأمر (¬1). ¶ ¬__________ ¶ (¬1) باختصار من لقاءات الباب المفتوح (2/ 131 - 132).",
            "page": "82",
            "part": "1",
            "seal": "C288DD26"
        },
        {
            "id": "83",
            "nass": "حكم التهنئة ¶ بالعام الهجري الجديد (¬1) ¶ التهنئة تكون على أحوال: ¶ إمَّا أن تكون بما يُسَرُّ به المسلم مما يطرأ عليه من الأمور المباحة بكل ما فيه تجدد نعمة أو دفع مصيبة، كالتهنئة بالنكاح، والتهنئة بالمولود الجديد، والتهنئة بالنجاح في عمل أو دراسة، أو ما شابه ذلك من المناسبات التي لا ارتباط لها بزمان معين، فهذا من الأمور العادية التي لا حرج فيها، ولعل صاحبها يُؤْجَرُ عليها لإدخاله السرور على أخيه المسلم فالْمُبَاحُ ـ كما قال شيخ الإسلام ابن تيمية: «بِالنِّيَّةِ الْحَسَنَةِ يَكُونُ خَيْرًا، وَبِالنِّيَّةِ السَّيِّئَةِ يَكُونُ شَرًّا»، فهذه بين الإباحة والاستحباب. ¶ ¬__________ ¶ (¬1) بقلم الشيخ علوي بن عبد القادر السقاف، المشرف على موقع الدرر السنية.",
            "page": "83",
            "part": "1",
            "seal": "F951C30C"
        },
        {
            "id": "84",
            "nass": "وإمَّا أن تكون التهنئة في أزمان معينة كالأعياد والأعوام والأشهر والأيام، وهذا يحتاج إلى بيان وتفصيل، وتفصيله كما يلي: ¶ - أمَّا الأعياد ـ عيد الأضحى وعيد الفطر ـ فهذا واضح لا إشكال فيه وهو ثابت عن جَمْعٍ من الصحابة. ¶ - وأمَّا الأعوام فكالتهنئة بالعام الهجري الجديد أو ما يسمى رأس السنة الهجرية. ¶ - وأمَّا الأشهر فكالتهنئة بشهر رمضان، وهذا له أصل والخلاف فيه مشهور. ¶ - وأمَّا الأيام فكالتهنئة بيوم ميلاد النبي - صلى الله عليه وآله وسلم - أو بيوم الإسراء والمعراج وما شابه ذلك، والحكم فيه معروف وهو من البدع لارتباطه بمناسبات دينية مبتدعة.",
            "page": "84",
            "part": "1",
            "seal": "045BE4BE"
        },
        {
            "id": "85",
            "nass": "وكل هذه التهاني ماعدا الأول منها لم يثبت فيها شيء عن النبي - صلى الله عليه وآله وسلم - ولا عن الصحابة الكرام ولا عن أحدٍ من السلف مع أن موجبها انعقد في زمن النبي - صلى الله عليه وآله وسلم - والصحابة - رضي الله عنهم - ولم يوجد المانع ومع ذلك لم يُنقل عن أحدٍ منهم أنه فعل ذلك بل قصروا التهنئة على العيدين فقط. ¶ وقد اختلف العلماء في حكم التهنئة بأول العام الجديد على قولين: ¶ الأول: الإباحة وأنها من العادات، ومن هؤلاء الشيخ محمد بن عثيمين - رحمه الله - حيث قال: «أرى أن بداية التهنئة في قدوم العام الجديد لا بأس بها ولكنها ليست مشروعة بمعنى: أننا لا نقول للناس: إنه يسن لكم أن يهنئ بعضكم بعضًا، لكن لو فعلوه فلا بأس، وإنما ينبغي له أيضًا إذا هنأه في العام الجديد أن يسأل الله له أن يكون عام خيرٍ وبركة فالإنسان يرد التهنئة. هذا الذي نراه في هذه المسألة، وهي من الأمور العادية وليست من الأمور التعبدية» (لقاء الباب",
            "page": "85",
            "part": "1",
            "seal": "7EE0DE29"
        },
        {
            "id": "86",
            "nass": "المفتوح). ¶ وله ـ رحمه الله ـ كلامٌ آخر ضبط فيه المسألة فقال في (اللقاء الشهري): «إن هنّأك أحدٌ فَرُدَّ عليه، ولا تبتدئ أحدًا بذلك، هذا هو الصواب في هذه المسألة، لو قال لك إنسان مثلًا: «نهنئك بهذا العام الجديد»، قل: «هنأك الله بخير وجعله عام خير وبركة»، لكن لا تبتدئ الناس أنت لأنني لا أعلم أنه جاء عن السلف أنهم كانوا يهنئون بالعام الجديد، بل اعلموا أن السلف لم يتخذوا المحَرَّم أول العام الجديد إلا في خلافة عمر بن الخطاب - رضي الله عنه -» (¬1). ¶ ¬__________ ¶ (¬1) وسئل الشيخ ابن باز - رحمه الله -: «نحن في مطلع العام الهجري الجديد، ويتبادل بعض الناس التهنئة بالعام الهجري الجديد، قائلين: (كل عام وأنتم بخير)، فما حكم الشرع في هذه التهنئة؟ ¶ فأجاب: «التهنئة بالعام الجديد لا نعلم لها أصلًا عن السلف الصالح، ولا أعلم شيئًا من السنة أو من الكتاب العزيز يدل على شرعيَّتها، لكن من بدأك بذلك فلا بأس أن تقول: «وأنت كذلك»، إذا قال لك: «كل عام وأنت بخير، أو في كل عام وأنت بخير»، فلا مانع أن تقول له: «وأنت كذلك، نسأل الله لنا ولك كل خير»، أو ما أشبه ذلك أما البداءة فلا أعلم لها أصلًا. (فتاوى نور على الدرب).",
            "page": "86",
            "part": "1",
            "seal": "10190428"
        },
        {
            "id": "87",
            "nass": "وقال في (الضياء اللامع، ص702): «ليس من السنة أن نُحدث عيدًا لدخول السنة الهجرية أو نعتاد التهاني ببلوغه».انتهى. ¶ الثاني: القول بالمنع مطلقًا، وهو الراجح، وممن قال به الشيخ صالح الفوزان حيث سئل عن التهنئة بالعام الهجري الجديد فأجاب: «لا نعرف لهذا أصلًا، والتأريخ الهجري ليس المقصود منه هذا ـ أن يُجْعَل رأس السنة مناسبة وتُحْيَا ويصير فيها كلام وعيد وتهاني ـ وإنما جُعل التأريخ الهجري من أجل تمييز العقود فقط، كما فعل عمر - رضي الله عنه - لما توسعت الخلافة في عهده، صارت تأتيه كتب غير مؤرخة، احتاج إلى أنه يضع تأريخ تُعرف به الرسائل وكتابتها، استشار الصحابة، فأشاروا عليه أن يجعل الهجرة مبدأ التأريخ، وعدلوا عن التأريخ الميلادي، مع أنه كان موجودًا في وقتهم، وأخذوا الهجرة وجعلوها مبدأ تاريخ المسلمين لأجل معرفة الوثائق والكتابة فقط، ليس من أجل أن تتخذ مناسبة ويتكلم فيها، هذا يتدرج إلى البدع».",
            "page": "87",
            "part": "1",
            "seal": "3C150186"
        },
        {
            "id": "88",
            "nass": "سؤال: إذا قال لي شخص: كل عام وأنتم بخير، فهل هذه الكلمة مشروعة في هذه الأيام؟ ¶ جواب: لا، ليست بمشروعة ولا يجوز هذا» (¬1).أ. هـ. ¶ والناظر إلى هذه المسألة يجد أن القول بالمنع يتأيد بعدة وجوه فمن ذلك: ¶ 1 - أنها تهنئة بيوم معين في السنة يعود كل عام فالتهنئة به تُلحقه بالأعياد، وقد نُهينا أن يكون لنا عيد غير الفطر والأضحى، فتُمنع التهنئة من هذه الجهة. ¶ 2 - ومنها أن فيها تشبهًا باليهود والنصارى وقد أُمِرْنا بمخالفتهم، أما اليهود فيهنئون بعضهم برأس السنة العبرية والتي تبدأ بشهر تشري وهو أول الشهور عند اليهود ويحرم العمل فيه كما يحرم يوم السبت، وأما النصارى فيهنئون بعضهم البعض برأس السنة الميلادية. ¶ 3 - أن فيه تشبهًا بالمجوس ومشركي العرب، أما ¶ ¬__________ ¶ (¬1) انظر: الإجابات المهمة في المشاكل الملمة، (ص229).",
            "page": "88",
            "part": "1",
            "seal": "82DCF53A"
        },
        {
            "id": "89",
            "nass": "المجوس فيهنئون بعضهم في عيد النيروز وهو أول أيام السنة عندهم ومعنى (نيروز): اليوم الجديد، وأما العرب في الجاهلية فقد كانوا يهنئون ملوكهم في اليوم الأول من محرم كما ذكر ذلك القزويني في كتابه: (عجائب المخلوقات). وانظر لذلك كتاب: (الأعياد وأثرها على المسلمين) للدكتور سليمان السحيمي. ¶ 4 - ومنها أن جواز التهنئة بأول العام الهجري الجديد يفتح الباب على مصراعيه للتهنئة بأول العام الدراسي وبيوم الاستقلال وباليوم الوطني وما شابه ذلك، مما لا يقول به مَن أجاز التهنئة بأول العام، بل إن جواز التهنئة بهذه أولى حيث لم يكن موجبها منعقدًا في زمن الصحابة - رضي الله عنهم - بخلاف رأس السنة. ¶ 5 - ومنها أن القول بجواز التهنئة يُفْضِي إلى التوسع فيها فتكثر رسائل الجوال وبطاقات المعايدة ـ وإن سموها بطاقات تهنئة ـ وعلى صفحات الجرائد ووسائل الإعلام، وربما صاحَبَ ذلك زياراتٌ للتهنئة واحتفالات وعُطَل",
            "page": "89",
            "part": "1",
            "seal": "AADA2B86"
        },
        {
            "id": "90",
            "nass": "رسمية كما هو حاصل في بعض الدول، وليس لمن أجاز التهنئة وعدَّها من العادات حجة في منع هذا إذا اعتاده الناس وأصبح عندهم من العادات، فسدُّ هذا الباب أولى. ¶ 6 - ومنها أن التهنئة بالعام الهجري الجديد لا معنى لها أصلًا، إذ الأصل في معنى التهنئة تجدد نعمة أو دفع نقمة، فأي نعمة حصلت بانتهاء عام هجري؟ ¶ والأَوْلَى هو الاعتبار بذهاب الأعمار ونقص الآجال، ومن العجب أن يهنئ المسلمون بعضهم بعضًا بالعام المنصرم وقد احتل العدو فيه أراضيهم وقتل إخوانهم ونهب ثرواتهم فبأي شيء يهنئون أنفسهم؟!",
            "page": "90",
            "part": "1",
            "seal": "799F2ABC"
        },
        {
            "id": "91",
            "nass": "وعليه فالقول بالمنع أولى وأحرى، وإن بدأك أحدٌ بالتهنئة فالأولى نُصحه وتعليمه لأن رَدَّ التهنئة فيه نوع إقرار له، وقياسها على التحية قياس مع الفارق!، لكن لما كانت المسألة اجتهادية فلا ينبغي أن يشتد النكير فيها، فلا إنكار في مسائل الاجتهاد.",
            "page": "91",
            "part": "1",
            "seal": "38E7CC61"
        },
        {
            "id": "92",
            "nass": "فتاوى ¶ أهل العلم ¶ هل يَجُوزُ لِلْمُسْلِمِينَ أَنْ يَفْعَلُوا شَيْئًا مِنْ ذَلِكَ: ¶ سُئِلَ شيخ الإسلام ابن تيمية عَمَّنْ يَفْعَلُ مِنْ الْمُسْلِمِينَ: مِثْلَ طَعَامِ النَّصَارَى فِي النَّيْرُوزِ. وَيَفْعَلُ سَائِرَ الْمَوَاسِمِ مِثْلَ الْغِطَاسِ وَالْمِيلَادِ وَخَمِيسِ الْعَدَسِ وَسَبْتِ النُّورِ، وَمَنْ يَبِيعُهُمْ شَيْئًا يَسْتَعِينُونَ بِهِ عَلَى أَعْيَادِهِمْ، أَيَجُوزُ لِلْمُسْلِمِينَ أَنْ يَفْعَلُوا شَيْئًا مِنْ ذَلِكَ؟ أَمْ لَا؟ ¶ فَأَجَابَ: ¶ «لَا يَحِلُّ لِلْمُسْلِمِينَ أَنْ يَتَشَبَّهُوا بِهِمْ فِي شَيْءٍ مِمَّا يَخْتَصُّ بِأَعْيَادِهِمْ لَا مِنْ طَعَامٍ وَلَا لِبَاسٍ وَلَا اغْتِسَالٍ وَلَا إيقَادِ نِيرَانٍ وَلَا تَبْطِيلِ عَادَةٍ مِنْ مَعِيشَةٍ أَوْ عِبَادَةٍ أَوْ غَيْرِ ذَلِكَ. وَلَا يَحِلُّ فِعْلُ وَلِيمَةٍ وَلَا الْإِهْدَاءُ وَلَا الْبَيْعُ بِمَا يُسْتَعَانُ بِهِ عَلَى ذَلِكَ",
            "page": "92",
            "part": "1",
            "seal": "F48FCD9E"
        },
        {
            "id": "93",
            "nass": "لِأَجْلِ ذَلِكَ. وَلَا تَمْكِينُ الصِّبْيَانِ وَنَحْوِهِمْ مِنْ اللَّعِبِ الَّذِي فِي الْأَعْيَادِ وَلَا إظْهَارُ زِينَةٍ. وَبِالْجُمْلَةِ لَيْسَ لَهُمْ أَنْ يَخُصُّوا أَعْيَادَهُمْ بِشَيْءٍ مِنْ شَعَائِرِهِمْ بَلْ يَكُونُ يَوْمُ عِيدِهِمْ عِنْدَ الْمُسْلِمِينَ كَسَائِرِ الْأَيَّامِ لَا يَخُصُّهُ الْمُسْلِمُونَ بِشَيْءٍ مِنْ خَصَائِصِهِمْ. ¶ ثُمَّ إنَّ الْمُسْلِمَ لَا يَحِلُّ لَهُ أَنْ يُعِينَهُمْ عَلَى شُرْبِ الْخُمُورِ بِعَصْرِهَا أَوْ نَحْوِ ذَلِكَ. فَكَيْفَ عَلَى مَا هُوَ مِنْ شَعَائِرِ الْكُفْرِ. وَإِذَا كَانَ لَا يَحِلُّ لَهُ أَنْ يُعِينَهُمْ هُوَ فَكَيْفَ إذَا كَانَ هُوَ الْفَاعِلَ لِذَلِكَ، وَاَللهُ أَعْلَمُ» (¬1). ¶ لا يجوز الاحتفال بعيد رأس السنة الميلادية ولا بدخول الألفية الميلادية الثالثة: ¶ س: أفيد فضيلتكم أنه يوجد في واجهة مبنى إحدى المؤسسات بالرياض لوحة إلكترونية كبيرة ومضيئة بأرقام إنجليزية باللون الأحمر، بعرض أربعة أمتار وارتفاع مترين ¶ ¬__________ ¶ (¬1) انظر مجموع فتاوى شيخ الإسلام ابن تيمية (25/ 329 - 332).",
            "page": "93",
            "part": "1",
            "seal": "CA9D9EC0"
        },
        {
            "id": "94",
            "nass": "تقريبا، تشير إلى العدد التنازلي للمتبقي من أيام العام الميلادي تمام عام 2000 م، وإلى نهاية العام، والاحتفال بعيد الميلاد ـ رأس السنة ـ ودخول الألفية الميلادية الثالثة. ¶ وفي هذا اليوم الذي أفيدكم فيه بخطابي هذا 2/ 7 / 1420هـ وصل الرقم التنازلي إلى 81 يوما، واللوحة مهيأة بعد انقضاء الواحد وثمانون يومًا إلى الإشارة إلى رقم عام ألفين بأربع خانات، وهذا إعلان لشعار النصارى وتاريخهم، ومشاركة لهم في شعائرهم وأعيادهم، وهذا فيه هَجْرٌ لتاريخ المسلمين وجَرْحٌ لشعورهم، واستغفالٌ للعلماء والمثقفين، ونشْرٌ لهذا المبدأ النصراني. ¶ نرجو أن يوفقكم الله ويوفق من بيده الأمر إلى إلغاء هذه اللوحة، وفي إلغائها بهجة للمسلمين حفظكم الله. ¶ ج: لا يجوز لمسلم يؤمن بالله واليوم الآخر أن يُظهِر الحرص والاهتمام بتاريخ الألفية المذكورة أو غيرها من المناسبات المتعلقة بدين النصارى أو غيرهم من الكفار،",
            "page": "94",
            "part": "1",
            "seal": "2BD935FE"
        },
        {
            "id": "95",
            "nass": "ومن ذلك التاريخ بالألفية المذكورة، أو تعليق بعض الأمور بها؛ كعقد الزواج أو بدء أعمال التجارة أو اعتبارها عيدًا؛ لأن في ذلك نوعُ رضًا بما هم عليه، ومداهنةٌ لهم، وإعانة ودعاية للاحتفال بأعيادهم، التي تُرفع فيها الصلبان، ويعظَّم فيها الباطل، ويُنتهَك فيها ما حرمه الله ورسوله - صلى الله عليه وآله وسلم -، والله - عز وجل - يقول: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (2)} (المائدة: 2). ¶ وثبت عن النبي - صلى الله عليه وآله وسلم - أنه قال: «مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ»، والمسلم الذي رضي بالله ربًّا وبالإسلام دينًا وبمحمدٍ - صلى الله عليه وآله وسلم - نبيًّا ورسولًا ـ يجب عليه اتباع صراط الله المستقيم الذي كان عليه النبي - صلى الله عليه وآله وسلم - وصحابته الكرام - رضي الله عنهم -، ومقتضى الاستقامة على هذا الصراط: أن يجتنب المسلم طريق المغضوب عليهم والضالين، من اليهود والنصارى وغيرهم من الكفار، فلا يتبعهم في ضلالهم ولا يتشبه بهم",
            "page": "95",
            "part": "1",
            "seal": "624742F8"
        },
        {
            "id": "96",
            "nass": "في أفعالهم وألبستهم، ولا يخالطهم في أعيادهم وكنائسهم ومعابدهم، ولا يُظهِر الفرح والسرور بمناسباتهم ولا يهنئُهم بها، بل يتبرأ من ذلك كله ويُسْلِم وجهه لله ويسأله الهداية والثبات عليها حتى يلقاه (¬1). ¶ الاحتفال بأعياد الكفار ومناسباتهم الخاصة بهم لا يجوز: ¶ س: هل يجوز الاحتفال برأس السنة الميلادية، بتبادل الهدايا بيننا كمسلمين، وليس في نِيَّتِنَا التشبه بالنصارى، وإنما الاحتفال بدخول عام جديد؟ ¶ ج: لا يجوز للمسلم الاحتفال بأي شكل من الأشكال بأعياد الكفار أو غيرها من مناسباتهم الخاصة بهم، ففي دين الإسلام وأعياده كفاية للمسلم عن الاحتفال بأعياد النصارى ومجاراتهم والتأثر بهم (¬2). ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء بالسعودية (26/ 400 - 401)، الفتوى رقم (21040). ¶ (¬2) فتاوى موقع الشبكة الإسلامية، رقم الفتوى: 57623.",
            "page": "96",
            "part": "1",
            "seal": "CF9DEAE1"
        },
        {
            "id": "97",
            "nass": "وقد ابتُلِيَ بذلك كثير من ضعاف النفوس من أبناء المسلمين، نسأل الله تعالى أن يعيدهم إلى رشدهم ويفقههم في دينهم. ¶ هل تحضر العيد لتسَلّم على أقاربها؟ ¶ س: عائلتي تجتمع في عيد الكرِيسْمَس، وأريد أن أحضر وأسَلّم عليهم، ليس بنِيّة الاحتفال ولا المشاركة، لكن فقط لانتهاز فرصة اجتماع أقاربي، هل هذا مسموح؟. ¶ ج: وجَّهْتُ هذا السؤال لشيخنا محمد بن صالح العثيمين - رحمه الله - فأجاب: «لا، لا يجوز، إذا مَنَّ الله عليها بالإسلام أول ما تفعله التبرؤ من دينها الأول وأعياده. والله أعلم» (¬1). ¶ ¬__________ ¶ (¬1) فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد، رقم الفتوى: 11650.",
            "page": "97",
            "part": "1",
            "seal": "CE67346E"
        },
        {
            "id": "98",
            "nass": "إرسال المبتعث بطاقات التهنئة بعيد رأس السنة للمشرف الدراسي النصراني: ¶ سئل فضيلة الشيخ محمد بن صالح العثيمين - رحمه الله -: ¶ «العلاقة الطيبة بين المبتعث وأستاذه ـ مشرفه الدراسي ـ ضرورة تقتضيها عدة أمور من بينها مصلحة الطالب نفسه، غير أن هناك بعضًا من المبتعثين يجدون حرجًا في تقوية هذه العلاقة، وخاصة فيما يتعلق بالمناسبات الدينية كبَعْثِ بطاقات التهنئة بما يسمى الكرِيسْمَس أو عيد رأس السنة، فهل ترون غضاضة في أن يكتب الطالب تهنئة لأستاذه خاصة إذا كانت من باب المجاملة المطلوبة في مثل هذا المجتمع؟ ¶ فأجاب فضيلته بقوله: ¶ «لا يحل للإنسان أن يجامل كافرًا على حساب دينه ولو كان هذا الكافر قد أحسن إليه كثيرًا؛ لأن الدين مقدم على كل شيء، وبناءً على هذه القاعدة لا يحل للطالب أن يبعث إلى أستاذه تهنئة بالشعائر الدينية كأعيادهم التي تكون على",
            "page": "98",
            "part": "1",
            "seal": "7A7ACD61"
        },
        {
            "id": "99",
            "nass": "رأس السنة الميلادية، أو عيد الميلاد، فمن فعل ذلك فقد أتى إثمًا كبيرًا. ¶ حتى قال بعض العلماء: إنه يخشى أن يكفر بذلك؛ لأنه رضِيَ بالشعائر الدينية، والرِّضَى بالكفر كفر، أما المجاملات الأخرى كالتهنئة بالولد مثلًا، أو بالقدوم من سفر، وما أشبه ذلك فهذه أهون» (¬1). ¶ هل يجوز له العمل في بيع تحف تتعلق بأعياد الكفار؟ ¶ س: يوجد مصنع لصنع التحف الزجاجية كحوامل العطور والشمعدانات وتصديرها للخارج، وعرض عليَّ بأن أكون مسؤولًا عن التصدير، ولكن المصنع يطلب مني في أعياد النصارى (الكريسماس) عمل بعض التحف الزجاجية الخاصة بعيدهم كالصلبان والتماثيل. ¶ ¬__________ ¶ (¬1) مجموع فتاوى ورسائل العثيمين (25/ 495 - 496).",
            "page": "99",
            "part": "1",
            "seal": "994B51BA"
        },
        {
            "id": "100",
            "nass": "فهل هذا العمل يجوز حيث إنني أخشى من الله بعد أن مَنَّ عليَّ ببعض العلم وبحفظ كتابه؟ ¶ ج: لا يجوز لأحدٍ من المسلمين أن يشارك في أعياد الكفَّار، سواء بحضور أو تمكين لهم بإقامته أو ببيع مواد وسلع تتعلق بتلك الأعياد. ¶ كتب الشيخ محمد بن إبراهيم - رحمه الله - إلى وزير التجارة قائلًا: «من محمد بن إبراهيم إلى معالي وزير التجارة ـ سلمه الله ـ السلام عليكم ورحمة الله وبركاته، وبعد: ¶ ذُكِرَ لنا أن بعض التجار في العام الماضي استوردوا هدايا خاصة لمناسبة العيد المسيحي لرأس السنة الميلادية، من ضمن هذه الهدايا (شجرة الميلاد المسيحي)، وأن بعض المواطنين كانوا يشترونها ويقدمونها للأجانب المسيحيين في بلادنا مشاركة منهم في هذا العيد. ¶ وهذا أمر منكر ما كان ينبغي لهم فعله، ولا نشك في أنكم تعرفون عدم جواز ذلك، وما ذكره أهل العلم من",
            "page": "100",
            "part": "1",
            "seal": "6325EB10"
        },
        {
            "id": "101",
            "nass": "الاتفاق على حظر مشاركة الكفار من مشركين وأهل كتاب في أعيادهم، فنأمل منكم ملاحظة مَنْع ما يَرِدُ للبلاد من هذه الهدايا وما في حكمها مما هو خصائص عيدهم. ¶ كما أننا نلفت نظركم إلى أن كثيرًا من الغيورين على دينهم قد ذكروا لنا أن لحومًا معلبة مستوردة من الخارج تباع في البقالات وغيرها، وتعرفون بارك الله فيكم أن الذبح الشرعي شرط في حل ذلك وأن مُصَدِّري هذه اللحوم المعلبة لا يعتبرون للذكاة الشرعية دخلًا في الحل والتحريم، لاسيما البلدان الشيوعية وما في حكمها ممن تربَّوْا على الإلحاد والكفر بالله. ¶ فاعتمدوا ـ بارك الله فيكم ـ الاحتياط لبراءة ذمم المسلمين بمنع ورود هذه اللحوم المعلبة، ونسأل الله لنا ولكم التوفيق والسداد، والسلام عليكم. (¬1) ¶ ¬__________ ¶ (¬1) فتاوى ورسائل الشيخ محمد بن إبراهيم آل الشيخ، مفتي الديار السعودية الأسبق (3/ 105). والشيخ عبد العزيز بن باز من أشهر تلاميذه  O.",
            "page": "101",
            "part": "1",
            "seal": "05F8B60F"
        },
        {
            "id": "102",
            "nass": "وسئل الشيخ عبد العزيز بن باز - رحمه الله -: ¶ بعض المسلمين يشاركون النصارى في أعيادهم، فما توجيهكم؟. ¶ فأجاب: ¶ «لا يجوز للمسلم ولا المسلمة مشاركة النصارى أو اليهود أو غيرهم من الكفرة في أعيادهم، بل يجب ترك ذلك؛ لأن «مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ» (¬1)، والرسول  J  حذرنا من مشابهتهم والتخلق بأخلاقهم، فعلى المؤمن وعلى المؤمنة الحذر من ذلك، ولا تجوز لهما المساعدة في ذلك بأي شيء لأنها أعياد مخالفة للشرع، فلا يجوز الاشتراك فيها، ولا التعاون مع أهلها، ولا مساعدتهم بأي شيء لا بالشاي ولا بالقهوة ولا بغير ذلك كالأواني وغيرها؛ ولأن الله سبحانه يقول: ¶ {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ ¶ ¬__________ ¶ (¬1) رواه أبو داود، وقال الألباني: حسن صحيح.",
            "page": "102",
            "part": "1",
            "seal": "8B2606DE"
        },
        {
            "id": "103",
            "nass": "وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ (2)} (المائدة: 2). ¶ فالمشاركة مع الكفرة في أعيادهم نوع من التعاون على الإثم والعدوان (¬1). ¶ وفي بيان لعلماء اللجنة الدائمة حول المشاركة باحتفالات الألفية، قالوا: ¶ «سادسًا: لا يجوز لمسلم التعاون مع الكفار بأي وجه من وجوه التعاون في أعيادهم ومن ذلك: إشهار أعيادهم وإعلانها، ومنها الألفية المذكورة، ولا الدعوة إليها بأية وسيلة سواء كانت الدعوة عن طريق وسائل الإعلام، أو نصب الساعات واللوحات الرقمية، أو صناعة الملابس والأغراض التذكارية، أو طبع البطاقات أو الكراسات المدرسية، أو عمل التخفيضات التجارية والجوائز المادية من أجلها، أو الأنشطة الرياضية، أو نشر شعار خاص بها». اهـ. ¶ ¬__________ ¶ (¬1) مجموع فتاوى الشيخ ابن باز (6/ 405).",
            "page": "103",
            "part": "1",
            "seal": "CCCE3667"
        },
        {
            "id": "104",
            "nass": "وعليه: فلا يجوز لك ـ أخي ـ المشاركة في صنع شيء يتعلق بأعياد الكفار، واترك هذه الوظيفة لله تعالى، وسيبدلك الله خيرًا منها إن شاء. والله أعلم (¬1). ¶ لا يجوز تهنئة الكفار بأعيادهم بأي صيغة كانت: ¶ س: ما هو حكم تناول الطعام (رُزّ أو لحم أو دجاج أو كيك) الذي يهدى إلينا من صديق نصراني والذي صنعه من أجل عيد ميلاده الشخصي أو عيد الميلاد (كريسماس) أو عيد رأس السنة الميلادية؟ ¶ وما رأي فضيلتكم في تهنئته بكلام مثل: إن شاء الله تستمر في النجاح في هذه السنة لتفادي قول: كل عام وأنت بخير أو عام سعيد. ¶ ج: لا يجوز للمسلم أن يأكل ما يصنعه اليهود والنصارى في أعيادهم، أو ما يهدونه إليه من أجل عيدهم؛ ¶ ¬__________ ¶ (¬1) فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد، رقم الفتوى:50074.",
            "page": "104",
            "part": "1",
            "seal": "7C9D9C9F"
        },
        {
            "id": "105",
            "nass": "لأن ذلك من التعاون والمشاركة معهم في هذا المنكر. ¶ كما لا يجوز له أن يهنئهم بعيدهم، بأي صيغة من صِيَغ التهنئة؛ لما في ذلك من الإقرار بعيدهم وعدم الإنكار عليهم، ومعاونتهم في إظهار شعائرهم وترويج بدعهم ومشاركتهم السرور في أعيادهم، وهي أعياد مبتدعة، تتصل بعقائد فاسدة لا يقرها الإسلام (¬1). ¶ جمع التبرعات لشراء هدايا للأسر الفقيرة في الكريسمس: ¶ س: مدرستي فيها تقاليد في أعياد الميلاد فكل عام يقوم أحد الفصول بتولي أمر أسرة فقيرة يجمع لها التبرعات لشراء هدايا أعياد الميلاد، ولكني رفضتُ ذلك لأن الأسرة حينما تتلقى هذه الهدايا تدعو: «بارك الله في النصارى»؛ فهل فِعلي صحيح؟. ¶ ¬__________ ¶ (¬1) فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد، رقم الفتوى: 81977.",
            "page": "105",
            "part": "1",
            "seal": "9D919D4A"
        },
        {
            "id": "106",
            "nass": "ج: «يظهر أنك تعني ميلاد المسيح - عليه السلام - الذي تعظمه النّصارى وتتخذه عيدًا. وأعياد النصارى من دينهم، وتعظيم المسلمين لأعياد الكفّار بإظهار الفرح والسرور وتقديم الهدايا هو من التشبُّه بهم، وقد قال - صلى الله عليه وآله وسلم -: «مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ»؛ فيجب على المسلمين أن يحذروا من التشبه بالنصارى في أعيادهم، وفي العادات المختصة بهم، وقد أحسنْتَ وأصبت حيث لم توافق على جمع التبرعات للأسر الفقيرة بمناسبة أعياد الميلاد، فاستقم على طريقك، وناصح إخوانك وبيِّنْ لهم أن هذا العمل لا يجوز فنحن المسلمين ليس لنا سوى عيد الفطر، وعيد الأضحى وقد أغنانا الله عن أعياد الكافرين بهذين العيدين». انتهى. ¶ كتبه: الشيخ عبد الرحمن البراك. ¶ ونحن المسلمين إذا أردنا الصّدقة فإننا نبذلها للمستحقّين الحقيقيين ولا نتَعمّد جعْل ذلك في أيام أعياد الكفار بل نقوم به كلما دَعَت الحاجة وننتهز مواسم الخير",
            "page": "106",
            "part": "1",
            "seal": "A400D6E6"
        },
        {
            "id": "107",
            "nass": "العظيمة كرمضان والعشر الأوائل من ذي الحجّة وغيرها من المواسم الفاضلة التي تُضاعف فيها الأجور، وكذلك في أوقات العُسْرة كما قال الله تعالى: {فَلَا اقْتَحَمَ الْعَقَبَةَ (11) وَمَا أَدْرَاكَ مَا الْعَقَبَةُ (12) فَكُّ رَقَبَةٍ (13) أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ (14) يَتِيمًا ذَا مَقْرَبَةٍ (15) أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ (16) ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ (17) أُولَئِكَ أَصْحَابُ الْمَيْمَنَةِ (18)} (سورة البلد:11 - 18) (¬1). ¶ استخدام الألعاب النارية ليلة رأس السنة: ¶ س: هل يجوز استخدام الألعاب النارية في رأس السنة الميلادية؟ علمًا أنه لا يسمح بتلك الألعاب إلا في ذلك اليوم. ¶ ج: عيد رأس السنة الميلادية من أعياد النصارى، بل هو عيدهم الأكبر. ¶ ¬__________ ¶ (¬1) فتاوى موقع الإسلام سؤال وجواب بإشراف الشيخ محمد صالح المنجد، رقم الفتوى: 8375.",
            "page": "107",
            "part": "1",
            "seal": "9C6563A4"
        },
        {
            "id": "108",
            "nass": "واستخدام الألعاب النارية في هذا العيد هو من باب إظهار الفرح والمشاركة والابتهاج به، ولا يجوز للمسلم أن يشارك هؤلاء في أعيادهم. فابتعد عن هذا العمل في عيد رأس السنة الميلادية، وفقك الله (¬1). ¶ إنشاء عبادة لمخالفة المشركين في أعيادهم بدعة: ¶ س: في ليلة رأس السنة الميلادية قامت بعض الجماعات بجمع الناس ـ في مصر ـ إلى المساجد وقاموا بإنشاء صلاة وذلك بحجة مخالفة المشركين ومحاولة حجب الناس عن الفتن. ¶ أليس ذلك من البدع وهل يعني ذلك أنه كلما كان عيد للكفار أنشأنا عبادة؟ ¶ ج: لا يجوز تخصيص أيام أعياد الكفار بنوع من أنواع العبادة، لأنه لم يثبت عن النبي - صلى الله عليه وآله وسلم - أنه فعل ذلك، وفي ¶ ¬__________ ¶ (¬1) فتاوى واستشارات موقع الإسلام اليوم، المجيب د. الشريف حمزة بن حسين الفعر، عضو هيئة التدريس بجامعة أم القرى.",
            "page": "108",
            "part": "1",
            "seal": "A608003A"
        },
        {
            "id": "109",
            "nass": "حديث عائشة - رضي الله عنها - أن النبي - صلى الله عليه وآله وسلم - قال: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» (رواه مسلم). ¶ ويكفي مخالفةً لهم أننا لا نشاركهم في أعيادهم بأي نوع من المشاركة، وأننا نبغض أفعالهم المخالفة للشرع وعقائدهم الضالة. ¶ ثم إنه يُخشى أن يعتاد الناس على هذه العبادة في أعياد الكفار الباطلة، فيعتقد العوام بعد ذلك أنها سُنَّة، فتكون بذلك قد أحدثتْ بدعة من حيث لا تشعر، بل قد يكون تخصيص أعيادهم بالعبادة نوعًا من المشاركة لهم في تعظيم أيامهم دون قصد منك. ¶ ولذلك كره العلماء صيام أيام أعيادهم. ¶ قال ابن قدامة في المغني: «ويُكره إفراد يوم النيروز، ويوم المهرجان بالصوم، لأنهما يومان يعظمهما الكفار، فكره كيوم السبت، وعلى قياس هذا كل عيد للكفار، أو يوم يفردونه بالتعظيم».",
            "page": "109",
            "part": "1",
            "seal": "03024C07"
        }
    ],
    "t560": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "درر من كلام شيخ الإسلام ابن تيمية عن تحريم مشابهة أهل الكتاب في الأعياد وغيرها"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "الصراط المستقيم أمور باطنة في القلب، وأمور ظاهرة:"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "لماذا الأمر بمخالفة اليهود والنصارى في الهدي الظاهر؟"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "بعض الأدلة من القرآن والسنة على النهي عن التشبه بالكافرين:"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "موافقة اليهود والنصارى في أعيادهم:"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "حريم العيد:"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "هل يجب على المسلم أن يعرف أعياد الكفار؟"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "حكم إعانة المسلمين المتشبهين بالكفار في أعيادهم:"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "بيع المسلمين للكفار في أعيادهم ما يستعينون به على عيدهم:"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الأعياد والمواسم المبتدعة:"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الذي بنى الإمام أحمد وغيره من الأئمة عليه مذاهبهم"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "أصل بدعة الاحتفال بعيد رأس السنة الميلادية"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "تاريخ رأس السنة:"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "غرائب الغرب وأذنابهم في احتفالهم برأس السنة الميلادية"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "خرافة سانتاكلوز أو ما يسمى بابا نويل:"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الجذور الوثنية لعيد الميلاد"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "هل حقا يحتفل النصارى بعيد ميلاد المسيح - عليه السلام -؟!"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "أصل شجرة الميلاد:"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "كلام قيم للإمام ابن القيم في تهنئة الكفار بعيدهم"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "حكم إهداء الكافر وقبول هديته في يوم عيده"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "استخدام التاريخ الميلادي"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "أصل بدعة الاحتفال بعيد رأس السنة الهجرية"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "صيام يومي آخر السنة الهجرية وأولها:"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "السنة في استقبال السنة الهجرية"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "حكم التهنئة بالعام الهجري الجديد"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "فتاوى أهل العلم"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "1",
            "tit": "هل يجوز للمسلمين أن يفعلوا شيئا من ذلك:"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "لا يجوز الاحتفال بعيد رأس السنة الميلادية ولا بدخول الألفية الميلادية الثالثة:"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "الاحتفال بأعياد الكفار ومناسباتهم الخاصة بهم لا يجوز:"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "هل تحضر العيد لتسلم على أقاربها؟"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "إرسال المبتعث بطاقات التهنئة بعيد رأس السنة للمشرف الدراسي النصراني:"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "هل يجوز له العمل في بيع تحف تتعلق بأعياد الكفار؟"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "لا يجوز تهنئة الكفار بأعيادهم بأي صيغة كانت:"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "جمع التبرعات لشراء هدايا للأسر الفقيرة في الكريسمس:"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "استخدام الألعاب النارية ليلة رأس السنة:"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "إنشاء عبادة لمخالفة المشركين في أعيادهم بدعة:"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "هل يجوز الاجتماع ليلة رأس السنة الميلادية للذكر والدعاء وقراءة القرآن؟"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "حكم الاحتفال ببداية العام الهجري:"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "صيام رأس السنة الهجرية بدعة:"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "حكم تخصيص ليلة رأس السنة الهجرية بالعبادة والقيام:"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "من البدع تحديد تاريخ المولد النبوي أو رأس السنة الهجرية كموعد للختان:"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "صدر للمؤلف"
        }
    ]
}