{
    "b561": [
        {
            "id": "1",
            "nass": "شم النسيم ... ¶ هل نحتفل؟",
            "page": null,
            "part": null,
            "seal": "D420F091"
        },
        {
            "id": "2",
            "nass": "حقوق الطبع محفوظة ¶ دار الخلفاء الراشدين // الإسكندرية - 3 ش عمر - أبو سليمان - أمام مسجد الخلفاء الراشدين أبو سليمان // ت 0120152908/ 0105013151 ¶ دار الفتح الإسلامي // الإسكندرية - مصطفي كامل - بجوار مسجد الفتح الإسلامي ¶ // ت 0102771060/ 0106714768",
            "page": "2",
            "part": "1",
            "seal": "5159F2B8"
        },
        {
            "id": "3",
            "nass": "أقوال ليست عابرة ¶ * «وما أدراك ما شم النسيم؟ هو عادة ابتدعها أهل الأوثان لتقديس بعض الأيام تفاؤلًا به أو تزلفًا لما كانوا يعبدون من دون الله، فعمرت آلافًا من السنين حتى عمت المشرقين، واشترك فيها العظيم والحقير، والصغير والكبير ... فعلى من يريد السلامة في دينه وعرضه أن يحتجب في بيته في ذلك اليوم المشؤوم، ويمنع عياله وأهله وكل من تحت ولايته عن الخروج فيه حتى لا يشارك اليهود والنصارى في مراسمهم، والفاسقين الفاجرين في أماكنهم، ويظفر بإحسان الله ورحمته» (¬1). ¶ الشيخ علي محفوظ - رحمه الله - ¶ عضو هيئة كبار العلماء بالأزهر الشريف ¶ * «عيد شم النسيم مرتبط بالأعياد الدينية غير الإسلامية، ولا شك أن التمتع بمباهج الحياة من أكل وشرب وتنزه أمر مباح ما دام في الإِطار المشروع، الذي لا ترتكب فيه معصية ولا تنتهك حرمة ولا ينبعث من عقيدة فاسدة. ¶ ¬__________ ¶ (¬1) الإبداع في مضار الابتداع (276 - 277).",
            "page": "3",
            "part": "1",
            "seal": "55D38AA5"
        },
        {
            "id": "4",
            "nass": "إن الإِسلام يريد من المسلم أن تكون له شخصية مستقلة فاهمة، حريصة على الخير بعيدة عن الشر والانزلاق إليه، وعن التقليد الأعمى، فلماذا نحرص على شم النسيم في هذا اليوم بعينه والنسيم موجود في كل يوم؟ إنه لا يَعْدُو أن يكون يوما عاديًّا من أيام الله حكمه كحكم سائرها، بل إن فيه شائبة تحمل على اليقظة والتبصر والحذر، وهى ارتباطه بعقائد لا يقرها الدين، حيث كان الزعم أن المسيح قام من قبره وشم نسيم الحياة بعد الموت. ¶ ولماذا نحرص على طعام بعينه في هذا اليوم، وقد رأينا ارتباطه بخرافات أو عقائد غير صحيحة، مع أن الحلال كثير وهو موجود في كل وقت؛ إن هذا الحرص يبرر لنا أن ننصح بعدم المشاركة في الاحتفال به، مع مراعاة أن المجاملة على حساب الدين والخلق والكرامة ممنوعة لا يقرها دين ولا عقل سليم (¬1). ¶ الشيخ عطية صقر - رحمه الله - ¶ الرئيس الأسبق للجنة الفتوى بالأزهر ¶ ¬__________ ¶ (¬1) باختصار من فتاوى الأزهر، نسخة إلكترونية على موقع وزارة الأوقاف المصرية  www.islamic-council.com،  تاريخ الفتوى: مايو 1997.",
            "page": "4",
            "part": "1",
            "seal": "9B70B039"
        },
        {
            "id": "5",
            "nass": "مقدمة ¶ إِنَّ الْحَمْدَ لِلهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللهِ مِنْ شُرُورِ أَنْفُسِنَا وَمِنْ سَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللهُ فَلاَ مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلاَ هَادِىَ لَهُ، وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ. ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (102)} (آل عمران:102). ¶ {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (1)} (النساء:1). ¶ {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70)}. (الأحزاب:70). ¶ أَمَّا بَعْدُ، فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللهِ، وَخَيْرَ الْهَدْيِ هَدْيُ مُحَمَّدٍ - صلى الله عليه وآله وسلم -، وَشَرَّ الأُمُورِ مُحْدَثَاتُهَا، وَكُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلاَلَةٌ، وَكُلَّ ضَلاَلَةٍ في النَّارِ.",
            "page": "5",
            "part": "1",
            "seal": "FBD36B17"
        },
        {
            "id": "6",
            "nass": "إن الصراع بين الحق والباطل دائم ما دامت الدنْيَا، واتباع فئام من الأمة المحمدية أهلَ الباطل في باطلِهم من يهود ونصارى ومجوس وعباد أوثان وغيرهم، وبقاء طائفة على الحق رغم الضغوط والمضايقات، كل ذلك سنن كونية مقدرة مكتوبة، ولا يعني ذلك الاستسلام وسلوك سبيل الضالين؛ لأن الذي أخبرنا بوقوع ذلك لا محالة حذَّرنا من هذا السبيل، وأمرنا بالثبات على الدين مهما كثر الزائغون، وقوي المنحرفون، وأخبرنا أن السعيد من ثبت على الحق مهما كانت الصوارف عنه، في زمن للعامل فيه مثل أجر خمسين رجلًا يعملون مثل عمل الصحابة - رضي الله عنهم - فعَنْ عُتْبَةَ بن غَزْوَانَ - رضي الله عنه - أَنَّ نَبِيَّ اللهِ - صلى الله عليه وآله وسلم - قَالَ: «إِنَّ مِنْ وَرَائِكُمْ أَيَّامَ الصَّبْرِ، لِلْمُتَمَسِّكِ فِيهِنَّ يَوْمَئِذٍ بِمَا أَنْتُمْ عَلَيْهِ أَجْرُ خَمْسِينَ مِنْكُمْ»، قَالُوا: «يَا نَبِيَّ اللهِ، أَوْ مِنْهُمْ؟»، قَالَ: «بَلْ مِنْكُمْ». ¶ (رواه الطبراني في المعجم الكبير، وصححه الألباني). ¶ ولسوف يكون من أمة محمد - صلى الله عليه وآله وسلم - أقوام ينحرفون عن الحق صوب الباطل يغيّرون ويبدّلون، وعقوبتهم أنهم سيُحجزون عن الحوض حينما يَرِدُه الذين استقاموا ويشربون منه؛ فقد قال - صلى الله عليه وآله وسلم -: «أَلاَ لَيُذَادَنَّ رِجَالٌ عَنْ حَوْضِى كَمَا يُذَادُ الْبَعِيرُ الضَّالُّ،",
            "page": "6",
            "part": "1",
            "seal": "2C8DAAB0"
        },
        {
            "id": "7",
            "nass": "أُنَادِيهِمْ: «أَلاَ هَلُمَّ»، فَيُقَالُ: «إِنَّهُمْ قَدْ بَدَّلُوا بَعْدَكَ»، فَأَقُولُ: «سُحْقًا سُحْقًا». (رواه مسلم). ¶ ومن أعظم مظاهر التغيير والتبديل، والتنكر لدين محمد - صلى الله عليه وآله وسلم - اتِّباع أعداء الله - سبحانه وتعالى - في كل كبيرة وصغيرة، باسم الرقي والتقدم، والحضارة والتطور، وتحت شعارات التعايش السلمي والأخوة الإنسانية، والنظام العالمي الجديد والعولمة والكونية، وغيرها من الشعارات البراقة الخادعة. ¶ وإن المسلم الغيور ليلحظ هذا الداء الوبيل في جماهير الأمة إلا من رحم الله - سبحانه وتعالى - حتى تبعوهم وقلدوهم في شعائر دينهم وأخص عاداتهم وتقاليدهم كالأعياد التي هي من جملة الشرائع والمناهج. ¶ قال تعالى: {وَلَا تَتَّبِعْ أَهْوَاءَهُمْ عَمَّا جَاءَكَ مِنَ الْحَقِّ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} (المائدة: 48)، وقال تعالى: {لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ} (الحج: 67) أي: عيدًا يختصون به (¬1). ¶ ¬__________ ¶ (¬1) أعياد الكفار وموقف المسلم منها، لإبراهيم بن محمد الحقيل (ص 9 - 10).",
            "page": "7",
            "part": "1",
            "seal": "A64A9AFE"
        },
        {
            "id": "8",
            "nass": "وعيد (شم النسيم) المسمى بعيد الربيع، هو من جملة البدع والمحدثات التي دخلت ديار المسلمين، لغفلتهم عن أحكام دينهم وهدي شريعة ربهم، وتقليدهم واتباعهم للغرب في كل ما يصدره إليهم؛ وقد قال - صلى الله عليه وآله وسلم -: «مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ» (رواه البخاري ومسلم). ¶ وقد استفاض العلم بأنه لا يجوز إحداث عيد يحتفل به المسلمون غير عيدي الأضحى والفطر؛ لأن الأعياد من جملة الشرع والمنهاج والمناسك، قال تعالى: {لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُسْتَقِيمٍ (67)} (الحج:67). ¶ وأسأل الله - عز وجل - أن ينفع المسلمين بهذه الرسالة وأن يرزقنا الإخلاص في السر والعلن، وصلى الله وسلم وبارك على عبده ونبيه ـ سيدنا محمد ـ وعلى آله وصحبه ومن اهتدى بهديه إلى يوم الدين. ¶ شحاتة محمد صقر ¶ saqrmhm@gawab.com",
            "page": "8",
            "part": "1",
            "seal": "80FCF376"
        },
        {
            "id": "9",
            "nass": "دُرَر ¶ من كلام ¶ شيخ الإسلام ابن تيمية ¶ عن تحريم مشابهة أهل الكتاب ¶ في الأعياد وغيرها (¬1) ¶ بعض الأدلة من القرآن والسنة على النهي عن التشبه بالكافرين: ¶ 1 - قال تعالى: {وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (16) وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (17) ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ ¶ ¬__________ ¶ (¬1) باختصار وتصرف من (تهذيب كتاب اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم) لشيخ الإسلام ابن تيمية، هذَّبه وخرَّج أحاديثه شحاتة صقر (ص 16 - 112).",
            "page": "9",
            "part": "1",
            "seal": "7A2ADB4B"
        },
        {
            "id": "10",
            "nass": "لَا يَعْلَمُونَ (18) إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَاللَّهُ وَلِيُّ الْمُتَّقِينَ (19)} (الجاثية: 16 - 19). ¶ أخبر سبحانه، أنه أنعم على بني إسرائيل بِنِعَم الدين والدنيا، وأنهم اختلفوا بعد مجيء العلم بغيًا من بعضهم على بعض، ثم جعل محمدًا - صلى الله عليه وآله وسلم - على شريعة شرعها له، وأمره باتباعها، ونهاه عن إتباع أهواء الذين لا يعلمون، وقد دخل في الذين لا يعلمون كل من خالف شريعته. ¶ وأهواؤهم: هو ما يهوونه، وما عليه المشركون من هديهم الظاهر، الذي هو من موجبات دينهم الباطل، وتوابع ذلك فهم يهوونه، وموافقتهم فيه اتباع لما يهوونه، ولهذا يفرح الكافرون بموافقة المسلمين في بعض أمورهم، ويُسَرُّون به، ويَوَدُّون أن لو بذلوا مالًا عظيمًا ليحصل ذلك. ¶ 2 - قال سبحانه لموسى وهارون: {فَاسْتَقِيمَا وَلَا تَتَّبِعَانِّ سَبِيلَ الَّذِينَ لَا يَعْلَمُونَ (89)} (يونس:89)، وقال سبحانه: {وَقَالَ مُوسَى لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ (142)} (الأعراف:142)، وَقال تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ",
            "page": "10",
            "part": "1",
            "seal": "4ED94836"
        },
        {
            "id": "11",
            "nass": "الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا (115)} (النساء:115)، إلى غير ذلك من الآيات. ¶ وما هم عليه من الهدي والعمل، هو من سبيل غير المؤمنين، بل ومن سبيل المفسدين، والذين لا يعلمون. ¶ 3 - قال رسول الله - صلى الله عليه وآله وسلم -: «مَنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ» (أبو داود، وقال الألباني: حسن صحيح)، وهذا الحديث أقل أحواله: أن يقتضى تحريم التشبه بهم، وإن كان ظاهره يقتضي كفر المتشبه بهم، كما في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51)} (المائدة:51)، فقد يُحمَل هذا على التشبه المطلق، فإنه يوجب الكفر، ويقتضي تحريم أبعاض ذلك، وقد يحمل على أنه منهم، في القدر المشترك الذي شابههم فيه، فإن كان كفرًا، أو معصية، أو شعارًا لها كان حكمه كذلك. ¶ وبكل حال: يقتضي تحريم التشبه، بعلة كونه تَشَبُّهًا، والتَّشَبُّه: يعم مَنْ فَعَل الشيء لأجل أنهم فعلوه، وهو نادر، ومن تبع غيره في فعل لغرض له في ذلك، إذا كان أصل الفعل مأخوذًا عن ذلك الغير، فأما من فعل الشيء واتفق أن الغير فعله أيضًا،",
            "page": "11",
            "part": "1",
            "seal": "9AD87706"
        },
        {
            "id": "12",
            "nass": "ولم يأخذه أحدهما عن صاحبه، ففي كون هذا تشبهًا نظر، لكن قد ينهى عن هذا، لئلا يكون ذريعة إلى التشبه، ولما فيه من المخالفة، كما أمر بصبغ اللحى وإحفاء الشوارب، مع أن قوله - صلى الله عليه وآله وسلم -: «غَيِّرُوا الشَّيْبَ وَلاَ تَشَبَّهُوا بِالْيَهُودِ» (رواه الترمذي وصححه الألباني)، دليل على أن التشبه بهم يحصل بغير قصد منا ولا فعل، بل بمجرد ترْك تغيير ما خُلِق فينا، وهذا أبلغ من الموافقة الفعلية، الاتفاقية، وبهذا احتج غير واحد من العلماء على كراهة أشياء من زيّ غير المسلمين. ¶ وقد أخبر الرسول - صلى الله عليه وآله وسلم - أن أمته ستتبع سنن الأمم قبلها، فعَنْ أَبِى سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وآله وسلم - قَالَ: «لَتَتْبَعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ شِبْرًا شِبْرًا وَذِرَاعًا بِذِرَاعٍ، حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ تَبِعْتُمُوهُمْ»، قُلْنَا: «يَا رَسُولَ اللهِ، الْيَهُودُ وَالنَّصَارَى؟». ¶ قَالَ «فَمَنْ» (رواه البخاري ومسلم). ¶ وعَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وآله وسلم - قَالَ «لاَ تَقُومُ السَّاعَةُ حَتَّى تَأْخُذَ أُمَّتِي بِأَخْذِ الْقُرُونِ قَبْلَهَا، شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ»، فَقِيلَ: «يَا رَسُولَ اللهِ، كَفَارِسَ وَالرُّومِ؟». ¶ فَقَالَ «وَمَنِ النَّاسُ إِلاَّ أُولَئِكَ؟» (رواه البخاري).",
            "page": "12",
            "part": "1",
            "seal": "5C60A677"
        },
        {
            "id": "13",
            "nass": "فأخبر - صلى الله عليه وآله وسلم - أنه سيكون في أمته مضاهاة لليهود والنصارى، وهم أهل الكتاب، ومضاهاة لفارس والروم، وهم الأعاجم. ¶ وقد كان - صلى الله عليه وآله وسلم - ينهى عن التشبه بهؤلاء وهؤلاء، وليس هذا إخبارًا عن جميع الأمة، بل قد تواتر عنه - صلى الله عليه وآله وسلم - أنه قال: «لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي قَائِمَةً بِأَمْرِ اللهِ لاَ يَضُرُّهُمْ مَنْ خَذَلَهُمْ أَوْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللهِ وَهُمْ ظَاهِرُونَ عَلَى النَّاسِ» (رواه البخاري ومسلم). ¶ وعَنِ ابْنِ عُمَرَ - رضي الله عنهما - أَنَّ رَسُولَ اللهِ - صلى الله عليه وآله وسلم - قَالَ «إِنَّ اللهَ لاَ يَجْمَعُ أُمَّتِي ـ أَوْ قَالَ أُمَّةَ مُحَمَّدٍ - صلى الله عليه وآله وسلم - ـ عَلَى ضَلاَلَةٍ» (رواه الترمذي وصححه الألباني). ¶ وقال - صلى الله عليه وآله وسلم -: «لاَ يَزَالُ اللهُ يَغْرِسُ في هَذَا الدِّينِ غَرْسًا يَسْتَعْمِلُهُمْ في طَاعَتِهِ» (رواه ابن ماجه وحسنه الألباني). ¶ فعُلِم بخبره الصِّدق أنه في أمته - صلى الله عليه وآله وسلم - قومٌ مستمسكون بهَدْيه، الذي هو دين الإسلام محضًا، وقوم منحرفون إلى شُعبة من شُعَب اليهود، أو إلى شعبة من شعب النصارى، وإن كان الرجل لا يكفر بكل انحراف، بل وقد لا يفسق أيضًا، بل قد يكون الانحراف كفرًا، وقد يكون فسقًا، وقد يكون معصية، وقد",
            "page": "13",
            "part": "1",
            "seal": "252DE284"
        },
        {
            "id": "14",
            "nass": "يكون خطأ، وهذا الانحراف أمر تتقاضاه الطباع ويزينه الشيطان، فلذلك أُمِر العبدُ بدوام دعاء الله سبحانه بالهداية إلى الاستقامة التي لا يهودية فيها ولا نصرانية أصلًا. ¶ موافقة الكافرين في أعيادهم: ¶ موافقتهم في أعيادهم لا تجوز من طريقين: ¶ الطريق الأول: ¶ أن هذا موافقة لأهل الكتاب فيما ليس في ديننا، ولا عادة سلفنا، فيكون فيه مفسدة موافقتهم، وفي تركه مصلحة مخالفتهم، حتى لو كان موافقتهم في ذلك أمرًا اتفاقيًا، ليس مأخوذًا عنهم لَكَانَ المشروع لنا مخالفتهم، لما في مخالفتهم من المصلحة، فمن وافقهم فوّت على نفسه هذه المصلحة، وإن لم يكن قد أتى بمفسده، فكيف إذا جمعهما؟ ¶ وأما الطريق الثاني ـ الخاص ـ في نفس أعياد الكفار: ¶ فعن أَنَسِ بْنِ مَالِكٍ - رضي الله عنه - قَالَ: «كَانَ لِأَهْلِ الْجَاهِلِيَّةِ يَوْمَانِ فِي كُلِّ سَنَةٍ يَلْعَبُونَ فِيهِمَا فَلَمَّا قَدِمَ النَّبِيُّ - صلى الله عليه وآله وسلم - الْمَدِينَةَ قَالَ: «كَانَ لَكُمْ يَوْمَانِ تَلْعَبُونَ فِيهِمَا وَقَدْ أَبْدَلَكُمْ اللهُ بِهِمَا خَيْرًا مِنْهُمَا: يَوْمَ الْفِطْرِ وَيَوْمَ الْأَضْحَى» (رواه النسائي وصححه الألباني).",
            "page": "14",
            "part": "1",
            "seal": "0874499A"
        },
        {
            "id": "15",
            "nass": "فوجه الدلالة: ¶ أن العيدين الجاهليين لم يقرُّهما رسول الله - صلى الله عليه وآله وسلم - ولا تركهم يلعبون فيهما على العادة، بل قال: «وَقَدْ أَبْدَلَكُمْ اللهُ بِهِمَا خَيْرًا مِنْهُمَا: يَوْمَ الْفِطْرِ وَيَوْمَ الْأَضْحَى»، والإبدال من الشيء، يقتضي ترك المبدل منه، إذ لا يجمع بين البدل والمبدل منه، ولهذا لا تستعمل هذه العبارة إلا فيما ترك اجتماعهما. ¶ حريم العيد: ¶ العيد: اسم جنس يدخل فيه كل يوم أو مكان لهم فيه اجتماع، وكل عمل يحدثونه في هذه الأمكنة والأزمنة، فليس النهي عن خصوص أعيادهم، بل كل ما يعظمونه من الأوقات والأمكنة التي لا أصل لها في دين الإسلام، وما يحدثونه فيها من الأعمال يدخل في ذلك. ¶ وكذلك حريم العيد: وهو ما قبله وما بعده من الأيام التي يُحْدثون فيها أشياء لأجله، أو ما حوله من الأمكنة التي يحدث فيها أشياء لأجله، أو ما يحدث بسبب أعماله من الأعمال حكمها حكمه فلا يفعل شيء من ذلك، فإن بعض الناس قد يمتنع من إحداث أشياء في أيام عيدهم، كيوم الخميس والميلاد ويقول لعياله: إنما أصنع لكم هذا في الأسبوع، أو الشهر الآخر، وإنما",
            "page": "15",
            "part": "1",
            "seal": "0F4213FB"
        },
        {
            "id": "16",
            "nass": "المحرك على إحداث ذلك وجود عيدهم، ولولا هو لم يقتضوا ذلك. ¶ فهذا أيضًا من مقتضيات المشابهة. ¶ لكن يُحَالُ الأهلُ على عيد الله ورسوله - صلى الله عليه وآله وسلم - ويُقْضَي لهم فيه من الحقوق ما يقطعُ استشرافَهم إلى غيره، فإن لم يرضوا فلا حول ولا قوة إلا بالله، ومن أغضب أهله لله، أرضاه الله وأرضاهم. ¶ وليحذر العاقل من طاعة النساء في ذلك، ففي الصحيحين عن أسامة بن زيد - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وآله وسلم -: «مَا تَرَكْتُ بَعْدِي فِتْنَةً أضَرَّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ». (رواه البخاري ومسلم). ¶ هل يجب على المسلم أن يعرف أعياد الكفار؟ ¶ أعياد الكفار كثيرة مختلفة، وليس على المسلم أن يبحث عنها، ولا يعرفها، بل يكفيه أن يعرف في أي فعل من الأفعال أو يوم، أو مكان، أو سبب هذا الفعل أو تعظيم هذا المكان أو الزمان من جهتهم، ولو لم يعرف أن سببه من جهتهم، فيكفيه أن يعلم أنه لا أصل له في دين الإسلام، فإنه إذا لم يكن له أصل فإما أن",
            "page": "16",
            "part": "1",
            "seal": "2128BBB5"
        },
        {
            "id": "17",
            "nass": "يكون قد أحدثه بعض الناس من تلقاء نفسه، أو يكون مأخوذًا عنهم، فأقل أحواله: أن يكون من البدع. ¶ ونحن ننبه على ما رأينا كثيرًا من الناس قد وقعوا فيه، فمن ذلك: الخميس الحقير، الذي في آخر صومهم، فإنه يوم عيد المائدة فيما يزعمون، ويسمونه عيد العشاء، وهو الأسبوع الذي يكون فيه من الأحد إلى الأحد ـ هو عيدهم الأكبر، فجميع ما يحدثه الإنسان فيه من المنكرات. ¶ فمنه: خروج النساء، وتبخير القبور، ووضع الثياب على السطح، وكتابة الورق وإلصاقها بالأبواب، واتخاذه موسمًا لبيع البخور وشرائه وكذلك شراء البخور في ذلك الوقت، إذ اتخذ وقتًا للبيع، ورقى البخور مطلقًا في ذلك الوقت، أو في غيره أو قصد شراء البخور المرقي، فإن رقى البخور واتخاذه قربانًا هو دين النصارى والصابئين، وإنما البخور طيب يتطيب بدخانه كما يتطيب سائر الطيب من المسك وغيره، مما له أجزاء بخارية، وإن لطفت، أو له رائحة محضة، ويستحب التبخر حيث يستحب التطيب. ¶ وكذلك اختصاصه بطبخ رُزّ بلبن، أو بسيسة، أو عدس،",
            "page": "17",
            "part": "1",
            "seal": "68B40898"
        },
        {
            "id": "18",
            "nass": "أو صبغ، أو بيض، ونحو ذلك. ¶ ومن ذلك ترك الوظائف الراتبة: من الصنائع، والتجارات، أو حلق العلم، أو غير ذلك، واتخاذه يوم راحة وفرح، واللعب فيه بالخيل أو غيرها، على وجه يخالف ما قبله وما بعده من الأيام. ¶ والضابط: أنه لا يحدث فيه أمر أصلا، بل يُجْعَل يومًا كسائر الأيام، فإن النبي - صلى الله عليه وآله وسلم - نهاهم عن اليومين اللذين كانا لهم يلعبون فيهما في الجاهلية، ونهى - صلى الله عليه وآله وسلم - عن الذبح بالمكان إذا كان المشركون يُعَيِّدون فيه. (رواه أبو داود وصححه الألباني)، وإذا كان الذبح بمكان عيدهم مَنْهِيًّا عنه، فكيف بالموافقة في نفس العيد بفعل بعض الأعمال التي تعمل بسبب عيدهم؟ ¶ وأعياد الفرس مثل النيروز والمهرجان، وأعياد اليهود أو غيرهم من أنواع الكفار، أو الأعاجم أو الأعراب، حكمها كلها على ما ذكرناه من قبل.",
            "page": "18",
            "part": "1",
            "seal": "09128272"
        },
        {
            "id": "19",
            "nass": "حكم إعانة المسلمين المتشبهين بالكفار في أعيادهم: ¶ وكما لا نتشبه بهم في الأعياد، فلا يُعَان المسلم المتشبه بهم في ذلك. بل يُنْهَى عن ذلك، فمن صنع دعوة مخالفة للعادة في أعيادهم لم تُجَبْ دعوتُه، ومن أهدى من المسلمين هدية في هذه الأعياد، مخالفة للعادة في سائر الأوقات، غير هذا العيد، لم تُقْبل هديته (¬1)، خصوصًا إن كانت الهدية مما يستعان بها على التشبه بهم، مثل إهداء الشمع ونحوه، في الميلاد، أو إهداء البيض واللبن والغنم في الخميس الصغير، الذي في آخر صومهم. ¶ وكذلك أيضًا لا يهدى لأحد من المسلمين في هذه الأعياد هدية لأجل العيد، لا سيما إذا كان مما يستعان به على التشبه بهم كما ذكرناه. ¶ ¬__________ ¶ (¬1) جاء في فتاوى موقع موقع الإسلام سؤال وجواب، بإشراف الشيخ محمد المنجد: «الإهداء لهم في عيدهم لا يجوز لأنه من إعانتهم على باطلهم، وأيضًا عدم جواز هدية المسلم المتشبه بهم في عيدهم؛ لأن قبولها إعانة له في تشبهه وإقرار له وعدم إنكار عليه الوقوع في هذا الفعل المحرم».",
            "page": "19",
            "part": "1",
            "seal": "B0385F92"
        },
        {
            "id": "20",
            "nass": "ولا يبيع المسلم ما يستعين به المسلمون على مشابهتهم في العيد، من الطعام واللباس ونحو ذلك، لأن في ذلك إعانة على المنكر. ¶ بيع المسلمين للكفار في أعيادهم ما يستعينون به على عيدهم: ¶ فأما بيع المسلمين لهم في أعيادهم، ما يستعينون به على عيدهم، من الطعام واللباس، والريحان ونحو ذلك، أو إهداء ذلك لهم، فهذا فيه نوع إعانة على إقامة عيدهم المحرم. ¶ وهو مبني على أصل، وهو: أن بيع الكفار عنبًا أو عصيرًا يتخذونه خمرًا لا يجوز، وكذلك لا يجوز بيعهم سلاحًا يقاتلون به مسلمًا.",
            "page": "20",
            "part": "1",
            "seal": "C3B7F116"
        },
        {
            "id": "21",
            "nass": "منشأ ¶ عيد شم النسيم وقصته ¶ وهو ما يسمى زورًا في مصر بعيد الربيع، وهو عادة ابتدعها أهل الأوثان لتقديس بعض الأيام تفاؤلًا به أو تزلفًا لما كانوا يعبدون من دون الله (¬1). ¶ عيد شم النسيم من أعياد الفراعنة، ثم نقله عنهم بنو إسرائيل، ثم انتقل إلى الأقباط بعد ذلك، وصار في العصر الحاضر عيدًا شعبيًا يحتفل به كثير من أهل مصر من أقباط ومسلمين وغيره. ¶ كانت أعياد الفراعنة ترتبط بالظواهر الفلكية، وعلاقتها بالطبيعة، ومظاهر الحياة؛ ولذلك احتفلوا بعيد الربيع الذي حددوا ميعاده بالانقلاب الربيعي، وهو اليوم الذي يتساوى فيه الليل والنهار وقت حلول الشمس في برج الحمل. ويقع في الخامس والعشرين من شهر برمهات، وكانوا يعتقدون ـ كما ¶ ¬__________ ¶ (¬1) الإبداع في مضار الابتداع للشيخ علي محفوظ - رحمه الله - (ص 275).",
            "page": "21",
            "part": "1",
            "seal": "036F7D55"
        },
        {
            "id": "22",
            "nass": "ورد في كتابهم المقدس عندهم ـ أن ذلك اليوم هو أول الزمان، أو بدء خلق العالم. ¶ بين عيد الفصح وشم النسيم: ¶ نقل بنو إسرائيل عيد شم النسيم عن الفراعنة لما خرجوا من مصر، وقد اتفق يوم خروجهم مع موعد احتفال الفراعنة بعيدهم. ¶ واحتفل بنو إسرائيل بالعيد بعد خروجهم ونجاتهم، وأطلقوا عليه اسم عيد الفصح، والفصح كلمة عبرية معناها (الخروج) أو (العبور)، كما اعتبروا ذلك اليوم ـ أي يوم بدء الخلق عند الفراعنة ـ رأسًا لسنتهم الدينية العبرية تَيَمُّنًا بنجاتهم، وبدء حياتهم الجديدة. ¶ وهكذا انتقل هذا العيد من الفراعنة إلى اليهود، ثم انتقل عيد الفصح من اليهود إلى النصارى وجعلوه موافقًا لما يزعمونه قيامة المسيح، ولما دخلت النصرانية مصر أصبح عيدهم يلازم عيد المصريين القدماء ـ الفراعنة ـ ويقع دائمًا في اليوم التالي لعيد الفصح أو عيد القيامة. ¶ كان الفراعنة يحتفلون بعيد شم النسيم؛ إذ يبدأ ليلته الأولى",
            "page": "22",
            "part": "1",
            "seal": "5C6D5F69"
        },
        {
            "id": "23",
            "nass": "أو ليلة الرؤيا بالاحتفالات الدينية، ثم يتحول مع شروق الشمس إلى عيد شعبي تشترك فيه جميع طبقات الشعب كما كان فرعون، وكبار رجال الدولة يشاركون في هذا العيد. ¶ من مظاهر الاحتفال بشم النسيم: ¶ يخرج المحتفلون بعيد شم النسيم جماعات إلى الحدائق والحقول والمتنزهات؛ ليكونوا في استقبال الشمس عند شروقها، وقد اعتادوا أن يحملوا معهم طعامهم وشرابهم، ويقضوا يومهم في الاحتفال بالعيد ابتداء من شروق الشمس حتى غروبها، وكانوا يحملون معهم أدوات لعبهم، ومعدات لهوهم، وآلات موسيقاهم، فتتزين الفتيات بعقود الياسمين (زهر الربيع)، ويحمل الأطفال سعف النخيل المزين بالألوان والزهور، فتقام حفلات الرقص الزوجي والجماعي على أنغام الناي والمزمار والقيثار، ودقات الدفوف، تصاحبها الأغاني والأناشيد الخاصة بعيد الربيع، كما تجري المباريات الرياضية والحفلات التمثيلية. ¶ كما أن الاحتفال بالعيد يمتد بعد عودتهم من المزارع والمتنزهات والأنهار إلى المدينة ليستمر حتى شروق الشمس سواء في المساكن حيث تقام حفلات الاستقبال، وتبادل التهنئة أو",
            "page": "23",
            "part": "1",
            "seal": "3E9D3E7D"
        },
        {
            "id": "24",
            "nass": "في الأحياء والميادين والأماكن العامة حيث تقام حفلات الترفيه والندوات الشعبية. ¶ أطعمة هذا العيد: ¶ كان لشم النسيم أطعمته التقليدية المفضلة، وما ارتبط بها من عادات وتقاليد أصبحت جزءًا لا يتجزأ من الاحتفال بالعيد نفسه، والطابع المميز له والتي انتقلت من الفراعنة عبر العصور الطويلة إلى عصرنا الحاضر. ¶ وتشمل قائمة الأطعمة المميزة لمائدة شم النسيم: (البيض، والفسيخ، والبصل، والخس، والملانة (¬1))، وقد أخذ كثير ممن يحتفلون بأعياد الربيع في دول الغرب والشرق كثيرًا من مظاهر عيد شم النسيم ونقلوها في أعيادهم الربيعية. ¶ بيض شم النسيم: ¶ يعتبر البيض الملون مظهرًا من مظاهر عيد شم النسيم، ومختلف أعياد الفصح والربيع في العالم أجمع، واصطلح الغربيون على تسمية البيض (بيضة الشرق). ¶ ¬__________ ¶ (¬1) (الحِمَّصُ والحِمِّصُ): نبات زراعي عُشبي حولي حبي من القرنيات الفراشية يسمى حبه الأخضر في مصر (ملانة). (المعجم الوسيط).",
            "page": "24",
            "part": "1",
            "seal": "C63082EE"
        },
        {
            "id": "25",
            "nass": "بدأ ظهور البيض على مائدة أعياد الربيع ـ شم النسيم ـ مع بداية العيد الفرعوني نفسه أو عيد الخلق حيث كان البيض يرمز إلى خلق الحياة، كما ورد في متون كتاب الموتى وأناشيد (أخناتون الفرعوني). ¶ وهكذا بدأ الاحتفال بأكل البيض كأحد الشعائر المقدسة التي ترمز لعيد الخلق، أو عيد شم النسيم عند الفراعنة. ¶ أما فكرة نقش البيض وزخرفته، فقد ارتبطت بعقيدة قديمة أيضًا؛ إذ كان الفراعنة ينقشون على البيض الدعوات والأمنيات ويجمعونه أو يعلقونه في أشجار الحدائق حتى تتلقى بركات نور الإله عند شروقه ـ حسب زعمهم ـ فيحقق دعواتهم ويبدؤون العيد بتبادل التحية (بدقة البيض)، وهي العادات التي ما زال أكثرها متوارثًا إلى الآن ـ نعوذ بالله من الضلال ـ. ¶ أما عادة تلوين البيض بمختلف الألوان وهو التقليد المتبع في جميع أنحاء العالم، فقد بدأ في فلسطين بعد زعم النصارى صلب اليهود للمسيح - عليه السلام - الذي سبق موسم الاحتفال بالعيد، فأظهر النصارى رغبتهم في عدم الاحتفال بالعيد؛ حدادًا على المسيح، وحتى لا يشاركوا اليهود أفراحهم.",
            "page": "25",
            "part": "1",
            "seal": "DC0231E4"
        },
        {
            "id": "26",
            "nass": "ولكن أحد القديسين أمرهم بأن يحتفلوا بالعيد تخليدًا لذكرى المسيح وقيامه، على أن يصبغوا البيض باللون الأحمر ليذكرهم دائمًا بدمه الذي سفكه اليهود. ¶ وهكذا ظهر بيض شم النسيم لأول مرة مصبوغًا باللون الأحمر، ثم انتقلت تلك العادة إلى مصر وحافظ عليه الأقباط بجانب ما توارثوه من الرموز والطلاسم والنقوش الفرعونية. ¶ ومنهم انتقلت إلى روما، وانتشرت في أنحاء العالم الغربي النصراني في أوربا وأمريكا، وقد تطورت تلك العادة إلى صباغة البيض بمختلف الألوان التي أصبحت الطابع المميز لأعياد شم النسيم والفصح والربيع حول العالم. ¶ الفسيخ (السمك المملح): ¶ ظهر الفسيخ ـ أو السمك المملح ـ من بين الأطعمة التقليدية في العيد في الأسرة الفرعونية الخامسة عندما بدأ الاهتمام بتقديس النيل: نهر الحياة، (الإله حعبى) عند الفراعنة الذي ورد في متونه المقدسة عندهم أن الحياة في الأرض بدأت في الماء ويعبر عنها بالسمك الذي تحمله مياه النيل من الجنة ـ حسب زعمهم ـ. ¶ وقد كان للفراعنة عناية بحفظ الأسماك، وتجفيفها",
            "page": "26",
            "part": "1",
            "seal": "2B3E74B6"
        },
        {
            "id": "27",
            "nass": "وتمليحها وصناعة الفسيخ والملوحة واستخراج البطارخ ـ كما ذكر المؤرخ الإغريقي هيرودوت ـ فقال عنهم: «إنهم كانوا يأكلون السمك المملح في أعيادهم، ويرون أن أكله مفيد في وقت معين من السنة، وكانوا يفضلون نوعًا معينًا لتمليحه وحفظه للعيد، أطلقوا عليه اسم (بور)، وما زال يطلق عليه حتى الآن، فهو في العامية المصرية (بوري). ¶ بصل شم النسيم: ¶ ظهر البصل ضمن أطعمة عيد شم النسيم في أواسط الأسرة الفرعونية السادسة وقد ارتبط ظهوره بما ورد في إحدى أساطير منف القديمة التي تروى أن أحد ملوك الفراعنة كان له طفل وحيد، وكان محبوبًا من الشعب، وقد أصيب الأمير الصغير بمرض غامض عجز الأطباء والكهنة والسحرة عن علاجه، وأقعد الأمير الصغير عن الحركة، ولازم الفراش عدة سنوات، امتُنِع خلالها عن إقامة الأفراح والاحتفال بالعيد مشاركة للملك في أحزانه. ¶ وكان أطفال المدينة يقدمون القرابين للإله في المعابد في مختلف المناسبات ليشفى أميرهم، واستدعى الملك الكاهن الأكبر",
            "page": "27",
            "part": "1",
            "seal": "135ABB5E"
        },
        {
            "id": "28",
            "nass": "لمعبد آمون، فنسب مرض الأمير الطفل إلى وجود أرواح شريرة تسيطر عليه، وتشل حركته بفعل السحر. ¶ وأمر الكاهن بوضع ثمرة ناضجة من ثمار البصل تحت رأس الأمير في فراش نومه عند غروب الشمس بعد أن قرأ عليها بعض التعاويذ، ثم شقها عند شروق الشمس في الفجر ووضعها فوق أنفه ليستنشق عصيرها. ¶ كما طلب منهم تعليق حِزَم من أعواد البصل الطازج فوق السرير وعلى أبواب الغرفة وبوابات القصر لطرد الأرواح الشريرة. ¶ وتشرح الأسطورة كيف تمت المعجزة وغادر الطفل فراشه، وخرج ليلعب في الحديقة وقد شُفِى من مرضه الذي يئس الطب من علاجه، فأقام الملك الأفراح في القصر لأطفال المدينة بأكملها، وشارك الشعب في القصر في أفراحه، ولما حل عيد شم النسيم بعد أفراح القصر بعدة أيام قام الملك وعائلته، وكبار رجال الدولة بمشاركة الناس في العيد، كما قام الناس ـ إعلانًا منهم للتهنئة بشفاء الأمير ـ بتعليق حزم البصل على أبواب دورهم، كما احتل البصل الأخضر مكانه على مائدة شم النسيم بجانب البيض",
            "page": "28",
            "part": "1",
            "seal": "22905070"
        },
        {
            "id": "29",
            "nass": "والفسيخ. ¶ ومما هو جدير بالذكر أن تلك العادات التي ارتبطت بتلك الأسطورة القديمة سواء من عادة وضع البصل تحت وسادة الأطفال، وتنشيقهم لعصيره، أو تعليق حزم البصل على أبواب المساكن أو الغرف أو أكل البصل الأخضر نفسه مع البيض والفسيخ ما زالت من العادات والتقاليد المتبعة إلى الآن في مصر وفي بعض الدول التي تحتفل بعيد شم النسيم أو أعياد الربيع. ¶ خس شم النسيم: ¶ كان الخس من النباتات التي تعلن عن حلول الربيع باكتمال نموها ونضجها، وقد عرف ابتداء من الأسرة الفرعونية الرابعة حيث ظهرت صوره من سلال القرابين التي يقربونها لآلتهم من دون الله - سبحانه وتعالى - بورقه الأخضر الطويل وعلى موائد الاحتفال بالعيد، وكان يسمى الهيروغليفية (حب) كما اعتبره الفراعنة من النباتات المقدسة الخاصة بالمعبود (من) إله التناسل، ويوجد رسمه منقوشًا دائمًا تحت أقدام الإله في معابده ورسومه ـ تعالى الله عن إفكهم وشركهم ـ. ¶ حمص شم النسيم: ¶ هي ثمرة الحمص الأخضر، وأطلق عليه الفراعنة اسم",
            "page": "29",
            "part": "1",
            "seal": "6F50B090"
        },
        {
            "id": "30",
            "nass": "(حور ـ بيك) أي رأس الصقر لشكل الثمرة التي تشبه رأس حور الصقر المقدس عندهم. ¶ وكان للحمص ـ كما للخس ـ الكثير من الفوائد والمزايا التي ورد ذكرها في بردياتهم الطبية. وكانوا يعتبرون نضج الثمرة وامتلاءها إعلانًا عن ميلاد الربيع، وهو ما أخذ منه اسم الملانة أو الملآنة. ¶ وكانت الفتيات يصنعن من حبات الملانة الخضراء عقودًا، وأساور يتَزَيَّنَّ بها في الاحتفالات بالعيد، كما يقُمْنَ باستعمالها في زينة الحوائط ونوافذ المنازل في الحفلات المنزلية. ¶ ومن بين تقاليد شم النسيم الفرعونية القديمة التزين بعقود زهور الياسمين وهو محرف من الاسم الفرعوني القديم (ياسمون) وكانوا يصفون الياسمين بأنه عطر الطبيعة التي تستقبل به الربيع، وكانوا يستخرجون منه في موسم الربيع عطور الزينة وزيت البخور الذي يقدم ضمن قرابين المعابد عند الاحتفال بالعيد.",
            "page": "30",
            "part": "1",
            "seal": "2F557D34"
        },
        {
            "id": "31",
            "nass": "علاقة شم النسيم بالعقيدة النصرانية، لماذا لا يكون عيد شم النسيم إلا يوم الاثنين؟ ¶ تبدأ شعائر النصارى بالصوم الكبير ويستمر أربعين يومًا، ثم بعد تمام الأربعين خمسون يومًا تنتهي بعيد الخمسين أو العنصرة، ثم أسبوع الآلام، وهو آخر أسبوع في فترة الصوم، ويشير إلى الأحداث التي قادت إلى صلب المسيح - عليه السلام - وقيامته ـ كما يزعمون ـ. ¶ ويبدأ أسبوع الآلام بأحد السعف؛ وهو يوم الأحد الذي يسبق أحد الفصح، ويتلوه خميس العهد أو الصعود، ويشير إلى العشاء الأخير للمسيح واعتقاله وسجنه، ثم الجمعة الحزينة ـ وهي السابقة لعيد الفصح، وتشير إلى موت المسيح على الصليب ـ حسب زعمهم ـ، ثم سبت النور ـ وهو يوم الانتظار وترقب قيام المسيح، ثم أحد عيد الفصح ـ أو عيد القيامة، وفي يوم الاثنين التالي لعيد القيامة يقع الاحتفال بشم النسيم. ¶ وكما ترى فعيد شم النسيم لا يكون إلا يوم الاثنين بسبب ارتباطه الوثيق بالشعائر النصرانية الوثنية، التي يزعمون فيها صلب المسيح الذي يعتقدون أنه ابن الله ثم قيامته يوم الأحد الذي يسبق شم النسيم.",
            "page": "31",
            "part": "1",
            "seal": "F3B1BDF3"
        },
        {
            "id": "32",
            "nass": "حكم الاحتفال ¶ بشم النسيم ¶ مما سبق عرضه في قصة نشأة هذا العيد وأصله ومظاهره قديمًا وحديثًا يتبين ما يلي: ¶ أولا: ¶ أصل هذا العيد فرعوني، كانت الأمة الفرعونية الوثنية تحتفل به ثم انتقل إلى بني إسرائيل بمخالطتهم للفراعنة، فأخذوه عنهم، ومنهم انتقل إلى النصارى، وحافظ عليه الأقباط ـ ولا يزالون ـ. ¶ فالاحتفال به فيه مشابهة للأمة الفرعونية في شعائرها الوثنية؛ إن هذا العيد شعيرة من شعائرهم المرتبطة بدينهم الوثني، والله تعالى حذرنا من الشرك ودواعيه وما يفضي إليه؛ كما قال ـ سبحانه ـ مخاطبًا رسوله - صلى الله عليه وآله وسلم -: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (65) بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ (66)} (الزمر:65 - 66)، ولقد قضى الله سبحانه ـ وهو أحكم الحاكمين ـ بأن من مات على الشرك فهو",
            "page": "32",
            "part": "1",
            "seal": "62508A32"
        },
        {
            "id": "33",
            "nass": "مخلد في النار؛ كما قال سبحانه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا (48)} (النساء:48).وقال تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا (116)} (النساء:116). ¶ ثانيًا: ¶ اسم هذا العيد ومظاهره وشعائره من بيض مصبوغ أو منقوش وفسيخ (سمك مملح) وبصل وخس وغيرها هي عين ما كان موجودًا عند الفراعنة الوثنين، ولها ارتباط بعقائد فاسدة كاعتقادهم في البصل إذا وضع تحت الوسادة أو علق على الباب أو ما شابه ذلك فإنه يشفي من الأمراض ويطرد الجان كما حصل في الأسطورة الفرعونية، ومن فعل ذلك فهو يقتدي بالفراعنة في خصيصة من خصائص دينهم الوثني، والنبي - صلى الله عليه وآله وسلم - يقول: «مًنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ» (رواه أبو داود وقال الألباني: حسن صحيح). ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: «هذا الحديث أقل أحواله أن يقتضي تحريم التشبه بهم، وإن كان ظاهره يقتضي كفر",
            "page": "33",
            "part": "1",
            "seal": "3ADB2034"
        },
        {
            "id": "34",
            "nass": "المتشبه بهم كما في قوله قال تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ}» (¬1). ¶ وهذه الاعتقادات التي يعتقدونها في طعام عيد شم النسيم وبيضه وبصله مناقضة لعقيدة المسلم، فكيف إذا انضم إلى ذلك أنها مأخوذة من عباد الأوثان الفراعنة؟ لا شك أن حرمتها أشد؛ لأنها جمعت بين الوقوع في الاعتقاد الباطل وبين التشبه المذموم. ¶ ثالثًا: ¶ كل مَن كَتَب عن هذا العيد من المعاصرين يذكرون ما فيه من اختلاط، وتهتك في اللباس، وعلاقات محرمة بين الجنسين، ورقص ومجون، إضافة إلى المزامير والطبول وما شاكلها من آلات اللهو، فيكون قد أضيف إليه مع كونه تشبهًا بالوثنيين في شعائرهم جملة من مظاهر الفسق والفجور كافية في التنفير عنه، والتحذير منه. ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم (1/ 314).",
            "page": "34",
            "part": "1",
            "seal": "F5FC7C20"
        },
        {
            "id": "35",
            "nass": "رابعًا: ¶ اتفق أهل العلم على تحريم حضور أعياد الكفار والتشبه بهم فيها، وهو مذهب الحنفية والمالكية والشافعية والحنابلة (¬1). ¶ وينطبق ذلك على الاحتفال بشم النسيم؛ وقد قال - صلى الله عليه وآله وسلم -: «مًنْ تَشَبَّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ» (رواه أبو داود وقال الألباني: حسن صحيح)، وعَنْ أَبِى سَعِيدٍ الْخُدْرِيِّ - رضي الله عنه - عَنِ النَّبِيِّ - صلى الله عليه وآله وسلم - قَالَ: «لَتَتْبَعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ شِبْرًا شِبْرًا وَذِرَاعًا بِذِرَاعٍ، حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ تَبِعْتُمُوهُمْ»، قُلْنَا: «يَا رَسُولَ اللهِ، الْيَهُودُ وَالنَّصَارَى؟»، قَالَ: «فَمَنْ؟» (¬2) (رواه البخاري ومسلم). ¶ وعَنْ أَبِى هُرَيْرَةَ - رضي الله عنه - عَنِ النّبِيِّ - صلى الله عليه وآله وسلم - قَالَ: «لاَ تَقُومُ السَّاعَةُ حَتَّى تَأْخُذَ أُمَّتِي بِأَخْذِ الْقُرُونِ قَبْلَهَا، شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ»، فَقِيلَ: «يَا رَسُولَ اللهِ، كَفَارِسَ وَالرُّومِ؟»، فَقَالَ «وَمَنِ النَّاسُ إِلاَّ أُولَئِكَ؟» (رواه البخاري). ¶ فشم النسيم عيد فرعوني، ثم يهودي، ثم نصراني؛ فكيف ¶ ¬__________ ¶ (¬1) انظر اقتضاء الصراط المستقيم لابن تيمية (ص 425)، أحكام أهل الذمة لابن القيم (2/ 227 - 527). ¶ (¬2) «فَمَنْ»:أي فَمَنْ غيرُ أولئك.",
            "page": "35",
            "part": "1",
            "seal": "39B2C92F"
        },
        {
            "id": "36",
            "nass": "يسوغ لمسلم أن يتشبه بكل هؤلاء مع علمه بنهي النبي - صلى الله عليه وآله وسلم - عن التشبه بغير المسلمين. ¶ فبدعة الاحتفال بشم النسيم لم يكن المسلمون يعرفونها، وإنما انتقلت إليهم عن الكفار، وهذه ليست كالأمور العادية من الاختراعات والمأكولات التي لا تخالف شرع الله، فتكرارها كل عام في نفس اليوم يجعلها عيدًا من أعياد الكفار، وليس للمسلمين التشبه بهم في أعيادهم وإن لم تكن أعيادًا دينية. ¶ خامسًا: ¶ يحتفل النصارى بهذا العيد بعد احتفالهم بميلاد الرب ـ الذي يزعمون أنه المسيح - عليه السلام - ـ ثم مَوت الرب على الصليب، ثم دفن الرب في القبر، ثم قيامة الرب بعد ثلاثة أيام، فإذا كانت هذه الشعائر والمعتقدات لا يجوز لمسلم أن يشارك النصارى فيها؛ فكيف يجوز له أن يشاركهم فيما بُنِيَ عليها؟ ¶ سادسًا: ¶ قال ابن القيم - رحمه الله -: «وأما التهنئة بشعائر الكفر المختصة به فحرام بالاتفاق، مثل أن يهنئهم بأعيادهم وصومهم، فيقول: عيد مبارك عليك، أو تهنأ بهذا العيد ونحوه، فهذا إن سلم قائله من الكفر فهو من المحرمات، وهو بمنزلة أن يهنئه بسجوده",
            "page": "36",
            "part": "1",
            "seal": "F95F11E6"
        },
        {
            "id": "37",
            "nass": "للصليب، بل ذلك أعظم إثمًا عند الله وأشد مقتًا من التهنئة بشرب الخمر وقتل النفس وارتكاب الفرج الحرام ونحوه. وكثير ممن لا قدر للدين عنده يقع في ذلك، ولا يدري قبح ما فعل. فمن هنأ عبدًا بمعصية أو بدعة أو كفر فقد تعرض لمقت الله وسخطه» (¬1). ¶ فإذا كان هذا حكم مجرد التهنئة بأعياد الكفار فما حكم مشاركتهم فيها؟ ¶ قال الشيخ ابن عثيمين - رحمه الله -: «وإنما كانت تهنئة الكفار بأعيادهم الدينية حرامًا وبهذه المثابة التي ذكرها ابن القيم؛ لأن فيها إقرارًا لما هم عليه من شعائر الكفر، ورِضىً به لهم، وإن كان هو لا يرضى بهذا الكفر لنفسه، لكن يَحرم على المسلم أن يَرضى بشعائر الكفر أو يُهنئ بها غيره؛ لأن الله ـ تعالى ـ لا يرضى بذلك، كما قال تعالى: {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} (الزمر:7)، وقال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ ¶ ¬__________ ¶ (¬1) أحكام أهل الذمة (1/ 441).",
            "page": "37",
            "part": "1",
            "seal": "A698D6EA"
        },
        {
            "id": "38",
            "nass": "دِينًا} (المائدة:3). ¶ وتهنئتهم بذلك حرام سواء كانوا مشاركين للشخص في العمل أم لا، وإذا هنئونا بأعيادهم فإننا لا نُجيبهم على ذلك؛ لأنها ليست بأعياد لنا، ولأنها أعياد لا يرضاها الله ـ تعالى ـ؛ لأنها إما أعياد مبتدعة في دينهم، وإما مشروعة لكن نُسِخت بدين الإسلام الذي بَعَث الله به محمدًا - صلى الله عليه وآله وسلم - إلى جميع الخلق، وقال فيه: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} (آل عمران:85). ¶ وإجابة المسلم دعوتهم بهذه المناسبة حرام؛ لأن هذا أعظم من تهنئتهم بها لما في ذلك من مشاركتهم فيها. ¶ وكذلك يَحرم على المسلمين التّشبّه بالكفار بإقامة الحفلات بهذه المناسبة، أو تبادل الهدايا، أو توزيع الحلوى أو أطباق الطعام، أو تعطيل الأعمال ونحو ذلك؛ لقول النبي - صلى الله عليه وآله وسلم -: «مَنْ تَشَبّهَ بِقَوْمٍ فَهُوَ مِنْهُمْ». ¶ ومَنْ فَعَل شيئا من ذلك فهو آثم، سواء فَعَلَه مُجاملة أو",
            "page": "38",
            "part": "1",
            "seal": "0AE97D76"
        },
        {
            "id": "39",
            "nass": "تَودّدًا أو حياءً أو لغير ذلك من الأسباب؛ لأنه من المُداهنة في دين الله، ومن أسباب تقوية نفوس الكفار وفخرهم بِدينهم (¬1). ¶ وقال الشيخ علي محفوظ ـ عضو هيئة كبار العلماء بالأزهر الشريف - رحمه الله -: ¶ «مما ابْتُلِي به المسلمون وفشا بين العامة والخاصة مشاركة أهل الكتاب من اليهود والنصارى في كثير من مواسمهم ... فانظر ما يقع من الناس اليوم من العناية بأعيادهم وعاداتهم، فتراهم يتركون أعمالهم ـ من الصناعات والتجارات والاشتغال بالعلم ـ في تلك المواسم، ويتخذونها أيام فرح وراحة يوسعون فيها على أهليهم، ويلبسون أجمل الثياب ويصبغون فيها البَيْض لأولادهم كما يصنع أهل الكتاب من اليهود والنصارى. ¶ فهذا وما شاكله مصداق قول النبي - صلى الله عليه وآله وسلم - في الحديث الصحيح: «لَتَتْبَعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ شِبْرًا شِبْرًا وَذِرَاعًا بِذِرَاعٍ، حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ تَبِعْتُمُوهُمْ»، قُلْنَا: «يَا رَسُولَ اللهِ، الْيَهُودُ وَالنَّصَارَى؟».قَالَ «فَمَنْ» (رواه البخاري)، ¶ ¬__________ ¶ (¬1) مجموع فتاوى ورسائل ابن عثيمين (3/ 44 - 46).",
            "page": "39",
            "part": "1",
            "seal": "10718FD6"
        },
        {
            "id": "40",
            "nass": "وناهيك (¬1) ما يكون من الناس من البدع والمنكرات والخروج عن حدود الدين والأدب في يوم شم النسيم. ¶ وما أدراك ما شم النسيم؟ هو عادة ابتدعها أهل الأوثان لتقديس بعض الأيام تفاؤلًا به أو تزلفًا لما كانوا يعبدون من دون الله، فعمرت آلافًا من السنين حتى عمت المشرقين، واشترك فيها العظيم والحقير، والصغير والكبير ... فعلى من يريد السلامة في دينه وعرضه أن يحتجب في بيته في ذلك اليوم المشؤوم، ويمنع عياله وأهله وكل من تحت ولايته عن الخروج فيه حتى لا يشارك اليهود والنصارى في مراسمهم، والفاسقين الفاجرين في أماكنهم، ويظفر بإحسان الله ورحمته» (¬2). ¶ سابعًا: ¶ إن إضافة عيد في حياة الأمة لا يكون إلا بدليل من الشرع، فالأعياد من العبادات والأصل في العبادات التوقيف، فلا يجوز لأحد أن يتعبد بما لم يشرعه الله، قال شيخ الإسلام ابن تيمية - رحمه الله -: ¶ ¬__________ ¶ (¬1) وكأنه أراد أن يقول: ومما يزيد الطين بلة ما يكون في هذه المناسبات من فسق وفجور، وهو الغالب عليها؛ وإلا فحسبها أنها أعياد المشركين! ¶ (¬2) الإبداع في مضار الابتداع (275 - 277).",
            "page": "40",
            "part": "1",
            "seal": "8D07C2A0"
        },
        {
            "id": "41",
            "nass": "«الأعياد شريعة من الشرائع فيجب فيها الاتباع، لا الابتداع» (¬1). ¶ وقال ابن عابدين - رحمه الله -: «سُمِّيَ الْعِيدُ بِهَذَا الِاسْمِ لِأَنَّ لِلهِ ـ تَعَالَى ـ فِيهِ عَوَائِدَ الْإِحْسَانِ أَيْ أَنْوَاعَ الْإِحْسَانِ الْعَائِدَةَ عَلَى عِبَادِهِ فِي كُلِّ عَامٍ: مِنْهَا الْفِطْرُ بَعْدَ الْمَنْعِ عَنْ الطَّعَامِ وَصَدَقَةُ الْفِطْرِ وَإِتْمَامُ الْحَجِّ بِطَوَافِ الزِّيَارَةِ وَلُحُومِ الْأَضَاحِيِّ وَغَيْرِ ذَلِكَ، وَلِأَنَّ الْعَادَةَ فِيهِ الْفَرَحُ وَالسُّرُورُ وَالنَّشَاطُ وَالْحُبُورُ غَالِبًا بِسَبَبِ ذَلِكَ» (¬2). ¶ وعيد شم النسيم نوع من العبادات المحدثة في دين الله وهذا الاحتفال ليس من باب العادات، لأنه يتكرر، ولهذا كَانَ لِأَهْلِ الْجَاهِلِيَّةِ يَوْمَانِ فِي كُلِّ سَنَةٍ يَلْعَبُونَ فِيهِمَا فَلَمَّا قَدِمَ النَّبِيُّ - صلى الله عليه وآله وسلم - الْمَدِينَةَ قَالَ: «كَانَ لَكُمْ يَوْمَانِ تَلْعَبُونَ فِيهِمَا وَقَدْ أَبْدَلَكُمْ اللهُ بِهِمَا خَيْرًا مِنْهُمَا: يَوْمَ الْفِطْرِ وَيَوْمَ الْأَضْحَى» (رواه النسائي وصححه الألباني)، مع أن هذا من الأمور العادية عندهم» (¬3). ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم (ص266). ¶ (¬2) حاشية رد المحتار على الدر المختار شرح تنوير الابصار في فقه مذهب الإمام أبي حنيفة النعمان لمحمد أمين الشهير بابن عابدين (2/ 165). ¶ (¬3) انظر: القول المفيد على كتاب التوحيد للشيخ ابن عثيمين (1/ 302 - 303).",
            "page": "41",
            "part": "1",
            "seal": "4684B6FE"
        },
        {
            "id": "42",
            "nass": "قال الشيخ ابن عثيمين - رحمه الله -: «عيد: اسم لما يعتاد فعله أو التردد إليه، فإذا اعتاد الإنسان أن يعمل عملًا كما لو كان كلما حال عليه الحول صنع طعامًا ودعا الناس فهذا يسمى عيدًا، ولأنه جعله يعود ويتكرر» (¬1). ¶ وقال شيخ الإسلام ابن تيمية - رحمه الله -: «العيد اسم لما يُعادُ من الاجتماع العام على وجه معتاد عائد: إما بِعَوْد السنة، أو بعود الأسبوع أو الشهر، أو نحو ذلك فالعيد يجمع أمورًا منها: يوم عائد كيوم الفطر، ويوم الجمعة، ومنها: اجتماع فيه، ومنها: أعمال تجمع ذلك من العبادات أو العادات، وقد يختص العيد بمكان بعينه وقد يكون مطلقًا، وكل من هذه الأمور قد يسمى عيدًا. ¶ فالزمان كقوله - صلى الله عليه وآله وسلم - ليوم الجمعة: «إنَّ هَذَا يَوْمُ عِيدٍ جَعَلَهُ اللهُ لِلْمُسْلِمِينَ» (¬2)، والاجتماع والأعمال: كقول ابن عباس: ¶ ¬__________ ¶ (¬1) مجموع فتاوى ورسائل العثيمين (9/ 443). ¶ (¬2) رواه ابن ماجه، وحسنه الألباني.",
            "page": "42",
            "part": "1",
            "seal": "DE070ACE"
        },
        {
            "id": "43",
            "nass": "«شَهِدتُ الْعِيدَ مَعَ رَسُولِ اللهِ - صلى الله عليه وآله وسلم -» (¬1)، والمكان كقوله - صلى الله عليه وآله وسلم -: «لَا تَجْعَلُوا قَبْرِى عِيدًا» (¬2)، وقد يكون لفظ العيد اسمًا لمجموع اليوم والعمل فيه وهو الغالب، كقول النبي - صلى الله عليه وآله وسلم -: «دَعْهُمَا يَا أبَا بَكْرٍ، فَإِنَّ لِكُلّ قَوْمٍ عِيدًا وَإِنَّ هَذَا عِيدُنَا» (¬3). ¶ * فالعيد يطلق على: ¶ o  زمان العيد. ¶ o  مكان العيد. ¶ o  الاجتماع والأعمال من العبادات أو العادات. ¶ o  مجموع اليوم والعمل فيه. ¶ * وعندما نطبق كلام شيخ الإسلام على الاحتفال بشم النسيم نجده عيدًا وليس عادة فقط فهو: ¶ 1 - يوم عائد بِعَوْدِ السنة (يتكرر كل سنة). ¶ 2 - يحدث فيه اجتماع للأهل أوالأقارب أو الأصدقاء. ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم. ¶ (¬2) رواه أبو داود، وصححه الألباني. ¶ (¬3) اقتضاء الصراط المستقيم (ص169)، والحديث رواه البخاري ومسلم.",
            "page": "43",
            "part": "1",
            "seal": "7C34974F"
        },
        {
            "id": "44",
            "nass": "3 - يحدث فيه أعمال مثل الخروج إلى الحدائق، وأكل أطعمة معينة كالبيض والفسيخ وغيرهما. ¶ فالاحتفال بهذا الشكل يجعله عيدًا يتكرر كل سنة على وجه مخصوص؛ وهو بهذه الكيفية عيد مبتدع لم يكن عليه عمل السلف الصالح - رضي الله عنهم -.",
            "page": "44",
            "part": "1",
            "seal": "F8F9177C"
        },
        {
            "id": "45",
            "nass": "موقف المسلم ¶ من عيد شم النسيم ¶ يمكن تلخيص ما يجب على المسلم في الآتي: ¶ أولًا: عدم الاحتفال به، أو مشاركة المحتفلين به في احتفالهم، أو حضور الاحتفال به؛ وذلك لما فيه من التشبه بالفراعنة الوثنيين ثم باليهود والنصارى، والتشبه بهم فيما يخصهم محرم فكيف بالتشبه بهم في شعائرهم؟! ¶ ثانيًا: عدم إعانة من يحتفل به من الكفار أقباطًا كانوا أم يهودًا أم غيرهم بأي نوع من أنواع الإعانة، كالإهداء لهم، أو الإعلان عن وقت هذا العيد أو مراسيمه أو مكان الاحتفال به، أو إعارة ما يعين على إقامته، أو بيع ذلك لهم، فكل ذلك محرم؛ لأن فيه إعانة على ظهور شعائر الكفر وإعلانها، فمن أعانهم على ذلك فكأنه يقرهم عليه، ولهذا حرم ذلك كله. ¶ وقد أحسن الشيخ علي محفوظ - رحمه الله - حينما أوصى كل مسلم في بلاد يُحْتَفَلُ بهذا العيد فيها أن يلزم بيته، ويحبس أهله وأولاده عن المشاركة في مظاهر هذا العيد واحتفالاته. ¶ ثالثًا: الإنكار على من يحتفل به من المسلمين، ومقاطعته في",
            "page": "45",
            "part": "1",
            "seal": "3C0D45BD"
        },
        {
            "id": "46",
            "nass": "الله تعالى إذا صنع دعوة لأجل هذا العيد، وهجره إذا اقتضت المصلحة ذلك. ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: «وكما لا نتشبه بهم في الأعياد فلا يُعَان المسلم في ذلك؛ بل يُنْهَى عن ذلك، فمن صنع دعوة مخالفة للعادة في أعيادهم لم تُجَبْ دعوته، ومن أهدى مِن المسلمين هدية في هذه الأعياد مخالفة للعادة في سائر الأوقات غير هذا العيد لم تُقْبَل هديته خصوصًا إن كانت الهدية مما يستعان بها على التشبه بهم، ولا يبيع المسلم ما يستعين به المسلمون على مشابهتهم في العيد من الطعام واللباس ونحو ذلك؛ لأن في ذلك إعانة على المنكر» (¬1). ¶ وبناء على ما قرره شيخ الإسلام فإنه لا يجوز للتجار المصريين من المسلمين أو في أي بلاد يحتفل فيها بشم النسيم أن يتاجروا بالهدايا الخاصة بهذا العيد من بيض منقوش، أو مصبوغ مخصص لهذا العيد، أو سمك مملح لأجله، أو بطاقات تهنئة به، أو غير ذلك مما هو مختص به؛ لأن المتاجرة بذلك فيها إعانة على ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم (2/ 519 - 520).",
            "page": "46",
            "part": "1",
            "seal": "B129B978"
        },
        {
            "id": "47",
            "nass": "المنكر الذي لا يرضاه الله تعالى ولا رسوله - صلى الله عليه وآله وسلم -. ¶ كما لا يحل لمن أهديت له هدية هذا العيد أن يقبلها؛ لأن في قبولها إقرارًا لهذا العيد، ورضًا به. ¶ ولا يعني ذلك الحكم بحرمة بيع البيض أو السمك أو البصل أو غيره مما أحله الله تعالى، وإنما الممنوع بيع ما خصص لهذا العيد بصبغ أو نقش أو تمليح أو ما شابه ذلك، ولكن لو كان المسلم يتاجر ببعض هذه الأطعمة، ولم يخصصها لهذا العيد لا بالدعاية، ولا بوضع ما يرغب زبائن هذا العيد فيها فلا يظهر حرج في بيعها ولو كان المشترون منه يضعونها لهذا العيد. ¶ رابعًا: عدم تبادل التهاني بعيد شم النسيم؛ لأنه عيد للفراعنة ولمن تبعهم من اليهود والنصارى، وليس عيدًا للمسلمين، وإذا هنئ المسلم به فلا يرد التهنئة. ¶ قال ابن القيم - رحمه الله -: «وأما التهنئة بشعائر الكفر المختصة به فحرام بالاتفاق مثل: أن يهنئهم بأعيادهم وصومهم فيقول: عيد مبارك عليك أو تهنأ بهذا العيد ونحوه، فهذا إن سلم قائله من الكفر فهو من المحرمات وهو بمنزلة أن يهنئه بسجوده للصليب، بل ذلك أعظم عند الله وأشد مقتًا من التهنئة بشرب الخمر،",
            "page": "47",
            "part": "1",
            "seal": "F1F675C9"
        },
        {
            "id": "48",
            "nass": "وقتل النفس، وارتكاب الفرج الحرام ونحوه، وكثير ممن لا قدر للدين عنده يقع في ذلك وهو لا يدري قبح ما فعل، فمن هنأ عبدًا بمعصية أو بدعة أو كفر فقد تعرض لمقت الله وسخطه» (¬1). ¶ خامسًا: توضيح حقيقة عيد شم النسيم وأمثاله من الأعياد التي عَمّتْ وطَمّتْ في هذا الزمن، وبيان حكم الاحتفال بها لمن اغتر بذلك من المسلمين، والتأكيد على ضرورة تميُّز المسلم بدينه، ومحافظته على عقيدته، وتذكيره بمخاطر التشبه بالكفار في شعائرهم الدينية كالأعياد، أو بما يختصون به من سلوكياتهم وعاداتهم؛ نصحًا للأمة، وأداءً لواجب الأمر بالمعروف والنهي عن المنكر الذي بإقامته صلاح البلاد والعباد. ¶ والواجب على العلماء أن يحذروا المسلمين من مغبة الاحتفال بعيد شم النسيم، أو مشاركة المحتفلين به، أو إعانتهم بأي نوع من أنواع الإعانة على إقامته، وحث الناس على إنكاره ورفضه؛ لئلا يكون الدين غريبًا بين المسلمين. ¶ وكثيرٌ من إخواننا المسلمين في مصر يحتفلون بهذا العيد ولا ¶ ¬__________ ¶ (¬1) أحكام أهل الذمة (1/ 441 - 442).",
            "page": "48",
            "part": "1",
            "seal": "C70F8236"
        },
        {
            "id": "49",
            "nass": "يعرفون حقيقته وأصله، وحكم الاحتفال به، وبعضهم يعرف حقيقته، ولكنهم يقللون من خطورة الاحتفال به ظنًا منهم أنه أصبح عادة وليس عبادة، وحجتهم أنهم لا يعتقدون فيه ما يعتقده الفراعنة أو اليهود والنصارى. ¶ وهذا فهم خاطئ فإن التشبه في شعائر الدين يؤدي إلى الكفر سواء اعتقد المتشبه بالكفار في هذه الشعيرة ما يعتقدون فيها أم لم يعتقد؟ بخلاف التشبه فيما يختصون به من السلوكيات والعادات فهو أخف بكثير، ولا سيما إذا انتشرت بين الناس ولم تعد خاصة بهم، وكثير من الناس لا يفرق بين الأمرين. ¶ ولذا فإننا نرى المسلم يأنف من لبس الصليب؛ لأنه شعار النصارى الديني بينما نراه يحتفل بأعيادهم أو يشارك المحتفلين بها، وهذا مثل هذا إن لم يكن أعظم، لأن الأعياد من أعظم الشعائر التي تختص بها الأمم.",
            "page": "49",
            "part": "1",
            "seal": "54E3F22C"
        },
        {
            "id": "50",
            "nass": "فتوى ¶ الشيخ ¶ عطية صقر ¶ عن شم النسيم (¬1) ¶ السؤال: ¶ يحتفل المصريون بيوم شم النسيم، فما هو أصل هذا الاحتفال، وما رأى الدين فيه؟ ¶ الجواب: ¶ شم النسيم بعد أن كان عيدًا فرعونيًّا قوميًّا يتصل بالزراعة جاءتْهُ مِسْحَةٌ دينية، وصار مرتبطًا بالصوم الكبير وبعيد الفصح أو القيامة. ¶ وعيد شم النسيم يتغير كل عام لاعتماده مع التقويم الشمسي على الدورة القمرية، وهو مرتبط بالأعياد الدينية غير الإسلامية، ولهذه الصفة الدينية زادت فيه طقوس ومظاهر على ¶ ¬__________ ¶ (¬1) باختصار من فتاوى الأزهر، نسخة إلكترونية على موقع وزارة الأوقاف المصرية  www.islamic-council.com ،  تاريخ الفتوى: مايو 1997.",
            "page": "50",
            "part": "1",
            "seal": "E811670D"
        },
        {
            "id": "51",
            "nass": "ما كان معهودًا أيام الفراعنة وغيرهم، فحرص الناس فيه على أكل البيض والأسماك المملحة، وذلك ناشئ من تحريمها عليهم في الصوم الذي يُمْسِكُون فيه عن كل ما فيه روح أو ناشئ منه، وحرصوا على تلوين البيض بالأحمر، ولعل ذلك لأنه رمز إلى دم المسيح على ما يعتقدون وقد تفنن الناس في البيض وتلوينه حتى كان لبعضه شهرة في التاريخ. ¶ ولا شك أن التمتع بمباهج الحياة من أكل وشرب وتنزه أمر مباح ما دام في الإِطار المشروع، الذي لا ترتكب فيه معصية ولا تنتهك حرمة ولا ينبعث من عقيدة فاسدة. قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ (87)} (المائدة:87)، وقال: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} (الأعراف:32). ¶ لكن هل للتزين والتمتع بالطيبات يوم معين أو موسم خاص لا يجوز في غيره، وهل لا يتحقق ذلك إلا بنوع معين من المأكولات والمشروبات، أو بظواهر خاصة؟ ¶ هذا ما نحب أن نلفت الأنظار إليه. ¶ فلماذا نحرص على شم النسيم في هذا اليوم بعينه والنسيم",
            "page": "51",
            "part": "1",
            "seal": "1E22FBB3"
        },
        {
            "id": "52",
            "nass": "موجود في كل يوم؟ إنه لا يعدو أن يكون يوما عاديًّا من أيام الله حكمه كحكم سائرها، بل إن فيه شائبة تحمل على اليقظة والتبصر والحذر، وهى ارتباطه بعقائد لا يقرها الدين، حيث كان الزعم أن المسيح قام من قبره وشم نسيم الحياة بعد الموت. ¶ ولماذا نحرص على طعام بعينه في هذا اليوم، وقد رأينا ارتباطه بخرافات أو عقائد غير صحيحة، مع أن الحلال كثير وهو موجود في كل وقت، وقد يكون في هذا اليوم أردأ منه في غيره أو أغلى ثمنًا. ¶ إن هذا الحرص يبرر لنا أن ننصح بعدم المشاركة في الاحتفال به مع مراعاة أن المجاملة على حساب الدين والخلق والكرامة ممنوعة لا يقرها دين ولا عقل سليم، والنبى - صلى الله عليه وآله وسلم - يقول «مَنْ الْتَمَسَ رِضَا اللهِ بِسَخَطِ النَّاسِ كَفَاهُ اللهُ مُؤْنَةَ النَّاسِ، وَمَنْ الْتَمَسَ رِضَا النَّاسِ بِسَخَطِ اللهِ وَكَلَهُ اللهُ إِلَى النَّاسِ» (رواه الترمذى ورواه بمعناه ابن حبان في صحيحه) (¬1). ¶ ¬__________ ¶ (¬1) وصححه الألباني، قال المباركفوري: «(مَنْ اِلْتَمَسَ) أَيْ طَلَبَ (بِسَخَطِ النَّاسِ) السَّخَطُ وَالسُّخُطُ وَالسُّخْطُ وَالْمَسْخَطُ الْكَرَاهَةُ لِلشَّيْءِ وَعَدَمُ الرِّضَا بِهِ (كَفَاهُ اللهُ مُؤْنَةَ النَّاسِ) لِأَنَّهُ جَعَلَ نَفْسَهُ مِنْ حِزْبِ اللهِ وَهُوَ لَا يَخِيبُ مَنْ اِلْتَجَأَ إِلَيْهِ، أَلَا إِنَّ حِزْبَ اللهِ هُمْ الْمُفْلِحُونَ. (وَكَلَهُ اللهُ إِلَى النَّاسِ) أَيْ سَلَّطَ اللهُ النَّاسَ عَلَيْهِ حَتَّى يُؤْذُوهُ» باختصار من (تحفة الأحوذي).",
            "page": "52",
            "part": "1",
            "seal": "BA08F93E"
        },
        {
            "id": "53",
            "nass": "شبهات ¶ حول الاحتفال ¶ بعيد شم النسيم ¶ الشبهة الأولى: ¶ الذين يحتفلون بهذا اليوم لا يتقربون بذلك إلى الله ولا يعتبرونه قربة ولا عبادة سواء المسلمين أو النصارى. ¶ الجواب: ¶ أولًا: لا يشترط لكون الفعل تشبهًا بالكفار أن يقصد به القربة والعبادة فلو أن مسلمًا لبس صليب النصارى ولم يقصد العبادة والقربة فهل يقول هؤلاء إن ذلك جائز مع أنه شعار النصارى ودليل على أن لابسه راضٍ بانتسابه إليهم، والرضا بما هم عليه كفر (¬1)؟ فكذلك الاحتفال بأعيادهم محرم ولا يشترط ¶ ¬__________ ¶ (¬1) انظر فتاوى اللجنة الدائمة (2/ 119).",
            "page": "53",
            "part": "1",
            "seal": "78A5B19D"
        },
        {
            "id": "54",
            "nass": "فيه قصد القربة والعبادة. ¶ قال شيخ الإسلام ابن تيمية: «لا يرخص في اللعب في أعياد الكفار، كما يرخص في أعياد المسلمين ... فلا يجوز لنا أن نفعل في كل عيد للناس من اللعب ما نفعل في عيد المسلمين ... ومن المعلوم أن هؤلاء ـ أي اليهود والنصارى والفرس ـ كانت لهم أعياد يتخذونها، ومن المعلوم أيضًا أن المقتضي لما يُفعل في العيد: من الأكل والشرب، واللباس والزينة، واللعب والراحة ونحو ذلك، قائم في النفوس كلها إذا لم يوجد مانع خصوصًا نفوس الصبيان والنساء وأكثر الفارغين من الناس. ¶ ثم من كان له خبرة بالسِّيَر عَلِم يقينًا أن المسلمين على عهد رسول الله - صلى الله عليه وآله وسلم - ما كانوا يشركونهم في شيء من أمرهم، ولا يغيرون لهم عادة في أعياد الكافرين، بل ذلك اليوم عند رسول الله - صلى الله عليه وآله وسلم - وسائر المسلمين يوم من الأيام لا يختصونه بشيء أصلًا إلا ما قد اختُلف فيه من مخالفتهم فيه، كصومه» (¬1). ¶ ثانيًا: هذا اليوم مرتبط بدين النصارى وأعيادهم بدليل أنه ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم (1/ 445 - 449) بتصرف.",
            "page": "54",
            "part": "1",
            "seal": "B6C9EF32"
        },
        {
            "id": "55",
            "nass": "ليس له يوم محدد في السنة بالتقويم الميلادي، فشم النسيم هو اليوم التالي لعيد القيامة ـ يوم الأحد ـ ويسبق هذا العيد سبت النور ويسبقه الجمعة الحزينة، فيوم شم النسيم ليس مرتبطًا فقط بأعياد الفراعنة بل له علاقة بأعياد النصارى. ¶ ثالثًا: لو أن إخواننا المسلمين في فلسطين المحتلة احتفلوا كل عام يوم (15أبريل) بعيد الفصح (عيد اليهود) ولم يتقربوا إلى الله بذلك ولم يعتبروه قربة وعبادة، فهل هذا الاحتفال بدعة ومحرم كما يقول علماء الإسلام أم لا؟ ¶ فكذلك الاحتفال بشم النسيم. ¶ الشبهة الثانية: ¶ عيد شم النسيم تحول إلى عادة. ¶ الجواب: ¶ كَوْن عيد شم النسيم تحول إلى عادة كما يقوله كثير من المحتفِلين به وهم لا يعتقدون فيه ما يعتقده أهل الديانات الأخرى لا يبيح الاحتفال به. ¶ ودليل ذلك ما رواه ثَابِتُ بْنُ الضَّحَّاكِ - رضي الله عنه - قَالَ: نَذَرَ رَجُلٌ عَلَى عَهْدِ رَسُولِ اللهِ - صلى الله عليه وآله وسلم - أَنْ يَنْحَرَ إِبِلًا بِبُوَانَةَ فَأَتَى النَّبِىَّ - صلى الله عليه وآله وسلم - فَقَالَ: «إِنِّى نَذَرْتُ أَنْ أَنْحَرَ إِبِلًا بِبُوَانَةَ». فَقَالَ النَّبِىُّ - صلى الله عليه وآله وسلم -: «",
            "page": "55",
            "part": "1",
            "seal": "6DBBE487"
        },
        {
            "id": "56",
            "nass": "هَلْ كَانَ فِيهَا وَثَنٌ مِنْ أَوْثَانِ الْجَاهِلِيَّةِ يُعْبَدُ؟». قَالُوا: «لَا». قَالَ: «هَلْ كَانَ فِيهَا عِيدٌ مِنْ أَعْيَادِهِمْ؟». قَالُوا: «لَا». قَالَ رَسُولُ اللهِ - صلى الله عليه وآله وسلم -: «أَوْفِ بِنَذْرِكَ؛ فَإِنَّهُ لاَ وَفَاءَ لِنَذْرٍ فِى مَعْصِيَةِ اللهِ وَلاَ فِيمَا لاَ يَمْلِكُ ابْنُ آدَمَ». (رواه أبو داود، وصححه الألباني). ¶ فيلاحظ في الحديث أن النبي - صلى الله عليه وآله وسلم - اعتبر أصل البقعة، ولم يلتفِتْ إلى نية هذا الرجل في اختيار هذه البقعة بعينها، ولا سأله عن ذبحه لمن يكون: أهو لله - سبحانه وتعالى - أم للبقعة؛ لأن ذلك ظاهر واضح، وإنما سأله النبي - صلى الله عليه وآله وسلم - عن تاريخ هذه البقعة: «هَلْ كَانَ فِيهَا وَثَنٌ مِنْ أَوْثَانِ الْجَاهِلِيَّةِ يُعْبَدُ؟»، «هَلْ كَانَ فِيهَا عِيدٌ مِنْ أَعْيَادِهِمْ؟». فلما أجيب بالنفي أجاز الذبح فيها لله تعالى. ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: «إذا كان تخصيص بقعة عيدهم محذورًا فكيف نفس عيدهم؟» (¬1). ¶ وعيد شم النسيم ليس في زمان العيد ومكانه فحسب، بل هو العيد الوثني الفرعوني عينه في زمانه وشعائره ومظاهر ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم (1/ 443).",
            "page": "56",
            "part": "1",
            "seal": "F8516F98"
        },
        {
            "id": "57",
            "nass": "الاحتفال به، فحرم الاحتفال به دون النظر إلى نية المحتفل به وقصده، كما يدل عليه هذا الحديث العظيم. ¶ الشبهة الثالثة: ¶ لا مانع أن يُنتفَع بيوم عطلة شم النسيم بالتنزه الخالي من المظاهر الموروثة. ¶ الجواب: ¶ 1 - كيف يُنتفَع بيوم العطلة (الأجازة) فيه للفسح والتنزه الخالي من المظاهر الموروثة وطبيعة الاحتفال أصلًا هي التنزه حيث يخرج الناس للمزارع والحدائق للاحتفال بهذا اليوم. ¶ 2 - كيف يتميز المسلم الذي يريد أن يتنزه بعيدًا عن المظاهر الموروثة عن المسلم الآخر الذي يحتفل بهذه البدعة؟ هل يأخذ معه في الحدائق التونة بدلًا من الفسيخ، والفول السوداني بدلًا من الترمس، والبيض غير الملون بدلًا من الملون، أم ماذا يفعل ليتميز؟ فمجرد الخروج للتنزه في هذا اليوم مشاركة في هذا الاحتفال وتكثير لسواد النصارى ومن يتشبهون بهم. ¶ 3 - أليس حضور المسلم هذه الأماكن فتنة للآخرين الذين يحتفلون بهذا اليوم بالطريقة المبتدعة؟ فكيف يعرف الناس أن هذا يتنزه بالمظاهر الموروثة وذاك يتنزه بالمظاهر غير الموروثة؟",
            "page": "57",
            "part": "1",
            "seal": "BC3F6C08"
        },
        {
            "id": "58",
            "nass": "حكم ¶ أكل الفسيخ والسردين ¶ س: ما هو حكم الإسلام في أكل الفسيخ والسردين؟ حيث إننا علمنا أو سمعنا أنه ميتة؛ لأنه يمتص من دم بعضه، ويتركوه في الشمس حتى الانتفاخ، وكذلك السردين، فهل أكله بهذه الطريقة حلال أم حرام؟ ¶ ج: يجوز أكل الفسيخ والسردين ونحوهما من حيوانات البحر، ولو كان ميتة وتراكم بعضه على بعض وسرى ما يسيل من بعضه إلى بعض؛ لما ثبت أن النبي - صلى الله عليه وآله وسلم - سُئِلَ عَنْ مَاءِ الْبَحْرِ فَقَالَ: «هُوَ الطَّهُورُ مَاؤُهُ، الْحِلُّ مَيْتَتُهُ» (¬1). ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء بالسعودية (22/ 322)، والحديث رواه الإمام أحمد في المسند، والترمذي، والنسائي، وأبو داود، وابن ماجه.",
            "page": "58",
            "part": "1",
            "seal": "F20F631F"
        },
        {
            "id": "59",
            "nass": "حكم أكل الفسيخ والسردين في شم النسيم: ¶ س: ما حكم أكل الفسيخ والسردين المملح؟ ¶ ج: الفسيخ المنتن إذا كان يضر فأكله محرم؛ لقول النبي - صلى الله عليه وآله وسلم - في الصيد: «إِذَا رَمَيْتَ بِسَهْمِكَ فَغَابَ عَنْكَ فَأَدْرَكْتَهُ فَكُلْهُ مَا لَمْ يُنْتِنْ» (رواه مسلم)، وأما إذا كان نَتنُه يسيرًا لا يضر في الغالب فأكل هذا المنتن مكروه وليس بمحرم؛ لأن النبي - صلى الله عليه وآله وسلم - أكل من إهالة سنخة ـ أي: من دهن متغير الرائحة ـ، وأما السردين المملح فلا بأس به. ¶ أما تخصيص هذه الأكلات بأيام معينة كـ (شم النسيم)؛ فهو من عادات الكفار في الأصل، لا يجوز للمسلمين أن يتشبهوا بهم فيها (¬1). ¶ ¬__________ ¶ (¬1) فتاوى موقع صوت السلف، بإشراف الشيخ ياسر برهامي.",
            "page": "59",
            "part": "1",
            "seal": "4F30E056"
        },
        {
            "id": "60",
            "nass": "أعياد وأعياد ¶ للأستاذ الشاعر ¶ خير الدين وانلي - رحمه الله - ¶ مِنْ أينَ جاؤوا بعيدِ الأمِّ واخترعوا ... عيدَ المعلِّمِ أو عيدَ الشجيراتِ ¶ حتى النسيمُ له عيد الفَسيخِ ... وللعمالِ عيدٌ وعيدٌ للرياضاتِ ¶ في كلِّ يومٍ لهمْ عيد ومحتَفَلٌ ... يُضيِّعون به بعضَ السُّويعاتِ ¶ هذي التقاليدُ جاءتْ من كنائِسهم ... ومن صوامعِ قديسٍ وبِيعاتِ (¬1) ¶ ¬__________ ¶ (¬1) الصوامع: جمع صومعة، وهي موضع عبادة الرهبان من النصارى، قيل هو بناء صغير على شكل دائرة. ¶ البِيعَةُ بالكَسْرِ: مَعْبَدُ النَّصَارَى، وقِيلَ كَنِيسَةُ اليَهُودِ، والجمع: بِيَعٌ.",
            "page": "60",
            "part": "1",
            "seal": "3B057A91"
        },
        {
            "id": "61",
            "nass": "والناسُ أسرى تقاليدٍ وما علموا ... أنَّ التقاليدَ قد تأتي بويلاتِ ¶ وشأنُ من غُلبوا تقليدُ غالِبهم ... في مأكلٍ أو لباسٍ أو بعاداتِ ¶ وقد بُلِينا بمنْ في أرضِنا حكموا ... واستعمروا الشعبَ في كلِّ المجالاتِ ¶ وصارَ تقليدهم فرضًا على أُممٍ ... مغلوبةٍ نسيتْ أزهى الحضاراتِ ¶ للمسلمين مدارَ العامِ عيدانِ ... فطرٌ وأضحى فأكرمْ بالعباداتِ ¶ يُعيّدون إذا أدَّوا فَرائضَهم ... فعيدُهم فرحةٌ منهم بطاعاتِ ¶ ما العيدُ عندَهمُ رقصٌ وفاحشةٌ ... أو اختلاطُ سُكارى بالمميلاتِ ¶ لكنه نظرةٌ للجارِ حانيةٌ ... وللقريبِ وأصحابِ المصيباتِ",
            "page": "61",
            "part": "1",
            "seal": "3939AB0A"
        },
        {
            "id": "62",
            "nass": "العيدُ أن تَنصرَ المظلومَ تُنقذَه ... مِنْ ظلمِ طاغيةٍ مستعبِدٍ عاتِ ¶ العيدُ تجديدُ وَصْلٍ في ذوي رحمٍ ... فوصْلُها أمرُ رحمانِ السماواتِ ¶ العيدُ عونٌ لأهلِ البؤسِ يَنْشلُهم ... منْ بؤسهِم وهو تَخفيف لويلاتِ ¶ العيدُ إدخالُ أفراحٍ على أُسرٍ ... محزونةٍ هدّها ثِقْلُ الملماتِ ¶ العيدُ تفريحُ أطفالٍ وتوسعةً ... على ذوي العسْرِ أو أهلِ القرباتِ ¶ ما العيدُ تعطيلُ أعمالٍ وتسليةُ ... فاللهوُ عارٌ لدى أهلِ المروءاتِ ¶ إنْ أدَّ كلُّ امريءٍ في الأرضِ واجبَه ... يَعِشْ بِعيدٍ ويَسْعَدْ في الغَدِ الآتي",
            "page": "62",
            "part": "1",
            "seal": "F29547B6"
        },
        {
            "id": "63",
            "nass": "أهم المراجع ¶ * اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم، لشيخ الإسلام ابن تيمية ¶ * فتاوى الأزهر، نسخة إلكترونية على موقع وزارة الأوقاف المصرية  www.islamic-council.com ¶ *  فتاوى اللجنة الدائمة للإفتاء بالسعودية. ¶ * مجموع فتاوى الشيخ ابن باز - رحمه الله -. ¶ * فتاوى موقع الشبكة الإسلامية  www.islamweb.net ¶ *  فتاوى موقع صوت السلف  www.salafvoice.com ¶ *  أعياد الكفار وموقف المسلم منها، لإبراهيم بن محمد الحقيل. ¶ * عيد شم النسيم .. أصله، شعائره، حكم الاحتفال به، إبراهيم بن محمد الحقيل. ¶ * تهذيب كتاب (اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم) لشيخ الإسلام ابن تيمية، هذَّبه وخرَّج أحاديثه شحاتة صقر. ¶ * موسوعة أغرب الأعياد وأعجب الاحتفالات لسيد صديق عبد الفتاح. ¶ * أعياد مصر بين الماضي والحاضر للدكتور سعيد محمد حسن الملط.",
            "page": "63",
            "part": "1",
            "seal": "53C08866"
        }
    ],
    "t561": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال ليست عابرة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "درر من كلام شيخ الإسلام ابن تيمية عن تحريم مشابهة أهل الكتاب في الأعياد وغيرها"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "بعض الأدلة من القرآن والسنة على النهي عن التشبه بالكافرين:"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "موافقة الكافرين في أعيادهم:"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "حريم العيد:"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "هل يجب على المسلم أن يعرف أعياد الكفار؟"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "حكم إعانة المسلمين المتشبهين بالكفار في أعيادهم:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "منشأ عيد شم النسيم وقصته"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "من مظاهر الاحتفال بشم النسيم:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "أطعمة هذا العيد:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "لماذا لا يكون عيد شم النسيم إلا يوم الاثنين؟"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "حكم الاحتفال بشم النسيم"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "موقف المسلم من عيد شم النسيم"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "فتوى الشيخ عطية صقر عن شم النسيم"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "شبهات حول الاحتفال بعيد شم النسيم"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "حكم أكل الفسيخ والسردين"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "أعياد وأعياد"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "أهم المراجع"
        }
    ]
}