{
    "b5650": [
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - حَدثنَا الشَّيْخ الْحَافِظ أَبُو مُحَمَّد عبد الْعَزِيز بن أَحْمد بن مُحَمَّد الكتاني الصُّوفِي رَضِي الله عَنهُ فِي الْحجَّة سنة سِتِّينَ وَأَرْبَعمِائَة قَالَ حَدثنَا أَبُو الْقَاسِم تَمام بن مُحَمَّد بن عبد الله الرَّازِيّ قَالَ حَدثنَا أَبُو بكر مُحَمَّد بن سُلَيْمَان الربعِي قَالَ حَدثنَا أَبُو الْحسن مُحَمَّد بن الْفَيْض بن مُحَمَّد الغساني قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ بْنِ يَحْيَى الْغَسَّانِيُّ قَالَ حَدَّثَنِي أَبى عَنهُ الْحسن بن عمار عَنهُ عَمْرو بن مرّة عَنهُ أَبِي الْبَخْتَرِيِّ الطَّائِيِّ قَالَ أَتَى رَجُلٌ عَلِيًّا صَلَوَاتُ اللَّهِ عَلَيْهِ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ مَا الْإِيمَانُ قَالَ الْإِيمَانُ عَلَى أَرْبَعِ دَعَائِمَ عَلَى الصَّبْرِ وَالْيَقِينِ وَالْعَدْلِ وَالْجِهَادِ وَالصَّبْرُ مِنْهَا عَلَى أَرْبَعِ شُعَبٍ عَلَى الشَّوْقِ والشَّفَقِ وَالزَّهَادَةِ والتَّرَقُّبِ فَمَنِ اشْتَاقَ إِلَى الْجَنَّةِ سَلَا عَنِ الشَّهَوَاتِ وَمَنْ أَشْفَقَ مِنَ النَّارِ رَجَعَ عَنِ الْحُرُمَاتِ وَمَنْ زَهِدَ فِي الدُّنْيَا هَانَتْ عَلَيْهِ الْمُصِيبَاتُ وَمَنِ ارْتَقَبَ الْمَوْتَ سَارَعَ إِلَى الْخَيْرَاتِ وَالْيَقِينُ مِنْهَا عَلَى أَرْبَعِ شُعَبٍ عَلَى تَبْصِرَةِ الْفِطْنَةِ وَتَأَوُّلِ الْحِكْمَةِ وَمَوْعِظَةِ الْعِبْرَةِ وَسُنَّةِ الْأَوَّلِينَ فَمَنْ تَبَصَّرَ الْفِطْنَةَ تَأَوَّلَ الْحِكْمَةَ وَمَنْ تَأَوَّلَ الْحِكْمَةَ عَرَفَ الْعِبْرَةَ وَمَنْ عَرَفَ الْعِبْرَةَ كَأَنَّمَا كَانَ فِي الْأَوَّلِينَ وَالْعَدْلُ مِنْهَا عَلَى أَرْبَعِ شُعَبٍ عَلَى غَامِضِ الْفَهْمِ وَزَهْرَةِ الْعِلْمِ وَرَوْضَةِ الْحِلْمِ وَشَرَائِعِ الْحِكَمِ فَمَنْ فَهِمَ فَسَّرَ جَمِيلَ الْعِلْمِ وَمَنْ عَلِمَ عَرَفَ",
            "page": "15",
            "part": "1",
            "seal": "051D55FC"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "شَرَائِعَ الْحِكَمِ وَمَنْ حَلُمَ لَمْ يُفَرِّطْ أَمْرَهُ وَعَاشَ فِي النَّاسِ حميد وَالْجهَاد مِنْهَا على أَربع الَأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ وَالصِّدْقِ فِي الْمَوَاطِنِ وَشَنَآنِ الْفَاسِقِينَ فَمَنْ أَمَرَ بِالْمَعْرُوفِ شَدَّ ظَهْرَ الْمُؤْمِنِ وَمَنْ نَهَى عَنِ الْمُنْكَرِ قَصَفَ ظَهْرَ الْفَاسِقِ وَمَنْ صَدَقَ فِي الْمَوَاطِنِ قَضَى مَا عَلَيْهِ وَمَنْ شَنِئَ الْفَاسِقِينَ وَغَضِبَ لِلَّهِ عَزَّ وَجَلَّ غَضِبَ اللَّهُ لَهُ فَقَامَ الرَّجُلُ فَقَبَّلَ رَأْسَهُ ثُمَّ قَالَ صَدَقْتَ يَا أَمِيرَ الْمُؤْمِنِينَ ¶ 2 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي قَالَ قَالَ وَهْبُ بْنُ مُنَبِّهٍ قَالَ اللَّهُ عَزَّ وَجَلَّ كَفَى بِي لِعَبْدِي غِنًى إِذَا أَطَاعَنِي أَعْطَيْتُهُ قَبْلَ أَنْ يَسأَلَنِي وَاسْتَجَبْتُ لَهُ قَبْلَ أَنْ يَدْعُوَنِي وَأَنَا أَعْلَمُ بِمَا يُصْلِحُهُ مِنْهُ ¶ 3 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنِ ابْنِ أَبِي الزَّرْقَاءِ الْمَوْصِلِيِّ قَالَ قَالَ أَبُو الدَّرْدَاءِ مَا يَأَتِي عَلَيَّ يَوُمٌ لَا أُرْمَى فِيهِ بِعَظِيمَةٍ إِلَّا عَدَدْتُهَا عَلَيَّ مِنَ اللَّهِ نِعْمَةً ¶ 4 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي قَالَ قَالَ عُمَرُ بن الْخطاب رَضِي الله عَن مَا مِنْ عَبْدٍ عَلَيْهِ مِنَ اللَّهِ نِعْمَةٌ إِلَّا وَلَهَا حَاسِدٌ وَلَوْ أَنَّ الْعَبْدَ أَقْوَمُ مِنْ قِدْحٍ لَوَجَدَ لَهُ غَامِزًا وَمَا ضَرَّتْ حِكْمَةٌ قَطُّ لَيْسَ لَهَا خَوَاطِبُ",
            "page": "16",
            "part": "1",
            "seal": "384FB0F0"
        },
        {
            "hno": "5",
            "id": "4",
            "nass": "5 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ أَبِي مَسْعُودٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ إِن اله تَعَالَى لَيَرْفَعُ الْمُؤْمِنَ فِي دَرَجِهِ بَعْدَ مَوْتِهِ بِدُعَاءِ وَلَدِهِ لَهُ مِنْ بَعْدِهِ وَلَيْسَ شَيْءٌ أَحَطَّ لِلذُّنُوبِ مِنْ بِرِّ الْوَالِدَيْنِ ¶ 6 - حَدَّثَنَا إِبْرَاهِيمُ حَدَّثَنِي أَبِي قَالَ بَلَغَنَا عَنْ بَعْضِ أَهلِ الْعِلْمِ أَنَّ عِيسَى بن مَرْيَم قَالَ بِحَق أَقْوَال لَكُمْ يَا مَعْشَرَ الْحَوَارِيِّينَ لَا يَنَالُ أَحَدُكُمْ مَلَكُوتَ السَّمَاءِ حَتَّى يَكُونَ كَالصَّنَمِ الَّذِي لَا يَفْرَحُ إِذَا حُمِدَ وَلَا يَحْزَنُ إِذَا ذُمَّ ¶ 7 - وَبِهِ قَالَ حَدَّثَنِي بَعْضُ أهل الْعلم أَن عِيسَى بن مَرْيَمَ قَالَ يَا ابْنَ آدَمَ إِذا كَانَ الْقَلِيلُ الَّذِي يَكْفِيكَ لَا يُغْنِيكَ فَكَذَلِكَ الْكَثِيرُ الَّذِي يُغْنِيكَ لَا يَكْفِيكَ ¶ 8 - وَبِهِ عَنْ بَعْضِ أَهْلِ الْعِلْمِ أَنَّ مَلِكًا مِنْ مُلُوكِ أَهْلِ دِمَشْقَ يُقَالُ لَهُ هَدَّادُ بْنُ هَدِّادٍ صَنَعَ طَعَامًا وَدَعَا إِلَيْهِ النَّاسَ وَكَانَ فِيمَنْ دَعَا عِيسَى الْمَسِيحُ عَلَيْهِ السَّلَامُ وَحَوَارِيِّيهِ فَقَالَ الْمَسِيحُ لِحَوَارِيِّيهِ لَا تَذْهَبُوا وَخَرَجَ بِهِمْ فَأَتَى بِهِمْ شَاطِئَ بَرَدَى فَأَخْرَجُوا كِسَرًا لَهُمْ فَجَعَلُوا يَبِلُّونَهَا فِي الْمَاءِ وَيَأْكُلُونَ فَقَالَ الْمَسِيحُ يَا مَعْشَرَ الْحَوَارِيِّينَ عَجَبًا لِلْمُلُوكِ وَمَا أُوتُوا فِي هَذِهِ الدُّنْيَا وَمَا يُصْنَعُ بِهِمْ يَوْمَ الْقِيَامَةِ يَا مَعْشَرَ الْحَوَارِيِّينَ إِنَّ اللَّهَ قَدْ بَطَحَ لَكُمُ الدُّنْيَا عَلَى وَجْهِهَا وَأَجْلَسَكُمْ عَلَى ظَهره فَلَيْسَ يُشَارِكُكُمْ فِيهَا إِلَّا الشَّيَاطِينُ وَالْمُلُوكُ فَأَمَّا الشَّيَاطِينُ فَاسْتَعِينُوا عَلَيْهِمْ بِالصَّوْمِ وَالصَّلَاةِ وَأَمَّا الْمُلُوكُ فَدَعُوهُمْ وَالدُّنْيَا يَدَعُوكُمْ وَالْآخِرَةَ ¶ 9 - وَبِهِ قَالَ قَالَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ",
            "page": "17",
            "part": "1",
            "seal": "8BE9F590"
        },
        {
            "hno": "10",
            "id": "5",
            "nass": "أَرْبَعَةٌ لَا أَقْدِرُ عَلَى مُكَافَأَتِهِمْ وَلَوِ انْخَلَعْتُ لَهُمْ عَنْ مِثْلِ جَبَلِ مَكَّةَ عِقْيَانُهُ حَمْرَاءُ رَجُلٌ غَدَا عَلَيَّ أَوْ رَاحَ مُسَلِّمًا يَوْمًا مِنْ دَهْرِهِ أَوْ رَجُلٌ سَقَانِي شَرْبَةً مِنْ مَاءٍ عَلَى ظَمَأٍ أَوْ رَجُلٌ فَسَحَ لِي فِي مجَال عَلَى تَضَايُقٍ مِنْ أَهْلِهِ أَوْ رَجُلٌ نَزَلَتْ بِهِ نَازِلَةٌ مِنْ أَمْرِهِ فَبَاتَ يُجِيلُ الرَّأْيَ بِمَنْ يُنْزِلُهَا فَاعْتَمَدَنِي مِنْ بَيْنِ عِبَادِ اللَّهِ وَلَمْ يُقَصِّرْ دُونِي فَهَؤُلَاءِ أَرْبَعَةٌ لَا أَقْدِرُ لَهُمْ عَلَى مُكَافَأَةٍ إِلَّا أَنْ يُكَافِئَهُمُ اللَّهُ عَنِّي ¶ 10 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنَا أَبِي أَنَّ رَجُلًا قَالَ كُنْتُ مُرَائِيًا فَكُنْتُ أَوَّلَ مَنْ يَدْخُلُ الْمَسْجِدَ وَآخِرَ مَنْ يَخْرُجُ مِنْهُ وَكُنْتُ ظَاهِرَ الْعِبَادَةِ وَالِاجْتِهَادِ فَكُنْتُ لَا أَمُرُّ عَلَى أَحَدٍ إِلَّا قَالَ مرائى فَأَقَمْتُ بِذَلِكَ سَنَتَيْنِ فَلَمْ أُدْرِكْ شَيْئًا مِمَّا أُحِبُّ فَقُمْتُ مِنْ جَوْفِ اللَّيْلِ فَرَكَعْتُ رَكْعَاتٍ ثُمَّ قُلْتُ اللَّهُمَّ إِنِّي أُشْهِدُكَ أَنِّي قَدْ تَرَكْتُ مَا كُنْتُ فِيهِ مِنَ الرِّيَاءِ ثُمَّ أَدْلَجْتُ إِلَى الْمَسْجِد فمررت برجلَيْن فَقل أَحدهمَا هَذَا فلَان الرمائي فَقَالَ الْآخَرُ لَقَدْ تَرَكَ ذَلِكَ الْيَوْم ¶ 11 - حَدثنَا إِبْرَهِيمُ قَالَ حَدَّثَنَا أَبِي عَنْ جَدِّي قَالَ لما حضلات مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ الْوَفَاةُ جَمَعَ أَهْلَهُ فَقَالَ أَلَسْتُمْ أَهْلِي الَّذِينَ كَانَ كَدِّي وَمَتْعَبَتِيِ لَكُمْ قَالُوا بَلَى يَا أَمِيرَ الْمُؤْمِنِينَ با فدَاك اله قَالَ فَإِنَّ الْمَوْتَ قَدْ وَقَعَ فِي رِجْلِي فَبَكَوْا ثُمَّ رَنَّوْا ثُمَّ أَشَارَ إِلَيْهِمْ فَسَكَتُوا ثُمَّ أَمَرَهُمْ فَأَنْزَلُوهُ عَنْ فِرَاشِهِ وَجَعَلُوا يُنْزِلُونَهُ وَهُوَ يَقُولُ إِنَّكُمْ",
            "page": "18",
            "part": "1",
            "seal": "4D562A6C"
        },
        {
            "hno": "12",
            "id": "6",
            "nass": "لَتُقَلِّبُونَ رَجُلًا قَلِيبًا إِنْ خَلُصَتْ قَدَمَاهُ غَدًا مِنَ النَّارِ ثُمَّ أَلْصَقَ خَدَّهُ بِالْأَرْضِ قَالَ اللَّهُمَّ إِنِّي عَبْدُكَ وَابْنُ عَبْدِكَ وَابْنُ أَمَتِكَ اللَّهُمَّ إِنَّ رَحْمَتَكَ وَسِعَتْ كُلَّ شَيْءٍ فَلْتَسَعْنِي اللَّهُمَّ إِنَّ رَحْمَتَكَ لَمْ يَزَلْ يُرَدِّدُهَا حَتَّى مَاتَ ¶ 12 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدثنَا أَبى هن جَدِّي قَالَ كَانَ إِبْرَاهِيمُ أَوَّلَ مَنِ اخْتَتَنَ وَأَوَّلَ مَنْ رَأَى الشَّيْبَ فِي رَأْسِهِ وَلِحْيَتِهِ قَالَ رَبِّ مَا هَذَا قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى هَذَا الْوَقَارُ قَالَ رَبِّ زِدْنِي وَقَارًا ¶ 13 - وَبَلَغَنَا أَنَّ سَبَبَ شَيْبِ إِبْرَاهِيمَ أَنَّ إِسْحَاقَ كَانَ يَمْشِي مَعَهُ فَلَا يُعْرَفُ أَيُّهُمَا أَكْبَرُ إِلَّا مَنْ عَرَفَهُمَا وَكَانَ رُبمَا فدم عَلَيْهِ إِسْحَاقُ بِالتَّحِيَّةِ وَالسَّلَامِ فَلَمَّا رَأَى ذَلِكَ اللَّهُ عَزَّ وَجَلَّ فرق بَينهمَا بالشيب ¶ 14 - خدثنا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنِ جَدِّي عَنْ عَمْرَةَ ابْنَةِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ قَالَتْ كَانَ النَّاسُ أَهْلَ مُبَاشَرَةٍ لِلْأَعْمَالِ بِأَنْفُسِهِمْ فَأَنْكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَائِحَتَهُمْ يَوْمَ الْجُمُعَةِ فَأَمَرَهُمْ بِالْغُسْلِ لِذَلِكَ ¶ 15 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ قَالَ حَدَّثَنَا أَبِي عَنْ جَدِّي قَالَ لَمَّا نزل عبد الله ب ن عَليّ بلامسودة وحصروا دمشق اسْتَغَاثَ النَّاس بيحي بْنِ يَحْيَى فَسَأَلَهُ الْوَلِيدُ بْنُ مُعَاوِيَةَ أَنْ يَخْرُجَ إِلَى عَبْدِ اللَّهِ بْنِ عَلِيٍّ",
            "page": "19",
            "part": "1",
            "seal": "2A1F5C34"
        },
        {
            "hno": "16",
            "id": "7",
            "nass": "لِيَأْخُذَ لَهُمْ أَمَانًا فَخَرَجَ إِلَى عبد الل بْنِ عَلِيٍّ فَلَمَّا سَأَلَهُ الْأَمَانَ لِأَهْلِ دِمَشْقَ أَجَابَهُ عَبْدُ اللَّهِ بْنُ عَلِيٍّ إِلَى ذَلِكَ فَاضْطَرَبَ بذلك فاضطرب بذلك الصَّوْت دحتى دَخَلَ الْمَدِينَةَ قَالَ النَّاسُ الْأَمَانُ الْأَمَانُ فَخَرَجَ عَلَى ذَلِكَ مِنَ الْمَدِينَةِ نَاسٌ كَثِيرٌ وَأَصْعَدُوا إِلَيْهِمْ من المسودة خلفا كَثِيرًا فَقَالَ لَهُ يَحْيَى اكْتُبْ لنا كتبا بِالْأَمَانِ الَّذِي جَعَلْتَهُ لَنَا فَدَعَا بداوة وَقِرْطَاسٍ ثُمَّ ضَرَبَ بِبَصَرِهِ نَحْوَ الْمَدِينَةِ فَإِذَا الْحَائِطُ قَدْ غَشِيَهُ الْمُسَوِّدَةُ فَقَالَ لِيَحْيَى نَحِّ هَذَا الْقِرْطَاسَ عَنِّي فَإِنِّي دَخَلْتُهَا قَسْرًا فَقَالَ لَهُ يَحْيَى لَا وَاللَّهِ وَلَكِنَّكَ دَخَلْتَهَا غَدْرًا لِأَنَّكَ جَعَلْتَ لَنَا أَمَانًا فَخَرَجَ عَلَيْهِ مَنْ خَرَجَ وَدَخَلَ عَلَيْهِ مَنْ دَخَلَ فَإِنْ كَانَ كَمَا تَقُولُ فَارْدُدْ رِجَالَكَ عَنْهَا وَارْدُدْنَا إِلَى مَدِينَتِنَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ عَلِيٍّ إِنَّهُ وَاللَّهِ لَوْلَا مَا أَعْرِفُ مِنْ مَوَدَّتِكَ إِيَّانَا أَهْلَ الْبَيْت مَا استقبلتنى بِهَذَا فَقل لَهُ يَحْيَى إِنَّ اللَّهَ عَزَّ وَجل جعلك من أهل الْبَيْت الْحَقِّ وَالرَّحْمَةِ وَالْبَرَكَةِ الَّذِينَ لَا يُعْرَفُ لَهُمْ وَلَا يُقْبَلُ مِنْهُمْ إِلَّا الع مل بِتَقْوَى اللَّهِ وَطَاعَتِهِ وَاعْلَمْ أَنَّ قَرَابَتَكَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ تَزِدْ حَقَّ اللَّهِ عَلَيْكَ إِلَّا عِظَمًا ووجودبا وَلَمْ تَزِدِ النَّاسَ إِلَّا إِنْكَارًا لِلْمُنْكَرِ وَمَعْرِفَةً لِكُلِّ مَا وَافَقَ الْحَقَّ فَقَالَ عَبْدُ اللَّهِ تَنَحَّ عَنِّي ثُمَّ نَدِمَ عَبْدُ اللَّهِ بْنُ عَلِيٍّ فَقَالَ يَا غُلَامُ اذْهَبْ بِهِ إِلَى حُجْرَتِي تَخَوُّفًا عَلَيْهِ لِأَنَّهُ كَانَ عَلَيْهِ قَمِيصٌ أَبْيَضُ وَعِمَامَةٌ بَيْضَاءُ وَقَدْ سَوَّدَ النَّاسُ كُلُّهُمْ فَلَيْسَ يُرَى عَلَى أحد شَيْء من البيضا غَيْرِهِ ثُمَّ قَالَ عَبْدُ اللَّهِ بْنُ عَلِيٍّ اذْهَبْ يَا غُلَامُ بِهَذَا الْعَلَمِ فَارْكُزْهُ فِي دَارِهِ وَنَادِ مَنْ دَخَلَ دَارَ يَحْيَى بْنِ يَحْيَى فَهُوَ آمِنٌ فَلَمْ يُقْتَلْ فِيهَا أَحَدٌ وَلَا فِي الدّور الَّتِي احترقت بِهَا وَانْحَشَرُوا إِلَيْهَا فَسَلِمُوا ¶ 16 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ",
            "page": "20",
            "part": "1",
            "seal": "3CA6FA54"
        },
        {
            "hno": "17",
            "id": "8",
            "nass": "كَتَبَ عَبْدُ اللَّهِ بْنُ عُمَرَ إِلَى عب د الْمَلِكِ بْنِ مَرْوَانَ فَبَدَأَ بِنَفْسِهِ فراعه ذَلِك ون أَنَّهُ قَدْ خَلَعَهُ فَقِيلَ لَهُ هَكَذَا كَانَ يَكْتُبُ إِلَى مُعَاوِيَةَ فَنَظَرَ فِي كُتُبِهِ إِلَى مُعَاوِيَةَ فَإِذَا هُوَ قَدْ كَانَ يَبْدَأُ بِنَفسِهِ ¶ 17 - خَاصَمَ إِسْحَاقُ بْنُ أَبِي فَرْوَةَ نَاسا من أهل الْقد فَقَالَ لَهُمْ إِسْحَاقُ إِنَّ عُمَرَ بْنَ الْخَطَّابِ قَدْ كَانَ أَخَذَ نَاسًا يَرَوْنَ هَذَا الرَّأْيَ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ فَقَالُوا كَيْفَ تَقُولُ هَذَا وَاللَّهِ مَا كَانَ هَذَا فِي زَمَانِ عُمَرَ فَقَالَ إِسْحَاقُ فَأَنَا بِكُلِّ دِينٍ أُحْدِثَ بَعْدَ عُمَرَ كَافِرٌ ¶ 18 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ قَالَ إِبْلِيسُ لِنُوحٍ يَا نُوحُ إِنَّكَ قَدْ دَعَوْتَ اللَّهَ عَلَى قَوْمٍ فَأَرَحْتَنِي مِنْهُمْ وَفَرَّغْتَنِي لِغَيْرِهِمْ وَلَكَ بِذَلِكَ عِنْدِي يَدٌ فَأَنَا أُعَلِّمُكَ خَمْسَ كَلِمَاتٍ فَأَوْحَى اللَّهُ عَزَّ وَجَلَّ إِلَى نُوحٍ عَلَيْهِ السَّلَامُ أَنْ قل لَهُ يعلملك اثْنَتَيْنِ وَيَكُفُّ عَنْكَ ثَلَاثًا فَقَالَ لَهُ نُوحٌ عَلِّمْنِي اثْنَتَيْنِ وَاكْفُفْ عَنْ ثَلَاثٍ قَالَ لَهُ إِبْلِيسُ مَا هَذَا مِنْ قِبَلِكَ إِيَّاكَ والحسد فنك تعلم مكانى كَا مِنَ الْمَلَائِكَةِ فَدَعَانِي الْحَسَدُ لِآدَمَ إِلَى أَنْ صِرْتُ شَيْطَانًا رَجِيمًا مَلْعُونًا وَإِيَّاكَ وَالطَّمَعَ فَإِنَّ اللَّهَ أَعْطَى آدَمَ جَنَّةً عَرْضُهَا السَّمَوَاتُ وَالْأَرْضُ فَدَعَاهُ الطَّمَعُ فِي شَجَرَةٍ إِلَى أَنْ خَرَجَ مِنْ ذَلِكَ كُلِّهِ",
            "page": "21",
            "part": "1",
            "seal": "AC340254"
        },
        {
            "hno": "20",
            "id": "9",
            "nass": "قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ وَقَعَتْ لر جلّ مئئة دينا فَعَرَّفَهَا فَقَالَ مَنْ وَجَدَهَا فَلَهُ عِشْرُونَ دَيْنَارًا فَأَقْبَلَ الَّذِي وَجَدَها فَقَالَ هَذَا مَالك فَأعْطِنِي الَّذِي ج علت لِي فَقَالَ صَاحِبُ الْمَالِ كَانَ مَالِي عشرُون ومئة دِينَار فاختصم اإِلَى فُضَالَةَ بْنِ عُبَيْدٍ فَقَالَ فُضَالَةُ لِصَاحِبِ الْمَالِ أَلَيْسَ كَانَ مَالك عشلارين ومئة دِينَارٍ كَمَا تَذْكُرُ قَالَ بَلَى فَقَالَ لِلرَّجُلِ الَّذِي وَجَدَ الْمَالَ أَلَيْسَ الَّذِي وجدت مئة قَالَ بَلَى قَالَ فَاحْبِسْ هَذَا الْمَالَ وَلَا تَدْفَعْهُ إِلَيْهِ فَلَيْسَ بِمَالِهِ حَتَّى يَجِيءَ صَاحِبُهُ ¶ 20 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ عَبْدِ اللَّهِ بْنِ حَنْظَلَةَ الْجَزَرِيِّ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَطَاءِ بْنِ أَبِي مَرْوَانَ عَنْ صِلَةَ بْنِ زُفَرَ عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَرَى عَبْدٌ حَقِيقَةَ الْإِيمَانِ حَتَّى يُؤْثِرَ الْحَقَّ حَيْثُ يَضُرُّهُ عَلَى الْبَاطِلِ حَيْثُ يَنْفَعُهُ وَحَتَّى يَتَّقِيَ من الْكَذِب مَا يتحد ث بِهِ غَيْرُهُ وَحَتَّى لَا تَعْدُوَ مقَالَته مُنْتَهى عمله ¶ 21 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ أَبِيهِ يَحْيَى بْنِ يَحْيَى قَالَ جَلَسَ سُلَيْمَانُ بْنُ عَبْدِ الْمَلِكِ فِي بَيْتٍ أَخْضَرَ على وطاء عَلَيْهِ ثِيَابٌ خُضْرٌ ثُمَّ نَظَرَ إِلَى وَجْهِهِ فِي الْمِرْآةِ فَأَعْجَبَهُ شَبَابُهُ وَجَمَالُهُ فَقَالَ كَانَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا وَكَانَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ صِدِّيقًا وَكَانَ",
            "page": "22",
            "part": "1",
            "seal": "9801160F"
        },
        {
            "hno": "22",
            "id": "10",
            "nass": "عُمَرُ رَضِيَ اللَّهُ عَنْهُ فَارُوقًا وَكَانَ عُثْمَانُ رَضِيَ اللَّهُ عَنْهُ حَيِيًّا وَكَانَ مُعَاوِيَةُ رَضِيَ اللَّهُ عَنْهُ حَلِيمًا وَكَانَ يَزِيدُ صَبُورًا وَكَانَ عَبْدُ الْمَلِكِ سَائِسًا وَكَانَ الْوَلَد جَبَّارًا وَأَنَا الْمَلِكُ الشَّابُّ فَمَا دَارَ عَلَيْهِ الشَّهْرُ حَتَّى هَلَكَ ¶ 22 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ قَالَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ لِرَوْحِ بْنِ زنباغ يَا أَبَا زُرْعَةَ قَدْ غَلَبَنِي الْوَلِيد بللحن وَسَأُظْهِرُ الْعَشِيَّةَ كَآبَةً فَسَلْنِي عَنْهَا وَدَعْنِي وَالْوَلِيدَ فَلَمَّا أُذِّنَ بِالْعِشَاءِ أَظْهَرَ كَآبَةً وَعِنْدَهُ الْوَلِيدُ وَسُلَيْمَانُ وَرَوْحٌ فَقَالَ لَهُ رَوْحٌ مَا هَذِهِ الْكَآبَةُ يَا أَمِيرَ الْمُؤْمِنِينَ لَا يسوؤك اللَّهُ وَلَا يُرِيكَ مَكْرُوهًا قَالَ ذَكَرْتُ مَا فِي عُنُقِي مِنْ أَمْرِ هَذِهِ الْأُمَّةِ وَإِلَى مَنْ أصر أَمْرَهَا بَعْدِي فَقَالَ لَهُ رَوْحٌ يَغْفِرُ اللَّهُ لَكَ يَا أَمِيرَ الْمُؤْمِنِينَ فَأَيْنَ أَنْتَ عَنِ الْوَلِيدِ سَيِّدِ شَبَابِ الْعَرَبِ قَالَ يَا أَبَا زُرْعَةَ لَا يَنْبَغِي أَنْ يَلِيَ الْعَرَبَ إِلَّا مَنْ يَتَكَلَّمُ بكلامها فَقَالَ الْوَلِيدُ فَدَخَلَ مَنْزِلَهُ وَجَمَعَ إِلَيْهِ أَصْحَابَ النَّحْوِ فَأَقَامَ سِتَّةَ أَشْهُرٍ مَعَهم وَخرج وَهُوَ أَجْهَلُ بِالنَّحْوِ مِنْهُ يَوْمَ دَخَلَ فَقَالَ عَبْدُ الْمَلِكِ قَدِ اجْتَهَدَ وَأَعْذَرَ ¶ 23 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ لَمَّا حَضَرَ عَبْدَ الْمَلِكِ الْوَفَاةُ د عا الْوَلِيد فَقَالَ هَل يَا بُنَيَّ شَمِّرْ وَائْتَزِرْ وَالْبَسْ ج لد نمر وَلَا تعصر عَيْنَيْك فع الْأَمَةِ وَادْعُ النَّاسَ إِلَى الْبَيْعَةِ فَمَنْ قَالَ كَذَا فَقُلْ بِالسَّيْفِ كَذَا وَأَشَارَ بِيَدِهِ إِلَى ضَرْبِ الْعُنُقِ",
            "page": "23",
            "part": "1",
            "seal": "5BA07ED9"
        },
        {
            "hno": "24",
            "id": "11",
            "nass": "24 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ مَرَّ زِيَادُ بن سميَّة ابْن أَبِي سُفْيَانَ وَهُوَ وَالٍ عَلَى الْبَصْرَةِ بِأَبِي الْعُرْيَانِ الْمَخْزُومِيِّ وَهُوَ فِي مَجْلِسِ جَمَاعَةٍ مِنْ قُرَيْشٍ وَهُوَ مكفوف البصؤ قَالَ أَبُو الْعُرْيَانِ مَا هَذِهِ الْجَلَبَةُ قَالُوا زِيَادُ بْنُ أَبِي سُفْيَانَ قَالَ وَاللَّهِ مَا تَرَكَ أَبُو سُفْيَانَ إِلَّا يَزِيدَ وَمُعَاوِيَةَ وَعُتْبَةَ وَعَنْبَسَةَ وَحَنْظَلَةَ وَمُحَمَّدًا فَمِنْ أَيْنَ جَاءَ زِيَادٌ فَبَلَغَ مُعَاوِيَةَ كَلَامُهُ فَكَتَبَ إِلَى زِيَادٍ أَنْ سُدَّ عَنَّا وَعَنْكَ فَا هَذَا الْكَلْب فَأرْسل إِلَيْهِ زِيَاد بمئتى دِينَارٍ فَقَالَ أَبُو الْعُرْيَانِ وَصَلَ اللَّهُ ابْنَ أَخِي وَأَحْسَنَ جَزَاءَهُ قَالَ ثُمَّ مَرَّ بِهِ زِيَادٌ مِنَ الْغَدِ فَسَلَّمَ فَبَكَى أَبُو الْعُرْيَانِ فَقَالَ مَا يُبْكِيكَ قَالَ عَرَفْتُ جِرْمَ صَوْتِ أَبِي سُفْيَانَ فِي صَوت زِيَاد فَبلغ ذلم مُعَاوِيَة فَكتب إِلَيْهِ [من الْبَسِيط] ¶ مَا لَبَّثَتْكَ الدَّنَانِيرُ الَّتِي رُشِيتَ ... أَن لونتك أَبَا الع رَيَّان أَلْوَانَا ¶ أَمْسَى وَلَيْسَ زِيَادٌ فِي أَرُومَتِهِ ... ذِكْرًا وَأَصْبَحَ مَا يُمْرِيهِ عِرْفَانَا ¶ لِلَّهِ دَرُّ زِيَادٍ لَوْ تَعَجَّلَهَا ... كَانَتْ لَهُ دُونَ مَا يخشاه قربانا ¶ فَلَمَّا قرىء كتاب مُعَاوِيَة على أَبى الع رَيَّان قَالَ اكْتُبْ يَا غُلَام ¶ [من الْبَسِيط]",
            "page": "24",
            "part": "1",
            "seal": "8859015C"
        },
        {
            "hno": "25",
            "id": "12",
            "nass": "أَحْدِثْ لَنَا صِلَةً تَغْنَى النُّفُوسُ بِهَا ... قَدْ كِدْتَ يَا ابْنَ أَبِي سُفْيَانَ تَنْسَانَا ¶ أَمَّا زِيَادٌ فَلَا أَمْرِيهِ نِسْبَتَهُ ... وَلَا أُرِيدُ بِمَا حَاوَلْتُ بُهْتَانَا ¶ مَنْ يُسْدِ خَيْرًا يُصِبْهُ حَيْثُ يَفْعَلُهُ ... أَوْ يُسْدِ شَرًّا يُصِبْهُ حَيْثُ مَا كَانَا ¶ 25 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ أَبِي الْجَلْدِ التَّمِيمِيِّ قَالَ دَخَلْتُ عَلَى عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ فِي الخضراء وَبَين يَد يه كَانُونُ فِضَّةٍ يُوقَدُ فِيهِ بَالْعُودِ الْأَلَنْجُوجِ فَقُلْتُ زَادَكَ اللَّهُ فِي النِّعْمَةِ عِنْدِي يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ أَعْجَبَكَ مَا تَرَى يَا أَبَا الْجَلْدِ قُلْتُ إِي وَاللَّهِ يَا أَمِيرَ الْمُؤْمِنِينَ فَتَمَّمَ اللَّهُ ذَلِكَ بِرِضْوَانِهِ وَالْجَنَّةِ قَالَ فَلَا يُعْجِبْكَ هَذَا ابْنُ هِنْدٍ مَلَكَ النَّاسَ أَرْبَعِينَ سَنَةً عِشْرِينَ سَنَةً أَمِيرا وَعشْرين سنة خَليفَة وهاهو ذَاكَ عَلَى قَبْرِهِ يَنْبُوتَتَانِ ¶ 26 - وَبِهِ قَالَ كَانَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ كَثِيرًا مَا يَجْلِسُ إِلَى أُمِّ الدَّرْدَاءِ فِي مُؤَخَّرِ الْمَسْجِدِ بِدِمَشْقَ وَهُوَ خَلِيفَةٌ فَجَلَسَ إِلَيْهَا مَرَّةً مِنَ الْمِرَارِ فَقَالَتْ لَهُ يَا أَمِيرَ",
            "page": "25",
            "part": "1",
            "seal": "2D1D4BE3"
        },
        {
            "hno": "27",
            "id": "13",
            "nass": "الْمُؤْمِنِينَ بَلَغَنِي أَنَّكَ شَرِبْتَ الطِّلَا بَعْدَ الْعِبَادَةِ وَالنُّسُكِ قَالَ إِي وَاللَّهِ يَا أُمَّ الدَّرْدَاءِ وَالدِّمَاءُ قَدْ شَرِبْتُهَا ثُمَّ أَتَاهُ غُلَامٌ لَهُ كَانَ قَدْ بَعَثَهُ فِي حَاجَةٍ فَأَبْطَأَ عَلَيْهِ فَقَالَ مَا حَبسك عَلَيْك لعنة الله فَقَالَت أُمُّ الدَّرْدَاءِ لَا تَفْعَلْ يَا أَمِيرَ الْمُؤْمِنِينَ فَإِنِّي سَمِعْتُ أَبَا الدَّرْدَاءِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا يدْخل الْجنَّة لعان ¶ 27 - لَمَّا اسْتُخْلِفَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ طَلَبَ مِنْ خَالِدِ بْنِ يَزِيدَ بْنِ مُعَاوِيَةَ شِرَى الْخَضْرَاءِ وَهِيَ دَارُ الْإِمَارَةِ بِدِمَشْقَ فَابْتَاعَهَا مِنْهُ بارعين أَلْفَ دِينَارٍ وَأَرْبَعِ ضِيَاعٍ بِأَرْبَعَةِ أَجْنَادِ الشَّامِ اخْتَارَهُنَّ فَاخْتَارَ مِنْ فِلِسْطِينَ عِمْوَاسَ وَمِنَ الْأُرْدُنِّ قَصْرَ خَالِدٍ وَمِنْ دِمَشْقَ أَنْدَرْكِيسَانَ وَمِنْ حمص دير زكى ¶ 28 - لَمَّا بَنَى مُعَاوِيَةُ الْخَضْرَاءَ بِدِمَشْقَ وَهِيَ دَارُ الْإِمَارَةِ بَنَاهَا بِالطُّوبِ فَلَمَّا فَرَغَ مِنْهَا قَدِمَ عَلَيْهِ رَسُولُ مَلِكِ الرُّومِ فَنَظَرَ إِلَيْهَا فَقَالَ لَهُ مُعَاوِيَةُ كَيْفَ تَرَى هَذَا الْبُنْيَانَ قَالَ أَمَّا أَعْلَاهُ فَلِلْعَصَافِيرِ وَأَمَّا أَسْفَلُهُ فَلِلْفَأْرِ قَالَ فنقضها مُعَاوِيَة وبناها بِالْحِجَارَةِ",
            "page": "26",
            "part": "1",
            "seal": "45D78369"
        },
        {
            "hno": "29",
            "id": "14",
            "nass": "29 - قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي قَالَ رَأَيْتُ أَوْ قَالَ أَخْبَرَنِي مَنْ رَأَى عُصْفُورًا أَعْمَى فِي بَعْضِ الْحِجَازِ فِي حَافِرِ حِمَارٍ مُجَوَّفٍ فَتَعَجَّبْتُ مِنْ أَيِّ شَيْءٍ يَعِيشُ إِذْ سَمِعَ صَوْتَ زُنْبُورَةٍ فَلَمَّا أَحَسَّهَا العصفور تحرّك فَجَاءَت ح تى طَرَحَتْ فِي فِيهِ شَيْئًا ثُمَّ مَضَتْ ¶ 30 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ اللَّهُمَّ إِنَّ رِجَالًا أَطَاعُوكَ بِمَا أَمَرْتَهُمْ وَانْتَهَوْا عَمَّا نَهَيْتَهُمْ اللَّهُمَّ وَإِنَّ بِتَوْفِيقِكَ إِيَّاهُمْ قَبْلَ طَاعَتِهِمْ إِيَّاكَ فَوَفِّقْنِي ¶ 31 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ دَخَلَ يَزِيدُ بْنُ أَبِي مُسْلِمٍ الْقَيْسِيُّ عَلَى سُلَيْمَانَ بْنِ عَبْدِ الْمَلِكِ بعد وَفَاة الْحجَّاج واكن يَزِيدُ دَمِيمًا قَصِيرًا فَقَالَ لَهُ سُلَيْمَانُ مَا جَاءَ بِكَ مَنِ اسْتَكْتَبَكَ وَمَنْ قَلَّدَكَ قَبَّحَكَ اللَّهُ فَقَالَ لَهُ يَزِيدُ يَا أَمِيرَ الْمُؤْمِنِينَ نَظَرْتَ إِلَيَّ وَقَدْ أَدْبَرَ أَمْرِي فَصَغُرَ فِي عَيْنِكَ مَا عظم مَا عَظُمَ فِي عَيْنِ غَيْرِكَ فَقَالَ لَهُ سُلَيْمَانُ أَتَرَى صَاحِبَكَ يَهْوِي بَعْدُ فِي النَّارِ أَمْ قَدِ اسْتَقَرَّ قَالَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّهُ يُحْشَرُ غَدًا بَيْنَ أَبِيكَ وَأَخِيكَ فَضَعْهُمَا حَيْثُ شِئْتَ قَالَ ثُمَّ كَشَفَهُ سُلَيْمَانُ فَلَمْ يجد عَلَيْهِ خِيَانَة دنارا وَلَا دِرْهَمًا فَهَمَّ بِاسْتِكْتَابِهِ فَقَالَ لَهُ عمر بن عبد العزبز أُنْشِدُكَ اللَّهَ يَا أَمِيرَ الْمُؤْمِنِينَ أَنْ تُحْيِيَ ذِكْرَ الْحَجَّاجِ بِاسْتِكْتَابِكَ كَاتِبَهُ فَقَالَ يَا أَبَا حَفْصٍ إِنِّي كَشَفْتُهُ فَلَمْ أَجِدْ عَلَيْهِ خِيَانَةً فَقَالَ عُمَرُ أَنَا أُوجِدُكَ مَنْ هُوَ أَعَفُّ عَنِ الدِّينَارِ وَالدِّرْهَمِ مِنْهُ فَقَالَ لَهُ سُلَيْمَانُ وَمَنْ هَذَا قَالَ إِبْلِيسُ مَا مَسَّ دِينَارًا وَلَا دِرْهَمًا بِيَدِهِ وَقَدْ أَهْلَكَ هَذَا الْخَلْقَ فَتَرَكَهُ سُلَيْمَانُ",
            "page": "27",
            "part": "1",
            "seal": "E86434AB"
        },
        {
            "hno": "32",
            "id": "15",
            "nass": "32 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ أَقْبَلَ رَجُلٌ إِلَى أَبِي هِشَامِ بْنِ يَحْيَى فَقَالَ اكْتُبْ إِلَى مَالِكِ بْنِ دَلْهَمٍ إِلَى مِصْرَ يَسْتَعْمِلْنِي فَكَتَبَ لَهُ الْكِتَابَ فَلَمَّا عَنْوَنَهُ كَتَبَ مِنْ هِشَامِ بْنِ يَحْيَى إِلَى مَالِكِ بْنِ دَلْهَمٍ فَقَالَ لَهُ الرَّجُلُ مَا آخُذُ الْكِتَابَ حَتَّى تبأ بِمَالِكٍ فِي الْعُنْوَانِ فَقَالَ وَيْحَكَ هَذِهِ سَبِيلِي وَسَبِيلُ مَنْ أَكْتُبُ إلأيه فَأَبَى فَكَتَبَ لَهُ الَّذِي أَرَادَ فَلَمَّا ور عَلَى مَالِكٍ إِلَى مِصْرَ قَالَ مَا هَذَا كِتَابُهُ إِنَّهُ عَوَّدَنِي أَنْ يَبْدَأَ بِنَفْسِهِ فِي كِتَابِهِ فَقَالَ لَهُ الرَّجُلُ قَدْ أَرَادَ أَنْ يَفْعَلَ ذَلِكَ فَأَنَا سَأَلْتُهُ هَذَا قَالَ لَسْتُ أَقْبَلُهُ حَتَّى تَرْجِعَ فَيَكْتُبَ بِخَطِّهِ فَرَجَعَ إِلَى أَبِي مِنْ مِصْرَ فَكَتَبَهُ وَابْتَدَأَ بِنَفسِهِ فَلَمَّا ورد الكتبا عَلَى مَالِكٍ قَالَ الْآنَ صَحَّ كِتَابُكَ فَوَلَّاهُ مَا أَرَادَ ¶ 33 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنَا شِهَابُ بْنُ خرَاش الحواشبي عَن أبان بن أَبى عَيْش عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ خَدَمْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا ابْنُ تِسْعٍ فَكَانَ يَبْعَثُنِي فِي حَاجَةٍ فَأَذْهَبُ فألعب مَعَ الصيبان ثُمَّ آتِيهِ فَلَا يُكْرِهُنِي وَلَا ينتهرني وَيَقُول لي يَا يني أَسْبِغْ وُضُوءَكَ يُزَدْ فِي عُمْرِكَ صلى قرابتك يكثر خيرك ومامسست شَيْئًا قَطُّ خَزًّا وَلَا غَيْرَهُ أَلْيَنَ مِنْ كَفِّ رَسُولِ اللَّهِ صلى اله عَلَيْهِ وَسلم ¶ 34 - حَدثنَا إِ [راهيم بْنُ هِشَامٍ قَالَ حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ عَنْ إسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ قَالَ",
            "page": "28",
            "part": "1",
            "seal": "7AB67454"
        },
        {
            "hno": "35",
            "id": "16",
            "nass": "خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي شَهْرِ رَمَضَانَ فِي حَرٍّ شَدِيدٍ حَتَّى إِن أح دنا لَيَضَعُ يَدَهُ عَلَى رَأْسِهِ مِنْ شِدَّةِ الْحَرِّ وَمَا فِينَا صَائِمٌ إلَّا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَبْدُ اللَّهِ بْنُ رَوَاحَةَ ¶ 35 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي يَحْيَى بْنِ يَحْيَى قَالَ أَثْنَى رَجُلٌ عَلَى مَكْحُولٍ فِي وَجْهِهِ فَقَالَ مَكْحُولٌ الْحَمْدُ لِلَّهِ نِعْمَةٌ ظَهَرَتْ ¶ 36 - حَدَّثَنَا ابْنُ الْفَيْضِ قَالَ أَنْشَدَنِي أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُوسَى بْنُ صَاعِدٍ الْفَقِيهُ الصُّورِيُّ بِصُورَ مِنْ شعره لنَفسِهِ من الطَّوِيل ... مَجَالُ قُلُوبِ الْعَارِفِينَ بِرَوْضَةٍ ... سَمَاوِيَّةٍ مِنْ دُونِهَا حُجُبُ الرَّبِّ ... ... مُعَسْكَرُهَا فِيهَا وَمَجْنَى ثِمَارِهَا ... تَنَسَّمُ رُوْحَ الْأُنْسِ بِاللَّهِ مِنْ قُرْبِ ... ... تَكَنَّفَهَا مِنْ عَالَمِ السِّرِّ حُبُّهُ ... فَلَوْلَا مَدَى الْآجَالِ ذَابَتْ مِنَ الْحُبِّ ... ... وأَنْشَقَهَا سُبْحَانَهُ رُوحَ قُرْبِهِ ... وَبَرْدَ نَسِيمٍ جَلَّ عَنْ مُنْتَهَى الْخَطْبِ ... ... وَأَرْوَى صَدَاهَا صِرْفُ كَاسَاتِ حُبِّهِ ... بِأَشْهَى مِنَ الْمَاذِيِّ بِالْبَارِدِ الْعَذْبِ ... ... فَيَا لَقُلُوبٍ قُرِّبَتْ فَتَقَرَّبَتْ ... فَحَلَّتْ مِنَ الْمَحْبُوبِ فِي أَقْرَبِ الْقُرْبِ ... ... رَضِيَهَا فَأَرْضَاهَا فَجَازَتْ مَدَى الرِّضَا ... وحلت من المحجوب فِي الْمَنْزِلِ الرَّحْبِ ... ... سَرَى سِرُّهَا بَيْنَ الْحَبِيبِ وَبَيْنَهَا ... فَأَضْحَى مَصُونًا عَن سوى الرب وَالْقَلْبِ ...",
            "page": "29",
            "part": "1",
            "seal": "4D454C58"
        },
        {
            "hno": "37",
            "id": "17",
            "nass": "فَغَدَا عَلَيْهِ مُحَمَّدُ بْنُ الْمُبَارَكِ الصُّورِيُّ وَسَعِيدٌ الْخَيَّاطُ وَأَبُو هِشَامٍ الْخَزَّازُ وَكَانُوا زُهَّادًا عُبَّادًا فَقَالُوا لَهُ يَا أَبَا الْحَسَنِ مَا هاذا الذى بلغنَا أَنَّك قلته قَالَ وَمَا هُوَ قُلْتَ ... مَجَالُ قُلُوبِ الْعَارِفِينَ بِرَوْضَةٍ ... سَمَاوِيَّةٍ مِنْ دُونِهَا حُجُبُ الرَّبِّ ... قَالَ لَا قُلْتُ مِنْ فَوْقِهَا حُجُبُ الرَّبِّ فَقَالَ لَهُمْ وَأَنَا أَسْمَعُهُ قَوْلَهُ لَهُمْ وَأَيُّ فَضِيلَةٍ لَهَا إِذَا كَانَ مِنْ دُونِ الْحُجُبِ إِنَّمَا فَضِيلَتُهَا إِذَا خَرَّقَتِ االحجب لِأَن اقوم أَخْلصُوا الْفِكر فَجَالَتْ فِكَرُهُمْ حَتَّى خرَّقَتِ الْحُجُبَ فَصَارَت ب الرَّوْضَة السَّمَاوِيَّةِ مِنْ فَوْقِ الْحُجُبِ فَقَالُوا لَهُ صَدَقْتَ ¶ 37 - وَأَنْشَدَنِي أَحْمَدُ بْنُ صاعد لنَفسِهِ من الطَّوِيل ... أَلَا لَيْتَ شِعْرِي هَلْ يَلِيقُ بِقَائِلٍ ... يَقُولُ إِذَا مَا اللَّيْلُ أَنْجُمُهُ تَسْرِي ... ... أَيَا مَنْ تَرَى جِسْمِي وَلَحْمِي وَأَعْظُمِي ... وَمَنْ حُبُّهُ مِنِّي مَلَا الْقَلْبِ وَالصَّدْرِ ... ... وَمَنْ لُطْفُهُ مَا لَسْتُ أَبْلُغُ كُنْهَهُ ... وَلَا حَدُّهُ الْأَجْزَاءُ مِنْ عَدَدِ الْقَطْرِ ... ... وَمَنْ هُوَ رَبَّانِي وَغَذَّى بِلُطْفِهِ ... وَجَلَّلَنِي بِاللُّطْفِ وَالْمَنِّ وَالسِّتْرِ ... ... وأَنْعَشَنِي مِنْ بَعْدِ ضَعْفٍ وَحَيْرَةٍ ... وَفَهَّمَنِي مِنْ بَعْدِ أَنْ كُنْتُ لَا أَدْرِي ... ... وَأَنْطَقَنِي مِنْ بَعْدِ عِيٍّ وَلُكْنَةٍ ... وَزَحْزَحَ بِالْأَعْذَارِ عَنْ حجتي عُذْري ... ... وعندك مِنْ مَكْنُونِ مَا خَصَّنِي بِهِ ... مصون عَظِيم التسر يَا لَكَ مِنْ سِتْرِ ... ... أَصُولُ بِهِ طَوْرًا وَأَفْخَرُ تَارَةً ... وَأَشْرُفُ أَحْيَانًا وَيَزْهُو بِهِ قَدْرِي ... ... وَأَخْتَالُ بِهِ طَوْرًا وَأَفْخَرُ تَارَةً ... وَأَشْرُفُ أَحْيَانًا وَيَزْهُو بِهِ قَدْرِي ... ... وَأَخْتَالُ فِي مَشْيِي بِهِ وَلِأَنَّهُ ... رَضِيَنِي لَهُ عَبْدًا وَأَبْسُمُ عَنْ ثَغْرِي ... ... أَلَا أَيْنَ مِثْلِي وَالسَّمَوَاتُ كُلُّهَا ... لَدَيَّ مَعَ الْأَرَضِينَ وَالْبَرِّ وَالْبَحْرِ ... ... أَلَا أَيْنَ مِثْلِي وَالْمَلَائِكُ جَمَّةٌ ... عَبِيدٌ لِرَبِّي خَاضِعِينَ لِذِي الْكِبْرِ ... ... أقلب ط رفي فِي الْبِلَادِ فَلَا أَرَى ... سِوَى مُلْكِ مَوْلَايَ لَدَى السَّهْلِ وَالْوَعْرِ ... ... أُرَاعِي سَوَادَ اللَّيْلِ أُنْسًا بِسَيِّدِي ... وشوقا إلأيه غَيْرَ مُسْتَكْرَهِ الصَّبْرِ ... ... وَلَكِنْ سُرُورًا دَائِمًا وَتَعَرُّضًا ... وَقَرْعًا لِبَابِ الرَّبِّ ذِي الْعِزِّ وَالْقَدْرِ ... ... رَضِيتُ بِعِلْمِ اللَّهِ فِيمَا أُسِرُّهُ ... مِنَ الْحُبِّ للجبار فِي الْقلب والصَّدْر ...",
            "page": "30",
            "part": "1",
            "seal": "70793F4D"
        },
        {
            "hno": "38",
            "id": "18",
            "nass": "38 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ لَمَّا وَلَّانِي عُمَرُ بْنُ عَبْدِ الْعَزِيزِ الْمَوْصِلَ قدمتها مِنْ أَكْثَرِ الْبِلَادِ سَرَقًا وَنَقْبًا فَكَتَبْتُ إِلَى عُمَرَ أُعْلِمُهُ حَالَ الْبِلَادِ وَأَسْأَلُهُ آخُذُ النَّاسَ بِالظِّنَّةِ وَأَضْرِبُهُمْ عَلَى التُّهْمَةِ أَمْ آخُذُهُمْ بِالْبَيِّنَةِ وَمَا جَرَتْ عَلَيْهِ السُّنَّةُ فَكَتَبَ إِلَيَّ أَنْ آخُذَ النَّاسَّ بِالْبَيِّنَةِ وَمَا جرت عَلَيْهِ السنى فَإِنْ لَمْ يُصْلِحْهُمُ الْحَقُّ فَلَا أَصْلَحَهُمُ اللَّهُ قَالَ يَحْيَى فَفَعَلْتُ ذَلِكَ فَمَا خَرَجْتُ مِنَ الْمَوْصِلِ حَتَّى كَانَتْ مِنْ أَصْلَحِ الْبِلَادِ وَأَقَلِّهَا سَرَقًا وَنَقْبًا ¶ 39 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ دَخَلَ جَعْوَنَةُ بْنُ الْحَارِثِ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فَقَالَ لَهُ مر يَا جَعْوَنَةُ إِنِّي قَدْ وَمَقْتُكَ فإياك أَن أكقتك أَتَدْرِي مَا يُحِبُّ أَهْلُكَ مِنْكَ قَالَ يُحِبُّونَ صَلَاحِي قَالَ لَا وَلَكِنَّهُمْ يُحِبُّونَ مَا قَامَ لَهُمْ سَوَادُكَ وَأَكَلُوا فِي غِمَارِكَ وَبَرَّدُوا عَلَى ظَهْرِكَ فَاتَّقِ اللَّهَ وَلَا تُطْعِمْهُمْ إِلَّا طَيِّبًا ¶ 40 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ لِلَّيْثِ بْنِ أَبِي رُقِيَّةَ وَكَانَ كَاتِبَ عُبَادَةَ بْنِ نُسَيٍّ الْكِنْدِيِّ عَامِلُ عُمَرَ عَلَى الْأُرْدُنِّ كَيْفَ قَضَى صَاحِبُكَ فِي الرَّجُلِ الَّذِي مَرَّ",
            "page": "31",
            "part": "1",
            "seal": "53F2CE9C"
        },
        {
            "hno": "41",
            "id": "19",
            "nass": "وَيَحْمِلُ نَارًا فِي زَرْعٍ فَوَقَعَتْ جَمْرَةٌ فَأَحْرَقَتِ الزَّرْعَ قَالَ قَضَى عَلَيْهِ بِقِيمَةِ الزَّرْعِ قَالَ بِئْسَمَا قَضَى صَاحِبُكَ النَّارُ عَجْمَاءُ وَالْعَجْمَاءُ جُبَارٌ ¶ 41 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ كُنْتُ أَنَا وَابْنُ أَبِي زَكَرِيَّا بِبَابِ عُمَرَ فَسَمِعْنَا بُكَاءً فِي دَارِهِ فَسَأَلْنَا فَقَالُوا خَيَّرَ أَمِيرُ الْمُؤْمِنِينَ امْرَأَتَهُ بَيْنَ أَنْ تُقِيمَ فِي مَنْزِلِهَا عَلَى حَالِهَا وَأَعْلَمَهَا أَنَّهُ قَدْ شُغِلَ لِمَا فِي عُنُقِهِ عَنِ النِّسَاءِ وَبَيْنَ أَنْ تَلْحَقَ بِمَنْزِلِ أَبِيهَا فَبَكَتْ فَبَكَى جَوَارِيهَا ¶ 42 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ كَانَت بنة عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ امْرَأَةِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ جَارِيَةٌ تعجب عمر فَلَا صَار إِلَى مَا صَار إلأيه زَيَّنَتْهَا فَاطِمَةُ وَطَيَّبَتْهَا وبَعَثَتْ بِهَا إِلَيْهِ وَقَالَتْ إِنِّي قَدْ كُنْتُ أعمل أَنَّهَا تُعْجِبُكَ وَقَدْ وَهَبْتُهَا لَكَ فَتَنَاوَلْ مِنْهَا حَاجَتَكَ فَلَمَّا جَاءَتْ قَال لَهَا عُمَرُ اجْلِسِي يَا جَارِيَة فو الله مَا شَيْءٌ مِنَ الدُّنْيَا كَانَ أَعْجَبَ إِلَيَّ مِنْكِ أَنْ أَنَالَهُ فَأَخْبِرِينِي بِقِصَّتِكِ وَمَا كَانَ سَبَبُكِ قَالَت كنت جَارِيَة مِنَ الْبَرْبَرِ جَنَى أَبِي جِنَايَةً فَهَرَبَ مِنْ مُوسَى بْنِ نُصَيْرٍ عَامِلِ عَبْدِ الْمَلِكِ عَلَى إِفْرِيقِيَّةَ فَأَخَذَنِي مُوسَى بْنُ نُصَيْرٍ فَبَعَثَ إِلَى عَبْدِ الْمَلِكِ فَوَهَبَنِي عَبْدُ الْملك لفا ط مة فَبَعَثَتْ بِي فَاطِمَةُ إِلَيْكَ",
            "page": "32",
            "part": "1",
            "seal": "85C11C34"
        },
        {
            "hno": "43",
            "id": "20",
            "nass": "فَقَالَ عُمَرُ كِدْنَا وَاللَّهِ نُفْتَضَحُ فَجَهَّزَهَا وَبَعَثَ بِهَا إِلَى أَهْلِهَا ¶ 43 - حَدَّثَنَا إِبْرَاهِيمُ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي قَالَ سَمَرْنَا لَيْلَةً عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فَتَنَاوَلَ قُلَنْسِيَةً عَنْ رَأْسِهِ بَيْضَاءَ مُضَرِّبَةً فَقَالَ كَمْ تَرَوْنَهَا تُسَاوِي قُلْنَا دِرْهَمٌ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ وَاللَّهِ مَا أَظُنُّهَا مِنْ حَلَالٍ ¶ 44 - حَدَّثَنَا أَبِي الْفَيْضُ بْنُ مُحَمَّدٍ رَحِمَهُ اللَّهُ قَالَ كَانَتْ عَجُوزٌ من عجائزنا تقْرَأ القر آن وَكَانَت لثغاء فَقلت لَهَا با أمة الر حمن أَي شَيْء يشْتَد عَلَيْهِ من الْقُرْآن إِذا قرأته قَالَت الذى طروا يُوسُفَ فِيهِ قَالَ وَكَانَتْ تَجْعَلُ مَوْضِعَ الْجِيمِ زَايًا فَتَقُولُ الزُّبَّ ¶ 45 - وَسَمِعْتُ أَبِي يَقُولُ كَانَ عَطَّافٌ الْمعلم صَبيا يَقُول {وَالْعَادِيات ضَبْحًا} فَيَقُول الوعاديات دبح احَتَّى إِذَا أَعْيَاهُ ضَرَبَ بِأَسْفَلِ اللَّوْحِ نَحْرَهُ فَقَالَ يَا مُعَلِّمُ ضَبَحْتَنِي ضَبَحْتَنِي قَالَ فَأَيْنَ كَانَ هَذَا الْكَلَامُ مِنْ تِلْكَ السَّاعَةِ ياكدا وَكَذَا ¶ 46 - حَدثنِي أَبُو الْفَتْح مُظَفَّرُ بْنُ مُرَجَّى قَالَ جَاءَ إِلَى إِسْحَاق ب ن أَبِي إِسْرَائِيلَ فَقَالَ يَا أَبَا يَعْقُوبَ أَقَنَتَ عَلِيُّ بْنُ أَبِي طَالِبٍ صَلَوَاتُ اللَّهِ عَلَيْهِ قَالَ نَعَمْ وَلَعَنَ فِي الْقُنُوتِ جَدَّكَ",
            "page": "33",
            "part": "1",
            "seal": "6465FEF2"
        },
        {
            "hno": "47",
            "id": "21",
            "nass": "وَكَانَ الرَّجُلُ الَّذِي سَأَلَهُ مِنْ وَلَدِ أَبِي مُوسَى ¶ 47 - حَدَّثَنَا أَحْمَدُ بن عَليّ بْنُ عَبْدِ اللَّهِ الصَّفَّارُ الْكُوفِيُّ قَالَ كُنَّا نُصَلِّي وَرَاءَ عُبَيْدِ اللَّهِ بْنِ مُوسَى الْعَبْسِيِّ فِي مَسْجِدِهِ وَكَانَ إِذَا قَرَأَ سَمِعْنَا وَقْعَ الدُّمُوعِ على الْحَصِير ¶ 48 - وَحَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الصَّفَّارُ قَالَ سَأَلْتُ ابْنَ عُبَيْدِ اللَّهِ بْنِ مُوسَى فَقَلْتُ أَيْشٍ يَعْمَلُ أَبُوكَ بِاللَّيْلِ فَقَالَ يَنُوحُ إِلَى الصَّبَاحِ ¶ 49 - قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الْوَاسِطِيُّ قَالَ حَدَّثَنَا أَبُو وَهْبٍ عَبْدُ اللَّهِ بْنُ بَكْرٍ السَّهْمِيُّ قَالَ حَدَّثَنَا حُمَيْدٌ عِنْ ثَابِتٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي طَلْحَةَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ضَحَّى بِكَبْشَيْنِ أَمْلَحَيْنِ فَقَالَ عِنْدَ ذَبْحِ الْأَوَّلِ عَنْ مُحَمَّدٍ وَعَنْ آلِ مُحَمَّدٍ وَقَالَ عِنْدَ ذَبْحِ الثَّانِي عَنْ مَنْ آمَنَ بِي وَصَدَّقَنِي مِنْ أُمَّتِي ¶ 50 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ قَالَ حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ قَالَ حَدَّثَنَا شُعْبَةُ عَنْ جَرَّادٍ رَجُلٌ مِنْ بَنِي تَمِيمٍ عَنْ رَجَاءَ بْنِ حَيْوَةَ عَنْ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ ¶ 51 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ قَالَ حَدَّثَنَا صِلَةُ بْنُ سُلَيْمَانَ الْعَطَّارُ",
            "page": "34",
            "part": "1",
            "seal": "DB993426"
        },
        {
            "hno": "52",
            "id": "22",
            "nass": "الْوَاسِطِيُّ عَنْ مُحَمَّدِ بْنِ عُمَرَ وَعَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ فَإِنَّهَا تَسُدُّ مِنَ الْجَائِعِ مَسَدَّهَا مِنَ الشَّبْعَانِ} ¶ 52 - حَدَّثَنَا الْمُسَيِّبُ بْنُ وَاضِحٍ قَالَ حَدثنَا الْمُعْتَمِر بن سل يمَان عَنْ حُمَيْدٍ الطَّوِيلِ قَالَ كُنْتُ عِنْدَ أَنَسِ بْنِ مَالِكٍ فِي يَوْمٍ شَدِيدِ الْبَرْدِ وَالْقَرِّ وَغُلَامٌ لَهُ أَسْوَدُ عَلَى ظَهْرِهِ قِرْبَةٌ يَسْتَقِي فِيهَا الْمَاءَ وَعَلَيْهِ مِدْرَعَةُ خَيْشٍ فَالْتَفَتُّ إِلَى أَنَسِ بْنِ مَالِكٍ فَقُلْتُ لَهُ يَا أَبَا حَمْزَةَ أَنْتَ بِالْمَوْضِعِ الَّذِي أَنْتَ فِيهِ وَغُلَامُكَ فِي مِثْلِ هَذَا الْيَوْمِ الْبَارِدِ عَلَيْهِ مِدْرَعَةٌ مِنْ خَيْشٍ يَسْتَقِي الْمَاءَ وَأَقْبَلَ الْغُلَامُ فَقَالَ أَنَسٌ يَا مُبَارَكُ دَعِ الْقِرْبَةَ فَفَرِّغِ الْقِرْبَةَ وَتَعَالَ فَفَرَّغَ الْقِرْبَةَ وَعَلَى أَنَسِ بْنِ مَالِكٍ جُبَّةُ خَزٍّ وَمِطْرَفٌ فَقَالَ لَهُ يَا مُبَارَكُ أَلَمْ أَشْتَرِ لَكَ جُبَّةً مِثْلَ هَذِهِ وَمِطْرَفًا مِثْلَ هَذَا فَقَالَ نَعَمْ قَالَ فَأَيْنَ هُوَ قَالَ سَمِعْتُكَ تُحَدِّثُ أَنَّ مُحَمَّدًا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي كُنْتَ تَخْدِمُهُ قَالَ إِنَّ هَذِهِ دَارٌ وَبَيْنَ أَيْدِينَا دَارٌ فَمَنْ قَدَّمَ مِنْ هَذِهِ الدَّارِ شَيْئًا إِلَى تِلْكَ الدَّارِ وَجَدَهُ فِيهَا فَقَدَّمْتُهُ إِلَى تِلْكَ الدَّارِ قَالَ فَبَكَى أَنَسٌ وَقَالَ اذْهَبْ فَأَنْتَ حُرٌّ لِوَجْهِ اللَّهِ فَبَكَى الْغُلَامُ ثُمَّ قَالَ يَا مَوْلَايَ كُنْتُ أَعْمَلُ فِي رِضَاكَ وَأَنْتَ الْمَوْلَى الصَّغِيرُ فَالْآنَ أجهد نَفسِي فِي رضى الْمَوْلَى الْكَبِيرِ ¶ 53 - سَمِعْتُ هِشَامَ بْنَ عَمَّارِ بْنِ نُصَيْرٍ يَقُولُ كَانَ فِي جُوسِيَةَ رَجُلٌ مِنْ شَرْعَبٍ قَبِيلَةٌ مِنْ قَبَائِلِ الْيَمَنِ وَكَانَ لَهُ بَغْلٌ فَكَانَ يُدْلِجُ عَلَى بَغْلِهِ مِنْ جُوسِيَةَ وَهِيَ",
            "page": "35",
            "part": "1",
            "seal": "469013BA"
        },
        {
            "hno": "54",
            "id": "23",
            "nass": "قَرِيبَةٌ مِنْ حِمْصَ يَوْمَ الْجُمُعَةِ فَيُصَلِّي الْجُمُعَةَ فِي مَسْجِدِ دِمَشْقَ ثُمَّ يَرُوحُ فَيَبِيتُ فِي أَهْلِهِ فَكَانَ النَّاسُ يَتَعَجَّبُونَ مِنْهُ قَالَ لَنَا هِشَامُ بْنُ عَمَّارٍ ثُمَّ إِنَّ بَغْلَهُ ذَلِكَ نَفَقَ فَنَظَرُوا إِلَى جَنْبَيْهِ فَإِذَا لَيْسَ لَهُ أَضْلَاعٌ إنَّمَا صَفْحَتَا عَظْمٍ مُصْمَتٍ قَالَ أَبُو الْحَسَنِ وَسَمِعْتُ جَدِّي مُحَمَّدَ بْنَ الْفَيَّاضِ وَبَكَّارَ بْنَ مُحَمَّدِ بْنِ بَكْرٍ اللَّوَالِ جَدُّ بَنِي الْيَتِيمِ يَذْكُرُ أَنَّ حَدِيثَ الشَّرْعَبِيِّ كَمَا حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ ¶ 54 - حَدَّثَنَا الْوَلِيدُ بْنُ عُتْبَةَ قَالَ حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ بِإِسْنَادٍ ذَكَرَهُ لَا أَحْفَظُهُ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ {فَالْحَقُّ وَالْحق أَقُول} قَالَ أَنَا الْحَقُّ أَقُولُ الْحَقَّ ¶ 55 - حَدَّثَنَا الْوَلِيدُ بْنُ عُتْبَةَ قَالَ سَمِعت مُحَمَّد بن يُوسُف القريابي يَقُولُ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ {سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ} قَالَ أمنح قُلُوبهم من التفكير فِي أَمْرِي ¶ 56 - حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ قَالَ صَلَّيْتُ الْغَدَاةَ ثُمَّ جَلَسْتُ أَذْكُرُ اللَّهَ قَبْلَ طُلُوعِ الشَّمْسِ إِذْ دَخَلَ أَبُو سُلَيْمَانَ الدَّارَانِيُّ مِنْ بَابِ السَّاعَاتِ فَوَقَفَ بِقَاسِمٍ",
            "page": "36",
            "part": "1",
            "seal": "F99B89DD"
        },
        {
            "hno": "57",
            "id": "24",
            "nass": "الجوعي فَسلم عَلَيْهِ وَأَشَارَ إلأيه أَنْ يَقُومَ فَقَامَ مَعَهُ فَمَرَّ بِي فَسَلَّمَ فَرَدَدْتُ عَلَيْهِ وَأَشَارَ إلأي فَقُمْت أَنا وقاسم نمشي وَرَاء حَتَّى انْحَدَرَ مِنَ الدَّرَجِ ثُمَّ أَخَذَ فِي سُوقِ الْأَحَدِ حَتَّى أَتَى الْمُرَبَّعَةَ فَدَخَلَ فِي قَنْطَرَةِ بَنِي مُدْلِجٍ حَتَّى أَتَى النَّيْبَطُونَ فَأَخَذَ يَسْرَةً فَمَرَّ بِدَارٍ فَجَازَهَا ثُمَّ أَتَى دَارًا أُخْرَى فَدَخَلَ وَدَخَلْنَا مَعَهُ فَفَتَحَ بَابَ بَيْتٍ ثُمَّ دَخَلَ فَسَلَّمَ وَدَخَلَ قَاسِمٌ مَعَهُ وَجَلَسْتُ أَنَا عَلَى يَمْنَةِ الْبَابِ فَلَمْ نَرَ شَيْئًا فِي الْبَين ظُلْمَتِهِ فَلَمَّا جَلَسْنَا سَاعَةً تَأَمَّلْتُ فَإِذَا بِامْرَأَةٍ عَلَيْهَا جُبَّةُ صُوفٍ وَخِمَارُ صُوفٍ فِي يَدِهَا سُبْحَةٌ فَلَمَّا دَخَلَ ضَوْءُ الشَّمْسِ مِنْ كوَّة فِي البي رَدَّتْ عَلَيْنَا السَّلَامَ فَقَالَ لَهَا أَبُو سُلَيْمَانَ يَا أُمَّ هَارُونَ كَيْفَ أَصْبَحْتِ قَالَتْ كَيْفَ أَصْبَحَ مَنْ قَلْبُهُ فِي يَدِ غَيْرِهِ يَقُولُ بِهِ هَكَذَا وَهَكَذَا وَأَشَارَتْ بِيَدِهَا فَقَالَ لَهَا أَبُو سُلَيْمَانَ يَا أُمَّ هَارُونَ مَا تَقُولِينَ فِي الرَّجُلِ يُحِبُّ لِقاءَ اللَّهِ فَقَالَتْ وَيْحَكَ ذَاكَ رَجُلٌ ثَقُلَتْ عَلَيْهِ الطَّاعَةُ وَأَحَبَّ الرَّاحَةَ مِنْهَا قَالَ لَهَا فَإِنَّهُ أَحَبَّ الْبَقَاءَ فِي الدُّنْيَا قَالَتْ بَخٍ بَخٍ ذَاكَ رجل أحب الطَّاعَة وَأحب أيَبْقَى لَهَا وَتَبْقَى لَهُ ثُمَّ سَلَّمَ وَخَرَجْنَا فَقُلْتُ لَهُ يَا أَبَا سُلَيْمَان من هَذِه قَالَ هَذِهِ أُمُّ هَارُونَ الْخُرَاسَانِيَّةُ أُسْتَاذَتِي ¶ 57 - قَالَ سَمِعْتُ أَحْمَدَ بْنَ أَبِي الْحَوَارِيِّ يَقُولُ سَأَلْتُ أَحْمَدَ بْنَ حَنْبَلٍ وَيَحْيَى بْنَ مَعِينٍ عَنِ التَّفْضِيلِ فَقَالَا أَبُو بَكْرٍ وَعُمَرُ",
            "page": "37",
            "part": "1",
            "seal": "3922CA24"
        },
        {
            "hno": "58",
            "id": "25",
            "nass": "وَعُثْمَانُ وَعَلِيٌّ ¶ 58 - سَمِعْتُ هِشَامَ بْنَ عَمَّارٍ يَقُولُ قَالَ أَحْمَدُ قُلْتُ بِأَيِّ شَيْءٍ قُلْتُمَا ذَلِكَ قَالَا صَحَّ عِنْدَنَا حَدِيثُ سَفِينَةَ كَتَبْتُ إِلَى أَحْمَدَ بْنِ حَنْبَلٍ أَسْأَلُهُ عَنِ التَّرْبِيعِ فَقَالَ أَذْهَبُ فِي التَّفْصِيل إِلَى حَدِيثِ ابْنِ عُمَرَ وَفِي الْخِلَافَةِ إِلَى حَدِيثِ سَفِينَةَ أَنَّهُ قَدْ صَحَّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 59 - وَسَمِعْتُ أَحْمَدَ بْنَ أَبِي الْحَوَارِيِّ يَقُولُ لِرَجُلَيْنِ وَأَنَا ثَالِثُهُمَا وَسَأَلَاهُ عَنْ شَيْءٍ فَقَالَ وَاللَّهِ لَوْلَا مَا قَدْ جرى أَو مضى من النسة وَسَارَ فِي النَّاسِ مِنْ تَقْدِمَةِ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ رَضِيَ اللَّهُ عَنْهُمْ مَا قَدَّمْنَا عَلَى عَلِيٍّ أَحَدًا يَعْنِي لِسَابِقَتِهِ وَفَضْلِهِ وَقِدْمَتِهِ ¶ 60 - حَدَّثَنِي خَالِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ مَسْعُودِ بْنِ يُوسُفَ الْكِنْدِيُّ قَالَ شَهِدْتُ جَنَازَةَ سُوَيْدِ بْنِ عَبْدِ الْعَزِيزِ بْنِ نُمَيْرٍ أَبِي مُحَمَّدٍ السُّلَمِيِّ سَنَةَ",
            "page": "38",
            "part": "1",
            "seal": "F6DE7272"
        },
        {
            "hno": "61",
            "id": "26",
            "nass": "أَربع وَتِسْعين ومئة بِدِمَشْقَ وَصَلَّى عَلَيْهِ مَنْصُورُ بْنُ الْمَهْدِيِّ قَالَ مُحَمَّدُ بْنُ الْفَيْضِ وَكَانَ سُوَيْدٌ قَاضِيَ الْعَجَمِ ¶ 61 - وَسَمِعْتُ أَبِي يَقُولُ رأَيْتُ يَحْيَى بْنَ حَمْزَةَ الْحَضْرَمِيَّ وَهُوَ جَالِسٌ فِي مَجْلِسِ الْقَضَاءِ عِنْدَ الدَّرَجِ دَرَجِ الْمَسْجِدِ وَهُوَ يَكْتُبُ مَحْضَرًا وَمُنَادٍ عَلَى الدَّرَجِ يُنَادِي عَلَى مَتَاعٍ عشْرين ودانق عشْرين ود انق فَأَشْغَلَ قَلْبَ يَحْيَى فَكَتَبَ عِشْرِينَ وَدَانِقٍ عِشْرِينَ وَدَانِقٍ فِي سَطْرَيْنِ ثُمَّ اسْتَفَاقَ فَقَامَ إِلَيْهِ فَأَخَذَ بِأُذُنَيْهِ فَجَعَلَ يَعْرُكُ أُذُنَيْهِ وَيَقُولُ لَهُ عشْرين ودانق عشْرين وادنق وَذَاكَ يَصِيحُ ثُمَّ خَلَّاهُ قَالَ أَبُو الْحَسَنِ فَمَا يَنْبَغِي لِأَحَدٍ أَنْ يُحَدِّثَ إِنْسَانًا وَهُوَ يَكْتُبُ فيدهشه عَن كتبابته فَيَغْلُطَ ¶ 62 - سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ أَصْلُهُ كُوفِيٌّ سَكَنَ دِمَشْقَ ¶ 63 - مَاتَ مُحَمَّدُ بْنُ عَائِذٍ الْقُرَشِيُّ فِي ذِي الْحِجَّةِ سَنَةَ اثْنَتَيْنِ وَثَلَاثِينَ ومئتين",
            "page": "39",
            "part": "1",
            "seal": "AF3EBDEF"
        },
        {
            "hno": "64",
            "id": "27",
            "nass": "64 - وَإِبْرَاهِيمُ بْنُ هِشَامٍ سَنَةَ ثَمَانٍ وَثَلَاثِينَ ومئتين ¶ 65 - وَبَلَغَنِي أَنَّ قَاصًّا كَانَ يَقُصُّ على النَّاس فوقفت عَلَيْهِ ارمأة فَقَالَتْ لَهُ يَا قَاصَّ الْمُسْلِمِينَ قَدْ رَأَيْتُ لَكَ فِي الْمَنَامِ أَنَّك من أهل الْجنَّة فَقل لَهَا اسْكُتِي عَافَاكِ اللَّهُ قَدْ صَحَّ هَذَا عِنْدَنَا مِنْ غَيْرِ وَجْهٍ ¶ 66 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ هِشَامِ بن يحيى الغساني قَالَ حدثن أَبِي عَنْ جَدِّي يَحْيَى بْنِ يحي قَالَ لَمَّا هَمَّ الْوَلِيدُ بْنُ عَبْدِ الْمَلِكِ بِكَنِيسَةِ مَرْيُحَنَّا لِيَهْدِمَهَا وَيَزِيدَهَا فِي الْمَسْجِدِ دَخَلَ الْكَنِيسَةَ ثُمَّ صَعَدَ مَنَارَةَ ذَاتِ الْأَكَارِعِ الْمَعْرُوفَةَ بِالسَّاعَاتِ وَفِيهَا رَاهِبٌ نُوبِيٌّ صومعة لَهُ فأحدره من الصوعمعة فَأَكْثَرَ الرَّاهِبُ كَلَامَهُ فَلَمْ تَزَلْ يَدُ الْوَلِيدِ فِي قَفَاهُ حَتَّى أَحْدَرَهُ مِنَ الْمَنَارَةِ ثُمَّ هَمَّ بِهَدْمِ الْكَنِيسَةِ فَقَالَ لَهُ جَمَاعَةٌ مِنْ نَجَّارِي النَّصَارَى مَا نَجْسُرُ عَلَى أَنْ نَبْدَأَ فِي هَدْمِهَا يَا أَمِير الْمُؤمنِينَ نخشى أنَعْثُرَ أَوْ يُصِيبَنَا شَيْءٌ فَقَالَ الْوَلِيد تحذرون وتخافون يَا غلان هَاتِ الْمِعْوَلَ ثُمَّ أُتِيَ بِسُلَّمٍ فَنَصَبَهُ عَلَى مِحْرَابِ الْمَذْبَحِ وَصَعَدَ فَضَرَبَ بِيَدِهِ الْمَذْبَحَ حَتَّى أَثَّرَ فِي هـ أَثَرًا كَبِيرًا ثُمَّ صَعَدَ الْمُسْلِمُونَ فَهَدَمُوهُ وَأَعْطَاهُمُ الْوَلِيدُ مَكَانَ الْكَنِيسَةِ الَّتِي فِي الْمَسْجِدِ الْكَنِيسَةَ الَّتِي تُعْرَفُ بِحَمَّامِ الْقَاسِمِ بِحِذَاءِ دَارِ أَن الْبَنِينَ فِي الْفَرَادِيسِ فَهِيَ تُسَمَّى مَرْيُحَنَّا مَكْانَ هَذِهِ الَّتِي فِي الْمجد وَحَوَّلُوا شَاهِدَهَا فِيمَا يَقُولُونَ هُمْ إِلَيْهَا إِلَى تِلْكَ الْكَنِيسَةِ قَالَ يَحْيَى بْنُ يَحْيَى أَنَا رَأَيْتُ الْوَلِيدَ بْنَ عَبْدِ الْمَلِكِ فَعَلَ ذَلِكَ بِكَنِيسَةِ",
            "page": "40",
            "part": "1",
            "seal": "936C9BE1"
        },
        {
            "hno": "67",
            "id": "28",
            "nass": "مَسْجِدِ دِمَشْقَ ¶ 67 - سَمِعْتُ صَالِحَ بْنَ أَحْمَدَ بْنِ حَنْبَلٍ بِالرَّمْلَةِ وَهُوَ نَازِلٌ فِي فُنْدُقِ الرُّهْبَانِ وَقَدْ وَجَّهَهُ الْمُوَفَّقُ إِلَى أَحْمَدَ بْنِ طُولُونَ وَقَدْ كَارَّهُ أَصْحَابُ الْحَدِيثِ فَحَدَّثَهُمْ يَوْمَيْنِ فَلَمَّا كَانَ الْيَوْمُ الثَّالِثُ بِالْغَدَاةِ فِي وَقْتِ رُكُوبِهِ حَدثهمْ وَأَنا حا ضرّ فَقَالَ لَهُ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ مُوسَى أَبُو الْحَارِثِ وَكَانَ مِنْ رُؤَسَاءِ أَصْحَابِ الْحَدِيثِ يَا أَبَا الْفَضْلِ إِنَّ مَنْ حَضَرَ مِنْ أَصْحَابِ الْحَدِيثِ يُحِبُّونَ أَنْ يَعْرِفُوا مَا تَقُولُ وَمَا كَانَ رَأْيُ الشَّيْخِ يُرِيدُونَ أَحْمَدَ بْنَ حَنْبَلٍ فِي التَّفْضِيلِ وَالْخِلَافَةِ فَقَالَ نَعَمْ سَأَلْتُ أَبِي رَضِيَ اللَّهُ عَنْهُ مَا تَقُولُ فِي التَّفْضِيلِ فَقَالَ أَذْهَبُ فِيهِ إِلَى حَدِيثِ ابْنِ عُمَرَ وَأَذْهَبُ فِي الْخِلَافَةِ إِلَى حَدِيثِ سَفِينَةَ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ رَضِيَ اللَّهُ عَنْهُمْ لِأَنَّهُ قَدْ تَسَمَّى بِأَمِيرِ الْمُؤْمِنِينَ وَأَهْلُ بَدْرٍ مِنْ أَصْحَابِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُتَوَافِرُونَ يَدْعُونَهُ بِأَمِيرِ الْمُؤْمِنِينَ فَقُلْتُ لَهُ يَا أَبَهْ أَرَأَيْتَ الرجل يخر ج عَلَى الْأُمَّةِ بِسَيْفِهِ وَيُسَمَّى بِأَمِيرِ الْمُؤْمِنِينَ أَيَجُوزُ ذَلِكَ لَهُ فَقَالَ لِي يَا بُنَيَّ أَتَجْعَلُ عَلِيًّا رَضِي الله عَنهُ كالخوارج وأ هَل بَدْرٍ كَسَائِرِ النَّاسِ نَعُوذُ بِاللَّهِ من الغلو ونعوذ بِاللَّهِ مِنَ الْغُلُوِّ نَعُوذُ بِاللَّهِ مِنَ الْغُلُوِّ يُرَدِّدُهَا ثَلَاثًا",
            "page": "41",
            "part": "1",
            "seal": "3021083B"
        },
        {
            "hno": "68",
            "id": "29",
            "nass": "68 - قَالَ لَنَا أَبُو الْحَسَنِ كَانَ أَبُو الهذام عَامِرُ بْنُ عُمَارَةَ بْنِ خُرَيْمٍ الْمُرِّيُّ قَدْ ضَبَطَ دِمَشْقَ أَيَّامَ الْفِتَنِ فَوَجَّهَ إِلَى الْوَلِيدِ بْنِ مُسْلِمٍ لِيُحَدِّثَ أَبَا عَامِرٍ ابْنَهُ فَكَانَ الْوَلِيدُ يَرْكَبُ إِلَيْهِ فَيُحَدِّثُهُ فَكَانَ عِنْدَ أَبِي عَامِرٍ مِنْ كُتُبِ الْوَلِيدِ مَا لَمْ يَكُنْ عِنْدَ الشَّيْخَيْنِ بِدِمَشْقَ هِشَامٍ وَدُحَيْمٍ فَلَمَّا مَاتَ هِشَامٌ وَدُحَيْمٌ أَقْبَلَ إِلَيْهِ أَصْحَابُ الْحَدِيثِ فَقَالُوا لَهُ يَا أَبَا عَامِرٍ فِي غَرْبِيِّ الْمَسْجِدِ فِي الْعَمُودِ الرَّابِعِ مِمَّا يَلِي الْغَرْبَ فِي الْأُسْطُوَانِ الشَّامِيِّ فَجَلَسَ لَهُمْ عَلَى كُرْسِيٍّ فَامْتَلَأَ الرُّوَاقُ وَأَنَا مَعَهُمْ فَحَدَّثَهُمْ أَوَّلَ يَوْمٍ وَالثَّانِيَ وَالثَّالِثَ فَلَمَّا كَانَ فِي الْيَوْمِ الرَّابِعِ وَأَنَا حَاضِرٌ بِمَجْلِسِهِ فَقَامَ إِلَيْهِ رَجُلٌ يُكَنَّى أَبَا الْمُطِيعِ خُرَاسَانِيٌّ مِنْ أَصْحَابِ الْحَدِيثِ يَسْكُنُ فِي بُيُوتِ بَابِ الْبَرِيدِ الَّتِي فِيهَا الْبَزَّازُونَ السَّاعَةَ فَقَالَ لَهُ يَا أَبَا",
            "page": "42",
            "part": "1",
            "seal": "C4E6E265"
        },
        {
            "hno": "69",
            "id": "30",
            "nass": "عَامِرٍ إِنَّ النَّاسَ يُحِبُّونَ أَنْ يسمعوا فِي الفتضيل فَقَالَ أَبُو بَكْرٍ قَالَ ثُمَّ مَنْ قَالَ عُمَرُ قَالَ ثُمَّ مَنْ قَالَ عُثْمَانُ قَالَ أَبُو الْمُطِيعِ جَزَاكَ اللَّهُ خَيْرًا فَهَذِهِ السُّنَّةُ وَعَلَى هَذَا مَضَى السَّلَفُ فَوَضَعَ أَبُو عَامِرٍ سَبَّابَتَهُ الْيُمْنَى فِي شِدْقِهِ الْأَيْسَرِ ثُمَّ فَقَّعَ تَفْقِيعَةً سُمِعَ صَوْتُهَا ثُمّ قَالَ أَوَّهْ مَا لِعَلِيِّ بْنِ أَبِي طَالِبٍ وَحَقِّ رَسُولِ اللَّهِ صَلَّى اللله عَلَيْهِ وَسَلَّمَ لَعَلِيُّ بْنُ أَبِي طَالِبٍ صَلَوَاتُ اللَّهِ عَلَيْهِ خَيْرٌ مِنْ هَؤُلَاءِ كُلِّهِمْ فَضَحِكَ النَّاسُ فَقَالَ لَهُمْ أَبُو الْمُطِيعِ مَا أَرَادَ الشَّيْخُ إِلَّا خَيْرًا مَا أَرَادَ الشَّيْخُ إِلَّا خَيْرًا وَأَدْخَلَ أَبُو الْحَسَنِ سَبَّابَتَهُ فِي شِدْقِهِ الْأَيْسَر وفقع عَظمَة وَقَالَ هَكَذَا فَقَّعَ أَبُو عَامِرٍ ¶ 69 - قَالَ أَبُو الْحَسَنِ أَدْرَكْتُ مِنْ شُيُوخِنَا مِنْ شُيُوخِ دِمَشْقَ مِمَّنْ يربع بعلي بن أبي ط الب صَلَوَاتُ اللَّهِ عَلَيْهِ هِشَامَ بْنَ عَمَّارِ بْنِ نُصَيْرٍ السُّلَمِيَّ وَمَحْمُودَ بن خَالِد بن يزدي وَأَحْمَدَ بْنَ أَبِي الْحَوَارِيِّ وَإِبْرَاهِيمَ بْنَ هِشَامٍ الْغَسَّانِيَّ وَهَارُونَ بْنَ مُحَمَّدِ بْنِ بَكَّارِ بْنِ بِلَالٍ وَمُحَمّد بن يحيى بن حموزة الْحَضْرَمِيّ وَأَبُو عَامِرٍ مُوسَى بْنَ عَامِرٍ وَبَقِيَّتُهُمْ لَمْ يَكُونُوا يُرَبِّعُونَ ¶ 70 - سَمِعْتُ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْأَشْعَثِ الرَّبَعِيَّ وَقَدْ قَدَّمَهُ",
            "page": "43",
            "part": "1",
            "seal": "14A13D73"
        },
        {
            "hno": "71",
            "id": "31",
            "nass": "أَحْمَدُ بْنُ طُولُونَ فِي مَسْجِدِ دمشق يُصَلِّي فِي مَسْجِد بِالنَّاسِ وَصَيَّرَ إِلَيْهِ الْمَسْجِدَ وَقَدْ قَالَ لَهُ ابْنُ الْقَرَدِيِّ نَحَّيْتَنِي مِنَ الْمِحْرَابِ وَتَقَدَّمْتَ قَالَ لَهُ ابْن الْأَشْعَث وَمن قدمك إنم قَدَّمَكَ ابْنُ بَيْهَسٍ رَأْسُ الْفِتْنَةِ وَذَلِكَ أَنَّ ابْنَ بَيْهَسٍ سَأَلَ فِيهِ أَنْ يُصَلِّيَ بِالنَّاسِ ابْنُ الْقَرَدِيِّ فَصَلَّى وَهُوَ حَدَثٌ وَلَمْ يُصَلِّ دَائِمًا حَتَّى مَاتَ عَبْدُ اللَّهِ بْنُ ذَكْوَانَ فِي شَوَّالٍ سنة اثْنَتَيْنِ وَأَرْبَعين ومئتين فَصَارَ بَعْدَهُ يُصَلِّي بِالنَّاسِ دَائِمًا إِلَى أَنْ قَدِمَ مُحَمَّدُ بْنُ الْأَشْعَثِ ¶ 71 - سَمِعْتُ أَبِي يَقُولُ كَانَ رَجُلٌ يُقَالُ لَهُ أَبُو مُسْلِمٍ الْحَجَّامُ دُونَ جِسْرِ الْفَرَادِيسِ مِمَّا يَلِي السُّوَيْقَةَ وَكَانَ مُعَدَّلًا عِنْدَ يَحْيَى بْنِ حَمْزَةَ فَشَهِدَ بِشَهَادَةٍ عِنْدَ يَحْيَى بْنِ حَمْزَةَ فَقَضَى بِهَا فَقَالَ لَهُ الْمَقْضِيُّ عَلَيْهِ بِشَهَادَةِ مَنْ قَضَيْتَ عَلَيَّ قَالَ بِشَهَادَةِ فُلَانِ بْنِ فُلَانٍ وَشَهَادَةِ أبي مُسلم بِالْعَصَبِيَّةِ وَالْقَدَرِيَّةِ وَالْحِجَامَةِ الرَّدِيئَةِ ¶ 72 - وَسَمِعْتُ أَبِي يَقُولُ حَجَمَ أَبُو مُسْلِمٍ هَذَا شُعَيْبَ بْنَ إِسْحَاقَ فَأَلْقَى عَلَيْهِ مَسْأَلَةً فَأَجَابَهُ شُعَيْبٌ بَقَوْلِ أَهْلِ الْكُوفَةِ فَقَالَ لَهُ أَبُو مُسْلِمٍ مَا كَذَا يَقُولُ أَصْحَابُنَا فَلَمَّا أَنْ فَرَغَ مِنْ حِجَامَتِهِ قَالَ لَهُ شُعَيْبُ بْنُ إِسْحَاقَ يَا أَبَا مُسْلِمٍ مَنْ أَصْحَابُكَ قَالَ الْحَجَّامُونَ ¶ 73 - مَاتَ صَفْوانُ بْنُ صَالح وغبراهيم بْنُ هِشَامٍ الْغَسَّانِيُّ فِي سَنَةِ ثَمَان",
            "page": "44",
            "part": "1",
            "seal": "560282CC"
        },
        {
            "hno": "74",
            "id": "32",
            "nass": "وَثَلَاثِينَ ومئتين ¶ 74 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ هَمَّامٍ قَالَ سَمِعْتُ عَبْدَ الرَّزَّاقِ بْنَ هَمَّامٍ يَقُولُ سَأَلْتُ سُفْيَان بن سعي د الثَّوْرِيَّ فَقُلْتُ لَهُ يَا أَبَا عَبْدِ اللَّهِ أَمِنْ ثَوْرِ هَمْدَانٍ أَنْتَ قَالَ لَا أَنَا مِنْ ثَوْرِ تَمِيمٍ قَالَ أَبُو الْحَسَنِ هُمَا ثَوْرَانِ فِي الْعَرَبِ ثَوْرُ تَمِيمٍ وَثَوْرُ هَمْدَانٍ فَالثَّوْرِيُّ مِنْ ثَوْرِ تَمِيمٍ وَالْحَسَنُ بْنُ صَالِحِ بْنِ حَيٍّ مِنْ ثَوْرِ هَمْدَانٍ ¶ 75 - حَدَّثَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ بْنِ بِلَالِ بن أبي الدراء قَالَ حَدَّثَنِي أَبِي مُحَمَّدُ بْنُ سُلَيْمَانَ عَنْ أَبِيهِ سُلَيْمَانَ بْنِ بِلَالٍ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ قَالَ لَمَّا دَخَلَ عمر بن الْخطاب سَأَلَ بِلَال أَنْ يَقْدِمَ الشَّامَ فَفَعَلَ ذَلِكَ قَالَ وَأَخِي أَبُو رُوَيْحَةَ الَّذِي آخَى بَيْنَهُ وَبَيْنَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ",
            "page": "45",
            "part": "1",
            "seal": "9C714AD5"
        },
        {
            "hno": "76",
            "id": "33",
            "nass": "وَسَلَّمَ فَنَزَلَ دَارِيَّا فِي خَوْلَانَ فَأَقْبَلَ هُوَ وَأَخُوهُ إِلَى قَوْمٍ مِنْ خَوْلَانَ فَقَالَا لَهُمْ قَدْ جِئْنَاكُمْ خَاطِبَيْنِ وَقَدْ كُنَّا كَافِرَيْنِ فهدانا الله ومملوكين فأعتقا اللَّهُ وَفَقِيرَيْنِ فَأَغْنَانَا اللَّهُ فَإِنْ تزوجونا فَالْحَمْد لله وإ تَرُدُّونَا فَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ فَزَوَّجُوهُمَا ثُمَّ إِنَّ بِلَال رَأَى فِي مَنَامِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَقُولُ مَا هَذِهِ الْجَفْوَةُ يَا بِلَالُ أما آن أَن تزورني فَانْتَبَهَ حَزِينًا وَجِلًا خَائِفًا فَرَكِبَ رَاحِلَتَهُ وَقَصَدَ الْمَدِينَةَ فَأَتَى قَبْرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَعَلَ يَبْكِي عِنْدَهُ وَجَعَلَ يُمَرِّغُ وَجْهَهُ عَلَيْهِ وَأَقْبَلَ الْحَسَنُ وَالْحُسَيْنُ صلوَات الله عَلَيْهِمَا فَجعل يمهما وَيُقَبِّلُهُمَا فَقَالَا لَهُ يَا بِلَالُ نَشْتَهِي نَسْمَعُ أَذَانَكَ الَّذِي كُنْتَ تؤذنه لروس اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّحَرِ فَفَعَلَ فَعَلَا سَطْحَ لمَسْجِد فَوَقَفَ مَوْقِفَهُ الَّذِي كَانَ يَقِفُ فِيهِ فَلَمَّا أَنْ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ارْتَجَّتِ الْمَدِينَةُ فَلَمَّا أَنْ قَالَ أَشْهَدُ أَنَّ لَا إِلَهَ إِلَّا اللَّهُ زَادَ تَعَاجِيجُهَا فَلَمَّا أَنُ قَالَ أَشْهَدُ أمُحَمَّدًا رَسُولُ اللَّهِ خَرَجَ الْعَوَاتِقُ من خَ دورهن فَقَالُوا أَبُعِثَ رَسُولُ اللَّهِ صَلَّى الله عَلَيْهِ وَسلم فَمَا رؤى يَوْمٌ أَكْثَرَ بَاكِيًا وَلَا بَاكِيَةً بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ ذَلِكَ الْيَوْمِ ¶ 76 - قَالَ أَبُو الْحَسَنِ تُوُفِّيَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ سَنَةَ اثْنَتَيْنِ وَثَلَاثِينَ ومئتين ¶ 77 - كُنْتُ جَالِسًا عِنْدَ أَحْمَدَ بْنِ أَبِي الْعَبَّاسِ الصَّيْدَلَانِيِّ وَهُوَ أَحْمَدُ بْنُ هَاشِمٍ التَّمِيمِيُّ مِنْ أَهْلِ خُرَاسَانَ بِالرَّمْلَةِ فَجَاءَتْ جَارِيَةٌ يَعْرِفُهَا وَيَعْرِفُ مَوْلَاهَا بِقَارُورَةٍ فِيهَا مَاءٌ فَأَوْرَتْهُ إِيَّاهَا فَقَالَ لَهَا مَا خَبَرُ مَوْلَاكِ قَالَتْ هُوَ غَائِبٌ مِنَ الْوَقْتِ الَّذِي تَعْرِفُ فَقَالَ لَهَا لِمَنْ هَذَا الْمَاءُ فَقَالَتْ لستي قَالَ أقرائيها السَّلَام وَقَوْلِي لَا لَوْ قَدْ قَدِمَ زَوْجُكِ ذَهَبَتْ هَذِهِ الْغُلْمَةُ يَعْنِي أَنَّها غَلِمَةٌ وَكَانَ يبصر جِدًّا وَكَانَ لَهُ غِلْمَانٌ يَخْدِمُونَهُ فِي الْحَانُوتِ مِنْهُمْ",
            "page": "46",
            "part": "1",
            "seal": "DBDEE449"
        },
        {
            "hno": "78",
            "id": "34",
            "nass": "سَعْدُونٌ وَبَشِيرٌ وَغَيْرُهُمَا فَلَمَّا مَاتَ اتَّخَذَ كُلُّ وَاحِدٍ مِنْهُمْ حَانُوتًا وَجَعَلَ يَنْظُرُ فِي الطِّبِّ قَالَ أَبُو الْحَسَنِ فَقُلْتُ لِابْنِهِ جَعْفَرِ بن أَحْمد ابْن أَبِي الْعَبَّاسِ يَا أَبَا الْفَضْلِ غِلْمَانُكُمْ فُلَانٌ وَفُلَانٌ فَتَحُوا حَوَانِيتَ وَجَلَسُوا يِنْظُرُونَ فِي الطِّبِّ فَقَالَ لِي يَا أَبَا الْحَسَنِ لَوْ عَاشَ برذو ن أَبِي لَقَعَدَ طَبِيبًا يَعْنِي أَنَّ غِلْمَانَ أَبِي لَمْ يَكُونُوا يُحْسِنُونَ مِنَ الطِّبِّ شَيْئًا ¶ 78 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الصَّفَّارُ الْكُوفِيُّ قَالَ جَلَسَ أَعْرَابِيٌّ بِالْكُوفَةِ بِحِذَاءِ رَجُلٍ مِنَ الْقُرَّاءِ فِي مَسْجِدِ الْكُوفَةِ وَهُوَ يَقْرَأُ {إِذَا الشَّمْسُ كُوِّرَتْ} بِصَوْتٍ حَسَنٍ فَلَمَّا أَنْ قَالَ {إِذا الشَّمْس كورت} قَالَ الْأَعْرَابِيُّ لِأَمْرٍ مَاذَا {وَإِذَا النُّجُوم انكدرت} لِأَمْرٍ مَا فَلَمْ يَزَلْ يَقُولُ لِأَمْرٍ مَا حَتَّى بَلَغَ {عَلِمَتْ نفس مَا أحضرت} فَقَالَ الْأَعرَابِي إِلَى هاهان انْتَهَى الْخَبَرُ ¶ 79 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ دُحَيْمٌ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ حَدَّثَنِي من سمع يزِيد بْنَ يَزِيدَ بْنِ جَابِرٍ عَنْ بُرَيْدَةَ الْأَسْلَمِيِّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ أَكْلِ لُحُومِ الْأَضَاحِي بَعْدَ ثَلَاثٍ وَعَنْ نَبِيذِ الْجَرِّ وَعَنْ زِيَارَةِ الْقُبُورِ فَلَمَّا كَانَ بَعْدَ ذَلِكَ قَالَ رَسُولُ اللَّهِ صَلَّى الله لعيه وَسَلَّمَ مَنْ سَمِعَ مَقَالَتِي قَالَ بُرَيْدَةُ فَقُلْتُ أَنَا فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُنْتُ نَهَيْتُكُمْ عَنْ أَكْلِ لُحُومِ الْأَضَاحِي بَعْدَ ثَلَاثٍ فَكُلُوا مَا شِئْتُمْ وَنَهَيْتُكُمْ عَنْ نَبِيذِ الْجَرِّ فَاشْرَبُوا وَكُلُّ مُسكر حرَام ونيتكم عَن زِيَارَة الْقبُول فزوروها وَاتَّقوا مَا",
            "page": "47",
            "part": "1",
            "seal": "1E344325"
        },
        {
            "hno": "80",
            "id": "35",
            "nass": "يسخد اللَّهَ ¶ 80 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنَا ابِنُ شُعَيْبٍ قَالَ سَأَلْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ بْنِ جَابِرٍ عَنْ حَدِيثِ أَخِيه هَذَا فَأَخْبرنِي أأَخَاهُ حَدَّثَهُ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ بِنَحْوِ ذَلِكَ ¶ 81 - سَمِعْتُ أَبَا الْوَلِيدِ هِشَامَ بْنَ عَمَّارِ بْنِ نُصَيْرٍ يَقُول بَاعَ أبي عَمَّا بْنُ نُصَيْرٍ رَحِمَهُ اللَّهُ بَيْتًا لَهُ بِعِشْرِينَ دِينَارًا وَجَهَّزَنِي لِلْحَجِّ قفلما صِرْتُ إِلَى الْمَدِينَةِ أَتَيْتُ مَجْلِسَ مَالِكِ بْنِ أَنَسٍ وَمَعِي مَسَائِلُ أُرِيدُ أَنْ أَسْأَلَهُ عَنْهَا فَأَتَيْتُهُ وَهُوَ جَالِسٌ فِي هَيْئَةِ الْمُلُوكِ وَغِلْمَانٌ قِيَامٌ وَالنَّاسُ يَسْأَلُونَهُ وَهُوَ يُجِيبُهُمْ فَلَمَّا انْقَضَى الْمَجْلِسُ قَالَ لِي بَعْضُ أَصْحَابِ الْحَدِيثِ سَلْ عَمَّا مَعَكَ فَقُلْتُ لَهُ يَا أَبَا عَبْدِ اللَّهِ مَا تَقُولُ فِي كَذَا وَكَذَا فَقَالَ حَصَّلْنَا على الصيبان يَا غُلَامُ احْمِلْهُ فَحَمَلَنِي كَمَا يُحْمَلُ الصَّبِيُّ وَأَنَا يَوْمَئِذٍ غُلَامٌ مُدْرِكٌ فَضَرَبَنِي بِدِرَّةٍ مِثْلِ دِرَّةِ الْمُعَلِّمِينَ سَبْعَ عَشْرَةَ دِرَّةً فَوَقَعْتُ أَبْكِي فَقَالَ لِي مَالِكُ بْنُ أنس مَا يبكيك وأجعتك هَذِهِ يَعْنِي الدِّرَّةَ قُلْتُ إِنَّ أَبِي بَاعَ مَنْزِلَهُ وَوَجَّهَ بِي أَتَشَرَّفُ بِكَ وَبِالسَّمَاعِ مِنْكَ فَضَرَبْتَنِي فَقَالَ اكْتُبْ فَحَدثني بِسبع عَشَرَ حَدِيثًا وَسَأَلْتُهُ عَمَّا كَانَ مَعِي مِنَ الْمَسَائِلِ فَأَجَابَنِي رَحِمَهُ اللَّهُ ¶ 82 - حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ قَالَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنْ جَابِرٍ عَنْ عَطِيَّةَ بْنِ قيس الْكلابِي قَالَ",
            "page": "48",
            "part": "1",
            "seal": "DB3680BE"
        },
        {
            "hno": "83",
            "id": "36",
            "nass": "رافقني يهدوي قَدِمَ مِنَ الْحِجَازِ مِنْ بَيْتِ الْمَقْدِسِ إِلَى دِمَشْقَ فَنَزَلْنَا بَيْسَانَ فَقَالَ لَأُرِيَنَّكَ شَيْئًا حَسَنًا فَانْحَدَرَ إِلَى النَّهر فأخ فَدَعَا فَجَعَلَ فِي عُنُقِهَا شَعْرَةً مِنْ ذَنْب فرس فحنت مِنِّي الْتِفَاتَةٌ فَإِذَا هِيَ خِنْزِيرٌ فِي عُنُقِهِ حَبْلُ شَرِيطٍ فَدَخَلَ بِهِ بيسان فَبَاعَهُ فِي الْأَنْبَاطِ بِخَمْسَةِ دَرَاهِمَ ثُمَّ ارْتَحَلْنَا فَسِرْنَا غَيْرَ بَعِيدٍ قَالَ فَإِذَا بِالْأَنْبَاطِ يَتَعَادَوْنَ فِي أَثَرِنَا فَقُلْتُ لَهُ قَدْ أَقْبَلَ الْقَوْمُ قَالَ فَأَقْبَلَ رَجُلٌ مِنْهُمْ جَسِيمٌ فَرَفَعَ يَدَهُ فَلَكَمَهُ فِي أَصْلِ لَحْيِهِ لَكْمَةً صَرَعَهُ عَنِ الدَّابَّةِ فَإِذَا بِرَأْسِهِ مُعَلَّقٍ بِجِلْدَةٍ مِنْ رَقَبَتِهِ وأوداجه تَشْخُبُ دَمًا فَقُلْتُ يَا أَعْدَاءَ اللَّهِ قَتَلْتُمُ الرَّجُلَ فَمَضَى الْقَوْمُ يَتَعَادَوْنَ هَارِبِينَ فَقَالَ لِيَ الرَّأْسُ انْظُرْ مَرُّوا فَقُلْتُ نَعَمْ ثُمَّ قَالَ لي انْظُر أمنعوا فَالْتَفَتُّ أَنْظُرُ إِلَيْهِمْ ثُمَّ التْفَتُّ إِلَيْهِ فَإِذَا بِهِ جَالِسٌ لَيْسَ بِهِ قُلْبَةٌ فَسُئِلَ عَطِيَّةُ عِنِ الرجل من هُوَ فال هُوَ زُرْعَةُ بْنُ إِبْرَاهِيمَ ¶ 83 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ هَمَّامٍ قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ قَالَ أَخْبَرَنَا مَعْمَرٌ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ كُنَّا مَعْشَرَ الْأَنْصَارِ نَمْتَحِنُ أَوْلَادَنَا بِحُبِّ عَلِيِّ بْنُ أَبِي طَالِبٍ صَلَوَاتُ اللَّهِ عَلَيْهِ فَإِنْ وَافَيْنَاهُمْ يَصْدُقُونَ الْمَحَبَّةَ لَهُ عَلِمْنَا أَنَّهُمْ مِنَّا وَإِنْ كَانَ غَيْرَ ذَلِكَ عَلِمْنَا أَنَّهُمْ مَدْخُولُونَ ¶ 84 - وَبِإِسْنَادِهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ",
            "page": "49",
            "part": "1",
            "seal": "178EC496"
        },
        {
            "hno": "85",
            "id": "37",
            "nass": "كُنَّا نَعْرِفُ الْمُنَافِقِينَ عَلَى عَهْدِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِازْوِرَارِهِمْ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ صَلَوَاتُ اللَّهِ عَلَيْهِ ¶ 85 - حَدَّثَنَا الْقَاسِمُ بْنُ الْحَسَنِ بْنِ يزِيد الهذمذاني صَاحِبُ دَارِ الضَّرْبِ قَالَ حَدَّثَنِي الْحَارِثُ بْنُ رَاشِدٍ قَالَ كَانَتْ عَجُوزٌ فِي عَبْدِ الْقَيْسِ تُكْثِرُ إتْيَان الْمَقَابِر فعوقبت فِي ذَلِكَ فَقَالَتْ إِنَّ الْقَلْبَ إِذَا قَسَا لَمْ يُلَيِّنْهُ إِلَّا رُسُومُ الْبِلَى وَكَانَ لَهَا بَنُونَ فَكَانَتْ تَقُولُ لَهُمْ يَا بَنِيَّ عاملوا ال لَهُ عَلَى قَدْرِ إِحْسَانِهِ إِلَيْكُمْ وَأَيَادِيهِ إِلَيْكُمْ فَإِنْ لَمْ تُطِيقُوا فَعَلَى نِعَمِهِ إِنَّ الْمُتَّقِينَ أَلِفُوا الطَّاعَةَ فَاسْتَوْحَشَتْ جَوَارِحُهُمْ مِنْ غَيْرِهَا فَإِنْ عرض لَهُم المعلون بِمَعْصِيَةٍ مَرَّتِ الْمَعْصِيَةُ بِهِمْ مُحْتَشِمَةً فَهُمْ لَهَا مُنْكِرُونَ يَا بَنِيَّ عَامِلُوا اللَّهَ عَلَى قَدْرِ إِحْسَانِهِ إلأيكم وَأَيَادِيهِ إِلَيْكُمْ فَإِنْ لَمْ تُطِيقُوا فعلى ستره فَإِن لم تُطِيقُوا ف ع لى الحياه مِنْهُ ¶ 86 - حَدَّثَنَا عِيسَى بْنُ حَكَمِ بْنِ مَسِيحٍ الْمُتَطَبِّبُ النَّسْطُورِيُّ قَالَ حَدَّثَنِي أَبِي حَكَمُ بْنُ مَسِيحٍ قَالَ سَأَلْتُ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنِ الْخَمْرِ أَضْطَرُّ إِلَيْهِ أَجْعَلُهُ فِي الْأَدْوِيَةِ فَقَالَ لِي لَا أَرَى بذلك بأا ثُمَّ سَأَلْتُ عَنْهُ ابْنَ سَمْعَانَ فَقَالَ لِي مِثْلَ مَا قَالَ لِيَ ابْنُ أَبِي لَيْلَى",
            "page": "50",
            "part": "1",
            "seal": "1DE499F6"
        },
        {
            "hno": "87",
            "id": "38",
            "nass": "قَالَ أَبُو الْحَسَنِ سَمِعَ مِنِّي مُوسَى بْنُ سَهْلٍ وَابْنُهُ أَحْمَدُ بْنُ مُوسَى بْنِ سَهْلٍ الرَّمْلِيُّ هَذَا الْحَدِيثَ وَحَدَّثَا بِهِ عَنِّي ث داءني ان الصِّيَامِ الرَّمْلِيُّ فَسَأَلَنِي عَنْهُ فَحَدَّثْتُهُ بِهِ وَقَدْ كُنْتُ أَفَدْتُهُ لِصَالِحِ جَزَرَةَ وَلِمُظَفَّرِ بْنِ مُرَجَّى الْأَعْوَرِ أَبُو الْفَتْحِ وَذَهَبْتُ بِهِمَا إِلَى عِيسَى بْنِ حَكَمٍ فَكَتَبَاهُ عَنْهُ ¶ 87 - حَدَّثَنَا الْمسَيِّبُ بْنُ وَاضِحِ بْنِ سَرْحَانَ السُّلَمِيُّ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ قَالَ كُنْتُ بِالْمَصِّيصَةِ فَاسْتُخْرِجَ نَاوُوسٌ فِي حِصْنِهَا فَوُجِدَ فِيهِ جَمَاجِمُ فَأَصَبْتُ فِيهِ جُمْجُمَةً فِيهَا ضِرْسَانِ وُزِنَ أَحَدُهُمَا فَإِذَا فِيهِ مَنَوَانِ وَأَرْبَعَةُ أَسَاتِيرَ وَالْإِسْتَارُ سِتَّةُ دَرَاهِمَ وَأَرْبَعَةُ دَوَانِيقَ ¶ 88 - حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الْبَغْدَادِيُّ الْأَزْدِيُّ عَنِ الْأَصْمَعِيِّ قَالَ طَلَبْتُ تَفْسِيرَ هَذِهِ الْآيَةِ {وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُم} مَا هُوَ فَخَرَجْنَا",
            "page": "51",
            "part": "1",
            "seal": "5A736904"
        },
        {
            "hno": "89",
            "id": "39",
            "nass": "إِلَى بَادِيَةِ الْبَصْرَةِ إِلَى قَوْمٍ فُصَحَاءَ بُصَرَاءَ بِاللُّغَةِ فَنَزَلْتُ بِهِمْ مَعَ الْمَغْرِبِ فَأَنْزَلُونِي فَلَمَّا كَانَ بعد هدأة من اللَّيْل فَإذْ 1 اجَارِيَةٌ تَقُولُ لِأُمِّهَا يَا أُمَّتَاهُ أَلا تقومين حَتَّى ننظ ر إِلَى عَرُوسِ بَنِي فُلَانٍ فَاللَّيْلَةُ يُعَرِّفُونَهَا فَرَجَعْتُ مِنَ الْغَدِ وَلَمْ أَسْأَلْهُمْ عَنْهَا وَإِذَا هِيَ تَقُولُ يُعَرِّفُونَهَا يُزَيِّنُونَهَا قَالَ اللَّهُ {وَيُدْخِلُهُمُ الْجنَّة عرفهَا لَهُم} قَالَ زَيَّنَهَا لَهُمْ ¶ 89 - حَدَّثَنَا بِشْرُ بْنُ عَبْدِ الْوَهَّابِ قَالَ حَدَّثَنِي جُنَادَةُ بْنُ عَمْرِو بْنِ الْجُنَيْدِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ دَخَلْتُ مِنْ حُورَانَ آخُذُ عَطَائِي فَصَلَّيْتُ الْجُمُعَة ثمَّ خرجت إِلَى بَابا الدَّرَجِ فَإِذَا عَلَيْهِ شَيْخٌ يُقَالُ لَهُ أَبُو شَيْبَةَ الْقَاصُّ يَقُصُّ على النَّاس فَرغب فربنا وَخَوَّفَ فَبَكَيْنَا فَلَمَّا أَنِ انْقَضَى حَدِيثُهُ قَالَ اخْتِمُوا مَجْلِسَنَا بِلَعْنِ أَبِي تُرَابٍ فَلَعَنُوا أَبَا تُرَابٍ فَالْتَفَتُّ عَنْ يَمِينِي فَقُلْتُ وَمَنْ أَبُو تُرَابٍ فَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ صَلَوَاتُ اللَّهِ عَلَيْهِ ابْنُ عَمِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَزَوْجُ ابْنَتِهِ صلَّى اللَّهُ عَلَيْهِمْ وَأَوَّلُ النَّاسِ إِسْلَامًا وَأَبُو الْحَسَنِ وَالْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِمَا فَقُلْتُ مَا أَصَابَ هَذَا الْقَاص فَقُمْت إليع وَكَانَ ذَا وفرة فَأخذت ورته بِيَدِي وَجَعَلْتُ أَلْطِمُ وَجْهَهُ وَأَنْطَحُ بِرَأْسِهِ الْحَائِطَ وَصَاحَ وَاجْتَمَعَ أَعْوَانُ الْمَسْجِدِ فَوَضَعُوا رِدَائِي فِي رَقَبَتِي وَسَاقُونِي حَتَّى أَدْخَلُونِي عَلَى هِشَامِ بْنِ عَبْدِ الْمَلِكِ وَأَبُو شَيْبَةَ يَقْدُمُنِي فَصَاحَ يَا أَمِيرَ الْمُؤْمِنِينَ قَاصُّكَ وَقَاصُّ آبَائِكَ وَأَجْدَادِكَ أَتَى الْيَوْم",
            "page": "52",
            "part": "1",
            "seal": "45F9878F"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "إِلَيْهِ أَمر عَظِيم مَنْ فَعَلَ بِكَ هَذَا فَقَالَ هَذَا فَالْتَفَتَ إِلَيَّ هِشَامٌ وَعِنْدَهُ أَشْرَافُ النَّاسِ فَقَالَ أَبَا يَحْيَى مَتى قدمت فَقلت أم س وَكُنْتُ عَلَى الْمَصِيرِ إِلَى أَمِيرِ الْمُؤْمِنِينَ فَأَدْرَكَتْنِي الْجُمُعَةُ فَصَلَّيْتُ وَخَرَجْتُ إِلَى الدَّرَجِ فَإِذَا هَذَا الشَّيْخُ قَائِمٌ يَقُصُّ فَجَلَسْتُ إِلَيْهِ فَقَرَأَ فَسَمِعْنَا وَرَغَّبَ فَرَغِبْنَا وَحَذَّرَ فَبَكَيْنَا وَدَعَا فَأَمَّنَّا وَقَالَ فِي آخِرِ كَلَامِهِ اخْتِمُوا مَجْلِسَنَا بِلَعْنِ أَبِي تُرَابٍ فَسَأَلْتُ مَنْ أَبُو تُرَابٍ فَقِيلَ عَلِيُّ بْنُ أَبِي طَالِبٍ صَلَوَاتُ اللَّهِ عَلَيْهِ أَوَّلُ النَّاسِ إِسْلَامًا وَابْنُ عَمِّ رَسُولِ اللَّهِ وَزَوْجُ ابْنَتِهِ وَأَبُو الْحَسَنِ وَالْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ فَوَاللَّهِ يَا أَمِيرَ الْمُؤْمِنِينَ لَوْ ذَكَرَ هَذَا قَرَابَةٌ لَكَ بِمِثْلِ هَذَا الذِّكْرِ وَلَعَنَهُ هَذِهِ اللَّعْنَةَ لَأَحْلَلْتُ بِهِ الَّذِي أَحْلَلْتُ بِهِ فَكَيْفَ لَا أغضب لص هر رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم وَزوج انته قَالَ فَقَالَ هِشَامٌ بِئْسَمَا صَنَعَ ثُمَّ عَقَدَ لِي عَلَى السِّنْدِ ثمَّ قَالَ لبَعض ج لسائه مِثْلُ هَذَا لَا يُجَاوِرُنِي هَاهُنَا فَيفْسد عَلَيْهِ الْبَلَدَ فَبَاعِدْ بِهِ إِلَى السِّنْدِ فَقَالَ لَنَا بِشْرُ بْنُ عَبْدِ الْوَهَّاب وَهُوَ مثصل عَلَى بَابِ السِّنْدِ بِيَدِهِ الْيُمْنَى سَيْفٌ وَبِيَدِهِ الْيُسْرَى كِيسٌ يُعَظِّمُهُ وَمَات الجني د بالنسد رَحمَه الله فَقَالَ فِيهِ الشاع ر من الْخَفِيف ... ذَهَبَ الْجُودُ وَالْجُنَيْدُ جَمِيعًا ... فَعَلَى الْجُودِ وَالْجُنَيْدِ السَّلَامُ ...",
            "page": "53",
            "part": "1",
            "seal": "A2B8D15E"
        },
        {
            "hno": "90",
            "id": "41",
            "nass": "90 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ دُحَيْم قَالَ ح دثنا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ سَمِعْتُ شَدَّاد يُحَدِّثُ قَالَ كَانَتْ قِرَاءَةُ سَعْدِ بن تَمِيم أبي بن سعد تفهم بالقارعة فِي الصَّلَاةِ عِنْدَ مَزْبَلَةِ السَّلِيحِيِّينَ ¶ 91 - قَالَ لَنَا دُحَيْمٌ قَالَ ابْنُ شُعَيْبٍ وَسَمِعْتُ غَيْرَ شَدَّادٍ يَقُولُ كَانَتْ قِرَاءَتُهُ تُسْمَعُ بِالْأَوْزَاعِ ¶ 92 - حَدَّثَنَا دحميم قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي يَحْيَى أَنَّهُ سَمِعَ الْقَاسِمَ أَبَا عَبْدِ الرَّحْمَنِ قَالَ صَاحب الْيَمين أَمِين على صَاح ب الشِّمَالِ فَإِذَا جَاءَ الْعَبْدُ بِخَطِيئَةٍ قَالَ صَاحِبُ الْيَمِينِ لِصَاحِبِ الشِّمَالِ لَا تَكْتُبَنَّ عَلَيْهِ شَيْئًا حَتَّى تَذْهَبَ سَبْعُ سَاعَاتٍ فَإِنْ تَابَ وَاسْتَغْفَرَ لَمْ يَكْتُبْ عَلَيْهِ شَيْئًا وَإِن لم يسْتَغْفر وَلنْ يكْتب تَابَ كُتِبَتْ عَلَيْهِ سَيِّئَةٌ وَاحِدَةٌ ¶ 93 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ حَدَّثَنَا يَحْيَى بْنُ الْحَارِثِ قَالَ حَدَّثَنِي الْقَاسِمُ قَالَ مَنْ أُعْطِيَ قَلْبًا شَاكِرًا أَوْ لِسَانًا ذَاكِرًا أَوْ جَسَدًا صَابِرًا فَقَدْ أُوتِيَ فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَوقى ي عَذَاب النَّار ¶ 94 - حَدثنَا د حيم قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي يَزِيدُ بْنُ أَبِي مَرْيَمَ عَنْ مُجَاهِدٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ يَا رَسُولَ اللَّهِ أَفِي أَمْرِنَا تَبِيعَةٌ بِعَمَلٍ أم قضي الْقَضَاء فقثال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ قُضِيَ الْقَضَاءُ وَجَفَّ",
            "page": "54",
            "part": "1",
            "seal": "035FAF58"
        },
        {
            "hno": "95",
            "id": "42",
            "nass": "الْقَلَمُ فَقَالَ عُمَرُ فَفِيمَ الْعَمَلُ قَالَ يُيَسَّرُ كُلُّ امْرِئٍ لِعَمَلِهِ فَقَالَ عُمَرُ إِذًا نَجِدُّ ¶ 95 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا مُحَمَّدٌ قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي مَرْيَمَ أَنَّ أَبَا عُرْوَةَ الْقَاسِمَ بْنَ مُخَيْمِرَةَ كَانَ يَتَوَضَّأُ مِنَ النَّهْرِ الَّذِي يَخْرُجُ مِنْ بَابِ الصَّغِيرِ ¶ 96 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا ابْنُ شُعَيْبٍ قَالَ سَمِعْتُ يَزِيدَ بْنَ أَبِي مَرْيَمَ يُحَدِّثُ عَنْ عُبَادَةَ بن أوفي النمري أَنَّهُ حَدَّثَهُمْ أَنَّهُ سَمِعَ عَمْرَو بْنَ عَبَسَةَ يَقُولُ هَلْ يَسْتَطِيعُ الرَّجُلُ مِنْكُمْ أَنْ يَغْتَسِلَ فِي الْيَوْمِ وَاللَّيْلَةِ خَمْسَ مَرَّاتٍ قَالُوا وَمَنْ يَسْتَطِيعُ ذَلِكَ قَالَ بَلَى الصَّلَوَاتُ الْخَمْسُ كُلُّ صَلَاةٍ تَغْسِلُ مَا قبلهَا ¶ 97 - حدث نَا دُحَيْم قَالَ حثنا ابْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي يَزِيدُ بْنُ أَبِي مَرْيَمَ قَالَ أَخْبَرَنِي عَطاء الْخُرَاسَانِي أَن الرجل يُصِيبَهُ بِسُوءٍ قَالَ اللَّهُمَّ اكْفِنِي فُلَانًا يُسَمِّيهِ بِاسْمِهِ اللَّهُمَّ اجْعَلْ خَ بثه الْأَسْفَل وكيده الأخسر إِلَّا كَفَاهُ اللَّهُ إِيَّاهُ ¶ 98 - حَدَّثَنَا عبد الرَّحْمَن الكتاني مُعلى الْجَبَّانُ قَالَا حَدَّثَنَا مَعْرُوفٌ",
            "page": "55",
            "part": "1",
            "seal": "ED47B921"
        },
        {
            "hno": "99",
            "id": "43",
            "nass": "الْخَيَّاطُ قَالَ رَأَيْتُ وَاثِلَةَ بْنَ الْأَسْقَعِ يَتَوَضَّأُ لِلصَّلَاةِ مِنْ نَهْرِ قَلُوطٍ قَالَ لَنَا أَبُو الْحَسَنِ بْنُ الْفَيْضِ دَارُ وَاثِلَةَ بْنِ الْأَسْقَعِ إِلَى جَنْبِ جَارِ الْبَقَّالِ وَالْمَسْجِدُ مَسْجِدُهُ وَدَارُهُ هِيَ الَّتِي يَسْكُنُهَا ابْنُ الرَّحَبِيِّ الْقَطَّانُ فِي آخِرِ زُقَاقِ الْآخِذِ إِلَى دَارِ ابْنِ الْأَشْعَثِ ¶ 99 - حَدَّثَنَا دُحَيْمٌ قَالَ حد ثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي ابْنُ عَطَاءٍ عَنْ أَبِيهِ عَنْ سعيد بن الْمسيب قل إِذَا كَانَ فِي ثَوْبِكَ قَدْرَ الدِّينَارِ دَمُ غَيْرِكَ فَانْصَرِفْ عَنْ صَلَاتِكَ وَإِنْ كَانَ مِنْ دَمِكَ فَلَا تُبَالِ ¶ 100 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي أَبُو الْمُعَطَّلِ مَوْلَى بَنِي كلا ب قَالَ مَرَّ بِنَا مُعَاوِيَةُ وَنَحْنُ فِي الْمَكْتَبِ يَعُودُ دُرَّةَ فِي نَحْوٍ مِنْ عَشَرَةٍ فَقَالَ لَنَا الْمُعَلِّمُ مَا سَلَّمْتُمْ عَلَى أَمِيرِ الْمُؤْمِنِينَ إِذَا رَجَعَ فَسَلِّمُوا عَلَيْهِ فَلَمَّا رَجَعَ قمنا إلأيه فَقُلْنَا السَّلَامُ عَلَيْكَ أَمِيرَ الْمُؤْمِنِينَ ورَحْمَة اللَّهِ وَبَرَكَاتُهُ قَالَ اللَّهُمَّ بَارِكْ فِي ذَرَارِيِّ أَهْلِ الْإِسْلَامِ اللَّهُمَّ بَارِكْ فِي ذَرَارِيِّ أَهْلِ الْإِسْلَامِ ¶ 101 - وَبِهِ قَالَ أَخْبَرَنِي الْمُعَطَّلُ مَولَى بَنِي كِلَابٍ وَقَدْ أَدْرَكَ مُعَاوِيَةَ قَالَ",
            "page": "56",
            "part": "1",
            "seal": "3D62597B"
        },
        {
            "hno": "102",
            "id": "44",
            "nass": "أَقْبَلَ أَبُو مَرْيَمَ صَاحِبُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى مُعَاوِيَةَ فَلَمَّا دَخَلَ عَلَيْهِ قَالَ مَرْحَبًا هَاهُنَا هَاهُنَا يَا أَبَا مَرْيَمَ قَالَ إِنِّي لَمْ أَجِئْكَ طَالِبَ حَاجَةٍ وَلَكِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُول من أغلق بَابه ذِي الْفَقْرِ وَالْحَاجَةِ أَغْلَقَ اللَّهُ عَزَّ وَجَلَّ عِنْدَ فَقْرِهِ وَحَاجَتِهِ السَّمَاءَ قَالَ فَأَكَبَّ مُعَاوِيَةُ يَبْكِي ثمَّ قَالَ رد حدي ثك يَا أَبَا مَرْيَمَ فَرَدَّهُ ثُمَّ قَالَ يَا مُعَاوِيَةُ ادْعُ لِي سَعْدًا وَكَانَ حَاجِبَهُ فَدُعِيَ فَقَالَ يَا أَبَا مَرْيَمَ حَدِّثْهُ أَنْتَ عَمَّا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَحَدَّثَهُ أَبُو مَرْيَمَ فَقَالَ مُعَاوِيَةُ اللَّهُمَّ إِنِّي أَخْلَعُ هَذَا مِنْ عُنُقِي وأجعله فِي عقك مَنْ جَاءَ يَسْتَأْذِنُ عَلَيَّ فَأْذَنْ لَهُ يقْضِي الله ل هـ عَلَى لِسَانِي مَا قَضَاهُ ¶ 102 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي سَعْوَةُ بْنُ خُلَيْدٍ الْأَزْدِيُّ عَنْ أَبِي هَارُونَ الْعَبْدِيِّ أَنَّهُ أَخْبَرَهُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ أَخْبَرَهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ¶ 103 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا ابْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ نَضَّرَ اللَّهُ عَبْدًا سَمِعَ مَقَالَتِي هَذِه فوعاه فَرُبَّ حَامِلِ فِقْهٍ غَيْرِ فَقِيهٍ وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ ثَلَاثٌ لَا يُغْلَبُ عَلَيْهِنَّ قَلْبُ مُؤْمِنٍ إِخْلَاصُ الْعَمَلِ لِلَّهِ وَمُنَاصَحَةُ وُلَاةِ الْأَمْرِ وَالِاعْتِصَامُ بِجَمَاعَةِ الْمُسْلِمِينَ فَإِنَّهَا تُحِيطُ مِنْ وَرَائِهِمْ ¶ 104 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا ابْنُ شُعَيْبٍ قَالَ أَخْبَرَنِي مُعَانُ بْنُ رِفَاعَةَ عَنْ عَبْدِ الْوَهَّابِ بْنِ بُخَيْتٍ أَنَّهُ سَمِعَهُ يح د ث عَنْ أَنَسِ بْنِ مَالِكٍ نَحْوَ",
            "page": "57",
            "part": "1",
            "seal": "524F6BD1"
        },
        {
            "hno": "105",
            "id": "45",
            "nass": "حَدِيثِ ابْنِ زَيْدٍ هَذَا ¶ 105 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا الْوَلِيدُ عَنِ الْوَضِينِ بْنِ عَطَاءٍ قَالَ أَخَبَرَنِي سَالِمٌ عَنْ أَبِيهِ أَنَّهُ كَانَ يَفْصِلُ بَيْنَ شَفْعِهِ وَوِتْرِهِ بِتَسْلِيمَةٍ وَيُخْبِرُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَفْصِلُ كَذَلِكَ بِتَسْلِيمَةٍ ¶ 106 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدَّثَنَا الْوَلِيدُ عَنِ الضَّحَّاكِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ كُنْتُ أَسْمَعُ أَبَا عُبَيْدِ اللَّهِ مُسْلِمَ بْنَ مِشْكَمٍ إِذَا انْصَرَفَ بَعْدَ الْعِشَاءِ مُتَوَجِّهًا إِلَى مَنْزِلِهِ يَدْعُو أَنْ يَرْزُقَهُ اللَّهُ تَعَالَى الصَّلَاةَ فِي جَمَاعَةٍ مِنَ الْغَدِ ¶ 107 - حَدَّثَنَا دُحَيْمٌ قَالَ حَدثنَا الْوَلِيد عَن بعد اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ أَقْسَمْتُ يَمِين ¶ تمّ الْجُزْء بِحَمْد الله وَمِنْه ¶ وَالْحَمْد لله على عونه أَولا وآخرا ¶ يَاذَا الطول والْمنَّة ارْزُقْ لصَاحبه وناسخه الْجنَّة وَالْحَمْد لله وَحده وصلواته على سيد الْأَوَّلين والآخرين مُحَمَّد النَّبِي وَآله الطارهرين وَسلم إِلَى يَوْم الدَّين حَسبنَا الله وَنعم الْوَكِيل",
            "page": "58",
            "part": "1",
            "seal": "B71A3341"
        }
    ],
    "t5650": [
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "تم الجزء بحمد الله ومنه"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "والحمد لله على عونه أولا وآخرا"
        }
    ]
}