{
    "b5660": [
        {
            "hno": "1",
            "id": "2",
            "nass": "قَرَأت على جدتي لأمي المسندة أنس خاتون قِرَاءَة عَلَيْهَا فِي يَوْم الثَّلَاثِينَ من ربيع الأول سنة 865 أخبرتنا فَاطِمَة وَعَائِشَة بِنْتا مُحَمَّد بن عبد الْهَادِي بن عبد الحميد بن عبد الْهَادِي فِي كِتَابَيْهِمَا ¶ وقرأت على الشَّيْخ الإِمَام شهَاب الدَّين أَحْمد بن مُحَمَّد بن أَحْمد ابْن زيد فِي يَوْم الاحد رَابِع عشر من ربيع الأول سنى 866 قَالَ أَنا المسندة عَائِشَة بنت عبد الْهَادِي سَمَاعا ¶ أَن عبد الله بن الْحُسَيْن بن ابي الثَّابِت بن ابي الْقَيْس اخبرهما سَمَاعا عَلَيْهِ أَنا أَبُو عَمْرو عُثْمَان بن عَليّ بن عبد الْوَاحِد بن خطيب القرافة عَن أبي طَاهِر أَحْمد بن مُحَمَّد بن أَحْمد الْحَافِظ السلَفِي أَن أَبَا الْبَقَاء المعمر بن مُحَمَّد بن عَليّ الحبال أخبرهُ أَنا أَبُو الطّيب أَحْمد ابْن عَليّ بن مُحَمَّد الْجَعْفَرِي عرف بِابْن عَمْشَلِيقَ ¶ 1 - حَدَّثَنِي جَدِّي قَاضِي الْقُضَاةِ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ صَالِحٍ الْهَاشِمِيُّ الْعَبَّاسِيُّ فِي دَارِهِ بِمَدِينَةِ السَّلَامِ أَنا أَبُو جَعْفَرٍ مُحَمَّدُ بْنِ عُقْبَةَ الشَّيْبَانِيُّ ثَنَا هَنَّادُ بْنُ السَّرِيِّ ثَنَا عِيسَى بْنُ يُونُسَ عَنْ عُمَرَ مَوْلَى غَفْرَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ قَالَ كُنْتُ رِدْفَ رَسُولِ اللَّهِ ص",
            "page": "15",
            "part": "1",
            "seal": "454D1ECA"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "فَقَالَ يَا غُلَامُ أَلَا أُعَلِّمُكَ كَلِمَاتٍ لَعَّلَ اللَّهَ يَنْفَعُكَ بِهِنَّ قلت بلَى فدَاك أبي وأُمِّي قَالَ احْفَظِ اللَّهَ يَحْفَظْكَ ¶ احْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ تَعَرَّفْ إِلَى الله واعْلَم أَن النَّصْر مَعَ الصَّبْر والْفرج مَعَ الْكَرْبِ وَأَنَّ مَعَ الْعُسْرِ يسرا اسناده ضَعِيف والْحَدِيث صَحِيح",
            "page": "16",
            "part": "1",
            "seal": "2836534E"
        },
        {
            "hno": "2",
            "id": "8",
            "nass": "2 - حَدَّثَنِي جَدِّي ثَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ ثَنَا هَنَّادٌ ثَنَا أَبُو أُسَامَةَ عَنْ مُوسَى بْنِ عُبَيْدَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نِعْمَ الْهَدِيَّةُ الْفَائِدَةُ لِلْعَبْدِ وَنِعْمَ الْهَدِيَّةُ الْكَلِمَةُ مِنْ كَلَامِ الْحِكْمَةِ يَسْمَعُهَا الرَّجُلُ فَيَلْتَوِي عَلَيْهَا ثُمَّ يُهْدِيهَا الى اخيه الْمُسلم",
            "page": "21",
            "part": "1",
            "seal": "2F3F8C0C"
        },
        {
            "hno": "3",
            "id": "9",
            "nass": "اسناده ¶ مُرْسل ضَعِيف جدا ¶ 3 - حَدَّثَنِي جَدِّي ثَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ ثَنَا هَنَّادٌ ثَنَا وَكِيعٌ عَنْ أَبِيهِ عَنْ رَجُلٍ مِنْ أَهْلِ الشَّامِ يُكْنَى بِأَبِي عَبْدِ اللَّهِ قَالَ أَتَيْتُ طَاوُسًا أَسْأَلُهُ عَنْ شَيْءٍ فَاسْتَأْذَنْتُ عَلَيْهِ فَخَرَجَ إِلَيَّ شَيْخٌ فَقُلْتُ إِنَّ الْعَالِمَ لَا يَخْرَفُ ثُمَّ قَالَ إِذَا دَخَلْتَ فَأَوْجِزْ قَالَ فَدَخَلْتُ فَقَالَ إِذَا سَأَلْتَ فَأَوْجِزْ قَالَ لَئِنْ أَوْجَزْتَ لِي أَوْجَزْتُ فَقَالَ إِنِّي مُعَلِّمُكَ فِي مَجْلِسِيَ التَّوْرَاةَ وَالْإِنْجِيلَ وَالْقُرْآن لن أَسأَلك عَن شئ فَقَالَ خَفِ اللَّهَ مَخَافَةً حَتَّى لَا يكون شئ أَخْوَفَ عِنْدَكَ مِنْهُ وَارْجُهُ رَجَاءً أَشَدَّ مِنْ خَوْفِكَ إِيَّاهُ وَأَحِبَّ للنَّاس مَا تحب لنَفسك اسناده ضَعِيف",
            "page": "22",
            "part": "1",
            "seal": "4D913BEC"
        },
        {
            "hno": "4",
            "id": "10",
            "nass": "4 - حَدَّثَنَا أَبُو الْحَسَنِ الْمُغِيرَةُ بْنُ عَمْرُ بْنِ الْوَلِيدِ فِي مَنْزِلِهِ يمكة عِنْدَ الْمَرْوَةَ قَالَ قُرِئَ عَلَى أَبِي سَعِيدٍ الْمُفَضَّلِ بْنِ مُحَمَّدٍ الْجَنَدِيِّ وَأَنَا أَسْمَعُ حَدَّثَكُمْ عَلِيُّ بْنُ زِيَادٍ ثَنَا أَبُو قُرَّةَ قَالَ ذَكَرَ مَالِكٌ عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَمْرِو بْنِ سُلَيْمٍ عَنْ أَبِي قَتَادَةَ الْأَنْصَارِيِّ السُلَمِيِّ أَنَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يجلس اسناده ضَعِيف جدا والْحَدِيث صَحِيح",
            "page": "23",
            "part": "1",
            "seal": "3BC587B3"
        },
        {
            "hno": "5",
            "id": "17",
            "nass": "5 - حَدثنَا الْمُغيرَة بن عمر قريء على أبي سعيد وأناحاضر ثَنَا عَليّ أَنا أبوقرة قَالَ ذَكَرَ مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاصَلَ فَوَاصَلَ النَّاسُ فَشَقَّ عَلَيْهِمُ الْوِصَالُ فَلَمَّا حُدِّثَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ نَهَى عَنِ الْوِصَالِ فَقَالُوا إِنَّكَ ¶ تُوَاصِلُ يَا رَسُولَ اللَّهِ فَقَالَ إِنِّي لَسْتُ كَهَيْئَتِكُمْ إِنِّي أطْعم وأسقي اسناده ضَعِيف جدا والْحَدِيث صَحِيح",
            "page": "30",
            "part": "1",
            "seal": "5BF99881"
        },
        {
            "hno": "6",
            "id": "24",
            "nass": "6 - أَخْبَرَنِي أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ كَيْسَانَ النَّحْوِيُّ بِمَنْزِلِهِ بِبَغْدَادَ فِي الْحَرْبِيَّةِ قِرَاءَةً عَلَيْهِ ثَنَا يُوسُفُ الْقَاضِي أَبُو مُحَمَّدِ بْنُ يَعْقُوبَ بْنِ إِسْمَاعِيلَ بْنِ حَمَّادٍ ثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ ثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ شُعْبَةَ عَنْ عَمْرِو بْنِ مُرَّةَ سَمِعْتُ أَبَا بَرْدَةَ سَمِعْتُ الْأَغَرَّ رَجُلًا مِنْ جُهَيْنَةَ يُحَدِّثُ ابْنَ عُمَرَ أَنَّهُ سَمِعَ رَسُول الله (ص) يَقُولُ يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى ربكُم عز وجلّ فَإِنِّي أَتُوبُ إِلَى اللَّهِ كُلَّ يَوْم مائَة مرّة اسناده ضَعِيف والْحَدِيث حسن",
            "page": "37",
            "part": "1",
            "seal": "66F5C1AA"
        },
        {
            "hno": "7",
            "id": "25",
            "nass": "7 - أَخْبَرَنَا عَلِيُّ بْنُ مُحَمَّدٍ ثَنَا يُوسُفُ الْقَاضِي ثَنَا سُلَيْمَانُ بْنُ حَرْبٍ ثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ ¶ اللَّهُمَّ اجْعَلْنِي مِنَ الَّذِينَ إِذَا أَحْسَنُوا اسْتَبْشَرُوا وَإِذا أساؤوا اسْتَغْفرُوا اسناده ضَعِيف والْحَدِيث حسن ¶ 8 - حَدَّثَنَا أَبُو الْحُسَيْنِ مُسْلِمُ بْنُ مُحَمَّدِ بْنِ مُسْلِمٍ الذُّهْلِيُّ التَّمِيمِيُّ ثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَضْرَمِيُّ ثَنَا أَبُو كَامِلٍ ثَنَا أَبُو عَوَانَةَ عَنِ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُول الله ص",
            "page": "38",
            "part": "1",
            "seal": "79CEFEA5"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "من نفس عَن مُؤمن كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ الْآخِرَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ",
            "page": "39",
            "part": "1",
            "seal": "4B15E213"
        },
        {
            "hno": "9",
            "id": "27",
            "nass": "فِي الدُّنْيَا وَالْآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عون أَخِيه حَدِيث صَحِيح ¶ 9 - حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ فِي مَنْزِلِهِ بِبَغْدَادَ قِرَاءَةً عَلَيْهِ فَأَقَرَّ بِهِ ثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يُونُسَ الْقُرَشِيُّ الْكَدِيمِيُّ الْبَصْرِيُّ سَنَةَ 234 ثَنَا بُهْلُولُ بْنُ مُوَرِّقٍ ثَنَا مُوسَى بْنُ عُبَيْدَةَ الرَّبَذِيُّ عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ يَعْنِي ابْنَ نَوْفَلٍ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ قَالَ لِي جِبْرِيلُ يَا مُحَمَّدُ قَلَبْتُ الْأَرْضَ مَشَارِقَهَا وَمَغَارِبَهَا",
            "page": "40",
            "part": "1",
            "seal": "2F8950F2"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "فَلَمْ أَجِدْ بَنِي أَبٍ أَفْضَلَ من بني هَاشم اسناده مُنكر",
            "page": "41",
            "part": "1",
            "seal": "CA3FB6DE"
        },
        {
            "hno": "10",
            "id": "29",
            "nass": "10 - أَخْبَرَنِي أَبُو بَكْرٍ ثَنَا أَبُو عَلِيٍّ بِشْرُ بْنُ مُوسَى الْأَسَدِيُّ ثَنَا أَبُو نُعَيْمٍ ثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ مَيْمُونِ بْنِ أَبِي شَبيبٍ عَنْ أَبِي ذَرٍّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ وَأَتْبِعِ السَّيْئَةَ الْحَسَنَةَ تَمْحُهَا وخالق النَّاس بالخلق الْحسن اسناده ضَعِيف والْحَدِيث حسن لغيره",
            "page": "42",
            "part": "1",
            "seal": "85C73FA7"
        },
        {
            "hno": "11",
            "id": "30",
            "nass": "11 - حَدَّثَنَا أَبُو الْقَاسِمِ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ السَّكُونِيُّ الْمُعَدَّلُ بِالْكُوفَةِ ثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ الْحَضْرَمِيُّ ثَنَا أَبُو عِمْرَانَ مُوسَى بْنُ عِمْرَانَ الْمَرْوَزِيُّ نَا مُوسَى بْنُ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ عَلِيٌّ عَلَيْهِ السَّلَامُ مُرُوا أَوْلَادَكُمْ بِطَلَب الْعلم اسناده ضَعِيف ¶ 12 - حَدَّثَنَا أَبُو الْقَاسِمِ ثَنَا الْحَضْرَمِيُّ ثَنَا أَبُو عِمْرَانَ ثَنَا مُوسَى بْنُ جَعْفَرٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ إِنَّ مِنَ الْحَقِّ الْوَاجِبِ عَلَى مَنْ سَمِعَ شَيْئًا مِنَ الْعِلْمِ فَأَدْخَلَهُ اللَّهُ الْجَنَّةَ أَنْ يَشْفَعَ لِمَنْ سمع مِنْهُ اسناده ضَعِيف ¶ 13 - حَدَّثَنَا أَبُو الْقَاسِمِ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عَمْرٍو الْأَحْمَسِيُّ قِرَاءَةً عَلَيْهِ ثَنَا أَبُو سَعِيدٍ الْحَسَنُ بْنُ مِهْرَانَ الْأَصْبَهَانِيُّ ثَنَا أَبُو بَكْرٍ النَّجَّارِيُّ عَنْ مُحَمَّدِ بْنِ السَّائِبِ الْكَلْبِيِّ عَنْ أَبِي صَالِحٍ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُول الله ص",
            "page": "43",
            "part": "1",
            "seal": "54E960A3"
        },
        {
            "hno": "14",
            "id": "31",
            "nass": "إِذَا كَانَ يَوْمَ الْقِيَامَةِ يَجْمَعُ اللَّهُ الْعُلَمَاءَ وَالْمُرَابِطِينَ وَالْقُرَّاءَ وَالعُبَّادَ فَيَقُولُ لِلْعُبَّادِ وَالْمُجَاهِدِينَ وَالْقُرَّاءِ وَالْمُرَابِطِينَ ادْخُلُوا الْجَنَّةَ بِرَحْمَتِي قَالَ فَيَصِيحُونَ ¶ الْعُلَمَاءُ صَيْحَةً وَاحِدَةً فَيَقُولُونَ يَا رَبَّنَا بِفَضْلِ عِلْمِنَا جَاهَدُوا وَرَابَطُوا وَتَعَبَّدُوا وَصَامُوا وَصَلُّوا فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ لَسْتُمْ أَنْتُمْ عِنْدِي فِي عِدَادِ أُولَئِكَ أَنْتُمْ عِنْدِي فِي عِدَّادِ الْمَلَائِكَةِ قِفُوا حَتَّى تَشْفَعُوا لِمَنْ أَحْبَبْتُمْ ثُمَّ تَدْخُلُوا الْجنَّة اسناده واه بِمرَّة ¶ 14 - حَدَّثَنَا أَبُو الْقَاسِمِ ثَنَا أَبُو سَعِيدٍ ثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْقَاسِمِ أَبُو بَكْرٍ مُؤَذِّنُ طَرَسُوسَ عَنْ غَالِبٍ عَنِ الْحَسَنِ عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم يُوزن يَوْم الْقِيَامَة مِدَادُ الْعُلَمَاءِ وَدَمُ الشُّهَدَاءِ فَيَرْجَحُ مِدَادُ الْعُلَمَاءِ عَلَى دَمِ الشُّهَدَاءِ حَدِيث ضَعِيف",
            "page": "44",
            "part": "1",
            "seal": "655283FE"
        },
        {
            "hno": "15",
            "id": "34",
            "nass": "15 - أَنْشَدَنِي الْحُسَيْنُ بْنُ عَلِيٍّ شَيْخٌ كَانَ قَدِمَ عَلَيْنَا مِنَ الرَّيِّ ¶ فَكُلُّ مُتَّكِلٍ مِنَّا عَلَى حَسَبِهِ ¶ فَإنَّ تَقْصِيرَهُ يَقْضِي عَلَى أَدَبِهِ ... حَسْبُ امْرِئٍ مَا اقْتَنَاهُ مِنْ أدَبٍ ¶ مِنْ دُونِ مَا يَقْتَنِيهِ مِنْ حَسَبِهِ ... فَحَسْبُهُ فَضْلُهُ بِهِ نَسَبًا ¶ أَثْبَتُ عِنْدَ الفِخَارِ مِنْ نَسَبِهِ ¶ 16 - أَنْشَدَنِي أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ جَابِرٍ الْفَارِسِيُّ أَنْشَدَنِي أَبُو الْقَاسِمِ يُوسُفُ بْنُ غَانِمٍ الدينَوَرِي ¶ حرض بنيك على الادب فِي الصِّغَرِ ¶ كَيْمَا تَقَرَّ بِهِ عَيْنَاكَ فِي الكِبَرِ ... فَإِنَّمَا مَثَلُ الْآدَاب بحفظها فِي ¶ عُنْفُوَانِ الصِّبَى كَالنَّقْشِ فِي الْحَجَرِ ... فِيهَا الْكُنُوزُ الَّتِي تَعْمُرْ خَزَائِنُهَا ¶ وَلَا يُخَافُ عَلَيْهَا حَادِثُ الْغِيَرِ ¶ إِنَّ الْأَدِيبَ وَإِنْ زَلَّتْ بِهِ قَدَمٌ ... يَهْوِي عَلَى فُرُشِ الدِّيبَاجِ وَالسُّرُرِ ¶ وَالعِلْمُ أَفْضَلُ مِيرَاثٍ وَأَشْرَفُهُ ... لَا سِيَّمَا عِنْدَ ذِي الْأَحْسَابِ وَالْخَطَرِ ¶ وَالعِلْمُ مَعْ أدَبٍ فِي ابْنٍ إِذَا اجْتَمَعَا ¶ عِنْدَ اللَّبِيبِ عَلَا فِي الْبَدْوِ وَالْحَضَرِ ¶ 17 - أَخْبَرَنَا أَبُو أَحْمَدَ عُبَيْدُ اللَّهِ بْنُ مُوسَى بْنِ أَبِي قُتَيْبَةَ الْغَنَوِيُّ قِرَاءَةً عَلَيْهِ فَأَقَرَّ بِهِ ثَنَا أَبُو جَعْفَرِ أَحْمَدُ بْنُ مُوسَى بْنِ إِسْحَاقَ الْحَمَّارُ ثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ يُونُسَ بْنِ خَبَابٍ عَنْ أَبِي سَلَمَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا نَقَصَ مَالٌ مِنْ صَدَقَةٍ فَتَصَدَّقُوا وَلَا عَفَا رَجُلٌ عَنْ مَظْلَمَةٍ إِلَّا زَادَهُ اللَّهُ بِهَا عِزًّا فَاعْفُوا يُعِزُّكُمُ اللَّهُ وَلَا ¶ فَتَحَ رجل بَاب مَسْأَلَة يَسْأَلُ النَّاسُ إِلَّا",
            "page": "47",
            "part": "1",
            "seal": "E14F0F6E"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "فتح الله عَلَيْهِ با بفقر لِأَن الْعِفَّة خير اسناده مُرْسل ضَعِيف والْحَدِيث صَحِيح",
            "page": "48",
            "part": "1",
            "seal": "2DAC8213"
        },
        {
            "hno": "18",
            "id": "37",
            "nass": "18 - أَنْشَدَنا الشَّيْخُ أَبُو أَحْمَدَ عُبَيْدُ اللَّهِ أَنْشَدَنِي مُدْرَكٌ الشَّيْبَانِيُّ ¶ فَإِنْ يَكُ عَنْ لِقَائِكَ غَابَ وَجْهِي ¶ فَلَمْ تَغِبِ الْمَوَدَّةُ وَالْإِخَاءُ ... وَمَا زَالَتْ إِلَيْكَ تَتُوقُ نَفْسِي ... عَلَى الْحَالَاتِ يَحْدُوهَا الْوَفَاءُ ¶ 19 - أَخْبَرَنَا أَبُو الْقَاسِمِ الْحَسَنُ بْنُ مُحَمَّدٍ السُّكُونِيُّ حَدثنِي مُحَمَّد ابْن خَلَفِ بْنِ الْمَرْزَبَانِ أَخْبَرَنِي سَعِيدُ بْنُ سَالِمٍ الرَّازِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي الرَّجَاءِ قَالَ قَالَ الْخَلِيلُ بْنُ أَحْمَدَ أَرْبَعٌ تَعْرِفُ بِهِنَّ الْأُخْوَةَ الصَّفْحُ قَبْلَ الِانْتِقَادِ لَهُ وَتَقْدِيمُ حُسْنَ الظَّنِّ قَبْلَ التُّهْمَةِ وَبَذْلُ الْوُدِّ قَبْلَ الْمَسْأَلَةِ وَمَخْرَجُ الْعُذْرِ قَبْلَ الْعَيْبِ وَلِذَلِكَ نَقُولُ ¶ أَخُوكَ الَّذِي يُعْطِيكَ قَبْلَ سُؤَالِهِ ¶ وَيَصْفَحُ عِنْدَ الذَّنْبِ قَبْلَ التعتب ... يقدم حسن الظَّن قَبْلَ اتِّهَامِهِ ... وَيَقْبَلُ عُذْرَ الْمَرْءِ عِنْدَ جَهَالَتِهِ ¶ 20 - أَخْبَرَنَا أَبُو الْهَيْثَمِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَوْنٍ الْعَوْنِيُّ قِرَاءَةً عَلَيْهِ فَأَقَرَّ بِهِ أَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ الطَّيِّبِ الشُّجَاعِيُّ ثَنَا أَحْمَدُ بْنُ يَحْيَى الصُّوفِيُّ ثَنَا نُعَيْمُ بْنُ يَعْقُوبَ عَنْ أَبِي إِسْحَاقَ عَنِ الْحَارِثِ عَنْ عَلِيٍّ قَالَ قَالَ لي النَّبِي ص",
            "page": "50",
            "part": "1",
            "seal": "E2C528C2"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "أَلَا أَدُلُّكَ عَلَى أَفْضَلِ مَكَارِمَ الدُّنْيَا وَالْآخِرَةِ تُعْطِي مَنْ حَرَمَكَ وَتَعْفُو عَمَّنْ ظَلَمَكَ وَتَصِلُ مَنْ قَطعك اسناده مُنكر جدا والْحَدِيث ¶ صَحِيح",
            "page": "51",
            "part": "1",
            "seal": "F48E9FB5"
        },
        {
            "hno": "21",
            "id": "43",
            "nass": "21 - حَدَّثَنَا أَبُو الْهَيْثَمِ ثَنَا الْحَسَنُ ثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ ثَنَا مُحَمَّدُ بْنُ بِشْرَ ثَنَا عَبْدُ اللَّهِ بْنُ الْمُؤَمَّلِ حَدَّثَنِي عَمْرو بن شُعَيْب اسناده ضَعِيف والْحَدِيث صَحِيح ¶ 22 - وَثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ ثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ عَنْ حَجَّاجِ بْنِ أَرْطَأَةَ عَنْ عَمْرٍو عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي بَنو عَم يسيؤون وَأُحْسِنُ وَيَقْطَعُونَ وَأَصِلُ وَأَعْفُو وَيَظْلِمُونَ أَفَأُكَافِئُهُمْ بِمَا يَصْنَعُونَ قَالَ ¶ لَا إِذا تتركوا جَمِيعًا إِذا أساؤوا فَأَحْسِنْ فَإِنَّكَ إِذَا فَعَلْتَ ذَلِكَ لَمْ يَزَلْ مَعَكَ عَلَيْهِمْ مِنَ الله ظهير اسناده ضَعِيف ¶ وَاللَّفْظُ لِحَدِيثِ ابْنِ نُمَيْرٍ",
            "page": "56",
            "part": "1",
            "seal": "83D6E3B2"
        },
        {
            "hno": "23",
            "id": "44",
            "nass": "23 - حَدَّثَنَا أَبُو الْهَيْثَمِ ثَنَا الْحَسَنُ ثَنَا عَبْدُ الْأَعْلَى بْنُ وَاصِلٍ ثَنَا أَحْمَدُ بْنُ عَاصِمٍ الْعَبَادَانِيُّ عَنْ حَفْصِ بْنِ عُمَرَ بْنِ أَبِي مَيْمُونٍ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُمَرَ بْنِ عَليّ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ حَدَّثَنِي مُحَمَّدُ بْنُ عَلِيٍّ عَنْ أَبِيهِ عَنْ عَلِيٍّ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ¶ مَنْ كَثُرَ هَمُّهُ سَقِمَ بدنه وَمَا سَاءَ خُلُقُهُ عَذَّبَ نَفْسَهُ وَمَنْ لاحى الرِّجَال سَقَطت مرؤته وَذَهَبت كرامته اسناده ضَعِيف ¶ 24 - حَدَّثَنَا أَبُو الْحُسَينِ عَلِيُّ بْنُ الْحَسَنِ بْنِ أَحِيدَ الْقَطَّانُ ¶ الْبَلْخِيُّ بِالْكُوفَةِ قَدِمَ حَاجًّا ثَنَا مُحَمَّدُ بْنُ بَكْرٍ ثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيَمَ الْبَوْشَنْجِيُّ ثَنَا إِسْحَاقُ بْنُ مُوسَى الْأَنْصَارِيُّ ثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ ثَنَا الْحَكَمُ بْنُ مُصْعَبٍ الْقُرَشِيُّ عَنْ مُحَمَّدِ بْنِ عَلِيِّ بن عبد الله ابْن عَبَّاسٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنْ رَسُول الله ص",
            "page": "57",
            "part": "1",
            "seal": "133435CD"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "قَالَ ¶ مَنْ أَكْثَرَ مِنَ الِاسْتِغْفَارِ جَعَلَ اللَّهُ لَهُ مِنْ كُلِّ هَمٍّ فَرَجًا وَمِنْ كُلِّ ضِيقٍ مَخْرَجًا وَرَزَقَهُ مِنْ حَيْثُ لَا يحْتَسب اسناده ضَعِيف",
            "page": "58",
            "part": "1",
            "seal": "B6C2D21C"
        },
        {
            "hno": "25",
            "id": "46",
            "nass": "25 - حَدَّثَنَا أَبُو الْحُسَيْنِ ثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الرَّازِيُّ ثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ الْبَوْشَنْجِيُّ ثَنَا عِيسَى بْنُ إِبْرَاهِيمَ ثَنَا الْحَارِثُ بْنُ نَبْهَانَ ثَنَا عُتْبَةُ بْنُ يَقْظَانَ عَنْ أَبِي سَعْدٍ عَنْ مَكْحُولٍ عَن وائلة بْنِ الْأَسْقَعِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ لَا تُكَفِّرُوا أَهْلَ قِبْلَتِكُمْ وَإِنْ عَمِلُوا بِالْكَبَائِرِ وَصَلُّوا مَعَ كُلِّ إِمَامٍ وَجَاهِدُوا مَعَ كُلِّ أَمِيرٍ وصلوا على كل ميت اسناده ضَعِيف جدا ¶ 26 - حَدَّثَنَا أَبُو الْحُسَيْنِ ثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْحَنَفِيُّ الْهَرَوِيُّ ثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ بْنِ مُحْمُودٍ ثَنَا مُحَمَّدُ بن الْوَلِيد ابْن أبان الْمصْرِيّ أَبُو السحن ثَنَا نُعَيْمُ بْنُ حَمَّادٍ سَمِعْتُ ابْنُ الْمُبَارَكِ يَقُولُ سَخَاءُ النَّاسِ عَمَّا فِي أَيْدِي النَّاسِ أَفْضَلُ مِنْ سَخَاءِ النَّاسِ بِالْبَذْلِ وُمُرُوءَةُ الْقَنَاعَةِ بِالرِّضَى أَفْضَلُ مِنْ مُرُوءَةِ الْبَذْلِ وَأَنْشَدَنَا ابْنَ الْمُبَارَكِ ¶ مَا ذَاقَ طَعْمَ الْغِنَى مَنْ لَا قُنُوعَ لَهُ ¶ وَلَنْ يُرَى قَانِعًا مَا عَاشَ مُفْتَقِرًا ... بِالْعُرْفِ مَنْ يأْتِهِ تُحْمَدْ عَوَاقِبُهُ ... مَا ضَاعَ عُرْفٌ وَإِنْ أَوْلَيْتهُ حَجَرًا",
            "page": "59",
            "part": "1",
            "seal": "F31F6303"
        },
        {
            "hno": "27",
            "id": "47",
            "nass": "27 - أَخْبَرَنِي أَبِي عَلِيُّ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ قِرَاءَةً عَلَيْهِ أَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ الْقَزاز ثَنَا أَبُو سعيدأحمد بْنُ سُلَيْمَانَ بْنِ دَاوُدَ بْنِ سَالِمٍ الْجُنْدَيْسَابُورِيُّ مِنْ أُصُولِهِ ثَنَا أَيُّوبُ بْنُ نَصْرِ بْنِ مُوسَى الْبَغْدَادِيُّ الْعُصْفُرِيُّ ثَنَا عَلِيُّ بْنُ حَفْصٍ ثَنَا الْهَيْثَمُ بْنُ جَمَّازٍ عَنْ عَوْنِ بْنِ أَبِي شَدَّادٍ وَيَزِيدَ الرُّقَّاشِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ جَاءَ رَجُلٌ مِنَ الْأَنْصَارِ بَابَ فَاطِمَةَ وَعَلِيًّا وَالرَّحَى بَينهمَا بتراوحانها وَالرَّحَى بِيَدِ عَلِيٍّ فَقَالَ عَنْ أَيِّكُمَا آخُذُ فَقَالَ عَلِيٌّ خُذْ عَنْ أَبِي الْحَسَنِ وَقَالَتْ فَاطِمَةُ خُذْ عَنْ بِنْتِ رَسُولِ اللَّهِ فَإِنَّهَا ضَعِيفَةٌ قَالَ الرَّجُلُ قَدْ أُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَبْيٍ فَقَالَ عَلِيٌّ عَلَيْهِ السَّلَامُ ائْتِيهِ فَأَرِيهِ يَدَكِ وَأَخْبِرِيهِ أَنَّ يَدِي مِثْلُ يَدِكِ قَدْ كَلَّتَا مِنَ الطَّحْنِ وَالْعَجْنِ لَعَلَّهُ يَأْمُرُ لَنَا بِخَادِمٍ يَقِينَا حَرَّ مَا تَرَيْنَ مِنَ الْعَمَلِ فَأَتْتُهُ فَسَأَلَتْهُ فَقَالَ يَا فَاطِمَةُ إِنَّ الْمُهَاجِرِينَ أَحَقُّ بِذَلِكَ مِنْكِ آمُرُ لَكِ بِمَا هُوَ خَيْرٌ إِذَا أَوَيْتِ إِلَى فِرَاشِكِ فَسَبِّحِي اللَّهَ ثَلَاثًا وَثَلَاثِينَ وَاحْمَدِي اللَّهَ",
            "page": "60",
            "part": "1",
            "seal": "6D6F664F"
        },
        {
            "hno": "28",
            "id": "48",
            "nass": "ثَلَاثًا وَثَلَاثِينَ وَكَبِّرِي اللَّهَ أَرْبَعًا وَثَلَاثِينَ وَاصْبِرِي فَأَتَتْ عَلِيًّا فَأَخْبَرَتْهُ فَقَالَ اصْبِرِي يَا فَاطِمَةُ ثُمَّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بَعْدَ ذَلِكَ بِسَبْيٍ فَأَخَذَ مِنْهُ غُلَامًا وَجَلَبَ لَبَنًا فِي عُلْبَةٍ وَأَخَذَ بِيَدِ الْغُلَامِ بِيَدٍ وَحَمَلَ الْعُلْبَةَ بِيَدٍ وَدَخَلَ عَلَيْهَا فَلَمَّا رَأَتْهُ فَاطِمَةُ قَامَتْ تَسْتَقْبِلُهُ وَعَلَيْهَا مِرْطٌ مِنْ صُوفٍ فَتَعْتَعَتْ بِهِ فَبَدَتْ رِجْلُهَا وَسَاقُهَا فَأَرْسَلَتْهُ فَبَدَا خَدُّهَا فَتَعْتَعَتْ وَجَلَسَتْ وَلَمْ تَصِلْ إِلَيْهِ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا هُوَ أَبُوكِ وَغُلَامُكِ فَنَاوَلَهَا الْعُلْبَةَ فَشَرِبَتْ ثُمَّ شَرِبَ هُوَ آخِرُهُمْ فَقَالَ يَا فَاطِمَةُ وَيَا عَلِيُّ هَذَا الْغُلَامُ لَكُمَا يَقِيكُمَا ¶ حَرَّ مَا تَجِدَانِ مِنَ الْعَمَلِ لَا تُكَلِّفُوهُ مَا لَا يَطِيقُ فَإِنْ كَلَّفْتُمُوهُ مَا لَا يَطِيقُ فَأَعِينُوهُ فَإِنْ رَضِيتُمُوهُ فَأَمْسِكُوهُ وَإِنْ كَرِهْتُمُوهُ فَبِيعُوهَ وَلَا تَضْرِبُوهُ فَإِنَّهُ يُصَلِّي وَقَدْ نَهَانِي اللَّهُ أَنْ أَضْرِبَ الْمُصَلِّين اسناده ضَعِيف والْحَدِيث فِيهِ الفاظ صَحِيحه ¶ 28 - حَدَّثَنِي أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَلِيٍّ الْفَارِسِيُّ قَدَّمَ عَلَيْنَا إِمْلَاءً مِنْ كِتَابِهِ أَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ طَرْخَانَ الْبَلْخِيُّ بِبَلْخٍ وَأَبُو سَعِيدِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ بِشْرٍ بِمَكَّةَ وَجَمَاعَةٌ قَالُوا ثَنَا عَبْدُ اللَّهِ بْنُ أَيُوبَ الْقَرْنِيُّ ثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الذَّهْلِيُّ ثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ قَالَ قَدِمْتُ مَكَّةَ فَوَجَدْتُ بِهَا أَبَا حَنِيفَةَ وَابْنَ أَبِي لَيْلَى وَابْنَ شُبْرُمَةَ فَسَأَلْتُ أَبَا حَنِيفَةَ فَقُلْتُ مَا تَقُولُ فِي رَجِلٍ بَاعَ بَيْعًا وَشَرَطَ شَرْطًا فَقَالَ الْبَيْعُ بَاطِلٌ وَالشَّرْطُ بَاطِلٌ ثُمَّ أَتَيْتُ ابْنَ أَبِي لَيْلَى فَقَالَ الْبَيْعُ جَائِزٌ وَالشَّرْطُ بَاطِلٌ ثُمَّ أَتَيْتُ ابْنَ شُبْرُمَةَ فَقَالَ الْبَيْعُ جَائِزٌ وَالشَّرْطُ جَائِزٌ فَقُلْتُ يَا سُبْحَانَ الله ثَلَاثَة فُقَهَاءِ أَهْلِ الْعِرَاقِ اخْتَلَفُوا عَلَيَّ فِي مَسْأَلَةٍ وَاحِدَةٍ فَأَتَيْتُ أَبَا حَنِيفَةَ فَأَخْبَرْتُهُ فَقَالَ مَا أَدْرِي مَا قَالَا ثَنَا عَمْرُو بْنُ شُعَيْب عَن ابيه عَن حَده أَنَّ",
            "page": "61",
            "part": "1",
            "seal": "C610B824"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعٍ وَشَرْطٍ الْبَيْعُ بَاطِلٌ وَالشَّرْطُ بَاطِلٌ ثُمَّ أَتَيْتُ ابْنَ أَبِي لَيْلَى فَأَخْبَرْتُهُ فَقَالَ مَا أَدْرِي مَا قَالَا ثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَ أَمَرَنِي رَسُولُ الله ص",
            "page": "62",
            "part": "1",
            "seal": "B7B6750B"
        },
        {
            "hno": "30",
            "id": "50",
            "nass": "30 - أَخْبَرَنَا أَبُو أَحْمَدَ بْنُ أَبِي صَالِحٍ الْهَمَذَانِيُّ بِهَمَذَانَ ثَنَا إِبْرَاهِيمُ بْنُ الْحُسَيْنِ ثَنَا عَلِيُّ بْنُ قُتَيْبَةَ ثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم ¶ بروا آبائكم تَبَرَّكُمْ أَبْنَاؤُكُمْ وَعِفُّوا تَعِفَّ نِسَاؤُكُمْ وَمَنْ تُنُصِّلَ إِلَيْهِ فَلَمْ",
            "page": "63",
            "part": "1",
            "seal": "DC8AFAD7"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "يَقْبَلْ لَمْ يَرِدْ عَلَيَّ الْحَوْضَ اسناده ضَعِيف والْحَدِيث حسن لغيره",
            "page": "64",
            "part": "1",
            "seal": "BB752CC1"
        },
        {
            "hno": "31",
            "id": "53",
            "nass": "31 - أَخْبَرَنَا أَبُو أَحْمَدَ عُبَيْدُ اللَّهِ بْنُ مُوسَى بْنِ أَبِي قُتَيْبَةَ الْغَنَوِيُّ قِرَاءَةً عَلَيْهِ فَأَقَرَّ بِهِ ثَنَا أَحْمَدُ بْنُ مُوسَى ثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ فُضَيْلِ بْنِ عَمْرٍو عَنْ أَبِي الْعَالِيَةِ قَالَ قِيلَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَلِمَاتٌ سَمِعْنَاكَ تَقُولُهُنَّ فَقَالَ ¶ كَلِمَاتٌ عَلَّمَنِيهُنَّ جِبْرِيلُ كَفَّارَاتٌ لِمَا يَكُونُ فِي الْمَجْلِسِ سَبْحَانَكَ اللَّهُ وَبِحَمْدِكَ أَشْهَدُ أَنَّ لَا إِلَهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَأَتُوب إِلَيْك اسناده مُرْسل ضَعِيف والْحَدِيث صَحِيح آخِره علقه يُوسُف سبط ابْن حجر الْعَسْقَلَانِي الْحَمد لله اولا وآخرا وظاهرا وَبَاطنا وسرا وَعَلَانِيَة صلى الله على سيدنَا مُحَمَّد وَآله وَصَحبه وَسلم حَسبنَا الله وَنعم الْوَكِيل",
            "page": "66",
            "part": "1",
            "seal": "9C7852A9"
        }
    ],
    "t5660": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "فقال يا غلام ألا أعلمك كلمات لعل الله ينفعك بهن قلت بلى فداك أبي وأمي قال احفظ الله يحفظك"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "تواصل يا رسول الله فقال إني لست كهيئتكم إني أطعم وأسقي اسناده ضعيف جدا والحديث صحيح"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كان يوم القيامة يجمع الله العلماء والمرابطين والقراء والعباد فيقول للعباد والمجاهدين والقراء والمرابطين ادخلوا الجنة برحمتي قال فيصيحون"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ألا أدلك على أفضل مكارم الدنيا والآخرة تعطي من حرمك وتعفو عمن ظلمك وتصل من قطعك اسناده منكر جدا والحديث"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "حر ما تجدان من العمل لا تكلفوه ما لا يطيق فإن كلفتموه ما لا يطيق فأعينوه فإن رضيتموه فأمسكوه وإن كرهتموه فبيعوه ولا تضربوه فإنه يصلي وقد نهاني الله أن أضرب المصلين اسناده ضعيف والحديث فيه الفاظ صحيحه"
        }
    ]
}