{
    "b5668": [
        {
            "hno": "1",
            "id": "2",
            "nass": "كتاب بيبي بنت عبد الصَّمد الهروية الهرثمية ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ عفوك اللَّهُمَّ ¶ أخبرنَا الشَّيْخ شرف الدّين عِيسَى بن عبد الرَّحْمَن بن معالي بن حمد الْمطعم سنة ثَمَان وسبعمئة قَالَ أخبرنَا الشَّيْخ الصَّالح أَبُو المنجا عبد الله بن عمر بن عَليّ بن زيد بن اللتى قِرَاءَة عَلَيْهِ وَنحن نسْمع فِي يَوْم الْإِثْنَيْنِ الرَّابِع وَالْعِشْرين من شَوَّال سنة ثَلَاث وَثَلَاثِينَ وسِتمِائَة أخبرنَا أَبُو الْوَقْت عبد الأول بن عِيسَى بن شُعَيْب السجْزِي الْهَرَوِيّ قِرَاءَة عَلَيْهِ فِي شهر رَمَضَان سنة ثَلَاث وَخمسين وَخمْس مئة قَالَ أخبرتنا الْحرَّة أم الْفضل بيبي بنت عبد الصَّمد بن عَليّ بن مُحَمَّد بن عبد الرحيم الهرثمية قِرَاءَة عَلَيْهَا فِي ذِي الْقعدَة سنة تسع وَسِتِّينَ وَأَرْبَعمِائَة قَالَت أخبرنَا أَبُو مُحَمَّد عبد الرَّحْمَن بن أَحْمد بن مُحَمَّد بن أَحْمد بن يحيى بن مخلد بن عبد الرَّحْمَن بن الْمُغيرَة بن ثَابت الْأنْصَارِيّ قِرَاءَة عَلَيْهِ ¶ 1 - أخبرنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد بن عبد الْعَزِيز الْبَغَوِيّ بِبَغْدَاد سنة سبع عشر وثلثمئة حَدثنَا مُصعب بن عبد الله بن مُصعب بن ثَابت بن عبد الله بن الزبير بن الْعَوام بن خويلد بن أَسد إملاء فِي شعْبَان من سنة ثَمَان وَعشْرين وَمِائَتَيْنِ قَالَ حَدثنِي هِشَام بن عبد الله بن عِكْرِمَة المَخْزُومِي عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة رَضِي الله عَنْهَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ التمسوا الرزق فِي خبايا الأَرْض",
            "page": "29",
            "part": "1",
            "seal": "F8BD802F"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - أخبرنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز حَدثنَا مُصعب قَالَ حَدثنِي عبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي عَن أُسَامَة بن زيد عَن عبد الله بن عِكْرِمَة عَن عبيد الله بن عبد الله بن عمر عَن أَبِيه عَن سبيعة الأسْلَمِيَّة رَضِي الله عَنْهُم أَنَّهَا سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول من اسْتَطَاعَ أَن يَمُوت بِالْمَدِينَةِ فليمت فَإِنَّهُ لن يَمُوت بهَا أحد إِلَّا كنت لَهُ شَهِيدا أَو شَفِيعًا يَوْم الْقِيَامَة",
            "page": "30",
            "part": "1",
            "seal": "3CDE883D"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي أبي عَن هِشَام بن عُرْوَة عَن",
            "page": "31",
            "part": "1",
            "seal": "66E65CC2"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "مُحَمَّد بن الْمُنْكَدر عَن جَابر بن عبد الله رَضِي الله عَنْهُمَا قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم أَلا أخْبركُم على من يحرم النَّار غَدا على كل هَين قريب سهل ¶ 4 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك بن أنس عَن نَافِع عَن ابْن عمر عَن عَائِشَة رَضِي الله عَنْهُم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ الْوَلَاء لمن أعتق ¶ 5 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنَا عبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي عَن عبيد الله بن عمر عَن يُونُس بن عبيد عَن الْحسن عَن عبد الرَّحْمَن بن سَمُرَة رَضِي",
            "page": "32",
            "part": "1",
            "seal": "0DC38CF2"
        },
        {
            "hno": "7",
            "id": "6",
            "nass": "الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يَا عبد الرَّحْمَن لَا تسْأَل الْإِمَارَة فَإنَّك إِن سَأَلتهَا لم تعن عَلَيْهَا وَإِن أَخَذتهَا بِغَيْر مَسْأَلَة أعنت عَلَيْهَا وَإِذا حَلَفت على يَمِين فَرَأَيْت خيرا مِنْهَا فَكفر عَن يَمِينك وأئت الَّذِي هُوَ ¶ 7 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك بن أنس عَن نَافِع مولى عبد الله بن عمر عَن ابْن عمر رَضِي الله عَنْهُمَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قطع فِي مجن ثمن ثَلَاثَة دَرَاهِم",
            "page": "33",
            "part": "1",
            "seal": "F35ED509"
        },
        {
            "hno": "8",
            "id": "7",
            "nass": "8 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن أبي الزبير وَهُوَ مُحَمَّد بن مُسلم بن تدرس الْمَكِّيّ عَن جَابر عبد الله أَنه قَالَ نحرنا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَام الْحُدَيْبِيَة الْبَدنَة عَن سَبْعَة وَالْبَقَرَة عَن سَبْعَة ¶ 9 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر عَن حَفْصَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم رَضِي الله عَنْهُم أَنَّهَا قَالَت للنَّبِي صلى الله عَلَيْهِ وَسلم مَا شَأْن النَّاس حلوا وَلم تحل من عمرتك قَالَ إِنِّي لبدت رَأْسِي وقلدت هَدْيِي فَلَا أحل حَتَّى أنحر ¶ 10 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر بن عبد الله أَن النَّبِي صلى الله عَلَيْهِ وَسلم نحر هَدْيه بِيَدِهِ وَنحر بعضه غَيره ¶ 11 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر رَضِي الله عَنْهُمَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ اللَّهُمَّ ارْحَمْ المحلقين قَالُوا والمقصرين يَا رَسُول الله قَالَ اللَّهُمَّ ارْحَمْ المحلقين قَالُوا الْمُقَصِّرِينَ",
            "page": "34",
            "part": "1",
            "seal": "A8EC1589"
        },
        {
            "hno": "12",
            "id": "8",
            "nass": "يَا رَسُول الله قَالَ والمقصرين ¶ 12 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن نَافِع عَن ابْن عمر رَضِي الله عَنْهُمَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم دخل الْكَعْبَة هُوَ وَأُسَامَة بن زيد وبلال وَعُثْمَان بن طَلْحَة الحَجبي فأغلقها عَلَيْهِم وَمكث فِيهَا قَالَ عبد الله بن عمر فَسَأَلت بِلَالًا حِين خرج مَاذَا صنع رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ جعل عمودا عَن يسَاره وعمودين عَن يَمِينه وَثَلَاثَة أعمدة وَرَاءه وَكَانَ الْبَيْت يَوْمئِذٍ على سِتَّة أعمدة ثمَّ صلى ¶ 13 - حَدثنَا أَبُو مُحَمَّد يحيى بن مُحَمَّد بن صاعد الْهَاشِمِي حَدثنَا يُوسُف بن مُوسَى حَدثنَا مهْرَان بن أبي عمر عَن سُفْيَان الثَّوْريّ عَن عبيد الله بن عمر عَن نَافِع عَن ابْن عمر رَضِي الله عَنْهُمَا عَن عمر رَضِي الله عَنهُ قَالَ نذرت أَن أعتكف فِي الْجَاهِلِيَّة فِي الْمَسْجِد الْحَرَام فَسَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ أوف بِنَذْرِك",
            "page": "35",
            "part": "1",
            "seal": "5447A8BA"
        },
        {
            "hno": "14",
            "id": "9",
            "nass": "14 - حَدثنَا يحيى بن مُحَمَّد حَدثنَا مُحَمَّد بن الْوَلِيد البسري حَدثنَا مُحَمَّد بن جَعْفَر حَدثنَا شُعْبَة قَالَ سَمِعت عبيد الله بن عمر يحدث عَن نَافِع عَن ابْن عمر أَن عمر رَضِي الله عَنهُ كَانَ قد جعل عَلَيْهِ يَوْمًا يعْتَكف فِي الْجَاهِلِيَّة فَسَأَلَ النَّبِي صلى الله عَلَيْهِ وَسلم فَأمره أَن يعْتَكف ¶ 15 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا مُحَمَّد بن بشار حَدثنَا ابراهيم بن صَدَقَة حَدثنَا يُونُس بن عبيد عَن مُحَمَّد بن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِذا ولغَ الْكَلْب فِي إِنَاء أحدكُم فليغسله سبع مَرَّات أولَاهُنَّ بِالتُّرَابِ ¶ 16 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا خَلاد بن أسلم وَجَمِيل بن الْحسن قَالَا حَدثنَا مُحَمَّد بن الزبْرِقَان أَبُو همام الْأَهْوَازِي قَالَ أَخْبرنِي يُونُس ابْن عبيد عَن مُحَمَّد بن سِيرِين عَن أبي هُرَيْرَة قَالَ إِنَّكُم لن تزالوا فِي صَلَاة مَا انتظرتم الصَّلَاة قَالَ وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الْمَلَائِكَة تصلي على أحدكُم مَا دَامَ فِي مُصَلَّاهُ اللَّهُمَّ اغْفِر لَهُ اللَّهُمَّ ارحمه مَا لم يحدث",
            "page": "36",
            "part": "1",
            "seal": "1508F1F8"
        },
        {
            "hno": "17",
            "id": "10",
            "nass": "17 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا بنْدَار مُحَمَّد بن بشار وَعِيسَى ابْن شَاذان قَالَا حَدثنَا ابراهيم بن أبي سُوَيْد حَدثنَا حَمَّاد بن سَلمَة عَن يُونُس وَهِشَام وحبِيب عَن ابْن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ الْإِيمَان يمَان وَالْفِقْه يمَان قَالَ ابْن صاعد وَهَذَا حَدِيث غَرِيب من حَدِيث يُونُس مَا سمعناه إِلَّا مِنْهُمَا عَن ابراهيم بن أبي سُوَيْد ¶ 18 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا زِيَاد بن يحيى الحساني حَدثنَا الْأَغْلَب بن تَمِيم عَن يُونُس عَن ابْن سِيرِين عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا تنْكح الْمَرْأَة على عَمَّتهَا وَلَا على خَالَتهَا ¶ 19 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا أَبُو بشر الْقَاسِم بن سعيد بن الْمسيب بن شريك حَدثنَا عبد الْوَهَّاب بن عَطاء الْخفاف حَدثنَا يُونُس بن عبيد عَن ابْن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم النَّاس معادن فِي الْخَيْر وَالشَّر خيارهم فِي الْجَاهِلِيَّة خيارهم فِي الْإِسْلَام إِذا فقهوا",
            "page": "37",
            "part": "1",
            "seal": "7B5BD826"
        },
        {
            "hno": "20",
            "id": "11",
            "nass": "20 - حَدثنَا ابْن صاعد حَدثنَا يَعْقُوب بن ابراهيم حَدثنَا هشيم أخبرنَا يُونُس بن عبيد عَن الْحسن وَهِشَام عَن مُحَمَّد بن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن رجلا سَأَلَ النَّبِي صلى الله عَلَيْهِ وَسلم أيصلي الرجل فِي ثوب وَاحِد قَالَ أَو لكلكم ثَوْبَان ¶ 21 - حَدثنَا ابْن صاعد حَدثنَا مُحَمَّد بن بشار حَدثنَا أَبُو دَاوُد حَدثنَا شُعْبَة عَن يُونُس عَن الْحسن عَن أمه عَن أم سَلمَة رَضِي الله عَنْهَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لعمَّار تقتلك الفئة الباغية ¶ 22 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا اسحاق بن شاهين حَدثنَا هشيم عَن هِشَام وَيُونُس عَن مُحَمَّد بن سِيرِين عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا جَاءَ أحدكُم إِلَى الصَّلَاة فليمش على هينته فَيصَلي مَا أدْرك وليقض مَا سبق بِهِ قَالَ ابْن صاعد هَكَذَا رفع لَهُم هشيم بواسط",
            "page": "38",
            "part": "1",
            "seal": "06F546EA"
        },
        {
            "hno": "23",
            "id": "12",
            "nass": "23 - حَدثنَا يحيى بن مُحَمَّد حَدثنَا هِلَال بن بشر وَأحمد بن عبد الْخَالِق الضبعِي وَاللَّفْظ لهِلَال قَالَا حَدثنَا أَبُو خلف عبد الله بن عِيسَى الخزاز حَدثنَا يُونُس بن عبيد عَن ابْن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن من أكمل الْإِيمَان حسن الْخلق ¶ 24 - حَدثنَا ابْن صاعد حَدثنَا هِلَال بن بشر حَدثنَا أَبُو خلف عبد الله بن عِيسَى الخزاز عَن يُونُس بن عبيد عَن ابْن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم رُؤْيا الْمُسلم جُزْء من سِتَّة وَأَرْبَعين جُزْءا من النُّبُوَّة",
            "page": "39",
            "part": "1",
            "seal": "3B916630"
        },
        {
            "hno": "25",
            "id": "13",
            "nass": "25 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا مُحَمَّد بن سهل بن عَسْكَر البُخَارِيّ وَيحيى بن مُعلى بن مَنْصُور الرَّازِيّ وَعمْرَان بن بكار الكلَاعِي وَسليمَان بن عبد الحميد البهراني وَمُحَمّد بن إِدْرِيس الرَّازِيّ وَاللَّفْظ لِابْنِ عَسْكَر قَالُوا حَدثنَا يحيى بن صَالح الوحاظي حَدثنَا عبيد الله بن عَمْرو الرقي عَن يُونُس بن عبيد عَن ابْن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم ينْهَى عَن الصَّلَاة فِي ثَلَاث سَاعَات عِنْد طُلُوع الشَّمْس حَتَّى تطلع وَعند غُرُوبهَا حَتَّى تغرب وَنصف النَّهَار",
            "page": "40",
            "part": "1",
            "seal": "0962B1FC"
        },
        {
            "hno": "26",
            "id": "14",
            "nass": "26 - حَدثنَا ابْن صاعد حَدثنَا مُحَمَّد بن عبد الله بن حَفْص بن هِشَام بن زيد بن أنس بن مَالك فِي مَسْجِد الْأَنْصَار بِالْبَصْرَةِ حَدثنَا سَالم بن نوح عَن يُونُس بن عبيد عَن الْحسن عَن أمه عَن أم سَلمَة رَضِي الله عَنْهَا قَالَت كنت أَنا وَرَسُول الله صلى الله عَلَيْهِ وَسلم نغتسل من إِنَاء وَاحِدَة فَأَقُول لَهُ أبق لي أبق لي ¶ 27 - حَدثنَا ابْن صاعد حَدثنَا مُحَمَّد بن يحيى بن حزم الْقطعِي حَدثنَا عبد الْأَعْلَى حَدثنَا مُحَمَّد بن اسحاق عَن الزُّهْرِيّ عَن أنس بن مَالك رَضِي الله عَنهُ",
            "page": "41",
            "part": "1",
            "seal": "89BEA1EA"
        },
        {
            "hno": "28",
            "id": "15",
            "nass": "أَن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَمَّا يصنع فِي الظروف المزفتة وَفِي الدُّبَّاء وَقَالَ كل مُسكر حرَام ¶ 28 - حَدثنَا يحيى بن مُحَمَّد حَدثنَا مُحَمَّد بن يحيى الْقطعِي حَدثنِي عبيد الله بن إِسْحَاق بن الْفضل بن عبد الرَّحْمَن بن الْفضل بن عبد الرحمن بن الْعَبَّاس ابْن ربيعَة ب بن عبد الْمطلب حَدثنِي أبي عَن صَالح بن خَوات بن صَالح بن خَوات بن جُبَير عَن أَبِيه عَن جده عَن خَوات بن جُبَير عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ مَا أسكر كَثِيره فقليله حرَام ¶ 29 - حَدثنَا ابْن صاعد حَدثنَا عَليّ بن الْحُسَيْن الدرهمي بِالْبَصْرَةِ حَدثنَا أُميَّة ابْن خَالِد حَدثنَا شُعْبَة عَن عَمْرو بن مرّة وَأبي حُصَيْن وَمَنْصُور عَن مُجَاهِد قَالَ سُئِلَ ابْن عَبَّاس رَضِي الله عَنهُ عَن سَجْدَة ص فَقَرَأَ {أُولَئِكَ الَّذين هدى الله فبهداهم اقتده} [الْأَنْعَام 90]",
            "page": "42",
            "part": "1",
            "seal": "19CA5C01"
        },
        {
            "hno": "30",
            "id": "16",
            "nass": "قَالَ ابْن صاعد وَمَا علمت جَاءَنَا بِهَذَا الحَدِيث عَن أبي حُصَيْن إِلَّا أُميَّة بن خَالِد ¶ 30 - حَدثنَا أَبُو بكر بن أَحْمد بن مُحَمَّد بن اسماعيل بن أبي عبد الله الهيتي بِبَغْدَاد حَدثنَا يعِيش بن الجهم قَالَ قَرَأت على أبي ضَمرَة عَن ربيعَة الرَّأْي عَن أنس بن مَالك رَضِي الله عَنهُ قَالَ توفّي رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم توفّي وَقد أَتَى عَلَيْهِ سِتُّونَ سنة وَمَا فِي رَأسه ولحيته صلى الله عَلَيْهِ وَسلم عشرُون شَعْرَة بَيْضَاء ¶ 31 - حَدثنَا أَبُو بكر بن مُحَمَّد بن اسماعيل الهيتي حَدثنَا عبد الله بن سعد الزُّهْرِيّ حَدثنَا عمي حَدثنَا عبد الْعَزِيز بن الْمطلب عَن مُوسَى بن عقبَة عَن أبي سَلمَة عَن عَائِشَة رَضِي الله عَنْهَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ سددوا وقاربوا",
            "page": "43",
            "part": "1",
            "seal": "F48AA37A"
        },
        {
            "hno": "32",
            "id": "17",
            "nass": "وَاعْلَمُوا أَنه لن يدْخل أحدكُم عمله الْجنَّة وَإِن أحب الْأَعْمَال إِلَى الله عز وَجل أدومها وَإِن قل ¶ 32 - حَدثنَا أَبُو بكر أَحْمد بن مُحَمَّد الهيتي حَدثنَا يعِيش بن الجهم حَدثنَا الْحُسَيْن بن حَفْص عَن سُفْيَان الثَّوْريّ عَن أبان عَن أنس قَالَ كَانَ خَاتم رَسُول الله صلى الله عَلَيْهِ وَسلم من فضَّة وفصه مِنْهُ ونقشه مُحَمَّد رَسُول الله ¶ 33 - حَدثنَا أَبُو بكر حَدثنَا يعِيش بن الجهم حَدثنَا الْحُسَيْن بن حَفْص عَن سُفْيَان الثَّوْريّ عَن أبان عَن سعيد بن جُبَير عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا فِي قَوْله {ثلة من الْأَوَّلين وثلة من الآخرين} [الْوَاقِعَة 39] قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم هما جَمِيعًا من أمتِي ¶ 34 - حَدثنَا أَحْمد بن مُحَمَّد بن اسماعيل حَدثنَا يعِيش بن الجهم حَدثنَا الْحُسَيْن بن حَفْص عَن سُفْيَان عَن اسماعيل بن أُميَّة وَابْن أبي ليلى عَن نَافِع عَن ابْن",
            "page": "44",
            "part": "1",
            "seal": "3C17F965"
        },
        {
            "hno": "35",
            "id": "18",
            "nass": "عمر رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا يحتلبن أحدكُم مَاشِيَة أَخِيه إِلَّا بِإِذْنِهِ أَتُحِبُّ أحدكُم أَن تُؤْتى خزانته فينتشل مَا فِيهَا فَإِنَّمَا ضروع مَوَاشِيهمْ خزاينهم ¶ 35 - حَدثنَا أَبُو عَليّ إِسْمَاعِيل بن الْعَبَّاس بن مُحَمَّد الْوراق بِبَغْدَاد حَدثنَا الْحسن بن عَرَفَة الْعَبْدي حَدثنِي الْوَلِيد بن بكر أَبُو خباب عَن سَلام الخزاز عَن أبي إِسْحَاق السبيعِي عَن الْحَارِث عَن عَليّ عَلَيْهِ السَّلَام عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ مَا من دُعَاء إِلَّا بَينه وَبَين الله عز وَجل حجاب حَتَّى يُصَلِّي على مُحَمَّد صلى الله عَلَيْهِ وَسلم فَإِذا صلى على مُحَمَّد صلى الله عَلَيْهِ وَسلم انخرق الْحجاب واستجيب الدُّعَاء وَإِذا لم يصل على النَّبِي صلى الله عَلَيْهِ وَسلم لم يستجب الله الدُّعَاء ¶ 36 - حَدثنَا إِسْمَاعِيل بن الْعَبَّاس الْوراق حَدثنَا عَليّ بن دَاوُد القنطرى حَدثنَا ابْن أبي مَرْيَم حَدثنَا يحيى بن أَيُّوب حَدثنَا عبيد الله بن زحر عَن الْأَعْمَش عَن أبي صَالح عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من فرج عَن مُسلم كربَة من كرب الدُّنْيَا فرج الله عَنهُ كربَة من كرب يَوْم الْقِيَامَة وَمن ستر عَورَة مُسلم ستر الله عَوْرَته يَوْم الْقِيَامَة وَمن يسر على مُسلم أمره يسر الله عَلَيْهِ أمره يَوْم الْقِيَامَة وَالله فِي حَاجَة العَبْد مَا دَامَ العَبْد فِي حَاجَة أَخِيه",
            "page": "45",
            "part": "1",
            "seal": "D00E7ECF"
        },
        {
            "hno": "37",
            "id": "19",
            "nass": "37 - حَدثنَا إِسْمَاعِيل بن الْعَبَّاس الْوراق حَدثنَا حَمَّاد بن الْحسن حَدثنَا الْهُذيْل بن ابراهيم حَدثنَا عُثْمَان بن عبد الرَّحْمَن عَن ابْن شهَاب عَن أنس بن مَالك رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا قَالَ عبد لَا إِلَه إِلَّا الله فِي سَاعَة من ليل أَو نَهَار إِلَّا طلست مَا فِي صَحِيفَته من السَّيِّئَات حَتَّى تسكن إِلَى مثلهَا من الْحَسَنَات ¶ 38 - حَدثنَا إِسْمَاعِيل حَدثنَا مُحَمَّد بن حسان الْأَزْرَق حَدثنَا سُفْيَان عَن عَمْرو بن دِينَار عَن الزُّهْرِيّ عَن سَالم عَن ابْن عمر رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يُصَلِّي بعد الْجُمُعَة ركعين ¶ 39 - حَدثنَا أَبُو أَحْمد عبد الْوَاحِد بن المهندس الْهَاشِمِي بِبَغْدَاد حَدثنَا مُحَمَّد ابْن مُوسَى حَدثنَا عمر بن إِسْحَاق السَّعْدِيّ حَدثنَا الْحسن بن مُحَمَّد قَاضِي بَلخ",
            "page": "46",
            "part": "1",
            "seal": "545423DD"
        },
        {
            "hno": "40",
            "id": "20",
            "nass": "حَدثنِي أَبُو جَعْفَر الْمَنْصُور قبل أَن يسْتَخْلف عَن أَبِيه عَن جده عَن ابْن عَبَّاس رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من روع مُؤمنا لعنته مَلَائِكَة الله عز وَجل ¶ 40 - حَدثنَا عبد الْوَاحِد حَدثنَا أَيُّوب بن سُلَيْمَان السَّعْدِيّ حَدثنَا أَبُو الْيَمَان حَدثنَا عفير بن معدان عَن سليم بن عَامر عَن أبي أُمَامَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من كَانَ يُؤمن بِاللَّه وَالْيَوْم الآخر وَيشْهد أَنِّي رَسُول الله فليسعه بَيته وليبك على خطيئته وَمن كَانَ يُؤمن بِاللَّه وَالْيَوْم الآخر فَلْيقل خيرا أَو لِيَسْكُت عَن سوء فَيسلم",
            "page": "47",
            "part": "1",
            "seal": "081D81F9"
        },
        {
            "hno": "41",
            "id": "21",
            "nass": "41 - حَدثنَا أَبُو عُثْمَان سعيد بن مُحَمَّد بن أَحْمد الْبَغْدَادِيّ الْمَعْرُوف بِابْن أخي زبير الْحَافِظ بِبَغْدَاد حَدثنَا أَبُو جَعْفَر مُحَمَّد بن يزِيد الأدمِيّ حَدثنَا يحيى بن سليم عَن إِسْمَاعِيل بن أُميَّة وَعبيد الله بن عمر عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ التَّسْبِيح للرِّجَال وَرخّص فِي التصفيق للنِّسَاء ¶ 42 - حَدثنَا سعيد بن مُحَمَّد بن أَحْمد الْبَغْدَادِيّ حَدثنَا عقبَة بن مكرم الْعمي حَدثنَا مُحَمَّد بن جَعْفَر حَدثنَا عبد الله بن سعيد بن أبي هِنْد حَدثنَا يزِيد عَن رُومَان عَن عقبَة بن عَامر الْجُهَنِيّ عَن عبد الله الْأَسْلَمِيّ قَالَ خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم حَتَّى إِذا كُنَّا بِبَطن عَابِر استقبلتنا ضابة فأضلتنا عَن الطَّرِيق فَلم تستبن حَتَّى ضللنا على (الْجِدَار) فَلَمَّا رأى رَسُول الله صلى الله عَلَيْهِ وَسلم عدل إِلَى كثيب فَأَنَاخَ عَلَيْهِ ثمَّ قَامَ يُصَلِّي مَا شَاءَ الله أَن يُصَلِّي حَتَّى إِذا طلع الْفجْر أَخذ رَسُول الله صلى الله عَلَيْهِ وَسلم بِرَأْس رَاحِلَته ثمَّ مَشى وَعبد الله الْأَسْلَمِيّ إِلَى جنبه قَالَ فَوضع رَسُول الله صلى الله عَلَيْهِ وَسلم يَدَيْهِ عَليّ قَالَ قل قَالَ قلت مَا أَقُول قَالَ {قل هُوَ الله أحد} ثمَّ قَالَ قل قلت مَا أَقُول قَالَ {قل أعوذ بِرَبّ النَّاس} قَالَ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم كَذَا فتعوذ فَمَا تعوذ المتعوذون بمثلهن قطّ",
            "page": "48",
            "part": "1",
            "seal": "83DDBEA2"
        },
        {
            "hno": "43",
            "id": "22",
            "nass": "43 - حَدثنَا أَبُو أَحْمد عبد الْوَاحِد بن الْمُهْتَدي الْهَاشِمِي حَدثنَا الْحسن الفوهي حَدثنِي أَبُو اسحاق الْجَزرِي حَدثنِي الْمَأْمُون حَدثنَا الرشيد حَدثنِي أَمِير الْمُؤمنِينَ الْمهْدي قَالَ قَالَ أَمِير الْمُؤمنِينَ الْمَنْصُور كلوا الزَّبِيب وطرحوا عجمه فَإِن فِي عجمه دَاء وَفِي شحمه دَوَاء هَكَذَا حَدثنِي أبي عَن أَبِيه عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا أَنه أمره بذلك ¶ 44 - حَدثنَا أَبُو عبد الله عبيد الله بن عبد الصَّمد الْهَاشِمِي حَدثنَا بكر بن سهل الدمياطي حَدثنِي أبي سهل بن اسماعيل حَدثنَا بشر بن بكر حَدثنَا إِسْمَاعِيل بن عَيَّاش حَدثنِي عمرَان بن اسحاق أَبُو هَارُون الْبَصْرِيّ عَن شُعْبَة بن الْحجَّاج عَن مُعَاوِيَة بن قُرَّة عَن أَبِيه عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِذا هلك أهل الشَّام خير فِي أمتِي وَلَا تزَال طَائِفَة من أمتِي ظَاهِرين على الْحق حَتَّى يقاتلوا الدَّجَّال",
            "page": "49",
            "part": "1",
            "seal": "92F0B689"
        },
        {
            "hno": "45",
            "id": "23",
            "nass": "45 - حَدثنَا عبيد الله بن عبد الصَّمد الْهَاشِمِي حَدثنَا مُحَمَّد بن عَمْرو بن خَالِد حَدثنَا أبي حَدثنَا زُهَيْر بن مُعَاوِيَة عَن سُفْيَان الثَّوْريّ وَابْن عبد الله بن دِينَار عَن عبد الله بن دِينَار عَن عبد الله بن عمر رَضِي الله عَنهُ قَالَ نهى رَسُول الله صلى الله عَلَيْهِ وَسلم عَن بيع الْوَلَاء وَعَن هِبته ¶ 46 - حَدثنَا عبيد الله بن عبد الصَّمد الْهَاشِمِي حَدثنَا أَحْمد بن مُحَمَّد بن الْحجَّاج بن رشدين حَدثنَا سُلَيْمَان بن أَيُّوب بن سُلَيْمَان بن عِيسَى بن مُوسَى بن طَلْحَة بن عبيد الله حَدثنِي أبي عَن جدي عَن مُوسَى بن طَلْحَة قَالَ أتيت أَنا وَأبي طَلْحَة بن عبيد الله رَضِي الله عَنهُ إِلَى مجْلِس قوم فَجعلُوا يُنَادُونَهُ من كل جَانب هَهُنَا يَا صَاحب رَسُول الله هَهُنَا يَا حوارِي رَسُول الله قَالَ فَجَلَسَ فِي أدنى الْمجْلس فَقَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِن من التَّوَاضُع لله الرضى بالدون من شرف الْمجَالِس",
            "page": "50",
            "part": "1",
            "seal": "7C965D93"
        },
        {
            "hno": "47",
            "id": "24",
            "nass": "47 - حَدثنَا عبيد الله بن عبد الصَّمد الْهَاشِمِي حَدثنَا الْحُسَيْن بن حميد بن مُوسَى بِمصْر أخبرنَا زُهَيْر بن عباد حَدثنَا أَبُو نصر حَمْزَة بن نصر عَن مقَاتل عَن حبيب بن أبي ثَابت عَن مَيْمُون بن أبي شبيب عَن سَمُرَة بن جُنْدُب عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ البسوا الثِّيَاب الْبيض فَإِنَّهَا أطيب وكفنوا فِيهَا مَوْتَاكُم ¶ 48 - حَدثنَا عبيد الله حَدثنَا طَاهِر بن عِيسَى التَّمِيمِي بِمصْر حَدثنَا زُهَيْر بن عباد حَدثنَا مُصعب بن ماهان عَن سُفْيَان الثَّوْريّ عَن جَابر عَن الْمُغيرَة بن شبيل عَن قيس بن أبي حَازِم عَن الْمُغيرَة بن شُعْبَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا قَامَ الإِمَام فِي رَكْعَتَيْنِ فَذكر قبل أَن يستتم قَائِما فليجلس فَإِن استتم قَائِما فَلَا يجلس وَيسْجد سَجْدَتي السَّهْو ¶ 49 - حَدثنَا عبيد الله بن عبد الصَّمد الْهَاشِمِي حَدثنَا أَحْمد بن يحيى بن خَالِد بن حبَان بِمصْر حَدثنَا عبد الرَّحْمَن بن خَالِد بن نجيح حَدثنِي أبي حَدثنِي ابْن لَهِيعَة عَن مشرح بن هاعان عَن عقبَة بن عَامر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ مَا أنعم الله عز وَجل على عبد بِنِعْمَة فَأَرَادَ بقاءها ودوامها فليكثر من قَول مَا شَاءَ الله لَا قُوَّة إِلَّا بِاللَّه ثمَّ قَرَأَ رَسُول الله صلى الله عَلَيْهِ وَسلم {وَلَوْلَا إِذْ دخلت جنتك قلت مَا شَاءَ الله لَا قُوَّة إِلَّا بِاللَّه} [الْكَهْف 39]",
            "page": "51",
            "part": "1",
            "seal": "FF74CC89"
        },
        {
            "hno": "50",
            "id": "25",
            "nass": "50 - حَدثنَا أَبُو الْعَبَّاس عبد الله بن جَعْفَر بن أَحْمد بن خشيش الْبَغْدَادِيّ حَدثنَا يُوسُف بن مُوسَى حَدثنَا مُحَمَّد بن الْمُعَلَّى بن عبد الْكَرِيم بن أخي الْعَلَاء بن عبد الْكَرِيم عَن عبيد الله عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم لعن الْوَاصِلَة وَالْمسْتَوْصِلَة والواشمة والمستوشمة ¶ 51 - حَدثنَا عبد الله بن جَعْفَر بن أَحْمد بن خشيش حَدثنَا يُوسُف بن مُوسَى حَدثنَا مُحَمَّد بن الْمُعَلَّى الهمذاني عَن عبيد الله عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن بيع حَبل الحبلة",
            "page": "52",
            "part": "1",
            "seal": "1EA5C493"
        },
        {
            "hno": "52",
            "id": "26",
            "nass": "52 - أخبرنَا عبد الله بن جَعْفَر حَدثنَا يُوسُف بن مُوسَى حَدثنَا مهْرَان بن أبي عمر عَن سُفْيَان الثَّوْريّ عَن عبيد الله عَن نَافِع عَن ابْن عمر عَن عمر بن الْخطاب رَضِي الله عَنهُ قَالَ نذرت أَن أعتكف فِي الْجَاهِلِيَّة فِي الْمَسْجِد الْحَرَام فَسَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ أوف بِنَذْرِك ¶ 53 - أخبرنَا عبد الله حَدثنَا يُوسُف حَدثنَا سُلَيْمَان بن حَيَّان أَبُو خَالِد الْأَحْمَر عَن ابْن عون عَن نَافِع عَن ابْن عمر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم {يَوْم يقوم النَّاس لرب الْعَالمين} [المطففين 6] قَالَ يَوْم يقوم أحدكُم فِي رشحه إِلَى أَنْصَاف أُذُنَيْهِ ¶ 54 - حَدثنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد بن عبد الْعَزِيز حَدثنَا مُصعب بن عبد الله الزبيرِي حَدثنِي مَالك عَن ابْن شهَاب عَن سَالم عَن عبد الله بن عمر رَضِي الله عَنْهُمَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم صلى الْمغرب وَالْعشَاء بِالْمُزْدَلِفَةِ جَمِيعًا",
            "page": "53",
            "part": "1",
            "seal": "D245E286"
        },
        {
            "hno": "55",
            "id": "27",
            "nass": "55 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم ذكرت صَفِيَّة بنت حييّ فَقيل إِنَّهَا قد حَاضَت قَالَت فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَعَلَّهَا جابستنا فَقيل يَا رَسُول الله إِنَّهَا قد أفاضت قَالَ فَلَا إِذا ¶ 56 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن عبد الْكَرِيم بن مَالك الْجَزرِي عَن عبد الرَّحْمَن بن أبي ليلى عَن كَعْب بن عجْرَة أَنه كَانَ مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم فآذاه الْقمل فِي رَأسه فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم احْلق رَأسك وصم ثَلَاثَة أَيَّام أَو أطْعم سِتَّة مَسَاكِين مَدين مَدين لكل إِنْسَان أَو انسك بِشَاة أَي ذَلِك فعلت أَجْزَأَ عَنْك ¶ 57 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن حميد بن قيس الْمَكِّيّ عَن مُجَاهِد عَن عبد الرَّحْمَن بن أبي ليلى عَن كَعْب بن عجْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لَعَلَّ آذَاك هُوَ امك فَقلت نعم يَا رَسُول الله فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم احْلق رَأسك وصم ثَلَاثَة أَيَّام أَو أطْعم سِتَّة مَسَاكِين أَو أنسك بِشَاة",
            "page": "54",
            "part": "1",
            "seal": "128CF9A4"
        },
        {
            "hno": "58",
            "id": "28",
            "nass": "58 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن نَافِع أَن عبد الله بن عمر قَالَ نهى رَسُول الله صلى الله عَلَيْهِ وَسلم أَن يُسَافر بِالْقُرْآنِ إِلَى أَرض الْعَدو ¶ 59 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم بعث سَرِيَّة فِيهَا عبد الله بن عمر قبل نجد فغنموا إبِلا كَثِيرَة وَكَانَت سُهْمَانهمْ اثْنَا عشر بَعِيرًا أَو أحد عشر بَعِيرًا ونفلوا بَعِيرًا بَعِيرًا ¶ 60 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ خمس من الدَّوَابّ لَيْسَ على الْمحرم فِي قتلهن جنَاح الْغُرَاب والحدأة وَالْعَقْرَب والفأرة وَالْكَلب الْعَقُور ¶ 61 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن عبد الله بن [دِينَار] عَن [عبد الله] بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ خمس من الدَّوَابّ من",
            "page": "55",
            "part": "1",
            "seal": "49DD018F"
        },
        {
            "hno": "62",
            "id": "29",
            "nass": "قتلهن محرما فَلَا جنَاح عَلَيْهِ الْعَقْرَب والفأرة وَالْكَلب الْعَقُور والغراب والحدأة ¶ 62 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر بن عبد الله رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا وقف على الصَّفَا يكبر ثَلَاثًا فَيَقُول لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ لَهُ الْملك وَله الْحَمد وَهُوَ على كل شَيْء قدير يصنع ذَلِك ثَلَاث مَرَّات وَيَدْعُو ويصنع على الْمَرْوَة مثل ذَلِك ¶ 63 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا نزل من الصَّفَا مَشى حَتَّى إِذا انصبت قدماه فِي بطن الْوَادي سعى حَتَّى يخرج مِنْهُ ¶ 64 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا عبد الله بن عمرَان العابدي المَخْزُومِي بِمَكَّة قَالَ حَدثنَا يُوسُف بن الْفَيْض قَالَ ابْن صاعد هَكَذَا كَانَ يُسَمِّيه وَإِنَّمَا هُوَ يُوسُف بن السّفر أَبُو الْفَيْض عَن الْأَوْزَاعِيّ عَن عَطاء عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن لله عز وَجل فِي كل يَوْم وَلَيْلَة عشْرين وَمِائَة رَحْمَة تنزل على أهل الْبَيْت فستون للطائفين وَأَرْبَعُونَ للمصلين وَعِشْرُونَ للناظرين",
            "page": "56",
            "part": "1",
            "seal": "9E07069E"
        },
        {
            "hno": "65",
            "id": "30",
            "nass": "65 - حَدثنَا يحيى حَدثنَا عبد الله بن عمرَان العابدي قَالَ حَدثنَا دَاوُد ابْن عجلَان عَن أبي عقال قَالَ طفت مَعَ أنس بن مَالك فِي يَوْم مطير فَقَالَ أنس طفت مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم فِي يَوْم مطير فَقَالَ ائتنفوا الْعَمَل فقد كفيتم مَا مضى ¶ 66 - حَدثنَا يحيى بن مُحَمَّد حَدثنَا عبد الله بن عمرَان حَدثنَا دَاوُد بن عجلَان عَن زيد بن أسلم عَن عَطاء بن يسَار عَن ابْن عَبَّاس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أكل كتف شَاة ثمَّ صلى وَلم يتَوَضَّأ ¶ 67 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا عبد الْوَهَّاب بن فليح الْمُقْرِئ بِمَكَّة حَدثنَا عبد الله بن مَيْمُون القداح عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر ابْن عبد الله قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا يُؤمن مُؤمن حَتَّى يُؤمن بِالْقدرِ كُله وَحَتَّى يعلم أَن مَا أَصَابَهُ لم يكن ليخطئه وَمَا أخطأه لم يكن ليصيبه",
            "page": "57",
            "part": "1",
            "seal": "EC89E400"
        },
        {
            "hno": "68",
            "id": "31",
            "nass": "68 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا الْحسن بن دَاوُد بن مُحَمَّد بن الْمُنْكَدر بِمَكَّة حَدثنَا ابْن أبي فديك عَن ابْن أبي ذِئْب عَن الزُّهْرِيّ عَن سَالم عَن أَبِيه أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لَا تطرقوا النِّسَاء بعد صَلَاة الْعَتَمَة",
            "page": "58",
            "part": "1",
            "seal": "060691A1"
        },
        {
            "hno": "69",
            "id": "32",
            "nass": "69 - حَدثنَا ابْن صاعد حَدثنَا يحيى بن الْمُغيرَة أَبُو سَلمَة المَخْزُومِي حَدثنَا ابْن أبي فديك عَن ابراهيم بن الْفضل عَن عبد الله بن عبد الرَّحْمَن بن أبي حُسَيْن عَن عَطاء بن أبي رَبَاح عَن ابْن عَبَّاس رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا كَانَ يَوْم الْقِيَامَة نُودي أَيْن أَبنَاء السِّتين وَهُوَ الْعُمر الَّذِي قَالَ الله عز وَجل {أولم نُعَمِّركُمْ مَا يتَذَكَّر فِيهِ من تذكر وَجَاءَكُم النذير} [فاطر 37] ¶ 70 - حَدثنَا ابْن صاعد حَدثنَا مُحَمَّد بن مَيْمُون الْخياط أخبرنَا إِسْمَاعِيل بن دَاوُد المخراقي حَدثنَا مَالك بن أنس عَن نَافِع عَن ابْن عمر قَالَ رَأَيْت عبد الله بن أبي يشْتَد قُدَّام النَّبِي صلى الله عَلَيْهِ وَسلم وَالْحِجَارَة تنكبه وَهُوَ يَقُول يَا مُحَمَّد إِنَّمَا كُنَّا نَخُوض وَنَلْعَب وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم يَقُول لَهُ {أبالله وآياته وَرَسُوله كُنْتُم تستهزؤون} [التَّوْبَة 65]",
            "page": "59",
            "part": "1",
            "seal": "52404104"
        },
        {
            "hno": "71",
            "id": "33",
            "nass": "71 - حَدثنَا يحيى حَدثنَا مُحَمَّد بن يحيى الْقطعِي حَدثنَا عبد الْأَعْلَى حَدثنَا عبيد الله بن عمر عَن عِيسَى بن عبد الله وَهُوَ ابْن أنيس الْأنْصَارِيّ عَن أَبِيه أَن النَّبِي صلى الله عَلَيْهِ وَسلم دَعَاهُ بإداوة يَوْم أحد فاختنث الْإِدَاوَة ثمَّ شرب من فِيهَا ¶ 72 - حَدثنَا يحيى حَدثنَا الْعَبَّاس بن يزِيد حَدثنَا عبد الْأَعْلَى حَدثنَا عبيد الله بن عمر عَن سعيد المَقْبُري عَن أبي هُرَيْرَة وَعَن نَافِع عَن ابْن عمر رَضِي الله عَنْهُم عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ دخلت امْرَأَة النَّار فِي هرة ربطتها فَلم",
            "page": "60",
            "part": "1",
            "seal": "D7C02D90"
        },
        {
            "hno": "73",
            "id": "34",
            "nass": "تطعمها وَلم تسقها وَلم تتركها تَأْكُل من خشَاش الأَرْض ¶ 73 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا سلم بن جُنَادَة حَدثنَا أبي عَن عبيد الله بن عمر عَن مُوسَى بن يسَار عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا تَحَاسَدُوا وَلَا تباغضوا وَكُونُوا عباد الله إخْوَانًا ¶ 74 - حَدثنَا ابْن صاعد حَدثنَا سلم بن جُنَادَة حَدثنَا أبي عَن عبيد الله بن عمر عَن مُوسَى بن يسَار عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا عمل خَادِم أحدكُم طَعَامه فليقعده مَعَه أَو ليناوله مِنْهُ فَإِنَّهُ ولي حره ¶ 75 - حَدثنَا ابْن صاعد حَدثنَا يحيى بن الْمُغيرَة أَبُو سَلمَة المَخْزُومِي حَدثنَا ابْن أبي فديك عَن الضَّحَّاك بن عُثْمَان عَن ابْن الْمُنْكَدر عَن عبد الرَّحْمَن ابْن يَرْبُوع عَن أبي بكر الصّديق رَضِي الله عَنهُ قَالَ سُئِلَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَن أفضل الْأَعْمَال قَالَ العج والثج",
            "page": "61",
            "part": "1",
            "seal": "AFF53B6A"
        },
        {
            "hno": "76",
            "id": "35",
            "nass": "76 - حَدثنَا ابْن صاعد حَدثنَا مُحَمَّد بن مَيْمُون الْخياط حَدثنَا سُفْيَان عَن سعير ومسعر عَن حبيب بن أبي ثَابت عَن ابْن عمر رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم بني الْإِسْلَام على خمس شَهَادَة أَن لَا إِلَه إِلَّا الله وإقام الصَّلَاة وإيتاء الزَّكَاة وَحج الْبَيْت وَصِيَام رَمَضَان ¶ 77 - أخبرنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز حَدثنَا أَبُو خَيْثَمَة زُهَيْر بن",
            "page": "62",
            "part": "1",
            "seal": "F8434309"
        },
        {
            "hno": "78",
            "id": "36",
            "nass": "حَرْب حَدثنَا إِسْمَاعِيل بن ابراهيم أَخْبرنِي روح بن الْقَاسِم عَن عَطاء بن أبي مَيْمُونَة عَن أنس بن مَالك رَضِي الله عَنهُ قَالَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يتبرز لِحَاجَتِهِ فآتيه بِمَاء فيغتسل بِهِ ¶ 78 - أخبرنَا عبد الله بن مُحَمَّد حَدثنَا دَاوُد بن رشيد حَدثنَا عمر بن أَيُّوب حَدثنَا ابراهيم بن نَافِع عَن سُلَيْمَان الْأَحول عَن طَاوس عَن عبد الله بن عَمْرو قَالَ رأى عَليّ النَّبِي صلى الله عَلَيْهِ وَسلم ثَوْبَيْنِ معصفرين فَقَالَ أمك أَمرتك بِهَذَا قلت أغسلهما قَالَ أحرقهما ¶ 79 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا الْحسن بن الصَّباح الْبَزَّار حَدثنَا شَبابَة عَن وَرْقَاء عَن عبد الله بن عبد الرَّحْمَن قَالَ سَمِعت أنسا يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لن يبرح النَّاس يسْأَلُون حَتَّى يَقُولُوا هَذَا الله عز وَجل خلق كل شَيْء وَذكر كلمة",
            "page": "63",
            "part": "1",
            "seal": "B2593E2D"
        },
        {
            "hno": "80",
            "id": "37",
            "nass": "80 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا اسحاق بن شاهين حَدثنَا خَالِد بن عبد الله حَدثنَا خَالِد يَعْنِي الْحذاء عَن عِكْرِمَة عَن عَائِشَة رَضِي الله عَنْهَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم اعْتكف وَاعْتَكف مَعَه بعض نِسَائِهِ وَهِي مستحاضه ترى الدَّم فَرُبمَا وضعت الطست تحتهَا من الدَّم وَزعم أَن عَائِشَة رَأَتْ مثل مَاء العصفر قَالَت كَأَن هَذَا شَيْء كَانَت فُلَانَة تَجدهُ ¶ 81 - أخبرنَا جَعْفَر بن عِيسَى بن مُحَمَّد الْحلْوانِي بهَا حَدثنَا أَبُو بكر يحيى بن أبي طَالب حَدثنَا أَزْهَر السمان أخبرنَا ابْن عون أنبأني مُوسَى بن أنس عَن أنس بن مَالك أَن رَسُول الله صلى الله عَلَيْهِ وَسلم افْتقدَ ثَابت بن قيس فَقَالَ من يعلم لي علمه فَقَالَ رجل أَنا يَا رَسُول الله قَالَ فَذهب فَوَجَدَهُ فِي منزله جَالِسا مُنَكسًا رَأسه فَقَالَ مَا شَأْنك قَالَ شَرّ كنت أرفع صوتي فَوق صَوت رَسُول الله صلى الله عَلَيْهِ وَسلم فقد حَبط عمله وَهُوَ من أهل النَّار فَرجع إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَأعلمهُ قَالَ مُوسَى بن أنس فَرجع وَالله إِلَيْهِ فِي الْمرة الْأَخِيرَة بِبِشَارَة عَظِيمَة فَقَالَ اذْهَبْ فَقل لَهُ إِنَّك لست من أهل النَّار وَلَكِنَّك من أهل الْجنَّة ¶ 82 - حَدثنَا عبد الله بن مُحَمَّد حَدثنَا دَاوُد بن رشيد حَدثنَا مُحَمَّد بن ربيعَة حَدثنَا ابراهيم يَعْنِي ابْن يزِيد عَن عَمْرو بن دِينَار عَن طَاوس عَن ابْن عَبَّاس رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا أنفقت الْوَرق فِي شَيْء أفضل من نحيرة فِي يَوْم عيد",
            "page": "64",
            "part": "1",
            "seal": "621289C4"
        },
        {
            "hno": "83",
            "id": "38",
            "nass": "83 - حَدثنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز الْبَغَوِيّ حَدثنَا مُصعب بن عبد الله الزبيرِي حَدثنَا عبد الْعَزِيز بن مُحَمَّد عَن عبيد الله بن عمر عَن ثَابت الْبنانِيّ عَن أنس بن مَالك رَضِي الله عَنهُ أَن رجلا كَانَ يلْزم قِرَاءَة {قل هُوَ الله أحد} فِي الصَّلَاة مَعَ كل سُورَة وَيَأْمُر أَصْحَابه فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا يلزمك هَذِه السُّورَة قَالَ إِنِّي أحبها قَالَ حبها أدْخلك الْجنَّة ¶ 84 - حَدثنَا عبد الله بن مُحَمَّد حَدثنَا مُصعب بن عبد الله الزبيرِي حَدثنَا ابراهيم بن سعد عَن سُفْيَان بن سعيد الثَّوْريّ عَن عبد الْملك بن عُمَيْر عَن",
            "page": "65",
            "part": "1",
            "seal": "F445AB59"
        },
        {
            "hno": "85",
            "id": "39",
            "nass": "هِلَال مولى ربعي عَن ربعي عَن حُذَيْفَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ اقتدوا باللذين من بعدِي يَعْنِي أَبَا بكر وَعمر ¶ 85 - أخبرنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز حَدثنَا دَاوُد بن رشيد حَدثنَا سيف وَهُوَ ابْن هَارُون عَن سُلَيْمَان التَّيْمِيّ عَن أبي عُثْمَان النَّهْدِيّ عَن سلمَان الْفَارِسِي قَالَ سُئِلَ النَّبِي صلى الله عَلَيْهِ وَسلم عَن السّمن والجبن وَعَن الْفراء فَقَالَ الْحَلَال مَا أحل الله وَالْحرَام مَا حرم الله عز وَجل فِي كِتَابه وَمَا سكت الله عز وَجل عَنهُ فَهُوَ مِمَّا عفى الله عز وَجل عَنهُ",
            "page": "66",
            "part": "1",
            "seal": "C41F5977"
        },
        {
            "hno": "86",
            "id": "40",
            "nass": "86 - أخبرنَا عبد الله بن مُحَمَّد حَدثنَا قطن بن يسر أَبُو عباد الغبري حَدثنَا بشر بن مَنْصُور حَدثنَا ابْن جريج عَن نَافِع عَن ابْن عمر رَضِي الله عَنهُ قَالَ قَالَ",
            "page": "67",
            "part": "1",
            "seal": "C66DA654"
        },
        {
            "hno": "87",
            "id": "41",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا كَانُوا ثَلَاثَة فَلَا يَتَنَاجَى اثْنَان دون الثَّالِث ¶ 87 - أخبرنَا عبد الله بن مُحَمَّد حَدثنَا هَاشم بن الْحَارِث حَدثنَا عبيد الله بن عَمْرو عَن زيد بن أبي أنيسَة عَن الحكم عَن نَافِع عَن ابْن عمر رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من أَتَى الْجُمُعَة فليغتسل",
            "page": "68",
            "part": "1",
            "seal": "EFEA5C2D"
        },
        {
            "hno": "88",
            "id": "42",
            "nass": "88 - حَدثنَا أَبُو عبد الله مُحَمَّد بن عقيل بن الْأَزْهَر الْفَقِيه ببلخ حَدثنَا حم ابْن نوح حَدثنَا سلم بن سَالم عَن عبد الله بن الْمُبَارك عَن حميد الطَّوِيل عَن أنس بن مَالك رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم خَادِم الْقَوْم سيدهم وساقيهم آخِرهم شربا ¶ 89 - أخبرنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز حَدثنَا مُصعب حَدثنِي مَالك ابْن أنس عَن نَافِع عَن عبد الله بن عمر رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من أعتق شركا لَهُ فِي عبد وَكَانَ لَهُ مَال يبلغ ثمن العَبْد قوم عَلَيْهِ قيمَة",
            "page": "69",
            "part": "1",
            "seal": "0F65D03B"
        },
        {
            "hno": "90",
            "id": "43",
            "nass": "العَبْد فَأعْطى شركاؤهم حصصهم وَعتق عَلَيْهِ العَبْد وَإِلَّا فقد عتق مِنْهُ مَا عتق ¶ 90 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة قَالَت قَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي النَّاس فَحَمدَ الله وَأثْنى عَلَيْهِ ثمَّ قَالَ أما بعد فَمَا بَال رجال يشترطون شُرُوطًا لَيست فِي كتاب الله عز وَجل مَا كَانَ من شَرط لَيْسَ فِي كتاب الله عز وَجل فَهُوَ بَاطِل قَضَاء الله أَحَق وَشرط الله أوثق وأنما الْوَلَاء لمن أعتق ¶ 91 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة رَضِي الله عَنْهَا قَالَت قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الْوَلَاء لمن أعتق ¶ 92 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن نَافِع عَن عبد الله ابْن عمر عَن عَائِشَة رَضِي الله عَنْهَا أَنَّهَا أَرَادَت أَن تشتري جَارِيَة فتعتقها فَقَالَ أَهلهَا نبيعكها وولائها لنا فَذكرت ذَلِك لرَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ لَا يمنعك ذَلِك إِنَّمَا الْوَلَاء لمن أعتق ¶ 93 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن عبد الله بن دِينَار عَن عبد الله بن عمر رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن بيع الْوَلَاء وَعَن",
            "page": "70",
            "part": "1",
            "seal": "B2FDFA55"
        },
        {
            "hno": "94",
            "id": "44",
            "nass": "هِبته ¶ 94 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك بن أنس عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ مثل الْمُجَاهِد فِي سَبِيل الله كَمثل الصَّائِم الْقَائِم الدَّائِم الَّذِي لَا يفتر من صِيَام وَلَا صَلَاة حَتَّى يرجع ¶ 95 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن ابْن شهَاب عَن سعيد بن الْمسيب عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فِي الرِّكَاز الْخمس ¶ 96 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك عَن ابْن شهَاب عَن أبي سَلمَة عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فِي الرِّكَاز الْخمس ¶ 97 - أخبرنَا أَبُو عبد الله مُحَمَّد بن عقيل بن الْأَزْهَر الْفَقِيه الْبَلْخِي حَدثنَا عبد الصَّمد بن الْفضل أَبُو يحيى حَدثنَا المنجوري يَعْنِي عَليّ بن مُحَمَّد عَن",
            "page": "71",
            "part": "1",
            "seal": "9C0490F8"
        },
        {
            "hno": "98",
            "id": "45",
            "nass": "أبي جَعْفَر الرَّازِيّ عَن هِشَام بن عُرْوَة عَن أَبِيه قَالَ سَمِعت عَائِشَة رَضِي الله عَنْهَا تَقول سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول سجدتا السَّهْو تجزئان عَن كل زِيَادَة ونقصان ¶ 98 - حَدثنَا أَبُو بكر أَحْمد بن مُحَمَّد بن إِسْمَاعِيل الهيتي حَدثنَا عبد الله بن بشر بن شُعَيْب الرَّازِيّ حَدثنَا مَرْحُوم بن عبد الْعَزِيز الْعَطَّار حَدثنَا أَبُو نعَامَة السَّعْدِيّ عَن أبي عُثْمَان النَّهْدِيّ عَن أبي مُوسَى الْأَشْعَرِيّ رَضِي الله عَنهُ قَالَ كُنَّا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَلَمَّا أَشْرَفنَا على الْمَدِينَة كبر النَّاس تَكْبِيرَة رفعوا بهَا أَصْوَاتهم فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن ربكُم عز وَجل لَيْسَ بِأَصَمَّ وَلَا غَائِبا هُوَ بَين رُؤُوس رَوَاحِلكُمْ وَقَالَ يَا عبد الله بن قيس أَلا أعلمك كنزا من كنوز الْجنَّة لَا حول وَلَا قُوَّة إِلَّا بِاللَّه",
            "page": "72",
            "part": "1",
            "seal": "FC7C1319"
        },
        {
            "hno": "99",
            "id": "46",
            "nass": "99 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا مُحَمَّد بن عَمْرو الهروى حَدثنَا أشهل بن حَاتِم حَدثنَا ابْن عون عَن مُحَمَّد عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا تسموا الْعِنَب الْكَرم إِنَّمَا الْكَرم الرجل الْمُسلم قَالَ ابْن صاعد وَمَا سمعناه إِلَّا مِنْهُ ¶ 100 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا حميد بن الرّبيع حَدثنَا أَبُو أُسَامَة عَن ابْن عون عَن مُحَمَّد عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم تسموا باسمي وَلَا تكتنوا بكنيتي قَالَ ابْن صاعد وَمَا سمعناه إِلَّا مِنْهُ",
            "page": "73",
            "part": "1",
            "seal": "9BA5D5D4"
        },
        {
            "hno": "101",
            "id": "47",
            "nass": "101 - حَدثنَا أَبُو الْعَبَّاس عبد الله بن جَعْفَر بن أَحْمد بن خشيش بِبَغْدَاد حَدثنَا يُوسُف بن مُوسَى حَدثنَا مهْرَان بن أبي عمر عَن سُفْيَان الثَّوْريّ عَن أَيُّوب وَلَيْث عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يخب ثَلَاثَة أطواف بِالْبَيْتِ وَيَمْشي أَرْبَعَة ¶ 102 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا الْفضل بن يَعْقُوب الرخامي حَدثنَا عبد الله بن جَعْفَر الرقي حَدثنَا عبد الله بن الْمُبَارك عَن عبيد الله عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه نهى عَن بيع الشَّاة وَهِي محفلة",
            "page": "74",
            "part": "1",
            "seal": "737C3B54"
        },
        {
            "hno": "103",
            "id": "48",
            "nass": "103 - أخبرنَا أَبُو الْحسن أَحْمد بن مُحَمَّد بن عُثْمَان بن نصير النهرواني حَدثنِي أَبُو الْحسن عَليّ بن اسماعيل الْقرشِي حَدثنَا عبيد الله بن عمر القواريري قَالَ سَمِعت شُعْبَة يَقُول حَدثنِي مَالك بن أنس بعد موت نَافِع بِسنة وَله يَوْمئِذٍ حَلقَة قَالَ حَدثنِي عبد الله بن الْفضل عَن نَافِع بن جُبَير بن مطعم عَن ابْن عَبَّاس رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الأيم أَحَق بِنَفسِهَا من وَليهَا وَالْبكْر تستأمر فِي نَفسهَا وإذنها صماتها ¶ 104 - أخبرنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز حَدثنَا مُصعب بن عبد الله الزبيرِي حَدثنِي عبد الْعَزِيز بن مُحَمَّد عَن مُحَمَّد بن أبي حميد عَن زيد بن أسلم عَن أَبِيه عَن عمر بن الْخطاب رَضِي الله عَنهُ قَالَ كنت مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم جَالِسا فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أنبئوني بِأَفْضَل أهل الْإِيمَان إِيمَانًا قَالُوا يَا رَسُول الله الْمَلَائِكَة قَالَ هم كَذَلِك ويحق لَهُم ذَلِك وَمَا يمنعهُم وَقد أنزلهم الله الْمنزلَة الَّتِي أنزلهم بهَا قَالُوا يَا رَسُول الله الْأَنْبِيَاء الَّذين أكْرمهم الله بِرِسَالَاتِهِ والنبوة قَالَ هم كَذَلِك ويحق لَهُم وَمَا يمنعهُم وَقد أنزلهم الله الْمنزلَة الَّتِي أنزلهم لَهَا قَالُوا يَا رَسُول الله الشُّهَدَاء الَّذين اسْتشْهدُوا مَعَ الْأَنْبِيَاء قَالَ هم كَذَلِك ويحق لَهُم وَمَا يمنعهُم وَقد أكْرمهم الله بِالشَّهَادَةِ مَعَ الْأَنْبِيَاء بل غَيرهم قَالُوا فَمن يَا رَسُول الله قَالَ أَقوام فِي أصلاب الرِّجَال يأْتونَ من بعدِي يُؤمنُونَ بِي وَلم يروني ويصدقون بِي وَلم يروني يَجدونَ الْوَرق الْمُعَلق فيعملون بِمَا فِيهِ فَهَؤُلَاءِ أفضل أهل الْأَيْمَان إِيمَانًا",
            "page": "75",
            "part": "1",
            "seal": "EF2A6E64"
        },
        {
            "hno": "105",
            "id": "49",
            "nass": "105 - حَدثنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز حَدثنَا دَاوُد بن رشيد حَدثنَا يحيى بن زَكَرِيَّا عَن مُوسَى بن عقبَة عَن أبي الزبير وَعَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر رَضِي الله عَنهُ قَالَ بَيْنَمَا رَسُول الله صلى الله عَلَيْهِ وَسلم جَالس فِي مَلأ من أَصْحَابه إِذْ دخل أَبُو بكر وَعمر رَضِي الله عَنهُ من بعض أَبْوَاب الْمَسْجِد مَعَهُمَا فِئَام من النَّاس يتمارون وَقد ارْتَفَعت أَصْوَاتهم يرد بَعضهم على بعض حَتَّى انْتَهوا إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ مَا الَّذِي كُنْتُم تمارون فِيهِ قد ارْتَفَعت أَصْوَاتكُم وَكثر",
            "page": "76",
            "part": "1",
            "seal": "ACD65216"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "لغطكم فَقَالَ بَعضهم يَا رَسُول الله إشيء تكلم فِيهِ أَبُو بكر وَعمر فاختلفا فاختلفنا لاختلافهما فَقَالَ وَمَا ذَاك قَالُوا فِي الْقدر قَالَ أَبُو بكر يقدر الله الْخَيْر وَلَا يقدر الشَّرّ وَقَالَ عمر يقدرهما جَمِيعًا قَالَ فَكُنَّا فِي ذَلِك نتمارى حَتَّى ذكر كلمة فَقَالَ بَعضهم مقَالَة أبي بكر وَقَالَ بَعْضنَا مقَالَة عمر فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَلا أَقْْضِي بَيْنكُمَا فِيهِ بِقَضَاء إسْرَافيل بَين جِبْرِيل وَمِيكَائِيل فَقَالَ بعض الْقَوْم وَقد تكلم فِيهِ جِبْرِيل وَمِيكَائِيل فَقَالَ وَالَّذِي بَعَثَنِي بِالْحَقِّ إنَّهُمَا لأوّل الْخَلَائق تكلما فِيهِ فَقَالَ جِبْرِيل مقَالَة عمر وَقَالَ مِيكَائِيل مقَالَة أبي بكر فَقَالَ جِبْرِيل أما إِنَّا إِذا اخْتَلَفْنَا اخْتلف أهل السَّمَاوَات فَهَل لَك فِي قَاض بيني وَبَيْنك فتحاكما إِلَى إسْرَافيل فَقضى بَينهمَا قَضَاء هُوَ قضائي بَيْنكُمَا فَقَالُوا يَا رَسُول الله مَا كَانَ من قَضَائِهِ فَقَالَ أوجب الْقدر خَيره وشره وضره ونفعه وحلوه ومره فَهَذَا قضائي بَيْنكُمَا قَالَ ثمَّ ضرب على كتف أبي بكر أَو فِي فَخذه وَكَانَ إِلَى جنبه فَقَالَ يَا أَبَا بكر إِن الله عز وَجل لَو لم يَشَأْ أَن يعْصى مَا خلق إِبْلِيس وَقَالَ فَقَالَ أَبُو بكر أسْتَغْفر الله كَانَت مني يَا رَسُول الله زلَّة أَو هفوة وَلَا أَعُود لشَيْء من هَذَا الْمنطق أبدا قَالَ فَمَا عَاد حَتَّى لَقِي الله عز وَجل",
            "page": "77",
            "part": "1",
            "seal": "2EECC432"
        },
        {
            "hno": "106",
            "id": "51",
            "nass": "106 - حَدثنَا أَبُو عبد الله مُحَمَّد بن عقيل بن الْأَزْهَر الْبَلْخِي حَدثنَا مُحَمَّد بن الْفضل حَدثنَا الْقَاسِم بن الحكم حَدثنَا عبيد الله بن الْوَلِيد الْوَصَّافِي عَن الْمنْهَال بن عَمْرو عَن زَاذَان حَدثنَا الْبَراء بن عَازِب قَالَ شَهِدنَا جَنَازَة فِيهَا رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فَانْتَهَيْنَا إِلَى الْقَبْر وَلم يفرغ من اللَّحْد قَالَ فَجَلَسَ النَّبِي صلى الله عَلَيْهِ وَسلم مُسْتَقْبل الْقبْلَة وَجَلَسْنَا مَعَه كَأَن على رؤوسنا الطير وَذكر الحَدِيث ¶ 107 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا أَبُو سُلَيْمَان يحيى بن خَالِد المَخْزُومِي حَدثنَا أَبُو غزيَّة عَن فليح بن سُلَيْمَان عَن نَافِع عَن ابْن عمر قَالَ رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فِي ظلّ الْكَعْبَة مُحْتَبِيًا بيدَيْهِ وأرانا أَبُو سُلَيْمَان ذَلِك فَوضع يَمِينه على يسَاره مَوضِع الرصغ",
            "page": "78",
            "part": "1",
            "seal": "7EAEFD87"
        },
        {
            "hno": "108",
            "id": "52",
            "nass": "108 - حَدثنَا يحيى بن مُحَمَّد صاعد حَدثنَا عبيد الله بن مُوسَى بن أبي هَارُون الْبَصْرِيّ حَدثنَا مُحَمَّد بن عبد الله الْأنْصَارِيّ حَدثنَا ابْن عون عَن مُحَمَّد عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الله اخْتَار الْعَرَب فَاخْتَارَ مِنْهُم كنَانَة أَو النَّضر بن كنَانَة ثمَّ اخْتَار مِنْهُم قُريْشًا ثمَّ اخْتَار مِنْهُم بني هَاشم ثمَّ اختارني من بني هَاشم ¶ 109 - أخبرنَا جَعْفَر بن عِيسَى بن مُحَمَّد الْحلْوانِي حَدثنَا أَبُو جَعْفَر يَعْنِي مُحَمَّد بن عبد الله بن الْمُنَادِي حَدثنَا يُونُس بن مُحَمَّد الْمُؤَدب حَدثنَا حَرْب عَن النَّضر عَن أنس قَالَ كنت قَاعِدا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فمرت بِهِ جَنَازَة فَقَالَ مَا هَذِه الْجِنَازَة قَالُوا جَنَازَة فلَان الْفُلَانِيّ وَكَانَ يحب الله وَرَسُوله وَيعْمل بِطَاعَة الله وَيسْعَى فِيهَا فَقَالَ وَجَبت وَجَبت وَجَبت وَمَرَّتْ أُخْرَى فَقَالُوا يَا رَسُول الله مَا قَوْلك فِي جَنَازَة وَالثنَاء عَلَيْهَا أثني على الأول خيرا وأثني على الآخر شرا قَوْلك فِيهَا وَجَبت قَالَ نعم يَا أَبَا بكر إِن لله عز وَجل مَلَائِكَة فِي الأَرْض تنطق على أَلْسِنَة بني آدم بِمَا فِي الْمَرْء من الْخَيْر وَالشَّر",
            "page": "79",
            "part": "1",
            "seal": "FAA032E3"
        },
        {
            "hno": "110",
            "id": "53",
            "nass": "110 - أخبرنَا أَبُو بشر إِسْمَاعِيل بن إِبْرَاهِيم بن إِسْحَاق الحزاز الْحلْوانِي بهَا حَدثنَا عبد الله بن مُحَمَّد بن أبي ثُمَامَة الْبَصْرِيّ حَدثنَا عبد الله بن عبد الْعَزِيز حَدثنَا عَائِذ بن أَيُّوب الطوسي عَن إِسْمَاعِيل بن أبي خَالِد عَن الشّعبِيّ عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم طلب الْعلم وَاجِب على كل مُسلم ¶ 111 - حَدثنَا أَبُو عبد الله مُحَمَّد بن عقيل بن الْأَزْهَر الْفَقِيه ببلخ حَدثنَا أَبُو بدر عباد بن الْوَلِيد بن يزِيد الغبري حَدثنَا عُثْمَان بن الْهَيْثَم الْمُؤَذّن حَدثنَا هِشَام بن حسان عَن مُحَمَّد بن سِيرِين عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم سَبْعَة فِي ظلّ الْعَرْش يَوْم لَا ظلّ إِلَّا ظله رجل ذكر الله عز وَجل خَالِيا فَفَاضَتْ عَيناهُ وَرجل يحب عبدا لله لَا يُحِبهُ إِلَّا لله عز وَجل وَرجل قلبه مُعَلّق بالمساجد من شدَّة حبه إِيَّاهَا وَرجل يُعْطي الصَّدَقَة بِيَمِينِهِ يكَاد أَن يخفيها من شِمَاله وَإِمَام مقسط فِي رَعيته وَرجل عرضت امْرَأَة نَفسهَا عَلَيْهِ ذَات جمال",
            "page": "80",
            "part": "1",
            "seal": "7A14A899"
        },
        {
            "hno": "112",
            "id": "54",
            "nass": "ومنصب فَتَركهَا لجلال الله عز وَجل وَرجل كَانَ فِي سَرِيَّة قوم فَالْتَقوا الْعَدو فانكشفوا فحمى أدبارهم حَتَّى نجا ونجوا وَاسْتشْهدَ ¶ 112 - حَدثنَا مُحَمَّد بن عقيل حَدثنَا عَليّ بن إشكاب حَدثنَا إِسْحَاق الْأَزْرَق عَن سُفْيَان عَن زبيد عَن أبي وَائِل عَن مَسْرُوق عَن عبد الله رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم قتال الْمُؤمن كفر وسبابه فسوق ¶ 113 - حَدثنَا مُحَمَّد بن عقيل حَدثنَا حم بن نوح حَدثنَا سلم يَعْنِي ابْن سَالم",
            "page": "81",
            "part": "1",
            "seal": "BF68A545"
        },
        {
            "hno": "114",
            "id": "55",
            "nass": "عَن أبي جَعْفَر الرَّازِيّ عَن الْأَعْمَش عَن أبي وَائِل عَن حُذَيْفَة بن الْيَمَان أَن النَّبِي صلى الله عَلَيْهِ وَسلم أَتَى سياطة قوم فَبَال قَائِما ثمَّ تَوَضَّأ وَمسح على الْخُفَّيْنِ ¶ 114 - حَدثنَا يحيى بن مُحَمَّد بن صاعد حَدثنَا عَمْرو بن عَليّ حَدثنَا الْمُعْتَمِر ابْن سُلَيْمَان حَدثنَا عبيد الله بن عمر عَن هِشَام بن عُرْوَة عَن عَائِشَة رَضِي الله عَنْهَا قَالَت كنت أَغْتَسِل أَنا وَرَسُول الله صلى الله عَلَيْهِ وَسلم من إِنَاء وَاحِد ¶ 115 - أخبرنَا أَبُو الْحسن أَحْمد بن مُحَمَّد بن عُثْمَان بن نصير النهرواني حَدثنَا أَحْمد بن يحيى الْحلْوانِي حَدثنَا عَتيق بن يَعْقُوب حَدثنَا عبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي عَن مُحَمَّد بن عجلَان عَن أَبِيه عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا افْتتح الصَّلَاة بَدَأَ بِبسْم الله الرَّحْمَن الرَّحِيم",
            "page": "82",
            "part": "1",
            "seal": "B9088E30"
        },
        {
            "hno": "116",
            "id": "56",
            "nass": "116 - حَدثنَا أَبُو عبد الله مُحَمَّد بن مَحْمُود الْبَلْخِي حَدثنَا عِيسَى بن أَحْمد الْعَسْقَلَانِي حَدثنَا يزِيد بن هَارُون حَدثنَا سُلَيْمَان التَّيْمِيّ عَن أبي عُثْمَان النَّهْدِيّ عَن عَامر بن مَالك عَن صَفْوَان بن أُميَّة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ الطَّاعُون شَهَادَة والغريق شَهَادَة والبطن وَالنُّفَسَاء [شَهَادَة] ¶ 117 - حَدثنَا أَبُو الْحسن أَحْمد بن سعيد بن عُثْمَان الطَّبَرِيّ حَدثنَا أَحْمد بن عَليّ بن عمرَان بجرجان سنة ثَلَاث وَخمسين وَمِائَتَيْنِ حَدثنَا عبد الرَّزَّاق أخبرنَا معمر عَن الزُّهْرِيّ عَن سَالم عَن أَبِيه عبد الله بن عمر رَضِي الله عَنْهُمَا قَالَ رأى النَّبِي صلى الله عَلَيْهِ وَسلم يَعْنِي على عمر ثوبا أَبيض فَقَالَ أجديد ثَوْبك هَذَا أم غسيل قَالَ بل غسيل قَالَ البس جَدِيدا وعش حميدا ومت شَهِيدا",
            "page": "83",
            "part": "1",
            "seal": "11D4B9BE"
        },
        {
            "hno": "118",
            "id": "57",
            "nass": "118 - حَدثنَا أَبُو الْقَاسِم عبد الرَّحْمَن بن الْحسن الْأَسدي حَدثنَا أَبُو عبد الرَّحْمَن عبد الله بن مُحَمَّد بن الْعَبَّاس الضَّبِّيّ حَدثنَا أَحْمد بن خَلاد الْقطَّان الْغِفَارِيّ مولى عُثْمَان بن عَفَّان حَدثنَا مُحَمَّد بن عبد الله الْعمريّ الْمدنِي عَن مَالك بن أنس عَن نَافِع عَن ابْن عمر رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم اقتدوا باللذين من بعدِي أَبُو بكر وَعمر رَضِي الله عَنْهُمَا ¶ 119 - أخبرنَا أَبُو الْحسن أَحْمد بن مُحَمَّد بن عُثْمَان بن نصير النهرواني حَدثنِي أَبُو صَالح عبد الله بن عبد القدوس الْكَرْخِي حَدثنَا عَاصِم بن عَليّ حَدثنَا شُعْبَة عَن ثَابت عَن أنس أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِن لكل شَيْء زَكَاة وَزَكَاة الدَّار بَيت الضِّيَافَة قَالَ النهرواني هَذَا حَدِيث مُنكر ¶ آخر الْجُزْء الْحَمد لله رب الْعَالمين وَصلى الله على سيدنَا مُحَمَّد وَآله وَصَحبه وَسلم وحسبنا الله وَنعم الْوَكِيل خير ¶ 6 - أخبرنَا عبد الله حَدثنَا مُصعب حَدثنِي مَالك بن أنس عَن سُهَيْل بن أبي صَالح عَن أَبِيه عَن أبي هُرَيْرَة رَضِي الله عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من حلف عَليّ يَمِين فَرَأى غَيرهَا خيرا مِنْهَا فليكفر عَن يَمِينه وليفعل الَّذِي هُوَ خير بن الْحَارِث كُنَّا فِي مجْلِس حَمَّاد بن زيد فَجَاءَهُ نعي مَالك بن أنس فَقَالَ فَقَالَ مَا هَذِه فَقَالُوا هَذِه جَنَازَة فلَان الْفُلَانِيّ وَكَانَ يبغض الله وَرَسُوله وَيعْمل بِمَعْصِيَة الله وَيسْعَى فِيهَا فَقَالَ وَجَبت وَجَبت وَجَبت",
            "page": "84",
            "part": "1",
            "seal": "D1C74E57"
        }
    ],
    "t5668": [
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "عفوك اللهم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب بيبي بنت عبد الصمد الهروية الهرثمية"
        }
    ]
}