{
    "b5680": [
        {
            "hno": "1",
            "id": "2",
            "nass": "مُسْند أمة الله مَرْيَم بنت عبد الرَّحْمَن الحنبلية جُزْء من 24 رِوَايَة ¶ سَنَد المخطوط ¶ 1 - أخبرنَا الشَّيْخَانِ المسندان هَاجر بنت الشريف الْمَقْدِسِي قِرَاءَةً عَلَيْهَا فِي 17 رَبِيعٍ الأَوَّلِ سَنَةَ 865 أَنا أَبُو الْمَعَالِي عَبْدُ اللَّهِ بن عُمَرَ بْنِ عَليّ الْحَلاوِيُّ أَنا الْمُسْنِدُ أَبُو عَبْدِ اللَّهِ مُحَمَّد بن غالي بن نَجْمِ بْنِ عَبْدِ الْعَزِيزِ الدِّمْيَاطِيُّ سَمَاعا أَنا الشيخة الصَّالِحَة مَرْيَمُ بِنْتُ الشَّيْخِ أَبِي الْقَاسِمِ عَبْد الرَّحْمَنِ بن عَبْدِ اللَّهِ بن عَليّ الْمَقْدِسِي أَنا الشَّيْخ الْجَلِيل الْأَصِيل شَيْخُ الشُّيُوخِ أَبُو الْحَسَنِ عَبْدُ اللَّطِيف بن الشَّيْخِ الإِمَامِ أَبِي الْبَرَكَاتِ إِسْمَاعِيلَ بْنِ أَبِي سَعْدٍ الْبَغْدَادِيِّ الصُّوفِيِّ إجَازَة كتبهَا لنا بِخَطِّهِ حِين قدومه علينا مصر باستدعاء عمى الشَّيْخ الصَّالح الْمُحدث أبي الْحسن بْنُ عَبْدِ اللَّهِ الْقُرَشِيُّ سَنَةَ 596 هـ وَفِيهَا مَاتَ أَنا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ مُحَمَّدٍ الأَنْصَارِيُّ الْبَزَّارُ",
            "page": "20",
            "part": "1",
            "seal": "4D7E6329"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الْمَعْرُوف بقاضي المارستان قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِبَغْدَادَ أَنا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عُمَرَ بْنِ أَحَمَدَ الْبَرْمَكِيُّ أَنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ بْنُ أَيُّوبَ بْنِ مَاسِيٍّ قِرَاءَةً عَلَيْهِ وَأَنَا حَاضِرٍ أَسْمَعُ فِي دَار كَعْب سنة 368 هـ ثَنَا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عبد الله بن مُسلم الْبَلْخِي الْمصْرِيّ ثَنَا",
            "page": "21",
            "part": "1",
            "seal": "96B983FD"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ الْمثنى ثَنَا حُمَيْدٌ عَنْ أَنَسٍ أَنَّ الرُّبَيِّعَ بِنْتَ النَّضْرِ عَمَّتَهُ لَطَمَتْ جَارِيَة فَكسرت ثنيتها فعرضوا عَلَيْهِم الأَرْشَ فَأَبَوْا فَطَلَبُوا الْعَفْوَ فَأَبَوْا فَأَتَوُا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهُمْ بِالْقَصَاصِ فَجَاءَ أَخُوهَا أَنَسُ بْنُ النَّضْرِ فَقَالَ يَا رَسُولَ اللَّهِ",
            "page": "22",
            "part": "1",
            "seal": "79379FF4"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "أَتُكْسَرُ سِنُّ الرُّبَيِّعِ وَالَّذِي بَعثك بِالْحَقِّ لَا تكسر ثنيتها فَقَالَ يَا أَنَسُ كِتَابُ اللَّهِ الْقَصَاصُ فَعَفَا الْقَوْمُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ عِبَادِ اللَّهِ مَنْ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ",
            "page": "23",
            "part": "1",
            "seal": "B89FC3DA"
        },
        {
            "hno": "2",
            "id": "6",
            "nass": "حكم سباب الْمُسلم وقتاله ¶ 2 - أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ اللَّطِيفِ بْنُ إِسْمَاعِيلَ بْنِ أَحْمَدَ الْبَغْدَادِيُّ إجَازَة نَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي الْفَرَضِيُّ أَنا الْقَاضِي أَبُو الطَّيِّبِ طَاهِرُ بْنُ عَبْدِ اللَّهِ الْفَقِيهُ الشَّافِعِيُّ أَنا أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْغِطْرِيفِ الْجُرْجَانِيُّ بِجُرْجَانَ ثَنَا أَبُو خَلِيفَةَ ثَنَا سُلَيْمَانُ بْنُ حَرْبٍ",
            "page": "24",
            "part": "1",
            "seal": "ECA7F9EB"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "ثَنَا شُعْبَة عَن زبيد وَمَنْصُورٍ وَالأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ",
            "page": "25",
            "part": "1",
            "seal": "9DE6B267"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "عَبْدِ اللَّهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ سِبَابُ الْمُسلم فسوق وقتاله كفر",
            "page": "26",
            "part": "1",
            "seal": "1683EB50"
        },
        {
            "hno": "3",
            "id": "10",
            "nass": "أثقل مَا يوضع فِي الْمِيزَان ¶ 3 - وَبِهِ ثَنَا أَبُو خَلِيفَةَ ثَنَا مُحَمَّد بن كثير وشعيث بن مُحرز وَأَبُو عمر الحوضي قَالُوا ثَنَا شُعْبَةُ عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ عَنْ",
            "page": "28",
            "part": "1",
            "seal": "80EC779F"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "عَطَاءٍ الْكَيْخَارَانِيِّ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَثْقَلُ شَيْءٍ فِي الْمِيزَانِ الْخُلُقُ الْحسن",
            "page": "29",
            "part": "1",
            "seal": "E7410174"
        },
        {
            "hno": "4",
            "id": "13",
            "nass": "عدم مَشْرُوعِيَّة الصَّدَقَة للنَّبِي وَأَهله ¶ 4 - أَخْبَرَنَا أَبُو الْحَسَنِ بْنُ أَبِي البركات بن أبي سعيد النَّيْسَابُورِي الْبَغْدَادِيُّ الأَمِينُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِبَغْدَادَ أَنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الصَّرِيفِينِيُّ الْخَطِيبُ أَنا أَبُو الْقَاسِمِ عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ حَبَابَةَ الْبَزَّازُ أَنا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ ثَنَا عَلِيُّ بْنُ الْجَعْدِ أَنا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ",
            "page": "31",
            "part": "1",
            "seal": "D177D56B"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "زِيَادٍ سَمِعْتُ أَبَا هُرَيْرَةَ قَالَ أَخَذَ الْحَسَنُ بْنُ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُمَا تَمْرَةً مِنْ تَمْرِ الصَّدَقَةِ فَجَعَلَهاَ فِي فِيهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كِخّ أَلْقِهَا أَمَا شَعَرْتَ أَنا لَا نَأْكُل الصَّدَقَة",
            "page": "32",
            "part": "1",
            "seal": "8ABEE17D"
        },
        {
            "hno": "5",
            "id": "16",
            "nass": "رجال ملعونون ¶ 5 - أَخْبَرَنَا عَبْدُ اللَّطِيفِ بْنُ إِسْمَاعِيلَ الصُّوفِيُّ إِجَازَةً بِخَطِّهِ أَنا الشَّيْخَانِ الْحَافِظُ أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عُمَرَ السَّمَرْقَنْدِيُّ وَأَبُو الْحسن على بن هبة اللَّهِ بْنِ عَبْدِ السَّلامِ الْكَاتِبُ قِرَاءَةً عَلَى كُلِّ وَاحِدٍ مِنْهُمَا بِانْفِرَادِهِ وَأَنا أسمع بِبَغْدَاد قَالَا نَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ النَّقُّورِ الْبَزَّاز أَنا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ",
            "page": "34",
            "part": "1",
            "seal": "39AE8782"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "مُحَمَّد بن الْحسن الحارثى السُّكَّرِيُّ ثَنَا مُحَمَّدُ بْنُ هَارُونَ هُوَ أَبُو بكر ابْن الْمُجَدَّرِ ثَنَا دَاوُدُ بْنُ رُشَيْدٍ ثَنَا هُشَيْمٌ ثَنَا أَبُو الزُّبَيْرِ عَنْ",
            "page": "35",
            "part": "1",
            "seal": "EBE38E95"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "جَابِرٍ قَالَ لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آكِلَ الرِّبَا وموكله وَشَاهِدَهُ وَكَاتِبَهُ وَقَالَ هُمْ فِي الْإِثْم سَوَاء",
            "page": "36",
            "part": "1",
            "seal": "0E822740"
        },
        {
            "hno": "6",
            "id": "19",
            "nass": "فضل الصَّبْر على شدَّة الْمَدِينَة ¶ 6 - أَخْبَرَنَا الشَّيْخُ الإِمَامُ شَيْخُ الشُّيُوخِ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ مُحَمَّدِ بْنِ حَمَّوَيْهِ الْجُوَيْنِيُّ الشَّافِعِيُّ الْفَقِيهُ الصُّوفِيُّ إِجَازَةً كَتَبَهَا لَنَا بِخَطِّهِ فِي رَجَب سنة 596 باستدعاء عمى أبي الْحَسَنِ الْقُرَشِيُّ أَنا وَالِدِي الإِمَامُ عِمَادُ الدِّينِ أَبُو الْفَتْحِ عُمَرُ بْنُ عَلِيٍّ الْجُوَيْنِيُّ قِرَاءَةً عَلَيْهِ أَنا أَبُو الْمُبَارَكِ عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ بْنِ مَنْصُورٍ الأَدَمِيُّ الشِّيرَازِيُّ بِشِيرَازَ أَنا أَحْمَدُ بْنُ عبد الرَّحْمَن بن مُحَمَّد ابْن أَحْمَدَ الذَّكْوَانِيُّ بِأَصْبَهَانَ أَنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ إِمْلاءً ثَنَا مُحَمَّدُ بْنُ",
            "page": "37",
            "part": "1",
            "seal": "7E810E59"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "يَعْقُوبَ الْكِرْمَانِيُّ ثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ الْمِصْرِيُّ أَنا أَنَسُ بْنُ عِيَاضٍ اللَّيْثِيّ أَنا هِشَام ابْن عُرْوَةَ عَنْ صَالِحٍ يَعْنِي ابْنَ أَبِي صَالِحٍ السَّمَّانِ يُحَدِّثُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ",
            "page": "38",
            "part": "1",
            "seal": "6E1468AD"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَصْبِرُ عَلَى لأواء الْمَدِينَة وشدتها أحد من أمتِي إِلَّا كنت لَهُ شَفِيعًا يَوْم الْقِيَامَة أَو شَهِيدا",
            "page": "39",
            "part": "1",
            "seal": "48EDB093"
        },
        {
            "hno": "7",
            "id": "22",
            "nass": "يحرم من الرضَاعَة مَا يحرم من النّسَب ¶ 7 - أَخْبَرَنَا الشَّيْخُ الإِمَامُ أَبُو الْحَسَنِ بْنُ حَمَّوَيْهِ الشَّافِعِيُّ إِجَازَةً أَنَّ أَبَا عَلِيٍّ الْحَسَنَ بْنَ أَحْمَدَ بن مُحَمَّد بن أَحْمد الموسيابادى الصوفى الرجل الصَّالح أَنا أَبُو الْقَاسِمِ الْفَضْلُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْجُرْجَانِيُّ أَنا الْقَاضِي أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحَسَنِ الْحِيرِيُّ أَنا أَبُو عَلِيٍّ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْمَيْدَانِيُّ ثَنَا مُحَمَّدُ بْنُ يَحْيَى ثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ أَنا",
            "page": "40",
            "part": "1",
            "seal": "7EAD74AC"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الأَعْمَشُ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ قلت يَا رَسُول الله مَالك تنوق فِي قُرَيْش وَلَا تروح إِلَيْهِم قَالَ وعندك",
            "page": "41",
            "part": "1",
            "seal": "5B160A63"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "قُلْتُ نَعَمْ بِنْتُ حَمْزَةَ قَالَ تِلْكَ ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ",
            "page": "42",
            "part": "1",
            "seal": "D04CDEB8"
        },
        {
            "hno": "8",
            "id": "25",
            "nass": "مَا يقطع الصَّلَاة ¶ 8 - أَخْبَرَنَا الإِمَامُ أَبُو الْحَسَنِ الصُّوفِيُّ البحيرابادى إجَازَة أَنبأَنَا أَبُو الْقَاسِم الْجُنَيْد بن مُحَمَّد بن عَليّ القاينى الصوفى باستدعاء وَالِدِي سَنَةَ 547 أَنا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ شُكْرَوَيْهِ بِأَصْبَهَانَ أَنا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بن خرشيد قَوَلَهْ ثَنَا أَبُو",
            "page": "43",
            "part": "1",
            "seal": "EA2BA396"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ ثَنَا يَعْقُوبُ الدَّوْرَقِيُّ ثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ",
            "page": "44",
            "part": "1",
            "seal": "3B05FC9C"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "يُحَدِّثُ عَنْ عَائِشَةَ قَالَتْ بِئْسَمَا عَدَلْتُمُونَا بِالْكَلْبِ وَالْحِمَارِ لَقَدْ رَأَيْتُنِي مُعْتَرِضَةً بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فَإِذَا أَرَادَ أَنْ يَسْجُدَ غَمَزَ رجلى فقبضتها إِلَى ثمَّ سجد",
            "page": "45",
            "part": "1",
            "seal": "F76FD390"
        },
        {
            "hno": "9",
            "id": "30",
            "nass": "من مَنَاقِب الرَّسُول صلى الله عَلَيْهِ وَسلم ¶ 9 - أخبرنَا الشَّيْخ الْخَطِيب أَبُو عبيد اللَّهِ مُحَمَّدُ بْنُ أَمِيِرِكَا بْنِ أَبِي الْفَرَجِ الشَّافِعِيُّ الدِّمَشْقِيُّ إِجَازَةً بِخَطِّهِ أَنا أَبُو طَالِبٍ عَبْدُ الرَّحْمَن بن الْحسن ابْن عَبْدِ الرَّحْمَنِ الْمَعْرُوفُ بِابْنِ الْعَجَمِيِّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ سَنَةَ 554 بِمَدِينَةِ حَلَبَ أَنا الرَّئِيسُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ بَيَان الْبَزَّاز قِرَاءَةً عَلَيْهِ بِمَدِينَةِ السَّلامِ أَنا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ مخلد الرزاز أَنا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ",
            "page": "48",
            "part": "1",
            "seal": "30616878"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "صَالِحٍ الصَّفَّارُ النَّحْوِيُّ قِرَاءَةً عَلَيْهِ فِي مَنْزِلِهِ سَنَةَ 339 فَأَقَرَّ بِهِ ثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ عَرَفَةَ بْنِ يَزِيدَ الْعَبْدِيُّ فِي ذِي الْحِجَّةِ سَنَةَ 256 حَدَّثَنِي الْقَاسِمُ بن مَالك المدنى عَنْ الْمُخْتَارِ بْنِ فُلْفُلٍ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا أَوَّلُ شَفِيعٍ يَوْمَ الْقِيَامَةِ وَأَنَا أَكْثَرُ الأَنْبِيَاءِ تَبَعًا يَوْمَ الْقِيَامَةِ إِنَّ مِنَ الأَنْبِيَاءِ لَمَنْ يَأْتِي وَمَا مَعَه غير مُصدق وَاحِد",
            "page": "49",
            "part": "1",
            "seal": "35FF86A9"
        },
        {
            "hno": "10",
            "id": "33",
            "nass": "مَا يمْنَع قِرَاءَة الْقُرْآن ¶ 10 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الدِّمَشْقِيُّ الشَّافِعِي إِجَازَةً أَنَّ أَبَا طَالِبٍ عَبْدَ الرَّحْمَنِ بْنَ الْحَسَنِ أَخْبَرَهُمْ أَنا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ الْبَغْدَادِيُّ أَنا أَبُو الْحَسَنِ الْمَخْلَدِيُّ أَنا أَبُو عَلِيٍّ النَّحْوِيُّ أَنا أَبُو عَليّ الْعَبْدي ثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ الْحِمْصِيُّ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَقْرَأُ الْحَائِضُ وَلا الْجنب شَيْئا من الْقُرْآن",
            "page": "51",
            "part": "1",
            "seal": "33A22AC0"
        },
        {
            "hno": "11",
            "id": "35",
            "nass": "دُعَاء الصَّباح والمساء ¶ 11 - أخبرنَا أَبُو عَبْدُ اللَّهِ بْنُ أَمِيرَكَا الْخَطِيبُ أَنا أَبُو طَالِبِ بْنُ الْعَجَمِيِّ أَنا أَبُو الْقَاسِمِ الرَّزَّازُ أَنا مُحَمَّد بن مُحَمَّد المخلدي الْبَزَّاز أَنا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ النَّحْوِيُّ أَنا الْحسن بن عَرَفَة ثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ مُحَمَّدِ بْنِ زِيَادٍ الأَلْهَانِيِّ عَنْ أَبِي رَاشِدٍ الْحَبْرَانِيِّ قَالَ أَتَيْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو فَقُلْتُ لَهُ حَدِّثْنِي مَا سَمِعْتَ مِنْ رَسُولِ",
            "page": "53",
            "part": "1",
            "seal": "699D6700"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَألْقى إِلَى صحيفَة وَقَالَ هَذَا مَا كتب لي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فَنَظَرْتُ فَإِذَا فِيهَا أَنَّ أَبَا بَكْرٍ الصِّدِّيقَ قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ فَقَالَ يَا أَبَا بَكْرٍ قُلِ اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لَا إِلَهَ إِلا أَنْتَ رَبُّ كُلِّ شَيْءٍ وَمَلِيكُهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
            "page": "54",
            "part": "1",
            "seal": "3FE042EE"
        },
        {
            "hno": "12",
            "id": "37",
            "nass": "12 - أخبرنَا الشَّيْخ الْأَصِيل أَو الْمُفَضَّلِ بْنُ مُحَمَّدِ بْنِ حَمْزَةَ الْقُرَشِيُّ إِجَازَةً بِخَطِّهِ أَنا أَبِي قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ أَنا الْفَقِيهُ أَبُو الْحَسَنِ عَلِيُّ بْنُ الْمُسلم بن مُحَمَّد بن الْفَتْح السّلمِيّ ح",
            "page": "55",
            "part": "1",
            "seal": "9C582A51"
        },
        {
            "hno": "13",
            "id": "38",
            "nass": "من شعر ابْنة الدولابي ¶ 13 - وَحَدَّثَنِي ابْنُ عَمِّي أَبُو زَكَرِيَّا وَأَبُو الْحُسَيْنِ يَحْيَى بْنُ عَلِيٍّ الْقُرَشِيُّ مُخْرِجُ هَذَا الْجُزْءِ مِنْ لَفظه فِي منزله بِمِصْرَ أَنا الْقَاضِي أَبُو الْقَاسِمِ عَبْدُ الصَّمَدِ بْنُ مُحَمَّدٍ الأَنْصَارِيُّ الدِّمَشْقِيُّ الشَّافِعِيُّ بِقِرَاءَتِي عَلَيْهِ بِدِمَشْقَ أَنا الْفَقِيهُ أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مَنْصُورِ بْنِ قُبَيْسٍ الْغَسَّانِيُّ الْمَالِكِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ أَنا أَبُو الْحَسَنِ أَحْمَدُ بْنُ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدِ بْنِ أَبِي الْحَدِيدِ السُّلَمِيُّ أَنا جَدِّي أَبُو بَكْرٍ مُحَمَّدُ بْنُ",
            "page": "56",
            "part": "1",
            "seal": "1C5EDBCC"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "أَحْمَدَ بْنِ عُثْمَانَ بْنِ الْوَلِيدِ السُّلَمِيُّ أَنا أَبُو بكر مُحَمَّد بن جَعْفَر بن مُحَمَّد بن سهل السامرى الخرائطي أنشدتنى ابْنة الدولابي ... كل امريء يَوْمًا سيقضي نحبه ... إِن كره الْمَوْت وَإِن أحبه ... مَا الْحر إِلَّا من يواسي صَحبه ... وَلَا الْفَتى إِلَّا الْمُطِيع ربه ...",
            "page": "57",
            "part": "1",
            "seal": "510FBC67"
        }
    ],
    "t5680": [
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "حكم سباب المسلم وقتاله"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أثقل ما يوضع في الميزان"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "عدم مشروعية الصدقة للنبي وأهله"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "رجال ملعونون"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "فضل الصبر على شدة المدينة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "يحرم من الرضاعة ما يحرم من النسب"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ما يقطع الصلاة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "من مناقب الرسول صلى الله عليه وسلم"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ما يمنع قراءة القرآن"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "دعاء الصباح والمساء"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "من شعر ابنة الدولابي"
        }
    ]
}