{
    "b5688": [
        {
            "hno": "27",
            "id": "2",
            "nass": "1 - أَخْبَرَنَا الشَّيْخُ الْكَبِيرُ الْمُعَمَّرُ الْمُسْنَدُ رحْلَة الْوَقْت أبي بَكْرِ بْنُ أَحْمَدَ بْنِ عَبْدِ الدَّائِمِ بْنِ نِعْمَةَ الْمَقْدِسِيُّ الضَّرِيرُ قِرَاءَةً عَلَيْهِ أَنَا أَبُو الْفَرَجِ عَبْدُ الرَّحْمَنِ بْنُ نَجْمِ بْنِ عَبْدِ الْوَهَّابِ بْنِ الْحَنْبَلِيِّ قِرَاءَةً عَلَيْهِ سَنَةَ 635 قَالَ أَخْبَرَتْنَا شُهْدَةُ بِنْتُ أَحْمَدَ الْإِبْرِيَّةُ أَنَا أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عَبْدِ السَّلَامِ الْأَنْصَارِيُّ أَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ الْبَرْقَانِيُّ قَرَأْنَا عَلَى أَبِي بَكْرٍ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الْهَيْثَمِ حَدَّثَكُمُ ابْن أبي الْعَوام",
            "page": "25",
            "part": "1",
            "seal": "4233F71C"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "3 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أَنَا أَبُو الْقَاسِمِ يَحْيَى بْنُ ثَابِتٍ الْبَقَّالُ أَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ الْخِلِّ أَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْمَحَامِلِيُّ أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الله الشَّافِعِي ثَنَا الْحَارِث ابْن مُحَمَّدٍ ثَنَا يَزِيدُ بْنُ هَارُونَ أَنَا أَبُو مَالِكٍ الْأَشْجَعِيُّ قَالَ قُلْتُ",
            "page": "28",
            "part": "1",
            "seal": "AD086113"
        },
        {
            "hno": "31",
            "id": "6",
            "nass": "لِأَبِي يَا أَبَتِ إِنَّكَ قَدْ صَلَّيْتَ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَخَلْفَ أَبِي بَكْرٍ وَخَلْفَ عُمَرَ وَخَلْفَ عُثْمَانَ وَخَلْفَ عَلِيٍّ أَكَانُوا يَقْنُتُونَ فِي الْفَجْرِ ¶ قَالَ أَيْ بُنَيَّ مُحْدَثٌ أَيْ بُنَيَّ مُحْدَثٌ إِسْنَادُهُ حَسَنٌ وَهُوَ أَقْوَى مِنْ حَدِيثِ أَبِي جَعْفَرٍ الرَّازِيِّ ¶ ثَنَا نَصْرُ بْنُ عَلِيٍّ ثَنَا أَبُو أَحْمَدَ ثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ عَنِ الْبَراء قَالَ",
            "page": "29",
            "part": "1",
            "seal": "3B0A3F11"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "6 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أَنَا أَبُو بَكْرِ بْنُ النَّقُّورِ أَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ مُحَمَّدٍ أَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ أَنَا عُثْمَانُ بْنُ أَحْمَدَ وَأَبُو سَهْلٍ الْقَطَّانُ وَمَيْمُونُ بْنُ إِسْحَاقَ قَالُوا ثَنَا أَحْمَدُ",
            "page": "32",
            "part": "1",
            "seal": "C33D7D06"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "إِبْنِ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ ثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ عَنْ عَاصِمٍ عَنْ زِرٍّ عَنْ عَبْدِ اللَّهِ قَالَ ¶ إِنَّ اللَّهَ نَظَرَ فِي قُلُوبِ الْعِبَادِ فَوَجَدَ قَلْبَ مُحَمَّدٍ خَيْرَ قُلُوبِ الْعِبَادِ فَاصْطَفَاهُ لِنَفْسِهِ وَابْتَعَثَهُ بِرِسَالَتِهِ ثُمَّ نَظَرَ فِي قُلُوبِ الْعِبَادِ بَعْدَ قَلْبِهِ فَوَجَدَ قُلُوبَ أَصْحَابِهِ خَيْرَ قُلُوبِ الْعِبَادِ بَعْدَ قَلْبِهِ فَجَعَلَهُمْ وُزَرَاءَ نَبِيِّهِ يُقَاتِلُونَ عَلَى دِينِهِ فَمَا رَآهُ الْمُسْلِمُونَ حَسَنًا فَهُوَ عِنْدَ اللِّهِ حَسَنٌ وَمَا رَآهُ الْمُسْلِمُونَ سَيِّئًا فَهُوَ عِنْدَ اللَّهِ سَيِّئٌ ¶ 7 - وَأَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أَنَا يَحْيَى بْنُ ثَابِتٍ أَنَا طِرَادُ بْنُ مُحَمَّدٍ أَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَسْنُونَ ثَنَا مُحَمَّدُ بْنُ عَمْرٍو ثَنَا الْعُطَارِدِيُّ فَذَكَرَهُ",
            "page": "33",
            "part": "1",
            "seal": "E1E20B9D"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "8 - أَخْبَرَنَا أَبُو بَكْرٍ ثَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ عَلِيٍّ الْفَارِسِيُّ أَنَا أَبُو طَاهِرٍ السَّلَفِيُّ أَنَا أَحْمَدُ بْنُ أَشْتَهَ أَنَا مُحَمَّدُ بْنُ عَلِيٍّ الْحَافِظُ أَنَا أَبُو أَحْمَدَ الْعَسَّالُ ثَنَا مُحَمَّدُ بْنُ أَيُّوب أَنا القعْنبِي",
            "page": "34",
            "part": "1",
            "seal": "7B0B85CB"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "ثَنَا ابْنُ أَبِي ذِئْبٍ عَنْ عُثْمَانَ بْنِ مُحَمَّدٍ الْأَخْنَسِيِّ عَنْ سَعِيدٍ هُوَ الْمَقْبُرِيُّ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ مَنْ جُعِلَ عَلَى الْقَضَاءِ فَكَأَنَّمَا ذُبِحَ بِغَيْرِ سِكِّينٍ",
            "page": "35",
            "part": "1",
            "seal": "E9E25B72"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وَهَكَذَا رَوَاهُ دَاوُدُ بْنُ خَالِدٍ الْمَكِّيّ عَنْ سَعِيدٍ وَإِسْنَادُهُ جَيِّدٌ ¶ 9 - وَبِهِ إِلَى مُحَمَّدِ بْنِ عَلِيٍّ النَّقَّاشِ الْحَافِظِ أَنَا أَبُو الْقَاسِمِ الطَّبَرَانِيُّ ثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ ثَنَا أَبُو الْيَمَانِ ثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ يَزِيدَ بْنِ أَيْهَمَ عَنْ لُقْمَانَ بْنِ عَامِرٍ",
            "page": "36",
            "part": "1",
            "seal": "95EE7031"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "عَنْ أَبِي أُمَامَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ مَا مِنْ أَحَدٍ يَلِي أَمْرَ عَشَرَةٍ فَمَا فَوْقَ ذَلِكَ إِلَّا يَأْتِي يَوْمَ الْقِيَامَةِ مَغْلُولَةٌ يَدُهُ إِلَى عُنُقِهِ يَكُفُّهُ بِرُّهُ أَوْ يُوبِقُهُ جَوْرُهُ",
            "page": "37",
            "part": "1",
            "seal": "1C9F457C"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "10 - وَبِهِ أَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ أَيُّوبَ ثَنَا أَحْمَدُ بْنُ عَمْرو إِبْنِ الطَّحَّانِ ثَنَا عَبَّاسٌ النُّرْسِيُّ ثَنَا يحى بْنُ سَعِيدٍ عَنْ مُجَالِدٍ عَنْ عَامِرٍ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ مَا مِنْ حَاكِمٍ يَحْكُمُ بَيْنَ النَّاسِ إِلَّا جَاءَ يَوْمَ الْقِيَامَةِ وَمَلَكٌ آخِذٌ بِقَفَاهُ",
            "page": "38",
            "part": "1",
            "seal": "630939A0"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "رَوَاهُ عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ عَنْ مُجَالِدٍ وَزَادَ فِيهِ ¶ مَا مِنْ حَاكِمٍ يَحْكُمُ بَيْنَ النَّاسِ إِلَّا حَشَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ وَمَلَكٌ آخِذٌ بِقَفَاهُ حَتَّى يَقِفَ بِهِ عَلَى جَهَنَّمَ ثُمَّ يَرْفَعُ رَأْسَهُ إِلَى الرَّحْمَنِ عَزَّ وَجَلَّ فَإِنْ قَالَ اطْرَحْهُ طَرَحَهُ فِي مَهْوَى أَرْبَعِينَ خَرِيفًا ¶ مُجَالِدٌ وَإِنْ كَانَ فِيهِ لِينٌ فَقَدْ حَسَّنَ الحَدِيث رِوَايَة الْقطَّان عَنهُ ¶ 11 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بن مُحَمَّد إِبْنِ النقور وَأَبُو الْحُسَيْن عبد الْحلق بْنُ عَبْدِ الْخَالِقِ بْنِ يُوسُفَ أَنَا عَلِيُّ بْنُ مُحَمِّدِ بْنِ الْعَلَّافِ أَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ الْحَمَّامِيُّ",
            "page": "39",
            "part": "1",
            "seal": "2BB432FF"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "الْمَقْدِسِيُّ أَنَا مُحَمَّدُ بْنُ عَبَّاسٍ الدُّورِيُّ ثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى ثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ ثَنَا عَبَّادُ بْنُ تَمِيمٍ عَنْ عَمه ¶ خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم فَاسْتَسْقَى وَقب رِدَاءَهُ",
            "page": "40",
            "part": "1",
            "seal": "F22CACAC"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "12 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا أَبُو الْغَنَائِمِ سَالِمُ بْنُ الْحَسَنِ بْنِ هبة الله إِبْنِ صَصْرَى سَمَاعًا أَنَا نَصْرُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الْقَزَّازُ أَنَا أَبُو على إِبْنِ نَبْهَانَ أَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ شَاذَانَ أَنَا أَبُو عَمْرو عُثْمَان إِبْنِ أَحْمَدَ بْنِ السَّمَّاكِ ثَنَا مُحَمَّدٌ يَزِيدُ بْنُ هَارُونَ أَنَا سُفْيَانُ وَشعْبَة وَعبد الْعَزِيزِ بْنُ أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ",
            "page": "41",
            "part": "1",
            "seal": "1BBA35B1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عِرَاكِ بْنِ مَالِكٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ لَيْسَ عَلَى فَرَسِ الْمُسْلِمِ وَلَا عَبْدِهِ صَدَقَةٌ ¶ 13 - وَبِهِ إِلَى ابْنِ السَّمَّاكِ ثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ مَنْصُورٍ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ خُثَيْمِ بْنِ عِرَاكٍ حَدَّثَنِي أَبِي عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسلم مثله",
            "page": "42",
            "part": "1",
            "seal": "38F287FA"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "14 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أنبأتنا شهدة أَنا طراد الزنيبي أَنَا ابْنُ بِشْرَانَ ثَنَا ابْنُ صَفْوَانَ ثَنَا أَبُو بَكْرِ بْنُ أَبِي الدُّنْيَا ثَنَا الْمُثَنَّى بْنُ مُعَاذٍ ثَنَا أَبِي عَنْ شُعْبَةَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ ¶ أَنَّ رَجُلًا مِنَ الْعُبَّادِ كَلَّمَ امْرَأَةً فَلَمْ يَزَلْ بِهَا حَتَّى وَضَعَ يَدَهُ عَلَى فَخْذِهَا فَوَضَعَ يَدَهُ فِي النَّار حَتَّى نشت",
            "page": "43",
            "part": "1",
            "seal": "6305C560"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "15 - وَبِهِ إِلَى أَبِي بَكْرٍ حَدَّثَنِي أَزْهَرُ بْنُ مَرْوَانَ وَغَيْرُهُ عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ سَمِعْتُ مَالِكَ بْنَ دِينَارٍ سَمِعْتُ الْحَجَّاجَ يَخْطُبُ وَيَقُول ¶ إمرءا وزن نَفسه إمرءااتخذ نَفسه عدوا رحم الله إمرءا حَاسَبَ نَفْسَهُ قَبْلَ أَنْ يَصِيرَ الْحساب إِلَى غَيره إمرءا أَخَذَ بِعِنَانِ عَمَلِهِ فَنَظَرَ أَيْنَ يُرِيد إمرءا نظر فِي ميكاله إمرءا نَظَرَ فِي مِيزَانِهِ فَمَا زَالَ يَقُول إمرءا حَتَّى أبكاني",
            "page": "44",
            "part": "1",
            "seal": "96673840"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "16 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أَنَا يَحْيَى بْنُ ثَابِتٍ أَنَا طِرَادٌ أَنَا أَبُو الْحُسَيْنِ بْنُ بِشْرَانَ أَنَا أَبُو الْحُسَيْنِ بْنُ صَفْوَانَ أَنَا عَبْدُ اللَّهِ بْنُ أَبِي الدُّنْيَا ثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ ثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنِ ابْنِ لَهِيعَةَ عَنْ عُبَيْدِ اللَّهِ بْنِ الْمُغِيرَةِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ يَعْنِي ابْنَ جَزْءٍ قَالَ ¶ مَا رَأَيْتُ أَحَدًا أَكْثَرَ تَبَسُّمًا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
            "page": "45",
            "part": "1",
            "seal": "99A4A918"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "17 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أَنْبَأَتْنَا شُهْدَةُ أَنَا طِرَادٌ أَنَا أَبُو الْحُسَيْنِ بْنُ بِشْرَانَ أَنَا ابْنُ صَفْوَانَ ثَنَا ابْنُ أَبِي الدُّنْيَا ثَنَا الْهَيْثَم إِبْنِ خَارِجَةَ ثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي مَرْيَمَ حَدَّثَنِي ضَمْرَةُ بْنُ حَبِيبٍ عَنْ أَبِي يَعْلَى شَدَّادِ بْنِ أَوْسٍ قَالَ قَالَ رَسُول الله صلى اله عَلَيْهِ وَسَلَّمَ ¶ الْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ وَالْعَاجِزُ مَنِ أَتْبَعَ نَفْسَهُ هَوَاهَا وَتَمَنَّى عَلَى اللَّهِ عَزَّ وَجَلَّ",
            "page": "46",
            "part": "1",
            "seal": "EB86F3E2"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "18 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ أَنَا عَبْدُ اللَّهِ بْنُ النَّقُّورِ أَنَا",
            "page": "47",
            "part": "1",
            "seal": "2207BB85"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "أَبُو طَالِبٍ عَبْدُ الْقَادِرِ بْنُ مُحَمَّدِ بْنِ يُوسُفَ أَنَا الْحَسَنُ بْنُ عَلِيٍّ الْجَوْهَرِيُّ أَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ الْمُظَفَّرِ الْحَافِظُ أَنَا أَبُو مُحَمَّدٍ الْهَيْثَمُ بْنُ خَلَفٍ الدُّورِيُّ ثَنَا عَبَّادُ بْنُ الْوَلِيدِ الغبري سَمِعت إِبْرَاهِيم إِبْنِ شَمَّاسٍ سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ ¶ لَوْ أَنَّ لُوطِيًّا اغْتَسَلَ بِكُلِّ قَطْرَةٍ مِنَ السَّمَاءِ لَقِيَ اللَّهَ غَيْرَ طَاهِرٍ",
            "page": "48",
            "part": "1",
            "seal": "5B53FA53"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "19 - وَبِهِ إِلَى الْهَيْثَمِ الدُّورِيِّ ثَنَا أَحْمَدُ بْنُ يَحْيَى الصُّوفِيُّ ثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ عَنْ حَسَنٍ يَعْنِي ابْنَ صَالِحٍ عَنِ ابْنِ أَبِي لَيْلَى عَنْ رَجُلٍ عَنْ عَلِيٍّ ¶ أَنَّهُ رَجَمَ رَجُلًا نَكَحَ رَجُلًا ¶ 20 - وَبِهِ ثَنَا أَبُو شَيْبَةَ بْنُ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ ثَنَا مُحَمَّدُ بْنُ الصَّلْتِ ثَنَا أَبُو شِهَابٍ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ مَلْعُونٌ مَنْ عَمِلَ عَمَلَ قَوْمِ لُوطٍ",
            "page": "49",
            "part": "1",
            "seal": "77786F6D"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "21 - وَبِهِ ثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْمَرْوَزِيُّ ثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ ثَنَا الْقَاسِمُ بْنُ عَبْدِ الْوَاحِدِ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُقَيْلٍ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ أَكْثَرُ مَا أَخَافُ عَلَى هَذِهِ الْأُمَّةِ مِنْ بَعْدِي لَعَمَلُ قَوْمِ لُوطٍ",
            "page": "50",
            "part": "1",
            "seal": "19ED1742"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "22 - وَبِهِ ثَنَا عَبَّاسُ بْنُ يَزِيدَ بْنِ أَبِي حَبِيبٍ ثَنَا غَسَّانُ بن مصر ثَنَا أَبُو سَلَمَةَ عَنْ أَبِي نَضْرَةَ ¶ سُئِلَ ابْنُ عَبَّاسٍ عَنْ حَدِّ اللُّوطِيِّ قَالَ يُنْظَرُ إِلَى أَعْلَى بِنَاءِ الْقَرْيَةِ فَيُرْمَى بِهِ مَنْكُوسًا ثُمَّ يُتْبَعُ بِالْحِجَارَةِ",
            "page": "51",
            "part": "1",
            "seal": "6D234372"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "23 - وَبِهِ ثَنَا عَبَّاسٌ ثَنَا عِيسَى بْنُ شُعَيْبٍ ثَنَا عَبَّادُ بْنُ مَنْصُورٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ اقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ فِي اللُّوطِيَّةِ",
            "page": "52",
            "part": "1",
            "seal": "CA5FDEBA"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "24 - وَبِهِ ثَنَا إِسْحَاقُ بْنُ مُوسَى ثَنَا مَعْنٌ ثَنَا مَالِكٌ أَنَّهُ سَمِعَ ابْنَ شِهَابٍ ¶ سُئِلَ عَنِ الرَّجُلِ يَعْمَلُ بِعَمَلِ قَوْمِ لُوطٍ فَقَالَ عَلَيْهِ الرَّجْمُ أَحْصَنَ أَوْ لَمْ يُحْصِنْ ¶ 25 - وَبِهِ ثَنَا عَلِيُّ بْنُ الْمُنْذِرِ ثَنَا ابْنُ فُضَيْلٍ ثَنَا لَيْثٌ عَنْ مُجَاهِدٍ عَنْ أَبِي هُرَيْرَةَ قَالَ ¶ مَنْ أَتَى النِّسَاءَ فِي أَدْبَارِهِنَّ أَوْ أَتَى الرِّجَال فَهُوَ كَافِر",
            "page": "53",
            "part": "1",
            "seal": "359D0EBD"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "26 - أَخْبَرَنَا أَبُو بَكْرٍ أَنَا الْإِرْبِلِيُّ حُضُورًا أَنْبَأَتْنَا شُهْدَةُ أَنَا طِرَادٌ الزَّيْنَبِيُّ أَنَا أَبُو الْحَسَنِ بْنُ رِزْقَوَيْهِ ثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ عُمَرَ ثَنَا عَلِيُّ بْنُ حَرْبٍ ثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ خَيْرٍ عَنْ عَلِيٍّ قَالَ ¶ خَيْرُ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبُو بَكْرٍ وَعمر",
            "page": "54",
            "part": "1",
            "seal": "B0CB252A"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "27 - وَبِهِ إِلَى عَلِيِّ بْنِ حَرْبٍ ثَنَا ابْنُ عُيَيْنَةَ عَنْ مَنْصُورٍ عَنْ أَبِي وَائِلٍ قَالَ ¶ اشْتَكَى رَجُلٌ مِنَّا يُقَالُ لَهُ خُثَيْمُ بْنُ الْعَلَاءِ بَطْنَهُ فَنُعِتَ لَهُ السُّكْرُ فَأَرْسَلَ إِلَى ابْنِ مَسْعُودٍ يَسْأَلُهُ فَقَالَ إِنَّ اللَّهَ لَمْ يَجْعَلْ شِفَاءَكُمْ فِيمَا حَرَّمَ عَلَيْكُمْ ¶ إِلَى هُنَا عَنْ أَبِي بَكْرِ بن عبد الدَّائِم وَحده",
            "page": "55",
            "part": "1",
            "seal": "DB8678EB"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "28 - أخبرنَا أَبُو بكر أَيْضا وَأَبُو مُحَمَّدٍ عِيسَى بْنُ عَبْدِ الرَّحْمَنِ ابْن معالى الْمطعم قِرَاءَةً عَلَيْهِمَا قَالَا أَنَا عَبْدُ اللَّهِ الْإِرْبِلِيُّ أَنَا يَحْيَى بْنُ ثَابِتِ بْنِ بُنْدَارٍ أَنَا طِرَادٌ الزَّيْنَبِيُّ أَنَا أَبُو الْحُسَيْنِ بْنُ بِشْرَانَ قِرَاءَةً عَلَيْهِ أَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَمْرِو بْنِ الْبَخْتَرِيِّ الرَّزَّازُ ثَنَا سَعْدَانُ بْنُ نَصْرٍ أَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ ¶ أَتَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى قَبْرِ عَبْدِ اللَّهِ بْنِ أُبَيٍّ بَعْدَمَا أُدْخِلَ حُفْرَتَهُ فَأَمَرَ بِهِ فَأُخْرِجَ فَوَضَعَهُ على ركبته أَو فَخذه فنفت فِيهِ مِنْ رِيقِهِ وَأَلْبَسَهُ قَمِيصَهُ",
            "page": "56",
            "part": "1",
            "seal": "6B7E6951"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "29 - وَبِهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ يَقُولُ ¶ لَمَّا كَانَ الْعَبَّاسُ بِالْمَدِينَةِ فَطَلَبَتِ الْأَنْصَارُ ثَوْبًا يَكْسُونَهُ بِهِ فَلَمْ يَجِدُوا قَمِيصًا يَصْلُحُ عَلَيْهِ إِلَّا قَمِيصَ عَبْدِ اللَّهِ بن أبي فكسوه إِيَّاه ¶ 30 - أَخْبَرَنَا أَبُو بَكْرٍ وَعِيسَى الْمُطْعِمُ أَنَا الْإِرْبِلِيُّ أَنْبَأَتْنَا شُهْدَةُ أَنَا طِرَادٌ ثَنَا هِلَالُ بْنُ مُحَمَّدٍ الْحَفَّارُ أَنَا الْحُسَيْنُ بْنُ يَحْيَى بْنِ عَيَّاشٍ الْقَطَّانُ ثَنَا أَبُو الْأَشْعَثِ ثَنَا بِشْرُ بْنُ الْمُفَضَّلِ ثَنَا شُعْبَةُ ثَنَا مُسْلِمُ بْنُ يناق أَبى الْحَسَنِ قَالَ ¶ رَأَيْتُ ابْنَ عُمَرَ فِي دَارِ خَالِدٍ فَرَأَى رَجُلًا يَجُرُّ إِزَارَهُ فَقَالَ مِمَّنْ أَنْتَ فَقَالَ مِنْ بَنِي لَيْثٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأُذُنَيَّ هَاتَيْنِ قَالَ وَأَحْسَبُهُ قَالَ أَخَذْنَا مِنْهُ يَقُولُ ¶ مَنْ جَرَّ إِزَارَهُ لَا يُرِيدُ بِذَلِكَ إِلَّا الْمَخِيلَةَ لَمْ يَنْظُرِ الله عز وَجل اليه",
            "page": "57",
            "part": "1",
            "seal": "5BC29A43"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "31 - وَبِهِ إِلَى الْقَطَّانِ ثَنَا أَبُو الْأَشْعَثِ ثَنَا الْفُضَيْلُ بْنُ عِيَاضٍ عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ ¶ {يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ} قَالَ يحرقون عَلَيْهَا ويعذبون",
            "page": "58",
            "part": "1",
            "seal": "78530381"
        },
        {
            "hno": "32",
            "id": "36",
            "nass": "32 - وَبِهِ ثَنَا أَبُو الْأَشْعَثِ ثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ ¶ مَا مَسَسْتُ بِيَدِي دِيبَاجًا وَلَا حَرِيرًا وَلَا شَيْئًا أَلْيَنَ مِنْ كَفِّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَا شَمَمْتُ رَائِحَةً قَطُّ أَطْيَبَ مِنْ رِيحِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَقَدْ خَدَمْتُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم عشر سِنِين فو الله مَا قَالَ لِي أُفٍّ قَطُّ وَلَا قَالَ لِشَيْءٍ فَعَلْتُهُ لِمَ فَعَلْتَ كَذَا وَلَا لِشَيْءٍ لَمْ أَفْعَلْهُ أَلَا فَعَلْتَ كَذَا",
            "page": "59",
            "part": "1",
            "seal": "26E92D1D"
        },
        {
            "hno": "33",
            "id": "37",
            "nass": "33 - أخبرنَا أَبُو بكر وَعِيسَى أَنَا الْإِرْبِلِيُّ أَنْبَأَتْنَا شُهْدَةُ أَنَا طِرَادٌ ¶ وَقَالَا أَنَا جَعْفَرُ بْنُ عَلِيٍّ الْهَمْدَانِيُّ أَنَا أَبُو طَاهِرٍ السَّلَفِيُّ أَنَا أَبُو عَبْدِ اللَّهِ الْقَاسِمُ بْنُ الْفُضَيْلِ الثَّقَفِيُّ قَالَ أَنَا هِلَالٌ ثَنَا الْحُسَيْنُ بْنُ يَحْيَى نَا أَبُو الْأَشْعَثِ أَحْمَدُ بْنُ الْمِقْدَامِ الْعِجْلِيُّ ثَنَا حَمَّادُ بْنُ زَيْدٍ",
            "page": "60",
            "part": "1",
            "seal": "69905EA7"
        },
        {
            "hno": "34",
            "id": "38",
            "nass": "عَنْ عَاصِمِ بْنِ سُلَيْمَانَ عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا سَافَرَ ¶ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمُنْقَلَبِ وَمِنَ الحرر بَعْدَ الْكَوْنِ وَدَعْوَةِ الْمَظْلُومِ وَسُوءِ الْمَنْظَرِ فِي الْأَهْلِ وَالْمَالِ ¶ قِيلَ لعاصم مَا الحون بَعْدَ الْكَوْنِ قَالَ كَانَ يُقَالُ حَارَ بَعْدَمَا كَانَ ¶ إِلَى هُنَا عَن الشَّيْخَيْنِ ¶ 34 - أَخْبَرَنَا عِيسَى الْمُطْعِمُ أَنَا أَبُو الْمُنَجَّى عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ",
            "page": "61",
            "part": "1",
            "seal": "EA85B850"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "اللَّتِّيُّ أَنَا أَبُو الْوَقْتِ السِّجْزِيُّ أَنَا أَبُو إِسْمَاعِيلَ عَبْدُ اللَّهِ بن مجمد الْأَنْصَارِيُّ أَنَا عَبْدُ الْجَبَّارِ بْنُ مُحَمَّدٍ أَنَا مُحَمَّدُ بْنُ أَحْمَدَ ابْن مَحْبُوبٍ ثَنَا مُحَمَّدُ بْنُ عِيسَى التِّرْمِذِيُّ ثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ الْعِجْلِيُّ الْبَصْرِيُّ أَنَا أُمَيَّةُ بْنُ خَالِدٍ أَنَا إِسْحَاقُ بْنُ يَحْيَى بْنِ طَلْحَةَ حَدَّثَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ عَنْ أَبِيهِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ¶ مَنْ طَلَبَ الْعِلْمَ لِيُجَارِيَ بِهِ الْعُلَمَاءَ أَوْ لِيُمَارِيَ بِهِ",
            "page": "62",
            "part": "1",
            "seal": "367B0C0D"
        },
        {
            "hno": "35",
            "id": "40",
            "nass": "السُّفَهَاءَ وَيَصْرِفَ بِهِ وُجُوهَ النَّاسِ اليه أدخلهُ الله النَّار ¶ 35 - وَبِهِ إِلَى التِّرْمِذِيِّ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ سَمِعْتُ عَلِيَّ بْنَ الْمَدِينِيِّ يَقُولُ حَدِيثَ لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ فَقَالَ ابْنُ الْمَدِينِيِّ هم أَصْحَاب الحَدِيث",
            "page": "63",
            "part": "1",
            "seal": "A290838F"
        },
        {
            "hno": "36",
            "id": "41",
            "nass": "36 - أَخْبَرَنَا عِيسَى أَنَا عَبْدُ اللَّهِ بْنُ اللَّتِّيِّ أَنَا عَبْدُ الْأَوَّلِ بْنُ عِيسَى أَنْبَأَتْنَا بَيْبِي بِنْتُ عَبْدِ الصَّمَدِ أَنَا عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ الْأَنْصَارِيُّ ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ ثَنَا دَاوُدُ بْنُ رُشَيْدٍ ثَنَا عُمَرُ بْنُ أَيُّوبَ أَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ عَنْ سُلَيْمَانَ الْأَحْوَلِ عَنْ طَاوُوس عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ رَأَى عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَوْبَيْنِ مُعَصْفَرَيْنِ فَقَالَ أأمك أَمَرَتْكَ بِهَذَا ¶ قُلْتُ أَغْسِلُهُمَا ¶ قَالَ أحرقهما",
            "page": "64",
            "part": "1",
            "seal": "25A97A5B"
        },
        {
            "hno": "37",
            "id": "42",
            "nass": "37 - وَبِهِ إِلَى الْبَغَوِيِّ ثَنَا أَبُو خَيْثَمَةَ ثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ أَخْبَرَنِي رَوْحُ بْنُ الْقَاسِمِ عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ عَنْ أَنَسٍ قَالَ ¶ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَبَرَّزُ لِحَاجَتِهِ فَآتِيهِ بِالْمَاءِ فَيَغْتَسِلُ بِهِ",
            "page": "65",
            "part": "1",
            "seal": "6EC0590F"
        },
        {
            "hno": "38",
            "id": "43",
            "nass": "38 - وَبِهِ ثَنَا يَحْيَى بْنُ مُحَمَّدٍ ثَنَا إِسْحَاقُ بْنُ شَاهِينَ ثَنَا خَالِد ابْن عَبْدِ اللَّهِ عَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنْ عَائِشَةَ ¶ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اعْتَكَفَ وَاعْتَكَفَ مَعَهُ بَعْضُ نِسَائِهِ وَهِيَ مُسْتَحَاضَة يرى الدَّم وَرُبمَا وضعت الطشت بِجَنْبِهَا مِنَ الدَّمِ ¶ وَزَعَمَ أَنَّ عَائِشَةَ رَأَتْ مِثْلَ مَاءِ الْعُصْفُرِ فَقَالَتْ كَأَنَّ هَذَا شَيْءٌ وَكَانَتْ فُلَانَة تَجدهُ",
            "page": "66",
            "part": "1",
            "seal": "868214FF"
        },
        {
            "hno": "39",
            "id": "44",
            "nass": "39 - وَبِهِ ثَنَا يَحْيَى بْنُ مُحَمَّدٍ ثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ ثَنَا شَبَابَةُ عَنْ وَرْقَاءَ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ سَمِعْتُ أَنَسًا يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ لَنْ يَبْرَحَ النَّاسُ يَسْأَلُونَ حَتَّى يَقُولُوا هَذَا اللَّهُ خَلَقَ كُلَّ شَيْءٍ وَذكر كلمة",
            "page": "67",
            "part": "1",
            "seal": "CAF286E2"
        },
        {
            "hno": "40",
            "id": "45",
            "nass": "40 - أَخْبَرَنَا عِيسَى أَنَا ابْنُ اللَّتِّيِّ أَنَا أَبُو الْوَقْتِ أَنَا أَبُو عَاصِمٍ الْفُضَيْلُ بْنُ يَحْيَى أَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي شُرَيْحٍ ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ ثَنَا عَلِيُّ بْنُ الْجَعْدِ أَنَا شُعْبَةُ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ سَمِعْتُ جَابِرًا يَقُولُ ¶ اسْتَأْذَنْتُ عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَنْ هَذَا فَقُلْتُ أَنا فَقَالَ أَنا أَنا كَأَنَّهُ كرهه",
            "page": "68",
            "part": "1",
            "seal": "C6DC7FD0"
        },
        {
            "hno": "41",
            "id": "46",
            "nass": "41 - وَبِهِ أَنَا شُعْبَةُ عَنْ يَعْلَى بْنِ عَطَاءٍ عَنْ وَكِيعِ بْنِ عَدْسٍ عَنْ أَبِي رَزِينٍ الْعُقَيْلِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ الرُّؤْيَا جُزْءٌ مِنْ أَرْبَعِينَ أَوْ سِتَّةٍ وَأَرْبَعِينَ جُزْءًا مِنَ النُّبُوَّةِ وَهِيَ عَلَى رِجْلِ طَائِرٍ فَإِذَا حُدِّيَ بِهَا وَقَعَتْ وَأَحْسَبُهُ قَالَ لَا يُحَدِّثُ بِهَا إِلَّا حَبِيبًا أَوْ لَبِيبًا",
            "page": "69",
            "part": "1",
            "seal": "FB4486DA"
        },
        {
            "hno": "42",
            "id": "47",
            "nass": "42 - وَبِهِ أَنَا شُعْبَةُ عَنْ يَزِيدَ بْنِ خُمَيْرٍ سَمِعْتُ سُلَيْمَ بْنَ عَامِرٍ يُحَدِّثُ عَنْ أَوْسَطَ الْبَجَلِيِّ أَنَّهُ سَمِعَ أَبَا بَكْرٍ الصِّدِّيقَ بَعْدَمَا قُبِضَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِسَنَةٍ قَالَ ¶ قَامَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ أَوَّلٍ مَقَامِي هَذَا ثُمَّ بَكَى أَبُو بَكْرٍ ثُمَّ قَالَ ¶ عَلَيْكُمْ بِالصِّدْقِ فَإِنَّهُ مَعَ الْبِرِّ وَهُمَا فِي الْجَنَّةِ وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّهُ مَعَ الْفُجُورِ وَهُمَا فِي النَّارِ وَلَا تَقَاطَعُوا وَلَا تَدَابَرُوا وَلَا تَبَاغَضُوا وَلَا تَحَاسَدُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا كَمَا أَمركُم الله",
            "page": "70",
            "part": "1",
            "seal": "B7B96CFF"
        },
        {
            "hno": "43",
            "id": "48",
            "nass": "43 - أَخْبَرَنَا عِيسَى أَنْبَأَنَا ابْنُ اللَّتِّيِّ أَنَا أَبُو الْقَاسِمِ بْنُ الْبَنَّاءِ حُضُورًا أَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ الزَّيْنَبِيُّ ثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُمَرَ الْوَرَّاقُ ثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ ثَنَا بنْدَار ثَنَا مُحَمَّد يعْنى",
            "page": "71",
            "part": "1",
            "seal": "B2248CA6"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "غندار ثَنَا شُعْبَةُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ قَالَ ¶ لَعَنَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَات [وَالْمُتَنَمِّصَاتِ] وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ قَالَ فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِي أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوبَ قَدْ قَرَأَتِ الْقُرْآنَ فَأَتَتْهُ فَقَالَتْ أَلَمْ أُخْبَرْ أَنَّكَ لَعَنْتَ كَيْتَ وَكَيْتَ فَقَالَ أَلَا أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صلى الله وَسَلَّمَ وَهُوَ فِي كِتَابِ اللَّهِ تَعَالَى بَلَى قَدْ نَهَى عَنْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسلم",
            "page": "72",
            "part": "1",
            "seal": "3EA8E1D0"
        },
        {
            "hno": "44",
            "id": "50",
            "nass": "44 - أَخْبَرَنَا عِيسَى أَنَا ابْنُ اللَّتِّيِّ أَنَا أَبُو الْوَقْتِ السِّجْزِيُّ أَنَا عبد الرَّحْمَن بن مُحَمَّد الداوودى أَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ السَّرْخَسِيُّ أَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بن خُزَيْمٌ الشاشى ثَنَا بن حُمَيْدٍ أَخْبَرَنِي شَبَابَةُ ثَنَا إِسْرَائِيلُ عَنْ ثُوَيْرِ بْنِ أَبِي فَاخِتَةَ سَمِعْتُ ابْنَ عُمَرَ يَقُولُ قَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ منزلَة لمن ينظر الى جناته وَأَزْوَاجِهِ وَنَعِيمِهِ وَخَدَمِهِ وَسُرُرِهِ مَسِيرَةَ أَلْفِ سَنَةٍ وَأَكْرَمُهُمْ عَلَى اللَّهِ مَنْ يَنْظُرُ إِلَى وَجْهِهِ غُدْوَةً وَعَشِيَّةً ثُمَّ قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ إِلَى رَبِّهَا نَاظِرَةٌ}",
            "page": "73",
            "part": "1",
            "seal": "D4F1F547"
        },
        {
            "hno": "45",
            "id": "51",
            "nass": "45 - أَخْبَرَنَا عِيسَى أَنَا جَعْفَرُ بْنُ عَلِيٍّ الْهَمْدَانِيُّ أَنَا الْحَافِظُ أَبُو طَاهِرٍ السَّلَفِيُّ أَنَا نَصْرُ بْنُ الْبَطِرِ أَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ رِزْقَوَيْهِ ثَنَا عُثْمَانُ بْنُ أَحْمَدَ الدَّقَّاقُ ثَنَا جَعْفَرُ بْنُ [مُحَمَّدِ] بْنِ شَاكِرٍ ثَنَا أَبُو مُعَاوِيَةَ الْعَلَائِيُّ ثَنَا أَبُو بَحْرٍ الْبَكْرَاوِيُّ ¶ عَنْ صَاحِبٍ لَهُمْ كَانَ يَطْلُبُ الْحَدِيثَ قَالَ جَاءَنِي فَرَأَيْتُهُ فِي النَّوْمِ فَقُلْتُ مَا صَنَعْتَ قَالَ غُفِرَ لِي قُلْتُ بِأَيِّ شَيْءٍ قَالَ بِطَلَبِي الْحَدِيثَ ¶ 46 - أَخْبَرَنَا عِيسَى أَنَا ابْنُ اللَّتِّيِّ أَنَا سَعِيدُ بْنُ أَحْمَدَ بْنِ",
            "page": "74",
            "part": "1",
            "seal": "D04D6FF5"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "الْحَسَنِ الْبَنَّاءُ حُضُورًا أَنَا أَبُو نصر مُحَمَّد بن مُحَمَّد عَلِيٍّ الزَّيْنَبِيُّ أَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْوَرَّاقُ ثَنَا أَبُو بَكْرٍ عَبْدُ الله بن أَبى دَاوُد سُلَيْمَانَ بْنِ الْأَشْعَثِ ثَنَا مُحَمَّدُ بْنُ بَشَّارٍ وَنَصْرُ بْنُ عَلِيٍّ قَالَا ثَنَا أَبُو عَبْدِ الصَّمَدِ الْعَمِيُّ ثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الله ابْن قَيْسٍ الْأَشْعَرِيِّ عَنْ أَبِيهِ قَالَ قَالَ رَسُولا الله وصَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ جَنَّتَانِ مِنْ ذَهَبٍ آنِيَتُهُمَا وَمَا فِيهِمَا وَجَنَّتَانِ مِنْ فِضَّةٍ آنِيَتُهُمَا وَمَا فِيهِمَا وَمَا بَيْنَ الْقَوْمِ أَنْ يَنْظُرُوا إِلَى رَبِّهِمْ عَزَّ وَجَلَّ إِلَّا رِدَاءُ الْكِبْرِيَاءِ عَلَى وَجْهِهِ فِي جَنَّةِ عَدْنٍ",
            "page": "75",
            "part": "1",
            "seal": "24E46292"
        },
        {
            "hno": "47",
            "id": "53",
            "nass": "47 - وَبِهِ إِلَى أَبِي بَكْرِ بْنِ أَبِي دَاوُدَ ثَنَا عِيسَى بْنُ حَمَّادٍ أَنَا اللَّيْثُ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ سَنَةٍ ¶ 48 - وَبِهِ إِلَى ابْنِ أَبِي دَاوُدَ ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ ثَنَا مَالِكُ بْنُ سعير ين الْخِمْسِ ثَنَا الْأَعْمَشُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ وَعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ يُؤْتَى بِالْعَبْدِ يَوْمَ الْقِيَامَةِ فَيُقَالُ أَلَمْ أَجْعَلْ لَكَ سَمْعًا وَبَصَرًا وَمَالًا وَوَلَدًا وَسَخَّرْتُ لَكَ الْأَنْعَامَ وَالْحَرْثَ وَتَرَكْتُكَ تَرْأَسُ وَتَرْبَعُ أفكنت تظن أَنَّك ملاقى يَوْمَكَ هَذَا فَيَقُولُ لَا فَيَقُولُ الْيَوْمَ أَنْسَاكَ ¶ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ",
            "page": "76",
            "part": "1",
            "seal": "02CA6756"
        },
        {
            "hno": "49",
            "id": "54",
            "nass": "49 - أَخْبَرَنَا عِيسَى أَنَا ابْنُ اللَّتِّيِّ أَنَا أَبُو الْوَقْتِ أَنَا عَبْدُ",
            "page": "77",
            "part": "1",
            "seal": "962031CB"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُظَفَّرِيُّ أَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَمُّوَيْهِ أَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ خُزَيْمٍ ثَنَا عَبْدُ بْنُ حُمَيْدٍ ثَنَا رَوْحُ بْنُ عُبَادَةَ ثَنَا مُوسَى بْنُ عُبَيْدَةَ الرَّبَذِيُّ أَخْبَرَنِي مَوْلَى ابْنِ سِبَاعٍ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يُحَدِّثُ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ قَالَ ¶ كُنْتُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُنْزِلَتْ عَلَيْهِ هَذِهِ الْآيَةُ {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وليا وَلَا نَصِيرًا} ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا بَكْرٍ أَلَا أُقْرِئُكَ آيَةً أُنْزِلَتْ عَلَيَّ ¶ قَالَ قُلْتُ بَلَى يَا رَسُولَ اللَّهِ قَالَ فَأَقْرَأَنِيهَا قَالَ فَلَا أَعْلَمُ إِلَّا أَنِّي وَجَدْتُ انْفِصَامًا فِي ظَهْرِي حَتَّى تَمَطَّيْتُ لَهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ مَا شَأْنُكَ يَا أَبَا بَكْرٍ",
            "page": "78",
            "part": "1",
            "seal": "4191C7F7"
        },
        {
            "hno": "50",
            "id": "56",
            "nass": "قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي وَأَيُّنَا لَمْ يَفْعَلْ سُوءًا وَإِنَّا لَمُجْزَوْنَ بِكُلِّ سُوءٍ عَمِلْنَاهُ ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ أَمَّا أَنْتَ يَا أَبَا بَكْرٍ وَالْمُؤْمِنُونَ فَتُجْزَوْنَ بِذَلِكَ فِي الدُّنْيَا حَتَّى تَلْقَوُا اللَّهَ وَلَيْسَ لَكُمْ ذُنُوبٌ وَأَمَّا الْآخَرُونَ فَيَجْتَمِعُ ذَلِكَ لَهُمْ حَتَّى يُجْزَوْا بِهِ يَوْمَ الْقِيَامَةِ ¶ 50 - أَخْبَرَنَا عِيسَى وَأَبُو الْعَبَّاسِ أَحْمَدُ بْنُ أَبِي طَالِبٍ الْحَجَّارُ",
            "page": "79",
            "part": "1",
            "seal": "02439834"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "قِرَاءَةً عَلَيْهِ أَنَا ابْنُ اللَّتِّيِّ أَنَا سَعِيدُ بْنُ الْبَنَّا حُضُورًا أَنَا عَاصِمُ بْنُ الْحَسَنِ أَنَا أَبُو عُمَرَ بْنُ مَهْدِيٍّ أَنَا مُحَمَّدُ بْنُ مَخْلَدٍ ثَنَا شُعَيْبُ بن أَيُّوب حُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ ثُوَيْرٍ عَنْ زُبَيْدٍ عَنْ مُجَاهِدٍ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ مَنْ قَالَ وَهُوَ سَاجِدٌ ثَلَاثَ مَرَّاتٍ رَبِّ اغْفِرْ لِي رَبِّ اغْفِرْ لِي لَمْ يرفع حَتَّى يغْفر لَهُ",
            "page": "80",
            "part": "1",
            "seal": "9C4B771C"
        },
        {
            "hno": "51",
            "id": "58",
            "nass": "51 - أَخْبَرَنَا عِيسَى وَالْحَجَّارُ أَنَا ابْنُ اللَّتِّيِّ أَنَا مَسْعُودُ بْنُ الْحَسَنِ الثَّقَفِيُّ أَنَا الْحُسَيْنُ بْنُ مُحَمَّدِ بن السراج وَمُحَمّد بْنُ مُحَمَّدٍ الْعَطَّارُ قَالَا أَنَا الْحَسَنُ بْنُ أَحْمَدَ الْقَزَّازُ أَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْقُرَشِيُّ ثَنَا إِبْرَاهِيمُ بْنُ إِسْحَاقَ بْنِ أَبِي الْعَنْبَسِ الْقَاضِي ثَنَا جَعْفَرُ بْنُ عَوْنٍ عَنْ سَلَمَةَ بْنِ وَرْدَانَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ ¶ ارْتَقَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى دَرَجَةِ الْمِنْبَرِ فَقَالَ آمِينَ ثُمَّ ارْتَقَى دَرَجَةً أُخْرَى فَقَالَ آمِينَ ثُمَّ ارْتَقَى دَرَجَةً أُخْرَى فَقَالَ آمِينَ ثُمَّ جَلَسَ فَسَأَلُوهُ عَلَامَ أَمَّنْتَ يَا رَسُولَ اللَّهِ فَقَالَ",
            "page": "81",
            "part": "1",
            "seal": "AA1306BA"
        },
        {
            "hno": "52",
            "id": "59",
            "nass": "أَتَانِي جِبْرِيلُ فَقَالَ رَغِمَ أَنْفُ مَنْ ذُكِرْتَ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيْكَ فَقُلْتُ آمِينَ ثُمَّ قَالَ رغم أنف امرىء أَدْرَكَ أَحَدَ وَالِدَيْهِ فَلَمْ يَدْخُلِ الْجَنَّةَ فَقُلْتُ آمِينَ ثُمَّ قَالَ رغم أنف امرىء أَدْرَكَ شَهْرَ رَمَضَانَ فَلَمْ يُغْفَرْ لَهُ فَقلت آمين ¶ 52 - أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَبْدِ الدَّائِم وَأَبُو مُحَمَّد عِيسَى الْمطعم وَأَبُو الْعَبَّاسِ أَحْمَدُ بْنُ أَبِي طَالِبٍ الْحَجَّارُ قِرَاءَةً عَلَيْهِمْ قَالَ أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ الْمُبَارَكِ الزُّبَيْدِيُّ",
            "page": "82",
            "part": "1",
            "seal": "CF09E9C7"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "وَقَالَ الْآخَرَانِ أَنَا ابْنُ اللَّتِّيِّ قَالَا أَنَا عَبْدُ الْأَوَّلِ بْنُ عِيسَى أَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ أَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي شُرَيْحٍ ثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ ثَنَا أَبُو الْجَهْمِ الْعَلَاءُ بْنُ مُوسَى ثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ أَنَّهُ أَدْرَكَ عُمَرَ فِي رَكْبٍ وَعُمَرُ يَحْلِفُ بِأَبَوَيْهِ فَنَادَاهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ فَمَنْ كَانَ حَالِفًا فَلْيَحْلِفْ بِاللَّهِ أَو ليصمت",
            "page": "83",
            "part": "1",
            "seal": "5DCFF597"
        },
        {
            "hno": "53",
            "id": "61",
            "nass": "53 - وَبِالْإِسْنَادِ إِلَى ابْنِ عُمَرَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ الْخَيْلُ فِي نَوَاصِيهَا الْخَيْر إِلَى يَوْم الْقِيَامَة",
            "page": "84",
            "part": "1",
            "seal": "CF45EE9D"
        },
        {
            "hno": "54",
            "id": "62",
            "nass": "54 - وَبِهِ قَالَ ¶ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنْهَى إِذَا كَانَ ثَلَاثَةُ نَفَرٍ فَلَا يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍ ¶ 55 - وَبِهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ لَا يُقِيمَنَّ أَحَدُكُمُ الرَّجُلَ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ",
            "page": "85",
            "part": "1",
            "seal": "18DE50E3"
        },
        {
            "hno": "56",
            "id": "63",
            "nass": "56 - وَبِهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ لَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ ¶ 57 - وَبِهِ أَنَّ امْرَأَةً وُجِدَتْ فِي بَعْضِ مَغَازِي النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقْتُولَةً فَأَنْكَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَتْلَ النِّسَاءِ وَالصِّبْيَانِ ¶ 58 - وَبِهِ عَنِ ابْنِ عُمَرَ أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهِ عَلَيْهِ وَسَلَّمَ عَنْ أَكْلِ الضَّبِّ فَقَالَ لَا آكُلُهُ وَلَا أُحَرِّمُهُ ¶ 59 - وَبِهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ إِنَّ الَّذِي تَفُوتُهُ صَلَاةُ الْعَصْرِ فَكَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ",
            "page": "86",
            "part": "1",
            "seal": "8B1B60B2"
        },
        {
            "hno": "60",
            "id": "64",
            "nass": "60 - وَبِهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ الرُّؤْيَا الصَّالِحَةُ قَالَ نَافِعٌ حَسِبْتُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ ¶ 61 - وَبِهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ أَلَا كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ فَالْأَمِيرُ الَّذِي عَلَى النَّاسِ رَاعٍ وَهُوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهُوَ مَسْئُولٌ عَنْهُمْ وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ بَعْلِهَا وَوَلَدِهِ وَهِيَ مَسْئُولَةٌ عَنْهُمْ وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مَسْئُولٌ عَنْهُ أَلَا فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مسئول عَن رَعيته",
            "page": "87",
            "part": "1",
            "seal": "6450080B"
        }
    ],
    "t5688": [
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "تم الجزء"
        }
    ]
}