{
    "b5693": [
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم ¶ 1 - أخبرنَا الإِمَام المقريء أَبُو الْفضل جَعْفَر بن أبي الْحسن على بن أبي البركان الْهَمدَانِي قَالَ أخبرنَا الشَّيْخ الْحَافِظ أَبُو طَاهِر أَحْمد بن مُحَمَّد ابْن أَحْمد بن مُحَمَّد بن إِبْرَاهِيم السلَفِي الْأَصْبَهَانِيّ (بالإسكندرية) فِي",
            "page": "35",
            "part": "1",
            "seal": "28A96F05"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "شَوَّال سنة سبعين وَخَمْسمِائة أخبرنَا أَبُو الْغَنَائِم مُحَمَّد بن عَليّ بن مَيْمُون النَّرْسِي بِالْكُوفَةِ سنة ثَمَان وَتِسْعين وَأَرْبع مائَة ¶ أَنبأَنَا على بن عبد الرَّحْمَن بن أبي السّري البكائي حَدثنَا مُحَمَّد بن عبد الله الْحَضْرَمِيّ حَدثنَا أَبُو بكر بن أبي شيبَة وَعبد (الْأَعْلَى) بن حَمَّاد قَالَا حَدثنَا وَكِيع عَن الْأَعْمَش عَن عدي بن ثَابت عَن",
            "page": "36",
            "part": "1",
            "seal": "01986661"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "زر عَن عَليّ قَالَ عهد إِلَى النَّبِي الْأُمِّي صلى الله عَلَيْهِ وَسلم إِنَّه لَا يحبك إِلَّا مُؤمن وَلَا يبغضك إِلَّا مُنَافِق أخرجه م عَن أبي بكر ¶ 2 - اُخْبُرْنَا مُحَمَّد بن عبد الله بن الْحُسَيْن بن هرون بِبَغْدَاد حَدثنَا",
            "page": "38",
            "part": "1",
            "seal": "9AE21DD9"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "عبد الله بن مُحَمَّد بن عبد الْعَزِيز المنيعي حَدثنَا عبد الْجَبَّار بن عَاصِم النَّسَائِيّ إملاء من كِتَابه حَدثنِي هاني بن عبد الرَّحْمَن بن أبي عبلة الْعقيلِيّ عَن إِبْرَاهِيم بن أبي عبلة حَدثنِي عقبَة بن وساج عَن أنس ابْن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم نضر الله من سمع قولي ثمَّ لم يزدْ (فِيهِ) ثَلَاث لَا يغل عَلَيْهِنَّ قلب امريء مُسلم إخلاص الْعَمَل لله (ومناصحة) وُلَاة",
            "page": "39",
            "part": "1",
            "seal": "825BEDD6"
        },
        {
            "hno": "3",
            "id": "7",
            "nass": "الْأَمر وَلُزُوم جمَاعَة الْمُسلمين فَإِن دعوتهم تحيط من ورائهم ¶ 3 - أخبرنَا مُحَمَّد بن عَليّ بن أبي الْجراح أَنبأَنَا إِسْمَاعِيل 128 بن إِسْحَاق الملكاني الْفَارِسِي حَدثنَا مُحَمَّد بن عبيد الْمحَاربي النّحاس حَدثنَا مُحَمَّد بن فرات التَّمِيمِي قَالَ سَمِعت محَارب بن دثار يَقُول سَمِعت ابْن عمر يَقُول ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم شَاهد الزُّور لَا تَزُول قدماه حَتَّى توجب لَهُ النَّار",
            "page": "40",
            "part": "1",
            "seal": "A0CB84E1"
        },
        {
            "hno": "4",
            "id": "8",
            "nass": "4 - أخبرنَا مُحَمَّد بن عَليّ بن أبي الْجراح حَدثنَا إِسْمَاعِيل بن إِسْحَاق الملكاني حَدثنَا مُحَمَّد بن عبد الْمحَاربي حَدثنَا مُحَمَّد بن فرات التَّمِيمِي قَالَ سَمِعت الْمُحَارب بن دثار يَقُول سَمِعت ابْن عمر يَقُول ¶ قَالَ رَسُول صلى الله عَلَيْهِ وَسلم الطير يَوْم الْقِيَامَة تَحت الْعَرْش ترفع مناقيرها وتضرب بأذنابها وتطرح مَا فِي بطونها وَلَيْسَت عِنْدهَا طلبه",
            "page": "41",
            "part": "1",
            "seal": "C15F517F"
        },
        {
            "hno": "5",
            "id": "9",
            "nass": "5 - أخبرنَا مُحَمَّد بن أَحْمد بن عمرَان الْبَغْدَادِيّ حَدثنَا زيد بن مُحَمَّد العامري حَدثنَا على ين كَعْب حَدثنَا حسن بن حُسَيْن الْعَرَبِيّ عَن عَمْرو بن ثَابت عَن ابْن أبي ليلى قَالَ كَانَ زيد بن عَليّ يَقُول ليحيى ابْنه ¶ ابْني أما تقعدن فَلَا تكن ¶ دنس الفعال مبيض الأثواب ... وَاحْذَرْ مصاحبة اللَّئِيم فَإِنَّمَا ¶ شمس الْكَرِيم الْأَصْحَاب ...",
            "page": "42",
            "part": "1",
            "seal": "FEAD85D2"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "6 حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنِي عَمْرو بن عصيم الإِمَام بصور حَدثنَا وَزِير بن الْقَاسِم الجبيلي بجبيل حَدثنَا مُحَمَّد يَعْنِي ابْن الْمُبَارك الصُّورِي حَدثنِي إِسْمَاعِيل بن عَيَّاش عَن",
            "page": "43",
            "part": "1",
            "seal": "08F6F5BE"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "عبد الْعَزِيز بن عبد الله عَن الحكم بن عتيبة عَن سَالم بن أبي الْجَعْد عَن جَابر بن عبد الله قَالَ أَبُو عتبَة يَعْنِي إِسْمَاعِيل بن",
            "page": "44",
            "part": "1",
            "seal": "36FB8D68"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "عَيَّاش وحَدثني ابْن جريج عَن عَطاء وَأبي الزبير",
            "page": "45",
            "part": "1",
            "seal": "8E58AB6A"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "129 - أوعبد الله عبيد بن عُمَيْر عَن جَابر بن عبد الله أَنه حَدثهمْ قَالَ ¶ عَطش النَّاس وهم بِالْحُدَيْبِية حَتَّى كَادَت أَن تقطع أَعْنَاقهم من شدَّة الْعَطش ففزعوا إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالُوا هلكنا يَا رَسُول الله هلكنا قَالَ كلا لن تهلكوا وَأَنا فِيكُم ثمَّ أَدخل يَده فِي تور كَانَ بَين يَدَيْهِ فِيهِ قريب من مد من مَاء فَفرج فِيهِ أَصَابِعه قَالَ جَابر فوالذي أكْرمه بنبوته لرأيت المَاء يفور من بَين أَصَابِعه كالعيون الَّتِي تجْرِي فَقَالَ حَيّ بِسم الله قَالَ جَابر فشربنا وسقينا الركاب ثمَّ عمدنا إِلَى الزَّاد والقرب فملأناها حَتَّى صدرنا فَتَبَسَّمَ رَسُول الله صلى الله صلى الله ثمَّ قَالَ أشهد أَن لَا إِلَه إِلَّا الله وَأَنِّي نَبِي الله وَرَسُوله لَا يَقُولهَا عبد يصدق قلبه لِسَانه إِلَّا دخل الْجنَّة ¶ قَالَ عَطاء فَسَأَلَهُ عبد الله بن أبي عمار فَقَالَ يَا أَبَا عبد الله كم كُنْتُم يَوْمئِذٍ قَالَ أَربع عشر ماية وَلَو شهد ذَاك الْيَوْم أهل منى لوسعهم وكفاهم",
            "page": "46",
            "part": "1",
            "seal": "DFED7475"
        },
        {
            "hno": "7",
            "id": "14",
            "nass": "7 - أخبرنَا أَبُو طَاهِر مُحَمَّد بن الْعَبَّاس الذَّهَبِيّ حَدثنَا عبيد الله بن عبد الرَّحْمَن السكرِي حَدثنَا زَكَرِيَّا بن يحي الْمنْقري حَدثنَا الْأَصْمَعِي قَالَ ¶ سَمِعت أَعْرَابِيًا يَقُول مَا رَأَيْت ظَالِما أشبه بمظلوم من الْحَاسِد حزن لَازم وتعس دَائِم وعقل هائم وحسرة لَا تَنْقَضِي ¶ 8 - قَالَ حَدثنَا الْأَصْمَعِي قَالَ قَالَ ¶ أَعْرَابِي شَرّ مَا صِحَاب الْمَرْء الْحَسَد",
            "page": "47",
            "part": "1",
            "seal": "41399A61"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "9129 - 129 ب قَالَ حَدثنَا الْأَصْمَعِي قَالَ قَالَ سُفْيَان بلغي أَن الله عز وَجل يَقُول الْحَاسِد عَدو نعمتي متسخط لقضائي غير رَاض بقسمي الَّذِي قسمت بَين عبَادي فَقَالَ الشَّاعِر ... كل الْعَدَاوَة قد ترجى إماتتها ... إِلَّا عَدَاوَة من عاداك من حسد ... ¶ 10 - أخبرنَا عَليّ بن حَيَّان بن قيس بن نصير الْأَسدي أَنبأَنَا أَبُو عبد الله مُحَمَّد بن الْحجَّاج الْخَوَارِزْمِيّ القَاضِي بالدينور أَنبأَنَا أَبُو سعيد عبد الله ابْن سعيد الْأَشَج حَدثنَا عبد الله بن إِدْرِيس حَدثنَا عبيد الله بن عمر",
            "page": "48",
            "part": "1",
            "seal": "0FDCCAF0"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "عَن الزُّهْرِيّ عَن أبي سَلمَة عَن أبي هُرَيْرَة قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من أدْرك من الصَّلَاة رَكْعَة فقد أدْرك الصَّلَاة كلهَا",
            "page": "49",
            "part": "1",
            "seal": "40C7D14F"
        },
        {
            "hno": "11",
            "id": "17",
            "nass": "11 - أخبرنَا أَبُو الْمفضل مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ قَالَ أمْلى علينا أَبُو مُحَمَّد عبد الله بن سعيد بن يحي الكزبري القَاضِي بنصيبين حفظا فِي سنة سبع عشرَة وثلاثماية قَالَ أملاه عَليّ مُحَمَّد ابْن إِبْرَاهِيم بن أبي سكينَة البهراني من كِتَابه بحلب سنة سِتّ وَثَلَاثِينَ ومايتين قَالَ ¶ أمْلى عَليّ عبد الله بن الْمُبَارك هَذِه الأبيات بطرسوس وودعته",
            "page": "50",
            "part": "1",
            "seal": "64CB3F66"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "بِالْخرُوجِ لِلْحَجِّ وأنفذها معي إِلَى الفضيل بن عِيَاض وَذَاكَ فِي سنة سبع وَسبعين وماية ¶ 130 - أيا عَابِد الْحَرَمَيْنِ لَو أبصرتنا ¶ لعَلِمت أَنَّك فِي الْعِبَادَة تلعب ... من كَانَ يخضب خَدّه بدموعه ¶ فنحورنا بدمائنا تتخضب ... ¶ أَو كَانَ يتعب خيله فِي بَاطِن ... فخيولنا يَوْم الصبيحة تتعب ... ¶ ريح العبير لكم وَنحن عبيرنا ¶ رهج السنابك وَالْغُبَار الأطيب ... وَلَقَد أَتَانَا من مقَال نَبينَا ¶ قَول صَحِيح صَادِق لَا يكذب ... لَا يَسْتَوِي وغبار خيل الله فِي ¶ أنف امريء ودخان نَار تلهب",
            "page": "51",
            "part": "1",
            "seal": "6AE054ED"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "هَذَا كتاب الله ينْطق بَيْننَا ¶ لَيْسَ الشَّهِيد بميت لَا يكذب ¶ قَالَ ابْن أبي سكينَة فَلَقِيت الفضيل فِي الْمَسْجِد الْحَرَام بكتابه فَلَمَّا قَرَأَهُ ذرفت عَيناهُ وَقَالَ صدق أَبُو عبد الرَّحْمَن ونصح ثمَّ قَالَ لي أَنْت مِمَّن يكْتب الحَدِيث قلت نعم يَا أَبَا عَليّ قَالَ فَاكْتُبْ هَذَا الحَدِيث جَزَاء لحملك كتاب أبي عبد الرَّحْمَن إِلَيْنَا فأملى عَليّ الفضيل حَدثنَا مَنْصُور بن الْمُعْتَمِر عَن أبي صَالح عَن أبي هُرَيْرَة ¶ أَن رجلا قَالَ يَا نَبِي الله عَلمنِي عملا أنال بِهِ ثَوَاب الْمُجَاهِد فِي سَبِيل الله فَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم هَل ستطيع أَن تصلي وَلَا تفتر وتصوم وَلَا تفطر قَالَ ي نَبِي الله أَنا أَضْعَف من أَن أَسْتَطِيع ذَلِك قَالَ فوالذي",
            "page": "52",
            "part": "1",
            "seal": "17C3654E"
        },
        {
            "hno": "12",
            "id": "20",
            "nass": "نَفسِي بِيَدِهِ لَو طوقت ذَلِك مَا بلغت فضل الْمُجَاهِد فِي سَبِيل الله أما علمت 130 ب أَن فرس الْمُجَاهِد ليستن فِي طوله فَيكْتب لصَاحبه بذلك الْحَسَنَات ¶ 12 - أنشدنا أَبُو الْحسن مُحَمَّد بن جَعْفَر بن مُحَمَّد بن هرون التَّمِيمِي النَّحْوِيّ أنشدنا أَبُو بكر مُحَمَّد بن يحي الجلودي لأمير الْمُؤمنِينَ على ابْن أبي طَالب رضى الله عَنهُ ¶ أَلا فاصبر على الْحَدث الْجَلِيل ¶ وَدَار جواك بِالصبرِ الْجَمِيل ... وَلَا تجزع فَإِن أعسرت يَوْمًا ¶ فقد أَيسَرت فِي الدَّهْر الطَّوِيل ... وَلَا تَظنن بِرَبِّك ظن سوء ¶ فَإِن الله أولى بالجميل ... وَأَن الصَّبْر يتبعهُ يسَار ¶ وَقَول الله أصدق كل قيل ... وَلَو أَن الْعُقُول تحرز رزقا ¶ لَكَانَ الرزق عِنْد ذَوي الْعُقُول ... وَكم من مُؤمن قد جَاع يَوْمًا ¶ سيروى من مزاج السلسبيل",
            "page": "53",
            "part": "1",
            "seal": "50DE2424"
        },
        {
            "hno": "13",
            "id": "21",
            "nass": "13 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنَا أَبُو جَعْفَر مُحَمَّد بن جرير بن يزِيد الطَّبَرِيّ إملاء وَمُحَمّد بن مُحَمَّد بن سُلَيْمَان",
            "page": "54",
            "part": "1",
            "seal": "13F75D39"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "الباغندي قَالَا حَدثنَا هرون بن حَاتِم المقريء حَدثنَا عبد السَّلَام بن حَرْب عَن يحي بن سعيد عَن سعيد بن الْمسيب عَن سعد قَالَ ¶ سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول لعَلي أَنْت مني بِمَنْزِلَة هرون من مُوسَى إِلَّا أَنه لَا نَبِي بعدِي",
            "page": "55",
            "part": "1",
            "seal": "015F3712"
        },
        {
            "hno": "14",
            "id": "23",
            "nass": "14 - أخبرنَا أَحْمد بن مُحَمَّد بن عمرَان الْبَغْدَادِيّ حَدثنَا عبد الله بن سُلَيْمَان حَدثنَا يُونُس بن حبيب حَدثنَا أَبُو دَاوُد حَدثنَا سعيد 131 أعن عَليّ بن زيد عَن سعيد بن الْمسيب عَن سعيد قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لعَلي أَنْت مني بِمَنْزِلَة هرون من مُوسَى إِلَّا أَنه لَا نَبِي بعدِي",
            "page": "56",
            "part": "1",
            "seal": "1E3D6F8E"
        },
        {
            "hno": "15",
            "id": "24",
            "nass": "15 - حَدثنَا أَبُو الْفضل مُحَمَّد بن الْحسن بن أَحْمد بن جَعْفَر بن حطيط الْأَسدي البريدي أَنبأَنَا أَبُو جَعْفَر مُحَمَّد بن الْحُسَيْن بن حَفْص الْخَثْعَمِي حَدثنَا أَبُو كريب حَدثنَا إِسْحَاق بن سُلَيْمَان عَن مَالك بن أنس عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر قَالَ ¶ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا انصبت قدماه فِي الْوَادي سعى حَتَّى يرْتَفع",
            "page": "57",
            "part": "1",
            "seal": "66B9559A"
        },
        {
            "hno": "16",
            "id": "25",
            "nass": "16 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنَا أَبُو عبد الله جَعْفَر بن مُحَمَّد بن جَعْفَر الحسني حَدثنَا أَحْمد بن عبد الْمُنعم الْكُوفِي بعانة حَدثنَا عَمْرو بن شمر حَدثنِي جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الله مَعَ الدَّائِن حَتَّى يقْضى دينه مَا لم يكن فِيمَا يكره",
            "page": "58",
            "part": "1",
            "seal": "ACC17FEE"
        },
        {
            "hno": "17",
            "id": "26",
            "nass": "17 - حَدثنَا مُحَمَّد بن زيد بن مَرْوَان أَنبأَنَا مُحَمَّد بن الْحُسَيْن الْخَثْعَمِي حَدثنَا عباد بن يَعْقُوب أَنبأَنَا مُحَمَّد بن مَيْمُون عَن جَعْفَر عَن أَبِيه عَن جَابر بن عبد الله قَالَ ¶ رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم يُصَلِّي على رَاحِلَته الْقَصْوَاء وَهُوَ مُتَوَجّه قبل تَبُوك وَحَيْثُ مَا تَوَجَّهت بِهِ",
            "page": "59",
            "part": "1",
            "seal": "475C7853"
        },
        {
            "hno": "18",
            "id": "27",
            "nass": "18 - أخبرنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنَا أَبُو عبد الله 131 ب جَعْفَر بن مُحَمَّد الْعلوِي حَدثنَا أَبُو نصر أَحْمد بن عبد الْمُنعم حَدثنَا عَمْرو بن شمر عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر بن عبد الله قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم غسل يَوْم الْجُمُعَة وَاجِب وَمَسّ الطّيب مَعَه حسن وَلَقَد كُنَّا نَشُمُّ من رَسُول الله صلى الله عَلَيْهِ وَسلم أطيب الطّيب من غير أَن يكون صنع لَهُ",
            "page": "60",
            "part": "1",
            "seal": "716995E9"
        },
        {
            "hno": "19",
            "id": "28",
            "nass": "19 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب حَدثنَا أَبُو جَعْفَر مُحَمَّد بن جرير الطَّبَرِيّ حَدثنَا هرون بن حَاتِم المقريء حَدثنَا مُصعب بن سَلام عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ لعَلي أَنْت ¶ مني بِمَنْزِلَة هرون من مُوسَى إِلَّا أَنه لَا نَبِي بعدِي",
            "page": "61",
            "part": "1",
            "seal": "2812EF29"
        },
        {
            "hno": "20",
            "id": "29",
            "nass": "20 - أخبرنَا أَحْمد بن مُحَمَّد بن عمرَان الْبَغْدَادِيّ أَنبأَنَا أَبُو مُحَمَّد الْحسن ابْن مُحَمَّد بن يحي صَاحب كتاب النّسَب حَدثنَا إِبْرَاهِيم بن عبد الله الصَّنْعَانِيّ حَدثنَا عمي عبد الرَّزَّاق بن همام حَدثنَا قُطْبَة قَالَ ¶ قَالَ جَعْفَر بن مُحَمَّد النعم وحشية فاشكلوها بالشكر ¶ 21 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنَا الْحسن بن عَليّ ابْن زَكَرِيَّا أَبُو سعيد حَدثنَا عبد الْأَعْلَى بن حَمَّاد النَّرْسِي ¶ قَالَ قدمت على المتَوَكل سر من رأى فَدخلت عَلَيْهِ يَوْمًا فَقَالَ يَا أَبَا يحي قد كُنَّا هممنا لَك بِأَمْر فتدافعت الْأَيَّام بِهِ فَقلت يَا أَمِير الْمُؤمنِينَ سَمِعت مُسلم بن خَالِد الْمَكِّيّ يَقُول سَمِعت جَعْفَر بن مُحَمَّد يَقُول لم يشْكر النِّعْمَة من لم يشْكر الهمة وأنشدته ¶ لأشكرنك مَعْرُوفا هَمَمْت بِهِ ¶ إِن اهتمامك بِالْمَعْرُوفِ مَعْرُوف ... وَلَا أذمك إِن لم يمضه قدر ¶ وَالشَّيْء بِالْقدرِ المحتوم مَصْرُوف ...",
            "page": "62",
            "part": "1",
            "seal": "4C0941C9"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "132 أفجذب الدواة فكتبها ثمَّ قَالَ ينجز لأبي يحي مَا كُنَّا هممنا لَدَيْهِ ¶ وَهُوَ كَذَا ويضعف لخبره هَذَا",
            "page": "63",
            "part": "1",
            "seal": "D2758B1B"
        },
        {
            "hno": "22",
            "id": "31",
            "nass": "22 - أخبرنَا أَبُو عبد الله أَحْمد بن عَليّ بن الْحسن البَجلِيّ أَنبأَنَا أَبُو جَعْفَر مُحَمَّد بن الْحُسَيْن بن حَفْص الْخَثْعَمِي حَدثنَا إِسْمَاعِيل بن مُوسَى وَعباد بن يَعْقُوب قَالَا حَدثنَا إِبْرَاهِيم بن مُحَمَّد الْأَسْلَمِيّ عَن صَفْوَان ابْن سليم عَن سعيد بن الْمسيب عَن سعد بن أبي وَقاص ¶ قَالَ سَمِعت أذناي وأبصرت عَيْنَايَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لعَلي أما ترْضى أَن تكون مني بِمَنْزِلَة هرون من مُوسَى إِلَّا أَنه لَا نَبِي بعدِي",
            "page": "64",
            "part": "1",
            "seal": "8440AA13"
        },
        {
            "hno": "23",
            "id": "32",
            "nass": "23 - أخبرنَا أَبُو الطّيب مُحَمَّد بن الْحُسَيْن بن جَعْفَر التيملي حَدثنَا أَبُو الْحسن عَليّ بن الْعَبَّاس البَجلِيّ حَدثنَا مُحَمَّد بن زِيَاد الزيَادي حَدثنَا سُفْيَان بن عُيَيْنَة قَالَ حفظته من مَالك بن أنس وَزِيَاد بن سعد عَن عبد الله الْفضل عَن نَافِع بن جُبَير عَن ابْن عَبَّاس قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الثّيّب أَحَق بِأَنْفُسِهِنَّ من وليهن وَالْبكْر يستأمرها أَبوهَا وإذنها صماتها",
            "page": "65",
            "part": "1",
            "seal": "2F3895D3"
        },
        {
            "hno": "24",
            "id": "33",
            "nass": "24 - أخبرنَا مُحَمَّد بن الْحُسَيْن الْبَزَّار حَدثنَا عبد الله بن زَيْدَانَ حَدثنَا هناد بن السّري حَدثنَا عِيسَى بن يُونُس عَن عبيد الله بن عبد الرَّحْمَن ابْن موهب حَدثنَا نَافِع بن جُبَير بن مطعم عَن ابْن عَبَّاس قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الثّيّب أولى بِنَفسِهَا من وَليهَا وَالْبكْر تستأذن وصمتها إِقْرَار",
            "page": "66",
            "part": "1",
            "seal": "0F98DE9C"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "25132 - 132 ب أخبرنَا مُحَمَّد بن الْحُسَيْن التيملي حَدثنَا عبد الله بن زَيْدَانَ حَدثنَا هناد حَدثنَا حَفْص عَن عبيد الله بن عبد الرَّحْمَن بن موهب عَن نَافِع بن جُبَير بن مطعم عَن ابْن عَبَّاس قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الثّيّب أولى بِنَفسِهَا من وَليهَا وَالْبكْر تستأمر فِي نَفسهَا وإذنها صموتها أَو سكُوتهَا",
            "page": "67",
            "part": "1",
            "seal": "6F8AC5BF"
        },
        {
            "hno": "26",
            "id": "35",
            "nass": "26 - أخبرنَا أَحْمد بن عَليّ بن الْحسن البَجلِيّ أَنبأَنَا مُحَمَّد بن الْحُسَيْن الْخَثْعَمِي حَدثنَا إِسْمَاعِيل بن مُوسَى أَنبأَنَا إِبْرَاهِيم بن سعد عَن أَبِيه أَن عبد الله بن جَعْفَر قَالَ ¶ رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم يَأْكُل القثاء بالرطب",
            "page": "68",
            "part": "1",
            "seal": "7DC39EFD"
        },
        {
            "hno": "27",
            "id": "36",
            "nass": "27 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنَا أَحْمد بن سهل أَبُو الْعَبَّاس الْأُشْنَانِي بَين السورين حَدثنَا عَبده بن عبد الرَّحِيم الْمروزِي حَدثنَا إِبْرَاهِيم بن الْأَشْعَث صَاحب الفضيل بن عِيَاض حَدثنَا عِيسَى بن مُوسَى يَعْنِي غنجارا عَن عمر بن رَاشد عَن يحيى بن أبي كثير عَن نَافِع عَن ابْن عمر قَالَ ¶ قَالَ رَسُول الله صلى الله صلى الله عَلَيْهِ وَسلم من كثر كَلَامه كثر سقطه وَمن كثر سقطه كثرت ذنُوبه وَمن كثرت ذنُوبه كَانَت النَّار أولى بِهِ أَلا فَمن كَانَ يُؤمن بِاللَّه وَالْيَوْم الآخر فَلْيقل خيرا أَو ليصمت",
            "page": "69",
            "part": "1",
            "seal": "6E0EFB72"
        },
        {
            "hno": "28",
            "id": "37",
            "nass": "28 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنَا أَبُو مُحَمَّد أَحْمد بن مُحَمَّد بن جَعْفَر بن خلف بن حيزام الْفَرَائِضِي الرافقي حَدثنَا صَالح بن زِيَاد أَبُو شُعَيْب السُّوسِي 133 أالمقريء بالرقة حَدثنَا صَالح بن بَيَان الْعَبْدي قَاضِي سيراف عَن نوح بن ذكْوَان عَن هِشَام ابْن عُرْوَة عَن أَبِيه عَن عَائِشَة قَالَت",
            "page": "70",
            "part": "1",
            "seal": "3A72E5A3"
        },
        {
            "hno": "29",
            "id": "38",
            "nass": "جَاءَ حبيب بن الْحَارِث وَكَانَ كخير النَّاس إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ يَا نَبِي الله إِنِّي رجل مقراف قَالَ تب إِلَى الله قَالَ إِنِّي أَتُوب ثمَّ أَعُود قَالَ فَكلما أذنبت فتب قَالَ إِذا تكْثر ذُنُوبِي ويكافيء قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَفْو الله أَكثر من ذنوبك يَا حبيب بن الْحَارِث ¶ 29 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ أَنبأَنَا النُّعْمَان بن أَحْمد الوَاسِطِيّ القَاضِي حَدثنَا مُحَمَّد بن حَرْب النشائي حَدثنَا أَبُو حنيفَة مُحَمَّد بن هامان عَن طَلْحَة بن زيد عَن يُونُس بن أبي شبيب قَالَ ¶ سَمِعت سعيد بن جُبَير يَقُول لَا يزَال الرجل عَالما مَا تعلم فَإِذا ترك الْعلم وَظن أَنه قد اسْتغنى وَاكْتفى بِمَا عِنْده كَانَ أَجْهَل مَا يكون",
            "page": "71",
            "part": "1",
            "seal": "5F866DDC"
        },
        {
            "hno": "30",
            "id": "39",
            "nass": "30 - سَمِعت أَبَا الْمفضل مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ يَقُول سَمِعت عبد الْكَرِيم بن كَامِل بن روح الصَّواف يَقُول سَمِعت شهَاب بن عبد الله التسترِي يَقُول ¶ النَّاس كلهم سكارى إِلَّا الْعلمَاء وَالْعُلَمَاء كلهم حيارى إِلَّا من عمل بِعَمَلِهِ",
            "page": "72",
            "part": "1",
            "seal": "BD994D95"
        },
        {
            "hno": "31",
            "id": "40",
            "nass": "31 - أنشدنا أَحْمد بن مُحَمَّد بن عمرَان أَنْشدني صَالح بن مُحَمَّد لبَعْضهِم ¶ القَوْل لَا يملكهُ إِذا نما ¶ كالسهم لَا يرجعه رام رمى ¶ 32 - أنشدنا أَحْمد بن مُحَمَّد بن عمرَان أَنْشدني صَالح بن مُحَمَّد لعَلي بن مُحَمَّد الْحمانِي الْعلوِي 133 ب ¶ أتستر مثل الضَّيْف فِي أَبْيَاتنَا أنسا ¶ فَلَيْسَ يعلم خلق بِهِ أَيّنَا الضَّيْف ... وَالسيف إِن تشتد بِنَا شينا ¶ فِي الروع لم تدر عزما أَيّنَا السَّيْف ¶ 33 - أخبرنَا أَبُو الطّيب مُحَمَّد بن الْحُسَيْن بن جَعْفَر التيملي قَالَ قَالَ أَبُو الْعَبَّاس بن عقدَة سَمِعت أَبَا زَكَرِيَّا يحيى بن زَكَرِيَّا الْحَافِظ النَّيْسَابُورِي",
            "page": "73",
            "part": "1",
            "seal": "8C3CB2B9"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "يَقُول هَذَا الحَدِيث حَدِيث أبي حَيَّان يزِيد بن حَيَّان أثبت حَدِيث فِي قَول النَّبِي صلى الله عَلَيْهِ وَسلم إِنِّي تَارِك فِيكُم الثقلَيْن ¶ وَقَالَ غير أبي زَكَرِيَّا أثبت حَدِيث فِيهِ حَدِيث زَكَرِيَّا عَن حبيب عَن أبي الطُّفَيْل وَالْأَعْمَش قد رَوَاهُ أَيْضا عَن يزِيد بن حَيَّان جَمعهمَا أَبُو عوَانَة حَدِيث حبيب وَيزِيد بن حَيَّان",
            "page": "74",
            "part": "1",
            "seal": "6F0684FD"
        },
        {
            "hno": "34",
            "id": "42",
            "nass": "34 - أخبرنَا عمر بن إِبْرَاهِيم بن كثير المقريء حَدثنَا الْحسن بن عَليّ الْبَصْرِيّ حَدثنَا مُحَمَّد بن الْحَارِث مولى بني هَاشم سنة اثْنَتَيْنِ وَعشْرين ومايتين بعبادان وَأَنا ابْن اثْنَتَيْ عشرَة سنة حَدثنَا أَبُو وهب الحكم بن سِنَان الْمحَاربي سنة سِتِّينَ وماية حَدثنَا هِشَام بن حسان عَن مُحَمَّد ابْن سِيرِين عَن أَخِيه يحيى بن سِيرِين عَن أَخِيه معبد بن سِيرِين عَن أَخِيه أنس بن سِيرِين عَن أنس بن مَالك قَالَ ¶ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لبيْك حجَّة حَقًا تعبدا وَرقا",
            "page": "75",
            "part": "1",
            "seal": "E8868671"
        },
        {
            "hno": "35",
            "id": "43",
            "nass": "35 - حَدثنَا أَبُو عبد الله مُحَمَّد بن عبد الله القَاضِي حَدثنَا إِسْحَاق بن مُحَمَّد المقريء حَدثنَا الْحسن بن أسلم حَدثنَا مُحَمَّد بن الْحَارِث الحاسبي حَدثنَا الحكم بن سِنَان الْمحَاربي حَدثنَا هِشَام بن حسان عَن مُحَمَّد بن سِيرِين عَن أَخِيه يحيى بن سِيرِين عَن أَخِيه معبد بن سِيرِين عَن أَخِيه أنس بن سِيرِين عَن 134 أأنس بن مَالك قَالَ ¶ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لبيْك حجا حَقًا تعبدا وَرقا",
            "page": "76",
            "part": "1",
            "seal": "42D23D7F"
        },
        {
            "hno": "36",
            "id": "44",
            "nass": "36 - حَدثنَا أَبُو بكر مُحَمَّد بن حميد بن مُحَمَّد اللَّخْمِيّ حَدثنَا مُحَمَّد بن",
            "page": "77",
            "part": "1",
            "seal": "049BAF26"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "جَعْفَر المطيري حَدثنَا يحيى بن مُحَمَّد بن أعين عَن النَّضر بن شُمَيْل حَدثنَا هِشَام بن حسان عَن مُحَمَّد بن سِيرِين عَن أَخِيه يحيى ابْن سِيرِين عَن أَخِيه أنس بن سِيرِين عَن أنس بن مَالك قَالَ ¶ سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يُلَبِّي لبيْك حجا حَقًا تعبدا وَرقا",
            "page": "78",
            "part": "1",
            "seal": "6676D6CF"
        },
        {
            "hno": "37",
            "id": "46",
            "nass": "37 - حَدثنَا عمر بن إِبْرَاهِيم بن أَحْمد المقريء أَنبأَنَا عبد الله بن مُحَمَّد ابْن عبد الْعَزِيز حَدثنَا خلف بن هِشَام الْبَزَّار حَدثنَا حَمَّاد بن زيد عَن هِشَام عَن حَفْصَة بنت سِيرِين عَن يحيى بن سِيرِين ¶ إِنَّه سَافر مَعَ أنس بن مَالك فَأهل من الصليق فَسَمعهُ يَقُول فِي تلبيته لبيْك حجا حَقًا تعبدا وَرقا",
            "page": "79",
            "part": "1",
            "seal": "F194C5E3"
        },
        {
            "hno": "38",
            "id": "47",
            "nass": "38 - حَدثنَا أَبُو عبد الله مُحَمَّد بن عبد الله بن الْحُسَيْن الْجعْفِيّ حَدثنَا أَبُو الْعَبَّاس أَحْمد بن مُحَمَّد بن سعيد الْحَافِظ حَدثنَا جَعْفَر بن مُحَمَّد بن الْحسن الزَّعْفَرَانِي حَدثنَا سهل بن زَنْجَلَة حَدثنَا وَكِيع عَن الْأَعْمَش عَن سُفْيَان بن عُيَيْنَة عَن عَمْرو بن دِينَار عَن جَابر ¶ أَن رجلا مر فِي الْمَسْجِد بسهام فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم أمسك بنصالها",
            "page": "80",
            "part": "1",
            "seal": "B6E63A99"
        },
        {
            "hno": "39",
            "id": "48",
            "nass": "39 - حَدثنَا مُحَمَّد بن عبد الله الْجعْفِيّ حَدثنَا أَحْمد بن مُحَمَّد بن سعيد 134 ب الْحَافِظ حَدثنَا مُحَمَّد بن الْحُسَيْن بن أبي الحنين قَالَ سَمِعت أَبَا غَسَّان يَقُول ¶ سَمِعت ابْن عُيَيْنَة يَقُول أول من جَاءَ فِي مشْعر منى الحَدِيث ¶ 40 - أنشدنا أَبُو الْحسن أَحْمد بن مُحَمَّد بن عمرَان الأخباري أَنْشدني صَالح بن مُحَمَّد لأبي عَليّ مُحَمَّد بن عَليّ بن مقلة ¶ لست ذَا ذلة إِذا عضني الده ¶ ر وَلَا شامخا إِذا واتاني ... أَنا نَار فِي مرتقى نفس الحا ¶ سد مَاء جَار مَعَ الإخوان ...",
            "page": "81",
            "part": "1",
            "seal": "6F59F18C"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "41 أخبرنَا عمر بن إِبْرَاهِيم بن أَحْمد بن المقريء حَدثنَا أَبُو سعيد الْعَدوي حَدثنَا الْحسن بن عَليّ بن رَاشد حَدثنَا شريك عَن الْأَعْمَش عَن أبي سُفْيَان عَن جَابر قَالَ ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من كثرت صلَاته بِاللَّيْلِ حسن وَجهه بِالنَّهَارِ",
            "page": "82",
            "part": "1",
            "seal": "EDD2A3EF"
        },
        {
            "hno": "42",
            "id": "50",
            "nass": "42 - حَدثنَا مُحَمَّد بن عبد الله بن الْمطلب الشَّيْبَانِيّ حَدثنَا النُّعْمَان بن أبي الدلهاث حَدثنَا أَحْمد بن مُحَمَّد بن عمر بن يُونُس اليمامي حَدثنَا عبد الرَّحِيم بن الرّبيع بن سُلَيْمَان اليمامي الْحَنَفِيّ حَدثنِي أبي حَدثنِي يحيى بن أبي كثير حَدثنِي عبد الرَّحْمَن بن عَمْرو الْأَوْزَاعِيّ عَن حسان",
            "page": "83",
            "part": "1",
            "seal": "09324DD3"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "ابْن عَطِيَّة عَن مُحَمَّد بن الْمُنْكَدر عَن جَابر بن عبد الله قَالَ",
            "page": "84",
            "part": "1",
            "seal": "34383FD2"
        },
        {
            "hno": "43",
            "id": "52",
            "nass": "أبْصر رَسُول الله صلى الله صلى الله عَلَيْهِ وَسلم فِي نادينا رجلا ناثر الشّعْر فَقَالَ أما يجد هَذَا مَا يسكن بِهِ شعره وَرَأى رجلا وسخ الثِّيَاب قَالَ أما يجد هَذَا مَا ينقي بِهِ ثَوْبه ¶ 43 - أخبرنَا عمر بن إِبْرَاهِيم بن أَحْمد المقريء حَدثنَا أَبُو سعيد الْعَدوي حَدثنَا أَحْمد بن عَبدة حَدثنَا سُفْيَان بن عُيَيْنَة حَدثنَا وَائِل ابْن دَاوُد عَن ابْنه بكر بن وَائِل عَن الزُّهْرِيّ عَن أنس ¶ أَن النَّبِي صلى الله عَلَيْهِ وَسلم أولم على زَيْنَب 135 أبمدين من بر سويق",
            "page": "85",
            "part": "1",
            "seal": "D062410A"
        },
        {
            "hno": "44",
            "id": "53",
            "nass": "44 - أخبرنَا عمر بن إِبْرَاهِيم المقريء حَدثنَا أَبُو سعيد الْعَدوي حَدثنَا أَحْمد بن عَبده حَدثنَا سُفْيَان بن عُيَيْنَة حَدثنَا وَائِل بن دَاوُد عَن ابْنه بكر بن وَائِل عَن الزُّهْرِيّ عَن أنس ¶ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لعَائِشَة يَا عَائِشَة إِن كنت أَلممْت بذنب فاستغفري الله عز وَجل",
            "page": "86",
            "part": "1",
            "seal": "853C0D13"
        },
        {
            "hno": "45",
            "id": "54",
            "nass": "45 - أخبرنَا الشَّيْخ الإِمَام الْعَالم أَبُو الْفضل جَعْفَر بن أبي الْحسن عَليّ بن أبي البركات الْهَمدَانِي قَالَ أخبرنَا شَيخنَا السلَفِي أَنبأَنَا أَبُو الْغَنَائِم بن النَّرْسِي الْحَافِظ بِالْكُوفَةِ أَنبأَنَا أَبُو حَازِم أَحْمد بن مُحَمَّد بن رزق الدَّلال أَنبأَنَا أَبُو حَازِم مُحَمَّد بن عَليّ الوشاء حَدثنَا أَبُو أَحْمد إِسْحَاق بن مُحَمَّد المنصوري حَدثنَا الْحسن بن أسلم حَدثنَا مُحَمَّد بن الْحَارِث الْهَاشِمِي حَدثنَا الحكم بن سِنَان الْمحَاربي حَدثنَا هِشَام بن حسان عَن مُحَمَّد بن سِيرِين عَن أَخِيه يحيى بن سِيرِين عَن أَخِيه معبد بن سِيرِين عَن أَخِيه انس بن سِيرِين عَن أنس بن مَالك قَالَ ¶ سَمِعت رَسُول الله صلى الله صلى الله عَلَيْهِ وَسلم يَقُول لبيْك حجا حَقًا تعبدا وَرقا",
            "page": "87",
            "part": "1",
            "seal": "ACD04183"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "قَالَ ابْن النَّرْسِي الْحسن بن أسلم هُوَ أَبُو سعيد الْعَدوي",
            "page": "88",
            "part": "1",
            "seal": "CF349839"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "سماعات الْجُزْء ¶ 1 - بلغ السماع لجمع الْجُزْء على الشَّيْخ الإِمَام الْعَالم الْحَافِظ شيخ الْإِسْلَام أوحد الْأَنَام فَخر الْأَئِمَّة أبي طَاهِر أَحْمد بن مُحَمَّد بن مُحَمَّد السلَفِي الْأَصْبَهَانِيّ رَضِي الله عَنهُ بِقِرَاءَة الْفَقِيه الْفَاضِل أبي الْحسن عَليّ بن الْمفضل بن عَليّ الْمَقْدِسِي ذكر جمَاعَة مِنْهُم جَعْفَر بن أبي الْحسن بن أبي البركات الْهَمدَانِي وَذَلِكَ فِي شَوَّال سنة سبعين وَخَمْسمِائة بالإسكندرية ¶ نَقله مُحَمَّد بن عبد الرَّحْمَن بن عبد الْوَاحِد الْمَقْدِسِي سرده عبد الْعَزِيز ابْن عِيسَى بن عبد الْوَاحِد بن سُلَيْمَان فِي جُمَادَى الْآخِرَة سنة خمس وَثَلَاثِينَ وستماية وَللَّه الْحَمد ¶ سمع جَمِيع هَذَا الْجُزْء على الشَّيْخ الإِمَام الْعَالم المقريء أبي الْفضل جَعْفَر بن أبي الْحسن عَليّ بن أبي البركات الْهَمدَانِي بِسَمَاعِهِ فِيهِ نقلا من الْحَافِظ أبي طَاهِر السلَفِي بِسَنَدِهِ بِقِرَاءَة الإِمَام سيف الدّين أبي الْعَبَّاس أَحْمد بن مجد الدّين عيس بن شيخ الْإِسْلَام موفق الدّين أبي مُحَمَّد بن عبد الله بن أَحْمد الْمَقْدِسِي أَبُو الْفرج عبد الرَّحْمَن وَعبد الْغَنِيّ",
            "page": "89",
            "part": "1",
            "seal": "1AE79D5E"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "ابْنا أبي مُوسَى عبد الله بن الْحَافِظ عبد الْغَنِيّ وَابْن أخيهما عبد الْعَزِيز بن مُحَمَّد وَعبد الرَّحِيم بن عَليّ بن أَحْمد وَهُوَ صَاحب الْجُزْء وَأَخُوهُ أَحْمد وَمُحَمّد بن أَحْمد بن مُحَمَّد بن الْحَافِظ عبد الْغَنِيّ وَأَبُو الْعَبَّاس أَحْمد بن أَحْمد بن عبيد الله وَأحمد وَمُحَمّد ابْنا الشَّمْس عبد الرَّحْمَن ابْن الشَّيْخ أبي عمر مُحَمَّد بن أَحْمد وَعبد الْهَادِي بن عبد الحميد بن عبد الْهَادِي وَأَبُو بكر عبيد الله بن أَحْمد بن أبي بكر إِبْرَاهِيم وَابْن عَمه أَحْمد بن عبد الرَّحْمَن وَأَبُو بكر وَمُحَمّد ابْنا أَحْمد بن أبي بكر عبد الله بن أَبى بكر وَابْن عَمهمَا أَحْمد ابْن عبد الله وَابْن عمهم مُحَمَّد بن عبد الله بن مُحَمَّد وابنا عَمه مُحَمَّد وَعبد الرَّحْمَن ابْنا أَحْمد بن مُحَمَّد وَعبد الله وَسليمَان ابْنا حَمْزَة بن أَحْمد وَابْن عَمهمَا عَليّ بن عمر وَابْن عمتهم عبد الْملك بن مُحَمَّد بن عبد الْملك ويوسف بن أَحْمد بن عبد الْملك بن عُثْمَان وَابْن عَمه أَحْمد بن عبد الله وَأحمد بن عبد الحميد بن مُحَمَّد بن سعيد وَإِبْرَاهِيم بن مُوسَى بن إِبْرَاهِيم وَيحيى وَعِيسَى ابْنا عبد الرَّحْمَن بن معالي وَإِسْمَاعِيل وَإِبْرَاهِيم ابْنا أَحْمد بن جميل وَأحمد بن فَهد بن شُجَاع المقدسيون وَآخَرُونَ على الأَصْل ¶ وَصَحَّ ذَلِك وَثَبت فِي يَوْم الْأَحَد رَابِع عشر جُمَادَى الآخر سنة خمس وَثَلَاثِينَ وستماية كتبه مُحَمَّد بن عبد الرَّحِيم بن عبد الْوَاحِد الْمَقْدِسِي وَالْحَمْد لله وَحده وَصلى الله على مُحَمَّد وَآله وَسلم ¶ 3 - سمع جَمِيع هَذَا الْجُزْء على الشَّيْخ الإِمَام الْعَالم الْحَافِظ شمس الدّين أبي عبد الله مُحَمَّد بن عبد الْوَاحِد بِسَمَاعِهِ رَاه بِقِرَاءَة الإِمَام الْعَالم شرف الدّين عبد الله بن حُسَيْن بن عبد الله الْمَقْدِسِي الْجَمَاعَة الجلة الإِمَام الْمعبر نور الدّين أَبُو الْحسن عَليّ بن مَسْعُود بن يعِيش الْموصِلِي وَشرف الدّين أَبُو يُوسُف يَعْقُوب بن أَحْمد بن يَعْقُوب الحلبيان ¶ وَصَحَّ ذَلِك فِي يَوْم الثُّلَاثَاء سَابِع ربيع الأول عَام ثَمَان وَسبعين وستماية بمنزله بسفح قاسيون وَكَاتب أسمائهم مُحَمَّد بن عبد الرَّحْمَن بن شامة",
            "page": "90",
            "part": "1",
            "seal": "22549522"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "4 - قرأته أجمع على نور الدّين عِيسَى بن عبد الرَّحْمَن بن معالي مُحَمَّد بِسَمَاعِهِ قِرَاءَة يَوْم الْخَمِيس خَامِس عشر ربيع الأول سنة تسع وَسبع ماية بالجامع الْأمَوِي بِدِمَشْق فَسَمعهُ الْفَقِيه المحصل شرف الدّين مُوسَى بن ياسين ابْن مَسْعُود الغساني الْحوَاري وَالشَّيْخ سَالم بن سَلامَة بن عبد الله الْمَقْدِسِي ¶ وَكتب عبد الله بن يَعْقُوب بن ملهم الْبَزَّار وَثَبت الإسْكَنْدراني عبد الله عَنهُ وَصلى الله على مُحَمَّد وعَلى آله وَجمعه كَاتبه ¶ 5136 - 136 أسمع جَمِيع هَذَا الْجُزْء من انتخاب أبي عبد الله الصُّورِي على أبي عبد الله مُحَمَّد الْعلوِي على الشَّيْخ الإِمَام الْعَالم الْعَامِل الصَّدْر الْكَامِل بَقِيَّة السّلف شرف الدّين أبي الْعَبَّاس أَحْمد بن أَحْمد بن عبد الله الْمَقْدِسِي رَضِي الله عَنهُ بِسَمَاعِهِ لَهُ فِيهِ من جَعْفَر الهمذاني بِسَنَدِهِ بِقِرَاءَة أَحْمد بن نصر بن عبيد بن مُحَمَّد المقريء سامحه الله وَهَذَا خطه الْجَمَاعَة مُحَمَّد وَعبد الله ابْنا الْفَقِيه الإِمَام الْعَالم شمس الدّين عبيد الله ابْن أخي الشَّيْخ وَأحمد بن شهَاب الدّين يحيى بن الْأَمِير شرف الدّين يَعْقُوب بن الْمُعْتَمد ويوسف وَعبد الْعَزِيز ابْنا سيف الدّين يحيى بن عبد الرَّحْمَن بن الْحَنْبَلِيّ وهرون ابْن الشَّيْخ مُوسَى ابْن الشَّيْخ أبي الْقَاسِم الْحوَاري وَابْن عَمه أَبُو الْقَاسِم ابْن الشَّيْخ يُوسُف بن الشَّيْخ أبي الْقَاسِم وَمُحَمّد بن الْبَدْر عَليّ بن إِسْمَاعِيل الحريري وَعلي بن كَامِل بن عَليّ وَأَخُوهُ الْأَمِير أَبُو بكر ابْن الْبَدْر عبيد بن مسرور عرف بالعجلوني وَعمر وَإِبْرَاهِيم وَعلي بَنو أبي بكر بن إِبْرَاهِيم المنبجي وَعمر بن شرف بن محسن النساج أَبوهُ وَأحمد ابْن إِبْرَاهِيم بن سَالم الخباز وَعبد الله بن عُثْمَان بن عَليّ المهراني وَإِسْمَاعِيل بن يُوسُف بن عُثْمَان من قَرْيَة أسقوفية وَعبد الرَّحْمَن بن شهَاب",
            "page": "91",
            "part": "1",
            "seal": "2E0084B5"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "الدّين أَحْمد بن الشَّيْخ عَامر وَعلي بن الْبَدْر يُوسُف بن عَليّ سبط ابْن الْحَنْبَلِيّ وَإِبْرَاهِيم بن عبد الْكَرِيم بن أَحْمد الحمامي وَعلي بن مُحَمَّد بن مظفر الحجار ¶ وَسمع النّصْف الأول من الْجُزْء يُوسُف بن إِسْمَاعِيل بن رسْلَان وَمُحَمّد بن الْبَدْر عَليّ بن إِسْمَاعِيل الحريري وَمُحَمّد بن أَبى الكاشف بن جَعْفَر الْأنْصَارِيّ سبط ابْن الْحَنْبَلِيّ ¶ سمع النّصْف الثَّانِي من الْجُزْء وَأَبُو بكر بن رَجَب بن يُوسُف غُلَام الْأَمِير ابْن الْمُعْتَمد ¶ سمع النّصْف الأول من الْجُزْء حسب وَهُوَ ذَلِك وَثَبت فِي مجلسين آخرهما يَوْم الْخَمِيس فِي الْعشْر الْأَوْسَط من جُمَادَى الْآخِرَة سنة اثْنَتَيْنِ وستماية بِمَسْجِد الْأَمِير شرف الدّين ابْن الْمُعْتَمد رحمهمَا الله تَعَالَى وَالْحَمْد لله وَحده وَصلى الله على مُحَمَّد وَسلم ¶ 6 - قَرَأت جَمِيع هَذَا الْجُزْء على الشَّيْخ الإِمَام الْعَالم الْمُفِيد تَقِيّ الدّين أبي الْفضل سُلَيْمَان بن حَمْزَة بن أَحْمد بن عمر بن مُحَمَّد وَمُحَمّد بن مُحَمَّد بن قدامَة الْمَقْدِسِي بِسَمَاعِهِ فِيهِ بَاطِنهَا ¶ وَصَحَّ ذَلِك وَثَبت فِي يَوْم الْخَمِيس الثَّامِن من شهر رَمَضَان سنة أثنتين وَتِسْعين وستماية بالجامع المظفري بسفح قاسيون بِظَاهِر دمشق كتبه أَحْمد بن مظفر بن أبي مُحَمَّد بن النابلسي وَالْحَمْد لله وَحده ¶ 7136 - 136 ب قَرَأت جَمِيع هَذَا الْجُزْء وَهُوَ انتخاب أبي عبد الله الصُّورِي الْحَافِظ على أبي عبد الله الْعلوِي على شَيخنَا الشَّيْخ السَّيِّد الإِمَام الْعَلامَة قَاضِي الْقُضَاة تَقِيّ الدّين ركن الشَّرِيعَة فَخر الْأَئِمَّة شيخ الْإِسْلَام سيد الْعلمَاء والحكام مُسْند الشَّام رحْلَة الطّلبَة بَقِيَّة الْمُحدثين أبي",
            "page": "92",
            "part": "1",
            "seal": "B2DE80E8"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "الْفضل سُلَيْمَان بن حَمْزَة بن أَحْمد بن عمر شيخ الْإِسْلَام أبي عمر مُحَمَّد ابْن أَحْمد بن قدامَة الْمَقْدِسِي الْحَنْبَلِيّ حفظه الله تَعَالَى بِسَمَاعِهِ من أبي الْفضل جَعْفَر الْهَمدَانِي بِسَمَاعِهِ من السلَفِي بِسَنَدِهِ ¶ فَسَمعهُ شَيخنَا شمس الدّين مُحَمَّد بن عبد الرَّحْمَن بن عمر بن عوض وتقي الدّين عبد الرَّحْمَن بن أبي بكر بن أَحْمد بن مُحَمَّد وناصر الدّين مُحَمَّد ابْن حَازِم بن عبد الْغَنِيّ سبط المسمع وَأحمد بن القَاضِي شرف الدّين الْحسن بن عبد الله بن أبي عمر وَعمر بن التقي أَحْمد بن عبد الله بن عمر ابْن عوض والفقيه عبد الله بن مُحَمَّد بن عبد الله بن مَحْمُود الرذاذي وَالْعدْل مُحي الدّين هبة الله بن يَعْقُوب بن سني الدولة الشَّافِعِي وَشَيخنَا مُحَمَّد بن أَحْمد بن عبد الرَّحْمَن النجدي والحاج مُحَمَّد بن أَحْمد بن مُحَمَّد الْحَرَّانِي الْبَزَّار وَابْنه مُحَمَّد وَمُحَمّد بن أَحْمد بن عَليّ بن مَسْعُود عرف أَبوهُ بعمي وَمُحَمّد بن إِبْرَاهِيم بن الشَّيْخ عَليّ بن مُحَمَّد الملقي الْبَغْدَادِيّ وَعبد الله عَتيق ابْن سبع الحائك ¶ وَصَحَّ ذَلِك يَوْم الثُّلَاثَاء خَامِس عشر جُمَادَى الْآخِرَة سنة أَربع وَسبع ماية بالجامع المظفري بسفح قاسيون ظَاهر دمشق ¶ كتبه عبد الله بن أَحْمد بن عبد الله بن أَحْمد بن مُحَمَّد الْمَقْدِسِي عَفا الله عَنهُ ¶ قرأته عَلَيْهِ أيده الله وَسمع جمَاعَة مذكورين على الأَصْل يَوْم السبت تَاسِع عشر رَمَضَان سنة سبع وَسبع ماية بقاسيون وَكتبه عَليّ بن عبد الْهَادِي على الْمُسْتَمْلِي وَالْحَمْد لله وَحده ¶ 8137 - 137 أسمع جَمِيع هَذَا الْجُزْء على سيدنَا قَاضِي الْقُضَاة تَقِيّ الدّين بَقِيَّة الْمَشَايِخ أبي الْفضل سُلَيْمَان بن حَمْزَة بن أَحْمد بن عمر بن الشَّيْخ ابْن عمر بن قدامَة الْمَقْدِسِي بِسَمَاعِهِ من جَعْفَر الْهَمدَانِي بِسَنَدِهِ وعَلى الشَّيْخ سعد الدّين يحيى بن مُحَمَّد بن سعد بإجازته من جَعْفَر بِقِرَاءَة كَاتب السماع",
            "page": "93",
            "part": "1",
            "seal": "A1FF1DA5"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "عبد الله بن أَحْمد بن عبد الله الْمَقْدِسِي أَخَوَاهُ إِبْرَاهِيم وَعبد الرَّحْمَن فِي الثَّانِيَة وأمهما فَاطِمَة بنت أَحْمد بن أبي مُحَمَّد الْقَارِي وَالْقَاضِي عز الدّين مُحَمَّد بن المسمع الأول وَابْنه أَحْمد فِي الثَّانِيَة وَمُحَمّد بن المسمع الثَّانِي وشمس الدّين مُحَمَّد بن أَحْمد بن أبي الْعَجَائِز الزراد وَابْنه أَحْمد فِي الثَّالِثَة وشمس الدّين مُحَمَّد بن إِبْرَاهِيم بن غنايم بن المهندس وَابْنَته زَيْنَب فِي الْحَاشِيَة وناصر الدّين مُحَمَّد بن أَحْمد بن أبي حَاتِم الصايغ الْحلِيّ وَابْنه أَبُو بكر فِي الثَّالِثَة وَالشَّيْخ مُحَمَّد بن أَحْمد بن عمر البالسي وَمَعَهُ مُحَمَّد بن الشَّيْخ أَحْمد بن الحلبية فِي الثَّالِثَة ومجير الدّين خَلِيل بن يحيى بن سلمَان ابْن مَرْوَان بن البعلي وَمُحَمّد وَأحمد ابْنا مُحَمَّد بن الشَّيْخ فَخر الدّين عَليّ ابْن نصر البُخَارِيّ والصارم مُحَمَّد بن عَليّ بن عمر بن مُسلم الهاني وَمُحَمّد ابْن يَعْقُوب بن يُوسُف الْبَغْدَادِيّ وَمُحَمّد بن مُحَمَّد بن شَدَّاد بن عُثْمَان الْعَطَّار وَعلي بن عمر بن التقي أَحْمد بن عبد الرَّحْمَن بن مُؤمن وَأَبُو بكر ابْن عَليّ بن معالي بن رسْلَان البالسي وَعبد الرَّحْمَن بن عبد الْوَاحِد بن عَبْدَانِ العلاف وَأحمد بن عبد الله بن أَيُّوب القراري وَمَعَهُ مُحَمَّد بن عبد الله بن مُحَمَّد بن زيد الْمصْرِيّ وَهُوَ فِي الثَّانِيَة وَمُحَمّد وَفَاطِمَة ولدا أبي بكر بن مُحَمَّد بن طرخان وفتاهما بهادر وأيدمر وَعمر بن أَحْمد بن عَليّ ابْن هِلَال التدمري وَآخَرُونَ على نُسْخَة أُخْرَى ¶ وَذَلِكَ فِي يَوْم الثُّلَاثَاء رَابِع شعْبَان سنة تسع وَسبع ماية بالجامع المسطور بسفح قاسيون الْحَمد لله ¶ 9 - سمع جَمِيع هَذَا الْجُزْء على الشَّيْخ الْمسند أبي مُحَمَّد عِيسَى بن عبد الرَّحْمَن بن معالي بن حمد بن أَحْمد بن أبي عطاف الْمطعم الْمَقْدِسِي بِسَمَاعِهِ فِيهِ أصلا من جَعْفَر الْهَمدَانِي بِقِرَاءَة كَاتب السماع عبد الله بن أَحْمد ابْن مُحَمَّد الْمَقْدِسِي أَخُوهُ إِبْرَاهِيم وشمس الدّين مَحْمُود بن خَليفَة بن مُحَمَّد خلف المنبحي وَصَلَاح الدّين خَلِيل بن كيكلدي العلائي وَأحمد",
            "page": "94",
            "part": "1",
            "seal": "5D60DCD3"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "بن إِبْرَاهِيم بن عَليّ بن مُحَمَّد بن عَليّ بن بقا الملقن وَمُحَمّد بن رزق الله بن خَالِد بن نَاصِر الْبرد يسولي وَعبد الْجَلِيل بن سَالم بن عبد الرَّحْمَن بن عبد الْجَلِيل الْبرد يسولي وَمُحَمّد بن مُحَمَّد بن شَدَّاد بن عُثْمَان الْقطَّان وَمُحَمّد بن المسمع وَأحمد بن عبد الحميد بن غشم بن مُحَمَّد البرداري وَابْن أُخْته يُوسُف بن مُحَمَّد بن مُحَمَّد الصايغ ¶ وَسمع من حَدِيث يَأْكُل القثاء بالرطب إِلَى آخر الْجُزْء شَيخنَا سعد الدّين يحيى بن مُحَمَّد بن سعد وولداه مُحَمَّد وَزَيْنَب وَمُحَمّد بن مُحَمَّد بن أبي بكر بن مُحَمَّد بن طرخان وَابْن عَمه عَليّ بن أَحْمد وَبدر الدّين مُحَمَّد بن حَمْزَة بن عمر الْمدنِي وَمُحَمّد بن الْحَاج أَحْمد بن أبي بكر ابْن مرجان وَابْن عمر إِسْلَام إِبْرَاهِيم بن مُحَمَّد وَإِبْرَاهِيم ¶ صَحَّ وَصَحَّ يَوْم السبت ثَالِث شَوَّال سنة إِحْدَى عشرَة وسبعماية بجنينة المسمع بسفح قاسيون ¶ 10137 - 137 ب سمع جَمِيع هَذَا الْجُزْء وَهُوَ انتخاب الصُّورِي على الْعلوِي على الشَّيْخ الْجَلِيل الْمسند أبي مُحَمَّد عِيسَى بن عبد الرَّحْمَن بن معالي بن حمد بن أَحْمد الْمَقْدِسِي الْمطعم بسمعه فِيهِ أصلا من جَعْفَر الْهَمدَانِي عَن السلَفِي بِقِرَاءَة الإِمَام الْعَالم الْفَاضِل الْمُحدث الْمُفِيد فَخر الدّين أبي مُحَمَّد عبد الرَّحْمَن بن الشَّيْخ الإِمَام شمس الدّين أبي عبد الله مُحَمَّد بن الشَّيْخ الإِمَام الْعَلامَة الصَّالح فَخر الدّين أبي مُحَمَّد عبد الرَّحْمَن بن يُوسُف البعلبكي ابْنَته أم الْحسن فَاطِمَة وَولدا أَخِيه مُحَمَّد وَزَيْنَب ولدا تَقِيّ الدّين عبد الله بن مُحَمَّد وخالتهما فَاطِمَة بنت الْحَاج مُحَمَّد بن عَليّ بن مبارك الدهان وتربيتهم إِبْرَاهِيم بن عبد الْوَاحِد بن عُثْمَان المشرقي وَالْجَمَاعَة السَّادة الْحَافِظ جمال الدّين أَبُو الْحجَّاج يُوسُف بن الزكي عبد الرَّحْمَن بن يُوسُف الْمزي وَأَوْلَاده عبد الرَّحْمَن وَمُحَمّد وَهَذَا خطه",
            "page": "95",
            "part": "1",
            "seal": "A3EE42D7"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وَزَيْنَب وَعمر وَخَدِيجَة ولدا عبد الرَّحْمَن الْمَذْكُور وَالْإِمَام شمس الدّين أَبُو عبد الله مُحَمَّد بن أَحْمد بن عَليّ بن عبد الْغَنِيّ الرقي المقريء وعلاء الدّين عَليّ بن الْحُسَيْن بن عَليّ بن بِشَارَة الشبلي الْحَنَفِيّ وَأَبُو فَارس عبد الْعَزِيز بن مُحَمَّد بن ياسين بن عبد الْعَزِيز بن مَيْمُون الصنهاجي وَعبد الله بن محيي الدّين يحيى بن الشَّيْخ الإِمَام زين الدّين عبد الله بن مَرْوَان الفارقي وَأَخُوهُ عبد الْعَزِيز وَابْنَة عَمهمَا نفيسة بنت عبد الْعَزِيز وَعمر بن عبد الْكَرِيم ابْن عياد الْقرشِي وَالشَّيْخ عَليّ بن الياس بن عبد الله التركماني التيزيني الضَّرِير وَيَعْقُوب بن حُسَيْن بن سَالم الْعزي وَخَدِيجَة بنت تَقِيّ الدّين أَحْمد ابْن الْعلم بن مَحْمُود بن مَحْمُود الخراز وَمُحَمّد بن الشَّيْخ تَقِيّ الدّين أبي بكر بن مُحَمَّد ابْن أبي بكر الْموصِلِي المقريء ¶ وَصَحَّ ذَلِك يَوْم الثُّلَاثَاء السَّابِع وَالْعِشْرين من شهر رَمَضَان سنة تسع عشرَة وسبعماية بدار الحَدِيث الأشرفية بِدِمَشْق المحروسة وَأَجَازَ لَهُم الشَّيْخ بِمَا يرونه وَالْحَمْد لله وَحده وَصلى الله على سيدنَا مُحَمَّد وَآله وَصَحبه وَسلم ¶ 11138 - 138 أسمع هَذَا الْجُزْء الْجَلِيل الْمسند بدر الدّين أبي الْمَعَالِي عبد الله بن حُسَيْن بن أبي النايب الْأنْصَارِيّ بِسَمَاعِهِ من ابْن خطيب القرافة بإجازته من السلَفِي وعَلى كَاتب السماع يُوسُف بن الزكي عبد الرَّحْمَن بن يُوسُف الْمزي بِسَمَاعِهِ من عِيسَى بن عبد الرَّحْمَن الْمَقْدِسِي عَن جَعْفَر عَن السلَفِي بِقِرَاءَة الْفَقِيه تَقِيّ الدّين مُحَمَّد بن سُلَيْمَان بن عبد الله الجعبري ابْنه عبد الله سبط عبد الرَّحْمَن بن كَاتب السماع وزين الدّين عمر بن أَحْمد بن إِبْرَاهِيم بن عبد الله بن أَمِين الدولة الْحلَبِي والأمير عماد الدّين إِبْرَاهِيم بن أبي بكر بن مجير الدّين يَعْقُوب بن الْملك الْعَادِل سيف الدّين أبي بكر بن أَيُّوب بن شاذي بن مَرْوَان وَابْنه أَسد الدّين أَحْمد وفتاه مبارك التكروري وَمُحَمّد بن سيف الدّين قبجق بن بيدغان العلائي حَاضرا",
            "page": "96",
            "part": "1",
            "seal": "D4AAE681"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "@ 98 فِي الْخَامِسَة وفتاه بِلَال الحبشي ¶ وَصَحَّ ذَلِك فِي يَوْم الْأَحَد السَّادِس من شعْبَان سنة اثْنَتَيْنِ وَثَلَاثِينَ وسبعماية بدار الحَدِيث الأشرفية بِدِمَشْق وَأَجَازَ كل وَاحِد من المسمعين لكل وَاحِد من السامعين رِوَايَة مَا يجوز لَهُ رِوَايَته وَالْحَمْد لله وَحده وَصلى الله على مُحَمَّد وَآله",
            "page": "97",
            "part": "1",
            "seal": "E7BF4812"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "مَا رَوَاهُ الْعلوِي وَلم يرد فِي الْفَوَائِد ¶ 1 - قَالَ ابْن المستوفي قَرَأت على أبي الْفَتْح مُحَمَّد بن عِيسَى الْجَصَّاص قَالَ قريء على أبي الْعَلَاء مُحَمَّد بن جَعْفَر بن عقيل الْبَصْرِيّ قَالَ أَخْبرنِي أَبُو الْغَنَائِم مُحَمَّد بن عَليّ بن مَيْمُون النَّرْسِي قَالَ حَدثنَا مُحَمَّد بن عَليّ بن عبد الرَّحْمَن حَدثنَا حُسَيْن بن حسن بن حَلبس أخبرنَا الْحسن بن مُحَمَّد السكونِي أنشدنا مُحَمَّد بن خلف بن الْمَرْزُبَان ¶ إِن الْحَج رُبمَا أزرى بهَا ¶ عِنْد الَّذِي قضيت لَهُ تأجيلها ... فَإِذا قضيت لصَاحب لَك حَاجَة ¶ فَاعْلَم بِأَن تَمامهَا تَعْجِيلهَا ¶ 2 - قَالَ ابْن الْجَوْزِيّ أخبرنَا شَيخنَا مُحَمَّد بن نَاصِر الْحَافِظ قَالَ أخبرنَا أَبُو الْغَنَائِم مُحَمَّد بن عَليّ بن مَيْمُون النَّرْسِي أَنبأَنَا أَبُو عبد الله مُحَمَّد ابْن عَليّ بن عبد الرَّحْمَن الْعلوِي قَالَ فِي سنة ثَلَاث عشرَة وَأَرْبَعمِائَة كسر",
            "page": "99",
            "part": "1",
            "seal": "A79F471C"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "الْحجر الْأسود لما صليت الْجُمُعَة يَوْم النَّفر الأول وَلم يكن رَجَعَ النَّاس بعد من منى قَامَ رجل مِمَّن ورد من نَاحيَة مصر بِإِحْدَى يَدَيْهِ سيف مسلول وبالأخرى دبوس بَعْدَمَا قضى الإِمَام الصَّلَاة فقصد ذَلِك الْحجر ليستلمه على الرَّسْم فَضرب وَجه الْحجر ثَلَاث ضربات مُتَوَالِيَة بالدبوس وَقَالَ إِلَى مَتى يعبد الْحجر وَلَا مُحَمَّد وَلَا عَليّ يَمْنعنِي عَمَّا افعله فإنني أهدم هَذَا الْبَيْت وأرفعه فاتقى اكثر الْحَاضِرين وتراجعوا عَنهُ وَكَاد يفلت وَكَانَ رجلا تَامّ الْقَامَة أَحْمَر اللَّوْن أشقر الشّعْر سمين الْجِسْم وَكَانَ على بَاب الْمَسْجِد عشرَة من الفرسان على أَن ينصروه فاحتسب رجل من أهل الْيمن أَو من أهل مَكَّة أَو من غَيرهَا فوجأه بخنجره واحتوشه النَّاس فَقَتَلُوهُ وقطعوه وأحرقوه بالنَّار وَقتل مِمَّن اتهمَ بمصاحبته ومعاونته على ذَلِك الْمُنكر جمَاعَة وأحرقوا بالنَّار وثارت الْفِتْنَة وَكَانَ الظَّاهِر من الْقَتْلَى أَكثر من عشْرين غير مَا اختفى مِنْهُم وألحوا فِي ذَلِك الْيَوْم على المغاربة والمصريين بالنهب وَالسَّلب وعَلى غَيرهم فِي طَرِيق منى إِلَى الْبَلَد ¶ وَفِي يَوْم النَّفر الثَّانِي اضْطربَ النَّاس وماجوا وَقَالُوا إِنَّه قد أَخذ فِي أَصْحَاب الْخَبيث لَعنه الله أَرْبَعَة أنفس اعْتَرَفُوا بِأَنَّهُم مائَة بَايعُوا على ذَلِك وَضربت أَعْنَاق هَؤُلَاءِ الْأَرْبَعَة وتقشر بعض وَجه الْحجر فِي وَسطه من تِلْكَ الضربات وتخشن وَزعم بعض الْحَاج أَنه سقط من الْحجر ثَلَاث قطع وَاحِدَة فَوق أُخْرَى فَكَأَنَّهُ يثقب ثَلَاث ثقب مَا يدْخل الْأُنْمُلَة فِي كل ثقبة وتساقطت مِنْهُ شظايا مثل الْأَظْفَار وطارت مِنْهُ شقوق يَمِينا وَشمَالًا وَخرج مكسره أَحْمَر يضْرب إِلَى الصُّفْرَة محببا مثل الخشخاش فَأَقَامَ الْحجر على ذَلِك يَوْمَيْنِ ثمَّ إِن بني شيبَة جمعُوا مَا وجدوه مِمَّا سقط مِنْهُ وعجنوه بالمسك وحشوا تِلْكَ الْمَوَاضِع وطلوها بطلاء من ذَلِك فَهُوَ بَين لمن تَأمله",
            "page": "100",
            "part": "1",
            "seal": "944BEF18"
        },
        {
            "hno": "103",
            "id": "68",
            "nass": "103 - 105 107 @ 108 وَهُوَ على حَاله الْيَوْم ¶ 3 - وَقَالَ ابْن الْجَوْزِيّ فِي وفيات سنة 420 هـ الْحسن بن أبي الهبيش ويكنى أَبَا عَليّ كَانَ من الزهاد المتعبدين حكى أَبُو عبد الله مُحَمَّد بن عَليّ الْعلوِي قَالَ بت عِنْده لَيْلَة فَلم أتمكن من النّوم لِكَثْرَة البق وَهُوَ وَاقِف يُصَلِّي فَلَا أَدْرِي أمنع البق مِنْهُ أم صَبر عَلَيْهِ وَرَأَيْت مِئْزَره قد انحل وَسقط عَن كعبيه ثمَّ اسْتَوَى وعَلى إِلَى سرته وَهُوَ وَاقِف يُصَلِّي وَلَا أَدْرِي أرتفع المئزر أم طَالَتْ يَده حَتَّى أعادته وَتُوفِّي فِي هَذِه السّنة وقبره ظَاهر بِالْكُوفَةِ وَقد عمل عَلَيْهِ وَقد زرته فِي طَرِيق الْحَج",
            "page": "101",
            "part": "1",
            "seal": "BD3171A2"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "فَوَائِد فِي نقد الْأَسَانِيد للحاحفظ الصُّورِي",
            "page": "103",
            "part": "1",
            "seal": "A2497C4F"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "46 - أخبرنَا أَبُو عبد الله مُحَمَّد بن على بن عبد الله الْحَافِظ قِرَاءَة مني عَلَيْهِ فِي منزله قَالَ أخبرنَا أَبُو مُحَمَّد عبد الْغَنِيّ بن سعيد بن عَليّ بن سعد الْأَزْدِيّ الْحَافِظ رَحمَه الله قَالَ حَدثنَا إِسْمَاعِيل بن يَعْقُوب الجرار قَالَ حَدثنَا إِبْرَاهِيم بن الْهَيْثَم الْبَلَدِي قَالَ حَدثنَا عَليّ بن عَيَّاش قَالَ حَدثنَا شُعَيْب بن أبي ضَمرَة قَالَ أخبرنَا ابو الزِّنَاد عَن الْأَعْرَج ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا حمى إِلَّا لله وَلِرَسُولِهِ تفرد بِهِ عَليّ بن عَيَّاش وَحدث بِهِ عَنهُ يحيى بن معِين",
            "page": "109",
            "part": "1",
            "seal": "A8634113"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "47 - حَدثنِي أَبُو بكر أَحْمد بن الْحُسَيْن النَّصْرَانِي الْخَطِيب حفظا إملاء قَالَ حَدثنَا أَبُو الْقَاسِم عبد الله بن مُحَمَّد بن عبد الْعَزِيز قَالَ حَدثنَا عَليّ بن عِيسَى عَن خَلاد عَن قَتَادَة عَن أنس عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ القناعة مَال لَا ينْفد ¶ 48 - حَدثنَا عبد الْوَهَّاب بن الْحسن الْكلابِي قَالَ أخبرنَا أَبُو الجهم أَحْمد بن الْحُسَيْن قَالَ حَدثنَا هِشَام بن عباد قَالَ حَدثنَا عَمْرو بن وَاقد قَالَ حَدثنَا يُونُس بن حَلبس عَن أبي إِدْرِيس عَن أبي ذَر الْغِفَارِيّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَيْسَ الزهادة فِي الدُّنْيَا تَحْرِيم الْحَلَال وَلَا إِضَاعَة المَال وَلَكِن الزهادة فِي الدُّنْيَا أَن تكون بِمَا فِي يَد الله عز وَجل أوثق مِنْك بِمَا فِي يَديك وَأَن تكون فِي الْمُصِيبَة إِذا أصبت بهَا أَرغب مِنْك بهَا لَو أَنَّهَا بقيت لَك ¶ 49 - حَدثنَا عبد الله بن جَعْفَر بن 46 أالورد قَالَ حَدثنَا يحيى بن أَيُّوب وَهُوَ العلاف قَالَ حَدثنَا سعيد بن أبي مَرْيَم قَالَ أَخْبرنِي يحيى بن أَيُّوب الْفَقِيه قَالَ ¶ سَمِعت ابْن عجلَان يَقُول إِن الله عز وَجل لما خلق بني آدم قَالَت الْمَلَائِكَة رَبنَا لَا تسعهم الأَرْض قَالَ الله عز وَجل سأوكل بهم الْمَوْت قَالَت الْمَلَائِكَة رَبنَا لَا يهنيهم الْعَيْش قَالَ سأبسط لَهُم فِي الأمل",
            "page": "110",
            "part": "1",
            "seal": "2AEACE43"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "50 - وَأخْبرنَا أَبُو عبد الله مُحَمَّد بن عَليّ الْحَافِظ بِقِرَاءَتِي عَلَيْهِ فِي منزله قَالَ أخبرنَا أَبُو الْحسن بن مُحَمَّد بن الْعَبَّاس الْبَزَّار قَالَ أخبرنَا عبد الله بن مُحَمَّد بن أَحْمد الْفَقِيه قَالَ حَدثنَا أَبُو بكر بن عَليّ بن سعيد قَالَ حَدثنَا القواريري واسْمه عبيد الله بن عمر قَالَ سَمِعت يحيى بن سعيد يَقُول ¶ مَا رَأَيْت الْكَذِب فِي أحد أَكثر مِنْهُ فِيمَن ينْسب إِلَى الْخَيْر ¶ قَالَ أَبُو عبد الله أَرَادَ يحيى بن سعيد وَالله أعلم إِن الْكَذِب يدْخل عَلَيْهِم من حَيْثُ لَا يعلمُونَ ويتمادون عَلَيْهِ وهم لايشعرون لَا إِنَّهُم إِيَّاه يتعمدون وَلَا إِلَى فعله يقصدون ¶ 51 - وَالدَّلِيل على ذَلِك أَن ثَابت بن مُوسَى الزَّاهِد دخل على شريك بن عبد الله القَاضِي وَالْمُسْتَمْلِي بَين يَدَيْهِ وَشريك يَقُول حَدثنَا الْأَعْمَش عَن أبي سُفْيَان عَن جَابر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَلم يذكر الْمَتْن فَلَمَّا نظر إِلَى ثَابت بن مُوسَى قَالَ من كثرت صلَاته بِاللَّيْلِ حسن وَجهه بِالنَّهَارِ وَإِنَّمَا أَرَادَ",
            "page": "111",
            "part": "1",
            "seal": "79EF940E"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "شريك بذلك 46 ب ثَابت بن مُوسَى لزهده وورعه فَظن ثَابت أَنه روى الحَدِيث مَرْفُوعا بِهَذَا الْإِسْنَاد وَكَانَ ثَابت يحدث بِهِ عَن شريك عَن الْأَعْمَش عَن أبي سُفْيَان واسْمه طَلْحَة بن نَافِع عَن جَابر ¶ قَالَ أَبُو عبد الله أخبرناه أَبُو مُحَمَّد عبد الْغَنِيّ بن سعيد الْأَزْدِيّ الْحَافِظ قَالَ حَدثنَا أَبُو هُرَيْرَة واسْمه أَحْمد بن عبد الله بن الْحسن بن أبي العصام الْعَدوي قَالَ حَدثنَا مطين قَالَ أَبُو عبد الله ¶ وَحدثنَا أَبُو بكر مُحَمَّد بن مُحَمَّد الشَّافِعِي الإسفرايني قَالَ أخبرنَا أَبُو الْحسن عَليّ بن عبد الرَّحْمَن بن عبد الله قَالَ حَدثنَا أَبُو جَعْفَر مُحَمَّد بن عبد الله بن سُلَيْمَان مطين حَدثنَا ثَابت بن مُوسَى قَالَ حَدثنَا شريك عَن الْأَعْمَش عَن أبي سُفْيَان عَن جَابر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من كثر صلَاته بِاللَّيْلِ حسن وَجهه بِالنَّهَارِ ¶ قَالَ أَبُو عبد الله وَقد روى هَذَا الحَدِيث جمَاعَة ضعفاء سَرقُوهُ من ثَابت بن مُوسَى فَرَوَوْه عَن شريك مِنْهُم أَبُو الطَّاهِر بن مُوسَى بن مُحَمَّد الْبُلْقَاوِيُّ",
            "page": "112",
            "part": "1",
            "seal": "A026D06C"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وَغَيره وَرَوَاهُ شيخ للمصريين لَيْسَ بِثِقَة وَلَا بمأمون يُقَال لَهُ الْحسن بن عفير الْمصْرِيّ عَن يُوسُف بن عدي عَن شريك وَالْبَلَاء فِي ذَلِك من الْحسن بن عفير لِأَن يُوسُف ين عدي ثِقَة لَا يحْتَمل مثل هَذَا وَالْجُمْلَة فِي هَذَا الحَدِيث أَنه لَيْسَ بِذِي أصل وَلَا يثبت عِنْد الْحفاظ من أهل النَّقْل وَلَا يَصح عِنْد ذَوي الْمعرفَة وَالْفضل 147 أوكل من حدث بِهِ عَن شريك فَهُوَ غير ثِقَة وَلَا مَأْمُون نسْأَل الله حسن السَّلامَة وسلوك سَبِيل الْهدى والاستقامة إِنَّه على ذَلِك قدير ¶ 52 - أخبرنَا أَبُو عبد الله مُحَمَّد بن عَليّ بن عبد الله الصُّورِي الْحَافِظ قِرَاءَة مني عَلَيْهِ قَالَ قَرَأت على أبي مُحَمَّد عبد الْغَنِيّ بن سعيد الْأَزْدِيّ وَهُوَ ينظر فِي كِتَابه مَا قَرَأت قلت أخْبركُم أَبُو الْحسن عَليّ بن الْعَبَّاس بن مُحَمَّد بن عبد الْغفار بن عَمْرو بن إِسْمَاعِيل الْأَزْدِيّ حَدثنَا بكر بن سهل حَدثنَا عبد الله بن يُوسُف حَدثنِي خلف بن عمر قَالَ كنت عِنْد مَالك بن أنس فَأَتَاهُ ابْن أبي كثير قاريء الْمَدِينَة فَنَاوَلَهُ رقْعَة فَنظر فِيهَا مَالك ثمَّ جعلهَا تَحت مُصَلَّاهُ فَلَمَّا قَامَ من عِنْده ذهبت أقوم فَقَالَ أثبت يَا خلف فناولني الرقعة فَإِذا فِيهَا رَأَيْت اللَّيْلَة فِي مَنَامِي كَأَنَّهُ يُقَال لي هَذَا رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْمَسْجِد فَأتيت الْمَسْجِد فَإِذا نَاحيَة من الْقَبْر قد انفرجت وَإِذا برَسُول الله صلى الله عَلَيْهِ وَسلم جَالس وَالنَّاس يَقُولُونَ يَا رَسُول الله اعطنا يَا رَسُول الله من لنا قَالَ فَقَالَ لَهُم إِنِّي كنزت تَحت الْمِنْبَر كنزا وَقد أمرت مَالِكًا أَن يقسمهُ فِيكُم فاذهبوا إِلَى مَالك فَانْصَرف النَّاس بَعضهم يَقُول لبَعض مَا ترَوْنَ مَالِكًا فَاعِلا فَقَالَ بَعضهم",
            "page": "113",
            "part": "1",
            "seal": "63AED50D"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "ينفذ لما أمره بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فرق مَالك وَبكى قَالَ ثمَّ خرجت عَنهُ وَتركته على",
            "page": "114",
            "part": "1",
            "seal": "406198E5"
        }
    ],
    "t5693": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ولا حول ولا قوة إلا بالله العلي العظيم"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "سماعات الجزء"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "ما رواه العلوي ولم يرد في الفوائد"
        }
    ]
}