{
    "b5695": [
        {
            "hno": null,
            "id": "103",
            "nass": "مِنْ فَوَائِدِ أَبِي بَكْرٍ الشَّاشِيِّ ¶ رِوَايَة أبي طَاهِر إِسْمَاعِيل بن خلف الْأنْصَارِيّ الْمُقْرِئ ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ مِنْ فَوَائِدِ أَبِي بَكْرٍ الشَّاشِيِّ ¶ أَخْبَرَنَا الشَّيْخُ الإِمَامُ الْحَافِظُ شَيْخُ الإِسْلَامِ فَخْرِ الأَئِمَّةِ جَمَالِ الْحُفَّاظِ بَقِيَّةُ السَّلَفِ أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ السِّلَفِيُّ الأَصْبَهَانِيُّ رَضِيَ اللَّهُ عَنْهُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ فِي شَهْرِ رَمَضَانَ سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِمِائَةٍ أَنْبَأ الشَّيْخُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحُسَيْنِ بْنِ سعد الشَّاشِي بِقِرَاءَتِي عَلَيْهِ بِبَغْدَادَ فِي شَهْرِ رَبِيعٍ الأول سنة سبع وَتِسْعِينَ وَأَرْبَعِمِائَةٍ وَسَأَلْتُهُ عَنْ مَوْلِدِهِ ¶ فَقَالَ سَنَةَ تِسْعٍ وَعِشْرِينَ وَأَرْبَعِمِائَةٍ بميفارقين",
            "page": "29",
            "part": "1",
            "seal": "14862133"
        },
        {
            "hno": "1",
            "id": "104",
            "nass": "1 - أَنْبَأَ أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْكَرْخِيُّ الْبَزَّازُ أَنْبَأَ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْعَبَّاسِ الذَّهَبِيُّ ثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْمَنِيعِيُّ ثَنَا عَبْدُ الْجَبَّارِ بْنُ عَاصِمٍ النَّسَائِيُّ أَبُو طَالِبٍ ثَنَا بَقِيَّةُ عَنْ بَحِيرِ بْنِ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مُرَّةَ عَنْ عَمْرِو بْنِ عَبَسَةَ أَنَّهُ حَدَّثَهُمْ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ (مَنْ أَعْتَقَ نَفْسًا مُسْلِمَةً كَانَتْ فِدْيَتَهُ مِنْ جَهَنَّمَ وَمَنْ شَابَ شَيْبَةً فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ)",
            "page": "30",
            "part": "1",
            "seal": "3BD7F140"
        },
        {
            "hno": "2",
            "id": "169",
            "nass": "2 - أَخْبَرَنَا أَحْمَدُ أَنْبَأَ مُحَمَّدٌ ثَنَا عَبْدُ اللَّهِ ثَنَا عَبْدُ الْجَبَّارِ ثَنَا بَقِيَّةُ عَنْ بَحِيرِ بْنِ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ عُتْبَةَ بْنِ عَبْدٍ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ (لَو أَنَّ رَجُلا خَرَّ عَلَى وَجْهِهِ مِنْ يَوْمِ وُلِدَ إِلَى أَنْ يَمُوتَ هَرَمًا فِي مَرْضَاةِ اللَّهِ لَحَقَّرَهُ يَوْم الْقِيَامَة)",
            "page": "95",
            "part": "1",
            "seal": "BC06E57B"
        },
        {
            "hno": "4",
            "id": "177",
            "nass": "4 - سَمِعْتُ أَبَا مُسْلِمٍ يَقُولُ سَمِعْتُ يُوسُفَ بْنَ عَلِيٍّ الْفَقِيهَ الْمَايْمَرْغِيَّ يَقُولُ سَمِعْتُ أَبَا نَصْرِ بْنَ أَبِي المُبَارَكِ الشِّيرَازِيَّ يَقُولُ ¶ كُنَّا نَكْتُبُ عِنْدَ شَيْخٍ وَهُوَ يُحَدِّثُنَا وَيُمَازِحُنَا فَعَرَضَ لَهُ عَارِضٍ فَدَخَلَ وَتَرَكَنَا ثُمَّ خَرَجَ مُكْفَهِرًّا فَقُلْنَا مَا قِصَّتُكَ وَمَا حَالُكَ ¶ قَالَ بلَى اكْتُبُوا ¶ (دَخَلْتُ الْبَيْتَ أَطْلُبُ فِيهِ خُبْزًا ... فَجَاءُونِي بِسَنْدَانِ الدَّقِيقِ) ¶ (وَقَالُوا قَدْ فَنَى مَا كَانَ فِيهِ ... فَأَظْلَمَ نَاظِرَايَ وَجَفَّ رِيقِي) ¶ (وَأُنْسِيتُ الْقَضَايَا إِذْ رَوَاهَا ... جَرِيرٌ عَنْ مُغِيرَةَ عَنْ شَقِيقِ) ¶ (وَنَامَ مَحَابِرِي وَبَكَى دَوَاتِي ... وَلَمْ أَعْرِفْ عَدُوِّي مِنْ صَدِيقِي) ¶ (إِذَا فَنِيَ الدَّقِيقُ فَقَدْتُ عَقْلِي ... فَوَاحُزْنِي لِفُقْدَانِ الدَّقِيقِ)",
            "page": "103",
            "part": "1",
            "seal": "434ADE31"
        },
        {
            "hno": "5",
            "id": "179",
            "nass": "5 - أَمْلَى عَلَيْنَا أَبُو مُسْلِمٍ وَكَانَ قَائِمًا حَدَّثَنِي أَبُو مَنْصُورٍ الْمُظَفَّرُ بْنُ الْحُسَيْنِ بْنِ إِبْرَاهِيمَ الْغَزْنَوِيُّ الْمُحَدِّثُ بِهَا وَهُوَ قَائِمٌ ثَنَا أَبُو بَكْرٍ نَصْرُ بْنُ أَبِي نَصْرٍ مُحَمَّدِ بْنِ حَامِدِ بْنِ عَلِيٍّ الْهَرَوِيُّ الْوَاعِظُ أَمْلَى عَلَيَّ قَائِمًا مِنْ أَصْلِ سَمَاعِهِ وَحَلَفَ أَنْ لَا يَقْعُدَ حَتَّى يُمْلِيَ عَلَيَّ هَذَا الْحَدِيثَ ثَنَا أَبُو عَاصِمٍ سَعِيدُ بْنُ مُحَمَّدٍ الْمُدْرِكِيُّ ثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الدَّامَغَانِيُّ قَالَ سَمِعْتُ الْحَسَنَ بْنَ عَلَوَيْهِ ثَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بْنُ عَلِيٍّ التَّمِيمِيُّ ثَنَا أَبُو يَاسِرٍ عَمَّارُ بْنُ عَبْدِ الْحَمِيدِ ثَنَا دَاوُدُ بن عَفَّان ثَنَا أنس ابْن مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ (مَنْ كَتَبَ حَرْفًا مِنَ الْعِلْمِ لِرَجُلٍ فَكَأَنَّمَا تَصَدَّقَ بِدِينَارٍ وَلَهُ أَجْرُ عِتْقِ رَقَبَةٍ وَكَتَبَ اللَّهُ لَهُ بِكُلِّ حَرْفٍ أَلْفَ حَسَنَةٍ وَمَحَا عَنْهُ أَلْفَ سَيِّئَةٍ وَرَفَعَ لَهُ أَلْفَ دَرَجَةٍ) ¶ هَذَا الحَدِيثُ عَجِيبٌ عَجِيبٌ وَإِنْ كَانَ فِي الإِسْنَادِ بَعْضُ المَجَاهِيلِ",
            "page": "104",
            "part": "1",
            "seal": "30D565C7"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "وَالطُّيورِ فَالحَدِيثُ مَعْنَاهُ فِي فَضَائِلِ الأَعْمَالِ قَالَهُ اللَّيْثِيُّ",
            "page": "105",
            "part": "1",
            "seal": "06DE5D87"
        },
        {
            "hno": "6",
            "id": "181",
            "nass": "6 - أَخْبَرَنَا أَبُو مُسْلِمٍ أَنْبَأَ عَبْدُ الصَّمَدِ بْنُ نَصْرٍ العَاصِمِيُّ وَأَبُو سَهْلٍ عَبْدُ الْكَرِيمِ بْنُ عَبْدِ الرَّحْمَنِ الكَلابَاذِيُّ قَالا ثَنَا أَبُو عَمْرِو بْنُ صَابِرٍ ثَنَا مُحَمَّدُ بْنُ الْمُنْذِرِ شُكْرٌ ثَنَا عُثْمَانُ بْنُ سَعِيدٍ الدَّارِمِيُّ ثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ ثَنَا رِشْدِينُ بن سعد ثني عُقَيْلُ بْنُ خَالِدٍ الأَيْلِيُّ عَنِ ابْنِ شِهَابٍ قَالَ ¶ قَالَ عَمْرُو بْنُ الْعَاصِ لابْنِهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو إِنِّي أُحِبُّ أَنْ أَعَلَمَ مَا يَبْلُغُ عِلْمُكَ وَأَنَا سَائِلُكَ فَأَخْبِرْنِي مَا السُّؤْدُدُ قَالَ اصطناع الْعَشِيرَة وَاحْتِمَال الجريرة قَالَ فَمَا الشّرف قَالَ كف الْأَذَى وبذل الندى قَالَ فَمَا الْمُرُوءَة قَالَ عرفان الْحق وتعهد الصنيعة قَالَ فَمَا السناء قَالَ غَلَبَة الْأَدَب وَغَايَة الْحسب قَالَ فَمَا الْمجد قَالَ حمل المغارم وإيتان المكارم قَالَ فَمَا الْكَرَمُ قَالَ صِدْقُ الإِخَاءِ فِي الشِّدَّةِ وَالرَّخَاءِ قَالَ فَمَا الْحِلْمُ قَالَ كَظْمُكَ غَيْظَكَ وَمَلْكُكَ غَضَبَكَ قَالَ فَمَا الرَّأْيُ قَالَ لُبٌّ تَقْنِيهِ تُجَرِّبُهُ قَالَ فَمَا الْعَقْلُ قَالَ حِفْظُ قَلْبِكَ مَا اسْتَرْعَيْتَهُ قَالَ فَمَا الْحَزْمُ قَالَ أَنْ تَنْظُرَ فُرْصَتَكَ وَتُعَاجِلَ مَا أَمْكَنَكَ قَالَ فَمَا الرِّفْقُ قَالَ أَنْ تَكُونَ ذَا أَنَاةٍ وَأَنْ تُلايِنَ الْوُلاةَ قَالَ فَمَا المنعة قَالَ شدَّة الْعَضُد وثروة الْعدَد قَالَ فَمَا الشجَاعَة قَالَ صدق الْبَأْس ومنازلة الأحماس قَالَ فَمَا السماحة قَالَ حب السَّائِل وبذل النائل",
            "page": "106",
            "part": "1",
            "seal": "C8A7A0E8"
        },
        {
            "hno": null,
            "id": "182",
            "nass": "قَالَ فَمَا الْغِنَى قَالَ قِلَّةُ تَمَنِّيكَ وَالرِّضَا بِمَا يَكْفِيكَ قَالَ فَمَا الْفقر قَالَ شَره النَّفس وَشدَّة الْقنُوط قَالَ فَمَا الرقة قَالَ اتِّبَاع الْيَسِير ومنح الحقير قَالَ فَمَا الْجُبْن قَالَ طَاعَة النَّفس وَشدَّة الوجل قَالَ فَمَا الْجَهْل قَالَ سرعَة الوثاب والعي بِالْجَوَابِ قَالَ فَمَا الْبُخْل قَالَ منع السداد وذم الْجواد قَالَ فَمَا الْجُودُ قَالَ أَنْ تَرَى نِعَمًا لَكَ زَائِدَةً وَالْعَطِيَّةَ فَائِدَةً قَالَ فَمَا اللُّؤْمُ قَالَ إِحْرَازُ الْمَرْءِ نَفْسَهُ وَإِسْلامُهُ عرْسَهُ قَالَ فَمَا الْعَجْزُ قَالَ الْعَجَلَةُ بَعْدَ الاسْتِمْكَانِ وَالتَّأَنِّي بَعْدَ الْفُرْصَةِ قَالَ فَمَا الْحُمْقُ قَالَ مُعَادَاةُ إِمَامِكَ وَمُنَاوَاةُ مَنْ يَقْدِرُ عَلَى ضُرِّكَ قَالَ فَمَا الْكَلَفُ قَالَ تَأَتِّيكَ لِمَا لَا يُؤَاتِيكَ وَنَظَرُكَ فِيمَا لَا يَعْنِيكَ قَالَ فَمَا الشُّحُّ قَالَ أَنْ تَرَى الْقَلِيلَ سَرَفًا وَمَا أَنْفَقْتَ تَلَفًا قَالَ فَمَا الْغَفْلَة قَالَ طول الصبوة وَاتِّبَاع الشَّهْوَة قَالَ فَمَا السَّفَهُ قَالَ حِدَّةُ النَّزَقِ مَعَ عَوَارِ الْمَنْطِقِ قَالَ فَمَا الْبَغي قَالَ طَاعَة الْمُفْسد وعصيان المرشد قَالَ فَمَا الصَّرَامَةُ قَالَ قِلَّةُ تَمَكُّنِكَ وَإِمْضَاءُ هَمِّكَ قَالَ فَمَا الْجَرْأَةُ قَالَ مُوَافَقَةُ الأَقْرَانِ وَكَلِمَةٌ أُخْرَى لَمْ يَعْرِفْهَا سَعِيدٌ قَالَ فَمَا البله قَالَ عمى الْقلب وَسُرْعَة النسْيَان",
            "page": "107",
            "part": "1",
            "seal": "725C1ECA"
        },
        {
            "hno": "7",
            "id": "183",
            "nass": "7 - أَخْبَرَنَا أَبُو مُسْلِمٍ أَنْبَأَ يُوسُفُ بْنُ مَنْصُورٍ السَّيَّارِيُّ الْفَقِيهُ أَبُو يَعْقُوبَ ثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ الْفَارِسِيُّ ثَنَا مُحَمَّدُ بْنُ عَلِيٍّ التَّمِيمِيُّ ثَنَا أَبُو عَبْدِ اللَّهِ غَسَّانُ بْنُ عَبْدِ اللَّهِ القَلْزُمِيُّ حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ ثَنَا إِبْرَاهِيمُ بْنُ حَمَّادٍ الْمِصِّيصِيُّ ثَنَا مَخْلَدٌ أَبُو الْمَعَارِكِ الأَزْدِيُّ عَنِ السَّرِيِّ بْنِ يَحْيَى عَنْ مُجَاهِدٍ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ (خَيْرُ يَوْمٍ طُلِبَتْ فِيهِ الْحَوَائِجُ يَوْمُ السَّبْتِ وَخَيْرُ يَوْمٍ احْتُجِمَ فِيهِ يَوْمُ الأَحَدِ وَخَيْرُ يَوْمٍ صِيمَ فِيهِ يَوْمُ الاثْنَيْنِ وَخَيْرُ يَوْمٍ بِيعَ فِيهِ وَاقْتُضِيَ يَوْمُ الثُّلاثَاءِ وَخَيْرُ يَوْمٍ بُنِيَ فِيهِ الْبِنَاءُ وَغُرِسَ فِيهِ الْغَرْسُ يَوْمُ الأَرْبَعَاءِ وَخَيْرُ يَوْمٍ سُوِفرَ فِيهِ وَعُقِدَتْ فِيهِ الأَلْوِيَةُ يَوْمُ الْخَمِيسِ وَدَعُوا أَشْغَالَكُمْ يَوْمَ الْجُمُعَةِ فَإِنَّهُ يَوْمُ صَلَاة وتهجد) ¶ آخِره وَالْحَمْد لله رب الْعَالمين وصلواته على نَبينَا مُحَمَّد",
            "page": "108",
            "part": "1",
            "seal": "CCB88B7D"
        },
        {
            "hno": "8",
            "id": "184",
            "nass": "8 - سَمِعْتُ الشَّيْخَ أَبَا بَكْرٍ الشَّاشِيَّ يَقُولُ ¶ (قِيلَ لِبَعْضِ الْحُكَمَاءِ) ¶ مَنِ السَّفَلَةُ قَالَ الَّذِي لَا يُبَالِي بِمَا قَالَ وَمَا قِيلَ لَهُ",
            "page": "109",
            "part": "1",
            "seal": "65420C00"
        }
    ],
    "t5695": [
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "(قيل لبعض الحكماء)"
        }
    ]
}