{
    "b5723": [
        {
            "hno": "1",
            "id": "1",
            "nass": "بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ ¶ أَخْبَرَنَا الشَّيْخُ الأَجَلُّ أبُو مُحَمَّدٍ عَبْدُ الله بْنُ عَبْدِ الْجَبَّارِ الْعُثْمَانِيُّ بِقِرَاءَتِي عَلَيْهِ بِمِصْرَ قَدِمَ عَلَيْنَا أَخْبَرَنَا الشَّيْخُ الأَوْحَدُ: أبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الأَصْبَهَانِيُّ الْحَافِظُ، قِرَاءةً عَلَيْهِ بِالإِسْكَنْدَرِيَّةِ، سَنَةَ أَرْبَعٍ وَسَبْعِينَ وَخَمْسِ مِئَةٍ، أَخْبَرَنَا الشُّيُوخُ أبُو سَعْدٍ الْحُسَيْنُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْهَاشِمِي الفانيذي، وَأَبُو مُسلم عبد الرَّحْمَن ابْن عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ السَّمْنَانِيُّ الْحَنَفِيُّ وَأبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ عَبْدِ الْقَاهِرِ الأَسَدِيُّ، وَأبُو الْحُسَيْنِ الْمُبَارَكُ بْنُ عَبْدِ الْجَبَّارِ بْنِ أَحْمَدَ بْنِ الْقَاسِمِ الأَزْدِيُّ بِبَغْدَادَ، قَالُوا: أَخْبَرَنَا أبُو عَلِيٍّ الْحَسَنْ بْنُ أَحْمَدَ ابْن إِبْرَاهِيمَ بْنِ الْحَسَنِ بْن مُحَمَّدِ بْنِ شَاذَانَ الْبَزَّاز: ¶ 1 - أَخْبَرَنَا أبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بْنِ عَبْدِ اللهِ بْنِ يَزِيدَ الدَّقَّاقُ: أَخْبَرَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللهِ الْمُنَادِي: نَا رَوْحُ بْنُ عُبَادَةَ: نَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ أنَّ النَّبيَّ صلى الله عَلَيْهِ وَسلم قَالَ لأبي كَعْب: \" إِن الله تَعَالَى أَمرنِي أَن أَقْرَائِك الْقُرْآنَ أَوْ أَقْرَأَ عَلَيْكَ الْقُرْآنَ قَالَ: اللهُ سَمَّانِي لَكَ؟ قَالَ: [نَعَمْ] ، قَالَ: وَقَدُ ذُكِرْتُ عِنْدَ رَبِّ الْعَالَمِينَ؟ قَالَ: نَعَمْ، فَذَرَفَتْ عَيْنَاهُ \". أَخْرَجَهُ الْبُخَارِيُّ عَنِ ابْنِ الْمُنَادِي. ¶ 2 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدَ بْنِ سُلَيْمَانَ بْنِ أَيُّوبَ بْنِ إِسْحَاق بن عَبدة بن الرّبيع ابْن صُبْحٍ الْعَبَّادَانِيُّ: نَا عَلِيُّ بْنُ حَرْبٍ الطَّائِيُّ: نَا سُفْيَان - يَعْنِي ابْن عُيَيْنَة - عَن",
            "page": "15",
            "part": "1",
            "seal": "C921A668"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "مشيخة ابْن شَاذان الصُّغْرَى",
            "page": "15",
            "part": "1",
            "seal": "78B95EF5"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "هِشَام بن عمروة عَنْ أَبِيهِ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو ح قَالَ عَلِيٌّ وَنَا وَكِيعٌ نَا هِشَامُ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِنَّ اللهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعَاً يَنْتَزِعُهُ مِنَ النَّاسِ وَلِكَنْ يَقْبِضُ الْعِلْمَ بِقَبض الْعلمَاء فَإِذا لم يبْق عَالم اتَّخَذَ النَّاسَ رُؤُوسَاً جُهَّالاً فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ فَضَلُّوا وَأَضَلُّوا) // أَخْرَجَهُ مُسْلِمٌ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ أَبِي عُمَرَ عَنْ ابْنِ عُيَيْنَهَ وَعَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ وَأَبِي خَيْثَمَةَ عَنْ وَكِيعٍ // ¶ 3 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدَ بْنِ سَلْمَانَ بْنِ الْحَسَنِ بْنِ إِسْرَائِيلَ بْنِ يُونُسَ الْفَقِيهُ النَّجَّادُ قَالَ قُرِىءَ عَلَي أَبِي قِلابَةَ عَبْدِ الْمَلِكِ بْنِ مُحَمَّدٍ الرَّقَاشِيِّ وَأَنا أسمع نَا يحيى ابْن كَثِيْرٍ نَا شُعْبَةُ عَنْ مَالِكٍ عَنْ عَمْرِو بْنِ مُسْلِمٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أُمِّ سَلَمَةَ أنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسلم قَالَ (إِذا دخل الْعشْر وَأَرَادَ أحدكُم أَنْ يُضَحِيَ فَلْيُمْسِكْ عَنْ شَعْرِهِ وَأَظْفَارِهِ) // أَخْرَجَهُ مُسْلِمٌ عَنْ حَجَّاجِ بْنِ الشَّاعِرِ عَنْ يَحْيَى هَكَذَا // ¶ 4 - أَخْبَرَنَا أبُو الْحُسَيْنِ عَلِيُّ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عِيسَى بْنِ زَيْدٍ الْمَعْرُوفِ بِابْنِ مَاتِي الْكُوفِيُّ قَدِمَ عَلَيْنَا نَا إِبْرَاهِيمُ بْنُ عبد الله الْعَبْسِي الْقصار أخبرنَا وَكِيع ابْن الْجَرَّاحِ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (يُدْعَى نُوحٌ يَوْمَ الْقِيَامَةِ قيقال لهُ هَلْ بَلَّغْتَ فَيَقُولُ نَعَمْ فَيُدْعَى قَوْمُهُ فَيُقَالُ لَهُمْ هَلْ بَلَّغَكُمْ فَيَقُولُونَ مَا أَتَانَا مِنْ نَذِيرٍ وَمَا أَتَانَا مِنْ أَحَدٍ قَالَ فيقَالَ لِنُوحٍ مَنْ يَشْهَدُ",
            "page": "16",
            "part": "1",
            "seal": "E686D512"
        },
        {
            "hno": "5",
            "id": "7",
            "nass": "لَكَ فَيَقُولُ مُحَمَّدٌ وَأُمَّتُهُ قَالَ فَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطَاً} قَالَ وَالْوسط الْعدْل) الْبَقَرَة 143 ¶ 5 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ نَجِيحٍ الْحَافِظُ مِنْ لَفْظِهِ نَا مُحَمَّدُ بْنُ الْقَاسِمِ النَّحْوِيُّ أبُو عَبْدِ اللهِ نَا أبُو عَاصِمٍ عَنْ أَبِي الْهِنْدِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ أُتِيَ النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِطَائِرٍ فَقَالَ (اللَّهُمَّ ائْتِنِي بِأَحَبِّ خَلْقِكَ إِلَيْكَ يَأْكُلُهُ مَعِي فَجَاءَ عَلِيٌّ فَحَجَبْتُهُ مَرَّتَيْنِ فَجَاءَ فِي الثَّالِثَةِ فَأَذِنْتُ لَهُ فَقَالَ يَا عَليّ مَا حَسبك قَالَ هَذِهِ ثَلاثُ مَرَّاتٍ قَدْ جِئْتُهَا فَحَجَبَنِي أَنَسٌ قَالَ لِمَ يَا أَنَسٌ قَالَ سَمِعْتُ دَعْوَتَكَ يَا رَسُولَ اللهِ فَأَحْبَبْتُهُ أَنْ يَكُونَ رَجُلاً مِنْ قَوْمِي فَقَالَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (الرَّجُلُ يُحِبُّ قَوْمَهُ) ¶ 6 - أَخْبَرَنَا أبُو مُحَمَّدٍ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ نُصَيْرِ بْنِ الْقَاسِمِ الصُّوفِيُّ الْمَعْرُوفُ",
            "page": "17",
            "part": "1",
            "seal": "6FDC2419"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "بِالْخُلْدِيِّ نَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ زَيْدٍ الصَّائِغ نَا مُحَمَّد بْنُ بِشْرٍ التَّنِّيسِيُّ نَا الأَوْزَاعِيُّ حَدَّثَنِي رَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (بُعِثَ عَلَى رَأْسِ الأَرْبَعِينَ وَقُبِضَ عَلَى رَأْسِ السِّتِينَ وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعْرَة بَيْضَاء صلى الله عَلَيْهِ وَسلم) ¶ 7 - أَخْبَرَنَا أبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ الزَّبَيْرِ الْقُرَشِيُّ الْكُوفِيُّ قَدِمَ عَلَيْنَا نَا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانٍ الْعَامِرِيُّ نَا جَعْفَرُ بن عون يَعْنِي الْعمريّ أَنا يحيى ابْن سَعِيدٍ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ قَالَ سَمِعْتُ عُمَرَ رَضِيَ اللهُ عَنْهُ يَقُولُ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَإِلَى رَسُولِهِ فَهِجْرَتُهُ إِلَى اللهِ وَإِلَى رَسُولِهِ وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أوْ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ) // أَخْرَجَهُ الْبُخَارِيُّ عَنْ قُتَيْبَةَ عَنْ عَبْدِ الْوَهَّابِ الثَّقَفِيِّ عَنْ يَحْيَى بْنِ سَعِيدٍ ¶ 8 - أَخْبَرَنَا أبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ جَعْفَرِ بْنِ دَرَسْتُوَيْهِ النَّحْوِيُّ نَا أبُو يُوسُفَ يَعْقُوبُ بْنُ سُفْيَانَ الفَسَوِيُّ نَا أبُو مُحَمَّدٍ عُبَيْدُ اللهِ بْنُ مُوسَى الْعَبْسِيُّ نَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ أَبِي مُرَاوِحٍ عَنْ أَبِي ذَرٍّ قَالَ سَأَلْتُ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَيُّ الْعَمَلِ أَفْضَلُ فَقَالَ (إِيْمَانٌ بِاللهِ وَجِهَادٌ فِي سَبِيلِهِ قُلْتُ فَأَيُّ الرِّقَابِ أَفْضَلُ قَالَ أَغَلاهَا ثَمَنَاً وَأَنْفَسُهَا عِنْدَ أَهْلِهَا قَالَ قُلْتُ فَإِنْ لَمْ أَفْعَلْ قَالَ تُعِينُ صَانِعَاً أَوْ",
            "page": "18",
            "part": "1",
            "seal": "5F34E677"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "تَصْنَعُ لأَخْرَقَ قَالَ قُلْتُ فَإِنْ لَمْ أَفْعَلُ قَالَ تَدَعُ النَّاسَ مِنَ الشَّرِّ فَإِنَّهَا صَدَقَةٌ تَصَدَّقُ بِهَا عَلَى نَفْسِكَ) // أَخْرَجَهُ الْبُخَارِيُّ عَنْ عبيد الله // ¶ 9 - أَخْبَرَنَا أبُو عُمَرَ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ بْنِ أَبِي هَاشِمٍ الزَّاهِدُ اللُّغَوِيِّ صَاحِبِ ثَعْلَبٍ نَا أَحْمَدُ بْنُ عُبَيْدِ اللهِ النَّرْسِيُّ نَا شَبَابَةُ بْنُ سَوَّارٍ نَا وَرْقَاءُ بْنُ عُمَرَ عَنْ أَبِي الزِّنَادِ عَنْ الأَعْرَجِ عَنِ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِنَّ اللهَ عَزَّ وَجَلَّ يَضْحَكُ إِلَى رَجُلَيْنِ يَقْتُلُ أَحَدُهُمَا الآخَرَ كِلاهُمَا يَدْخُلُ الْجَنَّةَ رَجُلٌ يُقَاتِلُ فَيُقْتَلُ وَيُسْتَشْهَدُ فَيَدْخُلُ الْجَنَّةَ ثُمَّ يَتُوبُ اللهُ تَعَالَى عَلَى قَاتِلِهِ فَيُسْلِمُ فَيُقَاتِلُ فِي سَبِيل الله عز وَجل فَيقْتل فيستشهد فَيَدْخُلُ الْجَنَّةَ) ¶ 10 - أَخْبَرَنَا أَبُو الْحُسَيْن أَحْمَدُ بْنُ عُثْمَانَ بْنِ يَحْيَى الْعَطَشِيُّ الْمَعْرُوفِ بِابْنِ الأدَمِيِّ نَا مُحَمَّدُ بْنُ مَاهَانَ يُعْرَفُ بِزَنْبَقَةَ نَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ نَا شُعْبَةُ عَنْ أَشْعَثِ بْنِ أَبِي الشَّعْثَاءِ قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ سُوَيْدِ بْنِ مُقَرِّنٍ يُحَدِّثُ عَنِ الْبَرَاءِ ابْن عَازِبٍ قَالَ أَمَرَنَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِسَبْعٍ وَنَهَانَا عَنْ سَبْعٍ قَالَ فَذَكَرَ الَّذِي أَمَرَ بِهِ قَالَ (أَمَرَنَا بِعِيَادَةِ الْمَرِيضِ وَاتِّبَاعِ الْجَنَائِزِ وَتَشْمِيتِ الْعَاطِسِ وَرَدِّ السَّلامِ وَإِجَابَةِ الدَّاعِي وَنَصْرِ الْمَظْلُومِ وَإِبْرَارِ الْمُقْسِمِ وَنَهَانَا عَنْ خَاتِمِ الذَّهَبِ أَوْ حَلْقَةِ الذَّهَبِ وَعَنْ إِنَاءِ الْفِضَّةِ وَالْحَرِيرِ وَالدِّيباَجِ وَالإِسْتَبْرَقِ وَالْمِيثَرَةِ وَالْقَسِيِّ)",
            "page": "19",
            "part": "1",
            "seal": "96C94048"
        },
        {
            "hno": "11",
            "id": "10",
            "nass": "11 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدٍ الأدَمِيُّ الْقَارِئُ صَاحِبُ الأَلْحَانِ نَا عَبْدُ اللهِ بْنُ الْحَسَنِ الْهَاشِمِيُّ نَا الْحَسَنُ بْنُ مُوسَى الأَشْيَبُ حَدَّثَنِي شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ عَنْ إِبْرَاهِيمَ عَنْ عَبِيدَةَ السَّلْمَانِيِّ عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ جَاءَ حَبْرٌ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّدُ أَوْ يَا رَسُولَ اللهِ (إِنَّ للهَ عَزَّ وَجَلَّ يَوْم الْقِيَامَة يَجْعَل السَّمَوَات على إِصْبَع والأرضينن عَلَى إِصْبَعٍ وَالْجِبَال وَالشَّجر عَلَى إِصْبَعٍ وَالْمَاءُ وَالثَّرَى عَلَى إِصْبَعٍ وَسَائِرَ الْخَلْقِ عَلَى إِصْبَعٍ ثُمَّ يَهُزُّهُنَّ فَيَقُولُ أَنَا الْمَلِكُ قَالَ فَضَحِكَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذُهُ تَصْدِيقَاً لِقَوْلِ الْحَبْرِ قَالَ {وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعَاً قَبْضَتُهُ يَوْم الْقِيَامَة} الآيه الزمر 67 ¶ 12 - أَخْبَرَنَا أبُو بَكْرٍ مُكْرَمُ بْنُ أَحْمَد بْن مُحَمَّدِ بْنِ مُكْرَمٍ الْبَزَّازُ الْقَاضِي نَا أبُو الْحسن عَليّ ابْن الْحَسَنِ الْخَزَّازُ نَا شَاذَانُ الأَسْوَدُ بْنُ عَامِرٍ أَنا شُعْبَة عَن يحيى ابْن سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنِ أَبِي هُرَيْرَةَ أنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (صَلَّى عَلَى الْمَنْفُوسِ ثُمَّ قَالَ اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ الْقَبْرِ) تَفَرَّدَ بِرَفْعِهِ شَاذَانُ عَنْ شُعْبَة",
            "page": "20",
            "part": "1",
            "seal": "88CA1A40"
        },
        {
            "hno": "13",
            "id": "11",
            "nass": "13 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدُ بْنُ كَامِلِ بْنِ خلف بن شَجَرَة بن مَنْصُور ابْن كَعْبِ بْنِ يَزِيدَ الْقَاضِي نَا مُحَمَّدُ بْنُ سَعْدٍ الْعَوْفِيُّ نَا يَعْقُوبُ بن إِبْرَاهِيم بْنِ سعد ابْن إِبْرَاهِيم بن عبد الرَّحْمَن ابْن عَوْف الزُّهْرِيّ سنة خمس ومئتين نَا ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ حَدَّثَنِي أبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنِ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (مَنْ رَآنِي فِي الْمَنَامِ فَسَيَرَانِي فِي الْيَقَظَةِ أَوْ كَمَا رَآنِي فِي الْيَقَظَةِ لَا يَتَمَثَّلُ الشَّيْطَانُ بِي) قَالَ فَقَالَ أبُو سَلَمَةَ قَالَ أبُو قَتَادَةَ قَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (مَنْ رَآنِي فَقَدْ رَأَى الْحَقَّ) // أَخْرَجَهُ مُسْلِمٌ عَنْ أَبِي خَيْثَمَةُ عَنْ يَعْقُوبَ // ¶ 14 - أَخْبَرَنَا أَبُو أَحْمَدَ حَمْزَةُ بْنِ مُحَمَّدِ بْنِ الْعَبَّاسِ بْنِ الْفَضْلِ بْنِ الْحَارِثِ الدَّهْقَانُ نَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ نَا حَجَّاجُ بْنُ مُحَمَّدٍ نَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَمْرُو بْنُ يَحْيَى عَنْ مُحَمَّد بْنِ يحيى ابْن حَبَّانَ عَنْ عَمِّهِ وَاسِعِ بْنِ حَبَّانَ أَنَّهُ سَأَلَ عَبْدَ اللهِ بْنَ عُمَرَ عَنْ صَلاةِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ (الله أكبر كلما رفع ثُمَّ يَقُولُ السَّلامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ عَنْ يَمِينِهِ السَّلامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ عَنْ يَسَارِهِ) ¶ 15 - أَخْبَرَنَا أبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ إِسْحَاقَ بن إِبْرَاهِيم بن عبد الْعَزِيز ابْن",
            "page": "21",
            "part": "1",
            "seal": "27F7B8E3"
        },
        {
            "hno": "16",
            "id": "12",
            "nass": "الْمَرْزُبَانِ الْبَغَوِيُّ الْمُعَدِّلُ نَا أَحْمَدُ بْنُ عُبَيْدِ بْنِ نَاصِحٍ أبُو جَعْفَرٍ النَّحْوِيُّ نَا أبُو أُسَامَةَ حَمَّادُ بْنُ أُسَامَةَ نَا الأَعْمَشُ عَنْ مُجَاهِدٍ عَنْ ابْنِ عُمَرَ عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (يَقُولُ اللهُ عَزَّ وَجَلَّ يَا ابْنَ آدَمَ اذْكُرْنِي مِنْ أَوَّلِ النَّهَارِ سَاعَةً وَمِنْ آخِرِ النَّهَارِ سَاعَةً أَغْفَرُ لَكَ مَا بَيْنَ ذَلِكَ إِلاَّ الْكَبَائِرَ أَوْ تَتُوبَ مِنْهَا) ¶ 16 - أَخْبَرَنَا أَبُو الْحُسَيْنِ عَبْدُ الصَّمَدِ بْنِ عَلِيِّ بْنِ مُحَمَّدِ بْنِ مُكْرِمِ بْنِ حَسَّانٍ الْمَعْرُوفُ بِالطُّسْتِيِّ نَا مُحَمَّدُ بْنُ الْقَاسِمِ الْمَعْرُوفُ بِأَبِي الْعَيْنَاءِ نَا أبُو عَاصِمٍ عَنِ ابْنِ جُرَيْجٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (اطلع قوم من أهل الْجنَّة على قوم من أهل النَّار فَقَالُوا بِمَ دَخَلْتُمُ النَّارَ وَإِنَّمَا دَخَلْنَا الْجَنَّهَ بِتَعْلِيمِكُمْ قَالُوا إِنَّا كُنَّا نَأْمُرُكُمْ وَلا نَفْعَلُ) // غَرِيبٌ تَفَرَّدَ بِهِ أبُو الْعَيْنَاءِ عَنِ أَبِي عَاصِمٍ // ¶ 17 - أَخْبَرَنَا أبُو عَبْدِ اللهِ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ عَمْرَوَيْهِ الصَّفَّارُ الْمَعْرُوفُ بِابْنِ عَلَمٍ نَا أبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ الصَّاغَانِيُّ نَا حَسَنُ بنُ مُوسَى نَا شَيْبَانُ عَنْ يَحْيَى عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ تَرَكَ الْعَصْر",
            "page": "22",
            "part": "1",
            "seal": "EC446403"
        },
        {
            "hno": "18",
            "id": "13",
            "nass": "حَتَّى تفوته فَكَأَنَّمَا وتر أَهله وَمَاله يَعْنِي غُلِبَ عَلَى أَهْلِهِ وَمَالِهِ) ¶ 18 - أَخْبَرَنَا أبُو سَهْلٍ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ زِيَادٍ الْقَطَّانُ الْمَتُوثِيُّ نَا أبُو جَعْفَرٍ مُحَمَّدُ بْنُ غَالِبِ بْنِ حَرْبٍ التَّمْتَامُ نَا غَسَّانُ بْنُ مَالِكٍ السُّلَمِيُّ نَا عَبْدُ الْوَاحِدِ بن زِيَاد نَا كُلَيْب ابْن وَائِلٍ حَدَّثَتْنَا رَبِيبَةُ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلا أَعْلَمُهَا إِلاَّ زَيْنَبَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ) قَالَتْ وَأُرَاهُ ذَكَرَ النَّقِيرَ قُلْتُ لَهَا أَخْبِرِينِي عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِمَّنْ كَانَ قَالَتْ كَانَ مِنَ النَّضْرِ بْنِ كِنَانَةَ // أَخْرَجَهُ الْبُخَارِيُّ عَنْ مُوسَى بْنِ إِسْمَاعِيلَ عَنْ عَبْدِ الْوَاحِدِ بْنِ زِيَادٍ وَهُوَ حَدِيثٌ عَزِيزٌ فَرْدٌ ¶ 19 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنِ عَبْدِ اللهِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ اللهِ الشَّافِعِيُّ نَا صَالِحُ بْنُ مُحَمَّدٍ الرَّازِيُّ نَا مُحَمَّدُ بْنُ عُمَرَ الْقَصَبِيُّ نَا عَبْدُ الْوَارِثِ نَا قَطَنٌ أَبُو الْهَيْثَمِ حَدَّثَنِي أَبُو يَزِيدَ الْمَدَنِيُّ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ إِنَّ أَوَّلَ قَسَامَةٍ كَانَتْ فِي الْجَاهِلِيَّةِ لفينا بني هَاشم خرج رَجُلٌ مِنْ بَنِي هَاشِمٍ مَعَ رَجُلٍ مِنْ قُرَيْش من فَخذ آخر فِي إِبِلِهِ فَنَزَلُوا مَنْزِلاً فَعَقَلَ الْهَاشِمِيُّ إِبِلَ الْقرشِي فَمر بِهِ رجل مِنْ بَنِي هَاشِمٍ فَقَالَ يَا أَبَا فُلانٍ أَغِثْنِي بِعِقَالٍ أَشُدُّ بِهِ عُرْوَةَ جُوَالِقِي لَا تنفر عَليّ الْإِبِل قَالَ فَأَعْطَاهُ عِقَالَ جَمَلٍ مِنْهَا فَجَاءَ الْقُرَشِيُّ فَنَظَرَ إِلَى إِبِلِهِ فَقَالَ أيْنُ عِقَالُ هَذَا الْجَمَلِ قَالَ مَرَّ بِي رَجُلٌ مِنْ بَنِي هَاشِمٍ فَقَالَ أَغِثْنِي بِعِقَالٍ أَشُدُّ بِهِ عُرْوَةَ",
            "page": "23",
            "part": "1",
            "seal": "C53EB184"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "جُوَالِقِي لَا تَنْفِرُ عَلِيَّ الإِبِلُ فَأَعْطَيْتُهُ عِقَالَهُ قَالَ فحذه بِعَصَاً كَانَتْ فِيهَا نَفْسُهُ فَلَمَّا أَحَسَّ بِالْمَوْتِ قَالَ لِرَجُلٍ مِنْ أَهْلِ الْيَمَنِ أَتُوَافِي الْمَوْسِمَ قَالَ مَا أريدُ أَنْ أَفِيهِ الْعَامَ وَرُبَّمَا وَافِيتُ قَابَلَ قَالَ فَهَلْ أَنْتَ مُبْلِغٌ عَنِّي إِنْ وَافِيْتَ الْمَوْسِمَ رِسَالَةً قَالَ نَعَمْ قَالَ إِذَا وَافِيْتَ الْمَوْسِمَ وَصِرْتَ بِمِنَىً فَنَادِ يَا آلَ قُرَيْشٍ فَإِذَا أَجَابُوكَ فَنَادِ يَا آلَ هَاشِمٍ فَإِذَا أَجَابُوكَ فَسَلْ عَنْ أَبِي طَالِبٍ فَأَخْبِرْهُ أَنَّ فُلانَاً قَتَلَنِي بِعَصَاً فِي عِقَالٍ قَالَ فَلَمْ يُوَافِ الرَّجُلُ الْيَمَانِيُّ الْمَوْسِمَ ذَلِكَ الْعَامَ وَقَدِمَ الْقُرَشِيُّ فَلَقِيَهُ أبُو طَالِبٍ فَقَالَ مَا فَعَلَ صَاحِبُنَا قَالَ مَرِضَ فَأَحْسَنْتُ الْقِيَامَ عَلَيْهِ ثُمَّ مَاتَ فَوَلِيتُ دَفْنَهُ وَأَحْسَنْتُ الْقِيَامَ فِي أَمْرِهِ فَقَالَ أبُو طَالِبٍ كَانَ أَهْلَ ذَلِك مِنْكُمْ قَالَ ثُمَّ دَخَلَ الْيَمَانِيُّ وَوَافَى الْمَوْسِمَ فَلَمَّا صَارَ بِمِنَىً نَادَى يَا آلَ قُرَيْشٍ فَجَاءَهُ رِجَالٌ مِنْ قُرَيْشٍ فَقَالُوا هَذِهِ قُرَيْشٌ فَمَا حَاجَتُكَ قَالَ يَا آلَ هَاشِمٍ فَجَاءَهُ رِجَالٌ مِنْ بَنِي هَاشِمٍ فَقَالُوا هَذِهِ بَنُو هَاشِمٍ فَمَا حَاجَتُكَ قَالَ أُرِيدُ أبَا طَالِبٍ فَقَالُوا هَذَا أبُو طَالِبٍ فَقَالَ أَمَرَنِي فُلانٌ أبلغك أَنَّ فُلانَاً قَتَلَهُ بِعَصَاً فِي عِقَالٍ قَالَ فَلَقِيَ أبُو طَالِبٍ الْقُرَشِيَّ فَقَالَ قَتَلْتَ صَاحِبَنَا خطاء بِعَصَاً اخْتَرْ مِنَّا إِحْدَى ثَلاثٍ إِنْ شِئْتَ فَأَعْطِنَا مئة مِنَ الإِبِلِ دِيَّتَهُ فَإِنْ أَبَيْتَ فَأَحْضِرْ خَمْسِينَ رَجُلاً مِنْ قَوْمِكَ يَحْلِفُونَ أَنَّكَ لَمْ تَقْتُلْ صَاحِبَنَا وَإِنَّكَ بَرِيءٌ مِنْ قَتْلِهِ وَإِلاَّ قَتَلْنَاكَ بِهِ فَأَرْسَلَ الْقُرَشِيُّ إِلَى قَوْمِهِ أَنَّ أَبَا طَالِبٍ قَدْ أَخَذَنِي بِفُلانٍ فَعَرَضَ عَلِيَّ كَذَا وَكَذَا قَالَ فَجَاءَ قَوْمُهُ فَقَالُوا نَحْلِفُ قَالَ وَجَاءَتْ امْرَأَةٌ مِنْ بَنِي هَاشِمٍ إِلَى أَبِي طَالِبٍ كَانَتْ تَحْتَ رَجُلٍ فِيهِمْ وَكَانَ لَهُ مِنْهَا ابْنٌ فَقَالَتْ يَا أَبَا طَالِبٍ إِنَّمَا نَصِيبُ كُلِّ رَجُلٍ بَعِيرَانِ فَإِنْ رَأَيْتَ أَنْ تُجِيزَ ابْنِي بَعِيرَيْنِ وَلا تُصْبِرْ بِيَمِينِ صَاحِبِنَا فِيمَا تُصْبَرُ مِنَ الأَيْمَانِ قَالَ ذَاكَ لَكِ قَالَ وَجَاءَهُ رَجُلٌ مِنَ الْقَْوِم بِبَعِيرَيْنِ فَقَالَ يَا أَبَا طَالِبٍ إِنَّمَا نَصِيبُ كُلِّ رَجُلٍ بعيران هَذَا بعيران",
            "page": "24",
            "part": "1",
            "seal": "C0C47809"
        },
        {
            "hno": "20",
            "id": "15",
            "nass": "فقبلهما مني وَلَا تصبر بيميني فِيمَا تُصْبَرُ مِنَ الأَيْمَانِ قَالَ فَقَبِلَهُمَا مِنْهُ قَالَ وَجَاءَ ثَمَانِيَةٌ وَأَرْبَعُونَ رَجُلاً مِنَ الْقَوْمِ فَحَلَفُوا لأَبِي طَالِبٍ بِاللهِ مَا قَتَلَ صَاحِبُنَا صَاحِبَكُمْ وَإِنَّهُ لَبَرِيءٌ مِنْ قَتْلِهِ قَالَ فَخَلا أبوُ طَالِبٍ سَبِيلَ الْقُرَشِيَّ قَالَ ابْنُ عَبَّاسٍ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا حَالَ عَلَى الثَّمَانِيَةِ وَالأَرْبَعِينَ الَّذِينَ حَلَفُوا لأَبِي طَالِبٍ الْحَوْلَ وَفِيهِمْ عَيْنٌ تَطْرِفُ // أَخْرَجَهُ الْبُخَارِيُّ عَنْ أَبِي مَعْمَرٍ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ أَبِي الْحَجَّاجِ الْمِنْقَرِيِ عَنْ أَبِي عُبَيْدَةَ عَبْدِ الْوَارِثِ بْنِ سعيد التنوري // ¶ 20 - أَخْبَرَنَا أبُو الْحُسَيْنِ عَبْدُ الرَّحْمَنِ بْنُ سِيمَا بْنِ عَبْدِ اللهِ الْمُجَبِّرُ نَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الْفَسَوِيُّ الْقَاضِي نَا مَكِيُّ بْنُ إِبْرَاهِيمَ نَا أبُو حَنِيفَةَ عَنِ الْحَارِثِ عَنْ أَبِي صَالِحٍ عَنْ أُمِّ هَانِىءٍ أنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فَتْحِ مَكَّةَ (وَضَعَ لأَمْتَهُ وَدَعَا بِمَاءٍ فَصَبَّهُ عَلَيْهِ ثُمَّ دَعَا بِثَوْبٍ وَاحِدٍ فَصَلَّى فِيهِ مُتَوَشِّحَاً) ¶ 21 - أَخْبَرَنَا أبُو مُحَمَّدٍ إسْمَاعِيلَ بْنِ عَلِيِّ بْنِ إِسْمَاعِيلَ الْخَطْبِيِّ نَا مُحَمَّد ابْن عبيد الله ابْن مَرْزُوقٍ الْمَعْرُوفُ بِالْخَلاَّلِ الْقَاضِي نَا عَفَّانٌ نَا شُعْبَهُ بْنُ الْحَجَّاجِ عَنْ ابْنِ عَوْنٍ عَنْ مُحَمَّدٍ عَنِ أَبِي هُرَيْرَةَ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ) // غَرِيبٌ تَفَرَّدَ بِرِوَايَتِهِ مُحَمَّدُ بْنُ عُبَيْدِ اللهِ عَنْ عَفَّانَ //",
            "page": "25",
            "part": "1",
            "seal": "C57E6F90"
        },
        {
            "hno": "22",
            "id": "16",
            "nass": "22 - أَخْبَرَنَا أبُو جَعْفَرٍ عَبْدُ اللهِ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ بْنِ عِيسَى بْنِ الْمَنْصُورِ الْمَعْرُوفُ بِابْنِ بُرَيْةَ الْهَاشِمِيُّ خَطِيبُ جَامِعِ الْمَدِينَةِ نَا أَبُو بكر مُحَمَّد بن يُوسُف ابْن عِيسَى الطَّبَّاعُ حَدَّثَنِي أبُو يَعْقُوبَ إِسْحَاقُ بْنُ عِيسَى عَمِّي نَا مَالِكٌ عَنْ عَبْدِ اللهِ ابْن دِينَارٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (يَحْرُمُ مِنَ الرَّضَاعِ مَا يَحْرُمُ مِنَ الْوِلادَةِ) ¶ 23 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ زِيَادٍ الْمَعْرُوف بالنَّقَّاشِ نَا أَحْمَدُ بْنُ عَبْدِ الرَّحِيمِ بْنِ عَبْدِ الرَّزَّاقِ الْجُرْجَانِيُّ نَا عَبْدُ الرَّزَّاقِ نَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَت قَالَ رَسُول اله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنَ اللهِ إذَا كَانَ سَاجِدَاً) ¶ 24 - أَخْبَرَنَا أبُو مُحَمَّدٍ مَيْمُونُ بْنُ إِسْحَاقَ بْنِ الْحَسَنِ بن عَليّ بن سُلَيْمَان ابْن مَنْصُورٍ الْبَصْرِيُّ مَوْلَى مُحَمَّدِ بْنِ الْحَنَفِيَّةِ نَا أَحْمَدُ بْنُ عَبْدِ الْجَبَّارِ الْعُطَارِدِيُّ نَا عَبْدُ اللهِ بْنُ إِدْرِيسَ الأَوْدِيُّ عَنْ أَبِيهِ عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ قَالَ (قَالَ يَهُودِيٌّ لِعُمَرَ بْنِ الْخِطَّابِ لَوْ عَلَيْنَا مَعْشَرَ يَهُودٍ نَزَلَتْ هَذِهِ الآيَةُ {الْيَوْمَ}",
            "page": "26",
            "part": "1",
            "seal": "F9D62D4A"
        },
        {
            "hno": "25",
            "id": "17",
            "nass": "أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتَّمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لكم الْإِسْلَام دينا) الْمَائِدَة نَعْلَمُ الْيَوْمَ الَّذِي نَزَلَتْ فِيهِ اتَّخَذْنَا ذَلِكَ الْيَوْمَ عِيدَاً فَقَالَ عُمَرُ رَضِيَ اللهُ عَنْهُ قَدْ عَلِمْتُ الْمُوْضَعَ الَّذِي نَزَلَتْ فِيهِ وَالْيَوْمَ وَالسَّاعَةَ نَزَلَتْ عَلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسلم وَنحن بِعَرَفَة عشيت جَمْعٍ) // أَخْرَجَهُ مُسْلِمٌ عَنْ أَبِي بَكْرِ بْنِ أَبِي شَيْبَةَ وَأَبِي كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلاءِ كِلاهُمَا عَنْ ابْنِ إِدْرِيسَ // ¶ 25 - أَخْبَرَنَا أبُو مُحَمَّدٍ دَعْلَجِ بْنِ أَحْمَدَ بْنِ دَعْلَجٍ بْنِ عَبْدِ الرَّحْمَنِ السِّجْسَتَانِيُّ الْمُعَدِّلُ أنَا أبُو عَبْدِ اللهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ زَيْدٍ الصَّايغُ نَا سَعِيدُ بْنُ مَنْصُورٍ نَا فُلَيْحُ بْنُ سُلَيْمَانَ عَن عبد الرَّحْمَن ابْن الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (يُصَلِّي الصَّبْحَ فَيَنْصَرِفُ نِسَاءً الْمُؤْمِنِينَ مُتَلَفِّعَاتٌ بِمُرُوطِهِنَّ لَا يُعْرَفْنَ أَوْ لَا يَعْرِفُ بَعْضُهُمْ بَعْضَاً مِنَ الْغَلَس) // أخرجه البُخَارِيّ عَن يحيى ابْن مُوسَى خَتٍّ عَنْ سَعِيدٍ // ¶ 26 - أَخْبَرَنَا أبُو الْحُسَيْن عَبْدِ الْبَاقِي بْنِ قَانِعِ بْنِ مَرْزُوقٍ الْقَاضِي نَا مُحَمَّد بن عبد الله ابْن مِهْرَانَ نَا عَبْدُ الْعَزِيزِ الأُوَيْسِيُّ نَا عَلِيُّ بن أبي عَليّ عَن جَعْفَر ابْن مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ أنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَمَّمَ عَلِيَّ بْنَ أَبِي طَالِبٍ بِيَدِهِ ورتب الْعِمَامَةَ مِنْ وَرَائِهِ وَمِنْ بَيْنِ يَدَيْهِ ثُمَّ قَالَ لَهُ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (أدبر فَأَدْبَرَ",
            "page": "27",
            "part": "1",
            "seal": "8152DBDD"
        },
        {
            "hno": "27",
            "id": "18",
            "nass": "ثُمَّ قَالَ لَهُ أَقْبِلْ فَأَقْبَلَ عَلَى أَصْحَابِهِ فَقَالَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَكَذَا تَكُونُ تِيجَانُ الْمَلائِكَةِ) ¶ 27 - أَخْبَرَنَا أبُو الْحَسَنِ أَحْمَدُ بْنُ إِسْحَاقَ بْنِ نِيخَابَ الطِّيبِيُّ نَا أبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي الْعَوَّامِ الريَاحي بواسط سنة ثَلَاث وَسبعين ومئتين نَا يَزِيدُ بْنُ هَارُونَ أنَا إسْمَاعِيلُ عَنْ قَيْسٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ قَالَ مَا سَأَلَ أحد رَسُول الله عَنِ الدَّجَّالِ أَكْثَرَ مِمَّا سَأَلْتُ عَنْهُ قَالَ (أَيْ بُنِي مَا يُنْصِبُكَ مِنْهُ إِنَّهُ لَنْ يَضُرَّكَ قُلْتُ يَا رَسُولَ اللهِ يَقُولُونَ إِنَّ مَعَهُ جِبَالَ خُبْزٍ وَأَنْهَارَ مَاءٍ فَقَالَ هُوَ أَهْوَنُ عَلَى اللهِ مِنْ ذَلِكَ) // أَخْرَجَهُ مُسْلِمٌ عَن أبي بكر بن أبي شَيْبه وَعَن مُحَمَّد بن يحيى ابْن أَبِي عُمَرَ عَنْ يَزِيدَ بْنِ هَارُونَ وَلَهُ طُرُقٌ فِي الصَّحِيحَيْنِ أَيْضَاً // ¶ 28 - أَخْبَرَنَا أبُو عَلِيٍّ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الْحَسَنِ بْنِ إِسْحَاقَ الصَّوَّافُ نَا إِبْرَاهِيمُ بْنُ هَاشِمِ بْنِ الْحُسَيْن نَا الأَزْرَقُ بْنُ عَلِيٍّ نَا حَسَّانُ بْنُ إِبْرَاهِيم نَا عباد ابْن كَثِيْرٍ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ كَعْبِ بْنِ عُجْرَةَ قَالَ قَرَأَ",
            "page": "28",
            "part": "1",
            "seal": "FF8CBA50"
        },
        {
            "hno": "29",
            "id": "19",
            "nass": "رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَذِهِ الأيه {للَّذين أَحْسنُوا الْحسنى وَزِيَادَة} يُونُس 26 فَقِيلَ يَا رَسُولَ اللهِ مَا الزِّيَادَةُ قَالَ (النَّظَرُ إِلَى وَجْهِ اللهِ تَعَالَى) ¶ 29 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ يَعْقُوبَ بْنِ مقسم الْمقري نَا أبُو عَمْرٍو أَحْمَدُ بْنُ خَالِدِ بْنِ عَمْرو الْحِمصِي بن أَبِي الأَخْيَلِ نَا أَبِي نَا عُبَيْدُ اللهِ ابْن مُوسَى ناسفيان الثَّوْرِيُّ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَن عبد الله ابْن مَسْعُودٍ قَالَ أَصَابَتْ فَاطِمَةَ بِنْتَ رَسُولِ اللهِ صلى الله عَلَيْهِ وَسلم صبيح الْعُرْسِ رِعْدَةً فَقَالَ لَهَا رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَا فَاطِمَةُ إِنِّي زَوَّجَتُكِ سَيِّدَاً فِي الدُّنْيَا وَإِنَّهُ فِي الآخِرَةِ لِمِنَ الصَّالِحِينَ يَا فَاطِمَةُ إِنَّهُ لَمَّا أَرَدْتُ أَنْ أُمَلِكَ بِعَلِيٍّ أَمَرَ الله عَزَّ وَجَلَّ جِبْرِيلَ عَلَيْهِ السَّلامُ فَقَامَ فِي السَّمَاءِ الرَّابِعَةِ فَصَفَّ الْمَلائِكَةَ صُفُوفَاً ثُمَّ خَطَبَ عَلَيْهِمْ جِبْرِيلُ فَزَوَّجَكِ مِنْ عَلِيٍّ ثُمَّ أَمَرَ شَجَرَ الْجِنَانِ فحَمَلَتِ الْحُلِيَ وَالْحُلَلَ ثُمَّ أَمَرَهَا فَنَثَرَتَهُ عَلَى الْمَلائِكَةِ فَمَنْ أَخَذَ مِنْهُمْ يَوْمَئِذٍ أَكْثَرَ مِمَّا أَخَذَ صَاحِبَهُ أَوْ أَحْسَنَ فَخَرَ بِهِ إِلَى يَوْمِ الْقِيَامَةِ قَالَتْ أُمُّ سَلَمَةَ فَلَقَدْ كَانَتْ فَاطِمَةُ عَلَيْهَا السَّلامُ تَفْخَرُ عَلَى النِّسَاءِ حِينَ كَانَتْ أَوَّلَ مَنْ خَطَبَ عَلَيْهَا جِبْرِيلُ عَلَيْهِ السَّلامُ)",
            "page": "29",
            "part": "1",
            "seal": "4492D282"
        },
        {
            "hno": "30",
            "id": "20",
            "nass": "30 - أَخْبَرَنَا أبُو عَلِيٍّ حَامِدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللهِ الْهَرَوِيُّ الْمَعْرُوفُ بِالرَّفَّاءِ الْمُذَكِّرُ نَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ نَا مُسْلِمُ بْنُ إِبْرَاهِيمَ نَا الأَسْوَدُ بْنُ شَيْبَانَ حدَّثَنِي أَبُو نَوْفَلٍ قَالَ صَلَبَ الْحَجَّاجُ بْنُ يُوسُفَ عَبْدَ اللهِ بْنَ الزُّبَيْرِ رَضِيَ اللهُ عَنْهُ عَلَى عَقَبَةِ الْمَدِينَةِ لِيُؤْذِي ذَلِكَ قُرَيْشَاً فَلَمَّا نَفَرُوا جَعَلُوا يَمُرُّونَ بِهِ وَلا يَقِفُونَ عَلَيْهِ حَتَّى مَرَّ عَبْدُ اللهِ بْنُ عُمَرَ رَضِيَ اللهُ عَنْهُ فَوَقَفَ عَلَيْهِ فَقَالَ السَّلامُ عَلَيْكَ أَبَا خُبَيْبٍ قَالَهَا ثَلاثَ مَرَّاتٍ لَقَدْ نَهَيْتُكَ عَنْ ذَا قَالَهَا ثَلاثَ مَرَّاتٍ لَقَدْ كُنْتَ صَوَّامَاً قَوَّامَاً تَصِلُ الرَّحِمَ فَبَلَغَ الْحَجَّاجَ مَوْقُفُ عَبْدِ اللهِ بْنِ عُمَرَ فَاسْتَنْزَلَهُ فَرَمَى بِهِ فِي قُبُورِ الْيَهُودِ وَبَعَثَ إِلَى أَسْمَاءِ بِنْتِ أَبِي بَكْرٍ أُمِّهِ أَنْ تَأْتِيَهُ وَقَدْ ذَهَبَ بَصَرُهَا فَأَبَتْ أَنْ تَأْتِيَهُ فَبَعَثَ إِلَيْهَا لَتَجِيئِينَّ أَوْ لأَبْعَثَنَّ إِلَيْكِ مَنْ يَسْحَبُكِ بِقُرُونِكِ فَقَالَتْ وَاللهِ لَا آتِيَكَ حَتَّى تَبْعَثَ إِلَيَّ مَنْ يَسْحَبُنِي بِقُرُونِي فَأَتَاهُ رَسُولُهُ فَأَخْبَرَهُ فَقَالَ يَا غُلامُ نَاوِلْنِي سِبْتَيَّ فَنَاوَلَهُ نَعْلَيْهِ فَقَامَ وَهُوَ يَتَوَذَّفُ حَتَّى أَتَاهَا فَقَالَ لَهَا كَيْفَ رَأَيْتِ اللهَ صَنَعَ بِعَدُوِّ اللهِ قَالَتْ رَأَيْتُكَ أَفْسَدْتَ عَلَيْهِ دُنْيَاهُ وَأَفْسَدَ عَلَيْكَ آخِرَتَكَ وَمَا كُنْتَ تُعَيِّرُهُ بِذَاتِ النِّطَاقَيْنِ أَجَلْ لَقَدْ كَانَ لِي نِطَاقَانِ نِطَاقٌ أُغَطِي بِهِ طِعَامَ رَسُولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ النَّخْلِ وَنِطَاقٌ لَا بُدَّ لِلنِّسَاءِ مِنْهُ وَقَدْ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِنَّ فِي ثَقِيف مبيرا وكذابا فَأَمَّا الْكَذَّابُ فَقَدْ رَأَيْنَاهُ وَأَمَّا الْمُبِيْرُ فَأَنْتَ ذَاك فَخرج) // غَرِيبُ الإِسْنَادِ تَفَرَّدَ بِرِوَايَتِهِ الأَسْوَدُ بْنُ شَيْبَانَ عَنْ أَبِي نَوْفُلٍ وَقد أَخْرَجَهُ مُسْلِمٌ عَن عقبَة بن مكرم عَنْ يَعْقُوبَ الْحَضْرَمِيِّ عَنِ الأَسْوَدِ //",
            "page": "30",
            "part": "1",
            "seal": "A82A49AB"
        },
        {
            "hno": "31",
            "id": "21",
            "nass": "31 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدُ بْنُ يُوسُفَ بْنِ خَلاد الْعَطَّار النصيي نَا الْحَارِثُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ نَا يَزِيدُ بْنُ هَارُونَ أنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ عَنِ الشَّعْبِيِّ عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ) ¶ 32 - أَخْبَرَنَا أبُو الْفَوَارِسِ شِجَاعُ بْنُ جَعْفَرِ بْنِ أَحْمَدَ بْنِ خَالِدٍ الأَنْصَارِيُّ الصُّوفِيُّ مِنْ وَلَدِ أَبِي أيُّوبَ الأَنْصَارِيِّ مِنْ لَفْظِهِ فِي مِنْزِلِنَا نَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ نَا أبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ نَا أبُو عَامِرٍ الأَسْلمِيُّ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنِ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (سَبْعَةٌ يُظِلُّهُمُ اللهُ تَحْتَ ظِلِّ عَرْشِهِ يَوْمَ لَا ظلّ إِلَّا ظله إِمَام مسْقط وَرَجُلٌ لَقِيْتَهُ امْرَأَةٌ ذَاتُ جَمَالٍ وَمَنْصِبٍ فَعَرَضَتْ نَفْسَهَا عَلَيْهِ فَقَالَ إِنِّي أَخَافُ اللهَ رَبَّ الْعَالَمِينَ وَرَجُلٌ تَعَلَّمَ الْقُرْآنَ فِي صِغَرِهِ فَهُوَ يَتْلُوهُ فِي كِبَرِهِ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ بِيَمِينِهِ فَأَخْفَاهَا عَنْ شِمَالِهِ وَرَجُلٌ قَلْبُهُ مُعَلَّقٌ بِالْمَسَاجِدِ ورَجُلٌ لَقِيَ رَجُلاً فَقَالَ لهُ إِنِّي أُحِبُّكَ فِي اللهِ عَزَّ وَجَلَّ وَرَجُلٌ ذَكَرَ اللهَ عَزَّ وَجَلَّ فِي الْبَرِيَةِ فَفَاضَتْ عَيْنَاهُ مِنْ خَشِيَةِ اللهِ عَزَّ وَجَلَّ)",
            "page": "31",
            "part": "1",
            "seal": "C44E6E2D"
        },
        {
            "hno": "33",
            "id": "22",
            "nass": "33 - أَخْبَرَنَا أبُو الْحَسَنِ مُحَمَّدٌُ بْنُ مُحْرِزِ بْنِ مُسَاوَرٍ الأَدَمِيُّ نَا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ سَلَمَةَ نَا إِبْرَاهِيمُ بْنُ نَصْرٍ نَا الأَشْجَعِيُّ عَنْ سُفْيَانَ عَنْ عَبْدِ الرَّحْمَنِ الأَوْزَاعِيِّ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ ابْنِ عَبَّاسٍ قَالَ شَرِبَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَبَنَاً فَمَضْمَضَ وَقَالَ (إِنَّ لَهُ دَسَمَاً) ¶ 34 - أَخْبَرَنَا أبُو الطَّيِّبِ عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللهِ اللُّؤْلُؤيُّ نَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْمَعْرُوفُ بِالدَّبَرِيِّ بِصَنْعَاءِ نَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ عَنْ مَعْمَرٍ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (لَا يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مَؤْمِنٌ وَلا يَزْنِي زَانٍ حِينَ يَزْنِي وَهُوَ مَؤْمِنٌ وَلا يَشْرَبُ الْحَدُودَ يَعْنِي الْخَمْرَ حِينَ يَشْرَبُهَا أَحَدُكُمْ وَهُوَ مُؤْمِنٌ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَا يَنْتَهِبُ أَحَدُكُمْ نُهْبَةً ذَاتَ شَرَفٍ يَرْفَعُ إِلَيْهِ الْمُؤْمِنُونَ أَعَيْنُهُمْ فِيهَا وَهُوَ حِينَ يَنْتَهِبُهَا مُؤْمِنٌ وَلا يَغَلُّ أَحَدُكُمْ حِينَ يَغَلُّ وَهُوَ مُؤْمِنٌ) قَالَ ثُمَّ يَقُولُ أبُو هُرَيْرَةَ إِيَّاكُمْ إِيَّاكُمْ // أَخْرَجَهُ مُسْلِمٌ عَنْ مُحَمَّدِ بْنِ رَافِعٍ عَنْ عَبْدِ الرَّزَّاقِ // ¶ 35 - أَخْبَرَنَا أبُو عَبْدِ اللهِ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ مُحَمَّدِ بْنِ بِشْرِ بْنِ مَغَفَّلِ بْنِ حَسَّانِ بْنِ مُغَفَّلٍ الْمُزَنِيُّ صَاحِب",
            "page": "32",
            "part": "1",
            "seal": "907AE3FD"
        },
        {
            "hno": "36",
            "id": "23",
            "nass": "رَسُول ِاللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَا أبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ الْحَكَانِيُّ نَا أبُو الْيَمَانِ الْحَكَمُ بْنُ نَافِعٍ الْحِمْصِيُّ أَخْبَرَنِي أبُو بِشْرٍ شُعَيْبُ بْنُ دِينَارٍ أبِي حَمْزَةَ الْقُرَشِيُّ عَنِ الزُّهْرِيِّ حَدَّثَنِي أنَسُ بْنُ مَالِكٍ أنَّهَا حُلِبَتْ لِلنّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَاةٌ دَاجِنٌ وَهُوَ فِي دَارِ أَنَسٍ ثُمَّ شِيبَ لَبَنُهَا بِمَاءٍ مِنَ الْبِئْرِ الَّتِي فِي دَارِ أَنَسٍ فَأَعْطَي النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْقَدْحَ لِيَشْرَبَ مِنْهُ حَتَّى إِذَا نَزَعَ مِنْ فِيهِ وَعَلَى يَسَارِهِ أبُو بَكْرٍ وَعَلَى يَمِينِهِ الأَعْرَابِيُّ فَقَالَ عُمَرُ وَخَافَ أَنْ يُعْطِيهِ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الأَعْرَابِيَّ أَعْطِ أَبَا بَكْرٍ عِنْدَكَ يَا رَسُولَ اللهِ فَأَعْطَاهُ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الأَعْرَابِيَّ الَّذِي عَنْ يَمِينِهِ ثُمَّ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (الأَيْمَنُ فَالأَيْمَنُ) // أَخْرَجَهُ الْبُخَارِيُّ عَنْ أَبِي الْيَمَانِ // ¶ 36 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَحْمَد بْنِ مَالِكٍ الْبَزَّازُ الإِسْكَافِيُّ قَدِمَ عَلَيْنَا نَا أبُو الأَحْوَصِ مُحَمَّدُ بْنُ الْهَيْثَمِ بن حَمَّاد القَاضِي العكبري نَا إِسْمَاعِيل ابْن أَبِي أُوْيَسٍ الْمَدَنِيُّ حَدَّثَنِي أَبِي عَنْ ثَوْرِ بْنِ زَيْدٍ عَنْ دَاوُدَ بْنِ الْحُصَيْنِ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ سُئِلَ عَنْ رَجُلٍ يُخِيلُ إِلَيْهِ فِي صَلاتِهِ أَنَّهُ قَدْ أَحْدَثَ فِي صَلاتِهِ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (إِنَّ الشَّيْطَانَ يَأْتِي أَحَدَكُمْ وَهُوَ فِي صَلاتِهِ حَتَّى يَفْتَحَ مَقْعَدَتَهُ وَيُخِيلُ إِلَيْهِ أَنَّهُ قَدْ أَحْدَثَ وَلَمْ يُحْدِثْ فَإِذَا وَجَدَ أحدكُم ذَلِكَ فَلا يَنْصَرِفْ حَتَّى يَسْمَعَ صَوْتَ ذَلِكَ بِأُذُنِهِ أَوْ يَجِدَ رِيْحَاً بِأَنْفِهِ)",
            "page": "33",
            "part": "1",
            "seal": "388AFEAD"
        },
        {
            "hno": "37",
            "id": "24",
            "nass": "37 - أَخْبَرَنَا أبُو سُلَيْمَانَ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ إِبْرَاهِيمَ الْحَرَّانِيُّ نَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ سَلْمٍ بِبَيْتِ الْمَقْدَسِ نَا الْمَسَيَّبُ بْنُ وَاضِحٍ نَا حَجَّاجُ عَنْ شُعْبَةَ عَنْ قَتَادَةَ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ (نَهَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ قَتْلِ الضفادع وَقَالَ إِن نقيضها تَسْبِيحٌ) ¶ 38 - أَخْبَرَنَا أبُو مُحَمَّدٍ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الْحَكَمِ الْوَاسِطِيُّ الْمُؤَدِّبُ حَدَّثَنِي أبُو يُوسُفَ يَعْقُوبُ بْنُ إِسْحَاقَ الْوَاسِطِيُّ نَا يَزِيدُ بْنُ هَارُونَ عَنْ حُمَيْدٍ الطَّوِيلِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (أَلا أُخْبِرُكُمْ عَنِ الثَّلاثِ أَمَّا الدَّرَجَاتُ فَإِسْبَاغُ الْوُضوُءِ بِالْغَدَوَاتِ وَانْتِقَالُ الأَقْدَامِ إِلَى الْجَمَاعَاتِ وَالصَّلاةُ بَعْدَ الصَّلاةِ وَأَمَّا الْكَفَارَاتُ فَإِفْشَاءُ السَّلامِ وَعَرْضُ الطَّعَامِ وَالصَّلاةُ بِاللَّيْلِ وَالنَّاسُ نِِيَامٌ وَأَمَّا الْفَضْلُ فَلا تَظْلِمْ مَنْ ظلمك وَلَا تسىء إِلَّا مَنْ أَسَاءَ إِلَيْكَ وَلا تَقْطَعْ مَنْ حَرَمَكَ)",
            "page": "34",
            "part": "1",
            "seal": "13766A58"
        },
        {
            "hno": "39",
            "id": "25",
            "nass": "39 - أَخْبَرَنَا أبُو عَلِيٍّ عِيسَى بْنٌ مُحَمَّدِ بْنِ أَحْمَد بْنِ عُمَرَ بْنِ عَبْدِ الْمَلِكِ بْنِ جُرَيْجٍ الْمَعْرُوفُ بِالطُّومَارِيِّ نَا بِشْرُ بْنُ مُوسَى نَا مُفَرِّجُ بْنُ شُجَاعٍ عَنْ يَزِيدَ بْنُ هَارُونَ عَنْ عَاصِمٍ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (الْمَوْتُ كَفَارَةٌ لِكُلِّ مُسْلِمٍ) ¶ 40 - أَخْبَرَنَا أبُو الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ الْحَسَنِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُبَيْدٍ الْهَمْذَانِيُّ الأَسَدِيُّ الْقَاضِي قَدِمَ عَلَيْنَا حَاجَّاً نَا إِبْرَاهِيمُ بْنُ الْحُسَيْنِ بْنِ دِيزِيلَ نَا آدَمُ بْنُ أَبِي إِيَاسٍ نَا شُعْبَةُ نَا قَتَادَةُ وَمُعَاوِيَةُ بْنُ قُرَّةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (مَوْلَى الْقَوْمِ مِنْ أَنْفُسِهِمْ) تَفَرَّدَ بِقَوْلِهِ مَوْلَى الْقَوْمِ مِنْ أَنْفُسِهِمْ آدَمُ عَنْ شُعْبَةَ وَقَدْ أَخْرَجَهُ الْبُخَارِيُّ عَنْ آدَمَ بِلَفْظِهِ ¶ إِلَى هُنَا سَمَاعُ أبِي الْحُسَيْنِ الْمُبَارَكِ بْنِ عَبْدِ الْجَبَّارِ الصَّيْرَفِيِّ وهُوَ آخِرُ مَا سَمِعَهُ مِنَ الْمَشْيَخَةِ مِنَ الأَصْلِ ¶ أَخْبَرَنَا الشُّيُوخُ أبُو سَعْدٍ الْحُسَيْنُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْفَانِيدِيُّ وَأبُو مُسْلِمٍ عَبْدُ الرَّحْمَنِ بْنُ عَمْرِو بْنِ عَبْدِ الرَّحْمَنِ السِّمْنَانِيُّ وَأبُو سَعْدٍ مُحَمَّدُ بن عبد الْملك ابْن",
            "page": "35",
            "part": "1",
            "seal": "327FA18F"
        },
        {
            "hno": "41",
            "id": "26",
            "nass": "عَبْدِ الْقَاهِرِ الأَسَدِيُّ قَالُوا أَخْبَرَنَا أبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ شَاذَانَ الْبَزَّازُ ¶ 41 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ الْعَلِي بن الْهَيْثَم الْمقري الْمَعْرُوفُ بِابْنِ عَلُّونَ نَا مُعَاذُ بْنُ الْمُثَنَّى نَا أَبِي نَا أَبِي عَنْ شُعْبَةَ عَنْ فِرَاسٍ عَنِ الشَّعْبِيِّ عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى الأَشْعَرِيِّ عَنِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (ثَلاثَةٌ يَدْعُونَ اللهَ فَلا يُسْتَجَابُ لَهُمْ رَجُلٌ كَانَ لَهُ دَيْنٌ فَلَمْ يُشْهِدُ وَرَجُلٌ أَعْطَى سَفِيهَاً مَالَهُ وَقَدْ قَالَ اللهُ عَزَّ وَجَلَّ {وَلا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمْ} النَّسَائِيّ وَرَجُلٌ كَانَتْ عِنْدَهُ امْرَأَةٌ سَيْئَةُ الْخُلُقِ قَلَمْ يُطَلِّقْهَا) ¶ 42 - أَخْبَرَنَا أَبُو عَبْدِ اللهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ مَخْلَدٍ الْقَاضِي الْجَوْهَرِيِّ الْمَعْرُوفُ بِابْنِ الْمُحْرِمِ نَا مُحَمَّدُ بْنُ يُوسُفَ بْنِ عِيسَى الطَّبَّاعُ نَا مُحَمَّدُ بْنُ مُصْعَبٍ الْقَرْقَسَانِيُّ نَا الأَوْزَاعِيُّ عَنْ إِبْرَاهِيمَ بْنِ مُرَّةَ عَنِ الزُّهْرِيِّ عَنْ عَطَاءِ بْنِ يَزِيدَ عَنْ عُبَيْدِ اللهِ بْنِ الْخِيَارِ عَنِ الْمِقْدَادِ بْنِ الأَسْوَدِ الْكِنْدِيِّ قَالَ قُلْتُ يَا رَسُولَ اللهِ أَرَأَيْتَ إِنْ لَقِيتُ كَافِرَاً فَقَاتَلْتُهُ فَقَطَعَ يَدِي ثُمَّ أَهْوَيْتُ لأَقْتُلَهُ فَلاذَ بِشَجَرَةٍ فَقَالَ أَسْلَمْتُ للهِ أَقْتُلُهُ قَالَ لَا إِنَّكَ إِنْ قَتَلْتَهُ كَانَ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ وَكُنْتَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُولَهَا)",
            "page": "36",
            "part": "1",
            "seal": "31AAFB5B"
        },
        {
            "hno": "43",
            "id": "27",
            "nass": "43 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدُ بْنُ إِسْحَاقَ بْنِ وَهْبِ بْنِ الْهَيْثَمِ بْنِ خِدَاشٍ الْبُنْدَارُ نَا أبُو الْعَبَّاسِ أَحْمَدُ بْنُ عَلِيٍّ الْبَرْبَهَارِيُّ نَا عَفَّان نَا شُعْبَة أَخْبرنِي سُلَيْمَان ابْن عَبْدِ الرَّحْمَنِ عَنْ عُبَيْدِ بْنِ فَيْرُوزَ موْلَىً لبني شَيبَان أَنه سَأَلَ الْبَراء عَنِ الأَضَاحِي فَقَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوْ قَامَ فِينَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِأَرْبَعٍ وَيَدِي أَقْصَرُ مِنْ يَدِهِ قَالَ (لَا يَجُوزُ الْعَوْرَاءَ الْبَيِّنَ عَوَرُهَا وَالْمَرِيضَةَ الْبَيِّنَ مَرَضُهَا وَالْعَرْجَاءَ الْبَيِّنَ ظلعها والكسير الَّذِي لَا ينقى قَالَ قُلْتُ إِنِّي أَكْرَهُ أَنْ يَكُونَ مِنَ الْقَرْنِ نَقْصٌ أَوْ فِي السِّنِّ نَقْصٌ فَقَالَ مَا كرهت فَدَعْهُ وَلا تُحَرِّمْهُ عَلَى أَحَدٍ) ¶ 44 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ بَحْرِ بْنِ يَزِيدَ بْنِ صَابِرٍ الْقَدِّيسِيُّ الزَّعْفَرَانِيُّ نَا أبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يُونُس بن مُوسَى بن سُلَيْمَان ابْن عُبَيْدٍ الْكُدَيْمِيُّ الْبَصْرِيُّ نَا يَزِيدُ بْنُ بَيَانٍ نَا أبُو الرِّحَالِ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (مَا أَكْرَمَ شَابٌّ شَيْخَاً لِسِنِّهِ إِلاَّ قَيَّضَ اللهُ لَهُ مَنْ يُكْرِمْهُ) ¶ 45 ¶ - أَخْبَرَنَا أبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ كَيْسَانَ النَّحْوِيُّ الْحَرْبِيُّ نَا مُوسَى بْنُ هَارُونَ نَا سَعِيدُ بْنُ عَبْدِ الْجَبَّارِ الْكَرَابِيسِيُّ نَا حَمَّادُ بْنُ سَلمَة",
            "page": "37",
            "part": "1",
            "seal": "4C7CF703"
        },
        {
            "hno": "46",
            "id": "29",
            "nass": "عَنْ ثَابِتٍ عَنْ أَنَسٍ أَنَّ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِنَّ فِي الْجنَّة لسوقا تأتونها كل جُمُعَة فتهب ريح الشمَال فتحثوا فِي وُجُوهِهِمْ وَثِيَابِهِمْ فَيَزْدَادُونَ حُسْنَاً وَجَمَالاً فَيَرْجِعُونَ إِلَى أَهْلِيهِمْ فَيَقُولُ لَهُمْ أَهْلُوهُمْ وَاللهِ لَقَدْ ازْدَدْتُمْ بَعْدَنَا حُسْنَاً وَجَمَالاً فَيَقُولُونَ وَأَنْتُمْ وَاللهِ قد ازْدَدْتُمْ بَعْدَنَا حُسْنَاً وَجَمَالاً) // غَرِيبٌ أَخْرَجَهُ مُسْلِمٌ عَن سَعِيدِ بْنِ عَبْدِ الْجَبَّارِ عَنْ أَبِي سَلَمَةَ حَمَّادِ بْنِ سَلَمَةَ // ¶ 46 - أَخْبَرَنَا أبُو نَصْرٍ أَحْمَدُ بْنُ نَصْرِ بْنِ مُحَمَّدِ بْنِ إِشْكَابَ بْنِ الْحَسَنِ الْقَاضِي الْبُخَارِيُّ الزَّعْفَرَانِيُّ نَا الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ مُوسَى الْقُمِّيُّ نَا عَبْدُ الرَّحِيم ابْن حَبِيبٍ نَا إِسْمَاعِيلُ بْنُ يَحْيَى بْنِ عُبَيْدِ اللهِ التَّيْمِيُّ نَا سُفْيَانُ نَا لَيْثٌ عَنْ طَاوُسٍ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (مَنْ أَدَّى حَدِيثَاً إِلَى أُمَّتِي لِتُقَامَ بِهِ سُنَّةٌ أَوْ تُنَامَ بِهِ بِدْعَةٌ فَلَهُ الْجَنَّةُ) ¶ 47 - أَخْبَرَنَا أبُو عَمْرٍو عُثْمَانُ بْنُ مُحَمَّدِ بْنِ بِشْرٍ الْبَيِّعُ الْمَعْرُوفُ بِابْنِ شَنْقَةَ نَا إِبْرَاهِيمُ بْنُ أَحْمَدَ بْنِ مَرْوَانَ الْوَاسِطِيُّ نَا مُحَمَّدُ بْنُ عُقْبَةَ بْنِ هَرَمٍ السَّدُوسِيُّ نَا أبُو أُمَيَّةَ بْنُ يَعْلَى الثَّقَفِيُّ نَا هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ خَمْسَةٌ لَمْ يَكُنْ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَعُهُنَّ فِي سَفَرٍ وَلا حَضَرٍ (الْمِرْآةُ وَالْمِكْحَلَةُ وَالْمِشْطُ وَالْمِدْرَي والسواك)",
            "page": "38",
            "part": "1",
            "seal": "2C847EDB"
        },
        {
            "hno": "48",
            "id": "30",
            "nass": "48 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدُ بْنُ سِنْدِيِّ بْنِ الْحسن بن بَحر الْحداد نَا مُحَمَّد ابْن الْعَبَّاسِ الْمُؤَدِّبُ نَا سُرَيْجُ بْنُ النُّعْمَانِ نَا فُلَيْحُ عَنْ نَافِعٍ عَنْ صَفِيَّةَ بِنْتِ أَبِي عُبَيْدٍ عَنْ حَفْصَةَ وَعَائِشَةَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (لَا يَحِلُّ لامْرَأَةٍ تَؤْمُنُ بِاللهِ وَالْيَوْمِ الآخِرِ تَحِدُّ عَلَى مَيِّتٍ فَوْقَ ثَلاثٍ إِلاَّ عَلَى زَوْجٍ) ¶ 49 - أَخْبَرَنَا أبُو جَعْفَرٍ أَحْمَدُ بْنُ يَعْقُوبَ بْنِ يُوسُفَ الأَصْبَهَانِيُّ الْمَعْرُوفُ بِزَرْوَيْهِ النَّحْوِيِّ نَا عُمَرُ بْنُ أَيُّوبَ يَعْنِي السَّقَطِيَّ نَا أبُو مَعْمَرٍ الْقَطِيعِيُّ نَا هُشَيْمٌ نَا كَوْثَرُ بْنُ حَكِيمٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (أَرْحَمُ أُمَّتِي أَبُو بَكْرٍ وَأَشَدُّهُمْ فِي اللهِ عُمَرُ وَأَكْثَرُهُمْ حَيَاءً عُثْمَانُ بنُ عَفَّانَ وَأَقْضَاهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ) قَالَ أبُو جَعْفَرٍ لَمْ يَرْوِ هَذَا الْحَدِيثَ عَنْ نَافِعٍ إِلَّا الْكَوْثَر بْنُ حَكِيمٍ ¶ 50 - أَخْبَرَنَا أبُو الْحُسَيْنِ عَبْدُ الرَّحْمَنِ بْنُ نَصْرٍ الْمِصْرِيُّ الشَّاعِرُ إِمْلاءً مِنْ حِفْظِهِ نَا أبُو عَمْرٍو مُحَمَّدُ بْنُ خُزَيْمَةَ الْبَصْرِيُّ بِمصْر سنة خمس وَسبعين ومئتين نَا مُحَمَّدُ بْنُ عَبْدِ اللهِ الأَنْصَارِيُّ حَدَّثَنِي أَبِي عَنْ ثُمَامَةَ عَنْ أَنَسٍ قَالَ (كَانَ قيس ابْن",
            "page": "39",
            "part": "1",
            "seal": "D37E8C8C"
        },
        {
            "hno": "51",
            "id": "31",
            "nass": "سَعْدٍ مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَنْزِلَةِ صَاحِبِ الشُّرْطَةِ مِنَ الأَمِيْرِ يَعْنِي يَنْظُرُ فِي أُمُورِهِ) لَمْ يَسْمَعِ ابْنُ شَاذَانَ مِنْ عَبْدِ الرَّحْمَنِ غَيْرَ حَدِيثَيْنِ هَذَا أَحَدُهُمَا أَخْرَجَهُ الْبُخَارِيُّ عَنْ مُحَمَّدِ بْنِ يَحْيَى الذُّهْلِيِّ عَنِ الأَنْصَارِيِّ ¶ 51 - أَخْبَرَنَا أبُو عَمْرٍو عَبْدُ الْمَلِكِ بْنُ الْحَسَنِ بْنِ يُوسُفَ بْنِ الْفَضْلِ الْمُعِّدُل الْمَعْرُوفُ بِابْنِ السَّقَطِيِّ نَا مُحَمَّدُ بْنُ نَصْرٍ الصَّايغُ نَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ نَا سُلَيْمَانُ بْنُ بِلالٍ عَنْ يُونُسَ بْنِ يَزِيدَ عَنْ ابْنِ شِهَابٍ عَنْ أَنَسٍ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (لَبَسَ خَاتِمَ فِضَّةٍ فِي يَمِينِهِ فِيهِ فَصٌّ حَبَشِيٌّ كَانَ يَجْعَلُ فَصَّهُ فِي بَطْنِ كَفِّهِ) تَفَرَّدَ بِقَوْلِهِ فِي يَمِينه إِسْمَاعِيل عَنْ سُلَيْمَانَ وَلَمْ يَذْكُرْهُ أَحَدٌ مِنْ أَصْحَابِ الزُّهْرِيِّ وَقَدْ أَخْرَجَهُ مُسْلِمٌ بِلَفْظِهِ عَنْ أَبِي خَيْثَمَةَ عَنْ إسْمَاعِيلَ ¶ 52 - أَخْبَرَنَا أبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يَحْيَى الْمُزَكِّي النَّيْسَابُورِيُّ نَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَهَ نَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ زَيْدِ إِمْلاءً عَلَيْنَا بِعَبَّادَانَ نَا عَمْرو ابْن عَاصِمٍ نَا الْحَسَنُ بْنُ رَزِينٍ عَنْ ابْنِ جُرَيْجٍ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ قَالَ لَا أَعْلَمُهُ إِلاَّ مَرْفُوعَاً أنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (يَلْتَقِي الْخَضَرُ وَإِلْيَاسُ عَلَيْهِمَا السَّلامُ فِي كُلِّ عَامٍ فِي الْمَوْسِمِ فَيَحْلِقُ كُلُّ وَاحِدٍ مِنْهُمَا رَأْسَ صَاحِبِهِ وَيَتَفَرَّقَانِ عَنْ هَؤُلاءِ الْكَلِمَاتِ بِسْمِ اللهِ مَا شَاءَ اللهُ لَا يَسُوقُ الْخَيْرَ إلاَّ اللهُ مَا شَاءَ اللهُ لَا يَصْرِفُ السُّوءَ إِلاَّ اللهُ مَا شَاءَ اللهُ مَا كَانَ مِنْ نِعْمَةٍ فَمِنَ اللهِ مَا شَاءَ اللهُ وَلا حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللهِ) قَالَ",
            "page": "40",
            "part": "1",
            "seal": "2901FA72"
        },
        {
            "hno": "53",
            "id": "32",
            "nass": "وَقَالَ ابْنُ عَبَّاسٍ (مَنْ قَالَهُنَّ حِينَ يُصْبِحُ وَحِينَ يُمْسِي ثَلاثَ مَرَّاتٍ آمَنَهُ اللهُ مِنَ الْغَرَقِ وَالْحَرَقِ وَالسَّرَقَ قَالَ وَأَحْسَبُهُ قَالَ وَمِنَ الشَّيْطَانِ وَالسُّلْطَانِ وَالْحَيَّةِ وَالْعَقْرَبِ) ¶ 53 - أَخْبَرَنَا أبُو مُحَمَّدٍ عَبْدِ الْخَالِقِ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ نصر السَّقطِي الْمَعْرُوف بِابْن أبي روبه الْمُعَدِّلُ نَا أبُو بَكْرٍ مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ الْحَارِثِ الْوَاسِطِيُّ نَا أبُو عُمَرَ الْحَوْضِيُّ نَا شُعْبَةُ بْنُ الْحِجَّاجِ عَنْ مُوسَى بْنِ أَنَسٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيْرَاً) ¶ 54 - أَخْبَرَنَا أبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أبي عُثْمَان النَّيْسَابُورِي نَا أَحْمد ابْن مُحَمَّدِ بْنِ عَمْرِو بْنِ بِسْطَامٍ نَا حِصْنُ بْنُ عَبْدِ الْحَكِيمِ أبُو قُدَامَةَ الضَّبِّيَّ نَا يحيى ابْن أَبِي الْحَجَّاجِ نَا عُمَرُ بْنُ قَيْسٍ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ (طَافَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى نَاقَتِهِ الْجَدْعَاءِ يَسْتَلِمُ الرُّكْنَ بِمِحْجَنِهِ ثُمَّ يَعْطِفُ الْمِحْجَنَ",
            "page": "41",
            "part": "1",
            "seal": "A759CF41"
        },
        {
            "hno": "55",
            "id": "33",
            "nass": "وَيُقَبِّلُهُ حَتَّى فَرَغَ مِنْ سَبْعِهِ ثُمَّ أَنَاخَهَا عِنْدَ الْمَقَامِ فَصَلَّى رَكْعَتَيْنِ ثُمَّ خَرَجَ مِنْ بَابِ الصَّفَا قَالَ وَأَخَذَ عَبْدُ اللهِ بْنُ أُمِّ مَكْتُومٍ بِخِطَامِ نَاقَتِهِ فَجَعَلَ يَرْتَجِزُ وَيَقُولُ ¶ (يَا حَبَّذَا مَكَّةَ مِنْ وَادِي ... أَرْضٌ بِهَا أَهْلِي وَعُوَّادِي) ¶ (أَرْضٌ بِهَا أَمْشِي بِلا هَادِي ... أَرْضٌ بِهَا تَرْسُخُ أَوْتَادِي) ¶ قَالَ وَرَسُولُ اللهِ ضَاحِكٌ مِنْ قَوْلِ ابْنِ أُمِّ مَكْتُومٍ حَتَّى فَرَغَ مِنْ سَبْعِهِ) ¶ 55 - أَخْبَرَنَا أبُو مُحَمَّدٍ جَعْفَرُ بْنُ هَارُونَ الْمُؤَدِّبُ الدِّينَوْرِيُّ نَا عَبْدُ اللهِ ابْن مُحَمَّدِ بْنِ سِنَانٍ نَا عَمْرُو بْنُ مَنْصُورٍ نَا فَايدُ بْنُ عَبْدِ الرَّحْمَنِ نَا عَبْدُ اللهِ بْنُ أَبِي أَوْفَى أَنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَا مِنْ مُسْلِمٍ يَمْسَحُ يَدَهُ عَلَى رَأْسِ يَتِيمٍ إِلاَّ كَانَتْ لَهُ بِكُلِّ شَعْرَةٍ مَرَّتْ يَدُهُ عَلَيْهَا حَسَنَةٌ وَرُفِعَتْ لَهُ بِهَا دَرَجَةٌ وَحُطِّتْ عَنْهُ بِهَا خَطِيئَة)",
            "page": "42",
            "part": "1",
            "seal": "40BB6E1D"
        },
        {
            "hno": "56",
            "id": "34",
            "nass": "56 - أَخْبَرَنَا أبُو الْحَسَنِ مُحَمَّدٌُ بْنُ عُمَرَ بْنِ مُعَاوِيَة بن يحيى بن مُعَاوِيَة ابْن إِسْحَاقَ بْنِ طَلْحَةَ بْنِ عُبَيْدِ اللهِ صَاحِبِ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي سنة أَربع وَأَرْبَعين وَثَلَاث مئة حَدَّثَنِي أَبِي عُمَرُ بْنُ مُعَاوِيَةَ حَدَّثَنِي أَبِي مُعَاوِيَة بن يحيى وعاش مئة وَخَمْسِينَ سَنَةً حَدَّثَنِي أَبِي يَحْيَى بْنُ مُعَاوِيَةَ حَدَّثَنِي أَبِي مُعَاوِيَةُ بْنُ إِسْحَاقَ حَدَّثَنِي أَبِي إِسْحَاقُ بْنُ طَلْحَةَ حَدَّثَنِي أَبِي طَلْحَةُ بْنُ عُبَيْدِ اللهِ قَالَ سَمِعْتُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (مَنْ كَذَبَ عَلِيَّ مُتَعَمِّدَاً فَلْيَتَبَوَّأ مَقْعَدَهُ مِنَ النَّارِ) ¶ 57 - وَبِإِسْنَادِهِ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِنَّ أَعْمَالَ الْعِبَادِ لَتُعْرَضُ عَلَى اللهِ عَزَّ وَجَلَّ فِي كُلِّ اثْنَيْنِ وَخَمِيسٍ فَيَغْفِرُ اللهُ لِكُلِّ عَبْدٍ لَا يُشْرِكُ بِهِ شَيْئَاً إِلَّا عبد بَيْنَهُ وَبَيْنَ أَخِيهِ شَحْنَاءُ) ¶ 58 - وَبِإِسْنَادِهِ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إِنَّ أَثْقَلَ الصَّلاةِ عَلَى الْمُنَافِقِينَ صَلاةُ الْعِشَاءِ وَالْفَجْرِ وَلَوْ عَلِمُوا مَا فِيهِمَا لأَتَوْهُمَا وَلَوْ حبوا) لم",
            "page": "43",
            "part": "1",
            "seal": "E99ADDA2"
        },
        {
            "hno": "59",
            "id": "35",
            "nass": "يَسْمَعْ شَيْخُنَا أبُو عَلِيٍّ ابْنُ شَاذَانَ مِنْ هَذَا الشَّيْخِ إِلاَّ هَذِهِ الأَحَادِيثِ ¶ 59 - أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ مُوسَى بْنِ هَارُونَ الرَّازِيُّ نَا أبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ إِسْحَاقَ الْحَرْبِيُّ نَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ وَيَحْيَى بْنُ عَبْدِ الْحَمِيدِ عَنْ ابْنِ أَبِي الْمَوَالِ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ (كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا الاسْتِخَارَةَ فِي الأَمْرِ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ يَقُولُ إذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ أَوْ أَرَادَ الأَمْرَ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ ثُمَّ ليقل اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ فَإِنَّكَ تَقْدِرُ وَلا أَقْدِرُ وَتَعْلَمُ وَلا أَعْلَمُ وَأَنْتَ عَلاَّمُ الْغُيُوبِ اللَّهُمَّ فَإِنْ كُنْتَ تَعْلَمُ هَذَا الأَمْرَ وَتُسَمِّيهِ بِعَيْنِهِ خَيْرَاً لِي فِي دُنْيَاي وَمَعَادِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي أَو عَاجل أَمْرِي وآجله فقدره لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ وإِلاَّ فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِي خَيْرَاً حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ) ¶ 60 - حَدَّثَنِي أبُو الْفَوَارِسِ أَحْمَدُ بْنُ عَلِيِّ بْنِ عَبْدِ اللهِ مُحْتَسِبُ الْمِصِّيصِيَّةِ مِنْ حِفْظِهِ نَا أبُو بِشْرٍ حَيَّانُ بْنُ بِشْرٍ قَاضِي الْمِصِّيصِيَّةِ نَا أَحْمَدُ بْنُ حَرْبٍ الطَّائِيُّ نَا سُفْيَانُ بْنُ عُيَيْنَةَ نَا عَمْرُو بْنُ دِينَارٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِي",
            "page": "44",
            "part": "1",
            "seal": "F4FC34F1"
        },
        {
            "hno": "61",
            "id": "36",
            "nass": "صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللهِ عِنْدَنَا يَتِيمَةٌ قَدْ خَطَبَهَا رَجُلانِ مُوسِرٌ وَمُعْسِرٌ هِيَ تَهْوَى الْمُعْسِرُ وَنَحْنُ نَهْوَى الْمُوسِرُ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (لَمْ يُرَ لِلْمُتَحَابِّينَ مِثْلُ النِّكَاحِ) ¶ 61 - أَخْبَرَنَا أبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ الْحَسَنِ بْنِ جَعْفَرِ بْنِ عُبَيْدِ اللهِ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ الْمَعْرُوفُ بِابْنِ أَخِي طَاهِرٍ الْعَلَوِيِّ نَا إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ بن جَعْفَر بن مُحَمَّد بن عَليّ ابْن الْحُسَيْن بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ حَدَّثَنِي عَلِيُّ بْنُ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ عَنْ أَخِيهِ مُوسَى بْنِ جَعْفَرِ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ مُحَمَّدِ بن عَليّ عَن عَليّ ابْن الْحُسَيْنِ قَالَ قَالَ الْحَسَنِ بْنِ عَلِيٍّ عَلَيْهِ السَّلَام سَأَلْتُ خَالِي هِنْدَ بْنَ أَبِي هَالَةَ عَنْ حلية رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَكَانَ وَصَّافَاً وَأَنَا أَرْجُو أَن يصف لي مِنْهُ شَيْئا أتعلق بِهِ قَالَ كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَخْمَاً مُفَخَّمَاً يَتَلأْلأُ وَجْهُهُ تَلأْلُؤَ الْقَمَرِ لَيْلَةَ الْبَدْرِ أَطْوَلَ مِنَ الْمَرْبُوعِ وَأَقْصَرَ مِنَ المشذب عَظِيم الهامة رجل الشّعْر إِن إنفرقت عقيصته فَرَقَ وَإِلا فَلا يُجَاوِزُ شَعَرُهُ شَحْمَةَ أُذُنَيْهِ إِذَا هُوَ وَفَّرَهُ أَزْهَرُ اللَّوْنِ وَاسِعُ الْجَبِينِ أَزجّ الحواجب سوابغ فِي غَيْرِ قَرَنٍ بَيْنَهُمَا عِرْقٌ يُدِرُّهُ الْغَضَبُ أَقْنَى الْعِرْنِينِ لَهُ نُورٌ يَعْلُوهُ يَحْسِبُهُ مَنْ لَمْ يتأمله أَشمّ كث اللِّحْيَة أدعج سَهْلُ الْخَدَّيْنِ ضَلِيعُ الْفَمِ أَشْنَبُ مُفَلَّجُ الأَسْنَانِ دَقِيقُ الْمَسْرُبَةِ كَأَنَّ عُنُقَهُ جِيدُ دُمْيَةٍ فِي صفاء الْفضة معتدل الْخلق بادنا متماسكا سَوَاءٌ الْبَطْنُ وَالصَّدْرُ فَسِيحُ الصَّدْرِ بَعِيدُ مَا بَين الْمَنْكِبَيْنِ",
            "page": "45",
            "part": "1",
            "seal": "ECD0D230"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "ضَخْمُ الْكَرَادِيسِ أَنْوَرُ الْمُتَجَرَّدِ مُوَصُولُ مَا بَيْنَ اللَّبَّةِ وَالسُّرَّةِ بِشَعَرٍ يَجْرِي كالْخَطِّ عَارِي الثَّدْيَيْنِ مِمَّا سِوَى ذَلِكَ أَشْعَرُ الذَِّرَاعَيْنِ وَالمَنْكِبَيْنِ وَأَعَالِي الصَّدْرِ طَوِيلُ الزَّنْدَيْنِ رَحْبُ الرَّاحَةِ شَثْنُ الْكَفَّيْنِ وَالْقَدَمَيْنِ سَبْطُ الْقَصْبِ سَائِلُ الأَطْرَافِ خُمْصَانُ الأَخْمَصَيْنِ مسيح الْقَدَمَيْنِ ينبوا عَنْهُمَا المَاء إِذا زَالَ زَالَ تقلعا ويخطو تكفئا وَيَمْشِي هَوْنَاً ذَرِيعُ الْمِشْيَةِ إِذَا مَشَى كَأَنَّمَا ينحط من صبب وَإِذا إلتفت إلتفت جَمِيعًا خَافِضُ الطَّرْفِ نَظَرُهُ إِلَى الأَرْضِ أَطْوَلُ مِنْ نَظَرِهِ إِلَى السَّمَاءِ جُلُّ نَظَرِهِ الْمُلاحَظَةُ يَسُوقُ أَصْحَابَهُ وَيَبْدَأُ مَنْ لَقِيَ بِالسَّلامِ قُلْتُ صِفْ لِي مَنْطِقَهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ كَانَ رَسُولُ اللهِ مُتَوَاصِلَ الأَحْزَانِ دَائِمَ الْفِكْرَةِ لَيْسَتْ لَهُ رَاحَةٌ وَلا يَتَكَلَّمُ فِي غَيْرِ حَاجَةٍ طَوِيلَ السُّكُوتِ يَفْتَتِحُ الْكَلامَ وَيَخْتَتِمُهُ بِأَشْدَاقِهِ وَيتَكَلَّم بجوامع الْكَلم عَلَيْهِ السَّلَام فَصْلاً لَا فُضُولَ فِيهِ وَلا تَقْصِيرَ دَمِثَاً لَيْسَ بِالْجَافِي وَلا الْمُهِينِ يُعَظِّمُ النِّعْمَةَ وَإِنْ دَقَّتْ لَا يَذِمُّ مِنْهَا شَيْئَاً لَمْ يَكُنْ يَذِمُّ ذَوَّاقَاً وَلا يَمْدَحُهُ وَلا يُقَامُ لِغَضَبِهِ إِذَا تَعَرَّضَ لِلْحَقِّ بِشَيءٍ حَتَّى يَنْتَصِرَ لَهُ لَا يَغْضَبُ لِنَفْسِهِ وَلا يَنْتَصِرُ لَهَا إِذَا أَشَارَ أَشَارَ بِكَفِّهِ كُلِّهَا وَإِذَا تَعَجَّبَ قَلَبَهَا وَإِذا تحدث إتصل بهَا فَضرب بإبْهَامِهِ الْيُمْنَى بَاطِنَ رَاحَتِهِ الْيُسْرَى وَإِذَا غَضِبَ أَعْرَضَ وَأَشَاحَ وَإِذَا فَرِحَ غَضَّ طَرْفَهُ جُلُّ ضَحِكِهِ التَّبَسُّمِ وَيَفْتُرُ عَنْ مِثْلِ حَبِّ الْغَمَامِ فَكَتَمْتُهَا الْحُسَيْنَ بنَ عَلِيٍّ زَمَانَاً ثُمَّ حَدَّثْتُهُ بهَا فَوَجَدْتُهُ قَدْ سَبَقَنِي إِلَيْهِ فَسَأَلَ أَبَاهُ عَنْ مَدْخَلِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَخْرَجِهِ وَمَجْلِسِهِ وَشَكْلِهِ فَلَمْ يَدَعْ مِنْهُ شَيْئَاً قَالَ الْحُسَيْنُ سَأَلْتُ أبِي عَلَيْهِ السَّلامُ عَنْ دُخُولِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ كَانَ دُخُوله لنَفسِهِ مَأْذُون لَهُ فِي ذَلِكَ فَكَانَ إِذَا أَوَى إِلَى منزله جزأ دُخُوله ثَلَاثَة أَجزَاء جزأ لله عز وَجل وجزأ لنَفسِهِ وجزأ لأَهله ثمَّ جزأ جزأه بَيْنَهُ وَبَيْنَ النَّاسِ فَيَرُدُّ ذَلِكَ عَلَى الْعَامَّةِ والخاصة وَلَا يَدَّخِرُ عَنْهُمْ شَيْئَاً",
            "page": "46",
            "part": "1",
            "seal": "11EE8A9C"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وَكَانَ مِنْ سِيرَتِهِ فِي جُزْءِ الأُمَّةِ إِيثَارُ أَهْلِ الْفَضْلِ بِأُذُنِهِ وَقَسَّمَهُ عَلَى قَدْرِ فَضْلِهِمْ فِي الدّين مِنْهُم ذُو الْحَاجة وَمِنْهُم ذَوا الْحَاجَتَيْنِ وَمِنْهُمْ ذُو الْحَوَائِجِ فَيَتَشَاغَلُ بِهِمْ وَيُشْغِلُهُمْ فِيمَا أَصْلَحَهُمْ وَالأُمَّةَ مِنْ مَسْأَلَتِهِ عَنْهُمْ وَيَقُولُ لِيُبَلِّغَ الشَّاهِدُ الْغَائِبَ وأَبْلِغُونِي حَاجَةَ مَنْ لَا يَسْتَطِيع إبلاغها إيَّايَ فَإِنَّهُ من أبلغ سُلْطَانه حَاجَةَ مَنْ لَا يَسْتَطِيعُ إِبْلاغَهَا إِيَّاهُ ثَبَّتَ اللهُ قَدَمَيْهِ يَوْمَ الْقِيَامَةِ لَا يُذْكَرُ عِنْدَهُ إِلَّا ذَلِك وَلا يَقْبَلُ مِنْ أَحَدٍ غَيْرَهُ يَدْخُلُونَ رُوَّادَاً وَلَا يتفرقون إِلَّا عَن ذواق يخرجُون أَدِلَّة يَعْنِي فُقَهَاءَ قُلْتُ أخْبِرْنِي عَنْ مَخْرَجِهِ كَيْفَ كَانَ يَصْنَعُ فِيهِ قَالَ كَانَ رَسُولُ اللهِ صلى الله عَلَيْهِ وَسلم يحزن لِسَانَهُ إِلا مِمَّا يَعْنِيهِمْ ويُؤَلِّفُهُمْ وَلا يُفَرِّقُهُمْ يكرم كَرِيمَ كُلِّ قَوْمٍ وَيُوَلِّيهِ عَلَيْهِمْ وَيُحَذِّرُ النَّاسَ وَيَحْتَرِسُ مِنْهُمْ مِنْ غَيْرِ أَنْ يَطْوِيَ عَنْ أَحَدٍ بَشَرَهُ وَلا خُلُقُهُ وَيَتَفَقَّدُ أَصْحَابَهُ وَيَسْأَلُ النَّاس عَمَّا فِي النَّاس وَيحسن الْحسن ويصوبه وَيُقَبِّحُ الْقَبِيحَ ويُوِهنَهُ مُعْتَدِلَ الأَمْرِ غَيْرَ مُخْتَلِفٍ لَا يغْفل مَخَافَة أَن يغفلوا أَو يملوا لِكُلِّ حَالٍ عِنْدَهُ عَتَادٌ لَا يَقْصُرُ عَنِ الْحق وَلَا يُجَاوز إِلَى غَيره الَّذِينَ يَلُونَهُ مِنَ النَّاسِ خِيَارُهُمْ وَأَفْضَلُهُمْ عِنْدَهُ أَعَمُّهُمْ نَصِيحَةً وَأَعْظَمُهُمْ عِنْدَهُ مَنْزِلَةً أَحْسَنُهُمْ مُوَاسَاةً ومُؤَازَرَةٌ فَسَأَلْتُهُ عَنْ مَجْلِسِهِ كَيْفَ كَانَ يَصْنَعُ فِيهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا يجلس وَلَا يقوم إِلَّا على ذكر وَلا يُوَطِّنُ الأَمَاكِنَ وَيَنْهَى عَنْ إِيطَانِهَا وَإِذَا إنتهى إِلَى الْقَوْم جَلَسَ حَيْثُ يَنْتَهِي بِهِ الْمَجْلِسُ وَيَأْمُرُ بِذَلِكَ وَيُعْطِي كل جُلَسَائِهِ نصِيبه حَتَّى لَا يَحْسِبُ جَلِيسُهُ أَنَّ أَحَدَاً أَكْرَمُ عَلَيْهِ مِنْهُ من جالسه أَو قادمه لحَاجَة صابره حَتَّى يكون هُوَ المنصرف عَنهُ من سَأَلَهُ حَاجَةً لَمْ يَرُدَّهُ إِلا بِهَا أَوْ بميسور من القَوْل قد وسع النَّاس بَسْطُهُ وَخُلُقُهُ فَصَارَ لَهُمْ أَبَاً وَصَارُوا عِنْدَهُ فِي الْحق مُتَقَارِبِينَ يِتَفَاضَلُونَ فِيهِ بِالتَّقْوَى مُتَوَاضِعِينَ يُوَقِّرُونَ الْكَبِيْرَ وَيَرْحَمُونَ الصَّغِيْرَ وَيُؤْثِرُونَ ذَا الْحَاجَةِ",
            "page": "47",
            "part": "1",
            "seal": "5A800F3C"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وَيَرْحَمُونَ الْغَرِيبَ فَسَأَلْتُهُ عَنْ سِيرَتِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي جُلَسَائِهِ فَقَالَ كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَائِمَ الْبِشْرِ سَهْلَ الْخُلُقِ لَيِّنَ الْجَانِبِ لَيْسَ بِفَظٍّ وَلا غليظ وَلَا سخاب وَلَا فحاش وَلَا عياب وَلا مَزَّاحٍ يَتَغَافَلُ عَمَّا لَا يَشْتَهِي وَلا يؤيس مِنْهُ قد ترك نَفسه عَن ثَلَاث المراء والإكثار وَمَا لَا يَعْنِيهِ وَتَرَكَ النَّاسَ مِنْ ثَلاثٍ كَانَ لَا يَذِمُّ أَحَدَاً وَلا يُعِيِّرُهُ وَلا يَطْلُبُ عَوْرَته وَلَا يتَكَلَّم إِلَّا فِيمَا يَرْجُو ثَوَابَهُ إِذَا تَكَلَّمَ أَطْرَقَ جُلَسَاؤُهُ فَكَأَنَّمَا عَلَى رؤوسهم الطَّيْرُ وَإِذَا سَكَتَ تَكَلَّمُوا لَا يَتَنَازَعُونَ عِنْدَهُ الحَدِيث من تكلم أَنْصتُوا حَتَّى يَفْرُغَ حَدِيثُهُمْ عِنْدَهُ حَدِيثُ أَوَّلِهِمْ يَضْحَكُ مِمَّا يَضْحَكُونَ مِنْهُ وَيَتَعَجَّبُ مِمَّا يَتَعَجَّبُونَ مِنْهُ وَيَصْبِرُ لِلْغَرِيبِ عَلَى الْجَفْوَةِ فِي الْمَنْطِقِ وَيَقُولُ إِذا رَأَيْتُمْ صَاحب الْحَاجَةِ يَطْلُبُهَا فَأَرْشَدُوهُ وَلا يَقْبَلُ الثَّنَاءَ إِلا مِنْ مُكَافِئٍ وَلا يَقْطَعُ عَلَى أَحَدٍ حَدِيثَهُ حَتَّى يجوزه فيقطعه بإنتهاء أَو قيام قلت فَكيف كَانَ سُكُوتُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ كَانَ سُكُوته على أَربع على الْحلم والحذر وَالتَّقْدِير والتفكير فَأَما تَقْدِيره فَفِي تَسْوِيَة النَّظَرُ وَالاسْتِمَاعُ بَيْنَ النَّاسِ وَأَمَّا تَفَكُّرُهُ فَفِيمَا يَبْقَى ويَفْنَي وَجُمِعَ لَهُ الْحِلْمُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الصَّبْرِ فَكَانَ لَا يُغْضِبُهُ شَيْء وَلَا يستفزه وَجمع لَهُ فِي الحذر أَربع أَخذه بالْحسنِ ليقتدا بِهِ وَتَركه الْقَبِيح ليتناهى عَنهُ وإجتهاد الرَّأْي فِيمَا أصلح أمته وَالْقِيَام لَهُم فِيمَا جمع لَهُم أَمْرِ الدُّنْيَا وَالآخِرَةِ قَالَ لَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ حِينَ فَرَغْنَا مِنْ سَمَاعِ هَذَا الْحَدِيثِ مِنْهُ ثَنَا بِهِ عَليّ ابْن جَعْفَر قَالَ سنة تسع ومئتين قِيلَ لَهُ مِنْ حِفْظِهِ قَالَ نَعَمْ قِيلَ لَهُ مَتى مَاتَ عَليّ ابْن جَعْفَر قَالَ سنة عشر ومئتين بَعْدَ مَا حَدَّثَنَا بِسَنَةٍ)",
            "page": "48",
            "part": "1",
            "seal": "A5D4AAB1"
        },
        {
            "hno": "62",
            "id": "40",
            "nass": "62 - أَخْبَرَنَا أبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ إِبْرَاهِيمَ بْنِ أَيُّوبَ بْنِ مَاسِي نَا أبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ شُعَيْبٍ الْبَزَّازُ نَا خَالِدُ بْنُ خِدَاشٍ نَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ وَيُونُسَ عَنِ الْحَسَنِ عَنِ الأَحْنَفِ قَالَ لَمَّا قَدِمَ عَلِيٌّ رَضِيَ اللهُ عَنْهُ الْبَصْرَةَ الْتَحَفْتُ سَيْفِي لآتِيهِ فَأَنْصُرَهُ فَلَقِينِي أبُو بَكْرَةَ فَقَالَ أَيْنَ تُرِيدُ فَقُلْتُ هَذَا الرَّجُلَ لأَنْصُرَهُ فَقَالَ ارْجِعْ فَإِنِّي سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (إذَا الْتَقَى الْمُسْلِمَانِ بَسَيْفِهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ) فَرَجَعْتُ ¶ 63 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ شَاذَانَ نَا أبُو سَعِيدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ زَكَرِيَّا الْعَدَوِيُّ نَا إِبْرَاهِيمُ بْنُ سُلَيْمَانَ السُّلَمِيُّ نَا سَلْمُ بْنُ مُسْلِمٍ قَالَ سَمِعْتُ أَنَسَاً يَقُولُ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ (الْجَمَاعَةُ بَرَكَةٌ وَالسُّحُورُ بَرَكَةٌ وَالثَّرِيدُ بَرَكَةٌ)",
            "page": "49",
            "part": "1",
            "seal": "CF61F9AE"
        },
        {
            "hno": "64",
            "id": "41",
            "nass": "64 - حَدَّثَنَا أبُو جَعْفَرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْعَبَّاسِ الْجَوْهَرِيُّ الأَشْعَرِيُّ إِمْلاءً مِنْ حِفْظِهِ قَالَ قَرَأنَا على الْحسن بن محمي بن بهْرَام المخرمي حَدثكُمْ إِبْرَاهِيم ابْن عَبْدِ اللهِ الْهَرَوِيُّ نَا هُشَيْمٌ عَنْ مُجَالِدٍ عَنِ الشَّعْبِيِّ قَالَ سَمِعْتُ شَرِيْحَاً الْقَاضِي قَالَ سَمِعْتُ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللهُ عَنْهُ يَقُولُ عَلَى الْمِنْبَرِ (خَيْرُ هَذِهِ الأُمَّةِ بَعْدَ نَبِيِّهَا أبُو بَكْرٍ ثُمَّ عُمَرُ ثُمَّ عُثْمَانُ ثُمَّ أَنَا) رِضْوَانُ اللهِ عَلَيْهِمْ لَمْ يَسْمَعْ شَيْخُنَا أبُو عَلِيٍّ ابْنُ شَاذَانَ مِنْ هَذَا الشَّيْخِ إِلاَّ هَذَا الْحَدِيثَ ¶ 65 - حَدَّثَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ الْقَطِيعِيُّ نَا عَبْدُ الْبَاقِي بْنُ قَانِعٍ نَا إسْمَاعِيلُ بْنُ الْفَضْلِ الْبَلْخِيُّ نَا مَكِيُّ بْنُ إِبْرَاهِيمَ عَنْ ابْنِ جُرَيْجٍ عَنْ مَالِكٍ عَنِ الزَّهْرِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ أنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (دَخَلَ مَكَّةَ وَعَلَى رَأْسِهِ الْمِغْفَرُ) لَمْ يَسْمَعْ شَيْخُنَا أبُو عَلِيٍّ بْنُ شَاذَانَ مِنْ هَذَا الشَّيْخِ إِلاَّ هَذَا الْحَدِيثَ الْوَاحِدَ ¶ 66 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الْحَسَنِ بْنِ وَهْبٍ الْحَرِيرِيُّ الْمُعَدِّلُ جَازَنَا بِانْتِقَاءِ أَبِي الْحَسَنِ الدَّارَقُطْنِيِّ نَا أبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُوسَى بْنِ أَبَانَ الْبَزَّارُ إمْلاءً بِانْتِقَاءِ أَبِي الْعَبَّاسِ بْنِ عُقْدَةَ نَا سَوَّارُ بْنُ عَبْدِ اللهِ نَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ",
            "page": "50",
            "part": "1",
            "seal": "E82812EC"
        },
        {
            "hno": "67",
            "id": "42",
            "nass": "حَدَّثَنِي مَنْصُورُ بْنُ سَعْدٍ عَنْ مَيْمُونِ بْنِ سِيَاهٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (مَنْ صَلَّى صَلاتَنَا واسْتَقْبَلَ قِبْلَتَنَا وَأَكَلَ ذَبِيحَتَنَا فَذَلِكَ الْمُسْلِمُ لَهُ ذِمَّةُ اللهِ وَذِمَّةُ رَسُولِهِ فَلا تُخْفِرُوا اللهَ فِي ذِمَّتِهِ) ¶ 67 - أَخْبَرَنَا أبُو الْفَضْلِ عِيسَى بْنِ مُوسَى بْنِ أَبِي مُحَمَّدِ بْنِ الْمُتَوَكِّلِ عَلَى اللهِ أَخْبَرَنِي أبُو بَكْرٍ مُحَمَّدُ بْنُ خَلَفِ بْنِ الْمَرْزُبَانِ نَا مُحَمَّدُ بْنُ عِمْرَانَ بْنِ زِيَادٍ الضَّبِّيُّ أَخْبَرَنِي مُحَمَّدُ بْنُ الْحَسَنِ الْجَعْفَرِيُّ نَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ جَعْفَرِ عَنْ ابْنِ شِهَابٍ قَالَ اجْتَمَعَ فِي مَسْجِدِ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عُمَرُ بْنُ الْخَطَّابِ وَعَلِيٌّ وَجَعْفَرُ ابْنَا أَبِي طَالِبٍ وَالْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلَبِ رَضِيَ اللهُ عَنْهُمْ فَذَكَرُوا الْمَعْرُوفَ فَقَالَ عَلِيٌّ رَضِيَ اللهُ عَنْهُ الْمَعْرُوفُ حِصْنٌ مِنَ الْحُصُونِ وَكَنْزٌ مِنَ الْكُنُوزِ فَلا يُزَهِّدَنَّكَ فِيهِ كُفْرُ مَنْ كَفَرَهُ فَقَدْ يَشْكُرُ لَكَ عَلَيْهِ مَنْ لَمْ يَنْتَفِعُ مِنْهُ بِشَيءٍ وَقَدْ يُدْرَكُ بِشُكْرِ الشَّاكِرِ مَا أَضَاعَ الْكَفُورُ الْجَاحِدُ وقَالَ جًعْفَرُ رَضِيَ اللهُ عَنْهُ بِأَهْلِ الْمَعْرُوفِ إِلَى اصْطِنَاعِهِ مَا لَيْسَ لِلطَّالِبِينَ إِلَيْهِمْ فِيهِ لأَنَّكَ إِذَا اصْطَنَعْتَ مَعْرُوفَاً كَانَ لَكَ أَجْرُهُ وَفَخْرُهُ وَسَنَاؤُهُ وَمَجْدُهُ فَمَا بَالُكَ تَطْلُبُ شُكْرَ مَا أَتَيْتَ إِلَى نَفْسِكَ مِنْ غَيْرِكَ وَقَالَ الْعَبَّاسُ رَضِيَ اللهُ عَنْهُ الْمَعْرُوفُ أَحْصَنُ الْحُصُونِ وَأَعْظَمُ الْكُنُوزِ وَلَنْ يَتِمَّ إِلاَّ بِثَلاثٍ تَعْجِيلِهِ وَسَتْرِهِ وَتَصْغِيرِهِ لأَنَّكَ إِذَا عَجَّلْتَهُ هَنَّأْتَهُ وَإِذَا صَغَّرْتَهُ عَظَّمْتَهُ وَإِذَا سَتَرْتَهُ أَتْمَمْتَهُ وَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ لِكُلِّ شَيءٍ أَنْفٌ وَأَنْفُ الْمَعْرُوفِ سَرَاحُهُ فَخَرَجَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ فِيمَ أَنْتُمْ قَالُوا كُنَّا فِي ذِكْرِ",
            "page": "51",
            "part": "1",
            "seal": "0A78F573"
        },
        {
            "hno": "68",
            "id": "43",
            "nass": "الْمَعْرُوفِ فَقَالَ (الْمَعْرُوفُ مَعْرُوفٌ كاسْمِهِ وَأَهْلُ الْمَعْرُوفِ فِي الدُّنْيَا أَهْلُ الْمَعْرُوفِ فِي الآخِرَةِ) ¶ 68 - أَخْبَرَنَا أبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ نَا عَبْدُ اللهِ بْنُ أَحْمَدَ قَالَ ذَكَرَ مُصْعَبُ بْنُ عَبْدِ اللهِ الزُّبَيْرِيُّ حَدَّثَنِي أَبِي عَبْدُ اللهِ بْنُ مُصْعَبٍ عَنْ رَبِيعَةَ بْنِ عُثْمَانَ الْهُدَيْرِيِّ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ أَسْلَمَ قَالَ خَرَجْنَا مَعَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ إِلَى حَرَّةِ وَاقِمٍ حَتَّى إِذَا كُنَّا بِصِرَارَ إِذَا نَارٌ فَقَالَ يَا أَسْلَمَ إِنِّي لأَرَى هَاهُنَا رَكْبَاً قَصَرَ بِهِمُ اللَّيْلُ وَالْبَرْدُ انْطَلِقْ بِنَا فَخَرَجْنَا نُهَرْوِلُ حَتَّى دَنَوْنَا مِنْهُمْ فَإِذَا بِامْرَأةٍ مَعَهَا صِبْيَانٌ صِغَارٌ وَقِدْرُ مَنْصُوبَةٌ عَلَى نَارٍ وَصِبْيَانُهَا يَتَضَاغَوْنَ فَقَالَ عُمَرُ رَضِيَ اللهُ عَنْهُ السَّلامُ عَلَيْكُمْ يَا أَصْحَابَ الضَّوْءِ وَكَرِهَ أَنْ يَقُولَ يَا أَصْحَابَ النَّارِ فَقَالَتْ وَعَلَيْكَ السَّلَام فَقَالَ أدنوا فَقَالَتْ إِدْنُ بِخَيْرٍ أَوْ دَعْ قَالَ فَدَنَا فَقَالَ مَا بَالُكُمْ قَالَتْ قَصَرَ بِنَا اللَّيْلُ وَالْبَرْدُ قَالَ وَمَا بَالُ هَؤُلاءِ الصِّبْيَةِ يَتَضَاغَوْنَ قَالَتْ الْجُوعُ قَالَ فَأَيُّ شَيءٍ فِي هَذِهِ الْقِدْرِ قَالَتْ مَا أُسَكِّتُهُمْ بِهِ حَتَّى يَنَامُوا وَاللهُ بَيْنَنَا وَبَيْنَ عُمَرَ قَالَ أَيْ رَحِمَكَ اللهُ وَمَا يُدْرِي عُمَرُ بِكُمْ قَالَتْ يَتَوَلَّى أَمْرَنَا ثُمَّ يَغْفَلُ عَنَّا قَالَ فَأَقْبَلَ عَلَيَّ فَقَالَ انْطَلِقْ بِنَا فَخَرَجْنَا نُهَرْوِلُ حَتَّى أَتَيْنَا دَارَ الدَّقِيقِ فَأَخْرَجَ عِدْلاً مِنْ دَقِيقٍ وَكُبَّةَ شَحْمٍ فَقَالَ احْمِلْهُ عَلَيَّ فَقُلْتُ أَنَا أَحْمِلُهُ عَنْكَ فَقَالَ أَنْتَ تَحْمِلُ عَنِّي وِزْرِي يَوْمَ الْقِيَامَةِ لَا أُمَّ لَكَ فَحَمَلْتُهُ عَلَيْهِ فَانْطَلَقَ وَانْطَلَقْتُ مَعَهَ إِلَيْهَا نُهَرْوِلُ فَأَلْقَى ذَلِكَ عِنْدَهَا وَأخرج من",
            "page": "52",
            "part": "1",
            "seal": "09756F04"
        },
        {
            "hno": "69",
            "id": "44",
            "nass": "الدَّقِيقِ شَيْئَاً فَجَعَلَ يَقُولُ لَهَا ذِرِّي عَلَيَّ وَأَنَا أُحَرِّكُ لَكِ وَجَعَلَ يَنْفُخُ تَحْتَ الْقِدْرِ ثُمَّ أَنْزَلَهَا قَالَ ابْغِينِي شَيْئَاً فَأَتَتْهُ بَصَحْفَةٍ فَأَفْرَغَهَا فِيهَا ثُمَّ جَعَلَ يَقُولُ لَهَا أَطْعِمِيهِمْ وَأَنَا أَطْبُخُ لَهُمْ فَلَمْ يَزَلْ حَتَّى شَبِعُوا وَتَرَكَ عِنْدَهَا فَضْلَ ذَلِكَ وَقَامَ وَقُمْتُ مَعَهُ فَجَعَلَتْ تَقُولُ جَزَاكَ اللهُ خَيْرَاً كُنْتَ أَوْلَى بِهَذَا الأَمْرِ مِنْ أَمِيُرِ الْمُؤْمِنِينَ فَيَقُولُ قُولَي خيرا إِذا جِئْت أَمِير الْمُؤمنِينَ وَجَدْتِنِي هُنَاكَ إِنْ شَاءَ اللهُِ ثُمَّ تَنَحَّا نَاحِيَةً عَنْهَا ثُمَّ اسْتَقْبَلَهَا فَرَبَضَ مَرْبَضَاً فَقُلْتُ لَكَ شَأْنٌ غَيْرَ هَذَا فَلا يُكَلِّمُنِي حَتَّى رَأَيْت الصّبيان يصطرعون ثمَّ نَامُوا وهدؤوا فَقَالَ يَا أَسْلَمَ إِنَّ الْجُوعَ أَسْهَرَهُمْ فَأَبْكَاهُمْ فَأَحْبَبْتُ أَنْ لَا أَنْصَرِفَ حَتَّى أَرَى مَا رَأَيْتَ ¶ 69 - أَخْبَرَنَا أبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُبَيْشٍ النَّاقِدُ قَالَ سَمِعْتُ أَبَا الْقَاسِمِ الْجُنَيْدُ بْنُ مُحَمَّدِ بْنِ الْجُنَيْدِ الزَّاهِدُ يَقُولُ بَلَغَنِي عَنْ مُحَمَّدِ بْنِ وَاسِعٍ أَنَّهُ قَالَ لَهُ رَجُلٌ (إِنِّي لأُحِبُّكَ فِي اللهِ عَزَّ وَجَلَّ فَقَالَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ أَنْ أُحَبَّ فِيكَ وَأَنْتَ لِي مُبْغِضٌ) ¶ 70 - أَخْبَرَنَا أبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ الْقَاضِي الْجَرَّاحِيُّ نَا إسْمَاعِيلُ بْنُ الْعَبَّاسِ بْنِ مُحَمَّدٍ الْوَرَّاقُ نَا أبُو بَدْرٍ عَبَّادُ بْنُ الْوَلِيدِ ثَنَا الْعَبَّاسُ بْنُ بَكَّارٍ الضَّبِيُّ نَا عَبْدُ اللهِ بْنُ الْمُثَنَّى عَنْ عَمِّهِ ثُمَامَةَ بْنِ عَبْدِ اللهِ بْنِ أَنَسٍ عَنْ جَدِّهِ أَنَسٍ أنَّ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِنَّ الغلا وَالرُّخْصَ جُنْدَانِ مِنْ جُنُودِ اللهِ تَعَالَى أَحَدُهُمَا الرَّغْبَةُ وَالآخَرُ الرَّهْبَةُ",
            "page": "53",
            "part": "1",
            "seal": "C835EC28"
        },
        {
            "hno": "71",
            "id": "45",
            "nass": "فَإِذَا أَرَادَ اللهُ عَزَّ وَجَلَّ أَنْ يُغْلِيَهُ قَذَفَ الرَّغْبَةَ فِي صُدُورِ التُّجَّارِ فَحَبَسُوهُ وَإِذَا أَرَادَ أَنْ يُرْخِصَهُ قَذَفَ الرَّهْبَةَ فِي صُدُورِ التُّجَّارِ فَأَخْرَجُوهُ مِنْ أَيْدِيهِمْ) ¶ 71 - أَخْبَرَنَا أبُو بَكْرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ عِمْرَانَ الْجُورِيُّ فِي كِتَابِهِ إِلَيْنَا مِنْ شِيرَازَ نَا عَبْدَانُ بْنُ أَحْمَدَ الْهَمْدَانِيُّ قَالَ سَمِعْتُ أَبَا حَاتِمٍ يَعْنِي الرَّازِيُّ يَقُولُ حُدِّثْتُ عَنِ ابْنِ عُيَيْنَةَ أَنَّهُ قَالَ (مَا أَرَى طُولَ عُمُرِي هَذَا إِلاَّ من كَثْرَة دُعَاء أَصْحَاب الحَدِيث)",
            "page": "54",
            "part": "1",
            "seal": "71293D35"
        }
    ],
    "t5723": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مشيخة ابن شاذان الصغرى"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "تم الجزء"
        }
    ]
}