{
    "b5729": [
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ النَّص الْمُحَقق ¶ أمْلى علينا سيدنَا ومولانا وَشَيخنَا الإِمَام الْعَلامَة وحيد دهره وفريد عصره قَاضِي الْقُضَاة شهَاب الدّين شيخ الْإِسْلَام وَالْمُسْلِمين رحْلَة الْحفاظ والمحدثين أَبُو الْفضل أَحْمد بن عَليّ بن حجر الْكِنَانِي الشَّافِعِي يَوْم الثُّلَاثَاء سَابِع عشر من شَوَّال الْمُبَارك سنة سِتّ وَثَلَاثِينَ وثمان مئة فِي الْجَامِع الْكَبِير بحلب المحروسة فَقَالَ ¶ 1 - أَخْبرنِي شيخ الْإِسْلَام حَافظ الزَّمَان أَبُو الْفضل بن الْحُسَيْن رَحمَه الله قَالَ أَخْبرنِي أَبُو مُحَمَّد عبد الله بن مُحَمَّد بن ابراهيم الْبزورِي قَالَ أَنا عَليّ بن أَحْمد السَّعْدِيّ عَن مُحَمَّد بن معمر قَالَ أَنا سعيد بن أبي الرجا قَالَ أَنا أَحْمد بن",
            "page": "21",
            "part": "1",
            "seal": "4C48DB89"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "مُحَمَّد بن النُّعْمَان قَالَ أَنا مُحَمَّد بن إِبْرَاهِيم بن عَليّ بن عَاصِم ثَنَا إِسْحَاق بن أَحْمد الْخُزَاعِيّ ثَنَا مُحَمَّد بن يحيى بن أبي عمر ثَنَا سُفْيَان بن عُيَيْنَة عَن أبي إِسْحَاق الْهَمدَانِي عَن الْبَراء بن عَازِب رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ أَلا أعلمك كَلِمَات تقولهن إِذا أويت 1 ب إِلَى فراشك فَإِن مت من ليلتك مت على الْفطْرَة وَإِن أَصبَحت أَصبَحت وَقد أصبت خيرا اللَّهُمَّ أسلمت نَفسِي إِلَيْك ووجهت وَجْهي إِلَيْك وفوضت أَمْرِي إِلَيْك وألجأت ظَهْري إِلَيْك رَغْبَة وَرَهْبَة إِلَيْك لَا ملْجأ وَلَا منجا مِنْك إِلَّا إِلَيْك آمَنت بكتابك الَّذِي أنزلت وبنبيك الَّذِي أرْسلت ¶ فَقَالَ الْبَراء فَقلت وَرَسُولك الَّذِي أرْسلت فطعن بِيَدِهِ فِي صَدْرِي ثمَّ قَالَ وبنبيك الَّذِي أرْسلت ¶ هَذَا حَدِيث صَحِيح أخرجه التِّرْمِذِيّ عَن ابْن أبي عمر فَوَقع لنا مُوَافقَة عالية",
            "page": "22",
            "part": "1",
            "seal": "37646FF9"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "وَقد وَقع لي من وَجه آخر عَن سُفْيَان بن عُيَيْنَة أَعلَى من هَذَا بِدَرَجَة أُخْرَى ¶ 2 - أَخْبرنِي أَبُو عَليّ مُحَمَّد بن أَحْمد بن عَليّ بن عبد الْعَزِيز الْمَهْدَوِيّ أَنا أَبُو الْحسن عَليّ بن عمر الواني أَنا عبد الرَّحْمَن بن مكي سبط السلَفِي قِرَاءَة عَلَيْهِ وَنحن نسْمع وَهُوَ آخر من حدث بِالسَّمَاعِ أَنا الْحَافِظ أَبُو طَاهِر السلَفِي وَهُوَ آخر من حدث عَنهُ بِالسَّمَاعِ أَنا مكي بن مَنْصُور أَنا أَحْمد بن الْحسن القَاضِي ثَنَا أَبُو الْعَبَّاس الْأَصَم ثَنَا 2 أزكريا بن يحيى الْمروزِي ثَنَا سُفْيَان بن عُيَيْنَة عَن أبي إِسْحَاق أَنه سمع الْبَراء يَقُول سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول",
            "page": "23",
            "part": "1",
            "seal": "7FD87F7B"
        },
        {
            "hno": "3",
            "id": "5",
            "nass": "إِذا أَوَى إِلَى فرَاشه اللَّهُمَّ أسلمت نَفسِي إِلَيْك فَذكره دون مَا فِي أَوله وَآخره وَلَكِن قَالَ فِي آخر الدُّعَاء وبنبيك أَو برسولك على الشَّك وَلَا أثر لهَذَا الشَّك لما تقدم من رِوَايَة ابْن أبي عمر وَهَكَذَا أخرجه النَّسَائِيّ فِي الْكُبْرَى عَن قُتَيْبَة عَن سُفْيَان فَوَقع لنا بَدَلا عَالِيا بِثَلَاث دَرَجَات والْحَدِيث فِي الصَّحِيحَيْنِ من رِوَايَة شُعْبَة وَمن رِوَايَة أبي الْأَحْوَص سَلام بن سليم كِلَاهُمَا عَن أبي إِسْحَاق عَمْرو بن عبد الله السبيعِي وَأخرجه النَّسَائِيّ من رِوَايَة سُفْيَان الثَّوْريّ وَإِسْرَائِيل بن يُونُس وَغير وَاحِد كلهم عَن أبي إِسْحَاق ¶ 3 - أَخْبرنِي الْمسند الْعِمَاد أَبُو بكر بن إِبْرَاهِيم بن الْعِزّ الصَّالِحِي بهَا رَحمَه الله تَعَالَى أَنا أَبُو الْعَبَّاس أَحْمد بن مُحَمَّد بن معالي الزبداني أَنا مُحَمَّد بن إِسْمَاعِيل",
            "page": "24",
            "part": "1",
            "seal": "95BDB607"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "الْخَطِيب قَالَ قَرَأَ على فَاطِمَة بنت سعد الْخَيْر وَنحن نسْمع أَن زَاهِر بن طَاهِر أخْبرهُم أَنا أَبُو سعد الكنجروذي أَنا أَبُو عَمْرو بن حمدَان ثَنَا أَبُو يعلى ثَنَا إِبْرَاهِيم بن الْحجَّاج ثَنَا حَمَّاد بن سَلمَة عَن حجاج الصَّواف عَن أبي الزبير عَن جَابر بن عبد الله رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا أَوَى الرجل إِلَى فرَاشه ابتدره ملك وَشَيْطَان فَيَقُول الْملك اختم بِخَير وَيَقُول الشَّيْطَان اختم بشر فَإِن ذكر الله ثمَّ نَام بَات الْملك يكلؤه",
            "page": "25",
            "part": "1",
            "seal": "5209E8D3"
        },
        {
            "hno": "4",
            "id": "7",
            "nass": "هَذَا حَدِيث حسن أخرجه النَّسَائِيّ فِي الْكُبْرَى عَن الْحسن بن أَحْمد بن حبيب عَن إِبْرَاهِيم بن الْحجَّاج فَوَقع لنا بَدَلا عَالِيا بِثَلَاث دَرَجَات مَعَ اتِّصَال السماع وَأخرجه 2 ب النَّسَائِيّ من وَجه آخر عَن أبي الزبير مَوْقُوفا وَسَنَد الْمَرْفُوع أقوى ¶ 4 - وَبِه إِلَى أبي يعلى قَالَ ثَنَا عبيد الله بن معَاذ قَالَ ذكر أبي يَعْنِي معَاذ بن معَاذ الْعَنْبَري عَن يُوسُف بن مُحَمَّد بن الْمُنْكَدر عَن أَبِيه عَن جَابر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ الله حييّ كريم يستحي إِذا رفع عَبده إِلَيْهِ يَدَيْهِ أَن يردهما صفرا لَيْسَ فيهمَا شَيْء ¶ الصفر بِكَسْر الْمُهْملَة وَسُكُون الْفَاء هُوَ الْخَالِي ¶ هَذَا حَدِيث غَرِيب من هَذَا الْوَجْه والمتن حسن أخرجه أَبُو أَحْمد بن عدي فِي الْكَامِل فِي تَرْجَمَة يُوسُف بن مُحَمَّد بن الْمُنْكَدر وَقَالَ أَرْجُو أَنه لَا بَأْس بِهِ وَقد",
            "page": "26",
            "part": "1",
            "seal": "5FED21BB"
        },
        {
            "hno": "5",
            "id": "8",
            "nass": "ضعفه النَّسَائِيّ وَقَالَ أَبُو زرْعَة الرَّازِيّ صَالح الحَدِيث وَأخرجه أَبُو دَاوُد وَالتِّرْمِذِيّ وَحسنه وَالْحَاكِم وَصَححهُ من حَدِيث سلمَان الْفَارِسِي وَطَرِيقه أشهر من طَرِيق جَابر ¶ 5 - أخبر الشَّيْخ أَبُو إِسْحَاق بن كَامِل أَنا أَبُو الْعَبَّاس الصَّالِحِي أخبرنَا أَبُو المنجا الْبَغْدَادِيّ أَنا أَبُو الْوَقْت أَنا أَبُو الْحسن بن المظفر أَنا أَبُو مُحَمَّد بن أعين أَنا أَبُو إِسْحَاق بن قمير أَنا عبد بن حميد أَنا يزِيد بن هَارُون عَن",
            "page": "27",
            "part": "1",
            "seal": "3D2152FE"
        },
        {
            "hno": "6",
            "id": "9",
            "nass": "حميد عَن أنس رَضِي الله عَنهُ قَالَ عَاد رَسُول الله صلى الله عَلَيْهِ وَسلم رجلا قد صَار كالفرخ المنتوف فَقَالَ هَل كنت تَدْعُو بِشَيْء أَو تسأله قَالَ قلت اللَّهُمَّ مَا كنت تعاقبني بِهِ فِي الْآخِرَة فعجله لي فِي الدُّنْيَا فَقَالَ سُبْحَانَ الله إِذا لَا تطِيق ذَلِك وَلنْ تُطِيقهُ هلا قلت رَبنَا آتنا فِي الدُّنْيَا حَسَنَة وَفِي الْآخِرَة حَسَنَة وقنا عَذَاب النَّار ¶ 6 - هَذَا حَدِيث رِجَاله رجال الصَّحِيح لكنه مُنْقَطع بَين حميد وَأنس فِيهِ ثَابت قرأته على أم الْحسن بنت المنجا بِدِمَشْق عَن أبي بكر بن أَحْمد بن عبد الدايم أَنا مُحَمَّد بن إِبْرَاهِيم الإربلي أَنا أَبُو بكر بن النقور أَنا أَبُو بكر بن المظفر ثَنَا أَبُو الْقَاسِم الْحرفِي ثَنَا أَبُو بكر النجاد قرىء على يحيى بن أبي",
            "page": "28",
            "part": "1",
            "seal": "ABB138E7"
        },
        {
            "hno": "7",
            "id": "10",
            "nass": "طَالب وَنحن نسْمع عَن عبد الله بن بكر عَن حميد عَن ثَابت عَن أنس فَذكره وَزَاد فِي آخِره ثمَّ دَعَا الله تَعَالَى لَهُ فشفاه ¶ 3 - أَهَذا حَدِيث صَحِيح أخرجه مُسلم وَالنَّسَائِيّ وَابْن مَاجَه من رِوَايَة مُحَمَّد بن أبي عدي وَمُسلم وَالتِّرْمِذِيّ من رِوَايَة خَالِد بن الْحَارِث وَالتِّرْمِذِيّ من رِوَايَة سهل بن يُوسُف ثَلَاثَتهمْ عَن حميد عَن ثَابت فَوَقع لنا عَالِيا من حَدِيث حميد من الْوَجْهَيْنِ جَمِيعًا ¶ 7 - أَخْبرنِي الشَّيْخ أَبُو إِسْحَاق التنوخي عَن أبي الْفَتْح بن النشو أَنا أَبُو مُحَمَّد بن ظافر أَنا أَبُو طَاهِر الْحَافِظ أَنا أَبُو الْحُسَيْن بن الطيوري أَنا أَبُو الْحسن الفالي أَنا أَحْمد بن إِسْحَاق أَنا الْحسن بن عبد الرَّحْمَن ثَنَا",
            "page": "29",
            "part": "1",
            "seal": "3A4FD211"
        },
        {
            "hno": "8",
            "id": "11",
            "nass": "سهل بن مُوسَى ثَنَا عبد الله بن الصَّباح ثَنَا أَبُو عَليّ الْحَنَفِيّ ثَنَا قُرَّة بن خَالِد قَالَ كَانَ الْحسن الْبَصْرِيّ يَقُول عِنْد السكتة إِذا فرغ من الحَدِيث يكون هجيراه سُبْحَانَ الله وَبِحَمْدِهِ سُبْحَانَ الله الْعَظِيم ¶ آخر الْمجْلس الرَّابِع من الأمالي الحلبية ¶ الْخَامِس ثمَّ أملا علينا أمتع الله بحياته يَوْم الثُّلَاثَاء خَامِس ذِي الْقعدَة الْحَرَام سنة سِتّ وَثَلَاثِينَ وثمان مئة بِجَامِع حلب فَقَالَ ¶ 8 - أَخْبرنِي الإِمَام شيخ الْحفاظ أَبُو الْفضل عبد الرَّحِيم بن أبي عبد الله الْعِرَاقِيّ رَحمَه الله قَالَ أَخْبرنِي 3 ب الإِمَام شيخ الْحفاظ أَبُو مُحَمَّد عبد الله بن مُحَمَّد بن الْقيم أَنا أَبُو الْحسن عَليّ بن أَحْمد بن عبد الْوَاحِد أَنا يُوسُف بن خَلِيل الْحَافِظ أَنا مُحَمَّد بن أَحْمد بن نصر الصيدلاني ح قَالَ أَبُو الْحسن وَأَنا",
            "page": "30",
            "part": "1",
            "seal": "DA10CAC6"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "عَالِيا الصيدلاني الْمَذْكُور إجَازَة أَنا أَبُو عَليّ الْحداد أَنا أَبُو نعيم أَنا الطَّبَرَانِيّ فِي جُزْء من إسمه عَطاء ثَنَا عَليّ بن الْمُبَارك الصَّنْعَانِيّ ثَنَا إِسْمَاعِيل بن أبي أويس ثَنَا عبد الرَّحْمَن بن أبي الزِّنَاد عَن مُوسَى بن عقبَة عَن عَطاء بن أبي مَرْوَان عَن أَبِيه عَن كَعْب الْأَحْبَار قَالَ كَانَ دَاوُد عَلَيْهِ السَّلَام إِذا انْصَرف من صلَاته قَالَ اللَّهُمَّ أصلح لي ديني الَّذِي جعلته عصمَة أَمْرِي وَأصْلح لي دنياي الَّتِي جعلت فِيهَا معاشي وَأصْلح لي آخرتي الَّتِي جعلت",
            "page": "31",
            "part": "1",
            "seal": "8A668FF0"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "إِلَيْهَا معادي اللَّهُمَّ إِنِّي أعوذ برضاك من سخطك وبعفوك من نقمتك وَأَعُوذ بك مِنْك لَا مَانع لما أَعْطَيْت وَلَا معطي لما منعت وَلَا ينفع ذَا الْجد مِنْك الْجد قَالَ كَعْب وَأَخْبرنِي صُهَيْب رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ ينْصَرف بِهَذَا الدُّعَاء من صلَاته قَالَ الطَّبَرَانِيّ لَا يرْوى عَن صُهَيْب إِلَّا بِهَذَا الْإِسْنَاد ¶ هَذَا حَدِيث حسن أخرجه النَّسَائِيّ عَن عَمْرو بن سَواد عَن عبد الله بن وهب عَن حَفْص بن ميسرَة عَن مُوسَى بن عقبَة بِهَذَا الْإِسْنَاد فَوَقع لنا عَالِيا وَأخرجه أَيْضا من طَرِيق سعد بن عبد الحميد بن جَعْفَر عَن ابْن أبي الزِّنَاد لَكِن زَاد فِيهِ بَين أبي مَرْوَان وَكَعب عبد الرَّحْمَن بن مغيث وَقد قيل أَنه اسْم أبي مَرْوَان فَإِن كَانَ كَذَلِك فَعَن زَائِدَة وَقيل اسْمه سعد وَقيل مغيث وَهُوَ تَابِعِيّ وَثَّقَهُ الْعجلِيّ وَذكره بَعضهم فِي الصحابه وَابْنه تَابِعِيّ صَغِير وثقوه وَفِي الْإِسْنَاد أَرْبَعَة من التَّابِعين فِي نسق أَوَّلهمْ مُوسَى بن عقبَة وعَلى ظَاهر رِوَايَة سعد بن عبد الحميد يكون فِيهِ خَمْسَة",
            "page": "32",
            "part": "1",
            "seal": "4B8DFDB6"
        },
        {
            "hno": "9",
            "id": "14",
            "nass": "9 - أَخْبرنِي الْمسند الْخَبِير أَبُو مُحَمَّد عمر بن 4 ب مُحَمَّد بن أَحْمد بن سلمَان البالسي ثمَّ الصَّالِحِي أَنا أَبُو بكر بن الرضي أَنا أَبُو عبد الله المرداوي الْخَطِيب انا يحيى بن مَحْمُود الثَّقَفِيّ أَنا عبد الْكَرِيم بن عبد الرَّزَّاق الحسناباذي فِي آخَرين قَالُوا أَنا عبد الرَّزَّاق عمر أَنا أَبُو بكر بن المقرىء فِي الْأَرْبَعين لَهُ ثَنَا جَعْفَر بن أَحْمد بن سِنَان ثَنَا عبد الحميد بن بَيَان ثَنَا",
            "page": "33",
            "part": "1",
            "seal": "720C7304"
        },
        {
            "hno": "10",
            "id": "15",
            "nass": "هشيم ثَنَا شُعْبَة عَن عدي بن ثَابت عَن سعيد بن جُبَير عَن عبد الله بن عَبَّاس رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من سمع النداء فَلم يَأْتِ فَلَا صَلَاة لَهُ إِلَّا من عذر ¶ هَذَا حَدِيث صَحِيح أخرجه ابْن مَاجَه عَن عبد الحميد بن بَيَان بِهَذَا الْإِسْنَاد فَوَقع لنا مُوَافقَة عالية بِاعْتِبَار اتِّصَال السماع وَصَححهُ ابْن حبَان من هَذَا الْوَجْه وَأخرجه أَبُو دَاوُد من طَرِيق آخر عَن عدي بن ثَابت بِلَفْظ آخر ¶ 10 - أَخْبرنِي الشَّيْخ أَبُو إِسْحَاق التنوخي أَنا أَحْمد بن أبي طَالب وَعِيسَى بن عبد الله إجَازَة مِنْهُ وسماعا على الأول قَالَا أَنا أَبُو المنجا ابْن اللتي قَالَ عِيسَى",
            "page": "34",
            "part": "1",
            "seal": "67966CD7"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "سَمَاعا وَأحمد إِن لم يكن سَمَاعا فإجازة أَنا 5 أأبو الْوَقْت قَالَ قرىء على بيبى وَنحن نسْمع أَن عبد الرَّحْمَن بن أبي شُرَيْح أخْبرهُم ثَنَا أَبُو الْقَاسِم الْبَغَوِيّ ثَنَا مُصعب بن عبد الله الزبيرِي ثَنَا أبي ثَنَا هِشَام بن عُرْوَة ثَنَا مُحَمَّد بن الْمُنْكَدر عَن جَابر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ أَلا أخْبركُم على من تحرم النَّار على كل هَين لين قريب سهل ¶ هَذَا حَدِيث حسن أخرجه أَبُو يعلى فِي مُسْنده عَن مُصعب بِهَذَا الْإِسْنَاد",
            "page": "35",
            "part": "1",
            "seal": "88FCA031"
        },
        {
            "hno": "11",
            "id": "17",
            "nass": "فَوَقع لنا مُوَافقَة عالية وَأخرجه الطَّبَرَانِيّ فِي الْأَوْسَط عَن أَحْمد بن يحيى الْحلْوانِي عَن مُصعب فَوَقع لنا بَدَلا عَالِيا قَالَ الطَّبَرَانِيّ لم يروه عَن هِشَام بن عُرْوَة إِلَّا عبد الله بن مُصعب تفرد بِهِ ابْنه قلت لَعَلَّه يُرِيد بِهَذَا الْإِسْنَاد وَإِلَّا فقد سُئِلَ أَبُو زرْعَة الرَّازِيّ عَن هَذَا الحَدِيث فَقَالَ وهم فِيهِ عبد الله بن مُصعب فقد رَوَاهُ اللَّيْث وَعَبده بن سليم عَن هِشَام بن عُرْوَة فَقَالَا عَن مُوسَى بن عقبَة عَن عبد الله بن عَمْرو الأودي عَن عبد الله بن مَسْعُود قلت رِوَايَة عَبدة عِنْد التِّرْمِذِيّ وَلَعَلَّه عِنْد هِشَام بِإِسْنَادَيْنِ ¶ 11 - 5 ب قَرَأت على فَاطِمَة بنت مُحَمَّد بن عبد الْهَادِي عَن أبي نصر بن الْعِمَاد أَنا أَبُو مُحَمَّد بن بنيمان فِي كِتَابه أَنا أَبُو الْعَلَاء الْحسن بن أَحْمد أَنا أَبُو عَليّ الْحسن بن أَحْمد أَنا أَحْمد بن عبد الله الْحَافِظ أَنا الطَّبَرَانِيّ فِي الْأَوْسَط ثَنَا مطلب هُوَ ابْن شُعَيْب ثَنَا عبد الله بن صَالح ثَنَا",
            "page": "36",
            "part": "1",
            "seal": "CD50E18A"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "حَرْمَلَة بن عمرَان حَدثنِي سعيد بن أبي سعيد مولى الْمهرِي عَن أَبِيه عَن عبد الله بن عَمْرو رَضِي الله عَنْهُمَا أَن معَاذ بن جبل رَضِي الله عَنهُ قَالَ يَا رَسُول الله أوصني قَالَ اعبد الله لَا تشرك بِهِ شَيْئا قَالَ يَا رَسُول الله زِدْنِي قَالَ اسْتَقِم وليحسن خلقك ¶ هَذَا حَدِيث حسن أخرجه الْحَاكِم من طَرِيق أبي صَالح عبد الله بن صَالح بِهَذَا الْإِسْنَاد وَرُوَاته مصريون موثوقون لَكِن فِي عبد الله بن صَالح مقَال وَلم ينْفَرد بِهِ وَله شَاهد من حَدِيث أبي ذَر أخرجه التِّرْمِذِيّ وَلَفظه اتَّقِ الله حَيْثُ كنت وَاتبع السَّيئَة الْحَسَنَة تمحها وخالق النَّاس بِخلق حسن ¶ 6 - أوفيه تعقب على ابْن عبد الْبر فِي عدَّة الْأَحَادِيث الْأَرْبَعَة من بلاغات مَالك الَّتِي ذكر أَنَّهَا لَا تُوجد إِلَّا فِي الْمُوَطَّأ مِنْهَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم أوصى معَاذ بن جبل فَقَالَ وَأحسن خلقك للنَّاس معَاذ بن جبل ¶ وَكَأن حَدِيث عبد الله بن عَمْرو أصل هَذَا الْبَلَاغ وَالله أعلم",
            "page": "37",
            "part": "1",
            "seal": "0C342841"
        },
        {
            "hno": "12",
            "id": "19",
            "nass": "أَنْشدني الشَّيْخ أَبُو إِسْحَاق إِبْرَاهِيم بن أَحْمد بن عبد الْوَاحِد قَالَ أنشدنا الْحَافِظ أَبُو الْحجَّاج الْمزي لنَفسِهِ ¶ إرض من الله مَا يقدره ¶ أَرَادَ مِنْك الْمقَام أَو نقلك ... وَحَيْثُ مَا كنت ذَا رفاهية ¶ فاسكن فَخير الْبِلَاد مَا حملك ¶ قَالَ المملي أبقاه الله هَذَا وزدت عَلَيْهِ فِيهَا ¶ وَحسن الْخلق واستقم وَمَتى أَسَأْت أحسن وَلَا تطل أملك ... ¶ من يتق الله يؤته فرجا وَمن عَصَاهُ وَلَا يَتُوب هلك ... آخر الْمجْلس الْخَامِس من الأمالي الحلبية ¶ 12 - ثمَّ أمْلى علينا يَوْم الثُّلَاثَاء ثَانِي عشر ذِي الْقعدَة الْحَرَام 6 ب سنة سِتّ وَثَلَاثِينَ وثمان مائَة بِجَامِع حلب فَقَالَ أَخْبرنِي أَبُو الْعَبَّاس أَحْمد بن عَليّ بن عبد الْحق الدِّمَشْقِي بهَا وَأَبُو إِسْحَاق إِبْرَاهِيم بن أَحْمد البعلي بِالْقَاهِرَةِ قَالَا أَنا أَبُو مُحَمَّد عبد الله بن الْحُسَيْن بن أبي التائب أَنا إِبْرَاهِيم بن خَلِيل أَنا يحيى بن مَحْمُود أَنا مُحَمَّد بن أَحْمد بن أبي نزار حضورا وَفَاطِمَة بنت",
            "page": "38",
            "part": "1",
            "seal": "50B8973E"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "عبد الله الجوزدانية سَمَاعا قَالَا أَنا أَبُو بكر بن ريذة أَنا الطَّبَرَانِيّ فِي الْمُنْتَقى من مُعْجَمه الصَّغِير للذهبي ثَنَا يحيى بن عُثْمَان ثَنَا نعيم بن حَمَّاد ثَنَا سُفْيَان بن عُيَيْنَة عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِنَّكُم فِي زمَان من ترك مِنْكُم عشر مَا أَمر بِهِ هلك وَسَيَأْتِي على النَّاس زمَان من عمل مِنْهُم بِعشر مَا أَمر بِهِ نجا ¶ هَذَا حَدِيث غَرِيب أخرجه التِّرْمِذِيّ عَن إِبْرَاهِيم بن يَعْقُوب عَن",
            "page": "39",
            "part": "1",
            "seal": "9C41E22B"
        },
        {
            "hno": "13",
            "id": "21",
            "nass": "نعيم بن حَمَّاد وَقَالَ لَا نعرفه 7 أإلا من حَدِيث نعيم بن حَمَّاد عَن ابْن عُيَيْنَة وَفِي الْبَاب عَن أبي ذَر وَأبي سعيد ¶ وَكَذَا قَالَ الطَّبَرَانِيّ أَن نعيما تفرد بِهِ وَقَالَ لنا شَيخنَا أَبُو إِسْحَاق قَالَ لنا الذَّهَبِيّ لم يروه إِلَّا نعيم وَلَيْسَ لَهُ أصل وَلَا شَاهد ونعيم مُنكر الحَدِيث مَعَ إِمَامَته ¶ قلت لَعَلَّ مُرَاده بِنَفْي الأَصْل تَقْيِيد كَونه من حَدِيث أبي هُرَيْرَة وَهُوَ كَذَلِك وَأما نَفْيه الشَّاهِد فمتعقب بقول التِّرْمِذِيّ ¶ وَقد وَقع لي حَدِيث أبي ذَر ¶ 13 - أَخْبرنِي الشَّيْخ الْحَافِظ أَبُو الْحسن عَليّ بن أبي بكر أَنا أَبُو الْحسن عَليّ بن أَحْمد الْبَزَّاز قَالَ قرىء على زَيْنَب المقدسية وَنحن نسْمع عَن أبي عَليّ الرصافي سَمَاعا أَنا هبة الله بن مُحَمَّد أَنا الْحسن بن عَليّ 7 ب أَنا أَحْمد",
            "page": "40",
            "part": "1",
            "seal": "2DDC9F53"
        },
        {
            "hno": "14",
            "id": "22",
            "nass": "بن جَعْفَر ثَنَا عبد الله بن أَحْمد ثَنَا أبي ثَنَا مُؤَمل هُوَ ابْن إِسْمَاعِيل ثَنَا حَمَّاد هُوَ ابْن سَلمَة ثَنَا حجاج الْأسود قَالَ مُؤَمل ¶ وَكَانَ رجلا صَالحا قَالَ سَمِعت أَبَا الصّديق يحدث ثَابتا الْبنانِيّ عَن رجل عَن أبي ذَر رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِنَّكُم فِي زمَان خطباؤه قَلِيل وعلماؤه كثير وَمن ترك فِيهِ عشر مَا يعلم هوى أَو قَالَ هلك وَسَيَأْتِي زمَان كثير خطباؤه قَلِيل علماؤه من عمل فِيهِ بِعشر مَا يعلم نجا ¶ وَرِجَال هَذَا الْإِسْنَاد لَا بَأْس بهم إِلَّا الرجل الْمُبْهم ¶ 14 - أَخْبرنِي أَبُو الْمَعَالِي عبد الله بن عمر بن عَليّ الصُّوفِي عَن زَيْنَب بنت",
            "page": "41",
            "part": "1",
            "seal": "2B79BD1A"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الْكَمَال أَن يُوسُف بن خَلِيل الْحَافِظ أخْبرهُم فِي كِتَابه قَالَ أَنا مُحَمَّد بن إِسْمَاعِيل الطرسوسي أَنا الْحسن بن 8 أأحمد المقرىء أَنا أَحْمد بن عبد الله الْحَافِظ أَنا سُلَيْمَان بن أَحْمد ثَنَا أَحْمد بن إِسْحَاق الخشاب ثَنَا عبد الله بن جَعْفَر الرقي ثَنَا عبيد الله بن عَمْرو عَن زيد بن أبي أنيسَة عَن أبي إِسْحَاق السبيعِي عَن عَاصِم بن عَمْرو عَن عُمَيْر مولى عمر قَالَ جَاءَ نفر من الْعرَاق إِلَى عمر بن الْخطاب رَضِي الله عَنهُ فَقَالَ بِإِذن جئْتُمْ قَالُوا نعم قَالَ فَمَاذَا جئْتُمْ فِيهِ قَالُوا جئْنَاك",
            "page": "42",
            "part": "1",
            "seal": "73C09C20"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "لنسألك عَن ثَلَاث قَالَ مَا هن قَالُوا جِئْنَا لنسألك عَن صَلَاة الرجل فِي بَيته تَطَوّعا وَعَن مَا يحل للرجل من امْرَأَته حَائِضًا وَعَن الْغسْل من الْجَنَابَة فَقَالَ أسحرة أَنْتُم فَقَالُوا لَا وَالله مَا نَحن بسحرة قَالَ أفكهنة أَنْتُم قَالُوا لَا قَالَ مَا سَأَلَني عَنْهُن أحد قبلكُمْ مُنْذُ سَأَلت رَسُول الله صلى الله عَلَيْهِ وَسلم عَنْهُن قَالَ أما صَلَاة الرجل فِي بَيته تَطَوّعا فنور بَيْتك مَا اسْتَطَعْت وَأما الْحَائِض فلك مَا فَوق الْإِزَار وَلَيْسَ لَك مَا 8 ب تَحْتَهُ وَأما الْغسْل من الْجَنَابَة فاغسل يَديك ثَلَاثًا ثمَّ أدخلها الْإِنَاء ثمَّ اغسل فرجك وَمَا أَصَابَك وَتَوَضَّأ وضوءك للصَّلَاة ثمَّ أفرغ على رَأسك ثَلَاثًا ثمَّ اغسل سَائِر جسدك ¶ هَذَا حَدِيث حسن أخرجه أَبُو يعلى عَن أبي خَيْثَمَة زُهَيْر بن حَرْب بِتَمَامِهِ وَأخرج ابْن مَاجَه طرفا مِنْهُ الْمُتَعَلّق بِالصَّلَاةِ عَن مُحَمَّد بن أبي الْحُسَيْن كِلَاهُمَا عَن عبد الله بن جَعْفَر بِهَذَا الْإِسْنَاد فَوَقع لنا بَدَلا عَالِيا وَأخرجه ابْن مَاجَه أَيْضا من طَرِيق طَارق عَن عَاصِم بن عَمْرو عَن عمر مُنْقَطِعًا",
            "page": "43",
            "part": "1",
            "seal": "884E9BC9"
        },
        {
            "hno": "15",
            "id": "25",
            "nass": "وَعَاصِم بن عَمْرو هُوَ البَجلِيّ لَا بَأْس بِهِ وَهُوَ من قدماء شُيُوخ شُعْبَة وَقد رَوَاهُ عَنهُ شُعْبَة فَخَالف فِي شَيْخه وَأخرجه الإِمَام أَحْمد عَن مُحَمَّد بن جَعْفَر عَن شُعْبَة عَن عَاصِم عَن رجل من الْقَوْم الَّذين سَأَلُوا عمر رَضِي الله عَنهُ فَذكر مَعْنَاهُ بِطُولِهِ وَيبعد الْجمع بِأَن يكون عُمَيْر من الثَّلَاثَة وَالْعلم عِنْد الله ¶ 15 - أَخْبرنِي الشَّيْخ أَبُو إِسْحَاق إِبْرَاهِيم بن مُحَمَّد الدِّمَشْقِي بِالْمَسْجِدِ الْحَرَام 9 أأنا أَحْمد بن أبي طَالب أَنا أَبُو الْحسن الْقطيعِي إجَازَة أَنا أسعد بن بلدرك أَنا عَليّ بن عبد الرَّحْمَن أَنا أَبُو الْقَاسِم بن بَشرَان ثَنَا أَبُو عَليّ بن خُزَيْمَة ثَنَا أَبُو قلَابَة ثَنَا أَبُو عَاصِم ثَنَا زَكَرِيَّا بن",
            "page": "44",
            "part": "1",
            "seal": "4C2237F3"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "إِسْحَاق عَن عَمْرو بن دِينَار عَن عَطاء عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا فِي اللمم قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن تغْفر اللَّهُمَّ تغْفر جما وَأي عبد لَك لَا ألما ¶ هَذَا حَدِيث سَنَده صَحِيح فِي رَفعه نَكَارَة أخرجه الْحَاكِم فِي الْمُسْتَدْرك عَن أبي الْعَبَّاس الْأَصَم عَن مُحَمَّد بن سِنَان عَن أبي عَاصِم وَقَالَ صَحِيح على شَرطهمَا وكأنهما لم يخرجَاهُ لرِوَايَة شُعْبَة عَن مَنْصُور عَن مُجَاهِد قَالَ سُئِلَ ابْن عَبَّاس عَن اللمم قَالَ هُوَ أَن تذنب ثمَّ لَا تعود ألم تسمع قَول الشَّاعِر ... إِن تغْفر اللَّهُمَّ تغْفر جما ... وَأي عبد لَك لَا ألما ... قلت قد أخرج الشَّيْخَانِ من وَجه آخر عَن ابْن عَبَّاس فِي اللمم كلَاما آخر أَخْرجَاهُ من طَرِيق طَاوس عَن ابْن عَبَّاس قَالَ مَا رَأَيْت شَيْئا أشبه باللمم من مَا قَالَ أَبُو هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم 9 ب فَذكر الحَدِيث فِي زنا الْجَوَارِح وَفِي آخِره والفرج يصدق ذَلِك أَو يكذبهُ وَفِيه إِشَارَة إِلَى أَن اللمم هُوَ الصَّغِيرَة وَالله أعلم ¶ آخر الْمجْلس السَّادِس من الأمالي الحلبية",
            "page": "45",
            "part": "1",
            "seal": "F73F43E4"
        },
        {
            "hno": "16",
            "id": "27",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم ¶ أملا علينا سيدنَا ومولانا الشَّيْخ الإِمَام الْعَلامَة حَافظ الْعَصْر قَاضِي الْقُضَاة شيخ الْإِسْلَام شهَاب الدّين أَبُو الْفضل أَحْمد بن حجر الْعَسْقَلَانِي الشَّافِعِي أمتع الله بحياته يَوْم الثُّلَاثَاء تَاسِع عشر ذِي الْقعدَة الْحَرَام سنة سِتّ وَثَلَاثِينَ وَثَمَانمِائَة بِجَامِع حلب فَقَالَ ¶ 16 - أَخْبرنِي الْمسند الْخَبِير تَقِيّ الدّين أَبُو مُحَمَّد عبد الله بن مُحَمَّد بن أَحْمد بن عبيد الله أَنا القَاضِي شرف الدّين أَبُو مُحَمَّد عبد الله بن الْحسن بن الْحَافِظ إجَازَة أَن لم يكن سَمَاعا أَنا مُحَمَّد بن سعد وَمُحَمّد بن عبد الْهَادِي المقدسيان قَالَا أَنا أَبُو الْفرج الثَّقَفِيّ عَن فَاطِمَة بنت عبد الله سَمَاعا أَنا أَبُو بكر التَّاجِر أَنا أَبُو الْقَاسِم الطَّبَرَانِيّ ثَنَا مُحَمَّد بن إِسْحَاق بن مُوسَى",
            "page": "46",
            "part": "1",
            "seal": "47831173"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "الْمروزِي ثَنَا مَحْمُود بن الْعَبَّاس صَاحب ابْن الْمُبَارك ثَنَا هشيم عَن الْأَعْمَش عَن إِبْرَاهِيم عَن عَلْقَمَة عَن ابْن مَسْعُود رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ من أعْطى أَرْبعا أعطي أَرْبعا وَتَفْسِير ذَلِك فِي كتاب الله من أعْطى الذّكر ذكره الله تَعَالَى فَإِن الله تَعَالَى 10 ب يَقُول {اذكروني أذكركم} وَمن أعْطى الدُّعَاء أعطي الْإِجَابَة فَإِن الله تَعَالَى يَقُول {ادْعُونِي أَسْتَجِب لكم} وَمن أعْطى الشُّكْر أعطي الزِّيَادَة فَإِن الله تَعَالَى يَقُول {لَئِن شكرتم لأزيدنكم} وَمن أعْطى الاسْتِغْفَار أعطي الْمَغْفِرَة فَإِن الله تَعَالَى يَقُول {اسْتَغْفرُوا ربكُم إِنَّه كَانَ غفارًا} ¶ هَذَا حَدِيث غَرِيب قَالَ الطَّبَرَانِيّ لم يروه عَن الْأَعْمَش إِلَّا هشيم تفرد بِهِ مَحْمُود بن الْعَبَّاس قلت وَلم أَقف لَهُ على تَرْجَمَة وَقد اتهمه بِهِ الذَّهَبِيّ وَمن فَوْقه من رجال الصَّحِيحَيْنِ وَالْأَشْبَه أَن يكون مَوْقُوفا أَو دخل لَهُ إِسْنَاد فِي إِسْنَاد",
            "page": "47",
            "part": "1",
            "seal": "7C2569E1"
        },
        {
            "hno": "17",
            "id": "29",
            "nass": "17 - أَخْبرنِي أَبُو الْمَعَالِي الْأَزْهَرِي أَنا أَبُو الْعَبَّاس الْحلَبِي أَنا أَبُو الْفرج الْحَرَّانِي أَنا أَبُو مُحَمَّد الْحَرْبِيّ أَنا أَبُو الْقَاسِم الشَّيْبَانِيّ أَنا أَبُو عَليّ التَّمِيمِي أَنا أَبُو بكر الْقطيعِي ثَنَا عبد الله بن أَحْمد حَدثنِي أبي ثَنَا روح 11 أهوَ ابْن عبَادَة ثَنَا همام عَن عبد الله بن أبي حُسَيْن عَن شهر بن حَوْشَب عَن عبد الرَّحْمَن بن غنم عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ من قَالَ قبل أَن ينْصَرف ويثني رجلَيْهِ من صَلَاة الصُّبْح وَالْمغْرب لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ لَهُ الْملك وَله الْحَمد يحيي وَيُمِيت وَهُوَ على كل شَيْء قدير",
            "page": "48",
            "part": "1",
            "seal": "D4E60CE7"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "عشر مَرَّات كتب لَهُ بِكُل مرّة عشر حَسَنَات ومحي عَنهُ عشر سيئات وَرفع لَهُ عشر دَرَجَات وَكن حرْزا لَهُ من كل مَكْرُوه وحرزا من الشَّيْطَان الرَّجِيم وَلم يحل لذنب أَن يُدْرِكهُ ذَلِك الْيَوْم إِلَّا الشّرك وَكَانَ من أفضل النَّاس عملا ¶ هَذَا حَدِيث حسن أخرجه الإِمَام أَحْمد هَكَذَا وصنيعه يَقْتَضِي ثُبُوت الصُّحْبَة لعبد الرَّحْمَن بن غنم وَقد اخْتلف فِي ذَلِك فأثبتها المصريون أَبُو سعيد بن يُونُس وَمُحَمّد بن الرّبيع الجيزي وَنقل ذَلِك يحيى بن بكير عَن اللَّيْث وَابْن لَهِيعَة وَنفى ذَلِك الشاميون دُحَيْم وَأَبُو زرْعَة النصري وَغَيرهمَا وَبِه جزم ابْن عبد الْبر فَقَالَ أسلم زمن رَسُول الله صلى الله عَلَيْهِ وَسلم وَلم يره وَصَحب 11 ب معَاذ بن جبل ¶ قلت أخرج النَّسَائِيّ حَدِيثه هَذَا من رِوَايَته عَن معَاذ بن جبل أخرجه من طَرِيق حُصَيْن بن مَنْصُور عَن عبد الله بن عبد الرَّحْمَن بن أبي حُسَيْن بالسند الْمَذْكُور وَأخرجه أَيْضا من رِوَايَة زيد بن أبي أنيسَة عَن ابْن أبي حُسَيْن بِهَذَا لَكِن قَالَ عَن أبي ذَر بدل معَاذ وَمن هَذَا الْوَجْه أخرجه التِّرْمِذِيّ لَكِن سقط من إِسْنَاده ابْن أبي حُسَيْن فَصَارَ عَن زيد بن أبي أنيس عَن شهر وَقَالَ حسن صَحِيح وَهُوَ مِمَّا يتعجب مِنْهُ لِأَنَّهُ اشْتَمَل على ثَلَاث علل الِاخْتِلَاف",
            "page": "49",
            "part": "1",
            "seal": "4D23911C"
        },
        {
            "hno": "18",
            "id": "31",
            "nass": "والانقطاع وَالْكَلَام فِي شهر فَمَا أَدْرِي كَيفَ صَححهُ والاعتماد فِيهِ على رِوَايَة النَّسَائِيّ فِيمَا يظْهر وَالْعلم عِنْد الله تَعَالَى ¶ 18 - أَخْبرنِي الشَّيْخ أَبُو الْفرج بن الْغَزِّي أَنا أَبُو الْحسن بن قُرَيْش أَنا أَبُو الْفرج بن الصيقل عَن أبي الْحسن الْجمال أَنا أَبُو عَليّ الْحداد أَنا أَبُو نعيم ثَنَا مُحَمَّد بن إِبْرَاهِيم ثَنَا أَحْمد بن عَليّ بن الْمثنى ثَنَا زُهَيْر بن حَرْب ثَنَا يَعْقُوب بن إِبْرَاهِيم بن سعد ثَنَا أبي عَن الزُّهْرِيّ عَن",
            "page": "50",
            "part": "1",
            "seal": "9F86BE68"
        },
        {
            "hno": "19",
            "id": "32",
            "nass": "عَطاء بن يزِيد عَن أبي هُرَيْرَة رَضِي الله عَنهُ 12 أقَال قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم حرم الله على النَّار أَن تَأْكُل أَعْضَاء السُّجُود ¶ هَذَا حَدِيث صَحِيح أخرجه الشَّيْخَانِ من طرق مِنْهَا لمُسلم عَن زُهَيْر بن حَرْب فَوَقع لنا مُوَافقَة عالية ¶ 19 - أَخْبرنِي الشَّيْخ أَبُو عبد الله بن قوام قَالَ أَنا أَبُو الْحسن بن هِلَال أَنا أَبُو إِسْحَاق بن الْبُرْهَان قَالَ أَنا أَبُو الْحسن الطوسي أَنا هبة الله بن سهل",
            "page": "51",
            "part": "1",
            "seal": "6E868B41"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "أَنا أَبُو عُثْمَان الْبُحَيْرِي أَنا زَاهِر بن أَحْمد أَنا إِبْرَاهِيم بن عبد الصَّمد أَنا أَبُو مُصعب أَنا مَالك وقرأت عَالِيا على الشَّيْخ أبي إِسْحَاق التنوخي عَن عِيسَى بن عبد الرَّحْمَن وَأحمد بن أبي طَالب إجَازَة من الأول وسماعا على الثَّانِي قَالَا أَنا عبد الله بن عمر الْبَغْدَادِيّ قَالَ الأول سَمَاعا وَالثَّانِي إجَازَة أَنا عبد الأول بن عِيسَى قَالَ قرىء على أم الْفضل الهرثمية وَنحن نسْمع أَن عبد الرَّحْمَن بن أَحْمد الْأنْصَارِيّ أخْبرهُم ثَنَا أَبُو الْقَاسِم الْبَغَوِيّ ثَنَا مُصعب الزبيرِي حَدثنِي مَالك عَن نَافِع عَن ابْن عمر رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من أعتق شركا لَهُ من عبد وَكَانَ لَهُ مَال يبلغ ثمن العَبْد قوم عَلَيْهِ قيمَة عدل",
            "page": "52",
            "part": "1",
            "seal": "99ADD92F"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "فَأعْطى شركاءه حصصهم وَعتق عَلَيْهِ العَبْد وَإِلَّا فقد عتق مِنْهُ مَا عتق ¶ هَذَا حَدِيث صَحِيح أخرجه البُخَارِيّ عَن عبد الله بن يُوسُف وَمُسلم عَن يحيى بن يحيى وَأَبُو دَاوُد عَن القعْنبِي ثَلَاثَتهمْ عَن مَالك فَوَقع لنا بَدَلا عَالِيا ¶ وَأخرجه النَّسَائِيّ عَن الْحَارِث بن مِسْكين عَن عبد الرَّحْمَن بن الْقَاسِم عَن مَالك ¶ وجدت بِخَط أبي رَحمَه الله فِيمَا نظمه بِمَكَّة وَلم أسمعهُ مِنْهُ ¶ يَا رب أَعْضَاء السُّجُود عتقتها ¶ من فضلك الوافي وَأَنت الواقي ... وَالْعِتْق يسري بالغنى يَا ذَا الْغنى ¶ فَامْنُنْ على الفاني بِعِتْق الْبَاقِي ¶ آخر الْمجْلس السَّابِع من الأمالي الحلبية ¶ من مرويات عمر بن النصيبي وأخيه أبي بكر",
            "page": "53",
            "part": "1",
            "seal": "63A1BAEC"
        }
    ],
    "t5729": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "النص المحقق"
        }
    ]
}