{
    "b5733": [
        {
            "hno": null,
            "id": "1",
            "nass": "حَدِيث مُصعب ¶ بِسم الله الرَّحْمَن الرَّحِيم رب يسر برجمتك قَرَأت على الشَّيْخ الإِمَام الْعَالم أبي طَاهِر أَحْمد بن عبد الله بن أَحْمد بن مُحَمَّد بن عبد القاهر الْخَطِيب الطوسي الْموصِلِي أبقاه الله فِي جُمَادَى الْآخِرَة سنة تسع وَتِسْعين وَخمْس مائَة فِي منزله بالموصل قلت أخْبرك الشَّيْخ الإِمَام أَبُو نصر أَحْمد بن عبد القاهر الطوسي حمدَان رَحمَه الله قِرَاءَة عَلَيْهِ أخبرنَا الشَّيْخ الصائن السديد أَبُو الْفَتْح عبد السَّلَام بن أَحْمد بن إِسْمَاعِيل بن مُحَمَّد الْمُقْرِئ الْهَرَوِيّ الْمَعْرُوف ببكيرة بِقِرَاءَتِي عَلَيْهِ بهراة فَأقر بِهِ",
            "page": "26",
            "part": "1",
            "seal": "38281434"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وَقَالَ نعم أَنا الشَّيْخ أَبُو عبد الله مُحَمَّد بن أبي مَسْعُود عبد الْعَزِيز بن مُحَمَّد الْفَارِسِي الْفَقِيه قِرَاءَة عَلَيْهِ وَأَنا أسمع قَالَ أَنا أَبُو مُحَمَّد عبد الرَّحْمَن بن أَحْمد بن مُحَمَّد الْأنْصَارِيّ الْمَعْرُوف بِابْن أبي شُرَيْح قَالَ أَنا أَبُو الْقَاسِم عبد الله بن مُحَمَّد بن عبد الْعَزِيز",
            "page": "27",
            "part": "1",
            "seal": "8AFE0ABB"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الْبَغَوِيّ بِبَغْدَاد سنة سبع عشرَة وثلاثمائة نَا مُصعب بن عبد الله بن مُصعب بن ثَابت بن عبد الله ابْن الزبير بن الْعَوام بن خويلد بن أَسد إملاء فِي شعْبَان سنة ثَمَانِي وَعشْرين وَمِائَتَيْنِ",
            "page": "28",
            "part": "1",
            "seal": "6023E9B2"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "1 - حَدثنَا هِشَام بن عبد الله بن عِكْرِمَة المَخْزُومِي عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ التمسوا الرزق فِي خبايا الأَرْض",
            "page": "29",
            "part": "1",
            "seal": "459CBDBF"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "2 - حَدثنِي عبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي عَن أُسَامَة بن زيد عَن عبد الله بن عِكْرِمَة عَن عبد الله بن عبد الله بن عمر عَن أَبِيه عَن سبيعة الأسْلَمِيَّة أَنَّهَا سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول من اسْتَطَاعَ أَن يَمُوت بِالْمَدِينَةِ فليمت بهَا فَإِنَّهُ لن يَمُوت بهَا أحد إِلَّا كنت لَهُ شَهِيدا أَو شَفِيعًا يَوْم الْقِيَامَة",
            "page": "30",
            "part": "1",
            "seal": "0943D502"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3 - حَدثنِي أبي عَن هِشَام بن عُرْوَة عَن مُحَمَّد بن الْمُنْكَدر عَن جَابر قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم أَلا أخْبركُم على من تحرم النَّار غَدا على كل هَين لين قريب سهل ¶ 4 - حَدثنِي إِبْرَاهِيم بن سعد عَن مُحَمَّد بن إِسْحَاق عَن يحيى بن عباد عَن عَائِشَة قَالَت تهجد النَّبِي صلى الله عَلَيْهِ وَسلم فِي بَيته وتهجد عباد",
            "page": "31",
            "part": "1",
            "seal": "3295D152"
        },
        {
            "hno": "5",
            "id": "7",
            "nass": "فِي بني الْأَشْهَل إِلَى الْمَسْجِد قَالَت فَسمع النَّبِي صلى الله عَلَيْهِ وَسلم صَوته فَقَالَ يَا عَائِشَة إِن هَذَا صَوت عباد قَالَت نعم ¶ قَالَ اللَّهُمَّ ارْحَمْ عبادا ¶ 5 - حَدثنَا عبد الْعَزِيز بن مُحَمَّد عَن يزِيد بن عبد الله بن أُسَامَة بن الْهَاد عَن مُحَمَّد بن إِبْرَاهِيم التَّيْمِيّ عَن سعيد بن الصَّلْت عَن سُهَيْل ابْن الْبَيْضَاء قَالَ بَينا نَحن نسير مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي سفر وَسُهيْل ابْن الْبَيْضَاء رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ يَا سُهَيْل ابْن الْبَيْضَاء وَرفع صَوته مرَّتَيْنِ أَو ثَلَاثًا فَعرف من خَلفه وَمن قدامه أَنه يريدهم فحبس من كَانَ بَين يَدَيْهِ ولحقه من كَانَ خَلفه حَتَّى اجْتَمعُوا",
            "page": "32",
            "part": "1",
            "seal": "6AB66109"
        },
        {
            "hno": "6",
            "id": "8",
            "nass": "فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من شهد أَن لَا إِلَه إِلَّا الله حرم الله عَلَيْهِ النَّار وَأوجب لَهُ الْجنَّة ¶ 6 - قَالَ الْبَغَوِيّ حدّثنَاهُ يحيى بن عبد الحميد أَنا عبد الْعَزِيز بن مُحَمَّد عَن يزِيد بن الْهَاد عَن مُحَمَّد بن إِبْرَاهِيم التَّيْمِيّ عَن سعيد بن الصَّلْت عَن عبد الله بن أنيس عَن سُهَيْل ابْن",
            "page": "33",
            "part": "1",
            "seal": "B059F655"
        },
        {
            "hno": "7",
            "id": "9",
            "nass": "الْبَيْضَاء قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من مَاتَ يشْهد أَن إِلَه إِلَّا الله دخل الْجنَّة ¶ 7 - حَدثنِي مَالك بن أنس عَن نَافِع عَن ابْن عمر عَن عَائِشَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ الْوَلَاء لمن أعتق ¶ 8 - حَدثنِي مَالك عَن إِسْحَاق بن عبد الله بن أبي طَلْحَة عَن أنس بن مَالك أَن جدته مليكَة دعت رَسُول الله صلى الله عَلَيْهِ وَسلم لطعام صَنعته لَهُ فَأكل مِنْهُ ثمَّ قَالَ قومُوا فلأصلي بكم فَقُمْت إِلَى حَصِير لنا قد اسود من طول مَا لبس فنضحته بِمَاء فَقَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَقمت أَنا واليتيم وَرَاءه والعجوز من وَرَائِنَا فصلى بِنَا رَكْعَتَيْنِ ثمَّ انْصَرف ¶ 9 - حَدثنَا الدَّرَاورْدِي عَن عبيد الله بن عمر عَن يُونُس بن عبيد عَن الْحسن عَن عبد الرَّحْمَن بن سَمُرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يَا عبد الرَّحْمَن لَا تسْأَل الْإِمَارَة فَإنَّك إِن سَأَلتهَا لم تعن عَلَيْهَا وَإِن أَخَذتهَا بِغَيْر مَسْأَلَة أعنت عَلَيْهَا وَإِذا حَلَفت على يَمِين",
            "page": "34",
            "part": "1",
            "seal": "B363531D"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "فَرَأَيْت خيرا مِنْهَا فَكفر عَن يَمِينك وائت الَّذِي هُوَ خير ¶ 10 - حَدثنِي الضَّحَّاك بن عُثْمَان بن الضَّحَّاك عَن عبد الرَّحْمَن بن أبي الزِّنَاد قَالَ قَالَ هِشَام بن عُرْوَة عَن أَبِيه عَن أَسمَاء بنت أبي بكر قَالَت قَالَ زيد بن عَمْرو بن نفَيْل عزلت الْجِنّ والجنان عني كَذَلِك يفعل الْجلد الصبور فَلَا الْعُزَّى أدين وَلَا ابنتيها وَلَا صنمي بني طسم أدير أربا وَاحِدًا أم ألف رب أدين إِذا تقسمت الْأُمُور وَلَا غنما أدين وَكَانَ رَبًّا لنا فِي الدَّهْر إِذْ حلمي حقير ألم تعلم بِأَن الله أفنى رجَالًا كَانَ شَأْنهمْ الْفُجُور وَأبقى آخَرين ببر قوم فيربو مِنْهُم الطِّفْل الصَّغِير",
            "page": "35",
            "part": "1",
            "seal": "CF57FF5E"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "وَبينا الْمَرْء يفتر ثاب يَوْمًا كَمَا يتروح الْغُصْن النَّضِير قَالَت فَقَالَ ورقة بن نَوْفَل رشدت وأنعمت ابْن عَمْرو وَإِنَّمَا تجنبت تنورا من النَّار حاميا لدينك رَبًّا لَيْسَ رب كمثله وتركك جنان الخبال كَمَا هيا أَقُول إِذا هَبَطت أَرضًا مخوفة حنانيك لَا تظهر عَليّ الأعاديا حنانيك إِن الْجِنّ كَانَت رجاؤهم وَأَنت إلهي رَبنَا ورجائيا لتدركن الْمَرْء رَحْمَة ربه وَإِن كَانَ تَحت الأَرْض سبعين وَاديا أدين لرب يستجيب وَلَا أرى أدين لما لَا يسمع الدَّهْر دَاعيا أَقُول إِذا صليت فِي كل بيعَة تَبَارَكت قد أكثرت بِاسْمِك دَاعيا ¶ 11 - حَدثنِي أبي عَن مُوسَى بن عقبَة عَن أبي حَبِيبَة مولى الزبير وَهُوَ جد مُوسَى بن عقبَة من قبل أمه وَهُوَ مُوسَى بن عقبَة بن أبي عَيَّاش قَالَ أَبُو حَبِيبَة أَتَانَا ابْن عَبَّاس بِالْبَصْرَةِ فِي يَوْم شَدِيد الْحر فَلَمَّا رَآهُ الزبير قَالَ مرْحَبًا بِابْن لبَابَة أزائرا أم سفيرا",
            "page": "36",
            "part": "1",
            "seal": "EE021742"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "قَالَ كل ذَلِك أَرْسلنِي ابْن خَالك يَقُول لَك مَا عدا مِمَّا بدا عَرفتنِي بِالْمَدِينَةِ وأنكرتني بِالْبَصْرَةِ قَالَ فَجعل الزبير ينقر بالمروحة فِي الأَرْض ثمَّ رفع إِلَيْهِ رَأسه فَقَالَ نرفع لكم الْمَصَاحِف غَدا فَمَا أحلّت حللنا ¶ وَمَا حرمت حرمنا ¶ قَالَ فَانْصَرَفت فناداني ابْن الزبير وَهُوَ فِي جَانب الْبَيْت يَا ابْن عَبَّاس أقبل عَليّ قَالَ ابْن عَبَّاس فَأَقْبَلت عَلَيْهِ وَأَنا أكره كَلَامه قَالَ مُصعب أَشك فِي قَول ابْن عَبَّاس فِي حَدِيث من هُوَ فَقَالَ عبد الله بن الزبير بَيْننَا دم خَليفَة وعهد خَليفَة وانفراد وَاحِد واجتماع ثَلَاثَة وَأم مبرورة ومشاورة الْعَامَّة أَو قَالَ الْجَمَاعَة ¶ 12 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قطع فِي ثمن مجن ثمنه ثَلَاثَة دَرَاهِم",
            "page": "37",
            "part": "1",
            "seal": "839E69C3"
        },
        {
            "hno": "13",
            "id": "13",
            "nass": "13 - حَدثنِي مَالك عَن أبي الزبير الْمَكِّيّ عَن جَابر بن عبد الله قَالَ نحرنا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَام الْحُدَيْبِيَة الْبَدنَة عَن سَبْعَة وَالْبَقَرَة عَن سَبْعَة ¶ 14 - حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر عَن حَفْصَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم أَنَّهَا قَالَت للنَّبِي صلى الله عَلَيْهِ وَسلم مَا شَأْن النَّاس حلوا وَلم تحل من عمرتك فَقَالَ إِنِّي لبدت رَأْسِي وقلدت هَدْيِي فَلَا أحل حَتَّى أنحر ¶ 15 - حَدثنِي مَالك عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر أَن النَّبِي صلى الله عَلَيْهِ وَسلم نحر هَدْيه بِيَدِهِ وَنحر بعضه غَيره ¶ 16 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ اللَّهُمَّ ارْحَمْ المحلقين ¶ قَالُوا والمقصرين يَا رَسُول الله قَالَ اللَّهُمَّ ارْحَمْ المحلقين ¶ قَالُوا والمقصرين يَا رَسُول الله قَالَ والمقصرين",
            "page": "38",
            "part": "1",
            "seal": "52096FF6"
        },
        {
            "hno": "17",
            "id": "14",
            "nass": "17 - وبإسناده عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم دخل الْكَعْبَة هُوَ وَأُسَامَة ابْن زيد وبلال وَعُثْمَان بن طَلْحَة الحَجبي فأغلقوا عَلَيْهِم وَمكث فِيهَا قَالَ ابْن عمر فَسَأَلت بِلَالًا حِين خرج مَاذَا صنع رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ جعل عمودا عَن يسَاره وعمودين عَن يَمِينه وَثَلَاثَة أعمدة وَرَاءه وَكَانَ الْبَيْت يَوْمئِذٍ على سِتَّة أعمدة ثمَّ صلى ¶ 18 - حَدثنِي مَالك عَن ابْن شهَاب عَن سَالم عَن عبد الله بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم صلى الْمغرب وَالْعشَاء بِالْمُزْدَلِفَةِ جَمِيعًا ¶ 19 - حَدثنِي مَالك عَن مُوسَى بن عقبَة عَن كريب مولى ابْن عَبَّاس أرَاهُ عَن أُسَامَة بن زيد أَنه سَمعه يَقُول دفع رَسُول الله صلى الله عَلَيْهِ وَسلم حَتَّى كَانَ بِالشعبِ فَنزل فَبَال ثمَّ تَوَضَّأ وَلم يسبغ الْوضُوء فَقلت لَهُ الصَّلَاة يَا رَسُول الله فَقَالَ الصَّلَاة أمامك",
            "page": "39",
            "part": "1",
            "seal": "10B73C4A"
        },
        {
            "hno": "20",
            "id": "15",
            "nass": "فَركب فَلَمَّا جَاءَ الْمزْدَلِفَة نزل فَتَوَضَّأ فأسبغ الْوضُوء ثمَّ أُقِيمَت الصَّلَاة فصلى الْمغرب ثمَّ أَنَاخَ كل إِنْسَان بعيره فِي منزله ثمَّ أُقِيمَت الْعشَاء فَصلاهَا وَلم يصل بَينهمَا شَيْئا ¶ 20 - حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم ذكرت صَفِيَّة بنت حييّ فَقيل إِنَّهَا قد حَاضَت قَالَت فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَعَلَّهَا حابستنا ¶ فَقيل يَا رَسُول الله إِنَّهَا قد أفاضت قَالَ فَلَا إِذن ¶ 21 - حَدثنَا مَالك عَن عبد الْكَرِيم بن مَالك الْجَزرِي عَن عبد الرَّحْمَن ابْن أبي ليلى عَن كَعْب بن عجْرَة أَنه كَانَ مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم فآذاه الْقمل فِي رَأسه فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم احْلق رَأسك وصم ثَلَاثَة أَيَّام أَو أطْعم سِتَّة مَسَاكِين مَدين مَدين لكل إِنْسَان أَو انسك شَاة أَي ذَلِك فعلت أَجْزَأَ عَنْك",
            "page": "40",
            "part": "1",
            "seal": "AD8C2CFE"
        },
        {
            "hno": "22",
            "id": "16",
            "nass": "22 - حَدثنَا مَالك بن أنس عَن حميد بن قيس الْمَكِّيّ عَن مُجَاهِد عَن عبد الرَّحْمَن بن أبي ليلى عَن كَعْب بن عجْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لَهُ لَعَلَّك آذَاك هوامك ¶ فَقلت نعم يَا رَسُول الله ¶ فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم احْلق رَأسك وصم ثَلَاثَة أَيَّام وَأطْعم سِتَّة مَسَاكِين أَو انسك شَاة ¶ 23 - حَدثنِي مَالك عَن عَطاء الْخُرَاسَانِي أَنه قَالَ حَدثنِي شيخ بِالْكُوفَةِ عَن كَعْب بن عجْرَة أَنه قَالَ جَاءَنِي رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَنا أنفخ تَحت قدر لِأَصْحَابِي وَقد أَحْسبهُ قَالَ قملت فَأخذ بجمتي ثمَّ قَالَ احْلق هَذَا وصم ثَلَاثَة أَيَّام أَو أطْعم سِتَّة مَسَاكِين ¶ وَقد كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم علم أَن لَيْسَ عِنْدِي مَا أنسك ¶ 24 - حَدثنِي مَالك عَن ابْن شهَاب عَن عِيسَى بن طَلْحَة بن عبيد الله عَن عبد الله بن عَمْرو بن الْعَاصِ أَنه قَالَ وقف رَسُول الله صلى الله عَلَيْهِ وَسلم فِي حجَّة الْوَدَاع للنَّاس يسألونه",
            "page": "41",
            "part": "1",
            "seal": "FFB60CF8"
        },
        {
            "hno": "25",
            "id": "17",
            "nass": "فجَاء رجل فَقَالَ يَا رَسُول الله لم أشعر حلقت قبل أَن أذبح قَالَ اذْبَحْ وَلَا حرج ¶ فَقَالَ رجل آخر يَا رَسُول الله لم أشعر نحرت قبل أَن أرمي قَالَ ارْمِ وَلَا حرج ¶ فَمَا سُئِلَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَعْنِي عَن شَيْء قدم وَلَا أخر إِلَّا قَالَ افْعَل وَلَا حرج ¶ 25 - حَدثنِي مَالك عَن نَافِع أَن عبد الله بن عمر قَالَ نهى رَسُول الله صلى الله عَلَيْهِ وَسلم أَن يُسَافر بِالْقُرْآنِ إِلَى أَرض الْعَدو ¶ 26 - وبإسناده أَن رَسُول الله صلى الله عَلَيْهِ وَسلم بعث سَرِيَّة فِيهَا عبد الله بن عمر قبل نجد فغنموا إبِلا كَثِيرَة فَكَانَت سُهْمَانهمْ اثْنَي عشر بَعِيرًا أَو أحد عشر بَعِيرًا ونفلوا بَعِيرًا بَعِيرًا ¶ 27 - حَدثنِي مَالك عَن يحيى بن سعيد عَن عمر بن كثير بن أَفْلح عَن أبي مُحَمَّد مولى أبي قَتَادَة عَن أبي قَتَادَة أَنه",
            "page": "42",
            "part": "1",
            "seal": "865072E2"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "قَالَ خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَام حنين قَالَ فَلَمَّا الْتَقَيْنَا كَانَت للْمُسلمين جَوْلَة قَالَ فَرَأَيْت رجلا من الْمُشْركين قد علا رجلا من الْمُسلمين بِسَيْفِهِ فاستدرت لَهُ حَتَّى أَتَيْته من وَرَائه فضربته بِالسَّيْفِ على حَبل عَاتِقه وَأَقْبل عَليّ فضمني ضمة وجدت مِنْهَا ريح الْمَوْت ثمَّ أدْركهُ الْمَوْت فأرسلني فلحقت عمر بن الْخطاب فَقلت مَا بَال النَّاس قَالَ أَمر الله ثمَّ إِن النَّاس رجعُوا فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من قتل قَتِيلا لَهُ عَلَيْهِ بَيِّنَة فَلهُ سلبه ¶ قَالَ فَقُمْت ثمَّ قلت من يشْهد لي ثمَّ جَلَست ثمَّ قَالَ من قتل قَتِيلا لَهُ عَلَيْهِ بَيِّنَة فَلهُ سلبه ¶ قَالَ فَقُمْت ثمَّ قلت من يشْهد لي ثمَّ جَلَست ثمَّ قَالَ ذَلِك الثَّالِثَة فَقُمْت فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا لَك يَا أَبَا قَتَادَة ¶ قَالَ فَاقْتَصَصْت عَلَيْهِ الْقِصَّة فَقَالَ رجل من الْقَوْم صدق يَا رَسُول الله وسلب ذَلِك الْقَتِيل عِنْدِي فأرضه مِنْهُ",
            "page": "43",
            "part": "1",
            "seal": "20FBA483"
        },
        {
            "hno": "28",
            "id": "19",
            "nass": "فَقَالَ أَبُو بكر لَا هَا الله إِذا لَا نعمد إِلَى أَسد من أَسد الله يُقَاتل عَن الله عَلَيْهِ السَّلَام وَعَن رَسُوله فيعطيك سلبه فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم صدق فأعطه إِيَّاه ¶ قَالَ أَبُو قَتَادَة فأعطانيه فَبِعْت الدرْع وابتعت مخرفا فِي بني سَلمَة فَإِنَّهُ لأوّل مَالِي تأثلته فِي الْإِسْلَام ¶ 28 - حَدثنِي مَالك عَن يحيى بن سعيد عَن مُحَمَّد بن يحيى بن حبَان عَن ابْن أبي عمْرَة أَن زيد بن خَالِد الْجُهَنِيّ قَالَ توفّي رجل يَوْم حنين وَأَنَّهُمْ ذَكرُوهُ لرَسُول الله صلى الله عَلَيْهِ وَسلم فَزعم أَنه قَالَ صلى الله عَلَيْهِ وَسلم لَهُم صلوا على صَاحبكُم فتغيرت وُجُوه النَّاس لذَلِك فَزعم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ إِن صَاحبكُم قد غل فِي سَبِيل الله قَالَ ففتحنا مَتَاعه فَوَجَدنَا فِيهِ خرزا من خرز يهود مَا يُسَاوِي دِرْهَمَيْنِ ¶ 29 - حَدثنِي مَالك عَن ثَوْر بن زيد الديلِي عَن أبي الْغَيْث مولى ابْن مُطِيع عَن أبي هُرَيْرَة قَالَ خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَام خَيْبَر فَلم نغنم ذَهَبا وَلَا وَرقا إِلَّا الثِّيَاب وَالْمَتَاع",
            "page": "44",
            "part": "1",
            "seal": "45706336"
        },
        {
            "hno": "30",
            "id": "20",
            "nass": "وَالْأَمْوَال قَالَ فَوجه رَسُول الله صلى الله عَلَيْهِ وَسلم نَحْو وَادي الْقرى وَقد أهدي لرَسُول الله صلى الله عَلَيْهِ وَسلم عبد أسود يُقَال لَهُ مدعم حَتَّى إِذا كُنَّا بوادي الْقرى بَيْنَمَا مدعم يحط رَحل رَسُول الله صلى الله عَلَيْهِ وَسلم إِذْ جَاءَهُ سهم عائر فَأَصَابَهُ فَقتله فَقَالَ النَّاس هَنِيئًا لَهُ الْجنَّة ¶ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم كلا وَالَّذِي نَفسِي بِيَدِهِ إِن الشملة الَّتِي أَخذهَا يَوْم خَيْبَر من الْغَنَائِم لم تصبها المقاسم لتشتعل عَلَيْهِ نَارا ¶ فَلَمَّا سمعُوا ذَلِك من رَسُول الله صلى الله عَلَيْهِ وَسلم جَاءَ رجل بِشِرَاك أَو شراكين إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم شِرَاك من نَار أَو شراكان من نَار ¶ 30 - حَدثنَا مَالك عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ وَالَّذِي نَفسِي بِيَدِهِ لَوَدِدْت أَنِّي أقَاتل فِي سَبِيل الله وأقتل ثمَّ أَحْيَا فأقتل ¶ قَالَ فَكَانَ أَبُو هُرَيْرَة يَقُول ثَلَاثًا أشهد لله ¶ 31 - حَدثنِي مَالك عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة بن مَسْعُود عَن ابْن عَبَّاس عَن الصعب بن",
            "page": "45",
            "part": "1",
            "seal": "F26EE858"
        },
        {
            "hno": "32",
            "id": "21",
            "nass": "جثامة اللَّيْثِيّ أَنه أهْدى لرَسُول الله صلى الله عَلَيْهِ وَسلم حمارا وحشيا وَهُوَ بالأبواء فَرده عَلَيْهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَلَمَّا رأى رَسُول الله صلى الله عَلَيْهِ وَسلم مَا فِي وَجهه قَالَ إِنَّا لم نرده عَلَيْك إِلَّا إِنَّا حرم ¶ 32 - حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ خمس من الدَّوَابّ لَيْسَ على الْمحرم فِي قتلهن جنَاح الْغُرَاب والحدأة وَالْعَقْرَب والفأرة وَالْكَلب الْعَقُور ¶ 33 - حَدثنِي مَالك عَن عبد الله بن دِينَار عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ خمس من الدَّوَابّ من قتلهن وَهُوَ محرم فَلَا جنَاح عَلَيْهِ الْعَقْرَب والفأرة وَالْكَلب الْعَقُور والغراب والحدأة ¶ 34 - حَدثنِي مَالك عَن ابْن شهَاب عَن سُلَيْمَان بن يسَار عَن ابْن عَبَّاس أَنه قَالَ كَانَ الْفضل رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "46",
            "part": "1",
            "seal": "0192F69A"
        },
        {
            "hno": "35",
            "id": "22",
            "nass": "فَجَاءَت امْرَأَة من خثعم تستفتيه فَجعل الْفضل ينظر إِلَيْهَا وَتنظر إِلَيْهِ فَجعل النَّبِي صلى الله عَلَيْهِ وَسلم يصرف وَجه الْفضل إِلَى الشق الآخر فَقَالَت يَا رَسُول الله إِن فَرِيضَة الله على عباده فِي الْحَج أدْركْت أبي شَيخا كَبِيرا لَا يَسْتَطِيع أَن يثبت على الرَّاحِلَة أفأحج عَنهُ قَالَ نعم ¶ وَذَلِكَ فِي حجَّة الْوَدَاع ¶ 35 - حَدثنِي مَالك عَن ابْن شهَاب عَن سَالم بن عبد الله أَن عبد الله بن مُحَمَّد بن أبي بكر الصّديق أخبر عبد الله بن عمر عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ألم تري إِلَى قَوْمك حِين بنوا الْكَعْبَة اقتصروا عَن قَوَاعِد إِبْرَاهِيم ¶ قَالَت فَقلت يَا رَسُول الله أَفلا تردها على قَوَاعِد إِبْرَاهِيم فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَوْلَا حدثان قَوْمك بالْكفْر",
            "page": "47",
            "part": "1",
            "seal": "574E8C75"
        },
        {
            "hno": "36",
            "id": "23",
            "nass": "فَقَالَ عبد الله بن عمر لَئِن كَانَت عَائِشَة سَمِعت هَذَا من رَسُول الله صلى الله عَلَيْهِ وَسلم فَمَا أرى رَسُول الله صلى الله عَلَيْهِ وَسلم ترك استلام الرُّكْنَيْنِ اللَّذين يليان الْحجر إِلَّا أَن الْبَيْت لم يتم على قَوَاعِد إِبْرَاهِيم ¶ 36 - حَدثنِي مَالك عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر بن عبد الله أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا وقف على الصَّفَا يكبر ثَلَاثًا وَيَقُول لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ لَهُ الْملك وَله الْحَمد وَهُوَ على كل شَيْء قدير يصنع ذَلِك ثَلَاث مَرَّات وَيَدْعُو ويصنع على الْمَرْوَة مثل ذَلِك ¶ 37 - وبإسناده أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا نزل من الصَّفَا مَشى حَتَّى إِذا انصبت قدماه فِي بطن الْوَادي سعى حَتَّى يخرج مِنْهُ",
            "page": "48",
            "part": "1",
            "seal": "B2AF44E4"
        },
        {
            "hno": "38",
            "id": "24",
            "nass": "38 - حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه قَالَ قلت لعَائِشَة رَضِي الله عَنْهَا وَأَنا يَوْمئِذٍ حدث السن أَرَأَيْت قَول الله عَلَيْهِ السَّلَام إِن الصَّفَا والمروة من شَعَائِر الله فَمن حج الْبَيْت أَو اعْتَمر فَلَا جنَاح عَلَيْهِ أَن يطوف بهما فَمَا أرى على أحد شَيْئا أَن لَا يطوف بهما فَقَالَت عَائِشَة كلا لَو كَانَت كَمَا تَقول كَانَ فَلَا جنَاح عَلَيْهِ أَن لَا يطوف بهما إِنَّمَا أنزلت هَذِه الْآيَة فِي الْكفَّار الْأَنْصَار كَانُوا يحجون لمناة وَكَانَت مَنَاة حَذْو قديد وَكَانُوا يتحرجون أَن يطوفوا بَين الصَّفَا والمروة فَلَمَّا جَاءَ الْإِسْلَام سَأَلُوا رَسُول الله صلى الله عَلَيْهِ وَسلم عَن ذَلِك فَأنْزل الله إِن الصَّفَا والمروة من شَعَائِر الله ¶ إِلَى آخر الْآيَة ¶ 39 - حَدثنِي مَالك عَن أبي النَّضر مولى عمر بن عبيد الله عَن عُمَيْر مولى ابْن عَبَّاس عَن أم الْفضل بنت الْحَارِث أَن نَاسا تماروا عِنْدهَا يَوْم عَرَفَة فِي رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ بَعضهم هُوَ صَائِم وَقَالَ بَعضهم لَيْسَ بصائم",
            "page": "49",
            "part": "1",
            "seal": "71CEF827"
        },
        {
            "hno": "40",
            "id": "25",
            "nass": "فَأرْسلت إِلَيْهِ بقدح لبن وَهُوَ وَاقِف على بعيره بِعَرَفَة فَشرب ¶ 40 - حَدثنِي مَالك عَن يحيى بن سعيد قَالَ أَخْبرنِي مُحَمَّد بن إِبْرَاهِيم ابْن الْحَارِث التَّيْمِيّ عَن أبي سَلمَة بن عبد الرَّحْمَن عَن عبد الرَّحْمَن بن الْأسود بن عبد يَغُوث قَالَ وَكَانَ جَلِيسا لَهُم وَكَانَ أَبيض اللِّحْيَة وَالرَّأْس فغدا عَلَيْهِم ذَات يَوْم وَقد حمرها فَقَالَ لَهُ الْقَوْم هَذَا أحسن فَقَالَ إِن أُمِّي عَائِشَة أرْسلت إِلَيّ البارحة جاريتها فأقسمت عَليّ لأصبغن وأخبرتني أَن أَبَا بكر رَضِي الله عَنهُ كَانَ يخضب ¶ 41 - حَدثنِي مَالك عَن عبد الرَّحْمَن بن الْقَاسِم عَن أَبِيه عَن عَائِشَة قَالَت خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي بعض أَسْفَاره حَتَّى إِذا كُنَّا بِالْبَيْدَاءِ أَو بِذَات الْجَيْش انْقَطع عقدي فَأَقَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم على التماسه وَأقَام النَّاس مَعَه وَلَيْسوا على مَاء وَلَيْسَ مَعَهم مَاء فَأتى النَّاس أَبَا بكر فَقَالُوا أَلا ترى",
            "page": "50",
            "part": "1",
            "seal": "EE03D18E"
        },
        {
            "hno": "42",
            "id": "26",
            "nass": "مَا صنعت عَائِشَة أَقَامَت برَسُول الله صلى الله عَلَيْهِ وَسلم وبالناس وَلَيْسوا على مَاء وَلَيْسَ مَعَهم مَاء فجَاء أَبُو بكر وَرَسُول الله صلى الله عَلَيْهِ وَسلم وَاضع رَأسه على فَخذي قد نَام فَقَالَ حبست رَسُول الله صلى الله عَلَيْهِ وَسلم وَالنَّاس وَلَيْسوا على مَاء وَلَيْسَ مَعَهم مَاء قَالَت عَائِشَة فعاتبني أَبُو بكر وَقَالَ مَا شَاءَ الله أَن يَقُول قَالَت وَجعل يطعن بِيَدِهِ فِي خاصرتي وَلَا يَمْنعنِي من التحرك إِلَّا مَكَان رَسُول الله صلى الله عَلَيْهِ وَسلم على فَخذي فَنَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم حَتَّى أصبح على غير مَاء فَأنْزل الله آيَة التَّيَمُّم فَتَيَمَّمُوا صَعِيدا طيبا ¶ فَقَالَ أسيد بن حضير وَهُوَ أحد النُّقَبَاء مَا هَذَا بِأول بركتكم يَا آل أبي بكر ¶ قَالَت فَبَعَثنَا الْبَعِير الَّذِي كنت عَلَيْهِ فَوَجَدنَا العقد تَحت ¶ هَذَا معنى لفظ الحَدِيث ¶ 42 - حَدثنِي مَالك عَن الزُّهْرِيّ عَن عُثْمَان بن إِسْحَاق بن خَرشَة رجل من بني عَامر بن لؤَي عَن قبيصَة بن",
            "page": "51",
            "part": "1",
            "seal": "B6FCF5D5"
        },
        {
            "hno": "43",
            "id": "27",
            "nass": "ذُؤَيْب قَالَ أَتَت الْجدّة إِلَى أبي بكر تسأله مِيرَاثهَا فَقَالَ أَبُو بكر مَا لَك فِي كتاب الله شَيْء وَمَا أعلم لَك فِي سنة رَسُول الله صلى الله عَلَيْهِ وَسلم شَيْئا فارجعي حَتَّى أسأَل النَّاس فَسَأَلَ النَّاس فَقَالَ الْمُغيرَة بن شُعْبَة حضرت رَسُول الله صلى الله عَلَيْهِ وَسلم أَعْطَاهَا السُّدس ¶ فَقَالَ أَبُو بكر هَل مَعَك غَيْرك فَقَامَ مُحَمَّد بن مسلمة الْأنْصَارِيّ فَقَالَ مثل مَا قَالَ الْمُغيرَة فأنفذه لَهَا أَبُو بكر رَضِي الله عَنهُ ¶ 43 - حَدثنَا الدَّرَاورْدِي عبد الْعَزِيز عَن عبيد الله عَن نَافِع عَن ابْن عمر أَن عمر فرض لأسامة بن زيد أَكثر مِمَّا فرض لي يَعْنِي ابْن عمر نَفسه قَالَ فَقلت لَهُ فِي ذَلِك فَقَالَ إِنَّه كَانَ أحب إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم مِنْك وَإِن أَبَاهُ كَانَ أحب إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم من أَبِيك",
            "page": "52",
            "part": "1",
            "seal": "EDCF213D"
        },
        {
            "hno": "44",
            "id": "28",
            "nass": "44 - حَدثنِي مَالك عَن ابْن شهَاب عَن عُرْوَة عَن عبد الرَّحْمَن بن عبد الْقَارِي قَالَ سَمِعت عمر يَقُول سَمِعت هِشَام بن حَكِيم يقْرَأ سُورَة الْفرْقَان على غير مَا أَقرَأ قَالَ وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَقْرَأَنيهَا وكدت أَن أعجل عَلَيْهِ ثمَّ أمهلته حَتَّى انْصَرف ثمَّ أَظُنهُ قَالَ لببته بردائه فَجئْت بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَذكرت لَهُ ذَلِك فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الْقُرْآن أنزل على سَبْعَة أحرف ¶ 45 - حَدثنِي مَالك بن أنس عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من أعتق شركا لَهُ فِي عبد وَكَانَ لَهُ مَال يبلغ ثمن العَبْد قوم عَلَيْهِ قيمَة الْعدْل فَأعْطى شركاءه حصصهم وَعتق عَلَيْهِ العَبْد وَإِلَّا فقد عتق مِنْهُ مَا عتق ¶ 46 - حَدثنِي مَالك عَن هِلَال بن أُسَامَة عَن عَطاء بن يسَار عَن مُعَاوِيَة ابْن الحكم قَالَ أتيت رَسُول الله صلى الله عَلَيْهِ وَسلم فَقلت يَا رَسُول الله إِن جَارِيَة لي كَانَت ترعى غنما فقدت شَاة من الْغنم فسألتها عَنْهَا فَقَالَت أكلهَا الذِّئْب فأسفت عَلَيْهَا وَكنت من بني آدم فلطمت وَجههَا وَعلي رَقَبَة فَقَالَ لَهَا رَسُول الله صلى الله عَلَيْهِ وَسلم أَيْن الله",
            "page": "53",
            "part": "1",
            "seal": "EBAD2C1B"
        },
        {
            "hno": "47",
            "id": "29",
            "nass": "فَقَالَت فِي السَّمَاء ¶ فَقَالَ فَمن أَنا ¶ فَقَالَت أَنْت رَسُول الله فَقَالَ أعْتقهَا ¶ 47 - حَدثنِي مَالك عَن سعيد بن أبي سعيد المَقْبُري أَنه قَالَ سُئِلَ أَبُو هُرَيْرَة عَن الرجل يكون عَلَيْهِ رَقَبَة أيعتق ابْن الزِّنَا فَقَالَ أَبُو هُرَيْرَة نعم يُجزئهُ ذَلِك ¶ 48 - حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة أَنَّهَا قَالَت جَاءَتْنِي بَرِيرَة فَقَالَت لي إِنِّي كاتبت أَهلِي على سبع أَوَاقٍ فِي كل عَام أُوقِيَّة فأعينيني فَقَالَت عَائِشَة إِذا أحب أهلك أَن أعدهَا لَهُم عددتها وَيكون ولاؤك لي فَذَهَبت بَرِيرَة إِلَى أَهلهَا فَقَالَت لَهُم ذَلِك فَأَبَوا إِلَّا أَن يكون لَهُم الْوَلَاء فَجَاءَت من عِنْد أَهلهَا وَرَسُول الله",
            "page": "54",
            "part": "1",
            "seal": "0E0E9D4A"
        },
        {
            "hno": "49",
            "id": "30",
            "nass": "صلى الله عَلَيْهِ وَسلم جَالس فَقَالَت إِنِّي عرضت ذَلِك عَلَيْهِم فَأَبَوا إِلَّا أَن يكون لَهُم الْوَلَاء فَسمع ذَلِك رَسُول الله صلى الله عَلَيْهِ وَسلم فَسَأَلَهَا فَأَخْبَرته عَائِشَة رَضِي الله عَنْهَا فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم خذيها واشترطي لَهُم الْوَلَاء ¶ 49 - وبإسناده عَن عَائِشَة قَالَت قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الْوَلَاء لمن أعتق ¶ 50 - وبإسناده عَن عَائِشَة قَالَت قَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي النَّاس فَحَمدَ الله وَأثْنى عَلَيْهِ ثمَّ قَالَ أما بعد فَمَا بَال رجال يشترطون شُرُوطًا لَيست فِي كتاب الله مَا كَانَ من شَرط لَيْسَ فِي كتاب الله فَهُوَ بَاطِل قَضَاء الله أَحَق وَشرط الله أوثق وَإِنَّمَا الْوَلَاء لمن اعْتِقْ ¶ 51 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر عَن عَائِشَة أَنَّهَا أَرَادَت أَن تشتري جَارِيَة فتعتقها فَقَالَ أَهلهَا نبيعكها وولاءها لنا فَذكرت ذَلِك لرَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ لَا يمنعك ذَلِك فَإِنَّمَا الْوَلَاء لمن أعتق",
            "page": "55",
            "part": "1",
            "seal": "E471AFAD"
        },
        {
            "hno": "52",
            "id": "31",
            "nass": "52 - حَدثنِي مَالك عَن يحيى بن سعيد عَن عمْرَة بنت عبد الرَّحْمَن أَن بَرِيرَة جَاءَت تستعين عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ عَائِشَة إِن أحب أهلك أَن أصب لَهُم ثمنك صبة وَاحِدَة أَعتَقتك وَيكون لي ولاؤك فَذكرت ذَلِك بَرِيرَة لأَهْلهَا فَقَالُوا لَا إِلَّا أَن يكون ولاؤك لنا ¶ 53 - قَالَ مَالك وَقَالَ يحيى بن سعيد فَزَعَمت عمْرَة أَن عَائِشَة ذكرت ذَلِك لرَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ اشتريها وأعتقيها فَإِن الْوَلَاء لمن أعتق ¶ 54 - حَدثنِي مَالك عَن عبد الله بن دِينَار عَن ابْن عمر إِن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن بيع الْوَلَاء وَعَن هِبته ¶ 55 - حَدثنِي مَالك عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ مثل الْمُجَاهِد فِي سَبِيل الله كَمثل الصَّائِم الْقَائِم الدَّائِم الَّذِي لَا يفتر من صَلَاة وَلَا صِيَام حَتَّى يرجع",
            "page": "56",
            "part": "1",
            "seal": "CD52C7E0"
        },
        {
            "hno": "56",
            "id": "32",
            "nass": "56 - حَدثنِي مَالك عَن عَمْرو بن يحيى الْمَازِني عَن أَبِيه قَالَ سَمِعت أَبَا سعيد الْخُدْرِيّ يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَيْسَ فِيمَا دون خمس ذود صَدَقَة ¶ 57 - حَدثنِي مَالك عَن ابْن شهَاب عَن سعيد بن الْمسيب عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فِي الرِّكَاز الْخمس ¶ 58 - حَدثنِي مَالك عَن عبد الله بن دِينَار عَن أبي صَالح السمان عَن أبي هُرَيْرَة أَنه كَانَ يَقُول من كَانَ عِنْده مَال لم يؤد زَكَاته مثل لَهُ يَوْم الْقِيَامَة شُجَاع أَقرع لَهُ زَبِيبَتَانِ يَطْلُبهُ حَتَّى يُمكنهُ مِنْهُ يَقُول أَنا كَنْزك ¶ 59 - حَدثنِي مَالك عَن زيد بن أسلم عَن أَبِيه أَن عمر بن الْخطاب رأى فِي الظّهْر نَاقَة عمياء فَقَالَ عمر ادفعها إِلَى أهل بَيت يَنْتَفِعُونَ بهَا",
            "page": "57",
            "part": "1",
            "seal": "CBA7CCFE"
        },
        {
            "hno": "60",
            "id": "33",
            "nass": "قَالَ فَقلت هِيَ عمياء فَقَالَ عمر يقطرونها بِالْإِبِلِ ¶ قَالَ قلت كَيفَ تَأْكُل من الأَرْض فَقَالَ عمر أَمن نعم الْجِزْيَة هِيَ أم من نعم الصَّدَقَة فَقلت بل من نعم الْجِزْيَة ¶ فَقَالَ عمر أردتم وَالله أكلهَا ¶ فَقلت إِن عَلَيْهَا وسم الْجِزْيَة فَأمر بهَا عمر فنحرت ¶ قَالَ وَكَانَ عِنْده صحاف تسع فَلَا تكون فَاكِهَة وَلَا طريفة إِلَّا جعل فِي تِلْكَ الصحاف مِنْهَا وَبعث بهَا إِلَى أَزوَاج النَّبِي صلى الله عَلَيْهِ وَسلم وَيكون الَّذِي يبْعَث بِهِ إِلَى ابْنَته حَفْصَة من آخر ذَلِك فَإِن كَانَ فِيهِ نُقْصَان كَانَ فِي حَظّ حَفْصَة ¶ قَالَ فَجعل فِي تِلْكَ الصحاف مِنْهَا وَبعث بِهِ إِلَى أَزوَاج النَّبِي صلى الله عَلَيْهِ وَسلم وَأمر بِمَا بَقِي فَصنعَ ودعا عَلَيْهِ الْمُهَاجِرين وَالْأَنْصَار ¶ 60 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم فرض زَكَاة الْفطر من رَمَضَان على النَّاس صَاعا من تمر",
            "page": "58",
            "part": "1",
            "seal": "C0AAF316"
        },
        {
            "hno": "61",
            "id": "34",
            "nass": "أَو صَاعا من شعير على كل حر أَو عبد ذكر وَأُنْثَى من الْمُسلمين ¶ 61 - حَدثنِي مَالك عَن عبد الله بن دِينَار عَن سُلَيْمَان بن يسَار عَن عرَاك ابْن مَالك عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لَيْسَ على الْمُسلم فِي عَبده صَدَقَة ¶ 62 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَنه قَالَ أَن الْيَهُود جَاءُوا إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَذكرُوا لَهُ أَن رجلا مِنْهُم وَامْرَأَة زَنَيَا فَقَالَ لَهُم رَسُول الله صلى الله عَلَيْهِ وَسلم مَا تَجِدُونَ فِي التَّوْرَاة فِي شَأْن الرَّجْم ¶ قَالُوا نفضحهم ويجلدون فَقَالَ عبد الله بن سَلام كذبُوا إِن فِيهَا الرَّجْم فَأتوا بِالتَّوْرَاةِ فنشروها فَوضع أحدهم يَده على آيَة الرَّجْم فَجعلُوا يقرأون مَا قبلهَا وَمَا بعْدهَا فَقَالَ لَهُ عبد الله بن سَلام ارْفَعْ يدك فَرفع يَده فَإِذا فِيهَا آيَة الرَّجْم ¶ فَقَالُوا صدق يَا مُحَمَّد فِيهَا آيَة الرَّجْم فَأمر بهما رَسُول الله صلى الله عَلَيْهِ وَسلم فَرُجِمَا",
            "page": "59",
            "part": "1",
            "seal": "E8B7F643"
        },
        {
            "hno": "63",
            "id": "35",
            "nass": "قَالَ عبد الله فَرَأَيْت الرجل يحني على الْمَرْأَة يَقِيهَا الْحِجَارَة ¶ 63 - حَدثنِي مَالك عَن يحيى بن سعيد عَن ابْن الْمسيب أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لرجل من أسلم يُقَال لَهُ هزال لَو سترته بردائك كَانَ خيرا لَك ¶ 64 - قَالَ يحيى فَذكرت هَذَا الحَدِيث فِي مجْلِس فِيهِ يزِيد بن نعيم بن هزال الْأَسْلَمِيّ فَقَالَ يزِيد هَذَا جدي وَهَذَا الحَدِيث حق ¶ 65 - حَدثنِي مَالك عَن ربيعَة بن أبي عبد الرَّحْمَن عَن مُحَمَّد بن يحيى بن حبَان عَن ابْن محيريز أَنه قَالَ دَخَلنَا الْمَسْجِد فَإِذا أَنا بِأبي سعيد الْخُدْرِيّ فَجَلَست إِلَيْهِ فَسَأَلته عَن الْعَزْل فَقَالَ أَبُو سعيد الْخُدْرِيّ كُنَّا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي غَزْوَة بني المصطلق فأصبنا شَيْئا من سبي الْعَرَب فهبنا النِّسَاء واشتدت علينا الْعزبَة فأردنا",
            "page": "60",
            "part": "1",
            "seal": "EE034A22"
        },
        {
            "hno": "66",
            "id": "36",
            "nass": "أَن نعزل فَقُلْنَا نعزل وَرَسُول الله صلى الله عَلَيْهِ وَسلم بَين أظهرنَا قبل أَن نَسْأَلهُ عَن ذَلِك فَسَأَلْنَاهُ عَن ذَلِك فَقَالَ مَا عَلَيْكُم أَن لَا تَفعلُوا ذَلِك مَا من نسمَة كائنة إِلَى يَوْم الْقِيَامَة إِلَّا وَهِي كائنة ¶ 66 - حَدثنِي مَالك عَن عبد الله بن أبي بكر عَن عمْرَة بنت عبد الرَّحْمَن عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم أخْبرتهَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ عِنْدهَا وَأَنَّهَا سَمِعت صَوت رجل يسْتَأْذن فِي بَيت حَفْصَة قَالَت عَائِشَة فَقلت يَا رَسُول الله هَذَا صَوت رجل يسْتَأْذن فِي بَيْتك فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أرَاهُ فلَانا لعم لحفصة من الرضَاعَة ¶ فَقَالَت عَائِشَة يَا رَسُول الله لَو كَانَ فلَان حَيا لعمها من الرضَاعَة دخل عَليّ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم نعم إِن الرضَاعَة تحرم مَا تحرم الْولادَة ¶ 67 - حَدثنِي عَن مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة قَالَت جَاءَ عمي من الرضَاعَة فَاسْتَأْذن عَليّ فأبيت أَن",
            "page": "61",
            "part": "1",
            "seal": "1F1562A1"
        },
        {
            "hno": "68",
            "id": "37",
            "nass": "آذن لَهُ حَتَّى أسأَل رَسُول الله صلى الله عَلَيْهِ وَسلم فجَاء رَسُول الله صلى الله عَلَيْهِ وَسلم فَسَأَلته عَن ذَلِك فَقَالَ إِنَّه عمك فأذني لَهُ ¶ فَقلت يَا رَسُول الله إِنَّمَا أرضعتني الْمَرْأَة وَلم يرضعني الرجل فَقَالَ إِنَّه عمك فليلج عَلَيْك ¶ قَالَت عَائِشَة وَذَلِكَ بعد أَن ضرب علينا الْحجاب ¶ 68 - حَدثنِي مَالك عَن سعيد بن أبي سعيد المَقْبُري عَن عبيد بن جريج أَنه قَالَ لعبد الله بن عمر يَا أَبَا عبد الرَّحْمَن أَرَاك تصنع أَرْبعا لم أر أحدا من أَصْحَابك يصنعها قَالَ وَمَا هِيَ يَا ابْن جريج قَالَ إِنِّي رَأَيْتُك لَا تمس من الْأَركان إِلَّا اليمانيين ورأيتك تلبس النِّعَال السبتية ورأيتك تصبغ بالصفرة ورأيتك إِذا كنت بِمَكَّة أهل النَّاس إِذا رَأَوْا الْهلَال وَلم تهلل أَنْت حَتَّى تهل يَوْم التَّرويَة قَالَ فَقَالَ عبد الله بن عمر أما الْأَركان فَإِنِّي لم أر رَسُول الله صلى الله عَلَيْهِ وَسلم يمس إِلَّا اليمانيين",
            "page": "62",
            "part": "1",
            "seal": "6E953798"
        },
        {
            "hno": "69",
            "id": "38",
            "nass": "وَأما النِّعَال السبتية فَإِنِّي رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم يلبس النِّعَال الَّتِي لَيْسَ فِيهَا شعر وَيتَوَضَّأ فِيهَا فَأَنا أحب أَن ألبسها ¶ وَأما الصُّفْرَة ¶ فَإِنِّي أحب أَن أصبغ بهَا ¶ وَأما الإهلال فَإِنِّي لم أر رَسُول الله صلى الله عَلَيْهِ وَسلم يهل حَتَّى تنبعث بِهِ رَاحِلَته ¶ 69 - حَدثنِي مَالك عَن عبد الله بن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم عَن عبد الْملك ابْن أبي بكر بن عبد الرَّحْمَن بن الْحَارِث بن هِشَام عَن خَلاد ابْن السَّائِب الْأنْصَارِيّ عَن أَبِيه أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ أَتَانِي جِبْرِيل عَلَيْهِ السَّلَام فَأمرنِي أَن أَمر أَصْحَابِي أَو من معي أَن يرفعوا أَصْوَاتهم بِالتَّلْبِيَةِ أَو بالإهلال يُرِيد أَحدهمَا ¶ 70 - حَدثنِي مَالك عَن أبي الْأسود مُحَمَّد بن عبد الرَّحْمَن بن نَوْفَل عَن عُرْوَة عَن عَائِشَة أَنَّهَا قَالَت خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَام حجَّة الْوَدَاع فمنا من أهل بِالْحَجِّ وَمنا من أهل بِعُمْرَة وَمنا من جمع الْحَج وَالْعمْرَة وَأهل رَسُول الله صلى الله عَلَيْهِ وَسلم بِالْحَجِّ وَأما من أهل بِعُمْرَة فحلوا وَأما",
            "page": "63",
            "part": "1",
            "seal": "31EA7510"
        },
        {
            "hno": "71",
            "id": "39",
            "nass": "من أهل بِحَجّ أَو جمع الْحَج وَالْعمْرَة فَلم يحلوا حَتَّى كَانَ يَوْم النَّحْر ¶ 71 - حَدثنِي مَالك عَن عبد الله بن أبي بكر بن عَمْرو بن حزم عَن حميد بن نَافِع عَن زَيْنَب بنت أبي سَلمَة أَنَّهَا أخْبرته أَنَّهَا دخلت على زَيْنَب بنت جحش حِين توفّي أَخُوهَا فدعَتْ بِطيب فمست مِنْهُ ثمَّ قَالَت وَالله مَا لي بالطيب حَاجَة غير أَنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول على الْمِنْبَر لَا يحل لامْرَأَة تؤمن بِاللَّه وَالْيَوْم الآخر أَن تحد على ميت فَوق ثَلَاث لَيَال إِلَّا على زوج أَرْبَعَة أشهر وَعشرا ¶ 72 - حَدثنِي مَالك عَن عبد الله بن أبي بكر بن عَمْرو بن حزم عَن حميد بن نَافِع عَن زَيْنَب بنت أبي سَلمَة أَنَّهَا أخْبرته قَالَت سَمِعت أُمِّي أم سَلمَة تَقول جَاءَت امْرَأَة إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَت يَا رَسُول الله إِن ابْنَتي توفّي عَنْهَا زَوجهَا وَقد اشتكت عينيها فتكحلها فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا مرَّتَيْنِ أَو ثَلَاثًا كل ذَلِك يَقُول لَا ثمَّ قَالَ إِنَّمَا هِيَ أَرْبَعَة أشهر وَعشرا وَقد كَانَت إحداكن فِي الْجَاهِلِيَّة ترمي بالبعرة على رَأس الْحول",
            "page": "64",
            "part": "1",
            "seal": "6CC8DB3D"
        },
        {
            "hno": "73",
            "id": "40",
            "nass": "فَقَالَت زَيْنَب كَانَت الْمَرْأَة إِذا توفّي عَنْهَا زَوجهَا لبست شَرّ ثِيَابهَا وَلم تمس طيبا وَلَا شَيْئا حَتَّى تمر بهَا سنة ثمَّ تُؤْتى بِدَابَّة أَو شَاة أَو طير فتفتض بِهِ فقلما تفتض بِشَيْء إِلَّا مَاتَ ثمَّ تخرج فتعطى بَعرَة فترمي بهَا ثمَّ تراجع بعد مَا شَاءَت من الطّيب أَو غَيره ¶ 73 - حَدثنَا مَالك عَن ابْن شهَاب عَن عُرْوَة بن الزبير عَن عَائِشَة أَن أَفْلح أَخا أبي القعيس جَاءَ يسْتَأْذن عَلَيْهَا وَهُوَ عَمها من الرضَاعَة بَعْدَمَا نزل الْحجاب قَالَت فأبيت أَن آذن لَهُ فَلَمَّا جَاءَ رَسُول الله صلى الله عَلَيْهِ وَسلم أخْبرته بِالَّذِي صنعت فأملاني أَن آذن لَهُ عَليّ ¶ 74 - حَدثنِي مَالك عَن ابْن شهَاب عَن عَمْرو بن الشريد أَن ابْن عَبَّاس سُئِلَ عَن رجل لَهُ امْرَأَتَانِ فأرضعت إِحْدَاهمَا غُلَاما وأرضعت الْأُخْرَى جَارِيَة فَقيل لَهُ أيتزوج الْغُلَام الْجَارِيَة فَقَالَ لَا اللقَاح وَاحِد",
            "page": "65",
            "part": "1",
            "seal": "AA3B049D"
        },
        {
            "hno": "75",
            "id": "41",
            "nass": "75 - حَدثنِي مَالك عَن عبد الله بن دِينَار عَن سُلَيْمَان بن يسَار وَعَن عُرْوَة بن الزبير عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يحرم من الرضَاعَة مَا يحرم من الْولادَة ¶ 76 - حَدثنِي مَالك عَن مُحَمَّد بن عبد الرَّحْمَن بن نَوْفَل أَخْبرنِي عُرْوَة بن الزبير عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم عَن جذامة الأَسدِية أَنَّهَا سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لقد هَمَمْت أَن أنهى عَن الغيلة حَتَّى ذكرت أَن الرّوم وَفَارِس يَفْعَلُونَ ذَلِك فَلَا يضرهم ¶ 77 - حَدثنِي مَالك عَن عبد الْكَرِيم بن أبي بكر عَن عمْرَة بني عبد الرَّحْمَن عَن عَائِشَة أَنَّهَا قَالَت كَانَ فِيمَا أنزل من الْقُرْآن عشر رَضعَات مَعْلُومَات ثمَّ نسخن بِخمْس مَعْلُومَات يحرمن فَتوفي رَسُول الله صلى الله عَلَيْهِ وَسلم وَهن مِمَّا تقْرَأ أَو نَقْرَأ من الْقُرْآن ¶ الشَّك من ابْن منيع",
            "page": "66",
            "part": "1",
            "seal": "6A835EA8"
        },
        {
            "hno": "78",
            "id": "42",
            "nass": "78 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يهل أهل الْمَدِينَة من ذِي الحليفة وَأهل الشَّام من الْجحْفَة وَأهل نجد من قرن ¶ قَالَ ابْن عمر وَبَلغنِي أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ويهل أهل الْيمن من يَلَمْلَم ¶ 79 - حَدثنِي مَالك عَن عبد الرَّحْمَن بن الْقَاسِم عَن أبي عَن عَائِشَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أفرد الْحَج ¶ 80 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن النجش ¶ 81 - حَدثنَا الدَّرَاورْدِي عَن شريك بن عبد الله بن أبي نمر عَن عَطاء بن يسَار عَن أبي بن كَعْب أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَرَأَ يَوْم الْجُمُعَة بَرَاءَة وَهُوَ قَائِم يذكر بأيام الله تَعَالَى وَأبي",
            "page": "67",
            "part": "1",
            "seal": "B9188BA8"
        },
        {
            "hno": "82",
            "id": "43",
            "nass": "وجاه النَّبِي صلى الله عَلَيْهِ وَسلم وَأَبُو الدَّرْدَاء وَأَبُو ذَر قَالَ فغمز أبي بن كَعْب أَحدهمَا فَقَالَ مَتى أنزلت هَذِه السُّورَة يَا أبي فَإِنِّي لم أسمعها إِلَّا الْآن فَأَشَارَ أبي أَن اسْكُتْ ¶ فَلَمَّا انصرفوا قَالَ سَأَلتك مَتى أنزلت هَذِه السُّورَة فَلم تُخبرنِي قَالَ أبي لَيْسَ لَك من صَلَاتك الْيَوْم إِلَّا مَا لغوت فَذَهَبت إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَذكرت ذَلِك لَهُ وأخبرته بِالَّذِي قَالَ أبي فَقَالَ صدق أبي ¶ 82 - حَدثنِي مَالك عَن ابْن شهَاب عَن عَامر بن سعد عَن أَبِيه سعد قَالَ جَاءَنِي رَسُول الله صلى الله عَلَيْهِ وَسلم يعودنِي فِي عَام حجَّة الْوَدَاع من وجع اشْتَدَّ بِي فَقلت يَا رَسُول الله قد بلغ بِي الوجع مَا ترى وَأَنا ذُو مَال وَلَا يَرِثنِي إِلَّا بنت أفأتصدق بِثُلثي مَالِي قَالَ لَا ¶ قلت فَالشَّطْر",
            "page": "68",
            "part": "1",
            "seal": "1439BE73"
        },
        {
            "hno": "83",
            "id": "44",
            "nass": "قَالَ لَا ¶ قلت الثُّلُث ¶ قَالَ الثُّلُث كثير أَو كَبِير إِنَّك إِن تذر وَرثتك أَغْنِيَاء خير من أَن تذرهم عَالَة يَتَكَفَّفُونَ النَّاس وَإنَّك لن تنْفق نَفَقَة تبتغي بهَا وَجه الله إِلَّا أجرت فِيهَا حَتَّى مَا تجْعَل فِي فِي امْرَأَتك ¶ قَالَ فَقلت يَا رَسُول الله أخلف بعد أَصْحَابِي فَقَالَ إِنَّك لن تخلف فتعمل عملا صَالحا إِلَّا ازددت بِهِ دَرَجَة ورفعة ولعلك أَن تخلف حَتَّى ينْتَفع بك أَقوام ويضر بك آخَرُونَ اللَّهُمَّ أمض لِأَصْحَابِي هجرتهم وَلَا تردهم على أَعْقَابهم لَكِن البائس سعد بن خَوْلَة يرثي لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم أَن مَاتَ بِمَكَّة ¶ 83 - حَدثنَا الضَّحَّاك بن عُثْمَان عَن عبد الرَّحْمَن بن أبي الزِّنَاد عَن إِبْرَاهِيم بن عقبَة عَن عَامر بن سعد بن أبي وَقاص قَالَ كنت مَعَ أبي فِي الْمَسْجِد فطلع رجل أعجبني هَيئته فَقلت لأبي من هَذَا الرجل",
            "page": "69",
            "part": "1",
            "seal": "53E929D0"
        },
        {
            "hno": "84",
            "id": "45",
            "nass": "فَقَالَ أما تعرف هَذَا مَا تطيب نَفسِي أَن أَقُول لأحد من النَّاس هُوَ من أهل الْجنَّة غير هَذَا وَقَالَ إِنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول وَنحن مَعَه يَوْمًا أول من يدْخل عَلَيْكُم من هَذَا الْفَج رجل من أهل الْجنَّة فكلنا تمنى أَن يكون حميما لَهُ فطلع هَذَا وَهُوَ عبد الله بن سَلام صلى الله عَلَيْهِ وَسلم ¶ 84 - حَدثنِي الدَّرَاورْدِي عَن سُهَيْل بن أبي صَالح عَن ابْن عَائِذ عَن عَامر ابْن سعد عَن سعد قَالَ انْتهى رجل إِلَى الصَّفّ وَرَسُول الله صلى الله عَلَيْهِ وَسلم يُصَلِّي بِنَا فَقَالَ اللَّهُمَّ آتني فِي الدُّنْيَا خير مَا تؤتي عِبَادك الصَّالِحين فَلَمَّا انْصَرف رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من الْمُتَكَلّم آنِفا ¶ قَالَ الرجل أَنا يَا رَسُول الله قَالَ إِذا يعقر جوادك وَتقتل فِي سَبِيل الله",
            "page": "70",
            "part": "1",
            "seal": "9B0B2BAE"
        },
        {
            "hno": "85",
            "id": "46",
            "nass": "85 - حَدثنِي الضَّحَّاك بن عُثْمَان عَن ابْن أبي الزِّنَاد عَن هِشَام بن عُرْوَة عَن أَبِيه عَن سعيد بن زيد قَالَ سَأَلت أَنا وَعمر بن الْخطاب رَسُول الله صلى الله عَلَيْهِ وَسلم عَن زيد بن عَمْرو بن نفَيْل فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَأْتِي يَوْم الْقِيَامَة أمة وَحده ¶ 86 - حَدثنِي مَالك بن أنس عَن عَمه أبي سُهَيْل بن مَالك عَن أَبِيه أَنه سمع طَلْحَة بن عبيد الله يَقُول جَاءَ رجل إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم من أهل نجد ثَائِر الرَّأْس يسمع دوِي صَوته وَلَا يفقه مَا يَقُول حَتَّى دنا فَإِذا هُوَ يسْأَل عَن الْإِسْلَام قَالَ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم خمس صلوَات فِي الْيَوْم وَاللَّيْلَة",
            "page": "71",
            "part": "1",
            "seal": "054119C1"
        },
        {
            "hno": "87",
            "id": "47",
            "nass": "فَقَالَ هَل عَليّ غَيرهَا قَالَ لَا إِلَّا أَن تطوع ¶ قَالَ وَذكر رَسُول الله صلى الله عَلَيْهِ وَسلم وَصِيَام شهر رَمَضَان ¶ قَالَ هَل عَليّ غَيرهَا قَالَ لَا إِلَّا أَن تطوع ¶ وَذكر رَسُول الله صلى الله عَلَيْهِ وَسلم الصَّدَقَة فَقَالَ هَل عَليّ غَيرهَا قَالَ لَا إِلَّا أَن تطوع ¶ قَالَ فَأَدْبَرَ الرجل وَهُوَ يَقُول وَالله لَا أَزِيد على هَذَا وَلَا أنقص مِنْهُ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَفْلح إِن صدق ¶ 87 - حَدثنِي إِبْرَاهِيم بن سعد عَن صَالح بن كيسَان عَن ابْن شهَاب أَن مُحَمَّد بن النُّعْمَان بن بشير أخبرهُ أَن عمر بن الْخطاب قَالَ فِي مجْلِس وَحَوله الْمُهَاجِرُونَ وَالْأَنْصَار أَرَأَيْتُم لَو ترخصت فِي بعض الْأُمُور مَا كُنْتُم فاعلين",
            "page": "72",
            "part": "1",
            "seal": "2927F336"
        },
        {
            "hno": "88",
            "id": "48",
            "nass": "قَالَ فَسَكَتُوا ¶ قَالَ فَقَالَ ذَلِك مرَّتَيْنِ أَو ثَلَاثًا أَرَأَيْتُم لَو ترخصت فِي بعض الْأُمُور مَا كُنْتُم فاعلين فَقَالَ بشير بن سعد لَو فعلت ذَلِك قومناك تَقْوِيم الْقدح قَالَ عمر أَنْتُم إِذا أَنْتُم ¶ 88 - حَدثنَا الدَّرَاورْدِي عَن عبد الله بن عَامر عَن الْأَعْرَج عَن أبي هُرَيْرَة عَن زيد بن ثَابت قَالَ لَا يزَال الله فِي حَاجَة العَبْد مَا دَامَ فِي حَاجَة أَخِيه يحدث بذلك زيد عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ 89 - حَدثنِي مَالك عَن عبد الرَّحْمَن بن الْقَاسِم عَن أَبِيه عَن عَائِشَة أَن صَفِيَّة بنت حييّ حَاضَت فَذكر ذَلِك للنَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ أحابستنا هِيَ فَقيل إِنَّهَا قد أفاضت ¶ قَالَ فَلَا إِذا",
            "page": "73",
            "part": "1",
            "seal": "E89DDA0A"
        },
        {
            "hno": "90",
            "id": "49",
            "nass": "90 - حَدثنِي أبي عَن إِسْمَاعِيل بن عبد الله بن جَعْفَر عَن أَبِيه قَالَ رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم وَعَلِيهِ ثَوْبَان مصبوغان بالزعفران رِدَاء وعمامة ¶ 91 - حَدثنِي عبد الْعَزِيز بن أبي حَازِم عَن يزِيد بن عبد الله يَعْنِي ابْن الْهَاد عَن مُعَاوِيَة بن عَن عبد الله بن جَعْفَر عَن أَبِيه قَالَ مر النَّبِي صلى الله عَلَيْهِ وَسلم بأناس يرْمونَ كَبْشًا بِالنَّبلِ فكره ذَلِك وَقَالَ لَا تمثلوا بالبهائم ¶ 92 - حَدثنِي أبي عَن مُصعب بن ثَابت عَن حَنْظَلَة بن قيس عَن عبد الله ابْن الزبير وَعبد الله بن عَبَّاس قَالَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من قتل دون مَاله فَهُوَ شَهِيد",
            "page": "74",
            "part": "1",
            "seal": "F3E2EADE"
        },
        {
            "hno": "93",
            "id": "50",
            "nass": "قَالَ ابْن منيع وَلم أجد على هَذَا الحَدِيث فِي كتابي عَلامَة السماع فَأَخْبرنِي مُوسَى بن هَارُون أَنا سمعناه أَنا وَهُوَ من مُصعب فِي مَوضِع وَاحِد ¶ 93 - حَدثنِي مَالك عَن عبد الرَّحْمَن بن الْقَاسِم عَن أَبِيه عَن عَائِشَة قَالَت قدمت مَكَّة وَأَنا حَائِض وَلم أطف بِالْبَيْتِ وَلَا بَين الصَّفَا والمروة قَالَت فشكوت ذَلِك إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ اصنعي مَا يصنع الْحَاج غير أَن لَا تطوفي بِالْبَيْتِ حَتَّى تطهري ¶ 94 - حَدثنِي الدَّرَاورْدِي عَن الْعَلَاء بن عبد الرَّحْمَن عَن ابْن كثير أَن سعد بن أبي وَقاص جَاءَ يتقاضى دينا كَانَ",
            "page": "75",
            "part": "1",
            "seal": "D2094AB3"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "على رجل فَقَالُوا خرج يَعْنِي إِلَى الْغَزْو فَقَالَ سعد فَاشْهَدُوا أَنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لَو أَن رجلا قتل فِي سَبِيل الله ثمَّ أحيي ثمَّ قتل ثمَّ أحيي ثمَّ قتل لم يدْخل الْجنَّة حَتَّى يقْضِي دينه",
            "page": "76",
            "part": "1",
            "seal": "CFBB95E4"
        },
        {
            "hno": "95",
            "id": "52",
            "nass": "95 - حَدثنَا مَالك عَن ابْن شهَاب عَن عبد الحميد بن عبد الرَّحْمَن بن زيد بن الْخطاب عَن عبد الله بن عبد الله بن الْحَارِث بن نَوْفَل عَن ابْن عَبَّاس أَن عمر خرج إِلَى الشَّام فأخبروه أَن الوباء قد وَقع بِالشَّام ¶ فَقَالَ ابْن عَبَّاس فجَاء عبد الرَّحْمَن بن عَوْف وَكَانَ متغيبا فِي بعض حَاجته فَقَالَ إِن عِنْدِي من هَذَا علما سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِذا سَمِعْتُمْ بِهِ بِأَرْض فَلَا تقدمُوا عَلَيْهِ وَإِذا وَقع بِأَرْض وَأَنْتُم بهَا فَلَا تخْرجُوا فِرَارًا مِنْهُ ¶ قَالَ فَحَمدَ الله عَلَيْهِ السَّلَام عمر ثمَّ انْصَرف ¶ 96 - حَدثنِي مَالك عَن ابْن شهَاب عَن عبد الله بن عَامر بن ربيعَة أَن عمر خرج إِلَى الشَّام فَلَمَّا جَاءَ سرغ بلغه أَن الوباء قد وَقع بِالشَّام فَأخْبرهُ عبد الرَّحْمَن بن عَوْف أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فَذكر نَحوه فَرجع عمر بن الْخطاب من سرغ",
            "page": "77",
            "part": "1",
            "seal": "9C56A84B"
        },
        {
            "hno": "97",
            "id": "53",
            "nass": "97 - حَدثنَا الدَّرَاورْدِي عَن الضَّحَّاك بن عُثْمَان عَن نَافِع عَن ابْن عمر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الله جعل الْحق على لِسَان عمر وَقَلبه ¶ 98 - حَدثنِي مَالك عَن إِسْحَاق هُوَ ابْن عبد الله بن أبي طَلْحَة قَالَ أنس رَأَيْت عمر بن الْخطاب وَهُوَ يَوْمئِذٍ أَمِير الْمُؤمنِينَ وَقد رقع بَين كَتفيهِ برقاع ثَلَاث لبد بَعْضهَا فَوق بعض ¶ 99 - حَدثنَا مُغيرَة بن عبد الرَّحْمَن بن الْحَارِث بن عبد الله المَخْزُومِي عَن عبد الله بن سعيد بن أبي هِنْد عَن نَافِع عَن ابْن عمر قَالَ أَمر رَسُول الله صلى الله عَلَيْهِ وَسلم فِي غَزْوَة مُؤْتَة زيد بن",
            "page": "78",
            "part": "1",
            "seal": "8A2282FA"
        },
        {
            "hno": "100",
            "id": "54",
            "nass": "حَارِثَة فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن قتل زيد فجعفر فَإِن قتل جَعْفَر فعبد الله بن رَوَاحَة ¶ قَالَ عبد الله كنت مَعَهم فِي تِلْكَ الْغَزْوَة فالتمسنا جَعْفَر فوجدناه فِي الْقَتْلَى وَوجدنَا فِيمَا أقبل من جسده بضعا وَتِسْعين بَين طعنة ورمية ¶ 100 - حَدثنَا الْمُغيرَة بن عبد الرَّحْمَن عَن أَبِيه عَن مُحَمَّد بن جَعْفَر عَن عُرْوَة بن الزبير عَن عَائِشَة إِن أَمْدَاد الْعَرَب كَثُرُوا على رَسُول الله صلى الله عَلَيْهِ وَسلم حَتَّى غموه وتقصفوا عَلَيْهِ فَلَمَّا رأى ذَلِك الْمُهَاجِرُونَ قَامُوا ففرجوا عَنهُ فولى رَسُول الله صلى الله عَلَيْهِ وَسلم نَحْو بَيت عَائِشَة حَتَّى لما كَانَ على الْبَاب أسلم رِدَاءَهُ ثمَّ وثب فَوَقع فِي الْحُجْرَة فَقَالَ اللَّهُمَّ العنهم فَقَالَت عَائِشَة هلك الْقَوْم فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم كلا وَالله يَا ابْنة أبي بكر لقد اشْترطت على الله صلى الله عَلَيْهِ وَسلم شرطا لَا خلف لَهُ قلت اللَّهُمَّ إِنَّمَا أَنا بشر أضيق كَمَا يضيق بِهِ الْبشر وَأعجل بِمَا يعجل بِهِ الْبشر فأيما امْرِئ بدرت إِلَيْهِ مني بادرة فاجعلها لَهُ كَفَّارَة",
            "page": "79",
            "part": "1",
            "seal": "E15F4A38"
        },
        {
            "hno": "101",
            "id": "55",
            "nass": "101 - حَدثنِي إِبْرَاهِيم بن سعد عَن مُحَمَّد بن عبد الله بن مُسلم ابْن أخي الزُّهْرِيّ عَن ابْن شهَاب عَن سَالم عَن أَبِيه قَالَ رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَبا بكر وَعمر يَمْشُونَ أَمَام الْجِنَازَة ¶ 102 - حَدثنَا الدَّرَاورْدِي عَن هِشَام بن سعد عَن زيد بن أسلم عَن عبيد الله بن مقسم قَالَ كنت مَعَ حسن بن مُحَمَّد بن عَليّ فَسَأَلَ جَابر بن عبد الله عَن غسل الْجَنَابَة فَقَالَ تبل الشّعْر وتغسل الْبشر ¶ فَقَالَ رَأْسِي كثير فَقَالَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يحفن على رَأسه ثَلَاث حفنات ¶ فَقَالَ شعر رَأْسِي كثير ¶ فَقَالَ كَانَ رَأس رَسُول الله صلى الله عَلَيْهِ وَسلم أَكثر وَأطيب",
            "page": "80",
            "part": "1",
            "seal": "74B38A54"
        },
        {
            "hno": "103",
            "id": "56",
            "nass": "103 - حَدثنَا الدَّرَاورْدِي عَن هِشَام يَعْنِي ابْن سعد عَن زيد وَهُوَ ابْن أسلم عَن عَطاء بن يسَار عَن أبي سعيد الْخُدْرِيّ قَالَ أَرْسلنِي أَهلِي إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم أسأله طَعَاما قَالَ فَجئْت وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم يخْطب النَّاس فَسَمعته يَقُول فِي خطبَته من تصبر يصبره الله وَمن يستعف يعفه الله وَمن يسْتَغْن يغنه الله وَمَا رزق عبد رزقا أوسع لَهُ من الصَّبْر ¶ 104 - حَدثنِي الدَّرَاورْدِي عَن مُصعب بن ثَابت عَن عبد الله بن أبي طَلْحَة عَن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم خير الْمجَالِس أوسعها ¶ 105 - حَدثنِي عبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي عَن مُحَمَّد بن عجلَان عَن الْقَعْقَاع بن حَكِيم عَن أبي صَالح السمان عَن أبي هُرَيْرَة",
            "page": "81",
            "part": "1",
            "seal": "1CF70D32"
        },
        {
            "hno": "106",
            "id": "57",
            "nass": "أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ إِنَّمَا بعثت لأتمم صَالح الْأَخْلَاق ¶ 106 - حَدثنِي الدَّرَاورْدِي عَن عبد الْمجِيد بن سُهَيْل بن عبد الرَّحْمَن بن عَوْف عَن سعيد بن الْمسيب أَن أَبَا سعيد الْخُدْرِيّ وَأَبا هُرَيْرَة حَدثا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم بعث سَواد بن غزيَّة أَخا بني عدي من الْأَنْصَار وَأمره على خَيْبَر فَقدم عَلَيْهِ بِتَمْر جنيب يَعْنِي الطّيب فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أكل تمر خَيْبَر هَكَذَا قَالَ لَا وَالله يَا رَسُول الله إِنَّا نشتري الصَّاع بالصاعين والصاعين بِالثَّلَاثَةِ آصَع من الْجمع ¶ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا تفعل وَلَكِن بِعْ هَذَا واشتر بِثمنِهِ من هَذَا وَكَذَلِكَ الْمِيزَان",
            "page": "82",
            "part": "1",
            "seal": "A2805E34"
        },
        {
            "hno": "107",
            "id": "58",
            "nass": "107 - حَدثنَا الدَّرَاورْدِي عَن ابْن أبي ذِئْب عَن عُثْمَان بن عبد الله بن سراقَة عَن عبد الله ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن بيع الثِّمَار حَتَّى تذْهب العاهة ¶ فَسَأَلَ عبد الله مَا ذَلِك فَقَالَ طُلُوع الثريا ¶ 108 - حَدثنَا الدَّرَاورْدِي عَن عَن ثَوْر بن زيد الديلِي عَن أبي الْغَيْث مولى ابْن مُطِيع عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من أَخذ أَمْوَال النَّاس يُرِيد أداءها أدّى الله عَنهُ وَمن أَخذهَا يُرِيد إتلافها أتْلفه الله عَلَيْهِ السَّلَام ¶ 109 - حَدثنِي الدَّرَاورْدِي عَن دَاوُد بن صَالح بن دِينَار التمار عَن أَبِيه عَن أبي سعيد الْخُدْرِيّ أَنه حَدثهُ أَن يَهُودِيّا قدم زمَان رَسُول الله صلى الله عَلَيْهِ وَسلم بِثَلَاثِينَ حمل شعير وتمر فسعر مِنْهُ مدا بِمد رَسُول الله صلى الله عَلَيْهِ وَسلم بدرهم وَلَيْسَ فِي النَّاس طَعَام يَوْمئِذٍ غَيره وَقد أصَاب النَّاس جوع لَا يَجدونَ فِيهِ طَعَاما فَأتى النَّاس يَشكونَ إِلَيْهِ ذَلِك فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا",
            "page": "83",
            "part": "1",
            "seal": "827D2A8E"
        },
        {
            "hno": "110",
            "id": "59",
            "nass": "ألقين الله من قبل أَن أعطي أحدا من مَال أحد شَيْئا بِغَيْر طيب نَفسه إِنَّمَا البيع عَن ترَاض وَلَكِن فِي بيعكم خِصَال أذكرها لكم لَا تناجشوا وَلَا تَحَاسَدُوا وَلَا تطاعنوا وَلَا يسوم الرجل على سوم أَخِيه وَلَا يخْطب الرجل على خطْبَة أَخِيه وَلَا تلقوا شَيْئا من بيعكم حَتَّى يقدم سوقكم وَلَا يَبِيع حَاضر لباد وَالْبيع عَن ترَاض وَكُونُوا عباد الله إخْوَانًا ¶ 110 - حَدثنِي الدَّرَاورْدِي عَن يزِيد بن عبد الله بن الْهَاد عَن مُحَمَّد بن إِبْرَاهِيم عَن أبي سَلمَة قَالَ سَأَلت عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم فِي كم كفن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَت فِي ثَلَاثَة أَثوَاب سحُولِيَّة",
            "page": "84",
            "part": "1",
            "seal": "BAAC9FCB"
        },
        {
            "hno": "111",
            "id": "60",
            "nass": "111 - حَدثنِي الدَّرَاورْدِي هِشَام بن عُرْوَة عَن أَبِيه أَن عَائِشَة قَالَت إِن رَسُول الله صلى الله عَلَيْهِ وَسلم كفن فِي ثَلَاثَة أَثوَاب بيض سحُولِيَّة لَيْسَ فِيهَا قَمِيص وَلَا عِمَامَة ¶ 112 - حَدثنِي الدَّرَاورْدِي عَن مُحَمَّد بن زيد بن قنفذ التَّيْمِيّ عَن عبد الله ابْن عَامر عَن أَبِيه قَالَ مر رَسُول الله صلى الله عَلَيْهِ وَسلم بِقَبْر حَدِيث فَقَالَ مَا هَذَا الْقَبْر قَالُوا قبر فُلَانَة ¶ قَالَ أَفلا آذنتموني قَالُوا كنت نَائِما فكرهنا أَن نوقظك ¶ قَالَ ادْعُونِي لجنائزكم فَصف عَلَيْهَا فصلى ¶ 113 - حَدثنِي الدَّرَاورْدِي عَن أسيد بن أبي أسيد البراد عَن مُوسَى بن أبي مُوسَى الْأَشْعَرِيّ عَن أَبِيه عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يعذب الْمَيِّت ببكاء الْحَيّ إِذا قَالُوا",
            "page": "85",
            "part": "1",
            "seal": "F3083383"
        },
        {
            "hno": "114",
            "id": "61",
            "nass": "واعضداه واناصراه واكاسياه واجبلاه وَنَحْوه يتعتع فَيُقَال كنت أَنْت كَذَا أَنْت كَذَا ¶ 114 - حَدثنَا الدَّرَاورْدِي عَن عبيد الله بن عمر عَن نَافِع عَن ابْن عمر إِن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من أحرم بِالْحَجِّ وَالْعمْرَة كَفاهُ لَهما طواف وَاحِد وَلَا يحل حَتَّى يقْضِي حجه وَيحل مِنْهُمَا جَمِيعًا",
            "page": "86",
            "part": "1",
            "seal": "4F8B6565"
        },
        {
            "hno": "115",
            "id": "62",
            "nass": "115 - حَدثنَا الدَّرَاورْدِي عَن عبد الرَّحْمَن بن حَرْمَلَة عَن أبي على الْهَمدَانِي رجل من أهل مصر أَنه خرج فِي سفر فِيهِ عقبَة بن عَامر الْجُهَنِيّ فال فحانت صَلَاة من الصَّلَوَات فأمرناه أَن يؤمنا وَقُلْنَا لَهُ أَنْت أحقنا بذلك أَنْت صَاحب رَسُول الله صلى الله عَلَيْهِ وَسلم فَأبى فَقَالَ إِنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول من أم النَّاس فَأصَاب فَلهُ وَلَهُم وَمن انْتقصَ من ذَلِك شَيْئا فَعَلَيهِ وَلَا عَلَيْهِم ¶ 116 - حَدثنَا الدَّرَاورْدِي عَن مُحَمَّد ين أبي حَرْمَلَة عَن مولى ابْن عَبَّاس عَن ابْن عَبَّاس عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لَا",
            "page": "87",
            "part": "1",
            "seal": "B285F0C6"
        },
        {
            "hno": "117",
            "id": "63",
            "nass": "تَصُومُوا حَتَّى تروه وَلَا تفطروا حَتَّى تروه فَإِن غم عَلَيْكُم فَأتمُّوا ثَلَاثِينَ ¶ 117 - حَدثنَا الدَّرَاورْدِي عَن مُحَمَّد بن أبي حَرْمَلَة عَن أبي سَلمَة بن عبد الرَّحْمَن عَن عَائِشَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يُصَلِّي من اللَّيْل ثَلَاث عشرَة رَكْعَة إِلَى أَن يطلع الْفجْر ¶ 118 - حَدثنَا الدَّرَاورْدِي عَن ثَوْر بن زيد عَن أبي الْغَيْث عَن أبي هُرَيْرَة قَالَ كُنَّا جُلُوسًا عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَرَأَ سُورَة الْجُمُعَة فَلَمَّا قَرَأَ وَآخَرين مِنْهُم لما يلْحقُوا بهم وَفينَا سلمَان فَوضع رَسُول الله صلى الله عَلَيْهِ وَسلم يَده على سلمَان ثمَّ قَالَ لَو كَانَ الْإِيمَان عِنْد الثريا لَنَالَهُ رجال من هَؤُلَاءِ ¶ 119 - حَدثنِي مَالك عَن خبيب بن عبد الرَّحْمَن عَن حَفْص بن عَاصِم عَن أبي سعيد الْخُدْرِيّ أَو عَن أبي هُرَيْرَة أَنه قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم سَبْعَة يظلهم الله فِي ظله يَوْم لَا",
            "page": "88",
            "part": "1",
            "seal": "4CD0CBE9"
        },
        {
            "hno": "120",
            "id": "64",
            "nass": "ظلّ إِلَّا ظله إِمَام عَادل وشاب نَشأ فِي عبَادَة الله وَرجل قلبه مُعَلّق بالمساجد إِذا خرج مِنْهُ حَتَّى يعود إِلَيْهِ ورجلان تحابا فِي الله اجْتمعَا على ذَلِك وتفرقا وَرجل ذكر الله خَالِيا فَفَاضَتْ عَيناهُ وَرجل دَعَتْهُ امْرَأَة ذَات حسب وجمال فَقَالَ إِنِّي أَخَاف الله عَلَيْهِ السَّلَام وَرجل تصدق بِصَدقَة فأخفاها حَتَّى لَا تعلم شِمَاله مَا تنْفق يَمِينه ¶ 120 - حَدثنِي مَالك عَن إِسْحَاق بن عبد الله بن أبي طَلْحَة أَن رَافع بن إِسْحَاق مولى الشِّفَاء أخبرهُ قَالَ دخلت أَنا وَعبد الله بن أبي طَلْحَة على أبي سعيد الْخُدْرِيّ نعوده فَقَالَ لنا أَبُو سعيد أَنا رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ إِن الْمَلَائِكَة لَا تدخل بَيْتا فِيهِ تماثيل أَو صُورَة ¶ شكّ إِسْحَاق لَا يدْرِي أَيهمَا قَالَ أَبُو سعيد ¶ 121 - حَدثنِي مَالك عَن صَيْفِي مولى ابْن أَفْلح عَن أَبُو السَّائِب مولى هِشَام بن زهرَة أَنه قَالَ دخلت على أبي سعيد الْخُدْرِيّ فِي بَيته قَالَ فَوَجَدته يُصَلِّي فَجَلَست",
            "page": "89",
            "part": "1",
            "seal": "31FFEA75"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "أنتظره حَتَّى قضي صلَاته قَالَ فَسمِعت تحريكا تَحت سَرِير فِي بَيته فَإِذا حَيَّة فَقُمْت لأقتلها فَأَشَارَ إِلَيّ أَن اجْلِسْ فَلَمَّا انْصَرف أَشَارَ إِلَى بَيت فِي الدَّار فَقَالَ ترى هَذَا الْبَيْت قَالَ فَقلت نعم ¶ فَقَالَ إِنَّه كَانَ فِيهِ فَتى منا حَدِيث عهد بعرس فخرجنا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى الخَنْدَق ¶ قَالَ فَكَانَ ذَلِك الْفَتى يَسْتَأْذِنهُ بأنصاف النهارات ليرْجع إِلَى أَهله فَاسْتَأْذن النَّبِي صلى الله عَلَيْهِ وَسلم يَوْمًا فَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم خُذ عَلَيْك سِلَاحك فَإِنِّي أخْشَى عَلَيْك قُرَيْظَة ¶ فَأخذ الرجل سلاحه ثمَّ ذهب فَإِذا امْرَأَته بَين الْبَابَيْنِ فَأَهوى إِلَيْهَا الرمْح ليطعنها بِهِ وأصابته غيرَة فَقَالَت اكفف عَلَيْك رمحك حَتَّى ترى مَا فِي بَيْتك فَدخل فَإِذا حَيَّة عَظِيمَة منطوية على فرَاشه فَأَهوى إِلَيْهَا بِالرُّمْحِ فانتظمها فِيهِ ثمَّ خرج بِهِ فركزه فِي الدَّار فاضطربت فِي رَأس الرمْح فَخر الْفَتى صَرِيعًا فَمَا ندرى أَيهمَا كَانَ أسْرع موتا الْحَيَّة أم الْفَتى",
            "page": "90",
            "part": "1",
            "seal": "75B1A950"
        },
        {
            "hno": "122",
            "id": "66",
            "nass": "قَالَ فَجِئْنَا رَسُول الله صلى الله عَلَيْهِ وَسلم فَذَكرنَا ذَلِك لَهُ وَقُلْنَا ادْع الله أَن يحييه فَقَالَ اسْتَغْفرُوا الله لصاحبكم ¶ قُلْنَا ادعوا الله أَن يحييه قَالَ اسْتَغْفرُوا لصاحبكم 1 ¶ قُلْنَا ادْع الله أَن يحييه فَقَالَ اسْتَغْفرُوا الله لصاحبكم ثمَّ قَالَ إِن بِالْمَدِينَةِ جنا قد أَسْلمُوا فَإِذا رَأَيْتُمْ مِنْهُم شَيْئا فآذنوه ثَلَاثَة أَيَّام فَإِن بدا لكم فَاقْتُلُوهُ فَإِنَّمَا هُوَ شَيْطَان ¶ 122 - حَدثنِي أبي عبد الله بن مُصعب عَن مُوسَى بن عقبَة عَن أبي حَبِيبَة وَهُوَ جد مُوسَى أَبُو أمه قَالَ بَعَثَنِي الزبير إِلَى عُثْمَان رَضِي الله عَنهُ وَهُوَ مَحْصُور فَدخلت عَلَيْهِ فِي يَوْم صَائِف وَهُوَ على كرْسِي وَعِنْده الْحسن بن عَليّ وَأَبُو هُرَيْرَة وَعبد الله بن عمر وَعبد الله بن الزبير وَبَين يَدَيْهِ مراكن مَمْلُوءَة مَاء ورياط مضرجة فَقلت بَعَثَنِي إِلَيْك الزبير بن الْعَوام وَهُوَ يُقْرِئك السَّلَام وَيَقُول لَك إِنِّي على",
            "page": "91",
            "part": "1",
            "seal": "E67AB9C1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "طَاعَتك لم أبدل وَلم أنكث فَإِن شِئْت دخلت الدَّار وَكنت مَعَك رجلا من الْقَوْم وَإِن شِئْت أَقمت فَإِن بني عَمْرو بن عَوْف وعدوني أَن يصبحوا على بَابي ثمَّ يمضون على مَا آمُرهُم بِهِ ¶ فَلَمَّا سمع الرسَالَة قَالَ الله أكبر الْحَمد لله الَّذِي عصم أخي أقرئه السَّلَام وَقل لَهُ أَن تدخل الدَّار وَلَا تكن إِلَّا رجلا من الْقَوْم ومكانك أحب إِلَيّ وَعَسَى الله عَلَيْهِ السَّلَام أَن يدْفع بك عني ¶ فَلَمَّا سمع الرسَالَة أَبُو هُرَيْرَة قَامَ فَقَالَ أَلا أخْبركُم بِمَا سَمِعت أذناي من رَسُول الله صلى الله عَلَيْهِ وَسلم قَالُوا بلَى يَا أَبَا هُرَيْرَة قَالَ أشهد لسمعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول تكون بعدِي فتن وَأُمُور ¶ قُلْنَا فَأَيْنَ المنجا مِنْهَا يَا رَسُول الله قَالَ إِلَى الْأمين وَحزبه وَأَشَارَ إِلَى عُثْمَان بن عَفَّان ¶ قَالَ فَقَامَ النَّاس فَقَالُوا قد أمكنتنا البصائر فائذن لنا فِي الْجِهَاد",
            "page": "92",
            "part": "1",
            "seal": "675B0F4A"
        },
        {
            "hno": "123",
            "id": "68",
            "nass": "فَقَالَ عُثْمَان أعزم أَو كلمة نَحْوهَا على من كَانَت لي عَلَيْهِ طَاعَة أَلا يُقَاتل ¶ 123 - حَدثنَا عبد الْعَزِيز بن مُحَمَّد عَن عبيد الله بن عمر عَن ثَابت الْبنانِيّ عَن أنس أَن رجلا كَانَ يلْزم قِرَاءَة قل هُوَ الله أحد فِي الصَّلَاة مَعَ كل سُورَة وَهُوَ يؤم بِأَصْحَابِهِ فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا يلزمك هَذِه السُّورَة ¶ فَقَالَ إِنِّي أحبها ¶ قَالَ حبها أدْخلك الْجنَّة",
            "page": "93",
            "part": "1",
            "seal": "E7DDBCC7"
        },
        {
            "hno": "124",
            "id": "69",
            "nass": "124 - حَدثنِي مَالك عَن زيد بن أسلم عَن أَبِيه أَن عمر كَانَ يُسَايِر رَسُول الله صلى الله عَلَيْهِ وَسلم بعض أَسْفَاره فَسَأَلَهُ عَن شَيْء فَلم يجبهُ وَسَأَلَهُ فَلم يجبهُ قَالَ قلت ثكلتك أمك عمر نزرت رَسُول الله صلى الله عَلَيْهِ وَسلم ثَلَاث مَرَّات كل ذَلِك لَا يجيبك فحركت بَعِيري وَتَقَدَّمت بَين أَيدي النَّاس فَلم أنشب إِذْ سَمِعت صَارِخًا يُنَادي فَأتيت رَسُول الله صلى الله عَلَيْهِ وَسلم وَقلت قد خشيت أَن يكون نزل فِي قُرْآن قَالَ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لقد أنزلت عَليّ سُورَة هِيَ أحب",
            "page": "94",
            "part": "1",
            "seal": "A194BCB6"
        },
        {
            "hno": "125",
            "id": "70",
            "nass": "إِلَيّ مِمَّا طلعت الشَّمْس عَلَيْهِ ثمَّ قَرَأَ إِنَّا فتحنا لَك فتحا مُبينًا ¶ إِلَى آخر الْآيَة ¶ 125 - حَدثنِي مَالك عَن أَيُّوب بن حبيب مولى سعد بن أبي وَقاص عَن أبي الْمثنى الْجُهَنِيّ قَالَ كنت عِنْد مَرْوَان بن الحكم فَدخل عَلَيْهِ أَبُو سعيد الْخُدْرِيّ فَقَالَ لَهُ مَرْوَان أسمعت رَسُول الله صلى الله عَلَيْهِ وَسلم ينْهَى عَن النفخ فِي الشَّرَاب فَقَالَ لَهُ أَبُو سعيد نعم ¶ فَقَالَ رجل يَا رَسُول الله إِنِّي لَا أروى من نفس وَاحِد فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَأَبِنْ الْقدح عَن فِيك ثمَّ تنفس ¶ قَالَ فَإِنِّي أرى القذاة فِيهِ قَالَ فَأَهْرقهَا ¶ 126 - حَدثنِي عبد الْعَزِيز بن مُحَمَّد عَن يزِيد بن عبد الله عَن معَاذ بن رِفَاعَة الزرقي عَن جَابر قَالَ جَاءَ جِبْرِيل إِلَى",
            "page": "95",
            "part": "1",
            "seal": "C6FEE0DF"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ من هَذَا العَبْد الصَّالح الَّذِي مَاتَ فتحت لَهُ أَبْوَاب السَّمَاء وتحرك لَهُ الْعَرْش ¶ فَخرج رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِذا سعد بن معَاذ قد مَاتَ فَجَلَسَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى قَبره وَهُوَ يدْفن فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم سُبْحَانَ الله ثَلَاثًا فسبح الْقَوْم ثمَّ قَالَ الله أكبر ثَلَاثًا فَكبر الْقَوْم فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم هَذَا العَبْد الصَّالح شدد عَلَيْهِ فِي قَبره حَتَّى كَانَ هَذَا أَوَان فرج عَنهُ",
            "page": "96",
            "part": "1",
            "seal": "F299833B"
        },
        {
            "hno": "127",
            "id": "72",
            "nass": "127 - حَدثنِي عبد الْعَزِيز بن مُحَمَّد عَن مُحَمَّد بن أبي حميد عَن زيد بن أسلم عَن أَبِيه عَن عمر بن الْخطاب قَالَ كنت مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم جَالِسا فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أنبئوني بِأَفْضَل أهل الْإِيمَان إِيمَانًا ¶ قَالُوا يَا رَسُول الله الْمَلَائِكَة ¶ قَالَ هم كَذَلِك ويحق لَهُم ذَلِك وَمَا يمنعهُم وَقد أنزلهم الله الْمنزلَة الَّتِي أنزلهم لَهَا ¶ قَالُوا يَا رَسُول الله الْأَنْبِيَاء الَّذين أكْرمهم الله برسالته والنبوة ¶ قَالَ هم كَذَلِك ويحق لَهُم وَمَا يمنعهُم وَقد أنزلهم الله الْمنزلَة الَّتِي أنزلهم لَهَا 1 ¶ قَالُوا يَا رَسُول الله الشُّهَدَاء الَّذين اسْتشْهدُوا مَعَ الْأَنْبِيَاء ¶ قَالَ هم كَذَلِك ويحق لَهُم وَمَا يمنعهُم وَقد أكْرمهم الله عَلَيْهِ السَّلَام بِالشَّهَادَةِ مَعَ الْأَنْبِيَاء بل غَيرهم ¶ قَالُوا فَمن يَا رَسُول الله",
            "page": "97",
            "part": "1",
            "seal": "55C9B4E8"
        },
        {
            "hno": "128",
            "id": "73",
            "nass": "قَالَ أَقوام فِي أصلاب الرِّجَال يأْتونَ من بعدِي يُؤمنُونَ بِي وَلم يروني ويصدقون بِي وَلم يروني يَجدونَ الْوَرق الْمُعَلق فيعملون بِمَا فِيهِ فَهَؤُلَاءِ أفضل أهل الْإِيمَان إِيمَانًا ¶ 128 - حَدثنِي عبد الْعَزِيز بن أبي حَازِم عَن الْعَلَاء عَن أَبِيه عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَو كَانَ لِابْنِ آدم واديان من مَال لابتغى إِلَيْهِمَا ثَالِثا وَلَا يمْلَأ جَوف ابْن آدم إِلَّا التُّرَاب وَيَتُوب الله على من تَابَ",
            "page": "98",
            "part": "1",
            "seal": "EA0E932D"
        },
        {
            "hno": "129",
            "id": "74",
            "nass": "129 - حَدثنَا أبي عَن إِسْمَاعِيل بن عبد الله بن جَعْفَر عَن أَبِيه قَالَ رَأَيْت على رَسُول الله صلى الله عَلَيْهِ وَسلم ثَوْبَيْنِ مصبوغين بالزعفران إِزَار ورداء ¶ 130 - حَدثنَا إِبْرَاهِيم بن سعد عَن سُفْيَان بن سعيد عَن عبد الْملك بن عُمَيْر عَن هِلَال مولى ربعي عَن ربعي حُذَيْفَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ اقتدوا باللذين من بعدِي يَعْنِي أَبَا بكر وَعمر رَضِي الله عَنْهُمَا",
            "page": "99",
            "part": "1",
            "seal": "DB69B732"
        },
        {
            "hno": "131",
            "id": "75",
            "nass": "131 - حَدثنِي مَالك عَن إِسْحَاق بن عبد الله بن أبي طَلْحَة عَن زفر بن صعصعة ابْن مَالك عَن أَبِيه عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا انْصَرف من صَلَاة الْغَدَاة يَقُول هَل رأى أحد مِنْكُم اللَّيْلَة رُؤْيا ¶ يَقُول إِنَّه لَيْسَ يبْقى بعدِي من النُّبُوَّة إِلَّا الرُّؤْيَا الصَّالِحَة ¶ 132 - حَدثنِي عبد الْعَزِيز بن مُحَمَّد عَن أُسَامَة بن زيد اللَّيْثِيّ عَن حَفْص بن عبيد الله ابْن أنس عَن جده أنس أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ رب أَشْعَث ذِي طمرين أغبر قَالَ أُسَامَة لَا أعلمهُ إِلَّا قَالَ مصفحا عَن الْأَبْوَاب لَو أقسم على الله لَأَبَره",
            "page": "100",
            "part": "1",
            "seal": "94D28DA8"
        },
        {
            "hno": "133",
            "id": "76",
            "nass": "133 - حَدثنَا ابْن أبي حَازِم عَن هِشَام بن زيد عَن أَبِيه أَن ابْن عمر دخل هُوَ مَعَه على ابْن مُطِيع فَلَمَّا دخل عَلَيْهِ قَالَ مرْحَبًا بِأبي عبد الرَّحْمَن ضَعُوا لَهُ وسَادَة فَقَالَ إِنَّمَا جئْتُك لأحدثك حَدِيثا سمعته من رَسُول الله سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول من نزع يدا من طَاعَة فَإِنَّهُ يَأْتِي يَوْم الْقِيَامَة وَلَا حجَّة لَهُ وَمن مَاتَ وَهُوَ مفارق للْجَمَاعَة فَإِنَّهُ يَمُوت ميتَة جَاهِلِيَّة ¶ 134 - حَدثنِي أبي عَن ربيعَة بن عُثْمَان عَن زيد بن أسلم عَن أَبِيه قَالَ خرجنَا مَعَ عمر بن الْخطاب حَتَّى دخل على صُهَيْب حَائِطا بِالْعَالِيَةِ فَلَمَّا رَآهُ صُهَيْب قَالَ يَا نَاس يَا نَاس قَالَ عمر مَا لَهُ لَا أَبَا لَهُ يَدْعُو على النَّاس قَالُوا إِنَّمَا يَدْعُو غُلَاما لَهُ يُقَال لَهُ يحنس",
            "page": "101",
            "part": "1",
            "seal": "4400435F"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "فَقَالَ يَا صُهَيْب مَا فِيك شَيْء أعيبه إِلَّا ثَلَاث خِصَال لولاهن مَا قدمت عَلَيْك أحدا ¶ قَالَ مَا هن فَإنَّك طعان قَالَ وَهل أَنْت مخبري عَنْهُن قَالَ مَا أَنْت سائلي عَن شَيْء إِلَّا أَخْبَرتك بِهِ ¶ قَالَ وَمَا أَنْت مخبري عَن شَيْء إِلَّا صدقتك بِهِ قَالَ أَرَاك تبذر مَالك وتكتني باسم نَبِي بِأبي يحيى وتنتسب عَرَبيا وَلِسَانك أعجمي قَالَ أما تبذيري مَالِي فَمَا أنفقهُ إِلَّا فِي حَقه وَأما اكتنائي فَرَسُول الله صلى الله عَلَيْهِ وَسلم كناني بِأبي يحيى أفأتركها لِقَوْلِك وَأما انتسابي إِلَى الْعَرَب فَإِن الرّوم سبتني وَأَنا صَغِير وَإِنِّي لأذكر أهل أبياتي وَلَو انفقلت عَن رَوْثَة لانتسبت إِلَيْهَا",
            "page": "102",
            "part": "1",
            "seal": "D3CC1B2B"
        },
        {
            "hno": "135",
            "id": "78",
            "nass": "135 - حَدثنِي أبي عبد الله بن مُصعب عَن قدامَة بن إِبْرَاهِيم بن مُحَمَّد بن حَاطِب قَالَ رَأَيْت الْحجَّاج بن يُوسُف يضْرب عَبَّاس بن سهل بن سعد فِي إمرة ابْن الزبير قَالَ فَاطلع سهل بن سعد وَهُوَ فِي إِزَار ورداء لَهُ أصفرين فَقَالَ أما تحفظ فِينَا وَصِيَّة رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ وَمَا أوصى بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فِيكُم قَالَ أوصى أَن يحسن إِلَى محسن الْأَنْصَار ويعفى عَن مسيئهم ¶ 136 - حَدثنِي مَالك عَن مُوسَى بن ميسرَة عَن أبي مرّة مولى عقيل أَن أم هاني بنت أبي طَالب أخْبرته أَن",
            "page": "103",
            "part": "1",
            "seal": "FF5DB342"
        },
        {
            "hno": "137",
            "id": "79",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم صلى عَام الْفَتْح ثَمَانِي رَكْعَات ملتحفا فِي ثوب وَاحِد ¶ 137 - حَدثنِي مَالك عَن ابْن شهَاب عَن سُلَيْمَان بن يسَار عَن ابْن عَبَّاس قَالَ كَانَ الْفضل بن عَبَّاس رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم فَجَاءَتْهُ امْرَأَة من خثعم تستفتيه قَالَ فَجعل الْفضل ينظر إِلَيْهَا وَتنظر إِلَيْهِ قَالَ فَجعل رَسُول الله صلى الله عَلَيْهِ وَسلم يصرف وَجه الْفضل إِلَى الشق الآخر ¶ 138 - حَدثنِي مَالك عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة عَن ابْن عَبَّاس قَالَ أَقبلت رَاكِبًا على أتان وَأَنا يَوْمئِذٍ قد ناهزت الِاحْتِلَام وَرَسُول الله صلى الله عَلَيْهِ وَسلم يُصَلِّي بمنى بِالنَّاسِ فمررت بَين يَدي الصَّفّ فَنزلت فَأرْسلت الأتان ترتع وَدخلت مَعَ الإِمَام فَلم يُنكر ذَلِك عَليّ أحد",
            "page": "104",
            "part": "1",
            "seal": "1FCC2B59"
        },
        {
            "hno": "139",
            "id": "80",
            "nass": "139 - حَدثنَا عبد الْعَزِيز بن مُحَمَّد وَعبد الْعَزِيز بن أبي حَازِم عَن يزِيد بن عبد الله ابْن أُسَامَة بن الْهَاد عَن عبد الله بن خباب عَن أبي سعيد الْخُدْرِيّ قَالَ قَالُوا يَا رَسُول الله كَيفَ نصلي عَلَيْك قَالَ قُولُوا اللَّهُمَّ صل على مُحَمَّد عَبدك وَرَسُولك كَمَا صليت على آل إِبْرَاهِيم وَبَارك على مُحَمَّد وعَلى آل مُحَمَّد كَمَا باركت على إِبْرَاهِيم وَآل إِبْرَاهِيم إِنَّك حميد مجيد ¶ 140 - حَدثنِي مَالك عَن عبد الرَّحْمَن بن عبد الله بن عبد الرَّحْمَن بن أبي صعصعة عَن أَبِيه أَنه أخبرهُ أَن أَبَا سعيد الْخُدْرِيّ قَالَ لَهُ إِنِّي أَرَاك تحب الْغنم والبادية فَإِذا كنت فِي غنمك أَو باديتك فَأَذنت بِالصَّلَاةِ فارفع صَوْتك بالنداء فَإِنَّهُ لَا يسمع صَوت الْمُؤَذّن جني وَلَا إنسي وَلَا شَيْء إِلَّا شهد لَهُ يَوْم الْقِيَامَة ¶ قَالَ أَبُو سعيد سمعته من رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "105",
            "part": "1",
            "seal": "E050319F"
        },
        {
            "hno": "141",
            "id": "81",
            "nass": "141 - حَدثنِي مَالك عَن عبد الرَّحْمَن بن عبد الله بن عبد الرَّحْمَن بن أبي صعصعة الْأنْصَارِيّ عَن أَبِيه عَن أبي سعيد الْخُدْرِيّ أَن رجلا سمع رجلا يقرأقل هُوَ الله أحد الْإِخْلَاص ويرددها فَلَمَّا أصبح أَتَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَذكر ذَلِك لَهُ وَكَأن الرجل يتقالها فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَالَّذِي نَفسِي بِيَدِهِ إِنَّهَا لتعدل ثلث الْقُرْآن ¶ 142 - حَدثنِي مَالك عَن ابْن أبي صعصعة عَن أَبِيه عَن أبي سعيد الْخُدْرِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يُوشك أَن يكون خير مَال الْمُسلم غنم يتبع بهَا شعف الْجبَال ومواقع الْقطر يفر بِدِينِهِ من الْفِتَن ¶ 143 - حَدثنَا مَالك عَن زيد بن أسلم عَن عبد الرَّحْمَن بن أبي سعيد عَن أبي سعيد الْخُدْرِيّ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ إِذا كَانَ أحدكُم يُصَلِّي فَلَا يدع أحدا يمر بَين يَدَيْهِ وليدرأه مَا اسْتَطَاعَ فَإِن أبي فليقاتله فَإِنَّمَا هُوَ شَيْطَان",
            "page": "106",
            "part": "1",
            "seal": "09DCFE01"
        },
        {
            "hno": "144",
            "id": "82",
            "nass": "144 - حَدثنِي مَالك عَن يحيى بن سعيد عَن مُحَمَّد بن إِبْرَاهِيم بن الْحَارِث التَّيْمِيّ عَن أبي سَلمَة بن عبد الرَّحْمَن عَن أبي سعيد الْخُدْرِيّ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول يخرج قوم تحقرون صَلَاتكُمْ مَعَ صلَاتهم وَصِيَامكُمْ مَعَ صِيَامهمْ وعملكم مَعَ عَمَلهم يقرأون الْقُرْآن لَا يُجَاوز حَنَاجِرهمْ يَمْرُقُونَ من الدّين مروق السهْم من الرَّمية تنظر فِي النصل فَلَا ترى شَيْئا وَتنظر فِي الْقدح فَلَا ترى شَيْئا وَتنظر فِي الريش فَلَا ترى شَيْئا وتتمارى فِي الفوق ¶ 145 - حَدثنِي مَالك عَن الْعَلَاء بن عبد الرَّحْمَن عَن أَبِيه قَالَ سَأَلت أَبَا سعيد عَن الْإِزَار فَقَالَ أَنا أخْبرك بِعلم سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إزرة الْمُؤمن إِلَى إنصاف سَاقيه لَا جنَاح عَلَيْهِ فِيمَا بَينه وَبَين الْكَعْبَيْنِ مَا أَسْفَل من ذَلِك فَفِي النَّار قَالَ ذَلِك ثَلَاث مرار قَالَ وَلَا ينظر الله عَلَيْهِ السَّلَام يَوْم الْقِيَامَة إِلَى من جر إزَاره بطرا",
            "page": "107",
            "part": "1",
            "seal": "F667DB61"
        },
        {
            "hno": "146",
            "id": "83",
            "nass": "146 - حَدثنِي ابْن أبي حَازِم عَن عمر بن مُحَمَّد عَن أَبِيه قَالَ اجْتمع عَليّ وَعُثْمَان وَطَلْحَة وَالزُّبَيْر وَسعد وَعبد الرَّحْمَن بن عَوْف وَكَانَ أجرأهم على عمر عبد الرَّحْمَن بن عَوْف فَقَالُوا يَا عبد الرَّحْمَن لَو كلمت أَمِير الْمُؤمنِينَ للنَّاس يَأْتِي الرجل طَالب الْحَاجة فتمنعه هيبتك أَن يكلمك فِي حَاجته حَتَّى يرجع وَلم يقْض حَاجته فَدخل عَلَيْهِ فَكَلمهُ فَقَالَ يَا أَمِير الْمُؤمنِينَ لن للنَّاس فَإِنَّهُ يقدم القادم فتمنعه هيبتك أَن يكلمك فِي حَاجته حَتَّى يرجع وَلم يكلمك ¶ قَالَ لقد لنت للنَّاس حَتَّى خشيت الله فِي اللين ثمَّ اشتددت حَتَّى خشيت الله فِي الشدَّة فَأَيْنَ الْمخْرج وَقَامَ يبكي يجر رِدَاءَهُ ¶ يَقُول عبد الرَّحْمَن يبكي بِيَدِهِ أُفٍّ لَهُم بعْدك ¶ 147 - حَدثنِي مَالك عَن مُحَمَّد بن أبي بكر الثَّقَفِيّ أَنه سَأَلَ أنس بن مَالك وهما غاديان من منى إِلَى عَرَفَة كَيفَ كُنْتُم تَصْنَعُونَ فِي هَذَا الْيَوْم مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ كَانَ يهل الْمهل فَلَا يُنكر عَلَيْهِ وَيكبر المكبر فَلَا يُنكر عَلَيْهِ",
            "page": "108",
            "part": "1",
            "seal": "E11FC730"
        },
        {
            "hno": "148",
            "id": "84",
            "nass": "148 - حَدثنِي مَالك عَن ابْن شهَاب عَن مُحَمَّد بن عبد الله بن نَوْفَل بن الْحَارِث ابْن عبد الْمطلب أَنه سمع سعد بن أبي وَقاص وَالضَّحَّاك بن قيس عَام حج مُعَاوِيَة ابْن أبي سُفْيَان وهما يذكران التَّمَتُّع بِالْعُمْرَةِ إِلَى الْحَج فَقَالَ الضَّحَّاك لَا يصنع ذَلِك إِلَّا من جهل أَمر الله فَقَالَ سعد بئس مَا قلت يَا ابْن أخي فَقَالَ الضَّحَّاك فَإِن عمر بن الْخطاب قد نهى عَن ذَلِك فَقَالَ سعد قد صنعها رَسُول الله صلى الله عَلَيْهِ وَسلم وصنعناها مَعَه ¶ 149 - حَدثنِي عبد الْعَزِيز عَن هِشَام عَن أَبِيه عَن عَائِشَة عَن حَمْزَة بن عَمْرو أَنه قَالَ يَا رَسُول الله أَصوم فِي السّفر فَقَالَ إِن شِئْت فَصم وَإِن شِئْت فَأفْطر",
            "page": "109",
            "part": "1",
            "seal": "1361A96D"
        },
        {
            "hno": "150",
            "id": "85",
            "nass": "150 - حَدثنِي مَالك عَن زيد بن اسْلَمْ عَن ابْن وَعلة الْمصْرِيّ عَن ابْن عَبَّاس عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِذا دبغ الإهاب فقد طهر ¶ 151 - حَدثنِي مَالك عَن سمي مولى أبي بكر بن عبد الرَّحْمَن عَن أبي صَالح السمان عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ الْعمرَة إِلَى الْعمرَة كَفَّارَة لما بَينهمَا وَالْحج المبرور لَيْسَ لَهُ جَزَاء إِلَّا الْجنَّة ¶ 152 - حَدثنِي مَالك عَن نَافِع عَن نبيه بن وهب أخي بني عبد الدَّار أَن عمر بن عبيد الله أرسل إِلَى أبان بن عُثْمَان وَأَبَان يَوْمئِذٍ أَمِير الْحَاج إِنِّي أردْت أَن أنكح طَلْحَة بن عمر بنت شيبَة بن جُبَير وَأَرَدْت أَن تحضر ذَلِك فَأنْكر ذَلِك عَلَيْهِ أبان ابْن عُثْمَان وَقَالَ سَمِعت عُثْمَان بن عَفَّان يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا ينْكح الْمحرم وَلَا يخْطب وَلَا ينْكح",
            "page": "110",
            "part": "1",
            "seal": "F42B026D"
        },
        {
            "hno": "153",
            "id": "86",
            "nass": "153 - حَدثنِي مَالك عَن زيد بن أسلم عَن عَطاء بن يسَار عَن أبي قَتَادَة فِي الْحمار الوحشي مثل حَدِيث أبي النَّضر إِلَّا أَن فِي حَدِيث زيد هَل مَعكُمْ مِنْهُ شَيْء ¶ 154 - حَدثنَا مَالك عَن جَعْفَر بن مُحَمَّد عَن أَبِيه عَن جَابر بن عبد الله قَالَ رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم رمل من الْحجر الْأسود حَتَّى انْتهى إِلَيْهِ ثَلَاثَة أطواف ¶ 155 - حَدثنِي مَالك عَن مُحَمَّد بن عبد الرَّحْمَن بن نَوْفَل عَن عُرْوَة بن الزبير عَن زَيْنَب بنت أبي سَلمَة عَن أم سَلمَة أَنَّهَا قَالَت شَكَوْت إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم أَنِّي أشتكي فَقَالَ طوفي من وَرَاء النَّاس وَأَنت راكبة ¶ قَالَت فطفت وَرَسُول الله صلى الله عَلَيْهِ وَسلم يُصَلِّي إِلَى جنب الْبَيْت وَهُوَ يقْرَأ وَالطور ¶ 156 - حَدثنِي مَالك عَن ابْن شهَاب عَن عُرْوَة بن الزبير عَن عَائِشَة أَنَّهَا قَالَت خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَام حجَّة الْوَدَاع فأهللنا بِعُمْرَة ثمَّ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من كَانَ",
            "page": "111",
            "part": "1",
            "seal": "4B7881D1"
        },
        {
            "hno": "157",
            "id": "87",
            "nass": "مَعَه هدي فليهلل بِالْحَجِّ مَعَ الْعمرَة ثمَّ لَا يحل حَتَّى يحل مِنْهُمَا جَمِيعًا قَالَت فَقدمت مَكَّة وَأَنا حَائِض وَلم أطف بِالْبَيْتِ وَلَا بَين الصَّفَا والمروة فشكوت ذَلِك إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ انقضي رَأسك وامتشطي وَأَهلي بِالْحَجِّ ودعي الْعمرَة ¶ قَالَت فَفعلت ذَلِك فَلَمَّا قضينا الْحَج أَرْسلنِي رَسُول الله صلى الله عَلَيْهِ وَسلم وَعبد الرَّحْمَن بن أبي بكر إِلَى التَّنْعِيم فاعتمرت وَقَالَ هَذِه مَكَان عمرتك ¶ فَطَافَ الَّذين أهلوا بِالْعُمْرَةِ بِالْبَيْتِ وَبَين الصَّفَا والمروة ثمَّ حلوا ثمَّ طافوا طَوافا آخر بعد أَن رجعُوا من منى لحجهم وَأما الَّذين جمعُوا الْحَج وَالْعمْرَة فَإِنَّمَا طافوا طَوافا وَاحِدًا ¶ 157 - حَدثنِي مَالك عَن جَعْفَر بن مُحَمَّد بن عَليّ بن حُسَيْن عَن أَبِيه عَن جَابر أَنه قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم حِين خرج من الْمَسْجِد وَهُوَ يُرِيد الصَّفَا يَقُول نبدأ بِمَا بَدَأَ الله بِهِ فَبَدَأَ بالصفا ¶ 158 - حَدثنِي مَالك عَن يحيى بن سعيد عَن أبي صَالح السمان عَن أبي هُرَيْرَة إِن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ لَوْلَا أَن",
            "page": "112",
            "part": "1",
            "seal": "37917DF6"
        },
        {
            "hno": "159",
            "id": "88",
            "nass": "أشق على أمتِي لأحببت أَن لَا أَتَخَلَّف خلف سَرِيَّة تخرج فِي سَبِيل الله وَلَكِن لَا أجد مَا أحملهم عَلَيْهِ وَلَا يَجدونَ مَا يتحملون عَلَيْهِ فَيخْرجُونَ ويشق عَلَيْهِم أَن يتخلفوا بعدِي فوددت أَن أقَاتل فِي سَبِيل الله فأقتل ثمَّ أحيى فأقتل ثمَّ أحيى فأقتل ¶ 159 - حَدثنِي مَالك عَن يحيى بن سعيد أَنه سمع عبد الله بن عَامر بن ربيعَة يَقُول قَالَت عَائِشَة بَات رَسُول الله صلى الله عَلَيْهِ وَسلم أرقا ذَات لَيْلَة ثمَّ قَالَ لَيْت رجلا صَالحا يَحْرُسنِي اللَّيْلَة ¶ قَالَت إِذْ سمعنَا صَوت السِّلَاح فَقَالَ من هَذَا ¶ فَقَالَ أَنا سعد بن أبي وَقاص أَنا أَحْرُسُك يَا رَسُول الله قَالَت فَنَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم حَتَّى سَمِعت غَطِيطه ¶ 160 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ الْخَيل فِي نَوَاصِيهَا الْخَيْر إِلَى يَوْم الْقِيَامَة",
            "page": "113",
            "part": "1",
            "seal": "BADEBA6C"
        },
        {
            "hno": "161",
            "id": "89",
            "nass": "161 - وبإسناده أَن رَسُول الله صلى الله عَلَيْهِ وَسلم سَابق بِالْخَيْلِ الَّتِي قد أضمرت من الحفياء وَكَانَ ثنية الْوَدَاع ¶ وسابق بَين الْخَيل الَّتِي لم تضمر من الثَّنية إِلَى مَسْجِد بني زُرَيْق ¶ وَأَن ابْن عمر كَانَ مِمَّن سَابق بهَا ¶ 162 - حَدثنِي مَالك عَن حميد الطَّوِيل عَن أنس بن مَالك أَن النَّبِي صلى الله عَلَيْهِ وَسلم خرج إِلَى خَيْبَر فَجَاءَهَا لَيْلًا وَكَانَ إِذا أَتَى قوما بلَيْل لَا يُغير عَلَيْهِم حَتَّى يصبح ¶ قَالَ فَلَمَّا أصبح خرج يهود بِمساحِيهِمْ وَمَكَاتِلهمْ فَلَمَّا رَأَوْهُ قَالُوا مُحَمَّد وَالله مُحَمَّد وَالْخَمِيس فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم خربَتْ خَيْبَر إِنَّا إِذا نزلنَا بِسَاحَة قوم فسَاء صباح الْمُنْذرين ¶ 163 - حَدثنِي عَن مَالك عَن عبد الله بن دِينَار قَالَ سَمِعت عبد الله بن عمر قرأيا أَيهَا النَّبِي إِذا طلّقْتُم النِّسَاء فطلقوهن لقبل عدتهن ¶ 164 - حَدثنِي مَالك عَن سعد بن إِسْحَاق بن كَعْب بن عجْرَة عَن عمته زَيْنَب بنت كَعْب بن عجْرَة عَن الفريعة",
            "page": "114",
            "part": "1",
            "seal": "F94C3EEB"
        },
        {
            "hno": "165",
            "id": "90",
            "nass": "بنت مَالك بن سِنَان وَهِي أُخْت أبي سعيد أخْبرتهَا أَنَّهَا جَاءَت رَسُول الله صلى الله عَلَيْهِ وَسلم لتسأله أَن ترجع إِلَى أَهلهَا فِي بني خدرة فَإِن زَوجهَا خرج فِي طلب أعبد لَهُ أَبقوا حَتَّى إِذا كَانُوا بِطرف الْقدوم لحقهم فَقَتَلُوهُ فَسَأَلت رَسُول الله صلى الله عَلَيْهِ وَسلم أرجع إِلَى أَهلِي فَإِن زَوجي لم يتركني فِي مسكن يملكهُ وَلَا نَفَقَة قَالَت فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم نعم ¶ قَالَت فَانْصَرَفت حَتَّى إِذا كنت فِي الْحُجْرَة أَو فِي الْمَسْجِد دَعَاني أَو أَمر بِي فَدُعِيت لَهُ فَقَالَ كَيفَ قلت ¶ فَرددت عَلَيْهِ الْقِصَّة الَّتِي ذكرت لَهُ من شَأْن زَوجي فَقَالَ امكثي فِي بَيْتك حَتَّى يبلغ الْكتاب أَجله ¶ قَالَت فاعتددت فِيهِ أَرْبَعَة أشهر وَعشرا ¶ قَالَت فَلَمَّا كَانَ عُثْمَان بن عَفَّان أرسل إِلَيّ فَسَأَلَنِي عَن ذَلِك فَأَخْبَرته فَاتبعهُ وَقضى بِهِ ¶ 165 - حَدثنَا مُصعب ثَنَا مَالك عَن عبد الله بن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم عَن حميد بن نَافِع عَن زَيْنَب ابْنة",
            "page": "115",
            "part": "1",
            "seal": "59D44099"
        },
        {
            "hno": "166",
            "id": "91",
            "nass": "أبي سَلمَة أَنَّهَا أخْبرته إِنَّهَا قَالَت دخلت على أم حَبِيبَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم حِين توفّي أَبوهَا أَبُو سُفْيَان فدعَتْ أم حَبِيبَة بِطيب فِيهِ صفرَة خلوق أَو غَيره فدهنت مِنْهُ جَارِيَة لَهَا ثمَّ مست بعارضيها وَقَالَت وَالله مَا لي بالطيب من حَاجَة غير أَنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لَا يحل لامْرَأَة تؤمن بِاللَّه وَالْيَوْم الآخر تحد على ميت فَوق ثَلَاث إِلَّا على زوج أَرْبَعَة أشهر وَعشرا ¶ 166 - حَدثنَا مَالك عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة عَن أبي هُرَيْرَة وَزيد بن خَالِد الْجُهَنِيّ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم سُئِلَ عَن الْأمة إِذا زنت وَلم تحصن قَالَ إِن زنت فاجلدها ثمَّ إِن زنت فاجلدها ثمَّ إِن زنت فاجلدوها ثمَّ بيعوها وَلَو بضفير",
            "page": "116",
            "part": "1",
            "seal": "37892FBF"
        },
        {
            "hno": "167",
            "id": "92",
            "nass": "167 - حَدثنَا مَالك عَن ابْن شهَاب عَن سعيد بن الْمسيب أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قضى فِي الْجَنِين يقتل فِي بطن أمه بغرة عبد أَو أمة ¶ فَقَالَ الَّذِي قضي عَلَيْهِ كَيفَ أغرم من لَا أكل وَلَا شرب وَلَا اسْتهلّ وَمثل ذَلِك يطلّ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِنَّمَا هَذَا من إخْوَان الْكُهَّان ¶ 168 - حَدثنِي مَالك عَن ابْن شهَاب أَن عمر بن الْخطاب نَشد النَّاس فَقَالَ من كَانَ عِنْده علم من الدِّيَة فليخبرني فَقَامَ الضَّحَّاك بن سُفْيَان فَقَالَ كتب رَسُول الله صلى الله عَلَيْهِ وَسلم أَن أورث امْرَأَة أَشْيَم الضبابِي من دِيَته ¶ فَقَالَ عمر ادخل الخباء حَتَّى آتِيك ¶ فَلَمَّا نزل عمر أخبرهُ الضَّحَّاك فَقضى بذلك عمر ¶ قَالَ ابْن شهَاب وَكَانَ قتل أَشْيَم خطأ ¶ 169 - حَدثنِي مَالك عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة عَن أبي هُرَيْرَة وَزيد بن خَالِد الْجُهَنِيّ أَنَّهُمَا",
            "page": "117",
            "part": "1",
            "seal": "7EA33C3A"
        },
        {
            "hno": "170",
            "id": "93",
            "nass": "أخبراه أَن رجلَيْنِ اخْتَصمَا إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ أَحدهمَا يَا رَسُول الله اقْضِ بَيْننَا بِكِتَاب الله وَقَالَ الآخر وَهُوَ أفقههما أجل يَا رَسُول الله فَاقْض بَيْننَا بِكِتَاب الله وائذن لي أَن أَتكَلّم قَالَ تكلم ¶ قَالَ إِن ابْني كَانَ عسيفا على هَذَا والعسيف الْأَجِير فزنى بامرأته وأخبرت أَن على ابْني الرَّجْم فَافْتَدَيْت مِنْهُ بِمِائَة شَاة وَجَارِيَة لي ثمَّ إِنِّي سَأَلت أهل الْعلم فَأَخْبرُونِي أَن مَا على ابْني جلد مائَة وتغريب عَام وَإِنَّمَا الرَّجْم على امْرَأَته ¶ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أما وَالَّذِي نَفسِي بِيَدِهِ لأقضين بَيْنكُمَا بِكِتَاب الله أما غنمك وجاريتك فَرد إِلَيْك وَجلد ابْنه مائَة وغربة عَاما وَأمر أنيس الْأَسْلَمِيّ أَن يَأْتِي امْرَأَة الآخر فَإِن اعْترفت ارجمها فَاعْترفت فرجمها ¶ 170 - حَدثنِي مَالك عَن سُهَيْل بن أبي صَالح عَن أَبِيه عَن أبي هُرَيْرَة أَن سعد بن عبَادَة قَالَ يَا رَسُول الله أَرَأَيْت إِن",
            "page": "118",
            "part": "1",
            "seal": "09A1F96C"
        },
        {
            "hno": "171",
            "id": "94",
            "nass": "وجدت مَعَ امْرَأَتي رجلا أمهله حَتَّى آتِي بأَرْبعَة شُهَدَاء قَالَ نعم ¶ 171 - حَدثنِي مَالك عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة عَن عبد الله ابْن عَبَّاس قَالَ سَمِعت عمر بن الْخطاب يَقُول الرَّجْم فِي كتاب الله حق على من زنى إِذا أحصن من الرِّجَال وَالنِّسَاء إِذا قَامَت الْبَيِّنَة أَو كَانَ الْحَبل أَو الِاعْتِرَاف ¶ 172 - حَدثنِي مَالك عَن يحيى بن سعيد أَنه سمع سعيد بن الْمسيب يَقُول لما صدر عمر بن الْخطاب عَن منى أَنَاخَ بِالْأَبْطح ثمَّ كوم كومة من بطحاء ثمَّ طرح عَلَيْهَا رِدَاءَهُ واستلقى وَمد يَدَيْهِ إِلَى السَّمَاء فَقَالَ اللَّهُمَّ كَبرت سني وضعفت قوتي وانتشرت رعيتي فاقبضني إِلَيْك غير مضيع وَلَا مفرط ¶ ثمَّ قدم الْمَدِينَة فَخَطب النَّاس فَقَالَ أَيهَا النَّاس قد سنت لكم السّنَن وفرضت لكم الْفَرَائِض وتركتم على الْوَاضِحَة لَا تضلوا بِالنَّاسِ يَمِينا وَشمَالًا وصفق بِإِحْدَى يَدَيْهِ على",
            "page": "119",
            "part": "1",
            "seal": "C54C5EE1"
        },
        {
            "hno": "173",
            "id": "95",
            "nass": "الْأُخْرَى ثمَّ قَالَ إيَّاكُمْ أَن تهلكوا عَن آيَة الرَّجْم أَن يَقُول قَائِل لَا نجد حَدَّيْنِ فِي كتاب الله فقد رجم رَسُول الله صلى الله عَلَيْهِ وَسلم ورجمنا وَالَّذِي نَفسِي بِيَدِهِ لَوْلَا أَن يَقُول قَائِل زَاد عمر بن الْخطاب فِي كتاب الله لكتبتها الشَّيْخ وَالشَّيْخَة فَارْجُمُوهُمَا الْبَتَّةَ وَإِنَّا قد قرأناها ¶ 173 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قطع سَارِقا فِي مجن قِيمَته ثَلَاثَة دَرَاهِم ¶ 174 - حَدثنِي مَالك عَن يحيى بن سعيد عَن عمْرَة بنت عبد الرَّحْمَن إِن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم قَالَت مَا طَال عَليّ وَلَا نسيت الْقطع فِي ربع دِينَار فَصَاعِدا",
            "page": "120",
            "part": "1",
            "seal": "9C9BAD8E"
        },
        {
            "hno": "175",
            "id": "96",
            "nass": "175 - حَدثنِي مَالك عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ تكفل الله لمن جَاهد فِي سَبيله لَا يُخرجهُ من بَيته إِلَّا الْجِهَاد فِي سَبِيل الله وتصديق كَلمته أَن يدْخلهُ الْجنَّة أَو يرجعه إِلَى مَسْكَنه الَّذِي خرج مِنْهُ مَعَ مَا نَالَ من أجر أَو غنيمَة ¶ 176 - حَدثنِي مَالك عَن زيد بن أسلم عَن أبي صَالح السمان عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ الْخَيل لثَلَاثَة لرجل أجر ولرجل ستر وعَلى رجل وزر فَأَما الَّذِي هِيَ لَهُ أجر فَرجل ربطها فِي سَبِيل الله فَأطَال لَهَا فِي مرج أَو رَوْضَة فَمَا أَصَابَت فِي طيلها ذَلِك من المرج أَو الرَّوْضَة كَانَت لَهُ حَسَنَات وَلَو أَنَّهَا قطعت طيلها ذَلِك واستنت شرفا أَو شرفين كَانَت آثارها وأرواثها حَسَنَات لَهُ وَلَو أَنَّهَا مرت بنهر فَشَرِبت مِنْهُ وَلم يرد أَن يسقيبها كَانَ ذَلِك حَسَنَات لَهُ فَهِيَ لذَلِك أجر",
            "page": "121",
            "part": "1",
            "seal": "733D235C"
        },
        {
            "hno": "177",
            "id": "97",
            "nass": "وَرجل ربطها تغَنِّيا وَتَعَفُّفًا ثمَّ لم ينس حق الله فِي رقابها وَلَا ظُهُورهَا فَهِيَ لذَلِك ستر ¶ وَرجل ربطها فخرا ورياء ونواء لأهل الْإِسْلَام فَهِيَ على ذَلِك وزر ¶ وَسُئِلَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَن الْحمر فَقَالَ مَا أنزل فِيهَا شَيْء إِلَّا هَذِه الْآيَة الجامعة الفاذة فَمن يعْمل مِثْقَال ذرة خيرا يره وَمن يعْمل مِثْقَال ذرة شرا يره ¶ 177 - حَدثنِي مَالك عَن يحيى بن سعيد أَخْبرنِي عبَادَة بن الْوَلِيد عَن أَبِيه عَن عبَادَة بن الصَّامِت قَالَ بَايعنَا رَسُول الله صلى الله عَلَيْهِ وَسلم على السّمع وَالطَّاعَة فِي الْيُسْر والعسر والمنشط وَالْمكْره وَأَن لَا ننازع الْأَمر أَهله وَأَن نقُول أَو نقوم بِالْحَقِّ حَيْثُ كُنَّا لَا نَخَاف فِي الله لومة لائم ¶ 178 - حَدثنِي مَالك عَن أبي الرِّجَال مُحَمَّد بن عبد الرَّحْمَن عَن أمه عمْرَة بنت عبد الرَّحْمَن عَن عَائِشَة أَنَّهَا كَانَت أعتقت جَارِيَة لَهَا عَن دبر مِنْهَا ثمَّ إِن عَائِشَة مَرضت بعد",
            "page": "122",
            "part": "1",
            "seal": "978E5875"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "ذَلِك مَا شَاءَ الله فَدخل عَلَيْهَا سندي فَقَالَ لَهَا أَنْت مطبوبة فَقَالَت عَائِشَة من طبني قَالَ امْرَأَة من نعتها كَذَا وَكَذَا فوصفها ¶ فَقَالَت عَائِشَة ادعوا لي فُلَانَة لجارية لَهَا فوجدوها فِي بَيت جيران لَهَا فِي حجرها صبي قد بَال فَقَالَت حَتَّى أغسل بَوْل الصَّبِي فغسلته ثمَّ جَاءَت فَقَالَت لَهَا عَائِشَة أسحرتيني قَالَ نعم ¶ قَالَت لم قَالَت أَحْبَبْت الْعتْق قَالَت عَائِشَة وَالله لَا تعتقين أبدا ¶ فَأمرت عَائِشَة ابْن أَخِيهَا أَن يَبِيعهَا فِي الْأَعْرَاب مِمَّن يسيء ملكتها قَالَت ثمَّ ابتع لي بِثمنِهَا رَقَبَة حَتَّى أعْتقهَا ¶ فَفعل ذَلِك ¶ فَقَالَت عمْرَة فَلَبثت عَائِشَة مَا شَاءَ الله من الزَّمَان ثمَّ إِنَّهَا رَأَتْ فِي النّوم أَن اغْتَسِلِي من ثَلَاثَة آبر يمد بَعْضهَا بَعْضًا فَإنَّك تشفين ¶ قَالَت عمْرَة فَدخل على عَائِشَة إِسْمَاعِيل بن عبد الله بن أبي بكر وَعبد الرَّحْمَن بن سعد بن زُرَارَة فَذكرت لَهما عَائِشَة الَّذِي رَأَتْ فَانْطَلقُوا إِلَى قناة فوجدوا آبر ثَلَاثَة يمد بَعْضهَا بَعْضًا",
            "page": "123",
            "part": "1",
            "seal": "E39664AC"
        },
        {
            "hno": "179",
            "id": "99",
            "nass": "فاستقوا من كل بِئْر مِنْهَا ثلث شجب حَتَّى ملأوا الشجب ثمَّ أَتَوا بِهِ عَائِشَة فاغتسلت فشفيت ¶ 179 - حَدثنِي مَالك عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَالَّذِي نَفسِي بِيَدِهِ لَا يكلم أحد فِي سَبِيل الله وَالله أعلم بِمن يكلم فِي سَبيله إِلَّا جَاءَ يَوْم الْقِيَامَة اللَّوْن لون دم وَالرِّيح ريح الْمسك ¶ 180 - حَدثنِي مَالك عَن يحيى بن سعيد عَن مُحَمَّد بن يحيى بن حبَان أَن عبدا سرق ¶ فاستعدى على العَبْد مَرْوَان بن الحكم فسجن العَبْد وَأَرَادَ قطع يَده فَانْطَلق سيد العَبْد إِلَى رَافع بن خديج فَسَأَلَهُ عَن ذَلِك فَأخْبرهُ أَنه سمع رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لَا قطع فِي ثَمَر وَلَا كثر ¶ والكثر الْجمار",
            "page": "124",
            "part": "1",
            "seal": "D15EC24C"
        },
        {
            "hno": "181",
            "id": "100",
            "nass": "فَقَالَ الرجل فَإِن مَرْوَان بن الحكم أَخذ غُلَاما لي وَهُوَ يُرِيد قطع يَده وَأَنا أحب أَن تمشي معي إِلَيْهِ فتخبره بِالَّذِي سَمِعت من رَسُول الله صلى الله عَلَيْهِ وَسلم فَمشى مَعَه رَافع بن خديج حَتَّى أَتَى مَرْوَان بن الحكم فَقَالَ أخذت غُلَاما لهَذَا فَقَالَ نعم ¶ فَقَالَ فَمَا أَنْت صانع بِهِ قَالَ أردْت قطع يَده ¶ فَقَالَ لَهُ رَافع سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لَا قطع فِي ثَمَر وَلَا كثر فَأمر مَرْوَان بِالْعَبدِ فَأرْسل ¶ 181 - حَدثنِي مَالك عَن ابْن شهَاب عَن صَفْوَان بن عبد الله بن صَفْوَان بن أُميَّة أَن صَفْوَان قيل لَهُ من لم يُهَاجر هلك ¶ قَالَ فَقدم صَفْوَان بن أُميَّة الْمَدِينَة فَنَامَ فِي الْمَسْجِد وتوسد رِدَاءَهُ فجَاء سَارِق فَأخذ رِدَاءَهُ فَأخذ صَفْوَان السَّارِق فجَاء بِهِ إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَأمر بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم أَن تقطع يَده فَقَالَ صَفْوَان إِنِّي لم أرد هَذَا هُوَ عَلَيْهِ صَدَقَة ¶ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَهَلا قبل أَن تَأتِينِي بِهِ",
            "page": "125",
            "part": "1",
            "seal": "4FE0BE47"
        },
        {
            "hno": "182",
            "id": "101",
            "nass": "182 - حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم خطب النَّاس فِي بعض مغازيه فَأَقْبَلت نَحوه فَانْصَرف قبل أَن أبلغه فَسَأَلت مَاذَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم قَالُوا نهى أَن ينتبذ فِي الدُّبَّاء والمزفت ¶ 183 - حَدثنِي مَالك عَن الْعَلَاء بن عبد الرَّحْمَن عَن أَبِيه عَن أبي هُرَيْرَة إِن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى أَن ينتبذ فِي الدُّبَّاء والمزفت ¶ 184 - حَدثنِي مَالك عَن الثِّقَة عِنْده عَن بكير بن عبد الله الْأَشَج عَن عبد الرَّحْمَن بن الْحباب السّلمِيّ عَن أبي قَتَادَة الْأنْصَارِيّ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى أَن يشرب التَّمْر وَالزَّبِيب جَمِيعًا والزهو وَالرّطب جَمِيعًا",
            "page": "126",
            "part": "1",
            "seal": "A43887F9"
        },
        {
            "hno": "185",
            "id": "102",
            "nass": "185 - حَدثنِي مَالك عَن زيد بن أسلم عَن ابْن وَعلة الْمصْرِيّ أَنه سَأَلَ ابْن عَبَّاس عَمَّا يعصر من الْعِنَب فَقَالَ ابْن عَبَّاس أهْدى رجل لرَسُول الله صلى الله عَلَيْهِ وَسلم راوية خمر فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم أما علمت أَن الله حرمهَا ¶ فَسَار الرجل إنْسَانا إِلَى جنبه فَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم بِمَا ساررته ¶ قَالَ أَمرته أَن يَبِيعهَا ¶ فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الَّذِي حرم شربهَا حرم بيعهَا ¶ فَفتح الرجل المزادتين حَتَّى ذهب مَا فيهمَا ¶ 186 - حَدثنِي مَالك عَن ابْن شهَاب عَن أبي سَلمَة بن عبد الرَّحْمَن عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم أَنَّهَا قَالَت سُئِلَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَن البتع فَقَالَ كل شراب أسكر فَهُوَ حرَام ¶ 187 - حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر إِن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ من شرب الْخمر فِي الدُّنْيَا ثمَّ لم يتب مِنْهَا حرمهَا فِي الْآخِرَة",
            "page": "127",
            "part": "1",
            "seal": "1668B6D2"
        },
        {
            "hno": "188",
            "id": "103",
            "nass": "188 - حَدثنِي عَن مَالك عَن إِسْحَاق بن عبد الله بن أبي طَلْحَة عَن أنس بن مَالك أَنه قَالَ كنت أَسْقِي أَبَا عُبَيْدَة بن الْجراح وَأَبا طَلْحَة الْأنْصَارِيّ وَأبي بن كَعْب شرابًا من فضيخ وتمر فَجَاءَهُمْ آتٍ فَقَالَ إِن الْخمر قد حرمت فَقَالَ أَبُو طَلْحَة يَا أنس قُم إِلَى هَذِه الجرار فاكسرها ¶ قَالَ فَقُمْت إِلَى مهراس لنا فضربتها بأسفله حَتَّى تَكَسَّرَتْ ¶ 189 - حَدثنِي مَالك عَن مُحَمَّد بن يحيى بن حبَان عَن الْأَعْرَج عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن صِيَام يَوْم الْأَضْحَى وَيَوْم الْفطر ¶ 190 - حَدثنِي مَالك عَن يزِيد بن عبد الله بن الْهَاد عَن أبي مرّة مولى أم هَانِئ أَنه دخل مَعَ عبد الله بن عَمْرو على أَبِيه عَمْرو بن الْعَاصِ فَقرب إِلَيْهِ طَعَاما فَقَالَ كل قَالَ إِنِّي صَائِم فَقَالَ عَمْرو كل هَذِه الْأَيَّام الَّتِي كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَأْمُرنَا بإفطارها وَينْهى عَن صيامها",
            "page": "128",
            "part": "1",
            "seal": "A79DE9A2"
        },
        {
            "hno": "191",
            "id": "104",
            "nass": "191 - حَدثنِي مَالك عَن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم رأى رجلا يَسُوق بَدَنَة فَقَالَ اركبها ¶ قَالَ إِنَّهَا بَدَنَة فَقَالَ اركبها وَيلك فِي الثَّانِيَة أَو فِي الثَّالِثَة ¶ 192 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر خرج فِي الْفِتْنَة مُعْتَمِرًا وَقَالَ إِن صددت عَن الْبَيْت صنعنَا كَمَا صنعنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَأهل بِعُمْرَة وَسَار حَتَّى إِذا ظهر على الْبَيْدَاء الْتفت إِلَى أَصْحَابه فَقَالَ مَا أَمرهمَا إِلَّا وَاحِدًا أشهدكم أَنِّي قد أوجبت الْحَج مَعَ الْعمرَة حَتَّى إِذا جَاءَ الْبَيْت طَاف بِهِ سبعا وَطَاف بَين الصَّفَا والمروة سبعا لم يزدْ عَلَيْهِ وَرَأى أَنه مجزئ عَنهُ وَأهْدى ¶ 193 - حَدثنِي مَالك عَن الزُّهْرِيّ عَن سَالم وَعبيد الله ابْني عبد الله بن عمر أَن عبد الله كَانَ يقدم أَهله وصبيانه من الْمزْدَلِفَة إِلَى منى حَتَّى يصلوا الصُّبْح بمنى ويرموا قبل أَن يَأْتِي النَّاس",
            "page": "129",
            "part": "1",
            "seal": "9494737A"
        },
        {
            "hno": "194",
            "id": "105",
            "nass": "194 - حَدثنِي مَالك عَن هِشَام بن عُرْوَة عَن أَبِيه أَنه قَالَ سُئِلَ أُسَامَة بن زيد وَأَنا جَالس مَعَه كَيفَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي حجَّة الْوَدَاع يسير فِي حجَّة الْوَدَاع حِين دفع قَالَ كَانَ يسير الْعُنُق فَإِذا وجد فجوة نَص ¶ قَالَ هِشَام وَالنَّص فَوق الْعُنُق ¶ 195 - حَدثنِي مَالك عَن ابْن شهَاب عَن عبيد الله بن عبد الله بن عتبَة عَن عبد الله ابْن عَبَّاس أَنه قَالَ صلى رَسُول الله صلى الله عَلَيْهِ وَسلم بمنى فَجئْت على حمَار لي وَقد ناهزت الْحلم فمررت بَين يَدي بعض الصَّفّ فَنزلت وأرسلته يرتع وَدخلت مَعَ الإِمَام فَلم يُنكر ذَلِك عَليّ أحد ¶ 196 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنَاخَ بالبطحاء الَّتِي بِذِي الحليفة فصلى بهَا فَكَانَ عبد الله يفعل ذَلِك",
            "page": "130",
            "part": "1",
            "seal": "77A1FCF2"
        },
        {
            "hno": "197",
            "id": "106",
            "nass": "197 - حَدثنِي مَالك عَن عبد الله بن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم عَن أَبِيه أَن أَبَا البداح بن عَاصِم بن عدي أخبرهُ عَن أَبِيه أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أرخص لرعاء الْإِبِل فِي البيتوتة يرْمونَ الْغَد وَبعد الْغَد ليومين يرْمونَ يَوْم النَّفر ¶ 198 - حَدثنِي مَالك عَن عبد الرَّحْمَن بن الْقَاسِم عَن أَبِيه عَن عَائِشَة أَنَّهَا قَالَت قدمت مَكَّة وَأَنا حَائِض وَلم أطف بِالْبَيْتِ وَلَا بَين الصَّفَا والمروة قَالَت فشكوت ذَلِك إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ افعلي كَمَا يفعل الْحَاج غير أَن لَا تطوفي بِالْبَيْتِ حَتَّى تطهري ¶ 199 - وبإسناده أَن صَفِيَّة بنت حييّ حَاضَت فَذكرت للنَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ أحابستنا هِيَ فَقيل إِنَّهَا قد أفاضت فَقَالَ فَلَا إِذا",
            "page": "131",
            "part": "1",
            "seal": "CB180BB5"
        },
        {
            "hno": "200",
            "id": "107",
            "nass": "200 - حَدثنِي مَالك عَن عبد الله بن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم عَن أَبِيه عَن عمْرَة بنت عبد الرَّحْمَن عَن عَائِشَة أَنَّهَا قَالَت لرَسُول الله صلى الله عَلَيْهِ وَسلم إِن صَفِيَّة بنت حييّ قد حَاضَت فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أحابستنا يَعْنِي هِيَ ألم تكن قد طافت معكن بِالْبَيْتِ قَالُوا بلَى قَالَ فاخرجن ¶ 201 - حَدثنِي مَالك عَن يحيى بن سعيد عَن سعيد بن أبي سعيد المَقْبُري عَن عبد الله بن أبي قَتَادَة الْأنْصَارِيّ عَن أَبِيه أَنه قَالَ جَاءَ رجل إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ يَا رَسُول الله إِن قتلت فِي سَبِيل الله صَابِرًا محتسبا مُقبلا غير مُدبر يكفر الله عَلَيْهِ السَّلَام عني خطاياي فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم نعم ¶ فَلَمَّا أدبر ناداه رَسُول الله صلى الله عَلَيْهِ وَسلم أَو أَمر بِهِ فَنُوديَ لَهُ فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم كَيفَ قلت",
            "page": "132",
            "part": "1",
            "seal": "60667BC0"
        },
        {
            "hno": "202",
            "id": "108",
            "nass": "فَأَعَادَ قَوْله فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم نعم إِلَّا الدّين كَذَلِك قَالَ لي جِبْرِيل ¶ 202 - حَدثنِي مَالك عَن عبد الله بن عبد الله بن جَابر بن عتِيك عَن عتِيك بن الْحَارِث وَهُوَ جد عبد الله بن عبد الله أَبُو أمه أَنه أخبرهُ أَن جَابر بن عتِيك أخبرهُ قَالَ مُصعب سقط من كتابي جَابر وثبتني فِي غير وَاحِد من أَصْحَابِي أَن رَسُول الله صلى الله عَلَيْهِ وَسلم جَاءَ يعود عبد الله بن ثَابت فَوَجَدَهُ قد غلب فصاح بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَلم يجبهُ فَاسْتَرْجع رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ غلبنا عَلَيْك يَا أَبَا الرّبيع فصاح النسْوَة وبكين فَجعل ابْن عتِيك يسكتهن فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم دَعْهُنَّ فَإِذا وَجب فَلَا تبكين باكية ¶ فَقَالُوا وَمَا الْوُجُوب يَا رَسُول الله قَالَ إِذا مَاتَ ¶ قَالَت ابْنَته وَالله إِن كنت لأرجو أَن تكون شَهِيدا فَإنَّك كنت قد قضيت جهازك فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن الله قد أوقع أجره على قدر نِيَّته وَمَا تَعدونَ الشَّهَادَة قَالُوا الْقَتْل فِي سَبِيل الله",
            "page": "133",
            "part": "1",
            "seal": "D6B03548"
        },
        {
            "hno": "203",
            "id": "109",
            "nass": "فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم الشَّهَادَة سبع سوى الْقَتْل فِي سَبِيل الله المطعون شَهِيد وَالْغَرق شَهِيد وَصَاحب ذَات الْجنب شَهِيد والمبطون شَهِيد وَصَاحب الْحَرِيق شَهِيد وَصَاحب الْهدم شَهِيد وَالْمَرْأَة تَمُوت بِجمع شهيدة ¶ 203 - حَدثنِي مَالك عَن نَافِع عَن ابْن عمر أَن عمر بن الْخطاب غسل وكفن وَصلي عَلَيْهِ وَكَانَ شَهِيدا ¶ 204 - وبإسناده أَن عمر حمل على فرس فِي سَبِيل الله فَوَجَدَهُ يُبَاع فَأَرَادَ ابتياعه فَسَأَلَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ لَا تبتعه وَلَا تعد فِي صدقتك ¶ 205 - حَدثنِي مَالك عَن زيد بن أسلم عَن أَبِيه أَنه قَالَ سَمِعت عمر يَقُول حملت على فرس فِي سَبِيل الله فأضاعه الَّذِي كَانَ عِنْده فَأَرَدْت أَن أشتريه مِنْهُ وظننت أَنه بَائِعه برخص فَسَأَلت رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ لَا تشتريه",
            "page": "134",
            "part": "1",
            "seal": "402EC15B"
        },
        {
            "hno": "206",
            "id": "110",
            "nass": "وَإِن أعطاكه بدرهم وَاحِد فَإِن الْعَائِد فِي صدقته كَالْكَلْبِ يعود فِي قيئه ¶ 206 - حَدثنِي مَالك عَن إِسْحَاق بن عبد الله عَن أنس أَنه سَمعه يَقُول كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا ذهب إِلَى قبَاء دخل على أم حرَام بنت ملْحَان فتطعمه وَكَانَت أم حرَام عِنْد عبَادَة بن الصَّامِت فَدخل عَلَيْهَا يَوْمًا فأطعمته وَجَلَست تفلي رَأسه فَنَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم ثمَّ اسْتَيْقَظَ وَهُوَ يضْحك فَقَالَت مَا يضحكك يَا رَسُول الله قَالَ نَاس من أمتِي عرضوا عَليّ غزَاة فِي سَبِيل الله يركبون ثبج هَذَا الْبَحْر ملوكا على الأسرة أَو قَالَ مثل الْمُلُوك على الأسرة شكّ إِسْحَاق ¶ قَالَت فَقلت يَا رَسُول الله ادْع الله أَن يَجْعَلنِي مِنْهُم ¶ فَدَعَا لَهَا ثمَّ وضع رَأسه فَنَامَ ثمَّ اسْتَيْقَظَ يضْحك قَالَت فَقلت لَهُ يَا رَسُول الله مَا يضحكك قَالَ نَاس من أمتِي عرضوا عَليّ غزَاة فِي سَبِيل الله ملوكا على الأسرة أَو مثل الْمُلُوك على الأسرة كَمَا قَالَ فِي الأولى قَالَت فَقلت يَا رَسُول",
            "page": "135",
            "part": "1",
            "seal": "C5A92B52"
        },
        {
            "hno": "207",
            "id": "111",
            "nass": "الله ادْع الله ان يَجْعَلنِي مِنْهُم قَالَ أَنْت من الْأَوَّلين قَالَ فركبت الْبَحْر فِي زمَان مُعَاوِيَة فصرعت عَن دابتها حِين خرجت من الْبَحْر فَمَاتَتْ ¶ 207 - حَدثنِي مَالك عَن نَافِع عَن عبد الله بن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا قفل من غَزْو أَو حج أَو عمْرَة يكبر على كل شرف ثَلَاث تَكْبِيرَات ثمَّ يَقُول لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ لَهُ الْملك وَله الْحَمد وَهُوَ على كل شَيْء قدير آيبون تائبون عَابِدُونَ ساجدون لربنا حامدون صدق الله وعده وَنصر عَبده وَهزمَ الْأَحْزَاب وَحده ¶ 208 - 6244 حَدثنِي مَالك عَن مُحَمَّد بن عَمْرو بن حلحلة الديلِي عَن مُحَمَّد بن عمرَان الْأنْصَارِيّ عَن أَبِيه أَنه قَالَ عدل إِلَيّ عبد الله بن عمر وَأَنا نَازل تَحت سرحة بطرِيق مَكَّة فَقَالَ مَا أنزلك تَحت هَذِه السرحة فَقلت أردْت ظلها",
            "page": "136",
            "part": "1",
            "seal": "690B371F"
        },
        {
            "hno": "209",
            "id": "112",
            "nass": "فَقَالَ هَل غير ذَلِك فَقلت لَا مَا أنزلني إِلَّا ذَلِك ¶ فَقَالَ عبد الله بن عمر قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا كنت بَين الأخشبين من منى ونفح بِيَدِهِ نَحْو الْمشرق فَإِن هُنَاكَ وَاديا يُقَال لَهُ وَاد السرر بِهِ سرحة سر تحتهَا سَبْعُونَ نَبيا ¶ 209 - حَدثنِي مَالك عَن عبد الله بن أبي بكر بن مُحَمَّد بن عَمْرو بن حزم عَن أَبِيه أَن فِي الْكتاب الَّذِي كتبه رَسُول الله صلى الله عَلَيْهِ وَسلم لعَمْرو بن حزم فِي الْعُقُول إِن فِي النَّفس مائَة من الْإِبِل وَفِي الْأنف إِذا أوعي جدعا مائَة من الْإِبِل وَفِي المأمومة ثلث النَّفس وَفِي الْجَائِفَة مثلهَا وَفِي الْعين خَمْسُونَ وَفِي الْيَد خَمْسُونَ وَفِي الرجل خَمْسُونَ وَفِي كل",
            "page": "137",
            "part": "1",
            "seal": "F61CC888"
        },
        {
            "hno": "210",
            "id": "113",
            "nass": "أصْبع مِمَّا هُنَالك عشر من الْإِبِل وَفِي السن خمس من الْإِبِل وَفِي الْمُوَضّحَة خمس من الْإِبِل ¶ 210 - حَدثنَا مَالك عَن ابْن شهَاب عَن سعيد بن الْمسيب أَنه كَانَ يَقُول فِي الشفتين يَعْنِي الدِّيَة إِذا قطعت السُّفْلى فَفِيهَا ثلثا الدِّيَة ¶ 211 - حَدثنَا مَالك عَن يحيى بن سعيد عَن سُلَيْمَان بن يسَار أَن زيد بن ثَابت كَانَ يَقُول فِي الْعين الْقَائِمَة العوراء إِذا أطفئت مائَة دِينَار",
            "page": "138",
            "part": "1",
            "seal": "5594B09A"
        },
        {
            "hno": "212",
            "id": "114",
            "nass": "212 - حَدثنَا مَالك عَن يحيى بن سعيد عَن سعيد بن الْمسيب أَنه قَالَ فِي كل نَافِذَة فِي عُضْو من الْأَعْضَاء فَفِيهَا ثلث عقل ذَلِك الْعُضْو ¶ 213 - حَدثنِي مَالك عَن زيد بن أسلم عَن مُسلم بن جُنْدُب عَن أسلم مولى عمر أَن عمر قضى فِي الضرس بجمل وَفِي الترقوة بجمل وَفِي الضلع بجمل ¶ 214 - حَدثنَا مَالك عَن دَاوُد بن الْحصين عَن أبي غطفان بن طريف المري أَنه أخبرهُ أَن مَرْوَان بن الحكم بَعثه إِلَى ابْن عَبَّاس يسْأَله مَاذَا فِي الضرس فَقَالَ ابْن عَبَّاس فِيهِ خمس من الْإِبِل ¶ قَالَ فردني مَرْوَان إِلَى عبد الله فَقَالَ أَتجْعَلُ مقدم الْفَم مثل الأضراس فَقَالَ لَو لم يعْتَبر ذَلِك إِلَّا بالأصابع عقلهَا سَوَاء",
            "page": "139",
            "part": "1",
            "seal": "3C88232B"
        },
        {
            "hno": "215",
            "id": "115",
            "nass": "215 - حَدثنِي مَالك عَن يحيى بن سعيد عَن سعيد بن الْمسيب قَالَ إِذا أُصِيبَت السن فاسودت فَفِيهَا عقلهَا فَإِن طرحت أَيْضا بعد أَن اسودت فَفِيهَا عقلهَا أَيْضا ¶ 216 - حَدثنَا مَالك عَن ربيعَة بن أبي عبد الرَّحْمَن قَالَ سَأَلت سعيد بن الْمسيب كم فِي أصْبع الْمَرْأَة قَالَ عشر من الْإِبِل ¶ قلت فكم فِي أصبعين قَالَ عشرُون من الْإِبِل ¶ قلت فكم فِي ثَلَاث أَصَابِع قَالَ ثَلَاثُونَ ¶ قلت فكم فِي أَربع قَالَ عشرُون من الْإِبِل ¶ قلت حِين عظم جرحها واشتدت مصيبتها نقص عقلهَا قَالَ سعيد أعراقي أَنْت قلت بل عَالم متثبت أَو جَاهِل متعلم ¶ قَالَ سعيد هِيَ السّنة يَا ابْن أخي ¶ 217 - حَدثنَا مَالك عَن يحيى بن سعيد عَن سُلَيْمَان بن يسَار يَقُول دِيَة الْمَجُوسِيّ ثَمَان مائَة دِرْهَم ¶ 218 - حَدثنَا مَالك عَن ابْن شهَاب عَن سعيد بن الْمسيب وَأبي سَلمَة بن عبد الرَّحْمَن عَن أبي هُرَيْرَة أَن رَسُول الله",
            "page": "140",
            "part": "1",
            "seal": "42DADF08"
        },
        {
            "hno": "219",
            "id": "116",
            "nass": "صلى الله عَلَيْهِ وَسلم قَالَ جرح العجماء جَبَّار والبئر جَبَّار والمعدن جَبَّار وَفِي الرِّكَاز الْخمس ¶ 219 - حَدثنِي عَن مَالك عَن أبي الزِّنَاد عَن سُلَيْمَان بن يسَار أَنه أخبرهُ أَن سائبة أعْتقهُ بعض الْحَاج كَانَ يلْعَب مَعَ ابْن رجل من بني عَائِذ فَقتل السائبة ابْن الرجل العائذي فجَاء أَبُو الْمَقْتُول إِلَى عمر بن الْخطاب يطْلب دِيَته فَأبى عمر أَن يَدَيْهِ فَقَالَ لَيْسَ لَهُ موَالِي ¶ فَقَالَ العائذي أَرَأَيْت لَو أَن ابْني قَتله قَالَ عمر إِذا تخرجُونَ الدِّيَة ¶ قَالَ فَهُوَ إِذا مثل الأرقم إِن يتْرك يلقم وَإِن يقتل ينقم ¶ 220 - حَدثنِي مَالك عَن ابْن شهَاب عَن عرَاك بن مَالك وَسليمَان بن يسَار أَن رجلا من بني سعد بن لَيْث أجْرى فرسا فوطئ على أصْبع رجل من جُهَيْنَة فنزى مِنْهَا فَمَاتَ فَقَالَ عمر للَّذي عَلَيْهِم تحلفون خمسين يَمِينا مَا مَاتَ مِنْهَا فَأَبَوا وتحرجوا من الْأَيْمَان فَقَالَ للآخرين",
            "page": "141",
            "part": "1",
            "seal": "F90CA09E"
        },
        {
            "hno": "221",
            "id": "117",
            "nass": "احلفوا أَنْتُم فَأَبَوا فَقضى عمر بِشَطْر الدِّيَة على السعديين ¶ 221 - حَدثنِي مَالك عَن يحيى بن سعيد عَن سعيد بن الْمسيب أَن عمر قتل خَمْسَة أَو سَبْعَة بِرَجُل وَاحِد قَتَلُوهُ قتل غيلَة فَقَالَ عمر لَو تمالأ عَلَيْهِ أهل صنعاء لقتلتهم بِهِ جَمِيعًا ¶ 222 - حَدثنِي مَالك عَن ابْن عمر بن حُسَيْن مولى عَائِشَة بنت قدامَة أَن عبد الْملك بن مَرْوَان أقاد ولي رجل من رجل قَتله بعصا فَقتله وليه بعصا ¶ 223 - حَدثنِي مَالك عَن يحيى بن سعيد عَن سعيد بن الْمسيب قَالَ تعاقل الْمَرْأَة الرجل إِلَى ثلث الدِّيَة إصبعها",
            "page": "142",
            "part": "1",
            "seal": "6109241E"
        },
        {
            "hno": "224",
            "id": "118",
            "nass": "كأصبعه وسنها كسنه وموضحتها كموضحته ومنقلتها كمنقلته ¶ 224 - حَدثنَا مَالك عَن ابْن شهَاب عَن أبي سَلمَة عَن أبي هُرَيْرَة أَن امْرَأتَيْنِ من هُذَيْل رمت إِحْدَاهمَا الْأُخْرَى فطرحت جَنِينهَا فَقضى فِيهِ رَسُول الله صلى الله عَلَيْهِ وَسلم بغرة عبد أَو أمة ¶ 225 - حَدثنَا مَالك عَن أبي ليلى بن عبد الله بن عبد الرَّحْمَن بن سهل عَن سهل بن أبي حثْمَة أَنه أخبرهُ عَن رجال من كبراء قومه أَن عبد الله بن سهل ومحيصة خرجا إِلَى خَيْبَر من جهد أَصَابَهُم فَأتى محيصة فَأخْبر أَن عبد الله بن سهل قد قتل وَطرح فِي فَقير أَو عين فَأتى يهود فَقَالَ أَنْتُم وَالله قَتَلْتُمُوهُ ¶ قَالُوا وَالله مَا قَتَلْنَاهُ ¶ ثمَّ أقبل حَتَّى قدم على قومه فَذكر لَهُم فَأقبل هُوَ وَأَخُوهُ حويصة وَهُوَ أكبر مِنْهُ وَعبد الرَّحْمَن فَذهب محيصة ليَتَكَلَّم وَهُوَ الَّذِي كَانَ بِخَيْبَر فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لمحيصة كبر كبر يُرِيد السن فَتكلم حويصة ثمَّ تكلم محيصة فَقَالَ رَسُول",
            "page": "143",
            "part": "1",
            "seal": "68A6D93E"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "الله صلى الله عَلَيْهِ وَسلم إِمَّا أَن يدوا صَاحبكُم وَإِمَّا أَن يؤذنوا بِحَرب ¶ فَكتب إِلَيْهِم رَسُول الله صلى الله عَلَيْهِ وَسلم فِي ذَلِك فَكَتَبُوا إِنَّا وَالله مَا قَتَلْنَاهُ ¶ فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لحويصة ومحيصة وَعبد الرَّحْمَن أتحلفون وتستحقون دم صَاحبكُم قَالُوا لَا ¶ قَالَ فتحلف لكم يهود ¶ قَالُوا لَيْسُوا بمسلمين ¶ فوداه رَسُول الله صلى الله عَلَيْهِ وَسلم من عِنْده فَبعث إِلَيْهِم بِمِائَة نَاقَة حَتَّى أدخلت عَلَيْهِم الدَّار ¶ قَالَ سهل لقد ركضتني مِنْهَا نَاقَة حَمْرَاء",
            "page": "144",
            "part": "1",
            "seal": "A8EEC298"
        }
    ],
    "t5733": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حديث مصعب"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "تم الجزء"
        }
    ]
}