{
    "b574": [
        {
            "id": "1",
            "nass": "السُنَّةُ كُلُّهَا تَشْرِيعٌ ¶ الأستاذ الدكتور موسى شاهين لاشين ¶ الخبير الأول بمركز بحوث السُنَّة والسيرة / جامعة قطر ¶ عدد الأجزاء: 1. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]. ¶ ¬__________ ¶ ملاحظة: [ذكر المؤلف التعليقات في الصفحات (من 89 إلى 92) ولكني وضعتها في صفحاتها المناسبة تسهيلا على الباحث].",
            "page": null,
            "part": "1",
            "seal": "6ECA12D2"
        },
        {
            "id": "2",
            "nass": "التقى فارسان، فكانت بينهما لوحة معلقة، بيضاء من جهة أحدهما، سوداء من جهة الآخر، قال الأول: ما أجمل هذه اللوحة البيضاء؟، قال الثاني: إنها سوداء، وتجادلا حتى كَادَا يَقْتَتِلاَنِ، وأدركهما فارس ثالث، يعلم حقيقة اللوحة، فقال لهما: لا عليكما. تبادلا المواقع. فتبادلا، فوجد كل منهما أنَّ صاحبه كان على صواب. ¶ وهكذا كثير من الخلافات بين الباحثين، تنشأ من عدم التلاقي على اصطلاح واحد أو عدم تحديدهم لموطن البحث، فيحكم كل منهم على شىء غير ما يحكم عليه الآخر وقد تكون عبارة الحكم غير دقيقة، كَأَنْ يُعَمَّمَ الحُكْمُ وَيُرِيدُ بِهِ خَاصًّا، أَوْ يُخَصَّصُ وَيُرِيدُ العُمُومَ، ولو حرر المراد ربما بطل الإيراد. ¶ وموضوعنا (السُنَّةُ وَالتَّشْرِيعُ - أَوْ السُنَّةُ تَشْرِيعِيَّةٌ وَغَيْرُ تَشْرِيعِيَّةٍ - أَوْ السُنَّةُ كُلُّهَا تَشْرِيعٌ) موضوع أثير في هذه الأيام، وَعَالَجَهُ المُتَخَصِّصُ وَغَيْرُ المُتَخَصِّصِ، وكتبت فيه كتابات سطحية، وكتابات علمية. والتبس فيه الحق بالباطل، وكثر فيه اللغو، ونصبت حوله الشُبُهَاتُ، حتى كادت الحقيقة العلمية تختفى وراء الظلال. ¶ ولو حرر المراد لانقشع الكثير من السحب، وربما تَمَّ الاتفاق بين المختلفين إذا صلح القصد وخلصت النيات. ¶ القَضِيَّةُ مُكَوَّنَةٌ مِنْ كَلِمَتَيْنِ: السُنَّةُ وَالتَّشْرِيعُ. ¶ وَالسُنَّةُ في اللغة الطريقة مُطْلَقًا، حَسَنَةً أَوْ سَيِّئَةً، وفي التنزيل: {وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ إِلاَّ أَنْ تَأْتِيَهُمْ سُنَّةُ الأَوَّلِينَ} (¬1). ¶ قال الزجاج: «سُنَّةُ الأوَّلِينَ أَنَّهُمْ عَايَنُوا العَذَابَ، فَقَالَ المُشْرِكُونَ: {اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ}» (¬2). ¶ وفي الحديث: «مَنْ سَنَّ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرِ مَنْ عَمِلَ بِهَا، وَمَنْ سَنَّ سُنَّةً سَيِّئَةً فَعَلَيْهِ وِزْرُهَا وَوِزْرِ مَنْ عَمِلَ بِهَا» (¬3). ¶ وكل من ابتدأ أمراً عمل به قوم بعده قيل: هو الذى سَنَّهُ. ¶ وفي حديث المجوس: «سُنُّوا بِهِمْ سُنََّةَ أَهْلِ الْكِتَابِ» (¬4) أي خذوهم وعاملوهم على طريقة أهل الكتاب واقبلوا منهم الجزية (¬5). ¶ والسُنَّةُ عتد الفقهاء تعدل المندوب والمُستحَبَّ، فهي حكم شرعى للفعل المطلوب ¶ ¬__________ ¶ (¬1) [سورة الكهف، الآية: 55]. ¶ (¬2) [سورة الأنفال، الآية: 32]. ¶ (¬3) أخرجه مسلم - كتاب الزكاة. ¶ (¬4) أخرجه مالك في \" الموطأ \" - كتاب الزكاة. ¶ (¬5) \" لسان العرب \": 13/ 225.",
            "page": "53",
            "part": "1",
            "seal": "43EAE811"
        },
        {
            "id": "3",
            "nass": "طَلَبًا غير جازم، يثاب فاعله، ولا يعاقب تاركه، فيقال مثلا: ركعتان قبل صلاة الصبح سُنَّةٌ وركعتا تحية المسجد سُنَّةٌ، وهذا المعنى هو المراد من قول ابن عباس: «لَيْسَ بِسُنَّةٍ» فيما رواه الامام أحمد في \" مسنده \" عن أبي الطفيل. قَالَ: قُلْتُ لابْنِ عَبَّاسٍ: «يَزْعُمُ قَوْمُكَ أنَّ رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - رَمَلَ بِالْبَيْتِ، وأنَّ ذلك سُنَّةٌ؟». فَقَالَ: «صَدَقُوا، وَكَذَبُوا». قلتُ: «مَا صَدَقُوا؟ وَمَا كَذَبُوا؟». قال: «صَدَقُوا. رَمَلَ رَسُولُ اللهِ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - بِالْبَيْتِ، وَكَذَبُوا. لَيْسَ بسُنَّةٍ، إِنَّ قُرَيْشًا قَالَتْ: دَعُوا مُحَمَّدًا وَأَصْحَابَهُ - زَمَنَ الْحُدَيْبِيَةِ - حَتَّى يَمُوتُوا مَوْتَ النَّغَفِ (*)، فَلَمَّا صَالَحُوهُ عَلَى أَنْ يَقْدِمُوا مِنَ الْعَامِ الْمُقْبِلِ، وَيُقِيمُوا بِمَكَّةَ ثَلاثًةَ أَيَّامٍ، فَقَدِمَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَالْمُشْرِكُونَ مِنْ قِبَلِ [قُعَيْقِعَانَ] ( ... )، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ارْمُلُوا بِالْبَيْتِ ثَلاثًا» (**) وَلَيْسَ بِسُنَّةٍ. قلتُ: ويزعم قومك أنه طاف بين الصفا والمروة على بعير؟ وأنَّ ذلك سُنَّةٌ؟ فقال: صدقوا، وكذبوا، فقلت: وما صدقوا؟ وما كذبوا؟ فقال: صدقوا قد طاف بين الصفا والمروة على بعير، وكذبوا ليس بسُنَّة، كانوا لا يدفعون عن رسول الله ولا يصرفون عنه، فطاف على بعير، ليسمعوا كلامه، ولا تناله أيديهم. قلت: ويزعم قومك أنَّ رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - سعى بين الصفا والمروة، وأنَّ ذلك سُنَّة؟ قال: صدقوا .. الحديث (¬6). ¶ فابن عباس أراد بِالسُنَّةِ مَا هُوَ مَطْلُوبٌ شَرْعًا يُثَابُ فَاعِلُهُ، فنفى أَنْ يكون الرمل في الطواف سُنَّةٌ مُلْزِمَةٌ مطلوبة يثاب عليه، وهو رأي لابن عباس، وعلى خلافه جمهور الفقهاء، إذ يرون أنه مستحب، لحديث ابن عمر الذي رواه \" البخاري \" و \" مسلم \". ¶ والمقصود هنا أَنَّ ابن عباس استعمل لفظ السُنَّةِ في المطلوب شَرْعًا، ولم يرد به السُنَّة عند الأُصُولِيِّينَ، وَالمُحَدِّثِينَ [أَقْوَالُ النَّبِيِّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وَأَفْعَالُهُ وَتَقْرِيرَاتُهُ] فأثبت فعل النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وَنَفَى أَنَّهُ سُنَّةٌ، فمن شاء رمل، ومن شاء لم يرمل. ¶ والسُنَّة عند الأُصُولِيِّينَ [أَقْوَالُ النَّبِيِّ - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وَأَفْعَالُهُ وَتَقْرِيرَاتُهُ] وَالمُحَدِّثُونَ يزيدون على هذه [وَصِفَاتُهُ الخَلْقِيَّة وَالخُلُقِيَّة] فهي عندهم تساوي الحديث المرفوع. ¶ أما لفظ التشريع فهو الحكم الشرعي لكل فعل من أفعال المُكَلَّفِينَ، سواء أكان الحكم هو الوجوب أم الحرمة أم الندب أم الكراهة أم الإباحة. ¶ وَلاَ شُبْهَةَ فِي أَنَّ الحرمة والوجوب والكراهة والندب حكم شرعي، إنما قد توجد ¶ ¬__________ ¶ (*) (النغف بفتح النون والغين دودٌ يكون في أنوف الإبل والغنم). ¶ (**) الرمل: المشي بسرعة مع تقارب الخطا، أشبه بالهرولة. ¶ ( ... ) [(قُعَيْقِعَانُ) جبل في مكة كانت قريش مشرفة من عليه]. ¶ (¬6) أخرجه أحمد: 1/ 296.",
            "page": "54",
            "part": "1",
            "seal": "B358A44D"
        },
        {
            "id": "4",
            "nass": "شُبْهَةٌ عند البعض فِي أنَّ الإباحة حُكْمٌ شَرْعِىٌّ، والدارس لأصول الفقه يعلم من أئمته أَنَّ الإباحة حكم شرعي. ¶ فالآمدى يُعَرِّفُ المباح بأنه ما دَلَّ الدليل السمعى على خطاب الشارع بِالتَّخْيِيرِ فيه بين الفعل والترك من غير بدل. (¬7). ¶ والفخر الرازي يقول: القسم الثاني للإباحة، وتثبت بطرق ثلاثة: ¶ [1] أَنْ يقول الشارع: إِنْ شئتم فافعلوا، وإنْ شئتم فاتركوا. ¶ [2] أَنْ تدل أخبار الشرع على أنه لا حرج في الفعل والترك. ¶ [3] أنْ لا يتكلم الشرع فيه البتة، ولكن انعقد الإجماع مع ذلك أَنَّ مَا لَمْ يَرِدْ فِيهِ طلب فعل ولا طلب ترك فالمكلف فيه غير مُخَيَّرٍ. ¶ فالإباحة لا تتحقق إلاَّ على أحد هذه الوجوه الثلاثة المذكورة، وفي جميعها خطاب الشرع دَلَّ عليها، فكانت الإباحة من الشرع (¬8). ¶ وَالإِمَامُ الجُوَيْنِيُّ يَقُولُ: «المُبَاحُ مَا خَيَّرَ الشَّارِعُ فِيهِ بَيْنَ الفِعْلِ وَالتَّرْكِ مِنْ غَيْرِ اقْتِضَاءٍ وَلاَ زَجْرٍ، وَلاَ حُكْمَ عَلَى العُقَلاَءِ قَبْلَ وُرُودِ الشَّرْعِ، بِنَاءً عَلَى أَنَّ الأَحْكَامَ هِيَ الشَّرَائِعُ بِأَعْيَانِهَا، وَقَدْ افْتَرَقَتْ المُعْتَزِلَةُ، فَذَهَبَ بَعْضُهُمْ إِلَى أَنَّ مَا لاَ يُعَيِّنْ العَقْلُ فِيهِ قُبحًا وَلاَ حُسْنًا فَهُوَ عَلَى الحَظْرِ قَبْلَ وُرُودِ الشَّرْعِ، وَذَهَبَ آخَرُونَ إِلَى أَنَّهُ عَلَى الإِبَاحَةِ» (¬9). ¶ وَالشَّاطِبِيُّ يَقُولُ: «المَقْصَدُ الشَّرْعِيُّ مِنْ وَضْعِ الشَّرِيعَةِ إِخْرَاجُ المُكَلَّفِ مِنْ دَاعِيَةِ هَوَاهُ، حَتَّى يَكُونَ عَبْدًا للهِ اخْتِيَارًا، كَمَا هُوَ عَبْدٌ لِلَّهِ اضْطِرَارًا ... وَإِذَا كَانَ كَذَلِكَ، لَمْ يَصِحَّ لأَحَدٍ أَنْ يَدَّعِيَ عَلَى الشَّرِيعَةِ أَنَّهَا وُضِعَتْ عَلَى مُقْتَضَى تَشَهِّي الْعِبَادِ وَأَغْرَاضِهِمْ؛ إِذْ لاَ تَخْلُو أَحْكَامُ الشَّرْعِ مِنَ الْخَمْسَةِ [إما الوجوب أو التحريم أو الندب أو الكراهة أو الإباحة]. ¶ أَمَّا الْوُجُوبُ وَالتَّحْرِيمُ، فَظَاهِرٌ مُصَادَمَتُهَا لِمُقْتَضَى الاسْتِرْسَالِ الدَّاخِلِ تَحْتَ الاخْتِيَارِ؛ إِذْ يُقَالُ لَهُ: «افْعَلْ كَذَا» كَانَ لَكَ فِيهِ غَرَضٌ أَمْ لاَ، وَ «لاَ تَفْعَلْ كَذَا». كَانَ لَكَ فِيهِ غَرَضٌ أَمْ لاَ ... [وَأَمَّا سَائِرُ الأَقْسَامِ]- وَإِنْ كَانَ ظَاهِرُهَا الدُّخُولَ تَحْتَ [خِيَرَةِ] الْمُكَلَّفِ، فَإِنَّمَا دَخَلَتْ بِإِدْخَالِ الشَّارِعِ لَهَا تَحْتَ اخْتِيَارِهِ، فَهِيَ رَاجِعَةٌ إِلَى إِخْرَاجِهَا عَنِ اخْتِيَارِهِ، أَلاَ تَرَى أَنَّ الْمُبَاحَ قَدْ يَكُونُ لَهُ فِيهِ اخْتِيَارٌ وَغَرَضٌ؟، وَقَدْ لاَ يَكُونُ؟ [فَعَلَى تَقْدِيرِ أَنَّ لَيْسَ لَهُ فِيهِ اخْتِيَارٌ، بَلْ فِي رَفْعِهِ مَثَلاً، كَيْفَ يُقَالُ: إِنَّهُ دَاخِلٌ تَحْتَ اخْتِيَارِهِ؟] فَكَمْ مِنْ صَاحِبِ هَوًى يَوَدُّ لَوْ كَانَ الْمُبَاحُ الْفُلاَنِيُّ مَمْنُوعًا، حَتَّى إِنَّهُ لَوْ وُكِّلَ إِلَيْهِ مَثَلاً تَشْرِيعُهُ لَحَرَّمَهُ، كَمَا يَطْرَأُ لِلْمُتَنَازِعَيْنِ فِي حَقٍّ فَسُبْحَانَ الَّذِي أَنْزَلَ فِي كِتَابِهِ: {وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالأَرْضُ وَمَنْ فِيهِنَّ} (¬10). ¶ ¬__________ ¶ (¬7) \" الإحكام في أصول الأحكام \": 1/ 123. ¶ (¬8) \" المحصول من علم الأصول \": ص 358. ¶ (¬9) \" إمام الحرمين \": 1/ 99 وما بعدها. ¶ (¬10) [سورة المؤمنون، الآية: 71]. [انظر صفحة 77 من هذا الكتاب].",
            "page": "55",
            "part": "1",
            "seal": "2339C318"
        },
        {
            "id": "5",
            "nass": "فإذن، إِبَاحَةُ الْمُبَاحِ مَثَلاً لاَ تُوجِبُ دُخُولَهُ بِإِطْلاَقٍ تَحْتَ اخْتِيَارِ المُكَلَّفِ، إِلاَّ مِنْ حَيْثُ كَانَ قَضَاءً مِنَ الشَّارِعِ، وَإِذْ ذَاكَ يَكُونُ اخْتِيَارُهُ تَابِعًا لِوَضْعِ الشَّارِعِ، وَغَرَضُهُ مَأْخُوذًا مِنْ تَحْتِ الإِذْنِ الشَّرْعِيِّ» (¬11). ¶ فالإباحة على ما سبق حكم شرعي، نقل الآمدي اتفاق المسلمين على ذلك وَبَيَّنَ أنه لم يخالف في ذلك إلاَّ بعض المعتزلة (¬12). ¶ وموضوعنا أخص من ذلك الحكم العام، موضوعنا: هَلْ فِعْلُ النَّبِىِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَوْ قَوْلُهُ أَوْ تَقْرِيرُهُ لِفِعْلٍ مِنَ الأَفْعَالِ يُعْطَى حُكْمًا شَرْعِيًّا؟ أقل ما يقال عنه: إنه رفع الحرج عن فعله؟ أو لا يعطى هذا الحكم؟. ¶ «أَكَلَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - القِثَّاءَ بِالرُّطَبِ» (¬13)، هل يفيد هذا إباحة أكل القثاء بالرطب أو لا يفيد؟ هل يفيد هذا جواز الجمع بين لونين من الطعام أو لا يجيز؟ لو سألنا المخالف: ما الحكم الشرعى لأكل القثاء بالرطب؟ هل هو حلال جائز؟ أو حرام ممنوع؟ ماذا يقول؟ لا مناص له من أنْ يقول: حلال جائز، فإذا قلنا له: ما دليلك؟ قال: فعله النبى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ واذا سألنا المُخَالِفَ: ما الذي يدل عليه فعل الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لفعل من الأفعال؟ لا مناص له من أَنْ يقول: يدل على مطلق الإذن الذي يشمل الوجوب والندب والإباحة ما لم يوجد دليل على تعيين واحد منها. إلى هذا ذهب جمهور الأُصُولِيِّينَ، وقال بعضهم: يفيد الوجوب إلاَّ إذا وجدت قرينة مانعة من الوجوب، وقال بعضهم: يفيد الاستحباب إلاَّ إذا وجدت قرينة مُعَيَّنَةٌ لغيره. ¶ قال إمام الحرمين: «الأَفْعَالُ الجِبِلِيَّةُ التِي لاَ يَخْلُو ذُو الرُّوحِ عَنْ جَمِيعِهَا كَالسُّكُونِ وَالحَرَكَةِ وَالقِيَامِ وَالقُعُودِ وَمَا ضَاهَاهَا مِنْ تَغَايُرِ أَطْوَارِ النَّاسِ لاَ اسْتِمْسَاكَ بِهَا مِنْ فِعْلِ الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - (أَيْ لاَ اِلْتِزَامَ بِالاِقْتِدَاءِ بِهَا وُجُوبًا أَوْ اِسْتِحْبَابًا) أَمَّا مَا عَدَاهَا مِمَّا يَقَعُ فِي سِيَاقِ القُرْبِ فَقَدْ ذَهَبَتْ طَوَائِفٌ مِنَ المُعْتَزِلَةِ إِلَى أَنَّ فِعْلَهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مَحْمُولٌ عَلَى الوُجُوبِ وَيَتَعَيَّنُ اتِّبَاعَهُ فِيهِ، ... وَذَهَبَ ذَاهِبُونَ إِلَى أَنَّ فِعْلَهُ لاَ يَدُلُّ عَلَى الوُجُوبِ، وَلَكِنَّهُ مَحْمُولٌ عَلَى الاِسْتِحْبَابِ، وَفِي كَلاَمِ الشَّافِعِىِّ مَا يَدُلُّ عَلَىَ ذَلِكَ، وَذَهَبَ [الوَاقِفِيَّةُ] إِلَىَ الوَقْفِ». ¶ ثم قال: «فَمَنْ ادَّعَى أَنَّ الفِعْلَ بِعَيْنِهِ يَقْتَضِيَ الاِسْتِحْبَابَ فَهُوَ زَلَلٌ، [فَإِنَّ الفِعْلَ لاَ صِيْغَةَ لَهُ] وَمَنْ ادَّعَى أَنَّهُ لاَ يَتَأَسََّى بِفِعْلِ المُصْطَفَىَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فِيمَا ثَبَتَ قَصَدَ القُرْبَ فِيهِ فَقَدْ أَبْعَدَ [أَيْضًا]». ¶ ثُمَّ قَالَ: «وَأَمَّا فِعْلَهُ المُرْسَلَ، الذِي لاَ يَظْهَرُ وُقُوعَهُ مِنْهُ عَلَىَ قَصْدِ [القُرْبَةِ] (وَهُوَ ¶ ¬__________ ¶ (¬11) \" الموافقات \" للشاطبي: 1/ 122 وما بعدها، بتصرف. ¶ (¬12) \" الإحكام في أصول الأحكام \": 1/ 123. ¶ (¬13) أخرجه \" البخاري \" / كتاب الأطعمة - باب القثاء بالرطب.",
            "page": "56",
            "part": "1",
            "seal": "15C822AC"
        },
        {
            "id": "6",
            "nass": "مَوْضُوعُ بَحْثِنَا) فَقَدْ ذَهَبَ طَوَائِفٌ مِنْ حَشْوِيَّةِ الفُقَهَاءِ إِلَى أَنَّهُ مَحْمُولٌ عَلَى الوُجُوبِ، عُزِيَ ذَلِكَ إِلَى ابْنِ سُرَيْجٍ ... أَمَّا الوَاقِفِيَّةُ فَيُطْرَدُونَ [مَذَاهِبَهُمْ] فِي الوَقْفِ [فِي هَذِهِ الصُّوَرَةِ أَظْهَرُ]، وَأَمَّا أَصْحَابُ النَّدْبِ فَقَدْ يَصِيرُونَ إِلَيْهِ، وَهُوَ رَدِيءٌ مُزَيَّفٌ». ¶ ثم قال: «فَالمُخْتَارُ إِذَنْ أَنَّ فِعْلَهُ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - لاَ يَدُلُّ بِعَيْنِهِ، وَلَكِنْ يُثَبِتُ عِنْدَنَا وُجُوبَ حَمْلِهِ عَلَى نَفْيِ الحَرَجِ فِيهِ عَنْ الأُمَّةِ، وَمُسْتَنَدُ هَذَا الاخْتِيَارِ إِلَى عِلْمِنَا أَنَّ أَصْحَابَ رَسُولِ اللهِ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - لَوْ اخْتَلَفُوا فِي حَظْرٍ أَوْ إِبَاحَةٍ فَنَقَلَ النَّاقِلِ فِي مَوْضِعِ اخْتِلاَفِهِمْ فِعْلاً عَنْ المُصْطَفَىَ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - لَفَهِمُوا مِنْهُ أَنَّهُ لاَ حَرَجَ عَلَىَ الأُمَّةِ فِي فِعْلِهِ. وُجَاحِدُ هَذَا جَاهِلٌ بِمَسَالِكِ النَّقْلِ فَضْلاً عَنْ المَعْنَى وَاللَّفْظِ» (¬14) ثم قال: «وَالذِي ذَهَبَ إِلَيْهِ جَمَاهِيرُ الأُصُولِيِّينَ أَنَّ رَسُولَ اللهِ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - إِذَا رَأَىَ مُكَلَّفًا يَفْعَلُ فِعْلاً، أَوْ يَقُولُ قَوْلاً، فَقَرَّرَهُ عَلَيْهِ، وَلَمْ يُنْكِرْ عَلَيْهِ كَانَ ذَلِكَ شَرْعًا مِنْهُ فِي رَفْعِ الحَرَجِ فِيمَا رَآهُ» (¬15) وقال الشاطبى: «جُمْهُورُ الأُصُولِيِّينَ يَرَوْنَ أَنَّ الفِعْلَ مِنَ الرَّسُولِ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - يَدُلُّ عَلَىَ مُطْلَقِ الإِذْنِ الذِي يَشْمَلُ الوُجُوبَ وَالنَّدْبَ وَالإِبَاحَةَ، مَا لَمْ يُوجَدْ دَلِيلٌ عَلَىَ تَعْيِينِ وَاحِدٍ مِنْهَا، وَكَوْنُ الفِعْلِ صَادِرًا عَنْ الرَّسُولِ - عَلَيْهِ الصَّلاَةُ وَالسَّلامُ - بِوَصْفِهِ بَشَرًا كَالأَكْلِ وَالشُّرْبِ وَالنَّوْمِ وَغَيْرِ ذَلِكَ مِنَ الأُمُورِ الجِبِلِيَّةِ قَرِينَةً عَلَىَ أَنَّ الفِعْلَ يُفِيدُ الإِبَاحَةَ، لاَ الوُجُوبَ وَلاَ النَّدْبَ» (¬16). ¶ هذه النصوص سُقْنَاهَا لِنُحَدِّدَ المُرَادَ من قضيتنا [السُنَّةُ كُلُّهُا تَشْرِيعٌ] وَقَدْ بَيَنَّا أَنَّ المُرَادَ من السُنَّةِ أقوال النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأفعاله وتقريراته، وَأَنَّ المُرَادَ من التشريع إثبات حُكْمٍ شَرْعِيٍّ، ولو الإباحة، فأصبح المدلول: أقوال النبى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأفعاله وتقريراته كلها تثبت حُكْمًا شَرْعِيًّا. ¶ يؤكد هذا المعنى الإمام ابن تيمية - رَحِمَهُ اللهُ تَعَالَى - فيقول: «فَكُلُّ مَا قَالَهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ النُّبُوَّةِ، وَأَقَرَّ عَلَيْهِ، وَلَمْ يُنْسَخْ فَهُوَ تَشْرِيعٌ، لَكِنَّ التَّشْرِيعَ يَتَضَمَّنُ الإِيجَابَ وَالتَّحْرِيمَ وَالإِبَاحَةَ، وَيَدْخُلُ فِي ذَلِكَ مَا دَلَّ عَلَيْهِ مِنْ المَنَافِعِ فِي الطِّبِّ. فَإِنَّهُ يَتَضَمَّنُ إبَاحَةَ [ذَلِكَ] الدَّوَاءِ وَالانْتِفَاعَ بِهِ فَهُوَ شَرْعٌ لإِبَاحَتِهِ، وَقَدْ يَكُونُ شَرْعًا لاسْتِحْبَابِهِ ... وَالمَقْصُودُ: أَنَّ جَمِيعَ أَقْوَالِهِ يُسْتَفَادُ مِنْهَا شَرْعٌ» (¬17). ¶ وَيُصَرِّحُ بهذه القضية بوضوح عُمْدَةُ المُحَقِّقِينَ الأُصُولِيِّينَ الأستاذ الدكتور عبد الغني عبد الخالق (¬18) إذ يقول - رَحِمَهُ اللهُ تَعَالَى -: «فَكُلُّ مَا تَلَفَّظَ بِهِ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مَا عَدَا القُرْآنِ - أَوْ ظَهَرَ مِنْهُ، مِنْ ابْتِدَاءِ رِسَالَتِهِ إِلَى نِهَايَةِ حَيَاتِهِ، فَهُوَ مِنْ سُنَّتِهِ، سَوَاءٌ أَثَبَتَ حُكْمًا ¶ ¬__________ ¶ (¬14) \" البرهان \" لإمام الحرمين: 1/ 487 وما بعدها. [انظر صفحة 70 من هذا الكتاب]. ¶ (¬15) المصدر السابق: ص 498. ¶ (¬16) \" الموافقات \": 4/ 58. [انظر صفحة 69 من هذا الكتاب]. ¶ (¬17) \" مجموعة الفتاوى \": 18/ 11، 12. ¶ (¬18) كان - رَحِمَهُ اللهُ تَعَالَى - أستاذاً ورئيس قسم أصول الفقه في كلية الشريعة - جامعة الأزهر - توفي سَنَةَ 1983 م.",
            "page": "57",
            "part": "1",
            "seal": "799D55B1"
        },
        {
            "id": "7",
            "nass": "عَامًّا لِسَائِرِ أَفْرَادِ الأُمَّةِ - وَهَذَا هُوَ الأَصْلُ - أَمْ أَثْبَتَ حُكْمًا خَاصًّا بِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَوْ خَاصًّا بِبَعْضِ أَصْحَابِهِ - رَضِيَ اللهُ عَنْهُمْ - وَسَوَاءٌ أَكَانَ فِعْلُهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - جِبِلَّيًّا أَمْ كَانَ غَيْرَ جِبِلِّيٍّ، فَمَا مِنْ قَوْلٍ أَوْ فِعْلٍ يَصْدُرُ عَنْهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إِلاَّ وَيُثَبِِتُ حُكْمًا شَرْعِيًّا، يَجِبُ اعْتِقَادُ ثُبُوتِهِ، بِقَطْعِ النَّظَرِ عَنْ كَوْنِهِ إِيجَابًا أَوْ نَدْبًا أَوْ تَحْرِيمًا أَوْ كَرَاهَةً أَوْ إِبَاحَةً، وَبِقَطْعِ النَّظَرِ أَيْضًا عَنْ كَوْنِهِ عَامًّا لِجَمِيعِ الأُمَّةِ، أَوْ خَاصًّا بِالبَعْضِ، كَائِنًا مَنْ كَانَ ذَلِكَ البَعْضُ، وَبِقَطْعِ النَّظَرِ كَذَلِكَ عَنْ كَوْنِهِ مُتَعَلِّقًا بِفِعْلٍ طَبِيعِيٍّ جِبِلِّيٍّ أَوْ بِغَيْرِهِ مِنْ سَائِرِ الأَفْعَالِ الاخْتِيَارِيَّةِ المُخْتَلِفَةِ» (¬19). ¶ هذه القضية [السُنَّةُ كُلُّهُا تَشْرِيعٌ]، لم يخالف فيها أحد من علماء المسلمين في أربعة عشر قرنًا مضت، ولم نسمع ولم نعلم أَنَّ وَاحِدًا من علماء المسلمين قَسَّمَ السُنَّةَ أي الحديث، إلى تشريع وإلى غير تشريع، حتى كان النصف الثاني من القرن الخامس عشر الهجري، فكان أول من قَسَّمَ السُنَّةَ إلى تشريع وإلى غير تشريع فضيلة المرحوم الشيخ محمود شلتوت في كتابه: \" الإسلام عقيدة وشريعة \". ¶ ويقول الدكتور يوسف القرضاوى: «وَعَنْ الشَّيْخِ شَلْتُوتْ أَخَذَ الكَثِيرُ مِنْ المُعَاصِرِينَ فِيمَا كَتَبُوهُ عَنْ السُّنَّةِ وَتَقْسِيمِهَا إِلَىَ تَشْرِيعِيَّةٍ وَغَيْرِ تَشْرِيعِيَّةٍ» (¬20). ¶ والتحقيق أنَّ الذين ساروا في ركاب الشيخ شلتوت ليسوا كثيرين، فهم حتى اليوم لا يتجاوزون أصابع اليد الواحدة، وسنعرض آرَاءَهُمْ وَشُبَهَهُمْ، ثم نناقشها مناقشة موضوعية علمية إِنْ شاء اللهُ. ¶ ماذا يقول فضيلة الشيخ محمود شلتوت؟ ¶ يَقُولُ: «مَا وَرَدَ عَنِ النَّبِىِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَدُوِّنَ فِي كُتُبِ الحَدِيثِ مِنْ أَقْوَالِهِ وَأَفْعَالِهِ وَتَقْرِيرَاتِهِ عَلَى أَقْسَامٍ: ¶ - أَحَدُهَا: مَا سَبِيِلُهُ سَبِيِلُ الحَاجَةِ البَشَرِيَّةِ كَالأَكْلِ وَالشُّرْبِ وَالنَّوْمِ وَالمَشْيِ وَالتَّزَاوُرِ وَالمُصَالَحَةِ بَيْنَ شَخْصَيْنِ بِالطُّرُقِ العُرْفِيَّةِ وَالشَّفَاعَةِ وَالمُسَاوَمَةِ فِي البَيْعِ وَالشِّرَاءِ. ¶ - ثَانِيهَا: مَا سَبِيِلُهُ سَبِيِلُ التَّجَارِبِ وَالعَادَةِ الشَّخْصِيَّةِ أَوْ الاجْتِمَاعِيَّةِ، كَالذِي وَرَدَ فِي شُؤُونِ الزِّرَاعَةِ وَالطَبِّ وَطُولِ اللِّبَاسِ وَقَِصَرِهِ. ¶ - ثَالِثُهَا: مَا سَبِيِلُهُ التَّدْبِيرُ الإِنْسَانِيُّ أَخْذًا مِنَ الظُّرُوفِ الخَاصَّةِ، كَتَوْزِيعِ الجُيُوشِ عَلَى ¶ ¬__________ ¶ (¬19) \" بحوث في السُنَّة المشرفة \" للأستاذ الدكتور عبد الغني عبد الخالق: ص 15. ¶ (¬20) انظر \" مجلة مركز بحوث السُنَّة والسيرة \" - جامعة قطر - العدد الثالث: ص 32 وما بعدها.",
            "page": "58",
            "part": "1",
            "seal": "9625DD4F"
        },
        {
            "id": "8",
            "nass": "المَوَاقِعِ الحَرْبِيَّةِ، وَتَنْظِيمِ الصُّفُوفِ فِي المَوْقَِعَةِ الوَاحِدَةِ، وَالكُمُونِ وَالفَرِّ، وَاخْتِيَارِ أَمَاكِنَ النُّزُولِ، وَمَا إِلَى ذَلِكَ مِمَّا يَعْتَمِدُ عَلَى وَحْيٍ الظُّرُوفِ وَالدُّرْبَةِ الخَاصَّةِ. ¶ وَكُلُّ مَا نُقِلَ مِنْ هَذِهِ الأَنْوَاعِ الثَّلاَثَةِ لَيْسَ شَرْعًا يَتَعَلَّقُ بِهِ طَلَبُ الفِعْلِ وَالتَّرْكِ، وَإِنَّمَا هُوَ مِنَ الشُّؤُونِ البَشَرِيَّةِ التِي لَيْسَ مَسْلَكَ الرَّسُولِ فِيهَا تَشْرِيعًا وَلاَ مَصْدَرٌ تَشْرِيعِ» (¬21). ¶ ثم يقول: ¶ «وَمِنْ هُنَا نَجِدُ أَنَّ كَثِيرًا مِمَّا نُقِلَ عَنْهُ صُوِّرَ بِأَنَّهُ شَرْعٌ أَوْ دِينٌ أَوْ سُنَّةٌ أَوْ مَنْدُوبٌ، وَهُوَ لَمْ يَكُنْ فِي الحَقِيقَةِ صَادِرًا عَلَى وَجْه التَشْرِيعِ أَصْلاً، وَقَدْ كَثُرَ ذَلِكَ فِي الأَفْعَالِ الصَّادِرَةِ عَنْهُ بِصِفَتِهِ البَشَرِيَّةِ، أَوْ بِصِفَةِ العَادَةِ وَالتَّجَارِبِ» (¬22). ¶ فالشيخ شلتوت ينفي التشريع بأحكامه الأربعة [الوجوب والندب والحرمة والكراهة] عن جميع أقواله وأفعاله وتقريراته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الواردة في هذه الأمور الثلاثة، إذ يقول: «وَكُلُّ مَا نُقِلَ مِنْ هَذِهِ الأَنْوَاعِ الثَّلاَثَةِ لَيْسَ شَرْعًا يَتَعَلَّقُ بِهِ طَلَبُ الفِعْلِ وَالتَّرْكِ». ¶ وينفي تشريع حكم الإباحة في هذه الأمور الثلاثة، إذ يقول: «وَإِنَّمَا هُوَ - أَيْ مَا نُقِلَ - مِنَ الشُّؤُونِ البَشَرِيَّةِ التِي لَيْسَ مَسْلَكَ الرَّسُولِ فِيهَا تَشْرِيعًا وَلاَ مَصْدَرَ تَشْرِيعٍ». ¶ وأبرز ما في هذه الأمور الثلاثة، وأكثرها وُرُودًا ما سبيله سبيل الحاجة البشرية وأبرز هذا النوع ما يتعلق بالأكل والشرب، وَلِهَذَا سَنَكْتَفِي بِالرَدِّ عَلَيْهِ بِشَأْنِهِمَا. ¶ يقول الله تعالى: {يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} (¬23). ¶ وَيَقُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لِعَدِيِّ بْنِ حَاتِمٍ: «إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ فَكُُلْ»، قََالَ عَدِيٌّ: «فَإِنْ أَكَلَ؟» قََالَ: «فَلاَ تَأْكُلْ، فَإِنَّهُ لَمْ يُمْسِكْ عَلَيْكَ، إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ». قََالَ عَدِيٌّ: «أُرْسِلُ كَلْبِي فَأَجِدُ مَعَهُ كَلْبًا آخَرَ؟». قَالَ: «لاَ تَأْكُلْ، فَإِنَّكَ إِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ وَلَمْ تُسَمِّ عَلَى آخَرَ» (¬24). ¶ فهل قول الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - هَذَا لَيْسَ تَشْرِيعًا؟ وَلَيْسَ بَيَانًا للناس ما أنزل إليهم؟ وَلَيْسَ تَحْرِيمًا وَلاَ تَحْلِيلاً؟ ويقول الله تعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ} (¬25). ويقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن البحر: «هُوَ الطَّهُورُ مَاؤُهُ الحِلُّ مَيْتَتُهُ» (¬26) فمن الذي أَحَلَّ السَّمَكَ المَيِّتَ؟ أليس رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -؟ ¶ ¬__________ ¶ (¬21) \" الإسلام عقيدة وشريعة \": ص 508 وما بعدها - نشر مكتبة وهبة بالقاهرة 1985 م. ¶ (¬22) المصدر السابق. ¶ (¬23) [سورة المائدة، الآية: 4]. ¶ (¬24) أخرجه البخاري - كتاب الذبائح - باب صيد المعراض. ¶ (¬25) [سورة المائدة، الآية: 3]. ¶ (¬26) أخرجه أصحاب السُنن وَصَحَّحَهُ ابن خُزيمة وابن حبان. أبو داود / كتاب الطهارة - باب الوضوء بماء البحر.",
            "page": "59",
            "part": "1",
            "seal": "37103885"
        },
        {
            "id": "9",
            "nass": "ويقول القرآن الكريم في وصف النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: {يَأْمُرُهُمْ بِالمَعْرُوفِ وَيَنْهَاهُمْ عَنِ المُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الخَبَائِثَ} (¬27) فكيف ينفي عنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تشريع الحل والحرمة في المأكول والمشروب؟ ونسوق هنا بعض آداب الأكل والشرب الواردة في الصحيح وبعضها واجب، وبعضها مندوب، وَبَعْضُهَا مُحَرَّمٌ، وبعضها مكروه، ليتبين الخطأ الواضح في نفي التشريع عنها. ¶ عَنْ عُمَرَ بْنَ أَبِي سَلَمَ - رَضِيَ اللهُ عَنْهُ - قال: كُنْتُ غُلاَمًا فِي حَجْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَتْ يَدِي تَطِيشُ فِي الصَّحْفَةِ، فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «يَا غُلاَمُ سَمِّ اللَّهَ وَكُلْ بِيَمِينِكَ وَكُلْ مِمَّا يَلِيكَ» (¬28). ¶ وفي ذَمِّ الشَّرَهِ والتنفير من الجشع في الأكل يقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الْمُؤْمِنُ يَأْكُلُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ» (¬29). ¶ ويقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِذَا أَتَى أَحَدَكُمْ خَادِمُهُ بِطَعَامِهِ - فَإِنْ لَمْ يُجْلِسْهُ مَعَهُ - فَلْيُنَاوِلْهُ أُكْلَةً أَوْ أُكْلَتَيْنِ، أَوْ لُقْمَةً أَوْ لُقْمَتَيْنِ فَإِنَّهُ وَلِيَ حَرَّهُ وَعِلاَجَهُ» (¬30). ¶ وَنَهَى رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عَنْ الكَرْعِ، وَهُوَ الشُّرْبُ مُنْكَفِئًا عَلَى الإِنَاءِ وَتَنَاوُلِ الشَّرَابِ بِالفَمِ، كَمَا تَشْرَبُ البَهَائِمُ، فَعَنْ ابْنِ عُمَرَ - رَضِيَ اللهُ عَنْهُمَا - قَالَ: «مَرَرْنَا عَلَى بِرْكَةٍ، فَجَعَلْنَا نَكْرَعُ فِيهَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لاَ تَكْرَعُوا، وَلَكِنِ اغْسِلُوا أَيْدِيَكُمْ، ثُمَّ اشْرَبُوا [فِيهَا]» (¬31). ¶ وَنَهَى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عَنْ اخْتِنَاثِ الأَسْقِيَةِ (¬32) أَيْ الشُّرْبُ مِنْ فَمِ الإِنَاءِ الكَبِيرِ، مَنْعًا مِنْ تَوَارُدِ الأَفْوَاهِ عَلَى المَكَانِ الوَاحِدِ مِمَّا يُغَيِّرُ رَائِحَتَهُ، فَعَنْ عَائِشَةَ - رَضِيَ اللهُ عَنْهَا -: «[أَنَّ النَّبِيَّ] صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يُشْرَبَ مِنْ فِي السِّقَاءِ، لأَنَّ ذَلِكَ يُنْتِنُهُ» (¬33). ¶ وَنَهَى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن التنفس عند الشُّرْبِ، فَقَالَ: «إِذَا شَرِبَ أَحَدُكُمْ فَلاَ يَتَنَفَّسْ فِي الإِنَاءِ» (¬34). ¶ وَنَهَى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن النفخ في الشراب عند الشرب، فَقَالَ رَجُلٌ: القَذَاةُ أَرَاهَا فِي الإِنَاءِ؟ قَالَ: «أَهْرِقْهَا»، قَالَ: فَإِنِّي لاَ أَرْوَى مِنْ نَفَسٍ وَاحِدٍ؟ قَالَ: «فَأَبِنِ القَدَحَ إِذَنْ عَنْ فِيكَ» (¬35). قال الحافظ ابن حجر: «وَالنَّفْخُ فِي الطَّعَامِ وَالشَّرَابِ أَشَدُّ مِنَ التَنَفُّسِ فِيهِ» (¬36). ¶ وَنَهَى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن الشرب في آنية الذهب والفضة (¬37). ¶ ¬__________ ¶ (¬27) [سورة الأعراف، الآية: 157]. ¶ (¬28) أخرجه \" البخاري \" - كتاب الأطعمة - باب التسمية على الطعام والأكل باليمين. ¶ (¬29) أخرجه \" البخاري \" - كتاب الأطعمة - باب المؤمن يأكل في معى واحد. ¶ (¬30) أخرجه \" البخاري \" - كتاب الأطعمة - باب الأكل مع الخادم. ¶ (¬31) أخرجه \" ابن ماجه \" - كتاب الأشربة - باب 25. ¶ (¬32) أخرجه \" البخاري \" - كتاب الأشربة - باب الشرب من فم السقاء. ¶ (¬33) أخرجه الحاكم بسند قوي. [انظر \" المستدرك على الصحيحين \" للحاكم، تحقيق مصطفى عبد القادر عطا: 4/ 156، حديث رقم 7211، الطبعة الأولى: 1411 هـ - 1990 م، نشر دار الكتب العلمية. بيروت - لبنان]. ¶ (¬34) أخرجه \" البخاري \" - كتاب الأشربة - باب النهي عن التنفس في الإناء. ¶ (¬35) أخرجه \" الترمذي \" - كتاب الأشربة - باب كراهية النفخ في الشراب. وقال: «هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ». ¶ (¬36) انظر \" فتح الباري \": 10/ 95. [لم أجده بهذا اللفظ، انظر قريبا منه: \" فتح الباري \"، ترقيم محمد فؤاد عبد الباقي: 10/ 92، حديث 5630، نشر دار المعرفة - بيروت، طبعة سَنَةَ 1379 هـ]. ¶ (¬37) أخرجه \" البخاري \" - كتاب الأشربة - باب الشرب في آنية الذهب والفضة.",
            "page": "60",
            "part": "1",
            "seal": "D1E10F53"
        },
        {
            "id": "10",
            "nass": "وَأَمَرَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بتغطية أواني الطعام والشراب، فقال: «أَطْفِئُوا المَصَابِيحَ إِذَا رَقَدْتُمْ، وَغَلِّقُوا الأَبْوَابَ، وَأَوْكُوا الأَسْقِيَةَ، وَخَمِّرُوا الطَّعَامَ وَالشَّرَابَ» (¬38) أي غطوه. ¶ وَنَهَى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن الأكل من وسط الإناء، فعن ابن عباس - رَضِيَ اللهُ عَنْهُمَا - أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «البَرَكَةُ تَنْزِلُ وَسَطَ الطَّعَامِ فَكُلُوا مِنْ حَافَتَيْهِ وَلاَ تَأْكُلُوا مِنْ وَسَطِهِ» (¬39). وَرَغَّبَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في المواساة بالطعام، والمشاركة فيه، والاجتماع عليه، فقال: «طَعَامُ الوَاحِدِ يَكْفِي الاثْنَيْنِ، وَطَعَامُ الاثْنَيْنِ يَكْفِي الأَرْبَعَةَ، وَطَعَامُ الأَرْبَعَةِ يَكْفِي الثَّمَانِيَةَ» (¬40). ¶ وحفاظًا على أحاسيس الآخرين «مَا عَابَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ طَعَامًا قَطُّ، كَانَ إِذَا اشْتَهَى شَيْئًا أَكَلَهُ، وَإِنْ كَرِهَهُ تَرَكَهُ» (¬41). ¶ فَهَلْ بَعْدَ اسْتِعْرَاضِ هَذِهِ التَشْرِيعَاتِ السَّامِيَةِ الرَّاقِيَةِ نَسْتَسِيغُ نَفْيَ التَّشْرِيعَ عَنْهَا؟ وَنَقُولُ: إِنَّهَا مِنَ الشُّؤُونِ البَشَرِيَّةِ التِي لَيْسَ مَسْلَكَ الرَّسُولِ فِيهَا تَشْرِيعًا؟ وَلاَ مَصْدَرَ تَشْرِيعٍ؟. ¶ هل يستسيغ مسلم أن هذه الأوامر والنواهي والتوجيهات، وكل ما نقل من أمثالها ليس شَرْعًا يتعلق به طلب الفعل أو طلب الترك؟ ¶ لا نملك إلا أن نقول: غفر الله له ورحمه، فقد كانت هذه القذيفة التي لم يُلْقَ لها بَالاً قنبلة فَجَّرَهَا الدكتور عبد المنعم النمر في ميدان آخر، وذهب إلى أن كثير من أفعال النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأقواله ليست للتشريع، وليست خاضعة لوحي، بل صادرة عن اجتهادات بشرية، يجوز لمن يأتي بعده أن يجتهد مثله، وأن يخالفه في أفعاله وتقريراته وأقواله وبخاصة ما جاء عنه في المعاملات التي لَمْ تَرِدْ في القرآن الكريم. ¶ وقال بالحرف الواحد: «فَمَا دَامَ الرَّسُولُ كَانَ يَجْتَهِدُ، وَمَا دَامَ هَذَا الاجْتِهَادُ قَدْ شَمِلَ الكَثِيرَ مِنْ أَنْوَاعِ المُعَامَلاَتِ أَفَلاَ يَجُوزُ لِمَنْ يَأْتِي بَعْدَهُ أَنْ يُدْلِي فِي المَوْضُوعِ بِاجْتِهَادِهِ أَيْضًا؟ هَادِفًا إِلَى تَحْقِيْقِ المَصْلَحَةِ، وَلَوْ أَدَّىَ اجْتِهَادُهُ إِلَى غَيْرِ مَا قَرَّرَهُ الرَّسُولُ بِاجْتِهَادِهِ؟» (¬42). ¶ وَيَحْصِرُ الدُّكْتُورُ النَّمِرْ السُنَّةَ التَشْرِيعِيَّةَ فِي دَائِرَةٍ ضَيِّقَةٍ، فَيَقُولُ: «نُسَارِعُ فَنُقَرِّرُ أَنَّ كُلَّ مَا صَدَرَ عَنِ الرَّسُولِ مِنْ شُؤُونِ الدِّينِ فِي العَقِيدَةِ وَالعِبَادَةِ وَالحَلاَلِ وَالحَرَامِ وَالعُقُوبَاتِ وَالأَخْلاَقِ وَالآدَابِ لاَ شَأْنَ لَنَا بِهِ إِلاَّ مَنْ نَاحِيَةِ فَهْمِهِ». ¶ ثم يقول: «لَكِنْ هُنَاكَ أَحَادِيثٌ كَثِيرَةٌ تَتَّصِلُ بِمُعَامَلاَتِ النَّاسِ فِي حَيَاتِهِمْ مِنْ بَيْعِ وَشِرَاءٍ ¶ ¬__________ ¶ (¬38) أخرجه \" البخاري \" - كتاب الأشربة - باب تغطية الإناء. ¶ (¬39) أخرجه \" الترمذي \" - كتاب الأشربة - باب كراهية الأكل من وسط الطعام. وقال: «هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ». ¶ (¬40) أخرجه \" مسلم \" - كتاب الأشربة. ¶ (¬41) المصدر السابق. ¶ (¬42) \" السنة والتشريع \" للدكتور عبد المنعم النمر: ص 46.",
            "page": "61",
            "part": "1",
            "seal": "6C4D5DBC"
        },
        {
            "id": "11",
            "nass": "وَرَهْنٍ وَإِجَارَةٍ وَقِرَاضٍ وَلُقَطَةٍ وَسَلَمٍ ... » الخ (¬43). ¶ فالدكتور النمر لم يكتف بالمباح ليجعله مِنَ السُنَّةِ غَيْرِ التَّشْرِيعِيَّةِ، بَلْ أَدْخَلَ المُعَامَلاَتِ التِي لَمْ تَرِدْ فِي القُرْآنِ [وَ] فِي السُنَّةِ غَيْرِ التَّشْرِيعِيَّةِ، وَلَمْ يُفَرِّقْ في ذلك بين واجب أو مندوب أو مباح، بل ولا بين مُحَرَّمٍ أو مكروه، فحكم على ما يقرب من نصف السُنَّةِ بأنه غير تشريع. ¶ وَقَدْ رَدَدْتُ عليه في بحث بعنوان: \" السُنَّةُ وَالتَشْرِيعُ \" (*)، نشر في \" مجلة مركز بحوث السنة والسيرة \" بجامعة قطر - العدد الثاني، ولا حاجة بنا هنا للرد عليه، فهذا البحث سأخصه بالمباحات مما سبيله الحاجة البشرية، لأثبت أن أقواله وأفعاله وتقريراته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مِمَّا سَبِيلُهُ العَادَةُ أَوْ الحَاجَةُ البَشَرِيَّةُ كُلُّهَا تُعْطَى حُكْمًا شَرْعِيًّا، أَقَلُّهُ الإِبَاحَةُ وَرَفْعِ الحَرَجِ. ¶ أما ولي الله الدهلوي فلم يُقَسِّمْ السُنَّةَ إلى تشريع وإلى غير تشريع، وإنما قَسَّمَهَا من حيث طلب الاتباع وعدم الاتباع، من حيث طلب الفعل والترك، أو عدم طلب الفعل والترك، إلى ما سبيله تبليغ الرسالة وإلى ما ليس من باب تبليغ الرسالة، وجعل من الأخير ما فعله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على سبيل العادة دون العبادة، فهو في الحقيقة لا يدخل تقسيمه في مجال بحثنا، وغاية ما قاله أن بعض ما فعله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليس من باب تبليغ الرسالة، لكن هل هو تشريع، يرفع الحرج عن هذا الفعل؟ أو ليس تَشْرِيعًا؟ لم يتعرض لهذا الموضوع، وتعبيره بعد أن ذكر أمثلة (لَيْسَ مِنَ الأُمُورِ اللاَّزِمَةِ لِجَمِيعِ الأُمَّةِ) ونحن لا نقول: إن المباح من الأمور اللازمة. ¶ أما الدكتور عبد الحميد متولي فقد اعتمد اعْتِمَادًا أَسَاسِيًا وَكُلِّيًّا عَلَى كَلاَمِ الشيخ شلتوت، وَلَمْ يُقَدِّمْ دَلِيلاً وَاحِدًا يمكن مناقشته، بل لم يأت بجديد. ¶ وأما الدكتور محمد سليم العوا فقد عرض ما قاله ولي الله الدهلوي، وعرض تقسيم ابن قتيبة والقرافي لِلْسُنَّةِ - وَسَنَعْرِضُهُمُا قََرِيبًا - ثم تعرض لموقف الصحابة من بعض السُّنَنِ المَرْوِيَّةِ عَنْ الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وكان كل حرصه أن يصل إلى أَنَّ بَعْضَ السُّنَنِ (أي بعض أقواله وأفعاله وتقريراته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لَمْ تَكُنْ شَرْعًا لازمًا عَامًّا فِي كُلِّ الأَحْوَالِ. ¶ وأحدث من كَتَبَ في موضوعنا بإسهاب، وتولى العرض بحماس، ونادى بصوت عَالٍ عَنْ وُجُودِ سُنَّةٍ غَيْرَ تَشْرِيعِيَّةٍ الدكتور يوسف عبد الله القرضاوي في مقاله (الجَانِبُ ¶ ¬__________ ¶ (¬43) المصدر السابق: ص 25، 26. ¶ (*) [انظر \" مجلة مركز بحوث السنة والسيرة - جامعة قطر: العدد الثاني: 1407 هـ - 1987 م (من صفحة 45 إلى 105). وكذلك الكتاب نشرته مجلة الأزهر، قدم له وعنى بإعداده وإخراجه رئيس التحرير: د. علي أحمد الخطيب. مجمع البحوث الإسلامية بالأزهر الشريف. هدية شهر شعبان 1411 هـ - مجلة الأزهر. (74 صفحة) وكنت قد نشرته على موقع المكتبة الشاملة وغيرها من المواقع].",
            "page": "62",
            "part": "1",
            "seal": "2217F310"
        },
        {
            "id": "12",
            "nass": "التشريعي في السُنَّةِ النبوية) نشر في \" مجلة بحوث السنة والسيرة \" بجامعة قطر - العدد الثالث 1988 م. ¶ وقبل مناقشة ما جاء في هذا المقال أقرر أن هناك قضيتين مختلفتين تَمَامًا، الأولى تقول: بعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لَيْسَتْ تَشْرِيعًا مُلْزَمًا، أَيْ لَيْسَ مَطْلُوبًا الاقتداء بها، وهذه قضية مُسَلَّمَةٌ، ففعله المباح والجائز ليس مَطْلُوبًا الاقتداء به، بل قد يفعل خلاف الأَوْلَى لبيان الجواز، فلا يلزم اتباعه فيه، ليس فيما جَرَتْ به العادة وما سبيله الحاجة البشرية فحسب بل فيما هو من العبادة، أو وسيلة العبادة، فقد اغتسل - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - هو وعائشة - رَضِيَ اللهُ عَنْهَا - عاريين يغترفان من إناء واحد، تختلف أيديهما فيه يسابقان في الاغتراف، حتى تقول له: «دَعْ لِي، دَعْ لِي» (¬44). ¶ وَتَجَرُّدُ الزوجين من ثيابهما عند الغسل أو عند الجماع جائز، لكنه خِلاَفُ الأَوْلَى فَلَيْسَ مَطْلُوبًا الاقْتِدَاءُ بِهِ. واعتزل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - نساءه شَهْرًا في مشربة في المسجد، لا يدخل عليهن بيوتهن (¬45)، لَمَّا أَغْضَبْنَهُ غَضَبًا كَبِيرًا، وهو الحليم الصابر الرؤوف الرحيم الذي تحمل من قومه الأذى أضعاف أضعاف ما لقي من زوجاته، وكان يقول: «اللَّهُمَّ اغْفِرْ لِقَوْمِي فَإِنَّهُمْ لاَ يَعْلَمُونَ»، فالاعتزال مشروع، لَكِنَّهُ لَيْسَ مَطْلُوبًا الاقْتِدَاءُ بِهِ. ¶ ولم يضرب رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بيده امرأة له ولا خَادِمًا قَطُّ (¬46)، وليس مَطْلُوبًا الاقْتِدَاءُ بِهِ فِيهِ، فالضرب للتأديب مشروع. ¶ وَكَانَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يَتَوَضَّأُ بِالمُدِّ (¬47) (بحفنة ماء واحدة) وغيره يتوضأ بعشر حفنات ويغتسل - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من الجنابة بِصَاعٍ (أربع حفنات) وغيره يغتسل بعشرين حفنة، وَلَيْسَ مَطْلُوبًا الاقْتِدَاءُ بِهِ في ذلك، ولكن فعله تشريع. ¶ وَكَانَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يُصَلِّي في الليل إحدى عشرة ركعة أو ثلاث عشرة ركعة (¬48)، وكان بعض الصحابة يُصَلِّي أكثر من ذلك، لا يقتدى به - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ وكان يصوم في السفر وبعض أصحابه مفطر، ويفطر في السفر، وبعض أصحابه صائم (¬49). ¶ بل كان يفعل الشيء وينهى غيره عن فعله، فهو - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يواصل، وينهى عن الوصال، قَالُوا: إِنَّكَ تُوَاصِلُ؟ قَالَ: «وَأَيُّكُمْ مِثْلِي، إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِ» (¬50). ¶ بل كان - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يفعل الشيء - كخصوصية - وَيُحَرِّمُ هذا الشيء على جميع أفراد أُمَّتِهِ ¶ ¬__________ ¶ (¬44) أخرجه \" النسائي \" - كتاب الغسل / 10 وأصله في \" البخاري \" - كتاب الغسل. ¶ (¬45) أخرجه \" البخاري \" - كتاب النكاح. ¶ (¬46) أخرجه \" أحمد \": 6/ 232. ¶ (¬47) أخرجه \" البخاري \" - كتاب الوضوء - باب الوضوء بالمد. ¶ (¬48) أخرجه \" البخاري \" - كتاب الوتر. ¶ (¬49) أخرجه \" البخاري \" - كتاب الصوم - باب الصوم في السفر. ¶ (¬50) أخرجه \" البخاري \" - كتاب الصوم - باب التنكيل لمن أكثر الوصال.",
            "page": "63",
            "part": "1",
            "seal": "E6BED6C9"
        },
        {
            "id": "13",
            "nass": "فهو يتزوج فوق الأربع، وَيُحَرِّمُ عَلَى الأُمَّةِ الاقتداء به في ذلك التشريع الخاص به. ¶ فأفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - غير الملزمة لِلأُمَّةِ، وغير المطلوب الاقتداء بها كثيرة، وكثيرة جِدًّا. ¶ القضية الثانية: بعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليست للتشريع أصلاً، فلا يؤخذ منها حكم ملزم أو غير ملزم. ¶ والذين يُقَسِّمُونَ السُنَّةَ إلى تَشْرِيعِيَّةٍ وَغَيْرِ تَشْرِيعِيَّةٍ لا يريدون بِغَيْرِ التَّشْرِيعِيَّةِ غير الملزمة وغير المطلوب الاقتداء بها، وإنما يقصدون أنها لا تفيد حُكْمًا شَرْعِيًّا أَصْلاً. يظهر ذلك من عباراتهم الصريحة في ذلك «مَسْلَكُ الرَّسُولِ فِيهَا لَيْسَ تَشْرِيعًا وَلاَ مَصْدَرَ تَشْرِيعٍ» (¬22)، «[إِنَّ] بَعْضَ أَقْوَالِهِ وَأَفْعَالِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كَانَتْ تَصْدُرُ عَنْهُ بِمُقْتَضَى البَشَرِيَّةِ المَحْضَ، فَلَيْسَ لَهَا أَيَّ صِفَةٍ تَشْرِيعِيَّةٍ» (¬51). ¶ كما يظهر ذلك بجلاء في قصرهم غير التشريعية على الأصناف الثلاثة عند الشيخ شلتوت، وعلى المعاملات عند الدكتور النمر، وعلى بعض ما سبيله سبيل الحاجة البشرية عند الدكتور القرضاوى، مع أن التشريعية غير الملزمة كثيرة لا تنحصر فيما حصروها فيه كما أوضحنا. ¶ نؤكد أننا أمام قضيتين متغايرتن تَمَامًا. ¶ الأولى: بعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لَيْسَتْ تَشْرِيعًا مُلْزَمًا. فالنفي نفي الإلزام، لا نفي التشريع. ¶ الثانية: بعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لَيْسَتْ تَشْرِيعًا. فالنفي نفي التشريع. ¶ وقد أوضحنا أن القضية الأولى مُسَلَّمَةٌ، لا نقاش فيها، بل هي بديهية عند أهل العلم، أما الثانية فهي الجديدة على العلماء، وهي موضوع البحث، نحن نقول: جميع أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يؤخذ منها حكم شرعي، أقله رفع الحرج عن الأمة، والمخالف يقول: بعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليس لها أي صفة تشريعية. ¶ والظاهرة الغريبة التي اشترك فيها المخالفون التردد في العبارة بين القضيتن، يعبر بما يفيد أنه يعنى القضية الأولى تارة، ويعبر بما يفيد أنه يعنى القضية الثانية تارة أخرى. ¶ فالشيخ شلتوت يقول: «وَكُلُّ مَا نُقِلَ مِنْ هَذِهِ الأَنْوَاعِ الثَّلاَثَةِ لَيْسَ شَرْعًا يَتَعَلَّقُ بِهِ طَلَبُ الفِعْلِ وَالتَّرْكِ». ¶ فتظن أنه يعني القضية الأولى، وأنه يعني نفي الإلزام، ونفي طلب الفعل أو طلب ¶ ¬__________ ¶ (¬22) [المصدر السابق] ¶ (¬51) انظر \" مجلة مركز بحوث السُنَّة والسيرة \" - جامعة قطر - العدد الثالث.",
            "page": "64",
            "part": "1",
            "seal": "A05FF7EF"
        },
        {
            "id": "14",
            "nass": "الترك. ¶ وبعدها يقول: «وَإِنَّمَا هُوَ مِنَ الشُّؤُونِ البَشَرِيَّةِ التِي لَيْسَ مَسْلَكَ الرَّسُولِ فِيهَا تَشْرِيعًا وَلاَ مَصْدَرَ تَشْرِيعٍ» (¬22). والدكتور النمر يقول في [ص 57]: «لاَ يُصْبِحُ مَا قَرَّرَهُ الرَّسُولُ بِاجْتِهَادِهِ حُكْمًا ثَابِتًا لِلأَبَدِ» فتظن أنه يعني القضية الأولى، وأنه يعني نفي استمرار الإلزام للأبد. ¶ ثم ينفي في [ص 26] عن الأحاديث الكثيرة التي تتصل بمعاملات الناس أنها تخضع لوحي مباشر أو سكوتي أو إقراري، فتظن أنه يعني القضية الثانية، وأنه ينفي عنها التشريع أَصْلاً. ¶ والدكتور القرضاوي يقول: «لِهَذَا كَانَ البَحْثُ المُهِمُّ هُنَا هُوَ بَيَانُ مَا يُعْتَبَرُ مِنَ السُنَّةِ تَشْرِيعًا يُكَلِّفُ النَّاسَ اتِّبَاعَهُ وَالعَمَلَ بِهِ، وَمَا لَيْسَ مِنْ بَابِ التَّشْرِيعِ وَالتَّكْلِيفِ» (¬52). ¶ ويقول: «فَمَا كَانَ مِنْ هَذَا القَبِيلِ ... فَلَيْسَ مِنَ السُنَّةِ التَّشْرِيعِيَّةِ التِي يَجِبُ اتِّبَاعَهَا» (¬53). ¶ فتظن أنه يعني القضية الأولى المُسَلَّمَةَ، وأنه يعني نفي الالتزام، ونفي التكليف ونفي وجوب الاتباع. ¶ ويقول: «أَهَمُّ مَا يَجِبُ أَنْ نُنَبِّهَ عَلَيْهِ، وَنُلْفِتَ الأَنْظَارَ إِلَيْهِ هُوَ ضَرُورَةَ التَّدْقِيقِ، وَشِدَّةَ التَحَرِّي فِي التَّمْيِيزِ بَيْنَ مَا جَاءَ فِي السُنَّةِ لِلْتَّشْرِيعِ، وَمَا لَمْ يَجِيءَ لِلْتَّشْرِيعِ» (¬54). ¶ ويقول: «إِنَّ بَعْضَ أَقْوَالِهِ وَأَفْعَالِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كَانَتْ تَصْدُرُ عَنْهُ بِمُقْتَضَى البَشَرِيَّةِ المَحْضَ فَلَيْسَ لَهَا أَيَّ صِفَةٍ تَشْرِيعِيَّةٍ» (¬51). ¶ فتظن أنه يعني القضية الثانية، محل النزاع، وأنه يعني نفي التشريع أَصْلاً. ¶ ثم يناقض هذا الاتجاه، فيثبت أن أفعال الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - التي سبيلها سبيل الطبيعة البَشَرِيَّةِ تفيد المشروعية، فهي تشريع، فيقول: «فَالفِعْلُ - أَيْ فِعْلَهُ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - فِيمَا يَتَعَلَّقُ بِالأَكْلِ وَالشُّرْبِ وَالنَّوْمِ وَالمَشْيِ وَالجُلُوسِ وَنَحْوِهَا - كَمَا ذَكَرْنَا مِنْ قَبْلُ - لاَ يَدُلُّ عَلَىَ أَكْثَرَ مِنَ المَشْرُوعِيَّةِ، وَلاَ يَدُلُّ عَلَىَ وُجُوبٍ وَلاَ اسْتِحْبَابٍ فِي نَفْسِهِ، كَمَا فِي قَضِيَّةِ الأَكْلِ بِاليَدِ وَمَا شَابَهَهَا، وَلَكِنْ مَنْ فَعَلَ ذَلِكَ تَشَبُّهًا بِالرَّسُولِ الكَرِيمِ، وَحُبًّا لِكُلِّ مَا صَدَرَ عَنْهُ فَهُوَ مُحْسِنٌ وَمَأْجُورٌ بِنِيَّتِهِ، كَمَا نَبَّهْنَا لِذَلِكَ مِنْ قَبْلُ، وَأَشَارَ إِلَيْهِ السَيِّدُ رَشِيدُ رِضَا فِي بَحْثِهِ» (¬55). ¶ فهو هنا يُقَرِّرُ أَنَّ أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تدل على المشروعية، فهي تشريع. ¶ أما أقواله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فهو يُقَرِّرُ - كما يُقَرِّرُ علماء الأصول - أنها تدل على أكثر من ¶ ¬__________ ¶ (¬22) [المصدر السابق] ¶ (¬52) المصدر السابق: ص 25. ¶ (¬53) المصدر السابق: ص 25. ¶ (¬54) المصدر السابق: ص 28. ¶ (¬51) انظر \" مجلة مركز بحوث السُنَّة والسيرة \" - جامعة قطر - العدد الثالث. ¶ (¬55) المصدر السابق: ص 55، 56.",
            "page": "65",
            "part": "1",
            "seal": "08E54FAA"
        },
        {
            "id": "15",
            "nass": "المشروعية، أي على ما هو أكثر من الإباحة، تدل على الاستحباب أو الإرشاد في الأمر، وعلى الكراهية في النهي، وقد تدل على الإيجاب في الأمر، أو التحريم في النهي، تَبَعًا للقرائن. (¬55). ¶ ونحن نغض الطرف عن هذا التَرَدُّدِ فِي العِبَارَةِ، ونعتبر هذا البحث - على أي حال - تَأْيِيدًا وَتَوْضِيحًا للقضية الأولى، وَرَدًّا وَتَفْنِيدًا للقضية الثانية، أَيًّا كَانَ قَائِلُهَا، ونعرض الشبهات الواردة في أبحاث المخالفين، وَنَرُدُّ عليها بما يثبت أَنَّ جميع أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تشريع إن شاء الله. ¶ 1 - يذكرون قولاً للإمام ابن قتيبة (¬56) وقولاً للإمام القَرَافِي (¬57) كأنهم يستأنسون أو يستدلون بأقوالهما، وَلاَ دَلِيلَ لَهُمْ فِي ذَلِكَ وَلاَ أُنْسٌ. فماذا قال ابن قتيبة؟. ¶ قال في \" تأويل مختلف الحديث \": «وَالسُّنَنُ عِنْدَنَا ثَلاَثٌ: سُنَّةٌ أَتَاه جِبْرِيلُ - عَلَيْهِمَا السَّلاَمُ - عَنْ اللهِ تَعَالَى، كَقَوْلِهِ: «لاَ تُنْكَحُ الْمَرْأَةُ عَلَى عَمَّتِهَا وَلاَ عَلَى خَالَتِهَا» (¬58)، وَالسُنَّةُ الثَّانِيَةُ سُنَّةٌ أَبَاحَ اللهُ لَهُ أَنْ يَسُنَّهَا، وَأَمَرَهُ بِاسْتِعْمَالِ رَأْيَهِ فِيهَا، فلَهُ أَنْ يَتَرَخَّصَ فِيهَا لِمَنْ شَاءَ، عَلَى حَسَبِ العِلَّةِ وَالعُذْرِ، كتحريمه الحَرِير عَلَى الرِّجَالِ، وَإذْنِهِ لِعَبْدِ الرَّحْمَنِ بَنِ عَوْفٍ فِيهِ، لِعِلَّةٍ كَانَتْ بِهِ. وَالسُنَّةُ الثَّالِثَةُ مَا سَنَّهُ لَنَا تَأْدِيبًا، فَإِنْ نَحْنُ فَعَلْنَاهُ كَانَتْ لَنَا الفَضِيلَةُ فِي ذَلِكَ، وَإِنْ نَحْنُ تَرَكْنَاهُ فَلاَ جُنَاحَ عَلَيْنَا إِنْ شَاءَ اللهُ، كَأَمْرِهِ فِي العِمَّةِ بِالتَّحَلِّي (أََيْ كَأَمْرِهِ فِي العِمَامَةِ بِتَطْوِيقِهَا تَحْتَ الحَنَكِ) (¬59). ¶ فأنت ترى أن أقل الأقسام التي ذكرها - وَهِيَ قَضِيَّةٌ فِي اللِّبَاسِ وَهَيْئَتِهِ - قد جعلها تَشْرِيعًا يُثَابُ فَاعِلُهُ، وليس فيما قاله سُنَّةٌ غَيْرُ تَشْرِيعِيَّةٍ. ¶ 2 - وأما الإمام القرافي فيقول: ¶ «تَصَرُّفَاتُهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مِنْهَا مَا يَكُونُ بِالتَّبْلِيغِ وَالفَتْوَى إجمَاعًا، وَمِنْهَا مَا يُجْمِعُ النَّاسُ عَلَى أَنَّهُ بِالقَضَاءِ، وَمِنْهَا مَا يُجْمِعُ النَّاسُ عَلَى أَنَّهُ بِالإِمَامَةِ، وَمِنْهَا مَا يَخْتَلِفُ العُلمَاءُ فِيهِ، لِتَرَدُّدِهِ بَيْنَ رُتْبَتَيْنِ فَصَاعِدًا، فَمِنْهُمْ مَنْ يَغْلِبُ عَلَيْهِ رُتْبَةٌ، وَمِنْهُمْ مَنْ يَغْلِبُ عَلَيْهِ أُخْرَى. ¶ ثم تَصَرُّفَاتُهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بِهَذِهِ الأَوْصَافِ تَخْتَلِفُ آثَارُهَا فِي الشَّرِيعَةِ، فَكُلُّ مَا قَالَهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَوْ فَعَلَهُ عَلَى سَبِيلِ التَّبْلِيغِ كَانَ ذَلِكَ حُكْمًا عَامًّا عَلَى الثَّقَلَيْنِ إِلَى يَوِم القِيَامَةِ، فَإِنْ كَانَ مَأْمُورًا بَهِ أَقْدَمَ عَلَيْهِ كُلُّ أَحَدٍ بِنَفَسِهِ، وَكَذَا المُبَاحُ، وَإِنْ كَانَ مَنْهِيًّا عَنْهُ اجْتَنَبَهُ كُلُّ أَحَدٍ ¶ ¬__________ ¶ (¬55) المصدر السابق: ص 55، 56. ¶ (¬56) المُتَوَفَّى سَنَةَ 276 هـ. ¶ (¬57) \" الإحكام في الفرق بين الفتاوى والأحكام وتصرفات القاضي والإمام \". ¶ (¬58) متفق عليه - \" البخاري \" - كتاب النكاح - باب لا تنكح المرأة على عَمَّتِهَا. ¶ (¬59) \" تأويل مختلف الحديث \": ص 196.",
            "page": "66",
            "part": "1",
            "seal": "F7C12BEE"
        },
        {
            "id": "16",
            "nass": "بِنَفْسِهِ. ¶ وَكُلُّ مَا تَصَرَّفَ فِيهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بِوَصْفِ الإِمَامَةِ لاَ يَجُوزُ لأَحَدٍ أَنْ يُقْدِمَ عَلَيْه بِإِذْنِ الإِمَامِ اقْتِدَاءً بِهِ - عَلَيْهِ السَّلاَمُ -، وَلأَنَّ سَبَبَ تَصَرُّفِهِ فِيهِ بِوَصْفِ الإِمَامَةِ دُونَ التَّبْلِيغِ يَقْتَضِي ذَلِكَ». ¶ وضرب الإمام القرافي لهذا النوع أمثلة منها بعض الجيوش، وصرف أموال بيت المال، وتولية القضاء وَالوُلاَّةِ، وعقد العهود، إلى نحو ذلك. ¶ «وَمَا تَصَرَّفَ فِيهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بِوَصْفِ القَضَاءِ لاَ يَجُوزُ لأَحَدٍ أَنْ يُقْدِمَ عَلَيْهِ إلاَّ بِحُكْمِ حَاكِمٍ لأَنَّ السَّبَبَ الذِي لأَجْلِهِ تَصَرَّفَ فِيهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بِوَصْفِ القَضَاءِ يَقْتَضِي ذَلِكَ». ¶ وَمَثَّلَ الإِمَامُ القرافي بفصله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بين اثنين في دعاوى الأموال أو أحكام الأبدان ونحوها بالبينات أو الأيمان والنكولات ونحوها. ¶ ثم ذكر مسائل اختلف العلماء فِي تَصَرُّفَاتِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيها، منها قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لِهِنْدٍ بِنْتِ [عُتْبَةَ] امْرَأَةُ أَبِي سُفْيَانَ لَمَّا قَالَتْ لَهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: إِنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ وَلَيْسَ يُعْطِينِي مَا يَكْفِينِي [وَوَلَدِي، إِلاَّ مَا أَخَذْتُ مِنْهُ وَهُوَ لاَ يَعْلَمُ]، فَقَالَ لَهَا - عَلَيْهِ السَّلاَمُ -: «خُذِي مَا يَكْفِيكِ وَوَلَدَكِ، بِالمَعْرُوفِ» (¬60). ¶ اخْتَلَفَ العُُلَمَاءُ فِي هَذَا التَّصَرُّفُ مِنْهُ - عَلَيْهِ السَّلاَمُ - هَلْ هُوَ بِطَرِيقِ الفَتْوَى؟ فَيَجُوزُ لِكُلِّ مَنْ ظَفِرَ بِحَقِّهِ أَوْ بِجِنْسِهِ أَنْ يَأْخُذَهُ بِغَيْرِ عِلْمِ خَصْمِهِ بِهِ؟ [وَمَشْهُورُ مَذْهَبِ مَالِكٍ خِلاَفُهُ بَلْ هُوَ مَذْهَبُ الشَّافِعِيِّ أَوْ هُوَ تَصَرُّفٌ بِالقَضَاءِ] فَلاَ يَجُوزُ لأَحَدٍ أَنْ يَأْخُذَ جِنْسَ حَقِّهِ [أَوْ حَقَّهُ] إذَا تَعَذَّرَ أَخْذُهُ مِنَ الغَرِيمِ إلاَّ بِقَضَاءِ قَاضٍ؟ حَكَى الْخَطَّابِيُّ القَوْلَيْنِ عَنْ العُلَمَاءِ فِي هَذَا الْحَدِيثِ (¬61). ¶ والذي يعنينا من هذا البحث أن الإمام القرافي لَمْ يَنْفِ التَّشْرِيعَ عَنْ أَيِّ فِعْلٍ مِنْ هَذِهِ الأَفْعَالِ، وأن بحثه في الفرق بين التشريع بصفة الرسالة والتبليغ، والتشريع بصفة الإمامة، والتشريع بصفة الفتوى، والتشريع بصفة القضاء، والكل تشريع. ¶ والذي يعنينا في مثال هند وأبي سفيان أنه تشريع بالنسبة لهند، لا خلاف في ذلك، على معنى أنه أَحَلَّ لها أن تأخذ بالمعروف، ولا عقاب عليها يوم القيامة إن فعلت ذلك، أما أنه يقاس عليها غيرها أو لا يقاس؟ فهذا أمر آخر. ¶ وَمِمَّا هو معلوم أن التشريع والإباحة بصفة خاصة قد تكون قاصرة على شخص دون غيره، كما سبق في إباحة الحرير لعبد الرحمن بن عوف لعذر، وقد يستثني ¶ ¬__________ ¶ (¬60) أخرجه \" البخاري \" - كتاب النفقات والبيوع، وأخرجه مسلم - كتاب الأقضية. ¶ (¬61) \" الفروق \": 1/ 205 وما بعدها، و \" الأحكام \" - والسؤال 25 ص 86 - 109.",
            "page": "67",
            "part": "1",
            "seal": "E5406B04"
        },
        {
            "id": "17",
            "nass": "بالإباحة نوع من العام، كما حدث في استثناء الإذخر من شجر الحرم فأبيح قطعه وَحَرَّمَ قطع غيره، وقد يكون التشريع قَاصِرًا على زمن دون غيره، كما حدث في ادخار لحم الأضحية حيث قال: - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في عام: «مَنْ ضَحَّى مِنْكُمْ فَلاَ يُصْبِحَنَّ بَعْدَ ثَالِثَةٍ وَبَقِيَ فِي بَيْتِهِ مِنْهُ شَيْءٌ» فَلَمَّا كَانَ العَامُ المُقْبِلُ، قَالُوا: يَا رَسُولَ اللَّهِ، نَفْعَلُ كَمَا فَعَلْنَا [عَامَ] المَاضِي؟ قَالَ: «كُلُوا وَأَطْعِمُوا وَادَّخِرُوا، فَإِنَّ [ذَلِكَ] العَامَ كَانَ بِالنَّاسِ جَهْدٌ، فَأَرَدْتُ أَنْ تُعِينُوا فِيهَا» (¬62). ¶ فالنهي عن الادخار من الأضحية كَانَ مَقْصُورًا عَلَى سُنَّةٍ وَاحِدَةٍ لِسَبَبٍ مِنَ الأَسْبَابِ، ثم رفع الحظر، وأبيح الادخار فيما بعد تلك السَنَةِ، وكل من الحظر والإباحة تشريع خاص بزمن. ¶ 3 - استدل المخالف بأثر ابن عباس الذي ذكرناه عند الكلام عَلَى السُنَّةِ عند الفقهاء حيث قال ابن عباس عن قومه: «صَدَقُوا وَكَذَبُوا»، فأثبت فعل النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لِلْرَّمَلِ، وَنَفَى أَنَّهُ سُنَّةٌ، ويقول المخالف: وهذا يعني أمرين في غاية الأهمية. ¶ أولهما: أن ما كان سُنَّةً فهو مطلوب الاتباع. ¶ وثانيهما: أن بعض ما جاء عن النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لَيْسَ بِسُنَّةٍ وهو ما يعبر عنه المعاصرون بأنه ليس للتشريع (¬63). وهذا خلط بين القضيتين، وإدخال لإحداهما في الأخرى، فكلام ابن عباس حاصله: بعض أفعال النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليست مطلوبة الاتباع، وَهَذِهِ قَضِيَّةٌ مُسَلَّمَةٌ مَحْسُومَةٌ لاَ نُنَاقِشُ فِيهَا، فكل أفعاله التي لبيان الجواز أو الإباحة ليست للتشريع، أي ليست للتشريع الملزم، لكفونا مؤونة النقاش، ولأغلقنا ملف الدعوى، لكن القضية الأخرى موضوع النزاع، بعض أفعال النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليست للتشريع مُطْلَقًا، ولا يثبت بها حكم شرعي أَصْلاً مُلْزِمٌ أَوْ غَيْرَ مُلْزِمٍ، ثم إن أثر ابن عباس المستدل به ليس فيما سبيله العادة والحاجة البشرية، وهي الدعوى التي يتبناها المخالف، وإنما هو في العبادة، في عبادة الحج وهيئاتها، في الرمل في الطواف وفي الركوب في السعي بين الصفا والمروة، وفي السعي نفسه، وفي رمي الجمرات، والمخالف يُسَلِّمُ بأن أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في أمور العبادات تشريع. ¶ ولو سألناه عن حكم الرمل بالنسبة للصحابة الذين كانوا معه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والذين ¶ ¬__________ ¶ (¬62) أخرجه \" البخاري \" - كتاب الأضاحي. ¶ (¬63) انظر ص 63 من \" مجلة بحوث السنة والسيرة \" / جامعة قطر - العدد الثالث.",
            "page": "68",
            "part": "1",
            "seal": "C3399AEA"
        },
        {
            "id": "18",
            "nass": "أمروا به لقال: تشريع يثاب على فعله ويعاقب على تركه، فغايته أنه تشريع غير عام وغير دائم لكنه تشريع. فما جاء في حديث ابن عباس من أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كله شرع وتشريع. ¶ 4 - ويستدل المخالف على أن بعض أقواله وبعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لم تكن للتشريع بأن الصحابة كانوا يفهمون ذلك فيخالفون أوامره ونواهيه، كما في أمرهم بِصَبْغِ الشَّيْبِ مُخَالَفَةً لِلْيَهُودِ وَالنَّصَارَى، وكما في نهيه لهم عن الوصال (¬64)، ولا دليل له على ذلك، فإن الصحابة لم يفهموا من الأمر والنهي عدم التشريع، وإنما فهموا عدم الإلزام، وأن الأمر والنهي غير جازمين، فرأوا أنه تشريع إباحة. ¶ 5 - يستدل على دعواه ببشريته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فيقول: «وَمِمَّا لاَ رَيْبَ فِيهِ أَنَّهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كَانَ بَشَرًا مِنَ النَّاسِ، وَلَمْ يَكُنْ مَلَكًا، وَأَنَّ رِسَالَتَهُ لَمْ تُلْغِ بَشَرِيَّتَهُ، وَأَنَّ بَعْضَ أَقْوَالِهِ وَأَفْعَالِهِ كَانَتْ تَصْدُرُ مِنْهُ بِمُقْتَضَى البَشَرِيَّةِ المَحْضِ، فَلَيْسَ لَهَا أَيَّ صِفَةٍ تَشْرِيعِيَّةٍ، مِثْلَ مَا وَرَدَ أَنَّهُ كَانَ يُعْجِبُهُ الذِّرَاعُ مِنَ الشَّاةِ، وَأَنَّهُ يُحِبُّ الدُّبَّاءَ (أَيْ القَرْعَ) فَهَذَا وَذَاكَ أَمْرٌ جِبِلِيٌّ تَخْتَلِفُ فِيهِ أَمْزِجَةُ البَشَرِ، فَلَوْ وَجَدَ مُسْلِمٌ لاَ يُعْجِبَهُ لَحْمَ الذِّرَاعِ، بَلْ يُعْجِبُهُ لَحْمَ الظَّهْرِ أَوْ الفَخِذِ فلاَ ضَيْرَ عَلَيْهِ، وَكَذَلِكَ مَنْ لاَ يُحِبُّ الدُّبَّاءَ، وَإنمَا يُحِبُّ أَصْنَافًا أُخْرَى مِنَ الخُضْرَوَاتِ» (¬65). ¶ ونحن بدورنا نسأله: صحيح أن رسالته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لَمْ تُلْغِ بَشَرِيَّتَهُ، فَهَلْ بَشَرِيَّتُهُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تُلْغِي رِسَالَتَهُ في وقت من الأوقات؟ وبعبارة أخرى: هل هو ليس رسولاً في لحظة من اللحظات؟ أم هما متلازمان، وهو بشر رسول في جميع أوقاته وأحواله؟. ¶ هل بعض أقواله وأفعاله التي تَصْدُرُ مِنْهُ بِمُقْتَضَى البَشَرِيَّةِ المَحْضِ لاَ تُفِيدُ حُكْمًا شَرْعِيًّا للبشرية برفع الحرج عنها إذا وقع من الأُمَّةِ مثلها؟ هل حُبُّهُ للقرع لا يبيح للأمة حب القرع؟ هل حُبُّهُ للذراع لا يبيح للأمة حب الذراع؟ ¶ نعيد إلى الأذهان ما سُقْنَاهُ من النصوص عند تحديدنا لِلَفْظِ السُنَّةِ وَالتَشْرِيعِ، حيث ذكرنا قول الشاطبي: «جُمْهُورُ الأُصُولِيِّينَ يَرَوْنَ أَنَّ الفِعْلَ مِنَ الرَّسُولِ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - يَدُلُّ عَلَىَ مُطْلَقِ الإِذْنِ الَّذِي يَشْمَلُ الوُجُوبَ وَالنَّدْبَ وَالإِبَاحَةَ، مَا لَمْ يُوجَدْ دَلِيلٌ عَلَىَ تَعْيِينِ وَاحِدٍ مِنْهَا، وَكَوْنُ الفِعْلِ صَادِرًا عَنْ الرَّسُولِ - عَلَيْهِ الصَّلاَةُ وَالسَّلامُ - بِوَصْفِهِ بَشَرًا كَالأَكْلِ ¶ ¬__________ ¶ (¬64) انظر ص 70 من المصدر السابق. ¶ (¬65) انظر ص 94 من المصدر السابق.",
            "page": "69",
            "part": "1",
            "seal": "F3755E51"
        },
        {
            "id": "19",
            "nass": "وَالشُّرْبِ وَالنَّوْمِ وَغَيْرِ ذَلِكَ مِنَ الأُمُورِ الجِبِلِيَّةِ قَرِينَةً عَلَىَ أَنَّ الفِعْلَ يُفِيدُ الإِبَاحَةَ، لاَ الوُجُوبَ وَلاَ النَّدْبَ» (¬16). (*). ¶ كما ذكرنا قول إمام الحرمين: «فَالْمُخْتَارُ [إِذَنْ] أَنَّ فِعْلَهُ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - لاَ يَدُلُّ بِعَيْنِهِ، وَلَكِنْ يُثَبُتُ عِنْدَنَا وُجُوبَ حَمْلِهِ عَلَى نَفْيِ الحَرَجِ فِيهِ عَنْ الأُمَّةِ، وَمُسْتَنَدُ هَذَا الاخْتِيَارِ [إِلَى] عِلْمِنَا أَنَّ أَصْحَابَ رَسُولِ اللهِ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - لَوْ اخْتَلَفُوا فِي حَظْرٍ أَوْ إِبَاحَةٍ، فَنَقَلَ النَّاقِلِ فِي مَوْضِعِ اخْتِلاَفِهِمْ فِعْلاً عَنْ المُصْطَفَىَ - صَلَّىَ اللهُ عَلَيْهِ وَسَلَّمَ - لَفَهِمُوا مِنْهُ أَنَّهُ لاَ حَرَجَ عَلَىَ الأُمَّةِ فِي فِعْلِهِ. وُجَاحِدُ هَذَا جَاهِلٌ بِمَسَالِكِ النَّقْلِ فَضْلاً عَنْ المَعْنَى وَاللَّفْظِ» (¬14) (**). ¶ 6 - ويستدل المخالف على وجود أفعال للنبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لا تشريع فيها بغضبه ورضاه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فيقول: «كَمَا أَنَّهُ - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - بِحُكْمِ بَشَرِيَّتِهِ يَرْضَىَ وَيَغْضَبُ، وَقَدْ يَصْدُرُ عَنْهُ فِي حَالِ الغَضَبِ مَا لاَ يَقْصِدُهُ مِنْ قَوْلٍ أَوْ دُعَاءٍ عَلَىَ بَعْضِ النَّاسِ، فَيَجِبُ عَلَىَ أَهْلِ الْعِلْمِ مُرَاعَاةُ ذَلِكَ، وَلاَ يَتَجَاوَزُوا بِهِ هَذَا المَجَالَ إِلَى مَجَالِ التَّشْرِيعِ وَاسْتِنْبَاطِ الأَحْكَامِ». ثم ساق ما رواه \" مسلم \" عَنِ ابْنِ عَبَّاسٍ أن رَسُولَ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - طَلَبَ مِنْهُ أَنْ يَدْعُو لَهُ مُعَاوِيَةَ، فَجَاءَ فَوَجَدَهُ يَأْكُلُ، فَرَجَعَ، فَقَالَ لِلْنَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: هُوَ يَأْكُلُ، قَالَ: «اذْهَبْ فَادْعُ لِي مُعَاوِيَةَ»، فَجَاءَهُ، فَوَجَدَهُ يَأْكُلُ، فَرَجَعَ، فَقَالَ لِلْنَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: هُوَ يَأْكُلُ، فَقَالَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ أَشْبَعَ اللهُ بَطْنَهُ». ¶ كما ساق حَدِيثًا آخَرَ، وراه \" مسلم \" أَيْضًا، أَنَّ رَجُلَيْنِ دَخَلاَ عَلَى رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فَكَلَّمَاهُ بِشَيْءٍ، فَأَغْضَبَاهُ، فَلَعَنَهُمَا، وَسَبَّهُمَا، فَسَأَلَتْهُ عَائِشَةُ، فَقَالَ لَهَا: «أَوَ مَا عَلِمْتِ مَا شَارَطْتُ عَلَيْهِ رَبِّي؟، قُلْتُ: اللهُمَّ إِنَّمَا أَنَا بَشَرٌ، فَأَيُّ الْمُسْلِمِينَ لَعَنْتُهُ، أَوْ سَبَبْتُهُ فَاجْعَلْهُ لَهُ زَكَاةً وَأَجْرًا» (¬66). فالمخالف يرى أن هذين الحديثين لا تشريع فيهما، ولكن الراسخين في العلم من الصفوة الأوائل استنبطوا من هذين الحديثين ومن غضبه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وتصرفه هذا بمقتضى غضبه أَحْكَامًا شرعية جليلة، منها أن الغضب جائز على الأنبياء كما هو جائز على غيرهم من البشر، وأن الغاضب قد يقول ما لا يقصد، وبخاصة إذا كان رحيمًا بالمغضوب عليه كالأم تدعو على ابنها ساعة الغضب، وهي لا تحب له شَرًّا وهي لا تقصد أن تصيبه ما تدعو به عليه، ولذلك قالوا عنها: يدعو لسانها وقلبها يقول: لا. ورسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أرحم بالأُُمَّةِ من الأم على ولدها، مصداقًا لقوله تعالى: {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ ¶ ¬__________ ¶ (¬16) الموافقات \": 4/ 58 ¶ (¬14) الموافقات \": 4/ 58 ¶ (¬66) انظر ص 94 وما بعدها من المصدر السابق. ¶ (*) [قارن بصفحة 55 من هذا الكتاب]. ¶ (**) البرهان \" لإمام الحرمين: 1/ 487 وما بعدها [قارن بصفحة 57 من هذا الكتاب].",
            "page": "70",
            "part": "1",
            "seal": "9A929787"
        },
        {
            "id": "20",
            "nass": "عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ} (¬67) ¶ لقد اشتبه على المخالف أن كل تشريع يطلب الاقتداء به، فظن أنه لا يطلب الاقتداء به - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، في غضبه، فلا تشريع في هذا الفعل منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وليس الأمر كما ظن، فالتشريع هنا أن الغضب عند البشر غير مقدور عليه، وغير مكتسب، وإنما هو انفعال لا يدخل تحت الإرادة، وهو معفو عنه - إِنْ شَاءَ اللهُ - في الحدود غير المقدور عليها، فإذا غضب مسلم بعد إثارة فقلت له: لا تغضب؟ قال لك رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - غضب، فإذا صدر عنه وهو غاضب ما لا يصدر عنه في حال الرضا فقلت له: لِمَ لَمْ تسيطر على أعصابك؟ ولم صدر منك مثل هذا؟ قال لك: صدر من رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهو غاضب ما لا يصدر عنه في حال الرضا. ¶ فالتشريع في التماس العذر، ورجاء عفو الله عما صدر في حال الغضب، وبخاصة إذا عالج الآثار المترتبة عليه، بأن يدعو بخير لمن دعا عليه بشر، وأن يعوضه بنفع عما أصابه من ضُرٍّ، وأن يطلب السماح والصفح ممن أساء إليه. ¶ إن الله تعالى أراد لرسوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أن يغضب، وأن يأتي بأمور تقع من ابن آدم حين يغضب، ويمسك عن أمور ينبغي أن يمسك عنها المسلم حين يغضب، لِيُعَّلِّمَ الأُمَّةَ حُدُودَ ما يعفى عنه وما لا يعفى عنه، ولِيُعَّلِّمَ الأُمَّةَ علاج آثار الغضب. ¶ كما أراد لرسوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَنْ يَنْسَى، وَأَنْ يَنْسَى فِي الصَّلاَةِ، فَيُسَلِّمَ من ثِنْتَيْنِ فِي صَلاَةٍ رُبَاعِيَّةٍ، ليقول: «إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ أَنْسَى كَمَا تَنْسَوْنَ، فَإِذَا نَسِيتُ فَذَكِّرُونِي» (¬68). ثم يعلمنا أحكام النسيان في الصلاة. ¶ إِنَّ أُمُورًا كثيرة غير مكتسبة تقع للأنبياء بحكم بشريتهم، لتتدخل الشريعة برسم الحدود الجائزة، والحدود الممنوعة. ¶ الحزن مثلاً عند المصيبة، يموت لرسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ابنه إبراهيم - عَلَيْهِ السَّلاَمُ -، فيحزن، ويبكي، وتدمع عيناه، بل يجري دمعهما، فَيَقُولُ لَهُ عَبْدُ الرَّحْمَنِ: يَا رَسُولَ اللهِ، تَبْكِي، أَوَ لَمْ تَنْهَى عَنِ الْبُكَاءِ؟ فَيَقُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّمَا هَذَا رَحْمَةٌ» رِقَّةُ قَلْبٍ «مَنْ لاَ يَرْحَمُ لاَ يُرْحَمُ»، «إِنَّمَا نَهَيْتُ عَنْ صَوْتَيْنِ أَحْمَقَيْنِ فَاجِرَيْنِ: صَوْتٍ عِنْدَ نَغَمَةِ لَهْوٍ وَلَعِبٍ وَمَزَامِيرِ الشَيْطَانٍ، وَصَوْتٍ عِنْدَ مُصِيبَةٍ، وَخَمْشِ وُجُوهٍ، وَشَقِّ جُيُوبٍ، وَرَنَّةِ شَيْطَانٍ»، «إِنَّ العَيْنَ تَدْمَعُ، وَلاَ نَقُولُ مَا يُسْخِطُ الرَّبَّ» (¬69). ¶ ¬__________ ¶ (¬67) [سورة التوبة، الآية: 128]. ¶ (¬68) أصله في \" البخاري \" و \" مسلم \". كاب السهو في الصلاة. ¶ (¬69) أصله في \" البخاري \". كتاب الجنائز. وانظر \" فتح البارى \": 3/ 208.",
            "page": "71",
            "part": "1",
            "seal": "B2C33243"
        },
        {
            "id": "21",
            "nass": "والضحك مثلاً مبادئه التبسم، فإن انبسط الوجه حتى بدت الأسنان من السرور فهو الضحك، فإن كان بصوت بحيث يسمع من بعد فهو القهقهة، وَلَمْ يُسْمَعْ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يُقًهْقِهُ أبدًا، وَأَكْثَرُ مَا رُؤِيَ يَبْتَسِمُ، تَعَجُّبًا، أَوْ إِعْجَابًا، أَوْ مُلاَطَفَةً، وَقَلَّمَا ضحك حتى بدت نواجذه، أي أضراسه. ¶ قال ابن بطال: «وَالَّذِي يَظْهَرُ مِنْ مَجْمُوعِ الأَحَادِيثِ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي مُعْظَمِ أَحْوَالِهِ لاَ يَزِيدُ عَلَى التَّبَسُّمِ وَرُبَّمَا زَادَ عَلَى ذَلِكَ فَضَحِكَ، وَالمَكْرُوهُ مِنْ ذَلِكَ إِنَّمَا هُوَ الإِكْثَارُ مِنْهُ، أَوِ الإِفْرَاطُ فِيهِ لأَنَّهُ يُذْهِبُ الوَقَارَ، وَالَّذِي يَنْبَغِي أَنْ يُقْتَدَى بِهِ مِنْ فِعْلِهِ مَا وَاظَبَ عَلَيْهِ مِنْ ذَلِكَ»، فَقَدْ رَوَى البُخَارِيُّ فِي \" الأَدَبِ المُفْردِ \" وَابْنُ مَاجَهْ [مِنْ وَجْهَيْنِ عَنْ أَبِي هُرَيْرَةَ رَفَعَهُ] «لاَ تُكْثِرِ الضَّحِكَ فَإِنَّ كَثْرَةَ الضَّحِكِ تُمِيتُ القَلْبَ» الحَدِيثُ (¬70). ¶ وهكذا يتبين أن الشبهات التي تعلق بها المُخَالِفُونَ شُبُهَاتٍ وَاهِيَةٍ، نشأ أكثرها من التباس الأمر عندهم بين التشريع العام الملزم المطلوب، والتشريع غير الملزم وغير المطلوب. ¶ ولكنهم كلهم على اختلاف مناهجهم ينفون التشريع عن بعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، بل ينفون الرسالة عنه في بعض أفعاله، كلهم يقول ذلك، والفرق بينهم الأفعال التي تطبق عليها هذه الصفة. ¶ فالشيخ شلتوت يطبقهاعلى ما سبيله الحاجة البشرية، كالأكل والشرب والنوم والمشي والتزاور، وما سبيله التجارب والعادة الشخصية أو الاجتماعية، وما سبيله سبيل التدبير الإنساني، أَخْذًا من الظروف الخاصة، لا يفرق في ذلك بَيْنَ مُحَرَّمٍ أَوْ مَكْرُوهٍ، أَوْ وَاجِبٍ أَوْ مَنْدُوبٍ، أَوْ مُبَاحٍ، ويقول: «وَكُلُّ مَا نُقِلَ عَنْ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وَدُوِّنَ فِي كُتُبِ الحَدِيثِ مِنْ أَقْوَالِهِ وَأَفْعَالِهِ وَتَقْرِيرَاتِهِ مِنْ هَذِهِ الأَنْوَاعِ الثَلاَثَةِ لَيْسَ شَرْعًا يَتَعَلَّقُ بِهِ الفِعْلُ وَالتَّرْكُ، وَإِنَّمَا هُوَ مِنَ الشُؤُونِ البَشَرِيَّةِ التِي لَيْسَ مَسْلَكَ الرَّسُولِ فِيهَا تَشْرِيعًا وَلاَ مَصْدَرَ تَشْرِيعٍ» (¬22). ¶ والدكتور النمر يطبقها على المعاملات المالية التي لم ترد في القرآن الكريم. ¶ والدكتور القرضاوي - وهو أضيقهم دائرة في التطبيق - «يُطَبِّقُهَا عَلَى بَعْضَ أَقْوَالِهِ وَأَفْعَالِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، مِمَّا سَبِيلُهُ سَبِيلُ الحَاجَةِ البَشَرِيَّةِ، فَإِنَّهَا تَصْدُرُ مِنْهُ بِمُقْتَضَى البَشَرِيَّةِ المَحْضَ، وَلَيْسَ لَهَا - فِي رَأْيِهِ - أَيَّ صِفَةٍ تَشْرِيعِيَّةٍ». فكلهم ينفي التشريع من أساسه عن بعض أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ينفي أَنْ يكون في هذه الأفعال صَادِرًا عَنْ وَحْيٍ، أَوْ مُرَاقَبًا مِنْ وَحْيٍ، وكأن هذه الأفعال ليس لها حكم عند اللهِ، مع أننا نعتقد أن كل مؤمن، بل كل ¶ ¬__________ ¶ (¬70) \" فتح الباري \": 10/ 521. ¶ (¬22) [المصدر السابق]",
            "page": "72",
            "part": "1",
            "seal": "DB55AAF3"
        },
        {
            "id": "22",
            "nass": "إنسان مراقب من الله، محاسب على ما يفعل، مِصْدَاقًا لقوله تعالى: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} (¬71). ¶ فكيف تفلت أفعال محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من المراقبة والتوجيه؟ وهو الذي أُمِرَتْ الأُمَّةُ بطاعته والاقتداء به؟ كيف نقول: إِنَّ فِعْلاً مِنْ أَفْعَالِهِ لا يخضع للرقابة والتوجيه؟ وهو الذي حُوسِبَ وَعُوتِبَ على أنه امتنع عن كل طعام يحبه، إرضاء لأزواجه؟ فَنَزَلَ فِيهِ قُرْآنٌ يُتْلَى {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَحِيمٌ، قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ} (¬72). ¶ كَيْفَ نَقُولُ: إِنَّ فِعْلاً مِنْ أَفْعَالِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لا يخضع للرقابة والتوجيه؟ وهو الذي حُوسِبَ وَعُوتِبَ على عوارض انفعالاته؟ وَتَجَهَّمَ وَجْهُهُ فِي مُلاَقَاةِ أَعْمَى لاَ يَرَاهُ؟ ولا يتأثر بعبوسه؟ فَنَزَلَ فِيهِ قُرْآنٌ يُتْلَى {عَبَسَ وَتَوَلَّى (1) أَنْ جَاءَهُ الأَعْمَى (2) وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى (3) أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى (4) أَمَّا مَنِ اسْتَغْنَى (5) فَأَنْتَ لَهُ تَصَدَّى (6) وَمَا عَلَيْكَ أَلاَّ يَزَّكَّى (7) وَأَمَّا مَنْ جَاءَكَ يَسْعَى (8) وَهُوَ يَخْشَى (9) فَأَنْتَ عَنْهُ تَلَهَّى (10) كَلاَّ إِنَّهَا تَذْكِرَةٌ (11)} (¬73). ¶ كَيْفَ نَقُولُ: إِنَّ فِعْلاً مِنْ أَفْعَالِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لا يخضع للرقابة والتوجيه؟ وهو الذي حُوسِبَ وَعُوتِبَ على خلجات قلبه؟ ودواخل نفسه، فَنَزَلَ فِيهِ قُرْآنٌ يُتْلَى {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ} (¬74). ¶ أليست هذه الأفعال قد صدرت منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بصفته البشرية؟ أليس الإقبال على طعام والامتناع عنه ما دام مُبَاحًا أَمْرًا من أمور الدنيا المحض؟ وَمِمَّا سبيله سبيل الحاجة البشرية؟ ¶ أليس العبوس عَارِضًا من العوارض الجِبِلِّيَّةِ والانفعالات البشرية؟ أليست خطرات النفس وما يدور بداخلها من الخواطر البشرية؟. ¶ لكنها كلها خضعت لرقابة الوحي، وتوجيه الوحي، وهي مثال ودليل على أن كل أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مراقبة من فوق سبع سموات، خاضعة للوحي بالإقرار أو التعديل. ¶ ثم إن المخالفين يتفقون معنا في أن رؤياه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَحْيٌ، وإلهامه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَحْيٌ واجتهاده - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بِمَنْزِلَةِ الوَحْيِ، أي بعد أن يقر، وينزل جبريل - عَلَيْهِ السَّلاَمُ -، وتمر فترة تسمح بالتعديل، وهو بمنزل الوحي قَطْعًا ما لم يعدل حتى لحق - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالرفيق الأعلى. ¶ إن الشافعي يُصَرِّحُ بأن كل فعل من أفعال المكلفين له حكم عند الله، وهذه عقيدة إسلامية، لأن أي فعل للمكلف إما أن يكون مَرْضِيًّا عنه من الله تعالى، وإما أن يكون غير ¶ ¬__________ ¶ (¬71) [سورة ق، الآية: 18]. ¶ (¬72) [سورة التحريم، الآيتان: 1، 2]. ¶ (¬73) [سورة عبس، الآيات: 1 - 11]. ¶ (¬74) [سورة الأحزاب، الآية: 37].",
            "page": "73",
            "part": "1",
            "seal": "DF3512DB"
        },
        {
            "id": "23",
            "nass": "مرضي عنه - وكل من طرفي المباح مرضي عنه - ويستحيل أن يفعل الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فِعْلاً لاَ يَرْضَى عَنْهُ اللهُ، ثم يتركه اللهُ دون توجيه لما يرضيه، وبعبارة أخرى: كل فعل من أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إما أن يكون مُوَافِقًا لِمَا شَرَّعَهُ اللهُ لِلْمُسْلِمِينَ، وُجُوبًا أَوْ نَدْبًا أَوْ إِبَاحَةً وَحِينَئِذٍ ينزل جبريل - عَلَيْهِ السَّلاَمُ -، وَيُقِرُّهُ صَرَاحَةً، أو يسكت عنه، فيكون إِقْرَارًا سُكُوتِيًا، ويكون شَرْعًا للمسلمين، حيث لم يعدل هذا الحكم حتى لحق الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بربه، لأنه تعالى أمرهم أن يقتدوا به - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في أفعاله {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (¬75). ¶ وإما أن يكون غير موافق لما شرعه اللهُ للمسلمين، فيستحيل سكوت الله عليه ويعدل قَطْعًا بوسيلة من الوسائل، بالإلهام، أو بالمنام، أو بالاجتهاد، أو بالوحي الصريح. ¶ سواء في ذلك الفعل الذي صدر منه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالإلهام، أو بالاجتهاد، أو حتى بالطبيعة وَالجِبِلَّةِ أو العادة وَالعُرْفِ. ¶ وكان الصحابة - رَضِيَ اللهُ عَنْهُمْ - يؤمنون بذلك، لبس نعله في الصلاة فلبسوا نعالهم، فلما خلع نعله - لسبب لا يعلمونه - خلعوا نعالهم، فَلَمَّا قَضَى صَلاَتَهُ قَالَ لَهُمْ: «مَا حَمَلَكُمْ عَلَى إِلْقَاءِ نِعَالِكُمْ؟»، قَالُوا: رَأَيْنَاكَ أَلْقَيْتَ نَعْلَيْكَ، فَأَلْقَيْنَا نِعَالَنَا. قَالَ: «إِنَّ جِبْرِيلَ أَتَانِي فَأَخْبَرَنِي أَنَّ فِيهِمَا قَذَرًا - أَوْ قَالَ: أَذًى» (¬76). ونزل - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ضيفًا على أبي أيوب الأنصاري فتكلفوا له طعامًا، فيه بعض البقول (الثوم) فكره أكله، أكل من غيره، ولم يمد يده إليه فلم يمدوا إليه أيديهم، فقال لأصحابه: «كُلُوا، فَإِنِّي لَسْتُ كَأَحَدِكُمْ، إِنِّي أَخَافُ أَنْ أُوذِيَ صَاحِبِي» (¬77). ¶ ودخل خالد بن الوليد مع رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على ميمونة بنت الحارث الهلالية زوجة رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهي خالة خالد، وخالة ابن عباس - رَضِيَ اللهُ عَنْهُمْ - فوجد عندها ضَبًّا (¬78) مَحْنُوذًا - أَيْ مَشْوِيًّا - قدمت به أختها حُفَيْدَةَ بِنْتَ الحَارِثِ مِنْ نَجْدٍ، فَقَدَّمَتْ الضَبَّ لِرَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَكَانَ قَلَّمَا يُقَدِّمُ يَدَهُ لِطَعَامٍ حَتَّى يُحَدَّثَ بِهِ، وَيُسَمَّى لَهُ، فأهوى رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يده إلى الضب، فقالت امرأة من النسوة الحضور: أَخْبِرْنَ رَسُولَ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مَا قَدَّمْتُهُنَّ لَهُ. هُوَ الضَبُّ يَا رَسُولَ اللهِ. فَرَفَعَ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يَدَهُ عَنْ الضَبِّ فَلَمْ يَمُدَّ خالد بن الوليد يده، وقال: أحرام الضب يا رسول الله؟ قال: «لاَ، وَلَكِنَّهُ لَمْ يَكُنْ ¶ ¬__________ ¶ (¬75) [سورة الأحزاب، الآية: 21]. ¶ (¬76) أخرجه أبو داود [\" السنن \"]- كتاب الصلاة - باب الصلاة في النعل ¶ (¬77) اللفظ لابن خزيمة وابن حبان - وأصله في \" البخاري \". ¶ (¬78) الضب حيوان جَبَلِيٌّ يكثر في البلاد العربية من جنس الزواحف، غليظ الجسم خشنه، وله ذنب عريض حرش أعقد. (\" المعجم الوسيط \") يشبه ما يعرف في بعض البلاد (بالسحلية الكبيرة).",
            "page": "74",
            "part": "1",
            "seal": "458BAEB8"
        },
        {
            "id": "24",
            "nass": "بِأَرْضِ قَوْمِي، فَأَجِدُنِي أَعَافُهُ». قال خالد بن الوليد: فَاجْتَزَرْتُهُ فَأَكَلْتُهُ، وَرَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يَنْظُرُ إِلَيَّ (¬79). هكذا كان الصحابة يعلمون أن أكله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تشريع، ويخافون من امتناعه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من أكل شيء أن يكون مَمْنُوعًا وَحَرَامًا، ولا يتصور مسلم أنهم يُسَوُّونَ بين أكل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لطعام وأكل غيره من الصحابة لهذا الطعام، وما ذلك إلا لإيمانهم بأن فعل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تشريع، وكان رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يُؤَكِّدُ لَهُمْ هذا المعنى، فحين يحكم لهم بالقول بِحِلِّ شَيْءٍ كَانَ يُؤَكِّدُ هَذَا التَّحْلِيلَ اللفظي بالتحليل العملي فيسألهم أن يشركوه في أكل ما يسألون عن أكله فبعد أن أَحَلَّ لهم أكل الحمار الوحشي، وَقَالَ لَهُمْ: «كُلُوهُ، هُوَ حَلاَلٌ»، قَالَ لَهُمْ: «هَلْ مَعَكُمْ مِنْهُ شَيْءٌ؟» فَنَاوَلُوهُ العَضُدَ فَأَكَلَهَا (¬80). وَفِي رِوَايَةٍ قَالَ لَهُمْ: «كُلُوا وَأَطْعِمُونِي». قال بعض العلماء؛ طلب النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أن يأكل تَطْيِيبًا لقلب من أكل وبيانًا للجواز بالقول والفعل لإزالة الشُبْهَةِ (¬81). إن الذين ينفون التشريع عن فعل النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في الأكل والشرب يُسَوُّونَ بَيْنَ أَكْلِ مُحَمَّدٍ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وَبَيْنَ أَكْلِ أَبِي جَهْلٍ وَأَبِي لَهَبٍ، فالكل عندهم صادر عن الجبلة والعادة والطبيعة البشرية. وما هكذا يفهم الإسلام. ¶ هذا وإن ما يتعلق بالطعام والشراب يجري حكمه في جميع الأفعال الجبلية البشرية حتى قضاء الحاجة، وعلاقة الرجل بالمرأة، وهي أمور جبلية يشترك فيها الحيوان الأعجم مع الإنسان، تدخلت الشريعة الإسلامية فيها، وتدخلت السُنَّةُ النَّبَوِيَّةُ نحوها بتهذيب الطبائع وتقويم العادات. ¶ كانوا يقضون الحاجة جماعات، يرى بعضهم بعضًا، ويكلم بعضهم بعضًا، فَعَلَّمَ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أُمَّتَهُ البُعْدَ عِنْدَ قَضَاءِ الحَاجَةِ، وَعَلَّمَهُمْ التواري والتستر وعدم الكلام مِمَّا لم يكن مألوفًا وكانوا يبولون قِيَامًا، فلما بال رَسُولَ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - جَالِسًا قال بعضهم لبعض: انظروا، إنه يبول جَالِسًا كما تبول المرأة (¬82). ¶ وكانوا لا يؤاكلون الحائض، ولا يأكلون ما عملت يداها، ولا يخالطونها ولا يلامسونها، عادات يهودية جاهلية، فتدخلت الشريعة بتغيير ما لا يصلح، فكان رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يباشر نساءه فوق الإزار وَهُنَّ حُيَّضٌ (¬84)، وتغسل زوجته له رأسه وهي حائض (¬85)، ويطلب من زوجته الحائض أن تناوله فراش الصلاة، فَتَقُولُ لَهُ: إِنِّي حَائِضٌ؟ فَيَقُولُ لَهَا: «إِنَّ حَيْضَتَكِ لَيْسَتْ فِي يَدِكِ» (¬86)، وتشرب عائشة من الإناء، وهي حائض، فيطلبه منها ¶ ¬__________ ¶ (¬79) أخرجه البخاري - كتاب الصيد والذبائح - باب الطيب ¶ (¬80) أخرجه \" البخاري \": كتاب جزاء الصيد - باب لا يشير المُحْرِمُ إلى الصيد. ¶ (¬81) انظر \" فتح الباري \": 4/ 38. ¶ (¬82) أخرجه النسائي وابن ماجه - وأبو داود / كتاب الطهارة - باب الاستبراء من البول. ¶ (¬84) المصدر السابق. ¶ (¬85) المصدر السابق. ¶ (¬86) المصدر السابق.",
            "page": "75",
            "part": "1",
            "seal": "2865FDE9"
        },
        {
            "id": "25",
            "nass": "- صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فتناوله، فيضع فَاهُ على موضع فَمِهَا حين شربت، فيشرب من مكان شُرْبِهَا وتنهش من قطعة اللحم، وهي حائض، فيتناولها منها، وينهش من المكان الذي نهشت منه، ويضع فمه على موضع فمها، ويتكئ في حجرها، وهي حائض، فيقرأ القرآن (¬87). ¶ كل هذه الأفعال سبيلها سبيل الحاجة البشرية، وكلها شرع وتشريع، يقول الإمام النووي استنباطًا من هذه الأحاديث: «[فَفِيهِ جَوَازُ] النَّوْمِ مَعَ الحَائِضِ وَالاِضْطِجَاعِ مَعَهَا فِي لِحَافٍ وَاحِدٍ، إِذَا كَانَ هُنَاكَ حَائِلٌ يَمْنَعُ مِنْ مُلاَقَاةِ البَشَرَةِ فِيمَا بَيْنَ السُّرَّةِ وَالرُّكْبَةِ، أَوْ يَمْنَعُ الفَرْجَ وَحْدَهُ عِنْدَ مَنْ لاَ يُحَرِّمُ إِلاَّ الفَرْجَ، قَالَ العُلَمَاءُ: لاَ تُكْرَهُ مُضَاجَعَةُ الْحَائِضِ، وَلاَ قُبْلَتُهَا وَلاَ الاِسْتِمْتَاعُ بِهَا فِيمَا فَوْقَ السُّرَّةِ وَتَحْتَ الرُّكْبَةِ، وَلاَ يُكْرَهُ وَضْعُ يَدِهَا فِي شَيْءٍ مِنَ الْمَائِعَاتِ، وَلاَ يُكْرَهُ غَسْلُهَا رَأْسَ زَوْجِهَا أَوْ غَيْرَهُ مِنْ مَحَارِمِهَا، [وَتَرْجِيلُهُ] وَلاَ يُكْرَهُ طَبْخُهَا وَعَجْنُهَا وَغَيْرُ ذَلِكَ مِنَ الصَّنَائِعِ، وَسُؤْرُهَا وَعَرَقُهَا طَاهِرَانِ، وَكُلُّ هَذَا مُتَّفَقٌ عَلَيْهِ، وَقَدْ نَقَلَ [الإِِمَامُ أَبُو جَعْفَرٍ مُحَمَّدُ] بْنُ جَرِيرٍ [فِي كِتَابِهِ فِي مَذَاهِبِ الْعُلَمَاءِ] وَإِجْمَاعِ الْمُسْلِمِينَ عَلَى هَذَا كُلِّهِ، وَدَلاَئِلُهُ مِنَ السُّنَّةِ ظَاهِرَةٌ مَشْهُورَةٌ» (¬88)، فمن أين لنا هذه الأحكام الشرعية لو لم تكن أفعاله هذه تشريعًا؟. ¶ نعم. وإن ما يجري في الطعام والشراب يجري حكمه في جميع الأفعال الجبلية البشرية، ففي اللباس حَرَّمَ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على الرجال تطويل الثياب كِبْرًا وَفَخْرًا فقال: «مَا أَسْفَلَ الكَعْبَيْنِ فَفِي النَّارِ» (¬89). وقال: «مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ، لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ القِيَامَةِ» (¬90). ¶ وَحَرَّمَ عليهم لبس الحرير، فقال: «مَنْ لَبِسَ الحَرِيرَ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ» (¬91). ¶ وَنَهَى - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن المشي في نعل واحدة، فقال: «لاَ يَمْشِي أَحَدُكُمْ فِي نَعْلٍ وَاحِدَةٍ، لِيُحْفِهِمَا جَمِيعًا، أَوْ لِيُنْعِلْهُمَا جَمِيعًا» (¬92). ¶ وفي مباحات الثياب لبس - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الإزار والرداء، ولبس الجُبَّةَ الشَّامِيَّةَ، ولبس القميص ولبس جُبَّةً من صوف، ولبس القباء، وكسا بعض أصحابه البرانس، واشترى السراويل، وَرُوِيَ أَنَّهُ لَبِسَهَا، ولبس العمامة، وَتَقَنَّعَ، وَعَصَّبَ رَأْسَهُ بِخِرْقَةٍ فَوْقَ العِمَامَةِ ولبس على رأسه المغفر، وكانت العمامة السوداء فوق المغفر، ولبس البردة النجراني ولبس الحبرة، وكانت أحب الثياب إليه، وهي على وزن (عنبة) وهي بردة يمانية مخططة موشاة مزينة، ولبس الشملة، وهي ثوب طويل أشبه بما يعرف في أيامنا بالشال، يلتحف بها، ¶ ¬__________ ¶ (¬87) المصدر السابق. ¶ (¬88) شرح النووي على \" مسلم \" (كتاب الحيض). ¶ (¬89) أخرجه \" البخاري \": كتاب اللباس - باب ما أسفل من الكعبين فهو في النار. ¶ (¬90) المصدر السابق. ¶ (¬91) المصدر السابق. ¶ (¬92) أخرجه \" البخاري \": كتاب اللباس - باب لا يمشي في نعل واحدة.",
            "page": "76",
            "part": "1",
            "seal": "630EB173"
        },
        {
            "id": "26",
            "nass": "فكان - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يتجوز من اللباس والبسطة ويتوسع في اللباس فلا يضيق، ولا يقتصر على صنف بعينه، فلبس الثياب السود والخضر والبيض والحمر وذات الخطوط وذات الأعلام والسادة، وقال: «كُلُوا وَاشْرَبُوا وَالبَسُوا وَتَصَدَّقُوا، فِي غَيْرِ إِسْرَافٍ وَلاَ مَخِيلَةٍ» (¬93). ¶ المُبَاحُ تَكْلِيفٌ شَرْعِيٌّ: ¶ إِنَّ الشُّبْهَةَ في أضيق نطاقها تكمن في المباح من أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - التي سبيلها الحاجة البشرية والعادة البيئية، ولما كان فِي رَدِّ هَذِهِ الشُّبْهَةِ رَدٌّ لما عداها من باب أولى رَكَّزْنَا وَنُرَكِّزُ عَلَيْهَا لِنُثْبِتَ أَنَّ هذا النوع من أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تشريع، لأنه تكليف شرعي. ¶ نعم المباح نفسه تكليف وإلزام بعدم تجاوزه، والاختيار فيه إنما هو داخل في دائرة الجواز. وهو تكليف وإلزام بفعل أحد الخيارات المباحة، فالأكل والشرب في أصله وجملته واجب، يحرم الامتناع عنه مُدَّةً تُعَرِّضُ النفس للهلاك، والاختيار في المأكول والبدائل واللباس في أصله وجملته واجب، يحرم التجرد منه نِهَائِيًّا وكشف العورة للناظرين والاختيار في بدائل اللبس والملبوس. فالمباح تكليف وتشريع، لكنه ليس تكليفًا بأحد المباحات دون غيره، وإنما هو تكليف من حَيْثِيَّتَيْنِ، حَيْثِيَّةُ الإِلْزَامِ بِعَدَمِ التَّجَاوُزِ، وَحَيْثِيَّةُ التَّحَرُّكِ فِي دَائِرَتِهِ. ¶ يُعَبِّرُ عن ذلك الشاطبي بقوله: (*). ¶ «[وَأَمَّا سَائِرُ الأَقْسَامِ - وَإِنْ كَانَ ظَاهِرُهَا] الدُّخُولَ تَحْتَ [خِيَرَةِ] المُكَلَّفِ، فَإِنَّمَا دَخَلَتْ بِإِدْخَالِ الشَّارِعِ لَهَا تَحْتَ اخْتِيَارِهِ، [فَهِيَ رَاجِعَةٌ إِلَى إِخْرَاجِهَا] عَنِ اخْتِيَارِهِ، أَلاَ تَرَى أَنَّ المُبَاحَ قَدْ يَكُونُ لَهُ فِيهِ اخْتِيَارٌ وَغَرَضٌ؟، وَقَدْ لاَ يَكُونُ؟ [فَعَلَى تَقْدِيرِ أَنَّ لَيْسَ لَهُ فِيهِ اخْتِيَارٌ، بَلْ فِي رَفْعِهِ مَثَلاً، كَيْفَ يُقَالُ: إِنَّهُ دَاخِلٌ تَحْتَ اخْتِيَارِهِ؟] فَكَمْ مِنْ صَاحِبِ هَوًى يَوَدُّ لَوْ كَانَ المُبَاحُ الفُلاَنِيُّ مَمْنُوعًا، حَتَّى إِنَّهُ لَوْ وُكِّلَ إِلَيْهِ مَثَلاً تَشْرِيعُهُ لَحَرَّمَهُ، كَمَا يَطْرَأُ لِلْمُتَنَازِعَيْنِ فِي حَقٍّ. (الشُّفْعَةُ مَثَلاً، أَوِ الطَلاَقُ، أَوْ تَعَدُّدِ الزَّوْجَاتِ) ... ¶ فإذن، إِبَاحَةُ المُبَاحِ مَثَلاً لاَ تُوجِبُ دُخُولَهُ بِإِطْلاَقٍ تَحْتَ اخْتِيَارِ المُكَلَّفِ، إِلاَّ مِنْ حَيْثُ كَانَ قَضَاءً [مِنَ] الشَّارِعِ، وَإِذْ ذَاكَ يَكُونُ اخْتِيَارُهُ تَابِعًا لِوَضْعِ الشَّارِعِ، وَغَرَضُهُ مَأْخُوذًا مِنْ تَحْتِ الإِذْنِ الشَّرْعِيِّ لاَ بِالاسْتِرْسَالِ الطَّبِيعِيِّ، وَهَذَا هُوَ عَيْنُ إِخْرَاجِ الْمُكَلَّفِ عَنْ دَاعِيَةِ هَوَاهُ حَتَّى يَكُونَ [عَبْدًا لِلَّهِ]» (¬94). ¶ وَإِلَيْكَ أَمْثِلَةٌ تُوَضِّحُ المَقْصُودَ: ¶ يقول الله تعالى: {لاَ يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ وَلَكِنْ يُؤَاخِذُكُمْ بِمَا عَقَّدْتُمُ الأَيْمَانَ فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ} (¬95). ¶ ¬__________ ¶ (¬93) أصله في \" البخاري \"، وانظر ما يتعلق باللباس في \" فتح الباري \": 10/ 264 وما بعدها. ¶ (*) [قارن بالصفحة 55 من هذا الكتاب]. ¶ (¬94) \" الموافقات \" للشاطبي: 2/ 122 وما بعدها. ¶ (¬95) [سورة المائدة، الآية: 89].",
            "page": "77",
            "part": "1",
            "seal": "66E851F4"
        },
        {
            "id": "27",
            "nass": "فقد كلف الحالف وألزم بأحد أمور ثلاثة، هو مختار بينها، يباح له أن يقوم بأي منها. ¶ وإذا كنت تملك كُوبًا من لبن فإنه يباح لك أن تشربه، وأن تضع فيه عَسَلاً، وأن تخلطه بليمون أو برتقال أو تفاح أو موز، وأن تشرب بعضه وتترك بعضه، وأن تهديه لغيرك، لكن لا يباح لك أن تتفل أو تبصق فيه، أو أن تخلطه ببول أو دم أو خمر، أو نجس، بل لا يباح لك أن تريقه على الأرض وغيرك في احتياج إليه. ¶ وإذا كان على مائدتك أصناف من الطعام، بعضها حلال وبعضها حرام، لحم خنزير ولحم ضأن، ولحم ميتة، وَلَحْمٌ مُذَكًّى، وخمر ولبن، فأنت مُخَيَّرٌ في دائرة المباح من الطعام والشراب، تأكل وتشرب من هذا وتدع ذاك، وتشتهي منها هذا وتعاف منها ذاك، بعض الناس يشتهي الجراد وَبَعْضُهُمْ يَعَافُهُ، بعض الناس يشتهي الأرنب، وَبَعْضُهُمْ يَعَافُهُ، رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يَعَافُ الضَبَّ وخالد بن الوليد يلتهمه التهامًا، حركة في دائرة محددة وحظر ومنع من تجاوزها إلى الحرام. ¶ وإذا كنت تملك عشرين ثَوْبًا حَلاَلاً فإنه يباح لك أن تلبس منها ما تشاء في الصباح وما تشاء في المساء، وأن تهمل منها ما تشاء، وأن تعتز منها بما تشاء، لكن ليس لك أن تتجاوز بها دائرة المباحات إلى المحرمات، فلا يجوز لك أن تفسدها أو تحرقها، بل لا يجوز لك أن تلبسها فَخْرًا وَرِيَاءَ النَّاسِ. وإذا كنت تملك مائة ألف دينار فإنه يباح لك أن تشتري منها عَقَّارًا أَوْ مَتَاعًا أو سيارة أو مصنعًا أو متجرًا أو مزرعة، أو تتنعم منها بأصناف النعم المباحة، أكلاً وشربًا ولباسًا وسياحة، وكل إنسان أعلم بشؤون دنياه وما يصلحها وما يفسدها، لكن لا يتجاوز دائرة المباحات، فلا يشتري منها خمرًا، أو خنزيرًا، ولا يتعامل بها في الرِّبَا، ولا يغش بها ولا يخادع، بَلْ يَحْرُمُ عَلَيْهِ أَنْ يُشْعِلَ فِي بَعْضِهَا نَارًا، أَوْ يُمَزِّقَهَا وَيَرْمِي بِهَا، بَلْ يَحْرُمُ عَلَيْهِ أَنْ يَقْتُرَ عَلَى نَفْسِهِ، أَوْ أَنْ يُسْرِفَ أَوْ يُبَذِّرَ فِي إِنْفَاقِهَا. ¶ يقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ اللهَ حَدَّ حُدُودًا فَلاَ تَقْرَبُوهَا، وَفَرَضَ فَرَائِض فَلاَ تُضَيِّعُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ - لاَ عَنْ نِسْيَانٍ، وَلَكِنْ رَحْمَةً بِكُمْ - فَلاَ تَكَلَّفُوهَا» أي فلا تتكلفوها، ولا تلزموا أنفسكم بها وَلاَ تَتَزَمَّتُوا فِي اقْتِفَائِهَا وَتَتَبُّعِهَا (¬96). ¶ ويقول الله تعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ} (¬97). ¶ ¬__________ ¶ (¬96) أخرجه الحاكم في \" المستدرك \": 4/ 115 - كتاب الأطعمة. ¶ (¬97) [سورة الأعراف، الآية: 32].",
            "page": "78",
            "part": "1",
            "seal": "C10BB467"
        },
        {
            "id": "28",
            "nass": "ويقول: {وَكُلُوا وَاشْرَبُوا وَلاَ تُسْرِفُوا} (¬98). ¶ ويقول: {كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} (¬99). ¶ ويقول: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا إِذَا مَا اتَّقَوْا وَآمَنُوا وَعَمِلُوا الصَّالِحَاتِ} (¬100). ¶ ويقول: {وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا} (¬101). ¶ ويقول: {وَلاَ تُبَذِّرْ تَبْذِيرًا، إِنَّ المُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا} (¬102). ¶ ويقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «كُلْ مَا شِئْتَ، وَالْبَسْ مَا شِئْتَ، مَا أَخْطَأَتْكَ [اثْنَتَانِ]: سَرَفٌ، أَوْ مَخِيلَةٌ» (¬103). ¶ وهكذا يتضح لنا بجلاء لا يقبل الشك أن المباح تكليف شرعي في دائرة اختيارية سواء أكان سبيله سبيل الحاجة البشرية، أو العادة، أَوْ الجِبِلَّةِ، وَسَوَاءً أَكَانَ حُكْمُ إِبَاحَتِهِ صَادِرًا عَنْ اللهِ تعالى قُرْآنًا، أَوْ عَنْ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قَوْلاً أَوْ فِعْلاً أَوْ تَقْرِيرًا. ¶ وقد سبق أن ذكرنا قول الفخر الرازي (القسم الثاني: الإباحة) (*)، وتثبت بطرق ثلاثة: ¶ والفخر الرازي يقول: القسم الثاني للإباحة، وتثبت بطرق ثلاثة: ¶ [1] أَنْ يقول الشارع: إنْ شئتم فافعلوا، وإنْ شئتم فاتركوا. ¶ [2] أَنْ تدل أخبار الشرع على أنه لا حرج في الفعل والترك. ¶ [3] أَنْ لا يتكلم الشرع فيه البتة، ولكن انعقد الإجماع مع ذلك أَنَّ ما لم يرد فيه طلب فعل ولا طلب ترك فالمكلف فيه غير مُخَيَّرٍ. ¶ فالإباحة لا تتحقق إلاَّ على أحد هذه الوجوه الثلاثة المذكورة، وفي جميعها خطاب الشرع دَلَّ عليها، فكانت الإباحة من الشرع» (8) (*). ¶ ويقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «كَانَ أَهْلُ الجَاهِلِيَّةِ يَأْكُلُونَ أَشْيَاءَ، وَيَتْرُكُونَ أَشْيَاءَ تَقَذُّرًا» فَبَعَثَ اللَّهُ تَعَالَى نَبِيَّهُ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنْزَلَ كِتَابَهُ، وَأَحَلَّ حَلاَلَهُ، وَحَرَّمَ حَرَامَهُ، فَمَا أَحَلَّ فَهُوَ حَلاَلٌ، وَمَا حَرَّمَ فَهُوَ حَرَامٌ، وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْوٌ» (¬104) ثُمَّ تَلاَ قَوْلَهُ تَعَالَى: {قُلْ لاَ أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلاَّ أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ} (¬105). ¶ ¬__________ ¶ (¬98) [سورة الأعراف، الآية: 31]. ¶ (¬99) [سورة البقرة، الآيتان: 57 و 172]، [سورة الأعراف، الآية: 160]. [سورة طه، الآية: 81]. ¶ (¬100) [سورة المائدة، الآية: 93]. ¶ (¬101) [سورة الإسراء، الآية: 29]. ¶ (¬102) [سورة الإسراء، الآيتان: 26، 27]. ¶ (*) [انظر الصفحة 55 من هذا الكتاب]. ¶ (¬103) أخرجه \" البخاري \" مُعَلَّقًا. كتاب اللباس - باب قول الله تعالى {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ}؟ ¶ (¬104) أخرجه ابن مردويه، وَصَحَّحَهُ الحاكم عن ابن عباس. ¶ (¬105) [سورة الأنعام، الآية: 145].",
            "page": "79",
            "part": "1",
            "seal": "88D382A4"
        },
        {
            "id": "29",
            "nass": "قال الحافظ ابن حجر: «وَالاسْتِدْلاَلُ بِهَذَا لِلْحِلِّ إِنَّمَا يَتِمُّ فِيمَا لَمْ يَأْتِ فِيهِ نَصٌّ عَنِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -» (¬106). ¶ وإذا ثبت أن المباح تكليف شرعي ثبت أنه تشريع، وثبت أن كل أفعال النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تشريع. ¶ فِعْلُ المُبَاحِ طَاعَةٌ للهِ وَرَسُولِهِ يُثَابُ عَلَيْهِ: ¶ أَوَّلاً: لو وضعت أمام ابنك تُفَّاحًا وبرتقالاً وموزًا وعنبًا وتمرًا، وَقُلْتَ لَهُ: كُلْ ما شئت من هذه الأصناف، فَأَكَلَ. أَيَكُونُ مُطِيعًا، أَمْ عَاصِيًا؟ أَيَكُونُ مُحْسِنًا أَمْ مُسِيئًا؟ لا خلاف أَنَّهُ يَكُونُ مُطِيعًا مُحْسِنًا، المُطِيعُ المُحْسِنُ يَسْتَحِقُّ الإِحْسَانَ. ¶ وَلَوْ أَنَّ آدَمَ - عَلَيْهِ السَّلاَمُ - أَكَلَ مِنْ حَيْثُ شَاءَ مِنْ ثِمَارِ الجَنَّةِ وَلَمْ يَأْكُلْ مِنَ الشَّجَرَةِ التِي نُهِيَ عَنْ الأَكْلِ مِنْهَا، يَكُونُ مُطِيعًا؟ أَمْ عَاصِيًا؟ مُحْسِنًا أم مُسِيئًا؟ لاَ شَكَّ أَنَّهُ يَكُونُ مُطِيعًا مُحْسِنًا يَسْتَحِقُّ الإِحْسَانَ. ¶ وحينما قال الله تعالى لمريم: {وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا، {فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا} (¬107). وفعلت مريم ما أمرت به، أكلت وشربت وَقَرَّتْ عَيْنًا، فعلت ما هو في صالحها، وما هو محبوب لديها مما سبيله سبيل الحاجة البشرية، أتكون مطيعة أم عاصية؟ لا شك أنها تكون طائعة. فَفِعْلُ المُبَاحِ طاعة لله ولرسوله ولو لم يصحبه قصد الطاعة، ولا نِيَّةَ التقرب. ¶ ثَانِيًا: يقول الله تعالى: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} (¬108). أي سيئاتكم الصغائر، فجعل الله تعالى في مقابل اجتناب الكبائر أَجْرًا حَسَنًا، وهو ما نُعَبِّرُ عنه حين نقول: \" المُحَرَّمُ مَا يُعَاقَبُ عَلَى فِعْلِهِ، وَيُثَابُ عَلَىَ تَرْكِهِ \"، ولا خلاف في هذا بين العلماء إذا صاحب هذا الاجتناب نِيَّة الطَّاعَةِ، وَقَصْدَ التَقَرُّبِ، واستحضار الخوف من الله، لكن قصدنا من هذا البحث أن مجرد اجتناب الكبائر إحسان يُثَابُ عَلَيْهِ، مهما كانت أسباب هذا الاجتناب، فقد ربط الله تعالى الأجر على الاجتناب ذاته، صاحبه نية تقرب أو لم يصاحبه. ¶ ثَالِثًا: لا شك أن البعد عن الحرام يمنع العقاب عليه، ولو بدون قصد، فلا يعاقب على الزنا من لم يزن، حَتَّى مَنْ هَمَّ بالزنا ولم يزن لم يكتب عليه سيئة بل كتبت له حسنة، ¶ ¬__________ ¶ (¬106) انظر \" فتح الباري \": 9/ 572. ¶ (¬107) [سورة مريم، الآيتان: 25، 26]. ¶ (¬108) [سورة النساء، الآية: 31].",
            "page": "80",
            "part": "1",
            "seal": "846CADC2"
        },
        {
            "id": "30",
            "nass": "مِصْدَاقًا لِقَوْلِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللَّهُ [لَهُ] عِنْدَهُ حَسَنَةً كَامِلَةً» (¬109). ¶ قال الحافظ ابن حجر: «وَظَاهِرُ الإِطْلاَقِ [كِتَابَةُ الحَسَنَةِ] بِمُجَرَّدِ التَّرْكِ» ثُمَّ قَالَ: «وَيَحْتَمِلُ أَنْ تَكُونَ حَسَنَةُ مَنْ تَرَكَ بِغَيْرِ اسْتِحْضَارِ [مَا قُيِّدَ بِهِ] دُونَ حَسَنَةِ الآخَرِ، لِمَا تَقَدَّمَ أَنَّ تَرْكَ المَعْصِيَةِ كَفٌّ عَنِ الشَّرِّ، وَالكَفُّ عَنِ الشَّرِّ خَيْرٌ» (¬110). ¶ إن الاشتغال بالمباح - ولو بدون قصد الاستعانة به على البعد عن الحرام - يمنع من الاشتغال بالحرام، فهو وسيلة وسبب للبعد عن الحرام، فالجائع الذي يشتهي كُلَّ شَيْءٍ لو أنك أشبعته من أقل الأشياء انصرفت نفسه عن أطيب الأطعمة، وأمامنا الصائم قبل فطوره وبعد فطوره. ¶ حتى الشهوة الجنسية - وهي أقوى ما يحكم الإنسان مِمَّا سبيله سبيل الحاجة البشرية - عندما تثور تتجه إلى الجميل والقبيح، فإذا ما أشبعت انصرفت عن الجميلة، وَكَثِيرًا مَا يَشْمَئِزُّ منها بعد أن تنطفئ شهوته، وينقضي مأربه، بل قد يعجز عن مباشرة الحرام إذا هو شبع من الحلال، ولذلك جاء في الحديث: «إِنَّ المَرْأَةَ تُقْبِلُ فِي صُورَةِ شَيْطَانٍ، وَتُدْبِرُ فِي صُورَةِ شَيْطَانٍ، فَإِذَا أَبْصَرَ أَحَدُكُمْ امْرَأَةً، فَلْيَأْتِ أَهْلَهُ، فَإِنَّ ذَلكَ يَرُدُّ مَا فِي نَفْسِهِ». وفي رواية \" الترمذي \": «فَلْيَأْتِ أَهْلَهُ فَإِنَّ مَعَهَا مِثْلَ الَّذِي مَعَهَا». ¶ وفي حديث آخر: «إِذَا أَحَدُكُمْ أَعْجَبَتْهُ المَرْأَةُ، فَوَقَعَتْ فِي قَلْبِهِ، فَلْيَعْمِدْ إِلَى امْرَأَتِهِ فَلْيُوَاقِعْهَا، فَإِنَّ ذَلِكَ يَرُدُّ مَا فِي نَفْسِهِ» (¬111). ¶ فالاشتغال بالمباح - ولو بدون قصد - يساعد على البعد عن الحرام، فله أجر وثواب، أجر الوسيلة المباحة للغاية الواجبة أو المُسْتَحَبَّةِ، كالخطوات إلى المسجد، وهذه النظرة هي التي دفعت الكعبي ليقول: «لاَ يُوجَدُ مُبَاحٌ فِي الشَّرِيعَةِ، بَلْ إِمَّا أَجْرٌ وَإِمَّا وِزْرٌ فَمَنْ اشْتَغَلَ بِمُبَاحٍ عَنْ المَعْصِيَةِ فَهُوَ مَأْجُورٌ عَلَيْهِ، وَكُلُّ فِعْلٍ يُقَالُ عَنْهُ: مُبَاحٌ، فَهُوَ فِي عَيْنِهِ تَرْكُ المَحْظُورِ، وَتَرْكُ المَحْظُورِ وَاجِبٌ مٌثَابٌ عَلَيْهِ» (¬112). ¶ والحديث الصحيح يقول: «وَفِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ. قَالُوا: يَا رَسُولَ اللهِ، أَيَأتِي أَحَدُنَا شَهْوَتَهُ وَيَكُونُ لَهُ فِيهَا أَجْرٌ؟ قَالَ: «أَرَأَيْتُمْ لَوْ وَضَعَهَا فِي حَرَامٍ أَكَانَ عَلَيْهِ فِيهَا وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فِي الْحَلاَلِ كَانَ لَهُ أَجْرٌ» (¬113). فقد جعل - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مجرد قضاء الشهوة مع الزوجة - وهو أمر مباح - جعل مجرد الاشتغال بهذا الأمر صدقة، لأن ¶ ¬__________ ¶ (¬109) اللفظ للبخاري - كتاب الرقاق - باب من هَمَّ بحسنة أو بسيئة. ¶ (¬110) انظر \" فتح الباري \": 11/ 334. ¶ (¬111) أخرجه مسلم - كتاب النكاح. والترمذي - كتاب الرضاع. ¶ (¬112) انظر \" إمام الحرمين الجويني \": 1/ 99، 1/ 294. ¶ (¬113) أخرجه مسلم - كتاب الزكاة.",
            "page": "81",
            "part": "1",
            "seal": "3072A803"
        },
        {
            "id": "31",
            "nass": "الاشتغال به في ذاته انصراف عن الحرام، ولو كان الدافع إليه قضاء المتعة واللذة والشهوة البشرية. ¶ رَابِعًا: يقول الله تعالى: {وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا وَوَجَدُوا مَا عَمِلُوا حَاضِرًا} (¬114). والمباح يدخل في هذا التعميم، ولا فائدة من وجوده إلا أن يثاب عليه إن شاء الله. ¶ خَامِسًا: يقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا، أَوْ يَزْرَعُ زَرْعًا، فَيَأْكُلُ مِنْهُ طَيْرٌ أَوْ إِنْسَانٌ أَوْ بَهِيمَةٌ، إِلاَّ كَانَ لَهُ بِهِ صَدَقَةٌ» (¬115). وفي رواية «إِلاَّ كَانَ لَهُ صَدَقَةً فِيهَا أَجْرٌ». ¶ قال الحافظ ابن حجر: [قَالَ بن أَبِي جَمْرَةَ]: «يَدْخُلُ الغَارِسُ فِي عُمُومِ قَوْلِهِ إِنْسَانٌ فَإِنَّ فَضْلَ اللَّهِ وَاسِعٌ وَفِيهِ التَّنْوِيهُ بِقَدْرِ المُؤْمِنِ، وَأَنَّهُ يَحْصُلُ لَهُ الأَجْرُ وَإِنْ لَمْ يَقْصِدْ إِلَيْهِ عَيْنًا». ¶ قَالَ الطِّيبِيُّ: «أَنَّ أَيَّ مُسْلِمٍ [كَانَ حُرًّا أَوْ عَبْدًا مُطِيعًا أَوْ عَاصِيًا] يَعْمَلُ أَيَّ عَمَلٍ مِنَ المُبَاحِ يَنْتَفِعُ بِمَا عَمِلَهُ أَيُّ حَيَوَانٍ كَانَ يَرْجِعُ نَفْعُهُ إِلَيْهِ، وَيُثَابُ عَلَيْهِ [وَفِيهِ]» (¬116). وهذا دليل على أن كل مباح يفعله المسلم وينتفع به هو أو غيره مثاب عليه إن شاء الله. ¶ سَادِسًا: إذا دعونا أُنَاسًا لطعامنا فأجابوا دعوتنا، وأكلوا طعامنا فرحنا بهم وسررنا وأحسنا وفادتهم ولقاءهم وشكرناهم، فكيف بالكريم الذي لا يقطع فيض كرمه وعطائه عمن عصاه وهو يبارزه بالمخالفة، يعطيه العافية والصحة والستر والرزق، وهو في حال ارتكابه الكبيرة، ويفتح له باب التوبة بعدها، ويفرح به حين يرجع إليه، ويبدل سيئاته حسنات، كيف يظن به أن يرجع من يجلس على مائدة رزقه المباح صفر اليدين؟ وهو الذي يحب أن يرى أثر نعمته على عبده؟ والمباح نعمة منه يظهر أثرها على من ينعم بها؟. ¶ أمام هذه الأدلة تطمئن نفسي إلى أن أفعل المباح طاعة يثاب عليه كَرَمًا وَإِحْسَانًا، وحسبي أنني أحسن الظن في الله الكريم، الذي يقول في الحديث القُدْسِيِّ: «أَنَا عِنْدَ ظَنِّ عَبْدِي بِي، إِنْ ظَنَّ بِي خَيْرًا فَلَهُ، وَإِنْ ظَنَّ شَرًّا فَلَهُ» (¬117). ¶ وإذا كان فعل المباح طاعة فهو شرع الله، لأنه لا ثواب إلا على شرع الله. ¶ التَفْرِيطُُ وَالإِفْرَاطُ وَالضَّعْفُ فِي فَهْمِ الشَّرِيعَةِ وَأُصُولِهَا وَمَقَاصِدِهَا: ¶ ثلاثة أمراض ابتلي بها المسلمون فَصَارُوا شِيَعًا وَأَحْزَابًا، كل حزب بما لديهم فرحون. ¶ ¬__________ ¶ (¬114) [سورة الكهف، الآية: 49]. ¶ (¬115) أخرجه \" البخاري \": - كتاب الحرث والزراعة - باب فضل الزرع والغرس. وملحق الرواية لمسلم. ¶ (¬116) انظر \" فتح الباري \": 5/ 6. ¶ (¬117) أخرج \" البخاري \": - كتاب التوحيد - باب {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ} واللفظ لأحمد: 2/ 391.",
            "page": "82",
            "part": "1",
            "seal": "A3EC29AD"
        },
        {
            "id": "32",
            "nass": "فريق يفرط في بعض أقوال الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ويخرجها من التشريع نِهَائِيًا، ويعتبرها وليدة الطبيعة والجبلة والعادة المحضة، ولا علاقة لها بالرسالة، ويستوي رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في فعلها بأي رجل ولو كان كافرًا، فهي لا تخضع لوحي، ولا يحرسها وحي، ولا يؤخذ منها حكم شرعي. ¶ وكان هذا الفريق بين مُقِلٍّ يحصر هذه الأفعال في بعض ما سبيله الحاجة البشرية، وبين مكثر أدخل فيها كل ما يتعلق بالمعاملات التي لم ترد في القرآن الكريم. ¶ وفريق أفرط في تقديس المباحات من أفعاله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، فخلع عليها حكم السُنَّةِ والاستحباب، وأضفى عليها صبغة الإلزام ووجوب الاقتداء. ¶ وليت كل فريق منهما عمل بما اعتقد، واكتفى في نفسه بما أصابه، ولم يعمل على نشر المرض بين الأَصِحَّاءِ مسار الآخرين، ليس بالحكمة والموعظة الحسنة، لكن بإصدار التعليمات إلى العلماء بأن يكونوا مثله، ولا يتجاوزوا ما هو عليه تارة (¬118)، وبتسفيه الآخرين تارة أخرى. ¶ الظُّرُوفُ وَالمُلاَبَسَاتُ عُنْصُرٌ أَسَاسِيٌّ فِي صُدُورِ الحُكْمِ: ¶ لقد فعل رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أفعالاً مناسبة لظروفها وملابساتها، لا تقع منه لو كانت الظروف غير الظروف، فالتمسك بهذه الأفعال في غير ظروفها يشبه استعمال مكيف التبريد في الشتاء القاسي بِحُجَّةِ أنه استعمل في وقت من الأوقات. ¶ رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أكل بأصابعه، ولعق أصابعه بعد الأكل، وأمر أصحابه بلعق الأصابع، وَحَثَّهُمْ على لعق الإناء (¬119). ¶ هذا صحيح، ولكن ما هي الظروف التي فعل فيها ذلك؟ وأمر فيها بذلك؟. ¶ لو أنك في صحراء لا ماء فيها، وليس معك من الماء إلا ما يكفي شرابك، فوضعت طعامك المتيسر لك قطعًا من القرع مع قطعة من لحم كان مُجَفَّفًا في الشمس تسبح في ماء، فأخذت كسرة من خبز، وتتبعت قطع القرع السابحة في مائها بأصابعك، فأكلت ... هل تبقى أصابعك بما عليها من دسم لتصيب ثيابك؟ أو تصيب ثياب الآخرين؟ أو تلوث بها كل ما لاقت؟ أو تلعقها حيث لا ماء؟ لقد شَرَّعَ اللهُ في مثل هذه الحالات التيمم بدل الوضوء ¶ __________ ¶ (¬118) انظر \" مجلة مركز بحوث السُنَّةِ والسيرة - جامعة قطر - العدد الثالث: ص 94. ¶ (¬119) \" البخاري \": كتاب الأطعمة - باب لعق الأصابع.",
            "page": "83",
            "part": "1",
            "seal": "B6359E04"
        },
        {
            "id": "34",
            "nass": "للصلاة، أفلا يشرع على لسان نَبِيِّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لعق الأصابع؟ أليس لعق الأصابع في هذه الحالة أرقى عمل إنساني يحصل أكبر قدر ممكن من النظافة؟. ¶ وَهَبْ أنك في هذه الحالة ليس معك إلاَّ إناء واحد، ستأكل فيه مَرَّةً وَمَرَّةً وَمَرَّةً فأكلت منه القرع ظُهْرًا، وستضع فيه القرع في الليل، ولا ماء تغسله. هل تبقيه مع بقايا طعامه يجمع الأتربة والهوام؟ أو تلعقه بعد الأكل بأصابعك ولسانك وشفتيك؟. ¶ ماذا في لعق الإناء حينئذٍ؟ ألست تثاب على فعلك هذا حيث إنه نظافة؟ لو أنَّ الإناء تكلم أَيَمْدَحُكَ أَمْ يَذُمُّكَ؟ أيستغفر لك أم يدعو عليك؟. ¶ إنَّ استقذارنا لِلَعْقِ الأصابع بعد الأكل عُرْفٌ وَعَادَةٌ، وإلاَّ فلا فرق بين لعق الأصابع مَرَّةً واحدة في نهاية الأكل ولعق الملعقة في كل مَرَّةٍ ذَهَابًا وَجِيئَةًً حتى سميت الآلة باسم اللعق (ملعقة) بقايا الطعام الذي فوق الأصابع هو بقايا الطعام الذي فوق الملعقة، وهو نفس الطعام الذي تناولناه بشغف وشهية. لكن لِلْعُرْفِ والعادة احترامهما شَرْعًا. وما يستقذره الناس ينبغي اجتنابه حيث لا ضرورة، فمراعاة مشاعر الآخرين من أهم مطالب الإسلام، ومن أبرز مقاصده وأهدافه، لكن الضرورات تبيح المحظورات، واحتمال أخف الضررين واجب، ولعق الأصابع مع قبح المنظر أخف ضَرَرًا من بقاء الدسم عليها وتلويثها مَا تُصِيبُهُ حيث لا مَاءَ. ¶ ولقد جَرَّبْتُ هذه الأزمة، وَمَرَرْتُ بمثل هذه الحالة حين تَاهَتْ بنا السيارة في صحراء نَجْدٍ ولم يبق معنا من الزاد والماء سوى عُلْبَةٍ وَاحِدَةٍ صَغِيرَةٍ من الخضار المحفوظ اشتركنا نحن الخمسة في التقاط حباتها من الإناء غير المغسول، وتسابقنا في لعق إنائها بأصابعنا، ثم بشفاهنا وَأَلْسِنَتِنَا، وأدركنا قيمة هذه اللعقة، لا من حيث النظافة فحسب بل ومن حيث ما نحصل عليه بها من طعام، وَتَذَكَّرْنَا ما قرأناه عن صحابة رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من أنهم كانوا يحملون معهم في سفرهم وغزواتهم النَّوَى - نوى التمر - في أكياس، يَمُصُّونَهُ عند الجوع، فقد روى \" مُسْلِمٌ \" عَنْ أَبِي هُرَيْرَةَ، قَالَ: لَمَّا كَانَ غَزْوَةُ تَبُوكَ أَصَابَ النَّاسَ مَجَاعَةٌ. قَالُوا: يَا رَسُولَ اللهِ، لَوْ أَذِنْتَ لَنَا فَنَحَرْنَا نَوَاضِحَنَا - أَيْ إِبِلَنَا -، فَأَكَلْنَا وَادَّهَنَّا؟ فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «افْعَلُوا»، قَالَ: فَجَاءَ عُمَرُ، فَقَالَ: يَا رَسُولَ اللهِ، إِنْ فَعَلْتَ قَلَّ الظَّهْرُ، وَلَكِنْ ادْعُهُمْ بِفَضْلِ أَزْوَادِهِمْ، ثُمَّ ادْعُ اللهَ لَهُمْ عَلَيْهَا بِالْبَرَكَةِ، لَعَلَّ اللهَ أَنْ يَجْعَلَ فِي ذَلِكَ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «نَعَمْ»، قَالَ: فَدَعَا",
            "page": "84",
            "part": "1",
            "seal": "6FF99B76"
        },
        {
            "id": "35",
            "nass": "بِنِطَعٍ - بِسَاطٌ مِنْ جِلْدٍ -، فَبَسَطَهُ، ثُمَّ دَعَا بِفَضْلِ أَزْوَادِهِمْ. قَالَ: فَجَعَلَ الرَّجُلُ يَجِيءُ بِكَفِّ ذُرَةٍ. قَالَ: وَيَجِيءُ الآخَرُ بِكَفِّ تَمْرٍ. قَالَ: وَيَجِيءُ الآخَرُ بِكَسْرَةٍ ... قَالَ: وَجَاءَ ذُو النَّوَاةِ بِنَوَاهُ. قِيلَ لَهُ: وَمَا كَانُوا يَصْنَعُونَ بِالنَّوَى؟ قَالَ: كَانُوا يَمُصُّونَهُ وَيَشْرَبُونَ عَلَيْهِ الْمَاءَ ... » (¬120). ¶ فهل قوم بهذه الحالة تنكر عليهم أنْ يلعقوا أصابعهم آنيتهم؟. ¶ رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في وقت السلم، وفي إقامته في الحاضرة - المدينة - يَتَوَضَّأُ بِالمُدِّ - أي بحفنة واحدة - من الماء، ويغتسل بالصاع (¬121) - أي بأربع حفنات من الماء، ويستجمر بالحجارة قبل الاستنجاء لِيُقَلِّلَ بقدر الإمكان كمية الماء. ¶ ولو أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عاش في زمننا، وأمامه صنبور الماء الساخن، وصنبور الماء البارد وصنبور الصابون السائل، ورف الصابون الجامد، وأنواع المُجَّفِّفَاتِ الهوائية ما لعق الأصابع، ولا أمر بلعقها، وما حَثَّ على لعق الإناء وبجواره غَسَّالَةُ الأطباق. ¶ ولو أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عاش في زمننا، وفي بيئتنا لاغتسل تحت الدش بأكثر من مائة صاع وَدَلَكَ جِسْمَهُ مَرَّاتٍ وَمَرَّاتٍ بمختلف أنواع الشَّامْبُو والمُرَطِّبَاتِ الجِلْدِيَّةِ ذات الروائح العطرية. ¶ فالظروف والملابسات وَالمُتَغَيِّرَاتُ جزء من الحكم، بل هي أساسية ومقتضياته. ¶ وكان رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وصحابته يُعِدُّونَ سلاحهم لِمُلاَقَاةِ الأَعْدَاءِ، فَيُسَوُّونَ النبل ويحدون السيف، ويقيمون الرمح، ويربطون الناقة والفَرَسَ والبغال في سبيل الله. ¶ ولو أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عاش في زمننا أكانت شريعة إعداد القوة هي تلك التي كانت؟ أم كانت ستتحول إلى الطائرات والسيارات المُصَفَّحَةِ والدَبَّابَةِ والصاروخ، بل والقنبلة الذرية؟ وكافة التكنولوجيا الحربية الحديثة؟. ¶ إنَّ مشكلة الإسلام في بعض أهله الجَامِدِينَ المُتَزَمِّتِينَ المُتَنَطِّعِينَ رَمْزَ التَخَلُّفِ، وَعُبَّادِ الصورة والظاهر، يأكلون بأصابعهم وأَكُفِّهِمْ في وسط قوم لا يلامس الطعام أيديهم، يلعقون أصابعهم أمام قوم يَشْمَئِزُّونَ من هذا المنظر، وقد يصابون بالمرض أو الغثيان. ¶ وَإِنْ أَنْسَ لاَ أَنْسَى يَوْمًا دُعِِيتُ فيه للغذاء لأول مَرَّةٍ في نَجْدٍ عند قوم، سَنَةَ ثلاثٍ وخمسين وتسعمائة وألف من الميلاد، فَوُضِعَتْ أمامي على الأرض صَحْفَةٌ كبيرة، عليها كومة من الأرز، فوقها الضأن كاملاً، وحول الصَحْفَةِ أطباق صغيرة بكل منها سائل ¶ __________ ¶ (¬120) أخرجه \" مسلم \": كتاب الإيمان - باب من مات على التوحيد دخل الجنة. ¶ (¬121) أخرجه \" البخاري \": كتاب الوضوء - باب الوضوء بالمد.",
            "page": "85",
            "part": "1",
            "seal": "8D06DDB4"
        },
        {
            "id": "36",
            "nass": "الصلصة، وَالْتَفَّ المَدْعُوُّونَ حولها، وَسُلِّمَتْ لي ملعقة على مَضَضٍ من الدَّاعِي، وبدأنا نأكل، من حولي يأخذ القبضة من الأرز تعدل ملعقتين، يظل يقبضها ويبسطها حتى يعجنها، ثم يغمس قبضته بما فيها في طبق الصلصة، ثم يلقيها في فمه، مُبَلِّلاً شعر لحيته الطويلة، وَأَغْمَضْتُ عَيْنَيَّ عَنْهُمْ إِذْ أَحْسَسْتُ بالغثيان، لكنهم بدأوا يقطعون اللحم بهذه الأيدي وَيُقَدِّمُونَهَا لي لآكُلَهَا، وبكل إصرارٍ اضطررتُ لوضع قطعة في فمي، وكأني أدخل أصابعهم، وليس قطعة اللحم، وَتَحَرَّكَتْ أَمعائي، وتمالكت نفسي وأمسكت التقلب في معدتي حتى وصلت بيتي، فأفرغت ما فيها ولازمتُ الفراش أَيَّامًا يعلم الله آثارها على مستقبل حياتي الصِحِيَّةِ. ¶ أهذا هو الإسلام؟ مَنْ يَقُلْ منهم هذا هو الإسلام فهو لا يعرف الإسلام، الإسلام دين النظافة والمشاعر الإنسانية، والإحساس المرهف «لاَ يَتَنَاجَى اثْنَانِ دُونَ الثَّالِثِ، [فَإِنَّ] ذَلِكَ يُحْزِنُهُ» (¬122) «كُلْ مِمَّا يَلِيكَ» (¬123) «لَمْ يَعِبْ طَعَامًا قَطُّ، كَانَ إِذَا اشْتَهَاهُ أَكَلَهُ، وَإِنْ عَافَهُ تَرَكَهُ» (¬124). ¶ إن مشكلة الإسلام في بعض أهله، وقد أخبرني بعض منهم ممن يتصدون للدعوة في الخارج أنهم يذهبون إلى أوروبا وأمريكا، يدعون إلى الإسلام، ويأكلون على الأرض هناك وبأصابعهم، على أن هذه الصورة التي يدعون إليها، صورة الإسلام. ¶ مُنَفِّرُونَ وَرَبِّ الكَعْبَةِ، فَتَّانُونَ وَرَبِّ الكَعْبَةِ، إن الإسلام رمز الطهر والنقاء والصفاء والنور والهداية، يُسْرٌ لاَ عُسْرَ فِيهِ، {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} (¬125)، {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ} (¬126). ¶ إن الإسلام دين الزينة والطيبات والجمال، دستوره الخالد يقول: {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلاَ تُسْرِفُوا إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ، قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا} (¬127)، «إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ» (¬128)، «إِنَّ اللهَ [يُحِبُّ] إِذَا أَنْعَمَ عَلَى عَبْدٍ نِعْمَةً أَنْ يَرَى أَثَرَ نِعْمَتِهِ عَلَيْهِ»، وفي رواية أَنَّ النَّبِيَّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - رَأَى رَجُلاً رَثَّ الثِّيَابِ، فَقَالَ لَهُ: «إِذَا آتَاكَ اللَّهُ مَالاً فَلْيُرَ أَثَرُهُ عَلَيْكَ» (¬129) قالها لرجل رآه في ثياب دون، وفي رواية أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - رَأَى رَجُلاً شَعِثًا، قَدْ تَفَرَّقَ شَعْرُهُ فَقَالَ: «أَمَا كَانَ يَجِدُ ¶ __________ ¶ (¬122) أصله في \" البخاري \": كتاب الاستئذان - باب لا يتناجى اثنان دون الثالث. ¶ (¬123) أخرجه \" البخاري \": كتاب الأطعمة - باب التسمية على الطعام والأكل باليمين والأكل مما يليك. ¶ (¬124) أخرجه \" البخاري \": كتاب الأطعمة - باب ما عاب طعامًا قط. ¶ [الحديث كما ورد في \" صحيح البخاري \": «مَا عَابَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ طَعَامًا قَطُّ، إِنِ اشْتَهَاهُ أَكَلَهُ، وَإِنْ كَرِهَهُ تَرَكَهُ»، البخاري: \" الجامع الصحيح \" ترقيم محمد فؤاد عبد الباقي: (70) كتاب الأطعمة (21) بَابُ مَا عَابَ - النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - طَعَامًا. حديث رقم 5409، (\" فتح الباري \": 9/ 547)]. ¶ (¬125) [سورة المائدة، الآية: 6]. ¶ (¬126) [سورة الحج، الآية: 78]. ¶ (¬127) [سورة الأعراف، الآيتان: 31، 32]. ¶ (¬128) أخرجه \" مسلم \": كتاب الإيمان، جوابًا عن سؤال: إن الرجل يحب أن يرى ثوبه حسنًا ونعله حسنة. ¶ (¬129) أخرجه البيهقي بإسناد جَيِّدٍ.",
            "page": "86",
            "part": "1",
            "seal": "8765374D"
        },
        {
            "id": "37",
            "nass": "هَذَا مَا يُسَكِّنُ بِهِ شَعْرَهُ؟ وَرَأَى رَجُلاً آخَرَ وَعَلْيِهِ ثِيَابٌ وَسِخَةٌ، فَقَالَ أَمَا كَانَ هَذَا يَجِدُ مَاءً يَغْسِلُ بِهِ ثَوْبَهُ» (¬130). ¶ إن مشكلة الإسلام في بعض أهله المُتَشَدِّدِينَ، ولا أراهم إلا أنهم كانوا سَبَبًا في تفريط المفرطين، فالتطرف يخلق التطرف، والإفراط يخلق التفريط. ¶ مَاذَا يُرِيدُ أَصْحَابَ تَقْسِيمِ السُنَّةِ إِلَى تَشْرِيعِيَّةٍ وَغَيْرِ تَشْرِيعِيَّةٍ؟: ¶ أَهُمْ بِهَذَا التَّجْدِيدِ يُصْلِحُونَ عَقِيدَةً فَاسِدَةً؟ أَمْ هُمْ بِهَذَا التَّجْدِيدِ يَهُزُّونَ عَقِيدَةً صَحِيحَةً؟ ¶ ماذا يضر المسلم في عقيدته لو أنه اعتقد أَنَّ مُحَمَّدًا - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - رَسُولٌ فِي جَمِيعِ أَوْقَاتِهِ؟ رَسُولٌ فِي جَمِيعِ أَقْوَالِهِ وَأَفْعَالِهِ وَتَقْرِيرَاتِهِ؟ منذ البعثة وإلى أن لَحِقَ بالرفيق الأعلى؟ ¶ على الرغم من أن هذه الدعوة حديثة العهد، وَأَنَّ دُعَاتَهَا قِلَّةٌ لا يتجاوزون أصابع اليد الواحدة، وأن صداها لم يكتب له القبول وأتباعها لا يزيدون، بل يتناقصون لكن خطرها شديد، وبعثها شَرٌّ مُسْتَطِيرٌ. إن باب الشر المغلق إذا كسر غلقه لم يؤمن انفتاحه على مصراعيه، ومعظم النار من مستصغر الشرر، وسلب رسالة محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن عشرة تصرفات يُتِيحُ لآخرين سلبها عن عشرين تَصَرُّفًا، ثم عن مائة تصرف، ثم عن المعاملات جميعها، ثم عن الشريعة كلها. ¶ والعبرة ليست بحسن القصد في مثل هذه الأمور، إنما العبرة بالأثر والأخطار التي يمكن أن تنجم عن ثقب صغير في جدار كبير. ¶ «وَإِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالكَلِمَةِ لاَ يُلْقِي لَهَا بَالاً، يَهْوِي بِهَا سَبْعِينَ خَرِيفًا فِي نَارِ جَهَنَّمَ» (¬131). ¶ والله الهادي سواء السبيل،،، ¶ __________ ¶ (¬130) أخرجه النسائي وأبو داود: كتاب اللباس - باب في غسل الثوب. وصححه ابن حبان والحاكم. ¶ (¬131) أصله في \" البخاري \": كتاب الرقاق - باب حفظ اللسان. ¶ [الحديث في \" صحيح البخاري \" بهذه الصيغة: «إِنَّ العَبْدَ لَيَتَكَلَّمُ بِالكَلِمَةِ مِنْ رِضْوَانِ اللَّهِ، لاَ يُلْقِي لَهَا بَالاً، يَرْفَعُهُ اللَّهُ بِهَا دَرَجَاتٍ، وَإِنَّ العَبْدَ لَيَتَكَلَّمُ بِالكَلِمَةِ مِنْ سَخَطِ اللَّهِ، لاَ يُلْقِي لَهَا بَالاً، يَهْوِي بِهَا فِي جَهَنَّمَ». البخاري: \" الجامع الصحيح \" ترقيم محمد فؤاد عبد الباقي: (81) كتاب الرقاق (23) بَابُ حِفْظِ اللِّسَانِ، وَقَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَاليَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ» وَقَوْلِهِ تَعَالَى: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} [سورة ق، الآية: 18]، الحديث رقم 6478. (\" فتح الباري \": 11/ 308)].",
            "page": "87",
            "part": "1",
            "seal": "E4262066"
        }
    ],
    "t574": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "السنة كلها تشرع لموسى شاهين لاشين"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "المباح تكليف شرعي:"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "فعل المباح طاعة لله ورسوله يثاب عليه:"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "التفريط والإفراط والضعف في فهم الشريعة وأصولها ومقاصدها:"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "الظروف والملابسات عنصر أساسي في صدور الحكم:"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "ماذا يريد أصحاب تقسيم السنة إلى تشريعية وغير تشريعية؟:"
        }
    ]
}