{
    "b5744": [
        {
            "hno": "125",
            "id": "113",
            "nass": "أَوَّل من وضع العشور ¶ 125 - حَدثنَا أَبُو كريب حَدثنَا ابْن أَبِي زَائِدَة عَن عَاصِم عَن عَامر قَالَ: \" أَوَّل من وضع العشور فِي الْإِسْلَام عُمَر - رَضِي الله عَنْهُ - \".",
            "page": "145",
            "part": "1",
            "seal": "9CB20271"
        },
        {
            "hno": "126",
            "id": "114",
            "nass": "أَوَّل فسطاط ضرب على قبر ¶ 126 - حَدَّثَنَا إِبْرَاهِيم بْنُ الْمُبَارَكِ الْبَلَدِيُّ حَدَّثَنَا مُحَمَّد بْنُ بَكَّارٍ حَدَّثَنَا أَبُو مَعْشَرٍ عَنْ مُحَمَّد بْنِ الْمُنْكَدِرِ قَالَ: ¶ مَرَّ عُمَر بْنُ الخَطَّاب عَلَى حَفَّارِينَ يَحْفُرُونَ قَبْرَ زَيْنَبَ بِنْتِ جَحْشٍ فِي يَوْمٍ صَائِفٍ فَقَالَ: \" لَوْ ضَرَبْتُمْ عَلَيْهَا فُسْطَاطًا \" فَكَانَ أَوَّل فُسْطَاطٍ ضُرِبَ عَلَى قَبْرٍ \".",
            "page": "146",
            "part": "1",
            "seal": "2E13DD15"
        },
        {
            "hno": "127",
            "id": "115",
            "nass": "أَوَّل كِتَابَة التأريخ ¶ 127 - حَدَّثَنَا أَبُو يُوسُف الصَّيْدَلانِيُّ حَدَّثَنَا خَالِد بْنُ حَيَّان عَنْ فُرَاتِ بْنِ سَلْمَان عَنْ مَيْمُونِ بْنِ مِهْرَان قَالَ: \" رُفِعَ إِلَى عُمَر صَكٌّ مَحَلُّهُ شَعْبَانُ فَقَالَ: ¶ أَيُّ شَعْبَانَ؟ الَّذِي نَحْنُ فِيهِ؟ أَوْ الَّذِي مَضَى؟ أَوْ الَّذِي هُوَ آتٍ؟ ثُمَّ قَالَ لأَصْحَابِ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: ضَعُوا لِلنَّاسِ شَيْئًا يَعْرِفُونَهُ مِنَ التَّأْرِيخِ. ¶ فَقَالَ بَعْضُهُمُ: اكْتُبُوا عَلَى تَأْرِيخِ الرُّومِ. ¶ فَقَالُوا: إِنَّ الرُّومَ يَطُولُ تَأْرِيخُهُمْ يَكْتُبُونَ مِنْ ذِي الْقَرْنَيْنِ. ¶ فَقَالَ: اكْتُبُوا عَلَى تَأْرِيخِ فَارِسٍ. ¶ فَقَالَ: إِنَّ فَارِسَ كُلَّمَا قَدِمَ مَلِكٌ طَرَحَ مَنْ كَانَ قَبْلَهُ. ¶ فَأَجْمَعَ رَأْيُهُمْ عَلَى أَنَّ الْهِجْرَةَ كَانَتْ عَشْرَ سِنِينَ فَكَتَبُوا التَّأْرِيخَ مِنْ هِجْرَةِ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - \".",
            "page": "147",
            "part": "1",
            "seal": "29DD7A5E"
        },
        {
            "hno": "128",
            "id": "116",
            "nass": "أَوَّل من جعل دِيَة الْمعَاهد كدية الْمُسلم ¶ 128 - حَدَّثَنَا ابْنُ بَكَّارٍ حَدَّثَنَا ابْنُ عَوْنٍ جَعْفَر حَدَّثَنَا ابْنُ جُرَيْجٍ عَنِ الزُّهْرِيّ قَالَ: \" كَانَتْ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ فِي زَمَنِ رَسُول اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - مِثْلَ دِيَةِ الْمُسْلِمِ وَأَبِي بَكْر وَعُمَر وَعُثْمَان، فَلَمَّا كَانَ مُعَاوِيَةُ أَعْطَى أَهْلَ الْقَتِيلِ النِّصْفَ وَأَلْقَى النِّصْفَ فِي بَيْتِ الْمَالِ. ¶ قَالَ: وَقَضَى عُمَر بْنُ عَبْد الْعَزِيزِ بِالنِّصْفِ وَأَبْقَى مَا كَانَ جَعَلَ مُعَاوِيَةُ \". ¶ 129 - حَدَّثَنَا مُحَمَّد بْنُ يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا أَبُو الْيَمَانِ حَدَّثَنَا شُعَيْب عَنِ الزُّهْرِيّ قَالَ: \" كَانَتِ السُّنَّةُ الأُولَى أَنَّ دِيَةَ الْمُعَاهِدِ كَدِيَةِ الْمُسْلِمِ فَكَانَ مُعَاوِيَةُ أَوَّل مَنْ قَصَرَهَا إِلَى نِصْفِ الدِّيَةِ وَأَخَذَ نِصْفَ الدِّيَة لنَفسِهِ \".",
            "page": "148",
            "part": "1",
            "seal": "13EC03A9"
        },
        {
            "hno": "130",
            "id": "117",
            "nass": "أَوَّل عَدَاوَة كَانَت بَين أهل الْعرَاق وَأهل الشَّام ¶ 130 - حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ حَدَّثَنَا أَبُو إِسْحَاق عَنِ ابْنِ الْمُبَارَكِ عَنْ أَبِي بَكْر الغَسَّانِيّ عَنْ عَطِيَّةَ بْنِ قَيْسٍ عَنْ رَاشِدِ بْنِ سَعْد قَالَ: ¶ سَارَتِ الرُّومُ إِلَى حَبِيبِ بْنِ مُسْلِمَةَ وَهُوَ بِأَرْمِينِيَّةَ فَكَتَبَ إِلَى مُعَاوِيَةَ يَسْتَمِدُّهُ، فَكَتَبَ مُعَاوِيَةُ إِلَى عُثْمَان، فَكَتَبَ عُثْمَان إِلَى أَمِيرِ الْعِرَاقِ يَأْمُرُهُ بِأَنْ يَمُدَّ حَبِيبًا فَأَمَدَّهُ أَهْلَ الْعِرَاقِ، وَأَمَّرَ عَلَيْهِمْ سَلْمَان بْنَ رَبِيعَةَ الْبَاهِلِيَّ فَسَارُوا يُرِيدُونَ غِيَاثَ حَبِيبٍ فَلَمْ يَلْقَوْهُمْ حَتَّى لَقِيَ حَبِيبٌ وَأَصْحَابُهُ الْعَدُوَّ وَفَتَحَ الله لَهُم، فَلَمَّا قدم سلمَان وَأَصْحَابُهُ عَلَى حَبِيبٍ سَأَلُوهُمْ أَنْ يُشْرِكُوهُمْ فِي الْغَنِيمَةِ وَقَالُوا: قَدْ أَمْدَدْنَاكُمْ. ¶ وَقَالَ أَهْلُ الشَّام: لم تشهدوا الْقِتَال فَلَيْسَ لكم مَعَنَا شَيْءٌ. ¶ فَأَبَى حَبِيبٌ أَنْ يُشْرِكَهُمْ وَحَوَى هُوَ وَأَصْحَابُهُ عَلَى غَنِيمَتِهِمْ فَتَنَازَعَ أَهْلُ الشَّام وَأَهْلُ الْعِرَاقِ حَتَّى كَادَ يَكُونُ فِي ذَلِكَ كَوْنٌ. فَقَالَ بَعْضُ أَهْلِ الْعِرَاقِ: ¶ (إِنْ تَقْتُلُوا سَلْمَانَ نَقْتُلْ حَبِيبَكُمْ ... وَإِنْ تَرْحَلُوا نَحْوَ ابْنِ عَفَّان نرحل) ¶ قَالَ أَبُو بكر ابْن أَبِي مَرْيَمَ: فَسَمِعْتُ مَنْ يَقُولُ: فَهِيَ أَوَّل عَدَاوَةٌ وَقَعَتْ بَيْنَ أَهْلِ الشَّام وَأَهْلِ الْعِرَاقِ.",
            "page": "149",
            "part": "1",
            "seal": "922292A0"
        },
        {
            "hno": "131",
            "id": "118",
            "nass": "أَوَّل من نهى عَن مُتْعَة الْحَج ¶ 131 - حَدَّثَنَا أَبُو كُرَيْبٍ حَدَّثَنَا ابْنُ إِدْرِيسَ قَالَ: سَمِعْتُ ليثاً وَابْن طَاوُسٍ عَنْ عَطَاءٍ وَمُجَاهِدٍ عَنِ ابْنِ عَبَّاس قَالَ: \" تمتّع النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَأَبُو بَكْر وَعُمَر وَعُثْمَان، وَأَوَّلُ مَنْ نَهَى عَنْهَا مُعَاوِيَةُ \". ¶ أَوَّل من بوب بيُوت مَكَّة ¶ 132 - حَدثنَا مُحَمَّد بن يَحْيَى بن كثير أَخْبَرَنَا النُّفَيْلِيُّ حَدثنَا حَاتِم حَدثنَا جَعْفَر بن مُحَمَّد عَن أَبِيهِ قَالَ: \" لم تكن الدّور تبوب كَانَ أهل الْعرَاق وَأهل مِصْر يأْتونَ بقطرانهم فَيدْخلُونَ دور مَكَّة فيربطون بهَا، وَأَوَّلُ من بوب مُعَاوِيَة \".",
            "page": "150",
            "part": "1",
            "seal": "A37F13A9"
        },
        {
            "hno": "133",
            "id": "119",
            "nass": "أَوَّل من قرن الطّواف ¶ 133 - حَدَّثَنَا عَبْد الْجَبَّارِ بْنُ الْعَلاءِ حَدَّثَنَا سُفْيَان عَنِ ابْنِ جُرَيْجٍ عَنْ عَطَاءٍ قَالَ: \" أَوَّل مَنْ قَرَنَ الطَّوَافَ عَائِشَةُ وَالْمِسْوَرُ - رَحِمَهُمَا اللَّهُ - \". ¶ أَوَّل من الْتزم الْبَيْت ¶ 134 - حَدثنَا سَلمَة حَدثنَا عَبْد الرَّزَّاق حَدثنَا ابْن جريج عَن عَطاء عَن عَبْد الْملك بن مَرْوَان أَنَّهُ كَانَ يتَعَوَّذ بِالْبَيْتِ فَقَالَ لَهُ الْحَارِث بن عَبْد الله: أَتَدْرِي أَوَّل من صنع هَذَا؟ قَالَ: لَا. قَالَ: عَجَائِز قَوْمك عَجَائِز قُرَيْش. قَالَ: فحسبت أَن عَبْد الْملك ترك ذَلِكَ بعد.",
            "page": "151",
            "part": "1",
            "seal": "2DB8B005"
        },
        {
            "hno": "135",
            "id": "120",
            "nass": "أَوَّل من اسْتَعَانَ بِالسحرِ ¶ 135 - حَدثنَا مُحَمَّد بن يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ حَدثنَا الْوَلِيد عَن الْأَوْزَاعِيّ عَن الزُّهْرِيّ قَالَ: \" رَأَى رجل رجلا لعابا بِالسحرِ فَقَالَ: أَوَّل رجل يستعان بِالسحرِ فِي دين مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَقتله فَأتي بِهِ الْوَلِيد وَهُوَ أَمِير على الْكُوفَة فَأمر بِهِ فحبس وَكَانَ على الْحَبْس دِينَار بن دِينَار فَسَأَلَهُ فَأخْبرهُ أَنَّهُ نظر إِلَى رجل يستعان بِالسحرِ فِي دين مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَقتله فسرحه دِينَار بن دِينَار فَلَمَّا بلغ ذَلِكَ الْوَلِيد صلب دِينَار بن دِينَار \".",
            "page": "152",
            "part": "1",
            "seal": "63A1AB37"
        },
        {
            "hno": "136",
            "id": "121",
            "nass": "أَوَّل من زَاد النداء الثَّالِث يَوْم الجُمُعة ¶ 136 - حَدَّثَنَا مُحَمَّد بْنُ [بَشَّارٍ] حَدَّثَنِي عَبْدُ الرَّحْمَن حَدَّثَنَا مَالِكٌ عَنِ الزُّهْرِيّ عَنِ السَّائِبِ بْنِ يَزِيدَ: \" أَنَّ عُثْمَان بْنَ عَفَّان - رَضِيَ اللَّهُ عَنْهُ - زَادَ النِّدَاءَ الثَّالِثَ \". قَالَ مَالِكٌ: وَهُوَ النِّدَاءُ الأَوَّلُ. ¶ 137 - حَدَّثَنَا مُحَمَّد بْنُ بَشَّارٍ حَدَّثَنِي عَبْدُ الرَّحْمَن حَدَّثَنَا مَالِكٌ عَنِ الزُّهْرِيّ عَنِ ابْنِ الْمُسَيَّبِ قَالَ: \" كَانَ الأَذَانُ يَوْمَ الجُمُعة على عهد النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَأَبِي بَكْر وَعُمَر أَذَانًا وَاحِدًا حِينَ يَخْرُجُ الإِمَامُ، فَلَمَّا كَانَ عُثْمَان كَثُرَ النَّاس فَزَادَ الأَذَانَ الأَوَّلَ وَأَرَادَ أَنْ يَتَهَيَّأَ النَّاسُ لِلْجُمُعَةِ \".",
            "page": "153",
            "part": "1",
            "seal": "6B80B9A9"
        },
        {
            "hno": "138",
            "id": "122",
            "nass": "أَوَّل من قتل صبرا وَوضع شرف الْعَطاء ¶ 138 - حَدَّثَنَا مُحَمَّد بْنُ يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا سعيد بن حَفْص حَدثنَا أَبُو الْمليح عَن مَيْمُون قَالَ: \" أَوَّل من وضع شرف الْعَطاء فصيره إِلَى عشْرين ألفا وَأَوَّل من قتل صبرا مُعَاوِيَة \".",
            "page": "154",
            "part": "1",
            "seal": "9739733C"
        },
        {
            "hno": "139",
            "id": "123",
            "nass": "أَوَّل من رفع يَدَيْهِ على الْمِنْبَر ¶ 139 - حَدثنَا سَلمَة حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا معمر عَن الزُّهْرِيّ قَالَ: ¶ سَأَلت عَن رفع الْيَدَيْنِ يَوْم الْجُمُعَة. ¶ قَالَ: حدث وَأول من حدث عبد الْملك.",
            "page": "155",
            "part": "1",
            "seal": "E3B75EBD"
        },
        {
            "hno": "140",
            "id": "124",
            "nass": "أَوَّل من قنت فِي يَوْم الجُمُعة ¶ 140 - حَدَّثَنَا بُنْدَار حَدَّثَنَا عَبْد الرَّحْمَن حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاق قَالَ: \" كَانَ خَالِد يَقْنُتُ فِي الجُمُعة \". ¶ أَوَّل من جلس فِي الْخطْبَة ¶ 141 - حَدَّثَنَا إِسْحَاق حَدَّثَنَا شَاهِينُ حَدَّثَنَا خَالِد عَنِ الْمُغِيرَةِ عَنْ إِبْرَاهِيم قَالَ: \" أَوَّل مَنْ جَلَسَ فِي الْخُطْبَةِ يَوْمَ الجُمُعة مُعَاوِيَةُ \". ¶ 142 - حَدَّثَنَا بُنْدَار وَأَبُو مُوسَى قَالَا: حَدَّثَنَا مُحَمَّد بْنُ جَعْفَر حَدَّثَنَا شُعْبَة عَنْ مَنْصُورٍ عَنْ عَمْرو بْنِ مُرَّةَ عَنْ أَبِي عُبَيْدَةَ عَنْ كَعْبِ بْنِ عُجْرَةَ أَنَّهُ دَخَلَ الْمَسْجِدَ وَعَبْد الرَّحْمَن بْنُ أُمِّ الْحَكَمِ يَخْطُبُ قَاعِدًا فَقَالَ: \" انْظُرُوا إِلَى هَذَا الْخَبِيثِ يَخْطُبُ قَاعِدًا وَقَالَ اللَّهُ - عَزَّ وَجَلَّ: {وَإِذا رَأَوْا تِجَارَة أَو لَهو انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا} [الْجُمُعَة: 11] .",
            "page": "156",
            "part": "1",
            "seal": "96FBDD76"
        },
        {
            "hno": "143",
            "id": "125",
            "nass": "أَوَّل من نقص التَّكْبِير ¶ 143 - حَدَّثَنَا مُحَمَّد بْنُ يَحْيَى الْقُطَعِيُّ وَأَبُو الخَطَّاب الْحَسَّانِيُّ وَالْفَضْلُ بْنُ يَعْقُوب الْجَزَرِيُّ قَالُوا: أَخْبَرَنَا عَبْد الأَعْلَى عَنْ مُحَمَّد بْنِ إِسْحَاق حَدَّثَنِي عَلِيُّ بْنُ يَحْيَى بْنِ خَلادٍ عَنْ أَبِيهِ قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ وَهُوَ يُحَدِّثُ خَلاد بْنُ نَافِعٍ عَنْ صَلَاة رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَوَصَفَهَا لَهُ أَنَّهُ يُكَبِّرُ إِذَا سَجَدَ وَإِذَا رَفَعَ رَأْسَهُ كَصَلاةِ الْهَاشِمِيِّينَ. ¶ قَالَ لَهُ خَلادٌ: فَمَنْ أَوَّل مَنْ تَرَكَ ذَلِكَ؟ قَالَ: مُعَاوِيَةُ. ¶ 144 - حَدَّثَنَا مُحَمَّد بْنُ يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا سعيد بن حَفْص حَدثنَا أَبُو الْمليح عَن مَيْمُونٍ قَالَ: \" أَوَّل مَنْ جَلَسَ عَلَى الْمِنْبَرِ مُعَاوِيَةُ وَاسْتَأْذَنَ النَّاس فِي الْقُعُودِ فَأَذِنُوا لَهُ \".",
            "page": "157",
            "part": "1",
            "seal": "38565519"
        },
        {
            "hno": "145",
            "id": "126",
            "nass": "أَوَّل من أذن وَأقَام فِي الْعِيدَيْنِ ¶ 145 - حَدَّثَنَا بُنْدَار وَأَبُو مُوسَى قَالا: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: أَخْبَرَنِي أَبِي عَنْ قَتَادَة عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: \" أَوَّل مَنْ أَذَّنَ وَأَقَامَ فِي يَوْمِ الْفِطْرِ وَالنَّحْرِ مُعَاوِيَةُ، وَلَمْ يَكُنْ قَبْلَ ذَلِكَ أَذَانٌ وَلا إِقَامَةٌ \".",
            "page": "158",
            "part": "1",
            "seal": "D6285C0E"
        },
        {
            "hno": "146",
            "id": "127",
            "nass": "أَوَّل من خطب فِي الْعِيدَيْنِ قبل الصَّلَاة ¶ 146 - حَدَّثَنَا الزُّهْرِيّ عَبْد اللَّهِ بْنُ مُحَمَّد حَدَّثَنَا سُفْيَان عَنْ يَحْيَى سَمِعَ يُوسُف قَالَ: \" كَانَتِ الصَّلاةُ فِي الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ، فَلَمَّا كَانَ عُثْمَان كَثُرَ النَّاس عَلَى رَحْلِهِ فَأَرَادَ أَنْ يجىء النَّاس فَبَدَأَ بِالْخُطْبَةِ قَبْلَ الصَّلاةِ \". ¶ 147 - حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا أَبُو بَحْرٍ حَدَّثَنَا أَشْعَثُ عَن الْحسن قَالَ: \" كَانَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَأَبُو بَكْر وَعُمَر وَعُثْمَان يَخْطُبُونَ بَعْدَ الصَّلاةِ، ثُمَّ إِنَّ النَّاس جَعَلُوا يَجِيئُونَ عَلَى عَهْدِ عُثْمَان فَخَطَبَ قَبْلَ الصَّلاةِ \".",
            "page": "159",
            "part": "1",
            "seal": "F6CEDAF7"
        },
        {
            "hno": "148",
            "id": "128",
            "nass": "أَوَّل من أخرج الْمِنْبَر يَوْم الْعِيد ¶ 148 - حَدثنَا بُنْدَار حَدثنَا مُؤَمَّل حَدثنَا سُفْيَان عَن الْأَعْمَش عَن إِسْمَاعِيل بن رَجَاء عَن أَبِيهِ قَالَ: \" أَوَّل من أخرج الْمِنْبَر يَوْم الْعِيد مَرْوَان \".",
            "page": "160",
            "part": "1",
            "seal": "A72C2BCB"
        },
        {
            "hno": "149",
            "id": "129",
            "nass": "أَوَّل من عقد قبال نَعله عقدا وَاحِدًا ¶ 149 - حَدَّثَنَا مُحَمَّد حَدَّثَنَا أَبُو مُعَاوِيَةَ الزَّعْفَرَانِيّ حَدَّثَنَا هِشَامٌ عَنْ مُحَمَّد بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَة قَالَ: \" كَانَت نعلا رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ذَاتَ قِبَالَيْنِ وَأَبُو بَكْر وَعُمَر، وَأَوَّل مَنْ عَقَدَ وَاحِدًا عُثْمَان \". ¶ 150 - حَدَّثَنَا الْجَرَّاحُ بْنُ مَخْلَد حَدَّثَنَا عَبْد اللَّهِ بْنُ عِيسَى الْخَزَّازُ حَدَّثَنَا يَحْيَى الْبَكَّاءُ عَنِ ابْنِ عُمَر قَالَ: \" كَانَتْ نعال النَّاس على عهد رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَأَبِي بَكْر وَعُمَر - رَضِيَ اللَّهُ عَنْهُمَا - ذَاتَ قِبَالَيْنِ فَلَمَّا اسْتُخْلِفَ عُثْمَان - رَضِيَ اللَّهُ عَنْهُ - جَعَلَهُ النَّاس قِبَالا وَاحِدًا فَوَجَدَ النَّاس قِبَالا وَاحِدًا أَخَفَّ مِنْ قِبَالَيْنِ \".",
            "page": "161",
            "part": "1",
            "seal": "D58B4FE7"
        },
        {
            "hno": "151",
            "id": "130",
            "nass": "أَوَّل من سلم عَلَيْهِ المؤذنون ¶ 151 - حَدَّثَنَا مُحَمَّد بْنُ يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِم قَالَ: سَأَلْتُ أَبَا عَمْرو عَنْ سَلامِ الْمُؤَذِّنِينَ عَلَى الأُمَرَاءِ بِالصَّلاةِ. ¶ قَالَ: \" أَوَّل مَنْ فَعَلَهُ مُعَاوِيَةُ وَأَقَرَّهُ عُمَر بْنُ عَبْد الْعَزِيزِ - وَإِنِّي لأَكْرَهُهُ لأَنَّهُ مَفْسَدَةٌ لِقُلُوبِهِمْ إِذَا هُمْ سَمِعُوهُ \". ¶ أَوَّل من زكى الأعطية ¶ 152 -[حَدَّثَنَا] بُنْدَار حَدَّثَنَا عَبْد الرَّحْمَن بْنُ مَهْدِيٍّ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنِ ابْنِ شِهَابٍ قَالَ: \" أَوَّل مَنْ أَخَذَ الزَّكَاةَ مِنَ الأُعْطِيَةِ مُعَاوِيَةُ بْنُ أَبِي سُفْيَان \".",
            "page": "162",
            "part": "1",
            "seal": "B35B10FD"
        },
        {
            "hno": "153",
            "id": "131",
            "nass": "أول من رد قَضَاء رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - عَلَانيَة ¶ 153 - حَدثنَا ابْن بشار حَدثنَا ابْن أَبِي عَدِيّ وَعَبْد الْملك بن الصَّباح قَالا: حَدثنَا شُعْبَة عَن سَعْد - وَهُوَ ابْن إِبْرَاهِيم - عَن سعيد بن الْمسيب قَالَ: \" أَوَّل من رد قَضَاء رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - دَعْوَة مُعَاوِيَة \". ¶ 154 - حَدثنَا إِسْحَاق بن إِبْرَاهِيم الصَّواف حَدثنَا قُرَيْش بن أنس حَدثنَا شُعْبَة عَن سَعْد بن إِبْرَاهِيم عَن سعيد بن الْمسيب قَالَ: \" أَوَّل قَضِيَّة ردَّتْ من قَضَاء رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - عَلَانيَة قَضَاء فلَان فِي زِيَاد \".",
            "page": "163",
            "part": "1",
            "seal": "6A29C43B"
        },
        {
            "hno": "155",
            "id": "132",
            "nass": "أَوَّل من قضى أَن يَرث الْمُسلم الْكَافِر ¶ 155 - حَدَّثَنَا مُحَمَّد بْنُ يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْب عَنِ الزُّهْرِيّ قَالَ: سُئِلَ عَنْ أَوَّل مَنْ قَضَى أَنْ يَرِثَ الْمُسْلِمُ الْكَافِرَ وَفِيمَنْ قَضَى بِذَلِكَ؟ ¶ قَالَ: \" مَضَتِ السّنة من النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَأَبِي بَكْر وَعُمَر وَعُثْمَان بِأَنْ لَا يَرِثَ الْمُسْلِمُ الْكَافِرَ وَلا الْكَافِرُ الْمُسْلِمَ، وَكَانَ مُعَاوِيَةُ أَوَّل مَنْ قَضَى بِأَنَّ الْمُسْلِمَ يَرِثُ الْكَافِرَ وَأَنَّ الْكَافِرَ لَا يَرِثُ الْمُسْلِمَ، ثُمَّ قَضَى بِذَلِكَ بَنُو أُمَيَّةَ بَعْدَ مُعَاوِيَةَ حَتَّى كَانَ عُمَر بْنُ عَبْد الْعَزِيزِ فَرَاجَعَ السُّنَّةَ الأُولَى وَقَضَى بِأَنْ لَا يَرِثَ الْمُسْلِمُ الْكَافِرَ وَلا الْكَافِرُ الْمُسْلِمَ، ثُمَّ رَدَّ ذَلِكَ هِشَامُ بْنُ عَبْد الْمَلِكِ إِلَى قَضَاءِ مُعَاوِيَةَ وَبَنِي أُمَيَّةَ بعد \".",
            "page": "164",
            "part": "1",
            "seal": "BFE55095"
        },
        {
            "hno": "156",
            "id": "133",
            "nass": "أَوَّل من سلم عَلَيْهِ بالإمارة ¶ 156 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّد بْنُ جَعْفَر حَدَّثَنَا شُعْبَة عَنِ الْمُغِيرَةِ عَنْ سِمَاكِ بْنِ سَلَمَةَ قَالَ: \" أَوَّل مَنْ سُلِّمَ عَلَيْهِ بِالإِمْرَةِ الْمُغِيرَةُ بْنُ شُعْبَة \".",
            "page": "165",
            "part": "1",
            "seal": "63844665"
        },
        {
            "hno": "157",
            "id": "134",
            "nass": "أَوَّل رَأس حمل فِي الْإِسْلَام ¶ 157 - حَدثنَا أَبُو الحُسَيْن الرهاوي حَدثنَا عَمْرو بن عون حَدثنَا شريك عَن أَبِي إِسْحَاق عَن هنيدة بن خَالِد قَال: \" أَوَّل رَأس أهدي فِي الْإِسْلَام رَأس عَمْرو بن الْحمق أهدي إِلَى مُعَاوِيَة \".",
            "page": "166",
            "part": "1",
            "seal": "2DD608B2"
        },
        {
            "hno": "158",
            "id": "135",
            "nass": "أَوَّل من لبس الْخَزّ بِالْبَصْرَةِ ¶ 158 - حَدثنَا أَحْمد بن الْأسود الحَنَفِيّ حَدثنَا إِبْرَاهِيم بن بشار حَدثنَا ابْن عُيَيْنَةَ عَن أَبِي مُوسَى عَن الحَسَن قَالَ: \" كَانَ أَوَّل من لبس الْخَزّ ببلدنا هَذَا عَبْد الله بن عَامر أهدي إِلَيْهِ ثَوْبَان من خَز فَبعث بِأَحَدِهِمَا إِلَى ابْن خلف وَلبس الآخر فَخرج فِيهِ إِلَى النَّاس فَقَالَتْ الْأَعْرَاب: مَا هَذَا إِلَّا دب من الأدببة \".",
            "page": "167",
            "part": "1",
            "seal": "5219AB21"
        },
        {
            "hno": "159",
            "id": "136",
            "nass": "أَوَّل من لبس الْخفاف الساذجة ¶ 159 - حَدَّثَنَا أَحْمَدُ بن الْأسود الحَنَفِيّ حَدثنَا إِبْرَاهِيم بن بشار حَدثنَا ابْن عُيَيْنَةَ عَن أَبِي مُوسَى عَن الْحسن قَالَ: \" أول من لبس الْخفاف السادجة زِيَاد \".",
            "page": "168",
            "part": "1",
            "seal": "9F303AB0"
        },
        {
            "hno": "160",
            "id": "137",
            "nass": "أَوَّل من رشا فِي الْإِسْلَام ¶ 160 - حَدَّثَنَا عَبْد اللَّهِ بْنُ الْوَلِيدِ حَدَّثَنَا أَبُو النَّضْرِ حَدَّثَنَا مُحَمَّد بْنُ طَلْحَةَ عَنِ الْهَجَنَّعِ بْنِ قَيْسٍ قَالَ: ¶ لَمَّا أُصِيبَ عُمَر بْنُ الخَطَّاب كَثُرَ النَّاس عِنْدَ بَابِهِ فَلَمْ يَسْتَطِعْ أَحَدٌ أَنْ يَدْخُلَ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَة لِلْبَوَّابِ: ادْخُلْ فَقل لَهُ مَا أَقُولُ لَكَ وَلَكَ خَمْسَةُ دَرَاهِمَ فَقَالَ: مَا أَقُولُ؟ ¶ قَالَ: ادْخُلْ فَقُلْ لَهُ: إِنَّ النَّاس قَدِ ازْدَحَمُوا عِنْدَ الْبَابِ فَزَحَمُوا الْمُغِيرَةَ فَمَنَعْتُهُ أَنْ يَدْخُلَ فَزَاحَمَهُ النَّاسُ مِنْ خَلْفِهِ [قَالَ: قُلْتُ لَهُ: ادْخُلْ فَقُلْ لَهُ: إِنَّ النَّاس مِنْ خَلْفِهِ] وَأَنَا أَخَافُ عَلَيْهِ أَرَاهُ مَقْتُولا فَلَمَّا دَخَلَ عَلَى عُمَر أَخْبَرَهُ فَقَالَ: أَدْخِلْهُ أَدْخِلْهُ [قَالَ:] هِيَ أَوَّل رِشْوَةٍ كَانَتْ فِي الإِسْلامِ.",
            "page": "169",
            "part": "1",
            "seal": "E0C3D76E"
        },
        {
            "hno": "161",
            "id": "138",
            "nass": "أَوَّل من حج على رَحل لَيْسَ تَحْتَهُ زَاد ¶ 161 - حَدَّثَنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا الحُمَيْدِيّ حَدَّثَنَا سُفْيَان حَدَّثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ عَنْ هِشَامِ بْنِ عُبَادَةَ عَنْ أَبِيهِ قَالَ: \" كَانَ النَّاس يَحُجُّونَ عَلَى رَوَاحِلِهِمْ تَحْتَهُمْ أَزْوَادُهُمْ، وَأَوَّل مَنْ حَجَّ عَلَى رَحْلٍ لَيْسَ تَحْتَهُ زَادٌ عُثْمَان بْنُ عَفَّان وَحَمَلَ عَلَى رَاحِلَتِهِ مَرْوَانَ بْنَ الْحَكَمِ \". ¶ أَوَّل من عمل المحامل ¶ 162 - حَدَّثَنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا الحُمَيْدِيّ حَدَّثَنَا سُفْيَان قَالَ: سَمِعْتُ أَبِي يَقُولُ: ¶ شيعت أُمِّي أَوَّل مَا حجت إِلَى الْقَادِسِيَّة فَمَا رَأَيْت محملًا إِلَى أَن جعلت الْمحمل إِنَّمَا كَانَ النَّاس يحجون على الرِّجَال والزوامل. ¶ قَالَ سُفْيَان: وَإِنَّمَا ظَهرت هَذِه المحامل أَوَّل مَا ظَهرت فِي زمن الْحجَّاج. ¶ قَالَ سُفْيَان: وَلم يكن أَبِي بالمسن جدا.",
            "page": "170",
            "part": "1",
            "seal": "EC83C2D4"
        },
        {
            "hno": "163",
            "id": "139",
            "nass": "أَوَّل من تكلم فِي الإرجاء ¶ 163 - حَدثنَا [ابْن] سيف حَدثنَا سعيد بن عَامر حَدثنَا سَلام بن أَبِي مُطِيع عَن أَيُّوب قَالَ: \" أَنَا أكبر من الإرجاء إِن أَوَّل من تكلم فِي الإرجاء رجل من أهل الْمَدِينَة يُقَالُ لَهُ: الحَسَن \". ¶ 164 - حَدثنَا الحُسَيْن بن بَحر حَدثنَا عُثْمَان بن أَبِي شَيْبَة حَدثنَا جرير عَن مُغيرَة قَالَ: \" أَوَّل من تكلم فِي الإرجاء الْحسن بن مُحَمَّد ابْن الْحَنَفِيَّة \".",
            "page": "171",
            "part": "1",
            "seal": "3B478BB8"
        },
        {
            "hno": "165",
            "id": "140",
            "nass": "أَوَّل من تكلم فِي الْقدر ¶ 165 - حَدثنَا عَبْد الْجَبَّار بن الْعَلَاء حَدثنَا سُفْيَان حَدثنَا عَمْرو عَن الْحسن بن مُحَمَّد ابْن الْحَنَفِيَّة: \" أَوَّل مَا تكلم فِي الْقدر يَوْم احترقت الْكَعْبَة \".",
            "page": "172",
            "part": "1",
            "seal": "75FA95F5"
        },
        {
            "hno": "166",
            "id": "141",
            "nass": "أَوَّل من حرر الحرورية ¶ 166 - حَدثنَا الشهيدي حَدثنَا مُعْتَمر بن سُلَيْمَان حَدَّثَنِي أَبِي قَالَ: سَمِعْتُ أنس بن مَالك يَقُولُ: قَالَ شبث بن ربعي: \" أَنَا أَوَّل من حرر الحرورية \".",
            "page": "173",
            "part": "1",
            "seal": "A350D16E"
        },
        {
            "hno": "167",
            "id": "142",
            "nass": "أَوَّل من لبس الثِّيَاب المدلكة وَضرب فِي الْخمر ¶ 167 - حَدَّثَنَا مُحَمَّد بْنُ إِسْمَاعِيلَ بْنِ عُلَيَّةَ حَدَّثَنَا مُحَمَّد بْنُ مُصْعَب حَدَّثَنَا أَبُو بَكْر عَنْ رَاشِدِ بْنِ سَعْد قَالَ: \" أَوَّل مَنْ لَبِسَ الثِّيَابَ الْمُدَلَّكَةَ، وَجُلِدَ فِي الْخَمْرِ بِحِمْص وَحْشِيٌّ \". ¶ أَوَّل من أجَاز بأربعمائة ألف ¶ 168 - حَدَّثَنَا أَبُو الحُسَيْن الرَّهَاوِيُّ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ حَدَّثَنِي حُسَيْنُ بْنُ وَاقِدٍ عَنْ عَبْد اللَّهِ بْنِ بُرَيْدَةَ قَالَ: \" دَخَلَ الحَسَن بْنُ عَلِيٍّ عَلَى مُعَاوِيَةَ فَقَالَ: لأُجِيزَنَّكَ جَائِزَةً لَمْ يُجْزِ بِهَا أَحَدٌ كَانَ قَبْلِي فَأَعْطَاهُ أَرْبَعمِائَة ألف دِرْهَم \".",
            "page": "174",
            "part": "1",
            "seal": "2ACD24C3"
        },
        {
            "hno": "169",
            "id": "143",
            "nass": "أَوَّل من قصّ بِالْبَصْرَةِ ¶ 169 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عَنْ قَتَادَة عَنِ الحَسَن قَالَ: \" أَوَّل مَنْ قَصَّ الْمَسْجِدِ الأْسَوَدُ بْنُ سُرَيْعٍ وَكَانَ قَدْ لَقِيَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - \". ¶ 170 - حَدَّثَنِي الحُسَيْن بْنُ بَحْرٍ وَإِبْرَاهِيم بْنُ الْحَجَّاجِ قَالا: حَدَّثَنَا حَمَّاد عَنْ ثَابِتٍ وَحُمَيْد وَعَلِيَّ بْنُ زَيْدٍ عَنْ الحَسَن قَالَ: \" أَوَّل مَنْ قَصَّ فِي هَذَا الْمَسْجِدِ الأَسْوَدُ بْنُ سُرَيْعٍ \".",
            "page": "175",
            "part": "1",
            "seal": "6B182216"
        },
        {
            "hno": "171",
            "id": "144",
            "nass": "أَوَّل من رئي يستنجي بِالْمَاءِ بِالْبَصْرَةِ ¶ 171 - حَدثنَا بُنْدَار حَدثنَا أَبُو الْوَلِيد حَدثنَا أَبُو هِلَال حَدثنَا أَبُو جَمْرَة الضبعِي قَالَ: \" أَتَى علينا زمن وَنَحْنُ لَا نغسل أثر الْغَائِط وَالْبَوْل حَتَّى كَانَ أَوَّل من رَأَيْت غسل عُبَيْد الله بن أَبِي بكرَة كُنَّا نقُول: انْظُرُوا إِلَى هَذَا الأحمق يغسل استه! \".",
            "page": "176",
            "part": "1",
            "seal": "2D7D121E"
        },
        {
            "hno": "172",
            "id": "145",
            "nass": "أَوَّل من كتب القُرْآن على دِرْهَم ¶ 172 - حَدثنَا عَبْد الْجَبَّار بن الْعَلَاء حَدثنَا سُفْيَان عَن سَعْد قَالَ: \" كَانَ الْحجَّاج أَوَّل من ضرب هَذِه الدَّرَاهِم الْبيض وَكتب عَلَيْهَا سُورَة من القُرْآن فَقَالَ الْقُرَّاء: قَاتله الله كتب سُورَة من القُرْآن يحمل النَّاس على مَا يكْرهُونَ يَأْخُذهُ الْجنب وَالْحَائِض \". ¶ 173 - حَدثنَا مُؤَمَّل حَدثنَا إِسْمَاعِيل عَن ابْن جريج قَالَ: كَانَ عَطاء يَقُولُ: \" أَثم النَّاس - يَعْنِي بضربهم الدَّرَاهِم الْبيض - \".",
            "page": "177",
            "part": "1",
            "seal": "9374C364"
        },
        {
            "hno": "174",
            "id": "146",
            "nass": "أَوَّل يَوْم تَكَلَّمت فِيهِ الْخَوَارِج ¶ 174 - حَدَّثَنَا الحُسَيْن بْنُ بَحْرٍ حَدَّثَنَا إِبْرَاهِيم بْنُ الْحَجَّاجِ حَدَّثَنَا عَبْد الْعَزِيزِ بْنُ مُسْلِم عَنْ حُصَيْنٍ عَنْ أبي جميلَة الطهوري قَالَ: ¶ شَهِدْتُ عَلِيًّا يَوْمَ الْجَمَلِ وَهُوَ يَقُولُ: لَا تُدَافِنْ عَلَى جُرَيْح، وَلا تَفْتَحَنَّ بَابًا، وَلا تَأْخُذَنَّ مَالا وَذَلِكَ أَوَّل يَوْمٍ تَكَلَّمَتْ فِيهِ الْخَوَارِجُ. ¶ فَقَالُوا: يَا أَمِيرَ الْمُؤْمِنِينَ مَا نَجْعَلُ دِمَاءَهُمْ أَحَلَّ لَنَا مِنْ أَمْوَالِهِمْ وَذَرَارِيهِمْ. ¶ فَقَالَ عَلَيْك الذَّرَارِي هُمْ مِنِّي وَأَنَا مِنْهُمْ عَلَى [الصَّدْر والنحر] وَإِن لكم فِي خَمْسمِائَة قَسَمْتُهَا بَيْنَكُمْ مَا يُغْنِيكُمْ عَنِ الذَّرَارِي.",
            "page": "178",
            "part": "1",
            "seal": "902A586B"
        },
        {
            "hno": "175",
            "id": "147",
            "nass": "أول قَبيلَة ترجع عَن دين مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 175 - حَدَّثَنَا الحُسَيْن بْنُ بَحْرٍ حَدَّثَنَا سَهْل بْنُ بَكَّارٍ حَدَّثَنَا حَمَّاد بْنُ سَلَمَةَ عَنْ عَبْد اللَّهِ بْنِ عُثْمَان بْنِ خُثَيْمٍ عَنْ عَبْد اللَّهِ بْنِ سَلْمَان أَنَّ عَبْد اللَّهِ بْنَ عُمَر رَأَى رَجُلا اتَّخَذَ حُسْبَانًا فَقَالَ لَهُ: مِمَّنِ الرَّجُلُ؟ قَالَ: مِنْ دَوْسٍ. قَالَ: أَوَّل من يرجع عَن دين مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -.",
            "page": "179",
            "part": "1",
            "seal": "B5B980AB"
        },
        {
            "hno": "176",
            "id": "148",
            "nass": "أَوَّل من عمل الطاق فِي مَسْجِد الْكُوفَة ¶ 176 - حَدثنَا أَبُو كريب حَدثنَا أَبُو بَكْر قَالَ: \" هَذَا الطاق لم يكن فِي الْمَسْجِد جعله خَالِد بن عَبْد الله وَكَانَ يكره \". ¶ أَوَّل حجرَة اتَّخذت ¶ 177 - حَدَّثَنَا عَمْرو بْنُ عُثْمَان حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّدُ بْنُ عَبْد الرَّحْمَن بْنِ عَوْفٍ قَالَ: \" أَوَّلُ حَجَرَةٍ اتُّخِذَتْ حَجَرَةُ بَنِي فُلانٍ نَالَهَا مِنَ الرُّومِ يَوْمَ غَزْوَةِ مُورِيَانَ فَأَصَابَهَا حَبِيبُ بْنُ مُسْلِمَةَ وَهِيَ دِيبَاجٌ وَاسْتَبْرَقُ \". ¶ تمّ الْكتاب وَالْحَمْد لله وَحده وَصلى الله على مُحَمَّد وأله وَصَحبه وَسلم",
            "page": "180",
            "part": "1",
            "seal": "7E353564"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "كتاب الْأَوَائِل ¶ لأبي عرُوبَة الْحُسَيْن بن أبي معشر الْحَرَّانِي ¶ رِوَايَة أبي بكر مُحَمَّد بن إِبْرَاهِيم بن عَليّ بن عَاصِم الْمُقْرِئ الْأَصْبَهَانِيّ عَنهُ. ¶ رِوَايَة أبي مُسلم مُحَمَّد بن عَليّ بن مهربزد ( ... .) عَنهُ. ¶ رِوَايَة أبي الرِّجَال أَحْمد بن مُحَمَّد بن عبد الْعَزِيز الْقَارِي عَنهُ. ¶ رِوَايَة الإِمَام أبي سعد مُحَمَّد بن عبد الْوَاحِد ابْن عبد الْوَهَّاب الصَّائِغ عَنهُ. ¶ رِوَايَة الْحَافِظ تَقِيّ الدّين أبي مُحَمَّد عبد الْغَنِيّ ابْن عبد الْوَاحِد بن عَليّ الْمَقْدِسِي. ¶ رِوَايَة الإِمَام الْعَالم الشَّيْخ عبد الحميد بن مُحَمَّد ابْن ماضي - وَفقه الله تَعَالَى -. ¶ وعَلى هَذِه النُّسْخَة الْمَنْقُول مِنْهَا نسخ عديدة بِالسَّمَاعِ على مَشَايِخ عديدة",
            "page": "33",
            "part": "1",
            "seal": "FB2D1230"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "فارغة",
            "page": "34",
            "part": "1",
            "seal": "58858B1A"
        },
        {
            "hno": "1",
            "id": "3",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَبِه أَثِق ¶ أخبرنَا أَبُو بكر مُحَمَّد بن إِبْرَاهِيم بن عَليّ بن عَاصِم بن زَاذَان الْمُقْرِئ أخبرنَا أَبُو عرُوبَة الْحُسَيْن بن أبي معشر مُحَمَّد بن مودود بن حَمَّاد الْحَرَّانِي بحران قَالَ: ¶ ذِكْرُ وَحْدَانِيَّةِ اللَّهِ - عَزَّ وَجَلَّ - وَأَنَّهُ الأَوَّلُ قَبْلَ كُلِّ شَيْءٍ ¶ 1 - حَدَّثَنَا أَبُو كُرَيْبٍ مُحَمَّد بْنُ الْعَلاءِ الهَمْدَانِيّ أَخْبَرَنَا أَبُو أُسَامَةَ عَنِ الأْعَمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللَّهُ عَنْهُ قَالَ: ¶ جَاءَتْ فَاطِمَةُ - رَضِيَ الله عَنْهَا - إِلَى رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا: \" قُولِي: اللَّهُمَّ رَبُّ السَّمَاوَاتِ السَّبْعِ، وَرَبُّ الْعَرْشِ الْعَظِيمِ، رَبُّنَا وَرَبُّ كُلِّ شَيْءٍ، مُنْزِلُ التَّوْرَاةِ وَالإِنْجِيلِ، فَالِقُ الْحَبِّ وَالنَّوَى، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْت آخذ",
            "page": "35",
            "part": "1",
            "seal": "20C717D4"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "بِنَاصِيَتِهِ، أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَالآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنَّا الدَّيْنَ وَاغْنِنَا مِنَ الْفَقْرِ \". ¶ 2 - حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ عَنْ سُهَيْلٍ عَنْ أَبِيهِ قَالَ: ¶ كَانَ يَأْمُرُنَا إِذَا أَرَادَ أَحَدُنَا أَنْ يَنَامَ أَنْ يَضْطَجِعَ عَلَى شِقِّهِ الأَيْمَنِ ثمَّ يَقُول: \" اللَّهُمَّ رب السَّمَوَات وَالأَرْضِ، رَبُّنَا وَرَبُّ كُلِّ شَيْءٍ، فَالِقُ الْحَبِّ وَالنَّوَى، مُنْزِلُ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ أَعُوذُ بِاللَّهِ من كل [شَرّ] كُلِّ شَيْء أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ اقْضِ عَنَّا الدَّيْنَ وَاغْنِنَا مِنَ الْفَقْرِ \".",
            "page": "36",
            "part": "1",
            "seal": "9850F1AA"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وَكَانَ يَرْوِي ذَلِكَ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -.",
            "page": "37",
            "part": "1",
            "seal": "39B40275"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "أَوَّل الْخلق ¶ 3 - حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّد حَدَّثَنَا رَبَاحُ بْنُ الْوَلِيدِ حَدَّثَنِي إِبْرَاهِيم بْنُ أَبِي عَبْلَةَ عَنْ أَبِي يَزِيدَ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: سَمِعْتُ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - يَقُولُ: \" إِنَّ أَوَّلَ مَا خَلَقَ اللَّهُ - عَزَّ وَجَلَّ - الْقَلَمُ فَقَالَ لَهُ: اكْتُبْ، قَالَ: يَا رَبُّ مَا أَكْتُبُ؟ . قَالَ: اكْتُبْ مَقَادِيرَ كُلِّ شَيْءٍ \". ¶ 4 - حَدَّثَنَا مُحَمَّد بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو دَاوُدَ حَدَّثَنَا عَبْد الْوَاحِدِ - يَعْنِي ابْنَ سُلَيْمٍ -[عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ] حَدَّثَنِي الْوَلِيدُ بْنُ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: دَعَانِي أَبِي فَقَالَ: سَمِعت رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - يَقُول:",
            "page": "38",
            "part": "1",
            "seal": "C94FEB41"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "\" إِنَّ أَوَّل مَا خَلَقَ اللَّهُ الْقَلَمُ فَقَالَ: اكْتُبْ، قَالَ: يَا رَبُّ مَا أَكْتُبُ؟ . ¶ قَالَ: اكْتُبِ الْقَدَرَ وَمَا هُوَ كَائِنٌ إِلَى الأَبَدِ \".",
            "page": "39",
            "part": "1",
            "seal": "B71E0D13"
        },
        {
            "hno": "5",
            "id": "8",
            "nass": "أَوَّل جبل وضع فِي الأَرْض ¶ 5 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ حَدَّثَنَا عِيسَى بْنُ يُونُس عَنْ عَبْد اللَّهِ بْنِ مُسْلِم بْنِ هُرْمُزَ عَنْ سَعِيدِ بْنِ جُبَيْر عَنِ ابْنِ عَبَّاس - رَضِيَ اللَّهُ عَنْهُ - قَالَ: \" أَوَّل جَبَلٍ وُضِعَ عَلَى الأَرْضِ أَبُو قبيس \".",
            "page": "40",
            "part": "1",
            "seal": "4902F7D9"
        },
        {
            "hno": "6",
            "id": "9",
            "nass": "أول مَاء وَأول شَجَرَة ¶ 6 - حَدَّثَنَا سُلَيْمَان بْنُ سَيْفٍ حَدَّثَنَا سَعِيدُ بْنُ بَزِيعٍ قَالَ قَالَ ابْنُ إِسْحَاق: حَدَّثَنِي مَنْ لَا أَتَّهِمُ مِنْ أَصْحَابِنَا أَنَّ كَعْبًا قَدِمَ مَكَّة وَبِهَا عَبْد اللَّهِ بْنُ عَمْرو بْنِ الْعَاصِ فَقَالَ كَعْبٌ: سَلُوهُ عَنْ ثَلاثٍ فَإِنْ أَخْبَرَكُمْ بِهِنَّ فَهُوَ عَالِمٌ، سَلُوهُ عَنْ شَيْءٍ مِنَ الْجَنَّةِ وَضَعَهُ اللَّهُ لِلنَّاسِ فِي الأَرْضِ، وَسَلُوهُ عَنْ أَوَّل مَاءٍ وُضِعَ بِالأَرْضِ، وَمَا أَوَّل شَجَرَةٍ غُرِسَتْ بِالأَرْضِ؟ فَسُئِلَ عَبْد اللَّهِ عَنْهَا فَقَالَ: \" الشَّيْءُ الَّذِي وَضَعَهُ اللَّهُ لِلنَّاسِ فِي الأَرْضِ فَهَذَا الرُّكْنُ الأَسْوَدُ، وَأَوَّلُ مَاءٍ وُضِعَ بِالأَرْضِ فَبَرَهُوتُ مَاءٍ بِالْيَمَنِ يَرِدُهُ هَامُ الكُفَّار، وَأَمَّا أَوَّل شَجَرَةٍ غَرَسَهَا اللَّهُ فِي الأَرْضِ فَالْعَوْسَجَةُ الَّتِي اقْتَطَعَ مِنْهَا مُوسَى عَصَاهُ \". ¶ فَلَمَّا بَلَغَ ذَلِكَ كَعْبًا قَالَ: صَدَقَ الرَّجُلُ - وَاللَّهُ - عَالِمٌ.",
            "page": "41",
            "part": "1",
            "seal": "08DF2607"
        },
        {
            "hno": "7",
            "id": "10",
            "nass": "أَوَّل الْأَيَّام ¶ 7 - حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُون أَخْبَرَنَا شَرِيكٌ عَنْ غَالِبِ بْنِ غَيْلانَ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَن ابْن عَبَّاس - رَضِي الله عَنْهَا - قَالَ: \" إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى خَلَقَ يَوْمًا فَسَمَّاهُ الأَحَدَ، ثُمَّ خَلَقَ ثَانِيًا فَسَمَّاهُ الاثْنَيْنِ، ثُمَّ خَلَقَ ثَالِثًا فَسَمَّاهُ الثُّلاثَاءَ، ثُمَّ خَلَقَ رَابِعًا فَسَمَّاهُ الأَرْبِعَاءَ، ثُمَّ خَلَقَ خَامِسًا فَسَمَّاهُ الْخَمِيسَ، فَخَلَقَ الأَرْضَ يَوْمَ الأَحَدِ وَالاثْنَيْنِ، وَخَلَقَ الْجِبَالَ يَوْمَ الثُّلاثَاءِ فَلِذَلِكَ يَقُولُ النَّاس: يَوْمٌ ثَقِيلٌ، وَخَلَقَ مَوْضِعَ الْقُرَى وَالأَنْهَارٍ وَالأَشْجَارِ يَوْمَ الأَرْبِعَاءِ، وَخَلَقَ الطَّيْرَ وَالْوَحْشَ وَالسِّبَاعَ وَالْهَوَامَّ وَالآفَةَ يَوْمَ الْخَمِيسِ، وَخَلَقَ الإِنْسَانَ يَوْمَ الْجُمُعَةِ، وَفَرَغَ مِنَ الْخَلْقِ يَوْمَ السَّبْتِ \".",
            "page": "42",
            "part": "1",
            "seal": "88961FCB"
        },
        {
            "hno": "8",
            "id": "11",
            "nass": "أَوَّل مَا خلق من آدم عَلَيْهِ السَّلامُ ¶ 8 - حَدَّثَنَا ابْنُ بَشَّارٍ وَابْنُ الْمُثَنَّى قَالا: حَدَّثَنَا مُحَمَّد بْنُ جَعْفَر حَدَّثَنَا شُعْبَة عَنِ الْحَكَمِ عَنْ إِبْرَاهِيم عَنْ سَلْمَان الْفَارِسِيِّ قَالَ: \" أَوَّلُ مَا خَلَقَ اللَّهُ عَزَّ وَجَلَّ [مِنْ آدَمَ - عَلَيْهِ السَّلامُ] رَأْسَهُ فَجَعَلَ يَنْظُرُ وَهُوَ يُخْلَقُ فَلَمَّا كَانَ بَعْدَ الْعَصْرِ قَالَ: يَا رَبُّ اعْجَلْ قَبْلَ اللَّيْلِ فَذَلِكَ قَوْلُهُ: {وَكَانَ الإِنْسَانُ عجولاً} [الْإِسْرَاء: 11] \".",
            "page": "43",
            "part": "1",
            "seal": "4A3CBD6A"
        },
        {
            "hno": "9",
            "id": "12",
            "nass": "أَوَّل من قَاس ¶ 9 - حَدثنَا عَمْرو بن هِشَام وَابْن الْمُثَنَّى عَن يَحْيَى بن سليم عَن دَاوُد بن أَبِي هِنْد عَن مُحَمَّد بن سِيرِين - رَحمَه الله - قَالَ: \" أَوَّل من قَاس إِبْلِيس وَإِنَّمَا عبدت الشَّمْس وَالْقَمَر بالمقاييس \". ¶ 10 - حَدثنَا مُحَمَّد بن يَحْيَى بن كثير عَن مُحَمَّد بن كثير عَن عَبْد الله بن شَوْذَب عَن مطر عَن الحَسَن فِي قَول الله عَزَّ وَجَلّ: {خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} [الْأَعْرَاف: 12] قَالَ: \" قَاس عَدو الله وَكَانَ أول من قَاس \".",
            "page": "44",
            "part": "1",
            "seal": "E809A262"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "فارغة",
            "page": "45",
            "part": "1",
            "seal": "00155FC4"
        },
        {
            "hno": "11",
            "id": "14",
            "nass": "أَوَّل وُلِدَ آدم عَلَيْهِ السَّلامُ ¶ 11 - حَدثنَا سُلَيْمَان بن سيف عَن سعيد بن بزيع عَن مُحَمَّد بن إِسْحَاق قَالَ: \" كَانَ أكبر وُلِدَ آدم - عَلَيْهِ السَّلامُ - قابيل وتوءمته \". ¶ أَوَّل الْأَنْبِيَاء ¶ 12 - حَدَّثَنَا زَكَرِيَّا بْنُ الْحَكَمِ حَدَّثَنَا أَبُو الْمُغِيرَةِ حَدَّثَنَا مِعَانُ بْنُ رِفَاعَةَ حَدَّثَنِي عَلِيُّ بْنُ يَزِيدَ عَنْ الْقَاسِم أَبِي عَبْد الرَّحْمَن عَنْ أَبِي أُمَامَةَ أَنَّ أَبَا ذَرٍّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ! أَيُّ الأَنْبِيَاءِ كَانَ أَوَّل؟ ¶ قَالَ: \" آدَمُ \". ¶ قُلْتُ: وَنَبِيًّا كَانَ آدَمُ؟ ¶ قَالَ: \" نَبِيًّا مُكَلَّمًا \".",
            "page": "46",
            "part": "1",
            "seal": "7E3FE050"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "أَوَّل الرُّسُلِ ¶ 13 - حَدَّثَنَا ابْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ عَنْ أَبِي زُرْعَة عَن أبي هُرَيْرَة عَن النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فِي حَدِيثِ الشَّفَاعَةِ قَالَ: \" فَيَنْطَلِقُونَ إِلَى نُوحٍ فَيَقُولُونَ: يَا نُوحُ أَنْتَ نَبِيُّ اللَّهِ، أَوَّلُ نَبِيٍّ أُرْسِلَ اشْفَعْ لَنَا إِلَى رَبِّكَ \". ¶ 14 - حَدَّثَنَا ابْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ عَنْ أَبِي حَيَّان عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - مِثْلَ حَدِيثِ عُمَارَةَ. ¶ 15 - حَدَّثَنَا أَبُو الحُسَيْن الرَّهَاوِيُّ حَدَّثَنَا مُحَمَّد بْنُ بِشْر حَدَّثَنَا أَبُو حَيَّان التَّمِيمِي عَنْ أَبِي زُرْعَة عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" يَأْتِي النَّاس نُوحًا يَوْمَ الْقِيَامَةِ فَيَقُولُونَ: يَا نُوحُ أَنْتَ أَوَّل الرُّسُلِ إِلَى أَهْلِ الأَرْضِ، وَسَمَّاكَ اللَّهُ عَبْدًا شَكُورًا اشْفَعْ لَنَا إِلَى رَبك \".",
            "page": "47",
            "part": "1",
            "seal": "A5FED2CA"
        },
        {
            "hno": "16",
            "id": "16",
            "nass": "أَوَّل من سنّ القَتْل ¶ 16 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا عَبْد الرَّحْمَن بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَان (ح) ، وحَدَّثَنَا ابْنُ وَكِيعٍ عَنْ أَبِيهِ عَنْ سُفْيَان [ (ح) ] ، وحَدَّثَنَا ابْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ عَنِ الأَعْمَشِ عَنْ عَبْد اللَّهِ بْنِ مُرَّةَ عَنْ مَسْرُوقٍ عَنْ عَبْد اللَّهِ قَالَ: قَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" لَا تُقْتَلُ نَفْسٌ ظُلْمًا إِلا كَانَ عَلَى ابْنِ آدَمَ كِفْلٌ مِنْ دَمِهَا لأَنَّهُ أَوَّل مَنْ سَنَّ القَتْل \".",
            "page": "48",
            "part": "1",
            "seal": "3DAEE988"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "أَوَّل مَسْجِد وضع فِي الأَرْض ¶ 17 - حَدَّثَنَا [ابْنُ] الْمُثَنَّى حَدَّثَنَا أَبُو مُعَاوِيَةَ حَدَّثَنَا الأَعْمَشُ عَنْ إِبْرَاهِيم التَّيْمِيّ عَنْ أَبِيهِ عَنْ أَبِي ذَرٍّ قَالَ: قُلْتُ: يَا رَسُول اللَّهِ! أَيُّ مَسْجِدٍ وُضِعَ فِي الأَرْضِ أَوَّل؟ . ¶ قَالَ: \" الْمَسْجِدُ الْحَرَامُ \". ¶ قُلْتُ: ثُمَّ أَيُّ؟ ¶ [قَالَ] : \" ثُمَّ الْمَسْجِدُ الأَقْصَى \". ¶ قَالَ: قُلْتُ: كَمْ بَيْنَهُمَا؟ . ¶ قَالَ: أَرْبَعُونَ سَنَةً وَأَيْنَمَا أَدْرَكَتْكَ الصَّلاةُ فَصَلِّ فَهُوَ مَسْجِدٌ \".",
            "page": "49",
            "part": "1",
            "seal": "44E58D0C"
        },
        {
            "hno": "18",
            "id": "18",
            "nass": "أَوَّل من سكن القباب واقتنى المَال ¶ 18 - حَدثنَا ابْن سيف حَدثنَا سعيد بن بزيع عَن مُحَمَّد بن إِسْحَاق قَالَ: \" أَوَّل من سكن القباب واقتنى المَال تويل بن لمك بن متوشخ بن خنوخ بن شِيث بن آدم، وتديلقين بن لمك أَوَّل من ضرب بالونج والصنج \".",
            "page": "50",
            "part": "1",
            "seal": "F55FFB06"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "أول من خطّ بالقلم ¶ 19 - حَدثنَا ابْن سيف حَدثنَا ابْن بزيع عَن مُحَمَّد بن إِسْحَاق قَالَ: \" خنوخ بن يرد بن مهليل بن قينان بن يانش بن شِيث بن آدم إِدْرِيس - عَلَيْهِ السَّلامُ - فِيمَا يَزْعمُونَ - وَالله أعلم - وَكَانَ أول بني [آدم] أعطي النُّبُوَّة وَخط بالقلم \".",
            "page": "51",
            "part": "1",
            "seal": "51B3341A"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "أَوَّل مَدِينَة بنيت بعد الطوفان ¶ 20 - حَدَّثَنَا ابْنُ سَيْفٍ حَدَّثَنَا عَارِمُ بْنُ الْفَضْلِ حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ عَنْ عِلْبَاءَ بْنِ أَحْمَرَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاس - رَضِيَ اللَّهُ عَنْهُ - قَالَ: \" كَانَ مَعَ نُوحٍ - عَلَيْهِ السَّلامُ - فِي السَّفِينَةِ ثَمَانُونَ رَجُلا مَعَهُمْ أَهْلُوهُمْ، فَلَمَّا عَرَفَ أَنَّ الْمَاءَ قَدْ نَضَبَ هَبَطَ إِلَى أَسْفَلِ الْجُودِيِّ فَابْتَنَى قَرْيَةً وَسَمَّاهَا: ثَمَانِينَ \".",
            "page": "52",
            "part": "1",
            "seal": "4807A2A7"
        },
        {
            "hno": "21",
            "id": "21",
            "nass": "أَوَّل من بنى الْكَعْبَة ¶ 21 - حَدثنَا ابْن شبيب أَخْبَرَنَا عَبْد الرَّزَّاق أَخْبَرَنَا هِشَام بن حسان عَن سوار ختن عَطاء بن أَبِي رَبَاح قَالَ: \" وَجه آدم إِلَى مَكَّة حِين استوحش فَشكى ذَلِكَ إِلَى الله عَزَّ وَجَلَّ فِي دُعَائِهِ؛ فَلَمَّا انْتهى إِلَى مَكَّة انْزِلْ الله عَزَّ وَجَلَّ ياقوتة من ياقوت الْجنَّة فَكَانَت على مَوضِع الْبَيْت الْآن فَلم يزل يطوف بِهِ حَتَّى أنزل الله عَزَّ وَجَلَّ الطوفان فَرفعت تِلْكَ الياقوتة حَتَّى بعث الله عز وَجل إِبْرَاهِيم - عَلَيْهِ السَّلامُ - فبناه فَذَلِك قَوْله عَزَّ وَجَلَّ {وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ الْبَيْتِ} [الْحَج: 26] \".",
            "page": "53",
            "part": "1",
            "seal": "F8221A6B"
        },
        {
            "hno": "22",
            "id": "22",
            "nass": "أَوَّل من نصب أنصاب الْحرم ¶ 22 - حَدثنَا سَلمَة بن شبيب حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا معمر عَن ابْن خثيم عَن مُحَمَّد بن الْأسود قَالَ: \" إِبْرَاهِيم - عَلَيْهِ السَّلامُ - أَوَّل من نصب أنصاب الْحرم \". ¶ 23 - حَدثنَا سَلمَة حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا ابْن جريج عَن مُحَمَّد بن الْأسود أَنَّهُ أخبرهُ: \" أَن إِبْرَاهِيم - عَلَيْهِ السَّلامُ - أَوَّل من نصب أنصاب الْحرم وَأَشَارَ لَهُ جِبْرِيل إِلَى موَاضعهَا \".",
            "page": "54",
            "part": "1",
            "seal": "8B46AB9D"
        },
        {
            "hno": "24",
            "id": "23",
            "nass": "أَوَّل من اختتن وشاب وقرى الضَّيْف ¶ 24 - حَدَّثَنَا أَبُو الحُسَيْن الرُّهَاوِيُّ حَدَّثَنَا جَعْفَر بْنُ عَوْنٍ حَدَّثَنَا يَحْيَى بْنُ سعيد حَدَّثَنَا ابْنُ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ قَالَ: \" أَوَّل مَنِ اخْتَتَنَ إِبْرَاهِيم خَلِيلُ الرَّحْمَن اخْتَتَنَ وَهُوَ ابْنُ عِشْرِينَ وَمِائَةِ سَنَةٍ ثُمَّ عَاشَ بَعْدَ ذَلِكَ ثَمَانِينَ سَنَةً \". ¶ قَالَ سعيد: \" كَانَ إِبْرَاهِيم أَوَّل مَنِ اخْتَتَنَ وَأَوَّلُ مَنْ رَأَى الشَّيْبَ فَقَالَ: يَا رَبُّ مَا هَذَا الشَّيْبُ؟ . ¶ قَالَ: الْوَقَارُ. ¶ قَالَ: رَبِّ زِدْنِي وَقَارًا. ¶ وَكَانَ أَوَّل مَنْ أَضَافَ الضَّيْفَ، وَأَوَّلُ مَنْ جَزَّ شَارِبَهُ، وَأَوَّلُ مَنْ قَصَّ أَظْفَارَهُ، وَأَوَّلُ مَنِ اسْتَحَدَّ \".",
            "page": "55",
            "part": "1",
            "seal": "14D123AC"
        },
        {
            "hno": "25",
            "id": "24",
            "nass": "أَوَّل من تجبر فِي الأَرْض ¶ 25 - حَدثنَا سَلمَة بن شبيب حَدثنَا عَبْد الرَّزَّاق حَدثنَا معمر عَن زيد بن أسلم: \" إِن أَوَّل جَبَّار كَانَ فِي الأَرْض نمْرُود \". ¶ 26 - حَدثنَا سَلمَة حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا معمر عَن قَتَادَة والكلبي فِي قَوْله عز وَجل: {أَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ} [الْبَقَرَة: 258] قَالا: \" هُوَ جَبَّار اسْمه نمْرُود، وَهُوَ أَوَّل من تجبر فِي الأَرْض \".",
            "page": "56",
            "part": "1",
            "seal": "CD4FBE14"
        },
        {
            "hno": "27",
            "id": "25",
            "nass": "أَوَّل من ابْتُلِيَ بشريعة الدِّين ¶ 27 - حَدَّثَنَا سُفْيَان بْنُ وَكِيعٍ حَدَّثَنَا عَبْد الأَعْلَى عَنْ دَاوُد عَنْ عِكْرِمَةَ {وَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ} [الْبَقَرَة: 124] قَالَ: قَالَ ابْنُ عَبَّاس - رَضِيَ اللَّهُ عَنْهُ -: \" لَمْ يُبْتَلَ أَحَدٌ بِهَذَا الدِّين فَأَقَامَهُ إِلا إِبْرَاهِيم ابْتَلاهُ اللَّهُ عَزَّ وَجَلَّ بِكَلِمَاتِهِ فَأَتَمَّهُنَّ فَإِذَا هُنَّ: {قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا قَالَ وَمِنْ ذُرِّيَّتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ} [الْبَقَرَة: 124] \".",
            "page": "57",
            "part": "1",
            "seal": "796A1681"
        },
        {
            "hno": "28",
            "id": "26",
            "nass": "أَوَّل من اكتحل بالإثمد ¶ 28 - حَدثنَا ابْن سيف حَدثنَا سعيد بن بزيع عَن مُحَمَّد بن إِسْحَاق قَالَ: \" لَمَّا فرغ عَبْد كلال بن مثوب بن حَابِس حدث حَدِيث الْيَمَامَة بنت مرّة فَأمر بهَا فنقرت عَيناهَا فَإِذَا فِيهَا عرق أسود فَسَأَلَهَا مَا هَذَا السوَاد فِي عَيْنك وَأَنْتَ امْرَأَة زرقاء؟ ¶ فَقَالَتْ: \" حُجَيْر أسود يُقَالُ لَهُ الإثمد فيشد لي بَصرِي. ¶ وَكَانَت فِيمَا يذكرُونَ أَوَّل من اكتحل بِهِ \".",
            "page": "58",
            "part": "1",
            "seal": "1F7F26CC"
        },
        {
            "hno": "29",
            "id": "27",
            "nass": "أَوَّل من غير دين إِسْمَاعِيل - عَلَيْهِ السَّلامُ - ¶ 29 - حَدثنَا ابْن سيف حَدثنَا سعيد بن بزيع حَدَّثَنِي مُحَمَّد بْنُ إِسْحَاق حَدَّثَنِي مُحَمَّد بْنُ إِبْرَاهِيم بْنِ الْحَارِثِ التَّيْمِيّ عَنْ أَبِي صَالِحٍ السَّمَّانِ حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ: سَمِعت رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - يَقُول لأكثم بن جون: \" يَا أَكْثَمَ بْنَ الْجَوْنِ رَأَيْت عَمْرو بْنَ لُحَيِّ بْنِ قَمْعَهْ بْنِ خِنْدِفٍ يَجُرُّ قَصَبَهُ فِي النَّارِ فَمَا رَأَيْت رَجُلا أَشْبَهَ بِرَجُلٍ مِنْكَ بِهِ وَلا بِهِ مِنْكَ \". ¶ فَقَالَ أَكْثَمُ \" عَسَى أَنْ يَضُرَّنِي شَبَهُهُ يَا رَسُول اللَّهِ؟ ¶ فَقَالَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" لَا لأَنَّكَ مُؤْمِنٌ وَهُوَ كَافِرٌ، أَنَّهُ كَانَ أَوَّل مَنْ غَيَّرَ دِينَ إِسْمَاعِيلَ فَنَصَبَ الأَوْثَانَ، وَسَيَّبَ السَّوَائِبَ، وَبَحَرَ الْبَحِيرَةَ، وَوَصَلَ الْوَصِيلَةَ، وَحَمَى الحامي \".",
            "page": "59",
            "part": "1",
            "seal": "2608D1F8"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "فارغة",
            "page": "60",
            "part": "1",
            "seal": "3FB105F1"
        },
        {
            "hno": "30",
            "id": "29",
            "nass": "أَوَّل النسيء ¶ 30 - حَدثنَا ابْن سيف حَدثنَا سعيد بن بزيع عَن [ابْن] إِسْحَاق قَالَ: \" كَانَ أَوَّل النسيء فِي بَيت مَالك بن كنَانَة وَكَانَ الَّذِي يَلِي ذَلِكَ القلمس وَهُوَ حُذَيْفة بن عَبْد بن فقيم بن عَدِيّ بن عَامر بن مَالك بن كنَانَة وَكَانَ الَّذِي ولي بالنسيء حُذَيْفة بن عَبْد ثُمَّ وليه بنوه من بعده حَتَّى كَانَ آخِرهم الَّذِي قَامَ عَلَيْهِ الْإِسْلَام أَبُو ثُمَامَة جُنَادَة بن عَوْف بن أُميَّة ابْن قلع \".",
            "page": "61",
            "part": "1",
            "seal": "06573092"
        },
        {
            "hno": "31",
            "id": "30",
            "nass": "أَوَّل من سنّ الرحلتين وَأطْعم الثَّرِيد ¶ 31 - حَدثنَا ابْن سيف حَدثنَا سعيد بن بزيع عَن ابْن إِسْحَاق قَالَ: \" كَانَ هَاشم بن عَبْد منَاف فِيمَا يَزْعمُونَ أَوَّل من سنّ الرحلتين لقريش رحْلَة الشتَاء ورحلة الصَّيف وَأَوَّلُ من أطْعم الثَّرِيد بمَكَّة وَكَانَ اسْمه عمرا فَسُمي هاشما لهشمه الْخبز بمَكَّة لِقَوْمِهِ وَقَالَ الشَّاعِر لقريش أَوْ بعض الْعَرَب: ¶ (عَمْرو الَّذِي هشم الثَّرِيد لِقَوْمِهِ ... وَرِجَال مَكَّة مسنتون عجاف) ¶ (هُوَ سنّ الرحلتين كليهمَا ... سفر الشتَاء ورحلة الأصياف)",
            "page": "62",
            "part": "1",
            "seal": "B8E72B32"
        },
        {
            "hno": "32",
            "id": "31",
            "nass": "أول مَا رئيت الحصبة والجدري ¶ 32 - حَدَّثَنَا سُلَيْمَان بْنُ سَيْفٍ حَدَّثَنَا سَعِيدُ بْنُ بزيع عَن ابْن إِسْحَاق حَدَّثَنِي يَعْقُوب بن عُتْبة بن الْمُغيرَة بن الْأَخْنَس أَنَّهُ حَدثهُ: \" أَن أَوَّل مَا رئيت الحصبة والجدري بِأَرْض الْعَرَب ذَلِكَ الْعَام - يَعْنِي عَام الْفِيل - وَأَنَّهُ أَوَّل مَا رئي بهَا من أثر الشَّجَر الحرمل والحنظل وَالْعشر ذَلِكَ الْعَام \".",
            "page": "63",
            "part": "1",
            "seal": "2F30FDD2"
        },
        {
            "hno": "33",
            "id": "32",
            "nass": "أَوَّل من خضب بِالسَّوَادِ ¶ 33 - حَدثنَا سُفْيَان عَن أَبِيهِ حَدثنَا سُفْيَان الثَّوْريّ حَدَّثَنَا ابْن أَبِي رَبَاح - كَذَا قَالَ أَبُو عرُوبَة وَكَانَ فِي الأَصْل عَن أَبِيهِ عَن أَبِي رَبَاح - عَن مُجَاهِد قَالَ: \" أَوَّل من خضب بِالسَّوَادِ فِرْعَوْن \".",
            "page": "64",
            "part": "1",
            "seal": "933A88C1"
        },
        {
            "hno": "34",
            "id": "33",
            "nass": "أَوَّل من علم الْكِتَابَة ¶ 34 - حَدثنَا عَبْد الْجَبَّار وَابْن وَكِيع حَدثنَا سُفْيَان عَن مجَالد عَن الشَّعْبِيّ قَالَ: ¶ قُلْنَا للمهاجرين: من أَيْنَ تعلمتم الْكِتَابَة؟ ¶ قَالُوا: من أهل الْحيرَة. ¶ فَقُلْنَا لأهل الْحيرَة: من أَيْنَ تعلمتم الْكِتَابَة؟ ¶ قَالُوا: من أهل الأنبار.",
            "page": "65",
            "part": "1",
            "seal": "C356EEE3"
        },
        {
            "hno": "35",
            "id": "34",
            "nass": "أَوَّل من حكم قوافي الشّعْر ¶ 35 - حَدَّثَنِي مُحَمَّد بْنُ يَحْيَى بْنِ كَثِيرٍ حَدَّثَنَا الْخَضِرُ بْنُ مُحَمَّد بْنِ شُجَاعٍ أَخْبَرَنَا هُشَيْمٌ عَنْ أَبِي الْجَهْمِ عَنِ الزُّهْرِيّ عَنْ أَبِي سَلَمَةَ عَنْ أبي هُرَيْرَة قَالَ: قَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" امْرُؤُ الْقَيْسِ قَائِدُ الشُّعَرَاءِ إِلَى النَّارِ لأَنَّهُ أول من أحكم قوافيها \".",
            "page": "66",
            "part": "1",
            "seal": "6F05FE77"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "فارغة",
            "page": "67",
            "part": "1",
            "seal": "E488C6E0"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "أَوَّل من اسْتعْمل النورة ¶ 36 - حَدثنَا أَبُو كريب حَدثنَا حَفْص بن غياث حَدثنَا عمرَان بن سُلَيْمَان عَن أَبِي صَالح وَعِكْرِمَة أَو أَحدهمَا قَالَ: \" لَمَّا تزوج سُلَيْمَان - عَلَيْهِ السَّلامُ - بلقيس قَالَتْ: مَا مستني حَدِيدَة قطّ فَقَالَ للشياطين: انْظُرُوا إِلَى شَيْء يذهب بالشعر غير الْحَد الْحَدِيد فوضعوا لَهُ النورة فَكَانَ أَوَّل من وَضعهَا لَهُ شياطين سُلَيْمَان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - \".",
            "page": "68",
            "part": "1",
            "seal": "15083360"
        },
        {
            "hno": "37",
            "id": "37",
            "nass": "أَوَّل من سرد الدروع ¶ 37 - حَدثنَا سَلمَة بن شبيب حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا معمر عَن قَتَادَة: {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ} [الْأَنْبِيَاء: 80] . قَالَ: \" كَانَت صَفَائِح وَأَوَّلُ من سردها وحلقها دَاوُد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - \".",
            "page": "69",
            "part": "1",
            "seal": "08BE3815"
        },
        {
            "hno": "38",
            "id": "38",
            "nass": "أَوَّل من سمي يَحْيَى ¶ 38 - حَدثنَا ابْن بشار حَدثنَا عَبْد الرَّحْمَن حَدثنَا إِسْرَائِيل عَن سماك عَن عِكْرِمَة عَن ابْن عَبَّاس (ح) ، وَحدثنَا ابْن شبيب حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا معمر عَن قَتَادَة: {لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا} [مَرْيَم: 7] قَالا: \" لم يسم أحد يَحْيَى قبله \". ¶ أَوَّل شَيْء كسيته الْكَعْبَة ¶ 39 - حَدَّثَنِي الحُسَيْن بن بَحر حَدثنَا عُثْمَان بن طالوت حَدثنَا قُرَيْش بن أنس عَن الْأَشْعَث عَن الحَسَن قَالَ: \" أَوَّل شَيْء كسيته الْكَعْبَة كساها قَبَاطِي \".",
            "page": "70",
            "part": "1",
            "seal": "09151954"
        },
        {
            "hno": "40",
            "id": "39",
            "nass": "أول شَيْء ابتدئ بِهِ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - من النُّبُوَّة ¶ 40 - حَدَّثَنَا ابْنُ سَيْفٍ حَدَّثَنَا سَعِيدُ بْنُ بَزِيعٍ حَدَّثَنَا مُحَمَّد بْنُ إِسْحَاق قَالَ: ذَكَرَ مُحَمَّد بْنُ مُسْلِم بْنِ شِهَابٍ (ح) ، وَحدثنَا خُزَيْمَة ابْن مَيْسَرَةَ وَمُحَمَّد بْنُ يَحْيَى بْنِ كَثِيرٍ قَالا: حَدَّثَنَا ابْنُ كَثِيرٍ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيّ حَدَّثَنَا عُرْوَة عَنْ عَائِشَةَ قَالَتْ: \" أَوَّل مَا ابتدئ بِهِ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - مِنَ النُّبُوَّةِ حِينَ أَرَادَ اللَّهُ كَرَامَتَهُ الرُّؤْيَا الصَّادِقَةُ فَكَانَ لَا يَرَى رُؤْيَا فِي مَنَامِهِ إِلا جَاءَتْ كَفَلَقُ الصُّبْحِ. ¶ قَالَت: \" وَحُبِّبَتْ إِلَيْهِ الْخلْوَة فَلم يكن شيئً أَحَبُّ إِلَيْهِ مِنْ أَنْ يَخْلُوَ وَحْدَهُ \".",
            "page": "71",
            "part": "1",
            "seal": "63DE1C3C"
        },
        {
            "hno": "41",
            "id": "40",
            "nass": "أول مَا أنزل عَلَيْهِ من الْقُرْآن ¶ 41 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا عُثْمَان بْنُ عُمَر أَخْبَرَنَا عَلِيُّ بْنُ مُبَارَكٍ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ سَأَلْتُ جَابِرًا أَيُّ الْقُرْآن أنزل أول؟ ¶ قَالَ: {يَا أَيهَا الْمُدَّثِّرُ} [المدثر: 1] . ¶ قُلْتُ: إِنَّهُمْ يَقُولُونَ: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} [العلق: 1] . ¶ قَالَ: لَا أُحَدِّثُكَ إِلَّا مَا حَدثنِي رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قَالَ: \" جَاوَرْتُ فِي حِرَاءَ فَلَمَّا قَضَيْتُ جِوَارِي هَبَطْتُ فَاسْتَبْطَنْتُ الْوَادِيَ فَنُودِيتُ فَنَظَرْتُ عَنْ يَمِينِي وَعَنْ شِمَالِي وَخَلْفِي وَقُدَّامِي فَلَمْ أَرَ شَيْئًا فَرَفَعْتُ رَأْسِي فَإِذَا هُوَ جَالِسٌ عَلَى عَرْشٍ بَيْنَ السَّمَاءِ وَالأَرْضِ فَجُئِثْتُ مِنْهُ فَأَتَيْتُ خَدِيجَةَ فَقلت: دَثرُونِي فَدَثَّرُونِي فَأنْزل الله عز وَجل: {يَا أَيهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ} [المدثر: 1] \". ¶ 42 - حَدَّثَنَا أَبُو الحُسَيْن أَحْمَدُ بْنُ سُلَيْمَان حَدَّثَنَا",
            "page": "72",
            "part": "1",
            "seal": "E73CD986"
        },
        {
            "hno": "43",
            "id": "41",
            "nass": "مِسْكِينُ بْنُ بُكَيْر أَخْبَرَنَا الأَوْزَاعِيُّ عَنْ يَحْيَى بْنِ أَبِي كَثِير قَالَ: سَأَلْتُ أَبُا سَلَمَةَ أَي الْقُرْآن أنزل أول؟ ¶ قَالَ: {يَا أَيهَا المدثر} ¶ ثُمَّ سَاقَ الْحَدِيثَ إِلَى آخِرِهِ. ¶ 43 - حَدثنَا سَلمَة بن شبيب حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا معمر عَن الزُّهْرِيّ قَالَ: \" كَانَ أَوَّل شَيْء أنزل عَلَيْهِ {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} حَتَّى بلغ {مَا لَمْ يَعْلَمْ} [العلق: 1 - 5] . ¶ 44 - حَدثنَا عَليّ بن إِبْرَاهِيم حَدثنَا عَبْد الله بن صَالح حَدَّثَنِي اللَّيْث بن سَعْد حَدَّثَنِي عقيل عَن ابْن شهَاب حَدَّثَنِي مُحَمَّد بن عباد بن جَعْفَر المَخْزُومِيّ أَنَّهُ سَمِعَ بعض عُلَمَائهمْ يَقُول: \" أنزل على رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} إِلَى قَوْله {مَا لم يعلم} [العلق: 1 - 5] . ¶ قَالَ: هَذَا آخر الَّذِي أنزل يَوْم حراء ثُمَّ أنزل آخرهَا بعد مَا شَاءَ الله \".",
            "page": "73",
            "part": "1",
            "seal": "54AEF754"
        },
        {
            "hno": "45",
            "id": "42",
            "nass": "أَوَّل من أسلم ¶ 45 - حَدَّثَنَا مُحَمَّد بْنُ الْمُثَنَّى وَيَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا عَبْد الرَّحْمَن بْنُ مَهْدِيٍّ حَدَّثَنَا شُعْبَة عَنِ الْجَرِيرِيِّ عَنْ أَبِي نَضْرَةَ أَنَّ أَبَا بَكْر - رَضِيَ اللَّهُ عَنْهُ - قَالَ: ¶ 46 - حَدَّثَنَا أَبُو الخَطَّاب الْحَسَّانِيُّ وَمُحَمَّد بْنُ يَحْيَى بْنِ الْقُطَعِيِّ حَدَّثَنَا نُوحُ بْنُ قَيْسٍ حَدَّثَنَا سُلَيْمَان بْنُ عَبْد اللَّهِ أَبُو فَاطِمَةَ عَنْ مُعَاذَةَ بِنْتِ عَبْد اللَّهِ الْعَدَوِيَّةِ قَالَت: سَمِعْتُ عَلِيًّا - رَضِيَ اللَّهُ عَنْهُ - يَقُولُ: \" أَنَا الصِّدِّيقُ الأَكْبَرُ آمَنْتُ قَبْلَ أَنْ يُؤْمِنَ أَبُو بَكْر، وَأَسْلَمْتُ قَبْلَ أَنْ يُسْلِمَ أَبُو بَكْر \".",
            "page": "74",
            "part": "1",
            "seal": "33F3D4CB"
        },
        {
            "hno": "47",
            "id": "43",
            "nass": "أَوَّل من سل سَيْفا فِي سَبِيل الله ¶ 47 - حَدثنَا سَلمَة بن شبيب حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَرٌ عَنْ هِشَامِ بْنِ عُرْوَة عَنْ أَبِيهِ [قَالَ] : \" أَوَّل سَيْفٍ سُلَّ فِي سَبِيلِ الله سيف الزبير [نفخت] نفخة من الشَّيَاطِين أَن رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - أَخَذَ بِأَعْلَى مَكَّة فَخَرَجَ الزُّبَيْر بِسَيْفِهِ يَشُقُّ النَّاس فَلَقِيَهُ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَقَالَ: ¶ \" مَالَكَ يَا زُبَيْرُ \". ¶ قَالَ: أُخْبِرْتُ يَا رَسُول اللَّهِ أَنَّكَ أُخِذْتَ. ¶ قَالَ: فَدَعَا النَّبِيّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - لَهُ ولسيفه \".",
            "page": "75",
            "part": "1",
            "seal": "3C3C2882"
        },
        {
            "hno": "48",
            "id": "44",
            "nass": "أَوَّل من رمى بِسَهْم فِي سَبِيل الله ¶ 48 - حَدَّثَنَا ابْنُ بَشَّارٍ بُنْدَار حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ (ح) ، وحَدَّثَنَا أَبُو الخَطَّاب حَدَّثَنَا مَالِكُ بْنُ سُعَيْرٍ (ح) ، وحَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ حَدَّثَنَا المُعْتَمِر (ح) ، وحَدَّثَنَا سُفْيَان بْنُ وَكِيعٍ حَدَّثَنِي أَبِي قَالُوا جَمِيعًا: عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِد عَنْ قَيْسٍ قَالَ: سَمِعْتُ سَعْدًا يَقُولُ: \" إِنِّي أَوَّل الْعَرَبِ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ \". ¶ 49 - حَدَّثَنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ حَدَّثَنَا الْمَسْعُودِيُّ عَنِ الْقَاسِم بْنِ عَبْد الرَّحْمَن قَالَ: \" أَوَّل من رمى بِسَهْم فِي سَبِيل الله سَعْد بْنُ أَبِي وَقَّاصٍ وَهُوَ مِنْ أَخْوَالِ رَسُول الله \".",
            "page": "76",
            "part": "1",
            "seal": "C8864837"
        },
        {
            "hno": "50",
            "id": "45",
            "nass": "أَوَّل شَهِيد فِي الْإِسْلَام ¶ 50 - حَدثنَا ابْن بشار وَابْن الْمُثَنَّى حَدثنَا أَبُو أَحْمد الزُّبَيْريّ حَدثنَا سُفْيَان عَن مَنْصُور عَن مُجَاهِد قَالَ: \" جَاءَ أَبُو جهل إِلَى سميَّة فَجعل يصفعها، ثُمَّ وجأ فِي قَلبهَا بِحَرْبَة فَكَانَت أَوَّل مستشهد اسْتشْهد فِي الْإِسْلَام \". ¶ 51 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا ابْن عَبْد الرَّحْمَن بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَان عَنْ مَنْصُور عَن مُجَاهِد قَالَ: \" أول شَهِيد اسْتُشْهِدَتْ فِي الإِسْلامِ سُمَيَّةُ أُمُّ عَمَّار وَجَأَهَا أَبُو جَهْلٍ - لَعَنَهُ اللَّهُ - بِحَرْبَةٍ \". ¶ 52 - حَدثنَا عَبْد الْجَبَّار بن الْعَلَاء حَدثنَا سُفْيَان عَن مَنْصُور عَن مُجَاهِد قَالَ: \" أَوَّل شَهِيد أم عَمَّار وقتلها أَبُو جهل - لَعنه الله - \".",
            "page": "77",
            "part": "1",
            "seal": "C72052A9"
        },
        {
            "hno": "53",
            "id": "46",
            "nass": "أَوَّل من أذن فِي سَبِيل الله ¶ 53 - حَدَّثَنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ [حَدَّثَنَا] الْمَسْعُودِيُّ عَنِ الْقَاسِم بْنِ عَبْد الرَّحْمَن قَالَ: \" أَوَّل مَنْ أَذَّنَ بِلالٌ مَوْلَى أَبِي بَكْر - رَضِيَ اللَّهُ عَنْهُ - \".",
            "page": "78",
            "part": "1",
            "seal": "D449ADB7"
        },
        {
            "hno": "54",
            "id": "47",
            "nass": "أول من جمع الْجُمُعَة ¶ 54 - حَدثنَا هِشَام بْنُ الْقَاسِم حَدَّثَنَا ابْنُ وَهْب عَنْ يُونُس عَنِ ابْنِ شِهَابٍ قَالَ: \" بَلَغَنَا أَنَّ أَوَّل مَا جُمِعَتِ الجُمُعة بِالْمَدِينَةِ قَبْلَ أَنْ يَقْدِمَهَا رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَجَمَعَ بِالْمُسْلِمِينَ مُصْعَب بْنُ عُمَيْر بْنِ عَبْد مَنَافٍ \". ¶ 55 - حَدَّثَنَا هَاشِمٌ حَدَّثَنَا ابْنُ وَهْب أَخْبَرَنِي ابْنُ جُرَيْجٍ عَنْ سُلَيْمَان بْنِ مُوسَى: \" أَنَّ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - كَتَب إِلَيْهِ يَأْمُرُهُ بِذَلِكَ \".",
            "page": "79",
            "part": "1",
            "seal": "0C4B8D44"
        },
        {
            "hno": "56",
            "id": "48",
            "nass": "أَوَّل من قدم الْمَدِينَة مُهَاجرا ¶ 56 - حَدَّثَنَا ابْنُ بَشَّارٍ وَابْنُ الْمُثَنَّى قَالا: حَدَّثَنَا مُحَمَّد بْنُ جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق قَالَ: سَمِعْتُ الْبَرَاءَ يَقُولُ: \" كَانَ أَوَّل مَنْ قَدِمَ الْمَدِينَة من أَصْحَاب النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - مُصْعَب بْنُ عُمَيْر - رَضِيَ اللَّهُ عَنْهُ - \".",
            "page": "80",
            "part": "1",
            "seal": "FCDF624A"
        },
        {
            "hno": "57",
            "id": "49",
            "nass": "أَوَّل من أظهر الْإِسْلَام ¶ 57 - حَدَّثَنَا ابْنُ الْمُثَنَّى وَزَكَرِيَّا بْنُ الْحَكَمِ حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْر حَدَّثَنَا زَائِدَةَ عَنْ عَاصِمٍ عَنْ زِرٍّ عَنْ عَبْد اللَّهِ قَالَ: \" أَوَّل مَنْ أَظْهَرَ إِسْلَامه سَبْعَة رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَأَبُو بَكْر وَعَمَّارٌ وَأُمُّهُ سُمَيَّةُ وَصُهَيْبٌ وَبِلالٌ وَالْمِقْدَادُ - رَحِمَهُمُ اللَّهُ - \". ¶ 58 - حَدَّثَنَا ابْنُ بَشَّارٍ وَابْنُ الْمُثَنَّى قَالا: حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْريّ عَنْ سُفْيَان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ وَذَكَر بِمِثْلِهِ إِلا أَنَّهُ جَعَلَ مَكَانَ الْمِقْدَادِ: خَبَّابًا فَعَدَّ خَبَّابًا وَلَمْ يَعُدِّ الْمِقْدَادَ.",
            "page": "81",
            "part": "1",
            "seal": "9B53E21A"
        },
        {
            "hno": "59",
            "id": "50",
            "nass": "أَوَّل من عدا بِهِ فرسه فِي سَبِيل الله ¶ 59 - حَدَّثَنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ حَدَّثَنَا الْمَسْعُودِيُّ عَنِ الْقَاسِم بْنِ عَبْد الرَّحْمَن قَالَ: \" أَوَّل مَنْ عَدَا بِهِ فَرَسُهُ فِي سَبِيلِ اللَّهِ الْمِقْدَادُ بْنُ عَمْرو - رَضِيَ اللَّهُ عَنْهُ - \". ¶ 60 - حَدَّثَنَا مُحَمَّد بْنُ بَشَّارٍ وَمُحَمَّد بْنُ الْمُثَنَّى قَالا: حَدَّثَنَا مُحَمَّد بْنُ جَعْفَر حَدَّثَنَا شُعْبَة قَالَ: سَمِعْتُ أَبَا إِسْحَاق يُحَدِّثُ عَنْ حَارِثَةَ بْنِ مُضَرِّبٍ عَنْ عَلِيٍّ قَالَ: \" مَا كَانَ مِنَّا فَارِسٌ يَوْمَ بَدْرٍ غَيْرَ الْمِقْدَادِ \".",
            "page": "82",
            "part": "1",
            "seal": "E3D3F30E"
        },
        {
            "hno": "61",
            "id": "51",
            "nass": "أَوَّل من جهر بِالْقُرْآنِ بمَكَّة بعد النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 61 - حَدَّثَنَا سُلَيْمَان بْنُ سَيْفٍ حَدَّثَنَا سَعِيدُ بْنُ بَزِيعٍ قَالَ: قَالَ ابْنُ إِسْحَاق: حَدَّثَنِي يَحْيَى بْنُ عُرْوَة بْنِ الزُّبَيْر عَنْ أَبِيهِ قَالَ: \" كَانَ أَوَّل مَنْ جَهَرَ بِالْقُرْآنِ بمَكَّة بَعْدَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - عَبْد اللَّهِ بْنُ مَسْعُود \". ¶ 62 - حَدَّثَنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ حَدَّثَنَا الْمَسْعُودِيُّ عَنِ الْقَاسِم بْنِ عَبْد الرَّحْمَن قَالَ: \" كَانَ أَوَّل مَنْ أَفْشَى القُرْآن بِمَكَّةَ مِنْ فِي رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - عَبْدُ اللَّهِ بْنُ مَسْعُود - رَضِيَ اللَّهُ عَنْهُ - \".",
            "page": "83",
            "part": "1",
            "seal": "BEEF3407"
        },
        {
            "hno": "63",
            "id": "52",
            "nass": "أَوَّل من بنى مَسْجِدا يصلى فِيهِ ¶ 63 - حَدَّثَنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ حَدَّثَنَا الْمَسْعُودِيُّ عَنِ الْقَاسِم بْنِ عَبْد الرَّحْمَن قَالَ: \" أَوَّل مَنْ بَنَى مَسْجِدًا يُصَلَّى فِيهِ عَمَّار بْنُ يَاسِرٍ \".",
            "page": "84",
            "part": "1",
            "seal": "EC9DE990"
        },
        {
            "hno": "64",
            "id": "53",
            "nass": "أول من حَيا النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بِتَحِيَّة الْإِسْلَام ¶ 64 - حَدَّثَنَا ابْنُ الْمُثَنَّى حَدَّثَنَا ابْنُ أَبِي عَدِيّ عَنِ ابْنِ عَوْنٍ عَنْ حُمَيْد بْنِ هِلالٍ عَنْ عَبْد اللَّهِ بْنِ الصَّامِتِ قَالَ: قَالَ أَبُو ذَرٍّ فِي حَدِيثِ إِسْلامِهِ: \" جَاءَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَطَافَ بِالْبَيْتِ، وَصَلَّى خَلْفَ الْمَقَامِ رَكْعَتَيْنِ فَإِنِّي لأَوَّلُ النَّاس حَيَّاهُ بِتَحِيَّةِ الإِسْلامِ فَقُلْتُ: السَّلامُ عَلَيْكَ. ¶ قَالَ: \" وَعَلَيْكَ مَنْ أَنْتَ؟ \". ¶ قَالَ: \" مِنْ بني غفار \".",
            "page": "85",
            "part": "1",
            "seal": "8935F787"
        },
        {
            "hno": "65",
            "id": "54",
            "nass": "أَوَّل من بَايع بيعَة الرضْوَان ¶ 65 - حَدَّثَنَا عَلِيُّ بْنُ الْمُنْذِرِ حَدَّثَنَا مُحَمَّد بْنُ فُضَيْلٍ عَنْ عَاصِمٍ عَنْ عَامِرٍ قَالَ: \" كَانَ أَوَّل مَنْ بَايَعَ بَيْعَةَ الرِّضْوَانِ أَبُو سِنَانٍ الأَسَدِيُّ قَالَ: يَا رَسُول اللَّهِ بَايِعْنِي. ¶ قَالَ: \" عَلَى مَاذَا؟ \". ¶ قَالَ: على مَا نَفْسِي. ¶ قَالَ: \" مَا فِي نَفْسِكَ؟ \". ¶ قَالَ: الفَتْح أَو الشَّهَادَة. ¶ فَبَايعهُ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَجَاءَ النَّاس فَجَعَلُوا يَقُولُونَ: نُبَايِعُكَ عَلَى بَيْعَةِ أبي سِنَان \".",
            "page": "86",
            "part": "1",
            "seal": "EA1C2D47"
        },
        {
            "hno": "66",
            "id": "55",
            "nass": "أَوَّل مَوْلُود بِالْمَدِينَةِ من أَبنَاء الْمُهَاجِرين ¶ 66 - حَدَّثَنَا مُحَمَّد بْنُ عُثْمَان بْنِ كَرَامَةَ وَبِشْر بْنُ خَالِد الْعَسْكَرِيُّ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَة عَنْ أَبِيهِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْر أَنَّهَا حَمَلَتْ بِعَبْدِ اللَّهِ بْنِ الزُّبَيْر قَالَتْ: فَخَرَجْتُ وَأَنَا مُتِمٌّ فَأَتَيْتُ الْمَدِينَةَ فَنزلت بقباء فولدته بقباء، ثمَّ أتيت بِهِ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَوَضعه فِي حِجْرِهِ، ثُمَّ دَعَا بِتَمْرَةٍ فَمَضَغَهَا، ثُمَّ وَضَعَهَا فِي فِيهِ، فَكَانَ أَوَّل شَيْءٍ دَخَلَ فِي فِيهِ ريق رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -، ثُمَّ حَنَّكَهُ بِالتَّمْرِ ثُمَّ دَعَا وَبَارَكَ عَلَيْهِ، فَكَانَ أَوَّل مَوْلُودٍ وُلِدَ فِي الإِسْلامِ.",
            "page": "87",
            "part": "1",
            "seal": "DD2A8E5B"
        },
        {
            "hno": "67",
            "id": "56",
            "nass": "أول غَزْوَة غَزَاهَا النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَأَوَّلُ [لِوَاء] عقد ¶ 67 - حَدَّثَنَا سُلَيْمَان بْنُ سَيْفٍ حَدَّثَنَا سَعِيدُ بْنُ بَزِيعٍ حَدَّثَنَا ابْنُ إِسْحَاق قَالَ: \" خرج رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فِي صَفَرَ غَازِيًا عَلَى رَأْسِ اثْنَيْ عَشَرَ شَهْرًا مِنْ مَقْدِمِهِ الْمَدِينَةَ لاثْنَيْ عَشَرَ لَيْلَةً مَضَتْ مِنْ شَهْرِ صَفَرَ حَتَّى بَلَغَ [وَدَّانَ] وَكَانَ يُرِيدُ قُرَيْشًا وَبَنِي ضَمْرَةَ وَهِيَ غَزْوَةُ الأَبْوَاءِ ثُمَّ رَجَعَ إِلَى الْمَدِينَةِ فَأَقَامَ بِهَا بَقِيَّةَ صَفَرَ وَصَدْرًا مِنْ شَهْرِ رَبِيعٍ الأَوَّلِ وَبَعَثَ فِي مُقَدِّمَةِ ذَلِكَ عُبَيْدة بْنَ الْحَارِثِ بْنِ الْمُطَّلِبِ حَتَّى بَلَغَ أَحْيَاءَ مَاءٍ بِالْحِجَارَةِ بِأَسْفَلِ ثَنِيَّةِ الْمُرَّةِ وَكَانَتْ رَايَةُ عُبَيْد أَوَّل راية عقدهَا رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فِي الإِسْلامِ. ¶ وَبَعْضُ العُلَمَاء يَزْعُمُ أَنَّ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - حِينَ أَقْبَلَ مِنْ غَزْوَةِ الأَبْوَاءِ قَبْلَ أَنْ يَصِلَ إِلَى الْمَدِينَةِ فِي مُقَامِهِ ذَلِكَ بَعَثَ حَمْزَةَ بْنَ عَبْد الْمُطَّلِبِ إِلَى سَيْفِ البَحْر مِنْ نَاحِيَةِ الْعِيصِ وَبَعْضُ النَّاس يَقُولُ: كَانَتْ رَايَةُ حَمْزَةَ أَوَّل رَايَةٍ عَقَدَهَا رَسُول اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - لأَمْرِ الْمُسْلِمِينَ وَذَلِكَ أَنَّ بَعْثَهَ وَبَعْثَ عُبَيْدَةَ",
            "page": "88",
            "part": "1",
            "seal": "19530312"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "كَانَا مَعًا فَشُبِّهَ ذَلِكَ عَلَى النَّاس \".",
            "page": "89",
            "part": "1",
            "seal": "868BFC42"
        },
        {
            "hno": "68",
            "id": "58",
            "nass": "أَوَّل امْرَأَة تزَوجهَا رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 68 - حَدَّثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ حَدَّثَنَا زُهَيْرُ بْنُ الْعَلاءِ حَدَّثَنَا سَعِيدُ بْنُ أَبِي عُرُوبَةَ عَنْ قَتَادَة قَالَ: \" أول من تزوج النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فِي الْجَاهِلِيَّةِ خَدِيجَةَ بِنْتَ خُوَيْلِدِ بْنِ أَسَدِ بن عبد الْعُزَّى ابْن قُصَيٍّ \". ¶ قَالَ: \" وَهِيَ أَوَّل مَنْ آمَنَ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَلَمْ يَتَزَوَّجْ فِي الْجَاهِلِيَّةِ مِنْهُنَّ غَيْرَهَا وَلَمْ تَلِدْ لَهُ مِنَ الْمُهَاجِرِينَ غَيْرُهَا \". ¶ 69 - حَدثنَا إِسْحَاق بن زيد حَدثنَا عَبْد الله بن جَعْفَر حَدثنَا عُبَيْد الله عَن ابْن عقيل قَالَ: \" أولهنَّ خَدِيجَة بنت خويلد وَكَانَت أَوَّل النَّاس آمن بِمَا أنزل على رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَتُوُفِّيت بمَكَّة - رضوَان الله عَلَيْهَا - \".",
            "page": "90",
            "part": "1",
            "seal": "7C25215A"
        },
        {
            "hno": "70",
            "id": "59",
            "nass": "أول سُورَة جهر بهَا النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 70 - حَدثنَا إِسْحَاق بن زيد حَدثنَا يَحْيَى بن عَبْد الحميد الْحمانِي حَدثنَا أَيُّوب بن جَابِر عَن أَبِي إِسْحَاق عَن الْأسود عَن عَبْد الله قَالَ: \" أَوَّل سُورَة قَرَأَهَا رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - سُورَة النَّجْم، فَلَمَّا خَتمهَا سجد سجدنا مَعَه، وَأخذ رجل من الْقَوْم تُرَابا فَسجدَ عَلَيْهِ. ¶ قَالَ عَبْد الله: فرأيته بعد ذَلِكَ قتل كَافِرًا \".",
            "page": "91",
            "part": "1",
            "seal": "7EC8ECCD"
        },
        {
            "hno": "71",
            "id": "60",
            "nass": "أول من لحق النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - من أهل بَيته ¶ 71 - حَدثنَا مُحَمَّد بن معدان حَدثنَا إِبْرَاهِيم بن حَمْزَة حَدثنَا إِبْرَاهِيم بن سَعْد عَن أَبِيهِ عَن عُرْوَة عَن عَائِشَةَ قَالَت: \" دَعَا رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَاطِمَة فِي شكواه الَّذِي قبض فِيهِ فسارها بِشَيْء فَبَكَتْ، ثُمَّ دَعَاهَا فسارها فَضَحكت. ¶ قَالَت: فسألناها بعد ذَلِكَ فَقَالَتْ: سَارَّنِي فَأَخْبرنِي أَنَّهُ يقبض فِي مَرضه فَبَكَيْت، ثُمَّ دَعَاني فسارني فَأَخْبرنِي أَنِّي أول أهل لحَاقًا بِهِ فَضَحكت \".",
            "page": "92",
            "part": "1",
            "seal": "399D82DB"
        },
        {
            "hno": "72",
            "id": "61",
            "nass": "أَوَّل آيَة أنزلت فِي الْقِتَال ¶ 72 - حَدَّثَنَا سَلَمَةُ حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا الثَّوْرِيُّ عَنِ الأَعْمَشِ عَنْ مُسْلِمٍ الْبَطِينِ عَنْ سَعِيدِ بْنِ جُبَيْر عَنِ ابْنِ عَبَّاس قَالَ: كَانَ يَقْرَأُ {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا} [الْحَج: 39] قَالَ: \" وَهِيَ أَوَّل آيَةٍ أُنْزِلَتْ فِي الْقِتَالِ \".",
            "page": "93",
            "part": "1",
            "seal": "5DDC9E5B"
        },
        {
            "hno": "73",
            "id": "62",
            "nass": "أَوَّل خلع كَانَ فِي الْإِسْلَام ¶ 73 - حَدَّثَنَا الأَزْهَرُ بْنُ جَمِيلٍ حَدَّثَنَا المُعْتَمِر قَالَ: قَرَأْتُ عَلَى الْفُضَيْلِ عَنْ أَبِي حَرِيزٍ أَنَّهُ سَأَلَ عِكْرِمَةَ هَلْ كَانَ لِلْخُلْعِ أَصْلٌ؟ . ¶ قَالَ: ¶ كَانَ ابْنُ عَبَّاس يَقُولُ: \" إِنَّ أَوَّل خُلْعٍ كَانَ فِي الإِسْلامِ أُخْتُ عَبْد اللَّهِ بْنِ أَبِي، أَتَتْ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَقَالَتْ: يَا رَسُولَ اللَّهِ لَا يَجْمَعُ رَأْسِي وَرَأسه شَيْء أبدا. ¶ وَرفعت جَانب الخباء فَرَأَيْت أَشَّدهم سُودًا، وَأَقْصَرَهُمْ قَامَةً، وَأَقْبَحَهُمْ وَجْهًا. ¶ قَالَ زَوْجُهَا: يَا رَسُول اللَّهِ إِنِّي أَعْطَيْتُهَا أَفْضَلَ مَالِي حَدِيقَةً لِي فَإِنْ رَدَّتْ عَلَيَّ حَدِيقَتِي. ¶ قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" رُدِّي عَلَيْهِ \". ¶ قَالَتْ: إِنْ شَاءَ رَدَدْتُهُ. ¶ قَالَ: فَفرق بَينهمَا.",
            "page": "94",
            "part": "1",
            "seal": "325DDD6F"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "فارغة",
            "page": "95",
            "part": "1",
            "seal": "11AFF19A"
        },
        {
            "hno": "74",
            "id": "64",
            "nass": "أَوَّل لعان كَانَ فِي الْإِسْلَام ¶ 74 - حَدَّثَنَا مُحَمَّد بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيّ وَعَبْد الأَعْلَى حَدَّثَنَا هِشَامُ بْنُ حَسَّانٍ عَنْ مُحَمَّد بْنِ سِيرِينَ قَالَ: قَالَ: سَأَلْتُ أَنَسَ بْنَ مَالِكٍ - وَأَنَا أَرَى أَنَّ عِنْدَهُ مِنْهُ عِلْمًا - قَالَ: ¶ إِنَّ هِلالَ بْنَ أُمَيَّةَ قَذَفَ امْرَأَتَهُ بِشَرِيكِ بْنِ السَّحْمَاءِ وَكَانَ أَخَا الْبَرَاءِ بْنِ مَالِكٍ لأُمِّهِ وَكَانَ أَوَّل رَجُلٍ لاعَنَ فِي الْإِسْلَام فَقَالَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" ابْصُرُوهَا فَإِنْ جَاءَتْ بِهِ أَبْيَضَ سِبْطًا أَقْضَى الْعَيْنَيْنِ فَهُوَ لِهِلالِ بْنِ أُمَيَّةَ، وَإِنْ جَاءَتْ بِهِ أَكْحَلَ جَعْدًا حَمْشَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ بْنِ السَّحْمَاءِ \". ¶ فَأُنْبِئْتُ أَنَّهَا جَاءَتْ بِهِ أَكْحَلَ جَعْدًا حَمْشَ السَّاقَيْنِ.",
            "page": "96",
            "part": "1",
            "seal": "76638409"
        },
        {
            "hno": "75",
            "id": "65",
            "nass": "أَوَّل ظِهَار كَانَ فِي الْإِسْلَام ¶ 75 - حَدَّثَنَا مُحَمَّد بْنُ وَهْب وَأَحْمَد بْنُ بَكَّارٍ قَالا: حَدَّثَنَا مُحَمَّد بْنُ سَلَمَةَ عَنْ أَبِي إِسْحَاق عَنْ مَعْمَرِ بْنِ عَبْد اللَّهِ بْنِ حَنْظَلَةَ عَنْ يُوسُف بْنِ عَبْد اللَّهِ بْنِ سَلامٍ حَدَّثَتْنِي خُوَيْلَةُ بِنْتُ ثَعْلَبَةَ قَالَتْ: ¶ كُنْت عِنْدَ أَوْسِ بْنِ الصَّامِتِ أَخِي عُبَادَةَ بْنِ الصَّامِتِ فَدَخَلَ عَلَيَّ ذَاتَ يَوْمٍ فَكَلَّمَنِي بِشَيْءٍ هُوَ فِيهِ كَالضَّجِرِ فَرَادَدْتُهُ فَغَضِبَ فَقَالَ: أَنْتِ عَلَيَّ كَظَهْرِ أُمِّي، ثُمَّ خَرَجَ فَجَلَسَ فِي نَادِي قَوْمِهِ، ثُمَّ رَجَعَ عَلَيَّ فَأَرَادَنِي عَلَى نَفْسِي فَامْتَنَعْتُ مِنْهُ فَشَادَّنِي فَشَادَدْتُهُ فَغَلَبْتُهُ بِمَا تَغْلِبُ بِهِ الْمَرْأَةُ الرَّجُلَ الضَّعِيفَ فَقُلْتُ: كَلا وَالَّذِي نَفْسُ خَوْلَةَ بِيَدِهِ لَا تَصِلُ إِلَيْهَا حَتَّى يَحْكُمَ اللَّهُ عَزَّ وَجَلَّ فِيَّ وَفِيكَ حُكْمَهُ، ثُمَّ أتيت رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - أَشْكُو إِلَيْهِ مَا لَقِيتُ مِنْهُ فَقَالَ النَّبِيّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" زَوْجُكِ وَابْنُ عَمِّكِ فَأَحْسِنِي صُحْبَتَهُ \". ¶ حَتَّى نَزَلَ القُرْآن {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ} [المجادلة: 1] .",
            "page": "97",
            "part": "1",
            "seal": "E03DC3CC"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "حَتَّى بلغ الْكَفَّارَة فَقَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" مُرِيهِ فَلْيُعْتِقْ رَقَبَةً \". ¶ قَالَتْ: يَا رَسُولَ اللَّهِ مَا عِنْدَهُ رَقَبَةٌ يُعْتِقُهَا , ¶ قَالَ: \" مُرِيهِ فَلْيَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ \". ¶ قَالَتْ: شَيْخٌ كَبِيرٌ يَا رَسُول اللَّهِ وَاللَّهِ مَا بِهِ صِيَامٌ. ¶ قَالَ: \" فَلْيُطْعِمْ سِتِّينَ مِسْكِينًا \". ¶ قَالَتْ: وَاللَّهِ مَا عِنْدَهُ مَا يُطْعِمُ. ¶ قَالَ: \" بَلْ إِنَّا سَنُعِينُهُ بِعَرَقٍ مِنْ تَمْرٍ \" - وَالْعَرَقُ مِكْتَلٌ يَسَعُ ثَلاثِينَ صَاعًا -. ¶ قُلْتُ: وَأَنَا أُعِينُهُ بِمِكْتَلٍ آخَرَ. ¶ قَالَ: \" قَدْ أَحْسَنْتِ إِذْ فعلت \".",
            "page": "98",
            "part": "1",
            "seal": "F350C3B4"
        },
        {
            "hno": "76",
            "id": "67",
            "nass": "أَوَّل من رجم فِي الزِّنَا ¶ 76 - حَدَّثَنَا حَوْثَرَةُ بْنُ مُحَمَّد الْمِنْقَرِيُّ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا مُجَالِدُ بْنُ سَعِيدٍ عَنِ الشَّعْبِيّ عَنْ جَابِر بْنِ عَبْد اللَّهِ قَالَ: \" أَوَّل مَنْ رَجَمَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - مَاعِزَ بْنَ مَالِكٍ \".",
            "page": "99",
            "part": "1",
            "seal": "5C876EBC"
        },
        {
            "hno": "77",
            "id": "68",
            "nass": "أَوَّل من قطع فِي السّرقَة ¶ 77 - حَدَّثَنَا إِسْحَاق بْنُ زَيْدٍ الْخَطَّابِيُّ حَدَّثَنَا أَبُو نُعَيْم (ح) ، ¶ وحَدَّثَنَا أَبُو الحُسَيْن الرَّهَاوِيُّ حَدَّثَنَا أَبُو نُعَيْم حَدَّثَنَا سُفْيَان عَنْ يَحْيَى بْنِ عَبْد اللَّهِ التَّيْمِيّ عَنْ أَبِي مَاجِدٍ الحَنَفِيّ عَنْ عَبْد اللَّهِ قَالَ: أَنْشَأَ يَتَحَدَّثُ أَنَّ أَوَّل رَجُلٍ قُطِعَ مِنَ الأَنْصَارِ - أَوْ فِي الأَنْصَارِ - قِيلَ لرَسُول الله: هَذَا سَرَقَ فَكَأَنَّمَا أَسِفَ فِي وَجْهِ رَسُولِ الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - الرَّمَادُ، فَقَالَ بَعْضُهُمْ: يَا رَسُول اللَّهِ كَأَنَّ هَذَا يَعْنِي شَقَّ عَلَيْكَ. ¶ قَالَ: \" وَمَا يَمْنَعُنِي وَأَنْتُمْ أَعْوَانُ الشَّيَاطِينِ \". ¶ قَالَ: \" إِنَّ اللَّهَ عَفُوٌّ يُحِبُّ الْعَفْوَ وَلا يَنْبَغِي لِوَالٍ أَنْ يُؤْتَى بِحَدٍّ إِلا أَقَامَهُ \". ¶ ثُمَّ قَالَ: {وَلْيَعْفُوا وَلْيَصْفَحُوا أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ} [النُّور: 22] .",
            "page": "100",
            "part": "1",
            "seal": "0C042147"
        },
        {
            "hno": "78",
            "id": "69",
            "nass": "أَوَّل من اسْتقْبل الْقبْلَة ¶ 78 - حَدَّثَنَا ابْنُ شَبِيبٍ حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا مَعْمَرٌ قَالَ: قَالَ الزُّهْرِيّ: \" الْبَرَاءُ بْنُ مَعْرُورٍ أَوَّل مَنِ اسْتَقْبَلَ الْكَعْبَةَ حَيًّا وَمَيِّتًا كَانَ يُصَلِّي إِلَى الْكَعْبَةِ وَالنَّبِيّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بمَكَّة يُصَلِّي إِلَى بَيْتِ المَقْدِس فَأُخْبِرَ النَّبِيّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَأَرْسَلَ إِلَيْهِ أَنْ يُصَلِّيَ إِلَى بَيْتِ الْمَقْدِس فأطاع [النَّبِي]- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَلَمَّا حَضَرَهُ الْمَوْتُ قَالَ لأَهْلِهِ: اسْتَقْبِلُوا بِي الْكَعْبَة \".",
            "page": "101",
            "part": "1",
            "seal": "E49D7EAA"
        },
        {
            "hno": "79",
            "id": "70",
            "nass": "أول من بَايع النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - لَيْلَة الْعقبَة ¶ 79 - حَدَّثَنَا ابْنُ سَيْفٍ حَدَّثَنَا سَعِيدُ بْنُ بَزِيعٍ عَنِ ابْنِ إِسْحَاقَ قَالَ: ¶ بَنُو النَّجَّار يَزْعُمُونَ أَنَّ أَبَا أُمَامَةَ أَسْعَدَ بْنَ زُرَارَةَ كَانَ أَوَّل مَنْ ضَرَبَ عَلَى يَدِ رَسُول اللَّهِ، وَبَنُو عَبْد الأَشْهَلِ يَقُولُونَ: أَبُو الهَيْثَم بْنُ التَّيْهَانِ. فَأَمَّا مَعْبَدُ بْنُ كَعْبِ بْنِ مَالِكٍ فَحَدَّثَنِي فِي حَدِيثِهِ عَنْ أَخِيهِ عَبْد اللَّهِ بْنِ كَعْبٍ عَنْ أَبِيهِ كَعْبِ بْنِ مَالِكٍ قَالَ: \" كَانَ أَوَّل مَنْ ضَرَبَ على يَد رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - الْبَرَاءُ بْنُ مَعْرُورٍ ثُمَّ تَتَابَعَ النَّاسُ \".",
            "page": "102",
            "part": "1",
            "seal": "9163CC8F"
        },
        {
            "hno": "80",
            "id": "71",
            "nass": "أَوَّل من صلى بمَكَّة جمَاعَة ¶ 80 - حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ: \" حُدِّثتُ أَنَّ أَوَّل مَنْ صَلَّى بمَكَّة صَلاةَ جَمَاعَةٍ بَعْدَ الفَتْح هُبَيْرَة بْنُ سبل بن الْعجْلَاني أمره النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - زَمَنَ الفَتْح أَنْ يُصَلِّيَ بِالنَّاس، وَهُبَيْرَةُ رَجُلٌ من ثَقِيف جَاءَ إِلَى النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بِالْحُدَيْبِية \".",
            "page": "103",
            "part": "1",
            "seal": "F347EF61"
        },
        {
            "hno": "81",
            "id": "72",
            "nass": "أَوَّل من سنّ الرَّكْعَتَيْنِ عِنْد القَتْل ¶ 81 - حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ حَدَّثَنَا أَبُو إِسْحَاق عَنِ ابْنِ الْمُبَارَكِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيّ عَنْ عَمْرو بْنِ أَبِي سُفْيَان عَنْ أَبِي هُرَيْرَةَ فِي حَدِيثٍ طَوِيلٍ إِلَى أَنْ قَالَ: \" لَمَّا أَخْرَجُوا خُبَيْبًا مِنَ الْحَرَمِ لِيَصْلُبُوهُ قَالَ: إِنْ شِئْتُمْ أَذِنْتُمْ لِي فَصَلَّيْتُ رَكْعَتَيْنِ فَصَلَّى رَكْعَتَيْنِ ثُمَّ قَالَ: لَوْلا أَنْ تَرَوْنَ أَنَّهُ جَزَعٌ مِنِّي لازْدَدْتُ. ¶ قَالَ: فَكَانَ خُبَيْبٌ أَوَّلَ مَنْ سَنَّ الرَّكْعَتَيْنِ عِنْدَ الْقَتْلِ \".",
            "page": "104",
            "part": "1",
            "seal": "8C855D60"
        },
        {
            "hno": "82",
            "id": "73",
            "nass": "أَوَّل من أَدّوا الصَّدَقَة طائعين ¶ 82 - حَدثنَا مُحَمَّد بْنُ مَعْدَانَ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ حَدَّثَنَا الْمَسْعُودِيُّ عَنِ الْقَاسِم بْنِ عَبْد الرَّحْمَن قَالَ: \" كَانَ أَوَّل حَيّ أَدّوا الصَّدَقَة من قبل أنفسهم طائعين بَنو عذرة بن سَعْد بن قضاعة \".",
            "page": "105",
            "part": "1",
            "seal": "0A89F548"
        },
        {
            "hno": "83",
            "id": "74",
            "nass": "أَوَّل مَا افْترض من عمل الدِّين ¶ 83 - حَدَّثَنَا الحُسَيْن بْنُ بَحْرٍ حَدَّثَنَا أَبُو الرَّبِيعِ حَدَّثَنَا حَمَّاد بْنُ زَيْدٍ عَنْ يَزِيدَ الرَّقَاشِيِّ عَنْ أنس بن مَالك قَالَ: قَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" أَوَّلُ مَا افْتَرَضَ اللَّهُ عَلَى النَّاسِ مِنْ دِينِهِمُ الصَّلاةُ، وَآخِرُ مَا يَبْقَى الصَّلاةُ، وَأَوَّلُ مَا تحاسبون بِهِ الصَّلَاة \". ¶ 84 - حَدثنِي الْحُسَيْن حَدثنَا أَبُو الرَّبِيعِ حَدَّثَنِي حَمَّاد بْنُ زَيْدٍ عَنْ هِشَامٍ عَنِ الحَسَن بِمِثْلِهِ.",
            "page": "106",
            "part": "1",
            "seal": "BD44584A"
        },
        {
            "hno": "85",
            "id": "75",
            "nass": "أَوَّل أمة أطعمت الْغَنَائِم ¶ 85 - حَدَّثَنَا سُفْيَان بْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ (ح) ، ¶ وحَدَّثَنَا أَحْمَدُ بْنُ بَكَّارٍ [حَدَّثَنَا] أَبُو مُعَاوِيَةَ قَالا: عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ - رَضِيَ الله عَنهُ - قَالَ: قَالَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" لم تحل الْغَنَائِم لقوم سود الرؤوس قَبْلَكُمْ، كَانَتْ نَارٌ تَنْزِلُ مِنَ السَّمَاءِ فَتَأْكُلُهَا، فَلَمَّا كَانَ يَوْمُ بَدْرٍ أَسْرَعَ النَّاس فِي الْغَنَائِمِ فَأَنْزَلَ اللَّهُ - عَزَّ وَجَلَّ - {لَوْلا كِتَابٌ مِنَ اللَّهِ سَبَقَ} [الْأَنْفَال: 68] .",
            "page": "107",
            "part": "1",
            "seal": "85E01112"
        },
        {
            "hno": "86",
            "id": "76",
            "nass": "أَوَّل من أعطي الاسترجاع ¶ 86 - حَدثنَا ابْن شبيب حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا الثَّوْريّ عَن سُفْيَان بن زِيَاد الْعُصْفُرِي عَن سَعِيدِ بن جُبَيْر قَالَ: \" لم يُعْط أحد غير هَذِه الْأمة الاسترجاع ألم يسمعوا إِلَى قِيلَ يَعْقُوب - عَلَيْهِ السَّلامُ - {يَا أَسَفَى عَلَى يُوسُفَ} [يُوسُف: 84] \".",
            "page": "108",
            "part": "1",
            "seal": "55F45E32"
        },
        {
            "hno": "87",
            "id": "77",
            "nass": "أول حَيّ آلفوا مَعَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 87 - حَدثنَا مُحَمَّد بن أَحْمد بن معدان حَدثنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ حَدَّثَنَا الْمَسْعُودِيُّ عَنِ الْقَاسِم بن عَبْد الرَّحْمَن قَالَ: \" أَوَّل حَيّ آلفوا مَعَ رَسُول الله جهنية \".",
            "page": "109",
            "part": "1",
            "seal": "062A7EF8"
        },
        {
            "hno": "88",
            "id": "78",
            "nass": "أَوَّل الْعَرَب فنَاء ¶ 88 - حَدَّثَنَا إِسْحَاق بْنُ زَيْدٍ حَدَّثَنَا عَبْد الْغَفَّارِ حَدَّثَنَا هُشَيْمٌ عَنْ مُجَالِدٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَت: ¶ قُلْتُ: يَا رَسُول الله من أسْرع النَّاس فَنَاءً؟ ¶ قَالَ: \" قَوْمُكِ \". ¶ قُلْتُ: وَلِمَ؟ . ¶ قَالَ: \" يَسْتَحْلِيهِمُ الْمَوْتُ وَيُنَفِّسُهُمْ عَلَى النَّاسِ \".",
            "page": "110",
            "part": "1",
            "seal": "5C028717"
        },
        {
            "hno": "89",
            "id": "79",
            "nass": "أَوَّل أَشْرَاط السَّاعَة ¶ 89 - حَدَّثَنَا سُفْيَان بْنُ وَكِيعٍ حَدَّثَنَا أَبُو خَالِد الأَحْمَرُ (ح) ، ¶ وحَدَّثَنَا يَزِيدُ بْنُ هَارُون عَنْ حُمَيْد عَنْ أَنَسٍ أَنَّ عبد الله بن سَلام سَأَلَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - عَنْ أَوَّل أَشْرَاطِ السَّاعَةِ فَقَالَ: \" أَخْبَرَنِي جِبْرِيلُ أَنَّ نَارًا تَحْشُرُهُمْ مِنَ الْمَشْرِقِ \". ¶ وَقَالَ فِي حَدِيثِ يَزِيدَ: ¶ \" إِنَّ أَوَّل أَشْرَاطِ السَّاعَةِ - أَوْ أَمْرِ السَّاعَةِ - فَنَارٌ تَخْرُجُ مِنَ الْمَشْرِقِ فَتَحْشُرُ النَّاسَ إِلَى الْمَغْرِبِ \".",
            "page": "111",
            "part": "1",
            "seal": "7E6D7415"
        },
        {
            "hno": "90",
            "id": "80",
            "nass": "أَوَّل من تَنْشَق عَنْهُ الأَرْض ¶ 90 - حَدَّثَنَا عَمْرو عُثْمَان وَكَثِيرُ بْنُ عُبَيْد حَدَّثَنَا الْوَلِيدُ عَنِ الأْوَزَاعِيِّ عَنْ أَبِي عَمَّار عَنْ عَبْد اللَّهِ بْنِ فَرُّوخ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" أَنَا سَيِّدُ وُلِدَ آدَمَ يَوْمَ الْقِيَامَةِ، وَأَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الأَرْضُ، وَأَوَّلُ شَافِعٍ، وَأَوَّلُ مُشَفع \".",
            "page": "112",
            "part": "1",
            "seal": "98656539"
        },
        {
            "hno": "91",
            "id": "81",
            "nass": "أَوَّل شَفِيع ¶ 91 - حَدَّثَنَا سُفْيَان بْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ عَنْ مُخْتَارِ بْنِ فُلْفُلٍ عَنْ أَنَسٍ (ح) ، ¶ وحَدَّثَنَا سُفْيَان حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ مُخْتَارِ بْنِ فُلْفُلٍ عَنْ أَنَسٍ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: قَالَ النَّبِيّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" أَنَا أَوَّل شَفِيعٍ فِي الْجَنَّةِ \".",
            "page": "113",
            "part": "1",
            "seal": "2C649DFE"
        },
        {
            "hno": "92",
            "id": "82",
            "nass": "أَوَّل مَا يقْضى فِيهِ بَين النَّاس ¶ 92 - حَدَّثَنَا ابْنُ بَشَّارٍ وَيَحْيَى بْنُ حَكِيمٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ شُعْبَة عَنْ سُلَيْمَان عَنْ أَبِي وَائِلٍ عَنْ عَبْد اللَّهِ عَنِ النَّبِيّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - (ح) ، ¶ وحَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَامِرٍ عَنْ سُفْيَان عَنِ الأَعْمَشِ عَنْ أَبِي وَائِلٍ عَن عبد الله عَن النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قَالَ: \" أَوَّل مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ الْقِيَامَةِ فِي الدِّمَاءِ \".",
            "page": "114",
            "part": "1",
            "seal": "7EE1D81A"
        },
        {
            "hno": "93",
            "id": "83",
            "nass": "أَوَّل من يجثو للخصومة يَوْم الْقِيَامَة ¶ 93 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنِ التَّيْمِيّ (ح) ، ¶ وَحدثنَا أَبُو يُوسُف ابْن الصَّيْدَلانِيِّ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ حَدَّثَنَا سُلَيْمَان التَّيْمِيّ عَنْ أَبِي مِجْلَزٍ عَنْ قَيْسِ بْنِ عُبَادٍ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - قَالَ: \" أَنَا أَوَّل مَنْ يَجْثُو لِلْخُصُومَةِ بَيْنَ يَدَيِ اللَّهِ - عَزَّ وَجَلَّ \". ¶ 94 - حَدَّثَنَا سُلَيْمَان بْنُ عُمَر بْنِ خَالِد حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ عَاصِمٍ عَنْ أَبِي مِجْلَزٍ عَنْ قَيْسِ بْنِ عُبَادٍ قَالَ: قَالَ عَلِيٌّ: \" أَنَا أَوَّل مَنْ يَجْثُو لِلْخُصُومَةِ بَيْنَ يَدَيِ اللَّهِ - عَزَّ وَجَلَّ - يَوْمَ الْقِيَامَة \".",
            "page": "115",
            "part": "1",
            "seal": "19234A9B"
        },
        {
            "hno": "95",
            "id": "84",
            "nass": "أَوَّل من يقرع بَاب الْجنَّة ¶ 95 - حَدَّثَنَا أَبُو الحُسَيْن الرَّهَاوِيُّ وَعَبْد الرَّحْمَن بْنُ خَالِد حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ حَدَّثَنَا سُفْيَان عَنْ مُخْتَارِ بن فلفل عَن أنس عَن النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قَالَ: \" أَنَا أَكْثَرُ الأَنْبِيَاءِ تَبَعًا يَوْمَ الْقِيَامَةِ، وَأَنَا أَوَّل مَنْ يَقْرَعُ بَابَ الْجَنَّةَ \".",
            "page": "116",
            "part": "1",
            "seal": "1D7C6E46"
        },
        {
            "hno": "96",
            "id": "85",
            "nass": "أَوَّل من يكسى يَوْم الْقِيَامَة ¶ 96 - حَدَّثَنَا عَبْد الْجَبَّارِ بْنِ الْعَلاءِ حَدَّثَنَا بِشْر بْنُ السَّرِيّ حَدَّثَنَا الثَّوْرِيُّ (ح) ، ¶ وحَدَّثَنَا بِشْرُ بْنُ آدَمَ حَدَّثَنَا الضَّحَّاك بْنُ مَخْلَد عَنْ سُفْيَان حَدَّثَنَا عَمْرو بْنُ قَيْسٍ عَنِ الْمِنْهَالِ بْنِ عَمْرو عَنْ عَبْد اللَّهِ بْنِ الْحَارِثِ عَنْ عَلِيٍّ قَالَ: \" أَوَّل مَنْ يُكْسَى مِنَ الْخَلائِقِ إِبْرَاهِيم يكسى قبطيتين، ويكسى مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بُرْدَةً حِبْرَةً وَهُوَ عَنْ يَمِينِ الْعَرْشِ \".",
            "page": "117",
            "part": "1",
            "seal": "8349469A"
        },
        {
            "hno": "97",
            "id": "86",
            "nass": "أَوَّل من يكسى من النَّار ¶ 97 - حَدَّثَنَا أَبُو الحُسَيْن الرَّهَاوِيُّ حَدَّثَنَا عَفَّان حَدَّثَنَا حَمَّاد بْنُ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ أَنَسٍ قَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" أَوَّلُ مَنْ يُكْسَى حُلَّةً مِنَ النَّارِ إِبْلِيسُ فَيَضَعُهَا عَلَى حَاجِبِهِ وَيَسْحَبَهَا مِنْ خَلْفِهِ وَذُرِّيَتُهُ مِنْ خَلْفِهِ حَتَّى إِذَا صَارَ إِلَى شَفِيرِ النَّارِ نَادَى: يَا ثُبُورَاهُ وَذُرِّيَتُهُ خَلْفَهُ يُنَادُونَ: يَا ثُبُورَهُمْ فَيُقَالُ: {لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا} [الْفرْقَان: 14] .",
            "page": "118",
            "part": "1",
            "seal": "74935549"
        },
        {
            "hno": "98",
            "id": "87",
            "nass": "أَوَّل مدعُو بِهِ يَوْم الْقِيَامَة ¶ 98 - حَدَّثَنَا ابْنُ بَشَّارٍ وَابْنُ الْمُثَنَّى قَالا: حَدَّثَنَا مُحَمَّد بْنُ جَعْفَر حَدَّثَنَا شُعْبَة عَنْ أَبِي إِسْحَاق عَنْ صِلَةِ بْنِ زُفَر عَنْ حُذَيْفة قَالَ: \" يُجْمَعُ النَّاس فِي صَعِيدٍ وَاحِدٍ فَلا تَكَلَّمُ نَفْسٌ، فَأول مدعُو بِهِ مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَيَقُول: لبيْك وَسَعْديك فالخير فِي يَديك، وَالْمهْدِي من هديت، وَعَبْدك بَين يَديك، مِنْك وَإِلَيْكَ، لَا مَلْجَأَ وَلا مَنْجَى إِلا إِلَيْكَ، تَبَارَكْتَ وَتَعَالَيْتَ سُبْحَانَكَ رَبُّ الْبَيْتِ. ¶ فَهَذَا الْمَقَامُ الْمَحْمُود الَّذِي ذكره الله سُبْحَانَهُ - {عَسى أَن يَبْعَثك رَبك مقَاما مَحْمُودًا} [الْإِسْرَاء: 79] \".",
            "page": "119",
            "part": "1",
            "seal": "36C49655"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "فارغة",
            "page": "120",
            "part": "1",
            "seal": "0769A643"
        },
        {
            "hno": "99",
            "id": "89",
            "nass": "أَوَّل من يرد الْحَوْض ¶ 99 - حَدَّثَنَا عَمْرو بْنُ عُثْمَان بْنِ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ حَدَّثَنَا مُحَمَّد بْنُ الْمُهَاجِرِ عَنِ العَبَّاس بْنِ سَالِمٍ عَنْ أَبِي سَلامٍ الأَسْوَدَ قَالَ: سَمِعْتُ ثَوْبَان يَقُول: قَالَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" حَوْضِي مَا بَيْنَ عَدْنٍ إِلَى عَمَّانَ الْبَلْقَاءَ، مَاؤُهُ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ، وَأَحْلَى مِنَ الْعَسَلِ، أَكْوَابُهُ عَدَدُ نُجُومِ السَّمَاءِ، مَنْ شَرِبَ من شَرْبَةً لَا يَظْمَأُ بَعْدَهَا أَبَدًا، أَوَّل النَّاس ورودا عَلَيْهِ فُقَرَاء الْمُهَاجِرين الشعث رؤوساء، الدنس ثيابًا، الَّذين لَا ينْكحُونَ المتمتعات، وَلا تُفْتَحُ لَهُمْ أَبْوَابُ السُّدَدِ \".",
            "page": "121",
            "part": "1",
            "seal": "5E79D204"
        },
        {
            "hno": "100",
            "id": "90",
            "nass": "100 - حَدَّثَنَا عَمْرو حَدَّثَنَا سُوَيْد بْنُ عَبْد الْعَزِيزِ عَنْ شَدَّادٍ الضَّرِيرِ الدِّمَشْقِيّ عَنْ أَبِي سَلامٍ الأَسْوَدِ قَالَ: سَمِعْتُ ثَوْبَانَ يُحَدِّثُ عَنِ النَّبِيّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - نَحوه.",
            "page": "122",
            "part": "1",
            "seal": "72092353"
        },
        {
            "hno": "101",
            "id": "91",
            "nass": "أَوَّل الْأُمَم تدخل الْجنَّة ¶ 101 - حَدَّثَنَا ابْنُ وَكِيعٍ حَدَّثَنَا جَرِيرٌ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَن أبي هُرَيْرَة قَالَ: قَالَ النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" نَحْنُ الآخِرُونَ فِي الدُّنْيَا، وَنَحْنُ أَوَّل مَنْ يَدْخُلُ الْجَنَّةَ، لأَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا وَأُوتِينَا مِنْ بَعْدِهِمْ فَهَدَانَا اللَّهُ لَمَّا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ فَهَذَا يَوْمُهُمُ الَّذِي اخْتَلَفُوا فِيهِ هَدَانَا اللَّهُ لَهُ، فَالْيَوْمُ الجُمُعَةُ لَنَا وَغَدًا لِلْيَهُودِ وَبَعْدَ غَدٍ لِلنَّصَارَى \".",
            "page": "123",
            "part": "1",
            "seal": "4EE7B291"
        },
        {
            "hno": "102",
            "id": "92",
            "nass": "أَوَّل مَا يَأْكُلُون أهل الْجنَّة ¶ 102 - حَدَّثَنَا عَلِيُّ بن مَيْمُون الْعَطاء حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلامٍ عَنْ زَيْدِ بْنِ سَلامٍ أَنَّهُ سَمِعَ أَبَا سَلامٍ قَالَ: أَخْبَرَنِي أَبُو أَسْمَاءَ الرَّحَبيُّ أَن ثَوْبَان مولى رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - حَدثهُ قَالَ: ¶ كنت عِنْد النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فَجَاءَهُ رَجُلٌ مِنْ أَحْبَارِ يَهُودٍ فَقَالَ: أَيْنَ يَكُونُ النَّاس يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَاوَات؟ . ¶ قَالَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" هُمْ فِي الظْلُمَةِ دُونَ الْجِسْرِ \". ¶ قَالَ: مَنْ أَوَّل النَّاس إِجَازَةً؟ قَالَ: \" فُقَرَاءُ الْمُهَاجِرِينَ \". قَالَ الْيَهُودِيُّ: مَا تُحْفَتُهُمْ حِينَ يَدْخُلُونَ؟ قَالَ: \" زِيَادَةُ كَبِدِ حُوتٍ \". قَالَ: فَمَا غَدَاؤُهُمْ فِي إِثْرِهَا؟ قَالَ: \" يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِي كَانَ يَأْكُلُ مِنْ أَطْرَافِهَا \". قَالَ: فَمَا شَرَابُهُمْ عَلَيْهِ؟ قَالَ: \" مِنْ عَيْنٍ تُسَمَّى سَلْسَبِيلا \".",
            "page": "124",
            "part": "1",
            "seal": "07AC6BF4"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "قَالَ: صدقت.",
            "page": "125",
            "part": "1",
            "seal": "79DA8B1F"
        },
        {
            "hno": "103",
            "id": "94",
            "nass": "أَوَّل من يدْخل الْجنَّة ¶ 103 - حَدَّثَنَا مُحَمَّد بْنُ أَحْمَدَ بْنِ مَعْدَانَ الْجُذَامِيُّ حَدَّثَنَا أَبُو عَبْد الرَّحْمَن الْمُقْرِئُ حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ حَدَّثَنِي مَعْرُوفُ بْنُ سُوَيْد الْجُذَامِيُّ عَنْ أَبِي عُشَانَةَ الْمَعَافِرِيُّ عَنْ عَبْد اللَّهِ بْنِ عَمْرو بن الْعَاصِ قَالَ: قَالَ رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" هَل تَدْرُونَ أول من دخل الْجَنَةَّ مِنْ خَلْقِ اللَّهِ؟ \". ¶ قَالُوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ. ¶ قَالَ: \" أَوَّل مَنْ يَدْخُلُ الْجَنَّةَ مِنْ خَلْقِ اللَّهِ فُقَرَاءُ الْمُهَاجِرِينَ، الَّذِين تُسَدَّ بِهِمُ الثُّغُورُ، وَيُتَّقَى [بِهِمُ] الْمَكَارِهُ، وَيَمُوتُ أَحَدُهُمْ وَحَاجَتُهُ فِي صَدْرِهِ لَا يَسْتَطِيعُ لَهَا قَضَاءً \". ¶ قَالَ: \" فَتَأْتِيهِمُ الْمَلائِكَةُ عِنْدَ ذَلِكَ فَيَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ {سَلامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عَقبي الدَّار} [الرَّعْد: 24] \".",
            "page": "126",
            "part": "1",
            "seal": "4160E67B"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "فارغة",
            "page": "127",
            "part": "1",
            "seal": "431CA0F7"
        },
        {
            "hno": "104",
            "id": "96",
            "nass": "أَوَّل [من] ورث الْكَلَالَة ¶ 104 - حَدَّثَنَا عَبْد الْجَبَّارِ بْنُ الْعَلاءِ حَدَّثَنَا سُفْيَان عَنْ مُجَالِدٍ عَنِ الشَّعْبِيّ قَالَ: قَالَ صَعْصَعَةُ بْنُ صَوْحَانَ: \" كَانَ أَبُو بَكْر - رَضِيَ اللَّهُ عَنْهُ - أَوَّل مَنْ جَمَعَ الْمُصْحَفَ، وَوَرَّثَ الْكَلالَةَ \".",
            "page": "128",
            "part": "1",
            "seal": "5787189A"
        },
        {
            "hno": "105",
            "id": "97",
            "nass": "أَوَّل من جمع الْوتر ثَلَاثًا ¶ 105 - حَدَّثَنَا ابْنُ سَيْفٍ حَدَّثَنَا مُحَمَّد بْنُ سُلَيْمَان حَدَّثَنَا مُحَمَّد بْنُ الزُّبَيْر عَنْ حَصِيفٍ وَسَالِمِ بْنِ عَجْلانَ سَمِعَهُ مِنْهُمَا قَالا: سَمِعْنَا سَعِيدَ بْنَ جُبَيْر يَقُولُ: \" أَوَّل مَنْ جَمَعَ الْوِتْرَ ثَلاثًا لَمْ يَفْصِلْ بَيْنَهُنَّ بِتَسْلِيمٍ أُبَيُّ بْنُ كَعْبٍ - رَضِيَ اللَّهُ عَنْهُ - \".",
            "page": "129",
            "part": "1",
            "seal": "A1D32AC6"
        },
        {
            "hno": "106",
            "id": "98",
            "nass": "أَوَّل من جمع بَين اللَّوْحَيْنِ ¶ 106 - حَدَّثَنَا هَارُون بْنُ إِسْحَاق حَدَّثَنَا عَبْدُهُ عَنْ هِشَامٍ عَنْ أَبِيهِ: \" إِنَّ أَبَا بَكْر هُوَ الَّذِي جَمَعَ الْقُرْآن بعد النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - يَقُولُ: ضَمَّهُ \". ¶ 107 - حَدَّثَنَا هَارُون حَدَّثَنَا عَبْدُهُ عَنْ سُفْيَان عَنِ السُّدِّيِّ عَنْ عَبْد خَيْرٍ عَنْ عَلِيٍّ قَالَ: \" رَحِمَ اللَّهُ أَبَا بَكْر هُوَ أَوَّل مَنْ جَمَعَ بَيْنَ اللَّوْحَيْنِ \".",
            "page": "130",
            "part": "1",
            "seal": "F38D6AEA"
        },
        {
            "hno": "108",
            "id": "99",
            "nass": "أَوَّل من دون الدَّوَاوِين وَمِصْر الْأَمْصَار وَفرض الأغطية ¶ 108 - حَدَّثَنَا عَبْد الْجَبَّارِ حَدَّثَنَا سُفْيَان عَنْ مُجَالِدٍ عَنِ الشَّعْبِيّ قَالَ: ذَكَرَ صَعْصَعَةُ بْنُ صَوْحَانَ عُمَر فَأَثْنَى عَلَيْهِ فَقَالَ: \" أَوَّل مَنْ دون الدَّوَاوِين، فرض الْفَرَائِضَ، وَمَصَر الأَمْصَارَ \".",
            "page": "131",
            "part": "1",
            "seal": "A3BEDBEF"
        },
        {
            "hno": "109",
            "id": "100",
            "nass": "أَوَّل من اتهمَ بِعَمَل قوم لوط ¶ 109 - حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ حَدَّثَنَا عَبْد الرَّزَّاق عَنْ مَعْمَرٍ عَنِ الزُّهْرِيّ عَنْ عُرْوَة عَنْ عَائِشَةَ قَالَتْ: \" أَوَّل مَنِ اتُّهِمَ بِالأَمْرِ الْقَبِيحِ - يَعْنِي عمل لُوطٍ - عَلَى عَهْدِ عُمَر - رَضِيَ اللَّهُ عَنْهُ - فَأَمَرَ عُمَر شَبَابَ قُرَيْشٍ أَنْ لَا يُجَالِسُوهُ \".",
            "page": "132",
            "part": "1",
            "seal": "89E93B1B"
        },
        {
            "hno": "110",
            "id": "101",
            "nass": "أَوَّل من نقل الْمقَام ¶ 110 - حَدَّثَنَا سَلَمَةُ حَدَّثَنَا عَبْد الرَّزَّاق حَدَّثَنَا مَعْمَرٌ عَنْ حُمَيْد الأَعْرَجِ عَنْ مُجَاهِدٍ قَالَ: \" كَانَ الْمَقَامُ إِلَى جَنْبِ الْبَيْتِ فَكَانُوا يَخَافُونَ عَلَيْهِ السُّيُولَ، وَكَانَ النَّاس يصلونَ خَلْفَهُ فَقَالَ عُمَر - رَضِيَ اللَّهُ عَنْهُ - لِلْمُطَّلِبِ بْنِ أَبِي وَدَاعَةَ السَّهْمِيِّ: هَلْ تَدْرِي أَيْنَ كَانَ مَوْضِعُهُ الأَوَّلُ؟ ¶ قَالَ: نَعَمْ قَدَّرْتُهُ مَا بَيْنَهُ وَبَيْنَ الْحَجَرِ الأَسْوَدِ، وَمَا بَيْنَهُ وَبَيْنَ الْبَابِ، وَمَا بَيْنَهُ وَبَيْنَ زَمْزَمَ، وَمَا بَيْنَهُ وَبَيْنَ الرُّكْنِ الَّذِي عِنْدَ الْحَجَرِ. قَالَ: فَأَيْنَ مِقْدَارُهُ؟ قَالَ: عِنْدِي. قَالَ: فَأْتِنِي بِمِقْدَارِهِ. فَجَاءَهُ بمقداره مَوْضِعَهُ الآنَ. ¶ 111 - حَدَّثَنَا سَلَمَةُ حَدَّثَنَا عَبْد الرَّزَّاق عَنِ ابْنِ جُرَيْجٍ",
            "page": "133",
            "part": "1",
            "seal": "E3116275"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "قَالَ: سَمِعْتُ عَطَاءً وَغَيْرَهُ مِنْ أَصْحَابِنَا يَزْعُمُونَ أَنَّ عُمَر - رَضِيَ اللَّهُ عَنْهُ - أَوَّل مَنْ رَفَعَ الْمَقَامَ فَوَضَعَهُ فِي مَوْضِعِهِ الآنَ وَإِنَّمَا كَانَ فِي قِبَلِ الْكَعْبَةِ.",
            "page": "134",
            "part": "1",
            "seal": "75D00F97"
        },
        {
            "hno": "112",
            "id": "103",
            "nass": "أَوَّل من صلى خَلفه بعد نَقله ¶ 112 - حَدَّثَنَا سَلمَة حَدثنَا عَبْد الرَّزَّاق أَخْبَرَنَا ابْن جريج عَنْ مُحَمَّد بْنِ عَبَّادِ بْنِ جَعْفَر وَعَمْرو بْنُ عَبْد اللَّهِ بْنِ صَفْوَان أَنَّ عُمَر - رَضِيَ اللَّهُ عَنْهُ - قَدِمَ فَنَزَلَ فِي دَارِ ابْنِ سِبَاعٍ فَقَالَ: يَا أَبَا عَبْد الرَّحْمَن لِعَبْدِ اللَّهِ بْنِ السَّائِبِ فَأَمَرَهُ أَنْ يَجْعَلَ الْمَقَامَ فِي مَوْضِعِهِ الآنَ فَكَأَنَّهُ اشْتَكَى رَأْسَهُ فَقَالَ: يَا أَبَا عَبْد الرَّحْمَن صَلِّ بِالنَّاس الْمَغْرِبَ. ¶ قَالَ: فَصَلَّيْتُ فَكُنْتُ أَوَّل النَّاس صَلَّى وَرَاءَهُ حِينَ وُضِعَ ثُمَّ قَامَ فَأَحْسَبُهُ قَالَ: وَقَدْ صَلَّيْتُ رَكْعَةً فَقَامَ وَرَائِي مَا بَقِيَ.",
            "page": "135",
            "part": "1",
            "seal": "7D894592"
        },
        {
            "hno": "113",
            "id": "104",
            "nass": "أَوَّل من صدق الْخَيل ¶ 113 - حَدَّثَنَا سَلَمَةُ حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَمَرَّدُ أَنَّ حُيَيَّ بْنَ يَعْلَى أَخْبَرَهُ أَنَّهُ سَمِعَ يَعْلَى بْنُ أُمَيَّةَ يَقُولُ: أَخْبَرَنَا عَبْد الرَّحْمَن بْنُ أُمَّيَةَ أَخُو يَعْلَى بْنِ أُمَيَّةَ أَنَّهُ اشْتَرَى فَرَسًا أُنْثَى مِنْ رَجُلٍ مِنْ أَهْلِ الْيَمَنِ بِمِائَةِ قَلُوصٍ فَنَدِمَ الْبَائِعُ فَلَحِقَ بِعُمَرَ فَقَالَ: غَصَبَنِي يَعْلَى وَأَخُوهُ فَرَسًا لِي، فَكَتَبَ إليَّ يَعْلَى: أَنْ أَلْحَقَ بِي، فَأَتَاهُ فَأَخْبَرَهُ الْخَبَرَ فَقَالَ عُمَر: إِنَّ الْخَيْلَ لَتَبْلُغُ هَذَا عِنْدَكُمْ. ¶ قَالَ: مَا عَلِمْتُ فَرَسًا بَلَغَ هَذَا قَبْلَ هَذَا. ¶ قَالَ عُمَرُ: فَنَأْخُذُ مِنْ أَرْبَعِينَ شَاةً شَاةً وَلا نَأْخُذُ مِنَ الْخَيْلِ شَيْئًا خُذْ مِنْ كُلِّ فَرَسٍ دِينَارًا. ¶ قَالَ: فَضَرَبَ عَلَى الْخَيْلِ دِينَارَ دِينَارٍ.",
            "page": "136",
            "part": "1",
            "seal": "6B84FCAF"
        },
        {
            "hno": "114",
            "id": "105",
            "nass": "114 - حَدَّثَنَا سَلَمَةُ حَدَّثَنَا عَبْد الرَّزَّاق أَخْبَرَنَا ابْنُ جُرَيْجٍ عَنِ ابْنِ أَبِي حُسَيْنٍ أَنَّ ابْنَ شِهَابٍ أَخْبَرَهُ أَنَّ عُثْمَان - رَضِيَ اللَّهُ عَنْهُ - كَانَ يَصَّدَّقُ الْخَيْلَ، وَأَنَّ السَّائِبَ أَخْبَرَهُ أَنَّهُ كَانَ يَأْتِي عُمَر بْنَ الخَطَّاب - رَضِيَ اللَّهُ عَنْهُ - بِصَدَقَةِ الْخَيْلِ. ¶ قَالَ ابْنُ أَبِي حُسَيْنٍ: قَالَ ابْنُ شِهَابٍ: وَلم أعلم أَن نَبِي الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - سَنَّ صَدَقَةَ الْخَيْلِ.",
            "page": "137",
            "part": "1",
            "seal": "130F36E1"
        },
        {
            "hno": "115",
            "id": "106",
            "nass": "أَوَّل من عرف بِغَيْر مَكَّة ¶ 115 - حَدثنَا بُنْدَار حَدثنَا أَزْهَر عَن ابْن عون عَن مُحَمَّد قَالَ: \" أَوَّل من عرف هَاهُنَا ابْن عَبَّاس - رَحْمَة الله عَلَيْهِ - \". ¶ أَوَّل من استعفى من عُمَّال النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ 116 - حَدَّثَنَا مُحَمَّد بْنُ بَشَّارٍ حَدَّثَنَا أَزْهَرُ عَنِ ابْن عون عَن مُحَمَّد قَالَ: \" أَوَّل من استعفى من عُمَّال النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -[عَبْد اللَّهِ بْنُ] زَيْدِ بْنِ أَرْقَمَ \".",
            "page": "138",
            "part": "1",
            "seal": "E3B0D69D"
        },
        {
            "hno": "117",
            "id": "107",
            "nass": "أَوَّل صبي صلي عَلَيْهِ ¶ 117 - حَدثنَا إِسْحَاق بن زيد حَدثنَا عَبْد الْغفار بن الحكم حَدثنَا لَيْث بن سَعْد عَن بُكَيْر أَن ابْن الْمُنْذر أخبرهُ: \" أَن أَوَّل صبي صلي عَلَيْهِ ولد للمنذر \".",
            "page": "139",
            "part": "1",
            "seal": "022AC1D4"
        },
        {
            "hno": "118",
            "id": "108",
            "nass": "أَوَّل من أَشَارَ بالنعش ¶ 118 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا سُلَيْمَان بْنُ حَرْبٍ حَدَّثَنَا حَمَّاد بْنُ زيد عَن أَيُّوب بن نَافِعٍ قَالَ: \" كَانَ الرِّجَالُ وَالنِّسَاءُ يُحْمَلُونَ إِلَى الْقَبْر سَوَاء، فَلَمَّا مَاتَت زينت قَالَ عُمَر: لَا يَخْرُجُ عَلَى زَيْنَبَ إِلا ذُو مَحْرَمٍ مِنْهَا، وَكَانَتِ امْرَأَةً كَثِيرَةَ اللَّحْمِ فَقَالَتْ أَسْمَاءُ بِنْتُ عُمَيْسٍ: يَا أَمِيرَ الْمُؤْمِنِينَ أَلا أُرِيكَ شَيْئًا رَأَيْت الْحَبَشَةَ تَصْنَعُ لِنِسَائِهَا إِذَا مِتْنَ النَّعْشَ. ¶ فَقَالَ عُمَر: مَا أَحْسَنَ هَذَا، مَا أَسْتَرَهُ. فَحَمَلَهَا فِيهِ وَأَمَرَ مُنَادِيًا فَنَادَى فِي النَّاس أَنِ اخْرُجُوا عَلَى أُمِّكُمْ \". ¶ قَالَ نَافِعٌ: وَكَانَ ارْتِفَاعُهُ ذِرَاعًا. ¶ 119 - حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْد الرَّحْمَن حَدَّثَنَا يَعْلَى بْنُ عُبَيْد حَدَّثَنَا إِسْمَاعِيلُ عَنْ عَامِرٍ قَالَ: \" أَوَّلُ مَنْ أَشَارَ بِالنَّعْشِ أَسْمَاءُ بِنْتُ عُمَيْسٍ جَاءَتْ مِنَ الْحَبَشَةِ فَرَأَتِ النَّصَارَى يَفْعَلُونَ ذَلِكَ لِنِسَائِهِمْ \".",
            "page": "140",
            "part": "1",
            "seal": "557DA219"
        },
        {
            "hno": "120",
            "id": "109",
            "nass": "أَوَّل من أعتق أُمَّهَات الْأَوْلَاد ¶ 120 - حَدَّثَنَا ابْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى وَمُعَاذٌ عَنِ ابْنِ أَبِي عَدِيّ عَنْ عَوْفٍ قَالَ: قُلْتُ لِلْحَسَنِ: مَنْ أَوَّل مَنْ أَعْتَقَ أُمَّهَاتِ الأَوْلادِ؟ قَالَ: عُمَر. قُلْتُ: فَيُرِقُّهُنَّ إِنْ زَنَيْنَ. قَالَ: لاهَا اللَّهُ إِذن.",
            "page": "141",
            "part": "1",
            "seal": "21DCF32A"
        },
        {
            "hno": "121",
            "id": "110",
            "nass": "أَوَّل سلب خمس فِي الْإِسْلَام ¶ 121 - حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ حَدَّثَنَا أَبُو إِسْحَاق عَنْ هِشَامِ حَسَّانٍ عَنِ ابْنِ سِيرِينَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: \" حَمَلَ الْبَرَاءُ بْنُ مَالِكٍ عَلَى المَرْزُبَانِ الزَّأْرَةَ فَطَعَنَهُ حَتَّى دَقَّ قَرَبُوسَ السَّرْجِ، ثُمَّ نَزَلَ إِلَيْهِ فَقَطَعَ يَدَيْهِ، وَأَخَذَ سِوَارَيْهِ وَمِنْطَقَتَهُ، فَلَمَّا قَدِمْنَا الْمَدِينَةَ إِلَى عُمَر بْنِ الْخَطَّاب - رَضِيَ اللَّهُ عَنْهُ - فَاسْتَأْذَنَ عَلَى أَبِي طَلْحَةَ ثُمَّ قَالَ: إِنَّا كُنَّا لَا نَخْمِسُ السَّلَبَ، وَإِنَّ سَلَبَ المَرْزُبان مَالٌ وَإِنِّي خَامِسُهُ فَدَعَا مُقَوِّمِينَ فَقَوَّمُوهُ بِثَلاثِينَ أَلْفًا فَأَخَذَ خُمْسَهُ عُمَرُ. ¶ قَالَ أَنَسٌ: فَهُوَ أَوَّلُ سَلَبٍ خُمِسَ فِي الْإِسْلَام \".",
            "page": "142",
            "part": "1",
            "seal": "30F0FB78"
        },
        {
            "hno": "122",
            "id": "111",
            "nass": "أَوَّل تحصيب الْمَسَاجِد ¶ 122 - حَدَّثَنَا هَارُون بْنُ إِسْحَاق حَدَّثَنَا عَبْدُهُ عَنْ هِشَامِ بْنِ عُرْوَة عَنْ أَبِيهِ قَالَ: \" كَانَ عُمَر أَوَّل مَنْ حَصَى الْمَسْجِد فَقَالَ: احْصِبُوهُ مِنَ الْوَادِي الْمُبَارَكِ - يَعْنِي الْعَقِيقَ - \". ¶ 123 - حَدَّثَنَا ابْنُ بَشَّارٍ وَابْنُ الْمُثَنَّى قَالا: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي عَنْ قَتَادَة عَنْ أَنَسِ بْنِ مَالِكٍ: \" أَنَّ عُمَر أَوَّل مَنْ أَمَرَ بِحَصْبَةِ الْبَطْحَاءِ فِي الْمَسْجِدِ \".",
            "page": "143",
            "part": "1",
            "seal": "B22B6F26"
        },
        {
            "hno": "124",
            "id": "112",
            "nass": "أَوَّل من جهر بِالتَّسْلِيمِ ¶ 124 - حَدَّثَنَا أَبُو يُوسُف الصَّيْدَلانِيُّ حَدَّثَنَا ابْنُ عُلَيَّةَ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ قَالَ: \" أَوَّل مَنْ جَهَرَ بِالتَّسْلِيمِ عُمَر - رَضِيَ اللَّهُ عَنْهُ -، وَكَانَ يُسَلِّمُ عَنْ يَمِينِهِ وَعَن يسَاره \".",
            "page": "144",
            "part": "1",
            "seal": "50A068B0"
        }
    ],
    "t5744": [
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "أول من تنشق عنه الأرض"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" أنا سيد ولد آدم يوم القيامة، وأول من تنشق عنه الأرض، وأول شافع، وأول مشفع \"."
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "أول شفيع"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" أنا أول شفيع في الجنة \"."
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "أول ما يقضى فيه بين الناس"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": "1",
            "tit": "- (ح) ، وحدثنا ابن بشار حدثنا أبو عامر عن سفيان عن الأعمش عن أبي وائل عن عبد الله عن النبي -"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "أول من يجثو للخصومة يوم القيامة"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "أول من يقرع باب الجنة"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": "1",
            "tit": "- قال: \" أنا أكثر الأنبياء تبعا يوم القيامة، وأنا أول من يقرع باب الجنة \"."
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "أول من يكسى يوم القيامة"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "1",
            "tit": "- بردة حبرة وهو عن يمين العرش \"."
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "أول من يكسى من النار"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" أول من يكسى حلة من النار إبليس فيضعها على حاجبه ويسحبها من خلفه وذريته من خلفه حتى إذا صار إلى شفير النار نادى: يا ثبوراه وذريته خلفه ينادون: يا ثبورهم فيقال: {لا تدعوا اليوم ثبورا واحدا وادعوا ثبورا كثيرا} [الفرقان:"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "أول مدعو به يوم القيامة"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": "1",
            "tit": "- فيقول: لبيك وسعديك فالخير في يديك، والمهدي من هديت، وعبدك بين يديك، منك وإليك، لا ملجأ ولا منجى إلا إليك، تباركت وتعاليت سبحانك رب البيت. فهذا المقام المحمود الذي ذكره الله سبحانه - {عسى أن يبعثك ربك مقاما محمودا} [الإسراء:"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "أول من يرد الحوض"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" حوضي ما بين عدن إلى عمان البلقاء، ماؤه أشد بياضا من اللبن، وأحلى من العسل، أكوابه عدد نجوم السماء، من شرب من شربة لا يظمأ بعدها أبدا، أول الناس ورودا عليه فقراء المهاجرين الشعث رؤوساء، الدنس ثيابا، الذين لا ينكحون المتمتعات، ولا"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "نحوه"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "أول الأمم تدخل الجنة"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" نحن الآخرون في الدنيا، ونحن أول من يدخل الجنة، لأنهم أوتوا الكتاب من قبلنا وأوتينا من بعدهم فهدانا الله لما اختلفوا فيه من الحق فهذا يومهم الذي اختلفوا فيه هدانا الله له، فاليوم الجمعة لنا وغدا لليهود وبعد غد للنصارى \"."
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "أول ما يأكلون أهل الجنة"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": "1",
            "tit": "- حدثه قال: كنت عند النبي -"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": "2",
            "tit": "-: \" هم في الظلمة دون الجسر \". قال: من أول الناس إجازة؟ قال: \" فقراء المهاجرين \". قال اليهودي: ما تحفتهم حين يدخلون؟ قال: \" زيادة كبد حوت \". قال: فما غداؤهم في إثرها؟ قال: \" ينحر لهم ثور الجنة الذي كان يأكل من أطرافها \"."
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "أول من يدخل الجنة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" هل تدرون أول من دخل الجنة من خلق الله؟ \". قالوا: الله ورسوله أعلم. قال: \" أول من يدخل الجنة من خلق الله فقراء المهاجرين، الذين تسد بهم الثغور، ويتقى [بهم] المكاره، ويموت أحدهم وحاجته في صدره لا يستطيع لها قضاء \". قال: \""
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "أول [من] ورث الكلالة"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "أول من جمع الوتر ثلاثا"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "أول من جمع بين اللوحين"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": "1",
            "tit": "- يقول: ضمه \"."
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "أول من دون الدواوين ومصر الأمصار وفرض الأغطية"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "أول من اتهم بعمل قوم لوط"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "أول من نقل المقام"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "أول من صلى خلفه بعد نقله"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "أول من صدق الخيل"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "- سن صدقة الخيل."
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "أول من عرف بغير مكة"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": "1",
            "tit": "أول من استعفى من عمال النبي -"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": "2",
            "tit": "-[عبد الله بن] زيد بن أرقم \"."
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "أول صبي صلي عليه"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أشار بالنعش"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أعتق أمهات الأولاد"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "أول سلب خمس في الإسلام"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "أول تحصيب المساجد"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "أول من جهر بالتسليم"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "أول من وضع العشور"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "أول فسطاط ضرب على قبر"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "أول كتابة التأريخ"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": "1",
            "tit": "-: ضعوا للناس شيئا يعرفونه من التأريخ. فقال بعضهم: اكتبوا على تأريخ الروم. فقالوا: إن الروم يطول تأريخهم يكتبون من ذي القرنين. فقال: اكتبوا على تأريخ فارس. فقال: إن فارس كلما قدم ملك طرح من كان قبله. فأجمع رأيهم على"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "أول من جعل دية المعاهد كدية المسلم"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": "1",
            "tit": "- مثل دية المسلم وأبي بكر وعمر وعثمان، فلما كان معاوية أعطى أهل القتيل النصف وألقى النصف في بيت المال. قال: وقضى عمر بن عبد العزيز بالنصف وأبقى ما كان جعل معاوية \"."
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "أول عداوة كانت بين أهل العراق وأهل الشام"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "أول من نهى عن متعة الحج"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "1",
            "tit": "- وأبو بكر وعمر وعثمان، وأول من نهى عنها معاوية \"."
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قرن الطواف"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": "1",
            "tit": "أول من التزم البيت"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الأوائل"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "لأبي عروبة الحسين بن أبي معشر الحراني"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "وبه أثق"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "ذكر وحدانية الله - عز وجل - وأنه الأول قبل كل شيء"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "3",
            "tit": "- تسأله خادما فقال لها: \" قولي: اللهم رب السماوات السبع، ورب العرش العظيم، ربنا ورب كل شيء، منزل التوراة والإنجيل، فالق الحب والنوى، أعوذ بك من شر كل شيء أنت آخذ"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أول الخلق"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "- يقول: \" إن أول ما خلق الله - عز وجل - القلم فقال له: اكتب، قال: يا رب ما أكتب؟ . قال: اكتب مقادير كل شيء \"."
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "يقول"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أول جبل وضع في الأرض"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أول ماء وأول شجرة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أول الأيام"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أول ما خلق من آدم عليه السلام"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قاس"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "أول ولد آدم عليه السلام"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "أول الأنبياء"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "أول الرسل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "- في حديث الشفاعة قال: \" فينطلقون إلى نوح فيقولون: يا نوح أنت نبي الله، أول نبي أرسل اشفع لنا إلى ربك \"."
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "2",
            "tit": "- مثل حديث عمارة."
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "3",
            "tit": "-: \" يأتي الناس نوحا يوم القيامة فيقولون: يا نوح أنت أول الرسل إلى أهل الأرض، وسماك الله عبدا شكورا اشفع لنا إلى ربك \"."
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سن القتل"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" لا تقتل نفس ظلما إلا كان على ابن آدم كفل من دمها لأنه أول من سن القتل \"."
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "أول مسجد وضع في الأرض"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سكن القباب واقتنى المال"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "أول من خط بالقلم"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "أول مدينة بنيت بعد الطوفان"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "أول من بنى الكعبة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "أول من نصب أنصاب الحرم"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "أول من اختتن وشاب وقرى الضيف"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "أول من تجبر في الأرض"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "أول من ابتلي بشريعة الدين"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أول من اكتحل بالإثمد"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "أول من غير دين إسماعيل - عليه السلام -"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "1",
            "tit": "- يقول لأكثم بن جون: \" يا أكثم بن الجون رأيت عمرو بن لحي بن قمعه بن خندف يجر قصبه في النار فما رأيت رجلا أشبه برجل منك به ولا به منك \". فقال أكثم \" عسى أن يضرني شبهه يا رسول الله؟ فقال رسول الله -"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "أول النسيء"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سن الرحلتين وأطعم الثريد"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "أول ما رئيت الحصبة والجدري"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "أول من خضب بالسواد"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "أول من علم الكتابة"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "أول من حكم قوافي الشعر"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" امرؤ القيس قائد الشعراء إلى النار لأنه أول من أحكم قوافيها \"."
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "أول من استعمل النورة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سرد الدروع"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سمي يحيى"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": "1",
            "tit": "أول شيء كسيته الكعبة"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "أول شيء ابتدئ به النبي"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "- من النبوة حين أراد الله كرامته الرؤيا الصادقة فكان لا يرى رؤيا في منامه إلا جاءت كفلق الصبح. قالت: \" وحببت إليه الخلوة فلم يكن شيئ أحب إليه من أن يخلو وحده \"."
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "أول ما أنزل عليه من القرآن"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "- قال: \" جاورت في حراء فلما قضيت جواري هبطت فاستبطنت الوادي فنوديت فنظرت عن يميني وعن شمالي وخلفي وقدامي فلم أر شيئا فرفعت رأسي فإذا هو جالس على عرش بين السماء والأرض فجئثت منه فأتيت خديجة فقلت: دثروني فدثروني فأنزل الله عز وجل: {يا"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "- {اقرأ باسم ربك الذي خلق} إلى قوله {ما لم يعلم} [العلق: 1 - 5] . قال: هذا آخر الذي أنزل يوم حراء ثم أنزل آخرها بعد ما شاء الله \"."
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أسلم"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سل سيفا في سبيل الله"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "- أخذ بأعلى مكة فخرج الزبير بسيفه يشق الناس فلقيه النبي -"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "2",
            "tit": "له ولسيفه"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "أول من رمى بسهم في سبيل الله"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "أول شهيد في الإسلام"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أذن في سبيل الله"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "أول من جمع الجمعة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "- فجمع بالمسلمين مصعب بن عمير بن عبد مناف \"."
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "2",
            "tit": "- كتب إليه يأمره بذلك \"."
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قدم المدينة مهاجرا"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "- مصعب بن عمير - رضي الله عنه - \"."
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أظهر الإسلام"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "- وأبو بكر وعمار وأمه سمية وصهيب وبلال والمقداد - رحمهم الله - \"."
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "أول من عدا به فرسه في سبيل الله"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "أول من جهر بالقرآن بمكة بعد النبي -"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "1",
            "tit": "- عبد الله بن مسعود -"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "2",
            "tit": "- عبد الله بن مسعود -"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "أول من بنى مسجدا يصلى فيه"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "أول من حيا النبي"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": "1",
            "tit": "- فطاف بالبيت، وصلى خلف المقام ركعتين فإني لأول الناس حياه بتحية الإسلام فقلت: السلام عليك. قال: \" وعليك من أنت؟ \". قال: \" من بني غفار \"."
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "أول من بايع بيعة الرضوان"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "1",
            "tit": "- وجاء الناس فجعلوا يقولون: نبايعك على بيعة أبي سنان \"."
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "أول مولود بالمدينة من أبناء المهاجرين"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "1",
            "tit": "- فوضعه في حجره، ثم دعا بتمرة فمضغها، ثم وضعها في فيه، فكان أول شيء دخل في فيه ريق رسول الله -"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "أول غزوة غزاها النبي"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": "1",
            "tit": "- في صفر غازيا على رأس اثني عشر شهرا من مقدمه المدينة لاثني عشر ليلة مضت من شهر صفر حتى بلغ [ودان] وكان يريد قريشا وبني ضمرة وهي غزوة الأبواء ثم رجع إلى المدينة فأقام بها بقية صفر وصدرا من شهر ربيع الأول وبعث في مقدمة ذلك عبيدة بن"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": "2",
            "tit": "- حين أقبل من غزوة الأبواء قبل أن يصل إلى المدينة في مقامه ذلك بعث حمزة بن عبد المطلب إلى سيف البحر من ناحية العيص وبعض الناس يقول: كانت راية حمزة أول راية عقدها رسول الله -"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "أول امرأة تزوجها رسول الله -"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": "1",
            "tit": "- في الجاهلية خديجة بنت خويلد بن أسد بن عبد العزى ابن قصي \". قال: \" وهي أول من آمن بالنبي -"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": "2",
            "tit": "- وتوفيت بمكة - رضوان الله عليها - \"."
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "أول سورة جهر بها النبي"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": "1",
            "tit": "- سورة النجم، فلما ختمها سجد سجدنا معه، وأخذ رجل من القوم ترابا فسجد عليه. قال عبد الله: فرأيته بعد ذلك قتل كافرا \"."
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "أول من لحق النبي"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": "1",
            "tit": "- فاطمة في شكواه الذي قبض فيه فسارها بشيء فبكت، ثم دعاها فسارها فضحكت. قالت: فسألناها بعد ذلك فقالت: سارني فأخبرني أنه يقبض في مرضه فبكيت، ثم دعاني فسارني فأخبرني أني أول أهل لحاقا به فضحكت \"."
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "أول آية أنزلت في القتال"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "أول خلع كان في الإسلام"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": "1",
            "tit": "- فقالت: يا رسول الله لا يجمع رأسي ورأسه شيء أبدا. ورفعت جانب الخباء فرأيت أشدهم سودا، وأقصرهم قامة، وأقبحهم وجها. قال زوجها: يا رسول الله إني أعطيتها أفضل مالي حديقة لي فإن ردت علي حديقتي. قال النبي -"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "أول لعان كان في الإسلام"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" ابصروها فإن جاءت به أبيض سبطا أقضى العينين فهو لهلال بن أمية، وإن جاءت به أكحل جعدا حمش الساقين فهو لشريك بن السحماء \". فأنبئت أنها جاءت به أكحل جعدا حمش الساقين."
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "أول ظهار كان في الإسلام"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": "1",
            "tit": "- أشكو إليه ما لقيت منه فقال النبي -"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "-: \" مريه فليعتق رقبة \". قالت: يا رسول الله ما عنده رقبة يعتقها , قال: \" مريه فليصم شهرين متتابعين \". قالت: شيخ كبير يا رسول الله والله ما به صيام. قال: \" فليطعم ستين مسكينا \". قالت: والله ما عنده ما يطعم. قال: \""
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "أول من رجم في الزنا"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": "1",
            "tit": "- ماعز بن مالك \"."
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قطع في السرقة"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": "1",
            "tit": "- الرماد، فقال بعضهم: يا رسول الله كأن هذا يعني شق عليك. قال: \" وما يمنعني وأنتم أعوان الشياطين \". قال: \" إن الله عفو يحب العفو ولا ينبغي لوال أن يؤتى بحد إلا أقامه \". ثم قال: {وليعفوا وليصفحوا ألا تحبون أن يغفر الله لكم"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "أول من استقبل القبلة"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": "1",
            "tit": "- بمكة يصلي إلى بيت المقدس فأخبر النبي -"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": "2",
            "tit": "- فلما حضره الموت قال لأهله: استقبلوا بي الكعبة \"."
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "أول من بايع النبي"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": "1",
            "tit": "- البراء بن معرور ثم تتابع الناس \"."
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "أول من صلى بمكة جماعة"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": "1",
            "tit": "- زمن الفتح أن يصلي بالناس، وهبيرة رجل من ثقيف جاء إلى النبي -"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سن الركعتين عند القتل"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أدوا الصدقة طائعين"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "أول ما افترض من عمل الدين"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" أول ما افترض الله على الناس من دينهم الصلاة، وآخر ما يبقى الصلاة، وأول ما تحاسبون به الصلاة \"."
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "أول أمة أطعمت الغنائم"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": "1",
            "tit": "-: \" لم تحل الغنائم لقوم سود الرؤوس قبلكم، كانت نار تنزل من السماء فتأكلها، فلما كان يوم بدر أسرع الناس في الغنائم فأنزل الله - عز وجل - {لولا كتاب من الله سبق} [الأنفال:"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أعطي الاسترجاع"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "أول حي آلفوا مع رسول الله"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "أول العرب فناء"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "أول أشراط الساعة"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": "1",
            "tit": "- عن أول أشراط الساعة فقال: \" أخبرني جبريل أن نارا تحشرهم من المشرق \". وقال في حديث يزيد: \" إن أول أشراط الساعة - أو أمر الساعة - فنار تخرج من المشرق فتحشر الناس إلى المغرب \"."
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "أول من استعان بالسحر"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": "1",
            "tit": "- فقتله فأتي به الوليد وهو أمير على الكوفة فأمر به فحبس وكان على الحبس دينار بن دينار فسأله فأخبره أنه نظر إلى رجل يستعان بالسحر في دين محمد -"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "أول من زاد النداء الثالث يوم الجمعة"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": "1",
            "tit": "- وأبي بكر وعمر أذانا واحدا حين يخرج الإمام، فلما كان عثمان كثر الناس فزاد الأذان الأول وأراد أن يتهيأ الناس للجمعة \"."
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قتل صبرا ووضع شرف العطاء"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "أول من رفع يديه على المنبر"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قنت في يوم الجمعة"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": "1",
            "tit": "أول من جلس في الخطبة"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "أول من نقص التكبير"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": "1",
            "tit": "- فوصفها له أنه يكبر إذا سجد وإذا رفع رأسه كصلاة الهاشميين. قال له خلاد: فمن أول من ترك ذلك؟ قال: معاوية."
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أذن وأقام في العيدين"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "أول من خطب في العيدين قبل الصلاة"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": "1",
            "tit": "- وأبو بكر وعمر وعثمان يخطبون بعد الصلاة، ثم إن الناس جعلوا يجيئون على عهد عثمان فخطب قبل الصلاة \"."
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "أول من أخرج المنبر يوم العيد"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "أول من عقد قبال نعله عقدا واحدا"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": "1",
            "tit": "- ذات قبالين وأبو بكر وعمر، وأول من عقد واحدا عثمان \"."
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": "2",
            "tit": "- وأبي بكر وعمر - رضي الله عنهما - ذات قبالين فلما استخلف عثمان - رضي الله عنه - جعله الناس قبالا واحدا فوجد الناس قبالا واحدا أخف من قبالين \"."
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سلم عليه المؤذنون"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": "1",
            "tit": "أول من زكى الأعطية"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "أول من رد قضاء رسول الله"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": "1",
            "tit": "دعوة معاوية"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": "2",
            "tit": "علانية قضاء فلان في زياد"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قضى أن يرث المسلم الكافر"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": "1",
            "tit": "- وأبي بكر وعمر وعثمان بأن لا يرث المسلم الكافر ولا الكافر المسلم، وكان معاوية أول من قضى بأن المسلم يرث الكافر وأن الكافر لا يرث المسلم، ثم قضى بذلك بنو أمية بعد معاوية حتى كان عمر بن عبد العزيز فراجع السنة الأولى وقضى بأن لا يرث المسلم"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "أول من سلم عليه بالإمارة"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "أول رأس حمل في الإسلام"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "أول من لبس الخز بالبصرة"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "أول من لبس الخفاف الساذجة"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "أول من رشا في الإسلام"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "أول من حج على رحل ليس تحته زاد"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": "1",
            "tit": "أول من عمل المحامل"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "أول من تكلم في الإرجاء"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "أول من تكلم في القدر"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "أول من حرر الحرورية"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "أول من لبس الثياب المدلكة وضرب في الخمر"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": "1",
            "tit": "أول من أجاز بأربعمائة ألف"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "أول من قص بالبصرة"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "أول من رئي يستنجي بالماء بالبصرة"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "أول من كتب القرآن على درهم"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "أول يوم تكلمت فيه الخوارج"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "أول قبيلة ترجع عن دين محمد"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "أول من عمل الطاق في مسجد الكوفة"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": "1",
            "tit": "أول حجرة اتخذت"
        }
    ]
}