{
    "b5767": [
        {
            "id": "1",
            "nass": "شرح حَدِيث لبيْك اللَّهُمَّ لبيْك بِسم الله الرَّحْمَن الرَّحِيم وَبِه نستعين وَلَا حول وَلَا قُوَّة الا بِهِ ¶ (خرج الإِمَام أَحْمد) ¶ وَالْحَاكِم من حَدِيث زيد بن ثَابت أَن النَّبِي صلى الله عَلَيْهِ وَسلم علمه دُعَاء وَأمره أَن يتَعَاهَد بِهِ أَهله كل يَوْم قَالَ قل حِين تصبح لبيْك اللَّهُمَّ لبيْك وَسَعْديك وَالْخَيْر فِي يَديك ومنك وَبِك وَإِلَيْك اللَّهُمَّ مَا قلت من قَول أَو نذرت من نذر أَو حَلَفت من حلف فمشيئتك بَين يَدَيْهِ مَا شِئْت كَانَ وَمَا لم تشأ لم يكن وَلَا حول وَلَا قُوَّة إِلَّا بك إِنَّك على كل شَيْء قدير اللَّهُمَّ وَمَا صليت من صَلَاة فعلى من صليت وَمَا لعنت من لعن فعلى من لعنت أَنْت ولي فِي الدُّنْيَا وَالْآخِرَة توفني مُسلما وألحقني بالصالحين ¶ اللَّهُمَّ إِنِّي أَسأَلك الرِّضَا بعد الْقَضَاء وَبرد الْعَيْش بعد الْمَوْت وَلَذَّة النّظر إِلَى وَجهك وشوقا إِلَى لقائك من غير ضراء مضرَّة وَلَا فتْنَة مضلة أعوذ بك اللَّهُمَّ أَن أظلم أَو أظلم أَو أعتدي أَو يعتدى عَليّ أَو أكتسب خَطِيئَة محبطة أَو ذَنبا لَا",
            "page": "21",
            "part": "1",
            "seal": "BA81BB69"
        },
        {
            "id": "2",
            "nass": "تغفره ¶ اللَّهُمَّ فاطر السَّمَوَات وَالْأَرْض عَالم الْغَيْب وَالشَّهَادَة ذَا الْجلَال وَالْإِكْرَام فَإِنِّي أَعهد إِلَيْك فِي هَذِه الْحَيَاة الدُّنْيَا وأشهدك وَكفى بك شَهِيدا أَنِّي أشهد أَن لَا إِلَه إِلَّا أَنْت وَحدك لَا شريك لَك لَك الْملك وَلَك الْحَمد وَأَنت على كل شَيْء قدير وَأشْهد أَن مُحَمَّدًا عَبدك وَرَسُولك وَأشْهد أَن وَعدك حق ولقاءك حق وَالْجنَّة حق وَالنَّار حق والساعة آتِيَة لَا ريب فِيهَا وَأَنَّك تبْعَث من فِي الْقُبُور وَأشْهد أَنَّك إِن تَكِلنِي إِلَى نَفسِي تَكِلنِي إِلَى ضَيْعَة وعورة وذنب وخطيئة وَإِنِّي لَا أَثِق إِلَّا بِرَحْمَتك فَاغْفِر لي ذَنبي كُله إِنَّه لَا يغْفر الذُّنُوب إِلَّا أَنْت وَتب عَليّ إِنَّك أَنْت التواب الرَّحِيم",
            "page": "22",
            "part": "1",
            "seal": "E7C9BA68"
        },
        {
            "id": "3",
            "nass": "قَوْله صلى الله عَلَيْهِ وَسلم لبيْك اللَّهُمَّ لبيْك مَعْنَاهُ إِجَابَة لدعائك مرّة بعد مرّة وَلَيْسَ المُرَاد بِهِ حَقِيقَة التَّثْنِيَة بل المُرَاد التكرير والتكثير والتوكيد كَقَوْلِه {ثمَّ ارْجع الْبَصَر كرتين} يَعْنِي مرّة مره بعد مرّة ¶ وأصل كرم الله وَجهه من لب بِالْمَكَانِ إِذا لزمَه وَأقَام فِيهِ فَكَأَن الملبي يُجيب دَعْوَة الله وَيلْزم ذَلِك وَيَقْتَضِي أَيْضا سرعَة الْإِجَابَة مَعَ الدَّوَام عَلَيْهَا ¶ وَقَوله وَسَعْديك يَعْنِي إسعادا بعد إسعاد وَالْمعْنَى طَاعَة بعد طَاعَة وَأَصله أَن الْمُنَادِي إِذا دَعَا غَيره فَإِن الْمُجيب لدعائه يجِيبه إسعادا لَهُ ومساعدة ثمَّ نقل ذَلِك إِلَى مُطلق الطَّاعَة حَتَّى اسْتعْمل فِي إِجَابَة دُعَاء الله عز وَجل وَحكي عَن الْعَرَب سُبْحَانَهُ وسعدانه على معنى",
            "page": "23",
            "part": "1",
            "seal": "0092EAB7"
        },
        {
            "id": "4",
            "nass": "أسبحه وأطيعه تَسْمِيَة الإسعاد لسعدان كَمَا سمي التَّسْبِيح لسبحان وَلم يسمع سعديك مُفردا ¶ وَلَا شكّ أَن الله تَعَالَى يَدْعُو عباده إِلَى طَاعَته وَإِلَى مَا فِيهِ رِضَاهُ عَنْهُم وَمَا يُوجب لَهُم بِهِ سَعَادَة الْآخِرَة فَمن أجَاب دَعَاهُ واستجاب لَهُ فقد أَفْلح وأنجح قَالَ الله تَعَالَى {وَالله يَدْعُو إِلَى دَار السَّلَام وَيهْدِي من يَشَاء إِلَى صِرَاط مُسْتَقِيم} وَقَالَ تَعَالَى قَالَت رسلهم أَفِي الله شكّ فاطر السَّمَوَات وَالْأَرْض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إِلَى أجل مُسَمّى وَقَالَ حِكَايَة عَن الْجِنّ الَّذين اسْتَمعُوا الْقُرْآن يَا قَومنَا أجِيبُوا دَاعِي الله وآمنوا بِهِ يغْفر لكم من ذنوبكم ويجركم من عَذَاب أَلِيم",
            "page": "24",
            "part": "1",
            "seal": "DB038CE7"
        },
        {
            "id": "5",
            "nass": "وَلِهَذَا يَقُول الملبي فِي الْحَج لبيْك اللَّهُمَّ لبيْك يَعْنِي إِجَابَة لدعائك وَطَاعَة لَك حَيْثُ دَعوتنَا إِلَى حج بَيْتك ¶ وَكَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول فِي دُعَاء الاستفتاح فِي الصَّلَاة وَقد قيل إِنَّه كَانَ يَقُوله فِي قيام اللَّيْل وَرُوِيَ أَنه كَانَ يَقُوله فِي استفتاح الْمَكْتُوبَة لبيْك اللَّهُمَّ لبيْك وَسَعْديك وَالْخَيْر كُله فِي يَديك وَالشَّر لَيْسَ إِلَيْك أَنا بك وَإِلَيْك تَبَارَكت وَتَعَالَيْت أستغفرك وَأَتُوب إِلَيْك // خرجه مُسلم // من حَدِيث عَليّ",
            "page": "25",
            "part": "1",
            "seal": "E8FE7E3F"
        },
        {
            "id": "6",
            "nass": "ويروى من حَدِيث حُذَيْفَة مَرْفُوعا وموقوفا وَهُوَ أصح يَدْعُو مُحَمَّد صلى الله عَلَيْهِ وَسلم فَيَقُول لبيْك وَسَعْديك وَالْخَيْر بيديك تَبَارَكت وَتَعَالَيْت لبيْك وحنانيك والمهتدي من هديت عَبدك بَين يَديك لَا ملْجأ وَلَا منجا مِنْك إِلَّا إِلَيْك تَبَارَكت رب الْبَيْت ¶ فَإِذا كَانَ العَبْد فِي صبح كل يَوْم يَقُول لبيْك اللَّهُمَّ لبيْك وَسَعْديك فَإِنَّهُ يُرِيد بذلك أَنِّي أَصبَحت مجيبا لدعوتك مسرعا إِلَيْهَا مُقيما على طَاعَتك ممتثلا لأوامرك مجتنبا لنواهيك فَإِذا قَالَ هَذَا بِلِسَانِهِ فَالْوَاجِب أَن يتبع ذَلِك بِعَمَلِهِ ليَكُون مستجيبا لدَعْوَة الله قولا وفعلا",
            "page": "26",
            "part": "1",
            "seal": "14E92967"
        },
        {
            "id": "7",
            "nass": "وَإِن قَالَ ذَلِك ثمَّ خَالفه بِعَمَلِهِ فقد كذب قَوْله عمله وَهُوَ جدير أَن يُجَاب كَمَا يُجَاب من حج بِمَال حرَام وَقَالَ لبيْك اللَّهُمَّ لبيْك فَيُقَال لَا لبيْك وَلَا سعديك ¶ وَفِي بعض الْآثَار أَن الله عز وَجل يُنَادي كل يَوْم ابْن آدم مَا أنصفتني أذكرك وتنساني وأدعوك إِلَيّ وَتذهب إِلَى غَيْرِي وأذهب عَنْك البلايا وَأَنت معتكف على الْخَطَايَا ابْن آدم مَا اعتذارك غَدا إِذا جئتني",
            "page": "27",
            "part": "1",
            "seal": "DBCDF3FE"
        },
        {
            "id": "8",
            "nass": "كم دعَاك إِلَى بَابه فَمَا أجبْت وَلَا لبيت كم استدعاك إِلَى جنابه فَقَعَدت وأبيت كم عرضت عَلَيْك واجباته فتكاسلت وتوانيت وزجرت عَن منهياته فَمَا انزجرت وتماديت كم سَمِعت دُعَاء دَاعِي الْحق فتصاممت وَكم رَأَيْت آيَاته فِي الْخلْوَة فتعاميت ¶ فيا من جسده حَيّ وَقَلبه ميت يَا ليتك أجبْت مُنَادِي الْهدى حِين ناداك ياليت شعر ¶ يانفس وَيحك قد أَتَاك هداك ... أجيبي فداعي الْحق قد ناداك ¶ كم قد دعيت إِلَى الرشاد فتعرضي ... وأجبت دَاعِي الغي حِين دعَاك ¶ طُوبَى لمن أجَاب دَاعِي الهداة إِذا دَعَاهُ ياقومنا أجِيبُوا دَاعِي الله ¶ وَقَوله صلى الله عَلَيْهِ وَسلم وَالْخَيْر فِي يَديك إِشَارَة إِلَى أَن الله تَعَالَى إِنَّمَا يَدْعُو عباده إِلَى مَا هُوَ خير لَهُم مِمَّا يصلح دينهم",
            "page": "28",
            "part": "1",
            "seal": "5C8D501E"
        },
        {
            "id": "9",
            "nass": "ودنياهم وآخرتهم فَإِنَّهُ يَدْعُو إِلَى دَار السَّلَام ويدعوهم ليغفر لَهُم ذنوبهم فَإِذا سارع العَبْد إِلَى إِجَابَة دَعْوَة ربه بتلبيته والإستجابة لَهُ قَالَ مَعَ ذَلِك وَالْخَيْر فِي يَديك إِشَارَة إِلَى أَنِّي أستجيب دعوتك طَمَعا فِي نيل الْخَيْر الَّذِي كُله بيديك وَأَنت لَا تَدْعُو العَبْد إِلَّا إِلَى مَا هُوَ خير لَهُ فِي دُنْيَاهُ وآخرته ¶ يَا هَذَا لَو دعَاك مَخْلُوق ترجو خَيره لَأَسْرَعت إجَابَته مَعَ أَنه لَا يملك لَك وَلَا لنَفسِهِ ضرا وَلَا نفعا فَكيف لَا تسارع إِجَابَة من الْخَيْر كُله فِي يَدَيْهِ وَلَا يَدْعُوك إِلَّا لخير يوصله إِلَيْك ¶ وَقَوله صلى الله عَلَيْهِ وَسلم ومنك وَبِك وَإِلَيْك يحْتَمل أَن مُرَاده الْخَيْر مِنْك كُله وَبِك وَإِلَيْك يَعْنِي أَن مبدأ الْخَيْر مِنْك كَمَا قَالَ تَعَالَى {وَمَا بكم من نعْمَة فَمن الله} ¶ وَقَالَ وسخر لكم مَا فِي السَّمَوَات وَمَا فِي الارض جَمِيعًا مِنْهُ فَالله تَعَالَى هُوَ المبتدىء بِالْخَيرِ فَمِنْهُ بَدَأَ وَنَشَأ وَالْخَيْر بِهِ يَعْنِي أَن دَوَامه واستمراره وثبوته بِاللَّه وَلَو شَاءَ الله لنزعه وسلبه صَاحبه وَقد قَالَ تَعَالَى",
            "page": "29",
            "part": "1",
            "seal": "9AF4EFDB"
        },
        {
            "id": "10",
            "nass": "لنَبيه صلى الله عَلَيْهِ وَسلم {وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَينَا إِلَيْك ثمَّ لَا تَجِد لَك بِهِ علينا وَكيلا إِلَّا رَحْمَة من رَبك إِن فَضله كَانَ عَلَيْك كَبِيرا} يَعْنِي أَن دوَام هَذِه النِّعْمَة عَلَيْك من الله كَمَا أَن ابتداءها مِنْهُ ¶ وَالْخَيْر إِلَيْهِ أَنه يرجع بِصَاحِبِهِ إِلَى الله فِي الْآخِرَة إِلَى جواره وقربه فِي جنَّات النَّعيم فينتهي الْخَيْر بِصَاحِبِهِ إِلَى الله عز وَجل ¶ وَيحْتَمل أَن المُرَاد بقوله ومنك وَبِك وَإِلَيْك أَن العَبْد نَفسه من الله وَبِاللَّهِ وَإِلَى الله كَمَا فِي الإستفتاح أَنا بك وَإِلَيْك وَلَعَلَّ هَذَا أظهر فَيكون معنى الْكَلَام أَن العَبْد وجوده من الله فَإِنَّهُ كَانَ عدما فأوجده ربه وخلقه وَهُوَ فِي حَال وجوده فِي الدُّنْيَا بِاللَّه أَي أَن ثباته وقيامه بِاللَّه فلولا أَن الله يُقيم الْوُجُود وَمَا فِيهِ من أَنْوَاع الْخلق لهلك ذَلِك",
            "page": "30",
            "part": "1",
            "seal": "67EE8C3A"
        },
        {
            "id": "11",
            "nass": "كُله وَتلف وَمن أَسْمَائِهِ الْحَيّ القيوم وَقَالَ إِن الله يمسك السَّمَوَات وَالْأَرْض أَن تَزُولَا وَفِي الْأَثر الْمَعْرُوف فِي قصَّة القارورتين يَا مُوسَى لَو نمت لسقطت السَّمَاء على الأَرْض ¶ وَبعد إنتقال الْعباد من هَذِه الدَّار فَإِن مرجعهم إِلَى الله كَمَا قَالَ تَعَالَى {إِلَيْهِ مرجعكم جَمِيعًا} وَقَالَ {ثمَّ إِلَيْهِ ترجعون} فِي آيَات كَثِيرَة",
            "page": "31",
            "part": "1",
            "seal": "12883116"
        },
        {
            "id": "12",
            "nass": "وَفِي هَذَا الْمَعْنى قَالَ بعض العارفين حَقِيقَة التَّوْحِيد أَن يكون العَبْد قَانِتًا لله عز وَجل يرى الْأَشْيَاء كلهَا مِنْهُ وَبِه وَإِلَيْهِ كَمَا قَالَ عَامر بن عبد قيس مَا نظرت إِلَى شَيْء إِلَّا ورأيته يدل على الله ¶ قَوْله صلى الله عَلَيْهِ وَسلم اللَّهُمَّ مَا قلت من قَول أَو نذرت من نذر أَو حَلَفت من حلف فمشيئتك بَين يَدَيْهِ مَا شِئْت كَانَ وَمَا لم تشأ لم يكن وَلَا حول وَلَا قُوَّة إلابك إِنَّك على كل شَيْء قدير ذكر الْخطابِيّ فِي كتاب الدُّعَاء لَهُ أَن قَوْله",
            "page": "32",
            "part": "1",
            "seal": "D0FC93A7"
        },
        {
            "id": "13",
            "nass": "فمشيئتك رُوِيَ بِضَم التَّاء وَفتحهَا وَأَن من رَوَاهُ بِالضَّمِّ فَإِن الْمَعْنى الإعتذار بسابق الأقدار العائقة عَن الْوَفَاء بِمَا ألزم العَبْد نَفسه من النذور والأيمان قَالَ وَفِي هَذَا طرف من الْجَبْر قَالَ وَالصَّوَاب رِوَايَة من رَوَاهُ بِفَتْح التَّاء على إِضْمَار فعل كَأَنَّهُ قَالَ فَإِنِّي أقدم مشيئتك فِي ذَلِك وأنوي الإستثناء طرحا للحنث عني عِنْد وُقُوع الْحلف ¶ قَالَ وَفِيه حجَّة لمن ذهب مَذْهَب المكيين فِي جَوَاز الإستثناء مُنْفَصِلا عَن الْيَمين ¶ قلت الصَّوَاب هَذَا الْمَعْنى على كلا الرِّوَايَتَيْنِ أَعنِي رِوَايَة الضَّم وَرِوَايَة الْفَتْح",
            "page": "33",
            "part": "1",
            "seal": "ACD91EF4"
        },
        {
            "id": "14",
            "nass": "وَلَيْسَ المُرَاد بِرِوَايَة الضَّم الإعتذار بِالْقدرِ وَإِنَّمَا الْمَعْنى فمشيئتك بَين يَدي ذَلِك كُله مُقَدّمَة فَهُوَ مُبْتَدأ حذف خَبره ¶ وَيشْهد لهَذَا الْمَعْنى مَا أخرجه أَبُو دَاوُد فِي سنَنه بِإِسْنَادِهِ عَن أبي الدَّرْدَاء أَنه كَانَ يَقُول من قَالَ حِين يصبح اللَّهُمَّ مَا حَلَفت من حلف أَو قلت من قَول أَو نذرت من نذر فمشيئتك بَين يَدي ذَلِك كُله مَا شِئْت كَانَ وَمَا لم تشأ لم يكن اللَّهُمَّ اغْفِر لي وَتجَاوز عني اللَّهُمَّ فَمن صليت عَلَيْهِ فَعَلَيهِ صَلَاتي وَمن لعنت فَعَلَيهِ لَعْنَتِي كَانَ فِي اسْتثِْنَاء يَوْمه ذَلِك ¶ فقد صرح أَبُو دَاوُد بِأَن المُرَاد بِهَذَا الِاسْتِثْنَاء بِالْمَشِيئَةِ أَنه يكون اسْتثِْنَاء فِي يَوْمه ذَلِك يَعْنِي فِيمَا يحلف وينذره ويقوله فِي ذَلِك الْيَوْم",
            "page": "34",
            "part": "1",
            "seal": "CD359A3E"
        },
        {
            "id": "15",
            "nass": "وَهَذَا صَرِيح فِي أَنه يكون اسْتثِْنَاء فِي مَا يستقبله من الْكَلَام فِي يَوْمه ذَلِك ¶ وَأما قَول الْخطابِيّ أَنه يمْنَع الْحِنْث كَقَوْل من يَقُول ذَلِك فِي الِاسْتِثْنَاء الْمُنْفَصِل بعد الْكَلَام كَمَا حَكَاهُ عَن المكيين فَأصل ذَلِك أَنه قد رُوِيَ عَن المكيين كعطاء وَمُجاهد وَعَمْرو بن دِينَار وَابْن جريج وَغَيرهم أَنه ينفع الِاسْتِثْنَاء بعد مُدَّة من الْيَمين ¶ وَرُوِيَ ذَلِك عَن أبن عَبَّاس من وُجُوه وَقد طعن فِيهَا كلهَا غير وَاحِد مِنْهُم القَاضِي إِسْمَاعِيل الْمَالِكِي والحافظ أَبُو مُوسَى الْمَدِينِيّ وَله فِي ذَلِك مُصَنف مُفْرد",
            "page": "35",
            "part": "1",
            "seal": "89BB7193"
        },
        {
            "id": "16",
            "nass": "وَرُوِيَ عَن ابْن عَبَّاس فِي قَوْله تَعَالَى {وَاذْكُر رَبك إِذا نسيت} قَالَ هِيَ خَاصَّة للنَّبِي صلى الله عَلَيْهِ وَسلم دون غَيره ¶ خرجه الطَّبَرَانِيّ من وَجه ضَعِيف ¶ وَرُوِيَ ذَلِك عَن ابْن جريج أَيْضا ¶ وَقَالَت طَائِفَة إِنَّمَا أَرَادَ هَؤُلَاءِ أَن هَذَا الِاسْتِثْنَاء الْمُنْفَصِل يحصل بِهِ إمتثال قَوْله عز وَجل {وَلَا تقولن لشَيْء إِنِّي فَاعل ذَلِك غَدا إِلَّا أَن يَشَاء الله وَاذْكُر رَبك إِذا نسيت} وَسبب نُزُولهَا أَن قوما سَأَلُوا النَّبِي صلى الله عَلَيْهِ وَسلم عَن قصَّة قَالَ غَدا أخْبركُم وَلم يقل إِن شَاءَ الله فاحتبس الْوَحْي عَنهُ مُدَّة ثمَّ نزلت هَذِه الْآيَة",
            "page": "36",
            "part": "1",
            "seal": "BBBF4F7C"
        },
        {
            "id": "17",
            "nass": "وَفِي الحَدِيث الصَّحِيح أَن سُلَيْمَان عَلَيْهِ السَّلَام قَالَ لأطوفن اللَّيْلَة على مائَة امْرَأَة الحَدِيث ¶ وَفِي الحَدِيث أَن بني إِسْرَائِيل لَو لم يَقُولُوا إِن شَاءَ الله مَا اهتدوا أبدا يَعْنِي إِلَى الْبَقَرَة الَّتِي أمروا بذبحها ¶ وَفِي الحَدِيث الَّذِي فِي الْمسند وَالسّنَن أَن يَأْجُوج وَمَأْجُوج يحفرون كل يَوْم السد حَتَّى يكادوا يرَوا مِنْهُ شُعَاع الشَّمْس ثمَّ يَنْصَرِفُونَ وَيَقُولُونَ غَدا نفتحه فَإِذا رجعُوا من الْغَد وجدوه كَمَا كَانَ أَولا حَتَّى يَأْذَن الله فِي فَتحه فَيَقُولُونَ غَدا نفتحه إِن شَاءَ الله فيرجعون فيجدونه كَمَا",
            "page": "37",
            "part": "1",
            "seal": "E81B4C35"
        },
        {
            "id": "18",
            "nass": "تَرَكُوهُ فيفتحونه ¶ قَالَ إِبْرَاهِيم بن أدهم قَالَ بَعضهم مَا سَأَلَ السائلون مَسْأَلَة هِيَ أنجح من أَن يَقُول العَبْد مَا شَاءَ الله قَالَ يَعْنِي بذلك التَّفْوِيض إِلَى الله ¶ وَكَانَ مَالك بن أنس كثيرا يَقُول مَا شَاءَ الله مَا شَاءَ الله فَعَاتَبَهُ رجل على ذَلِك فَرَأى فِي مَنَامه قَائِلا يَقُول أَنْت المعاتب لمَالِك على قَوْله مَا شَاءَ الله لَو شَاءَ مَالك أَن يثقب الْخَرْدَل بقوله مَا شَاءَ الله فعل",
            "page": "38",
            "part": "1",
            "seal": "585CFF9B"
        },
        {
            "id": "19",
            "nass": "قَالَ حَمَّاد بن زيد جعل رجل لرجل جعلا على أَن يعبر نَهرا فَعبر حَتَّى إِذا قرب من الشط قَالَ عبرت وَالله فَقَالَ لَهُ الرجل قل إِن شَاءَ الله فَقَالَ شَاءَ الله أَو لم يَشَأْ قَالَ فَأَخَذته الأَرْض ¶ فَلَا يَنْبَغِي لأحد أَن يخبر بِفعل يَفْعَله فِي الْمُسْتَقْبل إِلَّا أَن يلْحقهُ بِمَشِيئَة الله فَإِنَّهُ مَا شَاءَ الله كَانَ وَمَا لم يَشَأْ لم يكن وَالْعَبْد لَا يَشَاء إِلَّا أَن يَشَاء الله لَهُ فَإِذا نسي هَذِه الْمَشِيئَة ثمَّ تذكرها فَقَالَهَا عِنْد ذكرهَا وَلَو بعد مُدَّة فقد امتثل مَا أَمر بِهِ وَزَالَ عَنهُ الْإِثْم وَإِن كَانَ لَا يرفع ذَلِك عَنهُ الْكَفَّارَة وَلَا الْحِنْث فِي يَمِينه وَلِهَذَا فِي كَلَام أبي الدَّرْدَاء اللَّهُمَّ اغْفِر لي وَتجَاوز عني فَلم يسْأَل إِلَّا رفع الْإِثْم دون رفع الْكَفَّارَة",
            "page": "39",
            "part": "1",
            "seal": "1313C3B5"
        },
        {
            "id": "20",
            "nass": "رُوِيَ عَن سعيد بن جُبَير فِي قَوْله تَعَالَى {وَاذْكُر رَبك إِذا نسيت} قَالَ يَقُول إِذا حَلَفت فنسيت الِاسْتِثْنَاء فَاسْتَثْنِ إِذا ذكرت وَلَو بعد خَمْسَة أشهر أَو سِتَّة أشهر فَإِنَّهُ يجْزِيك مَا لم تَحنث خرجه آدم بن أبي إِيَاس فِي تَفْسِيره ¶ وعَلى هَذَا حمل قَول ابْن عَبَّاس وَأَصْحَابه طَائِفَة من الْعلمَاء مِنْهُم أَبُو مَسْعُود الْأَصْبَهَانِيّ الْحَافِظ وَابْن جرير الطَّبَرِيّ ¶ وَكَذَا يُقَال فِي هَذَا الحَدِيث من تقدم الِاسْتِثْنَاء فَإِن تَقْدِيمه أبعد من تَأْخِيره عَن الْيَمين فَإِن الْيَمين لم تُوجد بِالْكُلِّيَّةِ وَفِي تَأْخِيره وجدت",
            "page": "40",
            "part": "1",
            "seal": "030CF817"
        },
        {
            "id": "21",
            "nass": "وَقد قَالَ مَالك فِي الِاسْتِثْنَاء فِي الْيَمين إِن ذكر الْمَشِيئَة يُرِيد بهَا الِاسْتِثْنَاء نَفعه ذَلِك فِي منع الْحِنْث وَإِن كَانَ إِنَّمَا أَرَادَ امْتِثَال قَوْله تَعَالَى ولاتقولن لشَيْء إِنِّي فَاعل ذَلِك غَدا إِلَّا أَن يَشَاء الله ثمَّ حنث فَإِنِّي أرى الْكَفَّارَة نَقله ابْن الْمُنْذر وَغَيره وَكَذَلِكَ حَكَاهُ أَبُو عبيد عَن بعض الْعلمَاء ¶ وَتردد بعض الْعلمَاء فِي وجوب الْكَفَّارَة فِي هَذَا الْقسم لتردد نظره بَين اللَّفْظ وَالْمعْنَى فلفظه مُعَلّق بِالْمَشِيئَةِ وَمَعْنَاهُ الْجَزْم بِالْفِعْلِ غير مُعَلّق وَإِنَّمَا ذكر الِاسْتِثْنَاء تَحْقِيقا وتأكيدا للْفِعْل ¶ وَفِي الْجُمْلَة فَيَنْبَغِي حمل حَدِيث زيد بن ثَابت هَذَا على هَذَا الْمَعْنى وَأَن تقدم الْمَشِيئَة على كل قَول يَقُوله",
            "page": "41",
            "part": "1",
            "seal": "F04D717B"
        },
        {
            "id": "22",
            "nass": "وَحلف يحلفهُ وَنذر ينذره ليخرج بذلك من عُهْدَة اسْتِقْلَال العَبْد بِفِعْلِهِ وليحقق العَبْد أَنه لَا يكون مِمَّا يعزم عَلَيْهِ العَبْد ويقوله من حلف وَنذر وَغَيرهمَا إِلَّا مَا شَاءَ الله وأراده ولهذه قَالَ بعده ماشئت كَانَ وَمَا لم تشأ لم يكن وَلَا حول وَلَا قُوَّة إلابك إِنَّك على كل شَيْء قدير ¶ فتبرأ من حوله وقوته ومشيئته بِدُونِ مَشِيئَة الله وَحَوله وقوته وَأقر لرَبه بقدرته على كل شَيْء وَأَن العَبْد عَاجز عَن كل شَيْء إِلَّا مَا أقدره عَلَيْهِ ربه ¶ فَفِي هَذَا الْكَلَام إِفْرَاد الرب تَعَالَى بالحول وَالْقُوَّة وَالْقُدْرَة والمشيئة وَأَن العَبْد غير قَادر من ذَلِك كُله إلاعلى مَا يقدره مَوْلَاهُ وَهَذَا نِهَايَة تَوْحِيد الربوبية ¶ وَللشَّافِعِيّ من أَبْيَات شعر",
            "page": "42",
            "part": "1",
            "seal": "AD25C134"
        },
        {
            "id": "23",
            "nass": "مَا شِئْت كَانَ وَإِن لم أشأ ... وَمَا شِئْت إِن لم تشأ لم يكن ¶ وَقد حمل طَائِفَة مِنْهُم الإِمَام أَحْمد كَلَام ابْن عَبَّاس فِي تَأْوِيل الْآيَة على وَجه آخر وَهُوَ أَن الرجل إِذا قَالَ لاأفعل كَذَا وَكَذَا ثمَّ أَرَادَ فعله فَإِنَّهُ يَسْتَثْنِي وَيَقُول إِن شَاءَ الله ثمَّ يَفْعَله ويتخلص بذلك من الْكَذِب إِذا لم يكن حلف على يَمِين ¶ وَكَانَ يحيى بن سعيد الْقطَّان إِذا قَالَ لَا أفعل كَذَا لايفعله أبدا فَإِذا قيل لَهُ لم تحلف يَقُول هَذَا أَشد يَعْنِي الْكَذِب لَو كنت حَلَفت كَانَ أَهْون كنت أكفر يَمِيني وأفعله ¶ وَسُئِلَ الإِمَام أَحْمد عَمَّن يَقُول لاآكل ثمَّ يَأْكُل قَالَ هُوَ كذب لاينبغي أَن يفعل ذَلِك",
            "page": "43",
            "part": "1",
            "seal": "CDA62F27"
        },
        {
            "id": "24",
            "nass": "وَنقل الْوَلِيد بن مُسلم فِي كتاب الْأَيْمَان وَالنُّذُور عَن الْأَوْزَاعِيّ فِي رجل كلم فِي شَيْء فَيَقُول نعم إِن شَاءَ الله وَمن نِيَّته أَن لايفعل قَالَ هَذَا الْكَذِب وَالْخلف قَالَ إِنَّمَا يجوز الْمُسْتَثْنى فِي الْيَمين قيل لَهُ فَإِنَّهُ قَالَ نعم إِن شَاءَ الله وَمن نِيَّته أَن يفعل ثمَّ بدا لَهُ أَن لَا يفعل قَالَ لَهُ ثنياه ¶ وَهَذَا يدل على أَن الِاسْتِثْنَاء بِالْمَشِيئَةِ فِي غير الْيَمين إِنَّمَا ينفع لمن لم يكن مصمما على مُخَالفَة مَا قَالَه من أول كَلَامه ¶ قَوْله صلى الله عَلَيْهِ وَسلم اللَّهُمَّ وَمَا صليت من صَلَاة فعلى من صليت وَمَا لعنت من لعن فعلى من لعنت ¶ قَالَ الْخطابِيّ الْوَجْه أَن ترفع التَّاء من صليت ولعنت فِي الأولى وَأَن تنصبها مِنْهُمَا فِي الْأُخْرَى",
            "page": "44",
            "part": "1",
            "seal": "B66C39F7"
        },
        {
            "id": "25",
            "nass": "وَالْمعْنَى كَأَنَّهُ يَقُول اللَّهُمَّ اصرف صَلَاتي وَدُعَائِي إِلَى من اختصصته بصلاتك ورحمتك وَاجعَل لَعْنَتِي على من اسْتحق اللَّعْن عنْدك واستوجب الطَّرْد والإبعاد فِي فِي حكمك وَلَا تؤاخذني بالْخَطَأ مني فِي وَضعهَا غير موضعهَا وإحلالها فِي غير محلهَا ¶ قَالَ وَإِنَّمَا يَصح على هَذَا التَّأْوِيل إِذا كَانَ قد سبقت مِنْهُ صَلَاة أَو لعن لغير الْمُسْتَحقّين قَالَ وَقد يحْتَمل أَن يكون إِنَّمَا دَعَا بالتوفيق وَاشْترط فِي مَسْأَلته الْعِصْمَة لِئَلَّا يجْرِي على لِسَانه ثَنَاء إِلَّا لمن يسْتَحق الثَّنَاء من أوليائه وَلَا ذمّ إِلَّا لمن يسْتَحقّهُ من أعدائه كَأَنَّهُ يَقُول اللَّهُمَّ احفظني حَتَّى لَا أوالي إلاأولياءك وَلَا أعادي إلاأعداءك",
            "page": "45",
            "part": "1",
            "seal": "5F1BE8C5"
        },
        {
            "id": "26",
            "nass": "قَالَ وَالْوَجْه الأول إِنَّمَا ينْصَرف إِلَى الْمَاضِي وَالْوَجْه الآخر فِي الْمُسْتَقْبل وَالله أعلم انْتهى ¶ قلت التَّفْسِير الأول أصح وَيشْهد لَهُ قَول أبي الدَّرْدَاء اللَّهُمَّ فَمن صليت عَلَيْهِ فَعَلَيهِ صَلَاتي وَمن لعنت فَعَلَيهِ لَعْنَتِي ¶ وَقَول الْخطابِيّ إِن هَذَا الْوَجْه إِنَّمَا ينْصَرف إِلَى الْمَاضِي ضَعِيف بل الصَّوَاب أَنه ينْصَرف إِلَى الْمُسْتَقْبل وَأَن المُرَاد مَا لعنت فِي هَذَا الْيَوْم من لعن وَمَا صليت فِيهِ من صَلَاة يَعْنِي مَا ألعن وَمَا أُصَلِّي",
            "page": "46",
            "part": "1",
            "seal": "441F5CF0"
        },
        {
            "id": "27",
            "nass": "وَهَذَا مِمَّا تقدم فِي قَوْله مَا قلت من قَول أَو نذرت من نذر أَو حَلَفت من حلف فمشيئتك بَين يَدَيْهِ ¶ وَقد وَافق الْخطابِيّ كَمَا تقدم عَنهُ أَن المُرَاد بِهِ مَا يَقُوله ويحلفه وينذره فِي الْمُسْتَقْبل فَكَذَلِك الصَّلَاة واللعن ¶ وَاعْلَم أَن العَبْد مبتلى بِلِسَانِهِ يلعن بِهِ من يغْضب عَلَيْهِ ويمدح بِهِ من يرضى عَنهُ وَكَثِيرًا مَا يمدح من لَا يسْتَحق الْمَدْح ويلعن من لَا يسْتَحق اللَّعْن ¶ وَقد ورد فِي غير حَدِيث أَن اللَّعْنَة إِذا لم يكن الملعون بهَا أَهلا لَهَا رجعت على اللاعن",
            "page": "47",
            "part": "1",
            "seal": "654B5F92"
        },
        {
            "id": "28",
            "nass": "واللعن دُعَاء فَرُبمَا أُجِيب وَأصَاب ذَلِك الملعون وَقد أَمر النَّبِي صلى الله عَلَيْهِ وَسلم الْمَرْأَة الَّتِي لعنت بَعِيرهَا أَن ترسله وَقَالَ لَا تصحبنا نَاقَة ملعونة ¶ وَكَانَ بعض السّلف لَا يدْخل بَيته بِشَيْء مَلْعُون وَلَا يَأْكُل من بيض دجَاجَة يلعنها وَلَا يشرب من لبن شَاة لعنها قَالَ بَعضهم مَا أكلت شَيْئا ملعونا قطّ ¶ وَذكر ابْن حَامِد من أَصْحَابنَا عَن أَحْمد قَالَ من لعن عَبده فعليهأن يعتقهُ أَو شَيْئا من مَاله أَن عَلَيْهِ أَن يتَصَدَّق ¶ قَالَ وَيَجِيء فِي لعن زَوجته أَنه يلْزمه أَن يطلقهَا",
            "page": "48",
            "part": "1",
            "seal": "C39BC3D3"
        },
        {
            "id": "29",
            "nass": "وَيشْهد لهَذَا فِي الزَّوْجَة وُقُوع الْفرْقَة بَين المتلاعنين لما كَانَ أَحدهمَا كَاذِبًا فِي نفس الْأَمر قد حقت عَلَيْهِ اللَّعْنَة وَالْغَضَب ¶ فَإِذا قدم العَبْد من أول نَهَاره فِي دُعَائِهِ أَن مَا لعن من لعن فَإِنَّهُ لَاحق بِمن لَعنه الله وَمَا أثنى من ثَنَاء فَهُوَ لَاحق بِمن أثنى الله عَلَيْهِ فقد خلص بذلك من إِثْم لعن من لَا يسْتَحق اللَّعْن أَو من لايستحق الْمَدْح إِذا وَقع ذَلِك سَهوا أَو غَلطا أَو عَن قُوَّة غضب وَنَحْوه ¶ فَأَما من يتَعَمَّد ذَلِك مَعَ علمه بِالْحَال فَفِي دُخُوله فِي هَذَا الشَّرْط نظر مَعَ أَن عُمُوم اشْتِرَاطه يَقْتَضِي دُخُوله فِيهِ ¶ وَقد صَحَّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه اشْترط أَنه من سبه أَو لَعنه أَو ضربه فِي غضب وَنَحْوه أَنه يكون لَهُ كَفَّارَة وَصَلَاة وَفِي",
            "page": "49",
            "part": "1",
            "seal": "4F5B91DD"
        },
        {
            "id": "30",
            "nass": "رِوَايَة وَهُوَ غير مُسْتَحقّ ¶ وَهَذَا إِنَّمَا يكون إِذا ظن اسْتِحْقَاقه لذَلِك ثمَّ تبين أَنه غير مُسْتَحقّ ¶ قَوْله صلى الله عَلَيْهِ وَسلم {أَنْت وليي فِي الدُّنْيَا وَالْآخِرَة توفني مُسلما وألحقني بالصالحين} ¶ مَأْخُوذ من دُعَاء يُوسُف عَلَيْهِ السَّلَام حِين قَالَ فاطر السَّمَوَات وَالْأَرْض أَنْت وليي فِي الدُّنْيَا وَالْآخِرَة توفني مُسلما وألحقني بالصالحين وَالله عز وَجل ولي أوليائه فِي الدُّنْيَا وَالْآخِرَة يتَوَلَّى حفظهم وكلاءتهم وهدايتهم وحراستهم فِي دينهم ودنياهم مَا داموا أَحيَاء فَإِذا حضرهم الْمَوْت تَوَفَّاهُم على الْإِسْلَام وألحقهم بعد الْمَوْت بالصالحين",
            "page": "50",
            "part": "1",
            "seal": "607E2F96"
        },
        {
            "id": "31",
            "nass": "وَهَذَا أجل النعم وأتمها على الْإِطْلَاق وَقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم عِنْد وَفَاته مَعَ الَّذين أَنْعَمت عَلَيْهِم من النَّبِيين وَالصديقين وَالشُّهَدَاء وَالصَّالِحِينَ ¶ وَقَول يُوسُف عَلَيْهِ السَّلَام {توفني مُسلما وألحقني بالصالحين} قيل إِنَّه دَعَا لنَفسِهِ بِالْمَوْتِ وَهُوَ قَول جمَاعَة من السّلف مِنْهُم الإِمَام أَحْمد فيستدل بِهِ على جَوَاز الدُّعَاء بِالْمَوْتِ من غير ضرّ نزل بِهِ ¶ وَقيل إِنَّه إِنَّمَا دَعَا لنَفسِهِ بِالْمَوْتِ على الْإِسْلَام عِنْد نزُول الْمَوْت وَلَيْسَ فِيهِ دُعَاء بتعجيل الْمَوْت كَمَا أخبر عَن الْمُؤمنِينَ أَنهم قَالُوا فِي دُعَائِهِمْ {رَبنَا فَاغْفِر لنا ذنوبنا وَكفر عَنَّا سيئاتنا وتوفنا مَعَ الْأَبْرَار} وَيُؤَيّد التَّفْسِير الأول أَنه عقبه بِالدُّعَاءِ بالشوق إِلَى لِقَاء الله وَهُوَ يتَضَمَّن الدُّعَاء بِالْمَوْتِ",
            "page": "51",
            "part": "1",
            "seal": "4C3BCEC9"
        },
        {
            "id": "32",
            "nass": "وَاسْتدلَّ من جوز الدُّعَاء بِالْمَوْتِ وتمنيه بقوله تَعَالَى {قل إِن كَانَت لكم الدَّار الْآخِرَة عِنْد الله خَالِصَة من دون النَّاس فتمنوا الْمَوْت إِن كُنْتُم صَادِقين} ثمَّ ذمهم على عدم تمنيه بِسَبَب سيئاتهم وعَلى حرصهم على طول الْحَيَاة فِي الدُّنْيَا وَكَذَلِكَ قَوْله تَعَالَى قل يَا أَيهَا الَّذين هادوا إِن زعمتم أَنكُمْ أَوْلِيَاء لله من دون النَّاس فتمنوا الْمَوْت إِن كُنْتُم صَادِقين وَلَا يتمنونه أبدا بِمَا قدمت أَيْديهم وَالله عليم بالظالمين وَفِي الْمسند عَن النَّبِي صلى الله عَلَيْهِ وَسلم لَا يتمنين أحد الْمَوْت إِلَّا من وثق بِعَمَلِهِ ¶ فَمن كَانَ لَهُ عمل صَالح فَإِنَّهُ يتَمَنَّى الْقدوم عَلَيْهِ",
            "page": "52",
            "part": "1",
            "seal": "06C4D4D3"
        },
        {
            "id": "33",
            "nass": "وَكَذَلِكَ من غلب عَلَيْهِ الشوق الى لِقَاء الله ¶ وَأما من تمنى الْمَوْت خوف فتنته فِي الدّين فَإِنَّهُ يجوز بِغَيْر خلاف وَقد بسطنا الْكَلَام على هَذِه الْمسَائِل فِي غير هَذَا الْموضع ¶ قَوْله صلى الله عَلَيْهِ وَسلم اللَّهُمَّ إِنِّي أَسأَلك الرِّضَا بعد الْقَضَاء وَبرد الْعَيْش بعد الْمَوْت وَلَذَّة النّظر إِلَى وَجهك وشوقا إِلَى لقائك من غير ضراء مضرَّة ولافتنة مضلة ¶ هَذِه الثَّلَاث الْخِصَال قد رُوِيَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ يَدْعُو بهَا فِي غير هَذَا الحَدِيث أَيْضا من حَدِيث عمار بن",
            "page": "53",
            "part": "1",
            "seal": "FF61D61E"
        },
        {
            "id": "34",
            "nass": "يَاسر عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَقد شرحنا حَدِيثه بِتَمَامِهِ فِي مَوْضُوع آخر ¶ فَأَما الرِّضَا بِالْقضَاءِ فَهُوَ من عَلَامَات المخبتين الصَّادِقين فِي الْمحبَّة فَمَتَى امْتَلَأت الْقُلُوب بمحبة مَوْلَاهَا رضيت بِكُل مَا يَقْضِيه عَلَيْهَا من مؤلم وملائم ¶ سيان إِن لاموا وَإِن عذلوا ... مَالِي عَن الأحباب مصطبر ¶ لابد لي مِنْهُم وَإِن تركُوا ... قلبِي بِنَار الهجر تستعر ¶ وَعلي أَن أرْضى بِمَا حكمُوا ... وَأطِيع فِي كل مَا أمروا",
            "page": "54",
            "part": "1",
            "seal": "89BF9B07"
        },
        {
            "id": "35",
            "nass": "إِذا امْتَلَأت الْقُلُوب بِالرِّضَا عَن المحبوب صَار رِضَاهَا فِي مَا يرد عَلَيْهَا من أَحْكَامه وأقداره قَالَ عمر بن عبد العزير أَصبَحت وَمَالِي سرُور إِلَّا فِي مواقع الْقَضَاء وَالْقدر ¶ دخلُوا على بعض التَّابِعين فِي مَرضه فَقَالَ أحبه إِلَيّ أحبه إِلَيْهِ ¶ إِن كَانَ سركم مَا قد بليت بِهِ ... فَمَا لجرح إِذا أرضاكم ألم حسب سُلْطَان الْهوى أَنه يلذ كل مَا يؤلم ¶ وَرُبمَا اخْتَار بعض المحبين الذل على الْعِزّ والفقر على الْغنى وَالْمَرَض على الصِّحَّة وَالْمَوْت على الْحَيَاة ¶ عزي ذلي وصحتي فِي سقمي ... يَا قوم رضيت فِي الْهوى سفك دمي ¶ عذالي كفوا فَمن ملامي ألم ... من بَات على مواعيد اللِّقَاء لم ينم",
            "page": "55",
            "part": "1",
            "seal": "CC8E53FF"
        },
        {
            "id": "36",
            "nass": "وَإِنَّمَا قَالَ صلى الله عَلَيْهِ وَسلم الرِّضَا بعد الْقَضَاء لِأَن ذَلِك هُوَ الرِّضَا حَقِيقَة ¶ وَأما الرِّضَا بِالْقضَاءِ قبل وُقُوعه فَهُوَ عزم على الرِّضَا وَقد تَنْفَسِخ العزائم عِنْد وُقُوع الْحَقَائِق ¶ وَمَعَ هَذَا فَلَا يَنْبَغِي أَن يستعجل العَبْد الْبلَاء بل يسْأَل الله الْعَافِيَة ¶ فَإِن نزل الْبلَاء تَلقاهُ بِالرِّضَا ¶ قتل لبَعْضهِم ولدان فِي الْجِهَاد فَجَاءَهُ النَّاس يعزونه بهما فَبكى وَقَالَ مَا أبْكِي على قَتلهمَا وَلَكِن كَيفَ كَانَ رضاهما عَن الله حِين أخذتهما السيوف",
            "page": "56",
            "part": "1",
            "seal": "B24BEA52"
        },
        {
            "id": "37",
            "nass": "إِن كَانَ سكان الغضا ... رَضوا بقتلي فرضا ¶ وَالله مَا كنت لما ... يهوي الحبيب مبغضا ¶ صرت لَهُم عبدا وَمَا ... للْعَبد أَن يعترضا ¶ من لمريض لَا يرى ... إِلَّا الطَّبِيب الممرضا ¶ وَأما برد الْعَيْش بعد الْمَوْت فَالْمُرَاد بِهِ طيب الْعَيْش ولذاذته وَمَا تقر بِهِ عين صَاحبه ¶ فَإِن الْبرد يحصل بِهِ قُرَّة عين الْإِنْسَان وطيبها وَبرد الْقلب يُوجب انشراحه وطمأنينته بِخِلَاف حرارة الْقلب وَالْعين",
            "page": "57",
            "part": "1",
            "seal": "E30D604E"
        },
        {
            "id": "38",
            "nass": "وَلِهَذَا فِي الحَدِيث طهر قلبِي بِمَاء الثَّلج وَالْبرد ¶ ودمعة السرُور بَارِدَة بِخِلَاف دمعة الْحزن فَإِنَّهَا حارة ¶ فبرد الْعَيْش هُوَ طيبه ونعيمه وَفِي الْحَقِيقَة إِنَّمَا يكمل طيب الْعَيْش ونعيمه فِي الْآخِرَة لَا فِي الدُّنْيَا كَمَا قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم اللَّهُمَّ لَا عَيْش إِلَّا عَيْش الْآخِرَة ¶ وَسبب ذَلِك ¶ أَن ابْن آدم مركب من جَسَد وروح وكل مِنْهُمَا يحْتَاج إِلَى مَا يتقوت بِهِ ويتنعم بِهِ وَذَلِكَ هُوَ عيشه",
            "page": "58",
            "part": "1",
            "seal": "11CB0FF3"
        },
        {
            "id": "39",
            "nass": "فالجسد عيشه: الْأكل وَالشرب وَالنِّكَاح واللباس وَالطّيب وَغير ذَلِك من اللَّذَّات الحسية ¶ فَفِيهِ بِهَذَا الِاعْتِبَار مشابهة بالحيوانات فِي هَذِه الْأَوْصَاف ¶ وَأما الرّوح فَهِيَ لَطِيفَة وَهِي روحانية من جنس الْمَلَائِكَة فقوتها ولذتها وفرحها وسرورها فِي معرفَة خَالِقهَا وبارئها وفاطرها وَفِي مَا يقرب مِنْهُ من طَاعَته فِي ذكره ومحبته والأنس بِهِ والشوق إِلَى لِقَائِه ¶ فَهَذَا هُوَ عَيْش النَّفس وقوتها فَإِذا فقدت ذَلِك مَرضت وَهَلَكت أعظم مِمَّا يهْلك الْجَسَد بفقد طَعَامه وَشَرَابه وَلِهَذَا يُوجد كثير من أهل الْغنى وَالسعَة يُعْطي جسده حَظه من التَّنْعِيم ثمَّ يجد ألما فِي قلبه ووحشة فيظنه الْجُهَّال أَن هَذَا يَزُول بِزِيَادَة هَذِه اللَّذَّات الحسية وَبَعْضهمْ يظنّ أَنه يَزُول بِإِزَالَة الْعقل بالسكر وكل هَذَا يزِيد الْأَلَم والوحشة",
            "page": "59",
            "part": "1",
            "seal": "8C496D44"
        },
        {
            "id": "40",
            "nass": "وَإِنَّمَا سَببه أَن الرّوح فقدت قوتها وغذاءها فمرضت وتألمت ¶ إِذا كنت قوت النَّفس ثمَّ هجرتهَا ... فَلَنْ تصبر النَّفس الَّتِي أَنْت قوتها ¶ ستبقى بَقَاء الضَّب فِي المَاء أَو كَمَا ... يعِيش ببيداء المفاوز حوتها ¶ قَالَ بعض العارفين لقوم مَا تَعدونَ الْعَيْش فِيكُم قَالُوا الطَّعَام وَالشرَاب وَنَحْو ذَلِك فَقَالَ إِنَّمَا الْعَيْش أَن لَا يبْقى مِنْك جارحة إِلَّا وَهِي تجاذبك إِلَى طَاعَة الله ¶ من عَاشَ مَعَ الله طَابَ عيشه وَمن عَاشَ مَعَ نَفسه وهواه طَال طيشه ¶ قَالَ الْحسن إِن أحباء الله هم الَّذين ورثوا أطيب",
            "page": "60",
            "part": "1",
            "seal": "EFEE7A87"
        },
        {
            "id": "41",
            "nass": "الْحَيَاة بِمَا وصلوا إِلَيْهِ من مُنَاجَاة حبيبهم وَبِمَا وجدوا من لَذَّة حبه فِي قُلُوبهم ¶ وَأكل إِبْرَاهِيم مَعَ أَصْحَابه كسرا يابسة ثمَّ قَامَ إِلَى نهر فَشرب مِنْهُ بكفه ثمَّ حمد الله وَقَالَ لَو علم الْمُلُوك وَأَبْنَاء الْمُلُوك مَا نَحن فِيهِ من النَّعيم وَالسُّرُور لجالدونا بِالسُّيُوفِ أَيَّام الْحَيَاة على مَا نَحن فِيهِ من لذيذ الْعَيْش وَقلة التَّعَب فَقَالَ بعض أَصْحَابه يَا أَبَا اسحاق طلب الْقَوْم الرَّاحَة وَالنَّعِيم فأخطأوا الطَّرِيق الْمُسْتَقيم فَتَبَسَّمَ ثمَّ قَالَ من أَيْن لَك هَذَا شعر ¶ أهل الْمحبَّة قوم شَأْنهمْ عجب ... سرورهم أَبَد وعيشهم طرب",
            "page": "61",
            "part": "1",
            "seal": "14585BDA"
        },
        {
            "id": "42",
            "nass": "الْعَيْش عيشهم وَالْملك ملكهم ... مَا النَّاس إِلَّا هم بانوا أَو اقتربوا ¶ قيل لبَعض العارفين وَقد اعتزل عَن الْخلق إِذا هجرت الْخلق مَعَ من تعيش قَالَ مَعَ من هجرتهم لأَجله ¶ ويروى عَن الْمَسِيح أَنه قَالَ يَا معشر الحواريين كلموا الله كثيرا وكلموا النَّاس قَلِيلا قَالُوا كَيفَ نُكَلِّم الله كثيرا قَالَ اخلوا بِذكرِهِ اخلوا بدعائه اخلوا بمناجاته ¶ مَا أطيب عَيْش من يَخْلُو بحبيب ... من أمل فضل مثلكُمْ كَيفَ يخيب ¶ وَاعْلَم أَن الْجمع بَين هذَيْن العيشين فِي دَار الدُّنْيَا غير مُمكن فَمن اشْتغل بعيش روحه وَقَلبه وَحصل لَهُ مِنْهُ نصيب وافر لهى عَن عَيْش جسده وبدنه وَلم يقدر أَن",
            "page": "62",
            "part": "1",
            "seal": "2ADF554E"
        },
        {
            "id": "43",
            "nass": "يَأْخُذ مِنْهُ نِهَايَة شَهْوَته وَلم يقدر أَن يتوسع فِي نيل الشَّهَوَات الحسية وَإِنَّمَا يَأْخُذ مِنْهَا بِقدر مَا تقوم بِهِ حَاجَة الْبدن خَاصَّة فينتقص بذلك عَيْش الْجَسَد ولابد ¶ وَهَذِه كَانَت طَريقَة الْأَنْبِيَاء وَالْمُرْسلِينَ وأتباعهم وَكَانَ الله يخْتَار أَن يقلل نصِيبهم من عَيْش أَجْسَادهم ويوف نصِيبهم من عَيْش قُلُوبهم وأرواحهم ¶ قَالَ سهل التسترِي مَا أَتَى الله عبدا من قربه ومعرفته نَصِيبا إِلَّا حرمه من الدُّنْيَا بِقدر مَا أعطَاهُ من مَعْرفَته وقربه وَلَا أَتَاهُ من الدُّنْيَا نَصِيبا إِلَّا حرمه من مَعْرفَته وقربه بقدرما أَتَاهُ فِي الدُّنْيَا ¶ وَقد كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يقتصد فِي عيشه غَايَة الاقتصاد مَعَ مَا فتح الله عَلَيْهِ من الدُّنْيَا وَالْملك وَمَات وَلم يشْبع من خبز",
            "page": "63",
            "part": "1",
            "seal": "6BD6726F"
        },
        {
            "id": "44",
            "nass": "الشّعير وَكَانَ يَقُول ¶ مَا لي وللدنيا إِنَّمَا مثلي وَمثل الدُّنْيَا كراكب قَالَ فِي ظلّ شَجَرَة ثمَّ رَاح وَتركهَا ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم حبب إِلَيّ من دنياكم النِّسَاء وَالطّيب وَجعلت قُرَّة عَيْني فِي الصَّلَاة ¶ وَالنِّسَاء وَالطّيب فيهمَا قُوَّة للروح بِخِلَاف الطَّعَام وَالشرَاب فَإِن الْإِكْثَار مِنْهُمَا يقسي الْقلب ويفسده وَرُبمَا أفسد الْبدن أَيْضا كَمَا قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "64",
            "part": "1",
            "seal": "D7FDF262"
        },
        {
            "id": "45",
            "nass": "مَا مَلأ آدَمِيّ وعَاء شرا من بطن فَإِن كَانَ لَا بُد فَاعِلا فثلث طَعَام وَثلث شراب وَثلث نفس ¶ قَالَ بعض السّلف قلَّة الطَّعَام عون على التسرع إِلَى الْخيرَات ¶ وَقَالَ آخر مَا قل طَعَام امرىء إلارق قلبه ونديت عَيناهُ ¶ وَقَالَ إِبْرَاهِيم بن آدم الشِّبَع يُمِيت الْقلب وَمِنْه يكون الْفَرح والمرح والضحك ¶ وَقَالَ أَبُو سُلَيْمَان إِن النَّفس إِذا جاعت وعطشت صفي الْقلب ورق وَإِذا شبعت وَرويت عمي الْقلب",
            "page": "65",
            "part": "1",
            "seal": "253784E8"
        },
        {
            "id": "46",
            "nass": "وَقَالَ مِفْتَاح الدُّنْيَا الشِّبَع ومفتاح الْآخِرَة الْجُوع ¶ وَقيل للْإِمَام أَحْمد يجد الرجل رقة من قلبه وَهُوَ يشْبع قَالَ مَا أرى وَلِهَذَا الْمَعْنى شرع الله الصّيام وَقد كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يواصل فِي صِيَامه أَيَّامًا فَلَا يَأْكُل وَلَا يشرب فَإِذا سُئِلَ عَن ذَلِك يَقُول إِنِّي لست مثلكُمْ إِنِّي أظل عِنْد رَبِّي يطعمني ويسقين يُشِير إِلَى أَنه يَسْتَغْنِي عَن قوت جسده بِمَا يمنحه الله من قوت روحه عِنْد الْخلْوَة بِهِ والأنس بِذكرِهِ ومناجاته مِمَّا يُورِدهُ على قلبه من المعارف القدسية والمواهب الإلهية شعر",
            "page": "66",
            "part": "1",
            "seal": "87E73E8E"
        },
        {
            "id": "47",
            "nass": "لَهَا أَحَادِيث من ذكراك تشغلها ... عَن الطَّعَام وتلهيها عَن الزَّاد ¶ وَاعْلَم أَن عَيْش الْجَسَد يفْسد عَيْش الرّوح وينغصه وَأما عَيْش الرّوح فَأَنَّهُ يصلح عَيْش الْجَسَد وَقد يُغْنِيه عَن كثير مِمَّا يحْتَاج إِلَيْهِ من عيشه كَانَ بِالْبَصْرَةِ رجل من الْمُجْتَهدين فِي الطَّاعَة وَكَانَ قَلِيل الطَّعَام وبدنه غير مهزول فَسئلَ عَن سَبَب ذَلِك فَقَالَ ذَلِك من فرحي بحب الله إِذا ذكرت أَنه رَبِّي وَأَنا عَبده لم يمْنَع بدني أَن يصلح ¶ وَسُئِلَ أَبُو الْحُسَيْن بن بشار هَل يكون الْوَلِيّ سمينا قَالَ نعم إِذا كَانَ الْوَلِيّ أَمينا قيل لَهُ كَيفَ وَالله يبغض الحبر السمين قَالَ إِذا علم الحبر عبد من هُوَ ازْدَادَ سمنا ¶ وَكَانَ بشر يخْطر فِي دَاره وَيَقُول كفى بِي عزا أَنِّي لَك عبد وَكفى بِي فخرا أَنَّك لي رب",
            "page": "67",
            "part": "1",
            "seal": "EEF9BC14"
        },
        {
            "id": "48",
            "nass": "نسبت لكم عبدا وَذَلِكَ بغيتي ... وتشريف قدري نسبتي لعلاكم ¶ فَكل عَذَاب فِي هواكم يلذ لي ... وكل هوان طيب فِي هواكم ¶ لحا الله قلبِي إِن تغير عَنْكُم ... وَإِن مَال فِي الدُّنْيَا لحب سواكم ¶ فَمن وفى نَفسه حظها من عَيْش جسده بالشهوات الحسية كالطعام وَالشرَاب فسد قلبه وقسى وجلب لَهُ ذَلِك الْغَفْلَة وَكَثْرَة النّوم فنقص حَظّ روحه وَقَلبه من طَعَام الْمُنَاجَاة وشراب الْمعرفَة فخسر خسرانا مُبينًا ¶ قَالَ بَعضهم مَسَاكِين أهل الدُّنْيَا خَرجُوا مِنْهَا وَمَا ذاقوا أطيب شَيْء فِيهَا قيل وَمَا هُوَ قَالَ معرفَة الله عز وَجل فَمن عَاشَ فِي الدُّنْيَا لَا يعرف ربه وَلَا ينعم بخدمته فعيشه عَيْش الْبَهَائِم شعر",
            "page": "68",
            "part": "1",
            "seal": "4B27368D"
        },
        {
            "id": "49",
            "nass": "نهارك يَا مغرور سَهْو وغفلة ... وليلك نوم والردى لَك لَازم ¶ وتتعب فِيمَا سَوف تكره غبه ... كَذَلِك فِي الدُّنْيَا تعيش الْبَهَائِم ¶ فالصالحون كلهم قللُوا من عَيْش الأجساد وكثروا من عَيْش الْأَرْوَاح لَكِن مِنْهُم من قلل من عَيْش بدنه ليستوفيه فِي الْآخِرَة وَهَذَا تَاجر وَمِنْهُم من فعل ذَلِك خوفًا من الْحساب عَلَيْهِ فِي الْآخِرَة ¶ والمحققون فعلوا ذَلِك تفريغا للنَّفس عَمَّا يشغل عَن الله لتتفرغ الْقُلُوب للعكوف على طَاعَته وخدمته وَذكره وشكره والأنس بِهِ والشوق إِلَى لِقَائِه",
            "page": "69",
            "part": "1",
            "seal": "3DCA005F"
        },
        {
            "id": "50",
            "nass": "فَإِن الْأَخْذ من عَيْش الأجساد أَكثر من قدر الْحَاجة يلهي عَن الله ويشغل عَن خدمته ¶ قَالَ بَعضهم كل مَا يشغلك عَن الله فَهُوَ عَلَيْك شُؤْم فَلَا كَانَ مَا يلهي عَن الله إِنَّه يضر ويردي إِنَّه لشؤم ¶ فَمَا تفرغ أحد لطلب عَيْش الأجساد وَأعْطى نَفسه حظها من ذَلِك إِلَّا وَنقص حَظه من عَيْش الْأَرْوَاح وَرُبمَا مَاتَ قلبه من غفلته عَن الله وإعراضه عَنهُ وَقد ذمّ الله من كَانَ كَذَلِك قَالَ الله عز وَجل {فخلف من بعدهمْ خلف أضاعوا الصَّلَاة وَاتبعُوا الشَّهَوَات فَسَوف يلقون غيا} ¶ ثمَّ إِن مَا حصلوه من شهواتهم يَنْقَطِع وَيَزُول بِالْمَوْتِ وَينْقص بذلك حظهم عِنْد الله فِي الْآخِرَة فَإِن كَانَ مَا حصلوه من شهواتهم من حرَام فَذَلِك هُوَ الخسران الْمُبين فَإِنَّهُ يُوجب الْعقُوبَة الشَّدِيدَة فِي الْآخِرَة",
            "page": "70",
            "part": "1",
            "seal": "98F2B61E"
        },
        {
            "id": "51",
            "nass": "فَلَمَّا لم يجْتَمع فِي الدُّنْيَا للْعَبد بُلُوغ حَظه من عَيْش روحه وبلوغ نِهَايَة حَظه من عَيْش جسده جعل الله للْمُؤْمِنين دَارا جمع لَهُم فِيهَا مَا بَين هذَيْن الحظين على نِهَايَة مَا يكون من الْكَمَال وَهِي الْجنَّة ¶ فَإِن فِيهَا جَمِيع لذات الأجساد وعيشها وَنَعِيمهَا كَمَا قَالَ الله تَعَالَى {وفيهَا مَا تشتهيه الْأَنْفس وتلذ الْأَعْين} وَقَالَ {لَهُم مَا يشاؤون فِيهَا ولدينا مزِيد} وَلَا ينقص ذَلِك حظهم من لذات أَرْوَاحهم فَإِنَّهُ تتوفر لذات قُلُوبهم وتتزايد على مَا كَانَت للْمُؤْمِنين فِي الدُّنْيَا مِمَّا لَا نِسْبَة لما كَانَ فِي الدُّنْيَا إِلَيْهِ فَإِن الْخَبَر فِي الدُّنْيَا يصير هُنَاكَ عيَانًا فأعلى نعيمهم هُنَاكَ رُؤْيَة الله ومشاهدته وقربه وَرضَاهُ وَتحصل لَهُم بذلك نِهَايَة الْمعرفَة بِهِ والأنس ويتزايد هُنَالك لَذَّة ذكره على مَا كَانَ فِي الدُّنْيَا فَإِنَّهُم يُلْهمُون التَّسْبِيح كَمَا يُلْهمُون النَّفس وَتصير",
            "page": "71",
            "part": "1",
            "seal": "53CC8AFE"
        },
        {
            "id": "52",
            "nass": "كلمة التَّوْحِيد لَهُم كَالْمَاءِ الْبَارِد لأهل الدُّنْيَا فَعلم بِهَذَا أَن الْعَيْش الطّيب على الْحَقِيقَة لَا يحصل فِي الدُّنْيَا إِنَّمَا يكون بعد الْمَوْت فَإِن من يوفر حَظه من نعيم روحه وَقَلبه فِي الدُّنْيَا يتوفر فِي الْآخِرَة أَيْضا وَمن توفر حَظه من نعيم جسده فِي دُنْيَاهُ وسر بهَا نقص فِي الدُّنْيَا وَنقص بِهِ أَيْضا حَظه من نعيم الْآخِرَة ¶ وَمَعَ هَذَا فَهُوَ نعيم منغص لَا يَدُوم وَلَا يبْقى وَكَثِيرًا مَا ينغص بالأمراض والأسقام وَرُبمَا انْقَطع وتبدل صَاحبه بالفقر والذل بعد الْغنى والعز وَإِن سلم من ذَلِك كُله فَإِنَّهُ ينغصه الْمَوْت فَإِذا جَاءَ الْمَوْت فَمَا كَأَن من تنعم بالدنيا ذاق شَيْئا من لذاتها خُصُوصا إِن انْتقل بعد الْمَوْت إِلَى عَذَاب",
            "page": "72",
            "part": "1",
            "seal": "C8B23630"
        },
        {
            "id": "53",
            "nass": "الْآخِرَة كَمَا قَالَ الله تَعَالَى {أَفَرَأَيْت إِن متعناهم سِنِين ثمَّ جَاءَهُم مَا كَانُوا يوعدون مَا أغْنى عَنْهُم مَا كَانُوا يمتعون} ¶ وَكَانَ الرشيد قد بنى قصرا فَلَمَّا فرغ مِنْهُ استدعى فِيهِ بِطَعَام وشراب وملاهي واستدعى أَبَا الْعَتَاهِيَة فَقَالَ لَهُ صف لي مَا نَحن فِيهِ من الْعَيْش فَأَنْشَأَ يَقُول شعر ¶ عش مَا بدا لَك سالما ... فِي ظلّ شاهقة الْقُصُور ¶ يسْعَى عَلَيْك بِمَا اشْتهيت ... لَدَى الرواح وَفِي البكور ¶ فَإِذا النُّفُوس تقعقعت ... فِي ضيق حشرجة الصُّدُور ¶ فهناك تعلم موقنا ... مَا كنت إِلَّا فِي غرور",
            "page": "73",
            "part": "1",
            "seal": "D6FE9CB0"
        },
        {
            "id": "54",
            "nass": "فَبكى الرشيد فَقَالَ لَهُ الْوَزير دعَاك أَمِير الْمُؤمنِينَ لتسره فأحزنته فَقَالَ الرشيد دَعه فَإِنَّهُ رآنا فِي عمى فكره أَن يزيدنا عمى ¶ نظر بعض المترفين عِنْد مَوته إِلَى منزله فَاسْتَحْسَنَهُ وَقَالَ شعر ¶ إِن عَيْشًا يكون آخِره الْمَوْت ... لعيش معجل التنغيص ثمَّ مَاتَ من يَوْمه وَقَالَ آخر ¶ يَا غَنِيا بِالدَّنَانِيرِ ... محب الله أغْنى",
            "page": "74",
            "part": "1",
            "seal": "9D389D2F"
        },
        {
            "id": "55",
            "nass": "وَقَالَ آخر شعر ¶ إِنَّمَا الدُّنْيَا وَإِن سرت ... قَلِيل من قَلِيل ¶ إِنَّمَا الْعَيْش جوَار الله فِي ... ظلّ ظَلِيل ¶ حِين لَا تسمع مَا يُؤْذِيك ... من قَالَ وَقيل ¶ وَقَالَ آخر ¶ وَكَيف يلذ الْعَيْش من كَانَ عَالما ... بِأَن إِلَه الْخلق لابد سائله ¶ فَيَأْخُذ مِنْهُ ظلمه لِعِبَادِهِ ... ويجزيه بِالْخَيرِ الَّذِي هُوَ فَاعله",
            "page": "75",
            "part": "1",
            "seal": "A0079C48"
        },
        {
            "id": "56",
            "nass": "فالأشقياء فِي البرزخ فِي عَيْش ضنك قَالَ الله تَعَالَى {وَمن أعرض عَن ذكري فَإِن لَهُ معيشة ضنكا} ¶ وَقد رُوِيَ عَن أبي سعيد الْخُدْرِيّ مَرْفُوعا وموقوفا أَن الْمَعيشَة الضنك عَذَاب الْقَبْر يضيق عَلَيْهِ قَبره حَتَّى تخْتَلف أضلاعه ويسلط عَلَيْهِ تِسْعَة وَتسْعُونَ تنينا",
            "page": "76",
            "part": "1",
            "seal": "89CF954B"
        },
        {
            "id": "57",
            "nass": "وَأما عيشهم فِي الْآخِرَة فأضيق وأضيق فَأَما من طَابَ عيشه بعد الْمَوْت فَإِن طيب عيشه لَا يَنْقَطِع بل كلما جَاءَ تزايد طيبه وَلِهَذَا سُئِلَ بَعضهم من أنعم النَّاس فَقَالَ أجسام فِي التُّرَاب قد أمنت الْعَذَاب وانتظرت الثَّوَاب فَهَذَا فِي البرزخ فِي عَيْش طيب ¶ رُؤِيَ مَعْرُوف فِي الْمَنَام بعد مَوته وَهُوَ ينشد ¶ موت التقي حَيَاة لَا نفاد لَهَا ... قد مَاتَ قوم وهم فِي النَّاس أَحيَاء ¶ وَكَانَ إِبْرَاهِيم بن أدهم ينشد ¶ مَا أحد أنعم من مُفْرد ... فِي قَبره أَعماله تؤنسه ¶ منعم الْجِسْم وَفِي رَوْضَة ... زينها الله فَهِيَ مَجْلِسه",
            "page": "77",
            "part": "1",
            "seal": "D75CA717"
        },
        {
            "id": "58",
            "nass": "رُؤِيَ بعض الصَّالِحين فِي الْمَنَام بعد مَوته فَقَالَ نَحن بِحَمْد الله فِي برزخ مَحْمُود نفترش فِيهِ الريحان ونتوسد فِيهِ السندس والاستبرق إِلَى يَوْم النشور ¶ رُؤِيَ بعض الْمَوْتَى فِي الْمَنَام فَسئلَ عَن حَال الفضيل بن عِيَاض فَقَالَ كسي حلَّة لَا تقوم لَهَا الدُّنْيَا بحواشيها ¶ فَأَما عَيْش الْمُتَّقِينَ فِي الْجنَّة فَلَا يحْتَاج أَن يسْأَل عَن طيبه ولذته وَيَكْفِي فِي ذَلِك قَوْله تَعَالَى {فَهُوَ فِي عيشة راضية فِي جنَّة عالية قطوفها دانية كلوا وَاشْرَبُوا هَنِيئًا بِمَا أسلفتم فِي الْأَيَّام الخالية} وَمعنى راضية أَي عيشة يحصل بهَا الرضى وَفسّر ابْن عَبَّاس هَنِيئًا بِأَنَّهُ لَا موت فِيهَا يُشِير إِلَى أَنه لم يهنهم الْعَيْش إِلَّا بعد الْمَوْت وَالْخُلُود فِيهَا",
            "page": "78",
            "part": "1",
            "seal": "B17BDC02"
        },
        {
            "id": "59",
            "nass": "قَالَ يزِيد الرقاشِي أَمن أهل الْجنَّة الْمَوْت فطاب لَهُم الْعَيْش وأمنوا من الأسقام فهنأ لَهُم فِي جوَار الله طول الْمقَام ¶ وَقَالَ الله تَعَالَى {إِن الْمُتَّقِينَ فِي جنَّات وعيون} {إِن الْمُتَّقِينَ فِي جنَّات ونهر فِي مقْعد صدق عِنْد مليك مقتدر} أدنى أهل الْجنَّة منزلَة من ينظر فِي ملكه وسرره وقصوره مسيرَة ألفي عَام يرى أقصاه كَمَا يرى أدناه وَأَعْلَاهُمْ من ينظر إِلَى وَجه ربه بكرَة وعشيا ¶ وَقَالَ طَائِفَة من السّلف إِن الْمُؤمن لَهُ بَاب فِي الْجنَّة من دَاره إِلَى دَار السَّلَام يدْخل مِنْهُ على ربه إِذا شَاءَ بِلَا إِذن",
            "page": "79",
            "part": "1",
            "seal": "4002D210"
        },
        {
            "id": "60",
            "nass": "قَالَ أَبُو سُلَيْمَان الدَّارَانِي وَإِذا أَتَاهُ رَسُول من رب الْعِزَّة بالتحية واللطف فَلَا يصل إِلَيْهِ حَتَّى يسْتَأْذن عَلَيْهِ يَقُول للحاجب اسْتَأْذن لي على ولي الله فَإِنِّي لست أصل إِلَيْهِ فَيعلم ذَلِك الْحَاجِب حاجبا آخر حَتَّى يصل إِلَيْهِ فَذَلِك قَوْله تَعَالَى {وَإِذا رَأَيْت ثمَّ رَأَيْت نعيما وملكا كَبِيرا} ¶ فَللَّه ذَاك الْعَيْش بَين خيامها ... وروضاتها والثغر فِي الرَّوْض يبسم ¶ وَللَّه كم من خيرة إِن تبسمت ... أَضَاء لَهَا نور من الْفجْر أعظم ¶ وَللَّه واديها الَّذِي هُوَ موعد ... الْمَزِيد لوفد الْحبّ لَو كنت مِنْهُم",
            "page": "80",
            "part": "1",
            "seal": "D583A296"
        },
        {
            "id": "61",
            "nass": "بذيالك الْوَادي يهيم صبَابَة ... محب يرى أَن الصبابة مغنم ¶ وَللَّه أفراح المحبين عِنْدَمَا ... يخاطبهم مَوْلَاهُم وَيسلم ¶ وَللَّه أبصار ترى الله جهرة ... فَلَا الْغَيْم يَغْشَاهَا وَلَا هِيَ تسأم ¶ فيا نظرة أَهْدَت إِلَى الْقلب نظرة ... أَمن بعْدهَا يسلو الْمُحب المتيم ¶ فروحك قرب إِن أردْت وصالهم ... فَمَا غلبت نظر تشري بروحك مِنْهُم ¶ وأقدم وَلَا تقنع بعيش منغص ... فَمَا فَازَ باللذات من لَيْسَ يقدم ¶ فَصم يَوْمك الْأَدْنَى لَعَلَّك فِي غَد ... تفوز بعيد الْفطر وَالنَّاس صَوْم ¶ فيا بَائِعا هَذَا ببخس معجل ... كَأَنَّك لَا تَدْرِي بلَى سَوف تعلم",
            "page": "81",
            "part": "1",
            "seal": "C6E72472"
        },
        {
            "id": "62",
            "nass": "فَإِن كنت لَا تَدْرِي فَتلك مُصِيبَة ... وَإِن كنت تَدْرِي فالمصيبة أعظم ¶ قَوْله صلى الله عَلَيْهِ وَسلم بعد هَذَا وَأَسْأَلك لَذَّة النّظر إِلَى وَجهك والشوق إِلَى لقائك من غير ضراء مضرَّة وَلَا فتْنَة مضلة ¶ فَهَذَا يشْتَمل على أَعلَى نعيم الْمُؤمن فِي الدُّنْيَا وَالْآخِرَة وَأطيب عَيْش لَهُم فِي الدَّاريْنِ ¶ فَأَما لَذَّة النّظر إِلَى وَجه الله عز وَجل فَإِنَّهُ أَعلَى نعيم أهل الْجنَّة وَأعظم لَذَّة لَهُم كَمَا فِي صَحِيح مُسلم عَن صُهَيْب عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِذا دخل أهل الْجنَّة الْجنَّة نَادَى الْمُنَادِي يَا أهل الْجنَّة إِن لكم عِنْد الله موعدا يُرِيد أَن يُنجزهُ فَيَقُولُونَ مَا هُوَ ألم يبيض وُجُوهنَا ألم يثقل موازيننا ألم يدخلنا الْجنَّة ألم يجرنا من النَّار قَالَ فَيكْشف الْحجاب فَيَنْظُرُونَ إِلَيْهِ فوَاللَّه مَا أَعْطَاهُم شَيْئا هُوَ أحب إِلَيْهِم من النّظر إِلَيْهِ وَهُوَ الزِّيَادَة ثمَّ تَلا رَسُول الله صلى الله عَلَيْهِ وَسلم هَذِه الْآيَة للَّذين",
            "page": "82",
            "part": "1",
            "seal": "A5288397"
        },
        {
            "id": "63",
            "nass": "أَحْسنُوا الْحسنى وَزِيَادَة ¶ وَفِي رِوَايَة لِابْنِ مَاجَه وَغَيره فِي هَذَا الحَدِيث فوَاللَّه مَا أَعْطَاهُم شَيْئا هُوَ أحب إِلَيْهِم وَلَا أقرّ لأعينهم من النّظر إِلَيْهِ ¶ وَخرج عُثْمَان الدَّارمِيّ من حَدِيث ابْن عمر مَرْفُوعا إِن أهل الْجنَّة إِذا بلغ بهم النَّعيم كل مبلغ فظنوا أَنه لَا نعيم أفضل مِنْهُ تجلى الرب تبَارك وَتَعَالَى عَلَيْهِم فَيَنْظُرُونَ إِلَى وَجه الرَّحْمَن فنسوا كل نعيم عاينوه حِين نظرُوا إِلَى وَجه الرَّحْمَن",
            "page": "83",
            "part": "1",
            "seal": "FC889E73"
        },
        {
            "id": "64",
            "nass": "وخرجه الدَّارَقُطْنِيّ بِنُقْصَان مِنْهُ وَزِيَادَة وَفِيه فَيَقُول يَا أهل الْجنَّة هللوني وكبروني وسبحوني كَمَا كُنْتُم تهللوني وتكبروني وتسبحوني فِي دَار الدُّنْيَا فيتجاوبون بتهليل الرَّحْمَن فَيَقُول الله تبَارك وَتَعَالَى لداود عَلَيْهِ السَّلَام ياداود مجدني فَيقوم دَاوُد فيمجد الله عز وَجل ¶ وَفِي سنَن ابْن مَاجَه عَن جَابر مَرْفُوعا بَينا أهل الْجنَّة فِي نعيمهم إِذْ سَطَعَ لَهُم نور فَإِذا الرب جلّ جَلَاله قد أشرف عَلَيْهِم فَقَالَ السَّلَام عَلَيْكُم يَا أهل الْجنَّة وَهُوَ قَوْله تَعَالَى {سَلام قولا من رب رَحِيم} فَلَا يلتفتون إِلَى شَيْء مِمَّا هم فِيهِ من النَّعيم مَا داموا ينظرُونَ إِلَيْهِ",
            "page": "84",
            "part": "1",
            "seal": "7E2C8660"
        },
        {
            "id": "65",
            "nass": "وَخرج الْبَيْهَقِيّ من حَدِيث جَابر مَرْفُوعا إِن أهل الْجنَّة يزورون رَبهم تَعَالَى على نَجَائِب من ياقوت أَحْمَر أزمتها من زمرد أَخْضَر فيأمر الله بكثبان من مسك أذفر أَبيض فتثير عَلَيْهَا ريحًا يُقَال لَهَا المثيرة حَتَّى تَنْتَهِي بهم إِلَى جنَّة عدن وَهِي قَصَبَة الْجنَّة فَتَقول الْمَلَائِكَة رَبنَا جَاءَ الْقَوْم فَيَقُول مرْحَبًا بالصادقين مرْحَبًا بالطائعين قَالَ فَيكْشف لَهُم الْحجاب فَيَنْظُرُونَ إِلَيْهِ ويتمتعون بنوره حَتَّى لَا يبصر بَعضهم بَعْضًا ثمَّ يَقُول ارْجعُوا إِلَى الْقُصُور بالتحف فيرجعون وَقد أبْصر بَعضهم بَعْضًا فَذَلِك قَوْله تَعَالَى نزلا من غَفُور رَحِيم ¶ وَفِي مُسْند الْبَزَّار من حَدِيث حُذَيْفَة مَرْفُوعا فِي حَدِيث يَوْم الْمَزِيد أَن الله يكْشف تِلْكَ الْحجب ويتجلى لَهُم فيغشاهم من نوره مَا لَوْلَا أَن الله تَعَالَى قضى أَن لَا يحترقوا لَاحْتَرَقُوا مِمَّا غشيهم من نوره فيرجعون إِلَى مَنَازِلهمْ",
            "page": "85",
            "part": "1",
            "seal": "A11442CA"
        },
        {
            "id": "66",
            "nass": "وَقد خفوا على أَزوَاجهم مِمَّا غشيهم من نوره فَإِذا صَارُوا إِلَى مَنَازِلهمْ ترَاد النُّور وَأمكن وتراد وَأمكن حَتَّى يرجِعوا إِلَى صورهم الَّتِي كَانُوا عَلَيْهَا ¶ ويروى من حَدِيث أنس مَرْفُوعا إِن الله يَقُول لأهل الْجنَّة إِذا استزارهم وتجلى لَهُم سَلام عَلَيْكُم يَا عبَادي انْظُرُوا إِلَيّ فقد رضيت عَنْكُم فَيَقُولُونَ سُبْحَانَكَ سُبْحَانَكَ فتتصدع لَهُ مَدَائِن الْجنَّة وقصورها ويتجاوب فُصُول شَجَرهَا وأنهارها وَجَمِيع مَا فِيهَا سُبْحَانَكَ سُبْحَانَكَ فاحتقروا الْجنَّة وَجَمِيع مَا فِيهَا حِين نظرُوا إِلَى وَجه الله تَعَالَى",
            "page": "86",
            "part": "1",
            "seal": "53EB5A52"
        },
        {
            "id": "67",
            "nass": "ويروى من حَدِيث عَليّ مَرْفُوعا إِن الله يتجلى لأهل الْجنَّة عَن وَجهه فكأنهم لم يرَوا نعْمَة قبل ذَلِك وَهُوَ قَوْله ولدينا مزِيد ¶ ويروى من حَدِيث أبي جَعْفَر مُرْسلا إِن أهل الْجنَّة إِذا زاروا رَبهم تَعَالَى وكشف لَهُم عَن وَجهه قَالُوا رَبنَا أَنْت السَّلَام ومنك السَّلَام وَبِك حق الْجلَال وَالْإِكْرَام فَيَقُول تَعَالَى مرْحَبًا بعبادي الَّذين حفظوا وصيتي وراعوا عهدي وخافوني بِالْغَيْبِ وَكَانُوا مني على كل حَال مشفقين فَقَالُوا وَعزَّتك وعظمتك وجلالك مَا قدرناك حق قدرك وَمَا أدينا إِلَيْك كل حَقك فَأذن لنا بِالسُّجُود لَك فَيَقُول لَهُم عز وَجل إِنِّي قد وضعت عَنْكُم مُؤنَة الْعِبَادَة وأرحت لكم أبدانكم فطالما أنصبتم لي الْأَبدَان وأعنيتم الْوُجُوه فَالْآن أفضيتم إِلَيّ روحي ورحمتي وكرامتي فسلوني مَا شِئْتُم وتمنوا عَليّ أعطكم أمانيكم فَإِنِّي لم أجزكم الْيَوْم بِقدر أَعمالكُم",
            "page": "87",
            "part": "1",
            "seal": "F7DF29F3"
        },
        {
            "id": "68",
            "nass": "وَلَكِن بِقدر رَحْمَتي وكرامتي فَمَا يزالون فِي الْأَمَانِي والعطايا والمواهب حَتَّى إِن المقصر مِنْهُم فِي أمْنِيته ليتمنى مثل جَمِيع الدُّنْيَا مُنْذُ خلقهَا الله إِلَى أَن أفناها فَيَقُول لَهُم الرب تبَارك وَتَعَالَى لقد قصرتم فِي أمانيكم ورضيتم بِدُونِ مَا يحِق لكم فقد أوجبت لكم مَا سَأَلْتُم وتمنيتم وألحقت بكم ذريتكم وزدتكم مَا قصرت عَنهُ أمانيكم ¶ قَالَ عبد الرَّحْمَن بن أبي ليلى إِذا تجلى لَهُم رَبهم لَا يكون مَا أعطو عِنْد ذَلِك بِشَيْء ¶ قَالَ الْحسن إِذا تجلى لأهل الْجنَّة نسوا كل نعيم الْجنَّة",
            "page": "88",
            "part": "1",
            "seal": "887EFFAC"
        },
        {
            "id": "69",
            "nass": "وَكَانَ يَقُول لَو علم العابدون أَنهم لَا يرَوْنَ رَبهم فِي الْآخِرَة لماتوا ¶ وَقَالَ إِن أحباء الله هم الَّذين ورثوا طيب الْحَيَاة وذاقوا نعيمها بِمَا وصلوا إِلَيْهِ من مُنَاجَاة حبيبهم وَبِمَا وجدوا من حلاوة حبه فِي قُلُوبهم لَا سِيمَا إِذا خطر على بالهم ذكر مشافهته وكشف ستور الْحجب عَنهُ فِي الْمقَام الْأمين وَالسُّرُور وأراهم جَلَاله وأسمعهم لَذَّة كَلَامه ورد جَوَاب مَا ناجوه أَيَّام حياتهم ¶ أملي أَن أَرَاك يَوْمًا من الدَّهْر ... فأشكو لَك الْهوى والغليلا ¶ وأناجيك من قرب وأبدي ... هَذَا الجوى وَهَذَا النحولا",
            "page": "89",
            "part": "1",
            "seal": "922D4AB0"
        },
        {
            "id": "70",
            "nass": "قَالَ وهب لَو خيرت بَين الرُّؤْيَة وَالْجنَّة لاخترت الرُّؤْيَة ¶ رُؤِيَ بشر فِي الْمَنَام فَسئلَ عَن حَاله وَحَال إخوانه فَقَالَ تركت فلَانا وَفُلَانًا مَا بَين يَدي الله يأكلان ويشربان ويتنعمان قيل لَهُ فَأَنت قَالَ علم قلَّة رغبتي فِي الطَّعَام وأباحني النّظر إِلَيْهِ ¶ يَا حبيب الْقُلُوب مَا لي سواك ... ارْحَمْ الْيَوْم مذنبا قد أتاكا ¶ أَنْت سؤلي ومنيتي وسروري ... طَال شوقي مَتى يكون لقاكا ¶ لَيْسَ سؤلي من الْجنان نعيم ... غير أَنِّي أريدها لأراكا قَالَ ذُو النُّون مَا طابت الدُّنْيَا إِلَّا بِذكرِهِ وَلَا طابت",
            "page": "90",
            "part": "1",
            "seal": "264982B9"
        },
        {
            "id": "71",
            "nass": "الْآخِرَة إِلَّا بعفوه وَلَا طابت الْجنَّة إِلَّا بِرُؤْيَتِهِ وَلَو أَن الله احتجب عَن أهل الْجنَّة لاستغاث أهل الْجنَّة من الْجنَّة كَمَا يستغيث أهل النَّار من النَّار ¶ كَانَ بعض الصَّالِحين يَقُول لَيْت رَبِّي جعل ثوابي من عَمَلي نظرة إِلَيْهِ ثمَّ يَقُول كن تُرَابا ¶ كَانَ عَليّ بن الْمُوفق يَقُول اللَّهُمَّ إِن كنت تعلم أَنِّي أعبدك خوفًا من نارك فعذبني بهَا وَإِن كنت تعلم أَنِّي أعبدك حبا لجنتك فاحرمنيها وَإِن كنت تعلم أَنما عبدتك حبا مني لَك وشوقا إِلَى وَجهك الْكَرِيم فأبحنيه واصنع بِي مَا شِئْت",
            "page": "91",
            "part": "1",
            "seal": "4C08D14E"
        },
        {
            "id": "72",
            "nass": "سمع بَعضهم قَائِلا يَقُول ¶ كَبرت همة عبد طمعت فِي أَن تراكا ... أَو مَا حسبت أَن ترى من رأكا ¶ ثمَّ شهق شهقة فَمَاتَ ¶ لما غلب الشوق على قُلُوب المحبين استروحوا إِلَى مثل هَذِه الْكَلِمَات وَمَا تخفي صُدُورهمْ أكبر ¶ تجاسرت فكاشفتك لما غلب الصَّبْر ... فَإِن عنفني النَّاس فَفِي وَجهك لي عذر ¶ أبصار المحبين قد غضت من الدُّنْيَا وَالْآخِرَة فَلم تفتح إِلَّا عِنْد مُشَاهدَة محبوبهم يَوْم الْمَزِيد ¶ أروح وَقد ختمت على فُؤَادِي ... بحبك أَن يحل بِهِ سواكا",
            "page": "92",
            "part": "1",
            "seal": "D2A699D3"
        },
        {
            "id": "73",
            "nass": "فَلَو أَنِّي اسْتَطَعْت غضضت طرفِي ... فَلم أنظر بِهِ حَتَّى أراكا ¶ أحبك لَا ببعضي بل بكلي ... وَإِن لم يبْق حبك لي حراكا ¶ وَفِي الأحباب مَخْصُوص بوجد ... وَآخر يَدعِي معي اشتراكا ¶ إِذا استكبت دموعي فِي خدودي ... تبين من بَكَى مِمَّن تباكا ¶ فَأَما من بَكَى فيذوب وجدا ... وينطق بالهوى من قد تشاكا ¶ كَانَ سمنون الْمُحب ينشد ¶ وَكَانَ فُؤَادِي خَالِيا قبل حبكم ... وَكَانَ بِذكر الْخلق يلهو ويمرح ¶ فَلَمَّا دَعَا قلبِي هَوَاك أَجَابَهُ ... فلست أرَاهُ عَن فنائك يبرح",
            "page": "93",
            "part": "1",
            "seal": "E06AA9FD"
        },
        {
            "id": "74",
            "nass": "رميت ببعد عَنْك إِن كنت كَاذِبًا ... وَإِن كنت فِي الدُّنْيَا بغيرك أفرح ¶ وَإِن كَانَ شَيْء بالبلاد بأسرها ... إِذا غبت عَن عَيْني لعَيْنِي يملح ¶ فَإِن شِئْت واصلني وَإِن شِئْت لَا تصل ... فلست أرى قلبِي لغيرك يصلح ¶ وَأما الشوق إِلَى لِقَاء الله فَهُوَ أجل مقامات العارفين فِي الدُّنْيَا وَقد رُوِيَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ يَدْعُو اللَّهُمَّ اجْعَل حبك أحب الْأَشْيَاء إِلَى وخشيتك أخوف الْأَشْيَاء عِنْدِي واقطع عني حاجات الدُّنْيَا بالشوق إِلَى لقائك وَإِذا أَقرَرت أعين أهل الدُّنْيَا من دنياهم فأقرر عَيْني من عبادتك",
            "page": "94",
            "part": "1",
            "seal": "73AEC4DB"
        },
        {
            "id": "75",
            "nass": "وَإِنَّمَا قَالَ من غير ضراء مضرَّة وَلَا فتْنَة مضلة لِأَن الشوق إِلَى لِقَاء الله يسْتَلْزم محبَّة الْمَوْت وَالْمَوْت يَقع تمنيه كثيرا من أهل الدُّنْيَا بِوُقُوع الضراء الْمضرَّة فِي الدُّنْيَا وَإِن كَانَ مَنْهِيّا عَنهُ فِي الشَّرْع ¶ وَيَقَع من أهل الدّين تمنيه لخشية الْوُقُوع فِي الْفِتَن المضلة ¶ فَسَأَلَ تمني الْمَوْت خَالِيا من هذَيْن الْحَالين وَأَن يكون ناشئا عَن مَحْض محبَّة الله والشوق إِلَى لِقَائِه وَقد حصل هَذَا الْمقَام لكثير من السّلف قَالَ أَبُو الدَّرْدَاء أحب الْمَوْت",
            "page": "95",
            "part": "1",
            "seal": "A15EE889"
        },
        {
            "id": "76",
            "nass": "اشتياقا إِلَى رَبِّي وَقَالَ أَبُو عتبَة الْخَولَانِيّ كَانَ إخْوَانكُمْ لِقَاء الله أحب إِلَيْهِم من الشهد ¶ وَقَالَت رَابِعَة طَالَتْ عَليّ الْأَيَّام والليالي بالشوق إِلَى لِقَاء الله ¶ وَمكث فتح بن شخروف ثَلَاثِينَ سنة لم يرفع رَأسه إِلَى السَّمَاء ثمَّ رفع رَأسه فَقَالَ طَال شوقي إِلَيْك فَعجل قدومي عَلَيْك وَكَانَ بَعضهم يَقُول فِي مناجاته قَبِيح بِعَبْد ذليل مثلي يعلم عَظِيما مثلك اللَّهُمَّ أَنْت تعلم أَنَّك لَو خيرتني أَن تكون لي الدُّنْيَا مُنْذُ خلقت أتنعم فِيهَا حَلَالا لَا أسأَل عَنْهَا يَوْم الْقِيَامَة وَبَين أَن تخرج روحي السَّاعَة لاخترت أَن تخرج نَفسِي السَّاعَة",
            "page": "96",
            "part": "1",
            "seal": "3035B3A6"
        },
        {
            "id": "77",
            "nass": "قَالَ بعض السّلف إِذا ذكرت الْقدوم على الله كنت أَشد اشتياقا إِلَى الْمَوْت من الظمآن الشَّديد ضمؤه فِي الْيَوْم الْحَار الشَّديد حره إِلَى الشَّرَاب الشَّديد برده ¶ اشتاق إِلَيْك يَا قريب نائي ... شوق الضامي إِلَى زلال المائي ¶ قَالَ الْجُنَيْد سَمِعت سريا يَقُول الشوق أجل مقَام الْعَارِف إِذا تحقق فِيهِ وَإِذا تحقق بالشوق لهى عَن كل مَا يشْغلهُ عَمَّن يشتاق إِلَيْهِ ¶ رُؤِيَ دَاوُد الطَّائِي فِي الْمَنَام على مِنْبَر عَال وَهُوَ ينشد ¶ مَا نَالَ عبد من الرَّحْمَن منزلَة ... أَعلَى من الشوق إِن الشوق مَحْمُود",
            "page": "97",
            "part": "1",
            "seal": "0A2DC6F4"
        },
        {
            "id": "78",
            "nass": "لازال المحبون يروضون أَرْوَاحهم فِي الدُّنْيَا حَتَّى خرجت عَن أبدان الْهوى وَصَارَت فِي حواصل طير الشوق فَهِيَ تسرح فِي رياض الْأنس وَترد حِيَاض الْقُدس ثمَّ تأوي إِلَى قناديل الْمعرفَة الْمُعَلقَة فِي الْمحل الْأَعْلَى حول الْعَرْش كَمَا قَالَ بعض العارفين الْقُلُوب جوالة فَقلب يَدُور حول الْعَرْش وقلب يجول حول الحش كلما حلت نسمات الْقُدس من أرجاء الْأنس على أَغْصَان قُلُوب الأحباب تمايلت شوقا إِلَى ذَلِك الجناب ¶ كَانَ بعض السّلف يمشي أبدا على قَدَمَيْهِ من الشوق وَكَانَ بَعضهم كَأَنَّهُ مخمور من غير شراب ¶ تريحني إِلَيْك الشوق حَتَّى ... أميل من الْيَمين إِلَى الشمَال",
            "page": "98",
            "part": "1",
            "seal": "4B32ECB1"
        },
        {
            "id": "79",
            "nass": "ويأخذني لذكركم ريَاح ... كَمَا نشط الْأَسير من العقال ¶ أهل الشوق على طبقتين أَحدهمَا من أقلقه الشوق ففني اصطباره كَانَ أَبُو عُبَيْدَة الْخَواص يمشي وَيضْرب على صَدره وَيَقُول واشوقاه إِلَى من يراني وَلَا أرَاهُ ¶ كَانَ دَاوُد الطَّائِي يَقُول بِاللَّيْلِ همك عطل عَليّ الهموم وَخَالف بيني وَبَين السهاء وشوقي إِلَى النّظر إِلَيْك أوبق مني اللَّذَّات وَخَالف بيني وَبَين الشَّهَوَات فَأَنا فِي سجنك أَيهَا الْكَرِيم مَطْلُوب ¶ أحبابي أما جفن عَيْني فمقروح ... وَأما فُؤَادِي فَهُوَ بالشوق مَجْرُوح ¶ يذكرنِي مر النسيم عهودكم ... فأزداد شوقا كلما هبت الرّيح ¶ أَرَانِي إِذا مَا أظلم اللَّيْل أشرقت ... بقلبي من نَار الغرام مصابيح",
            "page": "99",
            "part": "1",
            "seal": "2817843E"
        },
        {
            "id": "80",
            "nass": "أُصَلِّي بذكراكم إِذا كنت خَالِيا ... أَلا إِن تذكار الْأَحِبَّة تَسْبِيح ¶ الطَّبَقَة الثَّانِيَة من إِذا أقلقهم الشوق سكنهم الْأنس بِاللَّه فاطمأنت قُلُوبهم بِذكرِهِ وأنسوا بِقُرْبِهِ ¶ وَهَذِه حَال الرَّسُول صلى الله عَلَيْهِ وَسلم وخواص العارفين من أمته وَسُئِلَ الشبلي بِمَاذَا تستريح قُلُوب المحبين والمشتاقين فَقَالَ بسرورهم بِمن أحبوه واشتاقوا إِلَيْهِ ¶ أَمُوت إِذا ذكرتك ثمَّ أَحْيَا ... وَلَوْلَا مَا أُؤَمِّل مَا حييت ¶ فأحيا بالمنى وأموت شوقا ... فكم أَحْيَا عَلَيْك وَكم أَمُوت ¶ كَانَت بعض الصَّالِحَات تَقول أَلَيْسَ عجبا أَن أكون حَيَّة بَين أظْهركُم وَفِي قلبِي من الاشتياق إِلَى رَبِّي مثل شعل النَّار الَّتِي لَا تطفأ",
            "page": "100",
            "part": "1",
            "seal": "D84FB3E6"
        },
        {
            "id": "81",
            "nass": "أَمُوت اشتياقا ثمَّ أَحْيَا بذكركم ... وَبَين التراقي والضلوع لهيب ¶ فَلَا عجبا موت المشوق صبَابَة ... وَلَكِن بقاه فِي الْحَيَاة عَجِيب ¶ هَذِه أَحْوَال لَا يعرفهَا إلامن ذاقها ¶ لايعرف الوجد إلامن يكابده ... وَلَا الصبابة إِلَّا من يعانيها ¶ فَأَما من لَيْسَ عِنْده مِنْهَا خبر فَرُبمَا لَام أَهلهَا ¶ يَا عاذل المشتاق دَعه فَإِنَّهُ ... لَدَيْهِ من الزفرات غير حشاكا ¶ لَو كَانَ قَلْبك قلبه مَا لمته ... حاشاك مِمَّا عِنْده حاشاكا ¶ قَوْله صلى الله عَلَيْهِ وَسلم أعوذ بك اللَّهُمَّ أَن أظلم أَو أظلم أَو أعتدي أَو يعتدى عَليّ أَو أكتسب خَطِيئَة مُحِيطَة أَو ذَنبا لَا تغفره",
            "page": "101",
            "part": "1",
            "seal": "0C509DB1"
        },
        {
            "id": "82",
            "nass": "استعاذ من أَرْبَعَة أَشْيَاء أَحدهمَا الظُّلم من الطَّرفَيْنِ وَهُوَ أَن يظلم غَيره أَو يَظْلمه غَيره ¶ وَخرج أَبُو دَاوُد من حَدِيث أم سَلمَة قَالَت مَا خرج رَسُول الله صلى الله عَلَيْهِ وَسلم من بَيْتِي قطّ إِلَّا رفع طرفه إِلَى السَّمَاء فَقَالَ اللَّهُمَّ إِنِّي أعوذ بك أَن أضلّ أَو أضلّ أَو أزل أَو أزل أَو أظلم أَو أظلم أَو أَجْهَل أَو يجهل عَليّ ¶ وخرجه التِّرْمِذِيّ وَصَححهُ وَلَفظه اللَّهُمَّ إِنَّا نَعُوذ بك أَن نزل أَو نضل أَو نظلم أَو نظلم أَو نجهل أَو يجهل علينا ¶ فَمن سلم من ظلم غَيره وَسلم النَّاس من ظلمه فقد عوفي وعوفي النَّاس مِنْهُ وَكَانَ بعض السّلف يَدْعُو اللَّهُمَّ سلمني وَسلم مني ¶ وَالثَّانِي الْعدوان وَفرق الله بَين الظُّلم والعدوان فِي قَوْله {يَا أَيهَا الَّذين آمنُوا لَا تَأْكُلُوا أَمْوَالكُم بَيْنكُم بِالْبَاطِلِ إِلَّا أَن تكون تِجَارَة عَن ترَاض مِنْكُم وَلَا تقتلُوا أَنفسكُم إِن الله كَانَ بكم رحِيما}",
            "page": "102",
            "part": "1",
            "seal": "AC1DEC5B"
        },
        {
            "id": "83",
            "nass": "{وَمن يفعل ذَلِك عُدْوانًا وظلما فَسَوف نصليه نَارا وَكَانَ ذَلِك على الله يَسِيرا} ¶ وَقد يفرق بَين الظُّلم والعدوان بِأَن الظُّلم مَا كَانَ بِغَيْر حق بِالْكُلِّيَّةِ كأخذ مَال بِغَيْر اسْتِحْقَاق لشَيْء مِنْهُ وَقتل نفس لَا يحل قَتلهَا وَأما الْعدوان فَهُوَ مُجَاوزَة الْحُدُود وتعديها فِيمَا أَصله مُبَاح مثل أَن يكون لَهُ على أحد حق من مَال أَو دم أَو عرض فيستوفي أَكثر مِنْهُ فَهَذَا هُوَ الْعدوان وَهُوَ تجَاوز مَا يجوز أَخذه فَيَأْخُذ مَا لَهُ أَخذه وَمَا لَيْسَ لَهُ أَخذه وَهُوَ من أَنْوَاع الرِّبَا الْمُحرمَة ¶ وَقد ورد السبتان بالسبة رَبًّا ¶ وَالظُّلم الْمُطلق أَخذ مَا لَيْسَ لَهُ أَخذه وَلَا شَيْء مِنْهُ من مَال أَو دم أَو عرض",
            "page": "103",
            "part": "1",
            "seal": "1F642B2C"
        },
        {
            "id": "84",
            "nass": "كِلَاهُمَا فِي الْحَقِيقَة ظلم وَقد حرم الله الظُّلم وَفِي الصَّحِيح عَن النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول الله ياعبادي إِنِّي حرمت الظُّلم على نَفسِي وَجَعَلته بَيْنكُم محرما فَلَا تظالموا وَفِي الصَّحِيحَيْنِ عَنهُ صلى الله عَلَيْهِ وَسلم قَالَ الظُّلم ظلمات يَوْم الْقِيَامَة ¶ وَفِيهِمَا عَنهُ صلى الله عَلَيْهِ وَسلم قَالَ إِن الله يملي للظالم حَتَّى إِذا أَخذه لم يفلته ثمَّ قَرَأَ {وَكَذَلِكَ أَخذ رَبك إِذا أَخذ الْقرى وَهِي ظالمة إِن أَخذه أَلِيم شَدِيد} ¶ وَفِي البُخَارِيّ عَنهُ صلى الله عَلَيْهِ وَسلم قَالَ من كَانَت عَنهُ مظْلمَة لِأَخِيهِ فليتحلله مِنْهَا فَإِنَّهُ لَيْسَ ثمَّ دِينَار وَلَا دِرْهَم من قبل أَن يُؤْخَذ لِأَخِيهِ من حَسَنَاته فَإِن لم يكن لَهُ حَسَنَات أَخذ من",
            "page": "104",
            "part": "1",
            "seal": "8C362D7B"
        },
        {
            "id": "85",
            "nass": "سيئات أَخِيه فطرحت عَلَيْهِ ¶ وَفِي صَحِيح مُسلم عَنهُ صلى الله عَلَيْهِ وَسلم قَالَ أَتَدْرُونَ من الْمُفلس قَالُوا الْمُفلس من لَا دِرْهَم لَهُ وَلَا مَتَاع قَالَ إِن الْمُفلس من أمتِي من يَأْتِي يَوْم الْقِيَامَة بِصَلَاة وَصِيَام وَقيام وَقد شتم هَذَا وَأكل مَال هَذَا وَسَفك دم هَذَا وَضرب هَذَا فَيَقْتَضِي هَذَا من حَسَنَاته وَهَذَا من حَسَنَاته فَإِذا فنيت حَسَنَاته قبل أَن يقْضى مَا عَلَيْهِ أَخذ من سيئاتهم فطرحت عَلَيْهِ ثمَّ طرح فِي النَّار ¶ وَفِي الحَدِيث لتؤدن الْحُقُوق إِلَى اهلها يَوْم الْقِيَامَة حَتَّى يُقَاد للشاة الْجَمَّاء من الشَّاة القرناء",
            "page": "105",
            "part": "1",
            "seal": "6DEDCADF"
        },
        {
            "id": "86",
            "nass": "وَفِي حَدِيث عبد الله بن انيس وليسألن الْحجر لم نكب الْحجر وليسألن الْعود لم خدش صَاحبه شعر ¶ فخف الْقَضَاء غَدا إِذا وافيت مَا ... كسبت يداك الْيَوْم بالقسطاس ¶ أعضاؤهم فِيهِ الشُّهُود وسجنهم ... نَار وحاكمهم شَدِيد الباس ¶ فِي موقف مَا فِيهِ إِلَّا شاخص ... أَو مهطع أَو مقنع للرأس ¶ إِن تمطل الْيَوْم الْحُقُوق مَعَ الْغنى ... فغدا تؤديها مَعَ الإفلاس ¶ وَالظُّلم الْمحرم تَارَة يكون فِي النُّفُوس وأشده فِي الدِّمَاء وَتارَة فِي الْأَمْوَال وَتارَة فِي الْأَعْرَاض وَلِهَذَا قَالَ صلى الله عَلَيْهِ وَسلم",
            "page": "106",
            "part": "1",
            "seal": "E0511E46"
        },
        {
            "id": "87",
            "nass": "فِي خطبَته فِي حجَّة الْوَدَاع إِن دماءكم وَأَمْوَالكُمْ وَأَعْرَاضكُمْ عَلَيْكُم حرَام كَحُرْمَةِ يومكم هَذَا فِي شهركم هَذَا فِي بلدكم هَذَا وَفِي رِوَايَة ثمَّ قَالَ أَلا اسمعوا مني تعيشوا أَلا لَا تظالموا أَلا لَا تظالموا فَإِنَّهُ لَا يحل مَال امرىء مُسلم إِلَّا عَن طيب نفس مِنْهُ ¶ وَفِي صَحِيح مُسلم عَنهُ صلى الله عَلَيْهِ وَسلم قَالَ كل الْمُسلم على الْمُسلم حرَام دَمه وَمَاله وَعرضه ¶ فظلم الْعباد شَرّ مكتسب لِأَن الْحق فِيهِ لآدَمِيّ مطبوع على الشُّح فَلَا يتْرك من حَقه شَيْئا لَا سِيمَا مَعَ شدَّة حَاجته يَوْم الْقِيَامَة فَإِن الْأُم تفرح يَوْمئِذٍ إِذا كَانَ لَهَا حق على وَلَدهَا لتأخذه مِنْهُ",
            "page": "107",
            "part": "1",
            "seal": "E7091AA9"
        },
        {
            "id": "88",
            "nass": "وَمَعَ هَذَا فالغالب أَن الظَّالِم تعجل لَهُ الْعقُوبَة فِي الدُّنْيَا وَإِن أمْهل كَمَا قَالَ صلى الله عَلَيْهِ وَسلم إِن الله يملي للظالم حَتَّى إِذا أَخذه لم يفلته ثمَّ تَلا وَكَذَلِكَ أَخذ رَبك إِذا أَخذ الْقرى وَهِي ظالمة إِن أَخذه أَلِيم شَدِيد ¶ كَانَ بعض أكَابِر التَّابِعين قَالَ لرجل يَا مُفلس فابتلي الْقَائِل بِالدّينِ وَالْحَبْس بعد أَرْبَعِينَ سنة ¶ وَضرب رجل أَبَاهُ وسحبه إِلَى مَكَان فَقَالَ الَّذِي رَآهُ إِلَى هَا هُنَا رَأَيْت هَذَا الْمَضْرُوب قد ضرب أَبَاهُ وسحبه إِلَيْهِ ¶ وصادر بعض وزراء الْخُلَفَاء رجلا فَأخذ مِنْهُ ثَلَاثَة آلَاف دِينَار فَبعد مُدَّة غضب الْخَلِيفَة على الْوَزير وَطلب",
            "page": "108",
            "part": "1",
            "seal": "FBAAD7F4"
        },
        {
            "id": "89",
            "nass": "مِنْهُ عشرَة آلَاف دِينَار فجزع أَهله من ذَلِك فَقَالَ مَا يَأْخُذ مني أَكثر من ثَلَاثَة آلَاف كَمَا كنت ظلمت فَلَمَّا أدّى ثَلَاثَة آلَاف دِينَار وَقع الْخَلِيفَة بالإفراج عَنهُ فسبحان من هُوَ قَائِم على كل نفس بِمَا كسبت إِن رَبك لبالمرصاد حَاكم الْعدْل لَا يجور وَإِنَّمَا يجازي بِالْعَدْلِ وميزان عدله لَا يحابي أحدا بل يتحرر فِيهِ مَثَاقِيل الذَّر وَمَثَاقِيل الْخَرْدَل وكما تدين تدان شعر ¶ فجانب الظُّلم لاتسلك مسالكه ... عواقب الظُّلم تخشى وَهِي تنْتَظر ¶ وكل نفس ستجزى بِالَّذِي عملت ... وَلَيْسَ لِلْخلقِ من ديانهم وطر",
            "page": "109",
            "part": "1",
            "seal": "80C86F13"
        },
        {
            "id": "90",
            "nass": "الثَّالِث مِمَّا استعاذ مِنْهُ وَهُوَ اكْتِسَاب الْخَطِيئَة قَالَ الله تَعَالَى بلَى من كسب سَيِّئَة وأحاطت بِهِ خظيئته فَأُولَئِك أَصْحَاب النَّار هم فِيهَا خَالدُونَ ¶ وفسرت إحاطة الخظيئة بِالْمَوْتِ على الشّرك وفسرت بِالْمَوْتِ على الذُّنُوب الْمُوجبَة للنار من غير تَوْبَة مِنْهَا ¶ فَكَأَن ذنُوبه أحاطت بِهِ من جَمِيع جهاته فَلم يبْق لَهُ مخلص مِنْهَا فالخطايا تحيط بصاحبها حَتَّى تهلكه وَقد ضرب النَّبِي صلى الله عَلَيْهِ وَسلم مثل الْخَطَايَا الَّتِي يتلبس بهَا العَبْد بِمثل درع ضيقَة يلبسهَا فتضيق عَلَيْهِ حَتَّى تخنقه وَلَا تنفك عَنهُ إِلَّا بِعَمَل الْحَسَنَات من تَوْبَة أَو غَيرهَا من الْأَعْمَال الصَّالِحَة",
            "page": "110",
            "part": "1",
            "seal": "E5D7891C"
        },
        {
            "id": "91",
            "nass": "فَفِي الْمسند عَن عقبَة بن عَامر عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِن مثل الَّذِي يعْمل السَّيِّئَات ثمَّ يعْمل الْحَسَنَات كَمثل رجل كَانَت عَلَيْهِ درع ضيقَة ثمَّ خنقته ثمَّ عمل حَسَنَة فانفكت حَلقَة ثمَّ عمل حَسَنَة أُخْرَى فانفكت حَلقَة أُخْرَى حَتَّى يخرج إِلَى الأَرْض ¶ فَلَا يخلص العَبْد من ضيق الذُّنُوب عَلَيْهِ وإحاطتها بِهِ إِلَّا بِالتَّوْبَةِ وَالْعَمَل الصَّالح كَانَ بعض السّلف يردد هذَيْن الْبَيْتَيْنِ بِاللَّيْلِ ويبكي بكاء شَدِيدا شعر ¶ ابك لذنبك طول اللَّيْل مُجْتَهدا ... أَن الْبكاء معول الأحزان ¶ لَا تنس ذَنْبك فِي النَّهَار وَطوله ... إِن الذُّنُوب تحيط بالإنسان",
            "page": "111",
            "part": "1",
            "seal": "FCE682D9"
        },
        {
            "id": "92",
            "nass": "الرَّابِع مِمَّا استعاذ مِنْهُ الذَّنب الَّذِي لَا يغْفر وَيدخل فِيهِ شَيْئَانِ أَحدهمَا الشّرك قَالَ الله تَعَالَى إِن الله لَا يغْفر أَن يُشْرك بِهِ وَيغْفر مَا دون ذَلِك لمن يَشَاء ¶ وَالثَّانِي أَن يعْمل العَبْد ذَنبا لَا يوفق لسَبَب يمحوه عَنهُ بل يلقى الله بِهِ من غير سَبَب ماح لَهُ فَلَا يغْفر لَهُ بل يُعَاقب عَلَيْهِ فَإِن الله إِذا أحب عبدا أوقعه فِي ذَنْب لَهُ ووفقه لأسباب يمحوه عَنهُ إِمَّا بِالتَّوْبَةِ النصوح وَفِي سنَن ابْن مَاجَه عَن ابْن مَسْعُود مَرْفُوعا التائب من الذَّنب كمن لَا ذَنْب لَهُ",
            "page": "112",
            "part": "1",
            "seal": "9B563F17"
        },
        {
            "id": "93",
            "nass": "وَإِمَّا بحسنات ماحية إِن الْحَسَنَات يذْهبن السَّيِّئَات وَإِمَّا أَن يبتلى بمصائب مكفرة فَمن يرد الله بِهِ خيرا يصب مِنْهُ وَلَا يزَال الْبلَاء بِالْمُؤمنِ حَتَّى يمشي على الأَرْض وَلَيْسَ عَلَيْهِ خَطِيئَة ¶ وَإِمَّا أَن يغْفر لَهُ بشفاعة بِإِذن الله لمن يَأْذَن فِيهَا أَو أَنه يغفره لمُجَرّد فَضله وَرَحمته من غير سَبَب آخر فَحِينَئِذٍ يكون هَذَا الذَّنب مغفورا ¶ قَالَ بَعضهم إِذا أحب الله عبدا لم يضرّهُ ذَنْب وَمرَاده أَنه يمحوه عَنهُ وَرُبمَا يَجْعَل الذَّنب فِي حَقه سَببا لشدَّة",
            "page": "113",
            "part": "1",
            "seal": "FAD7E984"
        },
        {
            "id": "94",
            "nass": "خَوفه من ربه وذله وانكساره لَهُ فَيكون سَببا لرفع دَرَجَة ذَلِك العَبْد عِنْده ¶ وَإِذا خذل عبدا وَقضى عَلَيْهِ بذنب لم يوفقه لشَيْء من ذَلِك فلقي الله بِذَنبِهِ من غير سَبَب يمحوه عَنهُ فِي الدُّنْيَا ثمَّ يؤاخذه بِهِ فِي الْآخِرَة فَلَا يغْفر لَهُ فَهَذَا هُوَ الذَّنب المستعاذ مِنْهُ هَاهُنَا ¶ وَحَاصِل الْأَمر أَن من عَامله الله فِي ذنُوبه بِالْعَدْلِ هلك وَمن عَامله بِالْفَضْلِ نجا كَمَا قَالَ يحيى بن معَاذ إِذا وضع عدله على عَبده لم يبْق لَهُ حَسَنَة وَإِذا بسط فَضله على عَبده لم يبْق لَهُ سَيِّئَة ¶ يَا ويلنا من موقف مَا بِهِ ... أخوف من أَن يعدل الْحَاكِم ¶ يارب عفوا مِنْك عَن مذنب أسرف ... إِلَّا أَنه نادم",
            "page": "114",
            "part": "1",
            "seal": "15B382CF"
        },
        {
            "id": "95",
            "nass": "قَوْله صلى الله عَلَيْهِ وَسلم اللَّهُمَّ فاطر السَّمَوَات وَالْأَرْض عَالم الْغَيْب وَالشَّهَادَة ذَا الْجلَال وَالْإِكْرَام فَإِنِّي أَعهد إِلَيْك فِي هَذِه الْحَيَاة الدُّنْيَا وأشهدك وَكفى بك شَهِيدا اني أشهد أَن لَا إِلَه إِلَّا أَنْت وَحدك لَا شريك لَك لَك الْملك وَلَك الْحَمد وَأَنت على كل شَيْء قدير وَأشْهد أَن مُحَمَّدًا عَبدك وَرَسُولك وَأشْهد أَن وَعدك حق ولقاءك حق وَالْجنَّة حق وَالنَّار حق والساعة آتِيَة لَا ريب فِيهَا وَأَنَّك تبْعَث من فِي الْقُبُور ¶ هَذَا الدُّعَاء استفتحه بقوله اللَّهُمَّ فاطر السَّمَوَات وَالْأَرْض عَالم الْغَيْب وَالشَّهَادَة ذَا الْجلَال وَالْإِكْرَام ¶ وَقد قَالَ الله تَعَالَى قل اللَّهُمَّ فاطر السَّمَوَات وَالْأَرْض عَالم الْغَيْب وَالشَّهَادَة أَنْت تحكم بَين عِبَادك فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ ¶ وَفِي صَحِيح مُسلم أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يستفتح صَلَاة اللَّيْل بقوله اللَّهُمَّ رب جِبْرِيل وَمِيكَائِيل وإسرافيل فاطر السَّمَوَات وَالْأَرْض عَالم الْغَيْب وَالشَّهَادَة أَنْت تحكم بَين",
            "page": "115",
            "part": "1",
            "seal": "9BE739F4"
        },
        {
            "id": "96",
            "nass": "عِبَادك فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اهدني لما اخْتلف فِيهِ من الْحق بإذنك إِنَّك تهدي من تشَاء إِلَى صِرَاط مُسْتَقِيم وَفِي الْمسند وَالتِّرْمِذِيّ أَن النَّبِي صلى الله عَلَيْهِ وَسلم سمع رجلا يَقُول يَا ذَا الْجلَال وَالْإِكْرَام قَالَ لَهُ لقد اسْتُجِيبَ لَك فسل والمسئول فِي هَذَا الدُّعَاء أَن العَبْد يعْهَد إِلَى ربه فِي هَذِه الْحَيَاة الدُّنْيَا ويشهده وَكفى بِهِ شَهِيدا أَنه يشْهد لَهُ بأصول الْإِيمَان الَّتِي من وفى بهَا فقد نجا وَهِي الشَّهَادَة لله بالوحدانية وأتبعها بِالشَّهَادَةِ لَهُ بِالْملكِ وَالْحَمْد وَالْقُدْرَة على كل شَيْء وَالشَّهَادَة لمُحَمد صلى الله عَلَيْهِ وَسلم بالعبودية والرسالة وَالشَّهَادَة لله بِأَن وعده حق ولقاءه حق وَأَن الْجنَّة حق وَالنَّار",
            "page": "116",
            "part": "1",
            "seal": "1BDAB0B6"
        },
        {
            "id": "97",
            "nass": "حق وَأَن السَّاعَة آتِيَة لَا ريب فِيهَا وَأَن الله يبْعَث من فِي الْقُبُور وَقد تَضَمَّنت هَذِه الشَّهَادَة أصُول الْإِيمَان الْخَمْسَة فَإِن من شهد لمُحَمد صلى الله عَلَيْهِ وَسلم بالرسالة فقد شهد بِمَا أَمر مُحَمَّد بِالشَّهَادَةِ بِهِ وَهُوَ أصُول الْإِيمَان الْخَمْسَة كلهَا وَهِي الْإِيمَان بِاللَّه وَمَلَائِكَته وَكتبه وَرُسُله وَالْيَوْم الآخر ¶ وَكَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول فِي استفتاحه صَلَاة اللَّيْل أَنْت الْحق وَوَعدك وَالْحق وقولك الْحق ولقاؤك حق وَالْجنَّة حق وَالنَّار حق والساعة حق والنبيون حق وَمُحَمّد حق ¶ وَقد أخبر الله تَعَالَى عَن هود عَلَيْهِ السَّلَام أَنه قَالَ لِقَوْمِهِ إِنِّي أشهد الله واشهدوا أَنِّي برىء مِمَّا تشركون من دونه وَقد وَردت الْأَحَادِيث بِفضل",
            "page": "117",
            "part": "1",
            "seal": "47B32C94"
        },
        {
            "id": "98",
            "nass": "من عهد إِلَى ربه فِي الدُّنْيَا هَذَا الْعَهْد واستشهده على نَفسه بِمثل هَذِه الشَّهَادَة فَفِي سنَن ابي دَاوُد عَن أنس مَرْفُوعا من قَالَ حِين يصبح أَو يُمْسِي اللَّهُمَّ إِنِّي أَصبَحت أشهدك وَأشْهد حَملَة عرشك وملائكتك وَجَمِيع خلقك أَنِّي أشهد أَن لَا أَله إِلَّا أَنْت وَحدك لاشريك لَك وَأَن مُحَمَّدًا عَبدك وَرَسُولك أعتق الله ربعه من النَّار وَمن قَالَهَا مرَّتَيْنِ أعتق الله نصفه من النَّار وَمن قَالَهَا ثَلَاثًا أعتق الله ثَلَاثَة أَرْبَاعه من النَّار وَمن قَالَهَا أَرْبعا أعْتقهُ الله من النَّار وخرجه النَّسَائِيّ وَالتِّرْمِذِيّ بِمَعْنَاهُ",
            "page": "118",
            "part": "1",
            "seal": "B5B0D068"
        },
        {
            "id": "99",
            "nass": "وَرُوِيَ مَعْنَاهُ من حَدِيث سلمَان وَعَائِشَة ¶ وَفِي الْمسند عَن ابْن مَسْعُود أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ من قَالَ اللَّهُمَّ فاطر السَّمَوَات وَالْأَرْض عَالم الْغَيْب وَالشَّهَادَة إِنِّي أَعهد إِلَيْك فِي هَذِه الْحَيَاة الدُّنْيَا أَنِّي أشهد أَن لَا إِلَه إِلَّا أَنْت وَحدك لَا شريك لَك وَأَن مُحَمَّدًا عَبدك وَرَسُولك فَإنَّك إِن تَكِلنِي إِلَى نَفسِي تقربني من الشَّرّ وَتُبَاعِدنِي من الْخَيْر وَإِنِّي لَا أَثِق إِلَّا بِرَحْمَتك فَاجْعَلْ لي عنْدك عهدا تُوفينِيهِ يَوْم الْقِيَامَة إِنَّك إِنَّك لَا تخلف الميعاد إِلَّا قَالَ الله عز وَجل للْمَلَائكَة يَوْم الْقِيَامَة إِن عَبدِي قد عهد إِلَيّ عهدا فأوفوه إِيَّاه فيدخله الله الْجنَّة قَالَ الْقَاسِم بن عبد الرَّحْمَن مَا فِي أهلنا جَارِيَة إِلَّا تَقول هَذِه فِي خدرها",
            "page": "119",
            "part": "1",
            "seal": "9B36F50B"
        },
        {
            "id": "100",
            "nass": "قَوْله صلى الله عَلَيْهِ وَسلم وَأشْهد أَنَّك إِن تَكِلنِي إِلَى نَفسِي تَكِلنِي إِلَى ضَيْعَة وعورة وذنب وخطيئة وَإِنِّي لَا أَثِق إِلَّا بِرَحْمَتك هَذَا كَمَا فِي حَدِيث ابْن مَسْعُود الْمُتَقَدّم فَإنَّك إِن تَكِلنِي إِلَى نَفسِي تقربني من الشَّرّ وَتُبَاعِدنِي من الْخَيْر وَإِنِّي لَا أَثِق إِلَّا بِرَحْمَتك وَالْمَقْصُود من ذَلِك سُؤال العَبْد لرَبه أَن يَتَوَلَّاهُ برحمته وَأَن لَا يكله إِلَى نَفسه ¶ وَفِي كتاب الْيَوْم وَاللَّيْلَة للنسائي عَن أنس أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لفاطمة مَا يمنعك أَن تسمعي مَا أوصيك بِهِ أَن تقولي إِذا أَصبَحت وَإِذا أمسيت يَا حَيّ يَا قيوم بِرَحْمَتك استغيث أصلح لي شأني كُله وَلَا تَكِلنِي إِلَى نَفسِي طرفَة عين ¶ وخرجه الطَّبَرَانِيّ وَزَاد فِيهِ وَلَا إِلَى أحد من النَّاس",
            "page": "120",
            "part": "1",
            "seal": "4AB35D70"
        },
        {
            "id": "101",
            "nass": "وَخرج أَبُو دَاوُد وَالنَّسَائِيّ من حَدِيث أبي بكرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ دعوات المكروب اللَّهُمَّ رحمتك أَرْجُو فَلَا تَكِلنِي إِلَى نَفسِي طرفَة عين وَأصْلح لي شأني كُله لَا إِلَه إِلَّا أَنْت ¶ وَقَالَ قَتَادَة وَلما نزل قَوْله تَعَالَى وَلَوْلَا أَن ثَبَّتْنَاك لقد كدت تركن إِلَيْهِم شَيْئا قَلِيلا قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم اللَّهُمَّ لَا تَكِلنِي إِلَى نَفسِي طرفَة عين ¶ وَفِي سنَن أبي دَاوُد عَن عبد الله بن حِوَالَة قَالَ بعثنَا رَسُول الله صلى الله عَلَيْهِ وَسلم لنغنم على أقدامنا فرجعنا وَلم نغنم شَيْئا وَقد عرف الْجهد فِي وُجُوهنَا فَقَالَ اللَّهُمَّ لَا تكلهم إِلَيّ فأضعف عَنْهُم وَلَا تكلهم إِلَى أنفسهم فيعجزوا عَنْهَا وَلَا",
            "page": "121",
            "part": "1",
            "seal": "084F0D76"
        },
        {
            "id": "102",
            "nass": "تكلهم إِلَى النَّاس فيستأثروا عَلَيْهِم ¶ فَإِذا وفْق الله عبدا توكل بحفظه وكلائته وهدايته وإرشاده وتوفيقه وتسديده وَإِذا أخذله وَكله إِلَى نَفسه أَو إِلَى غَيره وَلِهَذَا كَانَت هَذِه الْكَلِمَة حَسبنَا الله وَنعم الْوَكِيل كلمة عَظِيمَة وَهِي الَّتِي قَالَهَا إِبْرَاهِيم عَلَيْهِ الصَّلَاة وَالسَّلَام حِين ألقِي فِي النَّار وَقَالَهَا مُحَمَّد رَسُول الله صلى الله عَلَيْهِ وَسلم حِين قَالَ لَهُ النَّاس إِن النَّاس قد جمعُوا لكم فَاخْشَوْهُمْ فَزَادَهُم إِيمَانًا وَقَالُوا حَسبنَا الله وَنعم الْوَكِيل وقالتها عَائِشَة حِين ركبت النَّاقة لما انْقَطَعت عَن الْجَيْش وَهِي كلمة الْمُؤمنِينَ ¶ فَمن حقق التَّوَكُّل على الله لم يكله إِلَى غَيره وتولاه بِنَفسِهِ",
            "page": "122",
            "part": "1",
            "seal": "DCFCF123"
        },
        {
            "id": "103",
            "nass": "وَحَقِيقَة التَّوَكُّل تكله الْأُمُور كلهَا إِلَى من هِيَ بِيَدِهِ فَمن توكل على الله فِي هدايته وحراسته وتوفيقه وتأييده وَنَصره ورزقه وَغير ذَلِك من مصَالح دينه ودنياه تولى الله مَصَالِحه كلهَا فَإِنَّهُ تَعَالَى ولي الَّذين آمنُوا وَهَذَا هُوَ حَقِيقَة الوثوق برحمة الله كَمَا فِي هَذَا الدُّعَاء فَإِنِّي لَا أَثِق إِلَّا بِرَحْمَتك ¶ فَمن وثق برحمة ربه وَلم يَثِق بِغَيْر رَحمته فقد حقق التَّوَكُّل على ربه فِي توفيقه وتسديده فَهُوَ جدير بِأَن يتكفل الله بحفظه وَلَا يكله إِلَّا إِلَى نَفسه ¶ وَفِي هَذَا الحَدِيث وصف النَّفس بأوصاف ذميمة كل ذَلِك حذرا من أَن يُوكل العَبْد إِلَى مَا هَذِه صِفَاته وَهِي أَرْبَعَة أَوْصَاف الضَّيْعَة والعورة والذنب والخطيئة",
            "page": "123",
            "part": "1",
            "seal": "90CCE801"
        },
        {
            "id": "104",
            "nass": "فالضيعة هِيَ الضّيَاع فَمن وكل إِلَى نَفسه ضَاعَ لِأَن النَّفس ضَيْعَة فَإِنَّهَا لَا تَدْعُو إِلَى الرشد وَإِنَّمَا تَدْعُو إِلَى الغي ¶ والعورة هِيَ مَا يَنْبَغِي ستره لقبحه ودنائته فَكَذَلِك النَّفس لقبح أوصافها وَسُوء أخلاقها الذميمة ¶ والذنب والخطيئة مَعْنَاهُمَا مُتَقَارب أَو مُتحد وَقد يُرَاد بِأَحَدِهِمَا الصَّغَائِر وبالآخر الْكَبَائِر ¶ وَقد وصف الله تَعَالَى النَّفس بِأَنَّهَا أَمارَة بالسوء فَقَالَ إِن النَّفس لأمارة بالسوء إِلَّا مَا رحم رَبِّي فَمن رَحمَه الله عصمه من السوء الَّذِي تَأمر بِهِ النَّفس ¶ وَفِي حَدِيث أبي بكر الصّديق رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم علمه أَن يَقُول فِي كل صباح وَمَسَاء عِنْد نَومه",
            "page": "124",
            "part": "1",
            "seal": "E33C36E4"
        },
        {
            "id": "105",
            "nass": "أعوذ بك من شَرّ نَفسِي ¶ وَأما من وَكله إِلَى نَفسه وَلم يرحمه فَإِنَّهُ يُجيب دَاعِي نَفسه الأمارة بالسوء فيفعل كل سوء تَأمر بِهِ نَفسه ¶ وَفِي الْمسند وَالتِّرْمِذِيّ مَرْفُوعا الْكيس من دَان نَفسه وَعمل لما بعد الْمَوْت وَالْعَاجِز من أتبع نَفسه هَواهَا وَتمنى على الله ¶ فقسم النَّاس إِلَى قسمَيْنِ كيس وعاجز فالكيس هُوَ اللبيب الحازم الْعَاقِل الَّذِي ينظر فِي عواقب الْأُمُور فَهَذَا يقهر نَفسه ويستعملها فِيمَا يعلم أَنه ينفعها بعد مَوتهَا وَإِن كَانَت كارهة لذَلِك",
            "page": "125",
            "part": "1",
            "seal": "13C741BF"
        },
        {
            "id": "106",
            "nass": "وَالْعَاجِز هُوَ الأحمق الْجَاهِل الَّذِي لَا يفكر فِي العواقب بل يُتَابع نَفسه على مَا تهواه وَهِي لَا تهوى إِلَّا مَا تظن أَن فِيهِ لذتها وشهوتها فِي العاجل وَإِن عَاد ذَلِك بضر لَهَا فِيمَا بعد الْمَوْت وَقد يعود ذَلِك عَلَيْهَا بِالضَّرَرِ فِي الدُّنْيَا قبل الْآخِرَة ¶ فَهَذَا هُوَ الْغَالِب وَاللَّازِم فيتعجل تَابع هوى نَفسه الْعَار والفضيحة فِي الدُّنْيَا وَسُقُوط الْمنزلَة عِنْد الله وَعند خلقه والهوان والخزي وَيحرم بذلك خير الدُّنْيَا وَالْآخِرَة من علم نَافِع ورزق وَاسع وَغير ذَلِك ¶ وَمن خَالف نَفسه وَلم يتبعهَا هَواهَا تعجل بذلك الْجَزَاء فِي الدُّنْيَا وَوجد بركَة ذَلِك من حُصُول الْعلم وَالْإِيمَان والرزق وَغير ذَلِك وَقيل لبَعْضهِم بِمَا بلغ الْأَحْنَف بن قيس فِيكُم مَا بلغ قَالَ كَانَ أَشد النَّاس سُلْطَانا على نَفسه",
            "page": "126",
            "part": "1",
            "seal": "C5CCCF49"
        },
        {
            "id": "107",
            "nass": "فَهَذِهِ النَّفس تحْتَاج إِلَى محاربة ومجاهدة ومعاداة فَإِنَّهَا أعدى عَدو لِابْنِ آدم وَقد قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم الْمُجَاهِد من جَاهد نَفسه فِي الله وَرُوِيَ عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ أعدى عَدوك نَفسك الَّتِي بَين جنبيك ¶ وَقَالَ الصّديق لعمر رَضِي الله عَنْهُمَا فِي وَصيته لَهُ عِنْد مَوته أول مَا أحذرك نَفسك الَّتِي بَين جنبيك ¶ وَفِيه يَقُول بَعضهم كَيفَ احترازي من عدوي إِذا كَانَ عدوي بَين أضلاعي",
            "page": "127",
            "part": "1",
            "seal": "26BE2F6B"
        },
        {
            "id": "108",
            "nass": "وَقَالَ عبد الله بن عَمْرو بن الْعَاصِ لمن سَأَلَهُ عَن الْجِهَاد ابدأ بِنَفْسِك فجاهدها وابدأ بِنَفْسِك فاغزها وَيُقَال إِنَّه الْجِهَاد الْأَكْبَر وَرُوِيَ مَرْفُوعا من وَجه ضَعِيف ¶ فَمن ملك نَفسه وقهرها ودانها عز بذلك لِأَنَّهُ انتصر على أَشد أعدائه وقهره وأسره وَاكْتفى شَره قَالَ الله تَعَالَى وَمن يُوقَ شح نَفسه فَأُولَئِك هم المفلحون فحصر الْفَلاح فِي وقاية شح نَفسه وتطلعها إِلَى مَا منعت مِنْهُ وحرصها على مَا يضيرها مِمَّا تشتهيه من علو وترفع وَمَال وجاه وَأهل ومسكن ومأكل ومشرب وملبس وَغير ذَلِك ¶ فَإِنَّهَا تتطلع إِلَى ذَلِك كُله وتشتهيه وَهُوَ عين هلاكها وَمِنْه ينشأ الْبَغي والحسد والحقد فَمن وقِي شح نَفسه فقد",
            "page": "128",
            "part": "1",
            "seal": "EB9FAF73"
        },
        {
            "id": "109",
            "nass": "قهرها وقصرها على مَا أُبِيح لَهَا وَأذن لَهَا فِيهِ وَذَلِكَ عين الْفَلاح ¶ كَانَ بعض العارفين ينشد ¶ إِذا مَا عدت النَّفس ... عَن الْحق زجرناها ¶ وَإِن مَالَتْ عَن الْأُخْرَى ... إِلَى الدُّنْيَا منعناها ¶ تخادعنا ونخدعها ... وبالصبر غلبناها ¶ لَهَا خوف من الْفقر ... وَفِي الْفقر أنخناها ¶ وَبِكُل حَال فَلَا يقوى العَبْد على نَفسه إِلَّا بِتَوْفِيق الله إِيَّاه وتوليه لَهُ فَمن عصمه الله وَحفظه تولاه ووقاه شح نَفسه وشرها وَقواهُ على مجاهدتها ومعاداتها",
            "page": "129",
            "part": "1",
            "seal": "7F327432"
        },
        {
            "id": "110",
            "nass": "وَمن وَكله إِلَى نَفسه غلبته وقهرته وأسرته وجرته إِلَى مَا هُوَ عين هَلَاكه وَهُوَ لَا يقدر على الِامْتِنَاع كَمَا يصنع الْعَدو الْكَافِر إِذا ظفر بعدوه الْمُسلم بل شَرّ من ذَلِك فَإِن الْمُسلم إِذا قَتله عدوه الْكَافِر كَانَ شَهِيدا وَأما النَّفس إِذا تمكنت من صَاحبهَا قتلته قتلا يهْلك بِهِ فِي الدُّنْيَا وَالْآخِرَة ¶ وَهَذَا معنى الحَدِيث الَّذِي رُوِيَ مَرْفُوعا لَيْسَ عَدوك الَّذِي إِذا قتلته كَانَ لَك نورا يَوْم الْقِيَامَة وَإِذا قَتلك دخلت الْجنَّة أعدى عَدوك نَفسك الَّتِي بَين جنبيك ¶ فَلهَذَا كَانَ من أهم الْأُمُور سُؤال العَبْد ربه أَن لَا يكله إِلَى نَفسه طرفَة عين شعر ¶ يارب هيىء لنا من أمرنَا رشدا ... وَاجعَل معونتك الْحسنى لنا مدَدا",
            "page": "130",
            "part": "1",
            "seal": "59C15A41"
        },
        {
            "id": "111",
            "nass": "وَلَا تكلنا إِلَى تَدْبِير أَنْفُسنَا ... فَالْعَبْد يعجز عَن إصْلَاح مَا فسدا ¶ قَوْله صلى الله عَلَيْهِ وَسلم فَاغْفِر لي ذُنُوبِي إِنَّه لَا يغْفر الذُّنُوب إِلَّا أَنْت وَتب عَليّ إِنَّك أَنْت التواب الرَّحِيم ¶ ختم الدُّعَاء بسؤال مغْفرَة الذُّنُوب وَالتَّوْبَة قَالَ بعض السّلف الدُّنْيَا إِمَّا عصمَة الله أَو الهلكة وَالْآخِرَة إِمَّا عَفْو الله أَو النَّار ¶ فَمن حصل لَهُ فِي الدُّنْيَا التَّوْبَة وَفِي الْآخِرَة الْمَغْفِرَة فقد ظفر بسعادة الدُّنْيَا وَالْآخِرَة وَقد تكَرر فِي الْكتاب وَالسّنة ذكر الْأَمر بِالتَّوْبَةِ وَالِاسْتِغْفَار قَالَ الله تَعَالَى أَفلا يتوبون إِلَى الله ويستغفرونه وَالله غَفُور رَحِيم وَقَالَ تَعَالَى وَأَن اسْتَغْفرُوا ربكُم ثمَّ تُوبُوا إِلَيْهِ يمتعكم مَتَاعا حسنا إِلَى أجل مُسَمّى ويؤتي كل ذِي فضل فَضله",
            "page": "131",
            "part": "1",
            "seal": "0FB15D3E"
        },
        {
            "id": "112",
            "nass": "وَأخْبر عَن هود عَلَيْهِ السَّلَام وَصَالح وَشُعَيْب عَلَيْهِم السَّلَام أَنهم أمروا أممهم بالاستغفار وَالتَّوْبَة وَقَالَ تَعَالَى وَالَّذين إِذا فعلوا فَاحِشَة أَو ظلمُوا أنفسهم ذكرُوا الله فاستغفروا لذنوبهم وَمن يغْفر الذُّنُوب إِلَّا الله وَلم يصروا على مَا فعلوا وهم يعلمُونَ أُولَئِكَ جزاؤهم مغْفرَة من رَبهم وجنات تجْرِي من تحتهَا الْأَنْهَار خَالِدين فِيهَا وَنعم أجر العاملين وَترك الْإِصْرَار هُوَ التَّوْبَة ¶ فِي صَحِيح مُسلم عَن الْأَغَر الْمُزنِيّ سمع النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول يَا أَيهَا النَّاس تُوبُوا إِلَى ربكُم فَإِنِّي أَتُوب إِلَيْهِ فِي الْيَوْم مائَة مرّة ¶ وخرجه النَّسَائِيّ وَلَفظه",
            "page": "132",
            "part": "1",
            "seal": "ABADBEEA"
        },
        {
            "id": "113",
            "nass": "يَا أَيهَا النَّاس تُوبُوا إِلَى ربكُم واستغفروه فَإِنِّي أَتُوب إِلَى الله وأستغفره كل يَوْم أَكثر من سبعين مرّة ¶ وَفِي صَحِيح البُخَارِيّ عَن أبي هُرَيْرَة سمع رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول وَالله إِنِّي لأستغفر الله وَأَتُوب إِلَيْهِ فِي الْيَوْم أَكثر من سبعين مرّة ¶ وخرجه النَّسَائِيّ وَابْن مَاجَه وَلَفْظهمَا إِنِّي لأستغفر الله وَأَتُوب إِلَيْهِ كل يَوْم مائَة مرّة ¶ وَفِي الْمسند عَن حُذَيْفَة قَالَ كَانَ فِي لساني ذرب على أَهلِي مَا أعدوه إِلَى غَيره فَذكرت ذَلِك للنَّبِي صلى الله عَلَيْهِ وَسلم قَالَ أَيْن أَنْت من الاسْتِغْفَار ياحذيفة إِنِّي لأستغفر الله كل يَوْم مائَة مرّة وَأَتُوب إِلَيْهِ",
            "page": "133",
            "part": "1",
            "seal": "3A219EB6"
        },
        {
            "id": "114",
            "nass": "وَفِيه عَن أبي مُوسَى عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِنِّي لأستغفر الله كل يَوْم مائَة مرّة وَأَتُوب إِلَيْهِ ¶ وَفِي السّنَن الْأَرْبَعَة عَن ابْن عمر قَالَ إِن كُنَّا لنعد لرَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْمجْلس الْوَاحِد مائَة مرّة يَقُول رب اغْفِر لي وَتب عَليّ إِنَّك أَنْت التواب الرَّحِيم ¶ وَإِنَّمَا قدم ذكر الشَّهَادَة بِالتَّوْحِيدِ على طلب الْمَغْفِرَة لِأَن التَّوْحِيد أعظم الْأَسْبَاب الَّتِي يستجلب بهَا الْمَغْفِرَة وَعَدَمه مَانع من الْمَغْفِرَة بِالْكُلِّيَّةِ وَفِي الحَدِيث ابْن آدم إِن جئتني بقراب الأَرْض خَطَايَا ثمَّ لقيتني لَا تشرك بِي شَيْئا لقيتك بقرابها مغْفرَة",
            "page": "134",
            "part": "1",
            "seal": "96FED9B0"
        },
        {
            "id": "115",
            "nass": "وَفِي حَدِيث سيد الاسْتِغْفَار الْبِدَايَة بِذكر التَّوْحِيد قبل طلب الْمَغْفِرَة وَإِذا اعْترف العَبْد بِذَنبِهِ وَطلب الْمَغْفِرَة من ربه وَأقر لَهُ أَنه لَا يغْفر الذُّنُوب غَيره كَانَ جَدِيرًا أَن يغْفر لَهُ وَلِهَذَا قَالَ فِي الحَدِيث فَاغْفِر لي إِنَّه لَا يغْفر الذُّنُوب إِلَّا أَنْت وَكَذَلِكَ فِي دُعَاء سيد الاسْتِغْفَار وَكَذَلِكَ فِي الدُّعَاء الَّذِي علمه الصّديق أَن يَقُوله فِي صلَاته ¶ وَإِلَى هَذَا الْإِشَارَة بقوله فِي الْقُرْآن {ذكرُوا الله فاستغفروا لذنوبهم وَمن يغْفر الذُّنُوب إِلَّا الله} ¶ وَفِي حَدِيث أبي ذَر الْمَرْفُوع يَقُول الله عز وَجل من علم مِنْكُم أَنِّي ذُو قدرَة على الْمَغْفِرَة ثمَّ استغفرني غفرت لَهُ وَلَا أُبَالِي",
            "page": "135",
            "part": "1",
            "seal": "A9AEA86C"
        },
        {
            "id": "116",
            "nass": "وَفِي حَدِيث عَليّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم إِن رَبك ليعجب من عَبده إِذا قَالَ رب اغْفِر لي ذُنُوبِي يعلم أَنه لَا يغْفر الذُّنُوب غَيْرِي ¶ وَفِي الصَّحِيح حَدِيث الَّذِي أذْنب ذَنبا فَقَالَ رب عملت ذَنبا فَاغْفِر لي قَالَ الله عز وَجل علم عَبدِي أَن لَهُ رَبًّا يغْفر الذَّنب وَيَأْخُذ بالذنب قد غفرت لعبدي ثمَّ قَالَ فِي الرَّابِعَة فليعمل مَا شَاءَ يَعْنِي مَا دَامَ على هَذَا الْحَال كلما أذْنب اسْتغْفر ¶ وَفِي السّنَن عَن أبي بكر الصّديق مَرْفُوعا مَا أصر من اسْتغْفر وَإِن عَاد فِي الْيَوْم سبعين مرّة",
            "page": "136",
            "part": "1",
            "seal": "67C40314"
        },
        {
            "id": "117",
            "nass": "التَّوْبَة والإستغفار يقبل فِي جَمِيع آنَاء اللَّيْل وَالنَّهَار وَفِي صَحِيح مُسلم مَرْفُوعا إِن الله يبسط يَده بِاللَّيْلِ ليتوب مسيء النَّهَار ويبسط يَده بِالنَّهَارِ ليتوب مسيء اللَّيْل حَتَّى تطلع الشَّمْس من مغْرِبهَا ¶ وَلَكِن بعض الْأَوْقَات أَرْجَى قبولا فَإِذا وَقعت التَّوْبَة والإستغفار فِي مظان الْإِجَابَة كَانَ أقرب إِلَى حُصُول الْمَطْلُوب وَلِهَذَا مدح الله تَعَالَى المستغفرين بالأسحار قَالَ {وبالأسحار هم يَسْتَغْفِرُونَ} ¶ وَفِي الصَّحِيح حَدِيث النُّزُول وَأَن الله يَقُول كل لَيْلَة حِين يبْقى ثلث اللَّيْل الآخر هَل من مُسْتَغْفِر فَاغْفِر لَهُ هَل من تائب فأتوب عَلَيْهِ",
            "page": "137",
            "part": "1",
            "seal": "23470162"
        },
        {
            "id": "118",
            "nass": "قَالَ الفضيل بن عِيَاض مَا من لَيْلَة اخْتَلَط ظلامها وأرخى اللَّيْل سربال سترهَا إِلَّا نَادَى الْجَلِيل جلّ جَلَاله من أعظم مني جودا وَالْخَلَائِق لي عاصون وَأَنا لَهُم مراقب أكلؤهم فِي مضاجعهم كَأَنَّهُمْ لم يعصوني وأتولى حفظهم كَأَنَّهُمْ لم يذنبوا فِيمَا بيني وَبينهمْ أَجود بِالْفَضْلِ على العَاصِي وأتفضل على الْمُسِيء من ذَا الَّذِي دَعَاني فَلم ألبه أم من ذَا الَّذِي سَأَلَني فَلم أعْطه من ذَا الَّذِي أَنَاخَ ببابي فنحيته أَنا الْفضل ومني الْفضل أَنا الْجواد ومني الْجُود أَنا الْكَرِيم ومني الْكَرم وَمن كرمي أَن أَغفر للعاصي بعد الْمعاصِي وَمن كرمي أَن أعطي العَبْد مَا سَأَلَني وأعطيه مَا لم يسألني وَمن كرمي أَن أعطي التائب كَأَنَّهُ لم يعصني فَأَيْنَ عني يهرب الْخَلَائق وَأَيْنَ عَن بَابي ينتحي العاصون مَا للعصاة مهرب من الله إِلَّا إِلَيْهِ فيهربون مِنْهُ إِلَيْهِ",
            "page": "138",
            "part": "1",
            "seal": "E85C2ECB"
        },
        {
            "id": "119",
            "nass": "هربت مِنْهُ إِلَيْهِ ... بَكَيْت مِنْهُ عَلَيْهِ ¶ وَحقه هُوَ سؤلي ... لَا زلت بَين يَدَيْهِ ¶ حَتَّى أنال وأحظى ... بِمَا أرجي لَدَيْهِ ¶ أَسَأْت وَلم أحسن وجئتك تَائِبًا ... وَأَنِّي لعبد عَن موَالِيه يهرب ¶ يؤمل غفرانا فَإِن خَابَ ظَنّه ... فَمَا أحد مِنْهُ على الأَرْض أخيب ¶ وَهَذَا معنى لَا ملْجأ مِنْك إِلَّا إِلَيْك هُوَ أرْحم بعباده من الوالدة بِوَلَدِهَا وأفرح بتوبة عَبده مِمَّن فقد رَاحِلَته بِأَرْض",
            "page": "139",
            "part": "1",
            "seal": "8888D835"
        },
        {
            "id": "120",
            "nass": "مهلكة حَتَّى أيس من الْحَيَاة ثمَّ وجدهَا ¶ يَا مطرودا احذر أَن تفارق عتبَة بابهم يَا مرميا بالبعاد إياك أَن تبعد عَن جنابهم يَا مَهْجُورًا ابك وترام عَلَيْهِم يامتوعدا بالعقاب لَا تهرب مِنْهُم إِلَّا إِلَيْهِم ¶ فِي حَدِيث جَابر الْمَرْفُوع إِن العَبْد ليدعو الله وَهُوَ عَلَيْهِ غَضْبَان فَيعرض عَنهُ فَلَا يزَال يَدعُوهُ حَتَّى يَقُول الله عز وَجل للْمَلَائكَة إِن عَبدِي قد أَبى أَن يَدْعُو غَيْرِي فقد استجبت لَهُ ¶ كَانَ رجل من أَصْحَاب ذِي النُّون يطوف فِي السكَك يبكي وينادي أَيْن قلبِي أَيْن قلبِي من وجد قلبِي فَدخل يَوْمًا بعض السكَك فَوجدَ صَبيا يبكي وَأمه تضربه ثمَّ أخرجته من الدَّار فأغلقت دونه فَجعل الصَّبِي يلْتَفت يَمِينا",
            "page": "140",
            "part": "1",
            "seal": "4E426CE5"
        },
        {
            "id": "121",
            "nass": "وَشمَالًا وَلَا يدْرِي أَيْن يذهب وَلَا أَيْن يقْصد فَرجع إِلَى بَاب الدَّار فَوضع رَأسه على عتبته فَنَامَ فَلَمَّا اسْتَيْقَظَ جعل يبكي وَيَقُول يَا أُمَّاهُ من يفتح لي الْبَاب إِذا أغلقت عني بابك وَمن يدنيني من نَفسه إِذا طردتيني وَمن الَّذِي يؤويني بعد أَن غضِبت عَليّ فرحمته أمه فَقَامَتْ فَنَظَرت من خلل الْبَاب فَوجدت وَلَدهَا تجْرِي الدُّمُوع على خَدّه متمعكا فِي التُّرَاب ففتحت الْبَاب وأخذته حَتَّى وَضعته فِي حجرها وَجعلت تقبله وَتقول يَا قُرَّة عَيْني وعزيز نَفسِي أَنْت الَّذِي حَملتنِي على نَفسك وَأَنت الَّذِي تعرضت لما حل بك لَو كنت أطعتني لم يكن مني مَكْرُوها ¶ فتواجد الرجل ثمَّ قَامَ وَصَاح وَقَالَ قد وجدت قلبِي قد وجدت قلبِي",
            "page": "141",
            "part": "1",
            "seal": "C2EE73DD"
        },
        {
            "id": "122",
            "nass": "كرم الله وَجهه الله تبَارك وَتَعَالَى الرب عز وَجل كرم الله وَجهه الله تبَارك وَتَعَالَى الرب عز وَجل رَضِي الله عَنهُ ¶ هَكَذَا يَنْبَغِي أَن يكون حَال العَبْد مَعَ ربه ¶ إِذا هجروا عزا وصلنا تذللا ... وَإِن بعدوا يأسا قربنا تعللا ¶ وَإِن أغلقوا بالهجر أَبْوَاب وصلهم ... وَقَالُوا ابعدوا عَنَّا طلبنا التوصلا ¶ وقفنا على أَبْوَابهم نطلب الرضى ... على الترب عفرنا الخدود تذللا ¶ أَشَرنَا بِتَسْلِيم وَإِن بعد المدى ... إِلَيْهِم وكلفنا الرِّيَاح التحملا ¶ (تمّ هَذَا الحَدِيث وَشَرحه) ¶ وَالْحَمْد لله وَحده وَصلى الله على سيدنَا مُحَمَّد وَآله وَصَحبه وَسلم",
            "page": "142",
            "part": "1",
            "seal": "0559131E"
        }
    ],
    "t5767": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "خرج الإمام أحمد"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "تم هذا الحديث وشرحه"
        }
    ]
}