{
    "b5790": [
        {
            "hno": "172",
            "id": "92",
            "nass": "وَحدث عَن أبي الْقَاسِم عبد الرَّحْمَن بن إِسْحَاق الزجاجي ¶ وَكَانَ يذكر أَنه رأى مولده بِخَط أَبِيه يَوْم الثُّلَاثَاء قبل الظّهْر بِأَقَلّ من سَاعَة لخمس خلون من شَوَّال سنة ثَمَان وَعشْرين وثلاثمئة ¶ وَسمع السيفيات من شعر المتنبي مِنْهُ وَذكر أَنه كَانَ يلقنه ذَلِك كَانَ يتهم بالتشيع فَحلف لنا أَنه بَرِيء من ذَلِك وَأَنه من موَالِي يزِيد فَكيف يتشيع وَقد زار قبر معاوي فَالله اعْلَم ¶ وَذكر لنا أَن أَبَاهُ كَانَ يحضرهُ مجْلِس خَيْثَمَة بن سُلَيْمَان وَهُوَ صَغِير قَالَ فَكنت أَنَام فينبهني فأقوم فَأنْظر الى خَيْثَمَة شيخ عَظِيم الهامة كَبِير الْأَذَان كَبِير الْأنف ¶ 172 - توفّي شَيخنَا القَاضِي أَبُو نصر مُحَمَّد بن أَحْمد بن هَارُون بن مُوسَى الغساني الْمَعْرُوف بِابْن الجندي إِمَام جَامع دمشق وقاضيها يَوْم الثُّلَاثَاء الثَّامِن وَالْعِشْرين من صفر سنة سبع عشرَة وأربعمئة ¶ حدث عَن خَيْثَمَة بن سُلَيْمَان وَعلي بن يَعْقُوب وَأبي عبد الله",
            "page": "155",
            "part": "1",
            "seal": "B0118962"
        },
        {
            "hno": "173",
            "id": "93",
            "nass": "مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان وَغَيرهم ¶ وَكَانَ ثِقَة مَأْمُونا وَذكر أَن مولده سنة ثَمَان وَثَلَاثِينَ وثلاثمئة ¶ سَمِعت أَبَا عَليّ الْحُسَيْن بن عَليّ المقرىء يَقُول ¶ 173 - توفّي ابْن ذكر العكاوي فِي سنة سبع عشرَة وأربعمئة وَكَانَ قد حدث ¶ قَالَ شَيخنَا هبة الله ¶ هُوَ أَبُو الْقَاسِم الْحُسَيْن بن ذكر بن هَارُون البَجلِيّ روى عَن الْفضل بن جَعْفَر التَّمِيمِي الْمُؤَذّن ¶ حَدثنِي هِشَام بن مُحَمَّد الْكُوفِي قَالَ ¶ 174 - توفّي أَبُو عَليّ مُحَمَّد بن مُحَمَّد السّلمِيّ الحبشي السميساطي بِدِمَشْق يَوْم الْجُمُعَة الثَّامِن وَالْعِشْرين من شعْبَان سنة سبع عشرَة وأربعمئة ¶ وَكَانَ من أهل الْأَدَب وَالشعر حدث بِشَيْء يسير عَن الْحسن بن عبد الله الْكِنْدِيّ البعلبكي عَن مُحَمَّد بن جَعْفَر بن رزين عَن إِبْرَاهِيم بن الْعلَا بن بريق سمعنَا مِنْهُ ¶ وحَدثني هِشَام أَيْضا قَالَ",
            "page": "156",
            "part": "1",
            "seal": "6991FE7F"
        },
        {
            "hno": "175",
            "id": "94",
            "nass": "175 - توفّي أَبُو الْفضل عبد الْوَاحِد بن مُحَمَّد بن أَحْمد بن أبي الْحَدِيد يَوْم السبت السَّابِع من ذِي الْحجَّة من سنة سبع عشرَة وأربعمئة وَكَانَ قد حدث عَن الميانجي وَغَيره بِشَيْء سمعنَا مِنْهُ ¶ 176 - توفّي وَالِدي أَحْمد بن مُحَمَّد بن عَليّ الكتاني الصُّوفِي أَبُو طَاهِر بِبَغْدَاد فِي ذِي الْقعدَة من سنة سبع عشرَة وأربعمئة وَصلى عَلَيْهِ القَاضِي أَبُو عَليّ الْحسن بن عَليّ الْبَنْدَنِيجِيّ فِي مَسْجِد عتاب وَدفن فِي مَقَابِر الشونيرية ¶ حدث عَن القَاضِي أبي بكر الميانجي بِشَيْء كتبه لَهُ مكي بن مُحَمَّد الْمُؤَدب بِخَطِّهِ وَقَالَ هَذَا سماعك ¶ 177 - توفّي شَيخنَا أَبُو الْحسن عَليّ بن أَحْمد الحمامي المقرىء بِبَغْدَاد فِي شعْبَان سنة سبع عشرَة وأربعمئة ¶ وَحَضَرت جنَازَته وَدفن عِنْد قبر أَحْمد بن حَنْبَل رحمهمَا الله",
            "page": "157",
            "part": "1",
            "seal": "17FBB211"
        },
        {
            "hno": "178",
            "id": "95",
            "nass": "سنة ثَمَان عشرَة وأربعمئة ¶ 178 - توفّي شَيخنَا أَبُو الْحسن عَليّ بن عبيد الله بن الشَّيْخ يَوْم الْخَمِيس النّصْف من شهر رَمَضَان سنة ثَمَان عشرَة وأربعمئة ¶ حدث عَن أبي عمر مُحَمَّد بن مُوسَى بن فضَالة وجمح بن الْقَاسِم وَأبي الْحسن عُثْمَان بن عبد الله بن أَحْمد الْخرقِيّ وَغَيرهم ¶ كَانَت لَهُ أصُول حَسَنَة وَلم يكن الحَدِيث من (66 أ) صَنعته ¶ 179 - توفّي شَيخنَا أَبُو الْحسن مكي بن مُحَمَّد بن الْغمر الْمُؤَدب عَشِيَّة الْجُمُعَة وَدفن فِي غَد الثَّامِن وَالْعِشْرين من شهر رَمَضَان سنة ثَمَان عشرَة وأربعمئة ¶ حدث عَن أبي عمر بن فضَالة وَغَيره ورحل الى بَغْدَاد وَسمع",
            "page": "158",
            "part": "1",
            "seal": "0F6A7D93"
        },
        {
            "hno": "180",
            "id": "96",
            "nass": "بهَا من احْمَد بن جَعْفَر بن مَالك وعبد الله بن إِبْرَاهِيم بن أَيُّوب بن ماسي وَغَيرهمَا والى الْكُوفَة وَغَيرهمَا ¶ وَكَانَ ثِقَة مَأْمُونا مستملي القَاضِي أبي بكر يُوسُف بن الْقَاسِم الميانجي وَكَانَ يعرف قِطْعَة من النّسَب وَكَانَ يورق للنَّاس ¶ 180 - توفّي شَيخنَا أَبُو الْحسن مُحَمَّد بن مُحَمَّد بن أَحْمد بن الروزبهان الْبَغْدَادِيّ بِبَغْدَاد يَوْم الْأَحَد السَّادِس من رَجَب سنة ثَمَان عشرَة وأربعمئة ¶ كَانَ شَيخنَا هبة الله بن الْحسن الطَّبَرِيّ الْحَافِظ يثني عَلَيْهِ كَذَا حكى عَنهُ مُحَمَّد بن عَليّ الصُّورِي أخبرنَا بِهِ الْخَطِيب عَن الصُّورِي ¶ قَالَ شَيخنَا هبة الله وأخبرناه الْخَطِيب اجازة حَدثنِي أَحْمد بن مُحَمَّد العتيقي قَالَ ¶ 181 - توفّي صديقنا أَبُو الْقَاسِم هبة الله بن الْحسن الطَّبَرِيّ الْحَافِظ اللالكائي بالدينور يَوْم الثُّلَاثَاء لست خلون من شهر رَمَضَان سنة ثَمَان عشرَة وأربعمئة ¶ حَدثنِي هِشَام بن مُحَمَّد الْكُوفِي قَالَ",
            "page": "159",
            "part": "1",
            "seal": "2C958B85"
        },
        {
            "hno": "182",
            "id": "97",
            "nass": "182 - توفّي أَبُو الْحُسَيْن عبد الْوَهَّاب بن جَعْفَر الميداني يَوْم السبت لسبع بَقينَ من جمادي الأولى سنة ثَمَان عشرَة وأربعمئة ¶ قَالَ عبد الْعَزِيز وَذكر أَن مولده سنة ثَمَان وَثَلَاثِينَ وثلاثمئة ¶ حدث عَن أبي عبد الله مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان وَأبي عَليّ مُحَمَّد بن هَارُون بن شُعَيْب الْأنْصَارِيّ وَغَيرهمَا ¶ كتب الْكثير وَذكر أَنه كتب بِنَحْوِ مئة رَطْل حبر احترقت كتبه وجددها كَانَ فِيهِ تساهل واتهم فِي مُحَمَّد بن هَارُون بن شُعَيْب الْأنْصَارِيّ ¶ 183 - توفّي شَيخنَا أَبُو نصر أَحْمد بن مُحَمَّد الشَّاشِي الجيهاني الْفَقِيه الفرضي فِي شَوَّال سنة ثَمَان عشرَة وَكَانَ درس الْفِقْه على أبي حَامِد والفرائض على جمَاعَة أحدهم ابْن اللبان ¶ وَكَانَ زاهدا ورعا حسن الْعِبَادَة رَحمَه الله",
            "page": "160",
            "part": "1",
            "seal": "7C87DC54"
        },
        {
            "hno": "184",
            "id": "98",
            "nass": "سنة تسع عشرَة وأربعمئة ¶ 184 - توفّي شَيخنَا أَبُو مُحَمَّد عبد الْوَاحِد بن أَحْمد بن مشماس يَوْم السبت مستهل شهر رَمَضَان سنة تسع عشرَة ¶ سَمعه وَالِده شَيْئا كثيرا حدث بِكِتَاب الْجَامِع الصَّحِيح للْبُخَارِيّ عَن ابي زيد مُحَمَّد بن أَحْمد الْمروزِي عَن مُحَمَّد بن يُوسُف الْفربرِي وجد بلاغة فِيهِ مَعَ أَبِيه وَحدث عَن عَليّ بن يَعْقُوب بن أبي الْعقب وَغَيره ¶ وَكَانَ سَمَاعه صَحِيحا غير أَنه لم يكن الحَدِيث من صَنعته ¶ 185 - توفّي شَيخنَا أَبُو الْحسن عَليّ بن (66 ب) عبد الْعَزِيز بن الْحسن بن مُحَمَّد الطاهري بِبَغْدَاد فِي شهر ربيع الآخر سنة تسع عشرَة وأربعمئة ¶ وَكَانَ ثِقَة ¶ 186 - توفّي شَيخنَا أَبُو الْحسن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن إِبْرَاهِيم بن",
            "page": "161",
            "part": "1",
            "seal": "8842B5DE"
        },
        {
            "hno": "187",
            "id": "99",
            "nass": "مخلد الْبَزَّاز الْبَغْدَادِيّ بهَا فِي يَوْم الْأَرْبَعَاء الْحَادِي عشر من شهر ربيع الأول سنة تسع عشرَة وأربعمئة ¶ وَكَانَ مولده سنة تسع وَعشْرين وثلاثمئة ¶ حدث عَن إِسْمَاعِيل بن مُحَمَّد الصفار وَغَيره ¶ وَكَانَ هبة الله بن الْحسن الطَّبَرِيّ يثني عَلَيْهِ كَذَا أخبرنَا أَبُو بكر الْخَطِيب أخبرنَا أَبُو عبد الله مُحَمَّد بن عَليّ الصُّورِي عَن الطَّبَرِيّ قَالَ ¶ كَانَ يَقُول ابْن مخلد فِي إِسْمَاعِيل الصفار أحب الى من مُحَمَّد بن الْحُسَيْن بن الْفضل الْقطَّان فِي إِسْمَاعِيل يُشِير الى أَن ابْن مخلد لما سمع من اسماعيل الصفار كَانَ أكبر سنا من ابْن الْفضل رحمهمَا الله قَالَ شَيخنَا هبة الله أخبرناه الْخَطِيب اجازة ¶ 187 - توفّي شَيخنَا أَبُو مُحَمَّد الْحسن بن مُحَمَّد بن جَعْفَر بن جبارَة الضراب الْجَوْهَرِي يَوْم الْأَرْبَعَاء الْخَامِس وَالْعِشْرين من شهر ربيع الأول سنة تسع عشرَة وأربعمئة ¶ حدث عَن خَيْثَمَة بن سُلَيْمَان وجد لَهُ بَلَاغ مَعَ تَمام بن مُحَمَّد الرَّازِيّ وَغَيره ¶ وَكَانَ أَبوهُ من الْمُحدثين وَحدث عَن أبي نصر البُخَارِيّ قدم عَلَيْهِم",
            "page": "162",
            "part": "1",
            "seal": "F3807CB8"
        },
        {
            "hno": "188",
            "id": "100",
            "nass": "سنة عشْرين وأربعمئة ¶ 188 - توفّي شَيخنَا أَبُو مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن الْقَاسِم بن مَعْرُوف بن أبي نصر يَوْم الْأَرْبَعَاء الثَّانِي من جُمَادَى الْآخِرَة وَقت الظّهْر من سنة عشْرين وأربعمئة وَدفن يَوْم الْخَمِيس بعد الظّهْر وَلم أر جَنَازَة كَانَت أعظم مِنْهَا كَانَ بَين يَدَيْهِ جمَاعَة من أَصْحَاب الحَدِيث يهللون وَيُكَبِّرُونَ ويظهرون السّنة وَحضر جنَازَته جَمِيع أهل الْبَلَد حَتَّى الْيَهُود وَالنَّصَارَى ¶ وَلم ألق شَيخا مثله زهدا وورعا وَعبادَة ورئاسة وَكَانَ ثِقَة مَأْمُونا عدلا رضى وَكَانَ يلقب بالعفيف وَكَانَت لَهُ أصُول حسان بخطوط الوراقين المعروفين ابْن فطيس والحلبي وَغَيرهمَا",
            "page": "163",
            "part": "1",
            "seal": "62B73A21"
        },
        {
            "hno": "189",
            "id": "101",
            "nass": "جمع لَهُ أَبُو الْعَبَّاس السمسار الْحَافِظ طرق من روى عَن جَابر بن عبد الله الْأنْصَارِيّ نعم الأدام الْخلّ وَخرج هُوَ على التراجم الَّتِي جمعهَا وَغير ذَلِك ¶ حدث عَن أَحْمد بن سُلَيْمَان بن زبان الْكِنْدِيّ عَن هِشَام بن عمار وَغَيره ¶ وَحدث عَن إِبْرَاهِيم بن مُحَمَّد بن أَحْمد بن أبي ثَابت وَأبي عَليّ الْحسن بن حبيب الْفَقِيه وخيثمة بن سُلَيْمَان وَغَيرهم ¶ ذكر أَن مولده كَانَ فِي شهر رَمَضَان سنة سبع وَعشْرين وثلاثمئة ¶ 189 - توفّي شَيخنَا أَبُو إِسْحَاق إِبْرَاهِيم بن مُحَمَّد الحنائي فِي السَّابِع عشر من (67 أ) ذِي الْحجَّة سنة عشْرين وأربعمئة كتب الْكثير بِدِمَشْق ومصر وَمَكَّة ¶ حدث بِشَيْء يسير عَن عبد الْوَهَّاب بن الْحسن بن الْوَلِيد الْكلابِي الْمَعْرُوف بأخي تَبُوك وَغَيره ¶ سنة إِحْدَى وَعشْرين وأربعمئة ¶ 190 - توفّي شَيخنَا أَبُو بكر مُحَمَّد بن عبد الله بن الْحُسَيْن بن الدوري",
            "page": "164",
            "part": "1",
            "seal": "D273A2DB"
        },
        {
            "hno": "191",
            "id": "102",
            "nass": "الأديب فِي سنة إِحْدَى وَعشْرين وأربعمئة ¶ كتب شَيْئا كثيرا بِخَط حسن وَمَعْرِفَة ¶ حَدثنَا عَن عَليّ بن يَعْقُوب بن أبي الْعقب وَمُحَمّد بن إِبْرَاهِيم بن مَرْوَان وَأبي عمر مُحَمَّد بن مُوسَى بن فضَالة وَغَيرهم ¶ وَحدثنَا بِكِتَاب مَعَاني النّحاس عَن الْحُسَيْن بن إِبْرَاهِيم بن جَابر الفرايضي الْمَعْرُوف بِابْن بإبن أبي الزمزام عَن أبي جَعْفَر ¶ كَانُوا يَتَّهِمُونَهُ بِأَنَّهُ لَا شَيْء فِي دينه وَأما فِي الحَدِيث فَمَا حدث إِلَّا من أصُول حَسَنَة ¶ 191 - توفّي شَيخنَا أَبُو الْقَاسِم عَمْرو بن طراد الْخلال فِي شهر ربيع الآخر سنة إِحْدَى وَعشْرين ¶ حَدثنَا عَن يُوسُف بن الْقَاسِم الميانجي القَاضِي وَالْفضل بن جَعْفَر التَّمِيمِي الْمُؤَذّن وَغَيرهمَا ¶ وَكَانَ ثِقَة مَأْمُونا من أهل السّنة ¶ 192 - توفّي شَيخنَا أَبُو الْحُسَيْن عَليّ بن أَحْمد المراني الْوَاعِظ سنة إِحْدَى وَعشْرين وأربعمئة ¶ سمعنَا مِنْهُ أشعارا ورقائق من تصنيفه لم أر واعظا أحسن مِنْهُ رَحمَه الله ¶ 193 - توفّي أَبُو أَحْمد عبد الْوَاحِد بن الْحُسَيْن بن الْحُسَيْن بن الْوراق الْكَاتِب فِي جُمَادَى الأولى سنة إِحْدَى وَعشْرين وأربعمئة ¶ حدث عَن مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان بِشَيْء يسير ¶ حَدثنِي أَبُو بكر مُحَمَّد بن عَليّ الْحداد قَالَ",
            "page": "165",
            "part": "1",
            "seal": "9AC7EA09"
        },
        {
            "hno": "194",
            "id": "103",
            "nass": "194 - توفّي أَبُو مُحَمَّد عبد الله بن سِيمَا الْمُؤَدب فِي شهر رَمَضَان سنة إِحْدَى وَعشْرين حدث ببلاغ وجدله عَن مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان وَمُحَمّد بن مُحَمَّد بن آدم وَلم يكن الحَدِيث من شَأْنه سَمِعت مِنْهُ ¶ 195 - وَتُوفِّي أَبُو بكر مُحَمَّد بن أَحْمد الزملكاني فِي جُمَادَى الْآخِرَة سنة إِحْدَى وَعشْرين وأربعمئة كتب الْكثير وَاشْترى حدث بِشَيْء يسير عَن عبد الْوَهَّاب بن الْحسن أخي تَبُوك ¶ سنة اثْنَيْنِ وَعشْرين وأربعمئة ¶ 196 - توفّي شَيخنَا القَاضِي أَبُو الْحسن مبارك بن سعيد بن إِبْرَاهِيم النصيبي الْخَطِيب آخر يَوْم من رَجَب يَوْم الْجُمُعَة سنة اثْنَتَيْنِ وَعشْرين وأربعمئة ¶ حدث عَن ابْن أبي الشَّيْخ النصيبي وَغَيره ¶ وَحدث بِكِتَاب شرح الْأَبْهَرِيّ عَنهُ وبكتاب الْقرَاءَات عَن ابْن خالويه كَانَ يخْطب بِدِمَشْق للمغاربة وَيَقْضِي لَهُم",
            "page": "166",
            "part": "1",
            "seal": "C1C6D89E"
        },
        {
            "hno": "197",
            "id": "104",
            "nass": "197 - بلغنَا وَفَاة أبي مُحَمَّد الْحسن بن أَحْمد بن فراس الْأَصَم (67 ب) الْمَكِّيّ أَنه توفّي بِمَكَّة فِي الْمحرم سنة اثْنَتَيْنِ وَعشْرين وأربعمئة لنا مِنْهُ إجَازَة ¶ 198 - توفّي شَيخنَا أَبُو عُثْمَان سعيد بن عبيد الله بن فطيس الْوراق لعشر خلون من جُمَادَى الْآخِرَة سنة اثْنَتَيْنِ وَعشْرين وأربعمئة ¶ حدث عَن أبي عمر مُحَمَّد بن مُوسَى بن فضَالة وَأبي عمر مُحَمَّد بن كوذك ويوسف بن الْقَاسِم الميانجي وَغَيرهم سَمعه وَالِده وَلم يكن الحَدِيث من صَنعته ¶ 199 - توفّي القَاضِي أَبُو مُحَمَّد عبد الْوَهَّاب بن عَليّ بن نصر الْمَالِكِي الْبَغْدَادِيّ بِمصْر فِي شعْبَان من سنة اثْنَتَيْنِ وَعشْرين وأربعمئة ¶ وَكَانَ قدم علينا دمشق وَحدث بهَا ولقيته قبل ذَلِك بميافارقين ¶ قَالَ شَيخنَا هبة الله ذكر الْحميدِي إِمَّا ذَا الْقعدَة وَإِمَّا ذَا الْحجَّة فِي وَفَاته عوضا من شعْبَان",
            "page": "167",
            "part": "1",
            "seal": "B4558020"
        },
        {
            "hno": "200",
            "id": "105",
            "nass": "سنة ثَلَاث وَعشْرين وأربعمئة ¶ 200 - توفّي شَيخنَا أَبُو الْقَاسِم عبد الرَّحْمَن بن عبيد الله بن عبد الله بن مُحَمَّد بن الْحُسَيْن بن عبد الله بن إِسْحَاق بن الْفُرَات بن دِينَار بن مُسلم بن أسلم السمسار الْمَعْرُوف بِابْن الْحَرْبِيّ فِي بَغْدَاد يَوْم السبت السَّابِع من شَوَّال سنة ثَلَاث وَعشْرين وأربعمئة ¶ قَالَ الْخَطِيب وَكَانَ صَدُوقًا غير أَن سَمَاعه فِي بعض مَا رَوَاهُ عَن النجاد كَانَ مضطربا",
            "page": "168",
            "part": "1",
            "seal": "D18F4939"
        },
        {
            "hno": "201",
            "id": "106",
            "nass": "سنة أَربع وَعشْرين وأربعمئة ¶ 201 - فِيهَا توفّي عُمَيْر بن مُحَمَّد بن عُمَيْر الْجُهَنِيّ ¶ حدث عَن مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان وجد لَهُ بَلَاغ ¶ سنة خمس وَعشْرين وأربعمئة ¶ 202 - توفّي شَيخنَا أَبُو مُحَمَّد إِبْرَاهِيم بن الْخضر الْمَعْرُوف بِابْن الصايغ يَوْم عاشورا فِي الْمحرم سنة خمس وَعشْرين وأربعمئة ¶ كتب الْكثير عَن عبد الْوَهَّاب بن الْحسن الْكلابِي وَالْعَبَّاس بن مُحَمَّد بن حبَان وَغَيرهمَا ¶ حدث بِشَيْء يسير كَانَ فِيهِ تساهل فِي الحَدِيث ¶ 203 - توفّي شَيخنَا أَبُو الْحسن عبد الرَّحْمَن بن مُحَمَّد بن يحيى بن يَاسر الجوبري لِاثْنَتَيْ عشرَة لَيْلَة خلت من صفر سنة",
            "page": "169",
            "part": "1",
            "seal": "F1410A46"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "خمس وَعشْرين وأربعمئة ¶ لم يكن يحسن أَن يقْرَأ وَلَا يكْتب كَانَ أَبوهُ قد سَمعه وَضبط لَهُ السماع وَكَانَ يحفظ متون الحَدِيث الَّذِي يحدث بِهِ ¶ حدث عَن إِبْرَاهِيم بن مُحَمَّد بن سِنَان وَيحيى بن عبد الله بن الْحَارِث الزّجاج وَمُحَمّد بن إِبْرَاهِيم بن مَرْوَان وَغَيرهم ¶ لما مضيت اليه لأسْمع مِنْهُ الحَدِيث وجدت لَهُ بلاغا فِي كتاب الْجَامِع الصَّحِيح [وجدت سَمَاعه] فِي جَمِيعه فَلَمَّا صرت اليه قَالَ لي قد سَمِعت الْكثير سمعني وَالِدي وَكَانَ وَالِده مُحدثا ¶ وَلَكِن مَا أحَدثك أَو أَدْرِي أَي شَيْء مذهبك قلت لَهُ عَن أَي شَيْء تَسْأَلنِي من مذهبي (98 أ) قَالَ مَا تَقول فِي مُعَاوِيَة قلت وَمَا عَسى أَن أَقُول فِيهِ صَاحب رَسُول الله صلى الله عَلَيْهِ وَسلم وَرَحْمَة الله عَلَيْهِ ¶ فَقَالَ الْآن أحَدثك وَأخرج الي كتب أَبِيه جَمِيعهَا ¶ وَقَالَ لي انْظُر فِيهَا من وجدت فِيهِ بلاغي فِي دَاخله فاسمعه وَمَا كَانَ على ظَهره سَماع لفُلَان وَلم يكن فِي دَاخله شَيْء فَلَا تَقْرَأهُ عَليّ ¶ حدث مُدَّة يسيرَة",
            "page": "170",
            "part": "1",
            "seal": "6FFEBC16"
        },
        {
            "hno": "204",
            "id": "108",
            "nass": "204 - وفيهَا توفّي عبد الْعَزِيز بن أَحْمد اللَّخْمِيّ الإسكاف المقرىء ¶ 205 - توفّي شَيخنَا وأستاذنا أَبُو نصر عبد الْوَهَّاب بن عبد الله بِمَ عمر المري الْحَافِظ الْمَعْرُوف بِابْن الجبان لَيْلَة الْإِثْنَيْنِ لثمان خلون من شَوَّال سنة خمس وَعشْرين وأربعمئة ¶ حدث عَن أبي عمر بن فضَالة وجمح بن الْقَاسِم وَغَيرهمَا ¶ صنف كتبا كَثِيرَة وَكَانَ يحفظ شَيْئا من علم الحَدِيث ¶ 206 - توفّي شَيخنَا أَبُو بكر أَحْمد بن مُحَمَّد بن أَحْمد بن غَالب الْخَوَارِزْمِيّ البرقاني الْحَافِظ الْفَقِيه بِبَغْدَاد يَوْم الْأَرْبَعَاء مستهل رَجَب سنة خمس وَعشْرين وأربعمئة ¶ وَكَانَ يذكر أَن مولده سنة سِتّ وَثَلَاثِينَ وثلاثمئة",
            "page": "171",
            "part": "1",
            "seal": "30FB4903"
        },
        {
            "hno": "207",
            "id": "109",
            "nass": "سنة سِتّ وَعشْرين وَأَرْبَعمِائَة ¶ 207 - توفّي شَيخنَا أَبُو بكر مُحَمَّد بن رزق الله الْمَعْرُوف بِابْن الْأسود امام قَرْيَة منين فِي جُمَادَى الأولى سنة سِتّ وَعشْرين وأربعمئة ¶ حدث عَن عَليّ بن يَعْقُوب بن أبي الْعقب وَأبي عمر مُحَمَّد بن مُوسَى بن فضَالة وَأبي عبد الله بن إِبْرَاهِيم بن مَرْوَان وَغَيرهم ¶ وَحدثنَا بِكِتَاب السّنَن لأبي مَسْعُود الرَّازِيّ وجد لَهُ بَلَاغ كثير قَالَ لي كَانَ أبي قد سمعني كتبا كَثِيرَة وَكتب حمل جمل كتبا وَلَكِن احترقت وَلم يبْق لي إِلَّا مَا وجد فِيهِ سَمَاعي مَعَ النَّاس ¶ وَكَانَ يكْتب خطا حسنا ويحفظ الْقُرْآن بأحرف حفظا حسنا رَحمَه الله ¶ وَكَانَ يذكر أَن مولده سنة اثْنَتَيْنِ وَأَرْبَعين وثلاثمئة",
            "page": "172",
            "part": "1",
            "seal": "B45C640A"
        },
        {
            "hno": "208",
            "id": "110",
            "nass": "قَالَ شَيخنَا هبة الله قَالَ الإِمَام أَبُو بكر الْخَطِيب ¶ 208 - (24 ز) توفّي شَيخنَا أَبُو عَليّ الْحسن بن أَحْمد بن إِبْرَاهِيم بن الْحسن بن مُحَمَّد بن شَاذان بن حَرْب بن مهْرَان بن عَليّ الْبَزَّار فِي لَيْلَة السبت مستهل الْمحرم سنة سِتّ وَعشْرين وأربعمئة ¶ وَكَانَ مولده فِي لَيْلَة الْخَمِيس لِاثْنَتَيْ عشر بَقينَ من شعْبَان سنة أَربع وَخمسين وثلاثمئة ¶ وَكَانَ ثِقَة يفهم الْكَلَام على مَذْهَب الْأَشْعَرِيّ وَكَانَ مشتهرا بِشرب النَّبِيذ الى أَن تَركه بِآخِرهِ ¶ وَكتب عَنهُ جمَاعَة من شُيُوخنَا كَأبي بكر البرقاني وَالْحسن بن مُحَمَّد الْخلال وَأبي الْقَاسِم الْأَزْهَرِي وَغَيرهم ¶ سنة سبع وَعشْرين (68 ب) وأربعمئة ¶ 209 - توفّي شَيخنَا أَبُو عبد الله مُحَمَّد بن عَليّ النصيبي يَوْم السبت",
            "page": "173",
            "part": "1",
            "seal": "48708F1C"
        },
        {
            "hno": "210",
            "id": "111",
            "nass": "السَّابِع وَالْعِشْرين من شَوَّال سنة سبع وَعشْرين وأربعمئة ¶ حدث عَن الْفضل بن جَعْفَر الْمُؤَذّن بِجُزْء وجدت سَمَاعه فِيهِ ¶ وَحدث عَن يُوسُف بن الْقَاسِم الميانجي وَكتب الْكثير ¶ وَكَانَ ثِقَة غير أَنه لم يكن يفهم شَيْئا ¶ حَدثنِي أَبُو بكر مُحَمَّد بن عَليّ الْحداد قَالَ ¶ 210 - بلغنَا وَفَاة أبي الْقَاسِم عبد العزيز بن عَليّ الشهرزوري الْمَالِكِي سنة سبع وَعشْرين وأربعمئة ¶ قَالَ شَيخنَا هبة الله ذكر لنا أَن الرّوم قَتَلُوهُ بالمغرب ¶ 211 - توفّي شَيخنَا أَبُو نصر مَنْصُور بن رامش بن عبد الله بن زيد النَّيْسَابُورِي فِي سنة سبع وَعشْرين وأربعمئة وَكَانَ قدم دمشق فِي سنة عشْرين وأربعمئة ¶ 212 - توفّي شَيخنَا أَبُو بكر مُحَمَّد بن الْحسن بن أبي هِشَام يَوْم الْإِثْنَيْنِ السَّادِس من شهر ربيع الآخر سنة سبع وَعشْرين وأربعمئة ¶ حدث عَن القَاضِي الميانجي وجدنَا سَمَاعه فِي كتب ابْن أبي نصر",
            "page": "174",
            "part": "1",
            "seal": "473967A2"
        },
        {
            "hno": "213",
            "id": "112",
            "nass": "213 - توفّي أَبُو الْحسن عَليّ بن محَارب المقرىء الْمَعْرُوف بالساكت يَوْم الْخَمِيس الرَّابِع وَالْعِشْرين من شهر رَمَضَان سنة سبع وَعشْرين وأربعمئة ¶ سنة ثَمَان وَعشْرين وأربعمئة ¶ 214 - توفّي شَيخنَا أَبُو عبد الله الْحُسَيْن بن الْحسن بن سِبَاع الرَّمْلِيّ إِمَام جَامع دمشق يَوْم السبت التَّاسِع من صفر سنة ثَمَان وَعشْرين وأربعمئة ¶ أَقَامَ إِمَام الْجَامِع قَرِيبا من عشْرين سنة لم يُوجد عَلَيْهِ غلط فِي التِّلَاوَة وَلَا سَهْو فِي الصَّلَاة خطب فِي عمره للمغاربة ¶ حدث بِنَحْوِ من أَرْبَعَة أَحَادِيث عَن أبي قُتَيْبَة سلم بن الْفضل بن السهل الْبَغْدَادِيّ الأدمِيّ بالرملة كَانَ يحفظها ¶ 215 - توفّي شَيخنَا أَبُو طَاهِر الْحُسَيْن بن مُحَمَّد بن عَامر الْأَيْلِي المقرىء إِمَام جَامع دمشق أَيْضا يَوْم الْأَرْبَعَاء السَّابِع من شهر ربيع الآخر سنة ثَمَان وَعشْرين وأربعمئة ¶ حدث عَن الميانجي وَالْحُسَيْن بن إِبْرَاهِيم بن أبي الزمزام الْفَرَائِضِي وَغَيرهمَا ¶ وَكَانَ ثِقَة نبيلا مَأْمُونا يذهب إِلَى مَذْهَب الْأَشْعَرِيّ",
            "page": "175",
            "part": "1",
            "seal": "531A4EE2"
        },
        {
            "hno": "216",
            "id": "113",
            "nass": "216 - توفّي شَيخنَا وأستاذنا أَبُو الْحسن عَليّ بن مُحَمَّد بن إِبْرَاهِيم الحنائي الشَّيْخ الصَّالح يَوْم الْجُمُعَة التَّاسِع من شهر ربيع الأول سنة ثَمَان وَعشْرين وأربعمئة ¶ كَانَ يحدث عَن عبد الوهاب بن الْحسن الْكلابِي وَغَيره ¶ كتب الْكثير وَحدث بِشَيْء يسير وَكَانَ من الْعباد وَكَانَت لَهُ جَنَازَة عَظِيمَة مَا رَأَيْت مثلهَا وَلم يزل يحمل من بعد صَلَاة الْجُمُعَة إِلَى قريب الْعَصْر وانحل كَفنه ¶ ذكر أَن مولده (69 أ) سنة سبعين وثلاثمئة ¶ قَالَ شَيخنَا هبة الله ¶ 217 - (43 ز) توفّي الْأَمِير وجيه الدولة ذُو القرنين أَبُو المطاع بن حمدَان وَالِي دمشق فِي صفر سنة ثَمَان وَعشْرين وَكَانَ شَاعِرًا",
            "page": "176",
            "part": "1",
            "seal": "4CF7B158"
        },
        {
            "hno": "218",
            "id": "114",
            "nass": "218 - (44 ز) قَالَ وَتُوفِّي أَبُو صَالح بن أخي القَاضِي يُوسُف بن الْقَاسِم الميانجي بثغر صيدا فِي شهور سنة ثَمَان وَعشْرين وأربعمئة ¶ سنة تسع وَعشْرين وأربعمئة ¶ 219 - توفّي الْفَقِيه أَبُو الْحسن ظفر بن المظفر الناصري فِي شَوَّال سنة تسع وَعشْرين وأربعمئة ¶ حدث عَن عبد الرحمن بن عمر بن نصر بِشَيْء يسير ¶ 220 - وَتُوفِّي أَبُو عَليّ عبد الرحمن بن عبد الله بن عَليّ بن أبي الْعَجَائِز الشَّاهِد يَوْم الْأَرْبَعَاء لعشر خلون من الْمحرم سنة تسع وَعشْرين وأربعمئة ¶ حدث عَن الميانجي وَمُحَمّد بن سُلَيْمَان الربعِي البندار ¶ قَالَ شَيخنَا هبة الله ¶ 22 - (45 ز) توفّي أَبُو نعيم أَحْمد بن عبد الله بن إِسْحَاق الْحَافِظ فِي ذِي الْحجَّة سنة تسع وَعشْرين وأربعمئة باصبهان وَقيل سنة ثَلَاثِينَ",
            "page": "177",
            "part": "1",
            "seal": "70EA3B64"
        },
        {
            "hno": "222",
            "id": "115",
            "nass": "سنة إِحْدَى وَثَلَاثِينَ وأربعمئة ¶ 222 - توفّي شَيخنَا أَبُو الْقَاسِم عبد الرَّحْمَن بن عبد الْعَزِيز الْحلَبِي السراج الْمَعْرُوف بِابْن الطبير لَيْلَة السبت الرَّابِع وَالْعِشْرين من جمادي سنة إِحْدَى وَثَلَاثِينَ وأربعمئة وَكَانَ يذكر أَن مولده سنة ثَلَاثِينَ وثلاثمئة ¶ حدث عَن مُحَمَّد بن عمر الجعابي القَاضِي وَمُحَمّد بن هِشَام السقا الْحلَبِي وَأَبُو عبد الله مُحَمَّد بن عِيسَى بن الْحسن التَّمِيمِي العلاف وَمُحَمّد بن الْحُسَيْن السبيعِي وَغَيرهم ¶ كَانَت لَهُ أصُول حَسَنَة بِخَط أبي همام وَسَمَاع حسن كَانَ يذهب الى التَّشَيُّع ¶ 223 - توفّي شَيخنَا أَبُو المعمر المسدد بن عَليّ بن عبد الله بن الْعَبَّاس",
            "page": "178",
            "part": "1",
            "seal": "95177696"
        },
        {
            "hno": "224",
            "id": "116",
            "nass": "الأملوكي الْمَعْرُوف بِابْن أبي السحين الْحِمصِي إِمَام مَسْجِد سوق الْأَحَد بِدِمَشْق فِي ذِي الْحجَّة سنة إِحْدَى وَثَلَاثِينَ وأربعمئة ¶ حدث عَن عمر بن عَليّ الْعَتكِي والميانجي وَغَيرهمَا ¶ وَكَانَ فِيهِ تساهل ¶ 224 - توفّي شَيخنَا أَبُو الْحسن مُحَمَّد بن عَوْف الْمُزنِيّ لَيْلَة الْخَمِيس الرَّابِع وَالْعِشْرين من شهر ربيع الآخر سنة إِحْدَى وَثَلَاثِينَ وأربعمئة ¶ حدث عَن الْحسن بن مُنِير التنوخي وَالْحُسَيْن بن إِبْرَاهِيم بن جَابر بن أبي الزمزام الْفَرَائِضِي والميانجي وَغَيرهم ¶ وَكَانَ ثِقَة نبيلا مَأْمُونا",
            "page": "179",
            "part": "1",
            "seal": "E0D2F5FA"
        },
        {
            "hno": "225",
            "id": "117",
            "nass": "سنة اثْنَتَيْنِ وَثَلَاثِينَ وأربعمئة ¶ قَالَ شَيخنَا هبة الله قَالَ أَبُو بكر الْخَطِيب الْحَافِظ ¶ 225 - (46 ز) توفّي أَبُو مُحَمَّد هِشَام بن مُحَمَّد بن أَحْمد (69 ب) بن عَليّ بن هِشَام الْكُوفِي فِي جمادي الأولى سنة اثْنَتَيْنِ وَثَلَاثِينَ وأربعمئة ¶ وَكَانَ لَهُ أدنى فهم وتصور وَلم يكن تفقه ¶ 226 - (47 ز) قَالَ توفّي الْحسن بن حَمْزَة الْعَطَّار البعلبكي فِي سنة اثْنَتَيْنِ وَثَلَاثِينَ وأربعمئة وَيعرف بِابْن فجة ¶ سنة ثَلَاث وَثَلَاثِينَ وأربعمئة ¶ 227 - توفّي شَيخنَا أَبُو الْحسن عَليّ بن مُوسَى بن السمسار يَوْم الثُّلَاثَاء طُلُوع الْفجْر لسبع خلون من صفر سنة ثَلَاث وَثَلَاثِينَ وأربعمئة ¶ وَذكر أَن مولده سنة ثَلَاث وَأَرْبَعين وثلاثمئة",
            "page": "180",
            "part": "1",
            "seal": "8FD2F31B"
        },
        {
            "hno": "228",
            "id": "118",
            "nass": "حدث عَن عَليّ بن يَعْقُوب بن أبي الْعقب وَأبي عبد الله مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان وَأبي بكر أَحْمد بن عبد الله بن أبي دجانه وَغَيرهم ¶ وَحدث بِكِتَاب الْجَامِع الصَّحِيح للْبُخَارِيّ عَن أبي زيد مُحَمَّد بن أَحْمد الْمروزِي عَن مُحَمَّد بن يُوسُف الْفربرِي ¶ كَانَ فِيهِ تساهل فِي الْحَدث وَيذْهب الى التَّشَيُّع ¶ حَدثنِي نجا بن أَحْمد قَالَ ¶ 228 - توفّي الْحُسَيْن بن عبد الله المرندي بالقدس سنة ثَلَاث وَثَلَاثِينَ واربعمئة ¶ قَالَ عبد الْعَزِيز حدث عَن الْحَاكِم أبي عبد الله بن البيع بِجُزْء من فَوَائده ¶ قَالَ شَيخنَا هبة الله ¶ 229 - (48 ز) توفّي أَبُو النجيب عبد الْغفار بن عبد الْوَاحِد بن مُحَمَّد بن أَحْمد الأرموي فِي شَوَّال سنة ثَلَاثَة وَثَلَاثِينَ واربعمئة بَين الرحبة ودمشق",
            "page": "181",
            "part": "1",
            "seal": "747B402F"
        },
        {
            "hno": "230",
            "id": "119",
            "nass": "سنة أَربع وَثَلَاثِينَ وأربعمئة ¶ 230 - توفّي أَبُو الْحسن عبيد الله بن هِشَام بن سوار الدَّارَانِي فِي سنة أَربع وَثَلَاثِينَ وأربعمئة ¶ حدث عَن أبي مُحَمَّد عبد الله بن عطيه وَعبد الْوَهَّاب بن الْحسن الْكلابِي بِشَيْء يسير ¶ 231 - توفّي أَبُو الْفرج مُحَمَّد بن أَحْمد بن مُحَمَّد الْعين زَرْبِي الْمَعْرُوف بِابْن الفاثوري فِي سنة أَربع وَثَلَاثِينَ وأربعمئة ¶ حدث عَن ابْن أبي الزمزام والميانجي بِشَيْء يسير ¶ قَالَ شَيخنَا هبة الله حَدثنِي أَبُو عَليّ الْحُسَيْن بن أَحْمد بن أبي حريصة قَالَ ¶ 23 - (49 ز) بَلغنِي أَن أَبَا ذَر عبد بن أَحْمد الْهَرَوِيّ الْحَافِظ توفّي فِي شهور سنة ثَلَاث وَثَلَاثِينَ وأربعمئة ¶ وَكَانَ مُقيما بِمَكَّة وَبهَا مَاتَ وَهَكَذَا قَالَ ابْن أبي حريصة",
            "page": "182",
            "part": "1",
            "seal": "098D2E37"
        },
        {
            "hno": "233",
            "id": "120",
            "nass": "وَقد قَالَ أَبُو بكر الْخَطِيب الْحَافِظ توفّي أَبُو ذَر عبد ربه أَحْمد الْهَرَوِيّ الْحَافِظ بِمَكَّة لخمس خلون من ذِي الْقعدَة سنة أَربع وَثَلَاثِينَ وأربعمئة ¶ وَكَانَ يذكر أَن مولده فِي سنة خمس أَو سِتّ وَخمسين وثلاثمئة يشك فِي ذَلِك ¶ قَالَ وَكَذَا رَأَيْته بِخَط الْحَافِظ أبي عبد الله الْحميدِي وَهُوَ الصَّوَاب وَالله أعلم ¶ وَكَانَ أَبُو ذَر أحد الْحفاظ الْأَثْبَات وَكَانَ على مَذْهَب مَالك فِي الْفُرُوع وَمذهب الْأَشْعَرِيّ فِي الْأُصُول ¶ سنة خمس وَثَلَاثِينَ وأربعمئة ¶ 233 - توفّي شَيخنَا أَبُو عَليّ الْحسن بن عَليّ بن مُوسَى بن السمسار فِي ذِي الْقعدَة سنة خمس وَثَلَاثِينَ وأربعمئة ¶ حدث عَن عبد الله بن مُحَمَّد بن ذكْوَان القَاضِي وعبد الوهاب بن الْحسن الْكلابِي وَغَيرهمَا بِشَيْء يسير ¶ كَانَ سَمَاعه بِخَط أَبِيه أبي الْحسن بن السمسار ¶ حَدثنِي بِهَذِهِ الْوَفَاة نجا بن أَحْمد الْعَطَّار",
            "page": "183",
            "part": "1",
            "seal": "4AFD6FA0"
        },
        {
            "hno": "234",
            "id": "121",
            "nass": "سنة سِتّ وَثَلَاثِينَ وأربعمئة ¶ حَدثنِي أَبُو عَليّ الْحسن بن عَليّ المقرىء وَغَيره قَالُوا ¶ 234 - توفّي أَبُو الْحسن عَليّ بن الْحسن بن مَيْمُون بن بكر الربعِي شَيخنَا يَوْم الْجُمُعَة الْخَامِس وَالْعِشْرين من صفر سنة سِتّ وَثَلَاثِينَ وأربعمئة ¶ قَالَ عبد العزيز ذكر لي أَن مولده سنة ثَلَاث وَسِتِّينَ وثلاثمئة ¶ وَكَانَ حَافِظًا للْحَدِيث ذكر لي أَنه حفظ من حَدِيث أَحْمد بن عُمَيْر بن جوصاء وَحده ألف حَدِيث بأسانيدها وَكَانَ يحفظ غَرِيب الحَدِيث لأبي عبيد وَكَانَ يحفظ حَدِيثا كثيرا من غير حَدِيث ابْن جوصاء ألوفا ¶ انْتَهَت إِلَيْهِ الرِّئَاسَة فِي وقته فِي قِرَاءَة الشاميين ¶ حدث عَن أَحْمد بن عتبَة بن مكين الأطروش وَعَن أبي الْحُسَيْن عَليّ بن أَحْمد بن عبد الله الْحَضْرَمِيّ الْبَيْت لهياي وَيعرف بحضرمي وَالْعَبَّاس بن مُحَمَّد بن حبَان وَغَيرهم ¶ وَكَانَ ثِقَة مَأْمُونا صَاحب أصُول حَسَنَة بِخَط تَمام بن مُحَمَّد الرَّازِيّ الْحَافِظ ¶ قَالَ شَيخنَا هبة الله يعرف بِابْن زروان",
            "page": "184",
            "part": "1",
            "seal": "2A37E7AB"
        },
        {
            "hno": "235",
            "id": "122",
            "nass": "235 - توفّي القَاضِي الشريف أَبُو تُرَاب المحسن بن مُحَمَّد الْحُسَيْنِي فِي سنة سِتّ وَثَلَاثِينَ وأربعمئة حدث عَن يُوسُف بن الْقَاسِم الميانجي كَانَ سَمَاعه بِخَط عَمه القَاضِي أبي مُحَمَّد ¶ حَدثنِي نجا بن أَحْمد الْعَطَّار قَالَ ¶ 236 - توفّي أَبُو بكر مُحَمَّد بن بكير التنوخي إِمَام مَسْجِد أبي صَالح فِي الْمحرم سنة سِتّ وَثَلَاثِينَ وأربعمئة ¶ قَالَ عبد العزيز حدث عَن عبد الوهاب بن الْحسن الْكلابِي بِشَيْء يسير ¶ وحَدثني نجا قَالَ ¶ 237 - توفّي أَبُو بكر مُحَمَّد بن الْجرْمِي بن الْحُسَيْن المقريء فِي صفر سنة سِتّ وَثَلَاثِينَ وأربعمئة ¶ قَالَ عبد العزيز حدث عَن ابْن أبي الزمزام وَالْفضل بن جَعْفَر وَغَيرهمَا ¶ وَكَانَ يذهب إِلَى مَذْهَب الْأَشْعَرِيّ ¶ وحَدثني أَيْضا قَالَ ¶ 238 - توفّي أَبُو عبد الله الْحُسَيْن بن مُحَمَّد الْحلَبِي الْبَزَّار فِي سنة سِتّ وَثَلَاثِينَ وأربعمئة ¶ قَالَ عبد العزيز حدث عَن أبي عبد الله أَحْمد بن عطا الرُّوذَبَارِي الصُّوفِي ¶ وحَدثني أَيْضا قَالَ",
            "page": "185",
            "part": "1",
            "seal": "9E6DCAF4"
        },
        {
            "hno": "239",
            "id": "123",
            "nass": "239 - توفّي صديقنا أَبُو عبد الله الْحُسَيْن بن مُحَمَّد بن عبد الرحمن بن أبي نصر فِي صفر سنة سِتّ وَثَلَاثِينَ ¶ قَالَ عبد العزيز سمع الْكثير وَلم يحدث ¶ وحَدثني أَيْضا قَالَ ¶ 240 - توفّي الْخضر بن عَبْدَانِ الصفار فِي جُمَادَى الأولى من سنة سِتّ وَثَلَاثِينَ وأربعمئة ¶ قَالَ عبد العزيز حدث عَن الميانجي بِمَجْلِس ¶ سنة سبع وَثَلَاثِينَ وأربعمئة ¶ حَدثنِي نجا بن أَحْمد الْعَطَّار قَالَ ¶ 241 - توفّي أَبُو عبد الله بن القماح فِي ذِي الْحجَّة سنة سبع وَثَلَاثِينَ ¶ قَالَ عبد الْعَزِيز حدث عَن الميانجي بِشَيْء يسير لم يكن الحَدِيث من شَأْنه",
            "page": "186",
            "part": "1",
            "seal": "E413D8A4"
        },
        {
            "hno": "242",
            "id": "124",
            "nass": "سنة ثَمَان وَثَلَاثِينَ وأربعمئة ¶ 242 - توفّي شَيخنَا أَبُو عبد الله مُحَمَّد بن الْحسن بن درسْتوَيْه فِي الْمحرم سنة ثَمَان وَثَلَاثِينَ حدث عَن وَالِده ¶ سنة تسع وَثَلَاثِينَ وأربعمئة ¶ 243 - توفّي شَيخنَا أَبُو عَليّ الْحسن بن عَليّ بن شواش فِي ذِي الْقعدَة سنة تسع وَثَلَاثِينَ وأربعمئة ¶ حدث عَن الْفضل بن جَعْفَر وَغَيره ¶ سنة أَرْبَعِينَ وأربعمئة ¶ قَالَ شَيخنَا هبة الله ¶ 244 - (50 ز) توفّي أَبُو طَالب مُحَمَّد بن مُحَمَّد بن إِبْرَاهِيم بن غيلَان الْبَزَّار الْبَغْدَادِيّ بِبَغْدَاد فِي شَوَّال سنة أَرْبَعِينَ وأربعمئة ¶ وَهُوَ آخر من حدث عَن أبي بكر مُحَمَّد بن عبد الله بن إِبْرَاهِيم الشَّافِعِي",
            "page": "187",
            "part": "1",
            "seal": "1EBC8D48"
        },
        {
            "hno": "245",
            "id": "125",
            "nass": "سنة إِحْدَى وَأَرْبَعين وأربعمئة ¶ 245 - توفّي شَيخنَا أَبُو عَليّ أَحْمد بن عبد الرحمن بن عُثْمَان بن الْقَاسِم بن أبي نصر السَّابِع وَالْعِشْرين من شعْبَان سنة إِحْدَى وَأَرْبَعين وَأَرْبَعمِائَة ¶ حدث عَن الميانجي وَأبي سُلَيْمَان مُحَمَّد بن عبد الله بن زبر الربعِي وَغَيرهمَا ¶ وَكَانَ ثِقَة مَأْمُونا صَاحب أصُول حَسَنَة لم أر أحسن مِنْهَا وَكَانَ سَمَاعه وَسَمَاع أَخِيه بِخَط والدهما وَكَانَت لَهُ جَنَازَة عَظِيمَة حضرها أَمِير الْبَلَد فَمن دونه ¶ قَالَ شَيخنَا هبة الله ¶ 246 - (51 ز) توفّي أَبُو الْحسن أَحْمد بن مُحَمَّد العتيقي فِي صفر سنة إِحْدَى وَأَرْبَعين بِبَغْدَاد",
            "page": "188",
            "part": "1",
            "seal": "3EE8B88A"
        },
        {
            "hno": "247",
            "id": "126",
            "nass": "247 - (52 ز) وَأَبُو عبد الله مُحَمَّد بن عَليّ الصُّورِي الْحَافِظ بِبَغْدَاد فِي جُمَادَى الْآخِرَة سنة إِحْدَى وَأَرْبَعين وأربعمئة ¶ سنة إثنتين وَأَرْبَعين وأربعمئة ¶ 248 - توفّي أَبُو بكر خَلِيل بن هبة الله بن الْخَلِيل فِي شهر رَمَضَان سنة إثنتين أَرْبَعِينَ وأربعمئة ¶ وَكَانَ ثِقَة حدث عَن عبد الوهاب بن الْحسن الْكلابِي وَغَيره ¶ 249 - توفّي صديقنا أَبُو مُحَمَّد الْحسن بن الْحُسَيْن بن يحيى الْبَلْخِي القَاضِي فِي سنة إثنتين وَأَرْبَعين وأربعمئة",
            "page": "189",
            "part": "1",
            "seal": "806D9FA4"
        },
        {
            "hno": "250",
            "id": "127",
            "nass": "حدث عَن جده بِشَيْء يسير كتبت عَنهُ ¶ 250 - توفّي أَبُو الْحسن عَليّ بن مُحَمَّد الرَّازِيّ المقرىء فِي ذِي الْحجَّة سنة إثنتين وَأَرْبَعين وأربعمئة وَكَانَ يحفظ ¶ سنة ثَلَاث وَأَرْبَعين وأربعمئة ¶ 251 - توفّي شَيخنَا أَبُو عبد الله مُحَمَّد بن عبد السلام بن سَعْدَان يَوْم عرفه سنة ثَلَاث وَأَرْبَعين وأربعمئة وجد لَهُ سَماع من أبي عمر مُحَمَّد بن مُوسَى بن فضَالة وجمح بن الْقَاسِم وَالْحسن بن مُنِير التنوخي وَغَيرهم سِتَّة أَجزَاء أَو نَحْوهَا ¶ حَدثنِي النسيب أَبُو الْقَاسِم عَليّ بن إِبْرَاهِيم بن الْعَبَّاس الْحُسَيْنِي قَالَ ¶ 252 - توفّي أَبُو مُحَمَّد عبيد الله بن عَبْدَانِ سنة ثَلَاث وَأَرْبَعين وأربعمئة ¶ قَالَ عبد العزيز حدث عَن عبد الوهاب بن الْحسن الْكلابِي وَغَيره ¶ وَكَانَ ثِقَة مَأْمُونا وَكَانَ مقرئا",
            "page": "190",
            "part": "1",
            "seal": "1F9CAAA2"
        },
        {
            "hno": "253",
            "id": "128",
            "nass": "سنة أَربع وَأَرْبَعين وأربعمئة ¶ 253 - فِيهَا توفّي أَبُو الْحسن عَليّ بن مُحَمَّد بن شُجَاع الربعِي الْمَعْرُوف بِابْن أبي الهول لَيْلَة الْخَمِيس لتسْع خلون من ذِي الْقعدَة ¶ حدث عَن عبد الوهاب بن الْحسن الْكلابِي وَغَيره ¶ 254 - وفيهَا توفّي صديقنا أَبُو مُحَمَّد الْحسن بن عَليّ النَّحْوِيّ الْمَعْرُوف بِابْن الْمُصَحح يَوْم الْخَمِيس لسبع بَقينَ من رَجَب ¶ حدث عَن أبي بكر مُحَمَّد بن أَحْمد بن عُثْمَان بن أبي الْحَدِيد بِشَيْء يسير ¶ 255 - توفّي شَيخنَا أَبُو الْحسن رشاء بن نظيف بن مَا شَاءَ الله يَوْم السبت بعد صَلَاة الْعَصْر السَّابِع وَالْعِشْرين من الْمحرم وَسنة أَربع وَأَرْبَعين وأربعمئة وَدفن يَوْم الْأَحَد",
            "page": "191",
            "part": "1",
            "seal": "CA2913FD"
        },
        {
            "hno": "256",
            "id": "129",
            "nass": "وَكَانَ ثِقَة مَأْمُونا مضى على سداد وَأمر جميل ¶ حدث عَن عبد الوهاب بن الْحسن الْكلابِي وَغَيره من المصريين والعراقيين وَغَيرهم انْتَهَت إِلَيْهِ الرِّئَاسَة فِي قِرَاءَة ابْن عَامر ¶ قَرَأَ على عَليّ بن دَاوُود وَمُحَمّد بن أَحْمد الجبني السّلمِيّ ¶ سنة خمس وَأَرْبَعين وأربعمئة ¶ 256 - توفّي شَيخنَا أَبُو صَالح طرفَة بن أَحْمد الحرستاني الماسح فِي شعْبَان سنة خمس وَأَرْبَعين وأربعمئة وجد لَهُ جزءان فيهمَا سَمَاعه من عبد الوهاب بن الْحسن الْكلابِي ¶ وَحدث 1 عَن عبد الله بن عَطِيَّة بِشعر وَذكر أَنه كتب شَيْئا كثيرا ونهبت كتبه ¶ 257 - توفّي صديقنا أَبُو إِسْحَاق إِبْرَاهِيم بن عمر الْقصار المقرىء فِي صفر سنة خمس وَأَرْبَعين وأربعمئة ¶ حدث عَن عبد الرحمن بن عُثْمَان بن أبي نصر لم يكن الحَدِيث من صَنعته",
            "page": "192",
            "part": "1",
            "seal": "6CB59CEB"
        },
        {
            "hno": "258",
            "id": "130",
            "nass": "سنة سِتّ وَأَرْبَعين وأربعمئة ¶ 258 - توفّي صديقنا عبد الرحمن بن حميد يَوْم الْإِثْنَيْنِ من جُمَادَى (71 ب) الأولى سنة سِتّ وَأَرْبَعين وأربعمئة ¶ حدث عَن عبد الوهاب بن الْحسن الْكلابِي وَمُحَمّد بن أَحْمد بن أبي الْحَدِيد وَعلي بن دَاوُود المقريء الدَّارَانِي وَغَيرهم بِشَيْء يسير ¶ وَكَانَ يذهب الى مَذْهَب الْأَشْعَرِيّ ¶ 259 - توفّي شَيخنَا أَبُو الْحُسَيْن مُحَمَّد بن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر يَوْم الْإِثْنَيْنِ ¶ الثَّانِي عشر من رَجَب سنة سِتّ وَأَرْبَعين ¶ كَانَت لَهُ جَنَازَة عَظِيمَة اجْتمع لَهُ النَّاس وغلق لَهُ الْبَلَد وَركب الْأَمِير فِي جنَازَته ¶ حدث عَن جمَاعَة احدهم الميانجي وَأَبُو سُلَيْمَان مُحَمَّد بن عبد الله بن زبر وَهُوَ آخر من حدث عَنْهُمَا بِدِمَشْق ¶ 260 - توفّي أَبُو الْقَاسِم عَليّ بن الْفضل بن الْفُرَات المقرىء إِمَام جَامع دمشق يَوْم الْخَمِيس ¶ التَّاسِع وَالْعِشْرين من رَجَب سنة سِتّ وَأَرْبَعين وأربعمئة ¶ حدث عَن عبد الْوَهَّاب بن الْحسن بن الْوَلِيد الْكلابِي وَغَيره",
            "page": "193",
            "part": "1",
            "seal": "ABDABDC3"
        },
        {
            "hno": "261",
            "id": "131",
            "nass": "261 - توفّي شَيخنَا أَبُو عَليّ الْحسن بن عَليّ الْأَهْوَازِي المقرىء يَوْم الْإِثْنَيْنِ الرَّابِع من ذِي الْحجَّة بعد الظّهْر سنة سِتّ وَأَرْبَعين وأربعمئة ¶ وَكَانَ لَهُ جَنَازَة عَظِيمَة ¶ حدث عَن ابْن المرجي وَأبي حَفْص الكتاني وَعبد الْوَهَّاب بن الْحسن الْكلابِي وَغَيرهم ¶ وأنتهت اليه الرِّئَاسَة فِي الْقِرَاءَة فِي وقته مَا رَأَيْت مِنْهُ إِلَّا خيرا ¶ كَانَ مكثرا من الحَدِيث وصنف الْكثير فِي الْقرَاءَات وَكَانَ حسن التصنيف ¶ وَفِي اسانيد قراءاته غرائب",
            "page": "194",
            "part": "1",
            "seal": "BEE65BAB"
        },
        {
            "hno": "262",
            "id": "132",
            "nass": "كَانَ يذكر فِي مصنفاته أَنه أَخذهَا رِوَايَة وتلاوة وَأَن شُيُوخه أخذوها كَذَلِك رِوَايَة وتلاوة ¶ قَالَ شَيخنَا هبة الله ¶ وحَدثني أَبُو مُحَمَّد عبد الْعَزِيز بن أَحْمد بن مُحَمَّد الكتاني الْحَافِظ قَالَ اجْتمعت بِهِبَة الله الْحسن بن مَنْصُور الطَّبَرِيّ الْحَافِظ بِبَغْدَاد فَسَأَلَنِي عَمَّن بِدِمَشْق من أهل الْعلم فَذكرت لَهُ جمَاعَة مِنْهُم الْحسن بن عَليّ الْأَهْوَازِي المقرىء فَقَالَ لَو سلم من الرِّوَايَات فِي الْقرَاءَات ¶ سنة سبع وَأَرْبَعين وأربعمئة ¶ 262 - توفّي شَيخنَا أَبُو عبد الله مُحَمَّد بن عَليّ بن يحيي بن سلوان الْمَازِني يَوْم الْأَحَد السَّادِس من ذِي الْحجَّة سنة سبع وَأَرْبَعين وأربعمئة",
            "page": "195",
            "part": "1",
            "seal": "F748852A"
        },
        {
            "hno": "263",
            "id": "133",
            "nass": "حدث عَن الْفضل بن جَعْفَر نُسْخَة أبي مسْهر وَيحيى بن صَالح وَغَيرهمَا ¶ لم يكن لَهُ إِلَّا جُزْء وَاحِد وجد سَمَاعه فِيهِ بِخَط خَاله وَهُوَ آخر من حدث عَن الْفضل بن جَعْفَر بِدِمَشْق ¶ وَكَانَ يذكر أَن مولده فِي سنة اثْنَتَيْنِ وَسِتِّينَ وثلاثمئة ¶ 263 - بَلغنِي وَفَاة أبي سعد إِسْمَاعِيل بن عَليّ (72 أ) الْحَافِظ الرَّازِيّ السمان بِالريِّ فِي شعْبَان سنة سبع وَأَرْبَعين ¶ قدم علينا دمشق وَسمع بهَا من شُيُوخنَا عبد الرحمن بن عُثْمَان بن أبي نصر وَغَيره",
            "page": "196",
            "part": "1",
            "seal": "D26780D3"
        },
        {
            "hno": "264",
            "id": "134",
            "nass": "وَحدث عَن أبي طَاهِر مُحَمَّد بن عبد الرحمن المخلص الْبَغْدَادِيّ وَغَيره ¶ وَكَانَ من الْحفاظ الْكِبَار وَكَانَ فِيهِ زهد وورع وَكَانَ يذهب إِلَى الإعتزال ¶ 264 - بلغنَا وَفَاة أبي الْحسن سهل بن مُحَمَّد القائيني الصُّوفِي الْمَعْرُوف بالخشاب بِمصْر سنة سبع أَرْبَعِينَ وأربعمئة ¶ حدث بِكِتَاب الْمدْخل إِلَى الأكليل من تصنيف الْحَاكِم أبي عبد الله بن البيع وَكَانَ يذهب إِلَى التَّشَيُّع ¶ 265 - بلغنَا وَفَاة عبد الوهاب بن الْحُسَيْن بن برهَان الغزال الْمَعْرُوف بِابْن عجلَان الْبَغْدَادِيّ بصور فِي سنة سبع وَأَرْبَعين وأربعمئة ¶ حدث عَن جمَاعَة من البغداديين ثِقَة وَسَمَاع حسن ¶ وقرىء على الكتاني كتب إِلَيّ أَبُو نصر أَحْمد بن الْحسن الشِّيرَازِيّ الْوَاعِظ من مصر ¶ 266 - (53 ز) توفّي ابوالفتح احْمَد بن بأبشاذ الْجَوْهَرِي الْوَاعِظ فِي شهر رَمَضَان فَجْأَة فِي الوباء سنة سبع وَأَرْبَعين وَدفن بِقرب ذِي النُّون وَكَانَ لينًا",
            "page": "197",
            "part": "1",
            "seal": "A3B89E73"
        },
        {
            "hno": "267",
            "id": "135",
            "nass": "267 - (54 ز) وَورد الْخَبَر بوفاة أبي الْفَتْح سليم بن أَيُّوب الرَّازِيّ الشَّافِعِي فِي طَرِيق الْحَج فِي صفر سنة سبع وَأَرْبَعين وأربعمئة ¶ وَكَانَ قد قدم دمشق وَحدث بهَا جمَاعَة قَالَه شَيخنَا هبة ¶ قَالَ شَيخنَا هبة الله أَيْضا ¶ 268 - (55 ز) توفّي أَبُو مُحَمَّد الْحسن بن هِلَال بن الْحسن بِدِمَشْق فِي جمادي الْآخِرَة سنة سبع وَأَرْبَعين وأربعمئة ¶ قَالَ شَيخنَا هبة الله ورد الْخَبَر ¶ 269 - (56 ز) بوفاة أبي مُوسَى عِيسَى بن أبي عِيسَى بن بزار بن مجبر الْقَابِسِيّ الْفَقِيه بِمصْر فِي سنة سبع وَأَرْبَعين وأربعمئة ¶ وَكَانَ قد قدم دمشق طَالبا للْعلم ¶ وَحدث بهَا عَن جمَاعَة من البغداديين كَأبي الْقَاسِم التنوخي وَالْحسن بن عَليّ الْجَوْهَرِي",
            "page": "198",
            "part": "1",
            "seal": "C97A4113"
        },
        {
            "hno": "270",
            "id": "136",
            "nass": "سنة ثَمَان وَأَرْبَعين وأربعمئة ¶ 270 - بلغنَا وَفَاة شَيخنَا أبي الْحُسَيْن بن الترجمان بِمصْر فِي سنة ثَمَان وَأَرْبَعين وأربعمئة ¶ كتب الي أَبُو نصر أَحْمد بن الْحسن الشِّيرَازِيّ الْوَاعِظ من مصر",
            "page": "199",
            "part": "1",
            "seal": "D78EEF96"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "أَنبأَنَا الشَّيْخ الْأمين ابو مُحَمَّد هبة الله بن أَحْمد بن مُحَمَّد بن الْأَكْفَانِيِّ الْمعدل بِدِمَشْق حَدثنَا أَبُو مُحَمَّد عبد الْعَزِيز بن أَحْمد بن مُحَمَّد بن عَليّ بن سلمَان بن ابراهيم بن عبد الْعَزِيز التَّمِيمِي الصُّوفِي الْحَافِظ الثِّقَة الْمَعْرُوف بالكتاني ¶ لفظا بِهَذِهِ الوفيات من جُمُعَة قَالَ ¶ ثبتَتْ وَفَاة من بلغنَا وَفَاته من الشُّيُوخ الَّذين حَدثنَا عَنْهُم بِدِمَشْق ووفاة شُيُوخنَا الَّذين حدثونا رَحِمهم الله وتاريخ ذَلِك ¶ فَمن ذَلِك مَا حَدثنَا بِهِ وَمِنْه مَا رَأَيْنَاهُ وَمِنْه مَا وَجَدْنَاهُ فِي كتب شُيُوخنَا وَشرح مَا بلغنَا من احوالهم وَعَمن حدثوا ¶ ابتدئنا بتاريخ ذَلِك من سِتَّة ثَمَان وَثَلَاثِينَ وثلاثمئة ¶ أخبرنَا ابو مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن الْقَاسِم بن أبي نصر قَالَ ¶ 1 - توفّي شَيخنَا القَاضِي أَبُو إِسْحَاق ابراهيم بن مُحَمَّد بن أَحْمد بن ابي ثَابت الْبَغْدَادِيّ الْعَطَّار قَاضِي دمشق فِي سنة ثَمَان وَثَلَاثِينَ وثلاثمئة قَالَ عبد الْعَزِيز حدث عَن الْحسن بن عَرَفَة وَالربيع بن سُلَيْمَان الْمرَادِي وسعدان بن نصر وَغَيرهم ¶ ثِقَة نبيل مضى على سداد وَأمر جميل ¶ حَدثنَا ابو مُحَمَّد بن ابي نصر وَغَيره عَنهُ ¶ وَأخْبرنَا ابو مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن ابي نصر قَالَ",
            "page": "65",
            "part": "1",
            "seal": "613FBED0"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - توفّي ابو عَليّ الْحسن بن حبيب بن عبد الملك الْفَقِيه الحصايري بِدِمَشْق فِي سنة ثَمَان وَثَلَاثِينَ وثلاثمئة",
            "page": "66",
            "part": "1",
            "seal": "F187B08F"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "قَالَ عبد الْعَزِيز يروي عَن الرّبيع بن سُلَيْمَان الْمرَادِي وَمُحَمّد بن عبد الله بن عبد الحكم وابراهيم بن منقذ وَالْعَبَّاس بن الْوَلِيد بن مزِيد وَغَيرهم من المصريين] 50 ب [والشاميين ¶ ثِقَة نبيل حَافظ لمَذْهَب الشَّافِعِي حدث بِكِتَاب الْأُم كُله ¶ وَكَانَ مولده فِي سنة اثْنَتَيْنِ وَأَرْبَعين ومئتين فِيمَا أخبرنَا مكي بن مُحَمَّد بن الْغمر ¶ أخبرنَا أَبُو سُلَيْمَان مُحَمَّد بن عبد الله بن زبر الربعِي الْحَافِظ قَالَ ¶ كَانَ مولد الْحسن بن حبيب فِي سنة أثنتين وَأَرْبَعين ومئتين ¶ قَالَ عبد الْعَزِيز حَدثنَا عَنهُ ابو الْقَاسِم تَمام بن مُحَمَّد بن عبد الله الرَّازِيّ وَعبد الرَّحْمَن بن عمر بن نصر وَعبد الرَّحْمَن بن عُثْمَان بن ابي نصر وَغَيرهم ¶ وجدت فِي كتاب شَيخنَا أبي مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن ابي نصر ¶ 3 - توفّي ابو بكر احْمَد بن سُلَيْمَان الْكِنْدِيّ الضَّرِير الْمَعْرُوف بِابْن زبان فِي سنة ثَمَان وَثَلَاثِينَ وثلاثمئة",
            "page": "67",
            "part": "1",
            "seal": "7CE9F1ED"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "قَالَ عبد الْعَزِيز وَيعرف ايضا بِابْن ابي هُرَيْرَة ¶ حدث عَن هِشَام بن عمار وَاحْمَدْ بن ابي الْحوَاري وابراهيم بن ايوب الحوراني ¶ تكلمُوا فِيهِ ¶ حَدثنَا عَنهُ ابو مُحَمَّد بن ابي نصر وَتَمام بن مُحَمَّد الرَّازِيّ ¶ وَكَانَ يعرف بالعابد لزهده وورعه ¶ وَقَالَ ولدت سنة خمس وَعشْرين ومئتين وَلست ادري فِي اولها اَوْ فِي آخرهَا ¶ وَدخل المتَوَكل دمشق سنة ارْبَعْ وَأَرْبَعين وَمِائَتَيْنِ ¶ وَمَات هِشَام بن عمار بعد دُخُول المتَوَكل بِأَكْثَرَ من سنة",
            "page": "68",
            "part": "1",
            "seal": "C9D1F6E8"
        },
        {
            "hno": "4",
            "id": "6",
            "nass": "رَأَيْت على كتاب شَيخنَا ابي مُحَمَّد بن ابي نصر ¶ 4 - توفّي ابو بكر احْمَد بن مُحَمَّد المراغي فِي سنة ثَمَان وَثَلَاثِينَ وثلاثمئة ¶ قَالَ عبد العزيز صَاحب حَدِيث ثِقَة كتب الْكثير بِدِمَشْق رَأَيْت اكثر كتبه عِنْد ابي مُحَمَّد بن ابي نصر وَلم تطل مدَّته ليحدث ¶ 5 - (1 ز) توفّي ابو جَعْفَر احْمَد بن مُحَمَّد بن النّحاس النَّحْوِيّ بِمصْر يَوْم السبت لخمس خلون من ذِي الْحجَّة سنة ثَمَان وَثَلَاثِينَ وثلاثمئة ¶ ذكره شَيخنَا هبة الله وَقَالَ نقلت ذَلِك من كتاب عَتيق",
            "page": "69",
            "part": "1",
            "seal": "4748721A"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "سنة اربعين وثلاثمئة ¶ 6 - توفّي ابو الْقَاسِم عبد الرَّحْمَن بن اسحاق الزجاجي النَّحْوِيّ بطبرية فِي شهر رَمَضَان سنة اربعين وثلاثمئة ¶ حدث عَن جمَاعَة وَأسْندَ حَدِيثا كثيرا ¶ روى عَنهُ ابو عَليّ الْحسن بن عَليّ الدِّمَشْقِي الصّقليّ وابو بكر احْمَد بن مُحَمَّد بن احْمَد بن سَلمَة بن شرام النحويان ¶ وَحدثنَا عَنهُ أَبُو الْحسن أَحْمد بن مُحَمَّد بن سَلامَة الستيتي وَغَيره وَرَأَيْت فِي كتاب عَتيق مَاتَ ابو الْقَاسِم الزجاجي بِالشَّام بطبرية فيي رَجَب من سنة سبع وَثَلَاثِينَ وثلاثمئة",
            "page": "70",
            "part": "1",
            "seal": "8E13D3C6"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "سنة احدى وَأَرْبَعين وثلاثمئة ¶ 7 - توفّي فِيهَا مُحَمَّد بن هميان الْبَغْدَادِيّ ¶ حدث عَن عَليّ بن مُسلم الطوسي وَالْحسن بن عَرَفَة ¶ تكلمُوا فِيهِ ¶ وجدت فِي كتاب ابي مُحَمَّد بن (15 أ) ابي نصر بِخَط معلمه الْحلَبِي الْمَعْرُوف بالواصلي صَاحب حَدِيث توفّي مُحَمَّد بن هميان لثمان خلون من شهر ربيع الأول سنة احدى وَأَرْبَعين وثلاثمئة ¶ وَقَالَ لي ابو مُحَمَّد بن ابي نصر إِن مُحَمَّد بن هميان كتب فِي الْجُزْء الَّذِي عِنْده وَجَاء بِهِ الي وَلم يتَّفق لي سَمَاعه ¶ قَالَ عبد الْعَزِيز حَدثنَا عَنهُ ابو الْقَاسِم تَمام بن مُحَمَّد الرَّازِيّ بالجزء ¶ قَالَ وَرَأَيْت فِي كتاب اتانا نعي مُحَمَّد بن هميان الْبَغْدَادِيّ وَمُحَمّد بن حميد الحوراني وَأحمد بن عبد الله البرامي فِي شهر ربيع الآخر",
            "page": "71",
            "part": "1",
            "seal": "19BEC2A9"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "سنة احدى وَأَرْبَعين وثلاثمئة وَقد كَانُوا مَاتُوا قبل أَن يبلغنَا مَوْتهمْ بِمدَّة ¶ قَالَ ابو عَليّ احْمَد بن مُحَمَّد بن احْمَد بن الْحُسَيْن الْأَصْبَهَانِيّ المقرىء فِي كِتَابه الَّذِي سَمَّاهُ تَلْخِيص قراءات الشاميين ¶ 8 - توفّي ابو الأخرم فِي سنة احدى واربعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز وَهُوَ ابو الْحسن مُحَمَّد بن النَّضر بن مر بن الْحر الربعِي المقرىء الْمَعْرُوف بِابْن الأخرم ¶ قَرَأَ على ابي عبد الله هَارُون بن مُوسَى الْأَخْفَش ¶ وَحدثنَا ابو مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن ابي نصر قَالَ ¶ 9 - توفّي الْحُسَيْن بن يحيى بن الْحُسَيْن بن جزلان يَوْم الثُّلَاثَاء لست بَقينَ من الْمحرم سنة إِحْدَى وَأَرْبَعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز حدث عَن يزِيد بن مُحَمَّد بن عبد الصَّمد وَأبي زرْعَة عبد الرَّحْمَن بن عَمْرو النصري ¶ حَدثنَا عَنهُ ابو مُحَمَّد بن ابي نصر ¶ ثِقَة لم اسْمَع فِيهِ شَيْئا ¶ وجدت فِي كتاب ابي مُحَمَّد بن ابي نصر",
            "page": "72",
            "part": "1",
            "seal": "F80DA521"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "10 - توفّي ابو سعيد عَمْرو بن مُحَمَّد الدينَوَرِي وراق ابي جَعْفَر مُحَمَّد بن جرير الطَّبَرِيّ بِدِمَشْق يَوْم الْجُمُعَة لأَرْبَع خلون من ربيع الأول سنة احدى وَأَرْبَعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز حدث عَنهُ ابْن جرير بِكِتَاب التَّفْسِير وَغَيره ¶ وَحدث عَن غَيره ¶ ثِقَة مَأْمُون ¶ حَدثنَا عَنهُ ابو مُحَمَّد بن ابي نصر وَتَمام بن مُحَمَّد الرَّازِيّ وَغَيرهمَا ¶ سنة ثَلَاث وَأَرْبَعين وثلاثمئة ¶ وجدت فِي كتاب عبيد بن احْمَد بن فطيس وَالِد شَيخنَا سعيد ¶ 11 - توفّي ابو الْحسن خَيْثَمَة بن سلمَان الأطرابلسي فِي ذِي الْقعدَة سنة ثَلَاث وَأَرْبَعين وثلاثمئة",
            "page": "73",
            "part": "1",
            "seal": "52D8FF31"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وَذكر انه سَأَلَهُ عَن مولده فَذكر ان مولده سنة سبع وَعشْرين ومئتين ¶ قَالَ عبد الْعَزِيز سمع الحَدِيث على كبر بعد السِّتين ومئتين ¶ حدث عَن شُيُوخ الشَّام والساحل وحمص ودمشق وَغَيرهم من الْكُوفِيّين والبغداديين عَن العباسي بن الْوَلِيد بن مزِيد الْبَيْرُوتِي وَعَن احْمَد بن الْفرج الْحِجَازِي الْحِمصِي وَمُحَمّد بن عَوْف الطَّائِي الْحِمصِي (51 ب) واسحاق بن سيار النصيبي وَغَيرهم ¶ ثِقَة مَأْمُون كَانَ يذكر أَنه من الْعباد غير أَن بعض النَّاس رَمَاه بالتشيع ¶ حَدثنَا عَنهُ ابو الْقَاسِم صَدَقَة بن مُحَمَّد بن مَرْوَان الْقرشِي وابو نصر حَدِيد بن جَعْفَر الرماني وَعبد الرَّحْمَن بن عمر نصر وعدة غَيرهم ¶ قَالَ شَيخنَا هبة الله بن الْأَكْفَانِيِّ حرسه الله ¶ أخبرنَا أَبُو مُحَمَّد عبيد بن ابراهيم بن كبيبه التمار إجَازَة أخبرنَا تَمام بن مُحَمَّد بن عبد الله بن جَعْفَر الرَّازِيّ أَبُو الْقَاسِم حَدثنَا أَبُو الْحسن خَيْثَمَة بن سُلَيْمَان بن حيدره الأطرابلسي قَالَ ¶ كُنَّا فِي بِلَاد الرّوم فِي الحيس عشرَة أنفس فَبينا أَنا نَائِم اذا بِإِنْسَان يَقُول إقرأ قلت مَا أَقرَأ قَالَ اقْرَأ بَرَاءَة من الله وَرَسُوله فَقَرَأت الى أَن بلغت) {فسيحوا فِي الأَرْض أَرْبَعَة أشهر وَاعْلَمُوا أَنكُمْ غير معجزي الله وَأَن الله مخزي الْكَافرين}",
            "page": "74",
            "part": "1",
            "seal": "EA2830EA"
        },
        {
            "hno": "12",
            "id": "12",
            "nass": "فانتهبت فَقَالَ لي أَصْحَابِي يَا ابا الْحسن سمعناك تقْرَأ بَرَاءَة فَقلت لَهُم سمعتموني قَالُوا لي نعم فصيح فَبعد ثَلَاثَة أَيَّام جَاءَ فرسَان فحملونا الى رَسُول الْملك بن طولون خمار قَالَ خَيْثَمَة فَلم أزل أعد الْأَيَّام يَوْمًا الى تَمام أَرْبَعَة أشهر صرت الى طرابلس ¶ سنة أَربع وَأَرْبَعين وثلاثمئة ¶ وجدت فِي كتاب عبيد بن أَحْمد بن فطيس ¶ 12 - توفى سنة أَربع وَأَرْبَعين وثلاثمائة (36) مَاتَ وَهُوَ ابْن نَيف وَتِسْعين سنة ¶ حدث عَن يحيى بن أَيُّوب بن بَادِي العلاف قَالَ وَكَانَت وَفَاته",
            "page": "75",
            "part": "1",
            "seal": "5BF7157D"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "سنة تسع وَثَمَانِينَ ومئتين وَكَانَ سنة فَوق الثَّمَانِينَ سنة ¶ وَحدث عَن سعيد بن الحكم بن أبي مَرْيَم وَكَانَ مولده سنة خمس وَأَرْبَعين ومئة ¶ وَكَانَت وَفَاته سنة أَربع وَعشْرين ومئتين وَهُوَ ابْن ثَمَانِينَ سنة وَأشهر ¶ قَالَ عبد الْعَزِيز حَدثنَا] عَن أبي يَعْقُوب [عبد الرَّحْمَن بن أبي نصر وَتَمام بن مُحَمَّد الرَّازِيّ وَغَيرهمَا ¶ قَالَ شَيخنَا هبة الله ¶ عبيد هُوَ عبيد الله بن احْمَد بن مُحَمَّد بن سعيد بن عبد الله بن ابي مَرْيَم الْقرشِي الْمَعْرُوف بِابْن فطيس",
            "page": "76",
            "part": "1",
            "seal": "5E6BB27C"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "سنة سبع وَأَرْبَعين وثلاثمئة ¶ أخبرنَا أَبُو الْقَاسِم تَمام بن مُحَمَّد الرَّازِيّ الْحَافِظ قَالَ كَانَ القَاضِي أَبُو الْحسن أَحْمد بن سُلَيْمَان بن حذلم الْأَسدي لَهُ مجْلِس فِي الْجُمُعَة يملي فِي دَاره فحضرنا مَجْلِسه فَقَالَ ¶ رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فِي النّوم وَعَن يَمِينه أَبُو بكر وَعمر وَعَن يسَاره عُثْمَان وَعلي رَضِي الله عَنْهُم فِي دَاري فَجئْت فَجَلَست بَين يَدَيْهِ وَقَالَ لي (52 أ) يَا أَبَا الْحسن قد اشتقنا إِلَيْك فَمَا اشْتقت إِلَيْنَا قَالَ أَبُو الْقَاسِم تَمام ¶ 13 - فَلم تحضر جُمُعَة حَتَّى توفّي رَحمَه الله وَذَلِكَ فِي النّصْف من شَوَّال سنة سبع وَأَرْبَعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ كَانَ قَاضِي دمشق وَكَانَ ثِقَة مَأْمُونا نبيلا ¶ حدث عَن يزِيد بن مُحَمَّد بن عبد الصَّمد وَأبي زرْعَة بن عَمْرو وَأبي أسَامَه ¶ وَأحمد بن الْعَلَاء أخي هِلَال وبكار بن قُتَيْبَة البكراوي وَغَيرهم وَعنهُ جمَاعَة مِنْهُم عبيد الله بن الْوراق وَعبد الرَّحْمَن أبي نصر",
            "page": "77",
            "part": "1",
            "seal": "A13C2B17"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "وحَدثني تَمام بن مُحَمَّد الرزاي قَالَ ذكر لنا أَحْمد بن سُلَيْمَان بن حذلم أَن مولده بِخَط أَبِيه سنة سبع أَو تسع وَخمسين ومئتين قَالَ وَلم أفهمهُ لِأَنَّهُ كَانَ منغلقا ¶ قَالَ شَيخنَا هبة الله قَالَ أَبُو الْحسن مُحَمَّد بن عبد الله بن جَعْفَر الرَّازِيّ ¶ أَحْمد بن سُلَيْمَان بن حذلم آخر من كَانَت لَهُ حَلقَة فِي جَامع دمشق يدرس فِيهَا مَذْهَب الأوزاغي ¶ حَدثنَا شَيخنَا أَبُو الْحسن عبد الْوَهَّاب جَعْفَر الميداني وَكتبه لي بِخَطِّهِ قَالَ ¶ 14 - مَاتَ أَبُو الميمون عبد الرَّحْمَن بن عبد الله بن عمر بن رَاشد البَجلِيّ يَوْم الِاثْنَيْنِ سلخ شهر ربيع الأول من سنة سبع وأربعن وثلاثمة ¶ قَالَ عبد الْعَزِيز ¶ ثِقَة نبيل مَأْمُون ¶ حدث عَن عمر بن مُضر الْبَغْدَادِيّ وبكار بن قُتَيْبَة البكراوي وَأبي زرْعَة عبد الرَّحْمَن بن عَمْرو النصري حدث عَنهُ كتاب التَّارِيخ وَكتاب الْبَيَان والعلل وَغير ذَلِك",
            "page": "78",
            "part": "1",
            "seal": "0B7B7584"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "حَدثنَا عَنهُ ¶ تَمام وعبد الرحمن بن عُثْمَان وَغَيرهمَا ¶ وحَدثني تَمام بن مُحَمَّد قَالَ ذكر لي بعض ولد أبي الميمون أَن مولده سنة خمسين ومئتين ¶ وحَدثني مكي بن مُحَمَّد بن الْغمر حَدثنَا أَبُو سُلَيْمَان بن زبر قَالَ قَالَ لي أَبُو الميمون ابْن رَاشد أَنه ولد فِي سنة اثْنَتَيْنِ وَخمسين ومئتين ¶ حَدثنِي أَبُو الْحُسَيْن عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 15 - توفّي أَبُو عبد الله] جَعْفَر بن [مُحَمَّد بن] جَعْفَر [بن هِشَام ابْن] بنت [عدبس الْكِنْدِيّ يَوْم الثُّلَاثَاء لثمان خلون من شهر ربيع الآخر سنة سبع وَأَرْبَعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أبي زرْعَة عبد الرَّحْمَن بن عَمْرو وَيزِيد بن مُحَمَّد بن",
            "page": "79",
            "part": "1",
            "seal": "D1C206F2"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "عبد الصَّمد وَغَيرهمَا ¶ حَدثنَا عَنهُ عبد الرَّحْمَن بن أبي نصر وَأَبُو الْحُسَيْن عبد الله بن أَحْمد بن معَاذ الدَّارَانِي وَتَمام بن مُحَمَّد وَغَيرهم ثِقَة مَأْمُون ¶ وَذكر أَن مولده فِي صفر سنة ثَمَان وَخمسين ومئتين ¶ 16 - ذكر لي أَن أَبَا عَليّ مُحَمَّد بن الْقَاسِم بن مَعْرُوف عَم شَيخنَا أبي مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن الْقَاسِم بن مَعْرُوف بن أبي نصر [52 ب] توفّي فِي هَذِه السّنة سنة سبع وَأَرْبَعين وثلاثمئة ¶ حدث عَن أبي بكر أَحْمد بن عَليّ بن سعيد القَاضِي الْمروزِي بِأَكْثَرَ كتبه ¶ أتهم فِي ذَلِك وَذكر أَن أَكْثَرهَا إجَازَة وَكَانَ يحب الْمُحدثين وَأَهله ويكرمهم وَكَانَ صَاحب دنيا وصنف كتبا كَثِيرَة من الْأَخْبَار والحكايات والنوادر وَغير ذَلِك ¶ حَدثنَا عَنهُ ¶ ابْن أَخِيه عبد الرَّحْمَن بن عُثْمَان وَأَبُو بكر مُحَمَّد بن عبد الرَّحْمَن بن الْقطَّان وَغَيرهمَا",
            "page": "80",
            "part": "1",
            "seal": "187C0633"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "وَذكر عبيد بن أَحْمد بن فطيس أَن أَبَا عَليّ مُحَمَّد بن الْقَاسِم حَدثهُ أَن مولده سنة ثَلَاث وَثَمَانِينَ ومئتين ¶ وَأَنه سمع من القَاضِي أبي بكر أَحْمد بن عَليّ بن سعيد قَاضِي دمشق وحمص زمن بني أُميَّة فِي سنة اثْنَتَيْنِ وَتِسْعين ومئتين ¶ وحَدثني تَمام بن مُحَمَّد بن عبد الله بن جَعْفَر بن الْجُنَيْد الرَّازِيّ الْحَافِظ ¶ 17 - أَن وَالِده أَبَا الْحُسَيْن مُحَمَّد بن عبد الله توفّي فِي سنة سبع وَأَرْبَعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز وَكَانَ ثِقَة نبيلا مصنفا ¶ حَدثنَا عَنهُ ابْنه وَعقيل بن عبيد الله بن عَبْدَانِ] الصفار [ ¶ سنة ثَمَان وَأَرْبَعين وثلاثمائة ¶ حَدثنِي أَبُو الْحُسَيْن الميداني قَالَ ¶ 18 - توفّي أَبُو بكر أَحْمد بن الْقَاسِم بن مَعْرُوف عَم أبي مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن الْقَاسِم بن مَعْرُوف بن أبي نصر يَوْم",
            "page": "81",
            "part": "1",
            "seal": "D1F7B660"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "الْأَحَد لثلاث خلون من شعْبَان سنة ثَمَان وَأَرْبَعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ كَانَ شَيخا مسنا حدث عَن أبي زرْعَة عبد الرَّحْمَن بن عَمْرو بِثَلَاثَة أَجزَاء من فَوَائده وَعَن اليافوني ¶ لم يكن عِنْده حَدِيث كثير وَكَانَ ثِقَة مَأْمُونا ¶ حَدثنَا عَن أبن أَخِيه أَبُو مُحَمَّد بن عبد الرَّحْمَن بن عُثْمَان وَتَمام بن مُحَمَّد وَغَيرهمَا ¶ سنة تسع وَأَرْبَعين وثلاثمائة ¶ حَدثنِي أَبُو الْحُسَيْن عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 19 - توفّي أَبُو إِسْحَاق إِبْرَاهِيم بن مُحَمَّد بن صَالح بن سِنَان يَوْم الثُّلَاثَاء لإحدى وَعشْرين لَيْلَة مَضَت من شهر ربيع الآخر سنة تسع وَأَرْبَعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أبي زرْعَة بن عَمْرو وَغَيره ¶ وَكَانَ ثِقَة ¶ حَدثنَا عَنهُ أَبُو الْحسن عبد الرَّحْمَن بن مُحَمَّد بن يَاسر وَتَمام بن",
            "page": "82",
            "part": "1",
            "seal": "D9A8078C"
        },
        {
            "hno": "20",
            "id": "20",
            "nass": "مُحَمَّد وَغَيرهمَا ¶ وحَدثني أَبُو الْحُسَيْن عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 20 - وَفِي يَوْم الثُّلَاثَاء لثمان عشرَة لَيْلَة مَضَت من جمادي الْآخِرَة من سنة تسع وَأَرْبَعين وثلاثمائة توفّي أَبُو عبد الله مُحَمَّد بن خَالِد بن يزِيد الأعدالي الْمصْرِيّ بِمَدِينَة دمشق ¶ قَالَ عبد الْعَزِيز حدث عَن أَحْمد بن شُعَيْب النَّسَائِيّ بالسنن وَغير ذَلِك ¶ حَدثنَا عَنهُ عبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَتَمام (53 أ) بن مُحَمَّد وَعبد الرَّحْمَن بن عمر بن نصر ¶ لم أسمع فِيهِ شَيْئا ¶ 21 - وَذكر أَن أَبَا الْحسن عُثْمَان بن الْقَاسِم بن مَعْرُوف بن أبي نصر وَالِد عبد الرَّحْمَن توفّي بِدِمَشْق فِي سنة تسع وَأَرْبَعين وثلاثمئة ¶ حدث عَن مُحَمَّد بن المعافا الصَّيْدَاوِيُّ ¶ حَدثنَا عَنهُ ابْنه عبد الرَّحْمَن وَكَانَ أَمِير جيوش الْغُزَاة من دمشق ¶ سنة خمسين وثلاثمئة ¶ وجدت فِي كتاب عبيد بن أَحْمد بن فطيس ¶ 22 - توفّي وَالِدي أَبُو بكر أَحْمد بن مُحَمَّد بن فطيس الْقرشِي عِنْد طُلُوع الْفجْر لليلتين خلَّتَانِ من شَوَّال سنة خمسين وثلاثمئة",
            "page": "83",
            "part": "1",
            "seal": "2FD0FACC"
        },
        {
            "hno": "23",
            "id": "21",
            "nass": "قَالَ عبد الْعَزِيز ¶ حدث عَن أبي عبد الملك أَحْمد بن ابراهيم الْقرشِي عَن ابْن عَائِذ كتاب الْجمل وصفين وَحدث بتفسير دُحَيْم وَغير ذَلِك ¶ وَكَانَ ثِقَة مَأْمُونا يورق بِدِمَشْق لَهُ خطّ مَنْسُوب ¶ حَدثنَا عَنهُ تَمام بن مُحَمَّد وَأَبُو مُحَمَّد بن أبي نصر ¶ وَذكر أَن مولده فِي شهر رَمَضَان سنة اثْنَتَيْنِ وَسبعين ومئتين ¶ سنة اثْنَتَيْنِ وَخمسين وثلاثمئة ¶ وجدت على ظهر تَارِيخ أبي زرْعَة بِخَط تَمام بن مُحَمَّد الرَّازِيّ وَأذن لي رِوَايَته ¶ 23 - توفّي أَبُو بكر مُحَمَّد بن عَليّ الرماني الْبَغْدَادِيّ فِي سنة اثْنَتَيْنِ وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن مُحَمَّد بن سُلَيْمَان الْمروزِي وَغَيره ¶ حَدثنَا عَنهُ ابْن ابْنه عَليّ بن أَحْمد الشرابي وَتَمام بن مُحَمَّد وَعقيل بن عبيد الله بن عَبْدَانِ وَغَيرهم ¶ لم أسمع فِيهِ شَيْئا ¶ قَالَ شَيخنَا هبة الله ذكره أَبُو الْفَتْح مسرور فَقَالَ كَانَ فِيهِ",
            "page": "84",
            "part": "1",
            "seal": "1489618F"
        },
        {
            "hno": "24",
            "id": "22",
            "nass": "بعض اللين ¶ سنة ثَلَاث وَخمسين وثلاثمئة ¶ حَدثنَا أَبُو مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَأَبُو الْقَاسِم عَليّ بن بشرى الْعَطَّار وَغَيرهمَا قَالُوا ¶ 24 - توفّي أَبُو الْقَاسِم عَليّ بن يَعْقُوب بن ابراهيم بن شَاكر الْمَعْرُوف بِابْن أبي الْعقب يَوْم الْأَحَد آخر النَّهَار لتسْع عشرَة لَيْلَة خلت من ذِي الْحجَّة سنة ثَلَاث وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أبي زرْعَة بن عَمْرو بفوائده وَغير ذَلِك ¶ وَكَانَ ثِقَة مَأْمُونا حَافِظًا مَشْهُورا ¶ حَدثنَا عَنهُ أَبُو بكر مُحَمَّد بن عبد الرَّحْمَن الْقطَّان وَأَبُو مُحَمَّد عبيد الله بن الْحُسَيْن بن أَحْمد الْوراق وَخلق كثير ¶ أخبرنَا أَبُو عُثْمَان سعيد بن عبيد بن فطيس إجَازَة حَدثنَا أبي حَدثنِي أَبُو عَليّ مُحَمَّد بن هَارُون بن شُعَيْب الْأنْصَارِيّ ¶ أَن مولده بِدِمَشْق فِي الْمحلة المنسوبة الى لؤلؤة الْكَبِيرَة خَارج بَاب الْجَابِيَة فِي شهر رَمَضَان سنة سِتّ وَسِتِّينَ ومئتين",
            "page": "85",
            "part": "1",
            "seal": "DBFAE552"
        },
        {
            "hno": "25",
            "id": "23",
            "nass": "وحَدثني أَبُو الْحُسَيْن بن الميداني ¶ 25 - أَن أَبَا عَليّ (53 ب) الْأنْصَارِيّ توفّي فِي سنة ثَلَاث وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن شُيُوخ اصبهان وبغداد وَالْبَصْرَة ودمشق ومصر وَكَانَ يتهم ¶ حَدثنَا عَنهُ عبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَتَمام بن مُحَمَّد وَغَيرهمَا ¶ سنة خمس وَخمسين وثلاثمئة ¶ حَدثنِي ابْن الميداني قَالَ ¶ 26 - توفّي أَبُو الْحسن عَليّ بن الْحسن بن عَلان الْحَرَّانِي يَوْم الثُّلَاثَاء يَوْم عيد الْأَضْحَى سنة خمس وَخمسين",
            "page": "86",
            "part": "1",
            "seal": "4E58905C"
        },
        {
            "hno": "27",
            "id": "24",
            "nass": "وَصلى عَلَيْهِ أَبُو الْعَبَّاس بن النجاد ¶ قَالَ عبد الْعَزِيز يروي عَن ابي يعلي الْموصِلِي وَأبي عرُوبَة وَغَيرهمَا ¶ حَدثنَا عَنهُ تَمام بن مُحَمَّد ¶ وَكَانَ ثِقَة حَافِظًا نبيلا ¶ سنة سِتّ وَخمسين وثلاثمئة ¶ حَدثنِي أَبُو الْقَاسِم عَليّ بن بشرى الْعَطَّار وَأَبُو الْحُسَيْن الميداني قَالَا ¶ 27 - توفّي أَبُو بكر أَحْمد بن عبد الله بن أبي دُجَانَة عبد الله بن عَمْرو النصري الدِّمَشْقِي يَوْم الْإِثْنَيْنِ لثلاث عشرَة لَيْلَة مَضَت من شهر رَمَضَان سنة سِتّ وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز كَانَ يملي فِي الْجَامِع ¶ حدث عَن ابْن دُحَيْم وَغَيره انْتفع عَلَيْهِ أَبُو عبد الله مُحَمَّد بن مَنْدَه الْأَصْبَهَانِيّ الْحَافِظ ¶ حَدثنَا عَنهُ أَبُو الْقَاسِم تَمام بن مُحَمَّد وَأَبُو الْقَاسِم عَليّ بن بشرى وَغَيرهمَا ¶ وَكَانَ ثِقَة مَأْمُونا ¶ قَالَ شَيخنَا هبة الله وفيهَا توفّي",
            "page": "87",
            "part": "1",
            "seal": "0CABBB6E"
        },
        {
            "hno": "28",
            "id": "25",
            "nass": "28 - (2 ز) كافور الأخشيدي ¶ 29 - (3 ز) وَسيف الدولة أَبُو الْحسن بن حمدَان ¶ سنة سبع وَخمسين وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 30 - توفّي القَاضِي أَبُو عَليّ مُحَمَّد بن مُحَمَّد بن آدم الْفَزارِيّ بِدِمَشْق يَوْم الْإِثْنَيْنِ لثلاث خلون من جُمَادَى الْآخِرَة سنة سبع وَخمسين وثلاثمئة",
            "page": "88",
            "part": "1",
            "seal": "679BDA90"
        },
        {
            "hno": "31",
            "id": "26",
            "nass": "قَالَ عبد الْعَزِيز ¶ حدث عَن أَحْمد بن عَليّ القَاضِي وَغَيره ¶ وَكَانَ ثِقَة مَأْمُونا ¶ حَدثنَا عَنهُ عبد الْوَهَّاب بن جَعْفَر الميداني وَغَيره ¶ وحَدثني عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 31 - توفّي أَبُو عبد الله الْحُسَيْن بن أَحْمد أبي بن ثَابت الْعدْل وَكَانَ يملي فِي الْجَامِع فِي سنة سبع وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن زَكَرِيَّا بن يحي السجْزِي الْمَعْرُوف بخياط السّنة وَعَن أَحْمد بن عَليّ القَاضِي وَغَيرهمَا ¶ وَكَانَ ثِقَة مَأْمُونا ¶ حَدثنَا عَنهُ عبد الْوَاحِد بن أَحْمد بن مشماس وَتَمام بن مُحَمَّد وَابْن الميداني وَغَيرهم ¶ قَالَ شَيخنَا هبة الله وفيهَا ¶ 3 - (4 ز) توفّي الشريف أَبُو الْحُسَيْن عَليّ بن عبيد الله الْجَعْفَرِي فِي يَوْم الْإِثْنَيْنِ لعشر بَقينَ من شهر ربيع الأول ¶ سنة ثَمَان وَخمسين وثلاثمئة ¶ حَدثنِي أَبُو الْقَاسِم تَمام (54 أ) بن مُحَمَّد الرَّازِيّ وَعبد الْوَهَّاب بن جَعْفَر الميداني وَغَيرهمَا قَالُوا",
            "page": "89",
            "part": "1",
            "seal": "5E0D854C"
        },
        {
            "hno": "33",
            "id": "27",
            "nass": "33 - توفّي أَبُو عبد الله مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان يَوْم الْجُمُعَة عِنْد غرُوب الشَّمْس لعشر خلون من شَوَّال سنة ثَمَان وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أبي عبد الملك أَحْمد بن إِبْرَاهِيم الْقرشِي وزَكَرِيا بن يحيى السجْزِي وَغَيرهمَا وَكَانَ ثِقَة مَأْمُونا جوادا ¶ انتقى عَلَيْهِ أَبُو عبد الله مُحَمَّد بن مَنْدَه الْأَصْبَهَانِيّ الْحَافِظ فَوَائده ثَلَاثِينَ جُزْءا ¶ حَدثنَا عَنهُ عبد الرحمن بن أبي نصر وَتَمام وعدة وَغَيرهمَا ¶ وحَدثني أَبُو الْحُسَيْن بن الميدان قَالَ ¶ 34 - توفّي أَبُو عمر مُحَمَّد بن الْعَبَّاس بن كوذك يَوْم الْإِثْنَيْنِ لثلاث خلون من ذِي الْحجَّة سنة ثَمَان وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن إِبْرَاهِيم بن عبد الرَّحْمَن بن دُحَيْم وَابْن الرواس وَغَيرهمَا",
            "page": "90",
            "part": "1",
            "seal": "6C811F9D"
        },
        {
            "hno": "35",
            "id": "28",
            "nass": "حَدثنَا عَنهُ تَمام بن مُحَمَّد وَابْن الميداني وَالْقَاضِي أَبُو نصر مُحَمَّد بن أَحْمد بن هَارُون بن الجندي وَغَيرهم ¶ لم أسمع فِيهِ شَيْئا ¶ قَالَ شَيخنَا هبة الله ¶ 35 - (5 ز) توفّي أَبُو الْعَبَّاس أَحْمد بن عَليّ السكرِي سنة ثَمَان وَخمسين ¶ سنة تسع وَخمسين وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 36 - توفّي أَبُو بكر البُخَارِيّ الْفَقِيه بِدِمَشْق يَوْم الثُّلَاثَاء بعد الْعَصْر وَدفن يَوْم الْأَرْبَعَاء لثمان خلون من ذِي الْقعدَة سنة تسع وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حَدثنَا عَنهُ القَاضِي مُحَمَّد بن أَحْمد بن هَارُون بن الجندي ¶ وَكَانَ إِمَامًا فِي السّنة ¶ أخبرنَا أَبُو الْقَاسِم تَمام بن مُحَمَّد أَو غَيره قَالَ",
            "page": "91",
            "part": "1",
            "seal": "1021982C"
        },
        {
            "hno": "37",
            "id": "29",
            "nass": "37 - توفّي أَبُو طَاهِر الاسكندراني يَوْم السبت لخمس خلون من رَجَب سنة تسع وَخمسين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حَدثنَا عَنهُ ابْن الميداني وَتَمام بن مُحَمَّد وَغَيرهمَا ¶ لم أسمع فِيهِ شَيْئا ¶ وجدت فِي كتاب عَتيق ¶ 38 - توفّي أَبُو عبد الله بن كيسَان فِي شهر رَمَضَان سنة تسع وَخمسين وثلاثمئة ¶ سنة سِتِّينَ وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 39 - توفّي أَبُو بكر مُحَمَّد بن دَاوُود الدينَوَرِي الْمَعْرُوف بالدقي لسبع خلون من جُمَادَى الأولى سنة سِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز حَدثنَا عَنهُ أَبُو الْحُسَيْن الميداني بحكايات ¶ قَالَ شَيخنَا هبة الله",
            "page": "92",
            "part": "1",
            "seal": "D0A66DA9"
        },
        {
            "hno": "40",
            "id": "30",
            "nass": "40 - (6 ز) وَفِي يَوْم الْأَحَد لإحدى وَعشْرين لَيْلَة خلت من شعْبَان سنة سِتِّينَ وثلاثمئة توفّي العَبْد الصَّالح أَبُو الْعَبَّاس بن النجاد ¶ وَصلي عَلَيْهِ بعد الْعَصْر فِي الْجَامِع والمصلى وَدفن عِنْد قبر أبي الْعَبَّاس السكرِي فِي بَاب الصَّغِير ¶ وَهُوَ أَحْمد بن مُحَمَّد بن الْفَتْح قَرَأَ على أبي عبد الله (54 ب) هَارُون بن مُوسَى بن الْأَخْفَش ¶ سنة احدى وَسِتِّينَ وثلاثمئة ¶ وجدت فِي كتاب عَتيق ¶ 41 - توفّي أَبُو الْقَاسِم عبد الرَّحْمَن الدينَوَرِي الْوَاعِظ بقينية يَوْم الثُّلَاثَاء لخمس بَقينَ من ذِي الْحجَّة سنة إِحْدَى وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز حدث عَن شُيُوخ الدينور ¶ حَدثنَا عَنهُ سعيد بن فطيس وَغَيره",
            "page": "93",
            "part": "1",
            "seal": "97731BB3"
        },
        {
            "hno": "42",
            "id": "31",
            "nass": "سنة اثْنَتَيْنِ وَسِتِّينَ وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن الميداني قَالَ ¶ 42 - توفّي أَبُو عَمْرو مُحَمَّد بن مُوسَى بن فضَالة الْقرشِي يَوْم الْخَمِيس لخمس خلون من شهر ربيع الآخر سنة اثْنَتَيْنِ وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن الْحسن بن الْفرج الْغَزِّي وَغَيره ¶ تكلمُوا فِيهِ ¶ حَدثنَا عَنهُ أَبُو مُحَمَّد بن أبي نصر وَعبد الْوَهَّاب بن عبد الله المري وَغَيرهمَا",
            "page": "94",
            "part": "1",
            "seal": "EC230F8E"
        },
        {
            "hno": "43",
            "id": "32",
            "nass": "وحَدثني ابْن الميداني قَالَ ¶ 43 - توفّي أَبُو الْحَارِث أَحْمد بن مُحَمَّد بن عمَارَة الْكِنَانِي يَوْم الْخَمِيس لثمان وَعشْرين لَيْلَة خلت من شهر ربيع الآخر سنة اثْنَتَيْنِ وَسِتِّينَ [وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أَحْمد بن مُحَمَّد بن يحيى بن حَمْزَة وَغَيره ¶ حَدثنَا عَنهُ أَبُو مُحَمَّد بن أبي نصر وَتَمام بن مُحَمَّد وَغَيرهمَا ¶ لم أسمع فِيهِ شَيْئا ¶ قَالَ شَيخنَا هبة الله وفيهَا ¶ 44 - (7 ز) توفّي أَبُو حَفْص عمر بن الْبري وَكَانَ رجلا صَالحا مِمَّن تبع أَبَا بكر بن سيد حَمْدَوَيْه وَصَحبه سِنِين ¶ سنة ثَلَاث وَسِتِّينَ وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 45 - توفّي أَبُو الْعَبَّاس مُحَمَّد بن مُوسَى بن السمسار الْحَافِظ فِي شهر رَمَضَان سنة ثَلَاث وَسِتِّينَ] وثلاثمئة [",
            "page": "95",
            "part": "1",
            "seal": "B34F3208"
        },
        {
            "hno": "46",
            "id": "33",
            "nass": "قَالَ عبد الْعَزِيز ¶ حدث عَن مُحَمَّد بن خريم الْعقيلِيّ وَأحمد بن عُمَيْر بن جوصا وَالْحُسَيْن بن اسماعيل الْمحَامِلِي الْبَغْدَادِيّ ¶ وَكَانَ ثِقَة نبيلا حَافِظًا كتب القناطير حدث بِشَيْء يسير ¶ حَدثنِي أَبُو نصر عبد الْوَهَّاب بن عبد الله بن عمر الْحَافِظ قَالَ ¶ 46 - توفّي أَبُو الْعَبَّاس جمع بن الْقَاسِم الجُمَحِي الْمُؤَذّن بِدِمَشْق فِي شعْبَان سنة ثَلَاث وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أبي قصي إِسْمَاعِيل بن مُحَمَّد العذري وَغَيره ¶ وَكَانَ ثِقَة نبيلا انتقى عَلَيْهِ أَبُو عبد الله بن مندة الْحَافِظ جزءين حَدثنَا بهما عَنهُ أَبُو نصر عبد الْوَهَّاب بن عبد الله بن عمر المري وَتَمام بن مُحَمَّد الرَّازِيّ ¶ قَالَ شَيخنَا هبة الله وَفِي سنة ثَلَاث وَسِتِّينَ وثلاثمئة",
            "page": "96",
            "part": "1",
            "seal": "8E0C2FE0"
        },
        {
            "hno": "47",
            "id": "34",
            "nass": "47 - (8 ز) توفّي العَبْد الصَّالح الزَّاهِد أَبُو بكر مُحَمَّد بن أَحْمد بن سهل بن نصر الرَّمْلِيّ الْمَعْرُوف بِابْن النابلسي ¶ وَكَانَ يرى قتال المغاربة وبغضهم أَنه وَاجِب وَكَانَ قد هرب من الرملة الى دمشق فَقبض عَلَيْهِ الْوَالِي بهَا (55 أ) أَبُو مَحْمُود الكتامي صَاحب الْمعز [أَبُو] تَمِيم بِدِمَشْق وَأَخذه وحبسه فِي شهر رَمَضَان من سنة ثَلَاث وَسِتِّينَ وثلاثمئة وَجعله فِي قفص خشب وَحمله الى مصر فَلَمَّا حضر بِمصْر قيل لَهُ أَنْت الَّذِي قلت لَو أَن معي عشرَة أسْهم لرميت تِسْعَة فِي المغاربة وواحدا فِي الرّوم فاعترف بذلك وَقَالَ قد قلته ¶ فَأمر الْمعز أَبُو تَمِيم بسلخة فسلخ وَحشِي جلده تبنا وصلب ¶ قَالَ عبد الْوَهَّاب بن جَعْفَر الميداني حَدثنَا أَبُو بكر مُحَمَّد بن أَحْمد بن سهل بن نصر الشَّيْخ الصَّالح الثِّقَة الصدوق ¶ وَعبد الْوَهَّاب بن الْحسن قَالَ حَدثنَا أَبُو الْحُسَيْن عُثْمَان مُحَمَّد بن عَلان الذَّهَبِيّ",
            "page": "97",
            "part": "1",
            "seal": "4908462C"
        },
        {
            "hno": "48",
            "id": "35",
            "nass": "سنة أَربع وَسِتِّينَ وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 48 - توفّي الْحسن بن سعيد الْقرشِي يَوْم الْأَرْبَعَاء لعشر بَقينَ من شهر ربيع الآخر سنة أَربع وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن ابْن الزفتي عَن هِشَام بن عمار وَغَيره ¶ حَدثنَا عَنهُ ابْن الميداني ¶ وحَدثني ابْن الميداني قَالَ ¶ 49 - مَاتَ أَبُو المرحى السبتي يَوْم الْأَحَد لست بَقينَ من شهر ربيع الآخر سنة أَربع وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز صَاحب حَدِيث كتب كثيرا لم يحدث ¶ أخبرنَا أَبُو نصر عبد الْوَهَّاب بن عبد الله المري قَالَ ¶ 50 - توفّي أَحْمد بن الْقَاسِم بن الخشاب فِي صفر سنة أَربع وَسِتِّينَ وثلاثمئة",
            "page": "98",
            "part": "1",
            "seal": "C58782B3"
        },
        {
            "hno": "51",
            "id": "36",
            "nass": "قَالَ عبد الْعَزِيز ¶ وَهُوَ أَبُو الْفرج أَحْمد بن الْقَاسِم بن عبد الله بن مهْدي الْبَغْدَادِيّ الْحَافِظ ¶ وَكَانَ قد نزل طرسوس وَقدم دمشق وَأقَام بهَا ¶ وَحدث عَن جمَاعَة مِنْهُم عبد الله بن مُحَمَّد الْبَغَوِيّ وَأَبُو بكر بن أبي دَاوُود ¶ وحَدثني ابْن الميداني قَالَ ¶ 51 - توفّي أَبُو هَاشم عبد الْجَبَّار بن عبد الصَّمد الْمُؤَدب السّلمِيّ لسبع بَقينَ من صفر سنة أَربع وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز حدث عَن أبي بكر مُحَمَّد بن خريم وَغَيره ¶ كتب القناطير وَجمع من المصنفات شَيْئا عَظِيما وَكَانَ ثِقَة مَأْمُونا ¶ حَدثنَا عَنهُ تَمام بن مُحَمَّد وَعبد الْوَهَّاب بن الميداني وَابْن عَوْف وَغَيرهم ¶ وانتقى عَلَيْهِ أَحْمد بن الْقَاسِم الخشاب الْحَافِظ الْبَغْدَادِيّ فَنظر فِيهَا",
            "page": "99",
            "part": "1",
            "seal": "267FF0D8"
        },
        {
            "hno": "52",
            "id": "37",
            "nass": "أَبُو الْحسن عَليّ بن عمر الدَّارَقُطْنِيّ الْحَافِظ فصوب أَحْمد بن الْقَاسِم ¶ وَقَرَأَ أَبُو هَاشم عَليّ هَارُون بن مُوسَى بن شريك الْأَخْفَش ¶ أخبرنَا أَبُو نصر عبد الْوَهَّاب بن عبد الله المري قَالَ ¶ 52 - توفّي أَبُو زرْعَة مُحَمَّد بن الْحسن بن دُحَيْم فِي ذِي الْحجَّة من سنة أَربع وَسِتِّينَ وثلاثمئة ¶ وحَدثني أَبُو نصر أَيْضا قَالَ ¶ 53 - توفّي أَبُو الْقَاسِم الْحسن بن عَليّ بن عَليّ بن مُحَمَّد بن جَعْفَر بن الْقَاسِم بن مُحرز بن جرير بن عبد الله البَجلِيّ الْمَعْرُوف بِابْن أبي السلَاسِل فِي رَجَب سنة (55 ب) أَربع وَسِتِّينَ وثلاثمئة وَهُوَ آخر من حدث بِدِمَشْق عَن أَحْمد بن عَليّ القَاضِي ¶ سنة خمس وَسِتِّينَ وثلاثمئة حَدثنِي عبد الْوَهَّاب بن جَعْفَر الميداني وَعبد الْوَهَّاب بن عبد الله الْحَافِظ قَالَا ¶ 54 - توفّي أَبُو عَليّ الْحسن بن مُنِير بن مُحَمَّد التنوخي يَوْم السبت لأَرْبَع",
            "page": "100",
            "part": "1",
            "seal": "2EBAD3A1"
        },
        {
            "hno": "55",
            "id": "38",
            "nass": "بَقينَ من شهر ربيع الأول سنة خمسين وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز وَكَانَ ثِقَة نبيلا مَأْمُونا ¶ حدث عَن عبد الله بن سلم الْمَقْدِسِي وَمُحَمّد بن خريم وَغَيرهمَا ¶ حَدثنَا عَنهُ جمَاعَة مِنْهُم عبد الْوَهَّاب بن عبد الله المري وَعبد الْوَهَّاب بن جَعْفَر الميداني ¶ وحَدثني أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 55 - توفّي أَبُو بكر أَحْمد بن مُوسَى بن السمسار أَخُو أبي الْعَبَّاس فِي ذِي الْقعدَة سنة خمس وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث بِشَيْء يسير انتقى عَلَيْهِ أَخُوهُ [حدث] عَن ابْن خريم وَابْن جوصا وَغَيرهمَا ¶ حَدثنَا عَنهُ أَبُو بكر مُحَمَّد بن عَوْف وَأَخُوهُ أَبُو الْحسن عَليّ بن مُوسَى وَغَيرهمَا ¶ قَالَ شَيخنَا هبة الله ¶ 56 - (9 ز) توفّي أَبُو أَحْمد عبد الله بن مُحَمَّد بن عبد الله بن الناصح بن شُجَاع الْفَقِيه يعرف بِابْن الْمُفَسّر فِي رَجَب سنة خمس وَسِتِّينَ وثلاثمئة ¶ حدث عَن أَحْمد بن عَليّ بن سعيد القَاضِي وَغَيره",
            "page": "101",
            "part": "1",
            "seal": "185EECAE"
        },
        {
            "hno": "57",
            "id": "39",
            "nass": "سنة سِتّ وَسِتِّينَ وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 57 - توفّي أَبُو عَليّ أَحْمد بن مُحَمَّد الْمَعْرُوف بالزفتي يَوْم الثُّلَاثَاء لإحدى عشرَة لَيْلَة خلت من شهر ربيع الأول من سنة سِتّ وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أَحْمد بن عُمَيْر بن جوصا وَغَيره ¶ حَدثنَا عَنهُ ابْن الميداني وَغَيره ¶ وجدت فِي كتاب عَتيق ¶ 58 - توفّي أَبُو الْحسن المنبجي وَهُوَ أَحْمد بن الصَّقْر بن ثَابت صَاحب كتاب الْقرَاءَات فِي ربيع الآخر سنة سِتّ وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَنهُ أَبُو عَليّ الشيزري شَيخنَا",
            "page": "102",
            "part": "1",
            "seal": "788B0D8C"
        },
        {
            "hno": "59",
            "id": "40",
            "nass": "قَالَ شيحنا هبة الله ¶ 59 - (10 ز) توفّي أَبُو اسحاق ابراهيم البلوطي لست خلون من شهر ربيع الآخر سنة سِتّ وَسِتِّينَ وثلاثمئة ¶ وَصلي عَلَيْهِ خَارج بَاب كيسَان وَدفن هُنَاكَ رَحل عَن الأكواخ لما قدم جَوْهَر ¶ سنة سبع وَسِتِّينَ وثلاثمئة ¶ قَالَ شَيخنَا هبة الله ¶ 60 - (11 ز) وَفِي يَوْم الثُّلَاثَاء لثلاث وَعشْرين لَيْلَة خلت من جُمَادَى الْآخِرَة سنة سبع وَسِتِّينَ وثلاثمئة توفّي أَبُو الْقَاسِم الامام الْقرشِي امام جَامع دمشق ¶ وَكَانَ رجلا صَالحا (56 أ) من أهل الدّين وَالْفضل وَدفن بِبَاب كيسَان عِنْد قبر أبي اسحاق البلوطي ¶ سنة ثَمَان وَسِتِّينَ وثلاثمئة ¶ حَدثنِي عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 61 - توفّي أَبُو عَليّ الْحُسَيْن بن ابراهيم بن جَابر الْفَرَائِضِي الْمَعْرُوف بِابْن الزمزام القَاضِي لَيْلَة السبت وَأخرج بالغد لثلاث خلون من",
            "page": "103",
            "part": "1",
            "seal": "8D5E096E"
        },
        {
            "hno": "62",
            "id": "41",
            "nass": "شَوَّال سنة ثَمَان وَسِتِّينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن مُحَمَّد بن الْمعَافى وَأبي جَعْفَر أَحْمد بن مُحَمَّد بن اسماعيل بن النّحاس النَّحْوِيّ وَمُحَمّد بن خريم وفقير بن مُوسَى وَغَيرهم ¶ وَكَانَ يملي فِي الْجَامِع ¶ حَدثنَا عَنهُ ثريا بن أَحْمد الْأَلْهَانِي ومكي بن مُحَمَّد بن عمر الْمُؤَدب وَغَيرهمَا ¶ وَكَانَ ثِقَة ¶ سنة تسع وَسِتِّينَ وثلاثمئة ¶ حَدثنِي ابْن الميداني قَالَ ¶ 62 - توفّي أَبُو بكر احْمَد بن عبد الْوَهَّاب اللهبي الْمَعْرُوف بالصابوني يَوْم الْأَحَد النّصْف من شهر ربيع الآخر سنة تسع وَسِتِّينَ وثلاثمئة",
            "page": "104",
            "part": "1",
            "seal": "4DAF753C"
        },
        {
            "hno": "63",
            "id": "42",
            "nass": "قَالَ عبد الْعَزِيز ¶ حدث عَن مُحَمَّد بن خريم وَأحمد بن عُمَيْر بن جوصاء وَغَيرهمَا ¶ وَحدث بِكِتَاب الْمُبْتَدَأ والمبعث والمغازي لِابْنِ إِسْحَاق ¶ حَدثنَا عَنهُ تَمام بن مُحَمَّد ومكي بن مُحَمَّد بن غمر وَغَيرهمَا ¶ لم أسمع فِيهِ شَيْئا ¶ قَالَ شَيخنَا ¶ 63 - (12 ز) توفّي أَبُو بكر مُحَمَّد بن عَليّ بن الْحُسَيْن النقاش يَوْم الْإِثْنَيْنِ لأَرْبَع خلون من شعْبَان سنة تسع وَسِتِّينَ وثلاثمئة وَقَالَ شَيخنَا هبة الله رَأَيْت فِي كتاب عَتيق ¶ 64 - (13 ز) توفّي أَبُو عبد الله الروذ باري الصُّوفِي رَحمَه الله فَجْأَة وَقيل إِنَّه سقط من سطح وَكَانَ دَفنه بصور فِي الخربة يَوْم الْإِثْنَيْنِ لخمس خلون من ذِي الْحجَّة سنة تسع وَسِتِّينَ وثلاثمئة ¶ قَالَ وَقَالَ مُحَمَّد بن عَليّ الصُّورِي حدثونا عَن أبي عبد الله الروذ باري عَن إِسْمَاعِيل بن مُحَمَّد الصفار عَن الْحُسَيْن بن عَرَفَة أَحَادِيث لم يروها الصفار عَن ابْن عَرَفَة ¶ قَالَ الصُّورِي وَلَا أَظُنهُ مِمَّن كَانَ يتَعَمَّد الْكَذِب لكنه شبه عَلَيْهِ",
            "page": "105",
            "part": "1",
            "seal": "63B6EA9D"
        },
        {
            "hno": "65",
            "id": "43",
            "nass": "سنة سبعين وثلاثمئة ¶ قَالَ شَيخنَا هبة الله رَأَيْت بِخَط أبي المعمر المسدد بن عَليّ الْحِمصِي ¶ 65 - (14 ز) توفّي أَبُو بكر أَحْمد بن عبد الْكَرِيم سنة سبعين وثلاثمئة ¶ قَالَ وفيهَا ¶ 66 - (15 ز) توفّي أَبُو عبد الله الْحُسَيْن بن أَحْمد بن خالويه الهمذاني بحلب",
            "page": "106",
            "part": "1",
            "seal": "D26A6D1C"
        },
        {
            "hno": "67",
            "id": "44",
            "nass": "سنة إِحْدَى وَسبعين وثلاثمئة ¶ وجدت فِي كتاب عَتيق ¶ 67 - توفّي أَبُو الْعَبَّاس بن الأفقاحي فِي صفر سنة إِحْدَى وَسبعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث بِكِتَاب جمعه وَسَماهُ كتاب الْبُسْتَان ¶ قَالَ هبة الله هُوَ أَبُو الْعَبَّاس أَحْمد بن عبد الله بن سُلَيْمَان يروي عَن أبي الطّيب (56 ب) عبادل وزَكَرِيا بن احْمَد الْبَلْخِي القَاضِي وَغَيرهمَا ¶ سنة ثَلَاث وَسبعين وثلاثمئة ¶ حَدثنِي عبد الْوَهَّاب بن جَعْفَر الميداني قَالَ ¶ 68 - توفّي شَيخنَا أَبُو مُحَمَّد الْحسن بن مُحَمَّد بن دَاوُود الثَّقَفِيّ الْمُؤَدب يَوْم الْأَرْبَعَاء لثمان بَقينَ من شهر رَمَضَان سنة ثَلَاث وَسبعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز وَكَانَ من أهل حران ¶ حَدثنَا عِنْد نصر بن أَحْمد لجين الْعجلِيّ وَغَيره",
            "page": "107",
            "part": "1",
            "seal": "8CFDEB0B"
        },
        {
            "hno": "69",
            "id": "45",
            "nass": "قَالَ شَيخنَا هبة الله رَأَيْت بِخَط تَمام بن مُحَمَّد الرَّازِيّ مَكْتُوبًا أَبُو نصر أَحْمد بن مُحَمَّد بن أبي لجيم الْعجلِيّ من ولد أبي دلف ¶ وَرَأَيْت على ظهر كتاب الشريف أبي طَالب الْهَاشِمِي ¶ 69 - توفّي جدي لأمي أَبُو الْقَاسِم الْفضل بن جَعْفَر الْمُؤَذّن سنة ثَلَاث وَسبعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز وَكَانَ ثِقَة نبيلا مَأْمُونا ¶ حَدثنَا عَنهُ عدَّة مِنْهُم تَمام بن مُحَمَّد وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر ¶ سنة أَربع وَسبعين وثلاثمئة ¶ رَأَيْت على ظهر كتاب عَتيق بِخَط أبي نصر بن الجبان ¶ 70 - توفّي أَبُو بكر مُحَمَّد بن سُلَيْمَان الربعِي البندار يَوْم الْإِثْنَيْنِ لأَرْبَع خلون من ذِي الْحجَّة سنة أَربع وَسبعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن جمَاعَة من أَصْحَاب هِشَام بن عمار وَغَيرهم وَكَانَ ثقه ¶ حَدثنَا عَنهُ ابْن الميداني وَتَمام بن مُحَمَّد وَغَيرهمَا",
            "page": "108",
            "part": "1",
            "seal": "D0FC0F6A"
        },
        {
            "hno": "71",
            "id": "46",
            "nass": "سنة خمس وَسبعين وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 71 - توفّي القَاضِي أَبُو بكر يُوسُف بن الْقَاسِم الميانجي فِي شعْبَان سنة خمس وَسبعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ كَانَ مولده قبل التسعين ومئتين ¶ حدث عَن أبي خَليفَة وعبدان الجواليقي وَغَيرهمَا ¶ وَكَانَ ثِقَة نبيلا مَأْمُونا انتقى عَلَيْهِ عبد الْغَنِيّ بن سعيد الْمصْرِيّ الْحَافِظ حَدثنَا عَنهُ عدَّة فَوق الْأَرْبَعين",
            "page": "109",
            "part": "1",
            "seal": "E82F9E39"
        },
        {
            "hno": "72",
            "id": "47",
            "nass": "سنة سِتّ وَسبعين وثلاثمئة ¶ وجدت على ظهر كتاب أبي زرْعَة ¶ 72 - مَاتَ أَبُو الْقَاسِم عَليّ بن الْحسن بن رجا بن طغان الْمُحْتَسب لَيْلَة الْإِثْنَيْنِ لِاثْنَتَيْ عشرَة خلون من شَوَّال سنة سِتّ وَسبعين وثلاثمئة ¶ وَصلى عَلَيْهِ أَبُو الْحسن بن بَلَاغ إِمَام الْجَامِع بِدِمَشْق وكفن بِبرْدِهِ ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن ابْن خريم وَابْن جوصا وَمُحَمّد بن أَحْمد بن عماره وَمُحَمّد بن جَعْفَر الخرائطي وَغَيرهم ¶ حَدثنِي أَبُو الْحسن مكي بن مُحَمَّد بن غمر حَدثنِي أَبُو الْقَاسِم عَليّ بن الْحسن بن رجا بن طغان قَالَ بِعْت لكا لي بسبعين دِينَارا لحَاجَة (57 أ) لي اليه وقبضت المَال وأشهدت وعدت الى دَاري وَالْمَال فِي كمي فلقيني أَبُو 8 بكر بن فطيس فَقَالَ لي يَا أَبَا الْقَاسِم قد اشْتريت ملكا وعازني فِي ثمنه خَمْسُونَ دِينَارا فتسلفني إِيَّاهَا حَتَّى أنسخ لَك بهَا على حِسَاب مئتي ورقة بِدِينَار وَكَانَ ينْسَخ مئة ورقة بِدِينَار ففتحت كمي وَدفعت اليه الدَّنَانِير كلهَا وبعت ملكا آخر لحاجتي رَحمَه الله",
            "page": "110",
            "part": "1",
            "seal": "11944C81"
        },
        {
            "hno": "73",
            "id": "48",
            "nass": "سنة سبع وَسبعين وثلاثمئة ¶ قَالَ شَيخنَا هبة الله ¶ 73 - (16 ز) مَاتَ أَبُو الْحسن بن بَلَاغ إِمَام الْجَامِع بِدِمَشْق يَوْم الْإِثْنَيْنِ لتسْع خلون من شهر ربيع الآخر سنة سبع وَسبعين وثلاثمئة وَصلى عَلَيْهِ من الْغَد فِي الْجَامِع بعد صَلَاة الْعَصْر رَأَيْت ذَلِك فِي كتاب عَتيق ¶ سنة ثَمَان وَسبعين وثلاثمئة ¶ قَالَ شَيخنَا هبة الله ¶ 74 - (17 ز) فِيهَا توفّي أَبُو الْخَيْر سَلامَة بن الرّبيع بن سُلَيْمَان الْمقري الْمُطَرز الرجل الصَّالح وَكَانَ قَرَأَ على أبي الْحسن مُحَمَّد بن النَّضر بن مر بن الْحر الربعِي بن الأخرم وَأبي الْحُسَيْن عَليّ بن مُحَمَّد المري صَاحِبي أبي عبد الله هَارُون بن مُوسَى الْأَخْفَش المقرىء ¶ وَقَالَ شَيخنَا هبة الله رَأَيْت فِي كتاب عَتيق ¶ 75 - (18 ز) مَاتَ تَبُوك الْعدْل بِدِمَشْق يَوْم الْأَرْبَعَاء لإحدى وَعشْرين لَيْلَة خلت من شهر رَمَضَان سنة ثَمَان وَسبعين وثلاثمئة ¶ قَالَ وَهُوَ تَبُوك بن الْحسن بن الْوَلِيد الْكلابِي أَخُو عبد الْوَهَّاب",
            "page": "111",
            "part": "1",
            "seal": "113F8511"
        },
        {
            "hno": "76",
            "id": "49",
            "nass": "سنة تسع وَسبعين وثلاثمئة ¶ حَدثنِي أَبُو الْحُسَيْن بن الميداني وَغَيره قَالُوا ¶ 76 - مَاتَ أَبُو سُلَيْمَان مُحَمَّد بن عبد الله بن أَحْمد بن زبر الربعِي الْحَافِظ يَوْم السبت وَأخرج بالغد لأثنتي عشرَة لَيْلَة خلت من جُمَادَى الأولى سنة تسع وَسبعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن جمَاعَة من أَصْحَاب هِشَام بن عمار وَعَن عبد الله بن مُحَمَّد الْبَغَوِيّ الْبَغْدَادِيّ وَغَيره ¶ جمع الجموع الْكَثِيرَة وَكَانَ يملي فِي الْجَامِع ¶ حَدثنَا عَنهُ عدَّة مِنْهُم تَمام بن مُحَمَّد وَأحمد وَمُحَمّد ابْنا عبد الرَّحْمَن بن عُثْمَان بن أبي نصر ¶ وَكَانَ ثِقَة نبيلا مَأْمُونا",
            "page": "112",
            "part": "1",
            "seal": "255731DF"
        },
        {
            "hno": "77",
            "id": "50",
            "nass": "سنة ثَمَانِينَ وثلاثمئة حَدثنِي أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 77 - توفّي القَاضِي أَبُو مُحَمَّد عبد الله بن احْمَد بن ذكْوَان البعلبكي يَوْم الْأَحَد وَأخرج بالغد لثمان خلون من رَجَب سنة ثَمَانِينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن ابْن خريم وَابْن جوصاء وأملي تكلمُوا فِيهِ ¶ حَدثنَا عَنهُ أَبُو الْحسن عَليّ بن (57 ب) الْحسن الربعِي الْحَافِظ وَغَيره ¶ قَالَ شَيخنَا هبة الله ¶ رَأَيْت بِخَط عَليّ بن مُوسَى بن السمسار أَن ابْن ذكْوَان توفّي فِي سنة ثَلَاث وَثَمَانِينَ وثلاثمئة يَوْم الْأَحَد وَدفن يَوْم الْإِثْنَيْنِ لسبع خلون من رَجَب ¶ وَكَذَلِكَ رَأَيْت بِخَط عَليّ بن مُحَمَّد الحنائي وَهُوَ الصَّوَاب ¶ سنة إِحْدَى وَثَمَانِينَ وثلاثمئة ¶ رَأَيْت بِخَط شَيخنَا عَليّ بن مُوسَى بن السمسار ¶ 78 - توفّي أَبُو بكر أَحْمد بن تَمام الْفَقِيه قَاضِي بعلبك يَوْم الْإِثْنَيْنِ وَدفن يَوْم الثُّلَاثَاء ضحى نَهَار لثلاث عشرَة لَيْلَة خلت من جُمَادَى الأولى سنة إِحْدَى وَثَمَانِينَ وثلاثمئة وَدفن فِي بَاب الفراديس بعد عِلّة طَوِيلَة ¶ قَالَ شَيخنَا هبة الله",
            "page": "113",
            "part": "1",
            "seal": "8261A503"
        },
        {
            "hno": "79",
            "id": "51",
            "nass": "79 - (19 ز) توفّي عبد الله بن أَحْمد بن حمويه السَّرخسِيّ أَبُو مُحَمَّد لَيْلَة الثُّلَاثَاء آخر لَيْلَة من ذِي الْحجَّة سنة إِحْدَى وَثَمَانِينَ وَهُوَ آخر من روى عَنهُ أَبُو ذَر عبد بن أَحْمد الْهَرَوِيّ الْحَافِظ كتاب الصَّحِيح للْبُخَارِيّ رَحمَه الله ¶ سنة اثْنَتَيْنِ وَثَمَانِينَ وثلاثمئة ¶ 80 - توفّي أَبُو الْعَبَّاس أَحْمد بن عَتبه بن مكين السلَامِي الأطروشي فِي شهر رَمَضَان سنة اثْنَتَيْنِ وَثَمَانِينَ وثلاثمئة ¶ كَذَا وجدته بِخَط نجا بن أَحْمد السويقي ¶ حدث عَن ابْن فياض وَابْن خريم وَغَيرهمَا ¶ وَكَانَ ثِقَة نبيلا مَأْمُونا ¶ حَدثنَا عَنهُ تَمام بن مُحَمَّد وَأَبُو الْحسن الربعِي وَغَيرهمَا",
            "page": "114",
            "part": "1",
            "seal": "E7672242"
        },
        {
            "hno": "81",
            "id": "52",
            "nass": "سنة ثَلَاث وَثَمَانِينَ وثلاثمئة ¶ حَدثنِي ابْن الميداني قَالَ ¶ 81 - توفّي أَبُو مُحَمَّد عبد الله بن عَطِيَّة بن عبد الله بن جيب الْفَقِيه يَوْم الْإِثْنَيْنِ لأَرْبَع وَعشْرين لَيْلَة خلت من شَوَّال سنة ثَلَاث وَثَمَانِينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن الْحسن بن حبيب وَغَيره كَانَ يُقَال إِنَّه يحفظ خمسين ألف بَيت شعر فِي الاستشهاد على مَعَاني الْقُرْآن وَغَيره ¶ وَكَانَ ثِقَة ¶ حَدثنَا عَنهُ أَبُو الْحسن عَليّ بن الْحسن الربعِي وَأَبُو مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَغَيرهمَا ¶ قَالَ شَيخنَا هبة الله ¶ وَكَانَ قد قَرَأَ الْقُرْآن على أبي الْحسن بن الأخرم وعَلى أبي الْفضل جَعْفَر بن سُلَيْمَان بن حمدَان النَّيْسَابُورِي وَيعرف بِابْن أبي دَاوُد صَاحِبي الأخفشي ¶ وَقَالَ شَيخنَا هبة الله وَفِي هَذِه السّنة",
            "page": "115",
            "part": "1",
            "seal": "E65F63E6"
        },
        {
            "hno": "83",
            "id": "53",
            "nass": "8 - (20 ز) توفّي أَبُو بكر أَحْمد بن جَعْفَر البلوي الْوَاعِظ وَدفن فِي بَاب الصَّغِير ¶ حدث عَنهُ تَمام بن مُحَمَّد وَعبد الْوَهَّاب عبد الله المري وَغَيرهمَا ¶ رَأَيْت بِخَط عَليّ بن مُحَمَّد الحنائي ¶ 83 - (21 ز) توفّي أَبُو الْحسن بن أبي هِشَام سنة ثَلَاث وَثَمَانِينَ وثلاثمئة ¶ 84 - (22 ز) وفيهَا توفّي أَبُو مُحَمَّد بن ذكْوَان ¶ 85 - (23 ز) وَأَبُو [85 أ] الْفضل بن حوى ¶ 86 - (24 ز) وَأَبُو مُحَمَّد بن عَطِيَّة ¶ 87 - (25 ز) وَأَبُو الْحُسَيْن الْحَنْبَلِيّ",
            "page": "116",
            "part": "1",
            "seal": "DECCCDCE"
        },
        {
            "hno": "88",
            "id": "54",
            "nass": "سنة أَربع وَثَمَانِينَ وثلاثمئة ¶ قَالَ شَيخنَا هبة الله ¶ 88 - (26 ز) توفّي أَبُو الْحسن عَليّ بن زُهَيْر بن عبد الله بن عبد الصَّمد الْبَغْدَادِيّ السَّاكِن بِدِمَشْق سنة أَربع وَثَمَانِينَ وثلاثمئة ¶ وَكَانَ قد قَرَأَ على أَرْبَعَة من أَصْحَاب هَارُون بن مُوسَى الْأَخْفَش وهم ¶ أَبُو الْقَاسِم هبة الله بن جَعْفَر وَأَبُو بكر مُحَمَّد بن الْحسن النقاش قَرَأَ عَلَيْهِمَا بالعراق وَأَبُو الْحسن بن الأحزم وَأَبُو الْفضل جَعْفَر بن سُلَيْمَان بن حمدَان النَّيْسَابُورِي وَيعرف بِابْن أبي دَاوُود ¶ قَرَأَ عَلَيْهِمَا بِدِمَشْق ¶ وَقَالَ شَيخنَا هبة الله ¶ 89 - (27 ز) توفّي أَبُو الْعَبَّاس بن الجندي فِي يَوْم الْإِثْنَيْنِ لليلتين خلتا من رَجَب سنة أَربع وَثَمَانِينَ وثلاثمئة ¶ وَهُوَ أَحْمد بن هَارُون بن مُوسَى الغساني القَاضِي رَحمَه الله",
            "page": "117",
            "part": "1",
            "seal": "F71B2D57"
        },
        {
            "hno": "90",
            "id": "55",
            "nass": "سنة خمس وَثَمَانِينَ وثلاثمئة ¶ قَالَ شَيخنَا هبة الله فِيهَا ¶ 90 - (28 ز) توفّي أَبُو الْفَتْح المظفر بن أَحْمد بنن إِبْرَاهِيم بن الْحسن بن برهَان المقريء ¶ وَكَانَ قد قَرَأَ على أبي الْحسن بن الأخرم ¶ سنة سِتّ وَثَمَانِينَ وثلاثمئة ¶ أخبرنَا أَحْمد بن عَليّ بن ثَابت الْحَافِظ أخبرنَا أَبُو سعد أَحْمد بن مُحَمَّد الْمَالِينِي قَالَ ¶ 91 - توفّي أَبُو بكر مُحَمَّد بن إِبْرَاهِيم السُّوسِي فِي ذِي الْحجَّة سنة سِتّ وَثَمَانِينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ وبدمشق كَانَت وَفَاته وَكَانَ شيخ الصُّوفِيَّة وَقد حدث ¶ قَالَ شَيخنَا هبة الله أخبرناه ابْن ثَابت إجَازَة أخبرنَا أَبُو سعد ¶ سنة سبع وَثَمَانِينَ وثلاثمئة ¶ قَالَ شَيخنَا هبة الله رَأَيْت فِي كتاب عَتيق ¶ 9 - (92 ز) توفّي أَبُو بكر بن شرام فِي يَوْم الثُّلَاثَاء لعشر خلون من شعْبَان سنة سبع وَثَمَانِينَ وثلاثمئة ¶ قَالَ وَهُوَ أَحْمد بن مُحَمَّد بن أَحْمد بن سَلمَة الغساني النَّحْوِيّ",
            "page": "118",
            "part": "1",
            "seal": "596B8AF3"
        },
        {
            "hno": "93",
            "id": "56",
            "nass": "سنة تسع وَثَمَانِينَ وثلاثمئة ¶ وجدت فِي كتاب عَتيق ¶ 93 - توفّي أَبُو الْفرج الْعَبَّاس بن مُحَمَّد بن حبَان فِي سنة تسع وَثَمَانِينَ وثلاثمئة ¶ قَالَ عبد الْعَزِيز حدث عَن مُحَمَّد بن خريم وَأحمد بن عُمَيْر بن جوصا وَغَيرهمَا ¶ وَكَانَ ثِقَة مَأْمُونا اصوله حسان ¶ حَدثنَا عَنهُ تَمام بن مُحَمَّد وَعلي بن الْحسن الربعِي وَغَيرهمَا ¶ قَالَ شَيخنَا هبة الله ¶ ولد شَيخنَا أَبُو مُحَمَّد عبد الْعَزِيز بن أَحْمد الكتاني فِي رَجَب سنة تسع وَثَمَانِينَ وثلاثمئة",
            "page": "119",
            "part": "1",
            "seal": "8BE48D20"
        },
        {
            "hno": "94",
            "id": "57",
            "nass": "سنة أحدى وَتِسْعين وثلاثمئة ¶ قَالَ شَيخنَا هبة الله فِيهَا ¶ 94 - (30 ز) توفّي أَبُو عَليّ الْحسن بن عَليّ الصّقليّ الدِّمَشْقِي بِمَكَّة بعد الْحَج فِي سنة إِحْدَى (58 ب) وَتِسْعين وثلاثمئة ¶ 95 - (31 ز) قَالَ وَمَات منتصر بن الأندلسي فِي يَوْم الْأَرْبَعَاء لليلتين بَقِيَتَا من شهر رَمَضَان سنة إِحْدَى وَتِسْعين وثلاثمئة ¶ رَأَيْت ذَلِك فِي كتاب عَتيق ¶ قَالَ وَرَأَيْت أَيْضا فِي كتاب ¶ 96 - (32 ز) مَاتَ أَبُو بكر بن الدلا الْعدْل يَوْم السبت لخمس خلون من ذِي الْحجَّة سنة إِحْدَى وَتِسْعين وثلاثمئة بِدِمَشْق ¶ قَالَ هبة الله وَهُوَ أَبُو بكر مُحَمَّد بن مُسلم بن السمط بن مُحَمَّد بن السمط بن مُسلم بن عِيَاض بن زيد زَاذَان بن الْفرس يعرف بِابْن الدلا",
            "page": "120",
            "part": "1",
            "seal": "D70F6BAA"
        },
        {
            "hno": "97",
            "id": "58",
            "nass": "حدث عَن أَحْمد بن عُمَيْر بن جوصا وَغَيره ¶ روى عَنهُ تَمام بن مُحَمَّد الرَّازِيّ وَغَيره مثل الْحسن بن عَليّ الْأَهْوَازِي وَعلي بن مُحَمَّد الحنائي ¶ سنة اثْنَتَيْنِ وَتِسْعين وثلاثمئة ¶ سَمِعت أَبَا عَليّ الْحسن بن عَليّ الْفَارِسِي المقرىء يَقُول ¶ 97 - توفّي الْحلْوانِي الضَّرِير المقرىء الَّذِي كَانَ يُصَلِّي بِالنَّاسِ فِي الْجَامِع بِدِمَشْق سنة اثْنَتَيْنِ وَتِسْعين وثلاثمئة ¶ قَالَ وَمَات فِي هَذِه السّنة ¶ 98 - عبد الْوَاحِد بن الميداني المقرىء وَمَات فِيهَا ¶ 99 - أَبُو عَليّ الْأَصْبَهَانِيّ المقرىء وَكَانَ شَيخنَا فَاضلا عَالما مصنفا ¶ وَهُوَ أَحْمد بن مُحَمَّد بن أَحْمد الْحسن بن سعيد ¶ سنة ثَلَاث وَتِسْعين وثلاثمئة ¶ قَالَ شَيخنَا هبة الله ¶ 100 - (33 ز) توفّي فِيهَا أَبُو مُحَمَّد الْحسن بن عَليّ بن وَكِيع الْبَغْدَادِيّ الشَّاعِر بتنيس يَوْم الثُّلَاثَاء لسبع بَقينَ من جُمَادَى الأولى ¶ وَدفن فِي الْمقْبرَة الْكُبْرَى فِي الْقبَّة الَّتِي بنيت لَهُ بتنيس",
            "page": "121",
            "part": "1",
            "seal": "8E380062"
        },
        {
            "hno": "101",
            "id": "59",
            "nass": "سنة أَربع وَتِسْعين وثلاثمئة ¶ سَمِعت عبد الْوَهَّاب بن جَعْفَر الميداني يَقُول ¶ 101 - توفّي أَبُو مُحَمَّد طَلْحَة بن أَسد الرقي الشَّيْخ الصَّالح لَيْلَة الْجُمُعَة وَأخرج يَوْم الْجُمُعَة لِاثْنَتَيْ عشرَة لَيْلَة خلت من شهر ربيع الأول سنة أَربع وَتِسْعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث بكتب الْآجُرِيّ كلهَا وَكَانَ ثِقَة مَأْمُونا يذكر عَنهُ من السخا وَالْكَرم شَيْء عَظِيم حَدثنَا عَنهُ عدَّة ¶ سنة خمس وَتِسْعين وثلاثمئة ¶ حَدثنِي عبد الْوَهَّاب بن جَعْفَر بن أَحْمد الميداني قَالَ ¶ 102 - توفّي أَبُو عَليّ الْحسن بن مُحَمَّد بن الْحسن بن درسْتوَيْه يَوْم الْإِثْنَيْنِ",
            "page": "122",
            "part": "1",
            "seal": "E6BEBC51"
        },
        {
            "hno": "103",
            "id": "60",
            "nass": "لسبع خلون من ربيع الآخر سنة خمس وَتِسْعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أَحْمد بن عُمَيْر بن جوصا وَعَن مُحَمَّد بن خريم وَغَيرهمَا ¶ وَكَانَ ثِقَة نبيلا مَأْمُونا ¶ حَدثنَا عَنهُ ابْنه مُحَمَّد بن الْحسن وَغَيره ¶ وحَدثني أَبُو الْحُسَيْن بن الميداني قَالَ ¶ 103 - توفّي أَبُو الْحُسَيْن حعفر بن عبد الرَّزَّاق يَوْم الْجُمُعَة لتسْع عشرَة لَيْلَة خلت من جُمَادَى الأولى (59 أ) سنة خمس وَتِسْعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن جده أبي الْحسن بن عماره وَأبي بكر الخرائطي وَغَيرهمَا بِشَيْء يسير ¶ حَدثنَا عَنهُ ابْنَته هِنْد وَأَبُو الْحسن عَليّ بن مُحَمَّد الحنائي وَغَيرهمَا",
            "page": "123",
            "part": "1",
            "seal": "80EB524E"
        },
        {
            "hno": "104",
            "id": "61",
            "nass": "قَالَ شَيخنَا هبة الله ¶ 104 - (34 ز) مَاتَ أَبُو عَليّ بن البلالي أحد الْأَئِمَّة الَّذين كَانُوا يصلونَ فِي جَامع دمشق يَوْم الْأَحَد لسبع وَعشْرين لَيْلَة خلت من جُمَادَى الْآخِرَة سنة خمس وَتِسْعين وثلاثمئة ¶ سنة سِتّ وَتِسْعين وثلاثمئة ¶ حَدثنِي أَبُو الْحسن عَليّ بن مُحَمَّد الحنائي قَالَ ¶ 105 - توفّي شَيخنَا أَبُو الْحُسَيْن عبد الْوَهَّاب بن الْحسن بن الْوَلِيد الْكلابِي يَوْم الْأَحَد لإحدى عشرَة لَيْلَة خلت من شهر ربيع الأول سنة سِتّ وَتِسْعين وثلاثمئة ¶ 106 - وَتُوفِّي فِي ذَلِك الْيَوْم القَاضِي أَبُو مُحَمَّد بن أبي الدبس ¶ قَالَ عبد الْعَزِيز وَأَنا أذكر يَوْم مَاتَ القَاضِي ابْن أبي الدبس",
            "page": "124",
            "part": "1",
            "seal": "02D251F5"
        },
        {
            "hno": "107",
            "id": "62",
            "nass": "حدث عبد الْوَهَّاب بن الْحسن عَن جمَاعَة من أَصْحَاب هِشَام بن عمار وَعَن مَكْحُول الْبَيْرُوتِي وَأحمد بن جوصا وَغَيرهمَا ¶ وَكَانَ ثِقَة نبيلا مَأْمُونا حَدثنَا عَنهُ عدَّة ¶ حَدثنِي أَبُو عَليّ الْحسن بن عَليّ المقرىء حَدثنِي عبد الْعَزِيز بن مُحَمَّد بن الْحسن بن أخي عبد الْوَهَّاب بن الْحسن أَن مولد عَمه عبد الْوَهَّاب فِي شهر ربيع الأول من سنة خمس وثلاثمئة ¶ سَمِعت أَبَا عَليّ الْحُسَيْن بن عَليّ الْمُؤَدب يَقُول ¶ 107 - مَاتَ أستاذي أَبُو مُحَمَّد عبد الله بن مُحَمَّد الْمُؤَدب الْمَعْرُوف بالنساي الطرسوسي فِي شهر ربيع الأول سنة سِتّ وَتِسْعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن جمَاعَة طرسوسيين ودمشقيين حَدثنَا عَنهُ جمَاعَة ¶ سنة ثَمَان وَتِسْعين وثلاثمئة ¶ 108 - بَلغنِي وَفَاة أبي الْعَبَّاس أَحْمد بن زَكَرِيَّاء النسوي الصُّوفِي بعينونا من طَرِيق الْحجاز فِي سنة ثَمَان وَتِسْعين وثلاثمئة وَدفن هُنَاكَ ¶ حَدثنَا عَنهُ تَمام بن مُحَمَّد وَعلي بن الْحُسَيْن وَغَيرهمَا ¶ قَالَ شَيخنَا هبة الله",
            "page": "125",
            "part": "1",
            "seal": "6D956090"
        },
        {
            "hno": "109",
            "id": "63",
            "nass": "109 - (35 ز) مَاتَ ابو مُحَمَّد عبد الرَّزَّاق بن سعيد الْعَطَّار فِي شهر رَمَضَان سنة ثَمَانِيَة وَتِسْعين وثلاثمئة ¶ سنة تسع وَتِسْعين وثلاثمئة ¶ سَمِعت أَبَا عَليّ الْحسن بن عَليّ المقرىء يَقُول ¶ 110 - توفّي أَبُو أَحْمد عبد الله بن بكر الطَّبَرَانِيّ بأكواخ بانياس سنة تسع وَتِسْعين وثلاثمئة ¶ قَالَ عبد الْعَزِيز حدث عَن جمَاعَة بغداديين مِنْهُم دعْلج بن أَحْمد وَمُحَمّد بن عبد الله الشَّافِعِي وَغَيرهمَا ¶ وَكَانَ ثِقَة كَانَ يَرْمِي بالتشيع ¶ 127 - سَمِعت أَبَا عَليّ المقرىء يَقُول",
            "page": "126",
            "part": "1",
            "seal": "498D5C53"
        },
        {
            "hno": "111",
            "id": "64",
            "nass": "111 - توفّي ابْن أبي الْمُعْتَمِر الرقي المقرىء فِي سنة تسع وَتِسْعين (59 ب) (وثلاثمئة) كَانَ يَرْمِي بالتشيع وَهُوَ أَبُو الْحُسَيْن مُحَمَّد بن أَحْمد ¶ سنة اربعمئة ¶ سَمِعت أَبَا عَليّ الْحسن بن عَليّ المقرىء يَقُول ¶ 112 - توفّي أَبُو أَحْمد بن الْوَزير الْحَافِظ فِي سنة اربعمئة ¶ قَالَ عبد الْعَزِيز كَانَ عمر مئة سنة وَسنة ¶ حدث عَن ابْن ملاس وَالْحسن بن حبيب كتاب الْأُم لم يسمع مِنْهُ إِلَّا نفر يسير ¶ قَالَ شَيخنَا هبة الله ¶ وَهُوَ الْحُسَيْن بن مُحَمَّد الشُّرُوطِي وَكَانَ اصله من بَغْدَاد ¶ قَالَ أَبُو عَليّ الْحسن بن عَليّ المقرىء ¶ 113 - توفّي أَبُو عَليّ الْحُسَيْن بن عُثْمَان المجاهدي الضَّرِير الَّذِي كَانَ فِي",
            "page": "127",
            "part": "1",
            "seal": "394E56EF"
        },
        {
            "hno": "114",
            "id": "65",
            "nass": "دَار الضِّيَافَة ¶ قَرَأَ على ابْن مُجَاهِد وَكَانَ يَأْخُذ الختمة بِدِينَار فِي سنة اربعمئة ¶ وجدت على ظهر كتاب تَمام بن مُحَمَّد ¶ 114 - توفّي أَبُو الْفرج بن سخت الرقي وَهُوَ عبيد الله بن أَحْمد ¶ 115 - وَعمْرَان بن الْحسن الْخُتلِي الْخفاف فِي سنة اربعمئة ¶ سنة إِحْدَى وأربعمئة ¶ حَدثنِي أَبُو عَليّ الْحسن بن عَليّ المقرىء قَالَ ¶ 116 - توفّي أَبُو بكر عبد الله بن مُحَمَّد بن هِلَال الْبَغْدَادِيّ الأديب الْمَعْرُوف بالحنائي فِي سنة إِحْدَى وأربعمئة",
            "page": "128",
            "part": "1",
            "seal": "FBEBAB41"
        },
        {
            "hno": "117",
            "id": "66",
            "nass": "قَالَ عبد الْعَزِيز ¶ حدث عَن يَعْقُوب بن عبد الرَّحْمَن الْجَصَّاص الدعا وَأبي جَعْفَر مُحَمَّد بن عَمْرو بن البخْترِي الرزاز وَعُثْمَان بن أَحْمد السماك الدقاق وَغَيرهم من شُيُوخ بَغْدَاد ¶ وَكَانَ ثِقَة ¶ حَدثنَا عَنهُ جمَاعَة حمل لَهُ رشاء بن نظيف كتبه من بَغْدَاد ¶ وحَدثني أَبُو عَليّ الْحسن بن عَليّ المقرىء قَالَ ¶ 117 - توفّي الْحُسَيْن بن مُحَمَّد البيروذي فِي شهر ربيع الأول سنة إِحْدَى وأربعمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن أبي عبد الله مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان وَعلي بن يَعْقُوب بن أبي الْعقب وَغَيرهمَا ¶ وَحدثنَا عَنهُ عَليّ بن مُحَمَّد الحنائي ¶ وحَدثني أَبُو عَليّ قَالَ ¶ 118 - توفّي القَاضِي أَبُو مُحَمَّد الْحسن بن مُحَمَّد بن الْأَصْبَغ قَاضِي دمشق فِي الْحَبْس فِي الخضرا فِي شهر ربيع الأول سنة إِحْدَى وأربعمئة حَسبه القَاضِي أَبُو عبد الله مُحَمَّد بن الْحُسَيْن الْحُسَيْنِي النصيبي فِي دين كَانَ قد اسْتَهْلكهُ للجامع قدره عشرُون دِينَارا",
            "page": "129",
            "part": "1",
            "seal": "FF456506"
        },
        {
            "hno": "119",
            "id": "67",
            "nass": "سنة أثنين وأربعمئة ¶ سَمِعت أَبَا عَليّ الْحسن بن عَليّ المقرىء يَقُول ¶ 119 - توفّي أَبُو الْحسن عَليّ بن مُحَمَّد الرَّمْلِيّ يَوْم السبت لأَرْبَع خلون من شهر ربيع الآخر سنة أثنتين وأربعمئة ¶ قَالَ عبد الْعَزِيز حدث عَن خَيْثَمَة بن سُلَيْمَان وَعبد الرَّحْمَن بن رَاشد وَغَيرهمَا لم أسمع مِنْهُ ¶ وَسمعت جمَاعَة من شُيُوخنَا يَقُولُونَ ¶ 120 - توفّي أَبُو الْحسن عَليّ بن دَاوُود الدَّارَانِي المقرىء يَوْم الْأَرْبَعَاء بعد الْعَصْر لست خلون من جُمَادَى الأولى سنة (60 أ) اثْنَتَيْنِ وأربعمئة ¶ قَالَ عبد الْعَزِيز ¶ قَرَأَ على ابْن الأخرم وانتهت الرياسة اليه فِي قِرَاءَة الشاميين",
            "page": "130",
            "part": "1",
            "seal": "A3CC30F5"
        },
        {
            "hno": "121",
            "id": "68",
            "nass": "حدث عَن الْحسن بن حبيب وخيثمة بن سُلَيْمَان وَغَيرهمَا ¶ لم أسمع مِنْهُ وَحَضَرت جنَازَته ¶ وَكَانَ ثِقَة مَأْمُونا مضى على سداد وَأمر جميل ¶ وَكَانَ يذهب الى مَذْهَب أبي الْحسن الْأَشْعَرِيّ وَكَانَ يُصَلِّي بِالنَّاسِ فِي جَامع دمشق ¶ سَمِعت أَبَا الْقَاسِم عَليّ بن مُحَمَّد السميساطي يَقُول ¶ 121 - توفّي وَالِدي مُحَمَّد بن يحيي السّلمِيّ الحبيشي فِي صفر سنة اثْنَتَيْنِ وأربعمئة ¶ قَالَ عبد الْعَزِيز حدث لِابْنِهِ أبي الْقَاسِم لَا غير وَحدث عَنهُ ¶ يُقَال كَانَ يذهب الى الإعتزال وَكَانَ شَيخا ظريفا مليحا ¶ سنة ثَلَاث وأربعمئة ¶ سَمِعت أَبَا عَليّ الْحسن بن عَليّ المقرىء يَقُول ¶ 122 - توفّي أَبُو الْفرج الْهَيْثَم بن أَحْمد الْفَقِيه الْمَعْرُوف بالصباغ سنة ثَلَاث وأربعمئة ¶ قَالَ عبد الْعَزِيز ¶ حدث عَن عَليّ بن يَعْقُوب بن أبي الْعقب وَمُحَمّد بن إِبْرَاهِيم بن مَرْوَان وَغَيرهمَا حضرت أَنا جنَازَته ¶ وفيهَا فِيمَا بَلغنِي",
            "page": "131",
            "part": "1",
            "seal": "46714601"
        },
        {
            "hno": "123",
            "id": "69",
            "nass": "123 - توفّي أَبُو الْحُسَيْن مُحَمَّد بن أَحْمد بن جَمِيع بصيدا ¶ 124 - وَأَبُو الْحسن أَحْمد بن إِبْرَاهِيم بن فراس بِمَكَّة ¶ سنة أَربع وأربعمئة ¶ قَالَ شَيخنَا هبة الله ¶ 125 - (36 ز) مَاتَ إِبْرَاهِيم بن عبد الله بن حصن الأندلسي الغافقي",
            "page": "132",
            "part": "1",
            "seal": "E342B0EF"
        },
        {
            "hno": "126",
            "id": "70",
            "nass": "أَبُو إِسْحَاق الْمُحْتَسب بِدِمَشْق يَوْم الْأَحَد لاثني عشر خلون من ذِي الْحجَّة سنة ارْبَعْ وأربعمئة ¶ وَكَانَ قد كتب الْكثير وسافر وَلم يحدث ¶ قَالَ لي عبد الْعَزِيز الكتاني ¶ كتبت عَن أبي نصر بن الجبان المري عَنهُ حِكَايَة وَاحِدَة وَكَانَ يذهب الى الإعتزال ¶ قَالَ شَيخنَا هبة الله ¶ 126 - (37 ز) وفيهَا توفّي أَبُو الْحسن الْمَلْطِي ¶ سنة خمس وأربعمئة ¶ 127 - توفّي أَبُو بكر مُحَمَّد بن أَحْمد بن عُثْمَان الْمَعْرُوف بِابْن أبي الْحَدِيد فِي شَوَّال سنة خمس وأربعمئة وَحَضَرت دَاره وَأَنا أعرفهُ وَلَكِن لم أسمع مِنْهُ شَيْئا ¶ حدث عَن أبي الدحداح وَغَيره من شُيُوخ الشاميين ¶ وَحدث عَن أبي بكر الخرائطي وَعَن ابْن مُنِير وَمُحَمّد بن بشر",
            "page": "133",
            "part": "1",
            "seal": "A170A5F6"
        },
        {
            "hno": "128",
            "id": "71",
            "nass": "العكري المصريين وَغَيرهم ¶ وَكَانَ ثِقَة مَأْمُونا ¶ حَدثنَا عَنهُ جمَاعَة وَذكر أَن مولده سنة تسع وثلاثمئة ¶ قَالَ شَيخنَا هبة الله ¶ 128 - (38 ز) توفّي أَبُو نصر عبد الْعَزِيز بن عمر بن نباتة السَّعْدِيّ الشَّاعِر بِبَغْدَاد فِي يَوْم الْأَحَد الثَّالِث من شَوَّال سنة خمس وأربعمئة وَدفن فِي مَقْبرَة الخيزران ¶ سنة سبع وأربعمئة ¶ فِيهَا بدأت بِسَمَاع الحَدِيث ¶ سنة ثَمَان وأربعمئة (60 ب) ¶ 129 - مَاتَ أَبُو مُحَمَّد عبيد الله بن مُحَمَّد بن عَفَّان يَوْم الْجُمُعَة لأَرْبَع عشرَة لَيْلَة خلت من ذِي الْعقْدَة سنة ثَمَان وأربعمئة ¶ حدث عَن خَيْثَمَة بن سُلَيْمَان وَغَيره أعرفهُ وَلم أسمع مِنْهُ ¶ 130 - توفّي أَبُو بكر السّلمِيّ الْمَعْرُوف بالجبني الأطروشي المقرىء يَوْم",
            "page": "134",
            "part": "1",
            "seal": "8870EC2D"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "الْإِثْنَيْنِ لثمان خلون من شهر ربيع الآخر سنة ثَمَان وأربعمئة ¶ قَرَأَ عَليّ أبي الْحسن مُحَمَّد بن النَّضر بن مر بن الْحر الربعِي الْمَعْرُوف بِابْن الأخرم ¶ وانتهت اليه الرِّئَاسَة فِي قِرَاءَة ابْن عَامر ¶ قَالَ شَيخنَا هبة الله ¶ هُوَ ابو بكر مُحَمَّد بن أَحْمد بن مُحَمَّد بن عبد الله بن هِلَال السّلمِيّ ¶ وَكَانَ قد قَرَأَ على جمَاعَة من اصحاب هَارُون بن مُوسَى الْأَخْفَش ¶ مِنْهُم أَبوهُ أَبُو الْحسن أَحْمد بن مُحَمَّد وَأَبُو الْحسن بن الأخرم ¶ وَأَبُو الْفضل جَعْفَر بن سُلَيْمَان بن حمدَان النَّيْسَابُورِي ابْن أبي دَاوُود وَأَبُو الْحُسَيْن المري وَالْحُسَيْن بن مُحَمَّد بن عتاب الْبَزَّار وَأَبُو الْعَبَّاس أَحْمد بن مُحَمَّد النجاد العابد وَأَبُو الْقَاسِم عَليّ بن الْحُسَيْن بن السّفر الْبَزَّار ¶ وَقَرَأَ هَؤُلَاءِ كلهم على الْأَخْفَش",
            "page": "135",
            "part": "1",
            "seal": "03F1CC35"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "قَالَ وَقَرَأَ ايضا على أبي هَاشم عبد الْجَبَّار بن عبد الصَّمد السّلمِيّ الْمُؤَدب قَالَ قَرَأت على أبي عبيده أَحْمد بن عبد الله بن أَحْمد بن بشير بن ذكْوَان ¶ قَالَ ورايت بِخَط ابي احْمَد عبد الْوَاحِد بن مُحَمَّد بن جِبْرِيل الْهَرَوِيّ الْمَعْرُوف بالطيني ¶ قَرَأت بِدِمَشْق الْقُرْآن من أَوله الى آخِره على ¶ أبي بكر مُحَمَّد بن أَحْمد بن مُحَمَّد بن عبد الله بن هِلَال بن عبد الْعَزِيز بن عبد الْكَرِيم بن أبي عبد الرَّحْمَن عبد الله بن حبيب السّلمِيّ الشَّيْخ الصَّالح ¶ قَالَ قَرَأت على أبي بكر مُحَمَّد بن الْحُسَيْن بن مُحَمَّد الديبلي قَالَ قَرَأت على أبي بكر مُحَمَّد بن أبي حمزه بن مُحَمَّد بن مَنْصُور بن الْقَاسِم بن عَبْدَانِ التَّمِيمِي الدِّمَشْقِي إِمَام مَسْجِد بَاب الجابيه قَالَ قَرَأت على أبي عبد الله هَارُون بن مُوسَى بن شريك الْأَخْفَش ¶ وعَلى أبي الْحسن أَحْمد بن عبد الله بن عبد الرَّزَّاق بن الْحُسَيْن إِمَام جَامع دمشق ¶ وعَلى أبي بكر أَحْمد بن مُحَمَّد بن الْوَلِيد المري ¶ وأخبروني أَنهم قرؤا على أبي عَمْرو عبد الله بن أَحْمد بن ذكْوَان ¶ قا ل أَبُو بكر السّلمِيّ وقرأت أَيْضا على أبي الْحُسَيْن مُحَمَّد بن النَّضر بن الأخرم قَالَ قَرَأت على الْأَخْفَش وَذكر بَقِيَّة الْإِسْنَاد مُتَّصِلا الى عبد الله بن عَامر",
            "page": "136",
            "part": "1",
            "seal": "335DDBBC"
        },
        {
            "hno": "131",
            "id": "74",
            "nass": "131 - توفّي القَاضِي الشريف أَبُو عبد الله مُحَمَّد بن الْحُسَيْن الْحُسَيْنِي النصيبي فِي جُمَادَى الْآخِرَة سنة ثَمَان وأربعمئة ¶ 132 - وَتُوفِّي القَاضِي أَبُو طَاهِر عبد الْعَزِيز الفارقي قدم علينا دمشق من مصر فِي (61 أ) شعْبَان سنة ثَمَان وأربعمئة ¶ سنة تسع واربعمئة ¶ 133 - توفّي أَبُو الْمُقدم عبد الْوَاحِد بن مُحَمَّد بن عَمْرو المعيوفي يَوْم الْخَمِيس النّصْف من ربيع الأول سنة تسع وأربعمئة حدث عَن خَيْثَمَة بن سُلَيْمَان بِشَيْء وجد لَهُ فِيهِ بَلَاغ مَعَ تَمام بن مُحَمَّد لم أسمع مِنْهُ ¶ وَفِي هَذِه السّنة",
            "page": "137",
            "part": "1",
            "seal": "8809C2A6"
        },
        {
            "hno": "134",
            "id": "75",
            "nass": "134 - توفّي أَبُو الْخَزْرَج بشير بن النُّعْمَان وَكَانَ حَافِظًا لِلْقُرْآنِ ¶ حدث عَن ابْن أبي دجانه وإبن كوذك وَغَيرهمَا ¶ 135 - توفّي أَبُو مُحَمَّد عبيد الله بن الْحسن بن الْوراق شَيخنَا يَوْم الْأَرْبَعَاء لأَرْبَع وَعشْرين لَيْلَة خلت من جُمَادَى الْآخِرَة ¶ حدث عَن أبي الميمون بن رَاشد وَأحمد ابْن سُلَيْمَان ابْن حذلم وَغَيرهمَا بِشَيْء يسير وَكَانَت عِنْده كتب كَثِيرَة وَكَانَ شَيخنَا صَالحا ثِقَة مَأْمُونا سَمِعت مِنْهُ فَوَائده وَغَيرهَا ¶ 136 - توفّي شَيخنَا أَبُو الْقَاسِم (61 ب) خلف بن مُحَمَّد الْقَاسِم بن عبد السَّلَام بن مُحرز الْعَنسِي الدَّارَانِي القَاضِي فِي سنة تسع وأربعمئة ¶ حدث عَن أبي يَعْقُوب الْأَذْرَعِيّ وَأبي الْحسن أَحْمد بن سُلَيْمَان بن حذلم ¶ 137 - توفّي أَبُو الْقَاسِم عبد الْعَزِيز بن عُثْمَان القرقساني فِي شَوَّال سنة تسع وأربعمئة ¶ حدث بكتب مُحَمَّد بن جرير التَّفْسِير وَغَيره عَن أَحْمد بن كَامِل بن شَجَرَة من غير أصل لم أسمع عَنهُ",
            "page": "138",
            "part": "1",
            "seal": "9E85E2AA"
        },
        {
            "hno": "138",
            "id": "76",
            "nass": "سنة عشر وأربعمئة ¶ 138 - توفّي شَيخنَا أَبُو الْقَاسِم عبد الرَّحْمَن بن عمر بن نصر الشَّيْبَانِيّ الْبَزَّار يَوْم الْجُمُعَة التَّاسِع من رَجَب سنة عشر وأربعمئة ¶ كتب الْكثير حدث عَن أبي إِسْحَاق إِبْرَاهِيم بن مُحَمَّد بن أبي ثَابت وَالْحسن بن حبيب وَغَيرهمَا ¶ كَانَ يتهم بالإعتزال واتهم فِي إِبْنِ أبي ثَابت وَالله أعلم ¶ قَالَ شَيخنَا هبة الله ¶ أخبرنَا أَبُو بكر أَحْمد بن عَليّ بن ثَابت الْبَغْدَادِيّ الْحَافِظ إجَازَة ونقلته من خطه قَالَ ¶ ظهر فِي آخر ايام الْحَاكِم رجل سمى نَفسه هادي المستجيبين ¶ وَكَانَ يَدْعُو الى عبَادَة الْحَاكِم وَحكي عَنهُ أَنه سبّ رَسُول الله صلى الله عَلَيْهِ وَسلم وبصق على الْمُصحف وَسَار فِي الْبَوَادِي يَدعُوهُم الى أَن",
            "page": "139",
            "part": "1",
            "seal": "B3627F03"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "قَتله الله تَعَالَى بِمَكَّة فَكتب رجل من الصوفيه كَانَ يكنى أَبَا الوفا من مَكَّة الى أبي الْفَتْح بن أبي الفوارس الْبَغْدَادِيّ الْحَافِظ يشْرَح لَهُ قصَّة قَتله وَذَلِكَ فِي سنة عشر وأربعمئة ¶ فَذكر أَبُو الوفا فِي كِتَابه أَن الْمُسَمّى بهادي المستجيبين وصل الى مَكَّة وَاجْتمعَ مَعَ أبي الْفتُوح اميرها فَنزل عَلَيْهِ ¶ فَرَآهُ المجاورون يطوف بِالْكَعْبَةِ فَمَضَوْا الى أبي الْفتُوح وَذكروا لَهُ شَأْنه فَقَالَ هَذَا قد نزل عَليّ وأعطيته الذمام فَقَالُوا إِن هَذَا سبّ النَّبِي صلى الله عَلَيْهِ وَسلم وبصق على الْمُصحف فَسَأَلَهُ عَن ذَلِك فَأقر بِهِ وَقَالَ قد تبت ¶ فَقَالَ المجاورون إِن تَوْبَة هَذَا لَا تصح وَقد أَمر النَّبِي صلى الله عَلَيْهِ وَسلم بقتل ابْن خطل وَهُوَ مُتَعَلق بِأَسْتَارِ الْكَعْبَة وَهَذَا لَا يَصح أَن يعْطى الذمام وَلَا يسع إِلَّا قَتله فدافعهم أَبُو الْفتُوح عَنهُ ¶ فَاجْتمع النَّاس عِنْد الْكَعْبَة وضجوا الى الله سُبْحَانَهُ وَبكوا فَكَانَ من قَضَاء الله تَعَالَى أَن الله تَعَالَى ارسل ريحًا سَوْدَاء حَتَّى اظلمت الدُّنْيَا ثمَّ تجلت الظلمَة وَصَارَ على الْكَعْبَة فَوق استارها كَهَيئَةِ الترس الْأَبْيَض لَهُ نور كنور الشَّمْس دون سقف الْكَعْبَة بِنَحْوِ الْقَامَة فَلم يزل كَذَلِك ترى لَيْلًا وَنَهَارًا ¶ قَالَ كَاتب الْكتاب الى بن أبي الفوارس وكتبت هَذَا الْكتاب وَذَلِكَ النُّور على حَاله مُنْذُ سَبْعَة عشر يَوْمًا فَلَمَّا (62 أ) رَأْي أَبُو الْفتُوح ذَلِك أَمر بِالْمُسَمّى بهادي المستجيبين وَغُلَام لَهُ كَانَ صَحبه مغربي الى بَاب الْعمرَة فَضربت اعناقهما وصلبا ثمَّ لم تزل المغاربة يرجمونهما بِالْحِجَارَةِ حَتَّى سقطا الى الأَرْض فَجمعُوا لَهما",
            "page": "140",
            "part": "1",
            "seal": "3CB1A160"
        },
        {
            "hno": "139",
            "id": "78",
            "nass": "الْحَطب وَالْعِظَام وأحرقوهما وَكَانَ كتاب أبي الْوَفَاء الْوَارِد بِهَذَا الْخَبَر يقْرَأ فِي حَلقَة الحَدِيث بِحَضْرَة ابْن أبي الفوارس يَوْم الْجُمُعَة فِي جَامع الْمهْدي ¶ سنة إِحْدَى عشرَة وأربعمئة ¶ 139 - توفّي شَيخنَا أَبُو الْحُسَيْن عبد الْقَادِر بن عبد الْعَزِيز الصايغ يَوْم الْأَرْبَعَاء لست وَعشْرين لَيْلَة خلت من ذِي الْحجَّة سنة احدى عشرَة وأربعمئة ¶ حدث عَن أَحْمد بن سُلَيْمَان بن حذلم وَعلي بن يَعْقُوب بن أبي الْعقب ¶ وجد لَهُ بَلَاغ وَذكر أَنه أدْرك ابْن جوصاء وَلم يسمع مِنْهُ وَلَا من غَيره مِمَّن كَانَ فِي طبقته وَلم يسمع الا مِمَّن ذكرنَا وَمن غَيرهم مِمَّن هُوَ فِي طبقتهم ¶ قَالَ شَيخنَا هبة الله ¶ هُوَ أَبُو الْحسن عبد القاهر بن عبد الْعَزِيز بن إِبْرَاهِيم بن عَليّ الْأَزْدِيّ الصايغ الْمَعْرُوف بالجوهري ¶ قَرَأَ بِقِرَاءَة أبي عَمْرو بن الْعَلَاء على أبي بكر أَحْمد بن عُثْمَان بن الْفضل بن بكر الربعِي الْبَغْدَادِيّ الْمَعْرُوف بِغُلَام السباك وَأخْبرهُ أَنه قَرَأَ على أبي عَليّ الْحسن بن الْحُسَيْن الصَّواف وَأَنه",
            "page": "141",
            "part": "1",
            "seal": "F744D224"
        },
        {
            "hno": "140",
            "id": "79",
            "nass": "قَرَأَ على أبي عمر حَفْص بن عمر بن عبد الْعَزِيز بن صهْبَان الدوري وَأخْبرهُ أَنه قَرَأَ على أبي مُحَمَّد بن الْمُبَارك اليزيدي وَأخْبرهُ أَنه قَرَأَ على أبي عَمْرو ¶ وَقَرَأَ بِقِرَاءَة عبد الله بن عَامر ¶ على أبي الْحسن مُحَمَّد بن النَّضر الْمَعْرُوف بِابْن الأخرم وعَلى أبي الْعَبَّاس أَحْمد بن مُحَمَّد بن الْفَتْح بن خاقَان الْمَعْرُوف بِابْن النجاد العابد وعَلى ابي عَليّ الْحُسَيْن بن مُحَمَّد بن عَليّ بن عتاب الدمشقيين وَكلهمْ قرؤا على أبي عبد الهه هَارُون بن مُوسَى الْأَخْفَش الدِّمَشْقِي بِبَاب الْجَابِيَة ¶ وَقَرَأَ ايضا على أبي هَاشم عبد الْجَبَّار بن عبد الصَّمد السّلمِيّ المكبت الدِّمَشْقِي وَقَرَأَ أَبُو هَاشم على أبي عُبَيْدَة أَحْمد بن عبد الله بن أَحْمد بن بشر بن ذكْوَان وَقَرَأَ أَبُو عُبَيْدَة على أَبِيه أبي عَمْرو عبد الله بن أَحْمد ¶ 140 - توفّي شَيخنَا أَبُو بكر مُحَمَّد بن يُونُس الْعين زَرْبِي المقرىء الْمَعْرُوف بالإسكاف [فِي] الثَّامِن وَالْعِشْرين من ذِي الْحجَّة سنة إِحْدَى عشرَة وأربعمئة ¶ حدث عَن أبي عمر مُحَمَّد بن مُوسَى بن فضاله وَغَيره بِشَيْء يسير وَكَانَ ثِقَة مضى على سداد وَأمر جميل",
            "page": "142",
            "part": "1",
            "seal": "4945E71B"
        },
        {
            "hno": "141",
            "id": "80",
            "nass": "سنة اثْنَتَيْ عشرَة وأربعمئة ¶ 141 - توفّي شَيخنَا أَبُو الْفرج بن الْمعلم صَاحب الْكَهْف ¶ وَكَانَ شَيخا صَالحا عابدا مجاب الدعْوَة لسبع عشرَة لَيْلَة (62 ب) خلت من ذِي الْحجَّة سنة اثْنَتَيْ عشرَة وأربعمئة ¶ حدث بِشَيْء من الحكايات جمعهَا ¶ 142 - وَتُوفِّي شَيخنَا أَبُو مُحَمَّد عبيد الله بن الفضيل الْحِمصِي الْبَزَّار يَوْم الْأَرْبَعَاء لخمس خلون من شهر رَمَضَان سنة اثْنَتَيْ عشرَة وأربعمئة ¶ حدث بِشَيْء يسير عَن الْحسن بن خالويه ¶ سنة ثَلَاث عشرَة وأربعمئة ¶ 143 - توفّي شَيخنَا أَبُو الْقَاسِم صَدَقَة بن مُحَمَّد بن أَحْمد بن مَرْوَان الْقرشِي الْمَعْرُوف بِابْن الدلم يَوْم الْإِثْنَيْنِ لسبع بَقينَ من",
            "page": "143",
            "part": "1",
            "seal": "02E3F5DC"
        },
        {
            "hno": "144",
            "id": "81",
            "nass": "جُمَادَى الْآخِرَة سنة ثَلَاث عشرَة وأربعمئة ¶ حدث عَن أبي سعيد أَحْمد بن مُحَمَّد بن زِيَاد الأعدالي وَأبي الطّيب بن عبادل وَالْحسن بن حبيب وَغَيرهم ¶ وَكَانَ ثِقَة مَأْمُونا مضى على سداد وَأمر جميل رَحمَه الله قَالَ شَيخنَا هبة الله وَفِي ذِي الْحجَّة سنة ثَلَاث عشرَة وأربعمئة وَالنَّاس فِي الطّواف قصد رجل ديلمي من الباطنية الْحجر الْأسود فَضَربهُ بدبوس فَكَسرهُ وَقتل فِي الْحَال وَقتل مَعَه جمَاعه ذكر أَنهم كَانُوا مَعَه وعَلى إعتقاده الْخَبيث ¶ سنة أَربع عشرَة وأربعمئة ¶ 144 - توفّي شَيخنَا واستاذنا أَبُو الْقَاسِم تَمام بن مُحَمَّد بن عبد الله بن جَعْفَر بن الْجُنَيْد الرَّازِيّ البَجلِيّ الْحَافِظ لثلاث خلون من الْمحرم سنة أَربع عشرَة وأربعمئة",
            "page": "144",
            "part": "1",
            "seal": "0F53EEE0"
        },
        {
            "hno": "145",
            "id": "82",
            "nass": "حدث عَن الْحسن بن حبيب وخيثمة بن سُلَيْمَان وَغَيرهمَا من الشُّيُوخ ¶ وَكَانَ ثِقَة مَأْمُونا حَافِظًا لم أر أحفظ مِنْهُ فِي حَدِيث الشاميين ¶ وَذكر أَن مولده سنة ثَلَاثِينَ وثلاثمئة ¶ 145 - وَتُوفِّي شَيخنَا أَبُو طَالب عقيل بن عبيد الله بن عَبْدَانِ الصفار يَوْم الْإِثْنَيْنِ لخمس خلون من جُمَادَى الْآخِرَة سنة أَربع عشرَة وأربعمئة ¶ حدث عَن أبي الميمون بن رَاشد وَأحمد بن سُلَيْمَان بن حذلم وَغَيرهمَا ¶ كَانَت لَهُ أصُول حسان وَكَانَ ثقه مَأْمُونا سَمَاعه مَعَ وَالِده وأخوته ¶ 146 - توفّي شَيخنَا أَبُو الْحُسَيْن عبد الله بن أَحْمد بن معَاذ الدَّارَانِي بداريا فِي شَوَّال سنة أَربع عشر وأربعمئة ¶ حدث عَن أبي الميمون بن رَاشد وَأبي يَعْقُوب إِسْحَاق بن إِبْرَاهِيم الْأَذْرَعِيّ وجعفر بن مُحَمَّد بن عدبس وَغَيرهم ¶ كتب الْكثير حدث بِشَيْء يسير ثِقَة مَأْمُون كَانَ عِنْده تَفْسِير سنيد عَن أَبِيه عَن جده",
            "page": "145",
            "part": "1",
            "seal": "F5E1FADF"
        },
        {
            "hno": "147",
            "id": "83",
            "nass": "147 - توفّي شَيخنَا أَبُو الْحُسَيْن زيد بن عبد الله التوجي البلوطي العابد يَوْم السبت لليلتين بَقِيَتَا من شعْبَان سنة أَربع عشر وأربعمئة ¶ حدث عَن استاذه أبي إِسْحَاق البلوطي كتاب الْجُوع والعطش بِشَيْء (64 أ) يسير وَغير ذَلِك ¶ 148 - توفّي شَيخنَا أَبُو معَاذ بن سَعْدَان يَوْم الْأَحَد لثمان خلون من رَمَضَان سنة أَربع عشرَة وأربعمئة حدث عَن القَاضِي أبي بكر يُوسُف بن الْقَاسِم بن يُوسُف الميانجي بِجُزْء ¶ حَدثنِي أَبُو عَليّ الْحُسَيْن بن عَليّ المقرىء قَالَ ¶ 149 - توفّي شَيخنَا أَبُو عبد الله الْحُسَيْن بن عبد الله بن أبي كَامِل الأطرابلسي سنة أَربع عشرَة وأربعمئة ¶ قَالَ عبد الْعَزِيز وَكَانَ قد قدم علينا دمشق وَحدث بهَا وَسمعت مِنْهُ بعض فَوَائده الَّتِي خرجها لَهُ خلف الوَاسِطِيّ الْحَافِظ وَغير ذَلِك حدث عَن أَبِيه وَعَن خَيْثَمَة بن سُلَيْمَان وَغَيرهمَا",
            "page": "146",
            "part": "1",
            "seal": "3284C623"
        },
        {
            "hno": "150",
            "id": "84",
            "nass": "150 - توفى شَيخنَا ابو الْقَاسِم على بن بشرى الْعَطَّار يَوْم الْخَمِيس لثمان خلون من صفر سنة ارْبَعْ عشرَة واربعمئة ¶ حدث عَن خَيْثَمَة بن سُلَيْمَان وَعلي بن يَعْقُوب بن أبي الْعقب وَمُحَمّد بن هَارُون بن شُعَيْب الْأنْصَارِيّ وَغَيرهم ¶ إتهم فِي خَيْثَمَة ¶ 151 - توفّي شَيخنَا بديع بن عبد الله مولى القَاضِي يُوسُف بن الْقَاسِم الميانجي يَوْم الْأَحَد لثلاث عشرَة لَيْلَة بقيت من ذِي الْقعدَة سنة أَربع عشرَة وأربعمئة ¶ حدث عَن مَوْلَاهُ بِشَيْء يسير كَانَ عِنْده من فَوَائده وَغير ذَلِك مِمَّا وجد سَمَاعه فِيهِ وَكَانَ ثِقَة مَأْمُونا ¶ 152 - توفّي أَبُو عَليّ الْحُسَيْن بن عبد الله المقرىء استاذ أبي طَاهِر الْخياط المقرىء يَوْم الْخَمِيس لأثنتي عشرَة لَيْلَة خلت من شهر رَمَضَان سنة أَربع عشرَة وأربعمئة ¶ قَالَ شَيخنَا هبة الله ¶ 153 - (39 ز) توفّي القَاضِي أَبُو الْحُسَيْن مُحَمَّد بن الْخضر الفارض يَوْم السبت لإحدى عشر خلون من جمادي الأولى سنة أَربع عشرَة وأربعمئة ¶ حدث عَن أبي عبد الله خالويه وَأبي عبد الله بن مَرْوَان وَغَيرهمَا",
            "page": "147",
            "part": "1",
            "seal": "7DB1F03A"
        },
        {
            "hno": "154",
            "id": "85",
            "nass": "سنة خمس عشرَة وأربعمئة ¶ 154 - توفّي شَيخنَا أَبُو الْحُسَيْن أَحْمد بن يحيي المنجي الأطروس سنة خمس عشرَة وأربعمئة ¶ حدث عَن نظيف الْحلَبِي وَغَيره ¶ وَكَانَ يحفظ من أَخْبَار أبي عبد الله بن خالويه وَكَانَ ثِقَة ¶ 155 - توفّي شَيخنَا أَبُو الميمون عبد الرَّحْمَن بن عبد الْوَاحِد بن عبد الرحمن بن عبد الله بن عمر بن رَاشد البَجلِيّ يَوْم السبت الثَّانِي وَالْعِشْرين من شهر رَمَضَان سنة خمس عشرَة وأربعمئة ¶ حدث بِمَجْلِس من حَدِيث الميانجي",
            "page": "148",
            "part": "1",
            "seal": "3A4BDE70"
        },
        {
            "hno": "156",
            "id": "86",
            "nass": "156 - وفيهَا توفّي شَيخنَا أَبُو الْحسن عَليّ بن بجليلة الدَّارَانِي سنة خمس عشرَة وأربعمئة ¶ وَكَانَ شَيخا صَالحا حدث عَن ابي مهنا قَاضِي داريا ¶ 157 - وفيهَا توفّي شَيخنَا أَبُو زَكَرِيَّاء أَحْمد النَّيْسَابُورِي الصُّوفِي الْمَعْرُوف بِابْن الصايغ ¶ قدم علينا دمشق مَعَ حَاج خُرَاسَان فِي سنة خمس عشرَة (64 ب) وأربعمئة حدث عَن العمركي السَّرخسِيّ وَغَيره بِشَيْء يسير ¶ لم أر شَيخا للصوفية أحسن خلقَة مِنْهُ ¶ 158 - توفّي شَيخنَا أَبُو عَليّ الْحُسَيْن بن سعيد بن المهند الشيرزي يَوْم الْخَمِيس السَّابِع وَالْعِشْرين من شهر رَمَضَان سنة خمس عشرَة وأربعمئة ¶ حدث عَن يُوسُف بن الْقَاسِم الميانجي القَاضِي وَأبي عبد الله الْحُسَيْن بن أَحْمد بن خالويه وَغَيرهمَا ¶ وَكَانَ ثِقَة وَكَانَ يتهم بالتشيع لم أر فِي صَلَاحه وعبادته وورعه مثله",
            "page": "149",
            "part": "1",
            "seal": "82512593"
        },
        {
            "hno": "159",
            "id": "87",
            "nass": "159 - وفيهَا توفّي شَيخنَا أَبُو عبد الله مُحَمَّد بن حَمْزَة الْحَرَّانِي الْقطَّان يَوْم الْجُمُعَة الْحَادِي وَالْعِشْرين من شهر رَمَضَان ¶ حدث عَن جمع بن الْقَاسِم وَغَيره ¶ وَله أصُول حَسَنَة وَكَانَ ثِقَة وَيذْهب الى التَّشَيُّع ¶ 160 - توفّي شَيخنَا الشريف أَبُو طَالب عبد الْوَهَّاب بن عبد الْملك بن الْمُهْتَدي بِاللَّه الْفَقِيه يَوْم الْإِثْنَيْنِ الْعَاشِر من شهر رَمَضَان سنة خمس عشرَة وأربعمئة ¶ حدث عَن أبي عبد الله مُحَمَّد بن إِبْرَاهِيم بن مَرْوَان وَغَيره ¶ وسَمعه جده الْفضل بن جَعْفَر الْمُؤَذّن ¶ حدث بِشَيْء يسير وَكَانَ فَقِيها حَافِظًا للفقه يذهب الى مَذْهَب أبي الْحسن الْأَشْعَرِيّ ¶ 161 - توفّي شَيخنَا أَبُو الْحسن عَليّ بن طوق الطَّبَرَانِيّ الْمعلم كَانَ بداريا وَتُوفِّي بِدِمَشْق يَوْم الْجُمُعَة سلخ شعْبَان سنة خمس عشرَة وأربعمئة ¶ كَانَ عِنْده شَيْء كثير لم يحدث إِلَّا بِشَيْء يسير ¶ حدث عَن الْحُسَيْن بن إِبْرَاهِيم بن جَابر الْمَعْرُوف بِابْن أبي الزمزام الْفَرَائِضِي وَغَيره وَكَانَ ثِقَة سمعنَا مِنْهُ بداريا",
            "page": "150",
            "part": "1",
            "seal": "48B69FEA"
        },
        {
            "hno": "162",
            "id": "88",
            "nass": "162 - توفّي شَيخنَا أَبُو عبد الله مُحَمَّد بن أَحْمد البرزي المقرىء يَوْم الْأَحَد النّصْف من الْمحرم سنة خمس عشرَة وأربعمئة ¶ حدث عَن أبي سُلَيْمَان مُحَمَّد بن عبد الله بن زبر الْحَافِظ ¶ وَكَانَ ثِقَة ¶ 163 - توفّي شَيخنَا أَبُو الْقَاسِم عبد الرَّحْمَن بن الْحُسَيْن بن الْحسن بن عَليّ بن يَعْقُوب بن أبي الْعقب لثمان عشرَة لَيْلَة خلت من جُمَادَى الْآخِرَة سنة خمس عشرَة وأربعمئة ¶ حدث عَن جد أَبِيه أبي الْقَاسِم عَليّ بن يَعْقُوب بن أبي الْعقب بِشَيْء يسير ¶ وَكَانَ ثِقَة مَأْمُونا ¶ 164 - وفيهَا توفّي شَيخنَا أَبُو الْحسن مُحَمَّد بن عبد الْمُنعم المَخْزُومِي يَوْم الْإِثْنَيْنِ لست عشرَة لَيْلَة مَضَت من الْمحرم ¶ حدث عَن يُوسُف بن الْقَاسِم الميانجي ¶ وَكَانَ ثِقَة ¶ وَقَالَ شَيخنَا هبة الله",
            "page": "151",
            "part": "1",
            "seal": "5023CB65"
        },
        {
            "hno": "165",
            "id": "89",
            "nass": "165 - (40 ز) توفّي أَبُو عبد الله أَحْمد بن عَليّ بن أَحْمد بن مُحَمَّد الرماني الشرابي النَّحْوِيّ يَوْم الْجُمُعَة ليومين مضيا من شهر ربيع الآخر سنة خمس عشرَة وأربعمئة ¶ وَكَانَ قد سمع من عبد الْوَهَّاب (65 أ) بن الْحسن بن الْوَلِيد الْكلابِي وَغَيره ¶ لم يسمع مِنْهُ عبد الْعَزِيز الكتاني شَيخنَا ¶ وروى عَنهُ الْحُسَيْن بن مُحَمَّد بن طلاب الْقرشِي إصْلَاح الْمنطق لإبن السّكيت وسمعته مِنْهُ ¶ قَالَ شَيخنَا هبة الله ¶ 166 - (41 ز) مَاتَ أَبُو اللَّيْث أَسد بن الْقَاسِم الْحلَبِي الَّذِي كَانَ يُصَلِّي فِي مَسْجِد النخاسين وَقد حدث عَن الْفضل بن جَعْفَر وَغَيره فِي شَوَّال سنة خمس عشرَة وأربعمئة",
            "page": "152",
            "part": "1",
            "seal": "2FF3BA53"
        },
        {
            "hno": "167",
            "id": "90",
            "nass": "سنة سِتّ عشرَة وأربعمئة ¶ 167 - توفّي شَيخنَا أَبُو بكر مُحَمَّد بن عبد الرَّحْمَن بن عبيد الله بن يحيى الْقطَّان الشَّيْخ الصَّالح يَوْم الْأَحَد الرَّابِع عشر من شهر ربيع الأول سنة سِتّ عشرَة وأربعمئة ¶ كَانَ قد كف بَصَره بِآخِرهِ وَسَمعنَا مِنْهُ قبل ذَلِك ¶ حدث عَن خَيْثَمَة بن سُلَيْمَان وَأحمد بن سُلَيْمَان بن حذلم وَأبي الميمون عبد الرَّحْمَن بن عبد الله بن رَاشد وَغَيرهم ¶ وَكَانَ ثِقَة مَأْمُونا نبيلا مضى على سداد وَأمر جميل وَلم يكن مكثرا ¶ 168 - توفّي صاحبنا خضر غُلَام أبي الْحُسَيْن البلوطي فِي هَذِه السّنة سمع من استاذه وَلم يحدث ¶ 169 - توفّي شَيخنَا أَبُو الْقَاسِم الْحُسَيْن بن أَحْمد بن مُوسَى بن السمسار يَوْم الْأَحَد السَّابِع وَالْعِشْرين من شهر ربيع الآخر سنة سِتّ عشرَة وأربعمئة ¶ حدث عَن عَليّ بن يَعْقُوب بن أبي الْعقب وَأبي زيد مُحَمَّد بن",
            "page": "153",
            "part": "1",
            "seal": "72FBD736"
        },
        {
            "hno": "170",
            "id": "91",
            "nass": "أَحْمد الْمروزِي وَغَيرهمَا بِشَيْء يسير عَمه أَبُو الْعَبَّاس ¶ 170 - توفّي صديقنا وصاحبنا أَبُو الْقَاسِم نصر بن الْحُسَيْن بن سليمَة الطَّبَرِيّ من أهل طبرستان يَوْم الْأَرْبَعَاء الرَّابِع وَالْعِشْرين من جُمَادَى الأولى سنة سِتّ عشرَة وأربعمئة ¶ حدث بِشَيْء يسير وَقدم علينا دمشق بكتب الحَدِيث كتب شَيْئا عَظِيما واستورق ¶ سنة سبع عشرَة وأربعمئة ¶ 171 - توفّي شَيخنَا أَبُو الْحسن أَحْمد بن مُحَمَّد بن سَلَامه الستيتي يَوْم الأثنين السَّابِع وَالْعِشْرين من صفر سنة سبع عشرَة وأربعمئة ¶ حدث عَن خَيْثَمَة بن سُلَيْمَان بإثنى عشر جُزْءا مِنْهَا مُسْند الْحميدِي سَبْعَة اجزاء وَالْبَاقِي أمالي خَيْثَمَة ¶ وَكَانَت لَهُ أصُول حَسَنَة",
            "page": "154",
            "part": "1",
            "seal": "4160B552"
        },
        {
            "hno": "271",
            "id": "137",
            "nass": "271 - مَاتَ أَبُو الْحُسَيْن عبد الملك بن اسماعيل بن عَليّ الْهِلَالِي الْعدْل الثِّقَة فِي صفر سنة ثَمَان وَأَرْبَعين وأربعمئة فِي الوباء صلي عَلَيْهِ فِي النجار وَدفن عِنْد ذِي النُّون ¶ 272 - وَمَات فِي هَذَا التَّارِيخ الْمَذْكُور أَبُو الْحُسَيْن بن بقا مُحَمَّد بن الْحُسَيْن بن بقا ابْن بنت الشَّيْخ أبي مُحَمَّد عبد الْغَنِيّ بن سعيد الْحَافِظ وَكَانَ يفهم ¶ وَدفن فِي هَذَا الْيَوْم رحمهمَا الله وإيانا وَكَانَا شيخين ثقتين ¶ 273 - توفّي أَبُو الْفرج مُحَمَّد بن عبد الْوَاحِد الْبَغْدَادِيّ الدَّارمِيّ الْفَقِيه بِدِمَشْق يَوْم الْجُمُعَة أول يَوْم من ذِي الْقعدَة سنة ثَمَان وَأَرْبَعين وأربعمئة ¶ كتب الي أ [وَنصر أَحْمد بن الْحسن الشِّيرَازِيّ من مصر ¶ 274 - مَاتَ أَبُو الطَّاهِر مُحَمَّد بن الْحُسَيْن بن سعدون الْبَغْدَادِيّ بِمصْر فِي شهر ربيع الأول سنة ثَمَان وَأَرْبَعين وَأَرْبَعمِائَة وَدفن عِنْد مَسْجِد الْأَقْدَام ¶ قَالَ أَبُو نصر وَكَانَ شَيخنَا ثِقَة مَا رَأَتْ عَيْنَايَ مثله",
            "page": "200",
            "part": "1",
            "seal": "6D7C9427"
        },
        {
            "hno": "275",
            "id": "138",
            "nass": "سنة تسع وَأَرْبَعين وأربعمئة ¶ قَالَ شَيخنَا هبة الله ¶ 275 - (57 ز) توفّي القَاضِي أَبُو الْحُسَيْن عبد الْوَهَّاب بن أَحْمد بن هَارُون بن مُوسَى الغساني الْمَعْرُوف بِابْن الجندي فِي جمادي الأولى من سنة تسع وَأَرْبَعين وأربعمئة ¶ حدث عَن أبي بكر بن أبي الْحَدِيد ¶ قَالَ شَيخنَا هبة الله أَيْضا ¶ حَدثنِي أَبُو الْفرج غيث بن عَليّ بن عبد السَّلَام الصُّورِي حَدثنَا أَبُو مُحَمَّد عبد الله بن (73 أ) عمر بن خلفون التّونسِيّ بِصُورَة قَالَ ¶ 276 - (58 ز) توفّي الْفَقِيه أَبُو مُحَمَّد عبد الله بن الْوَلِيد بن سعد بن بكر الْأنْصَارِيّ الأندلسي الْمَالِكِي بالقدس فِي شهور سنة تسع وَأَرْبَعين وأربعمئة وَدفن بِالطورِ وَصلى عَلَيْهِ الْفَقِيه نصر بن إِبْرَاهِيم الْمَقْدِسِي الشَّافِعِي",
            "page": "201",
            "part": "1",
            "seal": "601FADDF"
        },
        {
            "hno": "277",
            "id": "139",
            "nass": "سنة خمسين وأربعمئة ¶ 277 - توفّي أَبُو الْحسن عَليّ بن الْحُسَيْن صَدَقَة الشرابي يَوْم الْجُمُعَة التَّاسِع وَالْعِشْرين من جمادي الأولى سنة خمسين وأربعمئة ¶ حدث عَن أبي بكر مُحَمَّد بن أَحْمد بن أبي الْحَدِيد بِشَيْء يسير وَكَانَت عِنْده أصُول جِيَاد بِخَط أبي الْمُوفق النَّيْسَابُورِي وبخط الشَّاشِي النَّحْوِيّ ¶ وَحدث عَن أبي بكر عبد الله بن مُحَمَّد بن هِلَال الحنائي الْبَغْدَادِيّ الأديب ¶ وَعَن صَدَقَة بن مُحَمَّد بن أَحْمد بن مَرْوَان الْمَعْرُوف بِابْن الدلم ¶ وَتَمام بن مُحَمَّد الرَّازِيّ وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر ¶ مضى على سداد وَأمر جميل ¶ 278 - توفّي حَمْزَة بن أَحْمد القلانسي السبعي يَوْم الْأَرْبَعَاء الرَّابِع من جمادي الْآخِرَة سنة خمسين وأربعمئة ¶ حدث عَن عبد الْوَاحِد بن أَحْمد بن مشماش وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر بِجُزْء لم يكن عِنْده شَيْء وجد لَهُ بَلَاغ وَكَانَ يحفظ مَعَاني النّحاس وَالْوُجُوه والنظائر لمقاتل وَكَانَ عبدا صَالحا أَقَامَ يبيت فِي الْجَامِع أَرْبَعِينَ سنة بِلَا غطا وَلَا وطا رَحمَه الله",
            "page": "202",
            "part": "1",
            "seal": "3B432623"
        },
        {
            "hno": "279",
            "id": "140",
            "nass": "279 - ورد نعي أبي بكر عبد الْوَهَّاب بن حزور الْوراق فِي شعْبَان من سنة خمسين وأربعمئة من تنيس ¶ حدث بِشَيْء يسير عَن تَمام بن مُحَمَّد الرَّازِيّ وَعبد الرَّحْمَن بن مُحَمَّد بن يَاسر الجوبري وجد لَهُ بَلَاغ وَكَانَ فِيهِ خير كَانَ يُعْطي أَصْحَاب الحَدِيث الْوَرق وَكَانَ يذهب الى مَذْهَب أَحْمد بن حَنْبَل رَحمَه الله ¶ وَأَخْبرنِي القَاضِي أَبُو عَليّ الْحسن بن أبي طَاهِر الْخُتلِي قَالَ ¶ 280 - توفّي الْأُسْتَاذ أَبُو عُثْمَان إِسْمَاعِيل بن عبد الرَّحْمَن الصَّابُونِي فِي سنة خمسين وأربعمئة ¶ قَالَ عبد الْعَزِيز ¶ وَكَانَ شَيخا مَا رَأَيْت فِي مَعْنَاهُ زهدا وعلماء كَانَ يحفظ من كل فن لَا يقْعد بِهِ شَيْء وَكَانَ يحفظ الْقُرْآن وَتَفْسِيره من كتب كَثِيرَة وَكَانَ من حفاظ الحَدِيث مقدما فِي الْوَعْظ وَالْأَدب وَغير",
            "page": "203",
            "part": "1",
            "seal": "697D059B"
        },
        {
            "hno": "281",
            "id": "141",
            "nass": "ذَلِك من الْعُلُوم ¶ قَالَ عبد الْعَزِيز ¶ ثمَّ حَدثنِي أَبُو الفتيان عمر بن عبد الْكَرِيم الدهستاني قدم علينا قَالَ حضرت وَفَاة أبي عُثْمَان بنيسابور لأَرْبَع لَيَال مَضَت من الْمحرم سنة تسع وأربعمين وأربعمئة وَصلى عَلَيْهِ ابْنه ابو بكر ¶ وحَدثني أَيْضا قَالَ ¶ 281 - توفّي إِسْحَاق أَخُوهُ سنة سِتّ وَخمسين وأربعمئة ¶ 282 - توفّي القَاضِي أَبُو الطّيب (73 ب) طَاهِر بن عبد الله الطَّبَرِيّ الْفَقِيه الشَّافِعِي فِي شهور سنة خمسين وأربعمئة بِبَغْدَاد",
            "page": "204",
            "part": "1",
            "seal": "DC28D676"
        },
        {
            "hno": "283",
            "id": "142",
            "nass": "وَقد أَتَى عَلَيْهِ مئة سنة وَأَرْبع أَو خمس وَكَانَ لَهُ خَمْسُونَ سنة يُفْتِي فِي الْحَلَال وَالْحرَام إِمَام بِرَأْسِهِ ¶ حدث عَن أبي أَحْمد مُحَمَّد بن أَحْمد بن الغطريف الْعَبْدي عَن الإِمَام أَحْمد بن عمر بن سُرَيج الْفَقِيه وَحدث عَن عَليّ بن عمر الدَّارَقُطْنِيّ الْحَافِظ وَغَيره ¶ وَكَانَ ثِقَة إِمَامًا حَافِظًا للْمَذْهَب وَالْخلاف ¶ 283 - وَتُوفِّي فِي هَذِه السّنة أقضى الْقُضَاة أَبُو الْحسن عَليّ بن مُحَمَّد بن حبيب الْمَاوَرْدِيّ ¶ 284 - وَتُوفِّي فِيهَا أَبُو الْفَتْح عبد الْوَاحِد بن الْحُسَيْن بن شيطا المقرىء بِبَغْدَاد",
            "page": "205",
            "part": "1",
            "seal": "C0344340"
        },
        {
            "hno": "285",
            "id": "143",
            "nass": "285 - وَتُوفِّي فِي شهر رَمَضَان من سنة خمسين وأربعمئة عبد الْمُنعم بن أَحْمد الدقاق الْمَالِكِي ¶ كَانَ فَقِيها على مَذْهَب مَالك وَكتب الحَدِيث وَكَانَ ثِقَة مَسْتُورا ¶ 286 - وَفِي يَوْم الْجُمُعَة الرَّابِع عشر من شَوَّال سنة خمسين وأربعمئة ورد الْخَبَر بوفاة القَاضِي عين الدولة أبي مُحَمَّد عبد الله بن عَليّ بن عِيَاض الْمَعْرُوف بِابْن أبي عقيل ¶ حدث بِشَيْء يسير عَن أبي الْحُسَيْن مُحَمَّد بن أَحْمد بن جَمِيع الصَّيْدَاوِيُّ ¶ انتقا عَلَيْهِ أَبُو بكر أَحْمد بن عَليّ بن ثَابت الْخَطِيب الْبَغْدَادِيّ الْحَافِظ ¶ حدث بِدِمَشْق بِجُزْء من هَذِه الْفَوَائِد الَّتِي خرجها لَهُ فِي سنة سِتّ وَأَرْبَعين وأربعمئة سمعناه مِنْهُ ¶ سنة إِحْدَى وَخمسين وأربعمئة ¶ 287 - توفّي منجا بن عبد الله القاقان الْمَعْرُوف بِابْن القماح الشَّاهِد يَوْم الْجُمُعَة التَّاسِع من جمادي الْآخِرَة سنة إِحْدَى وَخمسين وأربعمئة ¶ حدث عَن أَبِيه عَن أبي الميمون بن رَاشد بِكِتَاب الْأُخوة لأبي زرْعَة",
            "page": "206",
            "part": "1",
            "seal": "4714F407"
        },
        {
            "hno": "288",
            "id": "144",
            "nass": "288 - وفيهَا توفّي أَبُو نصر أَحْمد بن عَليّ بن الْحسن بن أبي الْفضل الكفرطابي المقرىء يَوْم الْأَحَد الْخَامِس وَالْعِشْرين من جمادي الْآخِرَة ¶ حدث عَن عبد الْوَهَّاب بن الْحسن بن الْوَلِيد الْكلابِي بِحَدِيث مَالك بن أنس عَن أبي خريم عَن عشام بن عمار عَنهُ ¶ وَحدث عَن أبي بكر عبد الله بن مُحَمَّد بن هِلَال الحنائي بِجُزْء من فَوَائِد يَعْقُوب بن عبد الرَّحْمَن الْجَصَّاص وجزء الْمُوَافق ¶ مضى على سداد وَأمر جميل لم يكن عِنْده غَيره ¶ 289 - وَفِي يَوْم الثُّلَاثَاء الثَّامِن عشر من رَجَب من هَذِه السّنة ورد الْخَبَر بِأَن الشريف عماد الدولة أَبَا البركات عقيل بن الْعَبَّاس الْحُسَيْنِي توفّي بطرابلس وَلما كَانَ فِي اللَّيْل ورد تابوته فِي تِلْكَ اللَّيْلَة لَيْلَة",
            "page": "207",
            "part": "1",
            "seal": "D90440BD"
        },
        {
            "hno": "290",
            "id": "145",
            "nass": "الْأَرْبَعَاء وَدفن فِيهَا ¶ وَكَانَ قد حدث لِابْنِ أَخِيه الشريف النسيب أبي الْقَاسِم عَليّ بن إِبْرَاهِيم بفضائل أهل الْبَيْت جمع خَيْثَمَة أَبُو سُلَيْمَان سَمعه من أبي عبد الله الْحُسَيْن بن عبد الله بن أبي كَامِل الأطرابلسي لم يحدث غَيره وقرأت عَلَيْهِ بَعْضهَا لَهُ ¶ 290 - توفّي القَاضِي أَبُو الْحسن عَليّ بن الْحُسَيْن بن هندي الْحِمصِي قَاضِي حمص بِدِمَشْق يَوْم الْإِثْنَيْنِ الْخَامِس وَالْعِشْرين من رَجَب سنة إِحْدَى وَخمسين وأربعمئة وَدفن يَوْم الثُّلَاثَاء فِي غَد يَوْمه وَصلى عَلَيْهِ أَبُو الْحُسَيْن الْفَقِيه القائيني وَكبر عَلَيْهِ فِي كل مَوضِع اربعا ¶ وَكَانَ مَا رَأينَا فِي علمه وَحسن ظَنّه بربه عز وَجل ¶ 291 - ورد الْخَبَر بِأَن القَاضِي أَبَا الْقَاسِم عبد الْعَزِيز بن عبد الرَّحْمَن الْقزْوِينِي الْفَقِيه الشَّافِعِي توفّي بصور فِي جمادي الأولى سنة إِحْدَى وَخمسين وأربعمئة ¶ وَكَانَ فقهيا على مَذْهَب الشَّافِعِي ¶ وَحدث بِشَيْء يسير عَن وَالِده عبد الرَّحْمَن عَن ابْن سَلمَة الْقطَّان عَن أبي حَاتِم وَعَن الصيقلي وَلم يكن عِنْده إِلَّا شَيْء يسير ¶ وَكَانَ ثِقَة مُضِيّ على سداد وَأمر جميل",
            "page": "208",
            "part": "1",
            "seal": "A78F5563"
        },
        {
            "hno": "292",
            "id": "146",
            "nass": "292 - توفّي عبد الْخَالِق بن بديع المقرىء الْمَعْرُوف بِعَبْد الْأَصْفَر إِمَام مَسْجِد سوق الْأَحَد يَوْم الْخَمِيس عَشِيَّة يَوْم الْجُمُعَة وَدفن يَوْم الْجُمُعَة السَّادِس وَالْعِشْرين من ذِي الْحجَّة سنة إِحْدَى وَخمسين وأربعمئة ¶ وَكَانَ عبدا صَالحا يقرىء الْقُرْآن فِي الْجَامِع وَكَانَ يذهب الى مَذْهَب الْأَشْعَرِيّ ¶ قَالَ شَيخنَا هبة الله ¶ 293 - (59 ز) توفّي عبد الْعَزِيز بن بنْدَار الشِّيرَازِيّ نزيل مَكَّة بهَا فِي شهور سنة إِحْدَى وَخمسين وأربعمئة ¶ حدث عَن الهرواني الْكُوفِي وَغَيره ¶ سنة اثْنَتَيْنِ وَخمسين وأربعمة ¶ ورد الينا الْخَبَر من مصر فِي شهر رَمَضَان سنة اثْنَتَيْنِ وَخمسين وأربعمئة ¶ 294 - بوفاة الْقزْوِينِي المقرىء وَهُوَ أَبُو عبد الله مُحَمَّد بن أبي سعد السَّاكِن بِمصْر كَانَ يحدث عَن عبد الْوَهَّاب بن الْحسن بن الْوَلِيد الدِّمَشْقِي وَابْن جَابر التنيسِي وَغَيرهمَا وَقَرَأَ عَليّ بن دَاوُود الدَّارَانِي بِحرف ابْن عَامر ¶ وَسمعت مِنْهُ بِمَدِينَة الرَّسُول صلى الله عَلَيْهِ وَسلم بعد منصرفنا من الْحَج",
            "page": "209",
            "part": "1",
            "seal": "0167EBCE"
        },
        {
            "hno": "295",
            "id": "147",
            "nass": "295 - توفّي مُسلم بن الْحُسَيْن الرفافي فِي سنة اثْنَتَيْنِ وَخمسين وأربعمئة كَانَ يسمع مَعنا ¶ حدث عَن تَمام بن مُحَمَّد وَعبد الرَّحْمَن بن عمر بن نصر ¶ سنة ثَلَاث وَخمسين وأربعمة ¶ 296 - توفّي الْأَمِير الْمُقدم تَمام الدولة أَبُو مَنْصُور سبكتكين بن عبد الله لَيْلَة الْإِثْنَيْنِ الرَّابِع وَالْعِشْرين من شهر ربيع الأول سنة ثَلَاث وَخمسين وأربعمئة وَهُوَ يَوْمئِذٍ أَمِير دمشق ¶ وَقد حدث عَن سكن بن جَمِيع الصَّيْدَاوِيُّ بِجُزْء ¶ وَدفن فِي سفل المغارة ¶ 297 - توفّي أبوالقاسم عَليّ بن مُحَمَّد بن السميساطي (74 ب) السّلمِيّ",
            "page": "210",
            "part": "1",
            "seal": "4E9E944F"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "الْمَعْرُوف بالحبيشي يَوْم الْخَمِيس بعد صَلَاة الْعَصْر الْعَاشِر من شهر ربيع الآخر سنة ثَلَاث وَخمسين وأربعمئة وَدفن من الْغَد فِي دَاره بَاب الناطفيين وَكَانَ قد وَقفهَا على الْفُقَرَاء الصُّوفِيَّة ووقف علوها على الْجَامِع ووقف أَكثر نعْمَته على وُجُوه الْبر ¶ وَكَانَ قد حدث عَن عبد الْوَهَّاب بن الْحسن الْكلابِي بِحَدِيث ابْن خريم عَن هِشَام عَن مَالك وَغَيره ¶ وَحدث بالموطأ لِابْنِ وهب وَابْن الْقَاسِم وَحدث بِشَيْء من حَدِيث الْأَوْزَاعِيّ جمع ابْن جوصاء وجد بلاغه فِيهِ مَعَ ابْن الْفُرَات ¶ وَحدث بِجُزْء وَبَعض الآخر من مُسْند الرهاوي وجد بلاغه فِيهِ مَعَ عَليّ بن الْفُرَات أَيْضا وَحدث بِغَيْر ذَلِك عَن عبد الْوَهَّاب بن الْحسن وَحدث عَن وَالِده بِجُزْء ابْن زبان وَغير ذَلِك",
            "page": "211",
            "part": "1",
            "seal": "E87954DD"
        },
        {
            "hno": "298",
            "id": "149",
            "nass": "وَكَانَ يذكر أَن مولده فِي رَمَضَان سنة أَربع وَسبعين وثلاثمئة ¶ 298 - توفّي مُحَمَّد بن عقيل الشهرزوري الْوَاعِظ عَشِيَّة يَوْم الْأَرْبَعَاء مستهل جُمَادَى الأولى سنة ثَلَاث وَخمسين وأربعمئة وَخرجت جنَازَته فِي الْغَد يَوْم الْخَمِيس وَصلي عَلَيْهِ فِي الْجَامِع الظّهْر وَكَانَت لَهُ جَنَازَة عَظِيمَة مَا رَأَيْت مثلهَا مُنْذُ دهر ¶ وَكَانَ يحدث من كتب عتق لَيْسَ فِيهَا سَمَّاعَة ¶ وَحدث بِكِتَاب النَّاسِخ والمنسوخ للنحاس بِخَط عَليّ بن بشرى وَلَيْسَ فِيهِ سَمَاعه وَغَيره من الْكتب كَانَ يَدعِي سماعهَا وَيحدث بهَا ¶ 299 - توفّي أَبُو عَليّ الْحُسَيْن بن مُبشر الكتاني المقرىء عَشِيَّة يَوْم الْأَحَد الْخَامِس عشر من ذِي الْقعدَة سنة ثَلَاث وَخمسين وأربعمئة",
            "page": "212",
            "part": "1",
            "seal": "268C7B32"
        },
        {
            "hno": "300",
            "id": "150",
            "nass": "وَدفن يَوْم الْإِثْنَيْنِ وَقت صَلَاة الظّهْر وَكَانَت لَهُ جَنَازَة عَظِيمَة وَكَانَ فِي عشر التسعين أَقَامَ خمسين سنة يقرىء فِي الْجَامِع ¶ وَحدث بِكِتَاب الْمعَانِي لأبي جَعْفَر بن النّحاس والناسخ والمنسوخ لَهُ أَيْضا [حدث بذلك] عَن عَليّ بن بشري الْعَطَّار عَن الْحُسَيْن بن إِبْرَاهِيم بن جَابر بن أبي الزمزام الْفَرَائِضِي عَنهُ وَحدث بِشَيْء يسير من الحَدِيث عَن أستاذه مُحَمَّد بن يُونُس الأسكاف المقرىء وَغَيره ¶ وَكَانَ من أهل الدّين والستر ثِقَة فِيمَا روى رَحمَه الله وَكَانَ يذهب مَذْهَب أَحْمد ¶ سنة أَربع وَخمسين وأربعمئة ¶ 300 - ورد إِلَيْنَا الْخَبَر فِي رَجَب أَنه توفّي بِمصْر أَبُو الْقَاسِم عبد الرَّحْمَن بن المظفر الْمَعْرُوف بالكحال فِي النّصْف من جمادي الْآخِرَة سنة أَربع وَخمسين وأربعمئة ¶ 301 - بلغنَا أَن الْحسن بن عَليّ الْجَوْهَرِي توفّي بِبَغْدَاد فِي ذِي الْقعدَة سنة أَربع وَخمسين وأربعمئة ¶ 302 - توفّي القَاضِي الشريف مستخص الدولة أَبُو الْحسن إِبْرَاهِيم",
            "page": "213",
            "part": "1",
            "seal": "10D7379C"
        },
        {
            "hno": "303",
            "id": "151",
            "nass": "(75 أ) بن الْعَبَّاس الْحُسَيْنِي يَوْم السبت التَّاسِع وَالْعِشْرين من شعْبَان سنة أَربع وَخمسين وأربعمئة صحوة نَهَار وَأخرج الْعَصْر وَدفن فِي بَاب الصَّغِير ¶ وَكَانَ قد سمع مِنْهُ وَلَده النسيب أَبُو الْقَاسِم عَليّ جُزْءا من حَدِيث أبي عبد الله الْحُسَيْن بن عبد الله بن أبي كَامِل وجد عَلَيْهِ إجَازَة لَهُ من ابْن أبي كَامِل وَلم يسمع مِنْهُ أحد غَيره ¶ وَأخرج إِلَيّ النسيب أَبُو الْقَاسِم عَليّ وَلَده جُزْءا فِيهِ ذكر أَسَانِيد قِرَاءَة أبي عَمْرو بن الْعَلَاء الْمَازِني الْبَصْرِيّ نقلا وَأَدَاء للتلاوة على أبي الْحُسَيْن عبد القاهر بن عبد الْعَزِيز الْجَوْهَرِي وخطه للشريف أبي الْحُسَيْن إِبْرَاهِيم بن الْعَبَّاس الْحُسَيْنِي أَنه قَرَأَ عَلَيْهِ الْقُرْآن من أَوله إِلَى آخِره بِقِرَاءَة ابي عَمْرو بن الْعَلَاء الَّتِي قرأتها على غُلَام السباك وَكَانَت قِرَاءَته عَلَيْهِ بهَا فِي شَوَّال سنة سِتّ وأربعمئة ¶ 303 - توفّي الْحسن بن زيد الصُّوفِي الكازروني يَوْم الْخَمِيس لثمان بَقينَ من ذِي الْقعدَة سنة أَربع وَخمسين وأربعمئة حدث عَن ابْن حوى ¶ 304 - ورد الْخَبَر من مصر بِمَوْت القَاضِي أبي عبد الله مُحَمَّد بن سَلَامه الْقُضَاعِي فِي ذِي الْحجَّة سنة أَربع وَخمسين وأربعمئة",
            "page": "214",
            "part": "1",
            "seal": "D2D9F60C"
        },
        {
            "hno": "305",
            "id": "152",
            "nass": "305 - ورد الْخَبَر من حلب بِمَوْت الْمشرق بن عبد الله الْحَنَفِيّ فِي سنة أَربع وَخمسين وأربعمئة من ذِي الْحجَّة ¶ سنة خمس وَخمسين وأربعمئة ¶ 306 - توفّي فَارس بن الْبَلْخِي فِي الْمحرم سنة خمس وَخمسين وأربعمئة ¶ حدث عَن القَاضِي أبي الْحسن عبد الْعَزِيز بن مُحَمَّد بن دَاوُود بن مصحح الْعَسْقَلَانِي عَن عَليّ بن الْحُسَيْن الفرعاني عَن الخرائطي وَغَيره",
            "page": "215",
            "part": "1",
            "seal": "A67AF74A"
        },
        {
            "hno": "307",
            "id": "153",
            "nass": "307 - توفّي أَبُو الْحسن عَليّ بن الْخضر بن سلمَان السّلمِيّ الْمَعْرُوف بالصوفي فِي جُمَادَى الْآخِرَة سنة خمس وَخمسين وأربعمئة ¶ حدث عَن تَمام بن مُحَمَّد وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَعبد الرَّحْمَن بن عمر بن نصر وَغَيرهم ¶ وصنف كتبا كَثِيرَة لم يكن هَذَا الشَّأْن من صَنعته وخلط تَخْلِيطًا عَظِيما كَانَ يروي أَشْيَاء لَيست لَهُ سَمَاعا وَلَا إجَازَة عَفا الله عَنَّا وَعنهُ ¶ 308 - توفّي الْحسن بن الْحُسَيْن الرهاوي المقرىء فِي جُمَادَى الْآخِرَة سنة خمس وَخمسين وأربعمئة ¶ وَكَانَ فِيهِ تَخْلِيط عَظِيم كَانَ يحدث بِمَا لم يسمع ويركب على الشُّيُوخ بِغَيْر معرفَة فاذا قيل لَهُ انكر ذَلِك ¶ حدث عَن أبي مُحَمَّد بن أبي نصر عَن القَاضِي أبي الْحسن بن صَخْر برسالة أبي بكر وكل وَاحِد مِنْهُمَا لم يلق الآخر وَتُوفِّي أبوالحسن بن صَخْر بعد الْأَرْبَعين وأربعمئة فِي سنة ثَلَاث (75 ب) وَأَرْبَعين وأربعمئة",
            "page": "216",
            "part": "1",
            "seal": "57AD15AB"
        },
        {
            "hno": "309",
            "id": "154",
            "nass": "309 - ورد الْخَبَر فِي اللعشر الأول م ذِي الْحجَّة سنة خمس وَخمسين وأربعمئة بوفاة الْبَيْهَقِيّ الَّذِي بالقدس كَانَ يحدث عَن ابْن الرفا السامري وَغَيره ¶ 310 - توفّي الشريف القَاضِي مُعْتَمد الدولة وحسيبها ذُو الجلالتين أَبُو الْحُسَيْن يحيي بن زيد الْحُسَيْنِي الزيدي يَوْم الْأَرْبَعَاء التَّاسِع من ذِي الْحجَّة سنة خمس وَخمسين وأربعمئة ¶ وَهُوَ يَوْمئِذٍ النَّاظر فِي أَمْوَال العساكر بِدِمَشْق ¶ وَكَانَ قد حدث عَن أبي عبد الله الْحُسَيْن بن عبد الله بن أبي كَامِل الأطرابلسي ¶ وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر بِشَيْء يسير وجد لَهُ فِيهِ بَلَاغ ¶ قَالَ شَيخنَا هبة الله ورد الْخَبَر ¶ 31 - (60 ز) بِأَن أَبَا الْخطاب العلاني أبي الْمُغيرَة بن حزم الأندلسي توفّي بالمرية من جَزِيرَة الأندلس فِي شهور سنة خمس وَخمسين وأربعمئة ¶ وَكَانَ قد قدم دمشق طَالبا للْعلم وَحدث بهَا بِشَيْء يسير وَكَانَ فهما يحفظ شَيْئا من علم الحَدِيث",
            "page": "217",
            "part": "1",
            "seal": "3B4A90A8"
        },
        {
            "hno": "312",
            "id": "155",
            "nass": "سنة سِتّ وَخمسين وأربعمئة ¶ 312 - توفّي القَاضِي أَبُو عبد الله مُحَمَّد بن عَليّ بن يُوسُف الْمَعْرُوف بِابْن السناط إِمَام الْجَامِع بِدِمَشْق يَوْم الْجُمُعَة سلخ الْمحرم سنة سِتّ وَخمسين واربعمئة ¶ وَكَانَ قد حدث عَن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر بِجُزْء إِبْرَاهِيم بن مُحَمَّد بن أبي ثَابت ¶ 313 - توفّي أَبُو عبد الله مُحَمَّد بن عَليّ الْمُطَرز المقرىء السّلمِيّ يَوْم الْأَحَد مستهل ربيع الأول سنة سِتّ وَخمسين وأربعمئة ¶ كَانَ يحدث عَن تَمام بن مُحَمَّد وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَغَيرهمَا وَكَانَ يذهب الى مَذْهَب الْأَشْعَرِيّ ¶ 314 - توفّي أَبُو الْحسن عَليّ بن الْحُسَيْن الكفرطابي يَوْم الْجُمُعَة الرَّابِع من ربيع الآخر سنة سِتّ وَخمسين وأربعمئة ¶ حدث عَن أبي بكر عبد الله بن مُحَمَّد بن هِلَال الحنائي بِشَيْء يسير",
            "page": "218",
            "part": "1",
            "seal": "EB2DC555"
        },
        {
            "hno": "315",
            "id": "156",
            "nass": "قَالَ شَيخنَا هبة الله ¶ قَالَ مُحَمَّد بن عَليّ الْحداد كَانَ عَليّ بن الْحُسَيْن الكفرطابي قَلِيل الدّين عَليّ مَا ذكر لي وَمَات بعلة الفالج ¶ 315 - ورد الْخَبَر من بَغْدَاد فِي شعْبَان أَن أَبَا الْحُسَيْن مُحَمَّد بن أَحْمد بن حسنون النَّرْسِي توفّي فِي صفر من هَذِه السّنة ¶ 316 - توفّي مُحَمَّد بن عَليّ السرُوجِي يَوْم الْجُمُعَة التَّاسِع من شَوَّال سنة سِتّ وَخمسين وأربعمئة ¶ حدث عَن تَمام بن مُحَمَّد الرَّازِيّ ومكي بن مُحَمَّد بن الْغمر وَغَيرهمَا بِشَيْء وجد لَهُ فِيهِ بَلَاغ ¶ حَدثنِي عمر بن عبد الْكَرِيم الدهستاني قَالَ سَمِعت بعض أَصْحَابنَا بِبَغْدَاد يخبر ¶ 317 - بوفاة عبد الْعَزِيز بن مُحَمَّد النخشبي العاصمي الْحَافِظ بسمرقند فِي آخر سنة (76 أ) سِتّ وَخمسين وأربعمئة ¶ قَالَ وَأخْبرنَا هَذَا الرجل",
            "page": "219",
            "part": "1",
            "seal": "2F033066"
        },
        {
            "hno": "318",
            "id": "157",
            "nass": "318 - بِمَوْت أبي الْوَلِيد الْحسن بن مُحَمَّد الدربندي بسمرقند فِي هَذِه السّنة",
            "page": "220",
            "part": "1",
            "seal": "9E5163CC"
        },
        {
            "hno": "319",
            "id": "158",
            "nass": "319 - وَتُوفِّي أَبُو عَليّ الْحسن بن عَليّ الوخشي فِيهَا ¶ سنة سبع وَخمسين وأربعمئة ¶ 320 - توفّي أَبُو الْحُسَيْن أَحْمد بن عبد الرَّحْمَن الطرايفي يَوْم الْأَرْبَعَاء السَّابِع من رَجَب سنة سبع وَخمسين وأربعمئة ¶ سمع الْكثير من الشُّيُوخ من عبد الرَّحْمَن بن عمر بن نصر وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَتَمام بن مُحَمَّد وَغَيرهم ¶ كتب واستورق وَلم يحدث من أول عمره وَإِنَّمَا حدث بِشَيْء يسير",
            "page": "221",
            "part": "1",
            "seal": "A2FB2945"
        },
        {
            "hno": "321",
            "id": "159",
            "nass": "مِمَّا وجد بلاغه فِيهِ مَعَ النَّاس وَلم تطل مدَّته وَكَانَ مغفلا ¶ قرىء عَلَيْهِ حَدثكُمْ عبد الرَّحْمَن بن عُثْمَان بن أبي نصر حَدثنَا حَدِيد بن جَعْفَر الرماني حَدثنَا خَيْثَمَة فَلم يدر بذلك ¶ وحديد بن جَعْفَر شَيْخه وَقد سمع مِنْهُ وَابْن نصر شَيْخه وَقد سمع مِنْهُ أَيْضا وَكِلَاهُمَا يحدثان عَن خَيْثَمَة ¶ وَكَانَ مقترا على نَفسه وَجمع مَالا كثير يُقَال ثَلَاثَة آلَاف أَو أَكثر عين ومتاع وَغير ذَلِك شحيحا على نَفسه ذكر أَنه قَالَ لزوج بنت أُخْته فِي علته الَّتِي مَاتَ فِيهَا وَقد حمله الى عِنْده أَطْعمنِي شوى فلي عشرُون سنة أشتهيه ¶ 321 - توفّي أَبُو الْفرج الموحد بن عَليّ الْبري يَوْم الْأَرْبَعَاء الثَّانِي عشر من شعْبَان سنة سبع وَخمسين وأربعمئة ¶ حدث عَن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر بِجُزْء ابْن أبي ثَابت لأبي بكر أَحْمد بن عَليّ الْخَطِيب الْحَافِظ ¶ قَالَ شَيخنَا هبة الله حَدثنِي عمر بن عبد الْكَرِيم الدهستاني قَالَ",
            "page": "222",
            "part": "1",
            "seal": "334CBA6B"
        },
        {
            "hno": "323",
            "id": "160",
            "nass": "32 - (61 ز) توفّي أَبُو عُثْمَان سعيد بن أبي سعيد الْعيار الصُّوفِي بغزنه سنة سبع وَخمسين وأربعمئة ¶ سنة ثَمَان وَخمسين وأربعمئة ¶ 323 - توفّي أَبُو الْقَاسِم عبيد الله بن عبد الله بن هِشَام بن سوار الدَّارَانِي يَوْم الْإِثْنَيْنِ الثَّامِن من ربيع الأول سنة ثَمَان وَخمسين وأربعمئة ¶ حدث عَن الْحُسَيْن بن عبد الله بن أبي كَامِل الأطرابلسي ¶ وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر لم تطل مدَّته ¶ 324 - توفّي خضر بن فتح المزين فِي ربيع الآخر سنة ثَمَان وَخمسين وأربعمئة ¶ حدث عَن أبي نصر عبد الْوَهَّاب بن عبد الله بن الجبان وَعبد الرَّحْمَن بن الْحُسَيْن بن الْحسن بن عَليّ بن أبي الْعقب بِشَيْء يسير",
            "page": "223",
            "part": "1",
            "seal": "2E789149"
        },
        {
            "hno": "325",
            "id": "161",
            "nass": "325 - ورد الْخَبَر من بَغْدَاد فِي ذِي الْقعدَة بوفاة أبي يعلى بن الْفراء الْحَنْبَلِيّ فِي هَذِه السّنة ¶ قَالَ شَيخنَا هبة الله ¶ 326 - (62 ز) توفّي أَبُو عبد الله الأندلسي الطليطلي رَاوِي كتاب مُسلم بن الْحجَّاج يَوْم الْأَرْبَعَاء ثَانِي عشر من صفر سنة (76 ب) ثَمَان وَخمسين وأربعمئة",
            "page": "224",
            "part": "1",
            "seal": "5E448431"
        },
        {
            "hno": "327",
            "id": "162",
            "nass": "سنة تسع وَخمسين وأربعمئة ¶ 327 - توفّي أَبُو الْفَتْح عبد الصَّمد بن مُحَمَّد بن تَمِيم إِمَام مَسْجِد الْجَامِع بِدِمَشْق فِي الْمحرم من هَذِه السّنة ¶ وَكَانَ قد حدث عَن أبي بكر بن مُحَمَّد بن هِلَال الحنائي الْبَغْدَادِيّ الأديب وَأبي عبد الله الْحُسَيْن بن عبد الله بن أبي كَامِل وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَغَيرهم ¶ وجد لَهُ بَلَاغ مَعَ أَخِيه عبد الْبَاقِي وَغَيره بِشَيْء يسير ¶ قَالَ شَيخنَا هبة الله وَهُوَ جدي لأمي ¶ 328 - وفيهَا توفّي حسن بن أبي مُضر لَيْلَة الْجُمُعَة لأَرْبَع خلون من جمادي الأولى وَكَانَ عبدا صَالحا قيمًا بِأَمْر السَّبع ¶ وَحدث عَن أبي بكر مُحَمَّد بن عبد الرحمن الْقطَّان بِجُزْء من خَيْثَمَة",
            "page": "225",
            "part": "1",
            "seal": "DBC39154"
        },
        {
            "hno": "329",
            "id": "163",
            "nass": "329 - وَتُوفِّي فِي هَذِه اللَّيْلَة أَيْضا عَليّ بن الْمُبَارك الْبَزَّاز ¶ وَكَانَ قد سمع من عبد الرَّحْمَن بن عبد الْعَزِيز بن الطبيز وَغَيره من شُيُوخ وقته وَحدث ¶ 330 - توفّي أَبُو الْقَاسِم الْحُسَيْن بن مُحَمَّد الحنائي لَيْلَة الْخَمِيس الرَّابِع وَالْعِشْرين من جُمَادَى الأولى سنة تسع وَخمسين وأربعمئة ¶ حدث عَن عبد الْوَهَّاب بن الْحسن الْكلابِي أخي تَبُوك وَعَن الْحسن بن مُحَمَّد بن درسْتوَيْه وَهُوَ آخر من حدث عَن إِبْنِ درسْتوَيْه وَحدث عَن غَيرهمَا ¶ انتقا عَلَيْهِ النخشبي عشرَة اجزاء ¶ وَمضى على سداد وَأمر جميل وَدفن يَوْم الْخَمِيس بعد الظّهْر فِي مَقَابِر بَاب كيسَان على أَخِيه عَليّ وَكَانَت لَهُ جنازه عَظِيمَة مَا رَأينَا مثلهَا من مُدَّة ¶ وَذكر أَن مولده سنة سِتّ وَسبعين وثلاثمئة",
            "page": "226",
            "part": "1",
            "seal": "1DF7BBEA"
        },
        {
            "hno": "331",
            "id": "164",
            "nass": "331 - وَتُوفِّي إبنه أَبُو الْحسن عبد الله يَوْم الْأَحَد الْخَامِس عشر من شَوَّال سنة سِتِّينَ وأربعمئة ¶ 332 - ورد الْخَبَر من مصر يَوْم الْأَرْبَعَاء الْحَادِي وَالْعِشْرين من جُمَادَى الْآخِرَة سنة تسع وَخمسين وأربعمئة بوفاة الْأَمِير أبي السَّرَايَا نجيب بن أبي فراس ¶ وَكَانَ قد حدث عَن أبي مُحَمَّد بن أبي نصر وَعبد الرَّحْمَن بن مُحَمَّد بن يَاسر وَأبي نصر مَنْصُور بن رامش النَّيْسَابُورِي بِشَيْء يسير وجد لَهُ بلاغة مِنْهُم وَكتب لَهُ ¶ 333 - توفّي أَبُو الْقَاسِم الْخضر بن مَنْصُور الضَّرِير المقرىء الْمَعْرُوف بِابْن الحبال فِي ذِي الْحجَّة سنة تسع وَخمسين وأربعمئة ¶ كَانَ يحفظ الْقرَاءَات حفظا جيدا ¶ وَحدث عَن عبد الرَّحْمَن بن أبي نصر بِشَيْء يسير ¶ قَالَ شَيخنَا هبة الله أَخْبرنِي أَبُو الفتيان عمر بن عبد الْكَرِيم الدهستاني قَالَ ¶ 334 - (63 ز) توفّي سعيد بن مُحَمَّد الإدريسي بصور فِي شعْبَان سنة تسع وخمسينوأربعمئة",
            "page": "227",
            "part": "1",
            "seal": "4F30D4C7"
        },
        {
            "hno": "335",
            "id": "165",
            "nass": "سنة سِتِّينَ (77 أ) وأربعمئة ¶ 335 - توفّي أبوالحسن عبد الدَّائِم بن الْحسن بن عبيد الله الْهِلَالِي الْقطَّان يَوْم السبت الْعَاشِر من شعْبَان سنة سِتِّينَ وأربعمئة ¶ كَانَ يحدث عَن عبد الْوَهَّاب بن الْحسن أخي تَبُوك وَهُوَ آخر من حدث عَنهُ بِدِمَشْق ¶ 336 - توفّي أَبُو عَليّ الْحسن بن أبي طَاهِر الْخُتلِي الشَّافِعِي القَاضِي الْفَقِيه إِمَام الْجَامِع بِدِمَشْق يَوْم الْأَرْبَعَاء حادي وَعشْرين من شعْبَان ¶ وَكَانَ يحدث بِحَدِيث وَاحِد عَن فضل الله بن أَحْمد هُوَ الميهني ¶ وَحدث عَن اسماعيل بن عبد الرَّحْمَن الصَّابُونِي",
            "page": "228",
            "part": "1",
            "seal": "8994F670"
        },
        {
            "hno": "337",
            "id": "166",
            "nass": "337 - توفّي مُحَمَّد بن عَليّ الْحداد السّلمِيّ المحاسبي فِي شهر رَمَضَان سنة سِتِّينَ ¶ وَكَانَ فِيهِ تَخْلِيط عَظِيم وَكَانَ يكذب وَيَدعِي شُيُوخًا مَا سمع مِنْهُم ويكذب للشيوخ أَيْضا وَلَا يحسن بذلك ¶ وَحدث عَن أبي السلط الْمُجبر فَقيل لَهُ فِي ذَلِك فَقَالَ مَسْجده عندنَا وَذَاكَ لم يبرح من بَغْدَاد وَهَذَا مَا برح من دمشق وَلَا رَحل اليه وَغير ذَلِك ¶ ورد الْخَبَر من طرابلس فِي شعْبَان سنة سِتِّينَ وأربعمئة ¶ 338 - بوفاة أبي الْعَيْش ¶ كَانَ يحدث عَن عبد الرَّحْمَن بن عمر بن النّحاس الْمصْرِيّ وَغَيره من المصريين وَعَن أبي عبد الله بن أبي كَامِل وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَغَيرهمَا ¶ قَالَ شَيخنَا هبة الله ¶ وَكَانَ قد ورد دمشق فِي شهر رَمَضَان سنة ثَمَان وَخمسين وَلم يكن مَعَه من اصوله شَيْء فَلم يسمع مِنْهُ وَمَا حدث بِدِمَشْق شَيْء",
            "page": "229",
            "part": "1",
            "seal": "D1BF9FE8"
        },
        {
            "hno": "339",
            "id": "167",
            "nass": "339 - توفّي أَبُو الْفضل المحسن بن طَاهِر الْمَالِكِي الحريري الخشاب يَوْم السبت الثَّامِن عشر من ذِي الْحجَّة سنة سِتِّينَ وَدفن بالغد وَكَانَ قد حدث بِشَيْء يسير ¶ قَالَ شَيخنَا هبة الله حَدثنِي غيث أبن عَليّ الصُّورِي قَالَ ¶ 340 - (64 ز) توفّي أَبُو غَالب مُحَمَّد بن أَحْمد بن مُحَمَّد بن احْمَد بن مَنْصُور العتيقي الْبَغْدَادِيّ بصور فِي شهور سنة سِتِّينَ وأربعمئة ¶ وَكَانَ قد حدث بِدِمَشْق عَن أبي عمر بن مهْدي عَن الْمحَامِلِي بِجُزْء وَعَن أَبِيه بِجُزْء آخر سمعهما مِنْهُ قَالَه هبة الله ¶ سنة إِحْدَى وَسِتِّينَ وأربعمئة ¶ 341 - توفّي أَبُو الْفضل عبد الْوَاحِد بن عَليّ الْبري يَوْم السبت التَّاسِع من محرم سنة إِحْدَى وَسِتِّينَ وأربعمئة من نشابة أَصَابَته ¶ قد حدث عَن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَمُحَمّد بن عبد الرَّحْمَن الْقطَّان ¶ ورد كتاب عمر الدهستاني فِي شَوَّال يذكر",
            "page": "230",
            "part": "1",
            "seal": "D5363137"
        },
        {
            "hno": "342",
            "id": "168",
            "nass": "342 - أَن أَبَا الْحُسَيْن مُحَمَّد بن مكي بن عُثْمَان الْأَزْدِيّ الْمصْرِيّ توفّي فِي النّصْف من جمادي الأولى سنة إِحْدَى وَسِتِّينَ وأربعمئة ¶ وَكَانَ قد قدم دمشق فِي سنة سبع وَخمسين (77 ب) وَحدث بهَا عَن جمَاعَة كَأبي الْحسن عَليّ بن مُحَمَّد بن يزِيد الْحلَبِي وَأبي عَليّ أَحْمد بن عمر بن خرشيذ قَوْله وَعبد الْكَرِيم بن أبي حداد وَأبي مُسلم الْكَاتِب وَغَيرهم ¶ وَكَانَ ثِقَة ¶ سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة ¶ 343 - توفّي أَبُو مُحَمَّد الْحسن بن عَليّ اللباد يَوْم الْأَحَد السَّادِس وَالْعِشْرين من صفر سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة ¶ حدث عَن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَتَمام بن مُحَمَّد وَغَيرهمَا وَكَانَ آخر من قَرَأَ على الجبنى ¶ مضى على سداد وَأمر جميل",
            "page": "231",
            "part": "1",
            "seal": "5D8A6BE9"
        },
        {
            "hno": "344",
            "id": "169",
            "nass": "344 - توفّي عبيد بن إِبْرَاهِيم بن كبيبه النجار فِي ربيع الآخر سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة ¶ حدث بِشَيْء يسير عَن أبي عبد الله الْحُسَيْن بن عبد الله بن أبي كَامِل وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَغَيرهمَا من بلاغات وجدت لَهُ ¶ وَقع من سطح الْجَامِع وَكَانَ يَقُول فِي اسْمه عبد الْقَادِر وعبيد الله ¶ 345 - توفّي القَاضِي أَبُو مُحَمَّد عبد الله بن عبد الرَّحْمَن بن عبد الله بن عَليّ بن أبي الْعَجَائِز الْخَطِيب يَوْم الْأَحَد الرَّابِع من رَجَب سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة ¶ وَكَانَ قد حدث عَن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَعَن أَبِيه بِشَيْء يسير ¶ حَدثنِي أَبُو الْحسن عَليّ بن أَحْمد الْأنْصَارِيّ الأندلسي قَالَ ورد الْخَبَر",
            "page": "232",
            "part": "1",
            "seal": "A536F976"
        },
        {
            "hno": "346",
            "id": "170",
            "nass": "346 - بوفاة أبي الْغَنَائِم مُحَمَّد بن مُحَمَّد بن الغراء الْبَصْرِيّ المقرىء بالقدس فِي هَذِه السّنة ¶ حدث عَن عَليّ بن عبد الله بن جَهْضَم وَغَيره ¶ 347 - توفّي أَبُو الْحسن مُحَمَّد بن إِبْرَاهِيم بن حذلم الْأَسدي يَوْم الْأَرْبَعَاء الثَّامِن من ذِي الْقعدَة سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة ¶ حدث عَن تَمام بن مُحَمَّد وَعبد الرَّحْمَن بن عُثْمَان بن أبي نصر وَغَيرهمَا بِشَيْء يسير ¶ لم يكن الحَدِيث من شَأْنه وَلَكِن أَبوهُ سَمعه ¶ 348 - توفّي أَبُو الْقَاسِم عبد الْعَزِيز بن مُحَمَّد بن أَحْمد البرري فِي شَوَّال من هَذِه السّنة ¶ حدث عَن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر بِشَيْء يسير وجد سَمَاعه مِنْهُ وَجِيء اليه بِجُزْء فِيهِ بلاغة من أبي عبد الله بن أبي كَامِل فَقَالَ مَا أعرفهُ وَلم يحدث",
            "page": "233",
            "part": "1",
            "seal": "3F7522C1"
        },
        {
            "hno": "349",
            "id": "171",
            "nass": "وَكَانَ ثِقَة رَحمَه الله ¶ قَالَ شَيخنَا هبة الله ¶ 349 - (65 ز) توفّي أَبُو الْحُسَيْن أَحْمد بن الْحُسَيْن بن سعد الْبَزَّاز يَوْم الْجُمُعَة الْعشْرين من رَمَضَان سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة ¶ حدث عَن عبد الرَّحْمَن بن عُثْمَان بن أبي نصر ¶ قَالَ ¶ 350 - (66 ز) وَتُوفِّي الشريف أَبُو الْفضل عبد الملك بن عبد الْوَهَّاب بن الْمُهْتَدي الْهَاشِمِي فِي شهور سنة اثْنَتَيْنِ وَسِتِّينَ وأربعمئة وَكَانَ على مَذْهَب الْأَشْعَرِيّ ¶ قَالَ وحَدثني أَبُو مُحَمَّد جَعْفَر بن أَحْمد المقرىء قَالَ ¶ 35 - (67 ز) توفّي أَبُو مُحَمَّد عبد الله بن الْحسن بن (78 أ) طَلْحَة بن النّحاس التنيسى فِي شهور سنة ثِنْتَيْنِ وَسِتِّينَ وأربعمئة ¶ قَالَ شَيخنَا هبة الله وَكَانَ قد قدم دمشق وَأقَام بهَا وَسمع وَكتب كثيرا وَسَمعنَا مِنْهُ عَن أبي عبد الله مُحَمَّد بن الْفضل بن نظيف الْفراء وَغَيره",
            "page": "234",
            "part": "1",
            "seal": "42B4AE60"
        }
    ],
    "t5790": [
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اربعين وثلاثمئة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "سنة احدى وأربعين وثلاثمئة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وأربعين وثلاثمئة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وأربعين وثلاثمئة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان وأربعين وثلاثمائة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وأربعين وثلاثمائة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمسين وثلاثمئة"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتين وخمسين وثلاثمئة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثلاث وخمسين وثلاثمئة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وخمسين وثلاثمئة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وخمسين وثلاثمئة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وخمسين وثلاثمئة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان وخمسين وثلاثمئة"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وخمسين وثلاثمئة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ستين وثلاثمئة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "سنة احدى وستين وثلاثمئة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتين وستين وثلاثمئة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثلاث وستين وثلاثمئة"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وستين وثلاثمئة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وستين وثلاثمئة حدثني عبد الوهاب بن جعفر الميداني وعبد الوهاب بن عبد الله الحافظ قالا"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وستين وثلاثمئة"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وستين وثلاثمئة"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ثمان وستين وثلاثمئة"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وستين وثلاثمئة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبعين وثلاثمئة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى وسبعين وثلاثمئة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ثلاث وسبعين وثلاثمئة"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وسبعين وثلاثمئة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وسبعين وثلاثمئة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وسبعين وثلاثمئة"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وسبعين وثلاثمئة"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ثمان وسبعين وثلاثمئة"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وسبعين وثلاثمئة"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمانين وثلاثمئة حدثني أبو الحسين بن الميداني قال"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة إحدى وثمانين وثلاثمئة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتين وثمانين وثلاثمئة"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثلاث وثمانين وثلاثمئة"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وثمانين وثلاثمئة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وثمانين وثلاثمئة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ست وثمانين وثلاثمئة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "2",
            "tit": "سنة سبع وثمانين وثلاثمئة"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وثمانين وثلاثمئة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أحدى وتسعين وثلاثمئة"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتين وتسعين وثلاثمئة"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ثلاث وتسعين وثلاثمئة"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وتسعين وثلاثمئة"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة خمس وتسعين وثلاثمئة"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وتسعين وثلاثمئة"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان وتسعين وثلاثمئة"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وتسعين وثلاثمئة"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اربعمئة"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى وأربعمئة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أثنين وأربعمئة"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثلاث وأربعمئة"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وأربعمئة"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وأربعمئة"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وأربعمئة"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ثمان وأربعمئة ب"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع واربعمئة"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "سنة عشر وأربعمئة"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى عشرة وأربعمئة"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتي عشرة وأربعمئة"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ثلاث عشرة وأربعمئة"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع عشرة وأربعمئة"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس عشرة وأربعمئة"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست عشرة وأربعمئة"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع عشرة وأربعمئة"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان عشرة وأربعمئة"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع عشرة وأربعمئة"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "سنة عشرين وأربعمئة"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى وعشرين وأربعمئة"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنين وعشرين وأربعمئة"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثلاث وعشرين وأربعمئة"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وعشرين وأربعمئة"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة خمس وعشرين وأربعمئة"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وعشرين وأربعمائة"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وعشرين ب وأربعمئة"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان وعشرين وأربعمئة"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وعشرين وأربعمئة"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى وثلاثين وأربعمئة"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتين وثلاثين وأربعمئة"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة ثلاث وثلاثين وأربعمئة"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وثلاثين وأربعمئة"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وثلاثين وأربعمئة"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وثلاثين وأربعمئة"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وثلاثين وأربعمئة"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان وثلاثين وأربعمئة"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": "1",
            "tit": "سنة تسع وثلاثين وأربعمئة"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": "2",
            "tit": "سنة أربعين وأربعمئة"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى وأربعين وأربعمئة"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إثنتين وأربعين وأربعمئة"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثلاث وأربعين وأربعمئة"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وأربعين وأربعمئة"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وأربعين وأربعمئة"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وأربعين وأربعمئة"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وأربعين وأربعمئة"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان وأربعين وأربعمئة"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وأربعين وأربعمئة"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمسين وأربعمئة"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى وخمسين وأربعمئة"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتين وخمسين وأربعمة"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثلاث وخمسين وأربعمة"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "سنة أربع وخمسين وأربعمئة"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "سنة خمس وخمسين وأربعمئة"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ست وخمسين وأربعمئة"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "سنة سبع وخمسين وأربعمئة"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ثمان وخمسين وأربعمئة"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "سنة تسع وخمسين وأربعمئة"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "سنة ستين أوأربعمئة"
        },
        {
            "id": "167",
            "lvl": "1",
            "sub": null,
            "tit": "سنة إحدى وستين وأربعمئة"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "سنة اثنتين وستين وأربعمئة"
        }
    ]
}