{
    "b5806": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم وَصلى الله على سيدنَا مُحَمَّد خَاتم النَّبِيين وعَلى آله وَصَحبه أَجْمَعِينَ ¶ قَالَ الشَّيْخ الْحَافِظ ابو زَكَرِيَّا يحيى بن عبد الْوَهَّاب بن الإِمَام أبي عبد الله بن مَنْدَه رَحمَه الله تَعَالَى أخبرنَا ابو بكر مُحَمَّد بن عَليّ بن الْحُسَيْن الْمُقْرِئ انا مُحَمَّد بن ابراهيم ثَنَا احْمَد بن عَليّ بن الْمثنى ثَنَا مُوسَى بن مُحَمَّد بن حبَان ثَنَا عبد الْملك بن عَمْرو ثَنَا سعيد بن سليم الضَّبِّيّ قَالَ سَمِعت انس بن مَالك رَضِي الله عَنهُ يَقُول ¶ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم اذا سَافر أَو غزا اردف كل يَوْم رجلا من اصحابه ¶ وَقَالَ الشَّيْخ ابو زَكَرِيَّا وَبعد فَإِنِّي ذَاكر فِي كتابي هَذَا اسامي من اردفه رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الاسفار والغزوات",
            "page": "11",
            "part": "1",
            "seal": "82B71801"
        },
        {
            "id": "3",
            "nass": "ومورد فِي كل وَاحِد مِنْهُم حَدِيثا أَو حديثين فِي مَعْنَاهُ على حسب مَا انْتهى الينا ليحيط علم من أَرَادَ معرفتهم وعددهم بهَا وأسأل الله التَّوْفِيق لصالح القَوْل وَالْعَمَل فَمن ذَلِك",
            "page": "12",
            "part": "1",
            "seal": "01FFE785"
        },
        {
            "id": "4",
            "nass": "ابو بكر رَضِي الله عَنهُ ¶ عبد الله بن عُثْمَان بن عَامر بن عَمْرو بن كَعْب بن سعد بن تَمِيم بن مرّة بن كَعْب بن لؤَي بن غَالب بن فهر بن مَالك بن النَّضر بن كنَانَة ابو بكر بن ابي قُحَافَة رَضِي الله عَنهُ ¶ اُخْبُرْنَا ابو بكر احْمَد بن مَنْصُور بن خلف بنيسابور انا ابو طَاهِر مُحَمَّد بن الْفضل بن اسحاق بن خُزَيْمَة انا جدي ثَنَا مُحَمَّد بن زِيَاد بن عبيد الله وَأخْبرنَا الإِمَام عمي رَحمَه الله انا ابو الْحُسَيْن بن بَشرَان انا عَليّ بن مُحَمَّد الْمصْرِيّ ثَنَا احْمَد بن دَاوُد الْمَكِّيّ ثَنَا ابو معمر عبد الله بن عَمْرو بن الْحجَّاج ثَنَا عبد الْوَارِث عَن عبد الْعَزِيز بن صُهَيْب عَن انس رَضِي الله عَنهُ قَالَ ¶ اقبل النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى الْمَدِينَة مردف ابا بكر وَأَبُو بكر شيخ يعرف وَنَبِي الله شَاب لَا يعرف قَالَ فَيلقى الرجل ابا بكر فَيَقُول يَا ابا بكر من هَذَا الرجل الَّذِي بَين",
            "page": "13",
            "part": "1",
            "seal": "8F0493A7"
        },
        {
            "id": "5",
            "nass": "يَديك فَيَقُول يهديني السَّبِيل فَحسب الحاسب انه يهد الطَّرِيق فَإِنَّمَا يَعْنِي الْخَيْر فَالْتَفت ابو بكر فَإِذا فَارس قد لحقهم فَقَالَ يَا رَسُول الله هَذَا فَارس قد لحقنا فَالْتَفت نَبِي الله صلى الله عَلَيْهِ وَسلم فَقَالَ اللَّهُمَّ اصرعه فصرعته فرسه وَقَامَت فحمحمت ¶ زَاد عبد الصَّمد بن عبد الْوَارِث وَعبد الله بن عَمْرو بن ابي الْحجَّاج فِي حَدِيثهمَا ¶ فَقَالَ يَا نَبِي الله مرني بِمَا شِئْت قَالَ تقف مَكَانك لَا تتركن احدا يلْحق بِنَا قَالَ فَكَانَ اول النَّهَار جاهدا على رَسُول الله صلى الله عَلَيْهِ وَسلم وَآخر النَّهَار مسلحة لَهُ قَالَ فَنزل رَسُول الله صلى الله عَلَيْهِ وَسلم جَانب الْحرَّة وَأرْسل إِلَى الْأَنْصَار فجاؤوا رَسُول الله صلى الله عَلَيْهِ وَسلم فَسَلمُوا عَلَيْهِمَا فَقَالُوا اركبا آمِنين مُطْمَئِنين قَالَ فَركب نَبِي الله صلى الله عَلَيْهِ وَسلم وَأَبُو بكر وحفوا حواليها بِالسِّلَاحِ قَالَ فَقيل فِي الْمَدِينَة جَاءَ رَسُول الله صلى الله عَلَيْهِ وَسلم فاستشرفوا النَّبِي صلى الله عَلَيْهِ وَسلم ينظرُونَ وَيَقُولُونَ",
            "page": "14",
            "part": "1",
            "seal": "24A58723"
        },
        {
            "id": "6",
            "nass": "جَاءَ نَبِي الله صلى الله عَلَيْهِ جَاءَ نَبِي الله صلى الله عَلَيْهِ وَسلم وَسلم وَاقْبَلْ يسير حَتَّى نزل إِلَى جَانب ابي ايوب فَإِنَّهُ ليحدث اهله اذ سمع بِهِ عبد الله بن سَلام وَهُوَ فِي نخل لَهُ يخْتَرف لَهُم مِنْهُ فَعجل ان يضع الَّذِي يخْتَرف فِيهَا فجَاء وَهِي مَعَه فَسمع من نَبِي الله صلى الله عَلَيْهِ وَسلم ثمَّ رَجَعَ إِلَى اهله فَقَالَ نَبِي الله صلى الله عَلَيْهِ وَسلم أَي بيُوت اهلنا اقْربْ قَالَ فَقَالَ ابو ايوب انا يَا نَبِي الله هَذِه دَاري وَهَذَا بَابي قَالَ فَقَالَ اذْهَبْ فهيء لنا مقيلا فَذهب فَهَيَّأَ لَهُم مقيلا ثمَّ جَاءَ فَقَالَ يَا نَبِي الله قد هيأت لَكمَا مقيلا قوما على بركَة الله فقيلا قَالَ فَلَمَّا جَاءَ نَبِي الله صلى الله عَلَيْهِ وَسلم جَاءَ عبد الله بن سَلام فَقَالَ اشْهَدْ انك رَسُول الله صلى الله عَلَيْهِ وَسلم حَقًا وَإنَّك جِئْت بِحَق وَلَقَد علمت يهود أَنِّي سيدهم وَابْن سيدهم وأعلمهم وَابْن اعلمهم فادعهم فسلهم عني قبل ان يعلمُوا اني قد اسلمت فَإِنَّهُم ان يعلمُوا اني قد اسلمت قَالُوا فِي مَا لَيْسَ فِي فَأرْسل نَبِي الله صلى الله عَلَيْهِ وَسلم اليهم فَدَخَلُوا عَلَيْهِ فَقَالَ لَهُم نَبِي الله صلى الله عَلَيْهِ وَسلم ¶ يَا معشر الْيَهُود وَيْلكُمْ اتَّقوا الله فوالذي لَا إِلَه إِلَّا الله انكم لتعلمون اني رَسُول الله حَقًا وَأَنِّي جِئتُكُمْ بِحَق",
            "page": "15",
            "part": "1",
            "seal": "41145F1F"
        },
        {
            "id": "7",
            "nass": "اسلموا قَالُوا مَا نعلمهُ قَالَ يَا معشر الْيَهُود وَيْلكُمْ اتَّقوا الله فوالذي لَا إِلَه إِلَّا الله انكم لتعلمون اني رَسُول الله صلى الله عَلَيْهِ وَسلم حَقًا وَإِنِّي جِئتُكُمْ بِحَق قَالُوا مَا نعلمهُ قَالَ يَا معشر الْيَهُود وَيْلكُمْ اتَّقوا الله فوالذي لَا إِلَه إِلَّا هُوَ انكم لتعلمون اني رَسُول الله حَقًا واني جِئتُكُمْ بِحَق اسلموا قَالُوا مَا نعلمهُ قَالَ فَأَي رجل فِيكُم عبد الله بن سَلام قَالُوا ذَاك سيدنَا وَابْن سيدنَا وَأَعْلَمنَا وَابْن اعلمنا قَالَ أَفَرَأَيْتُم ان أسلم قَالُوا حاش لله مَا كَانَ ليسلم قَالَ يَا ابْن سَلام اخْرُج عَلَيْهِم فَخرج عَلَيْهِم فَقَالَ يَا معشر الْيَهُود وَيْلكُمْ اتَّقوا الله فوالذي لَا إِلَه الا هُوَ انكم لتعلمون انه رَسُول الله حَقًا وَأَنه جَاءَ بِحَق فَقَالُوا أكذبت فَأخْرجهُمْ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ اُخْبُرْنَا الاإام عمي رَحمَه الله انا ابي رَحمَه الله انا مُحَمَّد بن احْمَد بن الْحسن المقرىء ثَنَا احْمَد بن يحيى بن حَمْزَة ثَنَا الْحُسَيْن بن حَفْص ثَنَا ابراهيم بن طهْمَان عَن عبد الْوَارِث هُوَ ابْن سعيد عَن ابي التياح عَن انس بن مَالك رَضِي الله عَنهُ انه قَالَ",
            "page": "16",
            "part": "1",
            "seal": "0B6E8C59"
        },
        {
            "id": "8",
            "nass": "نزل رَسُول الله صلى الله عَلَيْهِ وَسلم مقدمه الْمَدِينَة فِي علو الْمَدِينَة فِي بني عَمْرو بن عَوْف حَيّ من الْأَنْصَار فَأَقَامَ فِيهِ اربعة عشر لَيْلَة ثمَّ ارسل إِلَى الْمَلأ من بني النجار فجاؤا متقلدين سيوفهم قَالَ فَكَأَنِّي انْظُر اليهم قد أطافوا برَسُول الله صلى الله عَلَيْهِ وَسلم وَأَبُو بكر ردفه فجَاء حَتَّى القى بِفنَاء ابي ايوب قَالَ وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يُصَلِّي اينما ادركته الصَّلَاة وَكَانَ يُصَلِّي فِي مرابض الْغنم ثمَّ امْر بِبِنَاء الْمَسْجِد فَأرْسل إِلَى الْمَلأ من بني النجار فَقَالَ ثامنوني بِهَذَا الْحَائِط فَقَالُوا يَا رَسُول الله لَا نطلب ثمنه إِلَّا إِلَى الله عز وَجل قَالَ انس بن مَالك رَضِي الله عَنهُ فَكَانَ فِيمَا اخبرهم كَانَ فِيهِ نخيل وحراث وقبور الْمُشْركين فَجعل النّخل قبْلَة الْمَسْجِد وَجعل عضاديته حِجَارَة ¶ رَوَاهُ ابو يعلي الْموصِلِي عَن جَعْفَر بن مهْرَان عَن عبد الْوَارِث أتم من هَذَا وَقد تقدم",
            "page": "17",
            "part": "1",
            "seal": "4277C6F6"
        },
        {
            "id": "9",
            "nass": "عُثْمَان بن عَفَّان رَضِي الله عَنهُ ¶ عُثْمَان بن عَفَّان رَضِي الله عَنهُ ابْن ابي الْعَاصِ بن امية بن عبد الشَّمْس بن عبد منَاف بن قصي ابو عَمْرو وَيُقَال ابو عبد الله ختن رَسُول الله صلى الله عَلَيْهِ وَسلم على ابْنَته ¶ اُخْبُرْنَا الإِمَام عمي رَحمَه الله انا احْمَد بن مُوسَى بن مرْدَوَيْه ثَنَا عبد الله بن اسحق بن ابراهيم الْخُرَاسَانِي ثَنَا مُحَمَّد بن اسماعيل السّلمِيّ ثَنَا يُوسُف بن بهْلُول ثَنَا خَالِد الزيات عَمَّن أخبرهُ ¶ ان عُثْمَان بن عَفَّان رَضِي الله عَنهُ تلقى النَّبِي صلى الله عَلَيْهِ وَسلم بِالرَّوْحَاءِ مقدمه من بدر قَالَ فعزى بابنته وهنأه بِفَتْح الله عَلَيْهِ فَأخْرج رَسُول الله صلى الله عَلَيْهِ وَسلم رجله من غرز الركاب وَقَالَ لعُثْمَان اركب فأردفه فنشج عُثْمَان فَقَالَ",
            "page": "18",
            "part": "1",
            "seal": "838B659C"
        },
        {
            "id": "10",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم اسكن أَو اسْكُتْ قَالَ يُوسُف انا اشك فَإِن الله قد زَوجك اختها",
            "page": "19",
            "part": "1",
            "seal": "2AAF484B"
        },
        {
            "id": "11",
            "nass": "عَليّ بن أبي طَالب رَضِي الله عَنهُ ¶ عَليّ بن ابي طَالب بن عبد الْمطلب بن هَاشم بن عبد منَاف ابو الْحسن الْقرشِي ختن رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَخُوهُ وَابْن عَمه وَأَبُو سبطيه الْحسن وَالْحُسَيْن رَضِي الله عَنْهُم ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله انا سُلَيْمَان بن احْمَد بن ايوب ثَنَا ابراهيم بن هَاشم الْبَغَوِيّ ثَنَا مُوسَى بن مُحَمَّد بن حبَان الْبَصْرِيّ ثَنَا عبد الرَّحْمَن بن مهْدي ثَنَا عبد الله بن الْمُبَارك عَن حَرْمَلَة بن عمرَان عَن عبد الله بن الْحَرْث الْأَزْدِيّ عَن غرفه بن الْحَرْث رَضِي الله عَنهُ قَالَ ¶ شهِدت رَسُول الله صلى الله عَلَيْهِ وَسلم فِي حجَّة الْوَدَاع وَأتي بِالْبدنِ فَقَالَ ادعوا لي ابا الْحسن فدعي عَليّ رَضِي الله عَنهُ فَقَالَ خُذ بِأَسْفَل الحربة وَأخذ رَسُول الله صلى الله عَلَيْهِ وَسلم بِأَعْلَاهَا",
            "page": "20",
            "part": "1",
            "seal": "F24953D6"
        },
        {
            "id": "12",
            "nass": "فطعنا بهَا الْبدن فَلَمَّا فرغ ركب البغلة واردف عليا رَضِي الله عَنهُ ¶ رَوَاهُ ابْن عَن مُوسَى بن مُحَمَّد بن حبَان ¶ اُخْبُرْنَا مُحَمَّد بن عبد الْملك انا ابو عمر بن عبد الْوَهَّاب اجازة ثَنَا مُحَمَّد بن الْقَاسِم ثَنَا ابْن الشكيب ثَنَا مُحَمَّد بن حميد بن عَليّ بن مُجَاهِد عَن هِلَال بن أبي هِلَال عَن عَمْرو بن رَافع الْمُزنِيّ قَالَ ¶ رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم يخْطب بعد الظّهْر على بغلته ورديفه عَليّ بن ابي طَالب رَضِي الله عَنهُ",
            "page": "21",
            "part": "1",
            "seal": "0FAEC78B"
        },
        {
            "id": "13",
            "nass": "اُحْدُ ابْني فَاطِمَة رَضِي الله عَنْهَا ¶ اُحْدُ ابْني فَاطِمَة رَضِي الله تَعَالَى عَنْهَا الْحسن أَو الْحُسَيْن رَضِي الله عَنْهُمَا ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن ريذة انا الطَّبَرَانِيّ ثَنَا ابو شُعَيْب عبد الله بن الْحسن الْحَرَّانِي ثَنَا عبد الله بن جَعْفَر الرفني ثَنَا ابو مُعَاوِيَة عَن عَاصِم الْأَحول عَن مُورق الْعجلِيّ عَن عبد الله بن جَعْفَر رَضِي الله عَنهُ قَالَ ¶ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم اذا قدم من سفر تلقى بصبيان اهل بَيته وَأَنه قدم من سفر فَسبق بِي اليه فَحَمَلَنِي من بَين يَدَيْهِ ثمَّ جِيءَ بِأحد ابْني فَاطِمَة رَضِي الله عَنْهُمَا فَحَمله خَلفه فَدَخَلْنَا الْمَدِينَة وَنحن ثلثه على دابه ¶ اُخْبُرْنَا ابي رَحمَه الله انا احْمَد بن مُوسَى ثَنَا",
            "page": "22",
            "part": "1",
            "seal": "625386A6"
        },
        {
            "id": "14",
            "nass": "مُحَمَّد بن عَليّ ثَنَا احْمَد بن خازم انا عبد الله بن مُحَمَّد ثَنَا عبد الرَّحِيم بن سُلَيْمَان ثَنَا مُورق ثَنَا عبد الله بن جَعْفَر قَالَ ¶ كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم اذا قدم من سفر تلقى بِنَا قَالَ فَتلقى بِي وبالحسن أَو الْحُسَيْن قَالَ فَحمل احدنا بَين يَدَيْهِ وَالْآخر خَلفه حَتَّى دَخَلنَا الْمَدِينَة",
            "page": "23",
            "part": "1",
            "seal": "DA5ECED2"
        },
        {
            "id": "15",
            "nass": "عبد الله بن عَبَّاس رَضِي الله عَنهُ ¶ عبد الله بن عَبَّاس بن عبد الْمطلب بن هَاشم ابو الْعَبَّاس الْهَاشِمِي رَضِي الله عَنْهُمَا ¶ اُخْبُرْنَا ابي رَحمَه الله انا عُثْمَان بن احْمَد بن هرون السَّمرقَنْدِي بتنيس ثَنَا احْمَد بن شَيبَان الرَّمْلِيّ ثَنَا عبد الله بن مَيْمُون القداح ثَنَا شهَاب بن خرَاش عَن عبد الْملك بن عُمَيْر عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ ¶ اردفني النَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ يَا غُلَام احفظ الله يحفظك ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله الضَّبِّيّ انا سليمن بن أَحْمد بن ايوب ثَنَا مطلب بن شُعَيْب الْأَزْدِيّ ثَنَا",
            "page": "24",
            "part": "1",
            "seal": "AFBCE6F8"
        },
        {
            "id": "16",
            "nass": "عبد الله بن صَالح حَدثنِي اللَّيْث عَن قيس بن الْحجَّاج عَن حَنش الصَّنْعَانِيّ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا ¶ انه كَانَ خلف رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ لي وانا رَدِيف خَلفه يَا غُلَام اني معلمك كَلِمَات فاحفظهن احفظ الله يحفظك احفظ الله تَجدهُ تجاهك وَإِذا سَأَلت فاسأل الله وَإِذا استعنت فَاسْتَعِنْ بِاللَّه وَاعْلَم ان الْأمة لَو اجْتَمعُوا على ان ينفعوك لم ينفعوك الا بِشَيْء قد كتب الله لَك وَلَو اجْتَمعُوا على ان يضروك لم يضروك الا بِشَيْء قد كتبه الله لَك جَفتْ الأقلام وطويت الصُّحُف ¶ رَوَاهُ يُونُس بن عبد الْأَعْلَى عَن ابْن وهب عَن اللَّيْث وَرَوَاهُ مُحَمَّد بن عبد الْأَعْلَى عَن نَافِع بن يزِيد عَن قيس بن الْحجَّاج وروى هَذَا الحَدِيث عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا ابو سعيد الْخُدْرِيّ وَعبيد الله بن عبد الله بن عتيبة وَعَطَاء بن ابي رَبَاح وَعِكْرِمَة",
            "page": "25",
            "part": "1",
            "seal": "424DF192"
        },
        {
            "id": "17",
            "nass": "اُخْبُرْنَا سعيد العبار ثَنَا ابو الْفضل الفامي انا السراج ثَنَا عبد الله الرُّومِي ثَنَا النَّضر بن مُحَمَّد ثَنَا عِكْرِمَة بن عمار ثَنَا اياس بن سَلمَة بن الْأَكْوَع عَن ابيه قَالَ ¶ قدت بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم بغلته وَالْحسن وَالْحُسَيْن قدامه وَهَذَا خَلفه حَتَّى ادخلتهم الْمنزل",
            "page": "26",
            "part": "1",
            "seal": "E01CA541"
        },
        {
            "id": "18",
            "nass": "عبد الله بن جَعْفَر الْهَاشِمِي رَضِي الله عَنهُ ¶ عبد الله بن جَعْفَر بن أبي طَالب الْهَاشِمِي ابو جَعْفَر الْقرشِي ولد بِأَرْض الْحَبَشَة رَضِي الله عَنْهُمَا ¶ اُخْبُرْنَا مُحَمَّد بن عَليّ وَإِبْرَاهِيم بن مَنْصُور الأطروش قَالَا ثَنَا مُحَمَّد بن ابراهيم الْمقري ثَنَا ابو يعلي احْمَد بن عَليّ ثَنَا عبد الله بن مُحَمَّد بن اسماعيل وشيبان بن فروخ قَالَا ثَنَا مهْدي بن مَيْمُون ثَنَا مُحَمَّد بن عبد الله بن أبي يَعْقُوب عَن الْحسن بن سعد مولى الْحسن بن عَليّ عَن عبد الله بن جَعْفَر رَضِي الله عَنهُ قَالَ ¶ اردفني رَسُول الله صلى الله عَلَيْهِ وَسلم ذَات يَوْم خَلفه فَأسر الي حَدِيثا لَا احدث بِهِ أحدا من النَّاس وَكَانَ احب مَا استتر بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم هدفا أَو قَالَ حايش نخل يَعْنِي حَائِط",
            "page": "27",
            "part": "1",
            "seal": "E3529062"
        },
        {
            "id": "19",
            "nass": "فَدخل حَائِطا الرجل من الْأَنْصَار فَإِذا فِيهِ جمل فَلَمَّا رأى النَّبِي صلى الله عَلَيْهِ وَسلم حن وذرفت عَيناهُ قَالَ فَأَتَاهُ النَّبِي صلى الله عَلَيْهِ وَسلم فَمسح سراته إِلَى سنامه وذفراه فسكن فَقَالَ لمن هَذَا الْجمل فجَاء فَتى من الْأَنْصَار فَقَالَ هُوَ لي يَا رَسُول الله قَالَ أَفلا تتقي الله فِي هَذِه الْبَهِيمَة الَّتِي ملكك الله اياها فَإِنَّهُ شكى إِلَيّ انك تجيعه ¶ رَوَاهُ اسود بن عَامر وَأَبُو النُّعْمَان عَارِم ومُوسَى بن اسماعيل كلهم عَن مهْدي بن مَيْمُون وَرَوَاهُ مُسلم بن الْحجَّاج عَن عبد الله وشيبان ¶ اُخْبُرْنَا الإِمَام عمي رَحْمَة الله انا زَاهِر بن احْمَد كِتَابَة ثَنَا الزبيبي ثَنَا مُحَمَّد بن عبد الْأَعْلَى ثَنَا خَالِد ثَنَا شُعْبَة عَن عَاصِم عَن مُورق عَن عبد الله بن جَعْفَر قَالَ ¶ انتهينا إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم وَقد جَاءَ من سفر فَحَمَلَنِي انا وغلامين من بني هَاشم",
            "page": "28",
            "part": "1",
            "seal": "A26F195D"
        },
        {
            "id": "20",
            "nass": "اُخْبُرْنَا احْمَد بن النُّعْمَان الفضاض انا مُحَمَّد بن ابراهيم بن المقرى ثَنَا اسحق بن احْمَد بن نَافِع الْخُزَاعِيّ ثَنَا مُحَمَّد بن يحيى بن أبي عمر الْعَدنِي ثَنَا سفين بن عُيَيْنَة عَن جَعْفَر بن خَالِد اخبرني ابي انه سمع عبد الله بن جَعْفَر رَضِي الله عَنهُ يَقُول ¶ مر بِي رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَنا فِي غلمة فَحَمَلَنِي انا وَغُلَام من بني عبد الْمطلب مَعَه على الدَّابَّة فَكُنَّا ثلثة ¶ اُخْبُرْنَا عُثْمَان بن مُحَمَّد الْبَقَّال انا عبيد الله بن يَعْقُوب ثَنَا جدي ثَنَا احْمَد بن منيع ثَنَا روح ثَنَا ابْن جريج اخبرني جَعْفَر بن خَالِد ان اباه اخبره ان عبد الله بن جَعْفَر قَالَ ¶ لَو رَأَيْتنِي وقثما وَعبيد الله ابْني الْعَبَّاس وَنحن صبيان نلعب اذ مر النَّبِي صلى الله عَلَيْهِ وَسلم على دَابَّة فَقَالَ ارْفَعُوا هَذَا الي فجعلني امامه وَقَالَ لقثم ارْفَعُوا هَذَا الي فَجعله وَرَاءه",
            "page": "29",
            "part": "1",
            "seal": "2DD309D1"
        },
        {
            "id": "21",
            "nass": "الْفضل بن الْعَبَّاس رَضِي الله عَنهُ ¶ الْفضل بن الْعَبَّاس بن عبد الْمطلب الْهَاشِمِي ابو مُحَمَّد رَضِي الله عَنهُ ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن ريذة انا سُلَيْمَان بن احْمَد بن ايوب ثَنَا الْحُسَيْن بن اسحاق ثَنَا ابو كريب ثَنَا ابراهيم بن اسماعيل عَن ابراهيم بن اسماعيل بن ابي حَبِيبَة عَن دَاوُد بن الْحصين عَن عِكْرِمَة عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا ¶ ان رَسُول الله صلى الله عَلَيْهِ وَسلم أرْدف الْفضل بن عَبَّاس رَضِي الله عَنْهُمَا فَلم يزل يُلَبِّي حَتَّى رمى الْجَمْرَة وَقَالَ عَن عَطاء بن ابي رَبَاح عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا ان رَسُول الله صلى الله عَلَيْهِ وَسلم نَحوه",
            "page": "30",
            "part": "1",
            "seal": "DF32F8E1"
        },
        {
            "id": "22",
            "nass": "اُخْبُرْنَا الإِمَام عمي رَحمَه الله وَغير وَاحِد قَالُوا حَدثنَا الْحُسَيْن بن ابراهيم ابْن مُحَمَّد الْجمال ثَنَا ابو مُحَمَّد عبد الله بن جَعْفَر ثَنَا مُحَمَّد بن مُحَمَّد بن صَخْر ثَنَا عبد الله بن يزِيد الْمُقْرِئ ثَنَا اللَّيْث عَن ابي الزبير عَن ابي معبد مولى ابْن عَبَّاس وَكَانَ رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ فِي عَشِيَّة عَرَفَة وغداة جمع للنَّاس حِين دفعُوا ¶ عَلَيْكُم بِالسَّكِينَةِ وَهُوَ كَاف نَاقَته حَتَّى اذا دخل محسر وَهُوَ من منى قَالَ عَلَيْكُم بحصا الْحَذف الَّذِي يَرْمِي بِهِ الْجَمْرَة وَقَالَ الْفضل لم يزل رَسُول الله صلى الله عَلَيْهِ وَسلم يُلَبِّي حَتَّى رمى الْجَمْرَة ¶ اُخْبُرْنَا مُحَمَّد بن احْمَد بن القباب ثَنَا ابْن ابي عَاصِم ثَنَا يَعْقُوب بن حميد ثَنَا مُحَمَّد بن فليح عَن الْحَرْث بن عبد الرَّحْمَن عَن مُجَاهِد عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن اخيه الْفضل ¶ ان رَسُول الله صلى الله عَلَيْهِ وَسلم اردف غَدَاة جمع قَالَ فَدفع وَرفع مَعَه رجل من الْأَعْرَاب مَعَه ابْنة لَهُ صَبِيحَة ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله ابْن بُرَيْدَة انا الطَّبَرَانِيّ ثَنَا معَاذ بن الْمثنى ثَنَا مُسَدّد ثَنَا يحيى بن سعيد عَن",
            "page": "31",
            "part": "1",
            "seal": "CF21A724"
        },
        {
            "id": "23",
            "nass": "عبد الْملك عَن عَطاء عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ ¶ افاض رَسُول الله صلى الله عَلَيْهِ وَسلم من عَرَفَة وَردفهُ اسامة بن زيد فجالت بِهِ النَّاقة وَهُوَ رَافع يَدَيْهِ لَا يجاوزان رَأسه ثمَّ صَار على هَيئته إِلَى جمع وَردفهُ الْفضل فَمَا زَالَ يُلَبِّي حَتَّى رمى الْجَمْرَة ¶ روى يحيى بن ايوب عَن ابي طَاوُوس عَن ابيه عَن اسامة ¶ انه كَانَ رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم من عَرَفَة إِلَى الْمزْدَلِفَة فَكَانَ الْفضل رديفه من الْمزْدَلِفَة إِلَى منى ¶ اُخْبُرْنَا عمي الإِمَام رَحمَه الله انا احْمَد بن عَليّ بنيسابور انا ابراهيم بن عبد الله ان مُحَمَّد بن اسحاق الثَّقَفِيّ اخبرهم ثَنَا مُحَمَّد بن يحيى حَدثنِي بشر بن عمر حَدثنِي مَالك بن انس عَن ابْن شهَاب عَن سُلَيْمَان بن يسَار عَن عبد الله بن عَبَّاس قَالَ",
            "page": "32",
            "part": "1",
            "seal": "FD1D5D66"
        },
        {
            "id": "24",
            "nass": "كَانَ الْفضل بن عَبَّاس رَضِي الله عَنْهُم رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم فَجَاءَتْهُ امْرَأَة من خثعم تستفتيه فَجعل الْفضل ينظر اليها وَتنظر اليه فَجعل رَسُول الله صلى الله عَلَيْهِ وَسلم يصرف وَجه الْفضل بن الْعَبَّاس إِلَى الشق الآخر فَقَالَت يَا رَسُول الله ان فَرِيضَة الله تَعَالَى على عباده فِي الْحَج ادركت ابي شَيخا كَبِيرا لَا يَسْتَطِيع ان يثبت على الرَّاحِلَة أفأحج عَنهُ قَالَ نعم ¶ رَوَاهُ القعني وَيحيى بن يحيى عَن مَالك وَرَوَاهُ سكين ابْن عبد الْعَزِيز عَن ابيه عَن عبد الله بن عَبَّاس بِنَحْوِهِ وَزَاد فِيهِ فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم ان هَذَا يَوْم من ملك فِيهِ سَمعه وبصره وَلسَانه غفر لَهُ",
            "page": "33",
            "part": "1",
            "seal": "E03E3518"
        },
        {
            "id": "25",
            "nass": "مُعَاوِيَة بن صَخْر الْأمَوِي رَضِي الله عَنهُ ¶ مُعَاوِيَة بن صَخْر بن حَرْب بن امية بن عبد شمس الْأمَوِي ¶ اُخْبُرْنَا الإِمَام عمي رَحمَه الله انا ابو مُحَمَّد عبد الله بن الصَّقْر الْمُؤَدب بسهرورد ثَنَا عَليّ بن صَالح الْمُقْرِئ ثَنَا مُحَمَّد بن عبد السَّمرقَنْدِي انا عِصَام بن يُوسُف ثَنَا صَدَقَة بن خَالِد ثَنَا وَحشِي بن حَرْب بن وَحشِي عَن ابيه عَن جده رَضِي الله عَنهُ ¶ ان رَسُول الله صلى الله عَلَيْهِ ولسم اردف مُعَاوِيَة رَضِي الله عَنهُ فَقَالَ مَا يليني مِنْك قَالَ بَطْني فَقَالَ اللَّهُمَّ املأه علما ¶ اُخْبُرْنَا الإِمَام عمي رَحمَه الله انا عَليّ بن مُحَمَّد ابْن طَلْحَة انا عبد الله بن ابراهيم بن عبد الْملك ثَنَا عبد الرَّحْمَن بن دَاوُد بن مَنْصُور الْفَارِسِي املاء ثَنَا عُثْمَان بن خرزاد ثَنَا مُحَمَّد بن عَائِذ الدِّمَشْقِي قَالَ",
            "page": "34",
            "part": "1",
            "seal": "841A0491"
        },
        {
            "id": "26",
            "nass": "سَمِعت صَدَقَة بن خَالِد حَدثنِي وَحشِي بن حَرْب بن وَحشِي عَن ابيه عَن جده ¶ ان رَسُول الله صلى الله عَلَيْهِ وَسلم اردف مُعَاوِيه ابْن أبي سُفْيَان رَضِي الله عَنْهُمَا فَقَالَ لَهُ مَا يليني مِنْك يَا مُعَاوِيَة قَالَ بَطْني قَالَ اللَّهُمَّ املأه علما قَالَ ابْن عَائِذ فذاكرت بِهِ أَبَا مسْهر فَقَالَ نعم فِيهِ عَن صَدَقَة عَن وَحشِي وحلما رَوَاهُ خَيْثَمَة بن سُلَيْمَان عَن سلمَان بن عبد الحميد عَن مُحَمَّد بن عَائِذ ¶ اُخْبُرْنَا الإِمَام عمي رَحمَه الله انا مُحَمَّد بن عبد الرَّزَّاق انا جدي ثَنَا أَبُو بكر مُحَمَّد بن احْمَد بن معدان ثَنَا الْهَيْثَم بن مَرْوَان ثَنَا أَبُو مسْهر ثَنَا صَدَقَة بن خَالِد عَن وَحشِي بن حَرْب بن وَحشِي عَن أَبِيه عَن جده رَضِي الله عَنهُ ¶ ان رَسُول الله صلى الله عَلَيْهِ وَسلم اردف مُعَاوِيَة رَضِي الله عَنهُ فَقَالَ مَا يليني مِنْك قَالَ بَطْني قَالَ ملأَهُ الله حلما وعلما ¶ وَرَوَاهُ ابْن لَهِيعَة عَن ابي الزبير عَن جَابر رَضِي الله عَنهُ قَالَ",
            "page": "35",
            "part": "1",
            "seal": "06043E6F"
        },
        {
            "id": "27",
            "nass": "كَانَ مُعَاوِيَة رَضِي الله عَنهُ رديفا للنَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ مَا يليني مِنْك قَالَ بَطْني قَالَ مَلأ الله بَطْنك حلما ¶ اُخْبُرْنَا طَلْحَة بن عبد الرَّحْمَن الْبكْرِيّ ¶ ثَنَا احْمَد بن مُحَمَّد بن عبد الله الأردستاني ثَنَا ابو الْحُسَيْن احْمَد بن الْحسن بن مُحَمَّد الْكرْمَانِي بأبرقوة ثَنَا ابو الْحُسَيْن احْمَد بن مُحَمَّد بن اسحق النخشبي ثَنَا ابو عبد الله بن مُحَمَّد بن ابراهيم بن مروية ثَنَا هرون بن عبد الله بن يقلاص الْبَغْدَادِيّ ثَنَا العباساني ثَنَا أَحْمد ابْن عبد الله ثَنَا الْهَيْثَم بن حَمَّاد قَالَ الإِمَام عمي عبد الرَّحْمَن رَحمَه الله وأظن انه ابْن جماز عَن مُوسَى بن خاقَان عَن انس بن مَالك رَضِي الله عَنهُ قَالَ ¶ كُنَّا جُلُوسًا ذَات يَوْم وَجمع اصحاب رَسُول الله صلى الله عَلَيْهِ وَسلم فِي مَسْجِد الْمَدِينَة وَكَانَ أَبُو بكر وَعمر وَعُثْمَان وَعلي رَضِي الله تَعَالَى عَنْهُم يتشاورون بِأَمْر رجل من الْأَنْصَار حَتَّى اتّفق قَوْلهم على قَول وَاحِد وَمُعَاوِيَة رَضِي الله عَنهُ جَالس سَاكِت يسمع كَلَامهم وَلَا ينْطق فَقَالَ لَهُم ابو بكر رَضِي الله عَنهُ يَا ابا عبد الرَّحْمَن تكلم فَتكلم حَتَّى خالفهم فِي المشورة وَالْأَمر الَّذِي ارادوه قَالَ فَغَضب عمر بن الْخطاب رَضِي الله عَنهُ غَضبا شَدِيدا فَقَالَ لَهُ اما",
            "page": "36",
            "part": "1",
            "seal": "15AF291D"
        },
        {
            "id": "28",
            "nass": "ترْضى ان تكون كواحد منا فَقَالَ عمر مَا منا أحد الا وَله فَضِيلَة وفضيلتان وَثَلَاث من رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا نَعْرِف لَك فَضِيلَة تخالفنا فِي المشورة وَالْأَمر الَّذِي نريده اما ترْضى ان تكون كواحد منا فَقَالَ مُعَاوِيَة رَضِي الله عَنهُ نعم يَا ابا حَفْص لَا تغْضب فَإِن كَانَ لكل وَاحِد مِنْكُم فضيلتان وَثَلَاث من النَّبِي صلى الله عَلَيْهِ وَسلم فَإِن لي عشْرين فَضِيلَة فَقَالَ لَك يَا مُعَاوِيَة فَقَالَ نعم يَا ابا حَفْص فأجمع اليه اصحاب رَسُول الله صلى الله عَلَيْهِ وَسلم وَرَضي عَنْهُم فَقَالُوا هُنَاكَ الله يَا ابا عبد الرَّحْمَن اُخْبُرْنَا عَن فضائلك فَإِن كنت صَادِقا فِيمَا تَقول صدقناك وأخذنا بِقَوْلِك ومشورتك فَقَالَ لَهُم اما الأول فَكنت رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم ذَات يَوْم فَقَالَ مَا بليني مِنْك قلت صَدْرِي وبطني قَالَ اللَّهُمَّ املأه علما وحلما الحَدِيث بِطُولِهِ قَالَ فَقَامَ كلهم اليه وَقَالُوا لَهُ اجْعَلْنَا فِي حل فجعلهم فِي حل فَأخذُوا بقوله ومشورته قَالَ وَكَانَ ابو بكر وَعمر وَعُثْمَان وَعلي رَضِي الله عَنْهُم لَا يرَوْنَ رَأيا وَلَا يقطعون امرا إِلَّا بمشورة مُعَاوِيَة رَضِي الله عَنهُ",
            "page": "37",
            "part": "1",
            "seal": "6A601B44"
        },
        {
            "id": "29",
            "nass": "معَاذ بن جبل رَضِي الله عَنهُ ¶ معَاذ بن جبل وَهُوَ ابْن عَمْرو بن اوس بن عَائِذ بن عدي بن كَعْب بن غنم ابو عبد الرَّحْمَن الْأنْصَارِيّ الخزرجي رَضِي الله عَنهُ ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله التاني انا سُلَيْمَان بن احْمَد الشَّامي ثَنَا عبيد بن غَنَّام ثَنَا ابو بكر بن ابي شيبَة ثَنَا أَبُو الْأَحْوَص عَن ابي اسحاق عَن عَمْرو بن مَيْمُون عَن معَاذ بن جبل رَضِي الله عَنهُ قَالَ ¶ كنت ردف رَسُول الله صلى الله عَلَيْهِ وَسلم على حمَار يُقَال لَهُ عفير ¶ وَرَوَاهُ عبد الرَّزَّاق عَن معمر عَن ابي اسحاق اتم من هَذَا ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله انا الطَّبَرَانِيّ ثَنَا احْمَد بن عَمْرو القطراني",
            "page": "38",
            "part": "1",
            "seal": "34734457"
        },
        {
            "id": "30",
            "nass": "ح وَأخْبرنَا ابْن عبد الرَّحِيم ثَنَا القباب ثَنَا ابْن ابي عَاصِم ثَنَا هدبة ¶ ح وَأخْبرنَا مُحَمَّد بن عَليّ وَإِبْرَاهِيم بن مَنْصُور قَالَا ثَنَا مُحَمَّد بن ابراهيم ثَنَا ابو يعلي احْمَد بن عَليّ بن الْمثنى قَالَ ثَنَا هدبة بن خَالِد ثَنَا همام عَن قَتَادَة عَن انس بن مَالك عَن معَاذ بن جبل رَضِي الله عَنهُ قَالَ ¶ كنت رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَيْسَ بيني وَبَينه الا مؤخرات الرحل فَقَالَ لي يَا معَاذ قلت لبيْك يَا رَسُول الله وَسَعْديك قَالَ هَل تَدْرِي مَا حق الله على الْعباد قلت الله وَرَسُوله أعلم قَالَ فَإِن حق الله على الْعباد ان يعبدوه وَلَا يشركوا بِهِ شَيْئا ثمَّ سَار سَاعَة ثمَّ قَالَ يَا معَاذ بن جبل قلت لبيْك وَسَعْديك قَالَ هَل تَدْرِي مَا حق الْعباد على الله اذا هم فعلوا ذَلِك قلت الله وَرَسُوله اعْلَم قَالَ فَإِن حق الْعباد على الله ان لَا يعذبهم ¶ رَوَاهُ عبد الْعَزِيز بن صُهَيْب وَأَبُو سُفْيَان وَالْأسود بن",
            "page": "39",
            "part": "1",
            "seal": "7BBEFA75"
        },
        {
            "id": "31",
            "nass": "هِلَال وَشَيخ من بني غُدَانَة وَسَعِيد بن سليم الضَّبِّيّ وَعبد الرَّحْمَن بن ابي ليلى عَن انس رَضِي الله عَنهُ وَرَوَاهُ جمَاعَة عَن الْأَعْمَش عَن أبي سُفْيَان مِنْهُم عُبَيْدَة بن حميد وفضيل بن عِيَاض وَجَرِير ويعلى بن عبيد وَأَبُو مُعَاوِيَة وَعبد الله بن نمير",
            "page": "40",
            "part": "1",
            "seal": "1035451E"
        },
        {
            "id": "32",
            "nass": "ابو ذَر الْغِفَارِيّ رَضِي الله عَنهُ ¶ جُنْدُب بن جُنَادَة ابو ذَر الْغِفَارِيّ ¶ اُخْبُرْنَا مُحَمَّد بن احْمَد بن عبد الرَّحِيم انا ابو مُحَمَّد بن حَيَّان ثَنَا احْمَد بن عَمْرو بن عَليّ ثَنَا يزِيد بن هَارُون ¶ ح وَأخْبرنَا مُحَمَّد بن عَليّ المقرىء وَإِبْرَاهِيم بن مَنْصُور الأطروش قَالَ أنبا ابْن الْمقري ثَنَا ابو يعلى احْمَد بن عَليّ الْموصِلِي ثَنَا الْمقدمِي ثَنَا عمر بن عَليّ وَيزِيد بن هَارُون عَن سُفْيَان بن حُسَيْن عَن ابْن عتيبة عَن ابراهيم التَّيْمِيّ عَن ابيه عَن ابي ذَر رَضِي الله عَنهُ قَالَ ¶ كنت رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ على حمَار فَرَأى الشَّمْس عِنْد غُرُوبهَا فَقَالَ يَا أَبَا ذَر هَل تَدْرِي ايْنَ تغرب هَذِه قلت الله وَرَسُوله اعْلَم قَالَ فَإِنَّهَا تغرب فِي عين حامئة فَتَنْطِق حَتَّى تَخِر سَاجِدَة تَحت الْعَرْش فَإِذا",
            "page": "41",
            "part": "1",
            "seal": "CDF30DD1"
        },
        {
            "id": "33",
            "nass": "حَان خُرُوجهَا أذن لَهَا فَخرجت فَإِذا اراد الله عز وَجل ان يطْلعهَا من مغْرِبهَا حَبسهَا فَتَقول أَي رب ان مسيري بعيد فَيَقُول لَهَا اطلعِي من حَيْثُ غربت وَذَلِكَ حِين لَا ينفع نفسا ايمانها لم تكن آمَنت من قبل أَو كسبت فِي ايمانها خيرا ¶ لفظ الحَدِيث لأبي يعلى وَقَالَ عمر بن عَليّ وَيزِيد بن هَارُون وَقَالَ احْمَد بن عَمْرو بن عَليّ ثَنَا يزِيد بن هَارُون رَوَاهُ جمَاعَة عَن ابراهيم التَّيْمِيّ بِأَلْفَاظ مُخْتَلفَة مِنْهُم مُوسَى بن الْمسيب الثَّقَفِيّ وَيُونُس بن عبيد وَهَارُون بن سعد وَالْأَعْمَش",
            "page": "42",
            "part": "1",
            "seal": "71FB28E7"
        },
        {
            "id": "34",
            "nass": "زيد بن حَارِثَة رَضِي الله عَنهُ ¶ زيد بن حَارِثَة بن شرَاحِيل بن كَعْب بن عبد الْعُزَّى بن امْرِئ الْقَيْس وَقَالَ عبد الْبَاقِي بن قَانِع زيد بن حَارِثَة بن شُرَحْبِيل بن كَعْب بن عبد الله بن يزِيد بن امْرِئ الْقَيْس ابو اسامة وَكَانَ يُسمى زيد بن مُحَمَّد حب رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن ريذة انا ابو الْقَاسِم سُلَيْمَان بن احْمَد بن ايوب ثَنَا عبد الله بن احْمَد بن حَنْبَل حَدثنِي ابي ثَنَا ابو اسامة حَمَّاد بن اسامة حَدثنِي مُحَمَّد بن عَمْرو بن عَلْقَمَة عَن ابي سَلمَة بن عبد الرَّحْمَن وَيحيى بن عبد الرَّحْمَن بن حَاطِب عَن اسامة بن زيد عَن ابيه زيد بن حَارِثَة قَالَ ¶ خرج رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ مردفي إِلَى نصب من الأنصاب فذبحنا لَهُ شَاة ثمَّ صنعناه فِي الأزة فَلَمَّا نَضِجَتْ استخرجناها فجعلناها فِي سفرتنا ثمَّ ركب",
            "page": "43",
            "part": "1",
            "seal": "5B3BAA12"
        },
        {
            "id": "35",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم نَاقَته وَهُوَ مردفي فَلَمَّا كُنَّا بِأَعْلَى مَكَّة لقِيه زيد بن عَمْرو بن نقِيل فحي احدهما صَاحبه بِتَحِيَّة الْجَاهِلِيَّة فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا لي ارى قَوْمك قد شنفوك وَكسر هوك فَقَالَ وَالله ان ذَلِك مِنْهُم بِغَيْر مَا نائرة كَانَت مني اليهم الا اني اراهم فِي ضلال فَخرجت ابْتغِي هَذَا الدّين حَتَّى قدمت على احبار الشَّام فوجدتهم يعْبدُونَ الله ويشركون بِهِ فَقلت وَالله مَا هَذَا بِالدّينِ الَّذِي خرجته ابْتغِي فَقَالَ حبر من احبار الشَّام انك لتسأل عَن دين مَا نعلم احدا يعبد الله بِهِ الا شَيخا بالجزيرة فَخرجت حَتَّى قدمت عَلَيْهِ فَأَخْبَرته بِالَّذِي خرجت لَهُ فَقَالَ لي ان كل من رَأَيْت فِي ضلال وانك لتسأل عَن دين الله وَمَلَائِكَته وَقد خرج فِي ارضك نَبِي أَو هُوَ خَارج فَارْجِع فَصدقهُ وآمن بِهِ فَرَجَعت وَلم احس نَبيا بعد قَالَ فَأَنَاخَ رَسُول الله صلى الله عَلَيْهِ وَسلم نَاقَته فَوضع السفرة بَين يَدَيْهِ فَقَالَ مَا هَذَا قَالَ شَاة ذبحناه لينصب كَذَا وَكَذَا فَقَالَ زيد بن عَمْرو إِنِّي لَا آكل شَيْئا ذبح لغير الله ثمَّ تفرقنا قَالَ وَمَات زيد بن عَمْرو بن نفَيْل قبل ان يبْعَث رَسُول الله صلى الله عَلَيْهِ وَسلم يبْعَث يَوْم الْقِيَامَة امة وَحده",
            "page": "44",
            "part": "1",
            "seal": "56D24F89"
        },
        {
            "id": "36",
            "nass": "رَوَاهُ مُحَمَّد بن أبي بكر الْمقدمِي عَن عمر بن عَليّ عَن مُحَمَّد بن عَمْرو عَن أبي سَلمَة مُخْتَصرا ¶ أخبرنَا مُحَمَّد بن عبد الله أَنا سُلَيْمَان بن أَحْمد ثَنَا مَحْمُود بن مُحَمَّد الوَاسِطِيّ ثَنَا وهب بن بَقِيَّة أَنا خَالِد عَن مُحَمَّد بن عَمْرو بن عَلْقَمَة عَن أبي سَلمَة وَيحيى بن عبد الرَّحْمَن بن حَاطِب عَن أُسَامَة بن زيد عَن أَبِيه قَالَ: خرج رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ مردفي فَذكره نَحوه",
            "page": "45",
            "part": "1",
            "seal": "D741186D"
        },
        {
            "id": "37",
            "nass": "أُسَامَة بن زيد رَضِي الله عَنْهُمَا ¶ اسامة بن زيد بن حَارِثَة بن شرَاحِيل وَيُقَال ابْن شُرَحْبِيل بن كَعْب بن زيد بن امْرِئ الْقَيْس يكنى ابا زيد وَيُقَال ابو يزِيد وَقيل ابو مُحَمَّد ابو خَارِجَة وَكَانَ يُسمى الْحبّ ابْن الْحبّ رَضِي الله عَنهُ ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن احْمَد انا سُلَيْمَان بن احْمَد بن ايوب ثَنَا مُحَمَّد بن عبد الله الْحَضْرَمِيّ ثَنَا الْحُسَيْن بن يزِيد الطَّحَّان ثَنَا عَائِذ بن حبيب عَن حجاج بن ارطأة عَن الحكم عَن مقسم عَن ابْن عَبَّاس عَن اسامة بن زيد رَضِي الله عَنْهُم ¶ كنت ردف النَّبِي صلى الله عَلَيْهِ وَسلم بِعَرَفَة ¶ رَوَاهُ سُفْيَان الثَّوْريّ عَن الْأَعْمَش عَن الحكم ¶ اُخْبُرْنَا مُحَمَّد بن عمر الصُّوفِي انا احْمَد بن",
            "page": "46",
            "part": "1",
            "seal": "A78935B2"
        },
        {
            "id": "38",
            "nass": "مُوسَى بن مرْدَوَيْه ثَنَا ابراهيم بن مُحَمَّد ثَنَا جَعْفَر بن مُحَمَّد بن الْحسن ثَنَا قُتَيْبَة بن سعيد ثَنَا ابو صَفْوَان المرداني عَن يُونُس بن يزِيد عَن الزبيرِي عَن عُرْوَة بن الزبير عَن اسامة بن زيد رَضِي الله عَنْهُمَا ¶ ان رَسُول الله صلى الله عَلَيْهِ وَسلم ركب على حمَار على اكاف عَلَيْهِ قطيفة وَأَرْدَفَ اسامة بن زيد وَرَاءه ¶ رَوَاهُ عبد الرَّزَّاق عَن معمر عَن الزُّهْرِيّ اتم من هَذَا ¶ اُخْبُرْنَا احْمَد بن مُحَمَّد بن النُّعْمَان انا مُحَمَّد بن ابراهيم ثَنَا اسحاق بن احْمَد الْخُزَاعِيّ ثَنَا مُحَمَّد بن يحيى بن ابي عمر ثَنَا سُفْيَان عَن ابراهيم بن عقبَة عَن كريب عَن ابْن عَبَّاس رَضِي الله تَعَالَى عَنْهُمَا قَالَ حَدثنِي اسامة بن زيد قَالَ سُفْيَان وَسمعت من ابي حَرْمَلَة يحدثه عَن كريب عَن اسامة وَكَانَ اثْبتْ لَهُ من ابراهيم بن عقبَة ان اسامة بن زيد قَالَ",
            "page": "47",
            "part": "1",
            "seal": "F003716F"
        },
        {
            "id": "39",
            "nass": "أردفني النَّبِي صلى الله عَلَيْهِ وَسلم من عَرَفَة فَلَمَّا أَتَى الشّعب نزل فَبَال وَلم يقل اهراق المَاء ¶ وبإسناده حَدثنَا سُفْيَان عَن مُحَمَّد بن أبي حَازِم حَرْمَلَة عَن كريب عَن أُسَامَة قَالَ ¶ كنت ردف النَّبِي صلى الله عَلَيْهِ وَسلم عَشِيَّة عَرَفَة فَلَمَّا أَتَى الشّعب فَنزل فَبَال وَلم يقل اهراق المَاء فَصَبَبْت عَلَيْهِ فَتَوَضَّأ وضُوءًا خَفِيفا فَقلت لَهُ الصَّلَاة قَالَ الصَّلَاة امامك فَلَمَّا أَتَى جمعا صلى الْمغرب وخلوا رواحلهم ¶ خَالفه الطَّبَرَانِيّ ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله انا الطَّبَرَانِيّ ثَنَا احْمَد بن مُحَمَّد الشَّافِعِي ثَنَا عمي ابراهيم ثَنَا الْحَرْث بن عُمَيْر عَن ابراهيم بن عقبَة عَن كريب عَن اسامة بن زيد قَالَ ¶ كنت ردف النَّبِي صلى الله عَلَيْهِ وَسلم بِعَرَفَة ¶ روى هَذَا الحَدِيث جمَاعَة عَن أُسَامَة بن زيد",
            "page": "48",
            "part": "1",
            "seal": "E307E26B"
        },
        {
            "id": "40",
            "nass": "رَضِي الله عَنهُ مِنْهُم الشّعبِيّ وَعَطَاء وَالْحكم بن عتيبة وَغَيرهم وَرَوَاهُ عَاصِم بن عبيد الله عَن سَالم عَن أَبِيه ¶ ان رَسُول الله صلى الله عَلَيْهِ وَسلم افاض من عَرَفَات وَأُسَامَة ردفه الحَدِيث",
            "page": "49",
            "part": "1",
            "seal": "E787C002"
        },
        {
            "id": "41",
            "nass": "ثَابت بن الضَّحَّاك الْأنْصَارِيّ رَضِي الله عَنهُ ¶ ثَابت بن الضَّحَّاك بن خَليفَة الْأنْصَارِيّ الأشْهَلِي ابو زيد رَضِي الله عَنهُ ¶ قَالَ ابو زرْعَة الرَّازِيّ هُوَ من اهل الصّفة وَهُوَ مِمَّن بَايع تَحت الشَّجَرَة مَاتَ فِي فتْنَة ابْن الزبير وَهُوَ الَّذِي كَانَ رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم الخَنْدَق وَدَلِيله إِلَى حَمْرَاء الْأسد وَشهد بيعَة الرضْوَان ¶ وَقَالَ البُخَارِيّ ثَابت الْأنْصَارِيّ وَقَالَ بَعضهم الْكلابِي وَهُوَ اخو ابي جبيرَة بن الضَّحَّاك وَقيل سكن الشَّام اُخْبُرْنَا بذلك الإِمَام عمي رَحمَه الله تَعَالَى قَالَ انا ابو عبد الرَّحْمَن السّلمِيّ النَّيْسَابُورِي اجازة",
            "page": "50",
            "part": "1",
            "seal": "93446387"
        },
        {
            "id": "42",
            "nass": "الشريد بن سُوَيْد الثَّقَفِيّ رَضِي الله عَنهُ ¶ الشريد بن سُوَيْد الثَّقَفِيّ وَالِد عَمْرو وعداده فِي اهل الطَّائِف ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله انا الطَّبَرَانِيّ ثَنَا ابو مُسلم الْكَجِّي وَالْحسن بن سهل المجوز الْبَصْرِيّ قَالَا ثَنَا أَبُو عَاصِم عَن عبد الله بن عبد الرَّحْمَن الطَّائِفِي حَدثنَا عَمْرو بن الشريد عَن ابيه رَضِي الله عَنهُ قَالَ ¶ اردفني النَّبِي صلى الله عَلَيْهِ وَسلم خَلفه فَقَالَ اما تروي لامية بن ابي الصَّلْت شَيْئا قلت بلَى قَالَ هيه فَأَنْشَدته مائَة بَيت أَو قافية كلما اتيت على بَيت أَو قافية قَالَ هيه",
            "page": "51",
            "part": "1",
            "seal": "FAED6A0F"
        },
        {
            "id": "43",
            "nass": "اُخْبُرْنَا مُحَمَّد بن عبد الله انا سُلَيْمَان بن احْمَد ثَنَا بشر بن مُوسَى ثَنَا الْحميدِي ثَنَا سُفْيَان ثَنَا ابراهيم بن ميسرَة عَن عَمْرو بن الشريد ¶ ح وَأخْبرنَا ابي رَحمَه الله انا عبد الرَّحْمَن بن يحيى بن مندة ثَنَا ابو مَسْعُود احْمَد بن الْفُرَات انا يحيى بن آدم ثَنَا سُفْيَان عَن ابراهيم بن ميسرَة عَن يَعْقُوب بن عَاصِم أَو عَمْرو بن الشريد ان الشريد قَالَ ¶ كنت ردف النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ تروي من شعر أُميَّة شَيْئا ¶ وَأخْبرنَا عمي الإِمَام رَحمَه الله انا مُحَمَّد بن احْمَد بن عبد الرَّحْمَن انا عبد الله بن جَعْفَر ثَنَا احْمَد بن عِصَام ثَنَا روح بن عبَادَة انا زَكَرِيَّا بن اسحاق عَن ابراهيم بن ميسرَة عَن عَمْرو بن الشريد قَالَ قَالَ الشريد رَضِي الله عَنهُ",
            "page": "52",
            "part": "1",
            "seal": "67C15712"
        },
        {
            "id": "44",
            "nass": "كنت ردفا لرَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ أَمَعَك من شعر امية بن ابي الصَّلْت شَيْء قلت نعم قَالَ انشدني فَأَنْشَدته بَيْتا فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم هِيَ فَأَنْشَدته حَتَّى انشدته مائَة بَيت قَالَ ثمَّ سكت النَّبِي صلى الله عَلَيْهِ وَسلم وَسكت ¶ رَوَاهُ روح بن الْقَاسِم عَن ابراهيم بن ميسرَة وَرَوَاهُ حَاتِم بن ابي صَغِيرَة عَن سماك بن حَرْب عَن عَمْرو بن رَافع وَعَن شريد بن سُوَيْد الْهَمدَانِي وأخواله ثَقِيف قَالَ كُنَّا مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم ثمَّ ذكر الحَدِيث",
            "page": "53",
            "part": "1",
            "seal": "32BAC040"
        },
        {
            "id": "45",
            "nass": "سَلمَة بن عَمْرو الْأَكْوَع الْأَسْلَمِيّ رَضِي الله عَنهُ ¶ سَلمَة بن عَمْرو بن وهب بن سِنَان وَهُوَ الْأَكْوَع الْأَسْلَمِيّ رَضِي الله عَنهُ الْمدنِي ¶ وَقَالَ عبد الْبَاقِي اسْم الْأَكْوَع سِنَان بن عبد الله بن بشير بن خُزَيْمَة بن سلامان بن أسلم بن أقْصَى ابو مُسلم ¶ وَقَالَ الطَّبَرَانِيّ توفّي بِالْمَدِينَةِ وَهُوَ ابْن ثَمَانِينَ سنة ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن احْمَد بن ابراهيم التاني انا سُلَيْمَان بن احْمَد بن ايوب بن مسطر اللَّخْمِيّ الطَّبَرَانِيّ ثَنَا بشر بن مُوسَى ثَنَا الْحميدِي ثَنَا عَليّ بن زيد بن حكيمة الْأَسْلَمِيّ ثَنَا اياس بن سَلمَة عَن أَبِيه قَالَ ¶ أردفني النَّبِي صلى الله عَلَيْهِ وَسلم مرَارًا وَمسح رَأْسِي مرَارًا واستغفر لي مرَارًا ولذريتي عدد مَا بيَدي من الْأَصَابِع",
            "page": "54",
            "part": "1",
            "seal": "48339F71"
        },
        {
            "id": "46",
            "nass": "اُخْبُرْنَا مُحَمَّد بن عبد الله انا الطَّبَرَانِيّ ثَنَا مُحَمَّد بن يحيى بن الْمُنْذر الْقَزاز الْبَصْرِيّ ثَنَا القعْنبِي ثَنَا حَاتِم بن اسماعيل عَن يزِيد بن أبي عبيد عَن سَلمَة بن الْأَكْوَع رَضِي الله عَنهُ قَالَ ¶ اردفني رَسُول الله صلى الله عَلَيْهِ وَسلم على نَاقَته حَتَّى دَخَلنَا الْمَدِينَة ¶ اُخْبُرْنَا مُحَمَّد بن أَحْمد بن عبد الرَّحِيم انا القباب ثَنَا ابْن ابي عَاصِم ثَنَا ابو بكر ثَنَا هَاشم بن الْقَاسِم عَن عِكْرِمَة بن عمار عَن اياس بن سَلمَة عَن ابيه قَالَ ¶ اردفني رَسُول الله صلى الله عَلَيْهِ وَسلم وَرَاءه على العضبا رَاجِعين إِلَى الْمَدِينَة",
            "page": "55",
            "part": "1",
            "seal": "0FE29F97"
        },
        {
            "id": "47",
            "nass": "زيد بن سهل بن اسود الْأنْصَارِيّ رَضِي الله عَنهُ ¶ زيد بن سهل بن اسود بن حرَام بن عَمْرو بن زيد مَنَاة ابْن عدي ابو طَلْحَة الْأنْصَارِيّ عَقبي بَدْرِي نقيب رَضِي الله عَنهُ ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن ريذة انا سُلَيْمَان بن احْمَد بن ايوب ثَنَا عَليّ بن عبد الْعَزِيز انا مُسلم بن إِبْرَاهِيم ثَنَا سُلَيْمَان بن الْمُغيرَة الْقَيْسِي ثَنَا ثَابت عَن انس عَن ابي طَلْحَة رَضِي الله عَنهُ قَالَ ¶ كنت رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم فَلَو قلت ان ركبتي تمس ركبته فَسكت عَنْهُم حَتَّى اذا كَانَ عِنْد السحر وَذهب الضَّرع إِلَى صرعه وَذهب الزَّرْع إِلَى زرعه اغار",
            "page": "56",
            "part": "1",
            "seal": "1347FFB8"
        },
        {
            "id": "48",
            "nass": "عَلَيْهِم وَقَالَ ¶ انا اذا نزلنَا بِسَاحَة قوم فسَاء صباح الْمُنْذرين ¶ رَوَاهُ عَمْرو بن سعيد عَن ابي طَلْحَة قَالَ كنت رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم خَيْبَر الحَدِيث",
            "page": "57",
            "part": "1",
            "seal": "9DBDAAC2"
        },
        {
            "id": "49",
            "nass": "سُهَيْل بن بَيْضَاء رَضِي الله عَنهُ ¶ سُهَيْل بن بَيْضَاء وَهُوَ ابْن وهب بن ربيعَة بن هِلَال بن وهب بن ضبة ¶ توفّي على عهد النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَسْجِد وبيضاء امهِ وَاسْمهَا دعد بنت جحدم ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن احْمَد بن ابراهيم انا سُلَيْمَان بن احْمَد بن ايوب ثَنَا مطلب بن شُعَيْب الْأَزْدِيّ ثَنَا عبد الله بن صَالح قَالَ حَدثنِي اللَّيْث عَن ابْن الْهَاد ¶ ح قَالَ الطَّبَرَانِيّ وَحدثنَا يحيى بن ايوب الْمصْرِيّ ثَنَا سعيد بن ابي مَرْيَم ثَنَا يحيى بن ايوب وَابْن لَهِيعَة قَالَ حَدثنَا ابْن الْهَاد عَن مُحَمَّد بن ابراهيم عَن سعيد بن الصَّلْت عَن سُهَيْل بن بَيْضَاء قَالَ ¶ بَينا نَحن مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي سفر وَسُهيْل بن بَيْضَاء وَرفع رَسُول الله صلى الله عَلَيْهِ وَسلم على بعيره فَقَالَ",
            "page": "58",
            "part": "1",
            "seal": "DECA9583"
        },
        {
            "id": "50",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ يَا سُهَيْل بن بَيْضَاء وَرفع رَسُول الله صلى الله عَلَيْهِ وَسلم صَوته فَقَالَ سُهَيْل لبيْك وَرفع صَوته صنع ذَلِك مرَّتَيْنِ أَو ثَلَاثًا قَالَ سُهَيْل عرف النَّاس انه يُرِيد ان يتَكَلَّم بِشَيْء يسمعهم اياه فلحقنا من كَانَ خلفنا وَحبس علينا من كَانَ بَين يدينا حَتَّى اجْتَمعُوا فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من شهد ان لَا إِلَه إِلَّا الله اوجب الله لَهُ الْجنَّة وَحرمه بهَا على النَّار ¶ اُخْبُرْنَا مُحَمَّد بن احْمَد بن عبد الرَّحِيم ثَنَا القباب ثَنَا ابْن ابي عَاصِم ثَنَا يَعْقُوب بن حميد ثَنَا عبد الْعَزِيز بن مُحَمَّد وَابْن ابي حَازِم عَن يزِيد بن عبد الله بن الْهَاد عَن مُحَمَّد بن ابراهيم عَن سعيد بن الْمسيب عَن سُهَيْل بن بَيْضَاء قَالَ ¶ بَينا نَحن مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي سفر وَسُهيْل ردفه النَّبِي صلى الله عَلَيْهِ وَسلم ¶ رَوَاهُ بكر بن مُضر وَعبد الْعَزِيز بن مُحَمَّد وَنَافِع بن يزِيد عَن ابْن الْهَاد وَرَوَاهُ يحيى بن سعيد الْأنْصَارِيّ",
            "page": "59",
            "part": "1",
            "seal": "9556BB20"
        },
        {
            "id": "51",
            "nass": "عَن مُحَمَّد بن ابراهيم عَن سعيد بن الصَّلْت عَن سُهَيْل نَحوه وَرَوَاهُ جمَاعَة عَن الدَّرَاورْدِي عَن يزِيد بن الْهَاد عَن مُحَمَّد بن ابراهيم عَن سعيد بن الصَّلْت عَن عبد الله بن انيس عَن سُهَيْل بن بَيْضَاء بِهَذَا وَرَوَاهُ عبد الْبَاقِي بن قَانِع عَن احْمَد بن زَنْجوَيْه الْعَطَّار عَن ابْن ابي السّري عَن عبد الْعَزِيز بن مُحَمَّد عَن مُحَمَّد بن ابراهيم عَن ابْن الْهَاد عَن سعيد بن الصَّلْت عَن عبد الله بن انيس عَن سُهَيْل بن بَيْضَاء رَضِي الله عَنهُ وَرَوَاهُ يزِيد بن عبد الله بن اسامة بن الْهَاد عَن مُحَمَّد بن ابراهيم التَّمِيمِي عَن سعيد بن الصَّلْت",
            "page": "60",
            "part": "1",
            "seal": "EC4C3A20"
        },
        {
            "id": "52",
            "nass": "عَليّ بن ابي الْعَاصِ رَضِي الله عَنهُ ¶ عَليّ بن ابي الْعَاصِ بن الرّبيع بن عبد الْعَزِيز بن عبد شمس ابْن بنت رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ اردفه النَّبِي صلى الله عَلَيْهِ وَسلم يَوْم فتح مَكَّة ¶ اُخْبُرْنَا ابي رَحمَه الله تَعَالَى انا ابي رَحمَه الله انا الْهَيْثَم بن كُلَيْب اجازة ثَنَا ابْن ابي خَيْثَمَة ثَنَا مُصعب الزبيرِي بِهَذَا ¶ وَتُوفِّي وَهُوَ غُلَام كَبِير سنة اثْنَتَيْ عشرَة قَالَه الْأَصْمَعِي عَن ابْن ابي الزِّنَاد عَن ابيه",
            "page": "61",
            "part": "1",
            "seal": "807CA66F"
        },
        {
            "id": "53",
            "nass": "عبد الله بن الزبير رَضِي الله عَنهُ ¶ عبد الله بن الزبير رَضِي الله عَنهُ ¶ اُخْبُرْنَا ابو الْفَتْح احْمَد بن مُحَمَّد الْحداد انا مُحَمَّد بن عَليّ بن عَمْرو الْجَصَّاص انا احْمَد بن ابراهيم ثَنَا ابو يعلى ثَنَا عبيد الله القواريري ثَنَا يزِيد بن زُرَيْع ثَنَا حبيب بن الشَّهِيد ثَنَا ابْن ابي مليكَة ان ابْن الزبير قَالَ لعبد الله بن جَعْفَر ¶ اتذكر يَوْم تلقينا رَسُول الله صلى الله عَلَيْهِ وَسلم فحملنا وتركك ¶ رَوَاهُ ابْن ابي الْأسود وَمُحَمّد بن عبد الْأَعْلَى وَابْن بزيع كلهم عَن يزِيد بن زُرَيْع",
            "page": "62",
            "part": "1",
            "seal": "FD533700"
        },
        {
            "id": "54",
            "nass": "غُلَام من بني عبد الْمطلب رَضِي الله عَنهُ ¶ غُلَام من بني عبد الْمطلب رَضِي الله عَنهُ ¶ اُخْبُرْنَا ابي رَحمَه الله انا ابي رَحمَه الله انا خَيْثَمَة بن سُلَيْمَان ثَنَا عبد الله بن الْحسن الْهَاشِمِي ¶ ح وَأخْبرنَا مُحَمَّد بن بزيع بن عبد الله انا ابراهيم بن عبد الله بن خرشيذ قَوْله انا احْمَد بن عِيسَى الْخَواص ثَنَا عبد الله بن الْحسن بن اسماعيل الْهَاشِمِي ثَنَا عباد بن مُوسَى الْبَصْرِيّ ثَنَا سُفْيَان وَهُوَ الثَّوْريّ عَن خَالِد الْحذاء عَن عِكْرِمَة عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ ¶ قدم رَسُول الله صلى الله عَلَيْهِ وَسلم مَكَّة يَوْم الْفَتْح استقبله غلامان من",
            "page": "63",
            "part": "1",
            "seal": "E2FDE640"
        },
        {
            "id": "55",
            "nass": "بني عبد الْمطلب فَحمل احدهما بَين يَدَيْهِ وَالْآخر من خَلفه ¶ رَوَاهُ عبد الله بن مُحَمَّد وَعلي بن طرخان عَن عبد الله الْهَاشِمِي",
            "page": "64",
            "part": "1",
            "seal": "F271F326"
        },
        {
            "id": "56",
            "nass": ".. ¶ اسامة بن عُمَيْر الْهُذلِيّ رَضِي الله عَنهُ ¶ اسامة بن عُمَيْر الْهُذلِيّ بن عَامر بن الأشتر من هُذَيْل بن مدركة بن الياس بن مضرَّة ثمَّ من بني لحيان ¶ وَقَالَ عبد الْبَاقِي اسامة بن عُمَيْر بن عبد الله بن حنيف بن يسَار بن حَبَّة بن عَمْرو بن كثير بن هِنْد بن طَلْحَة بن الْحَيَّانِ بن هُذَيْل بن مدركة بن إلْيَاس بن مُضر ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن احْمَد بن ابراهيم انا سُلَيْمَان بن احْمَد بن ايوب بن مطير ثَنَا عَبْدَانِ بن احْمَد وزَكَرِيا بن يحيى السَّاجِي والحضرمي مُحَمَّد بن عبد الله وَعبد الله بن احْمَد بن حَنْبَل ¶ ح وَأخْبرنَا ابو طَاهِر بن عبد الرَّحِيم ثَنَا ابو بكر القباب ثَنَا ابْن ابي عَاصِم ثَنَا احْمَد بن عَبدة قَالُوا ثَنَا مُحَمَّد بن حمْرَان ثَنَا خَالِد الْحذاء عَن ابي تَمِيمَة الهُجَيْمِي عَن ابي الْمليح عَن ابيه اسامة قَالَ",
            "page": "65",
            "part": "1",
            "seal": "30E6F855"
        },
        {
            "id": "57",
            "nass": "كنت رَدِيف رَسُول الله صلى الله عَلَيْهِ وَسلم فعثر بعيرنا فَقلت تعس الشَّيْطَان وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا تقل تعس الشَّيْطَان فَإِنَّهُ يعظم حَتَّى يصير مثل الْبَيْت وَيَقُول بقوتي وَلَكِن قل بِسم الله فَإِنَّهُ يصير مثل الذُّبَاب ¶ لفظ الحَدِيث للطبراني",
            "page": "66",
            "part": "1",
            "seal": "B40C2F2C"
        },
        {
            "id": "58",
            "nass": "ابو الْمليح رَضِي الله عَنهُ ¶ قَالَ الشَّيْخ الإِمَام جدي رَحمَه الله اخْتلفُوا فِي اسْم ابي الْمليح رَضِي الله عَنهُ عداده فِي اهل الْبَصْرَة رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم وأظن انه الأول لَكِن اخرجه الإِمَام جدي رَحمَه الله فيكتاب الْمعرفَة فِي بَاب ذكر من روى عَن رجل وَلم يسمه وَكَذَلِكَ من صنف كتاب معرفَة الصَّحَابَة رَضِي الله تَعَالَى عَنْهُم ¶ اُخْبُرْنَا مُحَمَّد بن عبد الله بن ريدة انا سُلَيْمَان بن احْمَد بن ايوب الطَّبَرَانِيّ ¶ انا عبد الله بن مُحَمَّد بن سعيد بن ابي مَرْيَم ¶ ثَنَا مُحَمَّد بن يُوسُف ¶ ثَنَا سُفْيَان ¶ ح وَأَنا الإِمَام عمي رَحمَه الله انا ابي رَحمَه الله انا خَيْثَمَة بن سُلَيْمَان ثَنَا السّري بن يحيى ثَنَا قبيصَة ثَنَا سُفْيَان عَن عَاصِم",
            "page": "67",
            "part": "1",
            "seal": "484A4CE7"
        },
        {
            "id": "59",
            "nass": "قَالَ خَيْثَمَة وَحدثنَا الْحسن بن مكرم ثَنَا ابو النَّضر ثَنَا شُعْبَة عَن عَاصِم قَالَ سَمِعت ابا تَمِيمَة الهُجَيْمِي عَن رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم انه كَانَ خلف النَّبِي صلى الله عَلَيْهِ وَسلم على حمَار فعثر الْحمار فَقَالَ الرجل تعس الشَّيْطَان فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم لَا تقل فَذكر الحَدِيث ¶ كَذَا كَانَ فِي رِوَايَة الإِمَام جدي رَحمَه الله تَعَالَى وَفِي رِوَايَة الطَّبَرَانِيّ عَن رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم أَو عَمَّن حَدثهُ عَن رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ كنت رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم فَعَثَرَتْ دَابَّته فَقلت تعس الشَّيْطَان فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم لَا تقل تعس الشَّيْطَان فَإِنَّهُ يتعاظم حَتَّى يكون مثل الْجَبَل يَقُول بقوتي صرعته وَلَكِن قل بِسم الله حَتَّى يتصاغر فَيصير مثل الذُّبَاب ¶ رَوَاهُ ابو اسحق الْفَزارِيّ عَن سُفْيَان عَن عَاصِم عَمَّن سمع رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم فَذكر نَحوه وَرَوَاهُ عبد العزيز بن الْمُخْتَار وَيزِيد بن زُرَيْع عَن خَالِد عَن ابي تَمِيمَة عَن رجل قَالَ كنت رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "68",
            "part": "1",
            "seal": "F8DFCC1C"
        },
        {
            "id": "60",
            "nass": "صَفِيَّة بنت حييّ زوج النَّبِي صلى الله عَلَيْهِ وَسلم ¶ صَفِيَّة بنت حييّ بن أَخطب زوج النَّبِي صلى الله عَلَيْهِ وَسلم وَآله وَسلم تَسْلِيمًا كثيرا ¶ اُخْبُرْنَا مُحَمَّد بن عَليّ الْمقري وَإِبْرَاهِيم بن مُحَمَّد الكراني قَالَا ثَنَا مُحَمَّد بن ابراهيم انا ابو يعلي الْموصِلِي ثَنَا يحيى بن ايوب ثَنَا اسماعيل بن جَعْفَر حَدثنِي عَمْرو بن ابي عَمْرو ني الْمطلب بن عبد الله بن حنْطَب انه سمع انسا رَضِي الله عَنهُ يَقُول ¶ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لأبي طَلْحَة ¶ التمس لنا غُلَاما من غِلْمَانكُمْ يخدمني قَالَ فَخرج أَبُو طَلْحَة يردفني وَرَاءه فَكنت اخدم رَسُول الله صلى الله عَلَيْهِ وَسلم كلما نزل فَكنت اسْمَعْهُ يكثر ان يَقُول اللَّهُمَّ اني اعوذ بك من الْهم والحزن وَالْعجز والكسل وَالْبخل والجبن وضلع الدّين وَغَلَبَة الرِّجَال فَلم أزل أخدمه حَتَّى اقبلنا من خَيْبَر وَأَقْبل بصفية بنت حيى قد جازها فَكنت أرَاهُ",
            "page": "69",
            "part": "1",
            "seal": "76F57DCD"
        },
        {
            "id": "61",
            "nass": "يحوى وَرَاءه بعباءة أَو بكساء ثمَّ يردفها وَرَاءه حَتَّى اذا كُنَّا بالصهباء صنع حَيْسًا فِي نطع ثمَّ أَرْسلنِي فدعوت رجَالًا وأكلوا وَكَانَ ذَلِك بناءه بهَا ثمَّ اقبل حَتَّى اذا بدا لَهُ اُحْدُ قَالَ ¶ هَذَا حَبل يحبنا ونحبه فَلَمَّا أشرف على الْمَدِينَة قَالَ اللهماني احرم مَا بَين جبليهما مثل مَا حرم ابراهيم مَكَّة اللَّهُمَّ بَارك لَهُم فِي مدهم وصاعهم ¶ اُخْبُرْنَا مُحَمَّد بن احْمَد اُخْبُرْنَا القباب ثَنَا ابْن ابي عَاصِم ثَنَا يَعْقُوب بن حميد ثَنَا انس بن عِيَاض عَن حميد عَن انس رَضِي الله عَنهُ ¶ ان النَّبِي صلى الله عَلَيْهِ وَسلم اردف صَفِيَّة مقدمه من خَيْبَر فَلَمَّا رأى جدران الْمَدِينَة حرك بعيره فَسَقَطت صَفِيَّة ¶ رَوَاهُ عبد الله بن جَعْفَر ثَنَا اسماعيل بن عبد الله سمويه ثَنَا ابو نعيم ثَنَا سعيد يَعْنِي ابْن عبد الرَّحْمَن عَن يحيى بن اسحاق عَن انس بن مَالك",
            "page": "70",
            "part": "1",
            "seal": "19AAE500"
        },
        {
            "id": "62",
            "nass": "انه كَانَ مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم هُوَ وَأَصْحَابه فَعَثَرَتْ برَسُول الله صلى الله عَلَيْهِ وَسلم نَاقَته وَصفِيَّة رديفة رَسُول الله صلى الله عَلَيْهِ وَسلم فَوَثَبَ ابو طَلْحَة فَقَالَ صدرت فَقَالَ لَا عَلَيْك بِالْمَرْأَةِ قَالَ فألقيت على وَجْهي ثوبا فألقيته عَلَيْهَا فَلَمَّا كَانَ بظهري الْمَدِينَة أَو بِالْحرَّةِ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم آيبون تائبون عَابِدُونَ ان شَاءَ الله حامدون ¶ حَدِيث يحيى بن ابي اسحاق عَن انس رَضِي الله عَنهُ قَالَ ¶ أَقبلنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم انا وَأَبُو طَلْحَة وَصفِيَّة رديفة على نَاقَته ¶ الحَدِيث فِي صَحِيح مُسلم فِي بَاب دُعَاء النَّبِي صلى الله عَلَيْهِ وَسلم اذا اراد سفرا ¶ اُخْبُرْنَا مُحَمَّد بن احْمَد ثَنَا عبد الله بن مُحَمَّد ثَنَا احْمَد بن عَمْرو ثَنَا مُحَمَّد بن ابي بكر الْمَقْدِسِي ثَنَا الفضيل بن سُلَيْمَان ثَنَا فائد مولى عبيد الله بن عَليّ عَن عبيد الله بن عَليّ عَن ابي رَافع قَالَ",
            "page": "71",
            "part": "1",
            "seal": "75431935"
        },
        {
            "id": "63",
            "nass": "أقبل رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم خَيْبَر وَقد أرْدف صَفِيَّة بن حييّ بن أَخطب على حقيبته وَأَبُو رَافع على جمل فَلَمَّا دنونا من الْمَدِينَة قَالَ يَا أَبَا رَافع انْزِلْ عَن الْجمل واحمل صَفِيَّة بنت حييّ فَقلت يَا رَسُول الله اني اخاف ان يفضحني الصُّبْح قبل ان ندخل الْمَدِينَة قَالَ فساق بهَا ابو رَافع حَتَّى ادخلها الْمَدِينَة",
            "page": "72",
            "part": "1",
            "seal": "39B14F80"
        },
        {
            "id": "64",
            "nass": "رجل من اصحاب النَّبِي صلى الله عَلَيْهِ وَسلم ¶ رجل من اصحاب النَّبِي صلى الله عَلَيْهِ وَسلم وَلم يسمه ¶ اُخْبُرْنَا ابو عَليّ عَليّ بن احْمَد الْبَصْرِيّ بهَا وَغَيره قَالَا انا ابو عمر الْهَاشِمِي حَدثنَا ابو عَليّ اللؤْلُؤِي ثَنَا ابو دَاوُد سُلَيْمَان بن الْأَشْعَث ثَنَا مُحَمَّد بن كثير ثَنَا سُفْيَان حَدثنِي بكير بن عَطاء عَن عبد الرَّحْمَن بن يعمر الديلِي قَالَ ¶ اتينا النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ بِعَرَفَة فجَاء نَاس أَو نفر من اهل نجد فَأمروا رجلا فَنَادَى رَسُول الله صلى الله عَلَيْهِ وَسلم كَيفَ الْحَج فَأمر رَسُول الله صلى الله عَلَيْهِ وَسلم رجلا فَنَادَى الْحَج الْحَج يَوْم عَرَفَة وَمن جَاءَ قبل صَلَاة الصُّبْح من لَيْلَة جمع فتم حجه ايام منى ثَلَاثَة فَمن تعجل فِي يَوْمَيْنِ فَلَا اثم عَلَيْهِ وَمن",
            "page": "73",
            "part": "1",
            "seal": "944B34A5"
        },
        {
            "id": "65",
            "nass": "تَأَخّر فَلَا اثم عَلَيْهِ قَالَ ثمَّ اردف رجلا خَلفه فَجعل يُنَادي بذلك ¶ وَكَذَلِكَ رَوَاهُ مهْرَان عَن سُفْيَان قَالَ الْحَج الْحَج مرَّتَيْنِ رَوَاهُ اسماعيل بن عبد الله سمويه عَن مُحَمَّد بن كثير",
            "page": "74",
            "part": "1",
            "seal": "527D7EE4"
        },
        {
            "id": "66",
            "nass": "جَابر بن عبد الله رَضِي الله عَنهُ ¶ جَابر بن عبد الله بن عَمْرو بن حرَام أَبُو عبد الله رَضِي الله عَنْهُمَا ¶ اُخْبُرْنَا الإِمَام ابو الْقَاسِم عبد الرَّحْمَن عمي رَحمَه الله انا ابو اسحاق ابراهيم بن عبد الله بن خرشيد قولة انا الْحُسَيْن بن اسماعيل الْمحَامِلِي ثَنَا عَليّ بن احْمَد الجواربي ثَنَا يَعْقُوب الزُّهْرِيّ ثَنَا عبد الرَّحْمَن بن عقبَة عَن ابيه عَن جَابر رَضِي الله عَنهُ قَالَ ¶ اردفني رَسُول الله صلى الله عَلَيْهِ وَسلم خَلفه فَجعلت فمي على خَاتم النُّبُوَّة فَجعل ينفح عَليّ مسكا وَلَقَد حفظت مِنْهُ تِلْكَ اللَّيْلَة سبعين حَدِيثا مَا سَمعهَا معي أحد",
            "page": "75",
            "part": "1",
            "seal": "BA4B3CD2"
        },
        {
            "id": "67",
            "nass": "عبيد الله بن عَبَّاس الْهَاشِمِي رَضِي الله عَنهُ ¶ عبيد الله بن عَبَّاس بن عبد الْمطلب الْهَاشِمِي ¶ اُخْبُرْنَا الإِمَام عمي أَبُو الْقَاسِم رَحمَه الله اُخْبُرْنَا ابي رَحمَه الله تَعَالَى انا مُحَمَّد بن مُحَمَّد بن الْأَزْهَرِي ثَنَا الْحَرْث بن مُحَمَّد التَّمِيمِي ثَنَا روح بن عبَادَة ثَنَا ابْن جريح قَالَ اخبرني جَعْفَر بن خَالِد بن سارة انا اباه اخبره عَن عبد الله بن جَعْفَر قَالَ لَهُ ¶ لَو رَأَيْتنِي وَقثم وَعبيد الله ابْني عَبَّاس وَنحن صبيان صغَار نلعب اذ مر النَّبِي صلى الله عَلَيْهِ وَسلم على دَابَّة فَحمل أَحدهمَا بَين يَدَيْهِ وَالْآخر خَلفه ¶ اُخْبُرْنَا ابي رَحمَه الله تَعَالَى قَالَ اخبرني ابي رَحمَه الله قَالَ انا احْمَد بن ابراهيم بن نَافِع ثَنَا عَليّ بن",
            "page": "76",
            "part": "1",
            "seal": "3E581D82"
        },
        {
            "id": "68",
            "nass": "عبد الْعَزِيز ثَنَا حجاج بن منهال ثَنَا يزِيد بن ابراهيم التسترِي عَن مُحَمَّد بن سِيرِين عَن عبيد الله بن عَبَّاس قَالَ ¶ كنت رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم وَأَتَاهُ رجل فَقَالَ يَا نَبِي الله ان امهِ عَجُوز كَبِيرَة ان حزمها خشِي ان يَقْتُلهَا وَإِن حملهَا لم تسْتَمْسك فَأمره النَّبِي صلى الله عَلَيْهِ وَسلم ان يحجّ عَنْهَا",
            "page": "77",
            "part": "1",
            "seal": "2923D66E"
        },
        {
            "id": "69",
            "nass": "صدي بن عجلَان ابو امامة الْبَاهِلِيّ رَضِي الله عَنهُ ¶ صدي بن عجلَان بن الْحَرْث بن سهم بن عَمْرو بن ثَعْلَبَة ابو امامة الْبَاهِلِيّ اخر من مَاتَ بِالشَّام من الصَّحَابَة رَضِي الله عَنْهُم ¶ حَدثنَا هِشَام بن عبيد الله الرَّازِيّ ثَنَا ابو الْهُذيْل هَاشم بن بشير عَن اسماعيل بن عَيَّاش عَن شرحيبل بن مُسلم الْخَولَانِيّ عَن ابي امامة الْبَاهِلِيّ رَضِي الله عَنهُ قَالَ ¶ كنت ردفا للنَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ ان الله قد أعْطى كل ذِي حق حَقه وَلَا وَصِيَّة لوَارث الْوَلَد للْفراش وللعاهر الْحجر وحسابهم على الله عز وَجل",
            "page": "78",
            "part": "1",
            "seal": "298DBDAA"
        },
        {
            "id": "70",
            "nass": "عُوَيْمِر بن مَالك الْأنْصَارِيّ رَضِي الله عَنهُ ¶ عُوَيْمِر بن مَالك وَيُقَال ابْن ثَعْلَبَة بن مَالك وَيُقَال عُوَيْمِر بن عَامر وَيُقَال عُوَيْمِر بن عبد الله وَيُقَال عُوَيْمِر بن زيد انصاري نزل الشَّام ابو الدَّرْدَاء رَضِي الله عَنهُ ¶ اُخْبُرْنَا ابو طَاهِر ابْن ابي الْحُسَيْن انا ابو الشَّيْخ ثَنَا سلم بن عِصَام عَن عَمه مُحَمَّد بن الْمُغيرَة ثَنَا الحكم بن ايوب عَن زفر بن الْهُذيْل عَن ابي حنيفَة عَن عبد الله بن ابي حَبِيبَة قَالَ سَمِعت ابا الدَّرْدَاء رَضِي الله عَنهُ يَقُول ¶ كنت ردف رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ يَا ابا الدَّرْدَاء من شهد ان لَا إِلَه إِلَّا الله مخلصا وَجَبت لَهُ الْجنَّة قلت وَإِن زنى وَإِن سرق قَالَ وَإِن زنى وَإِن سرق على رغم انف ابي الدَّرْدَاء",
            "page": "79",
            "part": "1",
            "seal": "72525C8B"
        },
        {
            "id": "71",
            "nass": "آمِنَة بن الصَّلْت الغفارية رَضِي الله عَنْهَا ¶ آمِنَة بنت ابي الصَّلْت الغفارية رَضِي الله عَنْهَا ¶ اُخْبُرْنَا مُحَمَّد بن احْمَد بن مُحَمَّد بن احْمَد بن عبد الرَّحِيم انا عبد الله بن مُحَمَّد بن مُحَمَّد الْمقري ثَنَا احْمَد بن عَمْرو بن ابي عَاصِم ثَنَا احْمَد بن مُحَمَّد بن ينزك ثَنَا يَعْقُوب بن ابراهيم بن سعد ثَنَا ابي عَن مُحَمَّد بن اسحاق عَن سُلَيْمَان بن سحيم عَن آمِنَة بنت ابي الصَّلْت الغفارية رَضِي الله عَنْهَا قَالَت ¶ اتيت رَسُول الله صلى الله عَلَيْهِ وَسلم فِي نسْوَة من بني غفار فَقُلْنَا يَا رَسُول الله قد اردنا ان نخرج مَعَك إِلَى وَجهك هَذَا وَهُوَ يسير إِلَى حنين فنادوي الْجَرْحى ونعين الْمُسلمين بِمَا استطعنا فَقَالَ على بركَة الله فخرجنا مَعَه",
            "page": "80",
            "part": "1",
            "seal": "06D676D8"
        },
        {
            "id": "72",
            "nass": "وَكنت جَارِيَة حَدِيثَة السن فأردفني رَسُول الله صلى الله عَلَيْهِ وَسلم حقيبة رَاحِلَته ¶ اُخْبُرْنَا ابو الْحسن عَليّ بن مُحَمَّد بن عَليّ بن احْمَد السيرافي الْبَصْرِيّ بهَا ثَنَا القَاضِي ابو عبد الله احْمَد بن اسحاق بن خربَان النهاوندي ثَنَا مُحَمَّد بن بكر بن عبد الرَّزَّاق ثَنَا ابو دَاوُد سُلَيْمَان بن الْأَشْعَث السجسْتانِي ثَنَا مُحَمَّد بن عَمْرو الدَّارِيّ ثَنَا سَلمَة يَعْنِي ابْن الْفضل قَالَ حَدثنِي مُحَمَّد يَعْنِي ابْن اسحاق عَن سُلَيْمَان بن سحيم عَن آمِنَة بنت ابي الصَّلْت عَن امْرَأَة من بني غفار قد سَمَّاهَا لي قَالَت ¶ فأردفني رَسُول الله صلى الله عَلَيْهِ وَسلم على حقيبة رَحْله قَالَت فوَاللَّه لنزل رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى الصُّبْح فَأَنَاخَ وَنزلت على حقيبة رَحْله وَإِذا بهَا دم مني وَكَانَت أول حَيْضَة حضتها قَالَت فتقبضت الي النَّاقة استحييت فَلَمَّا رآى رَسُول الله صلى الله عَلَيْهِ وَسلم مَا بَين نظر إِلَى الدَّم قَالَ مَا بك نفست قلت نعم قَالَ فأصلحي من نَفسك",
            "page": "81",
            "part": "1",
            "seal": "7F976723"
        },
        {
            "id": "73",
            "nass": "ثمَّ خذي اناء من مَاء فاطرحي فِيهِ ملحا ثمَّ اغسلي مَا اصاب الحقيبة من الدَّم ثمَّ عودي بمركبك قَالَت فَلَمَّا فتح سَوَّلَ الله صلى الله عَلَيْهِ وَسلم خَيْبَر رضخ لنا من الْفَيْء قَالَت وَكَانَت لَا تطهر من حَيْضَة الا جعلت فِي طهورها ملحا وأوصت بِهِ ان يَجْعَل فِي غسلهَا حِين مَاتَت",
            "page": "82",
            "part": "1",
            "seal": "40203C05"
        },
        {
            "id": "74",
            "nass": "ابو اياس رَضِي الله عَنهُ ¶ ابو اياس رَضِي الله عَنهُ ¶ اخبرتنا ام الْخَيْر رقية بنت احْمَد بن الْحسن الأسكاف قَالَت اُخْبُرْنَا ابو عمر عبد الله بن مُحَمَّد انا مُحَمَّد بن الْقَاسِم المصاحفي ثَنَا عبد الله بن شكيب الْقرشِي ثَنَا عَبدة بن عبد الله الصفار ثَنَا عبد الْعَزِيز ابو خَالِد ثَنَا صَالح بن حسان المكرمي ثَنَا سعيد بن الْمسيب عَن ابي اياس قَالَ كنت ردف رَسُول الله صلى الله عَلَيْهِ وَسلم فَقلت مَا أَقُول فَقَالَ {قل هُوَ الله أحد} حَتَّى خَتمهَا وَقَالَ {قل أعوذ بِرَبّ الفلق} و {قل أعوذ بِرَبّ النَّاس} ثمَّ قَالَ يَا ابا اياس مَا قَرَأَ النَّاس بمثلهن",
            "page": "83",
            "part": "1",
            "seal": "6784815F"
        },
        {
            "id": "75",
            "nass": "ابو هُرَيْرَة رَضِي الله عَنهُ ¶ ابو هُرَيْرَة رَضِي الله عَنهُ ¶ قَالَ ابو حَفْص عمر بن إِبْرَاهِيم بن احْمَد الْكِنَانِي الْمقري ثَنَا ابو الْقَاسِم عبد الله بن مُحَمَّد بن عبد الْعَزِيز الْبَغَوِيّ ثَنَا ابو إِبْرَاهِيم الترجماني ثَنَا حديج بن مُعَاوِيَة عَن ابي اسحاق عَن كميل بن زِيَاد النَّخعِيّ عَن ابي هُرَيْرَة رَضِي الله تَعَالَى عَنهُ قَالَ ¶ كنت ردف النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ يَا ابا هُرَيْرَة أَو يَا ابا هر هلك الْأَكْثَرُونَ ان الْأَكْثَرين هم الأرذلون يَوْم الْقِيَامَة الا من قَالَ بِالْمَالِ هَكَذَا وَهَكَذَا عَن يَمِينه وَعَن شِمَاله وَخَلفه وَبَين يَدَيْهِ وَقَلِيل مَا هم ثمَّ قَالَ يَا ابا هُرَيْرَة أَو يَا ابا هر أَلا ادلك على كنز من كنوز الْجنَّة قَالَ قلت بلَى يَا رَسُول الله قَالَ لَا حول وَلَا قُوَّة إِلَّا بِاللَّه وَلَا منجا من الله إِلَّا اليه ثمَّ قَالَ يَا ابا هُرَيْرَة أَو يَا ابا هر هَل تَدْرِي مَا حق الله على النَّاس قَالَ",
            "page": "84",
            "part": "1",
            "seal": "5D28C61F"
        },
        {
            "id": "76",
            "nass": "قلت الله وَرَسُوله اعْلَم قَالَ فَإِن حق الله على النَّاس ان يعْبدُونَ وَلَا يشركوه بِهِ شَيْئا وَحقّ النَّاس على الله اذا فعلوا ذَلِك ان لايعذبهم ¶ قثم بن الْعَبَّاس بن عبد الْمطلب رَضِي الله عَنْهُمَا ¶ اخرجته فِي تَرْجَمَة عبد الله بن جَعْفَر",
            "page": "85",
            "part": "1",
            "seal": "41912354"
        },
        {
            "id": "77",
            "nass": "قيس بن سعد الْأنْصَارِيّ رَضِي الله عَنهُ ¶ قيس بن سعد بن عبَادَة الْأنْصَارِيّ رَضِي الله عَنهُ اُخْبُرْنَا احْمَد بن مُحَمَّد البيع قَالَ كتب الي ابو عَمْرو وَمُحَمّد بن عبد الله الرزجاهي تَحت يَدي خَالِي الشَّيْخ ابي الْحسن عبيد الله رَحمَه الله ان ابا عمر وَمُحَمّد بن حمدَان الْحِمْيَرِي حَدثهمْ انا ابو الْعَبَّاس الْحسن بن سُفْيَان انا ابو عبد الله احْمَد بن عبد الْجَبَّار الصُّوفِي ثَنَا ابو عَليّ احْمَد بن ابراهيم الْموصِلِي ثَنَا عَليّ بن هَاشم بن الْبَرِيد عَن ابْن ابي ليلى عَن مُحَمَّد بن عبد الرَّحْمَن بن اِسْعَدْ بن زُرَارَة عَن عَمْرو بن شُرَحْبِيل بن قيس بن سعد بن عبَادَة رَضِي الله عَنهُ قَالَ ¶ أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم دَار سعد فَقَامَ على بَابهَا فَسلم فَرد عَلَيْهِ سعد وخافت ثمَّ سلم فَرد عَلَيْهِ سعد وخافت ثمَّ سلم فَرد عَلَيْهِ سعد وخافت فَلَمَّا رأى ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم انْصَرف رَاجعا وَخرج سعد يسْعَى فِي أَثَره فَقَالَ بِأبي أَنْت",
            "page": "86",
            "part": "1",
            "seal": "950ADF5A"
        },
        {
            "id": "78",
            "nass": "وَأمي يَا رَسُول الله وَالله مَا مَنَعَنِي ان ارد عَلَيْك الا لتكثر لنا من السَّلَام فَادْخُلْ يَا رَسُول الله فَدخل فَوضع لَهُ مَاء يتبرد بِهِ فاغتسل ثمَّ جلس فَقَالَ اللَّهُمَّ صل على الْأَنْصَار وعَلى ذُرِّيَّة الْأَنْصَار وعَلى ذُرِّيَّة ذُرِّيَّة الْأَنْصَار فَلَمَّا اراد ان يرجع أَتَى بِحِمَار وَقد جعلت عَلَيْهِ قطيفة مَا هِيَ بخز ولأمر عزي فَأرْسل ابْنه مَعَ ليرد الْحمار قَالَ احمله بَين يَدي قَالَ فَقَالَ سُبْحَانَ الله يَا نَبِي الله احمله بَين يَديك قَالَ نعم هُوَ احق بصدر حِمَاره قَالَ هُوَ لَك يَا رَسُول الله قَالَ احمله اذا خَلْفي",
            "page": "87",
            "part": "1",
            "seal": "91564287"
        },
        {
            "id": "79",
            "nass": "خَوات بن جُبَير الْأنْصَارِيّ الْمَدِينِيّ رَضِي الله عَنهُ ¶ خَوات بن جُبَير بن النُّعْمَان بن امية بن البرك بن امْرِئ الْقَيْس بن ثَعْلَبَة بن مَالك بن عَمْرو بن عَوْف بن مَالك بن الْأَوْس الْأنْصَارِيّ الْمَدِينِيّ ¶ شهد بَدْرًا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَضرب لَهُ بسهمه يَوْم بدر وَهُوَ الَّذِي ردف النَّبِي صلى الله عَلَيْهِ وَسلم يَوْم خرج إِلَى بدر فَرده النَّبِي صلى الله عَلَيْهِ وَسلم من الروحاء لانه اشْتَكَى وَهُوَ من اهل الْمَسْجِد وَهُوَ من المطهرين وَهُوَ الَّذِي أرْسلهُ النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى بني قُرَيْظَة مَعَ سعد بن عبَادَة وَسعد بن معَاذ وَعبد الله بن رَوَاحَة كَذَا قيل فِي انساب الْأَوْس والخزرج وَقيل كنيته ابو صَالح وَقيل ابو عبد الله",
            "page": "88",
            "part": "1",
            "seal": "C616667A"
        }
    ],
    "t5806": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم وصلى الله على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ابو بكر رضي الله عنه"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "عثمان بن عفان رضي الله عنه"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "احد ابني فاطمة رضي الله عنها"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن عباس رضي الله عنه"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن جعفر الهاشمي رضي الله عنه"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الفضل بن العباس رضي الله عنه"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "معاوية بن صخر الأموي رضي الله عنه"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "معاذ بن جبل رضي الله عنه"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "ابو ذر الغفاري رضي الله عنه"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "زيد بن حارثة رضي الله عنه"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "أسامة بن زيد رضي الله عنهما"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ثابت بن الضحاك الأنصاري رضي الله عنه"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الشريد بن سويد الثقفي رضي الله عنه"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "سلمة بن عمرو الأكوع الأسلمي رضي الله عنه"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "زيد بن سهل بن اسود الأنصاري رضي الله عنه"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "سهيل بن بيضاء رضي الله عنه"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن ابي العاص رضي الله عنه"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الله بن الزبير رضي الله عنه"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "غلام من بني عبد المطلب رضي الله عنه"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "ابو المليح رضي الله عنه"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "صفية بنت حيي زوج النبي صلى الله عليه وسلم"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "رجل من اصحاب النبي صلى الله عليه وسلم"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "جابر بن عبد الله رضي الله عنه"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "عبيد الله بن عباس الهاشمي رضي الله عنه"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "صدي بن عجلان ابو امامة الباهلي رضي الله عنه"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "عويمر بن مالك الأنصاري رضي الله عنه"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "آمنة بن الصلت الغفارية رضي الله عنها"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "ابو هريرة رضي الله عنه"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "قثم بن العباس بن عبد المطلب رضي الله عنهما"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "قيس بن سعد الأنصاري رضي الله عنه"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "خوات بن جبير الأنصاري المديني رضي الله عنه"
        }
    ]
}