{
    "b5861": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله الْمُحِيط بِكُل شَيْء علما العالي عَليّ كل مُسَمّى اسْمه وَالصَّلَاة وَالسَّلَام على نبيه مُحَمَّد الَّذِي توفر فِي أغراض المعلومات سَهْمه وعَلى آله وَصَحبه الَّذين مَا مَنعهم إِلَّا من علا فِي أفق الْهِدَايَة نجمه ¶ أما بعد ¶ فَإِن بعض الإخوان التمس مني الْكَلَام على رُوَاة كتاب الْآثَار للْإِمَام أبي عبد الله مُحَمَّد بن الْحسن الشَّيْبَانِيّ الَّتِي رَوَاهَا عَن الإِمَام أبي حنيفَة فأجبته إِلَى ذَلِك مسارعا ووقفت عِنْد مَا اقترح طَائِعا ورتبته على حُرُوف المعجم فِي الْأَسْمَاء ثمَّ الكنى ثمَّ الْمُبْهم مَعَ بَيَان مَا أمكن الْوُصُول إِلَى مَعْرفَته فَإِن كَانَ الرجل مترجما فِي تَهْذِيب الْكَمَال لم أعرف من حَاله بِأَكْثَرَ من أَن أَقُول فِي التَّهْذِيب وَرُبمَا عرفت بِبَعْض حَاله لأمر يَقْتَضِيهِ فَإِن لم يكن من رجال التَّهْذِيب ذكرت فِي تَرْجَمته مَا تيَسّر الْوُقُوف عَلَيْهِ متعرضا لما فِيهِ من مدح أَو قدح على سَبِيل الإيجاز والإختصار وَلم أقتصر على ذكر من لَهُ رِوَايَة فِي الْكتاب بل ذكرت كل من وَقع فِيهِ مُسَمّى أَو غير مُسَمّى تكثرا للفائدة ومطابقة للمسألة وسميته الإيثار بِمَعْرِِفَة رُوَاة الْآثَار وَالله تَعَالَى أسأَل أَن ينفعنا بِمَا علمنَا وَأَن يسلمنا من شَرّ مَا خلق فَلَا نجاة لنا إِلَّا إِن سلمنَا بمنه وَكَرمه",
            "page": "35",
            "part": "1",
            "seal": "A5C46A70"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "حرف الْألف ¶ 1 - أبان عَن أبي نَضرة هُوَ ابْن أبي عَيَّاش فِي التَّهْذِيب ¶ 2 - إِبْرَاهِيم بن مُحَمَّد بن الْمُنْتَشِر بن الأجدع النَّخعِيّ فِي التَّهْذِيب",
            "page": "37",
            "part": "1",
            "seal": "B26625A4"
        },
        {
            "hno": "3",
            "id": "5",
            "nass": "3 - إِبْرَاهِيم بن مُسلم عَن رجل من بني سواءة هُوَ أَبُو إِسْحَاق الهجري فِي التَّهْذِيب وَفِي طبقته إِبْرَاهِيم بن مُسلم الْجُهَنِيّ كُوفِي أَيْضا يروي عَن الْوَلِيد بن عقبَة عَن عَليّ وَعنهُ دَاوُد بن الزبْرِقَان أحد الضُّعَفَاء لَكِن الْمَذْكُور فِي الْآثَار هُوَ الهجري نِسْبَة ابْن أبي شيبَة فِي رِوَايَته للأثر بِعَيْنِه عَن عبد الرَّحْمَن بن سُلَيْمَان عَنهُ عَن رجل من بني سواءة ¶ 4 - إِبْرَاهِيم بن أبي مُوسَى الْأَشْعَرِيّ فِي التَّهْذِيب",
            "page": "38",
            "part": "1",
            "seal": "2D7478DC"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - إِبْرَاهِيم بن يزِيد الْمَكِّيّ عَن عَمْرو بن دِينَار وَعَن عَطاء هُوَ الْمَعْرُوف بالخوزي بِضَم الْمُعْجَمَة وَسُكُون الْوَاو بعْدهَا زَاي وَهُوَ مَعْرُوف بالرواية عَن عَمْرو بن دِينَار فِي التَّهْذِيب ¶ 6 - إِبْرَاهِيم بن يزِيد النَّخعِيّ الْفَقِيه الْمَشْهُور فِي التَّهْذِيب",
            "page": "39",
            "part": "1",
            "seal": "F3026C1C"
        },
        {
            "hno": "7",
            "id": "7",
            "nass": "7 - أبي بن كَعْب الْأنْصَارِيّ سيد الْقُرَّاء مَشْهُور فِي التَّهْذِيب",
            "page": "40",
            "part": "1",
            "seal": "1EA07EB6"
        },
        {
            "hno": "8",
            "id": "8",
            "nass": "8 - إِسْحَاق بن ثَابت عَن أَبِيه وَعنهُ أَبُو حنيفَة قَالَ الْحُسَيْنِي فِي رجال الْعشْرَة مَجْهُول كأبيه ¶ 9 - أَسمَاء بنت عُمَيْس الخثعمية صحابية مَشْهُورَة فِي التَّهْذِيب ¶ 10 - إِسْمَاعِيل بن أُميَّة عَن سعيد المَقْبُري هُوَ الْأمَوِي الشَّامي نزيل مَكَّة وَأَبوهُ أُميَّة هُوَ ابْن عَمْرو الْأَشْدَق بن سعيد بن أُميَّة ثِقَة مَشْهُور فِي التَّهْذِيب ¶ إِسْمَاعِيل بن عبد الملك هُوَ الْمَعْرُوف بِابْن أبي الصفير بِالتَّصْغِيرِ مَعْرُوف فِي التَّهْذِيب",
            "page": "41",
            "part": "1",
            "seal": "290ABC49"
        },
        {
            "hno": "12",
            "id": "9",
            "nass": "12 - إِسْمَاعِيل بن مُسلم الْمَكِّيّ أَبُو إِسْحَاق فِي التَّهْذِيب",
            "page": "42",
            "part": "1",
            "seal": "3A73F4A7"
        },
        {
            "hno": "13",
            "id": "10",
            "nass": "13 - الْأسود بن يزِيد النَّخعِيّ تَابِعِيّ مَشْهُور فِي التَّهْذِيب ¶ 14 - أَفْلح بن أبي القعيس لَهُ ذكر فِي حَدِيث عَائِشَة وَالْمَحْفُوظ أَنه أَفْلح أَخُو أبي القعيس وَقد ذكرا فِي الصَّحَابَة ¶ 15 - أنس بن سِيرِين الْبَصْرِيّ تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "43",
            "part": "1",
            "seal": "70142457"
        },
        {
            "hno": "16",
            "id": "11",
            "nass": "16 - أنس بن مَالك بن النَّضر الْأنْصَارِيّ خَادِم رَسُول الله صلى الله عَلَيْهِ وَسلم مَشْهُور فِي التَّهْذِيب",
            "page": "44",
            "part": "1",
            "seal": "8F043B3C"
        },
        {
            "hno": "17",
            "id": "12",
            "nass": "17 - أَيُّوب بن أبي تَمِيمَة السّخْتِيَانِيّ الْبَصْرِيّ مَشْهُور فِي التَّهْذِيب ¶ 18 - أَيُّوب بن عَائِذ الطَّائِي بن مُدْلِج فِي التَّهْذِيب",
            "page": "45",
            "part": "1",
            "seal": "848B84AE"
        },
        {
            "hno": "19",
            "id": "13",
            "nass": "19 - أَيُّوب بن عتبَة قَاضِي الْيَمَامَة فِي التَّهْذِيب",
            "page": "46",
            "part": "1",
            "seal": "1EF6AFD1"
        },
        {
            "hno": "20",
            "id": "14",
            "nass": "حرف الْبَاء الْمُوَحدَة ¶ 20 - بُرَيْدَة بن الْحصيب الْأَسْلَمِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 21 - بروع بنت واشق مَذْكُورَة فِي الصحابيات",
            "page": "47",
            "part": "1",
            "seal": "7F45ADEE"
        },
        {
            "hno": "22",
            "id": "15",
            "nass": "22 - بشر أَو بشير عَن أبي جَعْفَر هُوَ الباقر وَعنهُ أَبُو حنيفَة يحْتَمل أَن يكون بشير بن المُهَاجر الْمَذْكُور فِي التَّهْذِيب ¶ 23 - بكر بن عبد الله الْمُزنِيّ تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "48",
            "part": "1",
            "seal": "1F86D861"
        },
        {
            "hno": "24",
            "id": "16",
            "nass": "24 - بِلَال بن رَبَاح الْمُؤَذّن صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 25 - بِلَال عَن وهب بن كيسَان وَعنهُ أَبُو حنيفَة هُوَ بِلَال بن مرداس الْفَزارِيّ فِي التَّهْذِيب",
            "page": "49",
            "part": "1",
            "seal": "29D1A3F8"
        },
        {
            "hno": "26",
            "id": "17",
            "nass": "حرف التَّاء الْمُثَنَّاة ¶ 26 - تَمام بن الْعَبَّاس بن عبد المطلب عَن جَعْفَر بن أبي طَالب وَعنهُ أَبُو عَليّ الصيقل أحد الضُّعَفَاء كَذَا فِي النُّسْخَة وَهُوَ مقلوب وَالصَّوَاب عَن جَعْفَر بن تَمام بن الْعَبَّاس عَن أَبِيه أخرجه أَحْمد كَذَلِك من طَرِيق سُفْيَان الثَّوْريّ عَن أبي عَليّ",
            "page": "50",
            "part": "1",
            "seal": "3ACA0226"
        },
        {
            "hno": "27",
            "id": "18",
            "nass": "حرف الثَّاء الْمُثَلَّثَة ¶ 27 - ثَابت وَالِد إِسْحَاق عَن عَليّ بن الْحُسَيْن وَعنهُ ابْنه تقدم فِي ابْنه",
            "page": "51",
            "part": "1",
            "seal": "04010487"
        },
        {
            "hno": "28",
            "id": "19",
            "nass": "حرف الْجِيم ¶ 28 - جَابر بن زيد أَبُو الشعْثَاء فِي الكنى ¶ 29 - جَابر بن عبد الله بن عَمْرو بن حزَام صَحَابِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "52",
            "part": "1",
            "seal": "8FCCB5F4"
        },
        {
            "hno": "30",
            "id": "20",
            "nass": "30 - جَامع بن شَدَّاد أَبُو صَخْرَة مَشْهُور بكنيته فِي التَّهْذِيب ¶ 31 - الْجراح بن منهال عَن الزُّهْرِيّ وَابْن الزبير وَغَيرهمَا وَعنهُ أَبُو حنيفَة وَهُوَ أكبر مِنْهُ مَشْهُور بكنيته وَهُوَ أَبُو العطوف بِفَتْح الْمُهْملَة وَتَخْفِيف الطَّاء الْمُهْملَة وَآخِرهَا فَاء وَهُوَ جزري مُتَّفق على ضعفه رَوَاهُ عَنهُ أَيْضا عُثْمَان بن عبد الرحمن الطرائفي وَالربيع بن زِيَاد الْهَمدَانِي قَالَ ابْن معِين أَبُو العطوف الْجراح بن منهال عَن الزهْرَانِي لَيْسَ بِشَيْء وَقَالَ أَحْمد كَانَ صَاحب غَفلَة وَقَالَ ابْن الْمَدِينِيّ لَا يكْتب حَدِيثه وَقَالَ ابْن سعد كَانَ ضَعِيفا وَقَالَ البُخَارِيّ مُنكر الحَدِيث وَقَالَ النَّسَائِيّ والدولابي وَأَبُو حَاتِم الرَّازِيّ وَالدَّارَقُطْنِيّ مَتْرُوك الحَدِيث زَاد ابْن أبي حَاتِم وَلَا يكْتب حَدِيثه وَقَالَ أَبُو أَحْمد الْحَاكِم حَدِيثه لَيْسَ بالقائم وَقَالَ ابْن حبَان يكذب مَاتَ سنة ثَمَان وَسِتِّينَ وَمِائَة",
            "page": "53",
            "part": "1",
            "seal": "61A05E34"
        },
        {
            "hno": "32",
            "id": "21",
            "nass": "32 - جرير بن عبد الله البَجلِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 33 - جَعْفَر بن أبي طَالب بن عبد الْمطلب بن هَاشم بن عبد منَاف أَخُو عَليّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "54",
            "part": "1",
            "seal": "17CD146D"
        },
        {
            "hno": "34",
            "id": "22",
            "nass": "34 - جَعْفَر بن تَمام بن الْعَبَّاس بن عبد الْمطلب سبق الْكَلَام عَلَيْهِ فِي تَرْجَمَة تَمام ¶ 35 - جُنْدُب غير مَنْسُوب روى حَمَّاد بن أبي سُلَيْمَان عَن إِبْرَاهِيم النَّخعِيّ أَن مسروقا وجندبا دخلا فِي الصَّلَاة هُوَ جُنْدُب بن عبد الله البَجلِيّ الصَّحَابِيّ الْمَشْهُور فِي التَّهْذِيب وألفيت حَاشِيَة بِالْأَصْلِ جُنْدُب بن جُنَادَة يروي عَنهُ قَتَادَة لَا أَدْرِي من كتبهَا وَهِي خطأ",
            "page": "55",
            "part": "1",
            "seal": "FEAD9A66"
        },
        {
            "hno": "36",
            "id": "23",
            "nass": "36 - جَوَاب بِفَتْح أَوله وَتَشْديد الْوَاو وَآخره مُوَحدَة هُوَ ابْن عبيد الله التَّيْمِيّ الْكُوفِي روى عَن يزِيد بن شريك التَّيْمِيّ الْكُوفِي وَالِد إِبْرَاهِيم وَعَن غَيره روى عَنهُ أَبُو إِسْحَاق السبيعِي والمسعودي وَغَيرهمَا ضعفه مُحَمَّد بن عبد الله بن نمير وَقَالَ كَانَ مرجئا وَتَركه سُفْيَان وَلم يَأْخُذ عَنهُ وَقَالَ أَبُو أَحْمد بن عَليّ لم أر لَهُ حَدِيثا مُنْكرا وَذكره ابْن حبَان فِي الثِّقَات وَقَالَ كَانَ مرجئا وَقَالَ يَعْقُوب بن سُفْيَان كَانَ ثِقَة وَكَانَ يتشيع",
            "page": "56",
            "part": "1",
            "seal": "E37A776F"
        },
        {
            "hno": "37",
            "id": "24",
            "nass": "حرف الْحَاء الْمُهْملَة ¶ 37 - الْحَارِث بن أبي ربيعَة ذكر عَنهُ إِبْرَاهِيم النَّخعِيّ شَيْئا هُوَ الْحَارِث بن عبد الله بن أبي ربيعَة وَاسم أبي ربيعَة عَمْرو بن الْمُغيرَة بن عبد الله بن عمر بن مَخْزُوم ولأبيه عبد الله بن أبي ربيعَة صُحْبَة وَولى الْحَارِث الْبَصْرَة لعبد الله بن الزبير وَكَانَ يلقب بالقباع بِضَم الْقَاف وَتَخْفِيف الْمُوَحدَة وَآخره مُهْملَة وَله تَرْجَمَة فِي التَّهْذِيب وَقد روى الْقِصَّة الَّتِي فِي كتاب الْآثَار البُخَارِيّ فِي تَرْجَمته فِي التَّارِيخ من طَرِيق الشّعبِيّ عَن الْحَارِث ¶ 38 - الْحَارِث بن زِيَاد روى مُحَمَّد عَن أبي حنيفَة عَن الْحَارِث بن زِيَاد أَو محَارب بن دثار الشَّك من مُحَمَّد عَن عبد الله بن عمر قَالَ من صلى أَربع رَكْعَات بعد الْعشَاء الحَدِيث قلت هُوَ عَن محَارب بِلَا شكّ أخرجه الطَّبَرَانِيّ فِي الْأَوْسَط من طَرِيق إِسْحَاق الْأَزْرَق أحد الْأَثْبَات عَن أبي حنيفَة وَأما الْحَارِث بن زِيَاد فَلم أر فِي من يروي عَن ابْن عمر لَهُ ذكر وَفِي الروَاة بِهَذِهِ الصُّورَة ثَلَاثَة صَحَابِيّ وتابعي لكنه شَامي وَآخر كُوفِي مُتَأَخّر أدْركهُ أَبُو نعيم وَقَالَ أَبُو حَاتِم إِنَّه مَجْهُول وَالله أعلم",
            "page": "57",
            "part": "1",
            "seal": "E31A5D02"
        },
        {
            "hno": "39",
            "id": "25",
            "nass": "39 - الْحَارِث بن عبد الرَّحْمَن عَن ابْن عَبَّاس وَعنهُ أَبُو حنيفَة أَظُنهُ ابْن عبد الرَّحْمَن بن عبد الله بن سعد بن أبي ذُبَاب الدوسي من أهل الْمَدِينَة لَهُ تَرْجَمَة فِي التَّهْذِيب فَإِن لم يكن هُوَ فروايته عَن ابْن عَبَّاس مُنْقَطع سقط بَينهمَا مُجَاهِد أَو غَيره وَقَالَ الْحُسَيْنِي فِي رجال الْعشْرَة الْحَارِث بن عبد الرَّحْمَن الداني أَبُو هِنْد عَن أبي ظبْيَان وَعنهُ أَبُو حنيفَة وَمُحَمّد بن قَيْصر الْأَسدي وثقة ابْن حبَان قلت وَرِوَايَة الآخر عَن ابْن عَبَّاس مُنْقَطِعَة والواسطة بَينهمَا أَبُو ظبْيَان وَالله أعلم ¶ 40 - حبيب بن أبي ثَابت الْكُوفِي تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "58",
            "part": "1",
            "seal": "B0965DF1"
        },
        {
            "hno": "41",
            "id": "26",
            "nass": "41 - حُذَيْفَة بن الْيَمَان الْعَبْسِي صَحَابِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "59",
            "part": "1",
            "seal": "3F562A66"
        },
        {
            "hno": "42",
            "id": "27",
            "nass": "42 - حرقوص بقاف ومهملة بِوَزْن عُصْفُور وَيُقَال بِالسِّين الْمُهْملَة بدل الصَّاد عَن عَليّ وَعنهُ الْهَيْثَم بن بدر وَهُوَ حرقوص بن بشر الصيني الْكُوفِي ذكره البُخَارِيّ وَلم يذكر فِيهِ جرحا وَكَذَا ابْن أبي حَاتِم وَذكره ابْن حبَان فِي الثِّقَات ¶ 43 - الْحسن بن أبي الْحسن الْبَصْرِيّ أَبُو سعيد تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "60",
            "part": "1",
            "seal": "A3DB9425"
        },
        {
            "hno": "44",
            "id": "28",
            "nass": "44 - الْحسن بن مُحَمَّد بن عَليّ بن أبي طَالب الْهَاشِمِي مَشْهُور فِي التَّهْذِيب ¶ 45 - حُسَيْن بن عَليّ بن أبي طَالب الْهَاشِمِي سبط رَسُول الله صلى الله عَلَيْهِ وَسلم مَشْهُور فِي التَّهْذِيب",
            "page": "61",
            "part": "1",
            "seal": "80F07764"
        },
        {
            "hno": "46",
            "id": "29",
            "nass": "46 - حُسَيْن بن وَاقد عَن الْخُرَاسَانِي وَعنهُ مُحَمَّد بن عَليّ وَقع فِي زيادات الْآثَار من بعض الروَاة وَله تَرْجَمَة فِي التَّهْذِيب ¶ 47 - حُصَيْن بن عبد الرَّحْمَن عَن ابْن عمر فِي التَّطَوُّع على الرَّاحِلَة وَعنهُ أَبُو حنيفَة هُوَ السّلمِيّ الوَاسِطِيّ نزيل الْكُوفَة يكنى أَبَا الْهُذيْل فقد ذكر أسلم ابْن سهل فِي تَارِيخ وَاسِط أَنه يروي عَن ابْن عمر وَله تَرْجَمَة فِي التَّهْذِيب وَفِي طبقته حُصَيْن بن عبد الرَّحْمَن النَّخعِيّ كُوفِي أَيْضا لَكِن نقل لَهُ أثر عَن الشّعبِيّ وَعنهُ حَفْص بن غياث قَالَ أَحْمد بن حَنْبَل مَا روى غَيره وَلَهُم شيخ آخر يُقَال لَهُ حُصَيْن بن عبد الرَّحْمَن الْحَارِثِيّ كُوفِي أَيْضا يروي عَن الشّعبِيّ ايضا وَعَن سوية زيد بن أَرقم روى عَنهُ إِسْمَاعِيل بن أبي خَالِد وَالْحجاج ابْن أَرْطَأَة قَالَ أَحْمد مَا روى عَنهُ غَيرهمَا قَالَ وَأَحَادِيثه مَنَاكِير",
            "page": "62",
            "part": "1",
            "seal": "616E57CB"
        },
        {
            "hno": "48",
            "id": "30",
            "nass": "48 - حَفْصَة بنت عمر بن الْخطاب أم الْمُؤمنِينَ رَضِي الله عَنْهَا فِي التَّهْذِيب",
            "page": "63",
            "part": "1",
            "seal": "0BDB38BE"
        },
        {
            "hno": "49",
            "id": "31",
            "nass": "49 - حَمَّاد بن أبي سُلَيْمَان الْفَقِيه الْكُوفِي فِي التَّهْذِيب",
            "page": "64",
            "part": "1",
            "seal": "CC92204D"
        },
        {
            "hno": "50",
            "id": "32",
            "nass": "50 - حمْرَان قَالَ مَا لَقِي ابْن عمر إِلَّا وحمران من أقرب النَّاس إِلَيْهِ من رِوَايَة عَلْقَمَة بن مرشد عَن عَليّ عَن حمْرَان هُوَ حمْرَان مولى العبلات بِفَتْح الْمُهْملَة وَالْمُوَحَّدَة وَيُقَال لَهُ أَيْضا مولى ابْن أبي عبلة قَالَ البُخَارِيّ فِي تَارِيخه سمع ابْن عمر وَذكره ابْن حبَان فِي الثِّقَات وَقَالَ روى أَيْضا عَنهُ الْمثنى ابْن الصَّباح وَأخرج النَّسَائِيّ وَالطَّبَرَانِيّ من رِوَايَة عَطاء الخرساني عَن حمْرَان هَذَا عَن ابْن عمر حَدِيثا غير هَذَا فَلَعَلَّ الَّذِي وَقع فِي الأَصْل عَن عَلْقَمَة عَن عَليّ محرف عَن عَطاء وَالله أعلم ¶ 51 - الحكم بن زِيَاد أرسل حَدِيثا حق الزَّوْج على زَوجته وَعنهُ أَبُو حنيفَة لم أَقف لَهُ على تَرْجَمَة وَفِي طبقته الحكم بن دِينَار يروي عَن عَمْرو بن دِينَار روى عَنهُ الْفضل بن مُوسَى نزل الْكُوفَة ذكره ابْن حبَان فِي الطَّبَقَة الثَّالِثَة من الثِّقَات فَلَعَلَّهُ هُوَ ¶ 52 - الحكم بن عتبَة الْكُوفِي الْفَقِيه مَشْهُور فِي التَّهْذِيب",
            "page": "65",
            "part": "1",
            "seal": "4735D837"
        },
        {
            "hno": "53",
            "id": "33",
            "nass": "53 - حَملَة بن عبد الرَّحْمَن سمع عمر لَا صَلَاة إِلَّا بتشهد وَعنهُ أَبُو النَّضر مُسلم الْكُوفِي وَهُوَ بِفَتْح الْمُهْملَة ذكره البُخَارِيّ فِي الْأَسْمَاء المفردة من حُرُوف الْحَاء الْمُهْملَة وَقَالَ العكي وَذكر لَهُ هَذَا الحَدِيث بِعَيْنِه من رِوَايَة شُعْبَة أَنه سمع أَبَا النَّضر أَنه سمع حَملَة بن عبد الرَّحْمَن أَنه سمع عمر بِهِ وَزَاد ابْن أبي حَاتِم عَن أَبِيه أَنه يروي عَنهُ أَيْضا عَن عبَادَة بن الصَّامِت روى عَنهُ أَبُو النَّضر مُسلم بن عبد وَذكره ابْن حبَان فِي الثِّقَات ¶ 54 - حميد الْأَعْرَج الْمَكِّيّ مَعْرُوف فِي التَّهْذِيب اخْتلف فِي اسْم أَبِيه",
            "page": "66",
            "part": "1",
            "seal": "31A5B17C"
        },
        {
            "hno": "55",
            "id": "34",
            "nass": "55 - حَنْظَلَة بن نباتة الْجعْفِيّ عَن عمر فِي الْمسْح على الْخُفَّيْنِ وَعنهُ إِبْرَاهِيم النَّخعِيّ لَا يعرف حَاله",
            "page": "67",
            "part": "1",
            "seal": "4B4A53E2"
        },
        {
            "hno": "56",
            "id": "35",
            "nass": "حرف الْخَاء الْمُعْجَمَة إِلَى السِّين ¶ 56 - خَارِجَة بن عبد الله عَن سعيد بن الْمسيب وَعنهُ أَبُو حنيفَة وَهُوَ خَارِجَة بن عبد الله بن سُلَيْمَان بن زيد بن ثَابت فِي التَّهْذِيب ¶ 57 - خثيم بن عرَاك بن مَالك مَعْرُوف فِي التَّهْذِيب",
            "page": "68",
            "part": "1",
            "seal": "892BDBC4"
        },
        {
            "hno": "58",
            "id": "36",
            "nass": "58 - خلاس بِكَسْر أَوله وَتَخْفِيف اللَّام ابْن عَمْرو تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "69",
            "part": "1",
            "seal": "79436EBE"
        },
        {
            "hno": "59",
            "id": "37",
            "nass": "حرف الذَّال الْمُعْجَمَة ¶ 59 - ذَر بن عبد الله عَن سعيد بن جُبَير وَعنهُ ابْنه عمر هُوَ المرهبي ثِقَة مَعْرُوف فِي التَّهْذِيب",
            "page": "70",
            "part": "1",
            "seal": "2E969E5E"
        },
        {
            "hno": "60",
            "id": "38",
            "nass": "حرف الرَّاء ¶ 60 - رَافع بن خديج الْأنْصَارِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 61 - ربعي بن حِرَاش الْعَبْسِي تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "71",
            "part": "1",
            "seal": "DE8B4195"
        },
        {
            "hno": "62",
            "id": "39",
            "nass": "62 - الرّبيع بن سُبْرَة بن معبد الجهني تَابِعِيّ مَعْرُوف فِي التَّهْذِيب ¶ 63 - الرّبيع بن صبيح بَصرِي مَعْرُوف فِي التَّهْذِيب",
            "page": "72",
            "part": "1",
            "seal": "4A420338"
        },
        {
            "hno": "64",
            "id": "41",
            "nass": "حرف الزَّاي ¶ 64 - زبيد بن الْحَارِث اليامي مَشْهُور فِي التَّهْذِيب ¶ 65 - الزبير بن الْعَوام بن خويلد الْأَسدي أحد الْعشْرَة مَشْهُور فِي التَّهْذِيب",
            "page": "74",
            "part": "1",
            "seal": "2EA78E90"
        },
        {
            "hno": "66",
            "id": "42",
            "nass": "66 - زر بن حُبَيْش الْأَسدي تَابِعِيّ مَشْهُور فِي التَّهْذِيب ¶ 67 - زفر بن الْهُذيْل الْعَنْبَري الْمصْرِيّ يكنى أَبَا الْهُذيْل نزل أَصْبَهَان أَخذ عَن",
            "page": "75",
            "part": "1",
            "seal": "FF413CA5"
        },
        {
            "hno": "68",
            "id": "43",
            "nass": "أبي حنيفَة وَسمع من سُفْيَان الثَّوْريّ وَغَيره روى عَنهُ الحكم بن أَيُّوب والنعمان بن عبد السَّلَام وَشَدَّاد بن حَكِيم وَمُحَمّد بن الْحسن وَأَبُو نعيم الْفضل بن دُكَيْن وَآخَرُونَ قَالَ عَبَّاس الدوري عَن ابْن معِين ثِقَة مَأْمُون وَكَذَا قَالَ أَبُو نعيم وَذكره ابْن حبَان فِي الثِّقَات وَقَالَ متقنا حَافِظًا لم يسْلك مَسْلَك أَصْحَابه بل كَانَ يقدم الْأَثر وَذكره أَبُو جَعْفَر الْعقيلِيّ وَأَبُو الْفَتْح الْأَزْدِيّ فِي الضُّعَفَاء من أجل قَول أبي مُوسَى مُحَمَّد بن الْمثنى لم أسمع عبد الرَّحْمَن ابْن مهْدي يحدث عَنهُ شَيْئا وَهَذَا لَا يَقْتَضِي تضعيفا مَاتَ سنة ثَمَان وَخمسين وَمِائَة وَلم يكمل الْخمسين رَحمَه الله ¶ 68 - زُهَيْر بن عبد الله الْأَزْدِيّ عَن رجل من الصَّحَابَة وَعنهُ أَبُو عمرَان الْجونِي وَابْنه الْعَلَاء بن زُهَيْر ذكره البُخَارِيّ وَلم يذكر فِيهِ جرحا فِي التَّهْذِيب",
            "page": "76",
            "part": "1",
            "seal": "4D939AF6"
        },
        {
            "hno": "69",
            "id": "44",
            "nass": "69 - زِيَاد بن حدير الْأَسدي تَابِعِيّ مَشْهُور فِي التَّهْذِيب ¶ 70 - زِيَاد بن علاقَة الثَّعْلَبِيّ تَابِعِيّ مَعْرُوف فِي التَّهْذِيب",
            "page": "77",
            "part": "1",
            "seal": "E2061287"
        },
        {
            "hno": "71",
            "id": "45",
            "nass": "71 - زِيَاد بن كُلَيْب أَبُو معشر مَشْهُور بكنيته فِي التَّهْذِيب ¶ 72 - زيد بن أبي أنيسَة مَشْهُور فِي التَّهْذِيب ¶ 73 - زيد بن ثَابت الْأنْصَارِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "78",
            "part": "1",
            "seal": "6E276CE8"
        },
        {
            "hno": "74",
            "id": "46",
            "nass": "74 - زيد بن خويلد الْبكْرِيّ عَن ابْن مَسْعُود وَعنهُ إِبْرَاهِيم النَّخعِيّ فِي السّلم فِي الْحَيَوَان قَالَ البُخَارِيّ فِي تَارِيخه زيد بن خليدة الْيَشْكُرِي الْكُوفِي وَالِد مُحَمَّد روى عَن ابْن مَسْعُود وهرم بن حبَان روى حَدِيثه الشّعبِيّ وبيض لَهُ ابْن أبي حَاتِم وَذكره ابْن حبَان فِي الثِّقَات وَقَالَ روى عَنهُ ابْنه مُحَمَّد قلت وَلَعَلَّ الْبكْرِيّ تصحف من الْيَشْكُرِي واليشكري هُوَ الصَّوَاب ¶ 75 - زيد بن عمر بن الْخطاب الْقرشِي الْعَدوي أمه أم كُلْثُوم بنت عَليّ بن أبي طَالب مَاتَ مَعَ أمه فِي يَوْم وَاحِد وَكَانَ مولده فِي آخر حَيَاة أَبِيه سنة ثَلَاث وَعشْرين وَمَات وَهُوَ شَاب فِي خلَافَة مُعَاوِيَة فِي ولَايَة سعيد بن الْعَاصِ على الْمَدِينَة صلى عَلَيْهِ أَخُوهُ من أَبِيه عبد الله بن عمر بن الْخطاب وَشهد الصَّلَاة عَلَيْهِ خالاه الْحسن وَالْحُسَيْن وَآخَرُونَ وَقيل صلى عَلَيْهِ سعيد بن الْعَاصِ لكَونه أَمِيرا روى ذَلِك جَمِيعًا ابْن سعد فِي الطَّبَقَات وَلم أر لزيد رِوَايَة وَإِنَّمَا وَقع ذكره مَعَ ذكر أمه رَضِي الله عَنْهَا",
            "page": "79",
            "part": "1",
            "seal": "7A0D9734"
        },
        {
            "hno": "76",
            "id": "47",
            "nass": "76 - زَيْنَب امْرَأَة ابْن مَسْعُود لَهَا تَرْجَمَة فِي التَّهْذِيب",
            "page": "80",
            "part": "1",
            "seal": "6B9AF5EC"
        },
        {
            "hno": "77",
            "id": "48",
            "nass": "حرف السِّين الْمُهْملَة ¶ 77 - سَالم بن أبي الْجَعْد الْغَطَفَانِي ¶ 78 - سَالم بن عبد الله بن عمر بن الْخطاب",
            "page": "81",
            "part": "1",
            "seal": "C667F0B8"
        },
        {
            "hno": "79",
            "id": "49",
            "nass": "79 - سَالم الْأَفْطَس هُوَ ابْن عجلَان",
            "page": "82",
            "part": "1",
            "seal": "6658F2E0"
        },
        {
            "hno": "80",
            "id": "50",
            "nass": "80 - والسائب بن يزِيد وَالِد عَطاء ¶ 81 - وسبرة بن معبد الْجُهَنِيّ ¶ 82 - وسراقة بن مَالك المدلجي الصَّحَابِيّ وَوَقع فِي النُّسْخَة المدحجي وَهُوَ تَحْرِيف",
            "page": "83",
            "part": "1",
            "seal": "6E2BEA63"
        },
        {
            "hno": "83",
            "id": "51",
            "nass": "83 - وَسعد بن مَالك بن وهيب الزُّهْرِيّ ¶ 84 - وَسعد بن أبي وَقاص أحد الْعشْرَة وَكلهمْ من رجال التَّهْذِيب",
            "page": "84",
            "part": "1",
            "seal": "FE735E73"
        },
        {
            "hno": "85",
            "id": "52",
            "nass": "85 - سعد أَو سعيد بن مَالك روى عَطاء بن السَّائِب عَن الْحسن بن عمر أَن عمر بَعثه مُصدقا أَظُنهُ سعد بن مَالك بن سِنَان وَهُوَ أَبُو سعيدالخدري وَهُوَ فِي التَّهْذِيب لَكِن وَقع عِنْد عبد الرَّزَّاق من وَجه آخر أَن عمر بعث سُفْيَان بن عبد الله الثَّقَفِيّ ساعيا ¶ 86 - سعيد بن عبيد الطَّائِي وَوَقع فِي النُّسْخَة سعد بِسُكُون الْعين فِي التَّهْذِيب",
            "page": "85",
            "part": "1",
            "seal": "8F725D67"
        },
        {
            "hno": "87",
            "id": "53",
            "nass": "87 - سعيد بن جميل عَن ابْن عمر وَعنهُ عبيد الله ذكره ابْن حبَان فِي الطَّبَقَة الثَّالِثَة من الثِّقَات فَكَأَنَّهُ لم يثبت لَهُ سَمَاعه من ابْن عمر وَكَذَا ذكره البُخَارِيّ وَابْن أبي حَاتِم فَلم يذكرَا لَهُ شَيخا إِلَّا ربعي بن حِرَاش وَلم يذكرَا فِيهِ جرحا ¶ 88 - سعيد بن أبي عرُوبَة الْبَصْرِيّ صَاحب قَتَادَة فِي التَّهْذِيب",
            "page": "86",
            "part": "1",
            "seal": "F1D718B2"
        },
        {
            "hno": "89",
            "id": "54",
            "nass": "89 - سعيد بن عَمْرو عَن ابْن عمر هُوَ ابْن عَمْرو الْأَشْدَق بن سعيد بن الْعَاصِ الْأمَوِي ¶ 90 - سعيد بن الْمَرْزُبَان أَبُو سعد الْبَقَّال",
            "page": "87",
            "part": "1",
            "seal": "4B4DA853"
        },
        {
            "hno": "91",
            "id": "55",
            "nass": "91 - سعيد بن مَسْرُوق الثَّوْريّ وَالِد سُفْيَان ¶ 92 - سعيد بن الْمسيب التَّابِعِيّ الْكَبِير كلهم فِي التَّهْذِيب",
            "page": "88",
            "part": "1",
            "seal": "DCF88EF2"
        },
        {
            "hno": "93",
            "id": "56",
            "nass": "93 - سُفْيَان بن سعيد الثَّوْريّ الإِمَام الْمَشْهُور فِي التَّهْذِيب",
            "page": "89",
            "part": "1",
            "seal": "5EF49A15"
        },
        {
            "hno": "94",
            "id": "57",
            "nass": "94 - وسيفان بن عُيَيْنَة الْهِلَالِي أَبُو مُحَمَّد مذكوران فِي التَّهْذِيب ¶ 95 - سَلامَة جَارِيَة سَوْدَاء لَهَا قصَّة مَعَ أبي الدَّرْدَاء وَلَا رِوَايَة لَهَا ¶ 96 - سَلمَة بن كهيل الْكُوفِي ثِقَة مَشْهُور فِي التَّهْذِيب",
            "page": "90",
            "part": "1",
            "seal": "AB8D83F8"
        },
        {
            "hno": "97",
            "id": "58",
            "nass": "97 - وَسليمَان بن بُرَيْدَة بن الْحصيب الْأَسْلَمِيّ ¶ 98 - وَسليمَان الشَّيْبَانِيّ هُوَ أَبُو إِسْحَاق مَشْهُور بكنيته وَاسم أَبِيه فَيْرُوز",
            "page": "91",
            "part": "1",
            "seal": "35B14C28"
        },
        {
            "hno": "99",
            "id": "59",
            "nass": "99 - وَسليمَان بن أبي الْمُغيرَة الْعَبْسِي الْكُوفِي ¶ 100 - وَسماك بن حَرْب تَابِعِيّ مَعْرُوف كلهم فِي التَّهْذِيب",
            "page": "92",
            "part": "1",
            "seal": "5C8C295F"
        },
        {
            "hno": "101",
            "id": "60",
            "nass": "101 - سَوْدَة بنت زَمعَة أم الْمُؤمنِينَ فِي التَّهْذِيب",
            "page": "93",
            "part": "1",
            "seal": "ECB8E780"
        },
        {
            "hno": "102",
            "id": "61",
            "nass": "102 - سِيرِين أم ولد ابْن مَسْعُود لَهَا ذكر وَلَيْسَت لَهَا رِوَايَة",
            "page": "94",
            "part": "1",
            "seal": "B1BFE769"
        },
        {
            "hno": "103",
            "id": "62",
            "nass": "حرف الشين الْمُعْجَمَة ¶ 103 - شَدَّاد بن عبد الرَّحْمَن عَن أبي سعيد وَعنهُ أَبُو حنيفَة ورد فِي مُسْند الْحَارِثِيّ عَن شَدَّاد أبي روبة قَالَ ابْن حبَان فِي الثِّقَات شَدَّاد أَبُو روبة التغلبي لَيْسَ هُوَ أَبُو روبة الَّذِي يروي عَنهُ أَبُو حنيفَة كَذَا فرق بَينهمَا وَأما أَبُو أَحْمد الْحَاكِم فَلم يذكر فِي الكنى غير وَاحِد يكنى أَبَا روبة وَالْمَعْرُوف أَنه شَدَّاد بن عمرَان وَالله أعلم ¶ 104 - شُرَيْح بن الْحَارِث الْكُوفِي تَابِعِيّ مَشْهُور",
            "page": "95",
            "part": "1",
            "seal": "B10FF7EB"
        },
        {
            "hno": "105",
            "id": "63",
            "nass": "105 - شُعْبَة بن الْحجَّاج الوَاسِطِيّ الإِمَام فِي الحَدِيث مشهوران فِي التَّهْذِيب",
            "page": "96",
            "part": "1",
            "seal": "86A47AF3"
        },
        {
            "hno": "106",
            "id": "64",
            "nass": "106 - شَقِيق بن سَلمَة الْأَسدي الْكُوفِي أَبُو وَائِل مَشْهُور بكنيته فِي التَّهْذِيب ¶ 107 - شيبَة بن مساور الْمَكِّيّ أرسل عَن ابْن عَبَّاس وروى عَن الْحسن الْبَصْرِيّ وَبكر ابْن عبد الله الْمُزنِيّ وعدي بن أَرْطَأَة وَعبد الله بن عبيد بن عُمَيْر روى عَنهُ أَبُو حنيفَة وَعبد الْكَرِيم بن أبي الْمخَارِق وَعباد بن أبي عَليّ ذكره البُخَارِيّ وَابْن أبي حَاتِم وَلم يذكرَا فِيهِ جرحا وَذكره ابْن حبَان فِي الطَّبَقَة الثَّالِثَة من الثِّقَات وَقَالَ الْحُسَيْنِي فِي رجال الْعشْرَة لَيْسَ بِمَشْهُور فَكَأَنَّهُ مَا أمعن النّظر فِيهِ",
            "page": "97",
            "part": "1",
            "seal": "7C3D50B1"
        },
        {
            "hno": "108",
            "id": "66",
            "nass": "حرف الصَّاد إِلَى الْعين ¶ 108 - صَفِيَّة بنت عبد الْمطلب بن هَاشم بن عبد منَاف الهاشمية أم الزبير عمَّة النَّبِي صلى الله عَلَيْهِ وَسلم وَكَانَت أُخْت حَمْزَة بن عبد الْمطلب لأمه أمهما هَالة بنت وهيب بن عبد منَاف بن زهرَة ابْنة عمَّة آمِنَة بنت وهب وَالِدَة رَسُول الله صلى الله عَلَيْهِ وَسلم تزَوجهَا الْحَارِث بن حَرْب بن أُميَّة أَخُو أبي سُفْيَان فَولدت لَهُ ثمَّ خلف عَلَيْهَا الْعَوام بن خويلد بن أَسد بن الْعزي فَولدت لَهُ الزبير بن الْعَوام والسائب عبد الْكَعْبَة ثمَّ لما بعث النَّبِي صلى الله عَلَيْهِ وَسلم أسلمت صَفِيَّة لما أسلم حَمْزَة شقيقها وَلَيْسَ فِي إسْلَامهَا اخْتِلَاف بِخِلَاف إخوتها وَهَاجَرت إِلَى الْمَدِينَة مَعَ وَلَدهَا وروى حَمَّاد بن سَلمَة عَن هِشَام بن عُرْوَة عَن أَبِيه أَن صَفِيَّة لما بلغَهَا قتل حَمْزَة أَخِيهَا يَوْم أحد جَاءَت وَفِي يَدهَا رمح فَوجدت النَّاس منهزمين فَجعلت تقرب فِي وُجُوههم فَلَمَّا رَآهَا رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يَا زبير الْمَرْأَة وَكَانَ حَمْزَة قد بقر بَطْنه فكره أَن ترَاهُ فَقَالَ لَهَا الزبير إِلَيْك إِلَيْك يَا أم فَقَالَت تَنَح لَا أَمر لَك وَجَاءَت فَنَظَرت إِلَى حَمْزَة فاسترجعت وَصَبَرت وروى حَمَّاد عَن هِشَام عَن أَبِيه أَن صَفِيَّة قتلت الْيَهُودِيّ الَّذِي جَاءَ إِلَيْهِم يَوْم الخَنْدَق والمسلمون مشتغلون وَأَرَادَ أَن يتَّخذ عشرَة من النِّسَاء فَقَامَتْ إِلَيْهِ صَفِيَّة بعمود الْخَيْمَة وَفتحت الْبَاب قَلِيلا قَلِيلا فَقتلته وَعَاشَتْ صَفِيَّة إِلَى خلَافَة عمر فَمَاتَتْ ودفنت بِالبَقِيعِ وَلها ثَلَاث وَسَبْعُونَ سنة ¶ 109 - الصَّلْت بن بهْرَام التَّيْمِيّ الْكُوفِي أَبُو هَاشم روى عَن زيد بن وهب وَأبي الشعْثَاء وَأبي وَائِل وَإِبْرَاهِيم النَّخعِيّ روى عَنهُ أَبُو حنيفَة ونعيم بن ميسرَة وسُفْيَان بن عُيَيْنَة ومروان بن مُعَاوِيَة وَغَيرهم قَالَ ابْن عُيَيْنَة كَانَ أصدق أهل الْكُوفَة وَقَالَ ابْن معِين وَأحمد ثِقَة وَقَالَ البُخَارِيّ كَانَ يذكر بالإرجاء وَقَالَ ابْن أبي حَاتِم عَن أَبِيه صَدُوق لَيْسَ لَهُ عيب إِلَّا بالإرجاء وَذكره ابْن حبَان فِي الثِّقَات وَقَالَ عَزِيز الحَدِيث",
            "page": "99",
            "part": "1",
            "seal": "6F5BD23E"
        },
        {
            "hno": "110",
            "id": "67",
            "nass": "110 - الصَّلْت بن حنين عَن ابْن عمر وَعنهُ الْهَيْثَم مَا عَرفته",
            "page": "100",
            "part": "1",
            "seal": "CC94AA7C"
        },
        {
            "hno": "111",
            "id": "68",
            "nass": "حرف الضَّاد الْمُعْجَمَة ¶ 111 - الضَّحَّاك بن مُزَاحم أَبُو الْقَاسِم مَشْهُور فِي التَّهْذِيب",
            "page": "101",
            "part": "1",
            "seal": "3C7A9698"
        },
        {
            "hno": "112",
            "id": "69",
            "nass": "حرف الطَّاء ¶ 112 - طَارق بن شهَاب الأحمسي تَابِعِيّ مَشْهُور فِي التَّهْذِيب ¶ 113 - طَاوس بن كيسَان الْيَمَانِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "102",
            "part": "1",
            "seal": "A8CA5A33"
        },
        {
            "hno": "114",
            "id": "70",
            "nass": "114 - طريف بن شهَاب أَبُو سُفْيَان فِي الكنى ¶ 115 - طَلْحَة بن عبيد الله التَّيْمِيّ أحد الْعشْرَة مَشْهُور فِي التَّهْذِيب",
            "page": "103",
            "part": "1",
            "seal": "D96BC76B"
        },
        {
            "hno": "116",
            "id": "71",
            "nass": "116 - طَلْحَة بن مصرف اليامي بِالْيَاءِ التَّحْتَانِيَّة مَشْهُور فِي التَّهْذِيب",
            "page": "104",
            "part": "1",
            "seal": "8943DC3C"
        },
        {
            "hno": "117",
            "id": "73",
            "nass": "حرف الْعين الْمُهْملَة ¶ 117 - عَاصِم بن عبيد الله الْعَدوي مَشْهُور فِي التَّهْذِيب ¶ 118 - عَاصِم بن سُلَيْمَان عَن ابْن سِيرِين هُوَ الْبَصْرِيّ الْمَعْرُوف بالأحول ثِقَة فِي التَّهْذِيب",
            "page": "106",
            "part": "1",
            "seal": "5ECAEA36"
        },
        {
            "hno": "119",
            "id": "74",
            "nass": "119 - عَاصِم بن كُلَيْب تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "107",
            "part": "1",
            "seal": "60B86965"
        },
        {
            "hno": "120",
            "id": "75",
            "nass": "120 - عَامر بن شرَاحِيل الشّعبِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "108",
            "part": "1",
            "seal": "BE2D1292"
        },
        {
            "hno": "121",
            "id": "76",
            "nass": "121 - عَامر بن وَاثِلَة أَبُو الطُّفَيْل فِي الكنى ¶ 122 - عَائِشَة بنت أبي بكر الصّديق أم الْمُؤمنِينَ فِي التَّهْذِيب",
            "page": "109",
            "part": "1",
            "seal": "B3F87549"
        },
        {
            "hno": "123",
            "id": "77",
            "nass": "123 - عَبَايَة بن رِفَاعَة بن رَافع بن خديج مَشْهُور فِي التَّهْذِيب ¶ 124 - عبد الله بن إِدْرِيس بن يزِيد بن عبد الرَّحْمَن الأودي الْكُوفِي الْفَقِيه الْمَشْهُور ذكر فِي زِيَادَة بعض رُوَاة الْآثَار وَهُوَ فِي التَّهْذِيب",
            "page": "110",
            "part": "1",
            "seal": "0E1E2341"
        },
        {
            "hno": "125",
            "id": "78",
            "nass": "125 - عبد الله بن أنس النَّخعِيّ عَنهُ إِبْرَاهِيم النَّخعِيّ قصَّة فِي الْإِيلَاء وَلَيْسَت لَهُ رِوَايَة ¶ 126 - عبد الله بن الْحَارِث التغلبي عَن أبي مُوسَى الْأَشْعَرِيّ وَقيل يزِيد بن الْحَارِث وَهُوَ الْأَكْثَر روى عَنهُ زِيَاد بن علاقَة وَهُوَ من كبار التَّابِعين دخل على عُثْمَان وروى عَنهُ عبد الْملك بن عُمَيْر ذكره البُخَارِيّ فِي يزِيد وَلم يذكر فِيهِ جرحا",
            "page": "111",
            "part": "1",
            "seal": "0FAA2C37"
        },
        {
            "hno": "127",
            "id": "79",
            "nass": "127 - عبد الله بن أبي حَبِيبَة الطَّائِي عَن أبي الدَّرْدَاء عَنهُ أَبُو حنيفَة روى عَنهُ ايضا أَبُو إِسْحَاق حَدِيثا آخر فِي أَفْرَاد الدَّارَقُطْنِيّ وَقَالَ ابْن أبي حَاتِم عبد الله بن أبي حَبِيبَة عَن أبي أُمَامَة بن سهل وَعنهُ بكير بن عبد الله بن الْأَشَج وَلم يذكر فِيهِ جرحا ¶ 128 - عبد الله بن الْحسن قَالَ أقبل زيد بن حَارِثَة وَمَعَهُ رَقِيق من الْيمن الحَدِيث وَعنهُ أَبُو حنيفَة أَظُنهُ عبد الله بن الْحسن بن عَليّ بن أبي طَالب وَهُوَ فِي التَّهْذِيب",
            "page": "112",
            "part": "1",
            "seal": "618892EA"
        },
        {
            "hno": "129",
            "id": "80",
            "nass": "129 - عبد الله بن خباب بن الْأَرَت لَهُ ذكر ¶ 130 - عبد الله بن دَاوُد عَن الْمُنْذر بن أبي حمصة مَا عَرفته وَأخرج ابْن خسرو فِي مُسْند أبي حنيفَة من رِوَايَة عبد الله بن دَاوُد عَن جَعْفَر الصَّادِق حَدِيثا وَقَالَ الْحُسَيْنِي فِي رجال الْعشْرَة إِنَّه مَجْهُول ¶ 131 - عبد الله بن رَوَاحَة الْأنْصَارِيّ الصَّحَابِيّ الْمَشْهُور اسْتشْهد فِي حَيَاة النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ فِي التَّهْذِيب",
            "page": "113",
            "part": "1",
            "seal": "6BD0930A"
        },
        {
            "hno": "132",
            "id": "81",
            "nass": "132 - عبد الله بن سعيد بن أبي هِنْد",
            "page": "114",
            "part": "1",
            "seal": "875A04A1"
        },
        {
            "hno": "133",
            "id": "82",
            "nass": "133 - وَعبد الله بن سَلمَة الْمرَادِي مشهوران فِي التَّهْذِيب ¶ 134 - وَعبد الله بن شَدَّاد بن الْهَاد اللَّيْثِيّ",
            "page": "115",
            "part": "1",
            "seal": "8E3261A7"
        },
        {
            "hno": "135",
            "id": "83",
            "nass": "135 - عبد الله بن الْعَبَّاس بن عبد الْمطلب الْهَاشِمِي",
            "page": "116",
            "part": "1",
            "seal": "34E35D71"
        },
        {
            "hno": "136",
            "id": "84",
            "nass": "136 - عبد الله بن عبد الرحمن بن أبي الْحُسَيْن الْمَكِّيّ ¶ 137 - عبد الله بن عتبَة بن مَسْعُود الْهُذلِيّ ¶ 138 - عبد الله بن عُثْمَان بن عَامر التَّيْمِيّ أَبُو بكر الصّديق بن أبي قُحَافَة",
            "page": "117",
            "part": "1",
            "seal": "9E7FC8BB"
        },
        {
            "hno": "139",
            "id": "85",
            "nass": "139 - وَعبد الله بن عُثْمَان بن خثيم الْمَكِّيّ",
            "page": "118",
            "part": "1",
            "seal": "A53A0700"
        },
        {
            "hno": "140",
            "id": "86",
            "nass": "140 - وَعبد الله بن عمر بن الْخطاب الْعَدوي ¶ 141 - وَعبد الله بن عَمْرو بن الْعَاصِ السَّهْمِي",
            "page": "119",
            "part": "1",
            "seal": "B306E71C"
        },
        {
            "hno": "142",
            "id": "87",
            "nass": "142 - وَعبد الله بن عون الْبَصْرِيّ",
            "page": "120",
            "part": "1",
            "seal": "1C159000"
        },
        {
            "hno": "143",
            "id": "88",
            "nass": "143 - وَعبد الله بن مَسْعُود الْهُذلِيّ",
            "page": "121",
            "part": "1",
            "seal": "5AF69FC6"
        },
        {
            "hno": "144",
            "id": "89",
            "nass": "144 - وَعبد الله بن مُغفل الْجَمِيع فِي التَّهْذِيب ¶ 145 - وعبد الأعلى التَّيْمِيّ عَن أَبِيه وَعنهُ أَبُو حنيفَة ومسعر ذكره البُخَارِيّ وَلم يذكر فِيهِ جرحا وَذكره ابْن حبَان فِي الثِّقَات",
            "page": "122",
            "part": "1",
            "seal": "55F2725D"
        },
        {
            "hno": "146",
            "id": "90",
            "nass": "146 - عبد الرَّحْمَن بن ذاذان عَن أبي سعيد وَعنهُ أَبُو حنيفَة لم أَقف لَهُ على تَرْجَمَة ¶ 147 - عبد الرَّحْمَن بن سابط هُوَ ابْن عبد الله بن سابط الْمَكِّيّ نسب لجده ¶ 148 - وَعبد الرَّحْمَن بن عبد الله بن مَسْعُود",
            "page": "123",
            "part": "1",
            "seal": "24EA0E08"
        },
        {
            "hno": "149",
            "id": "91",
            "nass": "149 - وَعبد الرَّحْمَن بن عَمْرو الْأَوْزَاعِيّ إِمَام الشاميين",
            "page": "124",
            "part": "1",
            "seal": "2CDF08AC"
        },
        {
            "hno": "150",
            "id": "92",
            "nass": "150 - وَعبد الرَّحْمَن بن عَوْف الزُّهْرِيّ أحد الْعشْرَة ¶ 151 - وَعبد الرَّحْمَن بن أبي ليلى الْأنْصَارِيّ أحد كبار التَّابِعين مَشْهُور فِي التَّهْذِيب",
            "page": "125",
            "part": "1",
            "seal": "4E666340"
        },
        {
            "hno": "152",
            "id": "93",
            "nass": "152 - عبد الْعَزِيز بن رفيع بفاء مُصَغرًا بَصرِي تَابِعِيّ صَغِير فِي التَّهْذِيب ¶ 153 - عبد الْكَرِيم بن أبي الْمخَارِق الْبَصْرِيّ يكنى أَبَا أُميَّة فِي التَّهْذِيب",
            "page": "126",
            "part": "1",
            "seal": "2F7B24BC"
        },
        {
            "hno": "154",
            "id": "94",
            "nass": "154 - عبد الْمجِيد روى أَبُو حنيفَة عَن حَمَّاد بن أبي سُلَيْمَان قَالَ طلبت إِلَى عبد الْمجِيد أَن يكْتب إِلَى عمر بن عبد الْعَزِيز يسْأَله عَن صيد الآجام كَذَا فِيهِ وَالصَّوَاب عبد الحميد بِتَقْدِيم الْحَاء الْمُهْملَة على الْمِيم وَهُوَ ابْن عبد الرَّحْمَن بن زيد بن الْخطاب الْقرشِي الْعَدوي كَانَ عمر بن عبد الْعَزِيز اسْتَعْملهُ على الْعرَاق وَله تَرْجَمَة فِي التَّهْذِيب",
            "page": "127",
            "part": "1",
            "seal": "B88BE9E7"
        },
        {
            "hno": "155",
            "id": "95",
            "nass": "155 - عبد الْملك بن أبي بكر بن عبد الرَّحْمَن بن الْحَارِث بن هِشَام مَشْهُور فِي التَّهْذِيب ¶ 156 - عبد الْملك بن عُمَيْر تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "128",
            "part": "1",
            "seal": "E84C1EF2"
        },
        {
            "hno": "157",
            "id": "96",
            "nass": "157 - عبيد الله بن أبي زِيَاد القداح مكي مَعْرُوف فِي التَّهْذِيب ¶ 158 - عبيد الله عَن سعيد بن جميل عَنهُ أَبُو حنيفَة لَعَلَّه القداح ¶ 159 - عبيد الله بن عمر بن حَفْص الْعمريّ مَشْهُور فِي التَّهْذِيب",
            "page": "129",
            "part": "1",
            "seal": "FB4248EF"
        },
        {
            "hno": "160",
            "id": "97",
            "nass": "160 - عبيد بن نسطاس بِكَسْر النُّون وَسُكُون الْمُهْملَة الْكُوفِي عَن ابْن مَسْعُود فِي إتباع الْجَنَائِز كَذَا فِيهِ وَسقط مِنْهُ أَبُو عُبَيْدَة بن عبد الله بن مَسْعُود عَن مَنْصُور بن الْمُعْتَمِر أحد الْأَثْبَات عَن عبيد بن نسطاس عَن أبي عُبَيْدَة بن عبد الله بن مَسْعُود عَن أَبِيه وترجمته فِي التَّهْذِيب",
            "page": "130",
            "part": "1",
            "seal": "FA4C8FF5"
        },
        {
            "hno": "161",
            "id": "98",
            "nass": "161 - عتاب بن أسيد صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 162 - عتريس بن عرقوب الشَّيْبَانِيّ الْكُوفِي سمع ابْن مَسْعُود ذكره البُخَارِيّ وَلم يذكر فِيهِ جرحا وَذكره ابْن حبَان فِي ثِقَات التَّابِعين وَقَالَ روى عَنهُ أهل الْكُوفَة ¶ 163 - عُثْمَان بن الْأسود الْمَكِّيّ مَعْرُوف فِي التَّهْذِيب",
            "page": "131",
            "part": "1",
            "seal": "5DBAB605"
        },
        {
            "hno": "164",
            "id": "99",
            "nass": "164 - عُثْمَان بن عبد الله بن موهب التَّيْمِيّ مولى آل طَلْحَة مدنِي نزل الْكُوفَة فِي التَّهْذِيب ¶ 165 - عُثْمَان بن مُحَمَّد عَن طَلْحَة بن عبيد الله فِي الصَّيْد وَعنهُ ابْن الْمُنْذر كَذَا فِيهِ وَإِنَّمَا رَوَاهُ ابْن الْمُنْكَدر عَن معَاذ بن عبد الرَّحْمَن بن عُثْمَان التَّيْمِيّ عَن أَبِيه عَن طَلْحَة هَكَذَا هُوَ عِنْد مُسلم على الصَّوَاب وَزعم الْحُسَيْنِي فِي رجال الْعشْرَة أَنه عُثْمَان ابْن مُحَمَّد بن أبي سُوَيْد الَّذِي روى قصَّة إِسْلَام غيلَان بن سَلمَة الثَّقَفِيّ وَتَحْته عشرَة نسْوَة وروى عَنهُ الزُّهْرِيّ وَقَالَ الْحُسَيْنِي روى عَن طَلْحَة بن عبيد الله وَعنهُ الزُّهْرِيّ وَمُحَمّد بن الْمُنْكَدر فَإِن ابْن أبي سُوَيْد لَا يعرف إِلَّا فِي رِوَايَة الزُّهْرِيّ هَذِه وَاخْتلف عَلَيْهِ فِيهِ اخْتِلَافا كثيرا وَالله أعلم",
            "page": "132",
            "part": "1",
            "seal": "163F440A"
        },
        {
            "hno": "166",
            "id": "100",
            "nass": "166 - عدي بن أَرْطَأَة الْفَزارِيّ أَمِير الْبَصْرَة لعمر بن عبد الْعَزِيز مَشْهُور فِي التَّهْذِيب ¶ 167 - عدي بن حَاتِم الطَّائِي صَحَابِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "133",
            "part": "1",
            "seal": "FC795BCC"
        },
        {
            "hno": "168",
            "id": "101",
            "nass": "168 - عرَاك بن مَالك تَابِعِيّ مَعْرُوف فِي التَّهْذِيب ¶ 169 - عُرْوَة بن الزبير أحد الْفُقَهَاء مَشْهُور فِي التَّهْذِيب",
            "page": "134",
            "part": "1",
            "seal": "CD9E7FB2"
        },
        {
            "hno": "170",
            "id": "102",
            "nass": "170 - عُرْوَة بن الْمُغيرَة بن شُعْبَة الثَّقَفِيّ مَشْهُور فِي التَّهْذِيب ¶ 171 - عَطاء عَن ابْن عَبَّاس وَعنهُ عَمْرو بن دِينَار هُوَ ابْن أبي رَبَاح فِي التَّهْذِيب",
            "page": "135",
            "part": "1",
            "seal": "62989497"
        },
        {
            "hno": "172",
            "id": "103",
            "nass": "172 - عَطاء بن السَّائِب مَشْهُور فِي التَّهْذِيب",
            "page": "136",
            "part": "1",
            "seal": "2100A917"
        },
        {
            "hno": "173",
            "id": "104",
            "nass": "173 - عَطِيَّة بن سعد الْكُوفِي مَعْرُوف فِي التَّهْذِيب ¶ 174 - عِكْرِمَة مولى ابْن عَبَّاس تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "137",
            "part": "1",
            "seal": "B7447917"
        },
        {
            "hno": "175",
            "id": "105",
            "nass": "175 - الْعَلَاء بن زُهَيْر بن عبد الله الْأَزْدِيّ الْكُوفِي يكنى أَبَا زُهَيْر روى عَن أَبِيه ووبرة بن عبد الرَّحْمَن وَعبد الرَّحْمَن بن الْأسود بن يزِيد النَّخعِيّ روى عَنهُ وَكِيع وَمُحَمّد بن الْحسن الشَّيْبَانِيّ وَأَبُو نعيم وَآخَرُونَ ذكره ابْن حبَان فِي الثِّقَات",
            "page": "138",
            "part": "1",
            "seal": "07FA047B"
        },
        {
            "hno": "176",
            "id": "106",
            "nass": "176 - عَلْقَمَة بن قيس النَّخعِيّ مَشْهُور فِي التَّهْذِيب ¶ 177 - عَلْقَمَة بن مرْثَد كُوفِي مَشْهُور فِي التَّهْذِيب",
            "page": "139",
            "part": "1",
            "seal": "FF8FA18C"
        },
        {
            "hno": "178",
            "id": "107",
            "nass": "178 - عَليّ بن أبي طَالب أَبُو الْحسن الْهَاشِمِي أَمِير الْمُؤمنِينَ فِي التَّهْذِيب",
            "page": "140",
            "part": "1",
            "seal": "87C604F7"
        },
        {
            "hno": "179",
            "id": "108",
            "nass": "179 - عَليّ غير مَنْسُوب عَن ابْن عمر وحمران وَعنهُ عَلْقَمَة بن مرْثَد مَا عَرفته وَيجوز أَن يكون هُوَ عَطاء الْخُرَاسَانِي فصحفه ¶ 180 - عَليّ بن الْأَقْمَر كُوفِي مَشْهُور فِي التَّهْذِيب ¶ 181 - عَليّ بن ربيعَة الْوَالِبِي فِي التَّهْذِيب",
            "page": "141",
            "part": "1",
            "seal": "E92C4A5D"
        },
        {
            "hno": "182",
            "id": "109",
            "nass": "182 - عمَارَة أَبُو عمار أَو أَبُو عمَارَة عَن أَبِيه عَن عَليّ فِي الْخلْع وَعنهُ أَبُو حنيفَة الشَّك من مُحَمَّد بن الْحسن وَأخرج ابْن خسرو من وَجه آخر عَن أبي حنيفَة عَن عمار بن عبد الله بن بشار الْجُهَنِيّ عَن أَبِيه وَقَالَ أَبُو الْحَاكِم فِي الكنى الْمُجَرَّدَة أَبُو عمَارَة عَن أَبِيه وَذكر لَهُ أثر على هَذَا وَلم يذكر فِيهِ جرحا وَقَالَ الْحُسَيْنِي فِي رجال الْعشْرَة عمار بن عبد الله الْجُهَنِيّ روى عَن أَبِيه عَن عَليّ وَعنهُ أَبُو حنيفَة وبيض لَهُ قلت هُوَ مَذْكُور فِي ثِقَات ابْن حبَان وَذكر البُخَارِيّ أَنه يروي عَنهُ أَيْضا مَرْوَان ابْن مُعَاوِيَة وسُفْيَان بن عُيَيْنَة",
            "page": "142",
            "part": "1",
            "seal": "1F5A367C"
        },
        {
            "hno": "183",
            "id": "110",
            "nass": "183 - عمر بن الْخطاب بن نفَيْل أَمِير الْمُؤمنِينَ أَبُو حَفْص فِي التَّهْذِيب ¶ 184 - عمر بن جُبَير عَن إِبْرَاهِيم النَّخعِيّ فِي صرف الزَّكَاة وَعنهُ أَبُو حنيفَة لايعرف ¶ 185 - عَمْرو بن الْحَارِث بن أبي ضرار فِي التَّهْذِيب",
            "page": "143",
            "part": "1",
            "seal": "125A170A"
        },
        {
            "hno": "186",
            "id": "111",
            "nass": "186 - عَمْرو بن ذَر الْهَمدَانِي عَن أَبِيه وَعنهُ مُحَمَّد بن الْحسن كَذَا فِيهِ وَالصَّوَاب عمر بِضَم الْعين وَهُوَ ثِقَة مَشْهُور فِي التَّهْذِيب",
            "page": "144",
            "part": "1",
            "seal": "E30B619A"
        },
        {
            "hno": "187",
            "id": "112",
            "nass": "187 - عَمْرو بن سَلمَة الْهَمدَانِي وَيُقَال الْكِنْدِيّ عَن عَليّ وَابْن مَسْعُود فِي التَّهْذِيب ¶ 188 - عَمْرو بن عبد الله أَبُو إِسْحَاق السبيعِي مَشْهُور بكنيته",
            "page": "145",
            "part": "1",
            "seal": "2FE4C399"
        },
        {
            "hno": "189",
            "id": "113",
            "nass": "189 - عَمْرو بن مرّة الْجملِي عَن سعيد بن جُبَير مَشْهُور فِي التَّهْذِيب ¶ 190 - عَمْرو بن مَيْمُون الأودي تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "146",
            "part": "1",
            "seal": "5D4033F0"
        },
        {
            "hno": "191",
            "id": "114",
            "nass": "191 - عمرَان بن حُصَيْن الْخُزَاعِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 192 - عمرَان بن عُمَيْر الْكُوفِي عَن أَبِيه وَعنهُ أَبُو حنيفَة وَعبد الْأَعْلَى بن أبي الْمسَاوِر قَالَ البُخَارِيّ فِي تَارِيخه هُوَ أَخُو الْقَاسِم بن عبد الرَّحْمَن بن عبد الله بن مَسْعُود لأمه قَالَه ابْن عُيَيْنَة عَن مسعر وَلم يذكر البُخَارِيّ فِيهِ جرحا",
            "page": "147",
            "part": "1",
            "seal": "007AC9AA"
        },
        {
            "hno": "193",
            "id": "115",
            "nass": "193 - عُمَيْر بن سعد النَّخعِيّ أَبُو يحيى عَن عَليّ فِي التَّهْذِيب ¶ 194 - عُمَيْر وَالِد عمرَان عَن ابْن مَسْعُود وَهُوَ مَوْلَاهُ روى عَنهُ ابْنه عمرَان وحفيده إِسْحَاق بن إِبْرَاهِيم بن عُمَيْر فِي التَّهْذِيب",
            "page": "148",
            "part": "1",
            "seal": "818F4FEC"
        },
        {
            "hno": "195",
            "id": "116",
            "nass": "195 - عَوْف بن مَالك الْجُشَمِي وَهُوَ أَبُو الْأَحْوَص مَشْهُور بكنيته ¶ 196 - عون بن عبد الله بن عتبَة بن مَسْعُود مَشْهُور فِي التَّهْذِيب",
            "page": "149",
            "part": "1",
            "seal": "446E2A7A"
        },
        {
            "hno": "197",
            "id": "117",
            "nass": "197 - عِيسَى بن عبد الله بن موهب كَذَا فِيهِ وَالصَّوَاب عُثْمَان",
            "page": "150",
            "part": "1",
            "seal": "D7F27DA4"
        },
        {
            "hno": "198",
            "id": "118",
            "nass": "حرف الْغَيْن الْمُعْجَمَة ¶ 198 - غيلَان بن جَامع الْكُوفِي كَانَ قَاضِيا مَشْهُور فِي التَّهْذِيب",
            "page": "151",
            "part": "1",
            "seal": "9805357A"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "حرف الْفَاء خَال",
            "page": "152",
            "part": "1",
            "seal": "12694CB0"
        },
        {
            "hno": "199",
            "id": "120",
            "nass": "حرف الْقَاف ¶ 199 - الْقَاسِم بن عبد الرَّحْمَن بن عبد الله بن مَسْعُود مَشْهُور فِي التَّهْذِيب ¶ 200 - قَتَادَة بن دعامة السدُوسِي مَشْهُور فِي التَّهْذِيب",
            "page": "153",
            "part": "1",
            "seal": "2C08E658"
        },
        {
            "hno": "201",
            "id": "121",
            "nass": "201 - قزعة بن يحيى أَبُو غادية يَأْتِي فِي الكنى ¶ 202 - قيس بن مُسلم الجدلي مَشْهُور فِي التَّهْذِيب",
            "page": "154",
            "part": "1",
            "seal": "C8AC795D"
        },
        {
            "hno": "203",
            "id": "123",
            "nass": "حرف الْكَاف ¶ 203 - كثير بن جمْهَان يكنى أَبَا جَعْفَر تَابِعِيّ مَعْرُوف فِي التَّهْذِيب ¶ 204 - كثير الْأَصَم الرماح هُوَ ابْن عبد الله بن أسلم الْكُوفِي روى عَن أبي ذِرَاع وَنَافِع مولى ابْن عمر روى عَنهُ أَبُو حنيفَة وَإِسْمَاعِيل بن حَمَّاد بن أبي سُلَيْمَان ذكره ابْن حبَان فِي الطَّبَقَة الثَّالِثَة من الثِّقَات وَأما الْحُسَيْنِي فَقَالَ فِي رجال الْعشْرَة لَا أَدْرِي من هُوَ ¶ 205 - كدام بن عبد الرَّحْمَن السّلمِيّ عَن أبي كباش فِي التَّهْذِيب",
            "page": "156",
            "part": "1",
            "seal": "A97262C7"
        },
        {
            "hno": "206",
            "id": "124",
            "nass": "206 - كَعْب بن مَالك الْأنْصَارِيّ صَحَابِيّ مَشْهُور فِي النهذيب",
            "page": "157",
            "part": "1",
            "seal": "5B88CE2B"
        },
        {
            "hno": "207",
            "id": "125",
            "nass": "حرف اللَّام ¶ 207 - لَيْث بن أبي سليم مَعْرُوف فِي التَّهْذِيب",
            "page": "158",
            "part": "1",
            "seal": "D18E2EC2"
        },
        {
            "hno": "208",
            "id": "126",
            "nass": "حرف الْمِيم ¶ 208 - مَالك بن أنس عَن نَافِع مَشْهُور فِي التَّهْذِيب روى عَنهُ مُحَمَّد",
            "page": "159",
            "part": "1",
            "seal": "02D5ADC2"
        },
        {
            "hno": "209",
            "id": "127",
            "nass": "209 - مَالك بن زبيد الْهَمدَانِي الْكُوفِي روى عَن ابْن مَسْعُود وَأبي ذَر وجالس عليا روى عَنهُ ابْنه مُحَمَّد وَأَبُو إِسْحَاق السبيعِي وَهُوَ فِي التَّهْذِيب ¶ 210 - مَالك بن مغول بِكَسْر الْمِيم وَسُكُون الْمُعْجَمَة كُوفِي مَشْهُور فِي التَّهْذِيب",
            "page": "160",
            "part": "1",
            "seal": "8E51654F"
        },
        {
            "hno": "211",
            "id": "128",
            "nass": "211 - الْمُبَارك بن فضَالة بَصرِي مَعْرُوف فِي التَّهْذِيب ¶ 212 - مجَالد بن سعيد الْهَمدَانِي كُوفِي مَعْرُوف فِي التَّهْذِيب",
            "page": "161",
            "part": "1",
            "seal": "06441B83"
        },
        {
            "hno": "213",
            "id": "129",
            "nass": "213 - مُجَاهِد بن جبر الْمَكِّيّ مَشْهُور فِي التَّهْذِيب ¶ 214 - مُحَمَّد بن الْحسن بن فرقد الشَّيْبَانِيّ الْكُوفِي أَبُو عبد الله ولد بواسط وَنَشَأ",
            "page": "162",
            "part": "1",
            "seal": "F760C9D0"
        },
        {
            "hno": "215",
            "id": "130",
            "nass": "بِالْكُوفَةِ وتفقه بِأبي حنيفَة وَسمع مِنْهُ وَمن سُفْيَان الثَّوْريّ وَعمر بن ذَر ومسعر وَغَيرهم وبالشام من الْأَوْزَاعِيّ وبالمدينة من مَالك وَأكْثر مِنْهُ روى عَنهُ أَبُو عبيد الْقَاسِم بن سَلام وَهِشَام بن عبيد الله الرَّازِيّ وَأَبُو سُلَيْمَان الْجوزجَاني وَعلي بن مُسلم الطوسي وَآخَرُونَ قَالَ مُحَمَّد بن سعد كَانَ أَبوهُ من جند الشَّام فولد لَهُ بهَا مُحَمَّد سنة 132 ثمَّ نزل الْكُوفَة وتفقه ولاه الرشيد قَضَاء الرقة ثمَّ نزل الْكُوفَة وَخرج بِهِ إِلَى الرّيّ فَمَاتَ بهَا سنة تسع وَثَمَانِينَ وَمِائَة وَقَالَ مُحَمَّد بن عبد الله بن عبد الحكم سَمِعت الشَّافِعِي 2 يَقُول قَالَ لي مُحَمَّد بن الْحسن أَقمت على مَالك ثَلَاث سِنِين وَسمعت من لَفظه سبع مائَة حَدِيث قلت وَكَانَ مَالك لَا يحدث لَفظه إِلَّا نَادرا وَقَالَ ابْن الْمُنْذر سَمِعت الْمُزنِيّ يَقُول سَمِعت الشَّافِعِي يَقُول مَا رَأَيْت سمينا أخف روحا من مُحَمَّد بن الْحسن حمل جمل من الْعلم قَالَ عبد الله بن عَليّ بن الْمَدِينِيّ عَن أَبِيه صَدُوق وَقَالَ الدَّارَقُطْنِيّ لَا يتْرك وَتكلم فِيهِ يحيى ابْن معِين فِيمَا حَكَاهُ مُعَاوِيَة بن صَالح وعظمه أَحْمد وَالشَّافِعِيّ قبله وَكَانَ من أَفْرَاد الدَّهْر فِي الذكاء وعظمة مَنْزِلَته عِنْد الرشيد جدا وَلما مَاتَ وَهُوَ مَعَه وَكَذَلِكَ الْكسَائي بِالريِّ قَالَ دفنت الْفِقْه والعربية بِالريِّ ¶ 215 - مُحَمَّد ابْن الْحَنَفِيَّة هُوَ ابْن عَليّ بن أبي طَالب مَشْهُور فِي التَّهْذِيب",
            "page": "163",
            "part": "1",
            "seal": "AE4B5CBE"
        },
        {
            "hno": "216",
            "id": "131",
            "nass": "216 - مُحَمَّد بن الْبَصْرِيّ عَن الْحسن مَعْرُوف فِي التَّهْذِيب ¶ 217 - مُحَمَّد بن سوقة الْبَصْرِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "164",
            "part": "1",
            "seal": "60E187FE"
        },
        {
            "hno": "218",
            "id": "132",
            "nass": "218 - مُحَمَّد بن عبيد الله عَن سُبْرَة الْجُهَنِيّ وَيُقَال ابْن عبيد وَعنهُ الزُّهْرِيّ قَالَ الْحُسَيْنِي فِي رجال الْعشْرَة مَجْهُول ¶ 219 - مُحَمَّد بن عَليّ بن أبي طَالب هُوَ الْمَعْرُوف بِابْن الْحَنَفِيَّة مَشْهُور فِي التَّهْذِيب ¶ 220 - مُحَمَّد بن عَليّ بن الْحُسَيْن بن عَليّ أَبُو جَعْفَر الباقر مَشْهُور بكنيته فِي التَّهْذِيب",
            "page": "165",
            "part": "1",
            "seal": "4D872DB3"
        },
        {
            "hno": "221",
            "id": "133",
            "nass": "221 - مُحَمَّد بن عَليّ عَن الْحُسَيْن بن وَاقد وَقع فِي زيادات بعض رُوَاة الْآثَار وَهُوَ مُحَمَّد بن عَليّ بن الْحسن بن شَقِيق روى عَن أَبِيه عَن حُسَيْن بن وَاقد عدَّة أَحَادِيث فَكَأَنَّهُ سفط من النُّسْخَة عَن أَبِيه فِي التَّهْذِيب ¶ 222 - مُحَمَّد بن عَمْرو بن الْحَارِث بن أبي ضرار عَن ابْن مَسْعُود وَعنهُ النَّخعِيّ ذكره ابْن حبَان فِي ثِقَات التَّابِعين وَقَالَ روى عَنهُ أهل الْكُوفَة وَقَالَ البُخَارِيّ فِي تَارِيخه قَالَ أَنا مُسلم عَن إِبْرَاهِيم ثَنَا حَمَّاد هُوَ ابْن أبي سُلَيْمَان عَن إِبْرَاهِيم هُوَ النَّخعِيّ عَن مُحَمَّد بن الْحَارِث سَافَرت مَعَ ابْن مَسْعُود كَذَا قَالَ فَكَأَنَّهُ نسبه لجده وَذكر ايضا من رِوَايَة يزِيد الأودي عَن مُحَمَّد بن عَمْرو بن الْحَارِث عَن أَبِيه سَافَرت مَعَ ابْن مَسْعُود فَالله أعلم ¶ 223 - مُحَمَّد بن قيس الْهَمدَانِي الْكُوفِي مَعْرُوف فِي التَّهْذِيب",
            "page": "166",
            "part": "1",
            "seal": "BA0F870D"
        },
        {
            "hno": "224",
            "id": "134",
            "nass": "224 - مُحَمَّد بن كَعْب الْقرظِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "167",
            "part": "1",
            "seal": "25E3D5C1"
        },
        {
            "hno": "225",
            "id": "135",
            "nass": "225 - مُحَمَّد بن مَالك بن زبيد عَن أَبِيه وَعنهُ أَبُو حنيفَة وَعبد الله بن عُثْمَان الثَّقَفِيّ ذكره البُخَارِيّ وَلم يذكر فِيهِ جرحا وَذكره ابْن حبَان فِي الثِّقَات قَالَ الْحُسَيْنِي مَا أرى بِهِ بَأْسا ¶ 226 - مُحَمَّد بن الْمُنْتَشِر بن الأجدع الْهَمدَانِي الْكُوفِي مَشْهُور فِي التَّهْذِيب ¶ 227 - مُحَمَّد بن الْمُنْكَدر التَّيْمِيّ مدنِي مَشْهُور فِي التَّهْذِيب",
            "page": "168",
            "part": "1",
            "seal": "6C0CEA3B"
        },
        {
            "hno": "228",
            "id": "136",
            "nass": "228 - مَرْوَان بن الحكم بن أبي الْعَاصِ الْأمَوِي الْخَلِيفَة مَشْهُور فِي التَّهْذِيب ¶ 229 - مَرْزُوق عَن أبي جبلة وَعنهُ أَبُو حنيفَة هُوَ أَبُو بكر التَّيْمِيّ مُؤذن مَسْجِد التيم فِي التَّهْذِيب",
            "page": "169",
            "part": "1",
            "seal": "433E8ECD"
        },
        {
            "hno": "230",
            "id": "137",
            "nass": "230 - مُزَاحم بن زفر مَشْهُور فِي التَّهْذِيب ¶ 230 - مُكَرر الْمُسْتَوْرد بن الْأَحْنَف الْكُوفِي فِي التَّهْذِيب ¶ 231 - مَسْرُوق بن الأجدع الْكُوفِي تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "170",
            "part": "1",
            "seal": "11A23E5C"
        },
        {
            "hno": "232",
            "id": "138",
            "nass": "232 - مَسْعُود بن مَالك الْأَسدي أَبُو رزين فِي الكنى",
            "page": "171",
            "part": "1",
            "seal": "559D9A13"
        },
        {
            "hno": "233",
            "id": "139",
            "nass": "233 - مُسلم بن صبيح بِالْمُهْمَلَةِ فالموحدة مُصَغرًا أَبُو الضُّحَى مَشْهُور بكنيته فِي التَّهْذِيب ¶ 224 - مُسلم بن عبد الله أَبُو النَّضر الشَّامي روى عَن حَملَة بن عبد الرَّحْمَن وَعنهُ شُعْبَة ذكره أَبُو أَحْمد الْحَاكِم فِي الكنى وَأخرج ابْن خُزَيْمَة حَدِيثه فِي صَحِيحه لَكِن توقف فِي توثيقه الأحفر فِي الكنى ¶ 235 - مُسلم الْأَعْوَر بن كيسَان الضَّبِّيّ الْملَائي الْكُوفِي مَشْهُور فِي التَّهْذِيب",
            "page": "172",
            "part": "1",
            "seal": "653390EB"
        },
        {
            "hno": "236",
            "id": "140",
            "nass": "236 - الْمسور بن مخرمَة الزُّهْرِيّ مَشْهُور فِي التَّهْذِيب ¶ 237 - مُصعب بن سعد بن أبي وَقاص الزُّهْرِيّ تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "173",
            "part": "1",
            "seal": "7EA57BE8"
        },
        {
            "hno": "238",
            "id": "141",
            "nass": "238 - معَاذ بن جبل الْأنْصَارِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 239 - مُعَاوِيَة بن إِسْحَاق بن طَلْحَة بن عبيد الله الْقرشِي مَشْهُور فِي التَّهْذِيب",
            "page": "174",
            "part": "1",
            "seal": "C7C82624"
        },
        {
            "hno": "240",
            "id": "142",
            "nass": "240 - معبد بن صبح وَيُقَال ابْن صبيح وَيُقَال ابْن صَبِيحَة الْقرشِي التَّيْمِيّ من رَهْط طَلْحَة بن عبيد الله رأى عُثْمَان وعليا روى عَنهُ عبد الْملك بن عُمَيْر ذكره البُخَارِيّ وَلم يذكر فِيهِ جرحا وَكَذَا ابْن أبي حَاتِم وَذكره ابْن حبَان فِي الثِّقَات وَقَالَ هُوَ الَّذِي روى أَبُو حنيفَة عَن مَنْصُور بن زَاذَان عَن الْحسن عَنهُ حَدِيث الضحك فِي الصَّلَاة وَهُوَ تَابِعِيّ لَيست لَهُ صُحْبَة والْحَدِيث مُرْسل انْتهى وَالْمَحْفُوظ أَن الَّذِي روى حَدِيث الضحك يُقَال لَهُ معبد الْجُهَنِيّ كَذَا وَقع عِنْد الدَّارَقُطْنِيّ وَالله أعلم ¶ 241 - معن بن عبد الرَّحْمَن بن عبد الله بن مَسْعُود مَشْهُور فِي التَّهْذِيب",
            "page": "175",
            "part": "1",
            "seal": "D6B3BB52"
        },
        {
            "hno": "242",
            "id": "143",
            "nass": "242 - معقل بن سِنَان الْأَشْجَعِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 243 - معقل بن مقرن الْمُزنِيّ صَحَابِيّ وَله إخْوَة صحابة وَهَذَا يكنى أَبَا عمْرَة سكن الْكُوفَة وَله مَعَ ابْن مَسْعُود أَخْبَار والمرسل الَّذِي وَقع فِي الْآثَار عَن إِبْرَاهِيم النَّخعِيّ عَنهُ أثر آخر فِي قصَّة أُخْرَى بِهِ مَعَ ابْن مَسْعُود من رِوَايَة همام بن الْحَارِث عَنهُ أخرجه الْبَغَوِيّ فِي الصَّحَابَة ¶ 244 - الْمُغيرَة بن شُعْبَة بن مَسْعُود الثَّقَفِيّ صَحَابِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "176",
            "part": "1",
            "seal": "8C274FCE"
        },
        {
            "hno": "245",
            "id": "144",
            "nass": "245 - مُغيرَة بن مقسم الضَّبِّيّ الْكُوفِي مَشْهُور فِي التَّهْذِيب",
            "page": "177",
            "part": "1",
            "seal": "8EA5210E"
        },
        {
            "hno": "246",
            "id": "145",
            "nass": "246 - مَكْحُول الشَّامي الْفَقِيه مَشْهُور فِي التَّهْذِيب ¶ 247 - الْمُنْذر بن حمصة عَن ابْن مَسْعُود وَعنهُ عبد الله بن دَاوُد كَذَا فِيهِ وَالْمَعْرُوف الْمُنْذر بن أبي حمصة الوادعي كَانَ من أُمَرَاء الجيوش فِي عهد عمر روى عَنهُ الشّعبِيّ ذكر ذَلِك البُخَارِيّ وَهُوَ الَّذِي ذكر عَنهُ الشَّافِعِي وَسَعِيد بن مَنْصُور من طَرِيق عَليّ بن الْأَقْمَر أَن الْمُنْذر كَانَ على الْخَيل لما أغارت على الشَّام فأدركت الْخَيل من يَوْمهَا وَأدْركت البراذين ضحى ففضل الْمُنْذر الْخَيل على البراذين فَبلغ ذَلِك عمر فَقَالَ هبلت الوادعي أمه لقد أذكرت وأمضي مَا فعله وَرِجَاله ثِقَات لكنه مُنْقَطع إِلَّا إِن كَانَ عَليّ بن الْأَقْمَر أدْرك الْمُنْذر فَحمل عَنهُ فَيكون مُتَّصِلا",
            "page": "178",
            "part": "1",
            "seal": "AE312C7D"
        },
        {
            "hno": "248",
            "id": "146",
            "nass": "248 - الْمُنْذر بن مَالك الْعَبْدي أَبُو نَضرة بالنُّون والمعجمة فِي الكنى ¶ 249 - مَنْصُور بن زَاذَان مَشْهُور فِي التَّهْذِيب",
            "page": "179",
            "part": "1",
            "seal": "B1869210"
        },
        {
            "hno": "250",
            "id": "147",
            "nass": "250 - مَنْصُور بن الْمُعْتَمِر السّلمِيّ أَبُو عتاب الْكُوفِي مَشْهُور فِي التَّهْذِيب ¶ 251 - مُوسَى بن أبي عَائِشَة مَشْهُور فِي التَّهْذِيب",
            "page": "180",
            "part": "1",
            "seal": "62247217"
        },
        {
            "hno": "252",
            "id": "148",
            "nass": "252 - مُوسَى بن مُسلم عَن مُجَاهِد هُوَ الطَّحَّان يعرف بمُوسَى الصَّغِير مَعْرُوف فِي التَّهْذِيب ¶ 253 - مَيْمُونَة بنت الْحَارِث زوج النَّبِي صلى الله عَلَيْهِ وَسلم أم الْمُؤمنِينَ فِي التَّهْذِيب",
            "page": "181",
            "part": "1",
            "seal": "8925D941"
        },
        {
            "hno": "254",
            "id": "149",
            "nass": "254 - مَيْمُون بن سياه مَشْهُور فِي التَّهْذِيب",
            "page": "182",
            "part": "1",
            "seal": "ACD451D8"
        },
        {
            "hno": "255",
            "id": "150",
            "nass": "حرف النُّون ¶ 255 - نَاصح هُوَ ابْن الْعَلَاء لَهُ تَرْجَمَة فِي التَّهْذِيب ¶ 256 - نَافِع أَبُو عبد الله الْعَدوي مولى ابْن عمر مَشْهُور فِي التَّهْذِيب",
            "page": "183",
            "part": "1",
            "seal": "A61AFB82"
        },
        {
            "hno": "257",
            "id": "152",
            "nass": "حرف الْهَاء ¶ 257 - هِشَام بن عُرْوَة بن الزبير بن الْعَوام مَشْهُور فِي التَّهْذِيب ¶ 258 - هِشَام بن هُبَيْرَة لَهُ ذكر وَلَيْسَت لَهُ رِوَايَة",
            "page": "185",
            "part": "1",
            "seal": "41001172"
        },
        {
            "hno": "259",
            "id": "153",
            "nass": "259 - الْهَيْثَم بن بدر الضَّبِّيّ عَن حرقوص السَّعْدِيّ وَشُرَيْح القَاضِي وَشعْبَة ابْن التوأم وَعنهُ الْأَعْمَش ومغيرة بن مقسم وَعبد الله بن شبْرمَة وَابْن أبي ليلى وَغَيرهم قَالَ جرير بن عبد الحميد كَانَ على خراج الرّيّ وَذكره البُخَارِيّ وَلم يذكر فِيهِ جرحا وَكَذَا ابْن أبي حَاتِم وَذكره ابْن حبَان فِي الثِّقَات ¶ 260 - الْهَيْثَم بن حبيب الصَّيْرَفِي وَهُوَ الْهَيْثَم بن أبي الْهَيْثَم الصراف الْكُوفِي روى عَن عِكْرِمَة وَوَقع فِي الْآثَار عَنهُ عَن ابْن عَبَّاس وَهُوَ مُنْقَطع بَينهمَا عِكْرِمَة أَو غَيره وَكَذَا أرسل عَن عَائِشَة وَعلي بن أبي طَالب وَذكره ابْن حبَان فِي الطَّبَقَة الثَّالِثَة وَهِي أَتبَاع التَّابِعين وَله تَرْجَمَة فِي التَّهْذِيب",
            "page": "186",
            "part": "1",
            "seal": "D7AE559F"
        },
        {
            "hno": "261",
            "id": "154",
            "nass": "حرف الْوَاو ¶ 261 - وَاصل بن أبي جميل شَامي يكنى أَبَا بكر مَعْرُوف فِي التَّهْذِيب ¶ 262 - وَاقد بن عبد الله بن عمر فِي التَّهْذِيب",
            "page": "187",
            "part": "1",
            "seal": "11C820B6"
        },
        {
            "hno": "263",
            "id": "155",
            "nass": "263 - الْوَلِيد بن سريع مولى عَمْرو بن حُرَيْث عَن أنس لَهُ تَرْجَمَة فِي التَّهْذِيب ¶ 264 - الْوَلِيد بن عُثْمَان عَن الضَّحَّاك بن مُزَاحم وَعنهُ مسعر لَا أعرف حَاله ¶ 265 - الْوَلِيد بن عقبَة بن أبي معيط بن أبي عَمْرو بن أُميَّة الْقرشِي الْأمَوِي أَمِير الْكُوفَة لعمر فِي التَّهْذِيب ¶ 266 - وهب بن كيسَان الْمدنِي أَبُو نعيم مَشْهُور فِي التَّهْذِيب",
            "page": "188",
            "part": "1",
            "seal": "0E19C57C"
        },
        {
            "hno": "267",
            "id": "157",
            "nass": "حرف الْيَاء آخر الْحُرُوف ¶ 267 - يحيى بن عَمْرو بن سَلمَة الْهَمدَانِي عَن أَبِيه روى عَنهُ أَبُو حنيفَة وَالثَّوْري وَشعْبَة والمسعودي وَآخَرُونَ ¶ 268 - يحيى بن عَامر عَن رجل عَن عتاب بن أسيد وَعنهُ أَبُو حنيفَة قَالَ الْحُسَيْنِي صَوَابه عَن يحيى وَهُوَ ابْن عبيد الله عَن عَامر وَهُوَ الشّعبِيّ قلت يحيى بن عبيد الله هُوَ الْمَعْرُوف بالجابر لَهُ تَرْجَمَة فِي التَّهْذِيب",
            "page": "190",
            "part": "1",
            "seal": "3AD922E5"
        },
        {
            "hno": "269",
            "id": "158",
            "nass": "269 - يحيى بن أبي كثير الْبَصْرِيّ نزل الْيَمَامَة مَشْهُور فِي التَّهْذِيب ¶ 270 - يحيى بن يعمر الْبَصْرِيّ تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "191",
            "part": "1",
            "seal": "19A5476B"
        },
        {
            "hno": "271",
            "id": "159",
            "nass": "271 - يزِيد بن صُهَيْب الْفَقِير تَابِعِيّ مَشْهُور فِي التَّهْذِيب ¶ 272 - يزِيد بن عبد الرَّحْمَن عَن أنس وَعَن أبي وَاثِلَة وَالْأسود بن يزِيد وعجوز من العتيك وَعنهُ أَبُو حنيفَة أَظُنهُ الأودي جد عبد الله بن إِدْرِيس الْفَقِيه الْكُوفِي روى عَنهُ أَيْضا ابناه إِدْرِيس وَدَاوُد وَيحيى بن أبي الْهَيْثَم ووثقة الْعجلِيّ وَذكره ابْن حبَان فِي ثِقَات التَّابِعين وَقَالَ هُوَ الَّذِي يروي عَنهُ الْحسن بن عبيد فَيَقُول أَبُو دَاوُد الأودي وَلَا يُسَمِّيه",
            "page": "192",
            "part": "1",
            "seal": "1FEEA99E"
        },
        {
            "hno": "273",
            "id": "160",
            "nass": "273 - يزِيد بن أبي كَبْشَة وَاسم أبي كَبْشَة جِبْرِيل بن يسَار بن حَيّ بن قرط الدِّمَشْقِي وَكَانَ يقدم الْكُوفَة لَهُ ذكر فِي صَحِيح البُخَارِيّ فِي قصَّة لَهُ مَعَ أبي بردة بن أبي مُوسَى روى عَن أَبِيه وَأبي الدَّرْدَاء وروى عَنهُ أَبُو بشر جَعْفَر بن أبي وحشية وَالْحكم بن عتيبة وَمُعَاوِيَة بن قُرَّة وَعلي بن الْأَقْمَر وَغَيرهم ذكره أَبُو زرْعَة الدِّمَشْقِي فِيمَن ولي السَّرَايَا وَقَالَ البُخَارِيّ كَانَ عريف السكاسك وَذكر عمر بن الشبة إِن الْحجَّاج اسْتَخْلَفَهُ عِنْد مَوته فأقره الْوَلِيد بن عبد الملك وَذكره ابْن حبَان فِي ثِقَات التَّابِعين وَقَالَ مَاتَ فِي خلَافَة سُلَيْمَان بن عبد الملك",
            "page": "193",
            "part": "1",
            "seal": "0F41A53D"
        },
        {
            "hno": "274",
            "id": "161",
            "nass": "274 - يزِيد بن المكفف كَانَ من أَصْحَاب عَليّ وَمَات فِي خِلَافَته فصلى عَلَيْهِ وَله ذكر وَلَيْسَت لَهُ رِوَايَة ¶ 275 - يزِيد غير مَنْسُوب إِنَّه صلى خلف إِمَام فجهر بالبسملة الحَدِيث وَعنهُ ابْنه عبد الله كَذَا وَقع وَهُوَ مقلوب وَالصَّوَاب مَا وَقع فِي مُسْند أبي حنيفَة للحارثي عَن يزِيد بن عبد الله بن مُغفل عَن أَبِيه وَقد أخرج التِّرْمِذِيّ الحَدِيث من رِوَايَة ابْن عبد الله بن مُغفل عَن أَبِيه وَلم يسمعهُ وَكَذَا أخرجه غَيره وَورد مُسَمّى فِي مُسْند ابي مُحَمَّد الْحَارِثِيّ وَالله أعلم ¶ 276 - يَعْقُوب بن الْقَعْقَاع الْأَزْدِيّ ثِقَة مَعْرُوف فِي التَّهْذِيب ¶ 277 - يُوسُف بن مَاهك الْمَكِّيّ تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "194",
            "part": "1",
            "seal": "A05542A7"
        },
        {
            "hno": "278",
            "id": "162",
            "nass": "278 - يُونُس عَن الرّبيع بن سُبْرَة عَن أَبِيه وَعنهُ أَبُو حنيفَة وَهُوَ يُونُس بن عَمْرو بن عبد الله السبيعِي وَالِد أبي إِسْحَاق بَينه الطَّبَرَانِيّ فِي الْأَوْسَط فِي رِوَايَة هَذَا الحَدِيث من طَرِيق عبيد الله بن مُوسَى عَن أبي حنيفَة وترجمة يُونُس بن أبي إِسْحَاق فِي التَّهْذِيب وَزعم الْحُسَيْنِي فِي رجال الْعشْرَة أَنه يُونُس بن عبد الله بن أبي فَرْوَة فَلم يصب",
            "page": "195",
            "part": "1",
            "seal": "10040CBD"
        },
        {
            "hno": "279",
            "id": "163",
            "nass": "فصل فِي الكنى ¶ 279 - أَبُو الأحوض عَن ابْن مَسْعُود وَعنهُ عَاصِم بن أبي النجُود وَهُوَ عَوْف بن مَالك فِي التَّهْذِيب ¶ 280 - أَبُو إِسْحَاق السبيعِي اسْمه عَمْرو بن عبد الله مَشْهُور فِي التَّهْذِيب ¶ 281 - أَبُو إِسْحَاق الشَّيْبَانِيّ هُوَ سُلَيْمَان بن فَيْرُوز فِي التَّهْذِيب ¶ 282 - أَبُو بكر بن عبد الله بن أبي الجهم الْعَدوي عَن ابْن عمر روى عَنهُ أَبُو حنيفَة مَشْهُور فِي التَّهْذِيب ¶ 283 - أَبُو بكر الصّديق عبد الله بن عُثْمَان التَّيْمِيّ مَشْهُور بكنيته فِي التَّهْذِيب",
            "page": "196",
            "part": "1",
            "seal": "C6A5BDE2"
        },
        {
            "hno": "284",
            "id": "164",
            "nass": "284 - أَبُو بكر عَن عُثْمَان بن عَفَّان أَنه كَانَ يَقُول إِذا حضر شهر رَمَضَان هَذَا شهر زَكَاتكُمْ الحَدِيث كَذَا وَقع فِي النُّسْخَة فَسقط من الْإِسْنَاد حَمَّاد عَن إِبْرَاهِيم فَإِن أَبَا بكر هَذَا هُوَ عبد الرَّحْمَن بن يزِيد أَخُو الْأسود بن يزِيد وهما خالا إِبْرَاهِيم النَّخعِيّ وترجمتهما فِي التَّهْذِيب ¶ 285 - أَبُو بكرَة الثَّقَفِيّ اسْمه نفيع بِالتَّصْغِيرِ مَشْهُور فِي التَّهْذِيب",
            "page": "197",
            "part": "1",
            "seal": "91E5EDD1"
        },
        {
            "hno": "286",
            "id": "165",
            "nass": "286 - أَبُو ثَعْلَبَة الْخُشَنِي صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 287 - أم ثَوْر عَن ابْن عَبَّاس وعنها الْهَيْثَم بن أبي الْهَيْثَم مَا عرفت حَالهَا ¶ 288 - أَبُو جبلة عَن ابْن عمر وَعنهُ مَرْزُوق لَا أعرفهُ وَعند أبي أَحْمد الْحَاكِم أَبُو جبلة الْكُوفِي لَا يعرف اسْمه شيخ يروي عَن الزُّهْرِيّ فَإِن يكن هُوَ هَذَا فَهُوَ عَن ابْن عمر مُنْقَطع وَإِمَّا مُكَرر ¶ 289 - مَرْزُوق فَهُوَ أَبُو بكر التَّيْمِيّ مُؤذن مَسْجِد التيم روى عَن أبي جبلة وَمُجاهد وَعنهُ أَبُو حنيفَة وَشريك بن عبد الله النَّخعِيّ القَاضِي وَذكره ابْن حبَان فِي الثِّقَات وَله تَرْجَمَة فِي التَّهْذِيب",
            "page": "198",
            "part": "1",
            "seal": "20181FA4"
        },
        {
            "hno": "290",
            "id": "166",
            "nass": "290 - أَبُو جَعْفَر عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي صَلَاة اللَّيْل وَعنهُ أَبُو حنيفَة كَأَنَّهُ الباقر واسْمه مُحَمَّد بن عَليّ بن الْحُسَيْن مَشْهُور فِي التَّهْذِيب ¶ 291 - أَبُو حَاضر الْكُوفِي تَابِعِيّ يروي عَن ابْن عَبَّاس وَأرْسل شَيْئا روى عَنهُ أَبُو السوار السّلمِيّ ذكره ابْن حبَان فِي ثِقَات التَّابِعين ¶ 292 - أم حَبِيبَة بنت أبي سُفْيَان أم الْمُؤمنِينَ اسْمهَا رَملَة فِي التَّهْذِيب",
            "page": "199",
            "part": "1",
            "seal": "EF62350D"
        },
        {
            "hno": "293",
            "id": "167",
            "nass": "293 - أَبُو حجية عَن ابْن بُرَيْدَة عَن أبي الْأسود عَن أبي ذَر فِي خضب الشيب وَعنهُ أَبُو حنيفَة هُوَ يحيى بن عبد الله الْأَجْلَح الْكِنْدِيّ فِي التَّهْذِيب ¶ 294 - أَبُو حُصَيْن عَن ابْن رَافع عَن أَبِيه فِي الزِّرَاعَة هُوَ عُثْمَان بن عَاصِم الْأَسدي مَشْهُور بكنيته فِي التَّهْذِيب",
            "page": "200",
            "part": "1",
            "seal": "82C77942"
        },
        {
            "hno": "295",
            "id": "168",
            "nass": "295 - أَبُو خثيم كَذَا فِي النُّسْخَة وَصَوَابه ابْن خَيْثَم وَهُوَ عبد الله بن عُثْمَان بن خَيْثَم تقدم ¶ 296 - أَبُو الدَّرْدَاء صَحَابِيّ مَشْهُور بكنيته فِي التَّهْذِيب ¶ 297 - أَبُو ذَر الْغِفَارِيّ صَحَابِيّ مَشْهُور مُخْتَلف فِي اسْمه فِي التَّهْذِيب",
            "page": "201",
            "part": "1",
            "seal": "22442B50"
        },
        {
            "hno": "298",
            "id": "169",
            "nass": "298 - أَبُو الزبير الْمَكِّيّ اسْمه مُحَمَّد بن مُسلم تَابِعِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "202",
            "part": "1",
            "seal": "2454718C"
        },
        {
            "hno": "299",
            "id": "170",
            "nass": "299 - أَبُو زراع عَن ابْن عمر عَنهُ عَاصِم بن كُلَيْب كَذَا فِيهِ وَصَوَابه بِالذَّالِ الْمُعْجَمَة واسْمه سُهَيْل بن ذِرَاع فِي التَّهْذِيب ¶ 300 - أَبُو زرْعَة بن عَمْرو بن جرير مَشْهُور فِي التَّهْذِيب",
            "page": "203",
            "part": "1",
            "seal": "BF45DCC0"
        },
        {
            "hno": "301",
            "id": "171",
            "nass": "301 - أَبُو الزَّعْرَاء عَن ابْن مَسْعُود مَشْهُور اسْمه عبد الله بن هانىء الْكُوفِي فِي التَّهْذِيب ¶ 302 - أَبُو سعد الْبَقَّال اسْمه سعيد بن الْمَرْزُبَان مَعْرُوف فِي التَّهْذِيب ¶ 303 - أَبُو سُفْيَان طريف بن شهَاب عَن أبي نَضرة فِي التَّهْذِيب ¶ 304 - أَبُو سُفْيَان عَن الْحسن أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يُصَلِّي وَهُوَ محتبي تَطَوّعا وَعنهُ أَبُو حنيفَة هُوَ طَلْحَة بن نَافِع فِي التَّهْذِيب ¶ 305 - أَبُو سَلمَة عَن رجل فِي لحم الصَّيْد وَعنهُ أَبُو حنيفَة هُوَ مُوسَى بن مُسلم الْجُهَنِيّ فِي التَّهْذِيب",
            "page": "204",
            "part": "1",
            "seal": "EF67D646"
        },
        {
            "hno": "306",
            "id": "172",
            "nass": "306 - أَبُو سَلمَة بن عبد الرَّحْمَن بن عَوْف عَن أم حَبِيبَة بنت أبي سُفْيَان مَشْهُور فِي التَّهْذِيب ¶ 307 - أم سليم بنت ملْحَان الْأَنْصَارِيَّة وَالِدَة أنس فِي التَّهْذِيب",
            "page": "205",
            "part": "1",
            "seal": "1E54AE30"
        },
        {
            "hno": "308",
            "id": "173",
            "nass": "308 - أَبُو السوار السّلمِيّ عَن أبي حَاضر وَعنهُ أَبُو حنيفَة لَا يعرف ¶ 309 - أَبُو الشعْثَاء هُوَ جَابر بن زيد ¶ 310 - أَبُو صَخْرَة الْمحَاربي هُوَ جَامع بن شَدَّاد فِي التَّهْذِيب ¶ 311 - أَبُو الضُّحَى مُسلم تقدم ¶ 312 - أَبُو الطُّفَيْل عَامر بن وَاثِلَة صَحَابِيّ مَشْهُور فِي التَّهْذِيب ¶ 313 - أَبُو عَامر الثَّقَفِيّ صَحَابِيّ لَا يعرف اسْمه روى عَنهُ عبد الله بن عَامر بن ربيعَة أخرج أَبُو عَليّ بن السكن فِي كتاب الصَّحَابَة من طَرِيق زيد بن أبي أنيسَة عَن أبي بكر بن حَفْص عَن عبد الله بن عَامر بن ربيعَة عَن رجل من ثَقِيف يُقَال لَهُ أَبُو عَامر أَنه أهْدى إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم راوية خمر الحَدِيث وَأخرجه الطَّبَرَانِيّ فِي الْأَوْسَط من هَذَا الْوَجْه لَكِن وَقع فِيهِ عَن عبد الله بن عَامر بن ربيعَة عَن أَبِيه أَن رجلا من ثَقِيف يكنى أَبَا تَمام أهْدى جعله فِي مُسْند عَامر بن ربيعَة وَكَذَا",
            "page": "206",
            "part": "1",
            "seal": "E22C618B"
        },
        {
            "hno": "314",
            "id": "174",
            "nass": "الثَّقَفِيّ أَبَا تَمام قَالَ أَبُو مُوسَى الْمَدِينِيّ فِي الذيل إِحْدَى الرِّوَايَتَيْنِ تَصْحِيف قلت وَالرَّاجِح أَنه أَبُو عَامر فقد أخرج ابْن مندة وَأَبُو نعيم فِي الصَّحَابَة من طَرِيق دُحَيْم عَن الْوَلِيد بن مُسلم عَن عبد الرَّحْمَن بن يزِيد عَن جَابر عَن مُحَمَّد ابْن قيس عَن محدثه قَالَ حَدثنِي رجل من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم فَذكر حَدِيثا قَالَ ابْن مندة رَوَاهُ غَيره عَن الْوَلِيد بِهَذَا الْإِسْنَاد فَقَالَ عَن رجل يكنى أَبَا عَمْرو وَالله أعلم ¶ 314 - أَبُو عبد الْأَعْلَى التَّيْمِيّ تقدم ذكره فِي وَلَده عبد الأعلى ¶ 315 - أَبُو عُبَيْدَة عَن ابْن مَسْعُود وَعنهُ إِبْرَاهِيم النَّخعِيّ هُوَ ابْن عبد الله بن مَسْعُود مَشْهُور فِي التَّهْذِيب",
            "page": "207",
            "part": "1",
            "seal": "66C380AB"
        },
        {
            "hno": "316",
            "id": "175",
            "nass": "316 - أَبُو العطوف هُوَ الْجراح بن منهال تقدم ¶ 317 - أَبُو عَليّ الصيقل عَن تَمام عَن جَعْفَر بن أبي طَالب وَعنهُ أَبُو حنيفَة فِي حَدِيثه اضْطِرَاب وَقد بَينته فِي تَرْجَمَة تَمام ¶ 318 - أَبُو عمَارَة هُوَ عمار بن عبد الله بن يسَار الْجُهَنِيّ هَذِه كنيته وَذَلِكَ اسْمه وَمن قَالَ إِن اسْمه عمَارَة فقد وهم ¶ 319 - أَبُو عمر عَن سعيد بن جُبَير هُوَ ذَر بن عبد الله تقدم ¶ 320 - أَبُو العوجاء العشار صديق مَسْرُوق الْكُوفِي كَانَ يَلِي لزياد لما كَانَ على الْكُوفَة لَا رِوَايَة لَهُ ¶ 321 - أَبُو غادية عَن عمر مُرْسل روى عَنهُ عبد الْملك بن عُمَيْر هُوَ قزعة بن يحيى مَعْرُوف باسمه فِي التَّهْذِيب ¶ 322 - أَبُو غَسَّان التَّيْمِيّ أَو الْمرَادِي الْكُوفِي اسْمه يحيى بن غَسَّان روى عَن الْحسن الْبَصْرِيّ وَعَطَاء وَغَيرهمَا وَعنهُ أَبُو حنيفَة وسُفْيَان الثَّوْريّ ومسعر مَسْتُور",
            "page": "208",
            "part": "1",
            "seal": "41F5F749"
        },
        {
            "hno": "323",
            "id": "176",
            "nass": "323 - أَبُو فَرْوَة هُوَ الْأَصْغَر واسْمه مُسلم بن سَالم عَن عبد الرَّحْمَن بن أبي ليلى مَشْهُور فِي التَّهْذِيب ¶ 324 - أَبُو قَتَادَة الْأنْصَارِيّ مَشْهُور فِي التَّهْذِيب",
            "page": "209",
            "part": "1",
            "seal": "274814AB"
        },
        {
            "hno": "325",
            "id": "177",
            "nass": "325 - أَبُو قُحَافَة عُثْمَان بن عَامر التَّيْمِيّ وَالِد أبي بكر الصّديق أسلم يَوْم الْفَتْح وَهُوَ شيخ كَبِير وأحضره وَلَده بِمَجْلِس النَّبِي صلى الله عَلَيْهِ وَسلم وعاش حَتَّى مَاتَ وَلَده وَهُوَ خَليفَة وَمَات فِي خلَافَة عمر ¶ 326 - أَبُو قلَابَة الْجرْمِي عبد الله بن زيد الْبَصْرِيّ مَشْهُور بكنيته فِي التَّهْذِيب",
            "page": "210",
            "part": "1",
            "seal": "846FFC75"
        },
        {
            "hno": "327",
            "id": "178",
            "nass": "327 - أَبُو كباش بِكَسْر أَوله وَتَخْفِيف الْمُوَحدَة وَآخره مُعْجمَة مَجْهُول لَا يعرف اسْمه وَهُوَ فِي التَّهْذِيب ¶ 328 - أم كُلْثُوم بنت عَليّ بن أبي طَالب الهاشمية أمهَا فَاطِمَة بنت رَسُول الله صلى الله عَلَيْهِ وَسلم ولدت فِي أَوَاخِر عهد النَّبِي صلى الله عَلَيْهِ وَسلم وَتَزَوجهَا عمر بن الْخطاب وَلها عشر سِنِين أَو أَكثر فَولدت لَهُ زيدا وَمَاتَتْ هِيَ وَابْنهَا زيد فِي يَوْم وَاحِد كَمَا تقدم فِي تَرْجَمته ¶ 329 - أَبُو كنف بالنُّون تَابِعِيّ كَبِير لَهُ ذكر فِي الطَّلَاق ¶ 330 - أَبُو ماجد الْحَنَفِيّ وَيُقَال أَبُو ماجدة وَالْأول أَكثر اسْمه عَائِذ بن نَضْلَة مَعْرُوف فِي التَّهْذِيب",
            "page": "211",
            "part": "1",
            "seal": "6D549704"
        },
        {
            "hno": "331",
            "id": "179",
            "nass": "331 - أَبُو معشر الْكُوفِي صَاحب إِبْرَاهِيم هُوَ زِيَاد بن كُلَيْب تقدم ¶ 332 - أَبُو نصر السّلمِيّ عَن عَليّ فِي طواف الْقَارِن وَعنهُ إِبْرَاهِيم النَّخعِيّ ذكره أَبُو أَحْمد الْحَاكِم فِيمَن لَا يعرف اسْمه وَقَالَ سمع عليا وروى عَن ابْن عمر وروى عَنهُ ابْنه وَمَالك بن الْحَارِث مَسْتُور ¶ 333 - أَبُو النَّصْر عَن حَملَة هُوَ مُسلم بن عبد الله تقدم ¶ 334 - أَبُو نَضرة عَن أبي سعيد اسْمه الْمُنْذر بن مَالك مَشْهُور فِي التَّهْذِيب ¶ 335 - أَبُو وَائِل الْأَسدي الْكُوفِي اسْمه شَقِيق بن سَلمَة فِي التَّهْذِيب ¶ 336 - أَبُو هَاشم عَن إِبْرَاهِيم النَّخعِيّ هُوَ الرماني بِضَم الرَّاء وَتَشْديد الْمِيم الوَاسِطِيّ واسْمه يحيى بن دِينَار وَقيل ابْن الْأسود مَشْهُور فِي التَّهْذِيب",
            "page": "212",
            "part": "1",
            "seal": "004DE636"
        },
        {
            "hno": "337",
            "id": "180",
            "nass": "337 - أَبُو هُرَيْرَة الدوسي الصَّحَابِيّ الْمَشْهُور اخْتلف فِي اسْمه وَاسم أَبِيه اخْتِلَافا كثيرا مَذْكُور فِي التَّهْذِيب",
            "page": "213",
            "part": "1",
            "seal": "8EABCBFC"
        },
        {
            "hno": "338",
            "id": "181",
            "nass": "338 - أَبُو يحيى عَن عَليّ بن أبي طَالب وَعنهُ الْهَيْثَم بن حبيب هُوَ عُمَيْر بن سعيد تقدم",
            "page": "214",
            "part": "1",
            "seal": "3EEAEC04"
        },
        {
            "hno": "339",
            "id": "182",
            "nass": "فصل فِيمَن لم يسم على سِيَاق الروَاة عَنْهُم مُرَتبا ¶ 339 - إِبْرَاهِيم النَّخعِيّ أَخْبرنِي من رأى جرير بن عبد الله يتَوَضَّأ فِي الْمسْح على الْخُفَّيْنِ هُوَ همام بن الْحَارِث أخرجه مُسلم من طَرِيقه وَعنهُ أَنه صلى الله عَلَيْهِ وَسلم انْتهى إِلَى سباطة قوم وَمَعَهُ أَصْحَابه فَبَال قَائِما وَعنهُ أَن رجلا أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم يسْأَله عَن مَوَاقِيت الصَّلَاة وَعنهُ أَخْبرنِي من صلى إِلَى جنب ابْن مَسْعُود هُوَ عَلْقَمَة أخرجه سعيد بن مَنْصُور من طَرِيقه ¶ 340 - إِبْرَاهِيم النَّخعِيّ إِن نَاسا من أهل الْبَصْرَة أَتَوا عمر فَسَأَلُوهُ عَن الإفتتاح وَعنهُ أَن رجلا أم قوما فَبلغ ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ مابال أَقوام ينفرون هُوَ معَاذ بن جبل ¶ 341 - إِبْرَاهِيم النَّخعِيّ عَن خَالَته عَن عَائِشَة كَذَا فِيهِ وَأَصله عَن خاليه بِالْيَاءِ آخر الْحُرُوف تصحف وخالاه عبد الرَّحْمَن وَالْأسود تقدما وَعنهُ أَن أَبَا كنف طلق امْرَأَته وَعنهُ أَن رجلا قتل رجلا من أهل الْعَهْد وَعنهُ أَن عمر أُتِي بِرَجُل قتل عمدا فعفى بعض الْوَرَثَة وَعنهُ أَن مولى لصفية مَاتَ فَقَالَ الزبير أَنا وَارثه وَعنهُ أَن ابْن مَسْعُود كَانَ يقرئ رجلا أعجميا إِن شَجَرَة الزقوم",
            "page": "215",
            "part": "1",
            "seal": "15E6843C"
        },
        {
            "hno": "342",
            "id": "183",
            "nass": "342 - إِبْرَاهِيم بن مُسلم عَن رجل من بني سواءة خرجت أُرِيد الْحَج فَوجدت رفقتين فِي أحداهما حُذَيْفَة وَفِي الْأُخْرَى أَبُو مُوسَى ¶ 343 - الْأسود إِنَّه أعتق مَمْلُوكا بَينه وَبَين إخْوَة لَهُ صغَار أخرج الطَّحَاوِيّ عَن عبد الرَّحْمَن بن يزِيد أَن غُلَاما كَانَ أخي الْأسود وَأم فَسمى الْأُم وَلم يسم الْغُلَام ¶ 344 - أَفْلح بن أبي القعيس إِنَّه قَالَ لعَائِشَة أَرْضَعتك امْرَأَة أخي بِلَبن أخي الْمَحْفُوظ أَن الْقَائِل أَفْلح وَإِن القعيس أَخُوهُ وَلم أعرف اسْم الْمَرْأَة ¶ 345 - بُرَيْدَة الْأَسْلَمِيّ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم اذْهَبُوا بِنَا نعود هَذَا الْيَهُودِيّ ¶ 346 - جَابر صلى الله عَلَيْهِ وَسلم وَرجل يقْرَأ خَلفه فَنَهَاهُ رجل ¶ 347 - الحكم بن زِيَاد إِن امْرَأَته خطبت إِلَى أَبِيهَا فَقَالَ حَتَّى أسأَل عَن حق الزَّوْج على زَوجته الحَدِيث ¶ 348 - حَمَّاد بن أبي سُلَيْمَان عَن رجل عَن جَابر فِي الزَّكَاة ¶ 349 - حميد الْأَعْرَج عَن رجل عَن أبي ذَر فِي النَّهْي عَن إتْيَان النِّسَاء فِي أعجازهن ¶ 350 - زيد بن أبي أنيسَة عَن رجل من أهل مصر فِي الْحَرِير وَالذَّهَب ¶ 351 - سعد بن أبي وَقاص قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا من نفس إِلَّا كتب الله مدخلها ومخرجها فَقَالَ رجل من الْأَنْصَار",
            "page": "216",
            "part": "1",
            "seal": "F75803D8"
        },
        {
            "hno": "352",
            "id": "184",
            "nass": "352 - سعيد بن الْمَرْزُبَان عَن ابْن عمر أَو أبي عمر عَن ابْن مَسْعُود فِي الإبق هُوَ أَبُو عَمْرو الشَّيْبَانِيّ أخرجه عبد الرزاق وَابْن أبي شيبَة عَنهُ عَن ابْن مَسْعُود ¶ 353 - سُلَيْمَان الشَّيْبَانِيّ عَن ابْن زِيَاد أَنه افطر عِنْد ابْن عمر الحَدِيث فِي النَّبِيذ قَالَ الزَّيْلَعِيّ ابْن زِيَاد لم أر من سَمَّاهُ وَلَا أعرف من هُوَ ¶ 354 - شُرَيْح قَالَ أَتَاهُ أقطع بني أَسد فَقَالَ أتقبل شهادتي الحَدِيث اسْمه تَمِيم قطعه زِيَاد فِي قطع الطَّرِيق أخرجه سعيد بن مَنْصُور فِي طَرِيقه ¶ 355 - طَارق بن شهَاب جَاءَ يَهُودِيّ إِلَى عمر بن الْخطاب فَقَالَ سارعوا إِلَى مغْفرَة من ربكُم وجنة الحَدِيث ¶ 356 - طَاوس جَاءَ رجل إِلَى ابْن عمر فَقَالَ رَأَيْت هَؤُلَاءِ الَّذين يسرقون ¶ 357 - عَاصِم بن سُلَيْمَان عَن ابْن سِيرِين هُوَ مُحَمَّد ¶ 358 - عَاصِم بن كُلَيْب الْجرْمِي عَن رجل من الصَّحَابَة إِن رجلا من أما الصَّحَابِيّ الرَّاوِي فَهُوَ أَبوهُ وَقع كَذَلِك عِنْد أَحْمد ¶ 359 - عَامر الشّعبِيّ قَالَ أصَاب رجل من بني سَلمَة أَرضًا الحَدِيث هُوَ مُحَمَّد بن صَفْوَان أَو ابْن صَيْفِي أخرجه النَّسَائِيّ وَابْن مَاجَه وَغَيرهمَا من طَرِيقه",
            "page": "217",
            "part": "1",
            "seal": "C321EDCE"
        },
        {
            "hno": "360",
            "id": "185",
            "nass": "360 - عبد الله بن سعيد بن أبي هِنْد قلت لسَعِيد بن الْمسيب إِن فلَانا عطس فِي الصَّلَاة فشمته فلَان فِيهِ مبهمان ¶ 361 - عبد الله بن سَلمَة دخلت أَنا وَرجل من بني أَسد على عَليّ ¶ 362 - عبد الله بن مَسْعُود أَتَى رجل من أهل الطَّائِف فَرَحل النَّاقة الحَدِيث هُوَ الأسلع بن شريك أخرجه الطَّبَرَانِيّ من حَدِيثه وَعنهُ أَن رجلا استفتاه فِي قصَّة بروع بنت واشق فَقَالَ لَهُ الرجل المستفتي مَا عَرفته وَالْقَائِل هُوَ معقل بن سِنَان الْأَشْجَعِيّ وَوَقع مُبينًا فِي الأَصْل ¶ 363 - عبد الكريم بن أبي الْمخَارِق عَن رجل عَن عمر إِن أَعْرَابِيًا قَالَ لأم وَلَده انطلقي فارعي فَقَالَ ابْنهَا أَنا أذهب فِيهِ أَرْبَعَة مِمَّن أبهم ¶ 364 - عبد الملك بن عُمَيْر عَن رجل من أهل الشَّام إِن النَّبِي صلى الله عَلَيْهِ وَسلم أَتَاهُ رجل فَقَالَ إِنِّي أُرِيد أَن أَتزوّج فُلَانَة فَنَهَاهُ وَقَالَ سَوْدَاء ولود الحَدِيث أما الرجل الشَّامي فَمَا عَرفته وَأما السَّائِل فَهُوَ مُعَاوِيَة بن حيدة أخرجه الطَّبَرَانِيّ من طَرِيقه",
            "page": "218",
            "part": "1",
            "seal": "F83B7AC6"
        },
        {
            "hno": "365",
            "id": "186",
            "nass": "365 - عَطاء أَتَى رجل ابْن عَبَّاس فَقَالَ إِنِّي طلقت إمرأتي ثَلَاثًا ¶ 366 - عَلْقَمَة بن مرْثَد عَن ابْن بُرَيْدَة هُوَ سُلَيْمَان تقدم ¶ 367 - عَلْقَمَة بن مرْثَد أَتَى رجل يستحمل النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ مَا عِنْدِي وَلَكِن أدلك على فَتى من الْأَنْصَار ستجده فِي بني فلَان الحَدِيث فِيهِ عدَّة مِمَّن أبهم ¶ 368 - عَليّ بن الْأَقْمَر إِن النَّبِي صلى الله عَلَيْهِ وَسلم انْصَرف إِلَى شربة فَوجدَ بعض أَصْحَابه قد شربهَا يحْتَمل أَن يكون الْمِقْدَاد بن الْأسود وَحَدِيثه بذلك فِي صَحِيح مُسلم ¶ 369 - عمار أَو عمَارَة عَن أَبِيه عَن عَليّ تقدم أَن اسْم أَبِيه عبد الله بن يسَار الْجُهَنِيّ فِي التَّهْذِيب ¶ 370 - عَمْرو بن مَيْمُون إِن امْرَأَة سَأَلت عَائِشَة أأحف وَجْهي الحَدِيث",
            "page": "219",
            "part": "1",
            "seal": "7B272CEC"
        },
        {
            "hno": "371",
            "id": "187",
            "nass": "371 - كثير بن جمْهَان بَيْنَمَا ابْن عمر يطوف إِذْ عرض لَهُ رجل فَقَالَ أتلبس هَذَا وَأَنت محرم ¶ 372 - مُحَمَّد بن سوقة إِن رجلا قَالَ جِئْت أجاهد وَتركت أُمِّي هُوَ جاهمة بن عَبَّاس أخرجه ابْن ماجة من حَدِيثه ¶ 373 - مُحَمَّد بن قيس أقبل رجل فَأسلم على يَد ابْن عَم مَسْرُوق ¶ 374 - الْمُسْتَوْرد بن الْأَحْنَف إِن رجلا أَتَاهُ فَقَالَ إِنِّي تزوجت وليدة لِعَمِّي فَولدت لي فِيهِ عدَّة مِمَّن أبهم ¶ 375 - معبد بن صبح إِن رجلا من الصَّحَابَة صلى خلف عُثْمَان فأحدث فَانْصَرف وَلم يتَكَلَّم ¶ 376 - الْهَيْثَم بن أبي الْهَيْثَم عَن رجل عَن عمر إِنَّه أَتَى بِرَجُل وَقع على بَهِيمَة وَعنهُ عَمَّن حَدثهُ عَن شُرَيْح أَنه كَانَ شَاهد الزُّور",
            "page": "220",
            "part": "1",
            "seal": "6032F94A"
        },
        {
            "hno": "377",
            "id": "188",
            "nass": "377 - الْهَيْثَم الصراف إِن رجلَيْنِ صليا فِي منزلهما ثمَّ جَاءَا وَعنهُ أَن عَائِشَة زوجت مولاة لَهَا لم أَقف على اسْمهَا وَعنهُ عَن رجل عَن أبي بكر الصّديق وَعنهُ عَن رجل عَن ابْن مَسْعُود فِي مَال الْيَتِيم وَعنهُ إِن رجلا أَتَى ابْن سعيد يسْأَله عَن السكر هُوَ نعيم بن الْعَوام أخرجه سعيد بن مَنْصُور من طَرِيقه ¶ 378 - يحيى بن يعمر رَأَيْت ابْن عمر فَقَالَ لصاحبي فِي التَّصْدِيق بِالْقدرِ هُوَ السليمان ابْن أخرجة ¶ 379 - يزِيد بن عبد الرَّحْمَن عَن عَجُوز من بني العتيك عَن عَائِشَة ¶ 380 - يزِيد بن عبد الرَّحْمَن عَن رجل عَن جَابر ¶ 381 - أَبُو اسحاق السبيعِي عَن رجل عَن عَليّ فِي اللّقطَة هُوَ أَبُو السّفر أخرجه عبد الرَّزَّاق من طَرِيقه ¶ 382 - أَبُو حنيفَة عَن ابْن نَافِع عَن أَبِيه فِي الزِّرَاعَة هُوَ عَبَايَة بن رَافع ¶ 383 - أَبُو حنيفَة عَن رجل عَن الشّعبِيّ عَن مَسْرُوق هُوَ الْهَيْثَم بن حبيب الصراف أخرجه الْحَارِثِيّ فِي الْمسند من حَدِيثه ¶ 384 - أَبُو حنيفَة عَن رجل من أهل الْبَصْرَة عَن الْحسن الْبَصْرِيّ وَعَن رجل عَن الْحسن عَن عمر ¶ 385 - أَبُو حنيفَة أخبرنَا شيخ لنا أَن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن تربيع الْقُبُور",
            "page": "221",
            "part": "1",
            "seal": "99F201CD"
        },
        {
            "hno": "386",
            "id": "189",
            "nass": "386 - أَبُو حنيفَة عَن رجل عَن عَطاء فِي الرمل وَعَن رجل عَن مُحَمَّد بن الْحَنَفِيَّة فِي الْعَقِيقَة ¶ 387 - أَبُو حنيفَة عَن شيخ من ربيعَة عَن مُعَاوِيَة بن إِسْحَاق فِي الاسْتِغْفَار للْحَاج وَعَن رجل عَن عمر لأمنعن فروج ذَوَات الأحساب إِلَّا من الْأَكفاء وَعَن رجل عَن الشّعبِيّ إِنَّه كَانَ يضْرب شَاهد الزُّور يحْتَمل أَن يكون الْهَيْثَم ¶ 388 - أَبُو حنيفَة ثَنَا ابْن أبي رَبَاح عَن أَبِيه كَذَا فِيهِ وَصَوَابه عَن أبي عَمْرو وَابْن أبي رَبَاح هُوَ عبد الله بن رَبَاح وَأَبُو عَمْرو هُوَ الشَّيْبَانِيّ أخرجه عبد الرَّزَّاق وَابْن أبي شيبَة من طريقهما ¶ 389 - أَبُو حنيفَة عَن شيخ لَهُ رفع ارحموا الضعيفين الْمَرْأَة وَالصَّبِيّ ¶ 390 - أَبُو سَلمَة عَن رجل عَن أبي هُرَيْرَة إِنَّه سُئِلَ عَن لحم صيد يصيده الْحل بخز وَالْحَمْد لله وَحده",
            "page": "222",
            "part": "1",
            "seal": "DD491E91"
        }
    ],
    "t5861": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "أما بعد"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الألف"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الباء الموحدة"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "حرف التاء المثناة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الثاء المثلثة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الجيم"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء المهملة"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء المعجمة إلى السين"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الذال المعجمة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الراء"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الزاي"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين المهملة"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين المعجمة"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الصاد إلى العين"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الضاد المعجمة"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الطاء"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "حرف العين المهملة"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الغين المعجمة"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الفاء خال"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "حرف القاف"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الكاف"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "حرف اللام"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الميم"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "حرف النون"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهاء"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الواو"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الياء آخر الحروف"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الكنى"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيمن لم يسم على سياق الرواة عنهم مرتبا"
        }
    ]
}