{
    "b5876": [
        {
            "hno": "1",
            "id": "1",
            "nass": "(أَخْبَار المكيين) ¶ 1 - حَدثنَا الْفضل بن غَانِم، قَالَ: نَا سَلمَة بن الْفضل قَالَ: قَالَ ابْن إِسْحَاق: وحدِّثْنا أَن قُريْشًا وجدت فِي الرُّكْن كتابا بالسِريانيَّة، فَلم يدروا مَا هُوَ حَتَّى قَرَأَهُ لَهُم رجل من الْيَهُود، وَإِذا فِيهِ: \" أَنا الله ذُو بكة خلقتها يَوْم خَلقت السمواتِ والأرضَ، وصورت الشَّمْس وَالْقَمَر، وحففتها بسبعة أملاكٍ حنفَاء، لَا يَزُول حَتَّى يَزُول أخشباها، مبارك لأَهْلهَا",
            "page": "97",
            "part": "1",
            "seal": "EA37CA73"
        },
        {
            "hno": "2",
            "id": "2",
            "nass": "فِي المَاء وَاللَّبن \". ¶ 2 - قَالَ ابْن إِسْحَاق: وحدِّثْت أَنهم وجدوا فِي الْمقَام كتابا فِيهِ: \" مَكَّة الْحَرَام يَأْتِيهَا رزقها من ثَلَاثَة سبل لَا يحلهَا أول من أَهلهَا \". ¶ 3 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا حَمَّاد بن سَلمَة، قَالَ: نَا مُحَمَّد بن عَمْرو، عَن أبي سَلمَة، ... ... ... ... ... ... ... ... ... ... ...",
            "page": "98",
            "part": "1",
            "seal": "AF3B3C63"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "عَن أبي هُرَيْرَة: أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يَعْنِي مَكَّة: \" لم تحل لأحد قبلي، وَلَا تحل لأحد بعدِي وَإِنَّمَا أحلّت لي سَاعَة من نَهَار، وَلَا يعضد شَجَرها وَلَا يحتش حشيشها، وَلَا يصاد صيدها وَلَا تلْتَقط لقتطتها \".",
            "page": "99",
            "part": "1",
            "seal": "AAC089F8"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "4 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا حَمَّاد بن سَلمَة، قَالَ: نَا مُحَمَّد بن عَمْرو، عَن أبي سَلمَة، عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ يَعْنِي مَكَّة: \" لم تحل لأحد قبلي، وَلَا تحل لأحد بعدِي وَإِنَّمَا أحلّت سَاعَة من نَهَار، لَا يعضد شَجَرهَا، ويحتش حشيشها، وَلَا يصاد صيدها، وَلَا يحل لأحد لقطتهَا إِلَّا لِمنْشِد \". ¶ 5 - حَدثنَا سنيد، قَالَ: نَا وَكِيع، عَن سُفْيَان، عَن الْأسود بن",
            "page": "100",
            "part": "1",
            "seal": "286232B6"
        },
        {
            "hno": "6",
            "id": "5",
            "nass": "قيس، عَن أَخِيه، عَن ابْن الزبير، قَالَ: \" إِنَّمَا سميت بَكَّة، لأَنهم يأتونها من كل جَانب حجَّاجاً \". ¶ 6 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا حَمَّاد بن سَلمَة، عَن أَيُّوب،",
            "page": "101",
            "part": "1",
            "seal": "64D530A0"
        },
        {
            "hno": "7",
            "id": "6",
            "nass": "عَن مُجَاهِد أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" مَكَّة - - \". ¶ 7 - (حَدثنَا قُتَيْبَة بن سعيد، نَا بكر) بن مُضر، عَن ابْن الْهَاد، عَن أبي بكر بن مُحَمَّد، عَن عبد الله بن عَمْرو (بن ... ... ... ... ... ... ... ... . .",
            "page": "102",
            "part": "1",
            "seal": "278A28B7"
        },
        {
            "hno": "8",
            "id": "7",
            "nass": "عُثْمَان، عَن رَافع بن خديج) قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِن ابراهيم حرم مَكَّة \". ¶ 8 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا حَمَّاد بن سَلمَة، عَن ثَابت",
            "page": "103",
            "part": "1",
            "seal": "F22F6C4D"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وَحميد. عَن الْحسن، عَن قيس بن عباد، وَجَارِيَة بن قدامَة، قَالَ لَهما عَليّ بن أبي طَالب: مَا عهد إليَّ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَّا كتاب فِي قرَاب سَيفي، فَأخْرج الْكتاب فَإِذا فِيهِ: \" إِنَّه لم يكن نَبِي إِلَّا وَله حَرَم \".",
            "page": "104",
            "part": "1",
            "seal": "55407385"
        },
        {
            "hno": "9",
            "id": "9",
            "nass": "9 - حَدثنَا مُصعب بن عبد الله، قَالَ: حَدثنِي عبد العزير بن أبي (حَازِم) ، عَن كثير بن زيد، عَن الْوَلِيد بن رَبَاح، عَن أبي هُرَيْرَة أَن",
            "page": "105",
            "part": "1",
            "seal": "F2051C20"
        },
        {
            "hno": "10",
            "id": "10",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" إِن إِبْرَاهِيم حرَّم مَكَّة \". ¶ 10 - حَدثنَا مُصعب بن عبد الله، قَالَ: نَا عبد الْعَزِيز بن أبي حَازِم، عَن الْعَلَاء - يَعْنِي - ابْن عبد الرَّحْمَن، عَن مُحَمَّد بن مُسلم بن السَّائِب، عَن عبد الرَّحْمَن مولى أم (فِهْكَم) قَالَ: قَالَ أَبُو هُرَيْرَة: سَمِعت",
            "page": "106",
            "part": "1",
            "seal": "A45BD39A"
        },
        {
            "hno": "11",
            "id": "11",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" اللَّهُمَّ إِن إِبْرَاهِيم خَلِيلك وَنَبِيك، وإنّك حرمت مَكَّة على لسانِ إِبْرَاهِيم \". ¶ 11 - حَدثنَا هَوْذَة بن خَليفَة قَالَ: نَا ابْن ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "107",
            "part": "1",
            "seal": "D0C5E258"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "عون، عَن مُحَمَّد، عَن عبد الرَّحْمَن بن أبي بكرَة، عَن أبي بكرَة قَالَ: \" ركب رَسُول الله صلى الله عَلَيْهِ وَسلم نَاقَته، ثمَّ قَالَ: \" أَتَدْرُونَ أَي بلد هَذَا؟ \" فسكتنا، حَتَّى رَأينَا أَنه سَيسَميه سوى اسْمه، قَالَ: \" أَلَيْسَ الْبَلدة؟ \" قُلْنَا: بلَى. قَالَ: \" فَإِن أعراضكم وَأَمْوَالكُمْ ودماءَكم حرَام بَيْنكُم فِي مثل يومكم هَذَا فِي شهركم هَذَا فِي مثل بلدكم هَذَا، أَلا هَل بلغت \" قَالَ: قيل: نعم يَا رَسُول الله.",
            "page": "108",
            "part": "1",
            "seal": "FD87BC58"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - حَدثنَا أبي، قَالَ: نَا أَبُو عَامر، عَن قُرَّة، عَن مُحَمَّد بن سِيرِين قَالَ: حَدثنِي عبد الرَّحْمَن بن أبي بكرَة، وَرجل أفضل فِي نَفسِي من عبد الرَّحْمَن عَن أبي بكرَة قَالَ: خَطَبنَا رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم النَّحْر، فَذكر نَحوه.",
            "page": "109",
            "part": "1",
            "seal": "4A4C6164"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - حَدثنَا عبيد الله بن عمر، قَالَ: نَا حَمَّاد بن زيد، عَن أَيُّوب، عَن ابْن سِيرِين قَالَ: سَمِعت أَن أَبَا بكرَة حَدَّثَ، قَالَ: خَطَبنَا رَسُول الله صلى الله عَلَيْهِ وَسلم فَذكر نَحوه. ¶ 14 - حَدثنَا مُصعب بن عبد الله، قَالَ: حَدثنِي عبد الْعَزِيز بن مُحَمَّد، عَن سُهَيْل بن أبي صَالح، عَن أَبِيه، عَن كَعْب ... ... ... ... ... ...",
            "page": "110",
            "part": "1",
            "seal": "7B7F546E"
        },
        {
            "hno": "15",
            "id": "15",
            "nass": "الْأَحْبَار،: \" اخْتَار الله الْبِلَاد، فَأحب الْبِلَاد إِلَى الله الْبَلَد الْحَرَام. ¶ 15 - حَدثنَا مُصعب بن عبد الله قَالَ: حَدثنِي عبد الْعَزِيز بن مُحَمَّد، عَن يزِيد بن الْهَاد، عَن أبي بكر، عَن عبد الله بن عَمْرو بن عُثْمَان، عَن رَافع بن خديج أَنه سمع رَسُول الله صلى الله عَلَيْهِ وَسلم ذكر مَكَّة. ¶ 16 - حَدثنَا (مُصعب بن عبد الله) ، قَالَ حَدثنِي: عبد الْعَزِيز بن مُحَمَّد، عَن يزِيد بن الْهَاد، عَن أبي بكر، عَن عبد الله عَن عَمْرو بن أبي عَمْرو مولى الْمطلب عَن أنس بن مَالك أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" اللَّهُمَّ",
            "page": "111",
            "part": "1",
            "seal": "F6A4C719"
        },
        {
            "hno": "17",
            "id": "16",
            "nass": "إِنِّي أحرم مَا بَين لابتيها - يَعْنِي الْمَدِينَة - بِمثل مَا حرم إِبْرَاهِيم مَكَّة \". ¶ 17 - حَدثنَا مُصعب بن عبد الله قَالَ: حَدثنِي عبد الْعَزِيز بن مُحَمَّد، عَن عبد الرَّحْمَن بن حَرْمَلَة الأسلَمي، أَنه سمع سعيد بن الْمسيب يَقُول: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم الْفَتْح: \" يَا أَيهَا النَّاس تعلمن وَالله، مَا أحلَّت",
            "page": "112",
            "part": "1",
            "seal": "8D900DA6"
        },
        {
            "hno": "18",
            "id": "17",
            "nass": "لأحد قبلي، وَلَا (لأحد) بعدِي، وَمَا أحلّت لي إِلَّا هَذِه السَّاعَة \" يُرِيد مَكَّة. ¶ 18 - حَدثنَا سُرَيج بن النُّعْمَان قَالَ: نَا فليح بن سُلَيْمَان، عَن عتبَة ابْن مُسلم، عَن نَافِع بن جُبَير، قَالَ: خطب مَرْوَان بن الحكم فَذكر مَكَّة وحرمَتَها فناداه رَافع بن خديج فَقَالَ: \" إِن مَكَّة إِن تكن حرما، فَإِن الْمَدِينَة حرم، حرمهَا رَسُول الله صلى الله عَلَيْهِ وَسلم \".",
            "page": "113",
            "part": "1",
            "seal": "A0B5D062"
        },
        {
            "hno": "19",
            "id": "18",
            "nass": "19 - حَدثنَا سُرَيج بن النُّعْمَان قَالَ: نَا فليح بن سُلَيْمَان عَن عمر بن الْعَلَاء الثَّقَفِيّ، عَن أَبِيه، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" الْمَدِينَة وَمَكَّة محفوفتان بِالْمَلَائِكَةِ، الْمَدِينَة على كل نقب مِنْهَا ملك لَا يدخلهَا الدَّجَّال، وَلَا الطَّاعُون \".",
            "page": "114",
            "part": "1",
            "seal": "8BCFFF12"
        },
        {
            "hno": "20",
            "id": "19",
            "nass": "20 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر، قَالَ: حَدثنِي أَبُو ضَمرَة، عَن مُحَمَّد بن مُوسَى بن عبد الله بن يسَار قَالَ: قَالَ أَبُو عبد الله الْقَرَّاظ أشهد على أبي هُرَيْرَة لحدثني عَن حبي وحبه أَنه قَالَ: \" اللَّهُمَّ إِن إِبْرَاهِيم عَبدك وخليلك دعَاك لأهل مَكَّة، وَأَنا أَدْعُوك لأهل الْمَدِينَة \".",
            "page": "115",
            "part": "1",
            "seal": "88404EFA"
        },
        {
            "hno": "21",
            "id": "20",
            "nass": "21 - حَدثنَا أبي قَالَ: نَا ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "116",
            "part": "1",
            "seal": "8E1C5DA4"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "جرير، عَن مَنْصُور، عَن مُجَاهِد، عَن ابْن عَبَّاس قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم الْفَتْح فتح مَكَّة: \" إِن هَذَا الْبَلَد حرمه الله يَوْم خلق السَّمَوَات وَالْأَرْض، فَهُوَ حرَام لحُرْمَة الله إِلَى يَوْم الْقِيَامَة، لَا يعضد شوكه، وَلَا ينفَّر صَيْده، وَلَا يلتقط لقطته إِلَّا من عَرَّفَها، وَلَا يخْتَلى خلاه \" فَقَالَ الْعَبَّاس: إلاّ الْإِذْخر، فَإِنَّهُ لِقَيْنِهِم ولبيوتهم. فَقَالَ: \" إِلَّا الْإِذْخر \".",
            "page": "117",
            "part": "1",
            "seal": "26F4DAF4"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "(صفحة فارغة)",
            "page": "118",
            "part": "1",
            "seal": "55A79983"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - حَدثنَا مُحَمَّد بن عمرَان بن أبي ليلى، قَالَ: حَدثنِي أبي، قَالَ: حَدثنِي ابْن أبي ليلى، عَن عَطاء، عَن ابْن عَبَّاس، عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ: \" لَا يعضد شوك الْحرم، وَلَا يقتل صَيْده، وَلَا يخْتَلى خلاه إِلَّا الْإِذْخر، وَلَا تحل لقطته إِلَّا لِمُنْشِد \". ¶ 23 - حَدثنَا عَمْرو بن مَرْزُوق، قَالَ: أَنا ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "119",
            "part": "1",
            "seal": "FE290A8F"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "عمرَان، عَن قَتَادَة، عَن سَالم عَن معدان، عَن عَمْرو الْبكالِي، عَن عبد الله بن عَمْرو، قَالَ: الْحرم حرَام إِلَى السَّمَاء السَّابِعَة.",
            "page": "120",
            "part": "1",
            "seal": "5867AEF1"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - حَدثنَا يحيى بن معِين قَالَ: نَا عبد الله بن رَجَاء الْمَكِّيّ، عَن الْمُغيرَة بن زِيَاد، عَن عَطاء قَالَ - إِن للعرش / (10 / ب / 11 / أ) - سعد بن بكر أَنه سمع أَبَا شُرَيْح (- عَمْرو) الْخُزَاعِيّ ثمَّ الكعبي يَقُول: فَلَمَّا صلى رَسُول الله صلى الله عَلَيْهِ وَسلم قَامَ فَأثْنى على الله بِمَا هُوَ أَهله ثمَّ قَالَ: \" أما بعد فَإِن الله هُوَ حرم مَكَّة - يحرمها النَّاس، وَإِنَّمَا أحلّت لي سَاعَة من النَّهَار أمس، وَإِنَّهَا الْيَوْم حرَام كَمَا حرمهَا أول مرّة \". ¶ 25 - (حَدثنَا أبي، حَدثنَا وهب بن جرير حَدثنَا أبي، قَالَ: سَمِعت يُونُس يزِيد يحدث عَن الزُّهْرِيّ، عَن مُسلم بن يزِيد أحد بني)",
            "page": "121",
            "part": "1",
            "seal": "E94D5203"
        },
        {
            "hno": "26",
            "id": "26",
            "nass": "سعد بن بكر أَنه سمع أَبَا شُرَيْح - الْخُزَاعِيّ ثمَّ الكعبي يَقُول: (فَلَمَّا صلى رَسُول الله صلى الله عَلَيْهِ وَسلم) قَامَ فَأثْنى على الله بِمَا هُوَ أَهله، ثمَّ قَالَ: \" أما بعد: فَإِن الله هُوَ حرم مَكَّة لم يحرمها النَّاس، وَإِنَّمَا أحلّت لي سَاعَة من النَّهَار أمس، وَإِنَّهَا الْيَوْم حرَام كَمَا حرمهَا أول مرّة \". ¶ 26 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ نَا حَمَّاد بن سَلمَة عَن سماك ابْن حَرْب، عَن خَالِد بن ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... . .",
            "page": "122",
            "part": "1",
            "seal": "6564E2D4"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "عرْعرة، قَالَ: قَامَ رجل، إِلَى عَليّ بن أبي طَالب: قَالَ مَا الْبَيْت الْمَعْمُور؟ فَقَالَ لأَصْحَابه: مَا تَقولُونَ؟ قَالُوا: هَذَا الْبَيْت هُوَ الْبَيْت الْحَرَام. قَالَ: بل هُوَ بَيت فِي السَّمَاء يُقَال لَهُ الضراح، بحبال الْكَعْبَة حرمته فِي السَّمَاء كَحُرْمَةِ هَذَا فِي الأَرْض، يدْخلهُ كل يَوْم سَبْعُونَ ألف ملك لَا يعودون فِيهِ حَتَّى تقوم السَّاعَة. ثمَّ تَلا هَذِه الْآيَة: {إِن أوَّل بيتٍ وضع للنَّاس للَّذي ببكة مُبَارَكًا وَهدى للْعَالمين، 96، فِيهِ آيَات بَيِّنَات مقَام إِبْرَاهِيم وَمن دخله كَانَ آمناًُ} ، قَالَ: إِنَّه لَيْسَ أول بَيت كَانَ نوح قبله، وَكَانَ فِي الْبيُوت،",
            "page": "123",
            "part": "1",
            "seal": "2A340FF6"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "وَلكنه: أول بَيت وضع للنَّاس فِيهِ آيَات بَيِّنَات مقَام إِبْرَاهِيم وَمن دخله كَانَ آمنا. ¶ 27 - حَدثنَا يحيى بن أَيُّوب قَالَ نَا عباد بن عباد قَالَ حَدثنِي شُعْبَة ابْن الْحجَّاج، عَن سماك بن حَرْب، عَن خَالِد بن عرْعرة قَالَ خرج علينا عَليّ فَقَامَ إِلَيْهِ ابْن الْكواء فَقَالَ: إِن أول بَيت وضع للنَّاس للَّذي ببكة أهوَ أول بَيت وضع للنَّاس؟ قَالَ: فَأَيْنَ كَانَ قوم نوح وَعَاد! وَلكنه أول",
            "page": "124",
            "part": "1",
            "seal": "28700885"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "بَيت وضع للنَّاس مُبَارَكًا فِيهِ آيَات بَيِّنَات مقَام إِبْرَاهِيم. ¶ 28 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا وهيب بن خَالِد قَالَ: نَا سُهَيْل بن أبي صَالح، عَن أَبِيه عَن (السوالي) ، عَن كَعْب قَالَ: \" إِن أحب الْبِلَاد إِلَى الله الْبَلَد الْحَرَام \". ¶ 29 - حَدثنَا سُرَيج بن النُّعْمَان قَالَ: نَا أَبُو مُعَاوِيَة قَالَ: نَا الْأَعْمَش، عَن إِبْرَاهِيم التَّيْمِيّ عَن أَبِيه عَن أبي ذَر، عَن النَّبِي صلى الله عَلَيْهِ وَسلم مثله.",
            "page": "125",
            "part": "1",
            "seal": "2E4DC51A"
        },
        {
            "hno": "30",
            "id": "30",
            "nass": "30 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: ثَنَا أَبُو عوَانَة، عَن الْأَعْمَش، عَن إِبْرَاهِيم التَّيْمِيّ، قَالَ: إِنِّي سَمِعت أَبَا ذَر يَقُول: قلت: يَا رَسُول الله، أيّ مَسْجِد وضع فِي الأَرْض أوّل؟ قَالَ: \" الْمَسْجِد الْحَرَام \" قَالَ: قلت: ثمَّ أَي؟ قَالَ: - (11 / ب) .",
            "page": "126",
            "part": "1",
            "seal": "E0EA2236"
        },
        {
            "hno": "31",
            "id": "31",
            "nass": "31 - حَدثنَا (سُرَيج بن النُّعْمَان) ، قَالَ: نَا فليح بن سُلَيْمَان، عَن مُحَمَّد بن عَمْرو، عَن سُلَيْمَان الأ (غر، عَن) أبي هُرَيْرَة قَالَ: قَالَ (رَسُول) الله صلى الله عَلَيْهِ وَسلم: \" صَلَاة فِي مَسْجِدي هَذَا (خير \") من ألف صَلَاة (فِي) مَا سواهُ من الْمَسَاجِد إِلَّا الْمَسْجِد الْحَرَام \".",
            "page": "127",
            "part": "1",
            "seal": "B2EBBA41"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "(صفحة فارغة)",
            "page": "128",
            "part": "1",
            "seal": "064B3E22"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - حَدثنَا سُرَيج بن النُّعْمَان نَا إِسْمَاعِيل بن جَعْفَر، عَن مُحَمَّد بن عَمْرو بن عَلْقَمَة اللَّيْثِيّ، عَن أبي سَلمَة بن عبد الرَّحْمَن، عَن عبد الله بن إِبْرَاهِيم، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" صَلَاة فِي مَسْجِدي",
            "page": "129",
            "part": "1",
            "seal": "7007E134"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "هَذَا خير من ألف صَلَاة فِيمَا سواهُ من الْمَسَاجِد إِلَّا الْمَسْجِد الْحَرَام \". ¶ 33 - حَدثنَا سُرَيج بن النُّعْمَان قَالَ ثَنَا عبد الْعَزِيز بن عبد الله بن أبي سَلمَة، عَن عبد الله بن دِينَار، عَن سُلَيْمَان الْأَغَر عَن أبي هُرَيْرَة قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" صَلَاة فِي مَسْجِدي خير من ألف",
            "page": "130",
            "part": "1",
            "seal": "378A9A48"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "صَلَاة فِي غَيره إِلَّا الْمَسْجِد الْحَرَام \". ¶ 34 - حَدثنَا سُرَيج بن النُّعْمَان، قَالَ: ثَنَا الْمعَافى بن عمرَان، عَن مُغيرَة بن زِيَاد، عَن عَطاء قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" صَلَاة فِي مَسْجِدي تعدل ألف صَلَاة فِيمَا سواهُ إِلَّا الْمَسْجِد الْحَرَام \" كَذَا قَالَ عَن عَطاء عَن النَّبِي عَلَيْهِ السَّلَام.",
            "page": "131",
            "part": "1",
            "seal": "6FB930A7"
        },
        {
            "hno": "35",
            "id": "36",
            "nass": "35 - حَدثنَا سُلَيْمَان بن حَرْب قَالَ: ثَنَا حَمَّاد بن زيد، عَن حبيب الْمعلم، عَن عَطاء بن أبي رَبَاح، عَن عبد الله بن الزبير قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" صَلَاة فِي مَسْجِدي هَذَا، أفضل من ألف صَلَاة فِيمَا سواهُ من الْمَسَاجِد، إِلَّا الْمَسْجِد الْحَرَام، وَصَلَاة فِي الْمَسْجِد الْحَرَام أفضل من صَلَاة فِي مَسْجِدي هَذَا بِمِائَة صَلَاة \".",
            "page": "132",
            "part": "1",
            "seal": "39D22AA0"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "(صفحة فارغة)",
            "page": "133",
            "part": "1",
            "seal": "E7A7B397"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "(صفحة فارغة)",
            "page": "134",
            "part": "1",
            "seal": "A0A896F2"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "(صفحة فارغة)",
            "page": "135",
            "part": "1",
            "seal": "E891B3A3"
        },
        {
            "hno": "36",
            "id": "40",
            "nass": "36 - حَدثنَا أبي قَالَ: ثَنَا هشيم قَالَ: أَنا الْحجَّاج، عَن عَطاء، عَن عبد الله بن الزبير قَالَ: \" الصَّلَاة فِي الْمَسْجِد الْحَرَام تفضل على سَائِر الْمَسَاجِد مائَة ضعف \" قَالَ: فَنَظَرْنَا فِي ذَلِك فَإِذا هِيَ تفضل على سَائِر الْمَسَاجِد مائَة ألف ضعف، لقَوْل رَسُول الله صلى الله عَلَيْهِ وَسلم: \" صَلَاة فِي مَسْجِدي هَذَا - يَعْنِي مَسْجِد الْمَدِينَة - تفضل على مَا سوى ذَلِك ألف ضعف إِلَّا الْمَسْجِد الْحَرَام \" كَذَا قَالَ حبيب الْمعلم وحجاج بن أَرْطَأَة: عَطاء عَن ابْن الزبير. ¶ 37 - حَدثنَا سُرَيج بن النُّعْمَان قَالَ ثَنَا حَمَّاد بن سَلمَة، عَن حجاج بن الْأسود، عَن شهر بن حَوْشَب قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" صَلَاة فِي",
            "page": "136",
            "part": "1",
            "seal": "31378D39"
        },
        {
            "hno": "38",
            "id": "41",
            "nass": "مَسْجِدي خير من ألف صَلَاة فِيمَا سواهُ إِلَّا أَن يكون الْمَسْجِد الْحَرَام \". فَقَالَ أَبُو بكر / -. ¶ 38 - (حَدثنَا سُرَيج بن النُّعْمَان) قَالَ ثَنَا أَبُو معشر عَن (سعيد المَقْبُري) عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" صَلَاة فِي مَسْجِدي هَذَا خير من ألف صَلَاة فِيمَا سواهُ من الْمَسَاجِد إِلَّا الْمَسْجِد الْحَرَام \". ¶ 39 - حَدثنَا عَمْرو بن مَرْزُوق قَالَ: أَنا شُعْبَة، عَن أبي عبد الْعَزِيز",
            "page": "137",
            "part": "1",
            "seal": "101E5678"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "الربذي، عَن عمر بن الحكم، عَن سعد بن أبي وَقاص أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" صَلَاة فِي مَسْجِدي هَذَا أفضل من ألف صَلَاة فِيمَا سواهُ إِلَّا الْمَسْجِد الْحَرَام \".",
            "page": "138",
            "part": "1",
            "seal": "646AFE90"
        },
        {
            "hno": "40",
            "id": "43",
            "nass": "40 - حَدثنَا سُرَيج بن النُّعْمَان قَالَ ثَنَا حَمَّاد بن شُعَيْب، عَن حبيب ابْن أبي ثَابت أَن ابْن الزبير قَالَ: \" صَلَاة فِي الْكَعْبَة خير من مائَة صلاةٍ فِي مَسْجِد الرَّسُول عَلَيْهِ السَّلَام \". ¶ 41 - حَدثنَا سُرَيج بن النُّعْمَان، قَالَ: ثَنَا فليح بن سُلَيْمَان، عَن نَافِع قَالَ قَالَت مَيْمُونَة: إِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" صَلَاة فِي مَسْجِدي هَذَا خير من ألفِ",
            "page": "139",
            "part": "1",
            "seal": "3D972D03"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "صلاةٍ مِمَّا سواهُ من الْمَسَاجِد إِلَّا الْمَسْجِد الْحَرَام \".",
            "page": "140",
            "part": "1",
            "seal": "275B194E"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "(صفحة فارغة)",
            "page": "141",
            "part": "1",
            "seal": "D484B0D5"
        },
        {
            "hno": "42",
            "id": "46",
            "nass": "42 - حَدثنَا سُرَيج بن النُّعْمَان، قَالَ: نَا حَمَّاد بن سَلمَة، عَن كُلْثُوم ابْن جَبْر، عَن خثيم بن مَرْوَان، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" تشد الْمطِي إِلَى ثَلَاثَة مَسَاجِد: مَسْجِد الْخيف، ومسجدي،",
            "page": "142",
            "part": "1",
            "seal": "6EFFD1CF"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "وَالْمَسْجِد الْحَرَام \". قَالَ أَبُو هُرَيْرَة: - \" لَو كنت سَاكِنا مَكَّة لأتيته كل يَوْم",
            "page": "143",
            "part": "1",
            "seal": "0664F06F"
        },
        {
            "hno": "43",
            "id": "48",
            "nass": "مرّة، فَإِن لم أفعل مَعَ كل يَوْمَيْنِ - فَإِن لم أفعل مَعَ كل جُمُعَة يَعْنِي مَسْجِد منى \". ¶ 43 - حَدثنَا سُرَيج بن النُّعْمَان، قَالَ: نَا فليح، عَن مُحَمَّد بن عبد الله بن حُصَيْن، قَالَ: حَدثنِي رجل من قومِي كَانَ فِي الْجَيْش الَّذين غزا بهم سعد الْقَادِسِيَّة، قَالَ: فَقُلْنَا يَا أَمِير الْمُؤمنِينَ رَأينَا حِين قَفِلْنا أَن نأتي بَيت الْمُقَدّس فنصلي فِيهِ فَجعل يضْرب يَد الرجل الَّذِي تكلم بهَا بِشَيْء فِي يَده؛ وَيَقُول: \" وَيحك إِن الأباعر لَا ترحل إِلَّا إِلَى هذَيْن المسجدين مَسْجِد الْمَدِينَة وَمَسْجِد مَكَّة \". ¶ 44 - حَدثنَا أبي، قَالَ: نَا جرير، عَن مُغيرَة، عَن إِبْرَاهِيم،",
            "page": "144",
            "part": "1",
            "seal": "38894C44"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "عَن سهم بن منْجَاب، عَن قزعة، عَن أبي سعيد قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لَا تشد الرِّحال إِلَّا إِلَى ثَلَاثَة مَسَاجِد، مَسْجِد الْحَرَام، وَمَسْجِد الْمَدِينَة وَمَسْجِد الْأَقْصَى \".",
            "page": "145",
            "part": "1",
            "seal": "B8B1C6E9"
        },
        {
            "hno": "45",
            "id": "50",
            "nass": "45 - حَدثنَا هِشَام بن عبد الْملك الطَّيَالِسِيّ، قَالَ: نَا شُعْبَة، قَالَ: نَا عبد الْملك بن عُمَيْر، قَالَ: سَمِعت قزعة مولى زِيَاد يَقُول -. - الْخُدْرِيّ - النَّبِي صلى الله عَلَيْهِ وَسلم - فأعجبتني وأينقنني \" فَذكر الحَدِيث، وَقَالَ: \" فِي - لَا تشَدّ الرِّحال إِلَّا إِلَى الْمَسْجِد الْحَرَام، وَمَسْجِد الْأَقْصَى، ومسجدي هَذَا \". ¶ 46 - أخبرنَا (فُضَيْل) بن عبد الْوَهَّاب قَالَ: أَنا خَالِد بن",
            "page": "146",
            "part": "1",
            "seal": "97EC8ECB"
        },
        {
            "hno": "47",
            "id": "51",
            "nass": "الْحَارِث، عَن أَشْعَث، عَن الْحسن قَالَ: \" أم الْقرى مَكَّة \". ¶ (ولادَة النَّبِي صلى الله عَلَيْهِ وَسلم) ¶ 47 - حَدثنَا يحيى بن معِين، قَالَ: نَا عُبَيْدَة بن حميد، قَالَ: حَدثنِي الْأَعْمَش، عَن أبي صَالح قَالَ: قَالَ كَعْب: \" نجد مُحَمَّدًا صلى الله عَلَيْهِ وَسلم مولد بِمَكَّة \".",
            "page": "147",
            "part": "1",
            "seal": "84ACCB93"
        },
        {
            "hno": "48",
            "id": "52",
            "nass": "48 - أخبرنَا الْفضل بن غَانِم، قَالَ: نَا سَلمَة بن الْفضل قَالَ: نَا مُحَمَّد بن إِسْحَاق قَالَ: \" ولد رَسُول الله صلى الله عَلَيْهِ وَسلم عَام الْفِيل، وَكَانَ مَعَ جده وَأمه، فَهَلَكت أمه وَهُوَ ابْن سِتّ سِنِين، بعد الْفِيل بست سِنِين، وَكَانَ مَعَ جده عبد الْمطلب، ثمَّ هلك عبد الْمطلب بعد الْفِيل بثماني، وَكَانَ عبد الْمطلب يُوصي بِهِ أَبَا طَالب عَمه، وَذَلِكَ أَن عبد الله وَأَبا طَالب لأم، وَكَانَ أَبُو طَالب الَّذِي يَلِي رَسُول الله صلى الله عَلَيْهِ وَسلم بعد خَدِيجَة، ثمَّ تزوج رَسُول الله صلى الله عَلَيْهِ وَسلم خَدِيجَة ابْنة خويلد وَهُوَ ابْن خمس وَعشْرين سنة \" كَمَا أخرج الْأَثْرَم، عَن أبي عُبَيْدَة. ¶ 49 - أخبرنَا الْفضل بن غَانِم قَالَ: نَا سملة، عَن ابْن إِسْحَاق قَالَ: جَاءَ حَمْزَة بن عبد الْمطلب حَتَّى دخل على خويلد بن ... ... ... ... ... ... ... .",
            "page": "148",
            "part": "1",
            "seal": "203C143B"
        },
        {
            "hno": "50",
            "id": "53",
            "nass": "أَسد فَخَطَبَهَا عَلَيْهِ، فَتَزَوجهَا فَولدت لَهُ أَوْلَاده كلهم إِلَّا إِبْرَاهِيم: زَيْنَب، ورقية، وَأم كُلْثُوم، وَفَاطِمَة، وَالقَاسِم، وَبِه كَانَ يكنى، والطاهر، وَالطّيب، فَأَما الْقَاسِم، والطاهر، وَالطّيب فهلكوا فِي الْجَاهِلِيَّة، وَأما بَنَاته فكلهن أدركن الْإِسْلَام وهاجرن مَعَه صلوَات الله عَلَيْهِ وعَلى ذُريَّته. ¶ 50 - قَالَ ابْن إِسْحَاق: ثمَّ إِن قُريْشًا اجْتمعت لبِنَاء الْكَعْبَة، وَذَلِكَ بعد الْفجار بِخمْس عشرَة سنة، وَرَسُول الله صلى الله عَلَيْهِ وَسلم عامئذ ابْن خمس وَثَلَاثِينَ سنة.",
            "page": "149",
            "part": "1",
            "seal": "08F2D0DD"
        },
        {
            "hno": "51",
            "id": "54",
            "nass": "51 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر، قَالَ نَا مُحَمَّد بن فليح، عَن مُوسَى ابْن عقبَة، عَن ابْن شهَاب قَالَ: \" كَانَ بَين الْفجار وَبَين بُنيان الْكَعْبَة خمس عشر سنة \". ¶ 52 - أخبرنَا إِبْرَاهِيم بن الْمُنْذر قَالَ: نَا عبد الْعَزِيز بن أبي ثَابت قَالَ: حَدثنِي عبد الله بن عُثْمَان بن أبي سُلَيْمَان النَّوْفَلِي، عَن أَبِيه عَن مُحَمَّد بن جُبَير بن مطعم قَالَ: \" بني الْبَيْت على خمس وَعشْرين من",
            "page": "150",
            "part": "1",
            "seal": "9DD519CA"
        },
        {
            "hno": "53",
            "id": "55",
            "nass": "الْفِيل \" كَذَا قَالَ. ¶ 53 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر قَالَ: نَا مُحَمَّد بن فليح، عَن مُوسَى ابْن عقبَة، عَن ابْن شهَاب قَالَ: \" وَكَانَ بَين الْفِيل والفجار أَرْبَعُونَ سنة \" كَذَا قَالَ الزُّهْرِيّ و - قَالَ الزُّهْرِيّ: (ثمَّ إِن الله بعث مُحَمَّدًا على رَأس خمس عشرَة من بُنيان الْكَعْبَة، فَكَانَ بَين مبعثه وَبَين الْفِيل) سَبْعُونَ سنة \" قَالَ إِبْرَاهِيم بن الْمُنْذر: \" وَهَذَا وهم لَا يشك فِيهِ أحد من عُلَمَائِنَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم ولد عَام الْفِيل، ونبئَ على رَأس أَرْبَعِينَ من الْفِيل صلى الله عَلَيْهِ وَسلم \". ¶ 54 - أخبرنَا الْفضل بن غَانِم قَالَ: نَا سَلمَة بن الْفضل عَن مُحَمَّد بن إِسْحَاق، عَن لَيْث بن ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ...",
            "page": "151",
            "part": "1",
            "seal": "C5939A61"
        },
        {
            "hno": "55",
            "id": "56",
            "nass": "أبي سليم قَالَ: \" إِنَّهُم وجدوا فِي حجر فِي الْكَعْبَة قبل مَبْعث رَسُول الله صلى الله عَلَيْهِ وَسلم بِأَرْبَعِينَ حجَّة، إِن كَانَ مَا ذكر حقّاً، مَكْتُوب فِيهِ: من يزرع خيرا يحصد غِبْطَة، وَمن (يزرع شرّاً) يحصد ندامة تَعْمَلُونَ السَّيِّئَات، وتجزون الْحَسَنَات كَمَا يجتني من الشوك \". ¶ 55 - قَالَ ابْن إِسْحَاق: فابتدئ رَسُول الله صلى الله عَلَيْهِ وَسلم بالتنزيل فِي شهر رَمَضَان، يَقُول الله: {شهر رَمَضَان الَّذِي أنزل فِيهِ الْقُرْآن هدى للنَّاس وبينات من الْهدى وَالْفرْقَان} وَقَالَ: {إِنَّا أَنزَلْنَاهُ فِي لَيْلَة الْقدر} السُّورَة كلهَا، وَقَالَ: {حم، 1، وَالْكتاب الْمُبين، 2، إِنَّا أَنزَلْنَاهُ فِي ليلةٍ (مباركةٍ} إِنَّا كُنَّا منذرين، 3، فِيهَا يفرق كل أمرٍ حكيمٍ، 4، أمرا من عندنَا إِنَّا كنَّا",
            "page": "152",
            "part": "1",
            "seal": "50A27787"
        },
        {
            "hno": "56",
            "id": "57",
            "nass": "مرسلين} وَقَالَ: {إِن كُنْتُم آمنتم بِاللَّه وَمَا أنزلنَا على عَبدنَا يَوْم الْفرْقَان يَوْم التقى الْجَمْعَانِ} يُرِيد ملتقى رَسُول الله صلى الله عَلَيْهِ وَسلم وَالْمُشْرِكين من قُرَيْش ببدر. ¶ حَدثنَا بذلك أَحْمد بن مُحَمَّد بن أَيُّوب، عَن إِبْرَاهِيم بن سعد، عَن ابْن إِسْحَاق. ¶ 56 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب، قَالَ: نَا إِبْرَاهِيم، عَن ابْن إِسْحَاق عَن أبي جَعْفَر مُحَمَّد بن عَليّ: أَن رَسُول الله صلى الله عَلَيْهِ وَسلم التقى هُوَ وَالْمُشْرِكُونَ من قُرَيْش ببدر يَوْم الْجُمُعَة، صَبِيحَة سبع عشرَة من رَمَضَان \".",
            "page": "153",
            "part": "1",
            "seal": "D32BDA49"
        },
        {
            "hno": "57",
            "id": "58",
            "nass": "57 - حَدثنَا سُرَيج بن النُّعْمَان قَالَ: نَا فليح بن سُلَيْمَان، عَن هِلَال ابْن عَليّ، عَن عَطاء بن يسَار قَالَ: لقِيت عبد الله بن عَمْرو بن الْعَاصِ فَقلت: أَخْبرنِي عَن صفة رَسُول الله صلى الله عَلَيْهِ وَسلم فِي التَّوْرَاة؟ فَقَالَ: أجل! وَالله إِنَّه لموصوف (فِي) التوارة بِبَعْض صفته فِي الْفرْقَان \" يَا أَيهَا النَّبِي إِنَّا أَرْسَلْنَاك شَاهدا وَمُبشرا وَنَذِيرا وحرزاً للأميين، أَنْت عَبدِي ورسولي، سميتك المتَوَكل، لَيْسَ بِفَظٍّ وَلَا غليظ وَلَا صخب بالأسواق، وَلَا يدْفع بِالسَّيِّئَةِ السَّيئَة، وَلَكِن يعْفُو وَيغْفر، وَلنْ يقبضهُ حَتَّى يُقيم بِهِ الْملَّة العوجاء، حَتَّى يَقُولُوا: لَا إِلَه إِلَّا الله فَيفتح بِهِ - وَقُلُوبًا غلفًا، قَالَ عَطاء بن",
            "page": "154",
            "part": "1",
            "seal": "297883BC"
        },
        {
            "hno": "58",
            "id": "59",
            "nass": "يسَار، ثمَّ - فَمَا اخْتَلَفْنَا فِي حرف إِلَّا أَن كَعْبًا قَالَ: \" أعيناً عمو -، وَقُلُوبًا غلو -، وأذاناً صمومي \". ¶ 58 - أخبرنَا الْفضل بن غَانِم قَالَ: أَنا سَلمَة بن الْفضل قَالَ نَا مُحَمَّد ابْن إِسْحَاق عَن ثَابت بن شُرَحْبِيل أخي بني عبد الدَّار، أَنه حدث عَن",
            "page": "155",
            "part": "1",
            "seal": "C62A3414"
        },
        {
            "hno": "59",
            "id": "60",
            "nass": "أم الدَّرْدَاء قَالَت: قلت لكعب: يَا كَعْب كَيفَ تَجِدُونَ صفة رَسُول الله صلى الله عَلَيْهِ وَسلم فِي التَّوْرَاة؟ قَالَ: نجد: مُحَمَّدًا رَسُول الله المتَوَكل، لَيْسَ بفظٍ، وَلَا غليظٍ، وَلَا يصخب فِي الْأَسْوَاق، وأعطِيَ المفاتيح، ليبصِّرَ الله بِهِ أعيناً عوراً، ويسِعَ بِهِ آذَانا وقرا، ويقيمَ بِهِ أَلسنا معوجَّة، حَتَّى يشْهدُوا أَلا إِلَه إِلَّا الله وَحده لَا شريك لَهُ، يعين الْمَظْلُوم، ويمنعه من أَن يستضعف \". ¶ 59 - أخبرنَا الْفضل بن غَانِم قَالَ: نَا سَلمَة الأبرش قَالَ: نَا مُحَمَّد ابْن إِسْحَاق: \" بعث الله رَسُوله صلوَات الله عَلَيْهِ وَرَحمته وَبَرَكَاته، رَحْمَة للْعَالمين، وكافة للنَّاس بعد بُنيان الْكَعْبَة بِخمْس سِنِين، وَرَسُول الله صلى الله عَلَيْهِ وَسلم يَوْمئِذٍ ابْن أَرْبَعِينَ سنة كَامِلا. ¶ فَكَانَ أول من آمن برَسُول الله صلى الله عَلَيْهِ وَسلم (فِيمَا) قَالَ مُحَمَّد بن مُسلم بن شهَاب الزُّهْرِيّ، وَعبد الله بن مُحَمَّد بن عقيل بن أبي طَالب، وَقَتَادَة",
            "page": "156",
            "part": "1",
            "seal": "402CB01F"
        },
        {
            "hno": "60",
            "id": "61",
            "nass": "ابْن دعامة السدُوسِي، وَمُحَمّد بن إِسْحَاق وَأَبُو رَافع، وَابْن عَبَّاس: خَدِيجَة بنت خويلد بن أَسد بن عبد الْعُزَّى زَوْجَة رَسُول الله صلى الله عَلَيْهِ وَسلم. ¶ 60 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر الْحزَامِي قَالَ: نَا مُحَمَّد بن فليح، عَن مُوسَى بن عقبَة قَالَ: قَالَ ابْن شهَاب: وَكَانَت خَدِيجَة بنت خويلد أول من آمن بِاللَّه وَصدق رَسُوله قبل أَن تفرض الصَّلَاة.",
            "page": "157",
            "part": "1",
            "seal": "4F31C51C"
        },
        {
            "hno": "61",
            "id": "62",
            "nass": "61 - وَحدثنَا يحيى بن يُوسُف الزَّمي، قَالَ: نَا عبيد الله بن عَمْرو الرَّقي، عَن ابْن عقيل - يَعْنِي - عبد الله بن مُحَمَّد بن عقيل بن أبي طَالب قَالَ: فَكَانَت خَدِيجَة أول النَّاس إِيمَانًا بِمَا أنزل الله على رَسُول الله صلى الله عَلَيْهِ وَسلم. ¶ 62 - حَدثنَا أَحْمد بن الْمِقْدَام، قَالَ: نَا زُهَيْر بن الْعَلَاء، عَن",
            "page": "158",
            "part": "1",
            "seal": "FC5DDF39"
        },
        {
            "hno": "63",
            "id": "63",
            "nass": "سعيد بن أبي عرُوبَة، عَن قَتَادَة قَالَ: \" خَدِيجَة ابْنة خويلد أول من آمن برَسُول الله صلى الله عَلَيْهِ وَسلم من النِّسَاء وَالرِّجَال \". ¶ 63 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب قَالَ نَا إِبْرَاهِيم بن سعد، عَن ابْن إِسْحَاق قَالَ: آمَنت بِهِ صلى الله عَلَيْهِ وَسلم خَدِيجَة بِمَا جَاءَهُ من الله وآزرته على أُمُوره فَكَانَت أول من آمن بِاللَّه / -. ¶ 64 - / (حَدثنَا الْحسن بن حَمَّاد، حَدثنَا عَليّ بن هَاشم بن",
            "page": "159",
            "part": "1",
            "seal": "DE3A0B75"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "الْبَرِيد عَن مُحَمَّد بن عبيد الله بن أبي رَافع، عَن أَبِيه عَن جده) قَالَ: \" صلى النَّبِي عَلَيْهِ السَّلَام أول يَوْم الِاثْنَيْنِ، وصلت خَدِيجَة آخر يَوْم الِاثْنَيْنِ \" كَذَا يَقُول ابْن (عَبَّاس) .",
            "page": "160",
            "part": "1",
            "seal": "6F8BCC3C"
        },
        {
            "hno": "65",
            "id": "65",
            "nass": "(عَليّ بن أبي طَالب رَضِي الله عَنهُ) ¶ 65 - حَدثنَا أبي قَالَ: نَا يحيى بن حَمَّاد قَالَ: نَا أَبُو عوَانَة عَن أبي بلج عَن عَمْرو بن مَيْمُون عَن ابْن عَبَّاس قَالَ: وَكَانَ - يَعْنِي عَليّ ابْن أبي طَالب - أول من آمن من النَّاس بعد خَدِيجَة. كَذَا قَالَ هَؤُلَاءِ أول",
            "page": "161",
            "part": "1",
            "seal": "E8980244"
        },
        {
            "hno": "66",
            "id": "66",
            "nass": "من أسلم خَدِيجَة، وَقَالَ غَيرهم أَبُو بكر الصّديق. ¶ 66 - حَدثنَا أبي قَالَ: نَا جرير عَن مَنْصُور عَن مُجَاهِد قَالَ: أول من أظهر إِسْلَامه رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَبُو بكر، فَأَما رَسُول الله فَمَنعه أَبُو طَالب، وَأما أَبُو بكر فَمَنعه قومه. ¶ 67 - حَدثنَا أَبُو سَلمَة مُوسَى قَالَ: نَا فرج بن فضَالة حَدثنِي لُقْمَان",
            "page": "162",
            "part": "1",
            "seal": "2BBD95B4"
        },
        {
            "hno": "68",
            "id": "67",
            "nass": "ابْن عَامر عَن أبي أُمَامَة عَن عَمْرو بن عبسة قَالَ سمعته: يَقُول: لقد رَأَيْتنِي وَإِنِّي لربع الْإِسْلَام. ¶ 68 - حَدثنَا أَحْمد بن جناب قَالَ: نَا عِيسَى بن يُونُس، عَن يزِيد",
            "page": "163",
            "part": "1",
            "seal": "9911EBDF"
        },
        {
            "hno": "69",
            "id": "68",
            "nass": "ابْن سِنَان، عَن أبي يحيى الكلَاعِي عَن أبي أُمَامَة الْبَاهِلِيّ، عَن عَمْرو ابْن عبسة قَالَ: أتيت النَّبِي صلى الله عَلَيْهِ وَسلم بِمَا يُقَال لَهُ عكاظ، فَقلت لرَسُول الله: من بَايَعَك على هَذَا الْأَمر؟ قَالَ: \" من بَين حر وَعبد \" فأقيمت الصَّلَاة فصففنا خَلفه أَنا وَأَبُو بكر وبلال، وَأَنا يَوْمئِذٍ رَابِع الْإِسْلَام. ¶ 69 - حَدثنَا عَليّ بن الْجَعْد قَالَ أَنا شُعْبَة قَالَ: قَالَ عَمْرو بن مرّة ذكرت لإِبْرَاهِيم النَّخعِيّ حَدِيثا فَأنكرهُ وَقَالَ أَبُو بكر الصّديق - يَعْنِي",
            "page": "164",
            "part": "1",
            "seal": "5116ECF4"
        },
        {
            "hno": "70",
            "id": "69",
            "nass": "أول من أسلم. ¶ 70 - وَحدثنَا يحيى بن معِين، قَالَ: نَا إِسْمَاعِيل بن مجَالد بن سعيد، عَن بَيَان عَن وبرة بن عبد الرَّحْمَن المسلمي عَن همام بن الْحَارِث قَالَ: قَالَ عمار بن يَاسر: \" رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم وَمَا مَعَه إِلَّا خَمْسَة أعبد وَامْرَأَتَانِ وَأَبُو بكر.",
            "page": "165",
            "part": "1",
            "seal": "957653F3"
        },
        {
            "hno": "71",
            "id": "70",
            "nass": "71 - حَدثنَا عبد السَّلَام بن صَالح قَالَ: نَا عبد الْعَزِيز بن مُحَمَّد قَالَ حَدثنِي عمر مولى غفْرَة قَالَ: قَالَ مُحَمَّد بن كَعْب الْقرظِيّ: كَانَ أَبُو بكر أول من أظهر إِسْلَامه. ¶ 72 - حَدثنَا مُحَمَّد بن بكار، قَالَ: نَا عَنْبَسَة بن عبد الرَّحْمَن، قَالَ",
            "page": "166",
            "part": "1",
            "seal": "ADC09EBC"
        },
        {
            "hno": "73",
            "id": "71",
            "nass": "نَا حجاج بن دِينَار عَن مُحَمَّد بن ذكْوَان عَن شهر بن حَوْشَب عَن عَمْرو ابْن عبسة السّلمِيّ قَالَ: أتيت رَسُول الله صلى الله عَلَيْهِ وَسلم فَقلت: يَا رَسُول الله من تبعك على هَذَا الْأَمر قَالَ: \" حر وَعبد \". ¶ 73 - حَدثنَا عبيد الله بِي عمر، قَالَ نَا ابْن علية، قَالَ: أَنا الْجريرِي، عَن أبي نَضرة، قَالَ: الأنطا -",
            "page": "167",
            "part": "1",
            "seal": "F2CC4E21"
        },
        {
            "hno": "74",
            "id": "72",
            "nass": "عَن / (ب / 14) - \\ - قَالَ سُفْيَان عَن هِشَام - على الْمِنْبَر سبق رَسُول الله عَلَيْهِ السَّلَام وَصلى أَبُو بكر \". ¶ 74 - حَدثنَا الْوَلِيد بن شُجَاع، قَالَ: حَدثنِي أبي، قَالَ: نَا خلف",
            "page": "168",
            "part": "1",
            "seal": "F0623C1A"
        },
        {
            "hno": "75",
            "id": "73",
            "nass": "ابْن حَوْشَب، عَن أبي إِسْحَاق عَن عبد خير، عَن عَليّ، قَالَ: \" سبق رَسُول الله صلى الله عَلَيْهِ وَسلم وَصلى أَبُو بكر \". ¶ وَأما مُحَمَّد بن إِسْحَاق فَجعل بعد خَدِيجَة بنت خويلد عَليّ بن أبي طَالب. ¶ 75 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب، قَالَ: نَا إِبْرَاهِيم بن سعد،",
            "page": "169",
            "part": "1",
            "seal": "038182E5"
        },
        {
            "hno": "76",
            "id": "74",
            "nass": "عَن ابْن إِسْحَاق قَالَ: \" آمَنت بِهِ خَدِيجَة، ثمَّ كَانَ أول ذكر من النَّاس آمن برَسُول الله صلى الله عَلَيْهِ وَسلم وَصلى مَعَه وَصدقه بِمَا جَاءَ بِهِ من الله عَليّ بن أبي طَالب، وَهُوَ ابْن عشر سِنِين، وَكَانَ مِمَّا أنعم الله بِهِ على عَليّ؛ أَنه كَانَ فِي حجر رَسُول الله صلى الله عَلَيْهِ وَسلم قبل الْإِسْلَام. ¶ 76 - حَدثنَا الْحسن بن حَمَّاد الْحَضْرَمِيّ، قَالَ: أَنا يحيى بن يعلى، عَن الْحسن بن صَالح، عَن مُسلم عَن مُجَاهِد قَالَ: ولد رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم الِاثْنَيْنِ، وَأنزل عَلَيْهِ الْقُرْآن يَوْم الِاثْنَيْنِ، قَالَ وَأسلم عليّ وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يُصَلِّي فجَاء أَبُو طَالب فَلَمَّا رَآهُ حاد عَنهُ، قَالَ: أَيْن هَذَا الَّذِي كَانَ مَعَك، قَالَ: لم يبرح إِلَّا قَرِيبا، فَلم يلبث إِلَّا قَرِيبا حَتَّى جَاءَهُ فَقَالَ: لَعَلَّك تُرِيدُ أَن تفعل كَمَا يفعل ابْن عمك، قَالَ: إِنِّي لأريد ذَلِك قَالَ: فأرد ذَلِك، فَإِنِّي سَوف أذب عنكما وأكتم عَلَيْكُمَا فَإِن لحمك لَحْمه ودمك وَدَمه \" وَكَذَا قَالَ مُسلم، عَن مُجَاهِد: أسلم بعد مَا أنزل على النَّبِي عَلَيْهِ السَّلَام عليٌّ.",
            "page": "170",
            "part": "1",
            "seal": "2ECD6363"
        },
        {
            "hno": "77",
            "id": "75",
            "nass": "77 - وَخَالفهُ مَنْصُور بن الْمُعْتَمِر، عَن مُجَاهِد، قَالَ: \" أول من أظهر إِسْلَامه رَسُول الله صلى الله عَلَيْهِ وَسلم، وَأَبُو بكر \". ¶ حَدثنَا أبي - رَحمَه الله - قَالَ: نَا جرير، عَن مَنْصُور. ¶ حَدثنَا الْمثنى بن معَاذ بن معَاذ، قَالَ: ثَنَا بشر بن الْمفضل، قَالَ لقِيت سُفْيَان الثَّوْريّ، بِمَكَّة فَقَالَ: مَا خلفت بعدِي بِالْكُوفَةِ آمن على الحَدِيث من مَنْصُور بن الْمُعْتَمِر. ¶ وَسمعت يحيى بن معِين يَقُول: مَنْصُور من أثبت النَّاس، وَمُسلم الَّذِي يروي عَن مُجَاهِد هُوَ مُسلم الْأَعْوَر. ¶ وَسمعت ابْن معِين يَقُول: مُسلم الْأَعْوَر يُقَال إِنَّه اخْتَلَط.",
            "page": "171",
            "part": "1",
            "seal": "794B7D9C"
        },
        {
            "hno": "78",
            "id": "76",
            "nass": "78 - حَدثنَا أَحْمد بن مُحَمَّد، قَالَ: نَا ابْن فليح، عَن مُحَمَّد بن إِسْحَاق، عَن عبد الله بن أبي نجيح، عَن مُجَاهِد قَالَ: \" أَخذ النَّبِي عَلَيْهِ / (15 / أ) عليا فضمه إِلَيْهِ فَلم يزل النَّبِي عَلَيْهِ السَّلَام - تبعه عَليّ آمن بِهِ وَصدقه \". ¶ 79 - قَالَ ابْن إِسْحَاق: \" آمن عَليّ وَهُوَ ابْن عشر سِنِين \". ¶ 80 - حَدثنَا قُتَيْبَة بن سعيد، قَالَ: نَا لَيْث بن سعد، عَن أبي الْأسود، عَمَّن حَدثهُ \" أَن عليا أسلم وَهُوَ ابْن ثَمَان سِنِين \".",
            "page": "172",
            "part": "1",
            "seal": "B269F101"
        },
        {
            "hno": "81",
            "id": "77",
            "nass": "- وَالصَّوَاب الَّذِي قَالَ أَبُو الْأسود. وَذَلِكَ أَن أَبَا معمر إِسْمَاعِيل بن إِبْرَاهِيم، قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن جَعْفَر بن مُحَمَّد: أَن عليا قتل وَهُوَ ابْن سبع وَخمسين. ¶ 81 - وَأخْبرنَا مُصعب، قَالَ: كَانَ حُسَيْن بن عَليّ يَقُول: \" قتل أبي وَهُوَ ابْن ثَمَان وَخمسين وَقتل رَحمَه الله سنة أَرْبَعِينَ من الْهِجْرَة \".",
            "page": "173",
            "part": "1",
            "seal": "63494CA4"
        },
        {
            "hno": "82",
            "id": "78",
            "nass": "كَمَا حَدثنَا مُحَمَّد بن بكار عَن أبي معشر. فأربعين من الْهِجْرَة إِلَى أَن قتل رَحمَه الله، وَعشر مقَام رَسُول الله صلى الله عَلَيْهِ وَسلم بِمَكَّة بعد أَن نبئ، وثمان سِنِين لَهُ يَوْم نبئ صلى الله عَلَيْهِ وَسلم فَذَلِك ثَمَان وَخَمْسُونَ، مُوَافق لرِوَايَة أبي الْأسود، وَالَّذِي قَالَ ابْن إِسْحَاق وهم، وَالله أعلم. ¶ 82 - حَدثنَا عَليّ بن الْجَعْد، قَالَ: أَنا شُعْبَة، قَالَ: أَخْبرنِي عَمْرو ابْن مرَّة، قَالَ: سَمِعت أَبَا حَمْزَة الْأنْصَارِيّ. قَالَ: سَمِعت زيد بن الأرقم يَقُول: \" أول من صلى مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم عَليّ بن أبي طَالب \" قَالَ عَمْرو بن مرَّة فَذكرت ذَلِك لإِبْرَاهِيم النَّخعِيّ، فَأنكرهُ. وَقَالَ: \" أَبُو بكر - يَعْنِي الصّديق \".",
            "page": "174",
            "part": "1",
            "seal": "F01CD049"
        },
        {
            "hno": "83",
            "id": "79",
            "nass": "83 - حَدثنَا عبد السَّلَام بن صَالح، قَالَ: نَا عبد الرَّزَّاق، قَالَ: أَنا الثَّوْريّ، عَن سَلمَة بن كهيل، عَن أبي صَادِق، عَن عليم الْكِنْدِيّ، عَن سلمَان قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" أول النَّاس ورودًا على الْحَوْض يَوْم الْقِيَامَة أولكم إسلاماً عَليّ بن أبي طَالب \".",
            "page": "175",
            "part": "1",
            "seal": "3717AF8F"
        },
        {
            "hno": "84",
            "id": "80",
            "nass": "84 - وَحدثنَا أَحْمد بن شَبّويه، قَالَ قلت قَالَ: لعبد الرَّزَّاق أحبركم يحيى بن الْمُعَلَّى، عَن عَمه شُعَيْب بن خَالِد، عَن حَنْظَلَة بن سُبْرَة بن الْمسيب، ... ... ... ... ... ... ... ... ... ... ... ...",
            "page": "176",
            "part": "1",
            "seal": "B675E626"
        },
        {
            "hno": "85",
            "id": "81",
            "nass": "عَن أَبِيه، عَن جده، سقط من كتابي ابْن عَبَّاس سعد بن معَاذ عَليّ بن أبي طَالب فَذكر حَدِيثا طَويلا: قَالَ فِيهِ: قَالَ عَليّ: \" إِنِّي أول من أسلم \". ¶ 85 - حَدثنَا عبد السَّلَام بن صَالح، قَالَ: نَا عَليّ بن هَاشم، عَن أَبِيه، عَن مُوسَى بن الْقَاسِم التغلبي، قَالَ: حَدَّثتنِي ليلى الغفارية: \" أَنَّهَا كَانَت تخرج مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي مغازيه تداوي الْجَرْحى، وَتقوم على المرضى. فَحدثت أَن رَسُول الله قَالَ لعَائِشَة: \" هَذَا عَليّ بن أبي طَالب",
            "page": "177",
            "part": "1",
            "seal": "986260FB"
        },
        {
            "hno": "86",
            "id": "82",
            "nass": "أول النَّاس إِيمَانًا \". ¶ 86 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا نوح بن قيس الطَّاحِي، قَالَ: نَا أَبُو فَاطِمَة سُلَيْمَان، عَن معَاذَة بنت عبد الله العدوية / (ب / 15) - وَأسْلمت قبل أَن يسلم أَبُو بكر.",
            "page": "178",
            "part": "1",
            "seal": "47199FD9"
        },
        {
            "hno": "87",
            "id": "83",
            "nass": "87 - حَدثنَا - قَالَ نَا عَليّ بن - عَن أبي الْحجَّاج عَن عبد الرَّحِيم بن زِيَاد عَن - قَالَ سَمِعت عليا يَقُول: أول صَلَاة صليتها مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم صَلَاة الْعَصْر. فَقلت مَا هَذَا قَالَ: -. ¶ 88 - حَدثنَا عبد السَّلَام بن صَالح، قَالَ: نَا عَليّ بن هَاشم بن الْبَرِيد، عَن مُحَمَّد بن عبد الله بن عبيد الله بن أبي رَافع مولى النَّبِي صلى الله عَلَيْهِ وَسلم، عَن أَبِيه عَن جده عَن أبي ذَر، قَالَ: سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول لعَلي: \" أَنْت أول من آمن بِي وصدقني وَأَنت الصّديق الْأَكْبَر \".",
            "page": "179",
            "part": "1",
            "seal": "8EF18B81"
        },
        {
            "hno": "89",
            "id": "84",
            "nass": "89 - حَدثنَا عبد السَّلَام بن صَالح، نَا عبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي، قَالَ: حَدثنِي عمر مولى عفْرَة قَالَ: سُئِلَ مُحَمَّد بن كَعْب عَن أول من أسلم عَليّ بن أبي طَالب أَو أَبُو بكر، قَالَ: \" سُبْحَانَ الله عليّ أَولهمَا إسلاماً، وَإِنَّمَا اشْتبهَ على النَّاس لِأَن عَليّ أول مَا أسلم كَانَ يخفي إِسْلَامه من أبي طَالب، وَأسلم أَبُو بكر فأظهر إِسْلَامه، فَكَانَ أَبُو بكر أول من أظهر إسلاماً. وَكَانَ عَليّ أَوَّلهمْ إسلاماً، فَاشْتَبَهَ على النَّاس \". ¶ 90 - حَدثنَا أبي رَحمَه الله، قَالَ: حَدثنِي يحيى بن حَمَّاد، قَالَ: نَا أَبُو عوَانَة، عَن أبي بلج، عَن عمر بن مَيْمُون، عَن ابْن عَبَّاس قَالَ: \" وَكَانَ أول من أسلم يَعْنِي عَليّ بن أبي طَالب بعد خَدِيجَة ابْنة خويلد \".",
            "page": "180",
            "part": "1",
            "seal": "713C44D7"
        },
        {
            "hno": "91",
            "id": "85",
            "nass": "91 - حَدثنَا عَمْرو بن حَمَّاد، قَالَ نَا: إِسْحَاق بن إِبْرَاهِيم، عَن مَعْرُوف بن خَرَّبُوذ، عَن زِيَاد بن الْمُنْذر، عَن سعيد بن مُحَمَّد",
            "page": "181",
            "part": "1",
            "seal": "47213031"
        },
        {
            "hno": "92",
            "id": "86",
            "nass": "الْأَسدي، عَن أبي الطُّفَيْل قَالَ: \" لما حضِرَ عمر جعلهَا شُورَى بَين سِتَّة؛ بَين عَليّ، وَعُثْمَان، وَطَلْحَة، وَالزُّبَيْر، وَعبد الرَّحْمَن بن عَوْف، وَعبد الله بن عمر؛ فِيمَن يشاور وَلَا يُولى. قَالَ أَبُو الطُّفَيْل فَقَالَ لَهُم عَليّ: أنْشدكُمْ الله هَل فِيكُم أحد صلى ألف - قَالُوا: اللَّهُمَّ لَا. ¶ 92 - حَدثنَا أبي، قَالَ نَا يَعْقُوب بن إِبْرَاهِيم، قَالَ نَا أبي عَن ابْن إِسْحَاق، قَالَ: حَدثنِي يحيى بن الْأَشْعَث عَن إِسْمَاعِيل بن إِيَاس بن",
            "page": "182",
            "part": "1",
            "seal": "61D6F820"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "عفيف الْكِنْدِيّ عَن أَبِيه عَن جده كنت امْرأ تَاجِرًا فَقدمت الْحَج فَأتيت الْعَبَّاس بن عبد الْمطلب لأبتاع مِنْهُ بعض التحف، وَكَانَ امْرأ تَاجِرًا. فوَاللَّه إِنِّي لعنده بمنى إِذْ خرج رجل من خبأ قريب مِنْهُ فَنظر إِلَى الشَّمْس فَلَمَّا رَآهَا قد مَالَتْ قَامَ يُصَلِّي، قَالَ ثمَّ خرجت امْرَأَة من ذَلِك الخبأ الَّذِي خرج مِنْهُ ذَلِك الرجل فَقَامَتْ خَلفه تصلي، ثمَّ قَامَ غُلَام حِين (راهق) الْحلم من ذَلِك الخبأ، فَقَامَ مَعَه يُصَلِّي فَقلت للْعَبَّاس: من هَذَا يَا عَبَّاس (قَالَ: هَذَا) مُحَمَّد بن عبد الله بن عبد الْمطلب ابْن أخي، قلت: (من هَذِه الْمَرْأَة قَالَ: هَذِه امْرَأَته خَدِيجَة بنت خويد) قلت: من هَذَا الْفَتى؟ قَالَ: عَليّ ابْن أبي طَالب ابْن عَمه. قلت: مَا هَذَا الَّذِي يصنع؟ قَالَ: (يُصَلِّي) ، وَهُوَ يزْعم أَنه نبيّ، وَلم يتبعهُ على أمره إِلَّا امْرَأَته، وَابْن عَمه هَذَا الْفَتى، وَهُوَ يزْعم: أَنه سيفتح عَلَيْهِ كنوز كسْرَى وَقَيْصَر، فَكَانَ: عفيف يَقُول:",
            "page": "183",
            "part": "1",
            "seal": "A3A2C431"
        },
        {
            "hno": "93",
            "id": "88",
            "nass": "وَأسلم بعد ذَلِك وَحسن إِسْلَامه، لَو كَانَ الله رَزَقَنِي الْإِسْلَام يَوْمئِذٍ. فَأَكُون ثَانِيًا مَعَ عَليّ. ¶ 93 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب، قَالَ: نَا إِبْرَاهِيم بن سعد، عَن ابْن إِسْحَاق قَالَ: ط ثمَّ أسلم بعد عَليّ زيد بن حَارِثَة مولى رَسُول الله",
            "page": "184",
            "part": "1",
            "seal": "2F8F0CCC"
        },
        {
            "hno": "94",
            "id": "89",
            "nass": "صلى الله عَلَيْهِ وَسلم. فَكَانَ أول ذكر أسلم وَصلى بعد، عَليّ بن أبي طَالب، ثمَّ أسلم أَبُو بكر بن أبي قُحَافَة الصّديق فَلَمَّا أسلم أظهر إِسْلَامه ودعا إِلَى الله وَإِلَى رَسُوله صلى الله عَلَيْهِ وَسلم، وَكَانَ أَبُو بكر أنسب قُرَيْش لقريش، وَأعلم قُرَيْش بهَا وَبِمَا كَانَ فِيهَا من خير وَشر،، وَكَانَ رجلا مألفاً لِقَوْمِهِ سهلاً؛ فَأسلم على يَدَيْهِ فِيمَا بَلغنِي: عُثْمَان بن عَفَّان وَالزُّبَيْر بن الْعَوام \". ¶ 94 - حَدثنَا قُتَيْبَة بن سعيد قَالَ: نَا لَيْث بن سعد عَن أبي الْأسود أَن الزبير بن الْعَوام أسلم وَهُوَ ابْن ثَمَان سِنِين؛ فَجعل عَمه يعذبه بالدخان كي يتْرك الْإِسْلَام فيأبى الزبير فَلَمَّا رأى عَمه لَا يتْرك تَركه.",
            "page": "185",
            "part": "1",
            "seal": "CE9E089E"
        },
        {
            "hno": "95",
            "id": "90",
            "nass": "95 - قَالَ ابْن إِسْحَاق: وَعبد الرَّحْمَن بن عَوْف، وَسعد بن أبي وَقاص، وَطَلْحَة بن عبيد الله، فجَاء بهم أَبُو بكر إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم حِين اسْتَجَابُوا لَهُ فأسلموا وصلوا، فَكَانَ هَؤُلَاءِ النَّفر الثَّمَانِية الَّذين ذكرهم ابْن إِسْحَاق. الَّذين بَايعُوا بِالْإِسْلَامِ فقبلوا وَصَدقُوا النَّبِي عَليّ السَّلَام فآمنوا بِمَا جَاءَ من عِنْد الله. كَذَا قَالَ ابْن إِسْحَاق: جعل هَؤُلَاءِ أول النَّاس إسلاماً، وَخَالفهُ مُجَاهِد. ¶ 96 - حَدثنَا أبي قَالَ: نَا جرير، عَن مَنْصُور، عَن مُجَاهِد: \" أول من أظهر إِسْلَامه سَبْعَة: رَسُول الله، وَأَبُو بكر، وخباب، وبلال، وصهيب، وعمار، وسميَّة، أم عمار \". ¶ 97 - قَالَ ابْن إِسْحَاق: ثمَّ أسلم بعد طَلْحَة بن عبد الله، أَبُو عُبَيْدَة ابْن الْجراح واسْمه عَامر بن عبد الله بن الْجراح، وَأَبُو سَلمَة بن عبد الْأسد",
            "page": "186",
            "part": "1",
            "seal": "65AFE2DB"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "المَخْزُومِي واسْمه عبد الله والأرقم بن أبي الأرقم المَخْزُومِي، وَعُثْمَان ابْن مَظْعُون الجُمَحِي، وَعبيدَة بن الْحَارِث بن الْمطلب بن عبد منَاف. وَسَعِيد بن زيد بن عَمْرو بن نفَيْل أَخُو بني عدي، وَامْرَأَته فَاطِمَة بنت الْخطاب وَأَسْمَاء بنت أبي بكر الصّديق، وَعَائِشَة بنت أبي بكر وَهِي",
            "page": "187",
            "part": "1",
            "seal": "657ECBC3"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "صَغِيرَة، وَقُدَامَة، وَعبد الله ابْنا مَظْعُون الجمحيان، وخباب بن الْأَرَت حَلِيف بني زهرَة، وَعُمَيْر بن أبي وَقاص الزُّهْرِيّ، وَعبد الله بن مَسْعُود الْهُذلِيّ حَلِيف بني زهرَة، ومسعود بن الْقَارئ حَلِيف بني زهرَة وسليط ابْن عَمْرو / (16 ب) - ابْنة سَلامَة بن (16 / ب)",
            "page": "188",
            "part": "1",
            "seal": "5A4587B6"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "مخَرِّبة التميمية، وخنيس بن حذافة السَّهمي، وعامر بن ربيعَة أَخُو بني عدي بن كَعْب. وَعبد الله بن جحش، وَأحمد بن جحش الأسديان. حليفا بني أمَيَّة، وجعفر بن أبي طَالب، وَامْرَأَته أَسمَاء ابْنة عُمَيْس الخثعمية، وحاطب بن الْحَارِث الجُمَحِي، وَامْرَأَته أَسمَاء بنت المجلل أخي بني عَامر بن لؤَي وحطاب بن ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "189",
            "part": "1",
            "seal": "89064B21"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "الْحَارِث، وَامْرَأَته: فكيهة ابْنة يسَار وَمعمر بن الْحَارِث الجُمَحِي، والسائب بن عُثْمَان الجُمَحِي، وَالْمطلب بن أَزْهَر بن عبد عَوْف، وَامْرَأَته: رَملَة ابْنة أبي عَوْف، والنحام واسْمه: نعيم بن عبد الله بن أَسد أَخُو بني عدي بن كَعْب، وعامر بن فهَيْرَة مولى أبي بكر، وخَالِد بن",
            "page": "190",
            "part": "1",
            "seal": "64592D38"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "سعيد بن الْعَاصِ، وَامْرَأَته: همينة ابْنة خلف بن أسعد بن عَامر من خُزَاعَة، وحاطب بن عَمْرو بن عبد شمس أَخُو بني عَامر بن لؤَي، وَأَبُو حُذَيْفَة بن عتبَة بن ربيعَة أَخُو بني عبد شمس وواقد بن عبد الله بن عَزِيز بن ثَعْلَبَة التَّمِيمِي حَلِيف بني عدي بن كَعْب، وخَالِد بن البكير.",
            "page": "191",
            "part": "1",
            "seal": "A8318758"
        },
        {
            "hno": "98",
            "id": "96",
            "nass": "وعامر بن البكير، وعاقل بن البكير، وَإيَاس بن البكير بن عبد ياليل بن ناشب بن غيرَة من بني سعد بن لَيْث بن بكر بن عبد مَنَاة بن كنَانَة حَلِيف بني عدي، وعمار بن يَاسر حَلِيف بني مَخْزُوم، وصهيب بن سِنَان حَلِيف بني تَمِيم، ثمَّ دخل النَّاس فِي الْإِسْلَام أَرْسَالًا من الرِّجَال وَالنِّسَاء، حَتَّى فَشَا ذكر الْإِسْلَام بِمَكَّة وتحدِّثَ بِهِ \". ¶ 98 - حَدثنَا أَحْمد بن حَنْبَل قَالَ نَا يحيى بن سعيد، عَن إِسْمَاعِيل يَعْنِي ابْن أبي خَالِد، قَالَ: قَالَ عَامر - يَعْنِي - الشّعبِيّ: أخْبرت أَن",
            "page": "192",
            "part": "1",
            "seal": "D51107E0"
        },
        {
            "hno": "99",
            "id": "97",
            "nass": "إسْرَافيل ترَاءى لَهُ ثَلَاث سِنِين صلى الله عَلَيْهِ وَسلم. ¶ 99 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب، قَالَ: نَا إِبْرَاهِيم بن سعد، عَن ابْن إِسْحَاق، قَالَ: \" ثمَّ إِن الله أَمر رَسُوله أَن يصدع بِمَا جَاءَ، وَأَن يناديَ فِي النَّاس بأَمْره، وَأَن يَدْعُو إِلَيْهِ، وَكَانَ بَين مَا أخْفى رَسُول الله صلى الله عَلَيْهِ وَسلم أمره واستتر بِهِ إِلَى أَن أمِرَ بِإِظْهَار أمره ثَلَاث سِنِين من مبعثه، صلى الله عَلَيْهِ وَسلم، ثمَّ توفّي أَبُو طَالب، فَلَمَّا توفّي خرج النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى الطَّائِف يلْتَمس من ثَقِيف الْمَنْفَعَة، ثمَّ رَجَعَ من الطَّائِف إِلَى مَكَّة، وَتُوفِّي أَبُو طَالب وَخَدِيجَة قبل",
            "page": "193",
            "part": "1",
            "seal": "A5981A60"
        },
        {
            "hno": "100",
            "id": "98",
            "nass": "مهَاجر النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى الْمَدِينَة بِثَلَاث سِنِين حَدثنَا بذلك أَحْمد بن مُحَمَّد، عَن إِبْرَاهِيم بن سعد، عَن ابْن إِسْحَاق. وَقَالَ: غير ابْن إِسْحَاق وَتوفيت خَدِيجَة قبل مهَاجر رَسُول الله صلى الله عَلَيْهِ وَسلم بِخمْس سِنِين. وَيُقَال بِأَرْبَع قبل تَزْوِيج عَائِشَة. ¶ 100 - أخبرنَا بذلك الْأَثْرَم، عَن ابي عُبَيْدَة. ¶ وَقَالَ قَتَادَة: \" توفيت خَدِيجَة قبل الْهِجْرَة بِثَلَاث سِنِين \".",
            "page": "194",
            "part": "1",
            "seal": "B841F834"
        },
        {
            "hno": "101",
            "id": "99",
            "nass": "101 - حَدثنَا ذَلِك أَحْمد بن الْمِقْدَام، عَن زُهَيْر بن الْعَلَاء، عَن سعيد، عَن قَتَادَة: ثمَّ تزوج رَسُول الله صلى الله عَلَيْهِ وَسلم عَائِشَة متوفى خَدِيجَة. ¶ 102 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا حَمَّاد بن سَلمَة قَالَ: أَنا هِشَام، عَن عُرْوَة عَن عَائِشَة قَالَت: \" تزَوجنِي رَسُول الله صلى الله عَلَيْهِ وَسلم بعد متوفى خَدِيجَة، وَقبل مخرجه إِلَى الْمَدِينَة لِسنتَيْنِ أَو ثَلَاث وَأَنا ابْنة سِتّ سِنِين أَو سبع.",
            "page": "195",
            "part": "1",
            "seal": "E9319140"
        },
        {
            "hno": "103",
            "id": "100",
            "nass": "فَكَانَ الَّذِي قَالَ أَبُو عُبَيْدَة الصَّوَاب، لِأَنَّهَا قَالَت: رَحمهَا الله: بنَي بِي وَأَنا ابْنة سبع. وَتزَوج رَسُول الله صلى الله عَلَيْهِ وَسلم - سَوْدَة ابْنة زَمعَة قبل الْهِجْرَة أَيْضا، وأسري بِهِ صلى الله عَلَيْهِ وَسلم قبل خُرُوجه من مَكَّة بِسنة. ¶ 103 - حَدثنِي إِبْرَاهِيم بن الْمُنْذر، قَالَ: نَا مُحَمَّد بن فليح، عَن مُوسَى بن عقبَة، عَن ابْن شهَاب، قَالَ: \" ثمَّ أسرِي بِهِ إِلَى بَيت الْمُقَدّس قبل خُرُوجه إِلَى الْمَدِينَة بِسنة وَفرض الله عَلَيْهِ الصَّلَاة. قَالَ ابْن شهَاب: وَزعم نَاس وَالله أعلم: أَنه كَانَ يسْجد نَحْو بَيت الْمُقَدّس، وَيجْعَل وَرَاء ظَهره الْكَعْبَة وَهُوَ بِمَكَّة. ¶ وَيَزْعُم نَاس أَنه لم يزل مُسْتَقْبل الْكَعْبَة حَتَّى خرج مِنْهَا، فَلَمَّا قدم (الْمَدِينَة) اسْتقْبل بَيت الْمُقَدّس، ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "196",
            "part": "1",
            "seal": "4F13FDE1"
        },
        {
            "hno": "104",
            "id": "101",
            "nass": "فقد اخْتلف فِي ذَلِك وَالله أعلم. ¶ 104 - حَدثنَا أَحْمد بن مُحَمَّد قَالَ: ثَنَا إِبْرَاهِيم، عَن ابْن إِسْحَاق قَالَ: إِن النَّبِي عَلَيْهِ السَّلَام أسرِي بِهِ من الْمَسْجِد الْحَرَام إِلَى الْمَسْجِد الْأَقْصَى وَقد كثر الْإِسْلَام وَفَشَا. ¶ 105 - حَدثنَا هدبة بن خَالِد، قَالَ: نَا همام بن يحيى، عَن قَتَادَة، عَن أنس، عَن مَالك بن صعصعة: أَن رَسُول الله صلى الله عَلَيْهِ وَسلم حَدَّثَهم عَن لَيْلَة أسرِي بِهِ قَالَ: \" بَينا أَنا فِي الْحطيم، وَرُبمَا قَالَ فِي الْحجر، مُضْطَجعا إِذْ أَتَانِي",
            "page": "197",
            "part": "1",
            "seal": "7E4B75F4"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "آتٍ \" فقد قَالَ: وسمعته يَقُول: \" فشق مَا بَين هَذِه إِلَى هَذِه \"، فَقلت: للجارود وَهُوَ إِلَى جَنْبي مَا يَعْنِي؟ فَقَالَ: من ثغرة نَحره إِلَى شعرته، وسمعته يَقُول: من قَصِّه إِلَى شعرته فاستخرج قلبِي \"، قَالَ: \" ثمَّ أتيت بطست من ذهب مَمْلُوءَة إِيمَانًا وَحِكْمَة، فَغسل قلبِي، ثمَّ حشي، ثمَّ أُعِيد، ثمَّ أتيت بِدَابَّة دون الْبَغْل وفوقه الْحمار أَبيض \"، فَقَالَ لَهُ الْجَارُود: أهوَ الْبراق يَا أَبَا حَمْزَة؟ قَالَ: نعم يَقع خطوه عِنْد أقْصَى طرفه فَحملت / (17 أ / ب) عَلَيْهِ (\" فَانْطَلق بِي جِبْرِيل، حَتَّى أتيت سَمَاء الدُّنْيَا فَاسْتَفْتَحَ \" - وَسَاقُوا الحَدِيث. بِتَمَامِهِ إِلَى قَوْله) \" ثمَّ فرضت عليّ الصَّلَاة خَمْسُونَ صَلَاة فِي كل يَوْم، فَرَجَعت فمررت على مُوسَى \". فَذكر الحَدِيث إِلَى: \" فَرَجَعت إِلَى مُوسَى فَقَالَ: بِمَا أمرت؟ فَقلت بِخمْس صلوَات كل يَوْم، قَالَ: إِن أمتك لَا تَسْتَطِيع خمس صلوَات كل يَوْم وَإِنِّي قد جربت النَّاس قبلك. وعالجت بني إِسْرَائِيل أَشد المعالجة فَارْجِع إِلَى رَبك فَاسْأَلْهُ التَّخْفِيف لأمتك! قَالَ: قد سَأَلت رَبِّي حَتَّى قد استحييت، وَلَكِن أرْضى وَأسلم، فَلَمَّا جَاوَزت، نَادَى مُنَادِي، أمضيت فريضتي، وخففت عَن عبَادي \".",
            "page": "198",
            "part": "1",
            "seal": "0CD3AB47"
        },
        {
            "hno": "106",
            "id": "103",
            "nass": "هَكَذَا يَقُول قَتَادَة، عَن أنس، عَن مَالك بن صعصعة، عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَخَالفهُ الزُّهْرِيّ. ¶ 106 - حَدثنَا مُحَمَّد بن عباد الْمَكِّيّ قَالَ: نَا أنس بن عِيَاض أَبُو ضَمرَة، عَن يُونُس - يَعْنِي - ابْن يزِيد، عَن ابْن شهَاب، قَالَ: قَالَ",
            "page": "199",
            "part": "1",
            "seal": "408E9D4F"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "أنس بن مَالك كَانَ أبَيّ فَقَالَ إِنَّه ابْن كَعْب يحدث أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" فرج سقف بَيْتِي، وَأَنا بِمَكَّة، فَنزل جِبْرِيل صلى الله عَلَيْهِ وَسلم ففرَّج صَدْرِي، ثمَّ أطبقه، ثمَّ عرج إِلَى السَّمَاء \"، ثمَّ ذكر نَحْو حَدِيث قَتَادَة فِي الْمعَانِي إِلَّا أَن قَتَادَة أحسن لَهُ إقتصاصاً من الزُّهْرِيّ حَتَّى أَتَى السَّمَاء السَّادِسَة. وَقَالَ ابْن شهَاب: وَأَخْبرنِي ابْن حزم أَن ابْن عَبَّاس وَأَبا حَبَّة الْأنْصَارِيّ كَانَا يَقُولَانِ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" ثمَّ عرج بِي (حَتَّى) ظَهرت مستوى أسمع صريف الأقلام \"، قَالَ ابْن حزم فأنس بن مَالك قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" فرض على أمتِي خمسين صَلَاة فَرَجَعت بذلك حَتَّى أمرَّ بمُوسَى: فَقَالَ: مَاذَا افترِضَ على أمتك قلت: افْترض عَلَيْهِم خمسين صَلَاة قَالَ مُوسَى: فراجع رَبك \". ثمَّ ذكر الحَدِيث إِلَى",
            "page": "200",
            "part": "1",
            "seal": "AAAE5E89"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "هَذَا الْموضع، قَالَ: \" هِيَ خمس وَهن خَمْسُونَ لَا يُبدل القَوْل لديَّ \". ثمَّ ذكر الحَدِيث هَكَذَا قَالَ أَبُو ضَمرَة عَن يُونُس عَن ابْن شهَاب عَن أبَيّ. وَإِنَّمَا يروي الحَدِيث يُونُس بن يزِيد عَن الزُّهْرِيّ عَن أنس بن مَالك عَن أبي ذَر الْغِفَارِيّ. كَذَا هُوَ فِي رِوَايَة اللَّيْث بن سعد عَن يُونُس بن يزِيد، بَلغنِي ذَلِك عَن عبد الله بن صَالح عَن اللَّيْث بن سعد.",
            "page": "201",
            "part": "1",
            "seal": "9C5B858E"
        },
        {
            "hno": "107",
            "id": "106",
            "nass": "107 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب، قَالَ: نَا إِبْرَاهِيم بن سعد، عَن مُحَمَّد بن إِسْحَاق، عَن صَالح بن كيسَان، عَن عُرْوَة بن الزبير، عَن عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم قَالَت: افترضت الصَّلَاة على رَسُول الله صلى الله عَلَيْهِ وَسلم أول مَا افترضت رَكْعَتَيْنِ رَكْعَتَيْنِ كل صَلَاة، ثمَّ إِن الله أتمهما فِي الْحَضَر أَرْبعا وأقرهما فِي السّفر رَكْعَتَيْنِ على فرضهما الأول / (17 / 18) .",
            "page": "202",
            "part": "1",
            "seal": "82AE2216"
        },
        {
            "hno": "108",
            "id": "107",
            "nass": "108 - حَدثنَا - بن الْحجَّاج قَالَ: نَا عبد الله بن الْمُبَارك قَالَ - عَن عَائِشَة قَالَت: فرضت الصَّلَاة رَكْعَتَيْنِ ثمَّ زيدت فِيمَا بعد. ¶ 109 - حَدثنَا أَحْمد بن (الْحجَّاج) قَالَ: عبد الله - يَعْنِي - ابْن الْمُبَارك قَالَ: نَا مُحَمَّد بن عجلَان عَن صَالح بن كيسَان، عَن عُرْوَة عَن",
            "page": "203",
            "part": "1",
            "seal": "6650A6C0"
        },
        {
            "hno": "110",
            "id": "108",
            "nass": "عَائِشَة قَالَت: \" فرض الله الصَّلَاة رَكْعَتَيْنِ ثمَّ زَادهَا فِي الْحَضَر وأقرها فِي السّفر \". ¶ 110 - حَدثنَا يحيى بن أَيُّوب، قَالَ: نَا عَبَّاد بن عَبَّاد المهلبي، عَن أبي هَارُون الْعَبْدي، عَن أبي سعيد الْخُدْرِيّ، قَالَ: قُلْنَا يَا رَسُول الله حَدثنَا مَا رَأَيْت لَيْلَة أسرِي بك؟ قَالَ: \" أتِيْت بِدَابَّة دون الْبَغْل وَالْحمار من أشبه الدَّواب بالبغل يُقَال لَهُ الْبراق، عَلَيْهِ كَانَت تحمل الْأَنْبِيَاء فَحملت عَلَيْهِ فَتوجه بِي من الْمَسْجِد الْحَرَام إِلَى الْمَسْجِد الْأَقْصَى \". فَذكر حَدِيث الْإِسْرَاء.",
            "page": "204",
            "part": "1",
            "seal": "0EDE160D"
        },
        {
            "hno": "111",
            "id": "109",
            "nass": "وَذكر قصَّة فَرِيضَة الصَّلَاة حَتَّى انْتهى إِلَى خمس صلوَات إِلَّا أَن حَدِيث أبي هَارُون أطول. ¶ 111 - حَدثنَا هدبة بن خَالِد قَالَ: نَا هَمَّام قَالَ: قَالَ قَتَادَة: فحدثنا الْحسن أَنه ذكر لَهُ أَنه لما كَانَ عِنْد صَلَاة الظّهْر نُودي أنَّ الصَّلاةَ جامِعَة فَفَزعَ النَّاس فَاجْتمعُوا إِلَى نَبِيّهم، فصلى بهم مُحَمَّد الظّهْر أَربع رَكْعَات يؤم جِبْرِيل مُحَمَّدًا ويؤم مُحَمَّد النَّاس، يَقْتَدِي مُحَمَّد بِجِبْرِيل، ويقتدي النَّاس بِمُحَمد، لَا يسمعهم فيهم قِرَاءَة، ثمَّ سلم جِبْرِيل على مُحَمَّد، وَسلم مُحَمَّد على النَّاس فَلَمَّا سَقَطت الشَّمْس نُودي أَن الصَّلَاة جَامِعَة. فَفَزعَ النَّاس، واجتمعوا إِلَى نَبِيّهم، فصلى بهم الْعَصْر أَربع رَكْعَات. لَا يسمعهم فِيهِنَّ قِرَاءَة وَهن أخف، يؤم جِبْرِيل مُحَمَّدًا، ويؤم مُحَمَّد النَّاس، يَقْتَدِي مُحَمَّد بِجِبْرِيل، ويقتدي النَّاس بِمُحَمد، ثمَّ سلم جِبْرِيل على مُحَمَّد، وَسلم مُحَمَّد على النَّاس، فَلَمَّا غَابَتْ الشَّمْس، نُودي أَن الصَّلَاة جَامِعَة، فَفَزعَ النَّاس، واجتمعوا إِلَى نَبِيّهم فصلى بهم ثَلَاث رَكْعَات أسمعهم الْقِرَاءَة فِي الرَّكْعَتَيْنِ وسَبَّحَ فِي الثَّالِثَة. يَعْنِي بهَا أَنه قَالَ وَلم يظْهر (الْقِرَاءَة) يؤم جِبْرِيل مُحَمَّدًا ويؤم مُحَمَّد النَّاس، يَقْتَدِي مُحَمَّد بِجِبْرِيل، ويقتدي النَّاس بِمُحَمد، ثمَّ سلم جِبْرِيل على مُحَمَّد، وَسلم مُحَمَّد على النَّاس، فَلَمَّا بَدَتْ النُّجُوم نُودي أَن الصَّلَاة جَامِعَة، فَفَزعَ النَّاس واجتمعوا إِلَى نَبِيّهم فصلى بهم أَربع رَكْعَات أسمعهم الْقِرَاءَة فِي",
            "page": "205",
            "part": "1",
            "seal": "91D3B352"
        },
        {
            "hno": "112",
            "id": "110",
            "nass": "رَكْعَتَيْنِ وَسبح فِي الْأَخِيرَتَيْنِ، يؤم جِبْرِيل مُحَمَّدًا، ويؤم مُحَمَّد النَّاس، يَقْتَدِي مُحَمَّد بِجِبْرِيل، ويقتدي النَّاس بِمُحَمد، ثمَّ سلم جِبْرِيل على مُحَمَّد، وَسلم مُحَمَّد على النَّاس، ثمَّ رقدوا وَلَا يَدْرُونَ أيزادون أم لَا، حَتَّى إِذا طلع الْفجْر نُودي أَن الصَّلَاة جَامِعَة، فَفَزعَ النَّاس واجتمعوا إِلَى نَبِيّهم فصلى بهم رَكْعَتَيْنِ أسمعهم فيهمَا الْقِرَاءَة، يؤم جِبْرِيل مُحَمَّدًا، ويؤم مُحَمَّد النَّاس يَقْتَدِي مُحَمَّد بِجِبْرِيل ويقتدي النَّاس بِمُحَمد، ثمَّ سلم جِبْرِيل على مُحَمَّد، وَسلم مُحَمَّد على النَّاس \". / 18 أ / ب) . ¶ 112 - حَدثنَا (أَبُو نعيم الْفضل بن دُكَيْن، قَالَ: حَدثنَا سُفْيَان الثَّوْريّ، عَن عبد الرَّحْمَن بن الْحَارِث بن عَبَّاس بن أبي ربيعَة عَن حَكِيم) بن حَكِيم بن عباد عَن نَافِع بن جُبَير بن مطعم عَن ابْن عَبَّاس قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" أمَّني جِبْرِيل عَلَيْهِ السَّلَام عِنْد الْبَيْت مرَّتَيْنِ، فصلى بِي الظّهْر حِين زَالَت الشَّمْس على مثل قيد الشِّراك، ثمَّ صلى بِي الْعَصْر حِين كَانَ كل",
            "page": "206",
            "part": "1",
            "seal": "D91A0F17"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "شَيْء قدر ظله، ثمَّ صلى بِي الْمغرب حِين أفطر الصَّائِم، ثمَّ صلى بِي الْعشَاء حِين غَابَ الشَّفق، ثمَّ صلى بِي الْفجْر من الْغَد حِين حرم الطَّعَام وَالشرَاب على الصَّائِم، ثمَّ صلى بِي الظّهْر من الْغَد حِين كَانَ كل شَيْء قدر ظله، ثمَّ صلى بِي الْعَصْر حِين كَانَ كل شَيْء مِثْلَي ظله، ثمَّ صلى الْمغرب حِين أفطر الصَّائِم لوقت وَاحِد، ثمَّ صلى بِي الْعشَاء حِين ذهب ثلث اللَّيْل الأول، ثمَّ صلى بِي الْفجْر \". ¶ قَالَ أَبُو نعيم لَا أَدْرِي مَا قَالَ فِي الْفجْر، ثمَّ الْتفت إليّ فَقَالَ: \" يَا مُحَمَّد: هَذَا وقتك وَوقت الْأَنْبِيَاء قبلك \".",
            "page": "207",
            "part": "1",
            "seal": "DCBF54AC"
        },
        {
            "hno": "113",
            "id": "112",
            "nass": "113 - حَدثنَا سعيد بن عبد الحميد بن جَعْفَر قَالَ: نَا عبد الرَّحْمَن ابْن أبي الزِّنَاد، عَن عبد الرَّحْمَن بن الْحَارِث، عَن حَكِيم بن حَكِيم، عَن نَافِع بن جُبَير، عَن ابْن عَبَّاس قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" أمني جِبْرِيل عِنْد بَاب الْبَيْت مرَّتَيْنِ \" - فَذكر الحَدِيث - وَفِي آخِره \" ثمَّ صلى الصُّبْح حِين أصبح وأسفر جدًّا \" ثمَّ ذكر مثله وَزَاد، \" وَالْوَقْت فِيمَا بَين هذَيْن الْوَقْتَيْنِ \".",
            "page": "208",
            "part": "1",
            "seal": "12288EA9"
        },
        {
            "hno": "114",
            "id": "113",
            "nass": "114 - حَدثنَا عبد الْوَهَّاب بن نجدة، قَالَ: نَا إِسْمَاعِيل بن عَيَّاش، عَن عبد الله بن عمر بن حَفْص بن عَاصِم بن عمر بن الْخطاب عَن زِيَاد بن أبي زِيَاد مولى عَيَّاش بن أبي ربيعَة، عَن نَافِع بن جُبَير بن مطعم، عَن ابْن عَيَّاش، عَن النَّبِي صلى الله عَلَيْهِ وَسلم،: \" أمني جِبْرِيل عِنْد بَاب الْكَعْبَة \". كَذَا قَالُوا: عَن نَافِع بن جُبَير عَن ابْن عَبَّاس، عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَترك الْمَاجشون من الحَدِيث: حَكِيم وَابْن عَبَّاس. ¶ 115 - حَدثنَا أَحْمد بن عبد الله بن يُونُس، قَالَ: نَا عبد الْعَزِيز بن",
            "page": "209",
            "part": "1",
            "seal": "1AF1B40D"
        },
        {
            "hno": "116",
            "id": "114",
            "nass": "أبي سَلمَة الْمَاجشون، قَالَ: نَا عبد الرَّحْمَن بن الْحَارِث، عَن نَافِع بن جُبَير، قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" أمني جِبْرِيل عِنْد الْبَيْت مرَّتَيْنِ \". ¶ 116 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب، قَالَ: نَا إِبْرَاهِيم، عَن ابْن إِسْحَاق، عَن عتبَة بن مُسلم مولى بني تيم، عَن نَافِع بن جُبَير، وَكَانَ نَافِع كثير الرِّوَايَة، عَن ابْن عَبَّاس قَالَ: \" لما فرضت الصَّلَاة على رَسُول الله صلى الله عَلَيْهِ وَسلم أَتَاهُ جِبْرِيل فصلى بِهِ الصُّبْح حِين صلى الْفجْر \" ثمَّ ذكر الحَدِيث. ¶ 117 - حَدثنَا أَبُو نعيم، قَالَ: نَا بدر بن عُثْمَان، قَالَ: نَا أَبُو بكر ابْن أبي مُوسَى عَن أَبِيه، عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه أَتَاهُ سَائل فَسَأَلَهُ عَن مَوَاقِيت",
            "page": "210",
            "part": "1",
            "seal": "9AB85C28"
        },
        {
            "hno": "118",
            "id": "115",
            "nass": "الصَّلَاة فَلم يرد عَلَيْهِ شَيْئا، فَأمر بِلَالًا فَأَقَامَ بِالْفَجْرِ حِين انْشَقَّ وَالنَّاس لَا يكَاد يعرف بَعضهم بَعْضًا، ثمَّ أمره، فَأَقَامَ بِالظّهْرِ / 18 / 19) حِين زَالَت الشَّمْس، وَالْقَائِل يَقُول: \" قد انتصف النَّهَار وَهُوَ كَانَ أعلم مِنْهُم، ثمَّ أمره، فَأَقَامَ بالعصر) وَالشَّمْس مُرْتَفعَة، ثمَّ أمره فَأَقَامَ بالمغرب حِين وَقعت الشَّمْس، ثمَّ أمره فَأَقَامَ بالعشاء حِين غَابَ الشَّفق، ثمَّ أخر الْفجْر من الْغَد حَتَّى انْصَرف مِنْهَا، وَالْقَائِل يَقُول: طلعت أَو كَادَت، ثمَّ أخر الظّهْر حَتَّى كَانَ قَرِيبا من الْعَصْر، ثمَّ أخر الْعَصْر حَتَّى انْصَرف مِنْهَا. وَالْقَائِل يَقُول احْمَرَّتْ الشَّمْس، ثمَّ أخر الْمغرب حَتَّى كَانَ سُقُوط الشَّفق، ثمَّ أخر الْعشَاء حَتَّى كَانَ ثلث اللَّيْل الأول، ثمَّ أصبح فَدَعَا السَّائِل، فَقَالَ: \" وَالْوَقْت فِيمَا بَين هذَيْن \". ¶ 118 - حَدثنَا أبي، قَالَ: نَا مُحَمَّد بن فُضَيْل قَالَ: نَا الْأَعْمَش،",
            "page": "211",
            "part": "1",
            "seal": "85FB1C6B"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "عَن أبي صَالح، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِن للصَّلَاة أَولا وآخراً، وَإِن أول وَقت صَلَاة الظّهْر حِين تَزُول الشَّمْس وَآخر وَقتهَا حِين يدْخل وَقت الْعَصْر، وَإِن أول وَقت الْعَصْر حِين يدْخل وَقتهَا، وَإِن آخر وَقتهَا حِين تصفر الشَّمْس، وَإِن أول وَقت الْمغرب حِين تغرب الشَّمْس وَإِن آخر وَقتهَا حِين يغيب الْأُفق، وَإِن أول وَقت الْعشَاء الْآخِرَة حِين يغيب الْأُفق، وَإِن آخر وَقتهَا حِين ينتصف اللَّيْل وَإِن أول وَقت الْفجْر حِين يطلع الْفجْر، وَإِن آخر وَقتهَا حِين تطلع الشَّمْس \".",
            "page": "212",
            "part": "1",
            "seal": "590DB5F9"
        },
        {
            "hno": "119",
            "id": "117",
            "nass": "119 - حَدثنَا أَحْمد بن الْحجَّاج، قَالَ: أَنا الْفضل بن مُوسَى، عَن مُحَمَّد بن عَمْرو بن عَلْقَمَة اللَّيْثِيّ، عَن أبي سَلمَة، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" هَذَا جِبْرِيل جَاءَكُم يعلمكم دينكُمْ \"، فصلى صَلَاة الصُّبْح حِين طلع الْفجْر، ثمَّ صلى لَهُ الظّهْر حِين زاغت الشَّمْس، ثمَّ صلى لَهُ الْعَصْر حِين كَانَ الظل مثله ثمَّ صلى لَهُ الْمغرب حِين غَابَتْ الشَّمْس وَحل فطر الصَّائِم، ثمَّ صلى لَهُ الْعشَاء حِين ذهب شفق النَّهَار،",
            "page": "213",
            "part": "1",
            "seal": "6AEB7DF2"
        },
        {
            "hno": "120",
            "id": "118",
            "nass": "ثمَّ جَاءَ الْغَد فصلى لَهُ الصُّبْح حِين أَسْفر قَلِيلا، ثمَّ صلى الظّهْر حِين كَانَ الظل مثله، ثمَّ صلى لَهُ الْعَصْر حِين كَانَ الظل مثله، ثمَّ صلى لَهُ الْمغرب لوقت وَاحِد حِين غربت الشَّمْس، وَحل فطر الصَّائِم، ثمَّ صلى الْعشَاء حِين ذهب سَاعَة من اللَّيْل، ثمَّ قَالَ: \" الصَّلَاة مَا بَين صَلَاتك أمس وصلاتك الْيَوْم \". ¶ 120 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: نَا أَبُو مُعَاوِيَة، عَن ابْن",
            "page": "214",
            "part": "1",
            "seal": "F82DEB8D"
        },
        {
            "hno": "121",
            "id": "119",
            "nass": "أبي ليلى، عَن حَفْصَة ابْنة عَازِب، عَن الْبَراء بن عَازِب، قَالَ: سُئِلَ النَّبِي صلى الله عَلَيْهِ وَسلم: عَن مَوَاقِيت الصَّلَاة فَقدم وَأخر، وَقَالَ: \" مَا بَين هذَيْن وَقت \". ¶ 121 - حَدثنَا أَحْمد بن الْحجَّاج، قَالَ: نَا ابْن الْمُبَارك قَالَ: أَنا حُسَيْن بن عَليّ بن حُسَيْن قَالَ: أَخْبرنِي وهب بن كيسَان، قَالَ: نَا جَابر بن عبد الله قَالَ: \" جَاءَ جِبْرِيل إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم حِين مَالَتْ الشَّمْس، قَالَ: قُم يَا مُحَمَّد فصلّ الظّهْر فصلى الظّهْر حِين مَالَتْ الشَّمْس، ثمَّ مكث حَتَّى إِذا كَانَ فَيء الرجل مثله جَاءَهُ فِي الْعَصْر فَقَالَ: / (19 / ب)",
            "page": "215",
            "part": "1",
            "seal": "CD3C1417"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "- الشَّمْس جَاءَهُ فَقَالَ: قُم فصل الْمغرب فَقَامَ (فَصلاهَا) حَتَّى كَانَت سَوَاء، ثمَّ مكث حَتَّى ذهب الشَّفق فَجَاءَهُ فَقَالَ: قُم فصلّ الْعشَاء فَقَامَ فَصلاهَا، ثمَّ جَاءَهُ حِين سَطَعَ الْفجْر بالصبح، فَقَالَ: يَا مُحَمَّد قُم فصل الصُّبْح، ثمَّ جَاءَهُ من الْغَد حَتَّى كَانَ فَيء الرجل مثله، فَقَالَ: قُم يَا مُحَمَّد فصل، فصلى الظّهْر، ثمَّ جَاءَهُ حِين كَانَ فَيء الرجل مثلَيْهِ، فَقَالَ: قُم يَا مُحَمَّد فصل، فصلى الْعَصْر، ثمَّ جَاءَهُ الْمغرب حِين غَابَتْ الشَّمْس وقتا وَاحِدًا لم يغب عَنهُ، فَقَالَ: قُم فصل الْمغرب، ثمَّ جَاءَهُ حِين ذهب ثلث اللَّيْل، فَقَالَ قُم فصل فصلى الْعشَاء، ثمَّ جَاءَهُ الصُّبْح حِين ابيض جدًّا، فَقَالَ: قُم فصل فصلى، ثمَّ قَالَ لَهُ: \" الصَّلَاة مَا بَين هذَيْن الْوَقْتَيْنِ \".",
            "page": "216",
            "part": "1",
            "seal": "0D4EBA1E"
        },
        {
            "hno": "122",
            "id": "121",
            "nass": "122 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا حَمَّاد بن سَلمَة قَالَ أَنا هِشَام بن عُرْوَة عَن أَبِيه: أَن الْمُغيرَة بن شُعْبَة: كَانَ يُؤَخر الصَّلَاة، فَقَالَ لَهُ رجل من الْأَنْصَار أما سَمِعت رَسُول الله يَقُول: \" قَالَ لي جِبْرِيل صلِّ صَلَاة كَذَا فِي سَاعَة كَذَا حَتَّى عدّ الصَّلَوَات \" فَقَالَ: بلَى! قَالَ: فَأشْهد أَنا كُنَّا نصلي الْعَصْر مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم وَالشَّمْس بَيْضَاء نقية، ثمَّ نَأتي بني عَمْرو بن عَوْف، وَإِنَّهَا لمرتفعة، وَهِي على رَأس ثُلثي فَرسَخ من الْمَدِينَة \". ¶ 123 - حَدثنَا سريح بن النُّعْمَان، قَالَ: نَا فليح، عَن هِشَام بن عُرْوَة، عَن أَبِيه قَالَ: أخر عمر بن عبد الْعَزِيز الصَّلَاة يَوْمًا فَدخلت عَلَيْهِ",
            "page": "217",
            "part": "1",
            "seal": "02E0103C"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "فَقلت إِن الْمُغيرَة بن شُعْبَة أخر الصَّلَاة يَوْمًا فَدخل عَلَيْهِ أَبُو مَسْعُود فَقَالَ للْمُغِيرَة: أَلَسْتَ قد علمت أَن جِبْرِيل نزل فصلى، ثمَّ صلى رَسُول الله صلى الله عَلَيْهِ وَسلم، ثمَّ صلى، ثمَّ صلى رَسُول الله، ثمَّ صلى ثمَّ صلى رَسُول الله ثمَّ قَالَ بِهَذَا أمرت، قَالَ عُرْوَة: فَقَالَ لي عمر بن عبد الْعَزِيز يَا عُرْوَة انْظُر مَا تحدث فَإِن جِبْرِيل الَّذِي أَقَامَ لرَسُول الله الصَّلَاة؛ قَالَ كَذَلِك سَمِعت بشير ابْن أبي مَسْعُود يحدث عَن أَبِيه، وَلَقَد حَدَّثتنِي عَائِشَة: \" أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يُصَلِّي الْعَصْر وَالشَّمْس فِي حُجْرَتهَا لم تظهر \".",
            "page": "218",
            "part": "1",
            "seal": "E90328F7"
        },
        {
            "hno": "124",
            "id": "123",
            "nass": "124 - حَدثنَا أَبُو الْوَلِيد خلف بن الْوَلِيد قَالَ: نَا أَبُو معشر، عَن أبي وهب مولى أبي هُرَيْرَة: قَالَ: لما رَجَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَيْلَة أسرِي بِهِ بلغ - قَالَ: \" يَا جِبْرِيل إِن قومِي لَا يصدقوني قَالَ: يصدقك أَبُو بكر وَهُوَ صدِّيق \".",
            "page": "219",
            "part": "1",
            "seal": "76285625"
        },
        {
            "hno": "125",
            "id": "124",
            "nass": "125 - حَدثنَا قُتَيْبَة بن سعيد، قَالَ: نَا لَيْث عَن عقيل، عَن الزُّهْرِيّ، عَن أبي سَلمَة بن عبد الرَّحْمَن، عَن جَابر بن عبد الله أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" مَا كذبتني قُرَيْش قُمْت فِي الْحجر فخلى الله لي بَيت الْمُقَدّس، فطفقت أخْبرهُم عَن آيَاته وَأَنا أنظر إِلَيْهِ \". ¶ 126 - حَدثنَا أَحْمد بن مُحَمَّد، قَالَ: نَا إِبْرَاهِيم بن سعد، عَن مُحَمَّد بن إِسْحَاق، عَن يَعْقُوب بن عُيَيْنَة (19 / 20) - وَخَالفهُ الزُّهْرِيّ فَقَالَ: عَن أبي سَلمَة عَن عبد الله بن عدي بن الْحَمْرَاء. ¶ 127 - حَدثنَا قُتَيْبَة بن سعيد، قَالَ: نَا لَيْث بن سعد، عَن عقيل،",
            "page": "220",
            "part": "1",
            "seal": "252532D6"
        },
        {
            "hno": "128",
            "id": "125",
            "nass": "عَن الزُّهْرِيّ، عَن أبي سَلمَة، عَن عبد الله بن عدي بن الْحَمْرَاء الزُّهْرِيّ قَالَ: رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ على رَاحِلَته وَاقِفًا بالحَزْوَرَةِ يَقُول: \" وَالله إِنَّك لخير أَرض الله، وَأحب أَرض الله إِلَى الله، وَلَوْلَا أَنِّي أخرجت مِنْك مَا خرجت \". ¶ 128 - حَدثنَا أبي، قَالَ: نَا يَعْقُوب بن إِبْرَاهِيم بن سعد قَالَ: نَا أبي، عَن صَالح بن كيسَان، عَن ابْن شهَاب قَالَ: أَخْبرنِي أَبُو سَلمَة بن عبد الرَّحْمَن: أَن عبد الله بن عدي بن الْحَمْرَاء أخبرهُ: أَنه سمع رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ وَاقِف على رَاحِلَته يَقُول بِمَكَّة: \" وَالله إِنَّك لخير أَرض الله \" ثمَّ",
            "page": "221",
            "part": "1",
            "seal": "49793DD2"
        },
        {
            "hno": "129",
            "id": "126",
            "nass": "ذكر نَحْو حَدِيث عقيل بن خَالِد. ¶ (تَسْمِيَة من نزل مَكَّة من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم) ¶ (1 - الْحَارِث بن هِشَام:) ¶ 129 - أخبرنَا مُصعب قَالَ: الْحَارِث بن هِشَام بن الْمُغيرَة بن عبد الله ابْن عمر بن مَخْزُوم. أسلم يَوْم فتح مَكَّة، مَاتَ فِي طاعون عمواس.",
            "page": "222",
            "part": "1",
            "seal": "ACFF3179"
        },
        {
            "hno": "130",
            "id": "127",
            "nass": "(2 - وَعِكْرِمَة بن أبي جهل:) ¶ 130 - أخبرنَا مُصعب بن عبد الله قَالَ: عِكْرِمَة بن أبي جهل بن هِشَام بن الْمُغيرَة، من مسلمة الْفَتْح قتل يَوْم أجنادين. ¶ اسْم أبي جهل عَمْرو. (3 - وَقيس بن السَّائِب وَهُوَ مولى مُجَاهِد:) ¶ أخبرنَا مُصعب قَالَ: قيس بن السَّائِب بن عُوَيْمِر بن عَائِذ بن عمرَان ابْن مَخْزُوم.",
            "page": "223",
            "part": "1",
            "seal": "51FC4DBC"
        },
        {
            "hno": "131",
            "id": "128",
            "nass": "(4 - وعتاب بن أسيد بن (000) العِيص:) ¶ 131 - أخبرنَا مُصعب قَالَ: اسْتعْمل رَسُول الله صلى الله عَلَيْهِ وَسلم عتاب بن أسيد على مَكَّة، -. مَاتَ صلى الله عَلَيْهِ وَسلم وعتاب عَامل عَلَيْهَا، وعتاب من مسلمة الْفَتْح. (5 - وَعقبَة بن الْحَارِث بن عَامر بن نَوْفَل بن عبد منَاف بن",
            "page": "224",
            "part": "1",
            "seal": "735D0640"
        },
        {
            "hno": "132",
            "id": "129",
            "nass": "قصي:) من مسلمة الْفَتْح. ¶ أخبرنَا مُصعب: أَن عقبَة بن الْحَارِث يكنى أَبَا سروعة. (6 - وَعُثْمَان بن طَلْحَة بن أبي طَلْحَة:) ¶ 132 - أخبرنَا مُصعب قَالَ: اسْم أبي / (20 أ / ب) طَلْحَة عبد الله بن",
            "page": "225",
            "part": "1",
            "seal": "BB3E7F46"
        },
        {
            "hno": "133",
            "id": "130",
            "nass": "عبد الْعُزَّى هَاجر - النَّبِي صلى الله عَلَيْهِ وَسلم. (7 - وَشَيْبَة بن عُثْمَان الْحَاجِب:) ¶ 133 - أخبرنَا مُصعب قَالَ خرج شيبَة بن عُثْمَان بن عبد الله إِلَى حنين مُشْركًا فَأسلم وَقَاتل مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم. (8 - وَأَبُو مَحْذُورَة:) ¶ أَخْبرنِي مُصعب قَالَ اسْمه أَوْس بن مِعْيَر، قَالَ لي يحيى بن معِين:",
            "page": "226",
            "part": "1",
            "seal": "8ED7B728"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "سُبْرَة بن معير. (9 - عُمَيْر بن قَتَادَة بن سعد بن عَامر. أَو عبيد بن عُمَيْر اللَّيْثِيّ:) (10 - أَبُو الطُّفَيْل: عَامر بن وَاثِلَة اللَّيْثِيّ) ، أسماه لنا سُلَيْمَان ابْن دَاوُد الْهَاشِمِي عَن إِبْرَاهِيم بن سعد، عَن الزُّهْرِيّ عَن عَامر بن وَاثِلَة يَعْنِي أَبَا الطُّفَيْل. (11 - وَأَبُو قُحَافَة) : عُثْمَان بن عَامر بن عَمْرو بن كَعْب، أخبرنَا مُصعب بنسبه، أسلم يَوْم الْفَتْح.",
            "page": "227",
            "part": "1",
            "seal": "1713EA56"
        },
        {
            "hno": "134",
            "id": "132",
            "nass": "(12 - وَعبد الله بن السَّائِب بن أبي السَّائِب المَخْزُومِي:) ¶ 134 - حَدثنَا أبي قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن دَاوُد بن شَابُور، عَن مُجَاهِد قَالَ: كُنَّا نفخر على النَّاس بقارئنا عبد الله بن السَّائِب. (13 - أَبُو السنابل بن بعكك:) ¶ 135 - حَدثنَا الْحُسَيْن بن مُحَمَّد الْمَرْوذِيّ، قَالَ: نَا شَيبَان عَن، مَنْصُور، عَن إِبْرَاهِيم عَن أبي السنابل قَالَ وضعت سبيعة ابْنة الْحَارِث بعد",
            "page": "228",
            "part": "1",
            "seal": "32BB8985"
        },
        {
            "hno": "136",
            "id": "133",
            "nass": "وَفَاة زَوجهَا بِثَلَاث وَعشْرين أَو بِخمْس وَعشْرين لَيْلَة، فَلَمَّا تَعَلّت تشوقت للأزواج، فَأنْكر ذَلِك عَلَيْهَا، وَذكر ذَلِك للنَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ: \" إِن تفعل فقد حل بهَا \". (14 - ومطيع بن الْأسود بن حَارِثَة:) ¶ 136 - أخبرنَا مُصعب قَالَ: كَانَ اسْمه الْعَاصِ فَسَماهُ رَسُول الله مُطيعًا.",
            "page": "229",
            "part": "1",
            "seal": "6AC59A40"
        },
        {
            "hno": "137",
            "id": "134",
            "nass": "(15 - سُهَيْل بن عَمْرو بن عبد شمس) : يكنى أَبَا زيد وَهُوَ من الْمُؤَلّفَة قُلُوبهم. ¶ 137 - حَدثنَا بذلك أَحْمد بن مُحَمَّد بن أَيُّوب قَالَ: نَا إِبْرَاهِيم بن سعد عَن مُحَمَّد بن إِسْحَاق. ¶ (16 - عبد الله بن السَّعْدِيّ:) أسلم يَوْم الْفَتْح: يَوْم فتح مَكَّة. ¶ (17 - وَالسَّعْدِي بن عَمْرو بن وفدان:) ¶ (18 - حويطب بن عبد الْعُزَّى:) أسلم يَوْم فتح مَكَّة، وَهُوَ من الْمُؤَلّفَة قُلُوبهم.",
            "page": "230",
            "part": "1",
            "seal": "AE8396EE"
        },
        {
            "hno": "138",
            "id": "135",
            "nass": "138 - حَدثنَا بذلك أَحْمد بن مُحَمَّد بن أَيُّوب عَن إِبْرَاهِيم بن سعد عَن ابْن إِسْحَاق، وَأخْبرنَا مُصعب: أَن حويطب بن عبد الْعُزَّى من مسلمة الْفَتْح. (19 - وَأَبُو عبد الرَّحْمَن الفِهري:) ¶ 139 - حَدثنَا أَبُو سَلمَة قَالَ: نَا حَمَّاد بن سَلمَة، عَن يعلى بن عَطاء، عَن أبي همام، أَن أَبَا عبد الرَّحْمَن الفِهري قَالَ: شهِدت مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم حنيناً.",
            "page": "231",
            "part": "1",
            "seal": "2902F515"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "(20 - وَأَبُو عقرب:) ¶ وَهُوَ جد أبي نَوْفَل بن أبي عقرب، وَسمعت يحيى بن معِين، وَأحمد بن حَنْبَل يَقُولَانِ: أَبُو نَوْفَل بن أبي عقرب. ¶ حَدثنَا عبد الله بن أبي بكر الْعَتكِي، قَالَ: ثَنَا الْأسود بن شَيبَان،",
            "page": "232",
            "part": "1",
            "seal": "70713492"
        },
        {
            "hno": "140",
            "id": "137",
            "nass": "عَن أبي نَوْفَل / (20 / 21) -. كل شهر \". (21 - وَأَبُو شُرَيْح الكعبي) من خُزَاعَة، واسْمه خويلد بن عَمْرو. (22 - وَنَافِع بن عبد الْحَارِث) ، وَاسْتَعْملهُ عمر بن الْخطاب على مَكَّة. ¶ وَحدثنَا بذلك سُلَيْمَان بن دَاوُد الْهَاشِمِي، عَن إِبْرَاهِيم بن سعد، عَن الزُّهْرِيّ، عَن عَامر بن وَاثِلَة. ¶ 140 - حَدثنَا أَبُو نعيم قَالَ: نَا سُفْيَان عَن حبيب بن أبي ثَابت عَن",
            "page": "233",
            "part": "1",
            "seal": "F0B9D262"
        },
        {
            "hno": "141",
            "id": "138",
            "nass": "خمَيل عَن نَافِع بن عبد الْحَارِث قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" من سَعَادَة الْمَرْء: الْمسكن الْوَاسِع، وَالْجَار الصَّالح، والمركب الهنيء \". (23 - عبد الرَّحْمَن بن صَفْوَان:) ¶ 141 - حَدثنَا أبي قَالَ: نَا جرير عَن يزِيد بن أبي زِيَاد عَن مُجَاهِد عَن عبد الرَّحْمَن بن صَفْوَان قَالَ: لما فتح النَّبِي صلى الله عَلَيْهِ وَسلم مَكَّة انْطَلَقت فَوَافَقت النَّبِي صلى الله عَلَيْهِ وَسلم حِين خرج من الْكَعْبَة.",
            "page": "234",
            "part": "1",
            "seal": "F9DED9FB"
        },
        {
            "hno": "142",
            "id": "139",
            "nass": "(24 - وَصَفوَان بن أُميَّة بن خلف:) وَهُوَ من الْمُؤَلّفَة قُلُوبهم. ¶ حَدثنَا بذلك أَحْمد بن مُحَمَّد بن أَيُّوب عَن إِبْرَاهِيم بن سعد عَن مُحَمَّد بن إِسْحَاق. ¶ 142 - وَحدثنَا ابْن أبي أويس قَالَ: حَدثنِي مُحَمَّد بن طَلْحَة بن عبد الرَّحْمَن بن طَلْحَة بن عبيد الله بن عُثْمَان بن عبيد الله الْقرشِي، ثمَّ التَّيْمِيّ قَالَ حَدثنِي إِسْحَاق بن إِبْرَاهِيم بن عبد الله بن حَارِثَة ابْن",
            "page": "235",
            "part": "1",
            "seal": "759A4AF8"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "النُّعْمَان، عَن أَبِيه، عَن عبد الله بن حَارِثَة، قَالَ: لما قدم صَفْوَان ابْن أُميَّة بن خلف الجُمَحِي، قَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" على من نزلت يَا أَبَا وهب \"، قَالَ: نزلت على الْعَبَّاس بن عبد الْمطلب، قَالَ: \" نزلت على أَشد قُرَيْش لقريش حبًّا \". (25 - وكلدة بن الحنبل) ، أَخُو صَفْوَان بن أُميَّة لأمه، أخبرنَا بذلك مُصعب بن عبد الله. (26 - وَبُدَيْل بن وَرْقَاء الْخُزَاعِيّ:) ¶ أسلم وَبَايع النَّبِي صلى الله عَلَيْهِ وَسلم قبل دُخُول رَسُول الله مَكَّة.",
            "page": "236",
            "part": "1",
            "seal": "3189BCC6"
        },
        {
            "hno": "143",
            "id": "141",
            "nass": "143 - حَدثنَا أَبُو سَلمَة قَالَ نَا حَمَّاد بن سَلمَة عَن هِشَام بن عُرْوَة عَن أَبِيه أَن أَبَا سُفْيَان وَحَكِيم بن حزَام، وَبُدَيْل بن وَرْقَاء، أَسْلمُوا وَبَايَعُوا وبعثهم النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى أهل مَكَّة يَدعُوهُم إِلَى الْإِسْلَام. ¶ 144 - حَدثنَا أبي قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن عَمْرو، وَأخْبرهُ أَبُو الْمنْهَال أَن إِيَاس بن عبد قَالَ لرجل لَا يبع المَاء فَإِن رَسُول الله صلى الله عَلَيْهِ وَسلم (نهى عَن بيع المَاء) .",
            "page": "237",
            "part": "1",
            "seal": "5B812ECC"
        },
        {
            "hno": "145",
            "id": "142",
            "nass": "(27 - 28 - وَالْمُهَاجِر بن قنفد، وَعبد الرَّحْمَن بن أَبْزَى الْخُزَاعِيّ:) ¶ 145 - حَدثنَا سُلَيْمَان بن دَاوُد الْهَاشِمِي قَالَ: نَا إِبْرَاهِيم بن سعد قَالَ: نَا الزُّهْرِيّ، عَن عَامر بن وَاثِلَة: أَن نَافِع بن عبد الْحَارِث لَقِي عمر بن الْخطاب بعسفان وَكَانَ عمر اسْتَخْلَفَهُ على مَكَّة، فَقَالَ عمر: من اسْتخْلفت على أهل الْوَادي، قَالَ: اسْتخْلفت عَلَيْهِم ابْن أَبْزَى، قَالَ: من ابْن أَبْزَى؟ قَالَ: مولى من موالينا، قَالَ: اسْتخْلفت عَلَيْهِم مولى، قَالَ: إِنَّه / 21 أ / ب) قَارِئ لكتاب الله، وَإنَّهُ عَالم بالفرائض، قَالَ عمر: أما إِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" إِن الله يرفع بِهَذَا الْقُرْآن أَقْوَامًا وَيَضَع بِهِ آخَرين \".",
            "page": "238",
            "part": "1",
            "seal": "3E97286A"
        },
        {
            "hno": "146",
            "id": "143",
            "nass": "(29 - وَمُسلم أَبُو رائطة:) ¶ 146 - حَدثنَا مُحَمَّد بن عبد الْملك قَالَ: نَا أَبُو سعيد مولى بني هَاشم قَالَ: ثَنَا عبد الله بن الْحَارِث بن أَبْزَى قَالَ حَدَّثتنِي أُمِّي عَن أَبِيهَا أَنه شهد غَنَائِم حنين مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم واسْمه غراب فَسَماهُ رَسُول الله صلى الله عَلَيْهِ وَسلم \" مُسلم \".",
            "page": "239",
            "part": "1",
            "seal": "20B6E47D"
        },
        {
            "hno": "147",
            "id": "144",
            "nass": "147 - حَدثنَا مُحَمَّد بن سِنَان العَوَقي قَالَ: نَا عبد الله بن الْحَارِث ابْن أَبْزَى رجل من أهل مَكَّة، قَالَ: حَدَّثتنِي أُمِّي رائطة ابْنة مُسلم، عَن أَبِيهَا قَالَ: شهِدت مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم حنيناً، فَقَالَ لي: مَا اسْمك؟ قلت: \" غراب \" قَالَ: \" أَنْت مُسلم \". (30 - وكيسان:) ¶ 148 - حَدثنَا مُحَمَّد بن عباد قَالَ: نَا أَبُو سعيد مولى بني هَاشم قَالَ: نَا عمر بن كثير الْمَكِّيّ قَالَ: نَا أَبُو حريز عبد الرَّحْمَن بن كيسَان عَن أَبِيه قَالَ: رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم أَتَى بِئْر الْعليا فَاسْتقْبل الْقبْلَة وَسجد سَجْدَتَيْنِ وَهُوَ",
            "page": "240",
            "part": "1",
            "seal": "A1B0B02A"
        },
        {
            "hno": "149",
            "id": "145",
            "nass": "متلبب بِثَوْب وَاحِد، قلت ملتحف قَالَ: متلبب. (31 - وَأَبُو سُبْرَة بن أبي رهم، شهد بَدْرًا:) ¶ 149 - حَدثنَا بذلك الحرامي، عَن مُحَمَّد بن فليح، عَن مُوسَى بن عقبَة، عَن ابْن شهَاب، وَقَالَ غَيره: الزُّهْرِيّ فِيمَا بَلغنِي لَا نعلم أحدا من",
            "page": "241",
            "part": "1",
            "seal": "8C8AC06A"
        },
        {
            "hno": "150",
            "id": "146",
            "nass": "أهل بدر رَجَعَ إِلَى مَكَّة فنزلها غير سُبْرَة، فَإِنَّهُ رَجَعَ بعد وَفَاة رَسُول الله فنزلها وَولده يُنكرُونَ ذَلِك. ¶ 150 - حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب: قَالَ: نَا إِبْرَاهِيم بن سعد عَن ابْن إِسْحَاق قَالَ: أَبُو سُبْرَة بن رهم بن عبد الْعَزِيز بن أبي قيس بن عبدون بن نصر بن مَالك بن حسن بن عَامر بن لؤَي، شهد بَدْرًا مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم، توفّي أَبُو سُبْرَة فِي خلَافَة عُثْمَان فِيمَا بَلغنِي. (32 - وَعَيَّاش بن أبي ربيعَة بن عبد الله بن عمر بن مَخْزُوم:) ¶ 151 - حَدثنَا - بن يُونُس، عَن إِبْرَاهِيم، عَن ابْن إِسْحَاق قَالَ: هُوَ من مهاجرة أَرض الْحَبَشَة، ذكرُوا أَنه",
            "page": "242",
            "part": "1",
            "seal": "26D1ED27"
        },
        {
            "hno": "152",
            "id": "147",
            "nass": "مَاتَ بِمَكَّة. (33 - وَعبد الله بن الزبير بن الْعَوام) ، قتل بِمَكَّة رَحمَه الله. (34 - وَعبد الله بن عَبَّاس بن عبد الْمطلب) : مَاتَ بِالطَّائِف رَحمَه الله. (35 - ومحرش:) ¶ 152 - حَدثنَا أبي، قَالَ: نَا يحيى بن سعيد، عَن ابْن جريج، قَالَ: حَدثنِي مُزَاحم، عَن عبد الْعَزِيز بن عبد الله عَن محرش قَالَ: خرج",
            "page": "243",
            "part": "1",
            "seal": "7F5FF072"
        },
        {
            "hno": "153",
            "id": "148",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم من الْجِعِرَّانَة مُعْتَمِرًا فَقضى عمرته لَيْلًا. ¶ 153 - حَدثنَا يحيى بن عبد الحميد، قَالَ: قَالَ نَا ابْن عُيَيْنَة وَحَفْص عَن عبد الرَّحْمَن بن حميد، قَالَ: سَمِعت السَّائِب بن يزِيد، يحدث عمر بن عبد الْعَزِيز، عَن الْعَلَاء الْحَضْرَمِيّ: أَنه سمع النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول: \" يُقيم المُهَاجر \" قَالَ: سُفْيَان بعد نُسكه ثَلَاثًا وَقَالَ: /",
            "page": "244",
            "part": "1",
            "seal": "2627FF7A"
        },
        {
            "hno": "154",
            "id": "149",
            "nass": "(21 / 22) (حَفْص: بعد الصَّدْر ثَلَاثًا) . ¶ 154 - -. ابْن شهَاب عَن عَامر بن سعد بن أبي وَقاص أَن أَبَاهُ قَالَ: عادني",
            "page": "245",
            "part": "1",
            "seal": "170EF70F"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم فِي حجَّة الْوَدَاع من شكوى أشفيت مِنْهَا على الْمَوْت قلت: يَا رَسُول الله بلغ بِي مَا ترى من الوجع، وأخلف بعد أَصْحَابِي قَالَ: \" إِنَّك لن تخلف فتعمل عملا تبتغي بِهِ وَجه الله. إِلَّا ازددت بِهِ دَرَجَة ورفعة، ولعلك تخلف حَتَّى ينْتَفع بك أَقوام ويضر بك آخَرُونَ اللَّهُمَّ أمضي لِأَصْحَابِي هجرتهم، وَلَا تردهم على أَعْقَابهم، لَكِن البائس سعد بن خوله \" يرثي لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم أَن مَاتَ بِمَكَّة، قَالَ سُفْيَان: وَسعد بن خوله رجل من بني عَامر بن لؤَي.",
            "page": "246",
            "part": "1",
            "seal": "62AF5B34"
        },
        {
            "hno": "155",
            "id": "151",
            "nass": "155 - حَدثنَا يَعْقُوب بن حميد، قَالَ: نَا عبد الله بن الْوَلِيد الْعَدنِي، عَن الثَّوْريّ، عَن مُحَمَّد بن الْمُنْكَدر عَن جَابر بن عبد الله قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لَا يسكن مَكَّة آكل ربى، وَلَا مشاء بنميم \" ¶ 156 - حَدثنَا أبي، قَالَ: نَا ابْن عُيَيْنَة، عَن دَاوُد بن شَابُور، عَن مُجَاهِد قَالَ: كُنَّا نفخر على النَّاس بأَرْبعَة: بفقيهنا، وبقاضينا، وبقارئنا، وبمؤذننا، فقيهنا ابْن عَبَّاس، وقاضينا عبيد بن عُمَيْر، وقائنا عبد الله بن السَّائِب، ومؤذننا أَبُو مَحْذُورَة.",
            "page": "247",
            "part": "1",
            "seal": "F12D64C1"
        },
        {
            "hno": "157",
            "id": "152",
            "nass": "(36 - عبيد بن عُمَيْر اللَّيْثِيّ. يكنى أَبَا عَاصِم:) ¶ 157 - حَدثنَا أَبُو سَلمَة الْمنْقري قَالَ: نَا مُوسَى بن أبي الْفُرَات الْمَكِّيّ قَالَ: نَا عبد الله بن أبي مليكَة. قَالَ: ذهبت أَنا، وَعبيد بن عُمَيْر اللَّيْثِيّ حَتَّى دَخَلنَا على عَائِشَة أم الْمُؤمنِينَ فَقَالَت: يَا ابْن قَتَادَة، قَالَ: لبيْك يَا أمه، قَالَت: خفف عَن النَّاس الْقَصَص وَلَا تملهم فيملوا. ¶ حَدثنَا أَحْمد بن أَيُّوب قَالَ: نَا إِبْرَاهِيم بن سعد، عَن مُحَمَّد بن إِسْحَاق، عَن وهب بن كيسَان مولى آل الزبير قَالَ: سَمِعت عبد الله بن الزبير يَقُول: لِعبيد بن عُمَيْر بن قَتَادَة اللَّيْثِيّ رَأَيْتنَا يَا عبيد.",
            "page": "248",
            "part": "1",
            "seal": "41D23C8F"
        },
        {
            "hno": "158",
            "id": "153",
            "nass": "158 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا سُوَيْد أَبُو حَاتِم - صَاحب الطَّعَام - قَالَ: حَدثنِي عبد الله بن عبيد بن عُمَيْر، عَن أَبِيه، عَن جده، قَالَ: بَيْنَمَا أَنا قَاعد عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم إِذْ جَاءَ رجل فَقَالَ: يَا رَسُول الله، مَا الْإِسْلَام؟ قَالَ: \" إطْعَام الطَّعَام، ولين الْكَلَام \" قَالَ: يَا رَسُول الله: مَا الْإِيمَان؟ قَالَ: \" السماحة، وَالصَّبْر \" قَالَ: يَا رَسُول الله: أَي الْإِسْلَام أفضل؟ قَالَ: \" من سلم الْمُسلمُونَ من لِسَانه وَيَده \" قَالَ: يَا رَسُول الله: أَي الْمُؤمنِينَ أكمل إِيمَانًا؟ قَالَ: \" أحْسنهم خلقا \" قَالَ: يَا رَسُول الله: أَي الْجِهَاد أفضل؟ قَالَ: \" الَّذين جاهدوا بِأَمْوَالِهِمْ وأنفسهم فِي سَبِيل الله \" قَالَ: يَا رَسُول الله: فَأَي الْهِجْرَة أفضل؟ قَالَ: \" من هجر السوء \". قَالَ: يَا رَسُول الله فَأَي / (22 أ / ب) الصَّدَقَة أفضل قَالَ: \" جهد مقل \" قَالَ: يَا رَسُول الله: فَأَي الصَّلَاة أفضل؟ قَالَ: \" طول الْقُنُوت \".",
            "page": "249",
            "part": "1",
            "seal": "A8825086"
        },
        {
            "hno": "159",
            "id": "154",
            "nass": "حَدثنَا أبي، قَالَ: نَا ابْن عُيَيْنَة، عَن عَمْرو بن دِينَار قَالَ: كُنَّا لِعبيد بن عُمَيْر. ¶ 159 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا حَمَّاد بن سَلمَة، عَن ثَابت قَالَ: أول من قَصَّ عبيد بن عُمَيْر على عهد عمر. ¶ 160 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا عَليّ بن أبي ستارة قَالَ: نَا ثَابت قَالَ: كَانَ عبيد بن عُمَيْر اللَّيْثِيّ يقص فِي الْمَسْجِد الْحَرَام، وَيقْعد فِيمَا بَين زَمْزَم وَالْحجر. ¶ 161 - حَدثنَا عبيد الله بن عمر، قَالَ: نَا عباد بن الْعَوام، قَالَ:",
            "page": "250",
            "part": "1",
            "seal": "41013B4C"
        },
        {
            "hno": "162",
            "id": "155",
            "nass": "أَنا عبد الْملك عَن عَطاء قَالَ: أتيت أَنا وَعبيد بن عُمَيْر، عَائِشَة وَهِي مجاورة بَيْتِي فَدَخَلْنَا عَلَيْهَا فَقَالَت: أَنْت قاص أهل مَكَّة، قَالَ: أَنا عبيد ابْن عُمَيْر، قَالَت: يَا عبيد إِذا ذكرت فأخف فَإِن الذّكر يقتل. ¶ 162 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا حَمَّاد بن سَلمَة عَن الْأَزْرَق ابْن قيس أَن ابْن عمر قعد إِلَى عبيد بن عُمَيْر وَهُوَ يقص، فجَاء النَّاس يستفتون ابْن عمر، فَكَانَ يَقُول: خلوا بَيْننَا وَبَين قاصنا. ¶ 163 - حَدثنَا أبي قَالَ: نَا جرير عَن مطَرِّف عَن الْقَاسِم بن أبي بزَّة قَالَ: جَاءَ ابْن عَبَّاس إِلَى عُبَيْدَة بن عُمَيْر: وَهُوَ يذكر النَّاس حوله.",
            "page": "251",
            "part": "1",
            "seal": "3B386EF3"
        },
        {
            "hno": "164",
            "id": "156",
            "nass": "حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا عبد الْوَاحِد بن زِيَاد، قَالَ: نَا عبيد الله بن حبيب، قَالَ: سَمِعت الْقَاسِم بن أبي بزَّة، عَن سعد بن سعيد بن عُمَيْر ابْن أخي عبيد بن عُمَيْر قَالَ: قَالَ لي ابْن عَبَّاس: إِن عمك رجل عَرَبِيّ فَمَا لَهُ يلحن. ¶ 164 - حَدثنَا مُوسَى، قَالَ: نَا وهيب بن خَالِد، عَن إِسْمَاعِيل بن أُميَّة، عَن عَطاء، عَن عبيد بن عُمَيْر قَالَ: صلى بِنَا عمر بن الْخطاب هَاهُنَا بِمَكَّة الصُّبْح فقنت. ¶ 165 - حَدثنَا الْوَلِيد بن شُجَاع، قَالَ: حَدثنِي ابْن وهيب قَالَ: سَمِعت عبد الله بن عمر يحدث، عَن شيخ حَدثهُ، عَن عبيد بن عُمَيْر",
            "page": "252",
            "part": "1",
            "seal": "507B0BE6"
        },
        {
            "hno": "166",
            "id": "157",
            "nass": "اللَّيْثِيّ قَالَ: كنت أجالس عبد الله بن عمر يَوْمًا، وَعبد الله بن عَبَّاس يَوْمًا، وَكَانَ مَا يَقُول فِيهِ ابْن عمر لَا أَدْرِي أَكثر مِمَّا يُفْتِي فِيهِ، وَكَانَ ابْن عَبَّاس لَا يَأْتِيهِ شَيْء إِلَّا قَالَ فِيهِ. ¶ 166 - حَدثنَا مُحَمَّد بن يزِيد قَالَ: نَا ابْن فُضَيْل قَالَ: نَا حُصَيْن، عَن مُجَاهِد قَالَ: كَانَ عبيد بن عُمَيْر قاصًّا لِابْنِ الزبير فَنَامَ نومَة الضُّحَى، فَقَالَ لَهُ ابْن الزبير مَا أبطأك؟ قَالَ: نمت هَذِه النومة، قَالَ أما علمت أَن الأَرْض تَعجّ إِلَى رَبهَا من نومَة الْعلمَاء؟ (37 - مُجَاهِد بن جبر يكنى أَبَا الْحجَّاج:) ¶ حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا مُحَمَّد بن رَاشد، عَن خَالِد عَن أبي الْحجَّاج مُجَاهِد بن جبر. ¶ حَدثنَا أبي قَالَ: نَا يَعْقُوب بن إِبْرَاهِيم بن سعد قَالَ: نَا أبي عَن ابْن إِسْحَاق قَالَ: وحَدثني عبد الله بن أبي نجيح / (22 / 23) - ابْن سُوَيْد الْبَاهِلِيّ قَالَ: نَا حميد الْأَعْرَج قَالَ: كنت مَعَ مُجَاهِد فَقَالَ لَهُ رجل: يَا أَبَا الْحجَّاج.",
            "page": "253",
            "part": "1",
            "seal": "64A4CA38"
        },
        {
            "hno": "167",
            "id": "158",
            "nass": "قلت ليحيى بن معِين: مُجَاهِد مولى لبني مَخْزُوم؟ قَالَ: \" نعم \". ¶ 167 - حَدثنَا سعيد بن سُلَيْمَان، قَالَ: نَا مَنْصُور بن أبي الْأسود، عَن الْأَعْمَش، عَن مُجَاهِد، قَالَ: مولَايَ عبد الله بن السَّائِب، قَالَ: أتيت النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ لي: \" تعرفنِي؟ \" قلت: \" نعم. كنت شريكك فِي الْجَاهِلِيَّة، فَنعم الشَّرِيك كنت لَا تُمَارِي وَلَا تُدَارِي \".",
            "page": "254",
            "part": "1",
            "seal": "3D429231"
        },
        {
            "hno": "168",
            "id": "159",
            "nass": "حَدثنَا مُحَمَّد بن عمرَان بن أبي ليلى قَالَ: حَدثنِي أبي، - ابْن أبي ليلى، عَن عبد الْكَرِيم، عَن مُجَاهِد، عَن مَوْلَاهُ السَّائِب، كَذَا قَالَ السَّائِب. ¶ 168 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا ثَابت بن يزِيد أَبُو زيد،",
            "page": "255",
            "part": "1",
            "seal": "0BDE48EC"
        },
        {
            "hno": "169",
            "id": "160",
            "nass": "قَالَ: نَا هِلَال بن خباب، عَن مُجَاهِد، عَن مَوْلَاهُ أَنه حَدثهُ أَنه كَانَ فِيمَن بنى الْكَعْبَة فِي الْجَاهِلِيَّة، قَالَ: ولي حجر أَنا نحته بيَدي أُعِيدهُ من دون الله وآجي بِاللَّبنِ الخاثر، الَّذِي أنفسه على نَفسِي، وعَلى وَلَدي فأصبه عَلَيْهِ فَيَجِيء الْكَلْب حَتَّى يلحسه ثمَّ يشفى فيبول عَلَيْهِ، قَالَ فبنينا حَتَّى بلغنَا مَوضِع الْحجر وَمَا يرى الْحجر أحد، فَإِذا هُوَ وسط حِجَارَة يكَاد أَن (يتايا فهما) وَجه فَقَالَ بطن من قُرَيْش: نَحن نضعه، وَقَالَ آخَرُونَ: نَحن، فَقَالَ اجعلوا بَيْنكُم حكما، قَالُوا أول من يَجِيء من هَذَا الْفَج، قَالَ فجَاء النَّبِي فَقَالَ: أَتَاكُم الْأمين، فَقَالُوا لَهُ فَوَضعه فِي ثوب، ثمَّ دَعَا بطونهم فَأخذُوا بنواحيه فَمشى مَعَهم حَتَّى وَضعه هُوَ \". ¶ 169 - وَأخْبرنَا مُصعب قَالَ السَّائِب بن أبي ودَاعَة - وَأَبُو ودَاعَة: هُوَ الْحَارِث بن صبرَة بن سعد بن سعيد بن سهم - زَعَمُوا أَنه كَانَ شَرِيكا للنَّبِي صلى الله عَلَيْهِ وَسلم بِمَكَّة، هَكَذَا قَالَ مُصعب.",
            "page": "256",
            "part": "1",
            "seal": "DBB3AFF1"
        },
        {
            "hno": "170",
            "id": "161",
            "nass": "170 - حَدثنَا أبي، قَالَ: نَا عبد الرَّحْمَن بن مهْدي، قَالَ: نَا سُفْيَان، عَن إِبْرَاهِيم بن مهَاجر، عَن مُجَاهِد، عَن ابْن السَّائِب، عَن السَّائِب أَنه قَالَ للنَّبِي عَلَيْهِ السَّلَام: كنت شَرِيكي فِي الْجَاهِلِيَّة، فَكنت خير شريك كنت لَا تُدَارِي وَلَا تُمَارِي. ¶ 171 - حَدثنَا أبي، قَالَ: نَا ابْن مهْدي، قَالَ: نَا مُحَمَّد بن مُسلم، عَن إِبْرَاهِيم بن ميسرَة عَن مُجَاهِد، أَن قيس بن السَّائِب قَالَ: \" إِن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ شَرِيكي فِي الْجَاهِلِيَّة \" ثمَّ ذكر نَحوه. ¶ سَمِعت أبي يَقُول: قَالَ - الحَدِيث حَدِيث إِبْرَاهِيم ابْن ميسرَة. ¶ وَزعم عَليّ بن الْمَدِينِيّ أَن يحيى بن سعيد قَالَ: \" إِبْرَاهِيم بن المُهَاجر لم يكن بِالْقَوِيّ \". ¶ 172 - حَدثنَا سعيد بن سُلَيْمَان، قَالَ: نَا عباد بن الْعَوام، قَالَ: نَا (23 أ / ب) هِلَال بن خباب قَالَ: نَا مُجَاهِد، عَن امْرَأَة عبد الله بن",
            "page": "257",
            "part": "1",
            "seal": "514382B7"
        },
        {
            "hno": "173",
            "id": "162",
            "nass": "السَّائِب، قُرَيْش الْحجر أَن يضعوا، فَقَالُوا: انْظُرُوا أول رجل يطلع عَلَيْكُم فطلع النَّبِي، وَكَانَ يُسمى قَالَ: قَالُوا: ضَعْهُ، قَالَ: فَوَضعه فِي ثَوْبه أَو قَالَ: فَوَضعه فِي الثَّوْب، وَقَالَ لهَذَا الْبَطن، وَلِهَذَا الْبَطن، وَلِهَذَا الْبَطن: \" خُذُوا \" فرفعه حَتَّى وَضعه فِي مَكَانَهُ. ¶ وَسمعت أبي يَقُول: قَالَ عبد الرَّحْمَن بن مهْدي حَدِيث مُسلم عَن إِبْرَاهِيم بن ميسرَة، عَن مُجَاهِد أثبت هَذِه الْأَحَادِيث. ¶ حَدثنَا حَامِد بن يحيى الْبَلْخِي قَالَ: نَا سُفْيَان بن عُيَيْنَة قَالَ: نَا إِبْرَاهِيم بن ميسرَة وَكَانَ من أصدق النَّاس وأوثقهم. ¶ 173 - حَدثنَا الزبير بن بكار قَالَ: حَدثنِي أَبُو ضَمرَة، عَن أبي السَّائِب عبد الله بن السَّائِب المَخْزُومِي قَالَ: كَانَ جدي فِي الْجَاهِلِيَّة يكنى أَبَا السَّائِب، وَبِه اكْتَنَيْت وَكَانَ خليطاً للنَّبِي صلى الله عَلَيْهِ وَسلم فِي الْجَاهِلِيَّة، فَكَانَ إِذا ذكره قَالَ نعم الخليط، ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "258",
            "part": "1",
            "seal": "1C0BAC34"
        },
        {
            "hno": "174",
            "id": "163",
            "nass": "كَانَ أَبُو السَّائِب لَا يشاري وَلَا يُمَارِي. ¶ 174 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا سَلام بن أبي مُطِيع قَالَ: أَخْبرنِي بعض إخوتي عني أَن أَبَا أَيُّوب أَخذ لي بالركاب، فأبيت فَزعم أَن مُجَاهدًا حَدثهُ أَن عمر أَخذ لَهُ بالركاب فأبيت فَزعم أَن مُجَاهدًا حَدثهُ أَن ابْن عمر أَخذ لَهُ بالركاب. ¶ وَاسم أبي مُطِيع أبي سَلام \" رَاشد \". ¶ 175 - حَدثنَا بذلك هدبة بن خَالِد، حَدثنَا عبيد الله بن عمر، قَالَ: نَا عبد الله بن سَلمَة، قَالَ: حَدثنِي عُثْمَان بن الْأسود، عَن حميد الْأَعْرَج، عَن مُجَاهِد قَالَ: \" كَانَ ابْن عمر يَأْخُذ لي بالركاب وَيُسَوِّي على",
            "page": "259",
            "part": "1",
            "seal": "FC1F3CBB"
        },
        {
            "hno": "176",
            "id": "164",
            "nass": "بالثياب إِذا ركبت \". ¶ سَمِعت عبيد الله بن عمر يَقُول: عبد الله بن سَلمَة لم يكن يكذب، وَلَكِن كَانَ فِي لِسَانه للنَّاس. قَالَ لي يحيى بن سعيد: سمع من هِشَام بن عُرْوَة، وَيحيى بن سعيد، وكتبت لَهُ سَمَاعه وأعطيته. ¶ 176 - حَدثنَا أَحْمد بن يُونُس، قَالَ: نَا زَائِدَة، عَن لَيْث، عَن مُجَاهِد، قَالَ: كنت إِذا أردْت أَن أركب جَاءَ ابْن عمر حَتَّى يضع رجله على ذِرَاع نَاقَتي. ¶ 177 - حَدثنَا أبي قَالَ: نَا حجاج بن نصَير، قَالَ: نَا قُرَّة بن خَالِد، قَالَ: \" رَأَيْت مُجَاهدًا يطوف بِالْبَيْتِ أَبيض الرَّأْس واللحية عَلَيْهِ ثَوْبَان أبيضان وَكَانَ يَقْتَدِي بِابْن عمر \".",
            "page": "260",
            "part": "1",
            "seal": "DFCC4F35"
        },
        {
            "hno": "178",
            "id": "165",
            "nass": "178 - حَدثنَا عبد الله بن جَعْفَر الرقي، قَالَ: نَا عبيد الله بن عَمْرو، عَن زيد بن أبي أنيسَة، عَن الْمنْهَال بن عَمْرو وَيُونُس بن خباب، عَن مُجَاهِد قَالَ: كنت بازلا على عبد الله بن عمر فَقلت لَهُ: با أَبَا عبد الرَّحْمَن. ¶ 179 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا مُوسَى بن أبي الْفُرَات، قَالَ: \" رَأَيْت مُجَاهدًا أَبيض الرَّأْس واللحية \". ¶ 180 - حَدثنَا مُحَمَّد بن عمرَان الأحمسي قَالَ: نَا حَفْص / (23 / 24) -. ¶ 181 - حَدثنَا أبي، قَالَ: نَا عبد الله بن نمير الْهَمدَانِي، عَن الْأَعْمَش، قَالَ: \" كنت إِذا رَأَيْت مُجَاهدًا طننت أَنه خربندج ضل حِمَاره",
            "page": "261",
            "part": "1",
            "seal": "5D73859D"
        },
        {
            "hno": "182",
            "id": "166",
            "nass": "فَهُوَ مُتَّهم \". ¶ 182 - حَدثنَا أَبُو نعيم الْفضل بن دُكَيْن، قَالَ: نَا سُفْيَان، عَن سَلمَة ابْن كهيل، قَالَ: \" مَا رَأَيْت أحدا يُرِيد بِهَذَا الْعلم وَجه الله إِلَّا ثَلَاثَة فلَان وَفُلَان وَمُجاهد \". ¶ 183 - حَدثنَا يحيى بن معِين، قَالَ: نَا فُضَيْل بن عِيَاض، عَن عبيد الْمكتب، قَالَ: \" رَأَيْتهمْ يَكْتُبُونَ التَّفْسِير عِنْد مُجَاهِد \". ¶ 184 - حَدثنَا أَبُو مُسلم عبد الرَّحْمَن بن يُونُس، قَالَ: نَا سُفْيَان، قَالَ: مَكْتُوب فِي تَفْسِير مُجَاهِد وسمعته من المكيين وَهُوَ الَّذِي أملاه مُجَاهدًا إملاء وَأَخذه الحكم بن عتيبة من هَاهُنَا فَقدم بِهِ الْكُوفَة فَقَالَ: هَذَا تَفْسِير مُجَاهِد {كونُوا قردة خَاسِئِينَ} قَالَ: إِنَّمَا مسخت قُلُوبهم.",
            "page": "262",
            "part": "1",
            "seal": "7EA29A2C"
        },
        {
            "hno": "185",
            "id": "167",
            "nass": "185 - حَدثنَا مُوسَى بن مَرْوَان الرقي، قَالَ: نَا بَقِيَّة بن الْوَلِيد، عَن حبيب بن صَالح، قَالَ سَمِعت مُجَاهدًا يَقُول: \" استفرغ علمي الْقُرْآن \".",
            "page": "263",
            "part": "1",
            "seal": "F16577F3"
        },
        {
            "hno": "186",
            "id": "168",
            "nass": "186 - حَدثنَا مُحَمَّد بن عمرَان الأحمسي، قَالَ: نَا أَبُو بكر بن عَيَّاش، عَن مُغيرَة، عَن حَمَّاد، قَالَ: لقِيت عَطاء وَطَاوُس وَمُجاهد وشاهَمْت الْقَوْم فَوجدت غِلْمَانكُمْ أعلم مِنْهُم إِلَّا مُجَاهِد. ¶ 187 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ أَنا عبد السَّلَام، عَن خصيف، قَالَ: \" كَانَ أعلمهم بالتفسير مُجَاهِد \". ¶ 188 - حَدثنَا الْوَلِيد بن شُجَاع، قَالَ: نَا حَفْص بن غياث، عَن عبد الْملك بن أبي سُلَيْمَان، عَن مُجَاهِد: مَا قدمت وَلَا أخرت",
            "page": "264",
            "part": "1",
            "seal": "7F0EACC3"
        },
        {
            "hno": "189",
            "id": "169",
            "nass": "- سنة يعْمل بهَا من بعده. ¶ 189 - حَدثنَا أبي قَالَ: نَا جرير، عَن رجل، عَن مُجَاهِد: {وَجَعَلَنِي مُبَارَكًا أَيْن مَا كنت} قَالَ: معلما للخير. ¶ 190 - حَدثنَا أبي، قَالَ: نَا ابْن عُيَيْنَة، عَن ابْن أبي نجيح، عَن مُجَاهِد {واجعلنا لِلْمُتقين إِمَامًا} قَالَ: خَاتم بهم ويهتدي بهم حَتَّى يَقْتَدِي بِنَا من بَعدنَا. ¶ 191 - حَدثنَا عبد الرَّحْمَن بن يُونُس، قَالَ: قَالَ سُفْيَان: قَالَ",
            "page": "265",
            "part": "1",
            "seal": "CC487ACB"
        },
        {
            "hno": "192",
            "id": "170",
            "nass": "مُجَاهِد: \" أَتَيْنَا عمر بن عبد الْعَزِيز لنعلمه فَمَا برحنا حَتَّى تعلمنا مِنْهُ \". ¶ 192 - حَدثنَا أَبُو الْفَتْح نصر بن مُغيرَة، قَالَ: قَالَ سُفْيَان: قَالَ مُجَاهِد: \" لَا يتَعَلَّم من أَبى وَلَا مستحي \". ¶ 193 - حَدثنَا أبي قَالَ: نَا عبد السَّلَام بن حَرْب، عَن لَيْث عَن مُجَاهِد قَالَ: لَا بَأْس بالسمن فِي لعقة. ¶ 194 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: نَا ابْن الْمُبَارك، عَن سيف، عَن مُجَاهِد قَالَ: انقص الحَدِيث وَلَا تزد فِيهِ. ¶ 195 - حَدثنَا الْوَلِيد بن شُجَاع، قَالَ: نَا روح بن عبَادَة، قَالَ: نَا سيف الْمَكِّيّ، عَن ابْن أبي نجيح، عَن مُجَاهِد قَالَ: إِنَّك إِن ذهبت",
            "page": "266",
            "part": "1",
            "seal": "2DFA2DF4"
        },
        {
            "hno": "196",
            "id": "171",
            "nass": "- الحَدِيث كنت - إِن تزيد فِيهِ، وَإنَّك إِن تنقص / (24 أ / ب) - مُجَاهدًا سنة مائَة. ¶ حَدثنَا أَحْمد بن حَنْبَل، عَن يحيى بن سعيد الْقطَّان، قَالَ: مَاتَ مُجَاهِد سنة أَربع وَمِائَة. ¶ 196 - حَدثنَا هَارُون بن مَعْرُوف، قَالَ: نَا عتاب بن بشير، عَن خصيف، قَالَ: كنت أَطُوف أَنا وَمُجاهد فَالْتَفت فَإِذا شيخ عَلَيْهِ جمَاعَة، أَو مَعَه جمَاعَة، قلت: من هَذَا؟ قَالَ: أنس بن مَالك، فَإِذا شيخ أصفر اللِّحْيَة، فَأَرَدْت أَن أعدل إِلَيْهِ، فَأخذ بيَدي فمضينا فَقَالَ مُجَاهِد: دَعه فَإِنَّهُ يشرب الطلا. ¶ وَسمعت يحيى بن معِين يَقُول: مَاتَ مُجَاهِد سنة أَربع وَمِائَة، وَيُقَال ثَلَاث وَمِائَة، وَيُقَال ثِنْتَيْنِ وَمِائَة، وَسمعت أبي يَقُول: مُجَاهِد أَبُو الْحجَّاج.",
            "page": "267",
            "part": "1",
            "seal": "2BACC6A5"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "دفع إِلَيّ عَليّ بن عبد الله الْمَدِينِيّ: كتاب أَبِيه بِيَدِهِ وَنحن بِالْبَصْرَةِ مَعَ يحيى بن معِين سنة عشْرين وَمِائَتَيْنِ، فَكتبت مِنْهُ هَذَا الْكَلَام، وَلم أسمعهُ من عَليّ وكل شَيْء فِي كتابي هَذَا قَالَ عَليّ فَمن هَذَا الْكتاب أَخَذته، وَكَانَ فِيهِ قَالَ يحيى بن سعيد الْقطَّان: مرسلات مُجَاهِد أحب إِلَيّ من مرسلات عَطاء بن أبي رَبَاح، كَانَ عَطاء يَأْخُذ من كل ضرب، وَقَالَ يحيى: أَصْحَاب ابْن عَبَّاس سِتَّة مُجَاهِد وَطَاوُس وَعَطَاء وَسَعِيد بن جُبَير وَعِكْرِمَة وَجَابِر بن زيد. وَرَأَيْت فِي كتاب عَليّ قَالَ يحيى: وَكَانَ شُعْبَة يُنكر مُجَاهِد سمع عَائِشَة، وَكَانَ فِي الْكتاب سَأَلت يحيى، عَن مرسلات مُجَاهِد أحب إِلَيْك، أَو مرسلات طَاوس؟ فَقَالَ: مَا أقربهما.",
            "page": "268",
            "part": "1",
            "seal": "80BBD020"
        },
        {
            "hno": "197",
            "id": "173",
            "nass": "197 - قَالَ يحيى بن سعيد: قَالَ شُعْبَة: مُجَاهِد عَن عَليّ، وَعَطَاء عَن عَليّ، إِنَّمَا هِيَ من كتاب، فاسترجعت أَنا فَقلت: يَا سعيد سَمِعت هَذَا من شُعْبَة؟ قَالَ: فِيمَا أعلم، قلت: تشك فِيهِ؟ قَالَ: لم أكتب عِنْدِي، ثمَّ قَالَ: يحيى مِنْ قِبَلِه أما مُجَاهِد عَن عَليّ فَلَيْسَ بهَا بَأْس، إِنَّه قد أسْند عَن ابْن أبي ليلى، عَن عَليّ، وَأما عَطاء فَأَخَاف أَن يكون من كتاب. ¶ 198 - قَالَ فَكَانَ يحيى بن معِين يَأْخُذ هَذَا الْكتاب الَّذِي كتبته من كتاب عَليّ فَينْظر فِيهِ كثيرا ويعجب، وَقَالَ لي مرّة: إِن كَانَ هَذَا عَليّ الَّذِي رَأَيْنَاهُ. فقد -. ¶ 199 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا همام، عَن لَيْث، عَن مُجَاهِد، فِي رجل جعل عَلَيْهِ صَوْم شَهْرَيْن مُتَتَابعين، قَالَ: إِن صَامَ رَمَضَان وَشَعْبَان أَجْزَأَ عَنهُ. ¶ 200 - حَدثنَا ابْن الْأَصْبَهَانِيّ، وَمُحَمّد بن إِسْمَاعِيل الْعَبْدي أَبُو عبد الله، وَهَارُون بن مَعْرُوف، قَالُوا: ثَنَا ابْن فُضَيْل، عَن لَيْث، عَن مُجَاهِد فِي قَوْله: {عَسى أَن يَبْعَثك رَبك مقَاما مَحْمُودًا} قَالَ: يجلسه على الْعَرْش.",
            "page": "269",
            "part": "1",
            "seal": "9FC59EC3"
        },
        {
            "hno": "201",
            "id": "174",
            "nass": "201 - حَدثنَا مُحَمَّد بن إِسْمَاعِيل الْعَبْدي قَالَ نَا (24 / 25) - أبي بكر بن عَيَّاش، عَن -، عَن صلَة بن زفر، عَن حُذَيْفَة قَالَ: - مُحَمَّد فَأَقُول: \" لبيْك وَسَعْديك، وَالْخَيْر فِي يَديك، وَالشَّر لَيْسَ إِلَيْك، وَالْمهْدِي من هديت بك وَإِلَيْك، سُبْحَانَكَ رب الْبَيْت تَبَارَكت رَبنَا وَتَعَالَيْت، قَالَ: فَيشفع عِنْد ذَلِك فيستشفع \" قَالَ: وَقَالَ حُذَيْفَة: \" ذَلِك الْمقَام الْمَحْمُود \". ¶ 202 - حدّثنَاهُ الْعَبْدي، قَالَ: نَا وَكِيع، عَن إِسْرَائِيل، عَن",
            "page": "270",
            "part": "1",
            "seal": "F9B21AA1"
        },
        {
            "hno": "203",
            "id": "175",
            "nass": "أبي إِسْحَاق، عَن صلَة، عَن حُذَيْفَة مثله. ¶ 203 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا حَمَّاد بن سَلمَة، عَن عبد الله بن الْمُخْتَار، عَن أبي إِسْحَاق، عَن صلَة بن زفر، عَن حُذَيْفَة: أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" يجمع الْخلق يَوْم الْقِيَامَة فِي صَعِيد وَاحِد ينفذهم الْبَصَر وَيسْمعهُمْ الدَّاعِي فَيَقُول: يَا مُحَمَّد \" ثمَّ ذكر نَحوه، وَقَالَ: \" فَهَذَا الْمقَام الْمَحْمُود الَّذِي يغبطه بِهِ الْأَولونَ وَالْآخرُونَ \". ¶ 204 - حَدثنَا مُوسَى، قَالَ: نَا حَمَّاد، عَن الْكَلْبِيّ، فِي هَذِه الْآيَة {عَسى أَن يَبْعَثك رَبك مقَاما مَحْمُودًا} قَالَ: يشفع لأهل الذُّنُوب من أمته فَيشفع فيهم.",
            "page": "271",
            "part": "1",
            "seal": "884D4D26"
        },
        {
            "hno": "205",
            "id": "176",
            "nass": "حَدثنَا أَحْمد بن حَنْبَل، قَالَ: أَنا أَبُو دَاوُد الطَّيَالِسِيّ، قَالَ: نَا شُعْبَة، عَن أبي إِسْحَاق، قَالَ: قَالَ حُذَيْفَة: قلب صلَة (من ذهب) . ¶ سَمِعت أبي يَقُول: صلَة بن زفر الْعَبْسِي أَبُو بكر. ¶ 205 - حَدثنَا مُحَمَّد بن إِسْمَاعِيل الْعَبْدي، وسنيد بن دَاوُد قَالَا: نَا أَبُو مُعَاوِيَة الضَّرِير، عَن عَاصِم عَن أبي عُثْمَان عَن سلمَان قَالَ: الشَّفَاعَة يَعْنِي قَوْله: {عَسى أَن يَبْعَثك رَبك مقَاما مَحْمُودًا} . ¶ حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: نَا حَفْص بن غياث، عَن ابْن الْمُبَارك، قَالَ: مَا أُبَالِي سَمِعت الحَدِيث أَو حَدَّثَنِيهِ عَاصِم الْأَحول. ¶ 206 - حَدثنَا عبد الله بن جَعْفَر الرقي، قَالَ: نَا ابْن الْمُبَارك، عَن",
            "page": "272",
            "part": "1",
            "seal": "B3F1C3C6"
        },
        {
            "hno": "207",
            "id": "177",
            "nass": "معمر، عَن الزُّهْرِيّ، عَن عَليّ بن الْحُسَيْن قَالَ: الْمقَام الْمَحْمُود: الشَّفَاعَة. ¶ 207 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: أَنا أَبُو الْأَحْوَص، عَن آدم بن عَليّ، قَالَ: سَمِعت ابْن عمر يَقُول: حِين تَنْتَهِي الشَّفَاعَة إِلَى رَسُول الله قَالَ: فَذَلِك يَوْم يَبْعَثهُ الله الْمقَام الْمَحْمُود. ¶ 208 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: أَنا وَكِيع بن الْجراح، عَن دَاوُد الأودي، عَن أَبِيه، عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" الْمقَام الْمَحْمُود الشَّفَاعَة \".",
            "page": "273",
            "part": "1",
            "seal": "17BB042F"
        },
        {
            "hno": "209",
            "id": "178",
            "nass": "209 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: أَنا شريك، عَن أبي إِسْحَاق: فِي قَوْله: {عَسى أَن يَبْعَثك رَبك مقَاما مَحْمُودًا} قَالَ: يَبْعَثهُ يَوْم الْقِيَامَة مقَاما يغبطه الْأَولونَ وَالْآخرُونَ. ¶ 210 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: أَنا عبد السَّلَام بن حَرْب، عَن زِيَاد بن خَيْثَمَة، عَن نعْمَان بن قراد، عَن عمر، قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: خيرت / (25 أ / ب) بَين الشَّفَاعَة -",
            "page": "274",
            "part": "1",
            "seal": "1A5FA3CB"
        },
        {
            "hno": "211",
            "id": "179",
            "nass": "يدْخل شطر أمتِي - الشَّفَاعَة -. ¶ 211 - حَدثنَا سنيد بن دَاوُد قَالَ نَا حجاج، عَن ابْن جريج، عَن مُجَاهِد: {مقَاما مَحْمُودًا} قَالَ: شَفَاعَة مُحَمَّد. ¶ 212 - حَدثنَا سنيد قَالَ نَا أَبُو سُفْيَان، عَن معمر، عَن قَتَادَة قَالَ: هُوَ الشَّفَاعَة يشفعه الله فِي أمته فَهُوَ الْمقَام الْمَحْمُود. ¶ 213 - قَالَ معمر، عَن الزُّهْرِيّ، عَن عَليّ بن حُسَيْن أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" إِذا كَانَ يَوْم الْقِيَامَة أشفع فَأَقُول يَا رب عِبَادك عَبَدُوك فِي أَطْرَاف الأَرْض وَهُوَ الْمقَام الْمَحْمُود \".",
            "page": "275",
            "part": "1",
            "seal": "6BEFA58D"
        },
        {
            "hno": "214",
            "id": "180",
            "nass": "214 - حَدثنَا عبيد الله بن عمر، قَالَ: نَا خَالِد بن الْحَارِث، عَن شُعْبَة، عَن رجل قد سَمَّاهُ وَنسبه، عَن مُجَاهِد، قَالَ: صبحت ابْن عمر وَأَنا أُرِيد أَن أخدمه فَكَانَ يخدمني. ¶ 215 - وَسُئِلَ يحيى بن معِين عَن حَدِيث جرير، عَن يزِيد بن أبي زِيَاد، عَن مُجَاهِد عَن أبي سعيد عَن النَّبِي صلى الله عَلَيْهِ وَسلم \" لَا يدْخل الْجنَّة ولد زنى \" فَقَالَ: يزِيد بن أبي زِيَاد ضَعِيف. ¶ قَالَ عَليّ بن الْمَدِينِيّ قلت ليحيى: مُجَاهِد عَن ابْن عَبَّاس قَالَ: من دون مُجَاهِد؟ قلت خصيف (قَالَ) : لَو كَانَ مَنْصُور إِنَّه خصيف كَانَ يحيى ضعف خصيفاً.",
            "page": "276",
            "part": "1",
            "seal": "D214D7D5"
        },
        {
            "hno": "216",
            "id": "181",
            "nass": "وَقَالَ عَليّ بن مُحَمَّد مَاتَ مُجَاهِد سنة أَربع وَمِائَة، وَقَالُوا: سنة ثِنْتَيْنِ وَمِائَة، وَهُوَ مولى لقريش لبني مَخْزُوم. (38 - وَعَطَاء بن أبي رَبَاح:) ¶ ويكنى أَبَا مُحَمَّد، وَاسم أبي رَبَاح أسلم. ¶ حَدثنَا هَارُون بن مَعْرُوف قَالَ: نَا ضَمرَة عَن عُثْمَان بن عَطاء قَالَ: كَانَ عَطاء بن أبي رَبَاح أسود شَدِيد السوَاد لَيْسَ فِي رَأسه شعر إِلَّا شَعرَات فِي مقدم رَأسه، فصيح إِذا تكلم، فَمَا قَالَ بالحجاز قبل مِنْهُ. ¶ حَدثنَا هَارُون بن مَعْرُوف قَالَ ثَنَا حَمْزَة قَالَ: سَمِعت أنسا يَقُول: أم عَطاء بركَة وَأَبوهُ أَبُو رَبَاح أسودين. ¶ حَدثنَا أَبُو الْفَتْح نصر بن مُغيرَة البُخَارِيّ قَالَ: قَالَ ابْن عُيَيْنَة، عَطاء أكبر من ابْن أبي مليكَة عَطاء قد شهد مقتل عُثْمَان. ¶ حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا قزعة بن سُوَيْد الْبَاهِلِيّ قَالَ: نَا حميد الْأَعْرَج قَالَ: كنت مَعَ عَطاء فَجَاءَهُ دَاوُد بن شَابُور فَقَالَ: يَا أَبَا مُحَمَّد. ¶ 216 - حَدثنَا أبي قَالَ: نَا مُحَمَّد بن فُضَيْل قَالَ: نَا أسلم الْمنْقري",
            "page": "277",
            "part": "1",
            "seal": "5E91A1AA"
        },
        {
            "hno": "217",
            "id": "182",
            "nass": "قَالَ: كنت جَالِسا مَعَ أبي جَعْفَر فَمر عَلَيْهِ عَطاء، فَقَالَ: مَا يُفْتِي أحد أعلم بمناسك الْحَج من عَطاء. ¶ 217 - حَدثنَا أبي قَالَ: نَا ابْن عُيَيْنَة قَالَ: نَا عبد ربه سمع أَبَا جَعْفَر يَقُول: مَا يُفْتِي من النَّاس أحد أعلم بِالْحَجِّ من عَطاء. ¶ 218 - حَدثنَا يحيى بن معِين قَالَ: نَا أَبُو حَفْص الأبّار قَالَ: قَالَ ابْن أبي ليلى: قَالَ إِسْمَاعِيل بن أُميَّة: كَانَ عَطاء يُطِيل الصمت / (25 / 26) -. ابْن جَعْفَر الرقي، قَالَ: نَا أَبُو مليح قَالَ: حججْت أَنا وَرجل، فَأتيت عَطاء بن أبي رَبَاح لأسأله فَقَعَدت إِلَيْهِ، فَإِذا أسود يخضب بِالْحِنَّاءِ، فَجَاءَهُ رَسُول صَاحب مَكَّة فأقامه، فَلم أعدْ إِلَيْهِ. ¶ 219 - حَدثنَا إِسْمَاعِيل بن عبد الله بن زُرَارَة السكرِي الرقي، قَالَ:",
            "page": "278",
            "part": "1",
            "seal": "133F8A92"
        },
        {
            "hno": "220",
            "id": "183",
            "nass": "نَا يحيى بن سليم، قَالَ: نَا مُحَمَّد بن عبد الله بن عَمْرو بن عُثْمَان ابْن عَفَّان قَالَ: مَا رَأَيْت مفتياً خيرا من عَطاء بن أبي رَبَاح إِنَّمَا كَانَ مَجْلِسه ذكر الله لَا يفتر وهم يَخُوضُونَ، فَإِن تكلم أَو سُئِلَ عَن شَيْء أجَاب وَأحسن الْجَواب. ¶ حَدثنَا عَفَّان بن مُسلم، قَالَ: نَا حَمَّاد بن زيد، قَالَ: نَا سعيد ابْن النُّعْمَان قَالَ: شهِدت عَطاء وَسَأَلَهُ رجل فَقَالَ: يَا أَبَا مُحَمَّد. ¶ 220 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: أَنا عبد السَّلَام بن حَرْب، عَن خصيف قَالَ، كَانَ أعلمهم بِالْحَجِّ عَطاء. سَمِعت أبي يَقُول: عَطاء ابْن أبي رَبَاح أَبُو مُحَمَّد.",
            "page": "279",
            "part": "1",
            "seal": "57EE14AB"
        },
        {
            "hno": "221",
            "id": "184",
            "nass": "حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا مُوسَى بن أبي الْفُرَات قَالَ: قلت لعطاء يَا أَبَا مُحَمَّد. ¶ حَدثنَا مُوسَى قَالَ: نَا سَالم أَبُو غياث الْعَتكِي جَار همام قَالَ: قَالَ رجل لعطاء بن أبي رَبَاح: يَا أَبَا مُحَمَّد. ¶ 221 - حَدثنَا مُحَمَّد بن عمرَان الأخنسي قَالَ: نَا أَبُو بكر بن عَيَّاش وَابْن فُضَيْل قَالَا: نَا عَطاء بن السَّائِب قَالَ: قَالَ أَبُو جَعْفَر مُحَمَّد بن عَليّ: هَذَا عَطاء أعلم النَّاس بمناسك الْحَج. ¶ 222 - حَدثنَا ابْن الْأَصْبَهَانِيّ قَالَ: أَنا شريك، عَن أسلم الْمنْقري، قَالَ: سَمِعت أَبَا جَعْفَر يَقُول: عَطاء أعلم من يُفْتِي بالمناسك. ¶ 223 - حَدثنَا ابْن الْأَصْبَهَانِيّ قَالَ: أَنا ابْن نمير، عَن شريك، عَن جَابر قَالَ: سَأَلت عَامِرًا وَأَبا جَعْفَر وَالقَاسِم وَعَطَاء عَن رجل يحدث بِالْحَدِيثِ فيلحن هَل أحدث عَنهُ كَمَا سَمِعت أَو أعربه؟ قَالُوا: لَا بل أعربه.",
            "page": "280",
            "part": "1",
            "seal": "405FB84E"
        },
        {
            "hno": "224",
            "id": "185",
            "nass": "224 - حَدثنَا الأخنسي، قَالَ: نَا عبد الله بن دَاوُد، قَالَ: نَا أَبُو عوَانَة، عَن مُغيرَة، عَن حَمَّاد، قَالَ: لقِيت عَطاء فَسَأَلته عَن مَسْأَلَة فَأَخْطَأَ، ثمَّ سَأَلته عَن مَسْأَلَة فَأَخْطَأَ. ¶ 225 - حَدثنَا عبيد الله بن عمر، قَالَ: نَا حَمَّاد بن زيد، قَالَ: نَا كثير بن شنظير، عَن عَطاء أَنه كَانَ يكره مَا أَدخل الْحرم من الصَّيْد أَن يذبح فِي الْحرم. ¶ 226 - حَدثنَا عبيد الله بن عمر، قَالَ: نَا حَمَّاد بن زيد، قَالَ: سَمِعت دَاوُد بن أبي هِنْد يحدث هِشَام بن عُرْوَة: أَن عَطاء كَانَ يكرههُ، قَالَ: وَمَا علم عَطاء بن أبي رَبَاح وَمَا يؤخَذ عَن ابْن أبي رَبَاح كَانَ أَمِير الْمُؤمنِينَ بِمَكَّة تسع حجج يَعْنِي ابْن الزبير يَرَاهَا (فِي الأقصاص) ،",
            "page": "281",
            "part": "1",
            "seal": "1EAFAC25"
        },
        {
            "hno": "227",
            "id": "186",
            "nass": "وَأَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم يقدمُونَ (بهَا القماريين واليعاقيب) لَا ينهون عَن ذَلِك. ¶ 227 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: أَنا عبد السَّلَام، عَن حجاج، عَن عَطاء، عَن ابْن عَبَّاس قَالَ: إِذا سَمِعْتُمْ مني حَدِيثا / (26 أ / ب) -. ¶ قَالَ اجْتمع حفاظ ابْن عَبَّاس على عِكْرِمَة، وَعَطَاء، وَطَاوُس، وَسَعِيد بن جُبَير. ¶ 228 - حَدثنَا أَحْمد بن حَنْبَل، قَالَ: نَا هشيم، قَالَ: أَنا حجاج، وَابْن أبي ليلى، عَن عَطاء قَالَ: كُنَّا نَكُون عِنْد جَابر بن عبد الله فيحدثنا، فَإِذا خرجنَا من عِنْده تَذَاكرنَا حَدِيثه.",
            "page": "282",
            "part": "1",
            "seal": "46278227"
        },
        {
            "hno": "229",
            "id": "187",
            "nass": "229 - حَدثنَا الْوَلِيد بن شُجَاع، قَالَ: نَا قبيصَة بن عقبَة، عَن سُفْيَان، عَن أسلم الْمنْقري قَالَ: جَاءَ أَعْرَابِي فَسَأَلَ فأشاروا إِلَى سعيد بن جُبَير فَجعل الْأَعرَابِي يَقُول ابْن أبي مُحَمَّد: فَقَالَ سعيد بن جُبَير: مَا لنا هَاهُنَا مَعَ عَطاء شَيْء. ¶ 230 - حَدثنَا الْوَلِيد بن شُجَاع، قَالَ: نَا قبيصَة، عَن سُفْيَان، عَن عمر بن سعيد، عَن أمه قَالَت: قدم ابْن عمر مَكَّة فسألوا فَقَالَ: تجمعون لي يَا أهل مَكَّة الْمسَائِل وَفِيكُمْ عَطاء بن أبي رَبَاح. ¶ 231 - حَدثنَا مَالك بن إِسْمَاعِيل أَبُو غَسَّان: قَالَ: نَا زُهَيْر، قَالَ: ثَنَا أَبُو إِسْحَاق، عَن عَطاء قَالَ: قَالَ أَبُو إِسْحَاق: حَدَّثتنِي لَا مرّة وَلَا مرَّتَيْنِ قَالَ: صليت مَعَ عبد الله بن عمر الْجُمُعَة، فَلَمَّا سلم الإِمَام، قَامَ",
            "page": "283",
            "part": "1",
            "seal": "6EB8AD45"
        },
        {
            "hno": "232",
            "id": "188",
            "nass": "فصلى رَكْعَتَيْنِ، ثمَّ قَامَ فصلى أَربع رَكْعَات ثمَّ انْصَرف. ¶ قَالَ عَليّ: إِنَّه سَأَلَ يحيى عَن عَطاء عَن ابْن عمر فَقَالَ: \" ضَعِيف \". ¶ 232 - حَدثنَا أَحْمد بن حَنْبَل، قَالَ: نَا روح بن عبَادَة، قَالَ: نَا ابْن جريج قَالَ: سَمِعت عَطاء قَالَ: لم أسمع من ابْن عَبَّاس فِي الْإِيلَاء شَيْئا. ¶ 233 - حَدثنَا أَحْمد، قَالَ: نَا يحيى بن سعيد، عَن ابْن جريج قَالَ: سَأَلت عَطاء قَالَ: لم أسمع من ابْن عَبَّاس فِي الْإِيلَاء شَيْئا. ¶ 234 - حَدثنَا أَحْمد، قَالَ: نَا يحيى بن سعيد، عَن ابْن جريج قَالَ: سَأَلت عَطاء وحَدثني يَعْقُوب بن عَطاء بن أبي رَبَاح عَنهُ، عَن ابْن عَبَّاس قَالَ: لَا أحفظ عَن ابْن عَبَّاس فِي الْإِيلَاء - يَعْنِي فِي أَنَّهَا بَائِن - وَلَا إِذا حَلَفت على أقل من أَرْبَعَة. ¶ 235 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عبد الرَّزَّاق، عَن ابْن",
            "page": "284",
            "part": "1",
            "seal": "F7DB2059"
        },
        {
            "hno": "236",
            "id": "189",
            "nass": "جريج. قَالَ: كَانَ عَطاء بَعْدَمَا كبر وَضعف يقوم إِلَى الصَّلَاة فَيقْرَأ مِائَتي آيَة من الْبَقَرَة وَهُوَ قَائِم وَمَا يَزُول مِنْهُ شَيْء وَلَا يَتَحَرَّك. ¶ 236 - حَدثنَا يحيى بن معِين قَالَ: نَا أَبُو حَفْص الْأَبَّار، عَن ابْن أبي ليلى قَالَ: دخلت على عَطاء فَجعل يسألني؛ فَأنْكر ذَلِك بعض من كَانَ عِنْده وكلموه فِي ذَلِك فَقَالَ: نعم هُوَ أعلم مني، قَالَ ابْن أبي ليلى: وَكَانَ عَالما بِالْحَجِّ قد حج زِيَادَة عَن سبعين حجَّة، قَالَ: وَكَانَ يَوْم مَاتَ نَحْو مائَة سنة، ورأيته يشرب المَاء فِي رَمَضَان، وَيَقُول: قَالَ ابْن عَبَّاس: {وعَلى الَّذين يطيقُونَهُ فديَة طَعَام مِسْكين فَمن تطوع خيرا فَهُوَ خير لَهُ} أَن أطْعم مِسْكينا. ¶ 237 - وَقَالَ عَليّ بن الْمَدِينِيّ: قَالَ يحيى بن سعيد: قَالَ ابْن جريج: كَانَ الْمَسْجِد / (26 / 27) -. ¶ 238 - حَدثنَا يحيى بن معِين قَالَ: نَا هِشَام بن يُوسُف قَالَ: قَالَ ابْن جريج: كَانَ أبي وَعَطَاء جالسين وَرَاء الْمقَام ذَات عَشِيَّة إِذْ جَاءَ الْأَعْمَش قَالَ: فَاسْتَقْبلهُ فَقَالَ: أنبأتني يَا أَبَا مُحَمَّد أَنَّك سَمِعت جَابِرا يَقُول: أَهْلَلْنَا",
            "page": "285",
            "part": "1",
            "seal": "C10DE724"
        },
        {
            "hno": "239",
            "id": "190",
            "nass": "بِالْحَجِّ خَالِصا، فَقَالَ: دَعْنَا قد أخبرناك فَدَعْنَا عَنْك، قلت: لَهُ تخبر أهل الْعرَاق؟ فَقَالَ: لَوْلَا أَنِّي سَمِعت أَبَا هُرَيْرَة يَقُول: لَوْلَا آيَة فِي كتاب الله مَا حدثت بِشَيْء {إِن الَّذين يكتمون مَا أنزلنَا من الْبَينَات وَالْهدى} فلولا ذَلِك مَا حدثت بِشَيْء. ¶ حَدثنَا عبد الله بن جَعْفَر الرقي قَالَ: سَمِعت أَبَا المَليح قَالَ: مَاتَ عَطاء سنة أَربع عشرَة وَمِائَة، فَلَمَّا بلغ مَوته مَيْمُون قَالَ: مَا خلف بعده مثله. ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ سُفْيَان: مَاتَ عَطاء سنة خمس عشرَة. ¶ وَسمعت يحيى بن معِين يَقُول: مَاتَ عَطاء سنة سبع عشرَة وَمِائَة. ¶ حَدثنَا الْحسن بن حَمَّاد قَالَ: سَمِعت شَيخا يذكر أَن عَطاء مَاتَ سنة خمس عشرَة وَمِائَة. ¶ 239 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا أبان بن يزِيد قَالَ: نَا الْحجَّاج عَن عَطاء أَنه أدْرك سَبْعَة من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم يخضبون بالصفرة.",
            "page": "286",
            "part": "1",
            "seal": "F6996BE1"
        },
        {
            "hno": "240",
            "id": "191",
            "nass": "240 - حَدثنَا يحيى بن معِين قَالَ: نَا عَبدة بن سُلَيْمَان عَن عبد الْملك ابْن أبي سُلَيْمَان قَالَ: قلت لعطاء: أَكَانَ فِي أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم أحد أعلم من عَليّ؟ قَالَ: مَا أعلمهُ. ¶ حَدثنَا الْوَلِيد بن شُجَاع قَالَ: أَخْبرنِي مُحَمَّد بن شُعَيْب بن شَابُور قَالَ: نَا هِشَام بن الْغَاز قَالَ: كَانَ رجل يسْأَل عَطاء، وَيكْتب مَا يجِيبه بِهِ بَين يَدَيْهِ. ¶ 241 - حَدثنَا عبيد الله بن عمر قَالَ: حَدثنِي عبد الله بن سَلمَة الْأَفْطَس قَالَ: نَا ابْن جريج قَالَ: قلت لعطاء: إِنَّنِي أسمع الحَدِيث فَلَا أخبر بِهِ كَمَا سَمِعت، قَالَ عَطاء: مَا نستطيع أَن نخبر بِالْقُرْآنِ كَمَا سمعناه. ¶ 242 - وَقَالَ عَليّ: إِنَّه قَالَ ليحيى بن سعيد أَن عبد الله بن سَلمَة يزْعم أَنه كَانَ يسْأَل الْمُحدثين قَالَ: مَا سَأَلَ عِنْد أحد قطّ وَأَنا مَعَه، أَنا",
            "page": "287",
            "part": "1",
            "seal": "E9D08F63"
        },
        {
            "hno": "243",
            "id": "192",
            "nass": "كنت أسأَل، وأكتب، ثمَّ ينسخه مني. قلت ليحيى؟ فَأَخْبرنِي عَن ابْن أبي ذِئْب، وَمن كنت تحفظ عَنهُ كَيفَ كَانَ تصنع فِيهِ، قَالَ: كنت أَكتبهَا وأتحفظها، ثمَّ ينسخها من كتابي. ¶ 243 - حَدثنَا ابْن الْأَصْبَهَانِيّ قَالَ: أَنا قبيصَة عَن سُفْيَان عَن ابْن جريج عَن عَطاء قَالَ: إِذا كتبت عني الحَدِيث -. ¶ 244 - حَدثنَا مُحَمَّد بن يزِيد و - عَن عُثْمَان بن الْأسود قَالَ: كَانَ عَطاء لَا يخضب رَأسه من وجع أَصَابَهُ. ¶ 245 - حَدثنَا هَارُون بن مَعْرُوف قَالَ: ثَنَا حَمْزَة عَن أبي إِسْمَاعِيل / (27 أ / ب) - اجْتمعت عَلَيْهِ أمة أقوى عندنَا إِلَّا الْإِسْنَاد. ¶ 246 - قَالَ عَليّ عَن يحيى بن سعيد مرسلات سعيد بن جُبَير أحب إليَّ من مرسلات عَطاء. ¶ 247 - حَدثنَا أَحْمد بن نصر، قَالَ: نَا عبد الله بن عَمْرو",
            "page": "288",
            "part": "1",
            "seal": "0135ABFC"
        },
        {
            "hno": "248",
            "id": "193",
            "nass": "الجندي، قَالَ: سَأَلت مثنى بن الصَّباح، عَن الرجل يحل الرجل جَارِيَته فيطأها قَالَ: إِذا أَصَابَهَا فَهِيَ لَهُ وَعَلِيهِ ثمنهَا. ¶ 248 - حَدثنَا الْحميدِي، قَالَ: قَالَ ابْن عُيَيْنَة، قَالَ: قَالَ دَاوُد بن شَابُور: كَانَ عَطاء لَا يَصُوم يَعْنِي يَوْم عَرَفَة حَتَّى بلغه هَذَا الحَدِيث. ¶ 249 - حَدثنَا الْحميدِي، قَالَ: نَا سُفْيَان، قَالَ: نَا دَاوُد بن شَابُور، عَن أبي قرعَة، عَن أبي الْخَلِيل، عَن أبي حَرْمَلَة، عَن",
            "page": "289",
            "part": "1",
            "seal": "BC50FABF"
        },
        {
            "hno": "250",
            "id": "194",
            "nass": "أبي قَتَادَة. أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" صِيَام يَوْم عَرَفَة يكفر هَذِه السّنة وَالسّنة الَّتِي قبلهَا وَصِيَام يَوْم عَاشُورَاء يكفر سنة \". ¶ 250 - حَدثنَا أبي، قَالَ: نَا جرير، عَن مَنْصُور، عَن أبي الْخَلِيل، أَو عَن مُجَاهِد، عَن أبي خَلِيل الْبَصْرِيّ، عَن حَرْمَلَة بن إِيَاس الشَّيْبَانِيّ، عَن أبي قَتَادَة، أَو عَن مولى لأبي قَتَادَة، عَن أبي قَتَادَة، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ:",
            "page": "290",
            "part": "1",
            "seal": "262D1E14"
        },
        {
            "hno": "251",
            "id": "195",
            "nass": "\" وَصَوْم يَوْم عَرَفَة \" ثمَّ ذكر نَحوه. ¶ 251 - وَقَالَ عَليّ بن الْمَدِينِيّ أَنه سَأَلَ يحيى، عَن حَدِيث عبد الْملك الْعَزْرَمِي، عَن عَطاء قَالَ: قَالَت امْرَأَة عِنْد عَائِشَة: لَو ولد لعبد الرَّحْمَن ابْن أبي بكر نحرنا جزوراً. قَالَ يحيى: أَخَاف أَن يكون عَطاء بلغه هَذَا عَن يُوسُف بن مَاهك. ¶ وَقَالَ عَليّ بن مُحَمَّد، عَن أبي حَفْص الْبَاهِلِيّ، عَن عمر بن قيس، قَالَ: سَأَلت عَطاء مَتى ولدت قَالَ: لعامين خلوا من خلَافَة عُثْمَان. ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا يحيى بن سعيد قَالَ: مَاتَ مُجَاهِد سنة أَربع وَمِائَة، وَطَاوُس سنة وَعَطَاء سنة أَربع عشرَة أَو خمس عشرَة وَالْحسن بن مُسلم قبل طَاوس. ¶ 252 - حَدثنَا الزبير بن بكار، قَالَ: حَدثنِي يحيى بن عبد الرَّحْمَن،",
            "page": "291",
            "part": "1",
            "seal": "02A22DB5"
        },
        {
            "hno": "253",
            "id": "196",
            "nass": "عَن عبد الله بن مُصعب بن ثَابت، قَالَ: أُتِي الْقَاسِم بن مُحَمَّد شَهَادَة بِخَط عَطاء بن أبي رَبَاح فَقَالَ: وَالله مَا أذكر هَذَا وَلَكِن إِن شهد لكم عَطاء شهِدت لكم وَإِن لم يشْهد لم أشهد. ¶ 253 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا حَمَّاد بن سَلمَة، قَالَ: نَا مُحَمَّد بن إِسْحَاق، عَن الْعَلَاء بن عبد الرَّحْمَن، عَن أبي ماجدة، قَالَ: قدم علينا أَبُو بكر الصّديق حاجًّا. ¶ حَدثنَا أَحْمد بن مُحَمَّد بن أَيُّوب قَالَ: نَا إِبْرَاهِيم بن سعد عَن ابْن إِسْحَاق قَالَ: حَدثنِي الْعَلَاء بن عبد الرَّحْمَن عَن رجل من بني سهم عَن ابْن ماجدة السَّهْمِي كَذَا قَالَ: ابْن ماجدة.",
            "page": "292",
            "part": "1",
            "seal": "766B14CB"
        },
        {
            "hno": "254",
            "id": "197",
            "nass": "254 - حَدثنَا أبي قَالَ: نَا مُحَمَّد بن يزِيد الوَاسِطِيّ / (27 / 28) -. عبد الرَّحْمَن عَن رجل من بني سهم عَن رجل مِنْهُم يُقَال لَهُ -. ثمَّ ذكر الحَدِيث. ¶ حَدثنَا يحيى بن معِين، قَالَ: نَا حجاج بن مُحَمَّد، عَن ابْن جريج، قَالَ: قلت لعطاء: إِن يُوسُف بن مَاهك يتَمَنَّى الْمَوْت فعاب ذَلِك عَلَيْهِ وَقَالَ: مَا يدريه على مَا هُوَ مِنْهُ. ¶ وَسمعت ابْن الْغلابِي يَقُول: كَانَ يُوسُف بن مَاهك ينزل لحضرميين فَقيل مولى لَهُم وَيُقَال لَيْسَ بمولى وَهُوَ مولى. ¶ حَدثنَا يحيى بن معِين قَالَ: مَاتَ يُوسُف ابْن مَاهك سنة ثَلَاث عشرَة وَمِائَة.",
            "page": "293",
            "part": "1",
            "seal": "C23F8871"
        },
        {
            "hno": "255",
            "id": "198",
            "nass": "255 - حَدثنَا الحكم بن مَرْوَان الضَّرِير أَبُو مُحَمَّد، عَن إِسْرَائِيل، عَن إِبْرَاهِيم بن مهَاجر، عَن يُوسُف بن مَاهك، عَن أمه، عَن عَائِشَة قَالَت: قُلْنَا لرَسُول الله صلى الله عَلَيْهِ وَسلم: أَلا نَبْنِي لَك بَيْتا بمنى تستظل فِيهِ؟ فَقَالَ: \" إِن منى مناخ لمن سبق \". وَاسم أمه مُسَيْكَة. ¶ وَحدثنَا بِذَاكَ أبي قَالَ: نَا وَكِيع قَالَ: نَا إِسْرَائِيل، عَن إِبْرَاهِيم بن مهَاجر، عَن يُوسُف بن مَاهك، عَن أمه مُسَيْكَة، عَن عَائِشَة، عَن النَّبِي صلى الله عَلَيْهِ وَسلم مثل حَدِيث الحكم بن مَرْوَان. (39 - مِقسَم مولى عبد الله بن الْحَارِث يكنى أَبَا الْقَاسِم:)",
            "page": "294",
            "part": "1",
            "seal": "FEE45521"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "أَخْبرنِي مُصعب، قَالَ: مقسم كَانَ يُقَال لَهُ مولى ابْن عَبَّاس للزومه إِيَّاه، وَرِوَايَته عَنهُ، وَكَانَ يكنى أَبَا الْقَاسِم، وروى عَن أم سَلمَة وَهُوَ مولى عبد الله بن الْحَارِث بن نَوْفَل بن الْحَارِث بن عبد الْمطلب. سَمِعت يحيى بن معِين يَقُول: مقسم يكنى أَبَا الْقَاسِم. ¶ حَدثنَا مَالك بن إِسْمَاعِيل، قَالَ: نَا زُهَيْر، قَالَ: نَا خصيف، قَالَ: حَدثنِي مقسم أَبُو الْقَاسِم. ¶ حَدثنَا عبيد الله بن عمر، قَالَ: نَا عبد الْوَاحِد بن زِيَاد، قَالَ نَا خصيف، قَالَ: نَا مقسم مولى ابْن عَبَّاس. ¶ قلت ليحيى بن معِين: مقسم ينْسبهُ النَّاس مولى ابْن عَبَّاس، وَهُوَ مولى عبد الله بن الْحَارِث. قَالَ: نعم، هُوَ مولى عبد الله بن الْحَارِث.",
            "page": "295",
            "part": "1",
            "seal": "6246B8E2"
        },
        {
            "hno": "256",
            "id": "200",
            "nass": "حَدثنَا أَحْمد بن أَيُّوب، قَالَ: نَا إِبْرَاهِيم بن سعد، عَن ابْن إِسْحَاق، قَالَ: حَدثنِي أبي إِسْحَاق بن يسَار، عَن مقسم أبي الْقَاسِم مولى عبد الله ابْن الْحَارِث، عَن مَوْلَاهُ عبد الله بن الْحَارِث، وَبَعض النَّاس يَقُولُونَ: مولى ابْن عَبَّاس، وَإِنَّمَا هُوَ مولى عبد الله بن الْحَارِث بن نَوْفَل بن الْحَارِث ابْن عبد الْمطلب. ¶ حَدثنَا أبي، قَالَ: نَا يَعْقُوب بن إِبْرَاهِيم، قَالَ: نَا أبي عَن ابْن إِسْحَاق، قَالَ: حَدثنِي أبي عَن مقسم أبي الْقَاسِم مولى عبد الله بن الْحَارِث، عَن مَوْلَاهُ عبد الله بن الْحَارِث - ابْن نَوْفَل. ¶ 256 - حَدثنَا أبي، قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن سُلَيْمَان بن أبي مُسلم الْأَحول قَالَ: كُنَّا نطوف مَعَ طَاوس ومعنا مقسم فَجعل يحدثه طَاوس وَيَقُول / (28 أ / ب) - مقسم - فَقلت يَا - أَبَا الْقَاسِم - تُرِيدُ أَن - لَا أفعل.",
            "page": "296",
            "part": "1",
            "seal": "E02451D9"
        },
        {
            "hno": "257",
            "id": "201",
            "nass": "حَدثنَا يحيى بن معِين قَالَ: نَا ابْن أبي زَائِدَة، عَن الْحجَّاج، عَن الحكم، عَن أبي الْقَاسِم، قَالَ يحيى: هُوَ \" مقسم \". ¶ حَدثنَا يحيى بن معِين قَالَ: مَاتَ مقسم سنة إِحْدَى وَمِائَة. ¶ 257 - وَقَالَ عَليّ بن الْمَدِينِيّ أَنه سمع يحيى يَقُول: كَانَ شُعْبَة يَقُول: أَحَادِيث الحكم، عَن مقسم كتاب إِلَّا خَمْسَة أَحَادِيث، قلت ليحيى: عدَّها شُعْبَة؟ قَالَ: نعم. قلت ليحيى: وَمَا هِيَ؟ قَالَ: حَدِيث الْوتر، وَحَدِيث الْقُنُوت، وَحَدِيث عَزمَة الطَّلَاق، وَجَزَاء مثل مَا قتل",
            "page": "297",
            "part": "1",
            "seal": "C93F0841"
        },
        {
            "hno": "258",
            "id": "202",
            "nass": "من النعم، وَالرجل يَأْتِي امْرَأَته وَهِي حَائِض، والحجامة للصَّائِم لَيْسَ بِصَحِيح. ¶ 258 - حَدثنَا هدبة بن خَالِد قَالَ: نَا حَمَّاد بن الْجَعْد قَالَ: نَا قَتَادَة قَالَ: حَدثنِي الحكم بن عتيبة أَن عبد الحميد بن عبد الرَّحْمَن حَدثهُ، أَن مقسم حدث، عَن ابْن عَبَّاس أَن رجلا أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم فَزعم أَنه وَاقع امْرَأَته وَهِي حَائِض فَأمره النَّبِي صلى الله عَلَيْهِ وَسلم أَن يتَصَدَّق بِدِينَار فَإِن لم يجد فبنصف دِينَار.",
            "page": "298",
            "part": "1",
            "seal": "26DD4097"
        },
        {
            "hno": "259",
            "id": "203",
            "nass": "(40 - عبد الرَّحْمَن بن عبد الله بن سابط الجمَحِي:) ¶ سَمِعت يحيى بن معِين يَقُول عبد الرَّحْمَن بن عبد الله بن سابط الجُمَحِي مكي، وَمن قَالَ عبد الله بن سابط فقد أَخطَأ. ¶ 259 - حَدثنَا عبيد الله بن عمر قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن أبي السَّوْدَاء، عَن ابْن سابط قَالَ: كَانَ يُقَال: أفضلكم أفضلكم معرفَة.",
            "page": "299",
            "part": "1",
            "seal": "510B2BC5"
        },
        {
            "hno": "260",
            "id": "204",
            "nass": "وَسمعت يحيى بن معِين يَقُول: عبد الرَّحْمَن بن سابط ثِقَة. ¶ حَدثنِي يحيى بن معِين قَالَ: مَاتَ عبد الرَّحْمَن بن سابط سنة ثَمَان عشرَة وَمِائَة. ¶ 260 - حَدثنَا يحيى بن عبد الحميد، قَالَ: نَا أَبُو بردة، عَن عَلْقَمَة ابْن مرْثَد، عَن ابْن سابط، عَن أَبِيه قَالَ: قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم \" إِذا أُصِيب أحدكُم بمصيبة، فليذكر مصيبته بِي فَإِنَّهَا من أعظم المصائب \".",
            "page": "300",
            "part": "1",
            "seal": "44AA8232"
        },
        {
            "hno": "261",
            "id": "205",
            "nass": "أخبرنَا مُصعب أَنه عبد الرَّحْمَن بن سابط بن أبي خميصة بن عَمْرو بن أهيب الجُمَحِي. (41 - وَعبد الله بن عبيد الله بن عبد الله بن أبي مليكَة بن عبد الله بن جدعَان وَاسم أبي مليكَة زُهَيْر:) ¶ حَدثنَا أَحْمد بن عبد الله بن يُونُس، قَالَ: أَنا اللَّيْث، قَالَ: نَا أَبُو هِلَال، قَالَ: قلت لعبد الله بن أبي مليكَة: يَا أَبَا مُحَمَّد. ¶ 261 - حَدثنَا مُسلم بن إِبْرَاهِيم قَالَ: نَا خَالِد بن أبي يزِيد",
            "page": "301",
            "part": "1",
            "seal": "D3647F55"
        },
        {
            "hno": "262",
            "id": "206",
            "nass": "الهدادي قَالَ: رَأَيْت ابْن أبي مليكَة يخضب بِالْحِنَّاءِ. ¶ 262 - حَدثنَا عبيد الله بن عمر قَالَ: نَا جَعْفَر بن سُلَيْمَان، عَن الصَّلْت بن دِينَار، عَن ابْن أبي مليكَة قَالَ: أدْركْت أَكثر من خَمْسمِائَة من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم / (28 / 29) -. ¶ وَهُوَ عبد الله بن عبيد الله بن عبد الله بن أبي مليكَة بن عبد الله بن جدعَان بن عَمْرو بن كَعْب، وَأمه مَيْمُونَة ابْنة الْوَلِيد بن أبي حُسَيْن الْمَكِّيّ؛ أخبرنَا بنسبه مُصعب بن عبد الله الزبيرِي. ¶ 263 - وَأخْبرنَا مُصعب بن عبد الله قَالَ: كَانَ عبد الله بن جدعَان",
            "page": "302",
            "part": "1",
            "seal": "22CB4307"
        },
        {
            "hno": "264",
            "id": "207",
            "nass": "سيد قُرَيْش فِي الْجَاهِلِيَّة، وَكَانَ فِي دَاره حلف الفضول، قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لقد شهِدت حلفا فِي دَار عبد الله بن جدعَان، مَا سرني أَن لي بِهِ حمر النعم \". ¶ 264 - حَدثنَا أبي قَالَ: نَا ابْن علية إِسْمَاعِيل بن إِبْرَاهِيم، عَن عبد الرَّحْمَن بن إِسْحَاق، عَن الزُّهْرِيّ، عَن مُحَمَّد بن جُبَير، عَن أَبِيه، عَن عبد الرَّحْمَن بن عَوْف قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" شهِدت مَعَ عمومتي حلف المطيبين فَمَا أحب أَن لي حمر النعم، وَأَنِّي أنكثه \".",
            "page": "303",
            "part": "1",
            "seal": "30A3C0DF"
        },
        {
            "hno": "265",
            "id": "208",
            "nass": "265 - سَمِعت يحيى بن معِين يَقُول: عبد الرَّحْمَن بن إِسْحَاق الْمدنِي: كَانَ ينزل الْبَصْرَة، وَكَانَ إِسْمَاعِيل بن علية يرضاه. ¶ 266 - حَدثنَا ابْن الْأَصْبَهَانِيّ قَالَ: أَنا يحيى بن يمَان، عَن سُفْيَان (عَن) ابْن جريج عَن ابْن أبي مليكَة قَالَ: أدْركْت ثَلَاثِينَ من أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم. ¶ وَسمعت يحيى بن معِين سُئِلَ عَن اسْم ابْن أبي مليكَة فَقَالَ: لَا أَدْرِي. (42 - وَعلي بن زيد بن جدعَان ابْن عَم عبد الله بن أبي مليكَة:) ¶ أخبرنَا مُصعب قَالَ: عَليّ بن زيد بن عبد الله بن أبي مليكَة بن",
            "page": "304",
            "part": "1",
            "seal": "9C7ED0D3"
        },
        {
            "hno": "267",
            "id": "209",
            "nass": "عبد الله بن جدعَان بن عَمْرو بن كَعْب المكفوف الَّذِي يحدث عَنهُ أمه أم ولد. ¶ 267 - حَدثنَا أَبُو مُعَاوِيَة الْغلابِي، قَالَ: قَالَ عدي بن الْفضل أتيت حبيباً أَبَا مُحَمَّد فَقلت لَهُ من تَأتي من الْفُقَهَاء قلت: آتِي على زيد ابْن جدعَان قَالَ: يَا أَبَا عَليّ: \" أزْهم شّبْ نَمازِيْ كنْدَ \" هَذِه كلمة بِالْفَارِسِيَّةِ يَقُول: يُصَلِّي اللَّيْل كُله. ¶ 268 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: قلت لحماد بن سَلمَة إِن وهيب بن خَالِد يزْعم أَن عَليّ بن زيد كَانَ لَا يحفظ الحَدِيث، قَالَ وهيب: كَانَ يقدر أَن يُجَالس عليًّا، إِنَّمَا كَانَ يُجَالس عَليّ وُجُوه النَّاس.",
            "page": "305",
            "part": "1",
            "seal": "9E4F936E"
        },
        {
            "hno": "269",
            "id": "210",
            "nass": "269 - حَدثنَا أبي قَالَ: نَا إِسْمَاعِيل بن إِبْرَاهِيم، قَالَ: نَا أَيُّوب قَالَ: حَدثنِي عبد الله بن أبي مليكَة، قَالَ: حَدثنِي عبيد بن أبي مَرْيَم، عَن عقبَة بن الْحَارِث قَالَ: وَقد سمعته من عقبَة بن الْحَارِث، وَلَكِنِّي لحَدِيث عبيد أحفظ، قَالَ: تزوجت امْرَأَة فجائتنا امْرَأَة سَوْدَاء، فَقَالَت: إِنِّي قد أرضعتكما، وَهِي كَاذِبَة، فَذَكرته للنَّبِي صلى الله عَلَيْهِ وَسلم فَأَعْرض عني، فَأَتَيْته من قبل وَجهه، فَقلت إِنَّهَا كَاذِبَة، قَالَ: كَيفَ بهَا وَقد زعمت، أَنَّهَا قد أرضعتكما دعها عَنْك / (29 أ / ب) .",
            "page": "306",
            "part": "1",
            "seal": "C0CE4D45"
        },
        {
            "hno": "270",
            "id": "211",
            "nass": "- قلت فَأَبُو بكر اسْمه أَو كنيته؟ قَالَ: أَبُو بكر - \". (43 - عبد الله بن عبيد بن عُمَيْر:) ¶ 270 - حَدثنَا أبي قَالَ: نَا عبد الرَّحْمَن بن مهْدي، عَن عبد الْعَزِيز ابْن أبي روَّاد، عَن عبد الله بن عبيد قَالَ: \" الْعلم ضَالَّة الْمُؤمن كلما أصَاب شيئًّا حواه وابتغى طلب أُخْرَى \". ¶ 271 - حَدثنَا عبد الرَّحْمَن بن يُونُس، قَالَ: قَالَ سُفْيَان بن عُيَيْنَة،",
            "page": "307",
            "part": "1",
            "seal": "69F5C904"
        },
        {
            "hno": "272",
            "id": "212",
            "nass": "قَالَ مُحَمَّد: إِنَّه ليزيدني حبًّا قدومي مَكَّة عَمْرو بن دِينَار وَعبد الله بن عبيد ابْن عُمَيْر، يَعْنِي لقاءهما. (44 - عِكْرِمَة بن خَالِد:) ¶ 272 - حَدثنَا عبيد الله بن عمر قَالَ: نَا حَمَّاد بن زيد قَالَ نَا أَيُّوب، عَن عِكْرِمَة بن خَالِد قَالَ: بعثت على السِّقَايَة فَرجع إِلَى رجل فِي عَمَلي ذَلِك - مِنْهُ امْرَأَته فغرقت بَينهمَا فلقيني طَاوس فَقَالَ: إِنَّك بعثت لأمر فَامْضِ لما بعثت لَهُ وَلَا تكلّف، قَالَ: وَإِذا هُوَ يَقُول: لَيْسَ بِطَلَاق. قَالَ أَيُّوب: وَكَانَ طَاوس يَقُول: الْخلْع لَيْسَ بِطَلَاق. ¶ 273 - أخبرنَا مُصعب بن عبد الله قَالَ: عِكْرِمَة بن خَالِد بن الْعَاصِ بن هِشَام بن الْمُغيرَة بن عبد الله بن عمر بن مَخْزُوم بن يقظة بن مرّة بن كَعْب",
            "page": "308",
            "part": "1",
            "seal": "753D758B"
        },
        {
            "hno": "274",
            "id": "213",
            "nass": "ابْن لؤَي بن غَالب بن فهر رُوِيَ عَنهُ الحَدِيث وَكَانَ من وُجُوه النَّاس. ¶ 274 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا أبان بن يزِيد قَالَ: نَا قَتَادَة أَن عِكْرِمَة بن خَالِد حَدثهُ أَن مُحَمَّد بن مُسلم الزُّهْرِيّ حَدثهُ عَن سَالم بن عبد الله بن عمر أَن نَبِي الله قَالَ: \" أَيّمَا رجل بَاعَ نخلا - فَهِيَ للْبَائِع إِلَّا أَن يشْتَرط المُشْتَرِي، وَأَيّمَا رجل بَاعَ عبدا لَهُ مَال فَهُوَ للْبَائِع إِلَّا أَن يشْتَرط المُشْتَرِي \". ¶ 275 - حَدثنَا أبي قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن الزُّهْرِيّ قَالَ: أَخْبرنِي سَالم عَن أَبِيه قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" من بَاعَ عبدا \" وَذكر نَحْو حَدِيث أبان. (45 - 46 - وَعِكْرِمَة مولى ابْن عَبَّاس مدنِي، وَعِكْرِمَة بن",
            "page": "309",
            "part": "1",
            "seal": "2CC78151"
        },
        {
            "hno": "276",
            "id": "214",
            "nass": "عمار يماني:) ¶ 276 - رَأَيْت فِي كتاب عَليّ عَن يحيى بن سعيد الْقطَّان، قَالَ: رَأَيْت عِكْرِمَة بن عمار يملي على الْفضل بن الرّبيع حَدِيث مرحب فَلم أكتبه، ثمَّ كتبته، عَن بشر بن السرّي، عَنهُ. (47 - وَعِكْرِمَة بن إِبْرَاهِيم الْأَزْدِيّ) ذكر لي أَنه من أهل الْموصل. (48 - وَأَبُو الْمنْهَال:) ¶ 277 - سَمِعت أَحْمد بن حَنْبَل يَقُول: أَبُو الْمنْهَال عبد الرَّحْمَن بن مطعم، وَسَأَلت يحيى بن معِين عَن أبي الْمنْهَال فَقَالَ: عبد الرَّحْمَن بن",
            "page": "310",
            "part": "1",
            "seal": "D2779B14"
        },
        {
            "hno": "278",
            "id": "215",
            "nass": "مطعم حَدثنَا يحيى بن معِين قَالَ: نَا ابْن عُيَيْنَة، عَن عَمْرو بن دِينَار، عَن أبي الْمنْهَال، عَن زيد بن أَرقم والبراء بن عَازِب / (29 / 30) - عَنهُ الصّرْف فَقَالَا: -. فَلَيْسَ بِهِ بَأْس - فَهُوَ رَبِّي. ¶ 278 - حَدثنَا يحيى بن معِين قَالَ: نَا هِشَام بن يُوسُف، عَن ابْن جريج قَالَ: أَخْبرنِي عَامر بن مُصعب وَعَمْرو بن دِينَار أَنَّهُمَا سمعا أَبَا الْمنْهَال قَالَ: سَأَلت الْبَراء وَزيد بن أَرقم وَكَانَا تاجرين على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم، فذكرا عَن النَّبِي عَلَيْهِ السَّلَام نَحوه.",
            "page": "311",
            "part": "1",
            "seal": "D42FB58A"
        },
        {
            "hno": "279",
            "id": "216",
            "nass": "سُئِلَ يحيى بن معِين عَن عَامر بن مُصعب فَقَالَ شيخ مدنِي. ¶ 279 - وَقَالَ عَليّ بن عبد الله عَن يحيى بن سعيد أَنه سَأَلَ سُفْيَان الثَّوْريّ عَن حَدِيث حبيب عَن أبي الْمنْهَال فِي الصّرْف، فَقَالَ: لم أسمعهُ؟ ¶ 280 - حَدثنَا أبي قَالَ: نَا عبد الرَّحْمَن بن مهْدي قَالَ: نَا شُعْبَة، عَن حبيب بن أبي ثَابت قَالَ: سَمِعت أَبَا الْمنْهَال قَالَ: سَأَلت الْبَراء وَزيد بن أَرقم عَن الصّرْف فَقَالَا: \" نهى النَّبِي صلى الله عَلَيْهِ وَسلم عَن بيع الذَّهَب بالورق دينا \". ¶ سَأَلت يحيى بن معِين، عَن حبيب بن أبي ثَابت فَقَالَ: ثِقَة. ¶ وَسمعت يحيى بن معِين يَقُول: حبيب بن أبي ثَابت يُقَال لَهُ: ابْن هذي.",
            "page": "312",
            "part": "1",
            "seal": "83CCB7A0"
        },
        {
            "hno": "281",
            "id": "217",
            "nass": "281 - حَدثنَا الأخنسي، قَالَ: نَا أَبُو بكر بن عَيَّاش، عَن أبي يحيى القَتَّات قَالَ: قدم حبيب بن أبي ثَابت على أهل الطَّائِف فأعظموه كَأَنَّهُ نَبِي. ¶ أَخْبرنِي مُصعب قَالَ: نَا مُحَمَّد بن الْمُرْتَفع بن النَّضر بن الْحَارِث بن عَلْقَمَة بن كلدة بن عبد منَاف بن عبد الله بن قصي، وَهُوَ صَاحب بِئْر ابْن الْمُرْتَفع بِمَكَّة، وَهُوَ الَّذِي رُوِيَ عَنهُ ابْن عُيَيْنَة.",
            "page": "313",
            "part": "1",
            "seal": "74F46A2F"
        },
        {
            "hno": null,
            "id": "218",
            "nass": "(49 - عبد الله بن باباه:) ¶ حَدثنَا أبي قَالَ نَا يَعْقُوب بن إِبْرَاهِيم، قَالَ: نَا أبي عَن ابْن إِسْحَاق، قَالَ: حَدثنِي عبد الله بن أبي نجيح عَن عبد الله بن باباه مولى آل حجر بن أبي إهَاب، وَيُقَال ابْن بَابَيْه. وَقَالَ زُهَيْر بن مُعَاوِيَة عَن ابْن أبي نجيح عَن عبد الله بن يان، وهم فِيهِ إِنَّمَا أَرَادَ ابْن باباه. ¶ حَدثنَا بِهِ أَحْمد بن يُونُس، عَن زُهَيْر بن مُعَاوِيَة، وَقد روى عَنهُ أَبُو الزبير فَقَالَ: ابْن باباه. ¶ حَدثنَا حَامِد بن يحيى، قَالَ: نَا ابْن عُيَيْنَة، عَن أبي الزبير، عَن",
            "page": "314",
            "part": "1",
            "seal": "04160707"
        },
        {
            "hno": "282",
            "id": "219",
            "nass": "عبد الله بن باباه. ¶ 50 - سَمِعت أَحْمد بن حَنْبَل يَقُول: (أَبُو يحيى الْأَعْرَج) اسْمه: مِصْدَعْ مولى معَاذ بن عفراء. ¶ فَسَأَلت يحيى بن معِين، عَن أبي يحيى الْأَعْرَج فَقَالَ: مكي لَيْسَ بِهِ بَأْس اسْمه زِيَاد الْأَعْرَج. ¶ وسمعته مرّة أُخْرَى يَقُول: أَبُو يحيى الْأَعْرَج: مصدع مولى معَاذ بن عفراء. ¶ قلت ليحيى بن معِين إِنَّك تَقول فلَان \" لَيْسَ بِهِ بَأْس \" وَفُلَان \" ضَعِيف \" قَالَ: إِذا قلت \" لَيْسَ بِهِ بَأْس \" / (30 أ / ب) (فَهُوَ ثِقَة، فَإِذا قلت لَك هُوَ ضَعِيف، فَلَيْسَ هُوَ بِثِقَة لَا يكْتب حَدِيثه) . ¶ 282 - قَالَ: نَا أَيُّوب بن المتَوَكل عَن عبد الرَّحْمَن بن مهْدي قَالَ:",
            "page": "315",
            "part": "1",
            "seal": "52DC4A09"
        },
        {
            "hno": null,
            "id": "220",
            "nass": "\" لَا يكون إِمَام فِي الْعلم من أَخذ بالشاذ من الْعلم، وَلَا يكون إِمَامًا فِي الْعلم من روى عَن كل أحد، وَلَا يكون إِمَام فِي الْعلم من روى كل مَا سمع، قَالَ وَالْحِفْظ الإتقان. ¶ حَدثنَا إِبْرَاهِيم بن عبد الله قَالَ: أَنا هشيم عَن الْحجَّاج يَعْنِي ابْن أَرْطَأَة عَن الْعَلَاء بن بَدْرٍ عَن أبي يحيى زِيَاد الْمَكِّيّ. (51 - وَأَبُو الْعَبَّاس الشَّاعِر:) ¶ سَمِعت أَحْمد بن حَنْبَل يَقُول: بَلغنِي أَن اسْم أبي الْعَبَّاس الشَّاعِر: السَّائِب بن فروخ.",
            "page": "316",
            "part": "1",
            "seal": "4044E60A"
        },
        {
            "hno": "283",
            "id": "221",
            "nass": "سَأَلت يحيى بن معِين عَن أبي الْعَبَّاس الشَّاعِر فَقَالَ: مكي ثِقَة. اسْمه: السَّائِب بن فروخ. ¶ نَا أبي قَالَ: نَا يَعْقُوب بن إِبْرَاهِيم قَالَ: ثَنَا أبي عَن ابْن إِسْحَاق قَالَ: حَدثنِي أَبُو الزبير الْمَكِّيّ عَن أبي الْعَبَّاس مولى بني البديل. ¶ سَمِعت يحيى بن معِين يَقُول: كَانَ أَبُو الْعَبَّاس الشَّاعِر أعمى. ¶ حَدثنَا أبي قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن عَمْرو بن دِينَار، عَن أبي الْعَبَّاس الْأَعْمَى الشَّاعِر. ¶ قَرَأت فِي كتاب أبي يحيى بن أبي بكير أَنا شُعْبَة، عَن حبيب بن أبي ثَابت عَن أبي الْعَبَّاس وَكَانَ شَاعِرًا وَكَانَ لَا يتهم فِي الحَدِيث. ¶ 283 - سَمِعت مُصعب بن عبد الله يَقُول: أَبُو الْعَبَّاس مولى لبني",
            "page": "317",
            "part": "1",
            "seal": "637BE2D4"
        },
        {
            "hno": null,
            "id": "222",
            "nass": "بديل، وَهُوَ أَبُو الْعَبَّاس الَّذِي يَقُول: أَنا أَبُو الْعَبَّاس وَالنَّاس قزم. ¶ قَالَ: فَلَطَمَهُ إِنْسَان، فجَاء إِنْسَان يشْهد لَهُ، فَقَالَ: لطمه بعض القزم فكره ذَلِك. ¶ وَأَخْبرنِي مرّة أُخْرَى مُصعب أَن أَبَا الْعَبَّاس الْأَعْمَى مولى بني كنَانَة. ¶ سَمِعت يحيى بن معِين يَقُول: أَبُو الثورين اسْمه مُحَمَّد بن عبد الرَّحْمَن الْقرشِي - يَعْنِي الَّذِي يحدث عَنهُ عَمْرو بن دِينَار. ¶ (52 - وَالْحسن بن مُسلم بن يناق:) ¶ سَمِعت يحيى بن معِين يَقُول: روى شُعْبَة عَن مُسلم بن يناق، وَالْحسن بن مُسلم بن يناق ابْنه، وَلكنه أقدم موتا من أَبِيه، وَقد روى عَنهُ",
            "page": "318",
            "part": "1",
            "seal": "31ACBEDE"
        },
        {
            "hno": "284",
            "id": "223",
            "nass": "ابْن جريج، وَلم يُدْرِكهُ شُعْبَة. ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ: سَمِعت سُفْيَان قَالَ: أَخُو الْحسن ابْن مُسلم إِذا قدمت الْكُوفَة فَحَرِج على لَيْث، أَو قل لَهُ فَإِنَّهُ أَخذ كتاب ابْن حسن أَن يردهُ. ¶ 284 - حَدثنَا أبي قَالَ: نَا جرير، عَن لَيْث، عَن الْحسن بن مُسلم ابْن نياف، عَن طَاوس، عَن أبي مُوسَى قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" الاسْتِئْذَان ثَلَاثًا، فَإِن أذن لَك وَإِلَّا فَارْجِع \"، قَالَ: فَقَالَ عمر: تَجِيء على مَا تَقول بِبَيِّنَة / (30 / 31) -. ¶ عِنْد عمر قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" الاسْتِئْذَان ثَلَاثًا فَإِن أذن لَك وَإِلَّا فَارْجِع \" فَكَانَ إِذا حدث رجل عَن رَسُول الله صلى الله عَلَيْهِ وَسلم بِهِ حَدِيثا أَخذ حَتَّى يَجِيء بِالْبَيِّنَةِ وَإِلَّا عُوقِبَ.",
            "page": "319",
            "part": "1",
            "seal": "B0C658B2"
        },
        {
            "hno": "285",
            "id": "224",
            "nass": "\\ سُئِلَ يحيى بن معِين، عَن لَيْث بن أبي سليم، فَقَالَ: لَيْسَ حَدِيثه بِذَاكَ. ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ: قَالَ سُفْيَان مَاتَ حسن بن مُسلم قبل طَاوس. ¶ 285 - حَدثنَا يحيى بن سعيد عَن ابْن جريج قَالَ: أَخْبرنِي الْحسن ابْن مُسلم عَن طَاوس عَن ابْن عَبَّاس قَالَ: قدم زيد بن أَرقم فَقَالَ لَهُ ابْن عَبَّاس يستذكره: كَيفَ أَخْبَرتنِي عَن لحم صيد أهدي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ حرَام فَقَالَ: أهدي لَهُ عُضْو من لحم، فَردَّه وَقَالَ: \" إِنَّا لَا نأكله إِنَّا حرم \".",
            "page": "320",
            "part": "1",
            "seal": "FD7836EF"
        },
        {
            "hno": "286",
            "id": "225",
            "nass": "(53 - الْقَاسِم بن أبي بزَّة:) ¶ حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا عبد الْوَاحِد بن زِيَاد، قَالَ نَا الْحجَّاج بن أَرْطَأَة، عَن الْقَاسِم بن نَافِع وَهُوَ أَبُو بزَّة. ¶ سُئِلَ يحيى بن معِين، عَن الْقَاسِم بن نَافِع فَقَالَ: نَافِع هُوَ أَبُو بزَّة. ¶ 286 - وَقَالَ عَليّ بن الْمَدِينِيّ أَنه سمع يحيى بن سعيد وَذكر تَفْسِير مُجَاهِد فَقَالَ: لم يسمعهُ ابْن أبي نجيح، عَن مُجَاهِد كُله يَدُور على الْقَاسِم ابْن أبي بزَّة. ¶ 287 - حَدثنَا عَمْرو بن مَرْزُوق قَالَ: أَنا شُعْبَة، عَن الْقَاسِم بن أبي بزَّة عَن أبي الطُّفَيْل قَالَ: سُئِلَ عَليّ هَل خصكم رَسُول الله صلى الله عَلَيْهِ وَسلم بِشَيْء لم يخص بِهِ النَّاس كَأَنَّهُ قَالَ: لم يخصنا بِشَيْء لم يخص بِهِ النَّاس إِلَّا مَا كَانَ فِي قرَاب سَيفي هَذَا فَأخْرج صحيفَة، فَإِذا فِيهَا مَكْتُوب: \" لعن الله من ذبح لغير الله، وَلعن الله من سرق منار الأَرْض، وَلعن الله من لعن وَالِديهِ، وَلعن الله",
            "page": "321",
            "part": "1",
            "seal": "FCDAB8C2"
        },
        {
            "hno": "288",
            "id": "226",
            "nass": "من آوى مُحدثا \" ¶ (54 - عَمْرو بن دِينَار هُوَ أَبُو مُحَمَّد:) ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ: قَالَ ابْن عُيَيْنَة: كَانَ عَمْرو بن دِينَار لَا يثبت لنا سِنّه. ¶ حَدثنَا أَبُو الْفَتْح قَالَ: قَالَ سُفْيَان: قَالَ عَطاء: من تَأْمُرنَا قَالَ بِعَمْرو بن دِينَار. ¶ 288 - حَدثنَا أَبُو مُسلم قَالَ ابْن عُيَيْنَة رَأَيْت الزُّهْرِيّ فِي الْمَسْجِد الْحَرَام قعد ولحن عِنْد عَمْرو بن دِينَار، فَقيل هَذَا عَمْرو بن دِينَار قَاعد، فَقَامَ الزُّهْرِيّ إِلَيْهِ فَأَتَاهُ فَسلم عَلَيْهِ فَاعْتَذر إِلَيْهِ وَقَالَ: لَوْلَا أَنِّي مقْعد لقمت إِلَيْك أَنا، وَكَانَ عَمْرو قد سمع مِنْهُ الحَدِيث وَحفظه.",
            "page": "322",
            "part": "1",
            "seal": "0C48755B"
        },
        {
            "hno": "289",
            "id": "227",
            "nass": "289 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر الْحزَامِي قَالَ: نَا سُفْيَان بن عُيَيْنَة، عَن - عَن ابْن طَاوس قَالَ: قَالَ لي أبي يَا بني إِذا قدمت مَكَّة فجالس عَمْرو بن دِينَار فَإِن أُذُنَيْهِ كَانَتَا قمعاً للظالمين / (31 أ / ب) . ¶ 290 - حَدثنَا -. إِبْرَاهِيم - ذكر - وَابْن أبي مليكَة فَقَالَ لم يكن - وَاحِد مِنْهُم. ¶ وَلَا كَانَ لكل وَاحِد مِنْهُم مصلى مَعْلُوم وَكَانَ عَمْرو بن دِينَار يُصَلِّي هَاهُنَا مرّة وَهَاهُنَا فَلَا يشْتَهر لذَلِك. ¶ 291 - حَدثنَا أَبُو الْفَتْح نصر بن الْمُغيرَة قَالَ: قَالَ سُفْيَان: وَقَالَ ابْن هِشَام لعَمْرو: اجْلِسْ تُفْتِي النَّاس أجري عَلَيْك رزقا؛ قَالَ: لَا حَاجَة لي فِيهِ.",
            "page": "323",
            "part": "1",
            "seal": "8735481E"
        },
        {
            "hno": "292",
            "id": "228",
            "nass": "292 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا سُفْيَان قَالَ: كَانَ عَمْرو بن دِينَار لَا يدع إتْيَان الْمَسْجِد، كَانَ يحمل، وَكَانَ منزله بَعيدا يحمل على حمَار، وَمَا أَدْرَكته إِلَّا مقْعَداً كنت لَا أَسْتَطِيع أحملهُ من الصغر، ثمَّ قويت على حمله. ¶ 293 - وَسمعت يحيى بن معِين يَقُول: عَمْرو بن دِينَار مولى باذام، وَقَالَ الْمَدِينِيّ: عَمْرو بن دِينَار مولى باذام، وباذام مولى بني جمح، لما قدم باذام مَكَّة وَرَأى النَّاس ينقلون الْحَطب، قَالَ: هَذَا يُؤْخَذ بِغَيْر ثمن. قَالُوا: نعم. هَذَا كسب، فَكَانَ ينْقل الْحَطب حَتَّى أيسوا. ¶ حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا سُفْيَان بن عُيَيْنَة قَالَ حَدِيث عَمْرو ابْن دِينَار من غَيره أحسن مِنْهُ. ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عبد الرَّزَّاق، عَن معمر قَالَ جَاءَ رجل إِلَى عَمْرو بن دِينَار فَقَالَ: يَا أَبَا مُحَمَّد. ¶ 294 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عَفَّان بن مُسلم قَالَ: نَا حَمَّاد بن زيد قَالَ: سَمِعت عَليّ بن زيد يذكر يُوسُف بن مهْرَان فَقَالَ: كَانَ يشَبَّه حفظه بِحِفْظ عَمْرو بن دِينَار.",
            "page": "324",
            "part": "1",
            "seal": "AAF09CFA"
        },
        {
            "hno": "295",
            "id": "229",
            "nass": "295 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عَفَّان قَالَ: نَا حَمَّاد بن زيد قَالَ: نَا رجل: قَالَ طَاوس إِن ابْن دِينَار قد جعل أُذُنه قمعاً لكل عَالم. ¶ 296 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عبد الرَّزَّاق قَالَ: أَنا معمر قَالَ: سَمِعت عَمْرو بن دِينَار يَقُول: يسألونا عَن رَأينَا فنخبرهم فيكتبونه كَأَنَّهُ وَقْر فِي حجر، ولعلنا نرْجِع عَنهُ غَدا. ¶ 297 - حَدثنَا أَبُو مُسلم عبد الرَّحْمَن بن يُونُس قَالَ: قَالَ سُفْيَان: كَانَ عَمْرو بن دِينَار يحدث بالمعاني وَكَانَ فَقِيها. ¶ 298 - سَمِعت أبي يَقُول: عَمْرو بن دِينَار أَبُو مُحَمَّد. حَدثنَا عبد الرَّحْمَن بن يُونُس قَالَ: قَالَ سُفْيَان: أَخْبرنِي المكيون عَن عَمْرو قَالَ: \" وَيْلكُمْ تكتبون عني خطاياي \". ¶ 299 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا سُفْيَان قَالَ: قيل لعَمْرو بن دِينَار: إِن سُفْيَان يكْتب فاضطجع وَبكى. وَقَالَ: أحرج عليَّ من يكْتب عني، قَالَ سُفْيَان: وَمَا كتبنَا عَنهُ شَيْئا كُنَّا نَحْفَظ.",
            "page": "325",
            "part": "1",
            "seal": "92DE62DD"
        },
        {
            "hno": "300",
            "id": "230",
            "nass": "300 - حَدثنَا أبي قَالَ: نَا سُفْيَان، عَن عَمْرو بن دِينَار قَالَ: قَالَ لي طَاوس: انْطَلقُوا بِنَا نجالس النَّاس. ¶ 301 - حَدثنَا عبد الرَّحْمَن بن يُونُس قَالَ: نَا سُفْيَان قَالَ: قَالَ لي مُحَمَّد بن عَليّ: إِنَّه ليزيدني حبًّا قدومي مَكَّة عَمْرو بن دِينَار (31 / 32) (وَعبد الله بن عبيد بن عُمَيْر يَعْنِي لقاءهما) . ¶ ذهب إِلَى الْبَيْت - خرج بِاللَّه على من يكْتب عني شيئًّا -، يَكْتُبُونَ عني خطاياي. ¶ 302 - حَدثنَا عبيد الله بن عمر قَالَ: نَا حَمَّاد بن زيد قَالَ: حَدثنِي رجل أَن طاوساً قَالَ: إِن ابْن دِينَار هَذَا قد جعل أُذُنه قمعاً لكل عَالم. ¶ 303 - حَدثنَا عبد الرَّحْمَن بن يُونُس قَالَ سُفْيَان قَالَ: كنت أحدث عبد الْكَرِيم عَن عَمْرو بن دِينَار فَكَانَ يَقُول: إِذا شِئْت ... ... ... ... بِنَا إِلَيْهِ: فَقلت لعَمْرو يَا أَبَا مُحَمَّد: إِن عبد الْكَرِيم يَقُول: \" كَذَا وَكَذَا \" وَقَالَ:",
            "page": "326",
            "part": "1",
            "seal": "52355B21"
        },
        {
            "hno": "304",
            "id": "231",
            "nass": "لَو قدرت أَن آتيه لأتيته. ¶ 304 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا سُفْيَان قَالَ: كَانَ أَيُّوب يَقُول: أَي شَيْء يحدث عَمْرو عَن فلَان؟ فَأخْبرهُ فَأَقُول: تُرِيدُ أَن أكتب لَك؟ فَيَقُول: نعم. ¶ 305 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا ابْن عُيَيْنَة عَن عَمْرو بن دِينَار قَالَ: \" جالست جَابر بن عبد الله وَابْن عمر وَابْن عَبَّاس وَابْن الزبير \". ¶ 306 - حَدثنَا إِبْرَاهِيم الشَّافِعِي، عَن سُفْيَان قَالَ: قَالَ لي عَمْرو بن دِينَار: \" لقِيت عَليّ بن رِفَاعَة أَخا عبيد بن رِفَاعَة \". ¶ 307 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عبد الرَّزَّاق قَالَ: أَنا معمر قَالَ: \" سَأَلَ رجل عَمْرو بن دِينَار عَن شَيْء فَلم يجبهُ، فَقَالَ لَهُ: \" إِن فِي نَفسِي مِنْهَا شَيْء فَأَخْبرنِي، فَقَالَ عَمْرو: \" وَالله لِأَن يكون فِي نَفسك مِنْهَا مثلي أبي قبيس، أحب إليَّ من أَن يكون فِي نَفسِي مِنْهَا مثل الشّعْر \". ¶ 308 - حَدثنَا أَبُو مُسلم قَالَ: قَالَ سُفْيَان: \" وَكَانَ عَمْرو لَا يخضب \".",
            "page": "327",
            "part": "1",
            "seal": "D71CE184"
        },
        {
            "hno": "309",
            "id": "232",
            "nass": "309 - وَسمعت يحيى بن معِين يَقُول: \" توفّي عَمْرو بن دِينَار سنة سِتّ وَعشْرين وَمِائَة \" وَسمعت أَحْمد بن حَنْبَل يَقُول ذَلِك. ¶ 310 - وَقَالَ عَليّ بن الْمَدِينِيّ: إِن يحيى بن سعيد قَالَ: \" مرسلات عَمْرو بن دِينَار أعجب إليّ من مرسلات إِسْمَاعِيل بن أبي خَالِد \". ¶ 311 - وَسمعت يحيى بن معِين وَسُئِلَ عَن حَدِيث عَمْرو بن دِينَار عَن يحيى بن جعد قَالَ: \" عَاد \" خباب فَقَالَ أبشر ترد على الْحَوْض عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" مُرْسل \". ¶ 312 - وَقَالَ عَليّ بن عبد الله: إِنَّمَا هُوَ عَاد خبابًا نَاس من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالُوا: \" أبشر \" كَذَا فِي كتاب سعيد بن مَنْصُور عَن يحيى قَالَ: \" عَمْرو بن دِينَار أثبت عِنْدِي من قَتَادَة \". ¶ وَقَالَ عَليّ بن مُحَمَّد: \" وَمَات عَمْرو بن دِينَار سنة خمس أَو سِتّ وَعشْرين مائَة \". ¶ 313 - حَدثنَا مُحَمَّد بن عباد الْمَكِّيّ قَالَ: نَا سُفْيَان عَن عَمْرو بن دِينَار",
            "page": "328",
            "part": "1",
            "seal": "A91217EF"
        },
        {
            "hno": "314",
            "id": "233",
            "nass": "قَالَ: سَمِعت رجلا من أهل الأَرْض يَقُول: \" سَمِعت أبْد الله بن إِيَاس يَقُول: إِن الله لما خلق إِبْلِيس نخى. (55 - أَبُو الزبير:) ¶ 314 - سَمِعت أبي يَقُول: \" أَبُو الزبير مُحَمَّد بن تدرس \" حَدثنَا مُصعب قَالَ: نَا عبد الْعَزِيز يَعْنِي الدَّرَاورْدِي، عَن مُوسَى بن عقبَة عَن أبي الزبير مولى حَكِيم بن حزَام / (32 أ / ب) . ¶ حَدثنَا - صَالح -. سَمِعت يحيى بن معِين يَقُول: أَبُو الزبير صَاحب جَابر ثِقَة. ¶ 315 - حَدثنَا أبي قَالَ: نَا هشيم قَالَ: أَنا حجاج، عَن عَطاء، وَابْن أبي ليلى عَن عَطاء قَالَ: \" كُنَّا نَكُون عِنْد جَابر بن عبد الله، فيحدثنا فَإِذا",
            "page": "329",
            "part": "1",
            "seal": "19F32AC8"
        },
        {
            "hno": "316",
            "id": "234",
            "nass": "خرجنَا من عِنْده تَذَاكرنَا حَدِيثه، فَكَانَ أَبُو الزبير من أحفظنا للْحَدِيث. ¶ 316 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا هشيم قَالَ: أَنا حجاج وَابْن أبي ليلى عَن عَطاء قَالَ: \" كُنَّا نَكُون عِنْد جَابر \" فَذكر مثل حَدِيث أبي. ¶ 317 - حَدثنَا أَبُو مُسلم عبد الرَّحْمَن بن يُونُس قَالَ: قَالَ سُفْيَان: \" كَانَ أَبُو الزبير لَا يخضب \". وحَدثني يحيى بن معِين قَالَ: \" مَاتَ أَبُو الزبير فِي ولَايَة مَرْوَان بن مُحَمَّد \". ¶ 318 - حَدثنَا الْمثنى بن معَاذ بن معَاذ قَالَ: نَا أبي قَالَ: نَا شُعْبَة عَن أبي الزبير، عَن جَابر قَالَ: \" صلى رَسُول الله صلى الله عَلَيْهِ وَسلم على النَّجَاشِيّ لما بلغه وَفَاته \" قَالَ جَابر: كنت فِي الصَّفّ الثَّانِي. ¶ 319 - حَدثنَا أبي قَالَ: نَا عَبدة بن سُلَيْمَان، عَن هِشَام بن عُرْوَة، عَن مولى لَهُم يكنى أَبَا الزبير (أَن عبد الله بن الزبير كَانَ يهلل دبر كل صَلَاة يَقُول: لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ، لَهُ الْملك وَله الْحَمد وَهُوَ على كل شَيْء قدير، وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه لَا إِلَه إِلَّا الله لَا نعْبد إِلَّا إِيَّاه",
            "page": "330",
            "part": "1",
            "seal": "280C73CA"
        },
        {
            "hno": "320",
            "id": "235",
            "nass": "أهل النِّعْمَة وَالْفضل وَالثنَاء الْحسن، لَا إِلَه إِلَّا الله مُخلصين لَهُ الدّين وَلَو كره الْكَافِرُونَ) . ¶ ثمَّ يَقُول عبد الله: \" كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يهل بِهن دبر كل صَلَاة \". ¶ 320 - حَدثنَا إِبْرَاهِيم بن عبد الله قَالَ: أَنا هشيم قَالَ: أَنا ابْن أبي ليلى وَابْن أَرْطَأَة قَالَا: سَأَلنَا عَطاء عَنهُ يَعْنِي عَن ابْن الزبير فَقَالَ: \" كَانَ ألزمنا لجَابِر وأحفظنا للْحَدِيث، كُنَّا نخرج من عِنْد جَابر فيخبرنا بِمَا سمعنَا. ¶ 321 - حَدثنَا عبيد الله بن عمر قَالَ: نَا خَالِد بن الْحَارِث قَالَ حَدثنِي حَاتِم بن أبي صَغِيرَة قَالَ: حَدثنِي أَبُو الزبير الْأَحول وَنحن نطوف بِالْبَيْتِ \".",
            "page": "331",
            "part": "1",
            "seal": "C93F5EBD"
        },
        {
            "hno": "322",
            "id": "236",
            "nass": "(56 - حَدِيث عبيد الله بن أبي يزِيد:) ¶ 322 - حَدثنَا أَبُو غَسَّان قَالَ: نَا ابْن عُيَيْنَة، عَن عبيد الله بن أبي يزِيد قَالَ: سمعته مِنْهُ قَالَ: \" قَالَ رَأَيْت الْمسور بن مخرمَة يَجِيء بَعْدَمَا تُقَام الصَّلَاة يَتَخَلَّل الصُّفُوف حَتَّى يَنْتَهِي إِلَى الأول أَو إِلَى الثَّانِي \". ¶ حَدثنَا أَبُو غَسَّان قَالَ: نَا ابْن عُيَيْنَة، عَن عبيد الله بن أبي يزِيد، عَن أَبِيه، وَكَانَ قد أدْرك عمر. ¶ 323 - حَدثنَا يحيى بن معِين قَالَ: نَا حجاج بن مُحَمَّد عَن ابْن جريج قَالَ: أَخْبرنِي مُزَاحم بن أبي مُزَاحم: أَن عبيد الله بن أبي يزِيد أخبرهُ أَن ابْن الزبير أدلى شَهَادَته لِعبيد الله بن أبي يزِيد أَخِيه أَو شَهَادَة عبد الله بن أبي يزِيد.",
            "page": "332",
            "part": "1",
            "seal": "D3AC58F6"
        },
        {
            "hno": "324",
            "id": "237",
            "nass": "(57 - حَدِيث قيس بن سعد) (32 / 33) - مَا يحدث حَمَّاد بن سَلمَة، عَن قيس بن سعد حق فَلم يكن قيس بِشَيْء. (58 - حَدِيث عبد الله بن أبي نجيح يكنى أَبَا يسَار:) ¶ حَدثنَا أَحْمد بن حَنْبَل، قَالَ سُفْيَان: \" لما مَاتَ عَمْرو بن دِينَار كَانَ يُفْتِي بعده ابْن أبي نجيح \". ¶ 324 - حَدثنَا الْحميدِي أَبُو بكر، قَالَ: نَا ابْن عُيَيْنَة، قَالَ: نَا ابْن أبي نجيح، عَن مُجَاهِد، عَن عبد الرَّحْمَن بن أبي ليلى، عَن عَليّ قَالَ:",
            "page": "333",
            "part": "1",
            "seal": "EB00C733"
        },
        {
            "hno": "325",
            "id": "238",
            "nass": "\" أَمرنِي رَسُول الله صلى الله عَلَيْهِ وَسلم أَن أقوم على بدنه وَأَن أقسم جلالها وجلودها \". قَالَ سُفْيَان: لم يزدنا ابْن أبي نجيح على هَذَا. ¶ وَأما عبد الْكَرِيم الْجَزرِي فحدثنا بأتم من هَذَا. ¶ 325 - حَدثنَا عبد الْكَرِيم الْجَزرِي قَالَ: سَمِعت مُجَاهدًا قَالَ: سَمِعت عبد الرَّحْمَن بن أبي ليلى قَالَ: سَمِعت عليًّا يَقُول: \" أَمرنِي رَسُول الله أَن أقوم على بَدَنَة وَأَن أقسم جلالها وجلودها، وَأَن لَا أعطي",
            "page": "334",
            "part": "1",
            "seal": "E6EE2A33"
        },
        {
            "hno": "326",
            "id": "239",
            "nass": "الْجِيَاد مِنْهَا شَيْئا، قَالَ: نَحن نُعْطِيه من عندنَا \" ¶ 326 - قَالَ عَليّ: وَسمعت يحيى يَقُول: كَانَ ابْن ابي نجيح من رُؤَسَاء الدعاة. ¶ قَالَ عَليّ: وَسمعت يحيى يَقُول: أَخْبرنِي مُؤَمل، عَن ابْن صَفْوَان قَالَ: قَالَ لي ابْن أبي نجيح: أَدْعُوك إِلَى رَأْي الْحسن، قَالَ عَليّ إِنَّه سمع يحيى يَقُول: كَانَ ابْن أبي نجيح معتزليًّا. ¶ قَالَ عَليّ: إِنَّه سمع يحيى يَقُول: قَالَ أَيُّوب: \" أَي رجل أفسدوه يَعْنِي ابْن أبي نجيح \".",
            "page": "335",
            "part": "1",
            "seal": "CA2EEAB9"
        },
        {
            "hno": "327",
            "id": "240",
            "nass": "قَالَ عَليّ: إِنَّه قَالَ ليحيى: مَنْصُور أحسن حَدِيثا عَن مُجَاهِد من ابْن أبي نجيح؟ قَالَ: \" نعم وَأثبت \". ¶ 327 - حَدثنَا عبد الرَّحْمَن بن يُونُس، قَالَ: قَالَ سُفْيَان: \" كَانَ ابْن أبي نجيح لَا يخضب \". ¶ حَدثنَا أَحْمد بن حَنْبَل، قَالَ: قَالَ يحيى بن سعيد: \" وَابْن أبي نجيح قبل الطَّاعُون \" يَعْنِي مَاتَ. ¶ 328 - حَدثنَا يحيى بن معِين قَالَ: مَاتَ أَبُو الزبير وَابْن أبي نجيح فِي ولَايَة مَرْوَان بن مُحَمَّد مَا بَين ثَمَان وَعشْرين إِلَى إِحْدَى وَثَلَاثِينَ وَمِائَة كَذَا قَالَ. ¶ 329 - حَدثنَا الْحميدِي، قَالَ: نَا ابْن عُيَيْنَة، عَن أبي عمرَان الْهِلَالِي، قَالَ: نَا لَيْث بن أبي سليم، عَن مُجَاهِد، عَن أبي معمر عبد الله بن سَخْبَرَة الْأَزْدِيّ، قَالَ: كَانُوا عِنْد عَليّ فمرت بهم جَنَازَة فَقَامُوا لَهَا، فَقَالَ",
            "page": "336",
            "part": "1",
            "seal": "5C574202"
        },
        {
            "hno": "330",
            "id": "241",
            "nass": "عَليّ: مَا هَذَا؟ قَالُوا: أَمر أبي مُوسَى، قَالَ عَليّ: إِنَّمَا قَامَ رَسُول الله صلى الله عَلَيْهِ وَسلم مرّة، وَاحِدَة ثمَّ لم يعد وَكَانَ سُفْيَان رُبمَا حَدثنَا بِهِ، عَن ابْن أبي نجيح وَلَيْث، عَن مُجَاهِد، عَن أبي معمر فَإِذا وقفناه عَلَيْهِ أَدخل فِي حَدِيث ابْن أبي نجيح أَبَا معمر وَكَانَ لَا يَقُول فِيهِ حَدثنَا إِلَّا أَن يفرد كل وَاحِد مِنْهُمَا. ¶ 330 - حَدثنَا الْحميدِي، قَالَ: نَا سُفْيَان، قَالَ: نَا مَنْصُور عَن مُجَاهِد، عَن أبي معمر، عَن ابْن مَسْعُود قَالَ: اجْتمع عِنْد الْبَيْت ثَلَاثَة نفر ثقفيان وقرشي، أَو قرشيان وثقفي قَليلَة فقه / (33 أ / ب) قُلُوبهم كَثِيرَة شَحم بطونهم (فَقَالَ أحدهم: أَتَرَوْنَ أَن الله يسمع مَا نقُول قَالَ الآخر) : يسمع إِن جهرنا وَلَا يسمع إِن أخفينا، قَالَ الآخر: إِن كَانَ يسمع إِن جهرنا فَهُوَ يسمع إِن أخفينا قَالَ: فَأنْزل الله (وَمَا كُنْتُم تستترون أَن",
            "page": "337",
            "part": "1",
            "seal": "E9090C8B"
        },
        {
            "hno": "331",
            "id": "242",
            "nass": "يشْهد عَلَيْكُم سمعكم وَلَا أبصاركم} الْآيَة. وَكَانَ سُفْيَان أَولا يَقُول فِي هَذَا الحَدِيث: حَدثنَا مَنْصُور أَو ابْن أبي نجيح أَو حميد الْأَعْرَج أَو أحدهم أَو إثنان مِنْهُم، ثمَّ ثَبت على مَنْصُور فِي هَذَا الحَدِيث. ¶ 331 - حَدثنَا أبي، قَالَ: نَا أَبُو مُعَاوِيَة، قَالَ: نَا الْأَعْمَش، عَن عمَارَة، عَن عبد الرَّحْمَن بن يزِيد، عَن عبد الله قَالَ: كنت مستتراً",
            "page": "338",
            "part": "1",
            "seal": "12839DAB"
        },
        {
            "hno": "332",
            "id": "243",
            "nass": "فَذكر نَحوه. قَالَ فَذكرت ذَلِك للنَّبِي صلى الله عَلَيْهِ وَسلم فَنزلت {وَمَا كُنْتُم} الْآيَة. كَذَا يَقُول أَبُو مُعَاوِيَة عَن عبد الرَّحْمَن بن يزِيد. ¶ 332 - حَدثنَا أبي، قَالَ: نَا يحيى بن سعيد، عَن سُفْيَان، قَالَ: حَدثنِي سُلَيْمَان يَعْنِي الْأَعْمَش، عَن عمَارَة، عَن وهب بن ربيعَة، عَن عبد الله قَالَ: إِنِّي لمستتر، فَذكر نَحْو حَدِيث أبي مُعَاوِيَة الضَّرِير. ¶ حَدثنَا أبي، قَالَ: نَا يحيى بن سعيد، عَن سُفْيَان، قَالَ حَدثنِي مَنْصُور، عَن مُجَاهِد، عَن أبي معمر، عَن عبد الله نَحوه. ¶ 333 - قَالَ عَليّ قَالَ يحيى: قَالَ معَاذ: قَالَ وَرْقَاء: كتاب التَّفْسِير قَرَأت بعضه على ابْن أبي نجيح وَقَرَأَ بعضه عليّ وَقَالَ ابْن أبي نجيح: هَذَا تَفْسِير مُجَاهِد، قَالَ يحيى بن سعيد: وَلم يسمعهُ ابْن أبي نجيح عَن مُجَاهِد. (59 - وَسليمَان الْأَحول) : هُوَ سُلَيْمَان بن أبي مُسلم الْأَحول حَدثنَا",
            "page": "339",
            "part": "1",
            "seal": "A136A3A3"
        },
        {
            "hno": null,
            "id": "244",
            "nass": "بذلك أبي عَن ابْن عُيَيْنَة. وَسليمَان الْأَحول هُوَ خَال ابْن أبي نجيح. ¶ قَالَ عَليّ: ذكر يحيى بن سعيد عَمْرو بن مُسلم صَاحب حَدِيث طَاوس فحرك يَده وَقَالَ: مَا أرى هِشَام بن حجَيْر إِلَّا أمثل مِنْهُ. ¶ حَدثنَا أَحْمد بن حَنْبَل، عَن ابْن عُيَيْنَة قَالَ: قَالَ ابْن شبْرمَة: \" لَيْسَ بِمَكَّة مثله \" - يَعْنِي - هِشَام بن حُجَيْر. ¶ حَدثنَا عبد الرَّحْمَن بن يُونُس، قَالَ: قَالَ سُفْيَان: كَانَ إِبْرَاهِيم بن ميسرَة يحدث كَمَا سمع.",
            "page": "340",
            "part": "1",
            "seal": "5136A841"
        },
        {
            "hno": null,
            "id": "245",
            "nass": "وَحدثنَا حَامِد بن يحيى الْبَلْخِي، قَالَ: نَا سُفْيَان، قَالَ: نَا إِبْرَاهِيم ابْن ميسرَة: وَكَانَ من أصدق النَّاس وأوثقهم. ¶ (60 - سَمِعت مُصعب بن عبد الله يَقُول: عبد الله بن عبد الرَّحْمَن ابْن أبي حُسَيْن بن الْحَارِث بن عَامر بن نَوْفَل بن عبد منَاف) حدث عَنهُ مَالك بن أنس وَهُوَ من أهل مَكَّة. (61 - وَأخْبرنَا مُصعب بن عبد الله قَالَ: \" كثير بن كثير بن الْمطلب بن أبي ودَاعَة بن ضبيرة بن سعيد بن سعد بن سهم،) الشَّاعِر روِيَ عَنهُ الحَدِيث. ¶ وَسمعت مصعباً يَقُول: هُوَ الَّذِي روى عَنهُ سُفْيَان بن عُيَيْنَة. وَأخْبرنَا مُصعب قَالَ:: \" هُوَ كثير بن كثير بن الْمطلب الشَّاعِر، وَأمه عَائِشَة ابْنة عَمْرو ابْن أبي عقرب وَلَا عقب لكثير بن كثير، وَأَبُو ودَاعَة أسر يَوْم بدر، وَابْنه الْمطلب الَّذِي قدم / (33 / 34) ¶ ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "341",
            "part": "1",
            "seal": "4CC83D54"
        },
        {
            "hno": "334",
            "id": "246",
            "nass": ".. ... ... ... أَبُو معَاذ الْأنْصَارِيّ. ¶ (62 - قَالَ: ثَنَا مَالك عَن حميدر بن قيس الْمَكِّيّ. ¶ وَسمعت يحيى بن معِين يَقُول: حميد بن قيس الْمَكِّيّ) الْأَعْرَج ثِقَة. ¶ حَدثنَا حَامِد بن يحيى الْبَلْخِي قَالَ: نَا ابْن عُيَيْنَة قَالَ: نَا حميد بن قيس الْأَعْرَج مولى بني فَزَارَة. ¶ 334 - حَدثنَا الْحميدِي عبد الله بن الزبير قَالَ: نَا سُفْيَان بن عُيَيْنَة أَن المكيين أخذُوا كتابا جَاءَ بِهِ حميد الْأَعْرَج من الشَّام قد كتب عَن الزُّهْرِيّ فَوَقع إِلَى بني جرجه فَكَانَ المكيون يعرضون ذَلِك الْكتاب على ابْن شهَاب \".",
            "page": "342",
            "part": "1",
            "seal": "9C127ED8"
        },
        {
            "hno": "335",
            "id": "247",
            "nass": "335 - حَدثنَا عبد الرَّحْمَن بن يُونُس قَالَ: قَالَ سُفْيَان: \" رَأَيْت حميد الْأَعْرَج كَانَ يعرض الْمُصحف إِذا جَاءَ ختم الْقُرْآن جمع النَّاس \". ¶ حَدثنَا ابْن أبي أويس قَالَ: حَدثنِي أبي عَن حميد بن قيس الْمَكِّيّ مولى بني أَسد بن عبد الْعُزَّى. (63 - عمر بن قيس أَخُو حميد بن قيس:) ¶ حَدثنِي يحيى بن معِين قَالَ: حَدثنِي وَسَأَلَ عبد الرَّحْمَن بن مهْدي، عَن عمر بن قيس قَالَ: اسْمه سَنْدَل، وَهُوَ ضَعِيف الحَدِيث. وَهُوَ أَخُو حميد بن قيس الْأَعْرَج، وَسمعت يحيى بن معِين يَقُول: عمر بن قيس ضَعِيف الحَدِيث. ¶ وَسمعت مُصعب بن عبد الله يَقُول: كَانَ مخنث بِالْمَدِينَةِ يَقُول: أنزل الله بك مَا أنزل بسندل كَانَ مولى لقريش فتحول إِلَى بني فَزَارَة، وَذَلِكَ أَنه كَانَ مولى أم هَاشم بنت مَنْظُور امْرَأَة عبد الله بن الزبير فَمَاتَ وَلَدهَا من عبد الله، فَرجع وَلَاؤُه إِلَى بني فَزَارَة - واسْمه عمر بن قيس أَخُو حميد بن قيس.",
            "page": "343",
            "part": "1",
            "seal": "BC33B990"
        },
        {
            "hno": "336",
            "id": "248",
            "nass": "336 - سَمِعت يحيى بن معِين يَقُول: \" عمر بن عَليّ الْمقدمِي روى عَن عمر مولى آل مَنْظُور، حَدِيث عَامر بن ربيعَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم \" انْقَطع شسعه \" فَقَالَ: إِنَّه عمر سندل. ¶ 337 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عبد الرَّزَّاق عَن ابْن جريج قَالَ: إِذا قلت لكم قلت: فَإِنَّمَا أَعنِي عَطاء فَقَالَ: سندل لَو كَانَ عَطاء ابْن جَارِيَة جريح مَا حمل لَهُ. ¶ 338 - وَسمعت مُصعب يَقُول: دخل ياسين الزيات على عمر بن قيس الْمَكِّيّ الَّذِي يُقَال لَهُ سندل فَقيل لَهُ يَا أَبَا حَفْص هَذَا ياسين الزيات قَالَ إِن كَانَ ياسين فَأَنا كهيعص فَإِنَّهَا أطول حروفاً وَسمعت يحيى بن معِين يَقُول: عمر بن قيس أَبُو حَفْص أَخُو حميد بن قيس وَقَالَ عَليّ: إِنَّه سمع يحيى يَقُول كنت قَاعِدا فِي الْمَسْجِد لَيْلَة وَعمر بن قيس يحدث فَسَمعته يحدث عَن عَطاء عَن عبيد بن عُمَيْر عَن عَليّ فِي دِيَة الْيَهُودِيّ / (34 أ / ب) - عَنهُ مُحَمَّد بن مُسلم الطَّائِفِي قَالَ: هُوَ سليم مولى",
            "page": "344",
            "part": "1",
            "seal": "5B953C78"
        },
        {
            "hno": "339",
            "id": "249",
            "nass": "أم عَليّ وَلَا أَدْرِي من أم عَليّ. ¶ وَقد روى عَن سليم بن جريج وروى عَنهُ أَيْضا عبد الْملك بن أبي سُلَيْمَان وَلَكِن عبد الْملك كناه بِأبي عبيد الله وَهُوَ مكي، وَزعم عَليّ أَن يحيى سُئِلَ عَن أبي عبد الله الَّذِي حدث عَنهُ الْعَزْرَمِي قَالَ: هُوَ سليم. (64 - سيف بن وهب الْمَكِّيّ:) ¶ 339 - حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا ربعي بن عبد الله بن الْجَارُود الْهُذلِيّ، قَالَ: حَدثنِي سيف بن وهب قَالَ: \" دخلت على رجل بِمَكَّة يكنى أَبَا الطُّفَيْل، فَقَالَ لي: كم أَتَى لَك؟ قلت: أَنا ابْن",
            "page": "345",
            "part": "1",
            "seal": "0E73BA1B"
        },
        {
            "hno": null,
            "id": "250",
            "nass": "ثَلَاث وَثَلَاثِينَ سنة \". ¶ حَدثنَا يحيى بن معِين، قَالَ: نَا سهل بن يُوسُف، عَن شُعْبَة، عَن سيف بن وهب، عَن أبي حَرْب بن أبي الْأسود، عَن عميرَة بن يثربي، عَن أبي بن كَعْب قَالَ: إِذا التقى ملتقاهما من وَرَاء الْخِتَان وَجب الْغسْل \". (65 - عبد الله بن عُثْمَان بن خثيم:)",
            "page": "346",
            "part": "1",
            "seal": "E00C9E94"
        },
        {
            "hno": null,
            "id": "251",
            "nass": "حَدثنَا أَحْمد بن حَنْبَل، قَالَ: قَالَ يحيى بن سعيد الْقطَّان: قدمت مَكَّة سنة أَربع وَأَرْبَعين وَمِائَة وَقد مَاتَ إِسْمَاعِيل بن أُميَّة، وَعبد الله بن عُثْمَان بن خثيم. ¶ قَالَ أَحْمد: وَبَلغنِي أَنه مَاتَ يَعْنِي إِسْمَاعِيل بن أُميَّة سنة تسع وَثَلَاثِينَ. ¶ حَدثنَا عبد الرَّحْمَن بن يُونُس عَن سُفْيَان قَالَ: أَيُّوب بن مُوسَى بن عَمْرو بن سعيد، بن عَم إِسْمَاعِيل بن أُميَّة. (66 - عبد الله بن كثير قَارِئ مَكَّة:) ¶ حَدثنَا بذلك عبيد الله بن عمر، عَن حَمَّاد بن زيد، عَن أَيُّوب، عَن عبد الله بن كثير.",
            "page": "347",
            "part": "1",
            "seal": "4E94FF2B"
        },
        {
            "hno": "340",
            "id": "252",
            "nass": "(67 - وهيب بن الْورْد:) ¶ كَانَ اسْمه عبد الْوَهَّاب فصغر. ¶ سَمِعت يحيى بن معِين يَقُول: \" وهيب بن الْورْد ثِقَة، وَكَانَ متحلي وَهُوَ (أَخُو) عبد الْجَبَّار بن الْورْد \". ¶ 340 - حَدثنَا أَبُو مُعَاوِيَة الْغلابِي، قَالَ: حدثت، عَن سُفْيَان بن عُيَيْنَة، قَالَ: قَالَ وهيب بن الْورْد: بَينا أَنا أَمْشِي فِي السُّوق أَخذ آخِذ بمنكبي وَقَالَ: يَا وهيب خف الله فِي قدرته عَلَيْك واستحي من الله فِي قربه مِنْك، فَالْتَفت فَمَا رَأَيْت أحدا. ¶ 341 - حَدثنَا الْغلابِي، قَالَ: نَا رجل من قرن، قَالَ: قَالَ عمر بن",
            "page": "348",
            "part": "1",
            "seal": "5DD2581B"
        },
        {
            "hno": "342",
            "id": "253",
            "nass": "الْمُنْكَدر مَا أرى وهيباً يَمُوت حَتَّى نرى قَالَ فسمعوه عِنْد مَوته يَقُول قد وفيت وَلم أُفٍّ لَك، قَالَ وَدخل وهيب على عمر بن الْمُنْكَدر بِذِي طوى يعودهُ فَسَأَلَ فَمسح يَده عَلَيْهِ وَقَرَأَ بِسم الله الرَّحْمَن الرَّحِيم، وَقَالَ: اقرأها - على جيل لزال. ¶ 342 - حَدثنَا يحيى بن معِين، قَالَ: نَا سوار بن عمار قَالَ: نَا السّري قَالَ: قَالَ وهيب بن الْورْد / (34 / 35) - بِمَا لَا يعلم وَلَو كَانَ متحرجاً من وَاحِد - قبل أُخْرَى. (68 - وهيب بن خَالِد بَصرِي:)",
            "page": "349",
            "part": "1",
            "seal": "F816663D"
        },
        {
            "hno": null,
            "id": "254",
            "nass": "حَدثنَا عَنهُ عَفَّان بن مُسلم، ومُوسَى يُقَال: إِنَّه مَاتَ وَهُوَ ابْن ثَمَان وَخمسين. (69 - ووهيب مولى زيد بن ثَابت أَبُو هَاشم الْمَكِّيّ) . سَمِعت يحيى بن معِين يَقُول: \" أَبُو هَاشم الْمَكِّيّ، الَّذِي يروي عَنهُ، سُفْيَان الثَّوْريّ، عَن عَاصِم بن لَقِيط، اسْمه إِسْمَاعِيل بن كثير \". ¶ وَحدثنَا أبي قَالَ: نَا وَكِيع قَالَ: نَا سُفْيَان، عَن أبي هَاشم إِسْمَاعِيل. ¶ وَسمعت أَحْمد بن حَنْبَل يَقُول: أَبُو هَاشم الَّذِي روى، عَنهُ سُفْيَان الثَّوْريّ عَن مَكْحُول، ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "350",
            "part": "1",
            "seal": "B64C987E"
        },
        {
            "hno": null,
            "id": "255",
            "nass": "هُوَ الْمُغيرَة بن زِيَاد \". (70 - عبد الْوَهَّاب بن مُجَاهِد:) قَالَ عَطاء: رَحِمك الله نَاس يَقُولُونَ إِن أَبَاك مَاتَ وَأَنت صَغِير فَقَامَ. (71 - عُثْمَان بن الْأسود) . سَمِعت يحيى بن معِين يَقُول: عُثْمَان ابْن الْأسود مكي. ¶ حَدثنَا أَحْمد بن حَنْبَل، قَالَ: سَمِعت يحيى بن سعيد يَقُول: عُثْمَان ابْن الْأسود قبل ذَلِك يَعْنِي مَاتَ قبل ابْن جريج، وَابْن جريج مَاتَ سنة خمسين. ¶ وَزعم عَليّ بن الْمَدِينِيّ أَنه سَأَلَ يحيى بن سعيد عَن عُثْمَان بن الْأسود",
            "page": "351",
            "part": "1",
            "seal": "B7EB4C23"
        },
        {
            "hno": null,
            "id": "256",
            "nass": "قَالَ: كَانَ ثبتاً ثِقَة. 72 - وَزعم على أَنه سَأَلَ يحيى عَن عبيد الله بن أبي زِيَاد) قَالَ كَانَ وسطا لم يكن بذلك ثمَّ قَالَ لَيْسَ هُوَ مثل عُثْمَان بن الْأسود وَلَا سيف. (73 - الْمثنى بن الصَّباح:) ¶ حَدثنَا مُوسَى بن إِسْمَاعِيل، قَالَ: نَا معمر جد مُحَمَّد بن سعد الضراف عَن الْمثنى بن الصبَّاح الْيَمَانِيّ. ¶ وَزعم عَليّ قَالَ: ذكر عِنْده - يَعْنِي عِنْد يحيى - مثنى بن الصبَّاح قَالَ: لم يتْركهُ من أجل حَدِيث عَمْرو بن شُعَيْب وَلَكِن كَانَ اخْتِلَاط مِنْهُ فِي عَطاء. ¶ سَمِعت يحيى بن معِين يَقُول: كَانَ يحيى بن سعيد الْقطَّان لَا",
            "page": "352",
            "part": "1",
            "seal": "0416CFA0"
        },
        {
            "hno": "343",
            "id": "257",
            "nass": "- كتبُوا من المكيين. ¶ 343 - حَدثنَا ابْن الْأَصْبَهَانِيّ، قَالَ: أَنا حميد بن عبد الرَّحْمَن، عَن عبد الله بن المؤمل المَخْزُومِي عَن الْمثنى بن الصبَّاح عَن عَطاء، عَن ابْن عَبَّاس قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِذا اخْتلف النَّاس فالعدل فِي مُضر \" ¶ وَسمعت يحيى بن معِين يَقُول: عبد الله بن مُؤَمل ضَعِيف \". (74 - عبد الْملك بن جرَيْج:) ¶ سَمِعت أبي يَقُول: ابْن جريج عبد الْملك بن عبد الْعَزِيز بن جريج.",
            "page": "353",
            "part": "1",
            "seal": "E5FADFFC"
        },
        {
            "hno": "344",
            "id": "258",
            "nass": "344 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: قَالَ عبد الرَّزَّاق: (وَأهل مَكَّة يَقُولُونَ: أَخذ ابْن جريج الصَّلَاة من عَطاء، وَأَخذهَا عَطاء من ابْن الزبير، وَأَخذهَا ابْن الزبير من أبي بكر وَأَخذهَا أَبُو بكر من النَّبِي صلى الله عَلَيْهِ وَسلم) قَالَ عبد الرَّزَّاق وَمَا / (35 أ / ب) - قَالَ يُقَال ذَلِك. ¶ 345 - حَدثنَا أبي قَالَ: نَا ابْن عُيَيْنَة عَن ابْن جريج قَالَ: أملي عليَّ نَافِع. ¶ قَالَ عَليّ بن الْمَدِينِيّ: إِن يحيى قَالَ: أَخْبرنِي ابْن جريج قَالَ: لقِيت نَافِع - مَا سَأَلته وَمِنْه مَا قَرَأت، قَالَ يحيى: فَمَا كَانَ مِنْهَا سَأَلت نَافِع أَو قلت لنافع فَهُوَ صَحِيح، وَمَا كَانَ أَخْبرنِي فَهُوَ قِرَاءَة، وَمَا كَانَ قَالَ فَإِنَّمَا أَلْقَاهُ إِلَيْهِ. ¶ قَالَ يحيى وَهُوَ أثبت فِي نَافِع من مَالك.",
            "page": "354",
            "part": "1",
            "seal": "0D94AB5E"
        },
        {
            "hno": "346",
            "id": "259",
            "nass": "346 - وَزعم عَليّ أَنه قَالَ ليحيى: إِن أَيُّوب بن مُوسَى وَإِسْمَاعِيل ابْن أُميَّة يرويان جَمِيعًا عَن نَافِع عَن أسلم \" أَن عمر كَانَ لَا يدع أحدا يبيت من وَرَاء الْعقبَة \". ¶ 347 - وَكَانَ مَالك يروي عَن نَافِع عَن ابْن عمر عَن عمر: \" لَا يبيت أحد وَرَاء الْعقبَة \". ¶ ويروي عَن نَافِع مُرْسلا أَن عمر كَانَ يبْعَث رجلا لَا يدع أحدا. ¶ 348 - وَكَانَ أَيُّوب السّخْتِيَانِيّ يُرْسِلهُ عَن نَافِع قَالَ يحيى: كَانَ عبيد الله ابْن عمر يجعلهما جَمِيعًا، عَن ابْن عمر عَن عمر. قَالَ يحيى: وَكَانَ ابْن جريج يَقُول: أَخْبرنِي نَافِع عَن ابْن عمر عَن عمر بهما جَمِيعًا. ¶ قَالَ يحيى: وَلم يكن ابْن جريج بِدُونِ مَالك فِي نَافِع عِنْدِي. ¶ 349 - حَدثنَا يحيى بن أَيُّوب، قَالَ سَمِعت مسْعدَة بن اليسع يَقُول:",
            "page": "355",
            "part": "1",
            "seal": "B13EEB37"
        },
        {
            "hno": "350",
            "id": "260",
            "nass": "سَمِعت ابْن جريج يَقُول: لم يغلبني على يسَار عَطاء عشْرين سنة أحد، فَقيل لَهُ: مَا يمنعك من يَمِينه قَالَ: كَانَت قُرَيْش تغلبني عَلَيْهِ. ¶ 350 - حَدثنَا إِبْرَاهِيم بن عَرْعرة، قَالَ: نَا يحيى بن سعيد الْقطَّان، عَن ابْن جريج قَالَ: إِذا قلت: قَالَ عَطاء فَأَنا سمعته مِنْهُ، وَإِن لم أقل سَمِعت. ¶ 351 - قَالَ عَليّ بن الْمَدِينِيّ إِن يحيى قَالَ: إِن جريج قَالَ: من كَانَ يصبر على مَا كَانَ يصبر عَطاء. ¶ 352 - قَالَ يحيى أكبر علمي أَنِّي سمعته مِنْهُ. ¶ وَقَالَ يحيى زَعَمُوا أَنه كَانَ يسْأَله أَمر النِّسَاء فَلَا يصبر حَتَّى يقوم فَيذْهب إِلَى النِّسَاء. ¶ قَالَ يحيى: وَكَانَ من أحسن النَّاس صَلَاة. ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عبد الرَّزَّاق عَن ابْن جريج قَالَ: كنت إِذا رددت عَطاء وضع يَده على رَأسه ثمَّ قَالَ: نعم. نقام مدعاً.",
            "page": "356",
            "part": "1",
            "seal": "2BCEDAF2"
        },
        {
            "hno": "353",
            "id": "261",
            "nass": "حَدثنَا أَبُو الْفَتْح قَالَ: قَالَ سُفْيَان: عَن ابْن جريج قَالَ: جالست عَمْرو بن دِينَار بَعْدَمَا فرغت من عَطاء سبع سِنِين. ¶ حَدثنَا أَبُو الْفَتْح نصر بن مغير قَالَ: قَالَ سُفْيَان: ذكر ابْن جريج سُلَيْمَان بن مُوسَى قَالَ: مَا رَأَيْت مثله، قَالَ: وَقد كَانَ عَطاء يسمع مِنْهُ، قَالَ سُفْيَان: إِنَّه رُبمَا جَاءَ - الَّذِي. ¶ 353 - وَقَالَ عَليّ: قَالَ يحيى: قَالَ ابْن جريج: أخذت أَحَادِيث صَفِيَّة بنت شيبَة وَأَرَدْت أَن أَدخل عَلَيْهَا. ¶ 354 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر الْحزَامِي قَالَ: نَا ابْن عُيَيْنَة قَالَ: دخلت أَنا وَابْن جريج على ابْن شهَاب وَمَعَ ابْن جريج / (35 / 36) ¶ . صحيفَة (فَقَالَ ابْن جريج: إِنِّي أُرِيد أَن أعرضها عَلَيْك) .",
            "page": "357",
            "part": "1",
            "seal": "E3CF8299"
        },
        {
            "hno": "355",
            "id": "262",
            "nass": "355 - حَدثنَا الزبير بن بكار قَالَ: أرْسلت إِلَى بكار بن مُحَمَّد بن جارست ابْنه أَن يبْعَث إليّ سَمَاعه من هِشَام بن عُرْوَة ومُوسَى بن عقبَة حَتَّى أنسخهما وأعرضها عَلَيْهِ فَأرْسل إِلَيّ أَن عَليّ قولا أَن لَا أحدث وَالْعرض عندنَا مثل التحديث، وَلَكِنِّي أُعْطِيك مَا لَا أعطي غَيْرك أبْعث إِلَيْك بالكتابين فأنسخهما واعرضهما، ثمَّ أَقُول لَك حدث عني كتابي هذَيْن فَلَا يكن ذَلِك فَإِنِّي حضرت هِشَام بن عُرْوَة وجاءه ابْن جريج بِصَحِيفَة فِيهَا حَدِيث من حَدِيثه فَقَالَ: يَا أَبَا الْمُنْذر أحدث بهَا عنْدك - هِشَام ثمَّ قَالَ لَهُ حدث بهَا عني فَرضِي ذَلِك هِشَام لِابْنِ جريج وَرَضي بِهِ ابْن جريج من هِشَام. ¶ 356 - وَقَالَ عَليّ بن الْمَدِينِيّ: قَالَ يحيى: قَالَ هِشَام بن عُرْوَة: جَاءَنِي ابْن جريج بِكِتَاب فَقَالَ هَذَا حَدِيثك أرويه عَنْك؟ قلت: نعم؛ قَالَ يحيى: فَقلت فِي نَفسِي: لَا أَدْرِي أَيهمَا أعجب. ¶ 357 - حَدثنَا الصَّلْت بن مَسْعُود، قَالَ: نَا دَاوُد بن ... ... ... ... ... ...",
            "page": "358",
            "part": "1",
            "seal": "B41D4A23"
        },
        {
            "hno": "358",
            "id": "263",
            "nass": "عَطاء قَالَ: نَا هِشَام بن عُرْوَة عَن أَبِيه قَالَ: عرض الحَدِيث وَالْكتاب سَوَاء. ¶ 358 - حَدثنَا الصَّلْت قَالَ: نَا دَاوُد بن عَطاء قَالَ: نَا جَعْفَر بن مُحَمَّد عَن أَبِيه مثله. ¶ 359 - حَدثنَا الصَّلْت قَالَ: ثَنَا دَاوُد بن عَطاء عَن ابْن أبي ذِئْب عَن الزُّهْرِيّ مثله. ¶ 360 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر الْحزَامِي قَالَ: نَا يحيى بن الزبير قَالَ: أخرج إليَّ هِشَام بن عُرْوَة دفتراً فِيهِ أَحَادِيث فَقَالَ: هَذِه أَحَادِيث أبي سَمعتهَا مِنْهُ فَخذهَا عني هَكَذَا وَلَا تَقول كَمَا يَقُول هَؤُلَاءِ لَا آخذها عَنْك حَتَّى أعرضها عَلَيْك فَخذهَا عني فقد صححتها وعرضتها. ¶ 361 - حَدثنَا الخزامي قَالَ: نَا أَبُو ضَمرَة عَن عبيد الله بن عمر قَالَ: كَانَ ابْن شهَاب يؤميء بِالْكتاب فَينْظر فِيهِ ويقلبه، ثمَّ يَقُول: خُذُوا فارووه عني.",
            "page": "359",
            "part": "1",
            "seal": "15F49FB8"
        },
        {
            "hno": "362",
            "id": "264",
            "nass": "362 - حَدثنَا الْحزَامِي قَالَ: نَا عبد الله بن وهب قَالَ: نَا مَالك قَالَ: قَالَ يحيى بن سعيد: اكْتُبْ لي أحاديثَ من أَحَادِيث ابْن شهَاب فِي الْأَقْضِيَة. قَالَ: فَكتبت لَهُ ذَلِك صحيفَة كَأَنِّي أنظر إِلَيْهَا صفراً، فَقيل لمَالِك: يَا أَبَا عبد الله أعرض ذَلِك عَلَيْك قَالَ: هُوَ كَانَ أفقه من ذَلِك. ¶ 363 - حَدثنَا الْحزَامِي، قَالَ حَدثنِي دَاوُد بن عَطاء مولى الزبير، عَن هِشَام بن عُرْوَة، عَن أَبِيه قَالَ: كَانَ يَقُول: الْعرض والْحَدِيث سَوَاء. ¶ 364 - حَدثنَا الْحزَامِي قَالَ: نَا عبد الله بن وهب، عَن لَيْث بن سعد أَن عبد الله بن أبي جَعْفَر كتب لي كتبا فحدثهما عَنهُ وَلم أعرضها عَلَيْهِ. ¶ 365 - حَدثنَا يحيى بن أَيُّوب، قَالَ: سَمِعت أَبَا قَطن قَالَ: قَالَ أَبُو حنيفَة: اقْرَأ عليَّ وَقل حَدثنِي لَو / 36 أ / ب) - ابْن",
            "page": "360",
            "part": "1",
            "seal": "AD984C85"
        },
        {
            "hno": "366",
            "id": "265",
            "nass": "اليسع الْبَصْرِيّ يَقُول: قَالَ ابْن - مَسْأَلَة لَا أروي فِيهَا شَيْئا. ¶ 366 - وَسُئِلَ يحيى بن أَيُّوب لم ترد حَدِيث مسْعدَة بن اليسع قَالَ: لِأَنَّهُ روى حَدِيثا أنكروه. ¶ قَالَ مسْعدَة: حَدثنَا جَعْفَر بن مُحَمَّد قَالَ: رَأَيْت خفَّاشًا مختونة. ¶ 367 - حَدثنَا أَحْمد بن حَنْبَل، قَالَ: نَا وَكِيع، قَالَ: نَا سُفْيَان، عَن ابْن جريج، عَن عَطاء، عَن النَّبِي صلى الله عَلَيْهِ وَسلم \" أَنه كره أَن يَأْخُذ من المختلعة أَكثر مِمَّا أَعْطَاهَا \". ¶ قَالَ وَكِيع: سَأَلت ابْن جريج عَنهُ فَلم يعرفهُ وَأنْكرهُ.",
            "page": "361",
            "part": "1",
            "seal": "4B1378C9"
        },
        {
            "hno": "368",
            "id": "266",
            "nass": "368 - وَزعم عَليّ قَالَ: قَالَ يحيى: كَانَ ابْن جريج حدث بِالْبَصْرَةِ، عَن عَطاء، عَن ابْن عَبَّاس فِي الْغسْل يَوْم الْجُمُعَة وَالطّيب ثمَّ رَجَعَ عَنهُ بَعْد، فَقَالَ: إِنَّمَا هُوَ الطّيب. ¶ 369 - وَزعم عَليّ وَقَالَ يحيى: نَا ابْن جريج، قَالَ: أخْبرت عَن الزُّهْرِيّ، عَن عبيد الله، عَن ابْن عَبَّاس، أَن رَسُول الله صلى الله عَلَيْهِ وَسلم \" نهى عَن قتل النملة والنحلة والهدهد والصرَدِ \" قَالَ يحيى: فَكَانَ هَذَا الحَدِيث عِنْدِي ضَعِيفا فمحوته حَتَّى رَأَيْته فِي كتاب عَن ابْن جريج عَن ابْن أبي لبيد، عَن الزُّهْرِيّ، عَن عبيد الله، عَن ابْن عَبَّاس مثل هَذَا. ¶ 370 - وَزعم عَليّ بن الْمَدِينِيّ، عَن يحيى قَالَ: قَالَ ابْن جريج: عرضت كتابي هَذَا كتاب الْحَج على غير وَاحِد مِمَّن كَانَ يقدم علينا فَقل إِنْسَان إِلَّا أفادني وعرضته على دَاوُد بن أبي هِنْد ... ... ... ... ... ... ... .",
            "page": "362",
            "part": "1",
            "seal": "1BBEC598"
        },
        {
            "hno": "371",
            "id": "267",
            "nass": "فَلم يفدني فِيهِ شَيْئا. ¶ 371 - وَزعم عَليّ قَالَ يحيى: قَالَ لي سُفْيَان بن حبيب: أَن ابْن جريج صحّح هَذَا الحَدِيث عَن الزُّهْرِيّ: أَن نَاسا من يهود غزوا مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ يحيى: فَقلت لِابْنِ جريج: سَمِعت هَذَا من الزُّهْرِيّ قَالَ أَو قرأته. ¶ 372 - وَزعم عَليّ أَنه سمع يحيى يَقُول فِي حَدِيث ابْن جريج، عَن عَطاء، عَن ابْن عَبَّاس فِي رجل أجر نَفسه فِي الْحَج، قَالَ: أملاه عَليّ من حفظه.",
            "page": "363",
            "part": "1",
            "seal": "740451C4"
        },
        {
            "hno": "373",
            "id": "268",
            "nass": "373 - حَدثنَا عَطاء قَالَ يحيى: وَكَانَ فِي كِتَابه حدثت، عَن سعيد بن جُبَير عَن ابْن عَبَّاس، وَقَالَ عَطاء: عَن ابْن عَبَّاس، قلت ليحيى: ترَاهُ حَدِيث مُسلم البطين قَالَ: \" نعم \" قَالَ يحيى: كَانَ ابْن جريج يقرأه علينا من كتاب يُخرجهُ قد قَرَأَهُ قبل ذَلِك على النَّاس زَمَانا وَعرضه. ¶ 374 - حَدثنَا أَبُو مُعَاوِيَة غَسَّان بن الْمفضل الْغلابِي قَالَ: نَا عبد الْوَهَّاب قَالَ أَتَانِي ابْن جريج يعزيني على بعض أَهلِي بِمَكَّة فَقَالَ لي: إِنَّه مَن يَسْل إِيمَانًا واحتسابًا سلا سلو الْبَهَائِم. ¶ 375 - حَدثنَا يحيى بن معِين قَالَ: نَا هِشَام بن يُوسُف عَن ابْن جريج قَالَ: حَدثنِي ابْن أبي مليكَة أَن أَسمَاء بنت عبد الرَّحْمَن بن أبي (36 / 37) (بكر، وَالقَاسِم بن مُحَمَّد بن أبي) بكر أخبرهُ أَن عبد الله بن عبد الرَّحْمَن",
            "page": "364",
            "part": "1",
            "seal": "155EC00F"
        },
        {
            "hno": null,
            "id": "269",
            "nass": "ابْن أبي بكر قسم مِيرَاث عبد الرَّحْمَن (بن أبي بكر و) عَائِشَة حَيَّة فَلم يدع فِي الدَّار مِسْكينا وَلَا ذَا قرَابَة إِلَّا أعطَاهُ من مِيرَاث أَبِيه وتلا: {وَإِذا حضر الْقِسْمَة أولُوا الْقُرْبَى واليتامى وَالْمَسَاكِين} - حَتَّى بلغ - {قولا مَعْرُوفا} قَالَ الْقَاسِم فَذكرت ذَلِك لِابْنِ عَبَّاس فَقَالَ: مَا أصَاب لَيْسَ ذَلِك لَهُ إِنَّمَا ذَلِك الْوَصِيَّة، وَإِنَّمَا هَذِه الْآيَة فِي الْوَصِيَّة، يُرِيد الْمَيِّت أَن يُوصي لَهُم، قَالَ يحيى: هَذَا الحَدِيث أحسن حَيْثُ رُوِيَ فِي هَذَا الْبَاب، وَكَانَ ابْن جريج إِذا نزع بِالْحَدِيثِ أحسن. ¶ وَأَخْبرنِي مُصعب بن عبد الله، أَن عبد الله بن عبد الرَّحْمَن ابْن أبي بكر الَّذِي قسم مِيرَاث أَبِيه أمه قَرِيبه الصُّغْرَى بنت أبي أُميَّة بن الْمُغيرَة. ¶ وَزعم عَليّ قَالَ: قَالَ يحيى: لم يكن أحد أثبت فِي نَافِع من ابْن",
            "page": "365",
            "part": "1",
            "seal": "5CF54859"
        },
        {
            "hno": null,
            "id": "270",
            "nass": "جريج فِيمَا كتب وَزعم عَليّ، عَن يحيى قَالَ: سمعته ذكر حَدِيث سُفْيَان عَن مُجَاهِد بن رومي سمع عَطاء - أسلم بِمَكَّة. ¶ قَالَ يحيى: قَالَ لي سُفْيَان: أَو حدثت عَن سُفْيَان أَنه قَالَ: سَأَلَني ابْن جريج عَن هَذَا الحَدِيث، قَالَ يحيى: فَأرَاهُ رَوَاهُ عَنهُ أَو كَمَا قَالَ. ¶ زعم عَليّ أَنه سَأَلَ يحيى بن سعيد عَن حَدِيث ابْن جريج عَن عَطاء الْخُرَاسَانِي قَالَ: ضَعِيف - قلت ليحيى: إِنَّه يَقُول: أَخْبرنِي، قَالَ: لَا شَيْء كُله ضَعِيف، إِنَّمَا هُوَ كتاب دَفعه إِلَيْهِ. ¶ وَزعم عَليّ قَالَ يحيى بن سعيد الْعَلَاء الَّذِي رُوِيَ عَنهُ ابْن جريج كَانَ الْحسن يُقَاد مَعَه دَوابه أرَاهُ الْعَلَاء بن - الْعَبَّاس.",
            "page": "366",
            "part": "1",
            "seal": "CAE0581F"
        },
        {
            "hno": "376",
            "id": "271",
            "nass": "376 - حَدثنَا الْحميدِي، قَالَ: نَا سُفْيَان، قَالَ: نَا الْعَلَاء بن أبي الْعَبَّاس، عَن أبي الطُّفَيْل، عَن بكر بن فرواش عَن سعد بن أبي وَقاص قَالَ: ذكر رَسُول الله صلى الله عَلَيْهِ وَسلم ذَا الثدية فَقَالَ: \" شَيْطَان الردعة: راعي الْخَيل أَو رَاع للخيل يهتدره رجل من نجيلة \"، فَقَالَ لَهُ الْأَشْهب أَو ابْن الْأَشْهب عَلامَة فِي قوم ظلمَة. ¶ قَالَ سُفْيَان: وَأَخْبرنِي عمار الدهني، أَنه جابه رجل مِنْهُم من نجيلة يُقَال لَهُ الْأَشْهب أَو ابْن الْأَشْهب. ¶ 377 - حَدثنَا مثنى بن معَاذ بن معَاذ، قَالَ: نَا أبي، عَن شُعْبَة، عَن أبي إِسْحَاق الْهَمدَانِي، عَن حَامِد قَالَ: سَمِعت سَعْدا يَقُول: قتل عَليّ بن أبي طَالب شَيْطَان الردعة - يَعْنِي - المخدج.",
            "page": "367",
            "part": "1",
            "seal": "843D3AA4"
        },
        {
            "hno": "378",
            "id": "272",
            "nass": "378 - حَدثنَا الْمثنى بن معَاذ، قَالَ: نَا يحيى الْقطَّان، عَن سُلَيْمَان التَّيْمِيّ، عَن أبي مجلز، عَن رجل قَالَ: أرَاهُ قيس بن عباد، قَالَ عَليّ فِي حَدِيث آخر: صدق أَنه رجل من الخدج، قَالَ الْمثنى: فَقلت أَنا ليحيى: أَلَيْسَ يَعْنِي المخدج؟ قَالَ: بلَى. ¶ 379 - حَدثنَا أَحْمد / (37 أ / ب) بن حَنْبَل قَالَ: - يحدث عَن سعد قَالَ: قتل عَليّ شبط - ابْن جريج مولى - جُبَير بن مطعم، وَكَانَت عِنْد عبد الْعَزِيز بن - بن خَالِد بن أسيد وَكَانَ مَعْرُوفا وَكَانَ كَاتبا لعبد الْعَزِيز فَقيل مَوْلَاهُم وَهُوَ مولى بني أسيد. ¶ حَدثنَا أَحْمد بن حَنْبَل قَالَ: حَدثنِي أَبُو عبد الرَّحْمَن الْمنْقري،",
            "page": "368",
            "part": "1",
            "seal": "D17CAD40"
        },
        {
            "hno": "380",
            "id": "273",
            "nass": "قَالَ: مَاتَ ابْن عون وَابْن جريج سنة خمسين. ¶ 380 - حَدثنَا إِبْرَاهِيم بن عرْعرة قَالَ: حَدثنِي يحيى بن سعيد عَن ابْن جريج قَالَ: إِذا قلت: قَالَ عَطاء، فَأَنا سمعته، وَإِن لم أقل سمعته. (75 - نَافِع بن عمر بن جميل وَغَيره:) ¶ حَدثنَا مُصعب قَالَ: نَافِع بن عمر بن جميل بن عَامر بن جريم بن سعيد بن عَامر بن خديم بن سلامان بن ربيعَة بن سعد بن جمح. وَكَانَ نَافِع بن عمر نزل مَكَّة. (76 - وَزعم عَليّ قَالَ يحيى: دخلت على مُوسَى بن دِينَار الْمَكِّيّ) أَنا وَحَفْص بن غياث، فَجعلت لَا أريده على شَيْء إِلَّا لقنه",
            "page": "369",
            "part": "1",
            "seal": "9CD54BD8"
        },
        {
            "hno": null,
            "id": "274",
            "nass": "فخرجنا فتبعنا أَبُو شيخ فَجعلت أبين لَهُ أمره فَجعل لَا يقبل. ¶ 77 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: قَالَ يحيى بن سعيد، (حَنْظَلَة) يَعْنِي ابْن أبي سُفْيَان كَانَ حيًّا فِي سنة إِحْدَى وَخمسين. ¶ وَزعم عَليّ بن الْمَدِينِيّ قَالَ: سَأَلت يحيى عَن حَنْظَلَة بن سُفْيَان قَالَ: كَانَ عِنْده كتاب وَلم يكن عِنْدِي مثل سيف. ¶ 78 - قَالَ: وَسَأَلته عَن (سيف بن أبي سُلَيْمَان) فَقَالَ: كَانَ عندنَا ثبتًا مِمَّن يصدق ويحفظ.",
            "page": "370",
            "part": "1",
            "seal": "31D4E463"
        },
        {
            "hno": "381",
            "id": "275",
            "nass": "381 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: نَا عبد الرَّزَّاق، قَالَ: قَالَ لي أبي: إلزم زَكَرِيَّا بن إِسْحَاق فَإِنِّي قد رَأَيْته عِنْد ابْن ابي نجيح بمَكَان فَأَتَيْته فَإِذا هُوَ قد نسي وَقَالَ لَو أتيتني بالبادية، قَالَ: فبلغني أَن ابْن الْمُبَارك أَتَاهُ فَأخْرج إِلَيْهِ كِتَابه. (79 - عبد الْعَزِيز بن أبي رواد:) ¶ سَمِعت يحيى بن معِين يَقُول: عبد الْعَزِيز بن أبي رواد خرانساني. ¶ 382 - حَدثنَا إِبْرَاهِيم بن بشار الرَّمَادِي، قَالَ: سَمِعت سُفْيَان بن عُيَيْنَة يَقُول: كَانَ عبد الْعَزِيز بن أبي رواد من أحلم النَّاس ثمَّ قَالَ لي بعد: لقد تركني هَؤُلَاءِ مثل الْكَلْب الهرار - يَعْنِي أَصْحَاب الحَدِيث -. ¶ 383 - حَدثنَا هَارُون بن مَعْرُوف، قَالَ: نَا ضَمرَة قَالَ: سَمِعت",
            "page": "371",
            "part": "1",
            "seal": "3425F7D9"
        },
        {
            "hno": "384",
            "id": "276",
            "nass": "عبد الْعَزِيز بن أبي روَّاد يذكر قَالَ: الصُّفْرَة خضاب الْإِيمَان والحمرة خضاب الْإِسْلَام والسواد خضاب الشَّيْطَان. ¶ 384 - حَدثنَا عبد الله بن جَعْفَر الرقي، قَالَ: نَا عبيد الله بن عَمْرو، عَن عبد الْكَرِيم، عَن سعيد بن جُبَير، عَن ابْن عَبَّاس، عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" قوم يخضبون بِالسَّوَادِ فِي آخر الزَّمَان كحواصيل الْحمام لَا يريحون رَائِحَة الْجنَّة \" - كره الخضاب بِالسَّوَادِ. ¶ 385 - حَدثنَا يحيى بن - سَمِعت عبد الله بن الْمُبَارك، عَن عبد الْعَزِيز بن أبي روَّاد قَالَ: صنعنَا قلنسوة - ثمَّ بعثناها إِلَى عَمْرو بن دِينَار فَقَالَ هَكَذَا كَانَت قلانس الْقَوْم حَتَّى رَفعهَا عباد بن زِيَاد بخرسان.",
            "page": "372",
            "part": "1",
            "seal": "E2294D2D"
        },
        {
            "hno": "386",
            "id": "277",
            "nass": "386 - سُئِلَ يحيى بن معِين، عَن حَدِيث عُثْمَان بن عمر، عَن عبد الْعَزِيز بن أبي روَّاد، فَقَالَ: حَدثنِي رجل من أهل الطَّائِف، عَن غيلَان ابْن شُرَيْح، عَن عبد الرَّحْمَن بن عَوْف عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" لَا يغلبنكم الْأَعْرَاب على اسْم صَلَاتكُمْ فَإِن الله قَالَ: {وَمن بعد صَلَاة الْعشَاء ثَلَاث عورات لكم} وَإِن الْأَعْرَاب يسمينها الْعَتَمَة، وَأَن الْعَتَمَة عمَّة الْإِبِل للحلاب \". ¶ 80 - وَسمعت يحيى بن معِين يَقُول: (طَلْحَة بن عَمْرو) لَيْسَ بِشَيْء ضَعِيف من أهل مَكَّة. ¶ 81 - وَسمعت يحيى بن معِين يَقُول: (إِبْرَاهِيم الخوزي مكي،)",
            "page": "373",
            "part": "1",
            "seal": "2B1A4664"
        },
        {
            "hno": null,
            "id": "278",
            "nass": "وَلكنه سمي بخوزي لِأَنَّهُ كَانَ نزل شعب الخوز وَهُوَ إِبْرَاهِيم بن يزِيد وَلَيْسَ بِثِقَة. ¶ 82 - وَسمعت يحيى بن معِين يَقُول: (إِبْرَاهِيم بن إِسْمَاعِيل الْمَكِّيّ) لَيْسَ حَدِيثه بِشَيْء. ¶ وَسمعت إِبْرَاهِيم بن عرْعرة يَقُول: أَحْسبهُ، عَن جَعْفَر بن عون، قَالَ: كَانَ إِبْرَاهِيم بن إِسْمَاعِيل صمّ شَدِيد الصمم وَكَانَ يجلس إِلَى جنب الزُّهْرِيّ فَلَا يكَاد يسمع إِلَّا بعد كدٍ.",
            "page": "374",
            "part": "1",
            "seal": "3519E136"
        },
        {
            "hno": null,
            "id": "279",
            "nass": "(83 - إِسْمَاعِيل بن مُسلم الْمَكِّيّ:) ¶ سَمِعت يحيى بن معِين يَقُول: إِسْمَاعِيل بن مُسلم الْمَكِّيّ أَصله بَصرِي وَكَانَ بِمَكَّة روى عَنهُ يزِيد بن هَارُون ضَعِيف الحَدِيث. (84 - وَإِسْمَاعِيل بن مُسلم المَخْزُومِي) روى عَنهُ وَكِيع ثَلَاثَة أَحَادِيث وَهُوَ الْمَكِّيّ. (85 - وَإِسْمَاعِيل بن مُسلم أَيْضا مكي،) حدث عَن عبد الله بن عبيد بن عُمَيْر ثِقَة. ¶ (وَإِسْمَاعِيل بن مُسلم الْبَصْرِيّ) صَاحب أبي المتَوَكل ثِقَة كل هَذَا",
            "page": "375",
            "part": "1",
            "seal": "8FB90495"
        },
        {
            "hno": null,
            "id": "280",
            "nass": "عَن يحيى بن معِين. ¶ قَالَ الْمَدَائِنِي إِسْمَاعِيل الْعَبْدي قَاضِي قيس كَانَ فصيحاً. (86 - عبد الله بن المؤمل المَخْزُومِي:) ¶ حَدثنَا أبي قَالَ: نَا زيد بن الْحباب قَالَ: نَا عبد الله بن المؤمل أَبُو المؤمل المَخْزُومِي من أهل مَكَّة. ¶ وَسمعت يحيى بن معِين وَسُئِلَ عَن عبد الله بن المؤمل فَقَالَ: ضَعِيف. ¶ 87 - وَسُئِلَ يحيى بن معِين عَن (صَالح بن رُومَان الْمَكِّيّ) روى عَن أبي الزبير. ¶ 88 - روى عَنهُ يُونُس الْمُؤَدب فَقَالَ: ضَعِيف. وَسُئِلَ يحيى بن",
            "page": "376",
            "part": "1",
            "seal": "2F26AF91"
        },
        {
            "hno": null,
            "id": "281",
            "nass": "معِين عَن (مَعْرُوف الْمَكِّيّ) روى عَنهُ وَكِيع بن الْجراح فَقَالَ: ضَعِيف. ¶ 89 - حَدثنَا قُتَيْبَة بن سعيد قَالَ: نَا دَاوُد بن عبد الرَّحْمَن الْمَكِّيّ أَبُو سُلَيْمَان. ¶ 90 - حَدثنَا يحيى بن معِين قَالَ: نَا (عبد الله بن رَجَاء الْمَكِّيّ،) عَن عبيد الله بن عبد الرَّحْمَن / (38 أ / ب) أَخُو دَاوُد الْعَطَّار عَن عُثْمَان ابْن يسَار قَالَ - لَا أكلم فِيهِ أحدا.",
            "page": "377",
            "part": "1",
            "seal": "713F0802"
        },
        {
            "hno": "387",
            "id": "282",
            "nass": "91 - حَدثنَا أَحْمد بن مُحَمَّد - قَالَ: نَا الزنْجِي (مُسلم بن خَالِد الزنْجِي) ثِقَة. ¶ وَسمعت عبيد الله بن عمر بن ميسرَة القواريري يَقُول: مَاتَ مُسلم ابْن خَالِد الزنْجِي سنة تسع وَسبعين. ¶ 92 - سَأَلت يحيى بن معِين عَن (شبْل) صَاحب ابْن أبي نجيح فَقَالَ ثِقَة. (93 - سُفْيَان بن عُيَيْنَة بن أبي عمرَان الْهِلَالِي:) ¶ 387 - حَدثنَا عبيد الله بن عمر قَالَ: خرج ابْن عُيَيْنَة يَوْمًا وَقد حلق",
            "page": "378",
            "part": "1",
            "seal": "7605222E"
        },
        {
            "hno": "388",
            "id": "283",
            "nass": "شَاربه فَضَحِك ثمَّ قَالَ: رَأَيْت فِي الْمَنَام كَأَن أسناني كلهَا وَقعت فأولت أَن أبنائي يموتون وَأبقى. ¶ 388 - حَدثنَا أَبُو مُعَاوِيَة غَسَّان بن الْمفضل الْغلابِي، قَالَ: قَالَ سُفْيَان: \" إِن أفضل النَّاس منزلَة عِنْد الله يَوْم الْقِيَامَة من كَانَ بَين الله وَبَين خلقه يَقُول الرُّسُل وَالْعُلَمَاء وأئمة الْعدْل \". ¶ 389 - حَدثنَا إِبْرَاهِيم بن بشار قَالَ: سَمِعت سُفْيَان بن عُيَيْنَة يَقُول: كَانَ شيخ لنا يَقُول: \" وددت أَن هَذَا الْعلم الَّذِي عِنْدِي كَانَ حمل فُؤَادِي حَملته على ظَهْري؛ فَوَقَعت فتكسر فَذهب عني ذَلِك مِمَّا عَمه أَصْحَاب الحَدِيث \". ¶ حَدثنَا أَبُو مُسلم عبد الرَّحْمَن بن يُونُس قَالَ: قَالَ سُفْيَان: قَرَأت الْقُرْآن وَأَنا ابْن أَربع عشرَة. ¶ 390 - حَدثنَا يحيى بن أَيُّوب قَالَ: سَمِعت ابْن عُيَيْنَة يَقُول: كنت أَدخل الْمَسْجِد وَأَنا ابْن سِتَّة عشر أَو سَبْعَة عشر فَأنْظر أشرف حَلقَة فِي الْمَسْجِد فَأقْعدَ فِيهَا فَصَارَ الْيَوْم جلسائي هَؤُلَاءِ السُّفَهَاء أَلَيْسَ قد رمتني بِهِ أَسْفَل السافلين. كلمة الْعلم قَالَ لَهُم: أَنْتُم جلا قلبِي وَقَالَ غير مرّة لَهُم أَنْتُم سخنة عَيْني - يَعْنِي - نَفسه.",
            "page": "379",
            "part": "1",
            "seal": "8C545765"
        },
        {
            "hno": "391",
            "id": "284",
            "nass": "391 - حَدثنَا عبيد الله بن عمر، قَالَ: سَمِعت سُفْيَان بن عُيَيْنَة، يَقُول: من يقوى لنشر كل علم. ¶ حَدثنَا أَبُو مُسلم وَسمعت ابْن عُيَيْنَة يَقُول يَوْم الثُّلَاثَاء لهِلَال ذِي الْحجَّة سنة تسع وَثَمَانِينَ وَمِائَة: ولدت سنة سبع وَمِائَة، وَدخلت فِي ثَلَاث وَثَمَانِينَ سنة فِي النّصْف من شعْبَان سنة تسع وَثَمَانِينَ وَمِائَة. ¶ حَدثنَا أَبُو مُسلم قَالَ: سَمِعت سُفْيَان فِي هَذِه السّنة يَقُول حججْت مُنْذُ نَيف وَسبعين سنة. ¶ 392 - حَدثنَا أَبُو الْفَتْح نصر بن الْمُغيرَة قَالَ: قَالَ سُفْيَان: قيل للْعُلَمَاء مَا لكم أحرص النَّاس على الْعلم وَأَنْتُم عُلَمَاء؟ قَالُوا: \" نَحن أعلم النَّاس بِهِ \". ¶ 393 - حَدثنَا أَبُو الْفَتْح قَالَ: قَالَ سُفْيَان: كَانَ النَّاس مُدَّة يخفون - يخفون اسْم / (38 / 39) - الْعلم.",
            "page": "380",
            "part": "1",
            "seal": "1CAF6332"
        },
        {
            "hno": "394",
            "id": "285",
            "nass": "394 - حَدثنَا - أَبُو الْفَتْح قَالَ: قَالَ سُفْيَان بن عُيَيْنَة من نصَّب - بكر وَعمر فقد نصب -. ¶ حَدثنَا أَبُو مُسلم عبد الرَّحْمَن بن يُونُس قَالَ: قَالَ سُفْيَان: أول من جالست من النَّاس عبد الْكَرِيم أَبَا أُميَّة، جالسته وَأَنا ابْن خمس عشرَة سنة فاليوم وَاحِد وَسِتِّينَ سنة. ¶ 395 - حَدثنَا يحيى بن يُوسُف أَبُو زَكَرِيَّا الزمي قَالَ: نَا سُفْيَان بن عُيَيْنَة قَالَ: قَالَ عبد الْكَرِيم الْجَزرِي يَا أَبَا مُحَمَّد تَدْرِي مَا حَاطِب ليل؟ قلت: لَا إِلَّا أَن تُخبرنِي قَالَ: هُوَ الرجل يخرج فِي اللَّيْل فيحتطب فَتَقَع يَده على أَفْعَى فتقتله هَذَا مثل ضَربته لَك لطَالب الْعَالم، إنّ طَالب الْعلم إِذا حمل من الْعلم مَا لَا يطيقه قَتله علمه كَمَا قتلت الأفعى حَاطِب اللَّيْل. ¶ 396 - حَدثنَا أَبُو مُعَاوِيَة الْغلابِي وَقَالَ سُفْيَان كَانَ يُقَال: \" لَيْسَ شَيْء أبلغ فِي خير وَشر من صَاحب \". ¶ 397 - حَدثنَا يحيى بن يُوسُف الزمي قَالَ: نَا سُفْيَان بن عُيَيْنَة قَالَ: رَأَيْت سُفْيَان الثَّوْريّ فِي الْمَنَام فَقلت: يَا أَبَا عبد الله أَلَيْسَ قدمت قَالَ:",
            "page": "381",
            "part": "1",
            "seal": "6146534E"
        },
        {
            "hno": "398",
            "id": "286",
            "nass": "بلَى قلت: مَا صرت؟ قَالَ: إِلَى خير إِن شَاءَ الله، قلت: يَا أَبَا عبد الله أوصني، قَالَ: أَقِلّ من الإخوان مَا اسْتَطَعْت. ¶ 398 - حَدثنَا مُحَمَّد بن يزِيد، قَالَ: وَسمعت يحيى بن آدم، يَقُول: مَا رَأَيْت أحدا يختصر الحَدِيث إِلَّا وَهُوَ يُخطئ إِلَّا ابْن عُيَيْنَة. ¶ 399 - حَدثنَا مُحَمَّد بن يزِيد، قَالَ: وَسمعت الْكسَائي يَقُول: مَا رَأَيْت أحدا يروي الْحُرُوف إِلَّا وَهُوَ يُخطئ فِيهَا إِلَّا ابْن عُيَيْنَة وَكَانَ شُعْبَة كثير الْخَطَأ فِيهَا. ¶ 400 - حَدثنَا إِبْرَاهِيم بن بشار الرَّمَادِي، قَالَ: قَالَ سُفْيَان: كَانَ شيخ",
            "page": "382",
            "part": "1",
            "seal": "B298FAA5"
        },
        {
            "hno": "401",
            "id": "287",
            "nass": "لنا يطْلب الحَدِيث ثمَّ يَجِيء فبلغني عَنهُ عِنْد أَصْحَاب الحَدِيث فَيَقُول - فوَاللَّه مَا أطلب هَذَا الحَدِيث إِلَّا لكم. ¶ 401 - حَدثنِي مُؤَمل بن إهَاب قَالَ: حَدثنِي يحيى بن حسان، قَالَ: كُنَّا عِنْد ابْن عُيَيْنَة يَوْمًا وَهُوَ يحدث فازدحم النَّاس على محمل شيخ ضَعِيف فانتهي مَتَاعه وقدَّ يَده قَالَ فَجعل يَقُول لِابْنِ عُيَيْنَة: لأجعلنك فِي حل قَالَ: فَنظر ابْن عُيَيْنَة إِلَى رجل مشمر من أُولَئِكَ: فَقَالَ: مَا يَقُول قَالَ: يَقُول زِدْنَا فِي السماع. ¶ 402 - حَدثنَا مُحَمَّد بن سُلَيْمَان المصِّيصِي، قَالَ: قيل لِسُفْيَان بن عُيَيْنَة حَدِيث ابْن أبي نجيح عَن مُجَاهِد المزامن - مثل قَالَ: مَا سمعته ثمَّ قَالَ: وضع الله - عدلا فِي الدُّنْيَا لَا يكون فِي الْآخِرَة.",
            "page": "383",
            "part": "1",
            "seal": "D6E00C74"
        },
        {
            "hno": "403",
            "id": "288",
            "nass": "403 - حَدثنَا أَحْمد بن حَنْبَل، قَالَ: قَالَ سُفْيَان كَانَ الْأَعْمَش يسألني عَن - حَدِيث ابْن عجلَان \" فِي الدُّنْيَا خضرَة حلوة \". ¶ 404 - حَدثنَا الْحميدِي / (39 أ / ب) - من الشَّام - عَن الزُّهْرِيّ - إِلَى ابْن جريج فَكَانَ المكيين يعرضون الْكتاب على ابْن شهَاب، أما نَحن فَكُنَّا نسْمع من فِيهِ. ¶ 405 - حَدثنَا إِبْرَاهِيم بن الْمُنْذر الْحزَامِي قَالَ: سَمِعت سُفْيَان بن عُيَيْنَة",
            "page": "384",
            "part": "1",
            "seal": "5AD87CE7"
        },
        {
            "hno": "406",
            "id": "289",
            "nass": "يَقُول: أَخذ مَالك بن أنس وَمعمر، عَن الزُّهْرِيّ عرضا وَأخذت سَمَاعا. فَقَالَ يحيى بن معِين: لَو أخذا كتابا لَكَانَ أثبت مِنْهُ. ¶ وَسمعت يحيى بن معِين يَقُول أثبت النَّاس فِي الزُّهْرِيّ مَالك وَهُوَ أحب إليّ من سُفْيَان وَيُونُس وَمعمر وَعقيل. ¶ 406 - ذكر ليحيى بن معِين وَأَنا أسمع قَول النَّبِي صلى الله عَلَيْهِ وَسلم: \" يُوشك أَن يضْرب النَّاس أكباد الْإِبِل فَلَا يَجدونَ عَالما أعلم من عَالم الْمَدِينَة \". قَالَ",
            "page": "385",
            "part": "1",
            "seal": "88BAC2BD"
        },
        {
            "hno": "407",
            "id": "290",
            "nass": "يحيى: سَمِعت ابْن عُيَيْنَة يَقُول: يظنّ أَنه مَالك. وَقَالَ سُفْيَان فِي عقب هَذَا الْكَلَام من نَحن عِنْد مَالك إِنَّمَا كُنَّا نتبع آثَار مَالك وَنَنْظُر إِلَى الشَّيْخ إِن كَانَ مَالك كتب عَنهُ وَإِلَّا تَرَكْنَاهُ وَقَالَ يحيى بن معِين: معمر أثبت فِي الزُّهْرِيّ من ابْن عُيَيْنَة. ¶ وَسمعت يحيى بن معِين يَقُول وَيُونُس وَمعمر عَالمين بالزهري. ¶ وَحدثنَا يحيى بن معِين قَالَ: قَالَ لي هِشَام القَاضِي قَالَ لي معمر كثيرا مَا سمعنَا من الزُّهْرِيّ عراضة. ¶ 407 - حَدثنَا مُوسَى بن إِسْمَاعِيل قَالَ: نَا ابْن الْمُبَارك، عَن يُونُس ابْن يزِيد الْأَيْلِي، قَالَ: قلت لِلزهْرِيِّ: أخرج لي كتبك؟ فَأخذ بيَدي فَأَدْخلنِي بَيته، وَقَالَ لجارية هَات تِلْكَ الْكتب فَأخْرج صحفاً فِيهَا سِفْر، قَالَ: مَا عِنْدِي غير هَذَا.",
            "page": "386",
            "part": "1",
            "seal": "AF12CB5F"
        },
        {
            "hno": "408",
            "id": "291",
            "nass": "408 - حَدثنَا أَبُو الْوَلِيد بن شُجَاع، قَالَ: نَا مخلد بن حُسَيْن، قَالَ: سَمِعت يُونُس بن يزِيد الْأَيْلِي يَقُول: كَانَ عقيل يَعْنِي ابْن خَالِد يصحب الزُّهْرِيّ فِي سَفَره وحضره. ¶ وَزعم عليَّ عَن يحيى قَالَ: قيل لَهُ: معمر أحب إِلَيْك فِي الزُّهْرِيّ أَو ابْن عُيَيْنَة؟ قَالَ: ابْن عُيَيْنَة. ¶ 409 - حَدثنَا عبد الله بن الزبير الْحميدِي، قَالَ: نَا سُفْيَان، قَالَ: نَا الزُّهْرِيّ، قَالَ: وَأَخْبرنِي عَطاء بن يزِيد اللَّيْثِيّ أَنه سمع أَبَا أَيُّوب الْأنْصَارِيّ يَقُول: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لَا يحل لمُسلم أَن يهجر أَخَاهُ فَوق ثَلَاث، يَلْتَقِيَانِ فيصد هَذَا ويصد هَذَا، وخيرهما الَّذِي يبْدَأ بِالسَّلَامِ \". قَالَ",
            "page": "387",
            "part": "1",
            "seal": "A065E51B"
        },
        {
            "hno": "410",
            "id": "292",
            "nass": "سُفْيَان كَانَ الزُّهْرِيّ حَدثنَا قبله حَدِيث أنس ثمَّ أتبعه هَذَا قَالَ: وَأَخْبرنِي عَطاء بن يزِيد. ¶ 410 - حَدثنَا الْحميدِي، قَالَ: نَا سُفْيَان، قَالَ: نَا الزُّهْرِيّ، قَالَ: وَأَخْبرنِي عَطاء بن يزِيد اللَّيْثِيّ، عَن أبي أَيُّوب الْأنْصَارِيّ قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لَا تستقبلوا الْقبْلَة لغائط / (39 / 40) وَلَا تستدبروها وَلَكِن شرقوا أَو غربوا \". قَالَ أَبُو أَيُّوب فقدمنا الشَّام فَوَجَدنَا مراحيض بنيت قبل",
            "page": "388",
            "part": "1",
            "seal": "A6DB816B"
        },
        {
            "hno": "411",
            "id": "293",
            "nass": "الْقبْلَة فننحرف ونستغفر الله. قيل لِسُفْيَان: فَإِن نَافِع بن عمر الجُمَحِي لَا يسْندهُ، قَالَ: لكني أحفظه فأسنده كَمَا قلت لَك إِن المكيين كَانُوا يعرضون على ابْن شهَاب فَأَما نَحن فَإِنَّمَا كُنَّا نسْمع من فِيهِ. ¶ 411 - حَدثنَا الْحميدِي عبد الله بن الزبير قَالَ: نَا سُفْيَان قَالَ: سَمِعت الزُّهْرِيّ يَقُول: أَخْبرنِي أَبُو إِدْرِيس الْخَولَانِيّ أَنه سمع عبَادَة بن الصَّامِت يَقُول: كُنَّا عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فِي مجْلِس فَقَالَ: \" تُبَايِعُونِي على أَلا تُشْرِكُوا بِاللَّه شَيْئا وَلَا تَسْرِقُوا وَلَا تَزْنُوا أَلا فَمن وفى مِنْكُم فَأَجره على الله وَمن أصَاب من ذَلِك شَيْئا فَعُوقِبَ بِهِ فَهُوَ كَفَّارَة لَهُ وَمن أصَاب من ذَلِك شَيْئا فسره الله عَلَيْهِ فَهُوَ إِلَى الله إِن شَاءَ عذبه وَإِن شَاءَ غفر لَهُ \". قَالَ سُفْيَان كُنَّا عِنْد الزُّهْرِيّ",
            "page": "389",
            "part": "1",
            "seal": "5AA40B60"
        },
        {
            "hno": "412",
            "id": "294",
            "nass": "فَلَمَّا حدث بِهَذَا الحَدِيث أَشَارَ إليَّ أَبُو بكر الْهُذلِيّ أَن أحفظه فكتبته فَلَمَّا قَامَ الزُّهْرِيّ أخْبرت بِهِ أَبَا بكر. ¶ 412 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: نَا معمر عَن الزُّهْرِيّ عَن عبيد الله بن عبد الله عَن ابْن عَبَّاس قَالَ: سَمِعت عمر على الْمِنْبَر يَقُول: \" إِن الله بعث مُحَمَّدًا بِالْحَقِّ وَأنزل عَلَيْهِ الْكتاب فَكَانَ فِيمَا أنزل آيَة الرَّجْم فرجم رَسُول الله ورجمنا بعده \" قَالَ سُفْيَان: وَقد سمعته من الزُّهْرِيّ بِطُولِهِ فَحفِظت مِنْهُ أَشْيَاء يَوْمئِذٍ وَهَذَا مِمَّا لم أحفظ. أَتَيْنَا الزُّهْرِيّ فِي دَار ابْن الجوّاز فَقَالَ: إِن شِئْتُم حدثتكم بِعشْرين حَدِيثا، وَإِن شِئْتُم حدثتكم بِحَدِيث السَّقِيفَة، وَكنت أَصْغَر الْقَوْم، فأشتهيت أَن لَا يحَدَّث بِهِ لطوله، فَقَالَ الْقَوْم: حَدثنَا بِحَدِيث السَّقِيفَة؟ فحدثنا بِهِ الزُّهْرِيّ عَن عبيد الله بن عبد الله بن عتبَة عَن ابْن عَبَّاس قَالَ: سَمِعت عمر فَحفِظت مِنْهُ أَشْيَاء يَوْمئِذٍ وحَدثني ببقيته معمر، حَدثنَا سُفْيَان قَالَ: سَمِعت الزُّهْرِيّ يَقُول: أَخْبرنِي عبيد الله بن عبد الله بن عتبَة عَن ابْن عَبَّاس قَالَ: سَمِعت عمر بن",
            "page": "390",
            "part": "1",
            "seal": "F08053CF"
        },
        {
            "hno": "413",
            "id": "295",
            "nass": "الْخطاب وَهُوَ على الْمِنْبَر يَقُول: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" لَا تطروني كَمَا أطرت النَّصَارَى عِيسَى بن مَرْيَم فَإِنَّمَا أَنا عَبده فَقولُوا عَبده وَرَسُوله \". ¶ 413 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: نَا الزُّهْرِيّ قَالَ: أَخْبرنِي",
            "page": "391",
            "part": "1",
            "seal": "F79B1AEE"
        },
        {
            "hno": null,
            "id": "296",
            "nass": "طَلْحَة بن عبد الله بن عَوْف بن أخي عبد الرَّحْمَن (بن عَوْف) عَن سعيد بن زيد بن عَمْرو بن نفَيْل قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" من ظلم شبْرًا من الأَرْض طوي بِهِ من سبع أَرضين، وَمن قتل دون مَاله فَهُوَ شَهِيد \". / (40 أ / ب) .",
            "page": "392",
            "part": "1",
            "seal": "0DDC4B13"
        },
        {
            "hno": "414",
            "id": "297",
            "nass": "414 - قيل لِسُفْيَان: إِن معمر يدْخل بَين طَلْحَة وَبَين سعيد رجلا، قَالَ سُفْيَان: مَا سَمِعت الزُّهْرِيّ أَدخل بَينهمَا أحدا. قيل ليحيى بن معِين: حَدِيث سُفْيَان بن عُيَيْنَة عَن الزُّهْرِيّ عَن طَلْحَة بن عبد الله بن عَوْف عَن سعيد هَذَا الحَدِيث قَالَ: بَينهمَا رجل.",
            "page": "393",
            "part": "1",
            "seal": "5B988F81"
        },
        {
            "hno": "415",
            "id": "298",
            "nass": "415 - حَدثنَا يحيى بن معِين، قَالَ: نَا سُفْيَان، عَن الزُّهْرِيّ، عَن عُرْوَة، عَن عَائِشَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" مَا نَفَعَنِي مَال مَا نَفَعَنِي أبي بكر \". فَاتبعهُ ابْن شيبَة صديق كَانَ لَهُ قَالَ: هَذَا الحَدِيث سمعته من الزُّهْرِيّ؟ قَالَ: لَا وَلَكِن حَدثنِي بِهِ وَائِل بن دَاوُد. قَالَ يحيى بن معِين: وَائِل بن",
            "page": "394",
            "part": "1",
            "seal": "DD2663C3"
        },
        {
            "hno": "416",
            "id": "299",
            "nass": "دَاوُد لم يسمع من الزُّهْرِيّ وَإِنَّمَا سمع من ابْنه بكر بن وَائِل، وَكَانَ بكر بن وَائِل بن دَاوُد قد رأى الزُّهْرِيّ. ¶ 416 - حَدثنَا إِبْرَاهِيم بن بشار الرَّمَادِي قَالَ: نَا ابْن عُيَيْنَة، عَن يزِيد ابْن خصيف، عَن السَّائِب بن يزِيد، عَن رجل من بني تَمِيم عَن طَلْحَة ابْن عبيد الله \" أَن النَّبِي عَلَيْهِ السَّلَام ظَاهر بَين درعين يَوْم أحد \".",
            "page": "395",
            "part": "1",
            "seal": "0BECB49E"
        },
        {
            "hno": "417",
            "id": "300",
            "nass": "قَالَ الرَّمَادِي وَسمعت سُفْيَان مرّة أُخْرَى يَقُول: نَا يزِيد بن خصيف أرَاهُ عَن السَّائِب بن يزِيد إِن شَاءَ الله وَلم يذكر الْإِسْنَاد. ¶ 417 - حَدثنَا الْحميدِي عبد الله بن الزبير، قَالَ: نَا سُفْيَان، قَالَ: نَا أَبُو عبد الْملك، قَالَ: سَمِعت عمر بن عبد الْعَزِيز عَشِيَّة عَرَفَة بِعَرَفَة وَهُوَ يَقُول: \" اللَّهُمَّ زد فِي إِحْسَان محسنهم وراجع بمسيئهم إِلَى التَّوْبَة وَحط من ورائهم بِالرَّحْمَةِ \". ¶ 418 - حَدثنَا أَحْمد بن حَنْبَل، عَن سُفْيَان بن عُيَيْنَة، عَن أبي عبد الْملك حَدثنِي عَنهُ حُسَيْن الْجعْفِيّ فَسَأَلته أسمعت عمر يَقُول: \" اللَّهُمَّ زد فِي إِحْسَان محسنهم وراجع بمسيئهم إِلَى التَّوْبَة وَحط من ورائهم \". ¶ 419 - حَدثنَا نصر بن الْمُغيرَة أَبُو الْفَتْح قَالَ: قَالَ سُفْيَان بن عُيَيْنَة: كتب مُعَاوِيَة إِلَى عَائِشَة مَا سَمِعت من رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لَيْسَ بَيْنك وَبَينه",
            "page": "396",
            "part": "1",
            "seal": "26AF2FC7"
        },
        {
            "hno": "420",
            "id": "301",
            "nass": "أحد \" فَكتبت سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" من يعْمل بسخط الله يعَدّ حامده من النَّاس لَهُ ذاماً \" وَكَذَا حدّثنَاهُ نصر لم يذكر لَهُ إِسْنَادًا. ¶ 420 - وحدثناه إِبْرَاهِيم بن بشار الرَّمَادِي قَالَ: نَا سُفْيَان عَن زَكَرِيَّا يَعْنِي ابْن أبي زَائِدَة عَن الشّعبِيّ وَقَالَ مرّة زَكَرِيَّا، عَن الْعَبَّاس بن ذريح، عَن الشّعبِيّ أَن مُعَاوِيَة كتب إِلَى عَائِشَة أَن أكتبي إليّ شَيْئا سمعتيه من رَسُول الله قَالَ: فَكتبت إِلَيْهِ. \" من يعْمل بسخط الله يعَدّ حامده (بَين النَّاس) ذاماً \". ¶ 421 - حَدثنَا يحيى بن أَيُّوب: نَا معَاذ بن معَاذ، قَالَ: كتب - إِلَى خَالِد بن الْحَارِث، زَكَرِيَّا بن أبي زَائِدَة أَن الْعَبَّاس بن ذريح / (40 / 41) - حامده من النَّاس ذاماً. ¶ 422 - حَدثنَا يحيى بن معِين نَا سُفْيَان بن عُيَيْنَة قَالَ: معنى الحَدِيث (إِن زَمْزَم حِلّ وبَلّ) قَالَ: البل الشافي.",
            "page": "397",
            "part": "1",
            "seal": "C87264BC"
        },
        {
            "hno": "423",
            "id": "302",
            "nass": "423 - حَدثنَا عبيد الله بن عمر قَالَ: ابْن عُيَيْنَة تبِعت الزُّهْرِيّ يَوْمًا حَتَّى دخل على سعد بن إِبْرَاهِيم فأجلسته على سَرِير مَعَه فَسَأَلت الزُّهْرِيّ عَن حَدِيث فَانْتَهرنِي فَقَالَ لَهُ سعد: أجب الْغُلَام، فَقَالَ الزُّهْرِيّ: إِنِّي لأعطيه حَقه قَالَ: فَسكت. ¶ وَسمعت يحيى بن أَيُّوب يَقُول: سَمِعت ابْن عُيَيْنَة يَقُول: سَأَلت الزُّهْرِيّ وَعِنْده سعد بن إِبْرَاهِيم وَكَانَ مهيباً فَانْتَهرنِي الزُّهْرِيّ فَقَالَ لَهُ سعد: أجب الْغُلَام فَكَأَنَّهُ تأثم. ¶ حَدثنَا الْحزَامِي قَالَ: نَا ابْن عُيَيْنَة، قَالَ: دخلت أَنا وَابْن جريج على ابْن شهَاب وَمَعَ ابْن جريج صحيفَة فَقَالَ ابْن جريج: إِنِّي أُرِيد أَن أعرضها عَلَيْك. ¶ 424 - حَدثنَا أَبُو الْفَتْح نصر بن الْمُغيرَة قَالَ: نَا سُفْيَان بن عُيَيْنَة عَن سعيد بن أبي عرُوبَة، عَن قَتَادَة قَالَ: إِن إنْسَانا وَقع فِي بِئْر زَمْزَم فَمَاتَ",
            "page": "398",
            "part": "1",
            "seal": "15D3681A"
        },
        {
            "hno": "425",
            "id": "303",
            "nass": "فَأمر ابْن عَبَّاس بالعيون فَسدتْ وَأَن ينْزح المَاء. قَالَ سُفْيَان: وَلَا يعرف أهل مَكَّة هَذَا الحَدِيث وَإِنَّمَا جَاءَ من قبل الْعرَاق. ¶ 425 - حَدثنَا أَبُو الْفَتْح نصر بن الْمُغيرَة قَالَ: وَذكر عِنْد سُفْيَان حَدِيث من قدم ثقله يَوْم النَّحْر فَلَا حج لَهُ قَالَ: هَذَا حَدِيث لم يجِئ بِهِ إِلَّا أهل الْعرَاق وَلَا يعرفهُ أهل مَكَّة. ¶ 426 - حَدثنَا عبد الله بن الزبير الْحميدِي: قَالَ نَا سُفْيَان قَالَ: نَا سعد بن سعيد عَن عمر بن ثَابت الْأنْصَارِيّ، عَن أبي أَيُّوب الْأنْصَارِيّ قَالَ: \" من صَامَ رَمَضَان وَأتبعهُ ستًّا من شَوَّال فَكَأَنَّمَا صَامَ الدَّهْر كُله \".",
            "page": "399",
            "part": "1",
            "seal": "1FC816D4"
        },
        {
            "hno": "427",
            "id": "304",
            "nass": "قلت لِسُفْيَان أَو قيل لَهُ: إِنَّهُم يَرْفَعُونَهُ فَقَالَ: أسكت عَنهُ فقد عرفت ذَاك. ¶ 427 - حَدثنَا الْحسن بن حَمَّاد الْحَضْرَمِيّ قَالَ: نَا سُفْيَان قَالَ: قَالَ حَمَّاد يَعْنِي: ابْن أبي سُلَيْمَان وَلم يسمع مِنْهُ إِذا قَامَ الرجل لامْرَأَته أنتِ طَالِق أنتِ طَالِق أنتِ طَالِق بَانَتْ بِالْأولَى وَتطلق الثِّنْتَيْنِ. ¶ 428 - حَدثنَا عبد الرَّحْمَن بن يُونُس أَبُو مُسلم قَالَ: قَالَ سُفْيَان: رَأَيْت حَمَّاد بن أبي سُلَيْمَان جَاءَ إِلَى طَبِيب كنت اخْتلف إِلَيْهِ أداوي عينيَّ رَأَيْته على فرس.",
            "page": "400",
            "part": "1",
            "seal": "01FC95DF"
        },
        {
            "hno": "429",
            "id": "305",
            "nass": "429 - سُئِلَ يحيى بن معِين عَن حَدِيث إِبْرَاهِيم بن عقبَة، عَن كرَيب عَن ابْن عَبَّاس \" أَن امْرَأَة أخرجت صَبيا لَهَا من محفة لَهَا فَقَالَت: يَا رَسُول الله أَلِهَذَا حج \" فَقَالَ: مُرْسل لَيْسَ فِيهِ ابْن عَبَّاس.",
            "page": "401",
            "part": "1",
            "seal": "C3809598"
        },
        {
            "hno": "430",
            "id": "306",
            "nass": "430 - حَدثنَا عبد الله بن الزبير الْحميدِي قَالَ: نَا سُفْيَان قَالَ: ثَنَا إِبْرَاهِيم بن عقبَة قَالَ: أَخْبرنِي / (41 أ / ب) كريب عَن ابْن عَبَّاس قَالَ: قفل رَسُول الله صلى الله عَلَيْهِ وَسلم (فَلَمَّا كَانَ) بِالرَّوْحَاءِ لَقِي ركباً فَسلم عَلَيْهِم وَقَالَ: من الْقَوْم؟ قَالُوا: \" الْمُسلمُونَ \" فَفَزِعت امْرَأَة إِلَيْهِ فَرفعت صَبيا لَهَا من محفة فَقَالَت: يَا رَسُول الله أَلِهَذَا حج؟ فَقَالَ: \" نعم وَلَك أجر \". قَالَ إِبْرَاهِيم فَحدثت بِهِ ابْن الْمُنْكَدر فحج بأَهْله كلهم. ¶ قَالَ سُفْيَان وَكَانَ ابْن الْمُنْكَدر حَدثنَا أَولا مُرْسلا فَقيل لَهُ: إِنَّمَا سَمعه من إِبْرَاهِيم فَأتيت إِبْرَاهِيم فَسَأَلته فَحَدثني بِهِ. وَكَانَ سُفْيَان رُبمَا قَالَ فِي هَذَا الحَدِيث: فَسلم عَلَيْهِم فَردُّوا عَلَيْهِ، وَرُبمَا لم يقل: فَردُّوا عَلَيْهِ. ¶ سَمِعت مُصعب بن عبد الله يَقُول: إِبْرَاهِيم بن عقبَة وَمُحَمّد بن عقبَة وأخوهم مُوسَى بن عقبَة بن أبي عَيَّاش كَانَت لَهُم هَيْبَة وَعلم روى عَنْهُم مَالك بن أنس.",
            "page": "402",
            "part": "1",
            "seal": "82EDF71E"
        },
        {
            "hno": "431",
            "id": "307",
            "nass": "سَمِعت مصعباً يَقُول مُوسَى بن عقبَة مولى آل الزبير بن العوَّام قيل ليحيى بن معِين: مُوسَى بن عقبَة مولى أم خَالِد ابْنة خَالِد بن سعد بن الْعَاصِ؟ قَالَ: \" نعم \". ¶ حَدثنَا مُصعب بن عبد الله، قَالَ: حَدثنِي أبي عَن مُوسَى بن عقبَة عَن أبي حَبِيبَة مولى آل الزبير وَهُوَ جد مُوسَى من قبل أمه. ¶ سَمِعت أَحْمد بن حَنْبَل يَقُول: ولد ابْن عُيَيْنَة سنة سبع وَمِائَة. وَسمعت يحيى بن معِين يَقُوله. ¶ 431 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ حدّثنَاهُ عَاصِم بن عبيد الله الْعمريّ، عَن عبد الله بن عَامر بن ربيعَة، عَن أَبِيه، عَن عمر قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" تابعوا بَين الْحَج وَالْعمْرَة فَإِن مُتَابعَة بَينهمَا يزيدان فِي",
            "page": "403",
            "part": "1",
            "seal": "39FB2ED4"
        },
        {
            "hno": null,
            "id": "308",
            "nass": "الْأَجَل وينفيان الْفقر والذنُوب كَمَا يَنْفِي الْكِير الْخبث \" قَالَ سُفْيَان: وَكَانَ الحَدِيث حدّثنَاهُ عبد الْكَرِيم الْجَزرِي (أَولا عَن عَبدة يَعْنِي ابْن أبي لبَابَة)",
            "page": "404",
            "part": "1",
            "seal": "96606E95"
        },
        {
            "hno": "432",
            "id": "309",
            "nass": "عَن عَاصِم فَلَمَّا قدم عَبدة أتيناه نَسْأَلهُ فَقَالَ: إِنَّمَا حَدَّثَنِيهِ عَاصِم بن عبيد الله وَهَذَا عَاصِم حَاضر فذهبنا إِلَى عَاصِم فَسَأَلْنَاهُ فحدثنا هَكَذَا ثمَّ سمعته مِنْهُ مرّة بعد ذَلِك فَمرَّة يقف على عمر وَلَا يذكر فِيهِ عَن أَبِيه وَأكْثر ذَلِك كَانَ يحدث عَن عبد الله بن عَامر عَن أَبِيه عَن عمر عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ سُفْيَان: وربّما سكتنا عَن هَذِه الْكَلِمَة \" يزيدان فِي الْأَجَل \" فَلَا نُحدث بهَا مَخَافَة أَن يحْتَج بهَا هَؤُلَاءِ الْقَدَرِيَّة وَلَيْسَ فِيهَا حجَّة. ¶ 432 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: نَا عَبدة بن أبي لبَابَة وحفظناه مِنْهُ غير مرّة قَالَ: سَمِعت أَبَا وَائِل شَقِيق بن سَلمَة يَقُول: كثر مَا ذهبت أَنا ومسروق إِلَى الصبَّي بن معبد نستذكره هَذَا الحَدِيث فَقَالَ (41 / 42) (الصبَّي: كنت رجلا نَصْرَانِيّا فَأسْلمت فَخرجت أُرِيد الْحَج، فَلَمَّا كنت بالقادسية أَهلَلْت) بِالْحَجِّ وَالْعمْرَة فسمعني سُلَيْمَان بن ربيعَة ثمَّ ذكر الحَدِيث \" فَلَقِيت عمر فَقَالَ: هديت لسنة نبيك هديت لسنة",
            "page": "405",
            "part": "1",
            "seal": "695E91E8"
        },
        {
            "hno": "433",
            "id": "310",
            "nass": "نبيك قَالَ سُفْيَان يَعْنِي أَنه قد جمع بَين الْحَج وَالْعمْرَة مَعَ النَّبِي عَلَيْهِ السَّلَام وَأَجَازَهُ. ¶ 433 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: ثَنَا أَيُّوب السّخْتِيَانِيّ عَن مُحَمَّد بن سِيرِين عَن أبي الْعَجْفَاء السّلمِيّ قَالَ: سَمِعت عمر بن الْخطاب يَقُول: \" لَا تغَالوا صدق النِّسَاء \" ثمَّ ذكر الحَدِيث فَقَالَ: \" مَا علمت رَسُول الله صلى الله عَلَيْهِ وَسلم تزوج امْرَأَة من نِسَائِهِ وَلَا أنكح بِنْتا من بَنَاته على أَكثر من ثِنْتَيْ عشرَة أُوقِيَّة \" ثمَّ ذكر الحَدِيث وَقَالَ فِي آخِره: \" وَلَكِن قُولُوا كَمَا قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم أَو قَالَ مُحَمَّد صلى الله عَلَيْهِ وَسلم: \" من قتل فِي سَبِيل الله فَهُوَ فِي الْجنَّة \" قَالَ",
            "page": "406",
            "part": "1",
            "seal": "AFB6A6BD"
        },
        {
            "hno": "434",
            "id": "311",
            "nass": "سُفْيَان: وَكَانَ أَيُّوب أبدا يشك فِي هَذَا الحَدِيث هَكَذَا، أَو فَإِن كَانَ حَمَّاد ابْن زيد حدث بِهِ هَكَذَا وَإِلَّا فَلم يحفظه. ¶ 434 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: نَا عَاصِم بن كُلَيْب، سَمعه من ابْن أبي مُوسَى الْأَشْعَرِيّ قَالَ: سَمِعت عليًّا وَبعث أَبَا مُوسَى وَأمره بِشَيْء فَقَالَ لَهُ عَليّ: قَالَ لي رَسُول الله: \" يَا عَليّ سل الله الْهدى والسداد أَعنِي بِالْهدى هِدَايَة الطَّرِيق وبالسداد تسديدك السهْم \" قَالَ: \" ونهاني رَسُول الله صلى الله عَلَيْهِ وَسلم عَن القسي والمثيرة الْحَمْرَاء وَأَن ألبس خَاتمًا فِي هَذِه أَو هَذِه",
            "page": "407",
            "part": "1",
            "seal": "2E89B8B2"
        },
        {
            "hno": null,
            "id": "312",
            "nass": "ثمَّ أَشَارَ إِلَى السبابَة وَالْوُسْطَى \" وَكَانَ سُفْيَان يحدث بِهِ عَن عَاصِم بن كُلَيْب عَن أبي بكر بن أبي مُوسَى فَقيل لَهُ إِنَّمَا يحدثونه عَن أبي بردة بن",
            "page": "408",
            "part": "1",
            "seal": "4F906FA6"
        },
        {
            "hno": "435",
            "id": "313",
            "nass": "أبي مُوسَى فَقَالَ: أما الَّذِي حفظت أَنا فَعَن أبي بكر فَإِن خالفوني فِيهِ فَاجْعَلُوهُ عَن ابْن أبي مُوسَى فَكَانَ سُفْيَان بعد ذَلِك رُبمَا قَالَ عَن ابْن أبي مُوسَى وَرُبمَا نسي فَحدث بِهِ على مَا سمع عَن أبي بكر. ¶ 435 - حَدثنَا الْحميدِي، قَالَ: نَا سُفْيَان، عَن مسعر، عَن سعد ابْن إِبْرَاهِيم، عَن عبد الله بن شَدَّاد، عَن عَليّ قَالَ: مَا جمع رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "409",
            "part": "1",
            "seal": "D9F152BC"
        },
        {
            "hno": "436",
            "id": "314",
            "nass": "أَبَوَيْهِ لأحد إِلَّا لسعد فَإِنَّهُ قَالَ لَهُ يَوْم أحد: \" إرم فدَاك أبي وَأمي \" ثمَّ ترك سُفْيَان بعد حَدِيث مسعر وَكَانَ يحدث بِحَدِيث يحيى بن سعيد عَن سعيد بن الْمسيب عَن عَليّ قَالَ: \" مَا جمع رَسُول الله صلى الله عَلَيْهِ وَسلم أَبَوَيْهِ لأحد إِلَّا لسعد \". ¶ 436 - حَدثنَا الْحميدِي قَالَ: كَانَ سُفْيَان أَولا حَدثنَا عَن يحيى بن سعيد عَن سعيد بن الْمسيب عَن سعد قَالَ: جمع رَسُول الله صلى الله عَلَيْهِ وَسلم أَبَوَيْهِ ثمَّ ذكر الحَدِيث / (42 أ / ب) . ¶ 437 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: عَمْرو بن دِينَار قَالَ: أَخْبرنِي سعيد بن جُبَير قَالَ: قلت لِابْنِ عَبَّاس: إِن نوف الْبكالِي يزْعم أَن مُوسَى صَاحب الْخضر لَيْسَ مُوسَى بني إِسْرَائِيل إِنَّمَا هُوَ مُوسَى آخر فَقَالَ ابْن عَبَّاس: \" كذب عَدو الله حَدثنَا أبي بن كَعْب أَنه سمع رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "410",
            "part": "1",
            "seal": "8EDBFBB4"
        },
        {
            "hno": "438",
            "id": "315",
            "nass": "يَقُول: \" قَامَ مُوسَى خَطِيبًا فِي بني إِسْرَائِيل فَسئلَ أَي النَّاس أعلم قَالَ: \" أَنا \" فعتب الله عَلَيْهِ إِذْ لم يرد الْعلم إِلَيْهِ \" ثمَّ ذكر حَدِيث خضر بِطُولِهِ قَالَ الْحميدِي: وَكَانَ سُفْيَان يحدثنا بِحَدِيث الْخضر فنكتب بعضه وَيذْهب علينا بعضه، ثمَّ يحدثنا بِهِ فنكتب مِنْهُ مَا سقط علينا فَلَمَّا تمّ كلمناه فِيهِ فحدثنا بِهِ وَنحن نَنْظُر فِي الْكتاب. ¶ 438 - حدّثنَاهُ يحيى بن معِين قَالَ: نَا هِشَام بن يُوسُف عَن ابْن جريج",
            "page": "411",
            "part": "1",
            "seal": "AD9F5C31"
        },
        {
            "hno": null,
            "id": "316",
            "nass": "قَالَ: أَخْبرنِي يعلى بن مُسلم وَعَمْرو بن دِينَار يزِيد أَحدهمَا على صَاحبه وَغَيرهمَا قد سمعته يحدث عَن سعيد قَالَ: سَأَلت ابْن عَبَّاس فِي بَيته إِذْ قَالَ سلوني؟ قلت أَي ابْن عَبَّاس جعلني الله فدَاك، بِالْكُوفَةِ رجل قاص يُقَال لَهُ نوف قد زعم أَنه لَيْسَ بمُوسَى بني إِسْرَائِيل. ¶ أما عَمْرو فَقَالَ: قَالَ لي: كَذَب عَدو الله، وَأما يعلى فَقَالَ لي: قَالَ ابْن عَبَّاس: حَدثنِي أبي بن كَعْب قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" مُوسَى رَسُول الله صلى الله عَلَيْهِ وَسلم ذكر النَّاس يَوْمًا حَتَّى إِذا فاضت الْعُيُون ورقت الْقُلُوب ولَّى فأدركه رجل فَقَالَ: أَي مُوسَى يَا رَسُول الله هَل فِي الأَرْض أحد أعلم مِنْك قَالَ: لَا فعتب الله عَلَيْهِ إِذْ لم يرد الْعلم إِلَى الله \" قَالَ: \" بلَى أَي رَبِ وَأَيْنَ \" قَالَ \" بمجمع الْبَحْرين \" ثمَّ ذكر حَدِيث الْخضر بِطُولِهِ، وَزَاد على ابْن عُيَيْنَة أَشْيَاء. ¶ سَمِعت يحيى بن معِين سُئِلَ عَن عبد الله بن عَمْرو بن عَلْقَمَة الَّذِي روى عَنهُ ابْن عُيَيْنَة فَقَالَ: شيخ مكي وَلَيْسَ هُوَ أَخُو مُحَمَّد بن عَمْرو بن عَلْقَمَة. ¶ وَسمعت يحيى وَسُئِلَ عَن سعيد بن سعيد الَّذِي يحدث عَنهُ ابْن عُيَيْنَة",
            "page": "412",
            "part": "1",
            "seal": "EAD7EE40"
        },
        {
            "hno": "439",
            "id": "317",
            "nass": "قَالَ: شيخ مكي. ¶ 439 - وَسُئِلَ يحيى بن معِين، عَن حَدِيث ابْن عُيَيْنَة، عَن الزُّهْرِيّ عَن عبيد الله عَن أبي هُرَيْرَة وَزيد بن خَالِد وشبل، \" قَامَ رجل فَقَالَ: \" أنْشدك الله إِلَّا قضيت بَيْننَا بِكِتَاب الله قَالَ يحيى: شبْل خطأ لم يسمع",
            "page": "413",
            "part": "1",
            "seal": "88859BEB"
        },
        {
            "hno": null,
            "id": "318",
            "nass": "(صفحة فارغة)",
            "page": "414",
            "part": "1",
            "seal": "3E5542CF"
        },
        {
            "hno": "440",
            "id": "319",
            "nass": "من النَّبِي عَلَيْهِ السَّلَام شَيْئا وَكتب يحيى بن معِين على شبْل خطأ بِيَدِهِ. ¶ 440 - وَحدثنَا أبي وَابْن الْأَصْبَهَانِيّ قَالَا: نَا ابْن (42 / 43) -. ¶ كُنَّا عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فَقَامَ إِلَيْهِ رجل فَقَالَ: نشدتك الله إِلَّا قضيت بَيْننَا بِكِتَاب الله ثمَّ ذكر الحَدِيث. ¶ وَزعم عَليّ عَن يحيى بن سعيد قَالَ: مرسلات ابْن عُيَيْنَة شبه بِالرِّيحِ. ¶ حَدثنَا نصر بن الْمُغيرَة قَالَ: قَالَ سُفْيَان أَنا هَا هُنَا مذ ثَلَاثُونَ سنة مَا اعْتَمَرت. ¶ حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: قَالَ عمَّار الدهني: وَلم نجده",
            "page": "415",
            "part": "1",
            "seal": "C7C84DCF"
        },
        {
            "hno": "441",
            "id": "320",
            "nass": "هَا هُنَا بِمَكَّة. ¶ 441 - أَخْبرنِي أَبُو سَلمَة بن عبد الرَّحْمَن عَن أم سَلمَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" مَا بَين بَيْتِي ومنبري رَوْضَة من رياض الْجنَّة وقوائم منبري رواتب فِي الْجنَّة \". ¶ سَمِعت أبي يَقُول كَانَ عِيسَى بن مُوسَى وَالِي مَكَّة وَكَانَ أخي زَاهِر ابْن حَرْب كَاتبه بِمَكَّة فَقَالَ لي بِمَكَّة: أَي شَيْء تشْتَهي فَقلت: تَجِيء سُفْيَان يحدث قَالَ: فجاؤا بسفيان، فَدخل وَعِيسَى على سَبْعَة أفرشة،",
            "page": "416",
            "part": "1",
            "seal": "1486DD65"
        },
        {
            "hno": "442",
            "id": "321",
            "nass": "قَالَ: فَقعدَ فَجعل يُحَدِّثهُمْ ويبتر الْأَحَادِيث قلت: قل لَهُ: يصلها، فَقَالَ لَهُ: أخي، فَقَالَ سُفْيَان: لَيْسَ هَذَا عَمَلكُمْ، قَالَ: وَلم تراني. ¶ 442 - حَدثنَا أَحْمد بن مُحَمَّد الصفار شيخ صَحِبنَا إِلَى الْبَصْرَة من أهل بَغْدَاد قَالَ: سَمِعت سُفْيَان بن عُيَيْنَة غير مرّة يَقُول: لم أسمع من زِيَاد ابْن علاقَة إِلَّا هَذِه الْأَرْبَعَة أَحَادِيث، ثمَّ حدث بِحَدِيث جرير بَايَعت النَّبِي صلى الله عَلَيْهِ وَسلم على النصح.",
            "page": "417",
            "part": "1",
            "seal": "3DDCD474"
        },
        {
            "hno": "443",
            "id": "322",
            "nass": "وَحَدِيث الْمُغيرَة: \" قَامَ النَّبِي صلى الله عَلَيْهِ وَسلم حَتَّى تورمت قدماه \" وَحَدِيث زِيَاد ابْن علاقَة، عَن عَمه قُطْبَة بن مَالك قَالَ: \" صليت خلف النَّبِي صلى الله عَلَيْهِ وَسلم الْفجْر \". ¶ 443 - وَحَدِيث أُسَامَة بن شريك حضرت الْأَعْرَاب رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "418",
            "part": "1",
            "seal": "7B9BEB16"
        },
        {
            "hno": "444",
            "id": "323",
            "nass": "فَجعلُوا يسألونه فَقَالَ: \" وضع الله الْحَرج \". ¶ 444 - حَدثنَا عبد الرَّحْمَن بن يُونُس قَالَ: سَمِعت سُفْيَان يَقُول: حَدِيث الْأَعْرَاب عَن ابْن بُحَيْنَة سمعته من الزُّهْرِيّ.",
            "page": "419",
            "part": "1",
            "seal": "A2931A05"
        },
        {
            "hno": "445",
            "id": "324",
            "nass": "445 - سُئِلَ يحيى بن معِين، عَن حَدِيث ابْن عُيَيْنَة، عَن الزُّهْرِيّ، عَن سهل بن سعد السَّاعِدِيّ: \" أَنه شهد المتلاعنين على عهد النَّبِي صلى الله عَلَيْهِ وَسلم، وَأَن النَّبِي عَلَيْهِ السَّلَام فرق بَينهمَا \". فَقَالَ أَخطَأ لَيْسَ النَّبِي فرق بَينهمَا.",
            "page": "420",
            "part": "1",
            "seal": "C99694E5"
        },
        {
            "hno": "446",
            "id": "325",
            "nass": "446 - حَدثنَا إِبْرَاهِيم بن بشار، قَالَ: نَا ابْن عُيَيْنَة، قَالَ: زَعَمُوا عَن أبي مُعَاوِيَة الضَّرِير أَنه حفظ عني، عَن ابْن أبي نجيح، عَن مُجَاهِد فِي قَوْله: {يَوْم تمور السَّمَاء مورا} قَالَ: \" تَدور دوراً \" قَالَ سُفْيَان: فَإِن كَانَ حفظ فقد حفظ، وَأما أَنا فقد نَسِيته. ¶ 447 - حَدثنَا الْحميدِي / (43 أ / ب) قَالَ: نَا سُفْيَان قَالَ: نَا",
            "page": "421",
            "part": "1",
            "seal": "D811D8BE"
        },
        {
            "hno": "448",
            "id": "326",
            "nass": "عَمْرو بن دِينَار عَن عبد الْعَزِيز بن رفيع عَن أبي (صَالح، عَن عَطاء بن يسَار) عَن رجل من أهل مصر قَالَ: سَأَلت أَبَا الدَّرْدَاء عَن قَول الله: {لَهُم الْبُشْرَى فِي الْحَيَاة الدُّنْيَا وَفِي الْآخِرَة} قَالَ: مَا سَأَلَني عَنْهَا أحد مُنْذُ سَأَلت عَنْهَا رَسُول الله صلى الله عَلَيْهِ وَسلم غَيْرك إِلَّا رجل وَاحِد، هِيَ الرُّؤْيَا الصَّالِحَة يَرَاهَا الْمُسلم أَو ترى لَهُ. ¶ 448 - قَالَ سُفْيَان ثمَّ لقِيت عبد الْعَزِيز بن رفيع فَحَدَّثَنِيهِ، عَن",
            "page": "422",
            "part": "1",
            "seal": "F5FDCEE6"
        },
        {
            "hno": "449",
            "id": "327",
            "nass": "أبي صَالح، عَن عَطاء بن يسَار عَن رجل من أهل مصر عَن أبي الدَّرْدَاء، عَن النَّبِي صلى الله عَلَيْهِ وَسلم (مثله) قَالَ سُفْيَان: ثمَّ لقِيت مُحَمَّد بن الْمُنْكَدر فَحَدَّثَنِيهِ، عَن عَطاء عَن رجل من أهل مصر، عَن أبي الدَّرْدَاء، عَن النَّبِي صلى الله عَلَيْهِ وَسلم مثله. ¶ 449 - سُئِلَ يحيى بن معِين، عَن حَدِيث ابْن عُيَيْنَة، عَن سَالم أبي النَّضر، عَن بسر بن سعيد، أَرْسلنِي أَبُو جهيم إِلَى زيد بن خَالِد مَا سمع من رَسُول الله صلى الله عَلَيْهِ وَسلم (فِي الَّذِي يمر بَين يَدي الْمُصَلِّي) فَقَالَ",
            "page": "423",
            "part": "1",
            "seal": "CC40DB2C"
        },
        {
            "hno": "450",
            "id": "328",
            "nass": "يحيى: خطأ إِنَّمَا هُوَ زيد إِلَى أبي جهيم. ¶ 450 - حَدثنَا أبي، قَالَ: نَا ابْن عُيَيْنَة، عَن سَالم أبي النَّضر، عَن بسر بن سعيد قَالَ: أَرْسلنِي أَبُو جهيم إِلَى زيد بن خَالِد مَا سمع من النَّبِي عَلَيْهِ السَّلَام يَقُول: \" فِي الَّذِي يمر بَين يَدي الْمُصَلِّي \" قَالَ: \" أَن يقوم أَرْبَعِينَ خير لَهُ من أَن يمر بَين يَدَيْهِ \" لَا أَدْرِي سنة أَو يَوْم أَو شهر أَو سَاعَة. ¶ 451 - حدّثنَاهُ أبي قَالَ: نَا عبد الرَّحْمَن عَن سُفْيَان يَعْنِي الثَّوْريّ عَن سَالم أبي النَّضر عَن بسر بن سعيد قَالَ: أَرْسلنِي زيد بن خَالِد إِلَى",
            "page": "424",
            "part": "1",
            "seal": "33B12EDE"
        },
        {
            "hno": "452",
            "id": "329",
            "nass": "أبي جهيم أسأله ثمَّ ذكر نَحوه. ¶ 452 - حَدثنَا نصر بن الْمُغيرَة أَبُو الْفَتْح قَالَ: ذكر عِنْد سُفْيَان حَدِيث \" من قدم ثقله يَوْم النَّفر فَلَا حج لَهُ \" قَالَ: هَذَا حَدِيث لم يَجِيء إِلَّا من أهل الْعرَاق وَلَا يعرفهُ أهل مَكَّة. ¶ 453 - حَدثنَا أَبُو الْفَتْح ذكر ابْن عُيَيْنَة حَدِيث الْمَعْرُور بن سُوَيْد \" يَا آل خُزَيْمَة أَصْبحُوا أَو يَا آل خُزَيْمَة ينفروا فِي النَّفر الأول \". قَالَ: هَذَا حَدِيث جَاءَ من الْعرَاق يعرف هَذَا أهل مَكَّة. ¶ 454 - حَدثنَا إِبْرَاهِيم بن مُحَمَّد الشَّافِعِي الْمَكِّيّ قَالَ: رُبمَا سَمِعت سُفْيَان بن عُيَيْنَة ينشد هَذَا الْبَيْت وَلم أر فَقِيها أَكثر تمثلاً للشعر مِنْهُ:",
            "page": "425",
            "part": "1",
            "seal": "8FA3F531"
        },
        {
            "hno": "455",
            "id": "330",
            "nass": "(سئمت تكاليف الْحَيَاة وَمن يَعش ... ثَمَانِينَ حولا لَا أَبَا لَك يسأم) ¶ وَكَانَ قد بلغ إِحْدَى وَتِسْعين سنة. ¶ 455 - حَدثنَا أَحْمد بن حَنْبَل قَالَ: قَالَ سُفْيَان بن عُيَيْنَة أتيت الْأَعْمَش قَالَ لي رجل: جالست الزُّهْرِيّ فَذكرت لَهُ فَقَالَ لي: هَل / (43 / 44) -. ¶ 456 - قَالَ كَانَ عون بن عبد الله يأتينا فِي كل سنة يَوْمًا يَقُول: أسمع مُجَاهِد - قَالَ وَكَانَ - قد فتح لَهُ فِي الثَّنَاء على الله.",
            "page": "426",
            "part": "1",
            "seal": "0C6814E8"
        },
        {
            "hno": "457",
            "id": "331",
            "nass": "457 - سُئِلَ يحيى بن معِين عَن حَدِيث ابْن عُيَيْنَة عَن عبد الله بن أبي بكر عَن أبي البداح بن عدي عَن أَبِيه أَن النَّبِي صلى الله عَلَيْهِ وَسلم \" رَخَّص للرعاة أَن يرموا يَوْمًا ويرعوا يَوْمًا \" ... ... ... ... ... ... ... ... ... ... ... ... ... .",
            "page": "427",
            "part": "1",
            "seal": "038CC269"
        },
        {
            "hno": "458",
            "id": "332",
            "nass": "فَقَالَ: أَخطَأ فِيهِ ابْن عُيَيْنَة. ¶ 458 - حَدثنَا عَليّ بن الْمَدِينِيّ قَالَ: نَا سُفْيَان قَالَ: قلت لإِبْرَاهِيم بن أبي خِدَاش: سَمِعت من ابْن عَبَّاس؟ فَقَالَ: ... ... ... ... ... ... ... ... ...",
            "page": "428",
            "part": "1",
            "seal": "AA21E5ED"
        },
        {
            "hno": "459",
            "id": "333",
            "nass": "أَي بني عمي سَمِعت ابْن عَبَّاس يَقُول فِي المملوكين: \" أطعموهم مِمَّا تَأْكُلُونَ وأكسوهم مِمَّا تلبسُونَ \". ¶ 459 - حَدثنَا الْحميدِي قَالَ: نَا سُفْيَان قَالَ: نَا عَمْرو بن دِينَار قبل أَن يلقى الزُّهْرِيّ عَن ابْن شهَاب عَن مَالك بن أَوْس بن الْحدثَان قَالَ: أتيت بِمِائَة دِينَار وأبغي بهَا صرفا فَقَالَ لي: طَلْحَة بن عبيد الله: عندنَا صرف أنْتَظر يأتيني خازِننا من الغابة وَأخذ مني الْمِائَة دِينَار فَسَأَلت عمر بن الْخطاب فَقَالَ لي عمر: لَا تُفَارِقهُ فَإِنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" الذَّهَب بالورق رَبًّا إِلَّا هَاء وهاء وَالْبر بِالْبرِّ رَبًّا إِلَّا هَاء وهاء، وَالشعِير بِالشَّعِيرِ",
            "page": "429",
            "part": "1",
            "seal": "9110A892"
        },
        {
            "hno": "460",
            "id": "334",
            "nass": "رَبًّا إِلَّا هَاء وهاء، وَالتَّمْر بِالتَّمْرِ رَبًّا إِلَّا هَاء وهاء \" قَالَ سُفْيَان فَلَمَّا جَاءَ الزُّهْرِيّ يفتقدني فَلم يذكر هَذَا الْكَلَام. ¶ 460 - سَمِعت الزُّهْرِيّ يَقُول: سَمِعت مَالك بن أَوْس بن الْحدثَان يَقُول: سَمِعت عمر بن الْخطاب يَقُول: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم ثمَّ ذكر الحَدِيث. (94 - \" الفضيل بن عِيَاض أَبُو عَليّ \":)",
            "page": "430",
            "part": "1",
            "seal": "3E02ABD1"
        },
        {
            "hno": "461",
            "id": "335",
            "nass": "461 - سَمِعت مُحَمَّد بن عِيسَى الرقاشِي قَالَ: سَمِعت الفضيل ابْن عِيَاض يَقُول: \" هَذَا زمَان تخفي مَكَانك وَتحفظ زمانتك وتبكي على خطيئتك \". ¶ 462 - وَسمعت عبيد الله بن عمر يَقُول: قلت لفضيل بن عِيَاض: يَا أَبَا عَليّ قَالَ: وَكنت رُبمَا سَأَلته فَيَقُول: \" مَا أغْلظ وَجهك \" ثمَّ يَقُول: \" اللَّهُمَّ أصلح عبيدا \". ¶ 463 - وَسمعت قُطْبَة بن الْعَلَاء يَقُول: \" تركت حَدِيث فُضَيْل بن عِيَاض لِأَنَّهُ روى أَحَادِيث أزري على عُثْمَان بن عَفَّان \". ¶ 464 - حَدثنَا عبد الصَّمد بن عبد الْعلَا بن عبد الرَّزَّاق أَبُو عبد الله الصَّائِغ قَالَ: ذكر يَوْمًا عِنْد الفضيل بن عِيَاض وَأَنا أسمع أَصْحَاب النَّبِي",
            "page": "431",
            "part": "1",
            "seal": "038B2103"
        },
        {
            "hno": "465",
            "id": "336",
            "nass": "صلى الله عَلَيْهِ وَسلم فَقَالَ فُضَيْل اتبعُوا فقد كفيتم، أَبُو بكر الصّديق وَعمر بن الْخطاب وَعُثْمَان بن عَفَّان وَعلي بن أبي طَالب / (44 أ / ب) . - - يُرَاد من الْعلم الْعَمَل \". ¶ 465 - حَدثنَا عبد الصَّمد قَالَ: سَمِعت الفضيل يَقُول: \" آفَة الْعلم النسْيَان وَآفَة العِزِّ الْعجب \". ¶ 466 - حَدثنَا عبد الصَّمد قَالَ: سَمِعت فُضَيْل يَقُول: كَانَ بَعضهم إِذا جلس إِلَيْهِ أَرْبَعَة أَو أَكثر من أَرْبَعَة قَامَ مَخَافَة الشُّهْرَة. ¶ 467 - حَدثنَا عبد الصَّمد قَالَ سَمِعت الفضيل يَقُول: \" لم يتزين العبَّاد بِشَيْء أفضل من الصدْق وَالله سَائل الصَّادِقين عَن صدقهم مِنْهُم عِيسَى بن مَرْيَم فَكيف بالكذابين الْمَسَاكِين.",
            "page": "432",
            "part": "1",
            "seal": "4D12BCC2"
        },
        {
            "hno": "468",
            "id": "337",
            "nass": "468 - حَدثنَا عبد الصَّمد قَالَ: نَا رَبَاح بن خَالِد قَالَ: قَالَ لي ابْن الْمُبَارك: \" إِذا نظرت إِلَى الفضيل جدد لي الْحزن، ومَقَت نَفسِي، ثمَّ بَكَى \". ¶ حَدثنَا عبد الصَّمد قَالَ: قَالَ الفضيل بن عِيَاض: \" لَيْسَ من فعال أهل الْوَرع، وَلَا من فعال الْحُكَمَاء أَن تَأْخُذ سَماع رجل أَو كِتَابه فتحسد عَلَيْهِ فَمن فعل ذَلِك فقد ظلم نَفسه \". ¶ 469 - حَدثنَا عبد الصَّمد قَالَ: قَالَ الفضيل: \" يَمُوت الْخُلَفَاء والملوك وَيذْهب ذكرهم، وَيَمُوت الْعلمَاء وَيبقى ذكرهم \". ¶ 470 - حَدثنَا عَليّ بن الْمَدِينِيّ، قَالَ: نَا أَيُّوب بن المتَوَكل، عَن عبد الرَّحْمَن بن مهْدي قَالَ: \" كَانَ الرجل من أهل الْعلم إِذا لَقِي من هُوَ فَوْقه فِي الْعلم فَهُوَ يَوْم غنيمته سَأَلَهُ وَتعلم مِنْهُ، وَإِذا لَقِي من هُوَ دونه فِي",
            "page": "433",
            "part": "1",
            "seal": "F39FBD12"
        },
        {
            "hno": "471",
            "id": "338",
            "nass": "الْعلم علمه وتواضع لَهُ، وَإِذا لَقِي من هُوَ مثله ذاكره ودارسه \". ¶ 471 - حَدثنَا أبي قَالَ: نَا إِسْمَاعِيل بن إِبْرَاهِيم، عَن لَيْث، عَن مُجَاهِد قَالَ: \" ذهب الْعلمَاء فَلم يبْق إِلَّا المتعلمون، مَا للمجتهد فِيكُم الْيَوْم إِلَّا كاللاعب فِيمَن كَانَ قبلكُمْ \". ¶ 472 - حَدثنَا فُضَيْل بن عبد الْوَهَّاب قَالَ: حَدثنِي من سمع فُضَيْل ابْن عِيَاض وَرَأى أَصْحَاب الحَدِيث فَقَالَ: \" قعدتكم وَالله مَا خرجت إِلَيْكُم حَتَّى حَدَّثتنِي نَفسِي أَن أتحسن لكم \". ¶ 473 - حَدثنَا فُضَيْل قَالَ: دخلت على فُضَيْل بن عِيَاض بَيته فَإِذا بَيت من قصب فِيهِ ثَلَاثَة أَعْوَاد من خلاف وبابه من أجداع وَله بَاب آخر فِي الْبَيْت (وَلَا بَاب لَهُ) فَلَمَّا جلسنا أَخذ البوري فَجعله على الْبَاب الَّذِي لَيْسَ لَهُ",
            "page": "434",
            "part": "1",
            "seal": "51CF79CF"
        },
        {
            "hno": "474",
            "id": "339",
            "nass": "بَاب ثمَّ (جلس مَعنا) فَجعل يغط. ¶ 474 - حَدثنَا فُضَيْل قَالَ: سَمِعت فضيلاً يَقُول لَهُم بِمَكَّة مَا تؤذوني مَا خرجت إِلَيْكُم حَتَّى قلت: سِتِّينَ مرّة أَو نَحوا من سِتِّينَ مرّة وَذَاكَ قبيل الظّهْر. ¶ 475 - حَدثنَا فُضَيْل قَالَ: قلت لأخي: \" فديتك جِئْت من عِنْد فُضَيْل مَا أَرَانِي رَأَيْت مثله \" قَالَ: جمعت بِأَيّ شَيْء كَانَ هُوَ أَحَق بذا منا مَا أرانا إِلَّا أَكثر ذنوباً مِنْهُ / (44 / 45) . ¶ 476 - حَدثنَا فُضَيْل قَالَ: كَانَ فُضَيْل بن عِيَاض صلى خلف رجل من قومه يقْرَأ بِقِرَاءَة عبد الله وهم أهل ستعرفون يلحن لحناً قبيحاً يُؤذن وَيُقِيم حَتَّى يسْقط الْغَرَض. ¶ 477 - حَدثنَا فُضَيْل بن عبد الْوَهَّاب قَالَ: كنت عِنْده يَوْمًا يَعْنِي عِنْد فُضَيْل فَإِذا حُسَيْن الْجعْفِيّ قد جَاءَهُ فَقلت: لَا يطْرق كَيفَ يسْتَأْذن وَهُوَ",
            "page": "435",
            "part": "1",
            "seal": "A19FFBE5"
        },
        {
            "hno": "478",
            "id": "340",
            "nass": "على نَعله وردة عَلَيْهِ ثِيَاب بيض حَسَنَة فدق الْبَاب بِقرْعَة مَعَه فَقَالَ السَّلَام عَلَيْكُم يطول بهَا صَوته، ثمَّ مكث هنيئة ثمَّ عَاد فَقَالَ السَّلَام عَلَيْكُم: (يرفع بهَا صَوته) ثمَّ سكت هنيئة ثمَّ عَاد الثَّالِثَة فَقَالَ: السَّلَام عَلَيْكُم لم يرفع بهَا صَوته ثمَّ مكث هنيئة فَلَمَّا رَأَيْته لم يعد انصرفت أَنا. ¶ 478 - حَدثنَا فُضَيْل قَالَ: حَدثنِي من سمع فُضَيْل بن عِيَاض يَقُول: (عَليّ وَالله خير مني) قَالَ: وَقيل للفضيل: مَا بلغ من شدَّة خوف عَليّ قَالَ: كَانَ يُقَال: \" من قَلَّت ذنُوبه اشْتَدَّ خَوفه \". ¶ 479 - حَدثنَا فُضَيْل بن عبد الْوَهَّاب قَالَ: قَالَ أَبُو بكر بن عَيَّاش: كَانَ عِنْدِي رجل لَا أكاد أذكر شَيْئا من البرغيب بَين - دونه قَالَ: فنسيت يَوْمًا فَذكرت هَذَا بربرنه - يَعْنِي حَدِيثا حدّثنَاهُ فُضَيْل بن عبد الْوَهَّاب، عَن أبي بكر بن عَيَّاش عَن رجل عَن مَكْحُول قَالَ: \" إِذا دخل أهل الْجنَّة الْجنَّة وَأهل النَّار النَّار نعجت رَائِحَة أهل الْجنَّة \" قَالَ: \" فَيَعجّون إِلَى الله أَنَّك قد أذقتهم من ألوان نِعْمَتك مَا مرّ بهم نِعَم يشبه هَذَا فَمَ هَذَا يَا رب فَيَقُول: هَذَا من ريح خلوف أَفْوَاه الصوَّام، وتنفخ أهل النَّار رَائِحَة فَيَعجّون إِلَى الله أَنَّك قد ابتليتهم بألوان الْعَذَاب مَا مر بهم من عَذَاب شبه هَذَا فَمَ هَذَا يَا رب قَالَ: هَذَا من فروج الزناة قَالَ: فَوَثَبَ - فَلم يملك نَفسه فَوَقع فَمَكثَ مَا شَاءَ الله",
            "page": "436",
            "part": "1",
            "seal": "3F20C8A8"
        },
        {
            "hno": null,
            "id": "341",
            "nass": "ثمَّ إِنَّه قَامَ فَذهب فَلم يعد إليّ حَتَّى مَاتَ ... . بَيْننَا وَهُوَ عَليّ بن فُضَيْل. ¶ 95 - حَدثنَا إِبْرَاهِيم الشَّافِعِي قَالَ: نَا (عبد الله بن رَجَاء الْمَكِّيّ) الْمَأْمُون الْحَافِظ. سَمِعت يحيى بن معِين يَقُول: عبد الله بن رَجَاء الْمَكِّيّ ثِقَة. ¶ 96 - سَمِعت يحيى بن معِين يَقُول: (مُؤَمل ثِقَة) . ¶ 97 - حَدثنَا يحيى بن معِين نَا (عبد الْمجِيد بن عبد الْعَزِيز بن أبي رواد) \" وَكَانَ من الْعباد \". ¶ 98 - وَسمعت يحيى بن معِين يَقُول (سعيد بن القَدّاح) يَعْنِي ابْن سَالم ثِقَة.",
            "page": "437",
            "part": "1",
            "seal": "FD55986E"
        },
        {
            "hno": null,
            "id": "342",
            "nass": "99 - وَذكر يحيى بن معِين أهل مَكَّة فَقَالَ بهَا الشَّافِعِي. وَذكر (أَبَا بشر ختن الْمقري) ، فَقَالَ: مَا بِهِ بَأْس الْمِسْكِين. ¶ 100 - وَسمعت يحيى بن معِين وَذكر (ابْن كاسب) فَقَالَ: لَيْسَ بِثِقَة فَقلت لَهُ: من أَيْن قلت؟ قَالَ: لِأَنَّهُ مَحْدُود، قلت: أَلَيْسَ هُوَ فِي سَمَاعه (45 أ / ب) (ثِقَة؟ قَالَ: بلَى.) -. ¶ لَا يجوز لِأَنَّهُ مَحْدُود قَالَ: بئْسَمَا قَالَ إِنَّمَا حسده الطالبيون فِي التحامل وَلَيْسَ حُدُود الطالبين عندنَا شَيْء لجودهم، وَابْن كاسب ثِقَة",
            "page": "438",
            "part": "1",
            "seal": "D232682A"
        },
        {
            "hno": "480",
            "id": "343",
            "nass": "مَأْمُون صَاحب حَدِيث أَبوهُ مولى للخيزران وَكَانَ من أُمَنَاء الْقُضَاة زَمَانا وَهَذَا من الزراع. ¶ وَزعم عَليّ عَن يحيى، قَالَ: سَمِعت عِكْرِمَة بن عمار، قَالَ: حَدِيث سَلمَة بن الْأَكْوَع الطَّوِيل فِي مرحب على الْفضل بن الرّبيع فَلم يكن معي شَيْء أكتبه فَحَملته عَن بشر بن السرّي كتبه لي ثمَّ أملي عَليّ وعَلى أبي مُحَمَّد. ¶ قَالَ أبي توفّي بشر بن السّري فِي سنة خمس وَتِسْعين فِي أَولهَا. ¶ 480 - حَدثنَا فُضَيْل بن عبد الْوَهَّاب قَالَ: ثَنَا خَالِد بن الْحَارِث عَن أَشْعَث، عَن الْحسن قَالَ أم الْقرى مَكَّة.",
            "page": "439",
            "part": "1",
            "seal": "0A6B538C"
        }
    ],
    "t5876": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أخبار المكيين"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "ولادة النبي صلى الله عليه وسلم"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "علي بن أبي طالب رضي الله عنه"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "تسمية من نزل مكة من أصحاب رسول الله صلى الله عليه وسلم"
        }
    ]
}