{
    "b5924": [
        {
            "id": "2",
            "nass": "دَقَائِقُ التَّنْبِيهِ وَالتعْرِيفِ ¶ بِمَا فِي «الأَحَادِيثِ الْمُخْتَارَةِ» مِنَ الأخْطَاءِ وَالتصْحِيفِ ¶ أبُو مْحَمَّدٍ أَحْمَدُ شِحَاتَهْ الأَلْفِيُّ السَّكَنْدَرِيُّ ¶ ــــ،،، ــــ ¶ الْحَمْدُ للهِ تَعَالَى. وَالصَّلاةُ الزَّاكِيَةُ عَلَى رَسُولِهِ تَتَوَالَى. ¶ صَدَرَتِ الطَّبْعَةُ الأُولَى مِنَ «الأَحَادِيثِ الْمُخْتَارَةِ» للْحَافِظِ أَبِي عَبْدِ اللهِ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ أَحْمَدَ الْحَنْبَلِيُّ الْمَقْدِسِيِّ، وَالْمَشْهُورِ بِالضِّيَاءِ الْمَقْدِسِيِّ، بِتَحْقِيقِ: عَبْدِ الْمَلِكِ بْنِ عَبْدِ اللهِ بْنِ دُهَيْشٍ. ¶ أصدرتها مَكْتَبَةُ النَّهْضَةِ الْحَدِيثَةِ بِمَكَّةَ الْمُكَرَّمَةِ سَنَةَ 1410 هـ. ¶ وَهَذِهِ النُّسْخَةُ مِنَ «الأَحَادِيثِ الْمُخْتَارَةِ» لَعَلَّهَا الْوَحِيدَةُ الَّتِي يَعْتمِدُ عَلَيْهَا أَهْلُ التَّخْرِيجِ وَالتَّحْقِيقِ فِي الْعَزْوِ اعْتِمَادَاً كُلِيَّاً. ¶ وَقَدْ احْتَوَتْ هَذِهِ النُّسْخَةُ عَلَى مِئَاتِ الأَخْطَاءِ الْمُتَكَرِّرَةِ. فوَجَبَ التَّنْبِيهُ عَلَى جُمْلَةٍ مِنْهَا. ¶ وَقَبْلَ الشُّرُوعِ فِيمَا أَرَدْنَا مِنَ التَّعْرِيفِ بِمَا فِي مَطْبُوعَةِ «الأَحَادِيثِ الْمُخْتَارَةِ» مِنَ الأخْطَاءِ وَالتصْحِيفِ، فَلْنَذْكُرُ تَرْجَمَةً مُخْتَصَرَةً للإمَامِ الْحَافِظِ الضِّيَاءِ الْمَقْدِسِيِّ:",
            "page": "1",
            "part": "1",
            "seal": "99EE7DD0"
        },
        {
            "id": "3",
            "nass": "____ تَرْجَمَةُ _____ ¶ الإمَامِ الْحُجَّةِ الضِّيَاءِ الْمَقْدِسِيِّ ¶ الدِّمَشْقِيِّ الصَّالِحيِّ الْحَنْبَلِيِّ ¶ ــــ،،، ــــ ¶ قَالَ الْحَافِظُ الذَّهَبِيُّ «سِيَرُ أعْلامِ النُّبَلاءِ» : «الضِّيَاءُ الْمَقْدِسِيُّ مُحَمَّدُ بنُ عَبْدِ الوَاحِدِ بْنِ أَحْمَدَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ إِسْمَاعِيْلَ بْنِ مَنْصُوْرٍ، أَبُو عَبْدِ اللهِ السَّعْدِيُّ الْمَقْدِسِيُّ الْجَمَّاعِيْلِيُّ، ثُمَّ الدِّمَشْقِيُّ الصَّالِحيُّ الْحَنْبَلِيُّ. ¶ الإِمَامُ، الْحَافِظُ، القُدْوَةُ، الْمُحَقِّقُ، الْمُجَوِّدُ، الْحُجَّةُ، بَقِيَّةُ السَّلَفِ، صَاحِبُ التَّصَانِيْفِ وَالرِّحْلَةِ الْوَاسِعَةِ. ¶ وُلِدَ سَنَةَ تِسْعٍ وَسِتِّيْنَ وَخَمْسِمِئَةٍ بِالدَّيْرِ الْمُبَارَكِ بقَاسِيُوْنَ، وَأَجَازَ لَهُ الْحَافِظُ أبُو طَاهِرٍ السِّلَفِيُّ، وَفَخْرُ النِّسَاءِ شُهْدَةُ بِنْتُ أبِي نَصْرٍ الْكَاتِبَةُ، وَأَبُو الْحُسَيْنِ عَبْدُ الْحَقِّ بْنُ عَبْدِ الْخَالِقِ الْيُوْسُفِيُّ، وَخَلْقٌ كَثِيْرٌ. ¶ وَسَمِعَ فِي سَنَةِ سِتٍّ وَسَبْعِيْنَ وَبَعْدَهَا مِنْ: أَبِي الْمَعَالِي عَبْدِ اللهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ عَلِيِّ بْنِ صَابِرٍ السُّلَمِيِّ الدِّمَشْقِيِّ، وَأَبِي طَالِبٍ الْخَضِرِ بْنِ هِبَةِ اللهِ بْنِ أَحْمَدَ بْنِ طَاوُوسٍ، وَأَبِي الْمَجْدِ الْفَضْلِ بْنِ الْحُسَيْنِ بْنِ إبْرَاهِيمَ بْنِ سُلَيْمَانَ ابْنِ الْبَانِيَاسِيِّ، وَأَبِي الْفَتْحِ عُمَرَ بْنِ عَلِيِّ بْنِ مَحْمُودِ بْنِ حَمُّوَيْهِ، وَأَحْمَدَ بْنِ عَلِيِّ بْنِ حَمْزَةَ بْنِ الْمَوَازِيْنِيِّ، وَأَبِي عَبْدِ اللهِ مُحَمَّدِ بْنِ حَمْزَةَ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ سَلاَمَةَ بْنِ أَبِي جَمِيْلٍ الْمَعْرُوفِ بِابْنِ أبِي الصَّقْرِ، وَابْنِ صَدَقَةَ الْحَرَّانِيِّ، وَأَبِي مُحَمَّدٍ عَبْدِ الرَّحْمَنِ بْنِ عَلِيِّ بْنِ الْمُسَلَّمِ ابْنِ الْخِرَقِيِّ اللَّخْمِيِّ، وَأَبِي الفَضْلِ إِسْمَاعِيْلَ بنِ عَلِيِّ بْنِ إِبْرَاهِيْمَ بْنِ أَبِي الْقَاسِمِ الْجَنْزَوِيِّ، وَأَبِي طَاهِرٍ بَرَكَاتِ بْنِ إِبْرَاهِيْمَ بْنِ طَاهِرٍ الْخُشُوْعِيِّ، وَخَلْقٍ كَثِيْرٍ بِدِمَشْقَ، وَأَبِي القَاسِمِ هِبَةِ اللهِ بْنِ عَلِيِّ بْنِ سُعُوْدِ بْنِ ثَابِتٍ بْنِ هَاشِمِ البُوْصِيْرِيِّ الْمِصْرِيِّ، وَأَبِي طَاهِرٍ إِسْمَاعِيْلَ بْنِ أَبِي التُّقَى صَالِحِ بْنِ يَاسِيْنَ بْنِ عِمْرَانَ الْجَبَلِيِّ الشَّفِيقِيِّ الزَّاهِدِ، وَأَبِي مُحَمَّدٍ يُونُسَ بْنِ يَحْيَى بْنِ أَبِي الْحَسَنِ الْهَاشِمِيِّ، وَأَبِي الْحَسَنِ عَلِيِّ بْنِ حَمْزَةَ بْنِ عَلِيِّ بْنِ طَلْحَةَ، وَعِدَّةٍ بِمِصْرَ، وَأَبِي جَعْفَرٍ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ نَصْرٍ الصَّيْدَلاَنِيِّ الأَصْبَهَانِيِّ، وَأَبِي عَبْدِ الله مُحَمَّدِ بْنِ مَعْمَرِ بْنِ عَبْدِ الْوَاحِدِ الْقُرَشِيِّ، وَأَبِي القَاسِمِ عَبْدِ الْوَاحِدِ بْنِ أَبِي الْمُطَهِّرِ الْقَاسِمِ بْنِ الْفَضْلِ الصَّيْدَلاَنِيِّ، وَأَبِي الْفُتُوحِ أَسْعَدَ بْنِ مَحْمُودِ بْنِ خَلَفٍ الْعِجْلِيِّ، وَأَبِي الْفَخْرِ أَسْعَدَ بْنِ سَعِيدِ بْنِ مَحْمُودِ بْنِ رَوْحٍ، وَأبِي الْمَجْدِ زَاهِرِ بْنِ أَحْمَدَ بْنِ حَامِدٍ الثَّقَفِيِّ، وَأَبِي مُسْلِمٍ الْمُؤَيَّدِ بْنِ عَبْدِ الرَّحِيمِ بْنِ الإِخْوَةِ، وَأَبِي الْمَفَاخِرِ خَلَفِ بْنِ أَحْمَدَ بْنِ حَمْدٍ الْفَرَّاءِ، وَأَبِي الْقَاسِمِ عَبْدِ الْوَاحِدِ بْنِ الْقَاسِمِ بْنِ الْفَضْلِ الصَّيْدَلانِيِّ، وَأَبِي جَعْفَرٍ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ نَصْرِ بْنِ أَبِي الْفَتْحِ، وَعَفِيفَةَ بِنْتِ أَحْمَدَ بْنِ عَبْدِ اللهِ الْفَارْفَانِيَّةِ، وَخَلْقٍ بِأَصْبَهَانَ، وَأَبِي الْحَسَنِ الْمُؤَيَّدِ بْنِ مُحَمَّدِ بْنِ عَلِيٍّ الطُّوسِيِّ، وَأَبِي بَكْرٍ الْقَاسِمِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ أَحْمَدَ ابْنِ الصَّفَّارِ، وُأُمِّ الْمُؤَيَّدِ زَيْنَبَ بِنْتِ عَبْدِ الرَّحْمَنِ بْنِ الْحَسَنِ الشَّعْرِيَّةِ النَّيْسَابُورِيَّةِ، وَعِدَّةٍ بِنَيْسَابُوْرَ، وَأَبِي رَوْحٍ عَبْدِ الْمُعِزِّ بْنُ مُحَمَّدِ بْنِ أَبِي الْفَضْلِ الْهَرَوِيِّ، وأَبِي الضَّوْءِ شِهَابِ بْنِ مَحْمُودِ بْنِ أَبِي الْحَسَنِ الْحَاتِمِيِّ، وَطَائِفَةٍ بِهَرَاةَ، وَأَبِي الْمُظَفَّرِ عَبْدِ الرَّحِيمِ بْنِ عَبْدِ الْكَرِيْمِ بْنِ مُحَمَّدِ بْنِ مَنْصُورٍ السَّمْعَانِيِّ، وَجَمَاعَةٍ بِمَرْوَ، وَالافتِخَارِ أَبِي هَاشِمٍ عَبْدِ الْمُطَّلِبِ بْنِ الفَضْلِ بْنِ عَبْدِ الْمُطَّلِبِ بْنِ الْحُسَيْنِ الْهَاشِمِيِّ بِحَلَبَ، وَأَبِي مُحَمَّدٍ عَبْدِ الْقَادِرِ بْنِ عَبْدِ اللهِ بْنِ عَبْدِ اللهِ الرُّهَاوِيِّ وَغَيْرِهِ بِحَرَّانَ، وَأَبِي الْحَسَنِ عَلِيِّ بْنِ أَحْمَدَ بْنِ هَبَلٍ بِالْمَوْصِلِ، وَأَبِي الْقَاسِمِ سَعِيدِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَطَّافٍ الْهَمْدَانِيِّ بِهَمَذَانَ، وَخَلائِقٍ. وَبَقِيَ فِي الرِّحْلَةِ الْمَشْرِقيَةِ مُدَّةَ سِنِيْنَ. ¶ وَسَمِعَ بِبَغْدَادَ مِنَ: أبِي طَاهِرٍ الْمُبَارَكِ بْنِ أَبِي الْمَعَالِي بْنِ الْمَعْطُوشِ الْحَرِيْمِيِّ، وَأَبِي الْفَرَجِ عَبْدِ الرَّحْمَنِ بْنِ عَلِيِّ بْنِ مُحَمَّدٍ ابْنِ الْجَوْزِيِّ، وَأَبِي أَحْمَدَ عَبْدِ اللهِ بْنِ أَحْمَدَ بْنِ أَبِي الْمَجْدِ الْحَرْبِيِّ، وَأَبِي أَحْمَدَ الضِّيَاءِ عَبْدِ الوَهَّابِ بْنِ عَلِيِّ بْنِ عَلِيٍّ ابْنِ سُكَيْنَةَ، وَأَبِي أَحْمَدَ عَبْدِ الْبَاقِي بْنِ عَبْدِ الْجَبَّارِ بْنِ عَبْدِ الْبَاقِي الْهَرَوِيِّ، وَأَبِي عَلِيٍّ الْحَسَنِ بْنِ إِبْرَاهِيْمَ بْنِ قَحْطَبَةَ ابْنِ أُشْنَانَةَ الْفَرْغَانِيِّ، وَأَبِي الْفُتُوحِ يُوسُفَ بْنِ الْمُبَارَكِ بْنِ كَامِلِ بْنِ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْخَفَّافِ، وَأَبِي الْقَاسِمِ هِبَةِ اللهِ بْنِ الْحَسَنِ بْنِ الْمُظَفَّرِ بْنِ الْحَسَنِ بْنِ السِّبْطِ، وَأَبِي أَحْمَدَ عَبْدِ الْوَهَّابِ بْنِ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللهِ الصُّوفِيِّ، وَخَلْقٍ كَثِيْرٍ بِبَغْدَادَ.",
            "page": "2",
            "part": "1",
            "seal": "84922B73"
        },
        {
            "id": "4",
            "nass": "وَتَخرَّجَ بِالْحَافِظِ عَبْدِ الْغَنِيِّ، وَبَرَعَ فِي هَذَا الشَّأْنِ، وَكَتَبَ عَنْ أَقرَانِهِ، وَمَنْ هُوَ دُوْنَهُ كَخَطِيْبِ مَرْدَا، وَالزَّيْنِ بْنِ عَبْدِ الدَّائِمِ، وَحَصَّلَ الأُصُوْلَ الْكَثِيْرَةَ وَجَرَّحَ وَعَدَّلَ، وَصَحَّحَ وَعَلَّلَ، وَقَيَّدَ وَأَهْمَلَ، مَعَ الدِّيَانَةِ وَالأَمَانَةِ وَالتَّقْوَى، وَالصِّيَانَةِ وَالوَرَعِ وَالتَّوَاضُعِ، وَالصِّدْقِ وَالإِخْلاَصِ وَصِحَةِ النَّقْلِ. ¶ وَمِنْ تَصَانِيفِهِ الْمَشْهُوْرَةِ كِتَابُ «فَضَائِلِ الأَعْمَالِ» مُجَلَّدٌ، كِتَابُ «الأَحكَامِ» وَلَمْ يَتِمَّ فِي ثَلاَثِ مُجَلَّدَاتٍ، «الأَحَادِيْثُ الْمُخْتَارَةُ» وَعَمِلَ نِصْفَهَا فِي سِتِّ مُجَلَّدَاتٍ، «الْمُوَافقَاتُ» فِي نَحْوٍ مِنْ سِتِّيْنَ جُزْءَاً، «مَنَاقِبُ الْمُحَدِّثِيْنَ» ثَلاَثَةُ أَجْزَاءٍ، «فَضَائِلُ الشَّامِ» جُزآنِ، «صِفَةُ الْجَنَّةِ» ثَلاَثَةُ أَجْزَاءٍ، «صِفَةُ النَّارِ» جُزْآنِ، «سِيْرَةُ الْمَقَادِسَةِ» مُجَلَّدٌ كَبِيْرٌ، «فَضَائِلُ القُرْآنِ» جُزْءٌ، «ذِكْرُ الْحَوْضِ» جُزْءٌ، «النَّهْي عَنْ سَبِّ الأَصْحَابِ» جُزْءٌ، «سِيْرَةُ شَيْخَيْهِ الْحَافِظُ عَبْدُ الْغَنِيِّ وَالشَّيْخُ الْمُوَفَّقُ «أَرْبَعَةُ أَجزَاءٍ، «قِتَالُ التُّركِ» جُزْءٌ، «فَضْلُ الْعِلْمِ» جُزْءٌ. ¶ وَلَمْ يَزَلْ مُلاَزِمَاً لِلْعِلْمِ وَالرِّوَايَةِ وَالتَّأْلِيْفِ إِلَى أَنْ مَاتَ، وَتَصَانِيْفُهُ نَافِعَةٌ مُهَذَّبَةٌ. ¶ أَنشَأَ مَدْرَسَةً إِلَى جَانِبِ الْجَامِعِ الْمُظَفَّرِيِّ، وَكَانَ يَبنِي فِيْهَا بِيَدِهِ وَيَتَقَنَّعُ بِالْيَسِيْرِ، وَيَجْتَهِدُ فِي فِعْلِ الْخَيْرِ وَنَشْرِ السُّنَّةِ، وَفِيْهِ تَعَبُّدٌ وَانْجِمَاعٌ عَنِ النَّاسِ، وَكَانَ كَثِيْرَ الْبِرِّ وَالموَاسَاةِ، دَائِمَ التَّهَجُّدِ، أَمَّاراً بِالمَعْرُوفِ، بَهِيَّ الْمَنْظَرِ، مَلِيْحَ الشَيْبَةِ، مُحَبَّبَاً إِلَى الْمُوَافِقِ وَالْمُخَالِفِ، مُشْتَغِلاً بِنَفْسِهِ رَضِيَ اللهُ عَنْهُ. ¶ قَالَ عُمَرُ بنُ الْحَاجِبِ فِيمَا قَرَأْتُ بِخَطِّهِ: سَأَلتُ زَكِيَّ الدِّيْنِ الْبِرْزَالِيَّ عَنْ شَيْخِنَا الضِّيَاءِ، فَقَالَ: حَافِظٌ ثِقَةٌ، جَبَلٌ دَيِّنٌ، خَيِّرٌ. ¶ وَقَرَأْتُ بِخَطِّ إِسْمَاعِيْلَ الْمُؤَدِّبِ: أَنَّهُ سَمِعَ الشَّيْخَ عِزَّ الدِّيْنِ عَبْدَ الرَّحْمَنِ بنَ الْعِزِّ يَقُوْلُ: مَا جَاءَ بَعْدَ الدَّارَقُطْنِيِّ مِثْلُ شَيْخِنَا الضِّيَاءِ، أَوْ كَمَا قَالَ. ¶ وَقَالَ الْحَافِظُ شَرَفُ الدِّيْنِ يُوْسُفُ بنُ بَدْرٍ: رَحِمَ اللهُ شَيْخَنَا ابْنَ عَبْدِ الوَاحِدِ، كَانَ عَظِيْمَ الشَّأْنِ فِي الْحِفْظِ وَمَعْرِفَةِ الرِّجَالِ، هُوَ كَانَ الْمُشَارَ إِلَيْهِ فِي عِلْمِ صَحِيْحِ الْحَدِيْثِ وَسَقِيْمِهِ، مَا رَأَتْ عَيْنِي مِثْلَهُ. ¶ وَقَالَ عُمَرُ بنُ الْحَاجِبِ: شَيْخُنَا الضِّيَاءُ شَيْخُ وَقتِهِ، وَنَسِيجُ وَحْدِهِ عِلْماً وَحِفْظاً وَثِقَةً وَدِيْناً، مِنَ العُلَمَاءِ الرَّبَّانِيِّينَ، وَهُوَ أَكْبَرُ مِنْ أَنْ يَدلَّ عَلَيْهِ مِثْلِي. ¶ قُلْتُ: رَوَى عَنْهُ خَلْقٌ كَثِيْرٌ، مِنْهُم: ابْنُ نُقْطَةٍ، وَابْنُ النَّجَّارِ، وَسَيْفُ الدِّيْنِ ابْنُ الْمَجْدِ، وَابْنُ الأَزْهَرِ الصَّرِيْفِيْنِيُّ، وَزَكِيُّ الدِّيْنِ الْبِرْزَالِيُّ، وَمَجْدُ الدِّيْنِ ابْنُ الْحُلْوَانِيَّةِ، وَشَرَفُ الدِّيْنِ ابْنُ النَّابلسِيِّ، وَابْنَا أَخَوَيْهِ الشَّيْخُ فَخْرُ الدِّيْنِ عَلِيُّ بْنُ البُخَارِيِّ، وَالشَّيْخُ شَمْسُ الدِّيْنِ مُحَمَّدُ بْنُ الْكَمَالِ عَبْدِ الرَّحِيْمِ، وَالْحَافِظُ أَبُو الْعَبَّاسِ ابْنُ الظَّاهِرِيِّ، وَأَبُو عَبْدِ اللهِ مُحَمَّدُ بْنُ حَازِمٍ، وَالعزُّ بْنُ الفَرَّاءِ وَأَبُو جَعْفَرٍ ابْنُ الْمَوَازِيْنِيِّ، وَنَجْمُ الدِّيْنِ مُوْسَى الشَّقْرَاوِيُّ، وَالقَاضِي تَقِيُّ الدِّيْنِ سُلَيْمَانُ بنُ حَمْزَةَ، وَأَخوَاهُ مُحَمَّدٌ وَدَاوُدُ، وَإِسْمَاعِيْلُ بْنُ إِبْرَاهِيْمَ بْنِ الْخَبَّازِ، وَعُثْمَانُ بْنُ إِبْرَاهِيْمَ الحِمْصِيُّ، وَسَالِمُ بنُ أَبِي الْهَيْجَاءِ الْقَاضِي، وَمُحَمَّدُ بْنُ خَطِيْبِ بَيْتِ الأَبَّارِ وَأَبُو عَلِيٍّ بْنُ الْخَلاَّلِ، وَعَلِيُّ بْنُ بَقَاءٍ الْمُلَقِّنُ، وَأَبُو حَفْصٍ عُمَرُ بْنُ جَعْوَانَ، وَعِيْسَى بْنُ أَبِي مُحَمَّدٍ العَطَّارُ، وَعِيْسَى بْنُ مَعَالِي السِّمْسَارُ، وَعَبْدُ اللهِ بْنُ أَبِي الطَّاهِرِ الْمَقْدِسِيُّ، وَزَيْنَبُ بِنْتُ عَبْدِ اللهِ ابْنِ الرَّضِيِّ، وَعِدَّةٌ. ¶ قَالَ الْحَافِظُ مُحِبُ الدِّيْنِ ابْنُ النَّجَّارِ فِي «تَارِيْخِهِ» : كَتَبَ أَبُو عَبْدِ اللهِ بِخَطِّهِ، وَحَصَّلَ الأُصُوْلَ، وَسَمِعْنَا مِنْهُ وَبِقِرَاءتِهِ كَثِيْراً، ثُمَّ إِنَّهُ سَافَرَ إِلَى أَصْبَهَانَ، فَسَمِعَ بِهَا مِنْ أَبِي جَعْفَرٍ الصَّيْدَلاَنِيِّ، وَمِنْ جَمَاعَةٍ مِنْ أَصْحَابِ فَاطِمَةَ الْجُوْزْدَانِيَّةَ. ¶ إِلَى أَنْ قَالَ: وَأَقَامَ بِهَرَاةَ وَمَرْوَ مُدَّةً، وَكَتَبَ الكُتُبَ الْكِبَارَ بِخَطِّهِ، وَحَصَّلَ النُّسَخَ بِبَعْضِهَا بِهِمَّةٍ عَالِيَةٍ، وَجِدٍّ وَاجْتِهَادٍ، وَتَحْقِيْقٍ وَإِتْقَانٍ، كَتَبْتُ عَنْهُ بِبَغْدَادَ وَنَيْسَابُوْرَ وَدِمَشْقَ، وَهُوَ حَافِظٌ مُتْقِنٌ ثَبْتٌ صَدُوْقٌ نَبِيْلٌ حُجَّةٌ، عَالِمٌ بِالْحَدِيْثِ وَأَحْوَالِ الرِّجَالِ، لَهُ مَجْمُوعَاتٌ وَتَخْرِيْجَاتٌ، وَهوَ وَرِعٌ تَقِيٌ زَاهِدٌ عَابِدٌ، مُحْتَاطٌ فِي أَكلِ الْحَلاَلِ، مُجَاهِدٌ فِي سَبِيْلِ اللهِ، وَلَعَمرِي مَا رَأَتْ عَيْنَايَ مِثْلَهُ فِي نَزَاهَتِهِ، وَعِفَّتِهِ، وَحُسْنِ طَرِيْقَتِهِ فِي طَلَبِ الْعِلْمِ. ¶ ثُمَّ قَالَ: أَخْبَرَنِي أَبُو عَبْدِ اللهِ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ أَخْبَرَنَا أَبُو جَعْفَرٍ الصَّيْدَلاَنِيُّ أَخْبَرْنَا أَبُو عَلِيٍّ الْحَدَّادُ - يَعْنِي حُضُوْراً - أَخْبَرَنَا أَبُو نُعَيْمٍ الْحَافِظُ حَدَّثَنَا ابْنُ خَلاَّدٍ حَدَّثَنَا الْحَارِثُ بْنُ مُحَمَّدٍ حَدَّثَنَا يَزِيْدُ بْنُ هَارُوْنَ حَدَّثَنَا حُمَيْدٌ الطَّوِيْلُ عَنْ أَنَسٍ: أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَقَطَ عَنْ فَرَسِهِ، فَجُحِشَ شَقُّهُ أَوْ فَخذُهُ، وَآلَى مِنْ نِسَائِهِ شَهْرَاً، فَجَلَسَ فِي مَشْرُبَةٍ لَهُ، دَرَجُهَا مِنْ جُذُوْعٍ، فَأَتَاهُ أَصْحَابَهُ يَعُوْدُوْنَهُ، فَصَلَّى بِهِمْ جَالِسَاً وَهُمْ قِيَامٌ، فَلَمَّا سَلَّمَ، قَالَ: «إِنَّمَا جُعَلَ الإِمَامُ لِيُؤتَمَّ بِهِ، فَإِذَا كَبَّرَ فَكَبِّرُوا، وَإِذَا رَكَعَ فَارْكَعُوا، وَإِذَا سَجَدَ فَاسْجُدُوا، وَإِذَا صَلَّى قَائِمَاً، فَصَلُّوا قِيَامَاً، وَإِنْ صَلَّى قَاعِدَاً، فَصَلُّوا قُعُوْدَاً» ، وَنَزَلَ التِّسْعَ وَعِشْرِيْنَ، قَالُوا: يَا رَسُوْلَ اللهِ، إِنَّكَ آليْتَ شَهْرَاً، قَالَ: إِنَّ الشَهْرَ تِسْعٌ وَعِشْرُوْنَ. ¶ أَخْبَرَنِي بِهَذَا القَاضِي تَقِيُّ الدِّيْنِ سُلَيْمَانُ بنُ حَمْزَةَ قَالَ: أَخْبَرَنَا شَيْخنَا الْحَافِظُ ضِيَاءُ الدِّيْنِ مُحَمَّدٌ فَذَكَرَهُ» . اهـ",
            "page": "3",
            "part": "1",
            "seal": "9011B38F"
        },
        {
            "id": "6",
            "nass": "رِوَايَتُنَا الأحَادِيثِ الْمُخْتَارَةِ لِلضيَاءِ الْمَقْدِسِيِّ ¶ ـــــ،،، ـــــ ¶ أَخْبَرَنِي الشَّيْخُ عَبْدُ الْوَكِيلِ بْنُ عَبْدِ الْحَقِّ الْهَاشِمِيُّ إجَازَةً مُكَاتَبَةً مِنْ مَكَّةَ الْمُشَرَّفَةِ عَنْ وَالِدِهِ أَبِي مُحَمَّدٍ الْهَاشِمِيِّ عَنِ أَبِي سَعِيدٍ حُسَيْنِ بْنِ عَبْدِ الرَّحِيمِ عنِ السَّيِّدِِ نَذِيرِ حُسَيْنٍ الدِّهْلَوِيِّ (ت1320) عَنْ مُحَمَّدِ عَابِدِ بْنِ أَحْمَدَ بْنِ عَلِيٍّ السِّنْدِيِّ (ت1257) . ¶ (ح) وَأَخْبَرَنِي الشَّيْخُ عَبْدُ الرَّحْمَنِ بْنُ سَعْدٍ الْعَيَّافِ إجَازَةً مُكَاتَبَةً عَنْ سُلَيْمَانَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ حَمْدَانَ (ت1397) عَنْ أبِي الْفَيْضِ عَبْدِ السَّتَّارِ بْنِ عَبْدِ الْوَهَّابِ الصِّدِّيقِيِّ الدِّهْلَوِيِّ عَنْ أبِي الْحَسَنِ عَلِيِّ بْنِ ظَاهِرٍ الْوَتْرِيِّ الْمَدَنِيِّ (ت1322) ، وَعَبْدِ الْجَلِيلِ بْنِ عَبْدِ السَّلامِ بَرَّادَةَ الْمَدَنِيِّ (ت1326) عَنْ عَبْدِ الْغَنِيِّ بْنِ أَبِي سَعِيدٍ الدِّهْلَوِيِّ الْمُجَدِّدِيِّ (ت1296) . ¶ (ح) وَأَخْبَرَنِي الشَّيْخَانِ أَحْمَدُ بْنُ مَعْبَدِ بْنِ عَبْدِ الْكَرِيْمِ، وَنِظَامُ بْنُ مُحَمَّدِ يَعْقُوبِيِّ إجَازَةً مُكَاتَبَةً مِنْ الْبَحْرَيْنِ كِلاهُمَا عَنْ أَبِي الْفَيْضِ مُحَمَّدِ يَاسِينَ الْفَادَانِيِّ (ت1410) عَنْ مُحَمَّدِ بْنِ عَبْدِ الْبَاقِي اللِّكْنَوِيُّ الْمَدَنِيُّ، وَعُمَرَ بْنِ حَمْدَانَ الْمَحْرَسِيِّ، الأَوَّلُ عَنْ صَالِحِ بْنِ عَبْدِ اللهِ السِّنَارِيِّ عَنْ أَبِي الْمَحَاسِنِ مُحَمَّدِ بْنِ خَلِيلٍ الْقَاوقَجِيِّ، وَالثَّانِي عَنْ أبِي الْحَسَنِ عَلِيِّ بْنِ ظَاهِرٍ الْوَتْرِيِّ الْمَدَنِيِّ عَنْ عَبْدِ الْغَنِيِّ بْنِ أَبِي سَعِيدٍ الدِّهْلَوِيِّ، وَهُوَ وَالْقَاوقَجِيُّ عَنْ مُحَمَّدِ عَابِدٍ السِّنْدِيِّ (ت1257) عَنْ أَحْمَدَ بْنِ سُلَيْمَانَ الْهَجَّامِ عَنْ عَبْدِ الْخَالِقِ بْنِ الزَّيْنِ بْنِ مُحَمَّدِ بْنِ الصِّدِّيقِ الْمِزْجَاجِيِّ الزَّبِيدِيِّ (ت1152) عَنْ عَمِّهِ عَلاءِ الدِّينِ بْنِ مُحَمَّدِ بْنِ الصِّدِّيقِ بْنِ عَبْدِ الْبَاقِى الْمِزْجَاجِيِّ عَنِ الْبُرْهَانِ إِبْرَاهِيمَ بْنِ الْحَسَنِ الْكُورَانِيِّ (ت1101) عَنِ الصَّفِيِّ أَحْمَدَ بْنِ مُحَمَّدٍِ الْقُشَاشِيِّ (ت1071) عَنِ الشَّمْسِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ حَمْزَةَ الرَّمْلِيِّ (ت1004) عَنِ الزَّيْنِ زَكَرِيَّا بْنِ مُحَمَّدٍ الأَنْصَارِيِّ (ت926) عَنْ الْحَافِظِ الشِّهَابِ ابْنِ حَجَرٍ (ت852) قَالَ: قَرَأْتُ الأَحَادِيثَ الْمُخْتَارَةَ كُلَّهَا عَلَى أُمِّ الْحَسَنِ فَاطِمَةَ بِنْتِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُثْمَانَ بْنِ الْمُنَجَّا التَّنُوخِيَّةِ بِدِمَشْقَ سِوَى مَوَاضِعَ مِنْهَا بِإِجَازَتِهَا لِجَمِيعِهَا من أبِي الْفَضْلِ سُلَيْمَانَ بْنِ حَمْزَةَ بْنِ أَحْمَدَ بْنِ عُمَرَ بْنِ أبِي عُمَرَ الْمَقْدِسِيِّ (ت715) أَنْبَأَنَا الْحَافِظُ أَبُو عَبْدِ اللهِ الضِّيَاءُ مُحَمَّدُ بْنُ عَبْدِ الْوَاحِدِ الْمَقْدِسِيُّ (ت643) سَمَاعَاً مِنْهُ، وَبِإِجَازَتِهَا أَيْضَاً مِنْ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ بْن مَعَالَي بِسَمَاعِهِ من الْحَافِظُ أَبِي عَبْدِ اللهِ الضِّيَاءِ لأَكْثَرِهِ. ¶ قُلْتُ: وَبِهَذَا الإِسْنَادِ نَرْوِي جَمِيعَ مُصَنَّفَاتِ الْحَافِظِ أَبِي عَبْدِ اللهِ الضِّيَاءِ الْمَقْدَسِيِّ.",
            "page": "4",
            "part": "1",
            "seal": "9F6A714C"
        },
        {
            "id": "7",
            "nass": "وَهَذَا حِينُ الشُّرُوعِ فِي الْمَقْصُودِ: ¶ [الْخَطَأُ الأَوَّلُ] مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ زَيْدٍ أَنَا أَبُو الْقَاسِمِ الطَّبَرَانِيُّ ¶ تَكَرَّرَ عَشَرَاتِ الْمَرَّاتِ، وَصَوَابُهُ: مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ رِيذَةَ. ¶ وَهَذِهِ أَمْثَلَةٌ لِمَوَاضِعِ هَذَا الْخَطَأِ بِالنُّسْخَةِ: ¶ (12) أَخْبَرَنَا أَبُو الْفَخْرِ أَسْعَدُ بْنُ سَعِيدٍ بْنِ مَحْمُودٍ الأَصْبَهَانِيُّ قراءة وَنَحْنُ نَسْمَعُ بأصبهان قِيلَ لَهُ: أَخْبَرَتْكُمْ فَاطِمَةُ بِنْتُ عَبْدِ اللهِ الْجُوْزْدَانِيَّةُ قِرَاءةً عَلَيْهَا وَأَنْتَ تَسْمَعُ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ زَيْدٍ أَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ ثَنَا أَبُو الزِّنْبَاعِ رَوْحُ بْنُ الْفَرَجِ الْمِصْرِيُّ ثَنَا سَعِيدُ بْنُ عُفَيْرٍ حَدَّثَنِي عُلْوَانُ بْنُ دَاوُدَ الْبَجَلِيُّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ حُمَيْدِ بن عَبْدِ الرَّحْمَنِ بن عَوْفٍ عَنْ أَبِيهِ قَالَ: دَخَلْتُ عَلَى أَبِي بَكْرٍ رَضِيَ اللهُ عَنْهُ، أَعُودُهُ فِي مَرَضِهِ الَّذِي تُوُفِّيَ فِيهِ، فَسَلَّمْتُ عَلَيْهِ وَسَأَلْتُهُ كَيْفَ أَصْبَحْتَ؟ ، فَاسْتَوَى جَالِسَاً، فَقُلْتُ: أَصْبَحْتَ بِحَمْدِ اللهِ بَارِئَاً، فَقَالَ: أَمَا إِنِّي عَلَى مَا تَرَى وَجِعٌ، وَجَعَلْتُمْ لِي شُغُلا مَعَ وَجَعِي، جَعَلْتُ لَكُمْ عَهْدَاً مِنْ بَعْدِي، وَاخْتَرْتُ لَكُمْ خَيْرَكُمْ فِي نَفْسِي، فَكُلُّكُمْ وَرِمَ لِذَلِكَ أَنْفُهُ رَجَاءَ أَنْ يَكُونَ الأَمْرُ لَهُ، وَرَأَيْتُ الدُّنْيَا قَدْ أَقْبَلَتْ وَلَمَّا تُقْبِلْ وَهِيَ جَائِيَةٌ، وَسَتُنَجِّدُونَ بُيُوتَكُمْ بِسُتُورِ الْحَرِيرِ، وَنَضَائِدِ الدِّيبَاجِ، وَتَأْلَمُونَ ضَجَائِعَ الصُّوفِ الأَذْرِيِّ، كَأَنَّ أَحَدَكُمْ عَلَى حَسَكِ السَّعْدَانِ، وَوَاللهِ لأَنْ يَقْدَمَ أَحَدُكُمْ فَيُضْرَبَ عُنُقُهُ، فِي غَيْرِ حَدٍّ خَيْرٌ لَهُ مِنْ أَنْ يَسِيحَ فِي غَمْرَةِ الدُّنْيَا، ثُمَّ قَالَ: أَمَا إِنِّي لا آسَى عَلَى شَيْءٍ، إِلا عَلَى ثَلاثٍ فَعَلْتُهُنَّ، وَثَلاثٍ لَمْ أفْعَلْهُنَّ وَدِدْتُ أَنِّي فَعَلْتُهُنَّ، وَثَلاثٍ وَدِدْتُ أَنِّي سَأَلْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْهُنَّ، فَأَمَّا الثَّلاثُ اللاتِي وَدِدْتُ أَنِّي لَمْ أَفْعَلْهُنَّ: فَوَدِدْتُ أَنِّي لَمْ أَكُنْ كَشَفْتُ بَيْتَ فَاطِمَةَ وَتَرَكْتُهُ، وَأَنْ أَغْلِقَ عَلَيَّ الْحَرْبَ، وَوَدِدْتُ أَنِّي يَوْمَ سَقِيفَةَ بني سَاعِدَةَ كُنْتُ قَذَفْتُ الأَمْرَ فِي عُنُقِ أَحَدِ الرَّجُلَيْنِ: أَبِي عُبَيْدَةَ أَوْ عُمَرَ، فَكَانَ أَمِيرَ الْمُؤْمِنِينَ، وَكُنْتُ وَزِيرَاً، وَوَدِدْتُ أَنِّي حَيْثُ كُنْتُ وَجَّهْتُ خَالِدَ بن الْوَلِيدِ إِلَى أَهْلِ الرِّدَّةِ، أَقَمْتُ بِذِي الْقَصَّةِ فَإِنْ ظَفِرَ الْمُسْلِمُونَ ظَفِرُوا، وَإِلا كُنْتُ رِدْءَاً أَوْ مَدَدَاً، وَأَمَّا اللاتِي وَدِدْتُ أَنِّي فَعَلْتُهَا: فَوَدِدْتُ أَنِّي يَوْمَ أُتِيتُ بِالأَشْعَثِ أَسِيرًا ضَرَبْتُ عُنُقَهُ، فَإِنَّهُ يُخَيَّلُ إِلَيَّ أَنَّهُ يَكُونُ شَرَّ الإِطَارِ إِلَيْهِ، وَوَدِدْتُ أَنِّي يَوْمَ أُتِيتُ بِالْفَجَاةِ السُّلَمِيَّ لَمْ أَكُنْ أَحْرِقُهُ، وَقَتَلْتُهُ سَرِيْحَاً، أَوْ أطْلَقْتُهُ نَجِيحَاً، وَوَدِدْتُ أَنِّي حَيْثُ وَجَّهْتُ خَالِدَ بن الْوَلِيدِ إِلَى الشَّامِ وَجَّهْتُ عُمَرَ إِلَى الْعِرَاقِ، فَأَكُونُ قَدْ بَسَطْتُ يَدَيْ يَمِينِي وَشِمَالِي فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، وَأَمَّا الثَّلاثُ اللاتِي وَدِدْتُ أَنِّي سَأَلْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: عَنْهُنَّ، فَوَدِدْتُ أَنِّي كُنْتُ سَأَلْتُهُ فِيمَنْ هَذَا الأَمْرُ فَلا يُنَازِعُهُ أَهْلُهُ، وَوَدِدْتُ أَنِّي كُنْتُ سَأَلْتُهُ هَلْ لِلأَنْصَارِ فِي هَذَا الأَمْرِ سَبَبٌ، وَوَدِدْتُ أَنِّي سَأَلْتُهُ عَنِ الْعَمَّةِ وَبِنْتِ الأَخِ، فَإِنَّ فِي نَفْسِي مِنْهُمَا حَاجَةً.",
            "page": "5",
            "part": "1",
            "seal": "D8D4EEF4"
        },
        {
            "id": "8",
            "nass": "(330) أَخْبَرَنَا أَبُو الْفَخْرِ أَسْعَدُ بْنُ سَعِيدٍ بْنِ مَحْمُودٍ قِرَاءةً عَلَيْهِ بِأَصْبَهَانَ أَنَّ فَاطِمَةَ بِنْتَ عَبْدِ اللهِ أَخْبَرَتْهُمْ قِرَاءةً عَلَيْهَا أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ زَيْدٍ أنَا سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ ثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ ثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ ثَنَا حُرَيْثُ بْنُ السَّائِبِ ثَنَا الْحَسَنُ عَنْ حُمْرَانَ بْنِ أَبَانَ عَنْ عُثْمَانَ بْنِ عَفَّانَ رَضِيَ اللهُ عَنْهُ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كُلُّ شَيْءٍ فَضُلَ عَنْ ظِلِّ بَيْتٍ، وَجُرْفِ الْخُبْزِ، وَثَوْبٍ يُوَارِي عَوْرَةَ ابْنِ آدَمَ، وَكُلُّ شَيْءٍ فَضُلَ عَنْ ذَا، لَمْ يَكُنْ لابْنِ آدَمَ فِيهِ حَقٌّ» . ¶ (340) أَخْبَرَنَا أَسْعَدُ بْنُ سَعِيدِ بْنِ مَحْمُودٍ الأَصْبَهَانِيُّ بِأَصْبَهَانَ أَنَّ فَاطِمَةَ بِنْتَ عَبْدِ اللهِ الْجُوْزْدَانِيَّةَ أَخْبَرَتْهُمْ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ زَيْدٍ أنَا سُلَيْمَانُ بْنُ أَحْمَدَ ثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ عَنْ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ: نَاشَدَ عُثْمَانُ رَضِيَ اللهُ عَنْهُ النَّاسَ يَوْمَاً، فَقَالَ: تَعْلَمُونَ أَنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَعَدَ أُحُدَاً وَأَبُو بَكْرٍ وَعُمَرُ وَأَنَا، فَارْتَجَّ أُحُدٌ، وَعَلَيْهِ مُحَمَّدٌ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ وَعُمَرُ وَأَنَا، فَقَالَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أُثْبُتْ أُحُدَ، مَا عَلَيْكَ إِلاَّ نَبِيٌّ وَصِدِّيقٌ وَشَهِيدَانِ» .",
            "page": "6",
            "part": "1",
            "seal": "32B8EC0C"
        },
        {
            "id": "9",
            "nass": "(109) أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ نَصْرٍ بِأَصْبَهَانَ أَنَّ فَاطِمَةَ بِنْتَ عَبْدِ اللهِ أَخْبَرَتْهُ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ رِيذَةَ أَنَا سُلَيْمَانُ الطَّبَرَانِيُّ ثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ ثَنَا أَبُو نُعَيْمٍ قَالَ أَنَا سُفْيَانُ عَنْ أَبِي إِسْحَاقَ عَنْ حَارِثَةَ بْنِ مُضَرِّبٍ قَالَ: كَتَبَ عُمَرُ إِلَى أَهْلِ الْكُوفَةِ: إِنِّي قَدْ بَعَثْتُ عَمَّارَاً أَمِيْرَاً، وَعَبْدَ اللهِ بْنَ مَسْعُودٍ مُعَلِّمَاً وَوَزِيْرَاً، وَهُمَا مِنَ النُّجَبَاءِ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مِنْ أَهْلِ بَدْرٍ وَأُحُدٍ، فَاقْتَدُوا بِهِمَا، وَاسْمَعُوا مِنْ قَوْلِهِمَا، وَقَدْ آثَرْتُكُمْ بِعَبْدِ اللهِ عَلَى نَفْسِي. ¶ فَمِنْ نَوَافِلِ الْقَوْلِ وَمُعَادِهِ: أَنَّ الضِّيَاءَ الْمَقْدِسِيَّ أَكْثَرَ فِي «مُخْتَارِتِهِ» مِنْ تَخْرِيْجِ أَحَادِيثِ «مُعْجَمِ الطَّبَرَانِيِّ الْكَبِيْرِ» ، وَمَدَارُ رِوَايَاتِهِ عَلَى هَذِهِ الأَسَانِيدِ الثَّلاثَةِ: ¶ [الأَوَّلُ] أَخْبَرَنَا أبُو جَعْفَرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ نَصْرٍ الصَّيْدَلانِيُّ بِقِرَاءتِي عَلَيْهِ بِأَصْبَهَانَ قُلْتُ لَهُ: أَخْبَرَتْكُمْ فَاطِمَةُ بِنْتُ عَبْدِ اللهِ الْجُوْزْدَانِيَّةُ قِرَاءةً عَلَيْهَا وَأَنْتَ تَسْمَعُ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ رِيذَةَ أنَا سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ. ¶ [الثَّانِي] أَخْبَرَنَا أَبُو الْفَخْرِ أَسْعَدُ بْنُ سَعِيدٍ بْنِ مَحْمُودٍ الأَصْبَهَانِيُّ قراءة وَنَحْنُ نَسْمَعُ بأصبهان قِيلَ لَهُ: أَخْبَرَتْكُمْ فَاطِمَةُ بِنْتُ عَبْدِ اللهِ الْجُوْزْدَانِيَّةُ قِرَاءةً عَلَيْهَا وَأَنْتَ تَسْمَعُ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ رِيذَةَ أَنَا أَبُو الْقَاسِمِ الطَّبَرَانِيُّ. ¶ [الثَّالِثُ] أَخْبَرَنَا أَبُو الْفُتُوحِ أَسْعَدُ بْنُ مَحْمُودِ بْنِ خَلَفٍ الْعِجْلِيُّ مُفْتِي أَصْبَهَانَ أن فَاطِمَةُ بِنْتُ عَبْدِ اللهِ الْجُوْزْدَانِيَّةُ أَخْبَرَتْهُمْ قِرَاءةً عَلَيْهِ أَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ رِيذَةَ أنَا سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ.",
            "page": "7",
            "part": "1",
            "seal": "665629DC"
        },
        {
            "id": "10",
            "nass": "وَمِنْ نَوَافِلِ الْقَوْلِ وَمُعَادِهِ كَذَلِكَ: التَّذْكِيْرُ بِتَرْجَمَةِ الإِمَامِ الْعَلَمِ الشَّهِيْرِ، مُسْنِدِ عَصْرِهِ: ابْنِ رِيذَةَ الأَصْبَهَانِيِّ. ¶ قَالَ فِي «سِيَرِ الأَعْلامِ» (17/596) : ابْنُ رِيْذَةَ مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ أَحْمَدَ بْنِ إِبْرَاهِيْمَ بْنِ إِسْحَاقَ بْنِ زِيَادٍ أَبُو بَكْرٍ الأَصْبَهَانِيُّ التَّانِيُّ. الشَّيْخُ العَالِمُ، الأَدِيْبُ، الرَّئِيْسُ، مُسْنِدُ عَصْرِهِ، التَّاجِرُ، الْمَشْهُوْرُ بِابْنِ رِيْذَةَ. ¶ سَمِعَ مُعْجَمَيْ الطَّبَرَانِيِّ «الْكَبِيْرِ» و «الصَّغِيْرِ» ، وَ «الْفِتَنِ» لنُعَيْمِ بْنِ حَمَّادٍ مِنْ أَبِي الْقَاسِمِ الطَّبَرَانِيِّ، وَمَا أَظنُّه سَمِعَ مِنْ غَيْرِهِ. ¶ مَوْلِدُهُ فِي سَنَةِ سِتٍّ وَأَرْبَعِيْنَ وَثَلاَثِمِائَةٍ. وَعُمِّرَ دَهْرَاً، وَتَفَرَّدَ فِي الدُّنْيَا. ¶ حَدَّثَ عَنْهُ خلقٌ لاَ يُحصُوْنَ، مِنْهُم: أَبُو العَلاَءِ مُحَمَّدُ بْنُ الْفَضْلِ الْكَاغَدِيُّ، وَأَخُوْهُ أَبُو بَكْرٍ، وَمُحَمَّدُ بْنُ عُمَرَ بْنِ عُزَيْزَة، وَالصَّدْرُ مُحَمَّدُ بْنُ جُهَاربُخْتَانَ، وَمُحَمَّدُ بْنُ أَبِي الْفَرَجِ الْمُلْحَمِيُّ، وَمُحَمَّدُ بْنُ مَرْدَوَيْه الصَّبَّاغُ، وَأَبُو الفَتْحِ مُحَمَّدُ بْنُ عَبْدِ اللهِ الْخِرَقِيُّ، وَأَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ الشَّرَابِيُّ، وَأَحْمَدُ بْنُ مُحَمَّدٍ النَّجَّارُ الأَصَمُّ، وَأَبُو غَالِبٍ أَحْمَدُ بْنُ العَبَّاسِ الْكُوشِيذِيُّ، وَمُحَمَّدُ بْنُ إِبْرَاهِيْمَ بْنِ شَذَرَةَ، وَالْحَافِظُ يَحْيَى بْنُ عَبْدِ الوَهَّابِ بْنِ مَنْدَهْ، وَمَعْمَرُ بْنُ أَحْمَدَ اللُّنْبَانِيُّ، وَهَادِي بْنُ الْحَسَنِ العَلَوِيُّ، وَالْمُقْرِئُ أَبُو عَلِيٍّ الْحَدَّادُ، وَأَبُو عَدْنَانَ مُحَمَّدُ بْنُ إِبْرَاهِيْمَ الْعَبْدِيُّ، وَأَبُو عَدْنَانَ مُحَمَّدُ بْنُ أَحْمَدَ بنِ أَبِي نِزَارٍ، وَمُحَمَّدُ بْنُ الْفَضْلِ القَصَّارُ الزَّاهِدُ، وَأَبُو الرَّجَاءِ أَحْمَدُ بْنُ عَبْدِ اللهِ بنِ مَاجَهْ، وشِيْرَوَيْه بْنُ شَهْرَدَارَ بْنِ شِيْرَوَيْهِ الدَّيْلَمِيُّ، وَطَلْحَةُ بْنُ حُسَيْنِ بْنِ أَبِي ذَرٍّ الصَّالِحَانِيُّ، وَحَمْدُ بْنُ عَلِيٍّ الْمُعَلِّمُ، وَالْهَيْثَمُ بْنُ مُحَمَّدٍ الْمَعْدَانِيُّ، وَفَاطِمَةُ بِنْتُ عَبْد اللهِ الْجُوزْدَانِيَّةُ. ¶ قَالَ يَحْيَى بْنُ مَنْدَهْ: كَانَ أَحَدَ الْوُجُوه، ثِقَةً أَمِينَاً، وَافِرَ الْعَقْلِ، كَامِلَ الْفَضْلِ، مُكْرِمَاً لأَهْلِ الْعِلْمِ، حَسَنَ الْخَطِّ، يَعْرِفُ طَرَفَاً مِنَ النَّحْوِ وَاللُّغَةِ، قُرِئَ عَلَيْهِ الْحَدِيْثُ مَرَّاتٍ لاَ أُحْصِيهَا بِالْبَلَدِ وَالرَّسَاتِيقِ. ثُمَّ أَرَّخَ مَوْلِدَهُ، وَقَالَ: تُوُفِّيَ فِي شَهْرِ رَمَضَانَ سَنَة أَرْبَعِيْنَ وَأَرْبَعِمِائَةٍ، وَلَهُ أَرْبَعٌ وَتِسْعُوْنَ سَنَةً. عَاشِتْ فَاطِمَةُ الْجُوزْدَانِيَّةُ بَعْدَهُ إِلَى سَنَةِ أَرْبَعٍ وَعِشْرِيْنَ وَخَمْسِمِائَةٍ. ¶ وَعَاشَ صَاحِبُهَا أَبُو الْفَخْرِ أَسَعْدُ بْنُ رَوْحٍ إِلَى سَنَةِ سِتٍّ وَسِتِّمِائَةٍ. ¶ وَمِنْ مَصَادِرِ تَرْجَمَتِهِ: الإِكْمَالُ لابْنِ مَاكُولا (4/175) ، وَالْمَشْتَبَهُ لِلذَّهَبِيِّ (1/332) ، وَدُولُ الإِسْلامِ (1/259) ، وَالْعِبَرُ فِي خَبَرِ مَنْ عَبَرَ (3/193) ، وَالْوَافِي بِالْوَفَيَاتِ (3/323) ، وَتَبْصِيْرُ الْمُنْتَبِهِ لابْنِ حَجَرٍ (2/617) ، وَالنُّجُومُ الزَّاهِرَةُ (5/ 46) ، وَشَذَرَاتُ الذَّهَبِ لابْنِ الْعِمَادِ (3/265) ، وَتَاجُ الْعَرُوسِ (2/564) .",
            "page": "8",
            "part": "1",
            "seal": "355D7376"
        },
        {
            "id": "12",
            "nass": "[الْخَطَأُ الثانِي] أَحْمَدُ بْنُ عُثْمَانَ بْنِ الْفَضْلِ أَبُو الْفَرَجِ الْبَغْدَادِيُّ ¶ وَثَلاثَةُ أَخْطَاءٍ فِي نَسَبِهِ: الْمخبري، والْمجنزي، والْمحزي. ¶ وَالصَّوَابُ فِي نَسَبِهِ: ابْنُ الْمَخْبَزِيِّ. ¶ [الأَوَّلُ] (344) أَخْبَرَنَا يُوسُفُ بْنُ الْمُبَارَكِ بْنِ كَامِلٍ بِبَغْدَادَ أَنَّ مُحَمَّدَ بْنَ عَبْدِ الْبَاقِي الأَنْصَارِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ الْفَضْلِ الْمَخبري أَنَا عَبْدُ اللهِ بْنُ حَبَابَةَ أنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ ثَنَا أبو خيثمة ثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ ثَنَا إِسْرَائِيلُ عَنْ عَامِرِ بْنِ شَقِيقٍ عَنْ شَقِيقِ بْنِ سَلَمَةَ قَالَ: رَأَيْتُ عُثْمَانَ رَضِيَ اللهُ عَنْهُ تَوَضَّأَ، فَغَسَلَ كَفَّيْهِ ثَلاثَاً، وَمَضْمَضَ ثَلاثَاً، وَاسْتَنْشَقَ ثَلاثَاً، وَغَسَلَ رِجْلَيْهِ ثَلاثَاً، وَخَلَّلَ أَصَابَعَهُ، وَخَلَّلَ لِحْيَتَهُ حِينَ غَسَلَ وَجْهَهُ، وَقَالَ: رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَلَ كَمَا رَأَيْتُمُونِي فَعَلْتُ. ¶ [الثَّانِي] (337) أَخْبَرَنَا أَبُو الْفُتُوحِ يُوسُفُ بْنُ الْمُبَارَكِ بْنِ كَامِلِ بْنِ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْخَفَّافُ قِرَاءةً عَلَيْهِ بِبَغْدَادَ قِيلَ لَهُ: أَخْبَرَكُمْ أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ مُحَمَّدٍ الأَنْصَارِيَّ قِرَاءةً عَلَيْهِ وَأَنْتَ تَسْمَعُ أَنَا أَبُو الْفَرَجِ أَحْمَدُ بْنُ عُثْمَانَ بْنِ الْفَضْلِ بْنِ جَعْفَرٍ الْمجنزي أَنَا أَبُو الْقَاسِمِ عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ حَبَابَةَ أَنَا أَبُو الْقَاسِمِ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ حَدَّثَنِي يُوسُفُ بْنُ مُوسَى وَأَحْمَدُ بْنُ مَنْصُورٍ وَغَيْرُهُمَا قَالُوا: أَنَا عُبَيْدُ اللهِ بْنُ مُوسَى عَنْ أَبِي سِيدَانَ عُبَيْدِ بْنِ الطُّفَيْلِ قَالَ: حَدَّثَنِي رِبْعِيُّ بْنُ حِرَاشٍ عَنْ عُثْمَانَ: أَنَّهُ خَطَبَ إِلَى عُمَرَ ابْنَتَهُ، فَرَدَّهُ، فَبَلَغَ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا رَاحَ إِلَيْهِ عُمَرُ، قَالَ: يَا عُمَرُ، أَدُلُّكَ عَلَى خَتْنٍ خَيْرٍ لَكَ مِنْ عُثْمَانَ، وَأَدُلُّ عُثْمَانَ عَلَى خَتْنٍ خَيْرٍ مِنْكَ، قَالَ: نَعَمْ يَا نَبِيَّ اللهِ، قَالَ: زَوِّجْنِي ابْنَتَكَ، وَأُزَوِّجُ عُثْمَانَ ابْنَتِي.",
            "page": "9",
            "part": "1",
            "seal": "2B30594C"
        },
        {
            "id": "15",
            "nass": "[الثَّالثُ] (360) أَخْبَرَنَا أَبُو الْفُتُوحِ يُوسُفُ بْنُ الْمُبَارَكِ بْنِ كَامِلِ بْنِ الْحُسَيْنِ الْخَفَّافُ قِرَاءةً عَلَيْهِ بِبَغْدَادَ قِيلَ لَهُ: أَخْبَرَكُمْ أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ مُحَمَّدٍ الْبَزَّارُ قِرَاءةً عَلَيْهِ أَنَا أَبُو الْفَرَجِ أَحْمَدُ بْنُ عُثْمَانَ بْنِ الْفَضْلِ بْنِ جَعْفَرٍ الْمحزي أَنَا أَبُو الْقَاسِمِ عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ حَبَابَةَ أَنَا أَبُو الْقَاسِمِ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ ثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ زَنْجُوَيْهِ ثَنَا عَلِيُّ بْنُ مَعْبَدٍ وَعَبْدُ اللهِ بْنُ جَعْفَرٍ وَأَبُو نَصْرٍ التَّمَّارُ وَاللَّفْظُ لأَبِي نَصْرٍ ثَنَا عُبَيْدُ اللهِ بْنُ عَمْرٍو الرَّقِّيُّ عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ قَالَ: لَمَّا حُصِرَ عُثْمَانُ رَحِمَهُ اللهُ، وَأُحِيطَ بِدَارِهِ، أَشْرَفَ عَلَي النَّاسِ، فَقَالَ: أَنْشُدُكُمْ بِاللهِ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ انْتَفَضَ بِنَا حِرَاءُ، قَالَ: اثْبُتْ حِرَاءُ فَمَا عَلَيْكَ إِلاَّ نَبِيٌّ أَوْ صِدِّيقٌ أَوْ شَهِيدٌ، قَالُوا: اللَّهُمَّ نَعَمْ، قَالَ: أَنْشُدُكُمْ بِاللهِ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي غَزْوَةِ الْعُسْرَةِ: مَنْ يُنْفِقُ نَفَقَةً مُتَقَبَّلَةً، وَالنَّاسُ مُعْسِرُونَ مُجْهَدُونَ، فَجَهَّزْتُ ذَلِكَ الْجَيْشَ، قَالُوا: اللَّهُمَّ نَعَمْ، ثُمَّ قَالَ: أَنْشُدُكُمْ بِاللهِ، هَلْ تَعْلَمُونَ أَنَّ بِئْرَ رُومَةَ لَمْ يَكُنْ يَشْرَبُ مِنْهَا أَحَدٌ إِلاَّ بِثَمَنٍ، فَابْتَعْتُهَا، فَجَعَلْتُهَا لِلْغَنِيِّ وَالْفَقِيرِ وَابْنِ السَّبِيلِ، قَالُوا: اللَّهُمَّ نَعَمْ فِي أَشْيَاءَ عَدَّدَهَا.",
            "page": "10",
            "part": "1",
            "seal": "CC32543D"
        },
        {
            "id": "16",
            "nass": "قَالَ الْحَافِظُ أَبُو بَكْرٍ الْخَطِيبُ «تَارِيْخُ بَغْدَادَ» (4/302) : «أَحْمَدُ بْنُ عُثْمَانَ بْنِ الْفَضْلِ بْنِ جَعْفَرٍ أَبُو الْفَرَجِ، الْمَعْرُوفُ بِابْنِ الْمَخْبَزِيِّ. سَمِعَ: أَبَا الْقَاسِمِ ابْنِ حَبَابَةَ، وَعِيسَى بْنِ عَلِيٍّ الْوَزِيْرِ. كَتَبْتُ عَنْهُ، وَكَانَ صَدُوقَاً. ¶ أَخْبَرَنَا أبُو الْفَرَجِ أَحْمَدُ بْنُ عُثْمَانَ بْنِ الْفَضْلِ أَخْبَرَنَا عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْبَزَّازُ حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ حَدَّثَنَا أَبُو خَيْثَمَةَ حَدَّثَنَا يَحْيَى بنْ ُسَعِيدٍ عَنْ سُفْيَانَ وَشُعْبَةَ قَالا: حَدَّثَنَا عَلْقَمَةُ بْنُ مَرْثَدٍ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عُثْمَانَ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَالَ أَحَدُهُمَا خَيْرُكُمْ، وَقَالَ الآخَرُ: أَفْضَلُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» . ¶ قَالَ لَنَا ابْنُ الْمَخْبَزِيِّ: وُلِدْتُ فِي سَنَةِ سِتٍّ وَسَبْعِينَ وَثَلاثِمِائَةٍ» . ¶ وَقَالَ فِي تَرْجَمَةِ أَخِيهِ عَبْدِ الْوَهَّابِ «تَارِيْخُ بَغْدَادَ» (11/34) : «عَبْدُ الْوَهَّابِ بْنُ عُثْمَانَ بْنِ الْفَضْلِ بْنِ جَعْفَرٍ أَبُو الْفَتْحِ، الْمَعْرُوفُ بِابْنِ الْمَخْبَزِيِّ. سَمِعَ: أَبَا الْقَاسِمِ ابْنِ حَبَابَةَ، وَعِيسَى بْنِ عَلِيٍّ الْوَزِيْرِ. كَتَبْتُ عَنْهُ، وَكَانَ صَدُوقَاً، يَنْزِلُ دَرْبَ الْمَرْوَزِيِّ مِنْ قَطِيعَةِ الرَّبِيعِ، وَهُوَ أَخُو أَبِي الْفَرَجِ ابْنِ الْمَخْبَزِيِّ، وَكَانَ الأَصْغَرَ. ¶ أَخْبَرَنَا أبُو الْفَتْحِ ابْنُ الْمَخْبَزِيِّ قَالَ: أَخْبَرَنَا عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْبَزَّازُ حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ عَنْ عَلْقَمَةَ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عُثْمَانَ قَالَ قَالَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» . ¶ سَأَلْتُهُ عَنْ مَوْلِدِهِ، فَقَالَ: فِي سَنَةِ تِسْعٍ وَسَبْعِينَ وَثَلاثِمِائَةٍ. وَمَاتَ فِي لَيْلَةِ الأَحَدِ الْحَادِي وَالْعِشْرِينَ مِنْ رَجَبٍ سَنَةَ خَمْسِينَ وَأَرْبَعِمِائَةٍ» .",
            "page": "11",
            "part": "1",
            "seal": "DA34693B"
        },
        {
            "id": "17",
            "nass": "[الْخَطَأُ الثَّالِثُ] عَبْدُ اللهِ بْنُ حَبَابَةَ أنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ ¶ تَكَرَّرَ أَرْبَعَ مَرَّاتٍ أَوْ أَكْثَرَ، وَصَوَابُهُ: عُبَيْدُ اللهِ بِالتَّصْغِيْرِ بْنُ حَبَابَةَ. ¶ [الأَوَّلُ] (344) أَخْبَرَنَا يُوسُفُ بْنُ الْمُبَارَكِ بْنِ كَامِلٍ بِبَغْدَادَ أَنَّ مُحَمَّدَ بْنَ عَبْدِ الْبَاقِي الأَنْصَارِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ الْفَضْلِ الْمَخْبَزِيُّ أَنَا عَبْدُ اللهِ بْنُ حَبَابَةَ أنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ ثَنَا أبو خيثمة ثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ ثَنَا إِسْرَائِيلُ عَنْ عَامِرِ بْنِ شَقِيقٍ عَنْ شَقِيقِ بْنِ سَلَمَةَ قَالَ: رَأَيْتُ عُثْمَانَ رَضِيَ اللهُ عَنْهُ تَوَضَّأَ، فَغَسَلَ كَفَّيْهِ ثَلاثَاً، وَمَضْمَضَ ثَلاثَاً، وَاسْتَنْشَقَ ثَلاثَاً، وَغَسَلَ رِجْلَيْهِ ثَلاثَاً، وَخَلَّلَ أَصَابَعَهُ، وَخَلَّلَ لِحْيَتَهُ حِينَ غَسَلَ وَجْهَهُ، وَقَالَ: رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَلَ كَمَا رَأَيْتُمُونِي فَعَلْتُ. ¶ [الثَّانِي] (460) أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَلِيٍّ الصُّوفِيُّ أَنَّ أَبَاهُ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا عَبْدُ اللهِ الصَّرِيفِينِيُّ أَنَا عَبْدُ اللهِ بْنُ حَبَابَةَ أنَا عَبْدُ اللهِ الْبَغَوِيُّ ثَنَا عَلِيٌّ هُوَ ابْنُ الْجَعْدِ أَنَا شَرِيكٌ عَنْ عُثْمَانَ بْنِ أَبِي زُرْعَةَ عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ: قَدِمَ عَلَى عَلِيٍّ وَفْدٌ مِنْ أَهْلِ الْبَصْرَةِ، فِيهِمْ رَجُلٌ مِنَ رُؤوسِ الْخَوَارِجِ، يُقَالُ لَهُ الْجَعْدُ بْنُ بَعْجَةَ، فَخَطَبَ النَّاسَ، فَحَمِدَ اللهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: يَا عَلِيُّ؛ اتَّقِ اللهَ، فَإِنَّكَ مَيِّتٌ، وَقَدْ عَلِمْتَ سَبِيلَ الْمُحْسِنِ وَالْمُسِيءِ، ثُمَّ وَعَظَهُ، وَعَاتَبَهُ فِي لُبُوسِهِ، فَقَالَ: مَالَكَ وَلِلُبُوسِي، إِنَّ لُبُوسِي أَبْعَدُ مِنَ الْكِبْرِ، وَأَجْدَرُ أَنْ يَقْتَدِي بِيَ الْمُسْلِمُ.",
            "page": "12",
            "part": "1",
            "seal": "831682B6"
        },
        {
            "id": "19",
            "nass": "[الثَّالِثُ] (1638) وَأَخْبَرَنَا الْحَافِظُ أبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ مَحْمُودِ بْنِ الأَخْضَرِ بِبَغْدَادَ أَنَّ إِسْمَاعِيلَ بْنَ أَحْمَدَ بْنِ عُمَرَ بْنِ السَّمَرْقَنْدِيِّ أخبرهم أَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ النَّقُّورِ أَنَا عَبْدُ اللهِ بْنُ حَبَابَةَ أنَا عَبْدُ اللهِ الْبَغَوِيُّ نَا هُدْبَةُ بْنُ خَالِدٍ نَا حَمَّادٌ عَنْ ثَابِتٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: كُنَّا نُصَلِّي الْمَغْرِبَ، ثُمَّ نَرْمِي، فَيَرَى أَحَدُنَا مَوْضَعَ نَبْلِهِ. ¶ [الرَّابِعُ] (607) أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَبْدِ اللهِ الصُّوفِيُّ قِرَاءةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِبَغْدَادَ قِيلَ لَهُ أَخْبَرَكُمْ وَالِدُكَ أَبُو مَنْصُورٍ عَلِيٌّ أَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الصَّرِيفِينِيُّ أَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ حَبَابَةَ ثَنَا عَبْدُ اللهِ هُوَ ابْنُ مُحَمَّدٍ الْبَغَوِيُّ ثَنَا عَلِيٌّ أَنَا شُعْبَةُ عَنِ الأَعْمَشِ عَنْ أَبِي ظَبْيَانَ عَنِ ابْنِ عَبَّاسٍ: أَنَّ عُمَرَ رَضِيَ اللهُ عَنْهُ أَنَّ عُمَرَ رَضِيَ اللهُ عَنْهُ أُتِي بِمَجْنُونَةٍ قَدْ زَنَتْ، وَهِيَ حُبْلَى، فَأَرَادَ رَجْمَهَا، فَقَالَ لَهُ عَلِيٌّ رَضِيَ اللهُ عَنْهُ: أَمَا بَلَغَكَ «أَنَّ الْقَلَمَ قَدْ وُضِعَ عَنْ ثَلاثَةٍ: عَنِ الْمَجْنُونِ حَتَّى يُفِيقَ، وَعَنِ الصَّبِي حَتَّى يَعْقَلَ، وَعَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ» .",
            "page": "13",
            "part": "1",
            "seal": "EEBDD1CB"
        },
        {
            "id": "20",
            "nass": "وَمِنْ نَوَافِلِ الإِفَادَةِ: التَّذْكِيْرُ بِتَرْجَمَةِ الإِمَامِ الْعَلَمِ الشَّهِيْرِ، رَاوِي الْجَعْدِيَّاتِ عَنِ الْبَغَوِيِّ: عُبَيْدِ اللهِ بْنِ حَبَابَةَ. ¶ قَالَ الْحَافِظُ الذَّهَبِيُّ «سِيَرُ الأَعْلامِ» (16/548) : «ابْنُ حَبَابَةَ؛ أَبُو القَاسِمِ عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ سُلَيْمَانَ بنِ حَبَابَةَ - بِالتَّخْفِيْفِ – الْبَغْدَادِيُّ الْمَتُّوثِيُّ الْبَزَّازُ. الشَّيْخُ، الْمُسْنِدُ، الْعَالِمُ، الثِّقَةُ. وُلِدَ سَنَةَ ثَلاَثِمِائَةٍ. ¶ وَسَمِعَ مِنْ أَبِي الْقَاسِمِ الْبَغَوِيِّ كِتَابَهُ الْمَعْرُوفَ بِـ «الْجَعْدِيَّاتِ» . ¶ وَسَمِعَ أَيْضَاً مِنْ: أَبِي بَكْرِ بْنِ أَبِي دَاوُدَ، وَابْنِ صَاعِدٍ، وَطَائِفَةٍ. ¶ حَدَّثَ عَنْهُ: أَبُو مُحَمَّدٍ الْخَلاَّلُ، وَالأَزَجِيُّ عَبْدُ العَزِيْزِ بْنُ عَلِيٍّ، وَعُبَيْدُ اللهِ بْنُ أَحْمَدَ الأَزْهَرِيُّ، وَأَبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ هَزَارْمَرْدَ الصَّرِيفينِيُّ الْخَطِيْبُ، وَآخرُوْنَ. ¶ قَالَ الْخَطِيْبُ: كَانَ ثِقَةً، مَاتَ فِي رَبِيْعٍ الآخِرِ سَنَةَ تِسْعٍ وَثَمَانِيْنَ وَثَلاَثِ مائَةٍ، وَصَلَّى عَلَيْهِ الإِمَامُ أَبُو حَامِدٍ الإِسْفَرَايِيْنِيُّ. ¶ أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ، وَالْمُسَلَّمُ بْنُ مُحَمَّدٍ إِذْناً قَالاَ: أَخْبَرَنَا أَبُو اليُمْنِ الكِنْدِيُّ أَخْبَرَنَا عَبْدُ اللهِ بنُ أَحْمَدَ أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بنُ عَلِيٍّ أَخْبَرَنَا عُبَيْدُ اللهِ بنُ مُحَمَّدٍ البَزَّازُ سَنَةَ 386، حَدَّثَنَا عَبْدُ اللهِ بنُ مُحَمَّدٍ البَغَوِيُّ حَدَّثَنَا عَبْدُ الأَعْلَى بنُ حَمَّادٍ حَدَّثَنَا حَمَّادُ بنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ أَنَّ أَبَا هُرَيْرَةَ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ: «صَوْمُ شَهْرِ الصَّبْرِ، وَصَوْمُ ثَلاَثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ، صَوْمُ الدَّهْرِ» . ¶ أَخرجَهُ النَّسَائِيُّ عَنْ زَكَرِيَّا خَيَّاطِ السُّنَّةِ عَنْ عَبْدِ الأَعْلَى النَّرْسِيِّ، فَوَقَعَ لَنَا بَدَلاً عَالِياً» اهـ.",
            "page": "14",
            "part": "1",
            "seal": "3F6D9E47"
        },
        {
            "id": "21",
            "nass": "[الْخَطَأُ الرَّابِعُ] الْقَاضِي أَبُو سَعِيدٍ الْخَلِيلُ بْنُ أَحْمَدَ السِّجْزِيُّ ¶ تَحَرَّفَتْ هَذِهِ النِّسْبَةُ فِي مَوْضِعٍ مَنْ مَوَاضِعِهَا الْعَشَرَةِ بِالْكِتَابِ إلَى ابْنِ الشجري ¶ وَلَمْ يَتَنَبَّهْ لَهَا الْمُحَقِّقُ، بَيْنَمَا صَحَّتْ فِي الْمَوَاضِعِ الأُخْرَى! . ¶ فَأَمَّا مَوْضِعُ الْخَطَأِ: ¶ (11) أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ بِقِرَاءتِي عَلَيْهِ بِهَا قُلْتُ لَهُ: أَخْبَرَكُمْ أبُو الْفَضْلِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ الْفُضَيْلِ الْفُضَيْلِيُّ قِرَاءةً عَلَيْهِ وَأَنْتَ تَسْمَعُ أَنَا أَبُو مُضَرَ مُحَلَّمُ بْنُ إِسْمَاعِيلَ هُوَ ابْنُ مُضَرَ بْنِ إِسْمَاعِيلَ الضَّبِّيُّ أَنَا أَبُو سَعِيدٍ الْخَلِيلُ بْنُ أَحْمَدَ بْنِ الشجري أَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثَّقَفِيُّ السَّرَّاجُ ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ ثَنَا أبُو عَوَانَةَ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ عَنْ عَلِيِّ بْنِ رَبِيعَةَ الأَسَدِيِّ عَنْ أَسْمَاءَ بْنِ الْحَكَمِ الْفَزَارِيِّ قَالَ: سَمِعْتُ عَلِيَّاً يَقُولُ: كُنْتُ إِذَا سَمِعْتُ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيثَاً نَفَعَنِي اللهُ مِنْهُ بِمَا شَاءَ أَنْ يَنْفَعَنِي، فَإِذَا حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِهِ اسْتَحْلَفْتُهُ، فَإِذَا حَلَفَ لِي صَدَّقْتُهُ، وَإِنَّهُ حَدَّثَنِي أَبُو بَكْرٍ، وَصَدَقَ أَبُو بَكْرٍ قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: مَا مِنْ رَجُلٍ مُؤْمِنٍ يُذْنِبُ ذَنْبَاً، ثُمَّ يَقُومُ فَيَتَطَهَّرُ، فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَسْتَغْفِرُ اللهُ، إلاَّ غَفَرَ اللهُ لَهُ» ، ثُمَّ قَرَأَ هَذِهِ الآيَةَ «وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ» [آلَ عِمْرَانَ 3/135] إِلَى آخَرِ الآيَةِ.",
            "page": "15",
            "part": "1",
            "seal": "E45A2CCB"
        },
        {
            "id": "23",
            "nass": "وَأَمَّا مَوَاضِعُ الصَّوَابِ، فَمِنْهَا هَذَيْنِ الْمَوْضِعَيْنِ: ¶ (409) أَخْبَرَنَا عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ قِرَاءةً عَلَيْهِ بِهَا قُلْتُ لَهُ: أَخْبَرَكُمْ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ الْفُضَيْلِ قِرَاءةً عَلَيْهِ وَأَنْتَ تَسْمَعُ أنَا مُحَلَّمُ بْنُ إِسْمَاعِيلَ الضَّبِّيُّ أَنَا الْخَلِيلُ بْنُ أَحْمَدَ السِّجْزِيُّ أَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ السَّرَّاجُ ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ ثَنَا أَبُو عَوَانَةَ عَنْ سِمَاكٍ عَنْ حَبِيبِ بْنِ حَمَّازٍ قَالَ: كُنْتُ عِنْدَ عَلِيِّ بْنِ أَبِي طَالِبٍ، وَسَأَلَهُ رَجُلٌ عَنْ ذِي الْقَرْنَيْنِ: كَيْفَ بَلَغَ الْمَشْرِقَ وَالْمَغْرِبَ، قَالَ: سُبْحَانَ اللهِ سُخِّرَ لَهُ السَّحَابُ، وَمُدَّتْ لَهُ الأَسْبَابُ، وَبُسِطَ لَهُ النُّورُ، فَقَالَ: أَزِيدُكَ؟ ، قَالَ: فَسَكَتَ الرَّجُلُ، وَسَكَتَ عَلِيٌّ - رضي الله عنه -. ¶ (1602) أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ بِهَا أَنَّ مُحَمَّدَ بْنَ إِسْمَاعِيلَ بْنِ الْفُضَيْلِ الْفُضَيْلِيَّ أَخْبَرَهُمْ أَنَا مُحَلَّمُ بْنُ إِسْمَاعِيلَ الضَّبِّيُّ أَنَا الْخَلِيلُ بْنُ أَحْمَدَ السِّجْزِيُّ أَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الثَّقَفِيُّ السَّرَّاجُ نَا قُتَيْبَةُ بْنُ سَعِيدٍ نَا جَعْفَرُ بْنُ سُلَيْمَانَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ: كَانَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَزُورُ الأَنْصَارَ، وَيُسَلِّمُ عَلَى صِبْيَانِهِمْ، وَيَمْسَحُ بِرُؤسِهِمْ، وَيَدْعُو لَهُمْ.",
            "page": "16",
            "part": "1",
            "seal": "39611F7C"
        },
        {
            "id": "24",
            "nass": "وَمِنْ نَوَافِلِ الإِفَادَةِ: التَّذْكِيْرُ بِتَرْجَمَةِ الإِمَامِ الْعَلَمِ الشَّهِيْرِ، الْقَاضِي أَبِي سَعِيدٍ الْخَلِيلِ بْنِ أَحْمَدَ السِّجْزِيُّ الْحَنَفِيِّ. ¶ قَالَ الْحَافِظُ أبُو الْقَاسِمِ ابْنُ عَسَاكِرَ «تَارِيْخُ دِمَشْقَ» (17/31_36) : «الْخَلِيلُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْخَلِيلِ بْنِ مُوسَى بْنِ عَبْدِ اللهِ بْنِ عَاصِمِ بْنِ جَنْكٍ أَبُو سَعِيدٍ السِّجْزِيُّ الْقَاضِي الْحَنَفِيُّ. ¶ سَمِعَ بِدِمَشْقَ أَبَا الْحَسَنِ بْنَ جَوْصَا، وَبِنَيْسَابُورَ أَبَا الْعَبَّاسِ السَّرَّاجَ، وَأَبَا بَكْرِ بْنَ خُزَيْمَةَ، وَأَبَا الْعَبَّاسِ أَحْمَدَ بْنَ جَعْفَرِ بْنَ نَصْرٍ بِالرَّي، وَأَبَا الْقَاسِمِ الْبَغَوِيَّ، وَأَبَا مُحَمَّدٍ ابْنَ صَاعِدٍ، وَأَبَا بَكْرِ بْنَ أَبِي دَاوُدَ، وَأَبَا سَعِيدٍ الْحَسَنَ بْنَ عَلِيٍّ الْعَدَوِيَّ، وَأَبَا جَعْفَرٍ مُحَمَّدَ بْنَ إِبْرَاهِيمَ بْنِ عَبْدِ اللهِ الدَّيْبُلِيَّ، وَأَبَا بَكْرٍ مُحَمَّدَ بْنَ حَمْدُونَ بْنِ خَالِدٍ النِّيلِيَّ، وَأَبَا جَعْفَرٍ مُحَمَّدَ بْنَ إِبْرَاهِيمَ بْنِ شُعَيْبٍ الْغَازِي بِطَبَرِسْتَانَ. رَوَى عَنْهُ: أَبُو مَنْصُورٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْبَلْخِيُّ، وَأَبُو مُضَرَ مُحَلَّمُ بْنُ إِسْمَاعِيلَ بْنِ مُضَرَ الضَّبِّيُّ، وَالْحَاكِمُ أَبُو عَبْدِ اللهِ، وَأَبُو الْعَبَّاسِ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ الْمُعْتَزِّ الْمُسْتَغْفِرِيُّ، وَأَبُو ذَرٍّ عَبْدُ بْنُ أَحْمَدَ الْهَرَوِيُّ الْحَافِظُ، وَأَبُو الْفَضْلِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللهِ الرُّشَيْدِيُّ اللَّوْكَرِيُّ، وَابْنُهُ أَبُو سَعْدٍ عُبَيْدُ اللهِ بْنُ الْخَلِيلِ، وَأَبُو الْحَسَنِ عَلِيُّ بْنُ بُشْرَى، وَأَبُو عُمَرَ النُّوقَانِيُّ، وَأَبُو سَهْلٍ عَبْدُ الرَّحْمَنِ بْنُ يُوسُفَ بْنِ دَاوُدَ بْنِ سُلَيْمَانَ السِّجْزِيُّونَ، وَأَبُو عَلِيٍّ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ فَضَالَةَ النَّيْسَابُورِيُّ الْحَافِظُ. ¶ وَقِيلَ: إِنَّ اسْمَهُ مُحَمَّدٌ، وَخَلِيلُ لَقَبٌ. ¶ أَخْبَرَنَا أَبُو الْفَضْلِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْفُضَيْلِيُّ بِهَرَاةَ أَنَا أَبُو مُضَرَ مُحَلَّمُ بْنُ إِسْمَاعِيلَ بْنِ مُضَرَ بْنِ إِسْمَاعِيلَ الضَّبِّيُّ الْعَاصِمِيُّ أَنَا الْقَاضِي أَبُو سَعِيدٍ الْخَلِيلُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْن الْخَلِيلِ بْنِ مُوسَى بْنِ عَبْدِ اللهِ السِّجْزِيُّ نَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثَّقَفِيُّ السَّرَّاجُ نَا قُتَيْبَةُ بْنُ سَعِيدٍ نَا هُشَيْمٌ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدَاً، فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» .",
            "page": "17",
            "part": "1",
            "seal": "B763E146"
        },
        {
            "id": "25",
            "nass": "أخْبَرَنِي أَبُو النَّضْرِ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْجَبَّارِ الْفَامِيُّ أَنَا أَبُو أَحَمْدَ إِسْمَاعِيلُ بْنُ عَبْدِ اللهِ بْنِ أَبِي عَمْرٍو البيع أَنَا أَبُو مَنْصُورٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ إِسْحَاقَ الْبَلْخِيُّ الْكَاتِبُ نَا الْقَاضِي الْخَلِيلُ بْنُ أَحْمَدَ إِمْلاءً نَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ عُمَيْرِ بْنِ يُوسُفَ بْنِ جَوْصَا نَا سَعِيدُ بْنُ رَحْمَةَ بْنِ نُعَيْمٍ نَا مُحَمَّدُ بْنُ حِمْيَرٍ عَنْ إِبْرَاهِيمَ بْنِ أَبِي عَبْلَةَ عَنْ عِكْرَمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَكَلَ دِرْهَمَاً مِنْ رِبَاً فَهُوَ مِثْلُ ثَلاثٍ وَثَلاثِينَ زَنْيَةً» (1) . ¶ أَنْبَأَنَا أَبُو الْحَسَنِ مُحَمَّدُ، وَأَبُو الْقَاسِمِ الْحُسَيْنُ ابْنَا إِسْمَاعِيلَ بْنِ أَمِيرَكَ الْعَلَوِيَّانِ قَالا: أَنَا أَبُو عَمْرٍو إِلْيَاسُ بْنُ مُضَرَ بْنِ مُحَمَّدٍ التَّمِيمِيُّ قَالَ: سَمِعْتُ إِسْحَاقَ بْنَ إبْرَاهِيمَ الْحَافِظَ يَقُولُ: سَمِعْتُ الْخَلِيلَ بْنَ أَحْمَدَ الْقَاضِي يَقُولُ: سَمِعْتُ أَبَا الْحَسَنِ عَبْدَ اللهِ بْنَ مُحَمَّدِ بْنِ الْفَقِيهِ بِمَرْوَ يَقُولُ: سَمِعْتُ أَبَا عَاصِمٍ عَمْرُو بْنُ مُحَمَّدٍ يَقُولُ: سَمِعْتُ أَبَا عِصْمَةَ سَعْدَ بْنَ مُعَاذٍ يَقُولُ: سَمِعْتُ أَبَا وَهْبٍ مُحَمَّدَ بْنَ مُزَاحِمٍ يَقُولُ: أَوَّلُ بَرَكَةِ الْعِلْمِ إِعَارَةُ الْكُتُبِ. ¶ __________ ¶ 1) قَالَ أَبُو حَاتِمٍ ابْنُ حِبَّانَ «الْمَجْرُوحِينَ» (1/328) : سَعِيدُ بْنُ رَحْمَةَ بْنِ نُعَيْمٍ مِنْ أَهْلِ الْمِصِّيصَةِ. يَرْوِى عَنْ مُحَمَّدِ بْنِ حِمْيَرٍ مَا لَمْ يُتَابَعْ عَلَيْهِ رَوَى عَنْهُ أَهْلُ الشَّامِ، لا يَجُورُ الاحْتِجَاجُ بِهِ، لِمُخَالَفَتِهِ الأَثْبَاتَ فِي الرِّوَايَاتِ. رَوَى عَنْ مُحَمَّدِ بْنِ حِمْيَرٍ عَنْ إِبْراهِيمَ بْنِ أَبِى عَبْلَةَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَكَلَ دِرْهَمَاً رِبَاً فَهُوَ مِثْلُ ثَلاثَةٍ وَثَلاثِينَ زَنْيَةٍ، وَمَنْ نَبَتَ لَحْمُهُ مِنْ سُحْتٍ، فَالنَّارُ أَوْلَى بِهِ» . ¶ وَرَوَى عَنْ مُحَمَّدِ بْنِ حِمْيَرٍ عَنْ إِبْراهِيمَ بْنِ أَبِى عَبْلَةَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَعَانَ ظَالِمَاً بِبَاطِلٍ لِيَدْحَضَ بِبَاطِلِهِ حَقَّاً بَرِئَ مِنْ ذِمَّةِ اللهِ وَذِمَّةِ رَسُولِهِ» . ¶ حَدَّثَنَا بِالْحَدِيثَيْنِ جَمِيعَاً: أَحْمَدُ بْنُ عُمَيْرِ بْنِ جَوْصَا بِدِمَشْقَ ثَنَا سَعِيدُ بْنُ رَحْمَةَ ثَنَا مُحَمَّدُ بْنُ حِمْيَرٍ.",
            "page": "18",
            "part": "1",
            "seal": "5DB756E2"
        },
        {
            "id": "26",
            "nass": "أَخْبَرَنَا أَبُو الْقَاسِمِ زَاهِرُ بْنُ طَاهِرٍ أَنَا أَبُو بَكْرٍ الْبَيْهَقِيُّ إِجَازَةً أَنَا أَبُو عَبْدِ اللهِ الْحَافِظُ قَالَ: الْخَلِيلُ بْنُ أَحْمَدَ بْنِ الْخَلِيلِ الْقَاضِي شَيْخُ أَهْلِ الرَّأْيِ فِي عَصْرِهِ، وَكَانَ مِنْ أَحْسَنِ النَّاسِ كَلامَاً فِي الْوَعْظِ وَالذِّكْرِ، مَعَ تَقَدُّمِهِ فِي الْفِقْهِ، وَكَانَ وَرَدَ نَيْسَابُورَ قَدِيْمَاً، سَمِعَ مِنْ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ وَأَقْرَانِهِ، وَسَمِعَ بِالرَّيِ أَبَا الْعَبَّاسِ أَحْمَدَ بْنَ جَعْفَرِ بْنِ نَصْرٍ وَأَقْرَانَهُ، وَسَمِعَ بِالْعِرَاقِ أَبَا الْقَاسِمِ أَحْمَدَ بْنَ مَنِيعٍ، وَأَبَا مُحَمَّدٍ ابْنَ صَاعِدٍ وَأَقْرَانَهُمَا، وَسَمِعَ بِالْحِجَازِ مُحَمَّدَ بْنَ إِبْرَاهِيمَ الدَّيْبُلِيَّ وَأَقْرَانَهُ، وَرَدَ نَيْسَابُورَ مُحَدِّثَاً وَمُفِيدَاً سَنَةَ تِسْعٍ وَخَمْسِينَ وَثَلاثِمِائَةٍ، وَأَنَا بِبُخَارَا، ثُمَّ جَاءَنَا إِلَى بُخَارَا، فَكَتَبْتُ عَنْهُ بِهَا. ¶ قَرَأْتُ عَلَى أَبِي مُحَمَّدٍ السُّلَمِيِّ عَنْ أَبِي نَصْرٍ ابْنِ مَاكُولا قَالَ: أمَّا جَنْكُ أَوَّلُهُ جِيمٌ مَفْتُوحَةٌ، بَعْدَهَا نُونٌ سَاكِنَةٌ، فَهُوَ أَبُو سَعِيدٍ الْخَلِيلُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْخَلِيلِ بْنِ مُوسَى بْنِ عَبْدِ اللهِ بْنِ عَاصِمِ بْنِ جَنْكٍ. حدث عنْ: ابْنِ صَاعِدٍ، وَمُحَمَّدِ بْنِ حَمْدَانَ بْنِ خَالِدٍ، وَغَيْرِهِمَا، جَلِيلٌ مُكْثِرٌ. ¶ أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ الأَشْرَفُ الْحُسَيْنِيُّ الْمَرْوَزِيُّ بِدِمَشْقَ: قَالَ لَنَا أَبُو نَصْرٍ هِبَةُ اللهِ بْنُ عَبْدِ الْجَبَّارِ بْنِ فَاخِرِ بْنِ مُعَاذِ بْنِ أَحْمَدَ السِّجْزِيُّ بِهَا: القاضي الْخَلِيلُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْخَلِيلِ بْنِ مُوسَى بْنِ عَبْدِ اللهِ، كُنْيَتُهُ أَبُو سَعِيدٍ، سَكَنَ سِجَسْتَانَ، ثُمَّ انْتَقَلَ إِلَى بَلْخٍ وَسَكَنَهَا، وَسَمِعَ الْكِبَارَ فِي الْبِلْدَانِ. رَوَى عَنِ: الأَصَمِّ، وَالثَّقَفِيِّ، وَابْنِ خُزَيْمَةَ، وَالْبَغَوِيِّ وَغَيْرِهِمْ. رَوَى عَنْهُ: ابْنُهُ الْقَاضِي أَبُو َسَعْدٍ، وَأَبُو عُمَرَ النُّوقَانِيُّ، وَعَبْدُ الرَّحْمَنِ الطَّبَرِيُّ الْحَافِظُ، وَأَبُو الْحَسَنِ عَلِيُّ بْنُ بُشْرَى، وَعَبْدُ الرَّحْمَنِ بْنُ يُوسُفَ، وَغَيْرُهُمْ.",
            "page": "19",
            "part": "1",
            "seal": "0393B2F0"
        },
        {
            "id": "28",
            "nass": "أَخْبَرَنَا أَبُو الْفَضْلِ مُحَمَّدُ بْنُ حَمْزَةَ بْنِ إِبْرَاهِيمَ الزَّنْجَانِيُّ بِزَنْجَانَ: أَنْشَدَنَا الْقَاضِي أَبُو حَفْصٍ عُمَرُ بْنُ أَبِي بَكْرٍ الْبُخَارِيُّ: أَنْشَدَنَا أَبُو إِبْرَاهِيمَ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الْمُفَسِّرُ: أَنْشَدَنَا الْقَاضِي الإِمَامُ أَبُو سَعِيدٍ الْخَلِيلُ بْنُ أَحْمَدَ لِنَفْسِهِ: ¶ سَأَجْعَلُ لِيَ النُّعْمَانَ فِي الْفِقْهِ قُدْوَةً ‍ ... وَسُفْيَانَ فِي نَقْلِ الأَحَادِيثِ سَيِّدَا ¶ وَفِي تَرْكِ مَا لَمْ يَعْنِنِي عَنْ عَقِيدَتِي ‍ ... سَأَتْبَعُ يَعْقُوبَ الْعُلا وَمُحَمَّدَا ¶ وَأَجْعَلُ دَرْسِي مِنْ قِرَاءةِ عَاصِمٍ ‍ ... وَحَمْزَةَ بِالتَّحْقِيقِ دَرْسَاً مُؤَكَّدَا ¶ وَأَجْعَلُ فِي النَّحْوِ الْكِسَائِيَّ قُدْوَةً ‍ ... وَمِنْ بَعْدِهِ الْفَرَّاءَ مَا عِشْتُ سَرْمَدَا ¶ وَإِنْ عُدْتُ لِلْحَجِّ الْمُبَارَكِ مَرَّةً ‍ ... جَعَلْتُ لِنَفْسِي كُوفَةَ الْخَيْرِ مَشْهَدَا ¶ فَهَذَا اعْتِقَادِي وَهُوَ دِينِي وَمَذْهَِبي ‍ ... فَمَنْ شَاءَ فَلْيَبْرُزْ لِيَلْقَى مُوَحِّدَا ¶ وَيَلْقَى لِسَانَاً مِثْلَ سَيْفٍ مُهَنَّدٍ ‍ ... يَفُلُّ إِذَا لاقَى الْحُسَامَ الْمُهَنَّدَا ¶ قُلْتُ: وَطَوَّلَ الْحَافِظُ أَبُو الْقَاسِمِ تَرْجَمَتَهُ، وَذَكَرَ عَنْهُ فَوَائِدَ وَلَطَائِفَ، وَكَذَلِكَ فَعَلَ ابْنُ الْعَدِيْمِ فِي «بُغْيَةِ الطَّلَبِ فِي تَارِيْخِ حَلَبَ» .",
            "page": "20",
            "part": "1",
            "seal": "64E87793"
        },
        {
            "id": "29",
            "nass": "[الْخَطَأُ الْخَامِسُ] وَلَهُ تَعَلُّقٌ بِالْخَطَأِ السَّابِقِ، لِوُقُوعِهِ بِبَعْضِ أَسَانِيدِهِ ¶ أَبُو مُضَرَ مُحَلَّمُ بْنُ إِسْمَاعِيلَ بْنِ مُضَرَ بْنِ إِسْمَاعِيلَ الضَّبِّيُّ ¶ تَحَرَّفَ اسْمُهُ فِي مَوْضِعٍ مِنْ هَاتِيكَ الْمَوَاضِعِ الْعَشَرَةِ الآنِفَةِ إِلَى مُحَمِّدِ بْنِ إِسْمَاعِيلَ. وَلَمْ يَتَنَبَّهْ الْمُحَقِّقُ لِذَا!! . ¶ فَأَمَّا مَوْضِعُ الْخَطَأِ: ¶ (691) أَخْبَرَنَا عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ الصُّوفِيُّ قِرَاءةً عَلَيْهِ بِهَا أَنَّ مُحَمَّدَ بْنَ إِسْمَاعِيلَ بْنِ الْفُضَيْلِ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أًَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الضَّبِّيُّ أَنَا الْخَلِيلُ بْنُ أَحْمَدَ السِّجْزِيُّ أَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثَّقَفِيُّ ثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ ثَنَا ابْنُ وَهْبٍ عَنْ سَعِيدِ بْنِ عَبْدِ اللهِ الْجُهَنِيِّ عَنْ مُحَمَّدِ بْنِ عُمَرَ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ: أنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «يَا عَلِيُّ، ثَلاثَةٌ لا تُؤَخِّرْهَا: الصَّلاةُ إِذَا أَتَتْ، وَالْجَنَازَةُ إِذَا حَضَرَتْ، وَالأَيَمُّ إِذَا وَجَدَتْ كُفْؤَاً» .",
            "page": "21",
            "part": "1",
            "seal": "24B2FBF2"
        },
        {
            "id": "30",
            "nass": "[الْخَطَأُ السَّادِسُ] إِبْرَاهِيمُ بْنُ خُزَيْمٍ الشَّاشِيُّ رَاوِي مُسْنَدِ عَبْدِ بْنِ حُمَيْدٍ ¶ تَحَرَّفَ اسْمُهُ وَنِسْبَتُهُ مَرَّتَيْنِ، فَمَرَّةً ابْنُ خذم، وَالثَّانِيَةُ ابْنُ حريم الشابِي. ¶ وَصَحَّ فِي سَائِرِ مَوَاضِعِهِ مِنَ الْكِتَابِ! ¶ فَأَمَّا مَوْضِعَا الْخَطَأِ: ¶ [الأَوَّلُ] (677) أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدِ بْنِ أَبِي الْفَضْلِ الْهَرَوِيُّ بِهَا أَنَّ أبَا الْمَحَاسِنِ أَسْعَدُ بْنُ زِيَادٍ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ ثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الدَّاوُدِيُّ ثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ السَّرَخْسِيُّ ثَنَا إِبْرَاهِيمُ بْنُ حريم الشابي ثَنَا عَبْدُ بْنُ حُمَيْدٍ ثَنَا عَبْدُ الرَّزَّاقِ قَالَ: ثَنَا مَعْمَرٌ عَنْ أَبِي إِسْحَاقَ قَال: َ ثَنَا عَلِيُّ بْنُ رَبِيعَةَ: أَنَّهُ شَهِدَ عَلِيَّاً - رضي الله عنه - حِينَ رَكِبَ، فَلَمَّا وَضَعَ رِجْلَهُ فِي الرِّكَابِ، قَالَ: بِسْمِ اللهِ، فَلَمَّا اسْتَوَى قَالَ: الْحَمْدُ للهِ، ثُمَّ قَالَ: {سُبْحانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ} [الزُّخْرُفُ 43/13-14] ، ثُمَّ حَمِدَ ثَلاثَاً، وَكَبَّرَ ثَلاثَاً، ثُمَّ قَالَ: لا إِلَهَ إِلاَّ أَنْتَ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي إِنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، ثُمَّ ضَحِكَ، فَقِيلَ: مَا يُضْحِكُكَ يَا أَمِيْرَ الْمُؤْمِنِينَ؟ ، قَالَ: رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَلَ مِثْلَ مَا فَعَلْتُ، وَقَالَ مِثْلَ مَا قُلْتُ، ثُمَّ ضَحِكَ، فَقُلْنَا: مَا يُضْحِكُكَ يَا رَسُولَ اللهِ؟ ، قَالَ: «الْعَبْدُ، أَوْ قَالَ: عَجِبْتُ لِلْعَبْدِ إِذَا قَالَ: لا إِلَهَ إِلاَّ أَنْتَ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي إِنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، يَعْلِمُ أَنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلاَّ اللهُ» . ¶ [الثَّانِي] (566) أَخْبَرَنَا أبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيٍّ بِبَغْدَادَ أَنَّ عَبْدَ الأَوَّلِ بْنُ عِيسَى السمري أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ أَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ السَّرَخْسِيُّ أَنَا إِبْرَاهِيمُ بْنُ خذم ثَنَا عَبْدُ بْنُ حُمَيْدٍ أَنَا عَبْدُ الرَّحْمَنِ بْنُ سَعْدٍ قَالَ: أَنَا أَبُو جَعْفَرٍ الرَّازِيُّ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ: صَنَعَ لَنَا عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ طَعَامَاً، فَدَعَانَا، وَسَقَانَا مِنَ الْخَمْرِ، فَأَخَذَتِ الْخِمْرُ مِنَّا، وَحَضَرَتِ الصَّلاةُ فَقَدَّمُونِي، فَقَرَأْتُ «قُلْ يَا أَيُّهَا الْكَافِرُونَ. لا أَعْبُدُ مَا تَعْبُدُونَ» [الكافرون 109/1-2] وَنَحْنُ نَعْبُدُ مَا تَعْبُدُونَ، قَالَ: فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْرَبُواْ الصَّلاَةَ وَأَنتُمْ سُكَارَى حَتَّىَ تَعْلَمُواْ مَا تَقُولُونَ} [النِّسَاءُ 4/43] .",
            "page": "22",
            "part": "1",
            "seal": "983C477A"
        },
        {
            "id": "32",
            "nass": "وَأَمَّا مَوَاضِعُ الصَّوَابِ، فَمِنْهَا هَذَيْنِ الْمَوْضِعَيْنِ: ¶ [الأَوَّلُ] (83) : أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدِ بْنِ أَبِي الْفَضْلِ الْهَرَوِيُّ بِقِرَاءتِي عَلَيْهِ بِهَا قُلْتُ لَهُ: أَخْبَرَكُمْ أَبُو الْمَحَاسِنِ أَسْعَدُ بْنُ زِيَادٍ قِرَاءةً عَلَيْهِ وَأَنْتَ تَسْمَعُ أَنَا أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ أَنَا أبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَمُّوَيْهِ السَّرَخْسِيُّ أنا أَبُو إِسْحَاقَ إِبْرَاهِيْمُ بنُ خُزَيْمٍ الشَّاشِيُّ ثَنَا أبو مُحَمَّدٍ عَبْدُ بْنُ حُمَيْدِ بْنِ نَصْرٍ أَنَا عَبْدُ الرَّزَّاقِ قَالَ أَنَا مَعْمَرٌ عَنْ زَيْدٍ عَنْ أَبِيهِ عَنْ عُمَرَ: أَنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «ائْتَدِمُوا بِالزَّيْتِ، وَادَّهِّنُوا بِهِ، فَإِنَّهُ يَخْرُجُ مِنْ شَجَرَةٍ مُبَارَكَةٍ» . ¶ [الثَّانِي] (329) : أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ أَبِي الْفَضْلِ الْهَرَوِيُّ بِهَا أَنَّ أَبَا الْمَحَاسِنِ أَسْعَدَ بْنَ زِيَادٍ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ الدَّاوُودِيُّ أَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ السَّرَخْسِيُّ أَنَا إِبْرَاهِيْمُ بنُ خُزَيْمٍ الشَّاشِيُّ ثَنَا أبو مُحَمَّدٍ عَبْدُ بْنُ حُمَيْدِ بْنِ نَصْرٍ ثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ قَثَنَا حُرَيْثُ بْنُ السَّائِبِ قَالَ: سَمِعْتُ الْحَسَنَ يَقُولُ: حَدَّثَنِي حُمْرَانُ عَنْ عُثْمَانَ بْنِ عَفَّانَ: أَنَّ النَّبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَيْسَ لابْنِ آدَمَ حَقٌّ فِي سِوَى هَذِهِ الْخِصَالِ: بَيْتٌ يَسْكُنُهُ، وَثَوْبٌ يُوَارِي بِهِ عَوْرَتَهُ، وَجِلْفُ الْخُبْزِ، وَالْمَاءُ» . ¶ قَالَ الْحَافِظُ الذَّهَبِيُّ «سِيَرُ الأَعْلامِ» (14/487) : «إِبْرَاهِيْمُ بْنُ خُزَيْمِ بْنِ قُمَيْرِ بْنِ خَاقَانَ أَبُو إِسْحَاقَ الشَّاشِيُّ. ¶ الْمُحَدِّثُ، الصَّدُوْقُ، الْمَرْوَزِيُّ الأَصْلِ. ¶ سَمِعَ مِنْ عَبْدِ بْنِ حُمَيْدٍ «تَفْسِيْرَهُ» وَ «مُسْنَدَهُ» فِي سَنَةِ تِسْعٍ وَأَرْبَعِيْنَ وَمائَتَيْنِ، وَحَدَّثَ بِهِمَا، وَطَالَ عُمُرُهُ. ¶ حَدَّثَ عَنْهُ: أَبُو حَاتِمٍ بْنُ حِبَّانَ، وَعَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَمُّوَيْهِ السَّرَخْسِيُّ، وَغَيْرُهُمَا. ¶ وَسَمَاعُ ابْنِ حَمُّوَيْهِ مِنْهُ بِالشَّاشِ - مَدِيْنَةٍ مِنْ مَدَائِنِ التُّرْكِ -، وَكَانَ ذَلِكَ فِي سَنَةِ ثَمَانِيَ عَشْرَةَ وَثَلاَثِمِائَةٍ فِي شَعْبَانَ، وَلَمْ تَبلُغْنَا وَفَاةُ ابْنِ خُزَيْمٍ، وَلاَ شَيْءٌ مِنْ سِيرَتِهِ. وَهُوَ فِي عِدَادِ الثِّقَاتِ، وَمِنْ أَبْنَاءِ التِّسْعِيْنَ رَحِمَهُ اللهُ» اهـ.",
            "page": "23",
            "part": "1",
            "seal": "71DBDA08"
        },
        {
            "id": "34",
            "nass": "[الْخَطَأُ السَّابِعُ] أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ ¶ تَحَرَّفَتْ كُنْيَتُهُ إِلَى أبِي سَعِيدٍ فِي عِدَّةِ مَوَاضِعَ، وَوَرَدَتْ صَحِيحَةً فِي مَوَاضِعَ ¶ فَأَمَّا مَوَاضِعُ الْخَطَأِ، فَمِنْهَا هَذِهِ الْخُمَاسِيَّةُ: ¶ [1] (168) : أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدِ بْنِ أَبِي الْفَضْلِ الصُّوفِيُّ الْهَرَوِيُّ بِقِرَاءتِي عَلَيْهِ بِهَرَاةَ قُلْتُ لَهُ: أَخْبَرَكُمْ أبُو الْقَاسِمِ زَاهِرُ بْنُ طَاهِرٍ الشَّحَّامِيُّ قِرَاءةً عَلَيْهِ وَأَنْتَ تَسْمَعُ أَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ أَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ أَنَا جَدِّي الإِمَامُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ ثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى ثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ عَنْ سَعِيدِ بْنِ أَبِي هِلالٍ عَنْ عُتْبَةَ بْنِ أَبِي عُتْبَةَ عَنْ نَافِعِ بْنِ جُبَيْرٍ عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ: أَنَّهُ قِيلَ لِعُمَرَ بْنِ الْخَطَّابِ: حَدِّثْنَا مِنْ شَأْنِ سَاعَةِ الْعُسْرَةِ؟ ، فَقَالَ عُمَرُ: خَرَجْنَا إِلَى تَبُوكَ فِي قَيْظٍ شَدِيدٍ، فَنَزَلْنَا مَنْزِلاً أَصَابَنَا فِيهِ عَطَشٌ، حَتَّى ظَنَنَّا أَنَّ رِقَابَنَا سَتَنْقَطِعُ، حَتَّى إِنْ كَانَ الرَّجُلُ لَيَذْهَبُ يَلْتَمِسُ الْمَاءَ، فَلاَ يَرْجِعُ حَتَّى نَظُنَّ أَنَّ رَقَبَتَهُ سَتَنْقَطِعُ، حَتَّى إِنَّ الرَّجُلَ لَيَنْحَرُ بَعِيرَهُ، فَيَعْصِرُ فَرْثَهُ، فَيَشْرَبُهُ، وَيَجْعَلُ مَا بَقِيَ عَلَى كَبِدِهِ، فَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ: يَا رَسُولَ اللهِ؛ إِنَّ اللهَ قَدْ عَوَّدَكَ فِي الدُّعَاءِ خَيْرَاً، فَادْعُ لَنَا، قَالَ: «أَتُحِبُّ ذَلِكَ؟» ، قَالَ: نَعَمْ، فَرَفَعَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ، فَلَمْ يُرْجِعْهُمَا حَتَّى قَالَتِ السَّمَاءُ فَأَطَلَّتْ، ثُمَّ سَكَبَتْ، فَمَلأُوا مَا مَعَهُمْ، ثُمَّ ذَهَبْنَا نَنْظُرُ، فَلَمْ نَجِدْهَا جَاوَزَتِ الْعَسْكَرَ. ¶ [2] (238) وَأَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدِ بْنِ أَبِي الْفَضْلِ الْهَرَوِيُّ أَنَّ أَبَا الْقَاسِمِ تَمِيمَ بْنَ أَبِي سَعِيدِ بْنِ أَبِي الْعَبَّاسِ الْجُرْجَانِيُّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَبُو سَعِيْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ بْنِ عَلِيِّ بْنِ سِنَانٍ أَنَا أَبُو يَعْلَى أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى الْمَوْصِلِيُّ ثَنَا أبُو خَيْثَمَةَ ثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ زُبَيْدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ عُمَرَ قَالَ: «صَلاةُ السَّفَرِ رَكْعَتَانِ، وَصَلاةُ الْفِطْرِ رَكْعَتَانِ، وَصَلاةُ الأَضْحَى رَكْعَتَانِ، وَصَلاةُ الْجُمُعَةِ رَكْعَتَانِ، تَمَامٌ غَيْرُ قَصْرٍ عَلَى لِسَانِ نَبِيِّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ» .",
            "page": "24",
            "part": "1",
            "seal": "95569513"
        },
        {
            "id": "36",
            "nass": "[3] (255) أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ بِهَا أَنَّ أَبَا الْقَاسِمِ تَمِيمَ بْنَ أَبِي سَعِيدِ بْنِ أَبِي الْعَبَّاسِ الْجُرْجَانِيُّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَبُو سَعِيْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ أَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ بْنِ عَلِيِّ بْنِ سِنَانٍ أَنَا أَبُو يَعْلَى الْمَوْصِلِيُّ ثَنَا إسْحَاقُ بْنُ إِسْمَاعِيلَ وَأَبُو جَعْفَرٍ خَالِي قَالا: ثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ ثَنَا عَبْدُ اللهِ بْنُ عُمَرَ الْقُرَشِيُّ حَدَّثَنِي سَعِيدُ بْنُ عَمْرِو بْنِ سَعِيدٍ أَنَّهُ سَمِعَ أَبَاهُ يَوْمَ الْمَرْجِ يَقُولُ: سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ: لَوْلا أَنِّي سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إنَّ اللهَ يَمْنَعُ الدِّينَ بِنَصَارَى مِنْ رَبِيعَةَ عَلَى سَاحِلِ الْفُرَاتِ» ، مَا تَرَكْتُ عَرَبِيَّاً إلاَّ قَتَلْتُهُ، أَوْ يُسْلِمُ. ¶ [4] (496) وَأَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ بِهَا أَنَّ زَاهِرَ بْنَ طَاهِرٍ الشَّحَّامِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَبُو سَعِيْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ أَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ أَنَا جَدِّي ثَنَا بُنْدَارُ قَالا: ثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي عَنْ قَتَادَةَ عَنْ أَبِي حَرْبِ بْنِ أَبِي الأَسْوَدِ عَنْ أَبِيهِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّ نَبِيَّ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي بَوْلِ الرَّضِيعِ: «يُنْضَحُ بَوْلُ الْغُلامِ، وَيُغْسَلُ بَوْلُ الْجَارِيَةِ» . ¶ [5] (521) : أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ بِهَا أَنَّ زَاهِرَ بْنَ طَاهِرٍ الشَّحَّامِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَبُو سَعِيْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ أَنَا أَبُو طَاهِرٍ هُوَ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ خُزَيْمَةَ أَنَا جَدِّي أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ ثَنَا بُنْدَارٌ ثَنَا عَبْدُ الرَّحْمَنِ ثَنَا سُفْيَانُ عَنْ أَبِي إِسْحَاقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ قَالَ: «كَانَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي عَلَى إِثْرِ كُلِّ صَلاةٍ مَكْتُوبَةٍ رَكْعَتَيْنِ إِلاَّ الْفَجْرَ وَالْعَصْرَ» .",
            "page": "25",
            "part": "1",
            "seal": "5010D886"
        },
        {
            "id": "38",
            "nass": "وَأَمَّا مَوَاضِعُ الصَّوَابِ، فَمِنْهَا هَذِهِ الْخُمَاسِيَّةُ: ¶ [1] (763) : أَخْبَرَنَا أَبُو الشُّجَاعِ رَضْوَانُ بْنُ مُحَمَّدِ بْنِ مَحْفُوظِ بْنِ الْحَسَنِ بْنِ الْقَاسِمِ بْنِ الْفَضْلِ، وَأَبُو الْمَجْدِ زَاهِرُ بْنُ أَحْمَدَ بْنِ حَامِدٍ، وَأَبُو الْقَاسِمِ عَلِيُّ بْنُ مَنْصُورِ بْنِ الْحَسَنِ الثَّقَفِيُّونَ، وَأَبُو زُرْعَةَ عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ أَبِي نَصْرٍ اللَّفْتَوَانِيُّ جَمِيعَاً بِأَصْبَهَانَ أَنَّ أَبَا الْقَاسِمِ زَاهِرَ بْنَ طَاهِرٍ الشَّحَّامِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الْكَنْجَرُوذِيُّ أَنَا أَبُو سَعِيدٍ عَبْدُ اللهِ بْنُ عَبْدِ الْوَهَّابِ بْنِ نُصَيْرِ بْنِ عَبْدِ الْوَهَّابِ بْنِ عَطَاءِ بْنِ وَاصِلٍ الْقُرَشِيُّ الرَّازِيُّ أَنَا أَبُو عَبْدِ اللهِ مُحَمَّدُ بْنُ أَيُّوبَ بْنِ يَحْيَى بْنِ ضُرَيْسِ بْنِ يَسَارٍ الْبَجَلِيُّ الرَّازِيُّ قَالَ أَنَا مُسْلِمٌ هُوَ ابْنُ إِبْرَاهِيمَ ثَنَا شُعْبَةُ عَنْ مَنْصُورٍ عَنْ هِلالِ بْنِ يَسَافٍ عَنْ وَهْبِ بْنِ الأَجْدَعِ عَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ: «نَهَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ صَلاةِ بَعْدَ الْعَصْرِ إِلاَّ وَالشَّمْسُ مُرْتَفِعَةٌ» . ¶ [2] (963) : أَخْبَرَنَا أَبُو رَوْحٍ عَبْدُ الْمُعِزِّ بْنُ مُحَمَّدٍ الْهَرَوِيُّ بِهَا وزَيْنَبُ بِنْتُ عَبْدِ الرَّحْمَنِ بْنِ الْحَسَنِ بِنَيْسَابُورَ أَنَّ زَاهِرَ بْنَ طَاهِرٍ الشَّحَّامِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ أَنَا الْحَاكِمُ أبو أحمد مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ الْحَافِظُ نَا عُبَيْدُ اللهِ بْنُ عُثْمَانَ الْعُثْمَانِيُّ بِبَغْدَادَ نَا عَلِيُّ بْنُ الْمَدِينِيِّ نَا مُحَمَّدُ بْنُ طَلْحَةَ التَّيْمِيُّ حَدَّثَنِي أَبُو سُهَيْلٍ نَافِعُ بْنُ مَالِكٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَذَا الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ أَجْوَدُ قُرَيْشٍ كَفَّاً وَأَوْصَلُهَا» .",
            "page": "26",
            "part": "1",
            "seal": "156989F2"
        },
        {
            "id": "40",
            "nass": "[3] (1915) : وَأَخْبَرَنَا زَاهِرُ بْنُ أَحْمَدَ بْنِ حَامِدٍ الثَّقَفِيُّ بِأَصْبَهَانَ أَنَّ زَاهِرَ بْنَ طَاهِرِ بْنِ مُحَمَّدٍ الشَّحَّامِيَّ أَخْبَرَهُمْ أَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ أَبْنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ بْنِ عَلِيِّ بْنِ عَبْدِ اللهِ بْنِ سِنَانٍ الْحِيرِيُّ أَبْنَا الْحَسَنُ بْنُ سُفْيَانَ ثَنَا هِشَامُ بْنُ عَمَّارٍ الدِّمَشْقِيُّ ثَنَا مُحَمَّدُ بْنُ عِيسَى ثَنَا حُمَيْدٌ الطَّوِيلُ عَنْ أَنَسٍ عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لا إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدَاً عَبْدُهُ وَرُسُولُهُ، فَإِذَا شَهِدُوا بِهَا، وَصَلُّوا صَلاتَنَا، وَاسْتَقْبَلُوا قِبْلَتَنَا، وَأَكَلُوا ذَبِيحَتَنَا فَقَدْ حَرُمَ عَلَيْنَا دِمَاؤُهُمْ وَأَمْوَالُهُمْ، إِلاَّ بِحَقِّهَا» . لَفْظُ هِشَامٍ، وَقَالَ هَارُونُ: أُمِرْتُ أَنْ أُقَاتِلَ الْمُشْرِكِينَ حَتَّى يَشْهَدُوا: أَنْ لا إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدَاً عَبْدُهُ وَرَسُولُهُ، فَإِذَا شَهِدُوا أَنْ لا إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدَاً عَبْدُهُ وَرَسُولُهُ، وَالْبَاقِي مِثْلَهُ. ¶ [4] (2052) : أَخْبَرَنَا أَبُو الْمَجْدِ زَاهِرُ بْنُ أَحْمَدَ بْنِ حَامِدٍ الثَّقَفِيُّ بِأَصْبَهَانَ أَنَّ زَاهِرَ بْنَ طَاهِرِ بْنِ مُحَمَّدٍ الشَّحَّامِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَبْنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ ثَنَا أَبُو أَحْمَدَ الْحُسَيْنُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ يَحْيَى التَّمِيمِيُّ إِمْلاءً ثَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثَّقَفِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعِ بْنِ أَبِي زَيْدٍ أَبُو عَبْدِ اللهِ ثَنَا أَبُو عَامِرٍ ثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ حِمْيَرٍ وَصَوَابُهُ حُمَيْدٍ عَنْ أَنَسٍ قَالَ: «كَانَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُعْجِبُهُ إِذَا خَرَجَ أَنْ يَسْمَعَ: يَا نَجِيحُ يَا رَاشِدُ» . ¶ [5] (2152) : أَخْبَرَنَا أَبُو الْمَجْدِ زَاهِرُ بْنُ أَحْمَدَ بْنِ حَامِدٍ الثَّقَفِيُّ بِأَصْبَهَانَ أَنَّ زَاهِرَ بْنَ طَاهِرِ بْنِ مُحَمَّدٍ الشَّحَّامِيَّ أَخْبَرَهُمْ أَبْنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ وَالأُسْتَاذُ أَبُو يَعْلَى إسْحَاقُ بْنُ عَبْدِ الرَّحْمَنِ الصَّابُونِيُّ قَالا: أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ مُوسَى السِّمْسَارُ ثَنَا الإِمَامُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ ثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى ثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ عَنْ أَبِيهِ عَنْ أَنَسٍ قَالَ: «كَانَ مِنْ دُعَاءِ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَيْ حَيُّ أَيْ قَيُّومُ» .",
            "page": "27",
            "part": "1",
            "seal": "7772155D"
        },
        {
            "id": "42",
            "nass": "وَمِنْ نَوَافِلِ الإِفَادَةِ: التَّذْكِيْرُ بِتَرْجَمَةِ الإِمَامِ الْمُحَدِّثِ النَّحْوِيِّ الطَّبِيبِ أَبِي سَعْدٍ الْكَنْجَرُوذِيُّ ¶ قَالَ الْحَافِظُ الذَّهَبِيُّ «سِيَرُ الأَعْلامِ» (18/102) : «الْكَنْجَرُوْذِيُّ؛ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ جَعْفَرٍ النَّيْسَابُوْرِيُّ، الْكَنْجَرُوذِيُّ وَالْجَنْزَروِذِيُّ. ¶ الشَّيْخُ، الفَقِيْهُ، الإِمَامُ، الأَدِيْبُ، النَّحْوِيُّ، الطَّبِيْبُ، مُسْنِدُ خُرَاسَانَ. وَجَنْزَرُوذُ مَحَلَّةٌ. ¶ وُلِدَ بَعْدَ السِّتِّيْنَ وَثَلاَثِمِائَةٍ. وَحَدَّثَ عَنْ: أَبِي عَمْرٍو ابْنِ حَمْدَانَ، وَأَبِي سَعِيْدٍ عَبْدِ اللهِ بْنِ مُحَمَّدٍ الرَّازِيِّ، وَحُسَيْنَكَ بْنِ عَلِيٍّ التَّمِيْمِيِّ، وَأَبِي الْحُسَيْنِ بْنِ دَهْثَمٍ، وَأَبِي الْحُسَيْنِ أَحْمَدَ بْنِ مُحَمَّدٍ الْبَحِيْرِيِّ، وَمُحَمَّدِ بْنِ بِشْرٍ البَصْرِيّ، وَشَافعٍ بْنِ مُحَمَّدٍ الإِسْفِرَايِينِيِّ، وَأَبِي بَكْرٍ ابْنِ مِهْرَانَ الْمُقْرِئِ، وَالْحَافِظِ أَبِي أَحْمَدَ الْحَاكِم، وَأَبِي بَكْرٍ مُحَمَّدِ بْنِ مُحَمَّدٍ الطَّرَازِيِّ، وَأَحْمَدَ بْنِ مُحَمَّدٍ البَالُوِيِّ، وَأَحْمَدَ بْنِ الْحُسَيْنِ الْمَرْوَانِيِّ، وَطَبَقَتِهِمْ. ¶ وَعَنْهُ: الْبَيْهَقِيُّ، وَالسُّكَّرِيُّ، وَرَوَى الكَثِيْرَ، وَانْتَهَى إِلَيْهِ عُلُوُّ الإِسْنَادِ. ¶ حَدَّثَ عَنْهُ: إِسْمَاعِيْلُ بْنُ عَبْدِ الْغَافِرِ، وَأَبُو عَبْدِ اللهِ الْفُرَاوِي، وَهِبَةُ اللهِ بْنُ سَهْلٍ السَّيِّدِيُّ، وَتَمِيْمُ بْنُ أَبِي سَعِيْدٍ الْجُرْجَانِيُّ، وَزَاهِرٌ الشَّحَّامِيُّ، وَعَبْدُ الْمُنْعِمِ بْنُ الْقُشَيْرِيُّ، وَخَلْقٌ سِوَاهُمْ. ¶ قَالَ عَبْدُ الْغَافِرِ بْنُ إِسْمَاعِيْلَ: لَهُ قَدَمٌ فِي الطِّبِّ وَالْفُرُوسِيَّةِ، وَأَدَبِ السِّلاَحِ، كَانَ بَارِعَ وَقْتِهِ لاسْتِجْمَاعِهِ فُنُوْنِ الْعِلْمِ، أَدْرَكَ الأَسَانِيْدَ الْعَالِيَةَ فِي الْحَدِيْثِ وَالأَدَبِ، وَأَدْرَكَ بِبَغْدَادَ أَئِمَّة النَّحْوِ، وَسَمِعَ مِنْهُ الْخَلْقُ..... إِلَى أَنْ قَالَ: وَخُتِمَ بِمَوْتِهِ أَكْثَرُ هَذِهِ الرِّوَايَاتِ، وَلَهُ شِعْرٌ حَسَنٌ، أَجَاز لِي جَمِيْعَ مَسْمُوعَاتِهِ، وَخَطُّهُ عِنْدِي. ¶ قُلْتُ: تُوُفِّيَ فِي صَفَرٍ سَنَةَ ثَلاَثٍ وَخَمْسِيْنَ وَأَرْبَعِمِائَةٍ. سَمِعْنَا كَثِيْرَاً مِنْ حَدِيْثِهِ بِالإِجَازَةِ الْعَالِيَةِ» .",
            "page": "28",
            "part": "1",
            "seal": "D8816CB7"
        },
        {
            "id": "43",
            "nass": "[الْخَطَأُ الثَّامِنْ] أَبُو أَحْمَدَ عَبدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللهِ الصًّوفِيُّ الْبَغْدَادِيُّ ¶ تَحَرَّفَ اسْمُ جَدِّهِ عُبَيْدِ اللهِ إِلَى عَبْدِ اللهِ مُكَبَّرَاً فِي عِدَّةِ مَوَاضِعَ، وَوَرَدَ صَحِيحَاً فِي مَوَاضِعَ ¶ فَأَمَّا مَوَاضِعُ الْخَطَأِ، فَمِنْهَا هَذِهِ الرُّبَاعِيَّةُ: ¶ [1] (444) : أَخْبَرَنَا أَبُو أَحْمَد عَبدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عَبْدِ اللهِ الصًّوفِيُّ بِبَغْدَادَ أَنَا أبَا مَنْصُورٍ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ بْنِ الْحَسَنِ الْقَزَّازُ أَخْبَرَهُمْ قِرَاءةً أَنَا الشَّرِيفُ أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ عُبَيْدِ اللهِ بْنِ عَبْدِ الصَّمَدِ المهتدي بالله قَثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يُوسُفَ بْنِ مُحَمَّدٍ الْعَلاَّفُ إِمْلاءً ثَنَا أَبُو حَامِدٍ مُحَمَّدُ بْنُ هَارُونَ بْنِ عَبْدِ اللهِ الْحَضْرَمِيُّ ثَنَا إسْحَاقُ بْنُ أَبِي إِسْرَائِيلَ ثَنَا شَرِيكُ بْنُ عَبْدِ اللهِ عَنْ مَنْصُورٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لا يُؤْمُنُ عَبْدٌ حَتَّى يُؤْمُنَ بِالْقَدَرِ، وَبِالْبَعْثِ بَعْدَ الْمَوْتِ. ¶ [2] (607) : أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَبْدِ اللهِ الصُّوفِيُّ قِرَاءةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِبَغْدَادَ قِيلَ لَهُ أَخْبَرَكُمْ وَالِدُكَ أَبُو مَنْصُورٍ عَلِيٌّ أَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الصَّرِيفِينِيُّ أَنَا عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ حَبَابَةَ ثَنَا عَبْدُ اللهِ هُوَ ابْنُ مُحَمَّدٍ الْبَغَوِيُّ ثَنَا عَلِيٌّ أَنَا شُعْبَةُ عَنِ الأَعْمَشِ عَنْ أَبِي ظَبْيَانَ عَنِ ابْنِ عَبَّاسٍ: أَنَّ عُمَرَ رَضِيَ اللهُ عَنْهُ أُتِي بِمَجْنُونَةٍ قَدْ زَنَتْ، وَهِيَ حُبْلَى، فَأَرَادَ رَجْمَهَا، فَقَالَ لَهُ عَلِيٌّ رَضِيَ اللهُ عَنْهُ: أَمَا بَلَغَكَ أَنَّ الْقَلَمَ قَدْ وُضِعَ عَنْ ثَلاثَةٍ: عَنِ الْمَجْنُونِ حَتَّى يُفِيقَ، وَعَنِ الصَّبِي حَتَّى يَعْقَلَ، وَعَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ.",
            "page": "29",
            "part": "1",
            "seal": "7869CC14"
        },
        {
            "id": "44",
            "nass": "[3] (906) : أَخْبَرَنَا الْقَاضِي أَبُو الْحَسَنِ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْعُمَرِيُّ وَأَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عَبْدِ اللهِ الصُّوفِيُّ بِبَغْدَادَ وَأَبُو حَفْصٍ عُمَرُ بْنُ مُحَمَّدِ بْنِ مُعَمَّرٍ الْمُؤَدِّبُ بِظَاهِرِ دِمَشْقَ قِيلَ لِكُلِّ وَاحِدٍ مِنْهُمْ: أَخْبَرَكُمْ أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ مُحَمَّدِ بْنِ عَبْدِ اللهِ الْبَزَّازُ قِرَاءةً عَلَيْهِ وَأَنْتُمْ تَسْمَعُونَ أَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيٍّ الْجَوْهَرِيُّ قَالَ أَنَا أَبُو الْقَاسِمِ إِبْرَاهِيمُ بْنُ أَحْمَدَ بْنِ جَعْفَرٍ الْخِرَقِيُّ نَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ بْنِ الْمُسْتَفَاضِ الْفِريَابِيُّ نَا هُدْبَةُ بْنُ خَالِدٍ الْقَيْسِيُّ نَا الْقَاسِمُ بْنُ الْفَضْلِ الْحُدَّانِيُّ نَا النَّضْرُ بْنُ شَيْبَانَ قَالَ: كُنَّا بِعَرَفَاتٍ، فَلَقِيتُ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، فَقُلْتُ: حَدَّثَنِي بِشَيْءٍ سَمِعْتَهُ مِنْ أَبِيكَ، لَيْسَ بَيْنَ أَبِيكَ وَبَيْنَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدٌ، قَالَ: حَدَّثَنِي أَبِي عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ اللهَ فَرَضَ صِيَامَ رَمَضَانَ، وَسَنَنْتُ قِيَامَهُ. ¶ [4] (982) : أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عَبْدِ اللهِ الصُّوفِيُّ بِبَغْدَادَ أنَّ عَبْدَ الأَوَّلِ بْنَ عِيسَى السِّجْزِيَّ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْمُظَفَّرِ أَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ السَّرَخْسِيُّ أَنَا إِبْرَاهِيمُ بْنُ خُزَيْمٍ الشَّاشِيُّ نَا أَبُو مُحَمَّد عَبْدُ بْنُ حُمَيْدِ بْنِ نَصْرٍ حَدَّثَنِي خَالِدُ بْنُ مَخْلَدٍ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ صَالِحٍ التَّمَّارُ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ قَالَ سَمِعْتُ عَامِرَ بْنَ سَعْدٍ يُحَدِّثُ عَنْ أَبِيهِ قَالَ: لَمَّا حَكَمَ سَعْدُ بْنُ مُعَاذٍ فِي بَنِي قُرَيْظَةَ أَنْ يُقْتَلَ مَنْ جَرَتْ عَلَيْهِ الْمَوَاسِي، وَأَنْ يَقْسِمَ أَمْوَالَهُمْ وَذَرَارِيَّهُمْ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لَقَدْ حَكَمَ فِيهِمُ الْيَوْمَ بِحُكْمِ الله عَزَّ وَجَلَّ الَّذِي حَكَمَ فَوْقَ سَبْعِ سَمَاوَاتٍ.",
            "page": "30",
            "part": "1",
            "seal": "4E873C13"
        },
        {
            "id": "45",
            "nass": "وَأَمَّا مَوَاضِعُ الصَّوَابِ، فَمِنْهَا هَذِهِ الرُّبَاعِيَّةُ: ¶ [1] (66) : أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللهِ الصُّوفِيُّ قِرَاءةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِبَغْدَادَ قِيلَ لَهُ: أَخْبَرَكُمْ وَالِدُكَ أَنَا الْخَطِيبُ أَبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ هَزَارْمَرْدَ الصَّرِيفِينِيُّ قِرَاءةً عَلَيْهِ أَنَا أَبُو الْقَاسِمِ عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ حَبَابَةَ ثَنَا أَبُو الْقَاسِمِ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ ثَنَا عَلِيُّ هُوَ ابْنُ الْجَعْدِ قَالَ: أَنَا شُعْبَةُ عَنْ يَزِيدَ بْنِ خُمَيْرٍ قَالَ: سَمِعْتُ سُلَيْمَ بْنَ عَامِرٍ يُحَدِّثُ عَنْ أَوْسَطَ بْنِ إِسْمَاعِيلَ بْنِ أَوْسَطَ الْبَجَلِيِّ أنَّهُ سَمِعَ أَبَا بَكْرٍ الصِّدِّيقَ بَعْدَ مَا قُبِضَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِسَنَةٍ قَالَ: قَامَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَامَ أَوَّلَ مَقَامِي هَذَا، ثُمَّ بَكَى أَبُو بَكْرٍ، ثُمَّ قَالَ: «عَلَيْكُمْ بِالصِّدْقِ، فَإِنَّهُ مَعَ الْبِرِّ، وَهُمَا فِي الْجَنَّةِ، وَإِيَّاكُمْ وَالْكَذِبَ، فَإِنَّهُ مَعَ الْفُجُورِ، وَهُمَا فِي النَّارِ، سَلُوا اللهَ عَزَّ وَجَلَّ الْمُعَافَاةَ، فَإِنَّهُ لَمْ يُؤْتَ أَحَدٌ شيئاً بَعْدَ الْيَقِينِ خَيْرٌ مِنْ الْمُعَافَاةِ، وَلا تَقَاطَعُوا، وَلا تَدَابَرُوا، وَلا تَحَاسَدُوا، وَلا تَبَاغَضُوا، وَكُونُوا إِخْوَانَاً» . ¶ [2] (596) : أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللهِ الصُّوفِيُّ بِبَغْدَادَ أَنَّ وَالِدَهُ أَبَا مَنْصُورٍ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا أَبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ مُحَمَّدٍ الصَّرِيفِينِيُّ أَنَا عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ حَبَابَةَ ثَنَا عَبْدُ اللهِ يَعْنِي الْبَغَوِيَّ ثَنَا عَلِيُّ بْنُ الْجَعْدِ ثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَمِعْتُ عَبْدَ اللهِ بْنَ سَلِمَةَ يَقُولُ: دَخَلْتُ عَلَى عَلِيٍّ عَلَيْهِ السَّلامُ فَقَالَ: كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْضِي الْحَاجَةَ، وَيَأْكُلُ مَعَنَا اللَّحْمَ، وَيَقْرَأُ الْقُرْآنَ، وَكَانَ لا يَحْجُبُهُ أَوْ يَحْجِزُهُ عَنْ قِرَاءةِ الْقُرْآنِ شَيْءٌ لَيْسَ الْجَنَابَةَ. ¶ [3] (1381) : أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللهِ الصُّوفِيُّ قِرَاءةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِبَغْدَادَ قِيلَ لَهُ: أَخْبَرَكُمْ وَالِدُكَ أَبُو مَنْصُورٍ عَلِيُّ بْنُ عَلِيٍّ قِرَاءةً عَلَيْهِ وَأَنْتَ تَسْمَعُ أَنَا ُ أَبُو مُحَمَّدٍ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ عُمَرَ الصَّرِيفِينِيُّ أَنَا أَبُو الْقَاسِمِ عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ بْنِ حَبَابَةَ أَنَا أَبُو الْقَاسِمِ عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الَعَزِيزِ الْبَغَوِيُّ نَا عَلِيٌّ نَا زُهَيْرٌ عَنْ زِيَادِ بْنِ عِلاقَةَ عَنْ أُسَامَةَ بْنِ شَرِيكٍ قَالَ: كُنْتُ عِندَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَجَاءتْ الأَعْرَابُ مِنْ كُلِّ مَكَانٍ، فَقَالُوا: يَا رَسُولَ اللهِ؛ أَعَلَيْنَا حَرَجٌ فِي كَذَا وَكَذَا؟ ، قَالَ: «عِبَادَ اللهِ؛ وَضَعَ اللهُ الْحَرَجَ إِلاَّ مَنْ اقْتَرَضَ امْرَءاً مُسْلِمَاً ظُلْمَاً، فَذَلِكَ هَلَكَ، أَوْ حَرَجَ وَهَلَكَ» ، قَالُوا: يَا رَسُولَ اللهِ؛ أَنَتَدَاوَى؟ ، قَالَ: نَعَمْ، عِبَادَ اللهِ؛ إنَّ اللهَ عَزَّ وَجَلَّ لَمْ يُنْزِلْ أَوْ يَضَعْ دَاءً، إِلاَّ أَنْزَلَ لَهُ شِفَاءً غَيْرَ دَاءٍ وَاحِدٍ: الْهَرَمَ» ، قَالُوا: يَا رَسُولَ اللهِ؛ مَا خَيْرُ مَا أُعْطِيَ الإِنْسَانُ أَوْ الْمُسْلِمُ؟ ، قَالَ: «الْخُلُقُ الْحَسَنُ» . ¶ [4] (741) : أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيٍّ الصُّوفِيُّ بِبَغْدَادَ أَنَّ وَالِدَهُ أَبَا مَنْصُورٍ عَلِيَّ بْنَ عَلِيِّ بْنِ عُبَيْد اللهِ أَخْبَرَهُمْ قِرَاءةً عَلَيْهِ أَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ الصَّرِيفِينِيُّ أَنَا عُبَيْدُ اللهِ بْنُ مُحَمَّدِ بْنِ حَبَابَةَ ثَنَا عَبْدُ اللهِ هُوَ الْبَغَوِيُّ ثَنَا عَلِيُّ هُوَ ابْنُ الْجَعْدِ أَنَا شَرِيكٌ عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ عَنْ عَلِيٍّ قَالَ: إِنَّ الْمُؤْمِنَ إِذَا مَاتَ بَكَى عَلَيْهِ مُصَلاَّهُ مِنَ الأَرْضِ وَمَصْعَدُ عَمَلِهِ مِنَ السَّمَاءِ، ثُمَّ تَلا «فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالأَرْضُ وَمَا كَانُوا مُنظَرِينَ» .",
            "page": "31",
            "part": "1",
            "seal": "34A2FCC8"
        },
        {
            "id": "46",
            "nass": "وَمِنْ نَوَافِلِ الإِفَادَةِ: التَّذْكِيْرُ بِتَرْجَمَةِ الإِمَامِ أَبِي أَحْمَدَ عَبْدِ الوَهَّابِ بْنِ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللهِ الصُّوْفِيِّ الْبَغْدَادِيِّ ¶ قَالَ الْحَافِظُ الذَّهَبِيُّ «سِيَرُ الأَعْلامِ» (21/502: 506) : «ضِيَاءُ الدِّيْنِ أَبُو أَحْمَدَ عَبْدُ الوَهَّابِ ابْنُ الشَّيْخِ الأَمِيْنِ أَبِي مَنْصُوْرٍ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللهِ ابْنِ سُكَيْنَةَ الْبَغْدَادِيُّ الصُّوْفِيُّ الشَّافِعِيُّ. ¶ الشَّيْخُ، الإِمَامُ العَالِمُ الْفَقِيْهُ الْمُحَدِّثُ، الثِّقَةُ الْمُعَمَّرُ، الْقُدْوَةُ الْكَبِيْرُ، شَيْخُ الإِسْلاَمِ مَفْخَرُ العِرَاقِ. ¶ وَسُكَيْنَةُ هِيَ وَالِدَةُ أَبِيْهِ. مَوْلِدُهُ فِي شَعْبَانَ سَنَةَ تِسْعَ عَشْرَةَ وَخَمْسِمِئَةٍ. ¶ وَسَمِعَ الكَثِيْرَ مِنْ: أَبِيْهِ، فَرَوَى عَنْهُ (الْجَعْدِيَّاتِ) ، وَهِبَةِ اللهِ بْنِ الْحُصَيْنِ يَرْوِي عَنْهُ (الغَيْلاَنِيَّاتِ) ، وَأَبِي غَالِبٍ مُحَمَّدِ بْنِ الْحَسَنِ الْمَاوَرْدِيِّ، وَزَاهِرٍ الشَّحَّامِيِّ، وَقَاضِي الْمَارِسْتَانِ، وَمُحَمَّدِ بْنِ حَمُّوَيْهِ الْجُوَيْنِيِّ الزَّاهِدِ، وَعِدَّةٍ، بإِفَادَةِ ابْنِ نَاصِرٍ. ثُمَّ لاَزمَ أَبَا سَعْدٍ الْبَغْدَادِيَّ الْمُحَدِّثَ، وَأَكْثَرَ عَنْهُ، وَسَمِعَ مَعَهُ مِنْ: أَبِي مَنْصُوْرٍ الْقَزَّازِ، وَإِسْمَاعِيْلَ ابْنِ السَّمَرْقَنْدِيِّ، وَأَبِي الْحَسَنِ بْنِ تَوْبَةَ، وَشَيْخِ الشُّيُوْخِ أَبِي الْبَرَكَاتِ إِسْمَاعِيْلَ بْنِ أَحْمَدَ وَهُوَ جدُّهُ لأُمِّهِ، وَعِدَّةٍ. ¶ وَعُنِيَ بِالْحَدِيْثِ عنَايَةً قَوِيَّةً، وَبِالْقِرَاءاتِ، فَبَرَعَ فِيْهَا، وَتَلاَ بِهَا عَلَى أَبِي مُحَمَّدٍ سِبْطِ الْخَيَّاطِ، وَأَبِي الْحَسَنِ بْنِ مَحْمُوَيْهِ، وَأَبِي العَلاَءِ الْهَمَذَانِيِّ. ¶ وَأَخَذَ الْمَذْهَبَ وَالْخِلاَفَ عَنْ أَبِي مَنْصُوْرٍ ابْنٍ الرَّزَّازِ، وَالْعَرَبِيَّة عَنْ أَبِي مُحَمَّدٍ ابْنِ الْخَشَّابِ. ¶ وَصَحِبَ جدَّهُ أَبَا الْبَرَكَاتِ، وَلَبِسَ مِنْهُ، وَلاَزَمَ ابْنَ نَاصِرٍ، وَأَخَذَ عَنْهُ عِلْمَ الأَثَرِ، وَحَفِظَ عَنْهُ فَوَائِدَ غَزِيْرَةً. ¶ قَالَ ابْنُ النَّجَّارِ: شَيْخُنَا ابْنُ سُكَيْنَةَ شَيْخُ الْعِرَاقِ فِي الْحَدِيْثِ، وَالزُّهْدِ، وَحُسْنِ السَّمْتِ، وَمُوَافِقَةِ السُّنَّةِ وَالسَّلَفِ، عُمِّرَ حَتَّى حَدَّثَ بِجَمِيْعِ مَرْوِيَّاتِهِ، وَقصدَهُ الطُّلاَّبُ مِنَ البِلاَدِ، وَكَانَتْ أَوقَاتُهُ مَحْفُوْظَةٌ، لاَ تَمضِي لَهُ سَاعَةٌ إِلاَّ فِي تِلاَوَةٍ، أَوْ ذِكْرٍ، أَوْ تَهجُّدٍ، أَوْ تَسْمِيْعٍ، وَكَانَ إِذَا قُرِئَ عَلَيْهِ مَنَعَ مِنَ القِيَامِ لَهُ أَوْ لِغَيْرِهِ، وَكَانَ كَثِيْرَ الْحَجِّ وَالمُجَاوِرَةِ وَالطَّهَارَةِ، لاَ يَخْرُجُ مِنْ بَيْتِهِ إِلاَّ لِحُضُوْرِ جُمُعَةٍ أَوْ عيدٍ أَوْ جَنَازَةٍ، وَلاَ يَحضُرُ دورَ أَبْنَاءِ الدُّنْيَا فِي هَنَاءٍ، وَلاَ عَزَاءٍ، يُدِيمُ الصَّوْمَ غَالِباً، وَيستعملُ السُّنَّةَ فِي أَمورِهِ، وَيُحِبُّ الصَّالِحِيْنَ، وَيُعَظِّمُ العُلَمَاءَ، وَيَتوَاضَعُ لِلنَّاسِ، وَكَانَ يُكْثِرُ أَنْ يَقُوْلُ: أَسْأَلُ اللهَ أَنْ يُمِيتَنَا مُسْلِمِيْنَ، وَكَانَ ظَاهِرَ الخشوعِ، غَزِيْرَ الدَّمْعَةِ، وَيَعْتَذِرُ مِنَ البُكَاءِ وَيَقُوْلُ: قَدْ كَبِرْتُ وَلاَ أَملِكُهُ، وَكَانَ اللهُ قَدْ أَلْبَسَهُ رِدَاءً جَمِيْلاً مِنَ البَهَاءِ، وَحُسْنِ الخِلْقَةِ، وَقَبُولِ الصُّوْرَةِ، وَنورِ الطَّاعَةِ، وَجَلاَلَةِ الْعِبَادَةِ، وَكَانَتْ لَهُ فِي القُلُوْبِ مَنْزِلَةٌ عَظِيْمَةٌ، وَمَنْ رَآهُ انتفَعَ برُؤْيتِهِ، فَإِذَا تَكَلَّمَ كَانَ عَلَيْهِ البَهَاء وَالنُّوْر، لاَ يُشْبَعُ مِنْ مُجَالَسَتِهِ، لَقَدْ طُفْتُ شرقاً وَغرباً، وَرَأَيْتُ الأَئِمَّةَ وَالزُّهَّادَ فَمَا رَأَيْتُ أَكملَ مِنْهُ، وَلاَ أَكْثَرَ عبَادَةً، وَلاَ أَحْسَنَ سَمْتَاً، صَحِبتُهُ قَرِيْبَاً مِنْ عِشْرِيْنَ سَنَةً، لَيْلاً وَنَهَاراً، وَتَأَدَّبْتُ بِهِ، وَخَدَمْتُهُ، وَقَرَأْتُ عَلَيْهِ بِجَمِيْعِ رِوَايَاتِهِ، وَسَمِعْتُ مِنْهُ أَكْثَرَ مَرْوِيَّاتِهِ، وَكَانَ ثِقَةً، حُجَّةً، نبيلاً، عَلَماً مِنْ أَعْلاَمِ الدِّينِ! سَمِعَ مِنْهُ الحُفَّاظُ: عَلِيُّ بْنُ أَحْمَدَ الزَّيْدِيُّ، وَالقَاضِي عُمَرُ بْنُ عَلِيٍّ القُرَشِيُّ، وَالحَازِمِيُّ، وَطَائِفَةٌ مَاتُوا قَبْلَهُ. ¶ وَسَمِعْتُ ابْنَ الأَخْضَرِ غَيْرَ مَرَّةٍ يَقُوْلُ: لَمْ يَبْقَ مِمَّنْ طَلَبَ الْحَدِيْثَ، وَعُنِيَ بِهِ غَيْرُ عَبْدِ الوَهَّابِ ابْنِ سُكَيْنَةَ. ¶ وَسَمِعْتُهُ يَقُوْلُ: كَانَ شَيْخُنَا ابْنُ نَاصِرٍ يَجْلِسُ فِي دَارِهِ عَلَى سَرِيرٍ لَطِيفٍ، فُكُلُّ مَنْ حضَرَ عِنْدَهُ يَجْلِسُ تَحْتَ، إِلاَّ ابْنُ سُكَيْنَةَ.",
            "page": "32",
            "part": "1",
            "seal": "EAA35101"
        },
        {
            "id": "47",
            "nass": "قَالَ ابْنُ النَّجَّارِ: وَأَنْبَأَنَا يَحْيَى بْنُ القَاسِمِ مُدَرِّسُ النِّظَامِيَّةِ فِي ذِكْرِ مَشَايِخِهِ: ابْنُ سُكَيْنَةَ كَانَ عَالِماً عَامِلاً، دَائِمَ التَّكرَارِ لِكِتَابِ (التَّنْبِيْهِ) فِي الفِقْهِ، كَثِيْرَ الاشتغَالِ بـ (الْمُهَذَّبِ) ، وَ (الْوَسِيطِ) ، لاَ يُضيِّعُ شَيْئَاً مِنْ وَقتِهِ، وَكُنَّا إِذَا دَخَلْنَا عَلَيْهِ يَقُوْلُ: لاَ تَزِيدُوا عَلَى سَلامٌ عَلَيْكُمْ مَسْأَلَةً؛ لَكَثْرَةِ حِرْصِهِ عَلَى الْمُبَاحَثَةِ، وَتَقرِيرِ الأَحْكَامِ. ¶ وَقَالَ ابْنُ الدُّبَيْثِيِّ: سَمِعَ بِنَفْسِهِ، وَحصَّلَ الْمَسْمُوْعَاتِ، ثُمَّ سَمَّى فِي شُيُوْخِهِ: أَبَا البَرَكَاتِ عُمَرَ بْنَ إِبْرَاهِيْمَ الزَّيْدِيَّ، وَأَبَا شُجَاعٍ الْبِسْطَامِيَّ. قَالَ: وَحَدَّثَ بِمِصْرَ، وَالشَّامِ، وَالْحِجَازِ، وَكَانَ ثِقَةً، فَهْمَاً، صَحِيْحَ الأُصُوْلِ، ذَا سَكِيْنَةٍ وَوقَارٍ. ¶ قُلْتُ: حَدَّثَ عَنْهُ: الشَّيْخُ مُوَفَّقُ الدِّيْنِ، وَابْنُ الصَّلاَحِ، وَأَبُو مُوْسَى ابْنُ الْحَافِظِ، وَابْنُ خَلِيْلٍ، وَالضِّيَاءُ، وَابْنُ النَّجَّارِ، وَابْنُ الدُّبَيْثِيِّ، وَمُحَمَّدُ بْنُ غَنِيْمَةَ الإِسكَافُ، وَمُحَمَّدُ بْنُ عَسْكَرٍ الطَّيِّبُ، وَالعِمَادُ مُحَمَّدُ ابْنُ السُّهْرَوَرْدِيِّ، وَأَحْمَدُ بْنُ هِبَةِ اللهِ السَّاوجِيُّ، وَبَكْرُ بْنُ مُحَمَّدٍ القَزْوِيْنِيُّ، وَعَامِرُ بْنُ مَكِّيٍّ، وَعَبْدُ اللهِ، وَعَبْدُ الرَّحْمَنِ ابْنَا عَلِيِّ بْنِ أَبِي الدَّينَةِ، وَالْمُوَفَّقُ عَبْدُ الْغَافِر بْنُ مُحَمَّدٍ الْقَاشَانِيُّ، وَعَبْدُ الغَنِيِّ بْنُ مَكِّيٍّ، وَمَكِّيُّ بْنُ عُثْمَانَ بْنِ الْهُبْرِيِّ، وَيُوْنُسُ بْنُ جَعْفَرٍ الأَزَجِيُّ، وَالنَّجِيْبُ عَبْدُ اللَّطِيْفِ، وَابْنُ عَبْدِ الدَّائِمِ، وَعَدَدٌ كَثِيْرٌ. ¶ وَبِالإِجَازَةِ: ابْنُ شَيْبَانَ، وَالفَخْرُ عَلِيِّ ابْنِ الْبُخَارِيِّ، وَالكَمَالُ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّطِيْفِ ابْنِ الْمُكَبِّرِ. ¶ وَقَدْ قَدِمَ ابْنُ سُكَيْنَةَ دِمَشْقَ رَسُوْلاً فِي سَنَةِ خَمْسٍ وَثَمَانِيْنَ، وَسَمِعَ مِنْهُ: التَّاجُ ابْنُ أَبِي جَعْفَرٍ، وَجَمَاعَةٌ. ¶ قَالَ الإِمَامُ أَبُو شَامَةَ: وَفِي سَنَةِ سَبْعٍ وَسِتِّمِئَةٍ تُوُفِّيَ ابْنُ سُكَيْنَةَ، وَحضرَهُ أَربَابُ الدَّوْلَةِ، وَكَانَ يَوْماً مَشْهُوْداً، ثُمَّ قَالَ: وَكَانَ مِنَ الأَبْدَالِ. وَقَالَ ابْنُ النَّجَّارِ: مَاتَ فِي تَاسِعَ عَشَرَ رَبِيْعٍ الآخَرِ رَحِمَهُ الله» اهـ.",
            "page": "33",
            "part": "1",
            "seal": "B7265814"
        },
        {
            "id": "48",
            "nass": "وَأَمَا بَاقِي الأَخْطَاءِ وَالتَّصْحِيفَاتِ، فَانْظُرْهَا فِي مَقَالِنَا: ¶ دَقَائِقُ التَّنْبِيهِ وَالتعْرِيفِ بِمَا فِي «الأَحَادِيثِ الْمُخْتَارَةِ» مِنَ الأَخْطَاءِ وَالتَّصْحِيفِ ¶ من «الْمَقَالاتِ الْقِصَارِ فِي فَتَاوِى الأَحَادِيثِ وَالأَخْبَارِ» ¶ ـــ،،، ـــ",
            "page": "34",
            "part": "1",
            "seal": "AFEB2CE2"
        }
    ],
    "t5924": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة الإمام الحجة الضياء المقدسي الدمشقي الصالحي الحنبلي"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "روايتنا الأحاديث المختارة للضياء المقدسي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ الأول] محمد بن عبد الله بن زيد أنا أبو القاسم الطبراني"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "تكرر عشرات المرات، وصوابه: محمد بن عبد الله بن ريذة."
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "ومن نوافل القول ومعاده كذلك: التذكير بترجمة الإمام العلم الشهير، مسند عصره: ابن ريذة الأصبهاني"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ الثاني] أحمد بن عثمان بن الفضل أبو الفرج البغدادي"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "وثلاثة أخطاء في نسبه: المخبري، والمجنزي، والمحزي."
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ الثالث] عبد الله بن حبابة أنا عبد الله بن محمد البغوي"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "تكرر أربع مرات أو أكثر، وصوابه: عبيد الله بالتصغير بن حبابة."
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ الرابع] القاضي أبو سعيد الخليل بن أحمد السجزي"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "تحرفت هذه النسبة في موضع من مواضعها العشرة بالكتاب إلى ابن الشجري"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ الخامس] وله تعلق بالخطأ السابق، لوقوعه ببعض أسانيده"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "أبو مضر محلم بن إسماعيل بن مضر بن إسماعيل الضبي"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ السادس] إبراهيم بن خزيم الشاشي راوي مسند عبد بن حميد"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "تحرف اسمه ونسبته مرتين، فمرة ابن خذم، والثانية ابن حريم الشابي."
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ السابع] أبو سعد محمد بن عبد الرحمن الكنجروذي"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "تحرفت كنيته إلى أبي سعيد في عدة مواضع، ووردت صحيحة في مواضع"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "ومن نوافل الإفادة: التذكير بترجمة الإمام المحدث النحوي الطبيب أبي سعد الكنجروذي"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "[الخطأ الثامن] أبو أحمد عبد الوهاب بن علي بن علي بن عبيد الله الصوفي البغدادي"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "تحرف اسم جده عبيد الله إلى عبد الله مكبرا في عدة مواضع، وورد صحيحا في مواضع"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "ومن نوافل الإفادة: التذكير بترجمة الإمام أبي أحمد عبد الوهاب بن علي بن علي عبيد الله الصوفي البغدادي"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "وأما باقي الأخطاء والتصحيفات، فانظرها في مقالنا: دقائق التنبيه والتعريف بما في «الأحاديث المختارة» من الأخطاء والتصحيف"
        }
    ]
}