{
    "b5955": [
        {
            "hno": null,
            "id": "1",
            "nass": "مَجْمُوعَة رسائل فِي الحَدِيث للسيوطي والرازي",
            "page": "1",
            "part": "1",
            "seal": "A5F59BAC"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "مُقَدّمَة الْمُؤلف ¶ بِسم الله الرَّحْمَن الرَّحِيم وَبِاللَّهِ التَّوْفِيق ¶ الْحَمد لله الَّذِي نصب لدينا القويم أقوم مدرج وَالصَّلَاة وَالسَّلَام على سيدنَا مُحَمَّد الَّذِي فتح بُنْيَانه كل بَاب وعَلى آله وَصَحبه وَمن هُوَ فِي زمرة التَّابِعين لَهُم بِإِحْسَان ¶ هَذَا جُزْء لطيف سميته المدرج إِلَى المدرج لخصته من تقريب الْمنْهَج بترتيب المدرج لشيخ الْإِسْلَام والحفاظ أبي الْفضل ابن حجر إِلَّا أَنِّي أقتصرت فِيهِ على مدرج الْمَتْن دون مدرج الْإِسْنَاد لِأَن الْعِنَايَة بتمييز كَلَام الروَاة من كَلَام النُّبُوَّة أهم وعوضته من مدرج الْإِسْنَاد زَوَائِد مهمة من مدرجات الْمُتُون خلى عَنْهَا كِتَابه وَهِي مسطورة فِي كتب النقاد وَالله الْمُوفق ¶ 1 - حَدِيث أبن مَسْعُود من مَاتَ وَهُوَ يُشْرك بِاللَّه شَيْئا دخل النَّار وَمن مَاتَ وَهُوَ لَا يُشْرك بِاللَّه شَيْئا دخل الْجنَّة أخرجه خَ ن وهم فِيهِ أَحْمد بن عبد الْجَبَّار العطاردى وَالْمَرْفُوع مِنْهُ الْجُمْلَة الأولى فَقَط وَالثَّانيَِة مَوْقُوفَة كَذَا ميزه جمَاعَة من الروَاة مِنْهُم الْأَعْمَش أخرجه الشَّيْخَانِ وَالنَّسَائِيّ",
            "page": "17",
            "part": "1",
            "seal": "2AF22110"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - حَدِيث بسرة من مس ذكره أَو أنثييه أَو رفغيه فَليَتَوَضَّأ أخرجه الطَّبَرَانِيّ ¶ وهم فِيهِ عبد الحميد بن جَعْفَر الْأنْصَارِيّ وَالْمَرْفُوع من مس ذكره فَليَتَوَضَّأ كَذَا أقتصر عَلَيْهِ سَائِر الروَاة أَخْرجُوهُ دون ذكر الْأُنْثَيَيْنِ وَالرَّفْع مدرج من قَول عُرْوَة بَينه حَمَّاد بن زيد وَأَيوب أخرجه أبن ماجة ¶ 3 - حَدِيث أبي هُرَيْرَة أَسْبغُوا الْوضُوء ويل للاعقاب من النَّار ¶ أخرجه أبن ماجة ¶ وهم فِيهِ شَبابَة بن سوار وَأَبُو قطن وَالْمَرْفُوع مِنْهُ ويل إِلَى آخِره وصدره مدرج كَذَا ميزه سَائِر الروَاة مِنْهُم مُحَمَّد بن جَعْفَر أخرجه أَحْمد من طَرِيقه بِلَفْظ كَانَ أَبُو هُرَيْرَة يَأْتِي على النَّاس وهم يَتَوَضَّئُونَ فَيَقُول لَهُم أَسْبغُوا الْوضُوء فَإِنِّي سَمِعت أَبَا الْقَاسِم صلى الله عَلَيْهِ وَسلم يَقُول ويل للاعقاب من النَّار",
            "page": "18",
            "part": "1",
            "seal": "4D5B7E68"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "4 - حَدِيث الْبَراء أَنه رأى النَّبِي صلى الله عَلَيْهِ وَسلم حِين إفتتح الصَّلَاة رفع يَدَيْهِ حَتَّى حَاذَى بهما إِلَى أُذُنَيْهِ ثمَّ لم يعد إِلَى شَيْء من ذَلِك حَتَّى فرغ من صلَاته أخرجه أَبُو دَاوُد وَالدَّارَقُطْنِيّ ¶ قَوْله ثمَّ لم يعد مدرج من زِيَادَة يزِيد بن أبي زِيَاد نبه عَلَيْهِ أبن عُيَيْنَة أخرجه الشَّافِعِي فِي الْأُم وَقد سَمعه الْحفاظ مِنْهُ قَدِيما بِدُونِهَا هشيم وخَالِد بن الطَّحَّان وأبن أدريس عِنْد أبي دَاوُد والثورى وَشعْبَة وأسباط بن مُحَمَّد عِنْد أَحْمد",
            "page": "19",
            "part": "1",
            "seal": "2E3688FD"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "5 - حَدِيث ابْن مَسْعُود أَن النَّبِي صلى الله عَلَيْهِ وَسلم أَخذ بِيَدِهِ فَعلمه التَّشَهُّد التَّحِيَّات لله والصلوات الطَّيِّبَات السَّلَام عَلَيْك أَيهَا النَّبِي وَرَحْمَة الله وَبَرَكَاته السَّلَام علينا وعَلى عباد الله الصَّالِحين أشهد أَن لَا إِلَه أَلا الله وَأشْهد أَن مُحَمَّدًا رَسُول الله فَإِذا قلت ذَلِك فقد تمت صَلَاتك فَأن شِئْت فَقُمْ وَأَن شِئْت فَأقْعدَ أخرجه الدَّارمِيّ ¶ وَقَوله فأذا قلت ذَلِك إِلَى أَخّرهُ مدرج من قَول أبن مَسْعُود وَلَيْسَ من الْمَرْفُوع بَينه شَبابَة بن سوار أخرجه الدَّارَقُطْنِيّ وَعبد الرَّحْمَن بن ثَابت بن ثَوْبَان أخرجه أَبُو يعلى وَالطَّبَرَانِيّ فِي الْأَوْسَط",
            "page": "20",
            "part": "1",
            "seal": "16B308B7"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "6 - حَدِيث الزُّهْرِيّ عَن إِبْنِ أكيمَة اللَّيْثِيّ عَن أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم أنصرف من صَلَاة جهر فِيهَا بالقراءه فَقَالَ هَل قَرَأَ معي أحد مِنْكُم آنِفا فَقَالَ رجل نعم يَا رَسُول الله ¶ فَقَالَ أَنِّي أَقُول مَالِي أنازع الْقُرْآن فأنتهى النَّاس عَن القراءه مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِيمَا جهر فِيهِ رَسُول الله صلى الله عَلَيْهِ وَسلم بالقراءه من الصَّلَوَات حِين سمعُوا ذَلِك من رَسُول الله صلى الله عَلَيْهِ وَسلم أخرجه أَبُو دَاوُد وَالنَّسَائِيّ ¶ قَوْله فأنتهى النَّاس إِلَى أَخّرهُ مدرج من كَلَام الزهرى بَينه أبن عُيَيْنَة أخرجه أَبُو دَاوُد وَابْن ماجة وَقَالَ أَبُو دَاوُد سَمِعت مُحَمَّد بن يحي بن فَارس يَقُول يَنْتَهِي حَدِيث ابْن أكيمَة إِلَى قَوْله مَالِي أنازع الْقُرْآن وَقَوله أنْتَهى النَّاس من كَلَام الزهرى",
            "page": "21",
            "part": "1",
            "seal": "8BFF8927"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "7 - حَدِيث أبي هُرَيْرَة من كَانَ مُصَليا بعد الْجُمُعَة فَليصل أَرْبعا فَإِن عجل بِهِ شَيْء فَليصل رَكْعَتَيْنِ فِي الْمَسْجِد وَرَكْعَتَيْنِ إِذا رَجَعَ ¶ أخرجه مُسلم وأبن ماجة ¶ وهم فِيهِ عبد الله بن أدريس الأودى وَالْمَرْفُوع مِنْهُ إِلَى قَوْله أَرْبعا وَالْبَاقِي مدرج من كَلَام أبي صَالح بَينه أَبُو خَيْثَمَة أخرجه أَبُو دَاوُد وَحَمَّاد بن سَلمَة أخرجه أبن حبَان وَنَصّ على أَن الإدراج من أبن أدريس ¶ 8 - حَدِيث أبي هُرَيْرَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يرغب فِي قيام رَمَضَان من غير أَن يَأْمُرهُم فِيهِ بعزيمة وَيَقُول من قَامَ رَمَضَان أيمانا واحتسابا غفر لَهُ مَا تقدم من ذَنبه فَتوفي رَسُول الله صلى الله عَلَيْهِ وَسلم وَالْأَمر على ذَلِك ثمَّ كَانَ الْأَمر على ذَلِك فِي خلَافَة أبي بكر وَصدر من خلَافَة عمر أخرجه مُسلم وَأَبُو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَالْبُخَارِيّ قَوْله فَتوفي إِلَى أَخّرهُ لَيْسَ من قَول أبي هُرَيْرَة بل هُوَ من قَول الزُّهْرِيّ بَينه مَالك أخرجه أَبُو دَاوُد وَالنَّسَائِيّ",
            "page": "22",
            "part": "1",
            "seal": "3A0C3175"
        },
        {
            "hno": "9",
            "id": "8",
            "nass": "9 - حَدِيث زِيَاد بن سعد عَن أبن شهَاب عَن سَالم عَن أبن عمر أَنه كَانَ يمشي بَين يدى الْجِنَازَة وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَبُو بكر وَعمر وَعُثْمَان يَمْشُونَ أمامها أخرجه التِّرْمِذِيّ ¶ قَوْله وَكَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَيْسَ من قَول أبن عمر بل مدرج من قَول أبن شهَاب بَينه معمر أخرجه التِّرْمِذِيّ وَنَصّ على أَنه مدرج النَّسَائِيّ فِي السّنَن ¶ 10 - حَدِيث ميمونه من صلى عَلَيْهِ أمة من النَّاس شفعوا فِيهِ قَالَ الْأمة الْأَرْبَعُونَ إِلَى الْمِائَة والعصبة عشر إِلَى أَرْبَعِينَ والنفر ثَلَاثَة إِلَى عشرَة أخرجه النَّسَائِيّ وَأحمد فِي الْمسند ¶ قَوْله الْأمة إِلَى أَخّرهُ مدرج من كَلَام أبي الْمليح بَينه أَبُو عُبَيْدَة الْحداد أخرجه النَّسَائِيّ ويحي الْقطَّان أخرجه أَحْمد",
            "page": "23",
            "part": "1",
            "seal": "0E5DCAAB"
        },
        {
            "hno": "11",
            "id": "9",
            "nass": "11 - حَدِيث لَيْسَ الْمِسْكِين الَّذِي ترده التمرة وَالتَّمْرَتَانِ والأكلة وَالْأكْلَتَان وَلَكِن الْمِسْكِين الَّذِي لَيْسَ لَهُ مَا يَسْتَغْنِي بِهِ الَّذِي لَا يسْأَل وَلَا يعلم بحاجته فَيتَصَدَّق عَلَيْهِ فَذَاك المحروم ¶ أخرجه أَبُو دَاوُد ¶ وَقَوله فَذَاك المحروم مدرج من قَول الزُّهْرِيّ بَينه عبد الْأَعْلَى بن عبد الْأَعْلَى أخرجه النَّسَائِيّ ¶ 12 - حَدِيث أبي لَهِيعَة عَن يحيى بن سعيد سَمِعت السَّائِب بن يزِيد يَقُول صَحِبت سعد بن أبي وَقاص زَمَانا فَلم أسمعهُ يحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم لَا يفرق بَين مُجْتَمع وَلَا يجمع بَين متفرق فِي الصَّدَقَة والخليطان مَا إجتمع على الْفَحْل والراعي والحوض ¶ لم يسمعهُ ابْن لَهِيعَة من يحيى بن سعيد إِنَّمَا كَانَ يرويهِ من كتاب إِلَيْهِ بَينه أَبُو الْأسود وكل شَيْء يحدث بِهِ ابْن لَهِيعَة عَن يحيى بن سعيد فَإِنَّمَا هُوَ كتاب كتب إِلَيْهِ أخرجه أَبُو عبيد فِي كتاب الْأَمْوَال ¶ وَقَالَ سعيد ابْن أبي مَرْيَم لم يسمع ابْن لَهِيعَة من يحيى بن سعيد شَيْئا وَلَكِن كتب إِلَيْهِ يحيى وَكَانَ فِيمَا كتب هَذَا الحَدِيث يَعْنِي حَدِيث السَّائِب بن يزِيد صَحِبت سعد ابْن أبي وَقاص كَذَا وَكَذَا سنة فَلم أسمعهُ يحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَّا حَدِيثا وَاحِدًا وَكتب فِي عقبه على أَثَره لَا يفرق بَين مُجْتَمع إِلَى أَخّرهُ فَظن ابْن لَهِيعَة انه من حَدِيث سعد وَإِنَّمَا كَانَ هَذَا الْكَلَام مُبْتَدأ من الْمسَائِل الَّتِي كتب بهَا إِلَيْهِ ¶ وَقَالَ الْحُسَيْن بن حسان سَأَلت إِبْنِ معِين عَن هَذَا الحَدِيث فَقَالَ بَاطِل إِنَّمَا هَذَا من قَول يحيى بن سعيد كَذَا حدث بِهِ لَيْث بن سعد وَغَيره ¶ قَالَ الْخَطِيب وَقد روى سُلَيْمَان بن بِلَال وَحَمَّاد بن زيد عَن يحيى بن سعيد عَن السَّائِب بن يزِيد عَن سعد هَذَا الحَدِيث فَلم يذكرَا فصل الْجمع والتفريق وَلَا الخليطين ¶ وَقَالَ أَبُو حَاتِم هَذَا الحَدِيث عِنْدِي بَاطِل وَلَا اعْلَم أحدا رَوَاهُ غير ابْن لَهِيعَة",
            "page": "24",
            "part": "1",
            "seal": "D3F7ABC6"
        },
        {
            "hno": "13",
            "id": "10",
            "nass": "13 - حَدِيث أبي امامة إنطلق بِرَجُل إِلَى بَاب الْجنَّة فَرفع رَأسه فَإِذا على بَاب الْجنَّة مَكْتُوب الصَّدَقَة بِعشْرَة أَمْثَالهَا وَالْقَرْض الْوَاحِد بِثمَانِيَة عشر لِأَن صَاحب الْقَرْض لَا يَأْتِيك إِلَّا وَهُوَ مُحْتَاج وَالصَّدَََقَة رُبمَا وضعت فِي غنى ¶ قَوْله لِأَن صَاحب الْقَرْض إِلَى أَخّرهُ مدرج من كَلَام بعض الْفُقَهَاء بَينه مكي بن إِبْرَاهِيم ¶ 14 - حَدِيث ابْن عمر أَن بِلَالًا يُؤذن بلَيْل فَكُلُوا وَاشْرَبُوا حَتَّى يُؤذن ابْن أم مَكْتُوم قَالَ وَكَانَ ضريرا فَكَانَ يُؤذن لَهُ أذن فقد أَصبَحت ¶ أخرجه البُخَارِيّ وَمُسلم ¶ قَوْله وَكَانَ ضريرا مدرج من كَلَام سَالم أحْرجهُ مُسلم وَقيل من كَلَام الزُّهْرِيّ أخرجه مَالك ¶ 15 - حَدِيث ابْن عَبَّاس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم خرج إِلَى مَكَّة عَام الْفَتْح فصَام حَتَّى بلغ الكديد ثمَّ أفطر فَأفْطر النَّاس فَكَانُوا يَأْخُذُونَ بالأحدث فالأحدث من أَمر رَسُول الله صلى الله عَلَيْهِ وَسلم أحْرجهُ الشَّيْخَانِ ¶ وَقَوله فَكَانُوا يَأْخُذُونَ إِلَى أَخّرهُ لَيْسَ من قَول ابْن عَبَّاس بل مدرج من قَول الزُّهْرِيّ بَينه معمر أخرجه البُخَارِيّ وَابْن إِسْحَاق أخرجه أَحْمد وَرَوَاهُ ابْن خُزَيْمَة من طَرِيق ابْن عُيَيْنَة فَقَالَ لَا أَدْرِي هَل هُوَ من قَول ابْن عَبَّاس أَو من قَول عبيد الله أَو من قَول الزُّهْرِيّ",
            "page": "25",
            "part": "1",
            "seal": "D4694ADF"
        },
        {
            "hno": "16",
            "id": "11",
            "nass": "16 - حَدِيث ابْن عمر نهى رَسُول الله صلى الله عَلَيْهِ وَسلم عَن بيع الثَّمَرَة حَتَّى يَبْدُو صَلَاحهَا وَكَانَ إِذا سُئِلَ عَن صَلَاحهَا قَالَ تذْهب عاهتها ¶ أخرجه البُخَارِيّ وَمُسلم ¶ والمسؤول والمجيب هُوَ ابْن عمر بَين ذَلِك غنْدر أخرجه مُسلم عَن إِبْرَاهِيم ¶ 17 - حَدِيث أنس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن بيع الثِّمَار حَتَّى تزهى فَقيل يَا رَسُول الله وَمَا تزهى قَالَ تحمر وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَرَأَيْت إِذا منع الله الثَّمَرَة فَبِمَ يَأْخُذ أحدكُم مَال أَخِيه ¶ أخرجه الشَّيْخَانِ تفرد بِرَفْع الْجَمِيع مَالك وَلم يُتَابِعه أحد من أَصْحَاب حميد بل بينوا كلهم أَن قَوْله أَرَأَيْت إِلَى أَخّرهُ مَوْقُوف من كَلَام أنس مِنْهُم إِسْمَاعِيل بن جَعْفَر ¶ أخرجه الشَّيْخَانِ ¶ وَنَصّ على أدراجه أَبُو حَاتِم وَأَبُو زرْعَة وَوهم مُحَمَّد بن عباد الْمَكِّيّ فروى عَن الدَّرَاورْدِي عَن حميد عَن أنس مَرْفُوعا أَن لم يثمرها الله فَبِمَ يسْتَحل أحدكُم مَال أَخِيه أخرجه مُسلم ¶ وَهُوَ وهم فَاحش إِذْ أسقط الْمَرْفُوع وَرفع الْمَوْقُوف وَقد رَوَاهُ إِبْرَاهِيم بن حَمْزَة عَن الدَّرَاورْدِي على الصَّوَاب وَهُوَ أحفظ وأتقن من مُحَمَّد بن عباد ¶ 18 - حَدِيث نَافِع عَن ابْن عمر من إشترى نخلا وَقد أبرت فثمرها للْبَائِع إِلَّا أَن يشْتَرط المُشْتَرِي وَمن إشترى عبدا وَله مَال فَمَاله للْبَائِع إِلَّا أَن يشْتَرط المُشْتَرِي ¶ أخرجه الْخَطِيب ¶ وهم فِيهِ إِسْمَاعِيل بن زَكَرِيَّا الخلقاني وَأَبُو مُعَاوِيَة والهيثم بن عدى الطَّائِي لِأَن نَافِعًا إِنَّمَا رفع بيع النّخل خَاصَّة وروى بيع العَبْد عَن ابْن عمر عَن عمر مَوْقُوفا بَينه جمَاعَة مِنْهُم يحيى بن سعيد الْقطَّان أخرجه مُسلم",
            "page": "26",
            "part": "1",
            "seal": "1F184DDA"
        },
        {
            "hno": "19",
            "id": "12",
            "nass": "قَالَ الْخَطِيب نعم الرّفْع للقصتين جَمِيعًا ثَابت عَن سَالم عَن ابْن عمر أخرجه الشَّيْخَانِ ¶ فَأَما عَن نَافِع فَالصَّحِيح من حَدِيثه رفع قصَّة النّخل ووقف قصَّة العَبْد وَقد رجح النَّسَائِيّ رِوَايَة نَافِع على رِوَايَة سَالم ¶ 19 - حَدِيث ابْن عمر نهى عَن بيع حَبل الحبلة وحبل الحبلة أَن تنْتج النَّاقة مَا فِي بَطنهَا ثمَّ تنْتج الَّذِي نتجت ¶ أخرجه الشَّيْخَانِ وَالنَّسَائِيّ ¶ التَّفْسِير مدرج من قَول نَافِع بَينه وَأَبُو سلمه مُوسَى بن إِسْمَاعِيل أخرجه مُسلم ¶ 20 - حَدِيث أبي سعيد الذَّهَب بِالذَّهَب مثلا بِمثل لَا يشق بعضهما على بعض وَالْفِضَّة بِالْفِضَّةِ مثلا بِمثل لَا فضل بَينهمَا وَلَا يُبَاع غَائِب بناجز أَنِّي أَخَاف عَلَيْكُم الرماء والرماء الرِّبَا أخرجه الأسماعيلي ¶ قَوْله أَنِّي أَخَاف عَلَيْكُم الرماء مدرج لَيْسَ من كَلَام النَّبِي صلى الله عَلَيْهِ وَسلم إِنَّمَا هُوَ من قَول عمر وهم أَبُو معشر نجيح فأدرجه فِي حَدِيث أبي سعيد وَقد ميزه جمَاعَة مِنْهُم جرير بن حَازِم أخرجه مُسلم وَأَيوب أخرجه أَحْمد ¶ قلت وَقَوله الرماء الرماء مدرج ثَان فَإِنَّهُ لَيْسَ من كَلَام عمر بل تَفْسِير من بعض الرواه أَو أدراج فِي أدراج",
            "page": "27",
            "part": "1",
            "seal": "BDE7923C"
        },
        {
            "hno": "21",
            "id": "13",
            "nass": "21 - حَدِيث ابْن عمر من أعتق شركا لَهُ فِي عبد عتق مَا بَقِي فِي مَاله إِذا كَانَ لَهُ مَا يبلغ ثمن العَبْد ¶ أخرجه أَبُو دَاوُد وَالتِّرْمِذِيّ ¶ قَوْله إِذا كَانَ لَهُ الخ مدرج من كَلَام الزُّهْرِيّ بَينه ابْن رَاهْوَيْةِ أخرجه أَبُو يعلى ¶ وَرَوَاهُ الديري عَن عبد الرَّزَّاق فَقَالَ فِي آخِره لَا أَدْرِي ¶ قَوْله إِذا كَانَ إِلَى آخِره فِي حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم أَو شَيْء قَالَه الزُّهْرِيّ وَأخرجه أَحْمد عَن عبد الرَّزَّاق مُقْتَصرا على الْمَرْفُوع فَقَط ¶ قَالَ الْخَطِيب كَانَ مُوسَى بن عقبَة يَقُول لِلزهْرِيِّ أفصل كلامك عَن كَلَام النَّبِي صلى الله عَلَيْهِ وَسلم لما كَانَ يحدث بِهِ فيخلطه بِكَلَامِهِ ¶ 22 - حَدِيث أبي هُرَيْرَة من أعتق شخصا فِي مَمْلُوك فخلاصة مَا بَقِي مِنْهُ عَلَيْهِ فِي مَاله إِن كَانَ لَهُ مَال وَإِلَّا قوم قيمَة عبد فاستسعى فِيهَا غير مشقوق عَلَيْهِ ¶ أخرجه أَبُو دَاوُد ¶ وَذكر الأستسعاء مدرج من قَول قتاده بَينه أَبُو عبد الرَّحْمَن الْمقري عَن همام فَقَالَ فِي آخِره قَالَ همام وَكَانَ قَتَادَة يَقُول إِن لم يكن لَهُ مَال إستسعى وَجَمَاعَة من الروَاة إقتصروا على الْمَرْفُوع وَلم يذكرُوا الأستعساء",
            "page": "28",
            "part": "1",
            "seal": "0E0A8B76"
        },
        {
            "hno": "23",
            "id": "14",
            "nass": "23 - حَدِيث ابْن عمر نهى عَن نِكَاح الشّغَار والشغار أَن يُزَوّج الرجل إبنته على أَن يُزَوجهُ الآخر إبنته وَلَيْسَ بَينهمَا صدَاق ¶ أخرجه الشَّيْخَانِ ¶ تَفْسِير الشّغَار لَيْسَ بمرفوع بل قَول مَالك بَينه إِبْنِ مهْدي والقعنبي ومحرز ابْن عون أخرجه أَحْمد وَنَافِع بَينه يحيى بن سعيد الْقطَّان عَن عبيد الله بن عمر قَالَ قلت لنافع مَا الشّغَار فَذكره أخرجه أَبُو دَاوُد وَحكى الْبَيْهَقِيّ فِي الْمعرفَة عَن الشَّافِعِي أَنه قَالَ تَفْسِير الشّغَار مَا أَدْرِي هَل هُوَ من النَّبِي صلى الله عَلَيْهِ وَسلم أَو من قَول إِبْنِ عمر أَو من نَافِع أَو من مَالك قلت قَالَ فِي فتح الْبَارِي الَّذِي تحرر أَنه من قَول نَافِع ¶ 24 - حَدِيث ابْن عمر طلقت إمرأتي وَهِي حَائِض فَأتى عمر النَّبِي صلى الله عَلَيْهِ وَسلم فَسَأَلَهُ فَقَالَ مره فَلْيُرَاجِعهَا فَإِن طهرت فَلْيُطَلِّقهَا إِن شَاءَ فَقَالَ عمر يَا رَسُول الله أفيحتسب بِتِلْكَ التطليقة قَالَ نعم وَمن طَرِيق آخر قَالَ فيحتسب بالتطليقة قَالَ فَمه وأخرجهما الْخَطِيب وَقَالَ الأول وهم مَحْض وَالثَّانِي مدرج وَالصَّوَاب أَن الِاسْتِفْهَام من قَول ابْن سِيرِين وَالْجَوَاب من قَول ابْن عمر بَين ذَلِك جمَاعَة مِنْهُم مُحَمَّد بن جَعْفَر أخرجه مُسلم",
            "page": "29",
            "part": "1",
            "seal": "DD35BA06"
        },
        {
            "hno": "25",
            "id": "15",
            "nass": "25 - حَدِيث سهل بن سعد أَرَأَيْت رجلا وجد مَعَ إمرأته رجلا الحَدِيث إِلَى أَن قَالَ فَكَانَت السّنة فيهمَا أَن يفرق بَين المتلاعنين وَكَانَت حَامِلا فَأنْكر حملهَا وَكَانَ إبنها يدعى إِلَيْهَا ثمَّ جرت السّنة فِي الْمِيرَاث أَن يَرِثهَا وترث مِنْهُ مَا فرض الله لَهَا أخرجه الدَّارَقُطْنِيّ وَقَالَ هَكَذَا رَوَاهُ سُوَيْد بن سعيد عَن مَالك وَقَوله كَانَت حَامِلا إِلَى آخِره لَيْسَ فِي الموطأولا أعلم رَوَاهُ غير سُوَيْد وَأما قَوْله كَانَت السّنة فيهمَا أَن يفرق بَين المتلاعنين فَإِنَّهُ فِي الموطأمن قَول الزُّهْرِيّ مَفْصُولًا من حَدِيث سهل وَقد تَابع سويدا على إدراجه فِي حَدِيث سهل جمَاعَة مِنْهُم الْأَوْزَاعِيّ وفليح وحديثهما فِي البُخَارِيّ وَغَيره عَن الزُّهْرِيّ جمَاعَة مِنْهُم إِبْنِ جريج ¶ أخرجه الشَّيْخَانِ ¶ قَالَ شيخ الْإِسْلَام وَالزِّيَادَة الَّتِي استنكرها الدَّارَقُطْنِيّ بَين يُونُس بن يزِيد إِنَّهَا قَول سهل بن سعد أخرجه مُسلم ¶ قلت فَهُوَ فِي المدرج فِي الْوسط كَمَا نَص عَلَيْهِ مُسلم ¶ 26 - حَدِيث أم زرع أخرجه مُسلم وَابْن حبَان ¶ كُله مدرج مَوْقُوف على عَائِشَة وَالْمَرْفُوع مِنْهُ كنت لَك كَأبي زرع لأم زرع كَذَا بَينه عِيسَى بن يُونُس أخرجه الشَّيْخَانِ وَالتِّرْمِذِيّ ¶ قلت قَالَ فِي فتح الْبَارِي الْأَقْوَى رَفعه كُله فَإِن قَوْله كنت لَك كَأبي زرع لأم زرع يَقْتَضِي أَنه صلى الله عَلَيْهِ وَسلم سمع الْقِصَّة وَعرفهَا فاقرها فَيكون كُله مَرْفُوعا من هَذِه الْحَيْثِيَّة",
            "page": "30",
            "part": "1",
            "seal": "CDD235E5"
        },
        {
            "hno": "27",
            "id": "16",
            "nass": "27 - حَدِيث ابْن عمر فان رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن الْقُرْآن إِلَّا أَن يسْتَأْذن الرجل أَخَاهُ ¶ أخرجه أَحْمد وَالْأَئِمَّة السِّتَّة من طرق ¶ قَالَ الْخَطِيب الِاسْتِثْنَاء بالاستئذان من قَول ابْن عمر لَا مَرْفُوع بَينه آدم ابْن أبي اياس عَن شُعْبَة أخرجه البُخَارِيّ ¶ وشبابة أخرجه الْخَطِيب رَوَاهُ عَاصِم بن عَليّ عَن شُعْبَة فَقَالَ أرى الاذن من قَول إِبْنِ عمر وَقَالَ مُسلم فِي رِوَايَته من طَرِيق غنْدر عَن شُعْبَة لَا أَدْرِي هَذِه الْكَلِمَة إِلَّا من كَلَام إِبْنِ عمر يَعْنِي الاسْتِئْذَان ¶ وَرَوَاهُ مُسَدّد فِي مُسْنده عَن يحيى الْقطَّان عَن شُعْبَة وَقَالَ فِي أَخّرهُ لَا أَدْرِي فِي الحَدِيث أَو من قَول إِبْنِ عمر لَكِن رِوَايَة أَحْمد من طَرِيق عبد الْملك بن أبي عتبَة عَن جبلة بن سحيم عَن إِبْنِ عمر مَرْفُوعا إِذا أكل أحدكُم يَعْنِي مَعَ صَاحبه فَلَا يقرنن حَتَّى يستأمره يَعْنِي فِي التمرة وَرِوَايَة التِّرْمِذِيّ من طَرِيق الثَّوْريّ عَن جبلة عَن ابْن عمر نهى رَسُول الله صلى الله عَلَيْهِ وَسلم أَن يقرن بَين التمرتين حَتَّى يسْتَأْذن صَاحبه صَرِيحَة فِي رفع جَمِيعه ¶ 28 - حَدِيث أبي سعيد من لبس الْحَرِير فِي الدُّنْيَا لم يلْبسهُ فِي الْآخِرَة وَإِن دخل الْجنَّة لبسه أهل الْجنَّة غَيره أخرجه النَّسَائِيّ قَوْله وان دخل إِلَى آخِره مَوْقُوف من قَول أبي سعيد بَينه شَبابَة بن سَواد وَيحيى بن أبي بكير أخرجهُمَا النَّسَائِيّ",
            "page": "31",
            "part": "1",
            "seal": "F1575D67"
        },
        {
            "hno": "29",
            "id": "17",
            "nass": "29 - حَدِيث أبي هُرَيْرَة جَاءَ رجل فَقَالَ إِن إبني كَانَ عسيفا على هَذَا والعسيف الْأَجِير فزنى بامرأته الحَدِيث أخرجه البُخَارِيّ قلت العسيف الْأَجِير مدرج من قَول ابْن شهَاب ¶ 30 - حَدِيث أنس إِن قدح النَّبِي صلى الله عَلَيْهِ وَسلم إنكسر فَاتخذ مَكَان الشّعب سلسلة من فضَّة أخرجه البُخَارِيّ قَالَ مُوسَى بن هَارُون الْحمال قَوْله فَاتخذ إِلَى أَخّرهُ هَذَا قَول ابْن سِيرِين يعْنى أَن انسا هُوَ الَّذِي جعل السلسلة ¶ 31 - حَدِيث أبي هُرَيْرَة مَا من مَوْلُود إِلَّا يمسهُ الشَّيْطَان حِين يُولد فَيَسْتَهِل صَارِخًا من مسته إِلَّا مَرْيَم وإبنها فَإِن شِئْتُم فاقرأوا إِنِّي أُعِيذهَا الْآيَة الْآيَة 36 آل عمرَان أخرجه مُسَدّد فِي مُسْنده ¶ قَوْله فَإِن شِئْتُم إِلَى آخِره مدرج من قَول أبي هُرَيْرَة ميزه جمَاعَة مِنْهُم عبد الرَّزَّاق أخرجه الشَّيْخَانِ",
            "page": "32",
            "part": "1",
            "seal": "94BFD6B2"
        },
        {
            "hno": "32",
            "id": "18",
            "nass": "32 - حَدِيث زر أَن إِبْنِ جرموز اسْتَأْذن عَليّ عَليّ فَقَالَ ائذنوا لَهُ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول بشر قَاتل ابْن صَفِيَّة بالنَّار إِن لكل نَبِي حواريا وأحواري الزبير أخرجه الْخَطِيب ¶ وهم فِيهِ زيد بن أخزم لَان قَوْله بشر قَاتل ابْن صَفِيَّة بالنَّار فَهُوَ قَول عَليّ وَمَا بعد مَرْفُوع ميزه جمَاعَة مِنْهُم حَمَّاد بن سَلمَة وشيبان بن عبد الرَّحْمَن عَن عَاصِم عَن زر أخرجه أَحْمد وَكَذَا ورد من وَجه آخر مفصلا عَن عَليّ أخرجه ابْن رَاهَوَيْه وَأَبُو يعلي فِي مسنديهما ¶ 33 - حَدِيث سعد مَا سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لأحد يمشي على الأَرْض أَنه من أهل الْجنَّة إِلَّا لعبد الله بن سَلام وَفِيه نزلت هَذِه الْآيَة وَشهد شَاهد من بني إِسْرَائِيل على مثله أخرجه سمويه فِي فَوَائده والخطيب ¶ قَوْله وَفِيه نزلت إِلَى أَخّرهُ لَيْسَ من كَلَام سعد بل هُوَ مدرج من قَول مَالك كَذَا رَوَاهُ عبد الله بن وهب عَنهُ فميزه ¶ 34 - حَدِيث عُثْمَان خَيركُمْ من تعلم الْقُرْآن وَعلمه وَفضل الْقُرْآن على سَائِر الْكَلَام كفضل الله على خلقه وَذَلِكَ أَنه مِنْهُ أخرجه الْخَطِيب الْمَرْفُوع مِنْهُ إِلَى قَوْله وَعلمه وَقَوله وَفضل الْقُرْآن إِلَى أَخّرهُ مدرج من كَلَام أبي عبد الرَّحْمَن السّلمِيّ ميزه جمَاعَة من الروَاة مِنْهُم ابْن رَاهْوَيْةِ وَأَبُو مَسْعُود وَأحمد بن الْفُرَات الرَّازِيّ وَيحيى بن أبي طَالب",
            "page": "33",
            "part": "1",
            "seal": "7FCE3B6F"
        },
        {
            "hno": "35",
            "id": "19",
            "nass": "35 - حَدِيث ابْن عمر نهى أَن يُسَافر بِالْقُرْآنِ إِلَى أَرض الْعَدو مَخَافَة أَن يَنَالهُ الْعَدو أخرجه البُخَارِيّ وَأَبُو دَاوُد وإبن ماجة ¶ قَوْله مَخَافَة أَن يَنَالهُ الْعَدو من كَلَام مَالك بَينه أَبُو مُصعب وإبن وهب وإبن الْقَاسِم عَن مَالك وَرَوَاهُ يحيى بن يحيى فاقتصر على الْمَرْفُوع فَقَط لَكِن رَوَاهُ أَيُّوب عَن نَافِع عَن ابْن عمر مَرْفُوعا بِتَمَامِهِ أخرجه مُسلم وَتَابعه الضَّحَّاك ابْن عُثْمَان الْحزَامِي وَاللَّيْث عَن نَافِع ¶ 36 - حَدِيث ابْن مَسْعُود تَعَاهَدُوا الْقُرْآن فَلَهو أَشد تقصيا من صُدُور الرِّجَال من النعم من عقلهَا وَلَا يقل أحدكُم نسيت كَيْت وَكَيْت بل هُوَ نسي أخرجه الدِّرَامِي وَأخرجه من وَجه آخر مَوْقُوفا كُله وَرفع كُله ووقف كُله خطا وَالصَّوَاب أَن الْمَرْفُوع مِنْهُ لَا يقل أحدكُم نسيت الخ وَأول الحَدِيث مَوْقُوف بَينه جمَاعَة مِنْهُم أَبُو مُعَاوِيَة أخرجه مُسلم وَعِيسَى بن يُونُس أخرجه الْبَيْهَقِيّ وَقد رَوَاهُ مَنْصُور بن الْمُعْتَمِر وَالْحكم بن عبد الْملك عَن أبي وَائِل عَن إِبْنِ مَسْعُود مَرْفُوعا بِتَمَامِهِ أخرجه الشَّيْخَانِ وَالتِّرْمِذِيّ ¶ فَأَما الْأَعْمَش فَالصَّحِيح مِنْهُ إيقاف أَوله وَرفع قصَّة النسْيَان حسب",
            "page": "34",
            "part": "1",
            "seal": "159D3306"
        },
        {
            "hno": "37",
            "id": "20",
            "nass": "37 - حَدِيث أبي هُرَيْرَة للْعَبد الْمَمْلُوك الصَّالح أَجْرَانِ وَالَّذِي نَفسِي بِيَدِهِ لَوْلَا الْجِهَاد فِي سَبِيل الله وَالْحج وبر أُمِّي لَا حببت أَن أَمُوت وَأَنا مَمْلُوك ¶ أخرجه البُخَارِيّ ¶ قَوْله وَالَّذِي نَفسِي بِيَدِهِ إِلَى آخِره مدرج من قَول أبي هُرَيْرَة بَينه جمَاعَة مِنْهُم أَبُو صَفْوَان الْأمَوِي وإبن وهب أخرجه مُسلم وَسليمَان إِبْنِ بِلَال أخرجه البُخَارِيّ فِي الْأَدَب الْمُفْرد ¶ 38 - حَدِيث أبي جُحَيْفَة رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم وَكَانَ الْحسن بن عَليّ يُشبههُ وأتى بِثَوْب من القصاب أَو يذهب بِهِ القصاب عَلَيْهِ مَكْتُوب صُورَة شَيْطَان فَرمى بِهِ وَقَالَ أعوذ بِاللَّه من الشَّيْطَان الرَّجِيم ¶ أخرجه الْخَطِيب ¶ وقصة الثَّوْب مدرجه لِأَن أَبَا جُحَيْفَة هُوَ الَّذِي أَتَى بِالثَّوْبِ فقد رَوَاهَا عَنهُ مُفْردَة إِبْرَاهِيم بن حميد الرواسِي أخرجه الْخَطِيب وَأخرجه الشَّيْخَانِ وَغَيرهمَا من طَرِيق الْمَرْفُوع فَقَط",
            "page": "35",
            "part": "1",
            "seal": "CDD41975"
        },
        {
            "hno": "39",
            "id": "21",
            "nass": "39 - حَدِيث أم كُلْثُوم بنت عقبَة ابْن أبي معيط لَيْسَ الْكَاذِب الَّذِي يصلح بَين النَّاس فَيَقُول خيرا أَو ينمي خيرا وَلم أسمعهُ رخص فِي شَيْء من الْكَذِب إِلَّا فِي ثَلَاث فِي الْحَرْب وَفِي الْإِصْلَاح وَفِي حَدِيث الرجل امْرَأَته وَفِي حَدِيث الْمَرْأَة زَوجهَا أخرجه الْخَطِيب ¶ قَالَ مُوسَى بن هَارُون الْحمال الْمَرْفُوع مِنْهُ أَوله وَقَوله وَلم أسمعهُ رخص إِلَى لآخره من قَول الزُّهْرِيّ وَقد ميزه يُونُس بن يزِيد أخرجه مُسلم ¶ 40 - حَدِيث أبي هُرَيْرَة إِذا أقترب الزَّمَان لم تكد رُؤْيا الْمُؤمن تكذب وأصدقهم رُؤْيا أصدقهم حَدِيثا ورؤيا الْمُسلم جُزْء من سِتَّة وَأَرْبَعين جُزْءا من النُّبُوَّة والرؤيا ثَلَاثَة فرؤيا بشرى من الله ورؤيا من تخزين الشَّيْطَان ورؤيا مِمَّا يحدث الْمَرْء نَفسه فَإِذا رأى أحدكُم مَا يكره فَلَا يذكر وليقم فَليصل وَأحب الْقَيْد فِي النّوم وأكره الغل والقيد ثبات فِي الدّين ¶ أخرجه الْخَطِيب ¶ قَالَ الْخَطِيب الْمَتْن كُله مَرْفُوع إِلَّا ذكر الْقَيْد والغل فَإِنَّهُ قَول أبي هُرَيْرَة مدرج وَقد ميزه معمرا أخرجه مُسلم وَالتِّرْمِذِيّ وَمِمَّنْ أَشَارَ إِلَى إدراجه البُخَارِيّ فِي صَحِيحه وَفِي بغية النقاد لِابْنِ الْمواق أَن عبد الْحق ذكر فِي الْأَحْكَام حَدِيث أبي هُرَيْرَة إِذا أقترب الزَّمَان الحَدِيث وَفِي آخِره وَمَا كَانَ من النُّبُوَّة فَإِنَّهُ لَا يكذب قَالَ وَقَوله وَمَا كَانَ من النُّبُوَّة فَإِنَّهُ لَا يكذب من قَول إِبْنِ سِيرِين غفل عَن بَيَانه عبد الْحق",
            "page": "36",
            "part": "1",
            "seal": "F523E66C"
        },
        {
            "hno": "41",
            "id": "22",
            "nass": "41 - حَدِيث أبي بكر الصّديق مَرْفُوعا يَا أَيهَا النَّاس إِنَّكُم تقرأون هَذِه الْآيَة وتضعونها غير مَا وَضعهَا الله يَا أَيهَا الَّذين آمنُوا عَلَيْكُم أَنفسكُم الْآيَة وَأَن النَّاس إِذا رأو الْمُنكر فَلم يغيروه أوشك أَن يعمهم الله بِعَذَاب ¶ أخرجه أَبُو يعلي ¶ الْمَرْفُوع مِنْهُ أَن النَّاس إِذا رأو إِلَى آخِره وأوله مَوْقُوف من كَلَام أبي بكر كَذَا بَينه عَامَّة أَصْحَاب إِسْمَاعِيل بن أبي خَالِد مِنْهُم زُهَيْر بن مُعَاوِيَة أخرجه أَحْمد وَيزِيد بن هَارُون أخرجه أَحْمد وَالتِّرْمِذِيّ هَذَا مَا لخصته من كتاب شيخ الْإِسْلَام وعدتها أحد وَأَرْبَعُونَ حَدِيثا وَتركت مَا يتَعَلَّق بمدرج الْإِسْنَاد عدتهَا اثْنَان وَسَبْعُونَ حَدِيثا وَهَا أَنا أذيل الزِّيَادَات الَّتِي وعدت بهَا ¶ 42 - حَدِيث عَائِشَة كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذا خرج من الْخَلَاء قَالَ غفرانك رَبنَا إِلَيْك الْمصير أخرجه ابْن خُزَيْمَة وَالْبَيْهَقِيّ فِي سنَنه وَقَالَ الْمَرْفُوع غفرانك فَقَط كَذَا أخرجه الْأَرْبَعَة قَالَ وَلم أجد هَذِه الزِّيَادَة إِلَّا فِي رِوَايَة ابْن خُزَيْمَة وَهُوَ إِمَام وَقد رَأَيْته فِي نُسْخَة قديمه لكتاب ابْن خُزَيْمَة لَيْسَ فِيهِ هَذِه الزِّيَادَة ثمَّ لحقت بِخَط آخر بحاشيته فالأشبه أَن تكون مُلْحقَة بكتابه من غير علمه ثمَّ أخرجه من وَجه آخر عَن ابْن خُزَيْمَة بِدُونِ هَذِه الزِّيَادَة قَالَ فصح بذلك بطلَان هَذِه الزِّيَادَة فِي الحَدِيث انْتهى كَلَام الْبَيْهَقِيّ",
            "page": "37",
            "part": "1",
            "seal": "2BCCCCC3"
        },
        {
            "hno": "43",
            "id": "23",
            "nass": "43 - حَدِيث عَائِشَة فِي بَدْء الْوَحْي وَكَانَ يخلوا بِغَار حراء فَيَتَحَنَّث فِيهِ وَهُوَ التَّعَبُّد اللَّيَالِي ذَوَات الْعدَد أخرجه البُخَارِيّ قَوْله وَهُوَ التَّعَبُّد مدرج من تَفْسِير الزُّهْرِيّ ذكره شيخ الْإِسْلَام فِي فتح الْبَارِي ¶ 44 - حَدِيث عَائِشَة لما جَاءَ النَّبِي صلى الله عَلَيْهِ وَسلم قتل زيد بن حَارِثَة وجعفر وإبن رَوَاحه جلس يعرف فِيهِ الْحزن وَأَنا أنظر من صائر الْبَاب شقّ الْبَاب فَأَتَاهُ رجل ¶ الحَدِيث أخرجه الشَّيْخَانِ ¶ قَوْله شقّ الْبَاب تَفْسِير لقَوْله صائر الْبَاب قَالَ الْحَافِظ فِي فتح الْبَارِي الظَّاهِر أَنه من قَول عَائِشَة وَيحْتَمل أَن يكون من بعْدهَا قلت فعلى هَذَا الِاحْتِمَال هُوَ مدرج ¶ 45 - حَدِيث ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ وَهُوَ على الْمِنْبَر وَذكر الصَّدَقَة وَالتَّعَفُّف عَن الْمَسْأَلَة الْيَد الْعليا خير من الْيَد السُّفْلى وَالْيَد الْعليا هِيَ المنفقة والسفلى هِيَ السائلة أخرجه الشَّيْخَانِ قَالَ أَبُو الْعَبَّاس الداني فِي أَطْرَاف الْمُوَطَّأ هَذَا التَّفْسِير أى وَالْيَد الْعليا إِلَى آخِره مدرج فِي الحَدِيث قَالَ فِي فتح الْبَارِي وَيُؤَيِّدهُ مَا أخرج العسكري فِي الصَّحَابَة عَن أبن عمر أَنه كتب إِلَى بشر بن مَرْوَان أَنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول الْيَد الْعليا خير من الْيَد السُّفْلى وَلَا أَحسب الْيَد السُّفْلى إِلَّا السائلة وَلَا الْعليا إِلَّا المعطية فَهَذَا يشْهد بِأَن التَّفْسِير من كَلَام إِبْنِ عمر وأدرج أبن شيبَة عَن إِبْنِ عمر قَالَ كُنَّا نتحدث أَن الْعليا هِيَ المنفقة لَكِن جزم إِبْنِ عبد البرانه من تَتِمَّة الْمَرْفُوع ويؤيدة أَحَادِيث مِنْهَا",
            "page": "38",
            "part": "1",
            "seal": "C53B3D40"
        },
        {
            "hno": "46",
            "id": "24",
            "nass": "حَدِيث أبي دَاوُد الْأَيْدِي ثَلَاثَة فيد الله الْعليا وَيَد الْمُعْطِي الَّتِي تَلِيهَا وَيَد السَّائِل السُّفْلى وَحَدِيث يَد الْمُعْطى الْعليا أخرجه النَّسَائِيّ ¶ 46 - حَدِيث أبي سعيد أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن الْمُنَابذَة وَهِي طرح الرجل ثَوْبه بِالْبيعِ إِلَى الرجل قبل أَن يقبله أَو ينظر إِلَيْهِ وَنهى عَن الْمُلَامسَة وَالْمُلَامَسَة لمس الرجل الثَّوْب لَا ينظر إِلَيْهِ ¶ أخرجه الشَّيْخَانِ ¶ قَالَ فِي فتح الْبَارِي التَّفْسِير من قَول الصَّحَابِيّ وَفِي إِبْنِ ماجة من قَول سُفْيَان بن عُيَيْنَة وَهُوَ خطأ من قَائِله ¶ 47 - حَدِيث إِبْنِ عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن الْمُزَابَنَة والمزابنة اشْتِرَاء التَّمْر بالثمر كَيْلا وَبيع الْكَرم بالزبيب كَيْلا ¶ أخرجه الشَّيْخَانِ ¶ قَالَ فِي فتح الْبَارِي ¶ التَّفْسِير من قَول الصَّحَابِيّ ¶ 48 - حَدِيث أبي سعيد أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن الْمُزَابَنَة والمحاقلة والمزابنة إشتراء الثَّمر بِالتَّمْرِ فِي رُؤُوس النّخل والمحاقلة كِرَاء الأَرْض أخرجه الشَّيْخَانِ التَّفْسِير من قَول الصَّحَابَة",
            "page": "39",
            "part": "1",
            "seal": "056D45AB"
        },
        {
            "hno": "49",
            "id": "25",
            "nass": "49 - حَدِيث عَائِشَة فِي الْهِجْرَة واستأجر رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَبُو بكر رجلا من بني الديل هاديا خريتا الحَدِيث والخريت الماهر بالهداية وَقد غمس حلفا فِي آل الْعَاصِ بن وَائِل السَّهْمِي ¶ الحَدِيث أخرجه الشَّيْخَانِ ¶ قَوْله الخريت الماهر بالهداية مدرج من قَول الزُّهْرِيّ قَالَه فِي فتح الْبَارِي ¶ 50 - حَدِيث أبي هُرَيْرَة وكلني رَسُول الله صلى الله عَلَيْهِ وَسلم بِحِفْظ زَكَاة رَمَضَان فَأَتَانِي آتٍ فَجعل يحثو من الطَّعَام الحَدِيث إِلَى أَن قَالَ لن يزَال عَلَيْك من الله حَافظ وَلَا يقربك شَيْطَان حَتَّى تصبح وَكَانُوا أحرص شَيْء على الْخَيْر فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم أما أَنه قد صدقك وَهُوَ كذوب أخرجه البُخَارِيّ ¶ قَوْله وَكَانُوا أحرص شَيْء على الْخَيْر قَالَ فِي فتح الْبَارِي كَأَنَّهُ مدرج من كَلَام بعض الروَاة ¶ 51 - حَدِيث إِبْنِ الزبير أَن رجلا من الْأَنْصَار خَاصم الزبير فِي شراج الْحرَّة الحَدِيث إِلَى أَن قَالَ فَأمره بِالْمَعْرُوفِ وإسترعى لَهُ حَقه أخرجه البُخَارِيّ ¶ قَالَ فِي فتح الْبَارِي كَانَ هَذَا الْكَلَام من قَول الزُّهْرِيّ فَإِنَّهُ كَانَت عَادَته أَن يصل بِالْحَدِيثِ مَا هُوَ من كَلَامه مَا يظْهر لَهُ من معنى الشَّرْح وَالِاحْتِمَال",
            "page": "40",
            "part": "1",
            "seal": "0ED7AEE3"
        },
        {
            "hno": "52",
            "id": "26",
            "nass": "52 - حَدِيث عَائِشَة إِن الْمَلَائِكَة تنزل فِي الْعَنَان وَهُوَ السَّحَاب فَتذكر الْأَمر قضى فِي السَّمَاء ¶ الحَدِيث أخرجه الشَّيْخَانِ قَوْله ¶ وَهُوَ السَّحَاب مدرج قَالَه فِي فتح الْبَارِي ¶ 53 - حَدِيث ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم نهى عَن جنان ذَوَات الْبيُوت وَهِي العوامر ¶ أخرجه البُخَارِيّ ¶ قَوْله وَهِي العوامر مدرج من قَول الزُّهْرِيّ قَالَه فِي فتح الْبَارِي ¶ 54 - حَدِيث أبي هُرَيْرَة أَن مُوسَى كن رجلا حييا ستيرا الحَدِيث وَفِيه فو الله أَن بِالْحجرِ لندبا من أثر ضَرْبَة ثَلَاثًا أَو أَرْبعا أَو خمْسا فَذَلِك قَوْله يَا أَيهَا الَّذين آمنُوا لَا تَكُونُوا كَالَّذِين آذوا مُوسَى الْآيَة ¶ أخرجه الشَّيْخَانِ ¶ قَوْله فو الله إِلَى آخِره مدرج من قَول أبي هُرَيْرَة قَالَه فِي فتح الْبَارِي ¶ 55 - حَدِيث لي خَمْسَة أَسمَاء أَنا مُحَمَّد الحَدِيث ¶ أخرجه البُخَارِيّ ¶ لَفْظَة خَمْسَة مدرجة وَأكْثر الرِّوَايَات لي أَسمَاء بِدُونِهَا وَقد بيّنت ذَلِك فِي أول شرح الْأَسْمَاء النَّبَوِيَّة",
            "page": "41",
            "part": "1",
            "seal": "F3D0FA94"
        },
        {
            "hno": "56",
            "id": "27",
            "nass": "56 - حَدِيث كَعْب بن مَالك فِي قصَّة تخلفه عَن تَبُوك وَفِيه والمسلمون مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم كثير وَلَا يجمعهُمْ كتاب حَافظ يُرِيد الدِّيوَان ¶ أخرجه الشَّيْخَانِ ¶ قَوْله يُرِيد الدِّيوَان مدرج من كَلَام الزُّهْرِيّ قَالَه فِي فتح الْبَارِي ¶ 57 - حَدِيث أبي سعيد يدعى نوح يَوْم الْقِيَامَة فَيَقُول هَل بلغت الحَدِيث وَفِيه فَذَلِك قَوْله جَعَلْنَاكُمْ أمة وسطا الْآيَة ¶ وَالْوسط الْعدْل ¶ أخرجه البُخَارِيّ ¶ زعم بَعضهم أَن قَوْله الْوسط مدرج من كَلَام بعض الروَاة قَالَ فِي فتح الْبَارِي وَهُوَ وهم بل هُوَ من نفس الْخَبَر ¶ 58 - حَدِيث عَليّ فِي قصَّة الخَنْدَق حسرنا على الصَّلَاة الْوُسْطَى صَلَاة الْعَصْر أخرجه مُسلم ¶ قلت مَا زَالَ يختلج فِي ضميري قَدِيما أَن قَوْله صَلَاة الْعَصْر مدرج لَيْسَ بمرفوع أدرجه بعض الروَاة تَفْسِيرا وَيُؤَيّد ذَلِك أُمُور أَحدهَا اخْتِلَاف الصَّحَابَة فِي الصَّلَاة الْوُسْطَى كَمَا أخرجه ابْن جرير عَن سعيد ابْن الْمسيب قَالَ كَانَ أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم مُخْتَلفين فِي الصَّلَاة الْوُسْطَى هَكَذَا وَشَبك بَين أَصَابِعه وَلَو كَانَ عَددهمْ فِي ذَلِك نَص عَن رَسُول الله صلى الله عَلَيْهِ وَسلم لرجعوا إِلَيْهِ وَلم يَخْتَلِفُوا الثَّانِي أَن عليا راوى الحَدِيث ورد عَنهُ أَن الصَّلَاة الْوُسْطَى صَلَاة الصُّبْح أخرجه مَالك فِي الوطأوورد عَنهُ أَنَّهَا الظّهْر أخرجه إِبْنِ الْمُنْذر",
            "page": "42",
            "part": "1",
            "seal": "78E00CBE"
        },
        {
            "hno": "59",
            "id": "28",
            "nass": "فِي تَفْسِيره وَلَو كَانَ عِنْده عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنَّهَا صَلَاة الْعَصْر لم يعدل عَنهُ الثَّالِث أَن البُخَارِيّ فِي صَحِيحه روى الحَدِيث بِلَفْظ عَن صَلَاة الْوُسْطَى فَقَط وَلم يقل صَلَاة الْعَصْر ثمَّ رَوَاهُ مُسلم من وَجه أخر عَن عَليّ بِلَفْظ حسرنا عَن الصَّلَاة الْوُسْطَى يَعْنِي الْعَصْر وَهَذَا صَرِيح فِيمَا فهمته وَللَّه الْحَمد ¶ 59 - حَدِيث جَابر كُنَّا نعزل وَالْقُرْآن ينزل وَلَو كَانَ حَرَامًا لنزل فِيهِ أخرجه البُخَارِيّ ¶ قَوْله لَو كَانَ الخ مدرج من قَول سُفْيَان كَمَا صرح بِهِ أخرجه مُسلم قَالَه فِي فتح الْبَارِي ¶ 60 - حَدِيث أبي هُرَيْرَة لَا فرع وَلَا عتيرة وَالْفرع أول النِّتَاج كَانَ ينْتج لَهُم كَانُوا يذبحونه لطواغيتهم وَالْعَتِيرَة فِي رَجَب ¶ أخرجه البُخَارِيّ ¶ قَوْله وَالْفرع إِلَى آخِره مدرج من قَول سعيد بن الْمسيب كَمَا صرح بِهِ فِي رِوَايَة أبي دَاوُد وَفِي سنَن أبي قُرَّة أَنه من الزُّهْرِيّ ¶ 61 - حَدِيث أبي هُرَيْرَة إِذا إنتعل أحدكُم فليبدأ بِالْيَمِينِ وَإِذا نزع فليبدأ بالشمال لتكن الْيَمين أَولهمَا تنعل آحرها تنْزع ¶ أخرجه الشَّيْخَانِ ¶ قَوْله لتكن الْيَمين إِلَى آخِره قيل أَنه مدرج قَالَه فِي فتح الْبَارِي",
            "page": "43",
            "part": "1",
            "seal": "53B618D3"
        },
        {
            "hno": "62",
            "id": "29",
            "nass": "62 - حَدِيث أبي هُرَيْرَة عَلَيْكُم بلباس الصُّوف تَجِدُونَ حلاوة الْإِيمَان فِي قُلُوبكُمْ وَعَلَيْكُم بلباس الصُّوف تعرفُون فِيهِ الْآخِرَة فَإِن النّظر فِي الصُّوف يُورث فِي الْقلب التفكر والتفكر يُورث الْحِكْمَة وَالْحكمَة تجْرِي فِي الْجوف مجْرى الدَّم فَمن كثر تفكره قل طعمه وكل لِسَانه وَمن قل تفكره كثر طعمه وَعظم بَطْنه وقسي قلبه وَالْقلب القاسي بعيد عَن الله بعيد من الْجنَّة قريب من النَّار ¶ أخرجه الْبَيْهَقِيّ فِي شعب الْإِيمَان وَقَالَ أَن الْمَرْفُوع مِنْهُ عَلَيْكُم بلباس الصُّوف تَجِدُونَ حلاوة الْإِيمَان فِي قُلُوبكُمْ فَقَط وَالْبَاقِي زِيَادَة مُنكرَة قَالَ وَيُشبه أَن تكون من كَلَام بعض الروَاة فَالْحق بِالْحَدِيثِ وَالله أعلم وَقد أخرج الْمَرْفُوع مِنْهُ فَقَط الْحَاكِم فِي مُسْتَدْركه من غير زِيَادَة ¶ 63 - حَدِيث أبي هُرَيْرَة ينشيء الله السَّحَاب ثمَّ ينزل فِيهِ المَاء فَلَا شَيْء أحسن من ضحكه وَلَا شَيْء أحسن من مَنْطِقه ومنطقه الرَّعْد وضحكه الْبَرْق ¶ أخرجه ابْن مردوية فِي تَفْسِيره ¶ قَوْله ومنطقه الرَّعْد وضحكه الْبَرْق مدرج فقد أخرج أَحْمد وَابْن أبي الدُّنْيَا فِي كتاب الْمَطَر وَأَبُو الشَّيْخ فِي كتاب العظمة عَن أبي ذَر الْغِفَارِيّ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول أَن الله ينشيء السَّحَاب فينطق أحسن النُّطْق ويضحك أحسن الضحك قَالَ إِبْرَاهِيم بن سعد الْمنطق الرَّعْد والضحك الْبَرْق",
            "page": "44",
            "part": "1",
            "seal": "1AED65E3"
        },
        {
            "hno": "64",
            "id": "30",
            "nass": "64 - حَدِيث فضَالة بن عبيد أَنا زعيم والزعيم الْحميل من آمن بِي وَأسلم وَهَاجَر فِي سَبِيل الله بِبَيْت فِي ربض الْجنَّة ¶ أخرجه النَّسَائِيّ وَابْن حبَان ¶ قَوْله والزعيم الْحميل مدرج من تَفْسِير أبن وهب قَالَه أبن حبَان ¶ 65 - حَدِيث أبي ذَر أَنِّي أرى مَالا ترَوْنَ واسمع مَالا تَسْمَعُونَ اطت أَسمَاء وَحقّ لَهَا أَن تئط مَا فِيهَا مَوضِع أَربع أَصَابِع إِلَّا وَملك وأضع جَبهته سَاجِدا لله وَالله لَو تعلمُونَ مَا أعلم لضحكتم قَلِيلا ولبكيتم كثيرا وَمَا تلذذتم بِالنسَاء على الْفرش ولخرجتم إِلَى الصعدات تجأرون إِلَى الله وَالله لَوَدِدْت أَنِّي كنت شَجَرَة تعضد ¶ أخرجه التِّرْمِذِيّ وَالْحَاكِم ¶ قَوْله وَالله لَوَدِدْت إِلَى آخِره مدرج من قَول أبي ذَر أَشَارَ إِلَيْهِ التِّرْمِذِيّ فَقَالَ ويروي من غير هَذَا الْوَجْه أَن أَبَا ذَر قَالَ لَوَدِدْت أَنِّي شَجَرَة تعضد وَأخرجه الْبَيْهَقِيّ فِي الشّعب من طَرِيق عبد الله بن مُوسَى عَن إِسْرَائِيل ثمَّ أخرجه من طَرِيق إِسْحَاق بن مَنْصُور عَن إِسْرَائِيل فَذكره وَجعل آخِره من قَول أبي ذَر ¶ 66 - حَدِيث أم قيس بنت مُحصن أَنَّهَا أَتَت بأبن لَهَا صَغِير لم يَأْكُل الطَّعَام إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَأَجله رَسُول الله صلى الله عَلَيْهِ وَسلم فِي حجره فَبَال على ثَوْبه فَدَعَا بِمَاء فنصحه وَلم يغسلهُ ¶ أخرجه الشَّيْخَانِ ¶ قَوْله وَلم يغسلهُ إدعى الاصيلي أَنه من مدرج من قَول ابْن شهَاب قَالَ فِي فتح الْبَارِي",
            "page": "45",
            "part": "1",
            "seal": "11624D20"
        },
        {
            "hno": "67",
            "id": "31",
            "nass": "67 - حَدِيث ابْن عَبَّاس عَن مَيْمُونَة قَالَت تَوَضَّأ رَسُول الله صلى الله عَلَيْهِ وَسلم وضوءه للصَّلَاة غير رجلَيْهِ وَغسل فرجه وَمَا أَصَابَهُ من الْأَذَى ثمَّ أَفَاضَ عَلَيْهِ بِالْمَاءِ ثمَّ نحى رجلَيْهِ فغسلهما هَذِه غسلة من الْجَنَابَة ¶ أخرجه البُخَارِيّ ¶ قَوْله هَذِه غسلة من الْجَنَابَة قيل أَنه مدرج من قَول سَالم أبن أبي الْجَعْد بَين ذَلِك زَائِدَة بن قدامه فِي رِوَايَته عَن الْأَعْمَش ¶ 68 - حَدِيث أنس كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يُصَلِّي الْعَصْر وَالشَّمْس مرتفعه حَيَّة فَيذْهب الذَّاهِب إِلَى العوالي فيأتيهم وَالشَّمْس مُرْتَفعَة وَبَعض العوالي من الْمَدِينَة على أَرْبَعَة أَمْيَال أَو نَحوه ¶ أخرجه البُخَارِيّ ¶ قَوْله وَبَعض العوالي إِلَى آخِره مدرج من كَلَام الزُّهْرِيّ يُبينهُ عبد الرَّزَّاق فِي رِوَايَة الْبَيْهَقِيّ ¶ 69 - حَدِيث أم قيس بنت مُحصن على مَا تدغرن أَوْلَادكُنَّ بِهَذَا العلاق عليكن بِهَذَا الْعود الْهِنْدِيّ فَأن فِيهِ سَبْعَة أشفية مِنْهَا ذَات الْجنب يسْقط من الْعذرَة ¶ الحَدِيث أحْرجهُ البُخَارِيّ ¶ قلت أخرجه عبد الرَّزَّاق فِي مُصَنفه عَن معمر عَن الزُّهْرِيّ عَن عبيد الله بن عبد الله ابْن عتبَة عَن أم قيس بنت مُحصن الأَسدِية أُخْت عكاشة أَنَّهَا جَاءَت بِابْن لَهَا قد اعلقت عَلَيْهِ تخَاف أَن يكون بِهِ الْعذرَة فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم على مَاذَا تدغرون اولادكن بِهَذِهِ العلق عليكن بِهَذَا الْعود الْهِنْد يَعْنِي الكست فَأن فِيهِ سَبْعَة",
            "page": "46",
            "part": "1",
            "seal": "4A033A9B"
        },
        {
            "hno": "70",
            "id": "32",
            "nass": "أشفية مِنْهَا ذَات الْجنب ثمَّ أَخذ النَّبِي صلى الله عَلَيْهِ وَسلم صبيها فَوَضعه فِي حجرَة فَبَال عَلَيْهِ فَدَعَا بِمَاء فنضحه وَلم يكن الصَّبِي بلغ أَن يَأْكُل الطَّعَام قَالَ الزُّهْرِيّ فيستعط للعذرة ويلد من ذَات الْجنب قَالَ الزُّهْرِيّ مَضَت السّنة أَن يرش بَوْل الصَّبِي وَيغسل بَوْل الْجَارِيَة وَهَذَا صَرِيح فِي أَن قَوْله ويستعط الْعذرَة ويلد بِهِ من ذَات الْجنب مدرج من كَلَام الزُّهْرِيّ ¶ 70 - حَدِيث ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِن من كلمة وَإِذا الْتبس عَلَيْكُم من الْقُرْآن فالتمسوه من الشّعْر فَأَنَّهُ عَرَبِيّ أخرجه الْبَيْهَقِيّ فِي سنَنه وَقَالَ اللَّفْظ الْمَشْهُور وَأما اللَّفْظ الثَّانِي فَيحْتَمل أَن يمون من قَول ابْن عَبَّاس فأدرج فِي الحَدِيث",
            "page": "47",
            "part": "1",
            "seal": "7D56EE52"
        }
    ],
    "t5955": [
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "المدرج إلى المدرج"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        }
    ]
}