{
    "b5959": [
        {
            "id": "2",
            "nass": "الْمُقدمَة ¶ الْعلم بِحَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم وَرِوَايَته من أشرف الْعُلُوم وأفضلها وأحقها بالاعتناء لمحصلها لِأَنَّهُ ثَانِي أَدِلَّة عُلُوم الْإِسْلَام ومادة عُلُوم الْأُصُول وَالْأَحْكَام وَلذَلِك لم يزل قدر حفاظه عَظِيما وخطرهم عِنْد عُلَمَاء الْأمة جسيما وَلِهَذَا الْعلم أصُول أَحْكَام واصطلاحات وأقسام وأوضاع يحْتَاج طَالبه إِلَى مَعْرفَتهَا وَتَحْقِيق معنى حَقِيقَتهَا وبقدر مَا يحصل مِنْهَا تعلو دَرَجَته وبقدر مَا يفوتهُ تنحط عَن غَايَته رتبته ومدار هَذِه الْأُمُور على الْمُتُون والأسانيد وَكَيْفِيَّة التَّحَمُّل وَالرِّوَايَة وَأَسْمَاء الرِّجَال وَمَا يتَّصل بِجَمِيعِ ذَلِك على مَا تقدّمت تَرْجَمته وَيَأْتِي بسط الْكَلَام فِيهِ وَلَا بُد من تَقْدِيم معرفَة معنى الْمَتْن والسند والإسناد والْحَدِيث وَالْخَبَر أما الْمَتْن فَهُوَ فِي اصْطِلَاح الْمُحدثين مَا يَنْتَهِي إِلَيْهِ غَايَة السَّنَد من الْكَلَام وَهُوَ مَأْخُوذ أما من المماتنة وَهِي المباعدة فِي الْغَايَة لِأَن الْمَتْن غَايَة السَّنَد أَو من متنت الْكَبْش إِذا شققت جلدَة بيضته واستخرجتها وَكَأن الْمسند استخرج الْمَتْن بِسَنَدِهِ أَو من الْمَتْن وَهُوَ مَا صلب وارتفع من الأَرْض لِأَن الْمسند يقويه بالسند وَيَرْفَعهُ إِلَى قَائِله أَو من تمتين الْقوس بالعصب وَهُوَ شدها بِهِ وإصلاحها ¶ وَأما السَّنَد فَهُوَ الْإِخْبَار عَن طَرِيق الْمَتْن وَهُوَ مَأْخُوذ إِمَّا من السَّنَد",
            "page": "29",
            "part": "1",
            "seal": "CAE7BB75"
        },
        {
            "id": "3",
            "nass": "وَهُوَ مَا ارْتَفع وَعلا عَن سفح الْجَبَل لِأَن الْمسند يرفعهُ إِلَى قَائِله أَو من قَوْلهم فلَان سَنَد أَي مُعْتَمد فَسُمي الْإِخْبَار عَن طَرِيق الْمَتْن سندا لاعتماد الْحفاظ فِي صِحَة الحَدِيث وَضَعفه عَلَيْهِ ¶ وَأما الْإِسْنَاد فَهُوَ رفع الحَدِيث إِلَى قَائِله والمحدثون يستعملون السَّنَد والإسناد لشَيْء وَاحِد ¶ وَأما الحَدِيث فأصله ضد الْقَدِيم وَقد اسْتعْمل فِي قَلِيل الْخَبَر وَكَثِيره لِأَنَّهُ يحدث شَيْئا فَشَيْئًا وَجمع حَدِيث أَحَادِيث على غير قِيَاس قَالَ الْفراء وَاحِد الْأَحَادِيث أحدوثه ثمَّ جعل جمعا للْحَدِيث ¶ وَأما الْخَبَر فَهُوَ قسم من أَقسَام الْكَلَام كالأمر وَالنَّهْي وَهُوَ قَول مَخْصُوص للصيغة الدَّالَّة وللمعنى الْقَائِم بِالنَّفسِ وَاخْتلف فِي تحديده فَمَنعه قوم وَقَالُوا هُوَ ضَرُورِيّ وَحده آخَرُونَ فَقَالَ بَعضهم هُوَ مَا يدْخلهُ الصدْق وَالْكذب وَهَذَا الْحَد مَنْقُوص بِخَبَر الله تَعَالَى فَإِن الْكَذِب لَا يدْخلهُ وبالخبر عَن الْمحَال فَإِن الصدْق لَا يدْخلهُ وَلِأَن الصدْق هُوَ مُوَافقَة الْخَبَر فَلَا يَصح تَعْرِيف الْخَبَر بِالصّدقِ المتوقف عَلَيْهِ لِأَنَّهُ دور وَقيل هُوَ مَا يدْخلهُ التَّصْدِيق أَو التَّكْذِيب وَفِيه الدّور الْمُتَقَدّم وَقيل هُوَ كَلَام يُفِيد بِنَفسِهِ نِسْبَة شَيْء إِلَى شَيْء",
            "page": "30",
            "part": "1",
            "seal": "A590FF14"
        },
        {
            "id": "4",
            "nass": "فِي الْخَارِج وَهُوَ أقرب مَا قيل وأئمة الحَدِيث يطلقون الْخَبَر على الْمَتْن وَإِن كَانَ أمرا أَو نهيا ¶ فروع ¶ الأول الْخَبَر أما صدق أَو كذب وَلَا ثَالِث لَهما على الْمُخْتَار لِأَن الْخَبَر إِن طابق الْمخبر فَهُوَ صدق وَإِن لم يُطَابق فَهُوَ كذب سَوَاء اعتقده الْمخبر أم لَا وَقيل إِن اعتقده الْمخبر فَهُوَ صدق وَإِن لم يَعْتَقِدهُ فكذب طابق فيهمَا أَو لم يُطَابق ¶ الثَّانِي الْخَبَر قد يعلم صدقه قطعا كَخَبَر الله تَعَالَى وَخبر رَسُوله صلى الله عَلَيْهِ وَسلم وَقد يعلم كذبه قطعا كالخبر الْمُخَالف لخَبر الله تَعَالَى وَقد يظنّ صدقه كَخَبَر الْعدْل وَقد يظنّ كذبه كَخَبَر الْفَاسِق وَقد يشك فِيهِ كَخَبَر الْمَجْهُول ¶ الثَّالِث الْخَبَر يَنْقَسِم إِلَى متواتر وآحاد فالمتواتر هُوَ خبر جمَاعَة يُفِيد بِنَفسِهِ الْعلم بصدقه لِاسْتِحَالَة توافقهم على الْكَذِب كالمخبرين عَن وجود مَكَّة وغزوة بدر وشروط الْمُتَوَاتر ثَلَاثَة تعدد المخبرين تعددا يَسْتَحِيل مَعَه التواطؤ على الْكَذِب واستنادهم إِلَى الْحسن واستواء الطَّرفَيْنِ وَالْوسط إِلَى أَصله وَشرط قوم فِيهِ شُرُوطًا أخر كلهَا ضَعِيفَة ¶ وَالصَّحِيح أَنه لَا يشْتَرط فِي الْمُتَوَاتر سوى الثَّلَاثَة الْمَذْكُورَة والمتواتر فِي أَحَادِيث النَّبِي صلى الله عَلَيْهِ وَسلم الْمُدَوَّنَة فِي الْكتب قَلِيل جدا كَحَدِيث من كذب عَليّ",
            "page": "31",
            "part": "1",
            "seal": "DC6D9E37"
        },
        {
            "id": "5",
            "nass": "مُتَعَمدا وَسَيَأْتِي وَلذَلِك لَا يَسْتَعْمِلهُ المحدثون فِي عباراتهم إِلَّا نَادرا ¶ وَأما أَخْبَار الْآحَاد فخبر الْوَاحِد كل مَا لم ينْتَه إِلَى التَّوَاتُر وَقيل هُوَ مَا يُفِيد الظَّن ثمَّ هُوَ قِسْمَانِ مستفيض وَغَيره فالمستفيض مَا زَاد نقلته على ثَلَاثَة وَقيل غير ذَلِك وَغير المستفيض هُوَ خبر الْوَاحِد أَو الِاثْنَيْنِ أَو الثَّلَاثَة على الْخلاف فِيهِ وَأكْثر الْأَحَادِيث الْمُدَوَّنَة والمسموعة من هَذَا الْقسم والتعبد بهَا جَائِز عِنْد جُمْهُور عُلَمَاء الْمُسلمين وَالْعَمَل بهَا وَاجِب عِنْد أَكْثَرهم ورد بعض الْحَنَفِيَّة خبر الْوَاحِد فيمَ تعم بِهِ الْبلوى كَالْوضُوءِ من مس الذّكر وإفراد الْإِقَامَة ورد بَعضهم خبر الْوَاحِد فِي الْحُدُود وَرجح بعض الْمَالِكِيَّة الْقيَاس على خبر الْوَاحِد الْمعَارض للْقِيَاس وَالصَّحِيح الَّذِي عَلَيْهِ أَئِمَّة الحَدِيث أَو جمهورهم أَن خبر الْوَاحِد الْعدْل الْمُتَّصِل فِي جَمِيع ذَلِك مَقْبُول وراجح على الْقيَاس الْمعَارض لَهُ وَبِه قَالَ الشَّافِعِي وَأحمد بن حَنْبَل وَغَيرهمَا من أَئِمَّة الحَدِيث وَالْفِقْه وَالْأُصُول رضى الله عَنْهُم وَالله أعلم",
            "page": "32",
            "part": "1",
            "seal": "E045B6A8"
        },
        {
            "id": "6",
            "nass": "الطّرف الأول فِي الْكَلَام على الْمَتْن وَالنَّظَر فِي أقسامه وأنواعه ¶ أما أقسامه فَثَلَاثَة الصَّحِيح وَالْحسن والضعيف ¶ الْقسم الأول الصَّحِيح ¶ أعلم أَن الحَدِيث الصَّحِيح هُوَ مَا اتَّصل سَنَده بِرِوَايَة الْعدْل الضَّابِط عَن مثله وَسلم عَن شذوذ وَعلة وَسَيَأْتِي تَفْصِيل ذَلِك فَكل حَدِيث جمع هَذِه الشُّرُوط فمتفق عَلَيْهِ وكل مَا اخْتلف فِيهِ فإمَّا لانْتِفَاء بَعْضهَا يَقِينا أَو شكا أَو لعدم اشْتِرَاطه عِنْد مخرجه وَلذَلِك خرج البُخَارِيّ عَن عِكْرِمَة وَعَمْرو بن مَرْزُوق وَغَيرهمَا دون مُسلم وَخرج مُسلم عَن حَمَّاد بن سَلمَة وَأبي الزبير مُحَمَّد بن مُسلم دون البُخَارِيّ وَسَببه اخْتِلَافهمَا فِي وجود الشُّرُوط الْمُعْتَبرَة فِيهِ فَقَوْلهم حَدِيث صَحِيح لما هُوَ كَمَا ذكرنَا لَا أَنه مَقْطُوع بنفيه بَاطِنا وَقَوْلهمْ غير صَحِيح لما لَيْسَ كَذَلِك لَا أَنه مَقْطُوع بنفيه بَاطِنا قَالَ الشَّافِعِي رضى الله عَنهُ إِذا روى الثِّقَة عَن الثِّقَة حَتَّى يَنْتَهِي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَهُوَ ثَابت وَقَالَ الْخطابِيّ الصَّحِيح مَا اتَّصل سَنَده وَعدلت أَهْلِيَّة ذَلِك والتمكن من مَعْرفَته احْتمل استقلاله",
            "page": "33",
            "part": "1",
            "seal": "CE5143F2"
        },
        {
            "id": "7",
            "nass": "السَّادِس مَا حذف سَنَده أَو بعضه فيهمَا وَهُوَ كثير فِي تراجم البُخَارِيّ قَلِيل جدا فِي صَحِيح مُسلم كَقَوْلِه فِي التَّيَمُّم روى اللَّيْث بن سعد قَالَ ابْن الصّلاح مَا كَانَ مِنْهُ بِصِيغَة الْجَزْم مثل قَالَ فلَان وَفعل وَأمر وروى وَذكر فَهُوَ حكم بِصِحَّتِهِ عَن الْمُضَاف إِلَيْهِ وَمَا لَيْسَ بِصِيغَة الْجَزْم مثل يروي عَن فلَان وَيذكر ويحكي وَيُقَال عَنهُ أَو روى وَذكر وَحكى فَلَيْسَ يحكم بِصِحَّتِهِ عَنهُ وَلَكِن إِيرَاده فِي كتاب الصَّحِيح مشْعر بِصِحَّة أَصله ¶ السَّابِع لَا يحْتَج بِحَدِيث من نُسْخَة كتاب لم يُقَابل بِأَصْل صَحِيح موثوق بِهِ بِمُقَابلَة من يوثق بِهِ وَقَالَ ابْن الصّلاح بأصول صَحِيحَة مُتعَدِّدَة ومروية بروايات متنوعة قلت وَهَذَا مِنْهُ يَنْبَغِي أَن يحمل على الِاسْتِحْبَاب لَا على الِاشْتِرَاط لتعسر ذَلِك غَالِبا أَو تعذره وَلِأَن الأَصْل الصَّحِيح تحصل ب الثِّقَة ¶ الثَّامِن لَيْسَ الْمَقْصُود بالسند فِي عصرنا إِثْبَات الحَدِيث الْمَرْوِيّ وتصحيحه إِذْ لَيْسَ يَخْلُو فِيهِ سَنَد عَمَّن لَا يضْبط حفظه أَو كِتَابه ضبطا لَا يعْتَمد عَلَيْهِ فِيهِ بل الْمَقْصُود بَقَاء سلسلة الْإِسْنَاد الْمَخْصُوص بِهَذِهِ الْأمة فِيمَا نعلم وَقد كفانا السّلف مؤونة ذَلِك فاتصال أصل صَحِيح بِسَنَد صَحِيح إِلَى مُصَنفه كَاف وَإِن فقد الإتقان فِي كلهم أَو بَعضهم",
            "page": "34",
            "part": "1",
            "seal": "30B23117"
        },
        {
            "id": "8",
            "nass": "التَّاسِع ذكر الْحَاكِم النَّيْسَابُورِي فِي مدخله أَن جملَة من خرج لَهُ البُخَارِيّ فِي صَحِيحه دون مُسلم أَربع مئة وَأَرْبَعَة وَثَلَاثُونَ شَيخا وَجُمْلَة من خرج لَهُ مُسلم فِي صَحِيحه دون البُخَارِيّ سِتّ مئة وَخَمْسَة وَعِشْرُونَ شَيخا ¶ الْعَاشِر ذكر مُسلم فِي أول صَحِيحه أَنه يقسم الحَدِيث ثَلَاثَة أَقسَام وَاخْتلف الْحفاظ فِيهِ فَقَالَ الْحَاكِم وَالْبَيْهَقِيّ لم يذكر غير الأول واخترمته الْمنية قبل الثَّانِي وَقَالَ القَاضِي عِيَاض بل ذكر الثَّلَاثَة فِي كِتَابه فقسم الحَدِيث على ثَلَاث طَبَقَات من الروَاة فَالْأول حَدِيث الْحفاظ فَيبْدَأ بِهِ ثمَّ يَأْتِي بِالثَّانِي بطرِيق الاستشهاد والاتباع حَتَّى يَسْتَوْفِي الثَّلَاثَة وَكَذَلِكَ الْعِلَل الَّتِي وعد بإتيانه بهَا أَتَى بهَا فِي موَاضعهَا من الْكتاب من إرْسَال وَنقص وَزِيَادَة وتصحيف قلت وَلَو قيل أَتَى بالقسمين الْأَوَّلين دون الثَّالِث ¶ الْقسم الثَّانِي الحَدِيث الْحسن ذكر التِّرْمِذِيّ أَنه يُرِيد بالْحسنِ أَن لَا يكون فِي إِسْنَاده مُتَّهم وَلَا يكون شاذا ويروى من غير وَجه نَحوه وَقَالَ الْخطابِيّ هُوَ مَا عرف مخرجه واشتهر رِجَاله قَالَ وَعَلِيهِ مدَار أَكثر الحَدِيث فالمدلس إِذا لم يبين والمنقطع وَنَحْوه مِمَّا لم نَعْرِف مخرجه وَقَالَ بعض الْمُتَأَخِّرين هُوَ الَّذِي فِيهِ ضعف قريب",
            "page": "35",
            "part": "1",
            "seal": "537A508F"
        },
        {
            "id": "9",
            "nass": "مُحْتَمل وَيصْلح الْعَمَل بِهِ وَقَالَ ابْن الصّلاح هُوَ قِسْمَانِ وَأطَال فِي تعريفهما مِمَّا حَاصله أَن أَحدهمَا مَا لم يخل رجال إِسْنَاده عَن مَسْتُور غير مُغفل فِي رِوَايَته وروى مثله أَو نَحوه من وَجه آخر وَالثَّانِي مَا اشْتهر رَاوِيه بِالصّدقِ وَالْأَمَانَة وَقصر عَن دَرَجَة رجال الصَّحِيح حفظا وإتقانا بِحَيْثُ لَا يعد مَا انْفَرد بِهِ مُنْكرا قَالَ وَلَا بُد فِي الْقسمَيْنِ من سلامتهما من الشذوذ وَالتَّعْلِيل قلت وَفِي كل هَذِه التعريفات نظر أما الأول وَالثَّانِي فَلِأَن الصَّحِيح أَو أَكْثَره كَذَلِك أَيْضا فَيدْخل الصَّحِيح فِي حد الْحسن وَيرد على الأول الْفَرد من الْحسن فَإِنَّهُ لم يرو من وَجه آخر وَيرد على الثَّانِي ضَعِيف عرف محرجه واشتهر رِجَاله بالضعف وَأما الثَّالِث فَيتَوَقَّف على معرفَة الضعْف الْقَرِيب الْمُحْتَمل وَهُوَ أَمر مَجْهُول وَأَيْضًا فِيهِ دور لِأَنَّهُ عرفه بصلاحيته للْعَمَل بِهِ وَذَلِكَ يتَوَقَّف على معرفَة كَونه حسنا وَأما الأول من الْقسمَيْنِ فَيرد عَلَيْهِ الضَّعِيف والمنقطع والمرسل الَّذِي فِي رِجَاله مَسْتُور وَرُوِيَ مثله أَو نَحوه من وَجه آخر وَيرد على الثَّانِي وَهُوَ أقربها الْمُتَّصِل الَّذِي اشْتهر رَاوِيه بِمَا ذكر فَإِنَّهُ كَذَلِك وَلَيْسَ بِحسن فِي الِاصْطِلَاح قلت وَلَو قيل الْحسن كل حَدِيث خَال من الْعِلَل وَفِي سَنَده الْمُتَّصِل مَسْتُور لَهُ بِهِ شَاهد أَو مَشْهُور قَاصِر عَن دَرَجَة الإتقان لَكَانَ أجمع لما حددوه وقريبا مِمَّا حاولوه وأخصر مِنْهُ مَا اتَّصل سَنَده وانتفت علله فِي سَنَده مَسْتُور وَله شَاهد أَو مَشْهُور غير متقن ¶ فروع ¶ الأول الْحسن حجَّة كَالصَّحِيحِ وَإِن كَانَ دونه وَلذَلِك أدرجه بعض أهل الحَدِيث فِيهِ وَلم يفردوه عَنهُ وَهُوَ ظَاهر كَلَام الْحَاكِم فِي تَصَرُّفَاته وتسميته",
            "page": "36",
            "part": "1",
            "seal": "10A26E9D"
        },
        {
            "id": "10",
            "nass": "جَامع التِّرْمِذِيّ بالجامع الصَّحِيح وَأطلق الْخَطِيب اسْم الصَّحِيح على كتابي التِّرْمِذِيّ وَالنَّسَائِيّ وَقَالَ الْحَافِظ السلَفِي بعد مَا ذكر الْكتب الْخَمْسَة اتّفق على صِحَّتهَا عُلَمَاء الشرق والغرب وَلَعَلَّ مُرَاده مُعظم مَا سوى الصَّحِيحَيْنِ لِأَن فِيهِ مَا قد صَرَّحُوا بِأَنَّهُ ضَعِيف أَو مُنكر وَصرح أَبُو دَاوُد وَالتِّرْمِذِيّ بانقسام كِتَابَيْهِمَا إِلَى صَحِيح وَحسن وَضَعِيف ¶ الثَّانِي قَوْلهم حسن الْإِسْنَاد أَو صَحِيح الْإِسْنَاد دون قَوْلهم حَدِيث صَحِيح أَو حسن إِذْ قد يَصح إِسْنَاده أَو يحسن دون مَتنه لشذوذ أَو عِلّة فَإِن قَالَه حَافظ مُعْتَمد وَلم يقْدَح فِيهِ فَالظَّاهِر مِنْهُ حكمه بِصِحَّة الْمَتْن أَو حسنه وَأما تَسْمِيَة الْبَغَوِيّ فِي المصابيح السّنَن بالحسان فتساهل لِأَن فِيهَا الصِّحَاح والحسان والضعاف وَقَول التِّرْمِذِيّ وَغَيره حَدِيث حسن صَحِيح أَي رُوِيَ بِإِسْنَادَيْنِ أَحدهمَا يَقْتَضِي الصِّحَّة وَالْآخر يَقْتَضِي الْحسن أَو المُرَاد الْحسن اللّغَوِيّ وَهُوَ مَا تميل إِلَيْهِ النَّفس وتستحسنه ¶ الثَّالِث حَدِيث الْمُتَأَخر عَن دَرَجَة الإتقان وَالْحِفْظ الْمَشْهُور بِالصّدقِ والستر إِذا رُوِيَ من وَجه آخر يرقى من الْحسن إِلَى الصَّحِيح لقُوته من الْجِهَتَيْنِ فينجبر أَحدهمَا بِالْآخرِ قَالَه ابْن الصّلاح وَفِيه نظر لِأَن حد الصِّحَّة الْمُتَقَدّم لَا يَشْمَلهُ فَكيف يُسمى صَحِيحا قَالَ وَلَا ينجبر الضَّعِيف بمجيئه من وُجُوه ضَعِيفَة فَيصير حسنا لِأَن وَهن الأول كَانَ لضعف إتقان رِوَايَة الصدوق فمجيئه من وَجه آخر دَال على عدم اختلال حفظه فقوي قَالَ وَكَذَلِكَ الْمُرْسل إِذا أسْند أَو أرسل من وَجه آخر كَمَا سَيَأْتِي وَأما الضَّعِيف لكذب رَاوِيه",
            "page": "37",
            "part": "1",
            "seal": "2CE9490C"
        },
        {
            "id": "11",
            "nass": "وفسقه فَلَا ينجبر بِتَعَدُّد طرقه ¶ الرَّابِع جَامع التِّرْمِذِيّ أصل فِي معرفَة الْحسن وَهُوَ الَّذِي شهره وَقد يُوجد فِي كَلَام بعض طبقَة مشايخه كأحمد بن حَنْبَل وَالْبُخَارِيّ وَقد تخْتَلف نسخ التِّرْمِذِيّ فِي قَوْله حسن وَحسن صَحِيح فَيَنْبَغِي الاعتناء بتصحيح ذَلِك على أصُول مُعْتَمدَة وَمن مظان الْحسن سنَن الدَّارَقُطْنِيّ فَإِنَّهُ نَص على كثير مِنْهُ وَسنَن أبي دَاوُد إِذا أطلق الحَدِيث وَلم يبين غَيره من الْأَئِمَّة صِحَّته وَلَا ضعفه فَإِنَّهُ قَالَ ذكرت فِيهِ الصَّحِيح وَمَا يُشبههُ ويقاربه قَالَ وَمَا كَانَ فِيهِ وَهن شَدِيد فقد بَينته وَمَا لم أذكر فِيهِ شَيْئا فَهُوَ صَالح وَبَعضهَا أصح من بعض ¶ الْخَامِس كتب المسانيد كمسند الطَّيَالِسِيّ وَأحمد وَإِسْحَاق وَعبد بن حميد وَأبي يعلي الْموصِلِي وَالْبَزَّار لَا تلتحق فِي الأجتماع والركون إِلَيْهَا بالكتب الْخَمْسَة وَمَا جرى مجْراهَا من الْكتب المبوبة كسنن ابْن مَاجَه لِأَن المسانيد يجمع فِيهَا مَا رَوَاهُ مصنفوها عَن الصَّحَابِيّ صَحِيحا أَو كَانَ ضَعِيفا بِخِلَاف الْكتب المبوبة فَإِن قصدهم بهَا الِاحْتِجَاج ¶ الْقسم الثَّالِث فِي معرفَة الحَدِيث الضَّعِيف ¶ وَهُوَ كل حَدِيث لم تَجْتَمِع فِيهِ شُرُوط الصَّحِيح وَلَا شُرُوط الْحسن الْمُقدم ذكرهَا وتتفاوت درجاته فِي الضعْف بِحَسب بعده من شُرُوط الصِّحَّة كَمَا تَتَفَاوَت دَرَجَات الصَّحِيح بِحَسب تمكنه مِنْهَا وقسمه أَبُو حَاتِم بن حبَان إِلَى قريب من خمسين قسما وَكلهَا دَاخله فِي الضَّابِط الَّذِي ذَكرْنَاهُ وسبيل الْبسط فِي",
            "page": "38",
            "part": "1",
            "seal": "9FED1A4C"
        },
        {
            "id": "12",
            "nass": "أقسامه أَن يَجْعَل مَا عدمت فِيهِ صفة مُعينَة قسما وَمَا عدمت فِيهِ هِيَ وَأُخْرَى قسما ثَانِيًا وَمَا عدمتا فِيهِ وثالثة قسما ثَالِثا ثمَّ كَذَلِك إِلَى آخرهَا ثمَّ تعين صفة من الصِّفَات الَّتِي قرنها مَعَ الأولى فَيجْعَل مَا عدمت فِيهِ وَحدهَا قسما وَمَا عدمت فِيهِ هِيَ وأخري بِعَينهَا غير الأولى قسما ثمَّ كَذَلِك على مَا تقدم مِثَاله الْمُنْقَطع فَقَط قسم الْمُنْقَطع الشاذ قسم ثَان الْمُنْقَطع الشاذ الْمُرْسل قسم ثَالِث الْمُنْقَطع الشاذ الْمُرْسل المضطرب قسم رَابِع ثمَّ كَذَلِك إِلَى آخر الصِّفَات ثمَّ نعود فَنَقُول الشاذ فَقَط قسم خَامِس مثلا الشاذ الْمُرْسل قسم سادس الشاذ الْمُرْسل المضطرب قسم سَابِع ثمَّ نقُول الْمُرْسل فَقَط قسم ثامن الْمُرْسل المضطرب قسم تَاسِع الْمُرْسل المضطرب المعضل قسم عَاشر وَكَذَلِكَ أبدا إِلَى آخرهَا ¶ وَمن أَنْوَاع الضَّعِيف مَا لَهُ لقب خَاص كالمنقطع والمعضل والشاذ والمعلل والمضطرب والمرسل والمقطوع والموضوع وَهُوَ شَرها وَسَيَأْتِي تفصيلها إِن شَاءَ الله تَعَالَى ¶ وَأما النّظر فِي أَنْوَاع الْمَتْن فَهِيَ ثَلَاثُونَ نوعا ونبدأ ب ¶ النَّوْع الأول الْمسند قَالَ الْخَطِيب هُوَ مَا اتَّصل سَنَده من رَاوِيه إِلَى منتهاه وَأكْثر مَا يسْتَعْمل فِيمَا جَاءَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم دون غَيره وَقَالَ الْحَاكِم هُوَ مَا اتَّصل سَنَده مَرْفُوعا إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ ابْن عبد الْبر هُوَ مَا رفع إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم مُتَّصِلا كَانَ أَو مُنْقَطِعًا فَهَذِهِ ثَلَاثَة أَقْوَال وعَلى قَول كل مِنْهَا فَالْمُسْنَدُ يَنْقَسِم إِلَى صَحِيح وَحسن وَضَعِيف",
            "page": "39",
            "part": "1",
            "seal": "1BE3AE4C"
        },
        {
            "id": "13",
            "nass": "النَّوْع الثَّانِي الْمُتَّصِل وَيُسمى الْمَوْصُول وَهُوَ مَا اتَّصل سَنَده بِسَمَاع كل راو لَهُ مِمَّن فَوْقه إِلَى منتهاه وَمن يرى الرِّوَايَة بِالْإِجَازَةِ يزِيد أَو إجَازَة سَوَاء أَكَانَ مَرْفُوعا إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم أم مَوْقُوفا على غَيره وَيدخل أَيْضا فِي الْأَقْسَام الثَّلَاثَة ¶ النَّوْع الثَّالِث الْمَرْفُوع وَهُوَ مَا أضيف إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم خَاصَّة من قَول أَو فعل أَو تَقْرِير سَوَاء أَكَانَ مُتَّصِلا أَو مُنْقَطِعًا وَقَالَ الْخَطِيب هُوَ مَا أخبر بِهِ الصَّحَابِيّ خَاصَّة عَن قَول النَّبِي صلى الله عَلَيْهِ وَسلم أَو فعله فخصه بالصحابي وَيدخل فِي الْأَقْسَام الثَّلَاثَة ¶ النَّوْع الرَّابِع الْمَوْقُوف وَهُوَ عِنْد الْإِطْلَاق مَا رُوِيَ عَن الصَّحَابِيّ من قَوْله أَو فعله أَو نَحْو ذَلِك مُتَّصِلا كَانَ أَو مُنْقَطِعًا كالمرفوع وَقد يسْتَعْمل فِي غير الصَّحَابِيّ مُقَيّدا مثل وَقفه معمر على همام وَوَقفه مَالك على نَافِع وَبَعض الْفُقَهَاء يُسَمِّي الْمَوْقُوف بالأثر وَالْمَرْفُوع بالْخبر وَأما أهل الحَدِيث فيطلقون الْأَثر عَلَيْهِمَا ¶ فروع ¶ الأول قَول الصَّحَابِيّ كُنَّا نَفْعل كَذَا أَن أَضَافَهُ إِلَى زمن النَّبِي صلى الله عَلَيْهِ وَسلم فَالصَّحِيح أَنه مَرْفُوع وَبِه قطع الْحَاكِم وَالْجُمْهُور وَقَالَ الإِمَام أَبُو بكر الْإِسْمَاعِيلِيّ مَوْقُوف وَهُوَ بعيد لِأَن الظَّاهِر أَنه اطلع عَلَيْهِ وَقَررهُ وَكَذَا قَول",
            "page": "40",
            "part": "1",
            "seal": "FDE76E50"
        },
        {
            "id": "14",
            "nass": "الصَّحَابِيّ كُنَّا لَا نرى بَأْسا بِكَذَا وَرَسُول الله صلى الله عَلَيْهِ وَسلم فِينَا وَنَحْو ذَلِك وَإِن لم يضفه إِلَى زمن النَّبِي صلى الله عَلَيْهِ وَسلم فَهُوَ مَوْقُوف وَقَول الْحَاكِم والخطيب فِي حَدِيث الْمُغيرَة كَانَ أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم يقرعون بَابه بالأظافير إِنَّه مَوْقُوف لَيْسَ كَذَلِك بل هُوَ مَرْفُوع فِي الْمَعْنى وَلَعَلَّ مرادهما أَنه لَيْسَ مَرْفُوعا لفظا ¶ الثَّانِي قَول الصَّحَابِيّ أمرنَا بِكَذَا أَو نهينَا عَن كَذَا أَو أَمر بِلَال بِكَذَا أَو من السّنة كَذَا مَرْفُوع عِنْد أهل الحَدِيث وَأكْثر أهل الْعلم لظُهُور أَن النَّبِي صلى الله عَلَيْهِ وَسلم هُوَ الْآمِر وَأَنَّهَا سنته وَقَالَ الْإِسْمَاعِيلِيّ وَقوم لَيْسَ بمرفوع وَالْأول الصَّحِيح سَوَاء أقَال الصَّحَابِيّ ذَلِك فِي حَيَاة النَّبِي صلى الله عَلَيْهِ وَسلم أم بعده ¶ الثَّالِث إِذا قيل عَن الصَّحَابِيّ يرفعهُ أَو رَاوِيه أَو ينميه أَو يبلغ بِهِ فَهُوَ كِنَايَة عَن رَفعه وَحكمه حكم الْمَرْفُوع صَرِيحًا كَحَدِيث الْأَعْرَج عَن أبي هُرَيْرَة رِوَايَة تقاتلون قوما صغَار الْأَعْين وكحديثه عَن أبي هُرَيْرَة يبلغ بِهِ النَّاس تبع لقريش وَإِن قيل عَن التَّابِعِيّ يرفعهُ وَنَحْوه فَهُوَ مَرْفُوع وَلكنه مُرْسل ¶ الرَّابِع تَفْسِير الصَّحَابِيّ مَوْقُوف وَمن قَالَ مَرْفُوع فَهُوَ فِي تَفْسِير يتَعَلَّق بِسَبَب نزُول آيَة كَقَوْل جَابر كَانَت الْيَهُود تَقول كَذَا فَأنْزل الله",
            "page": "41",
            "part": "1",
            "seal": "96BB0B9C"
        },
        {
            "id": "15",
            "nass": "كَذَا وَنَحْو ذَلِك لَا فِي غَيره من تفسيرهم ¶ الْخَامِس الْمَوْقُوف وَإِن اتَّصل سَنَده لَيْسَ بِحجَّة عِنْد الشَّافِعِي رَضِي الله عَنهُ وَطَائِفَة من الْعلمَاء وَهُوَ حجَّة عِنْد طَائِفَة ¶ النَّوْع الْخَامِس الْمَقْطُوع ¶ وَهُوَ مَا جَاءَ عَن التَّابِعين من أَقْوَالهم وأفعالهم مَوْقُوفا عَلَيْهِم وَاسْتَعْملهُ الشَّافِعِي وَأَبُو الْقَاسِم الطَّبَرَانِيّ فِي الْمُنْقَطع وَسَيَأْتِي بَيَانه وَكِلَاهُمَا ضَعِيف لَيْسَ بِحجَّة ¶ النَّوْع السَّادِس الْمُرْسل ¶ هُوَ قَول التَّابِعِيّ الْكَبِير قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم كَذَا أَو فعل كَذَا فَهَذَا مُرْسل بِاتِّفَاق وَأما قَول من دون التَّابِعِيّ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فقد قَالَ أهل الْفِقْه وَالْأُصُول يُسمى مُرْسلا سَوَاء أَكَانَ مُنْقَطِعًا أم معضلا وَبِهَذَا قطع الْخَطِيب ثمَّ قَالَ إِلَّا أَن أَكثر مَا يُوصف بِالْإِرْسَال رِوَايَة التَّابِعِيّ عَن",
            "page": "42",
            "part": "1",
            "seal": "C1237492"
        },
        {
            "id": "16",
            "nass": "النَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ الْحَاكِم وَغَيره من أهل الحَدِيث لَا يُسمى مُرْسلا وخصوا الْمُرْسل التَّابِعِيّ ¶ فروع ¶ الأول لَو قَالَ التَّابِعِيّ الصَّغِير كالزهري وَأبي حَازِم وَيحيى بن سعيد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَقُلْنَا بقول الْحَاكِم فَالْمَشْهُور أَنه مُرْسل كالتابعي الْكَبِير وَحكى ابْن عبد الْبر أَن قوما يسمونه مُنْقَطِعًا لَا مُرْسلا لِأَن أَكثر روايتهم عَن التَّابِعين ¶ الثَّانِي حكم الْمُرْسل حكم الضَّعِيف إِلَّا أَن يَصح مخرجه بمجيئه من وَجه آخر إِمَّا مُسْندًا أَو مُرْسلا عَن غير رجال الأول فَيكون حجَّة محتجا بِهِ وَقَالَ مَالك وَأَبُو حنيفَة يحْتَج بالمرسل مُطلقًا ورده قوم مُطلقًا وَالْأول أصح وَعَلِيهِ جَمَاهِير الْعلمَاء والمحدثين وَلذَلِك احْتج الشَّافِعِي بمراسيل سعيد بن الْمسيب لما وجدت مسانيد من وُجُوه آخر وَلَا يخْتَص ذَلِك عِنْده بمرسل سعيد كَمَا يتوهمه بعض الْفُقَهَاء من أَصْحَابنَا فَإِن قيل فَيكون الْعَمَل بالمسند فالمرسل قُلْنَا فَيكون الْعَمَل بالمسند فالمرسل قُلْنَا بالمسند تتبين صِحَة الْمُرْسل وَيكون فِي الحكم حديثان صَحِيحَانِ بِحَيْثُ لَو عارضهما من طَرِيق وَاحِدَة رجحا عَلَيْهِ وعملنا بهما وَأما قَوْله فِي مُخْتَصر الْمُزنِيّ وإرسال سعيد بن الْمسيب عندنَا حسن فَفِي مَعْنَاهُ قَولَانِ لأَصْحَابه أَحدهمَا أَن مراسليه حجَّة لِأَنَّهَا فتشت فَوجدت",
            "page": "43",
            "part": "1",
            "seal": "E32E4AE7"
        },
        {
            "id": "17",
            "nass": "مُسْنده وَالثَّانِي أَنه يرجح بهَا لكَونه من أكبر عُلَمَاء التَّابِعين لَا أَنه يحْتَج بهَا وَالتَّرْجِيح بالمرسل صَحِيح قَالَ الْخَطِيب الصَّحِيح من الْقَوْلَيْنِ عندنَا الثَّانِي لآن فِي مَرَاسِيل سعيد مَا لم يُوجد مُسْندًا بِحَال من وَجه يَصح وَقد جعل الشَّافِعِي لمراسيل كبار التَّابِعين مزية كَمَا اسْتحْسنَ مُرْسل سعيد ثمَّ الْمَنْقُول عَن الشَّافِعِي على مَا نَقله الْبَيْهَقِيّ وَغَيره أَن الْمُرْسل إِن أسْندهُ حَافظ غير مرسله أَو أرْسلهُ عَن غير شُيُوخ الأول فِيهِ أَو عضده قَول صَحَابِيّ أَو فَتْوَى أَكثر الْعلمَاء أَو عرف أَنه لَا يُرْسل إِلَّا عَن عدل قبل قَالَ الْبَيْهَقِيّ فالشافعي يقبل مَرَاسِيل كبار التَّابِعين إِذا أنضم إِلَيْهَا مَا يؤكدها وَلَا يقبلهَا إِذا لم يَنْضَم إِلَيْهَا مَا يؤكدها سَوَاء أَكَانَ مُرْسل ابْن الْمسيب أَو غَيره قَالَ وَقد ذكرنَا مَرَاسِيل لِابْنِ الْمسيب لم يقل بهَا الشَّافِعِي حِين لم يَنْضَم إِلَيْهَا مَا يؤكدها ومراسيل لغيره قَالَ بهَا حِين انْضَمَّ إِلَيْهَا مَا يؤكدها قَالَ وَزِيَادَة ابْن الْمسيب على غَيره فِي هَذَا لِأَنَّهُ أصح التَّابِعين إرْسَالًا فِيمَا زعم الْحفاظ وَأما قَول الْقفال الْمروزِي فِي شرح التَّلْخِيص قَالَ الشَّافِعِي فِي الرَّهْن الصَّغِير مُرْسل ابْن الْمسيب عندنَا حجَّة فَمَحْمُول على مَا قَالَه الْبَيْهَقِيّ ¶ الثَّالِث إِذا روى ثِقَة حَدِيثا مُرْسلا وَرَوَاهُ ثِقَة غَيره مُتَّصِلا كَحَدِيث لَا نِكَاح إِلَّا بولِي رَوَاهُ إِسْرَائِيل وَجَمَاعَة عَن أبي إِسْحَاق عَن أبي بردة مُوسَى عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَرَوَاهُ الثَّوْريّ وَشعْبَة عَن أبي إِسْحَاق عَن أبي بردة عَن",
            "page": "44",
            "part": "1",
            "seal": "7A63F99F"
        },
        {
            "id": "18",
            "nass": "النَّبِي صلى الله عَلَيْهِ وَسلم فقد حكى الْخَطِيب عَن أَكْثَرهم أَن الحكم للمرسل وَعَن بَعضهم أَن الحكم للْأَكْثَر وَعَن بَعضهم للأحفظ فَإِن كَانَ هُوَ الْمُرْسل لم يقْدَح ذَلِك فِي عَدَالَة الْوَاصِل وَقَالَ الزِّيَادَة من الثِّقَة مَقْبُولَة هَذَا مَعَ أَن الْمُرْسل شُعْبَة وسُفْيَان ودرجتهما من الْحِفْظ الإتقان مَعْلُومَة فَهَذِهِ خَمْسَة أَقْوَال الصَّحِيح مِنْهَا مَا صَححهُ الْخَطِيب ¶ فرع لَو أرسل ثِقَة حَدِيثا تَارَة وأسنده أُخْرَى أَو رفْعَة ثِقَات وَوَقفه ثِقَات أَو وَصله ثِقَات وقطعه ثِقَات فَالْحكم فِي الْجَمِيع لزِيَادَة الثِّقَة من الْإِسْنَاد وَالرَّفْع والوصل وَالله أعلم ¶ الرَّابِع مُرْسل الصَّحَابِيّ كالمتصل فِي الحكم وَهُوَ مَا رَوَاهُ الْحسن بن عَليّ وَابْن عَبَّاس وَابْن الزبير وَأنس وَنَحْوهم مِمَّا لم يره أَو يسمعهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم لِأَن الظَّاهِر أَن روايتهم ذَلِك عَن الصَّحَابَة وَكلهمْ عدُول وَحكى الْخَطِيب عَن بعض الْعلمَاء أَن مُرْسل الصَّحَابِيّ كمرسل غَيره إِلَّا أَن يَقُول لَا أروي إِلَّا مَا سمعته من رَسُول الله صلى الله عَلَيْهِ وَسلم أَو عَن صَحَابِيّ لِأَنَّهُ قد يروي عَن غير صَحَابِيّ وَبِهَذَا قَالَ",
            "page": "45",
            "part": "1",
            "seal": "4054C54C"
        },
        {
            "id": "19",
            "nass": "الْأُسْتَاذ أَبُو إِسْحَاق الإِسْفِرَايِينِيّ الْمُتَكَلّم وَالْأول أصح لِأَن رِوَايَة الصَّحَابِيّ عَن غير صَحَابِيّ نَادِر وَإِذا روى ذَلِك بَينه ¶ النَّوْع السَّابِع الْمُنْقَطع ¶ وَهُوَ مَا لم يتَّصل إِسْنَاده على أَي وَجه كَانَ وَبِه قَالَ طوائف من الْفُقَهَاء والمحدثين مِنْهُم الْخَطِيب وَابْن عبد الْبر إِلَّا أَن أَكثر مَا يُوصف بالانقطاع رِوَايَة من دون التَّابِعِيّ عَن الصَّحَابِيّ مثل مَالك عَن ابْن عمر وَقَالَ الْحَاكِم وَغَيره الْمُنْقَطع مَا أُحِيل فِيهِ قبل الْوُصُول إِلَى التَّابِعِيّ رجل سَوَاء أَكَانَ محذوفا كالشافعي عَن الزُّهْرِيّ أم مَذْكُورا مُبْهما كمالك عَن رجل عَن الزُّهْرِيّ وَحكى الْخَطِيب عَن بعض الْعلمَاء أَن الْمُنْقَطع هُوَ الْمَوْقُوف على التَّابِعِيّ أَو من دونه قولا أَو فعلا وَهُوَ غَرِيب فَهَذِهِ ثَلَاثَة أَقْوَال وَهُوَ ضَعِيف على الْجَمِيع ¶ فرع قد يخفى الِانْقِطَاع فَلَا يُدْرِكهُ إِلَّا أهل الْمعرفَة التَّامَّة كَحَدِيث الْعَوام بن حَوْشَب عَن عبد الله بن أبي أوفى كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم إِذا قَالَ بِلَال قد قَامَت الصَّلَاة نَهَضَ وَكبر قَالَ أَحْمد بن حَنْبَل الْعَوام لم يدْرك ابْن أبي أوفى وَمثل هَذَا كثير وَلَا سِيمَا فِي الْآحَاد وَقد يعرف الِانْقِطَاع بمجيئه من وَجه آخر بِزِيَادَة رجل أَو أَكثر وَهَذَا الْفَرْع مَعَ مَا يَأْتِي فِي نوع الْمَزِيد فِي الْأَسَانِيد",
            "page": "46",
            "part": "1",
            "seal": "165BF042"
        },
        {
            "id": "20",
            "nass": "يعرض بِكُل وَاحِد مِنْهَا على الآخر ¶ النَّوْع الثَّامِن المعضل ¶ وَهُوَ مَا سقط من سَنَده اثْنَان فَصَاعِدا كَقَوْل مَالك قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وكقول الشَّافِعِي قَالَ ابْن عمر كَذَا وَيُسمى مُنْقَطِعًا عِنْد بَعضهم ومرسلا عِنْد بعض كَمَا تقدم وَعَن الْحَافِظ أبي نصر السجْزِي أَن قَول الرَّاوِي بَلغنِي يُسمى معضلا كَقَوْل مَالك بَلغنِي عَن أبي هُرَيْرَة والمعضل من قسم الضَّعِيف ¶ فرع إِذا وقف تَابع التَّابِعِيّ على التَّابِعِيّ حَدِيثا هُوَ مَرْفُوع مُتَّصِل عِنْد ذَلِك التَّابِعِيّ فقد جعله الْحَاكِم نوعا من المعضل وَفِيه نظر إِلَّا أَن يكون نَحْو قَول الْأَعْمَش عَن الشّعبِيّ يُقَال للرجل يَوْم الْقِيَامَة عملت كَذَا وَكَذَا الحَدِيث فقد رَوَاهُ الشّعبِيّ عَن أنس لِأَن التَّابِع أسقط اسْمِي الصَّحَابِيّ وَالرَّسُول صلى الله عَلَيْهِ وَسلم ¶ //",
            "page": "47",
            "part": "1",
            "seal": "73B4CCF2"
        },
        {
            "id": "21",
            "nass": "النَّوْع التَّاسِع المعنعن ¶ وَهُوَ الَّذِي يُقَال فِي سَنَده فلَان عَن فلَان قَالَ بعض الْعلمَاء هُوَ مُرْسل وَالصَّحِيح الَّذِي عَلَيْهِ جَمَاهِير الْعلمَاء والمحدثين وَالْفُقَهَاء والأصوليين أَنه مُتَّصِل إِذا أمكن لقاؤهما مَعَ براءتهما من التَّدْلِيس وَقد أودعهُ البُخَارِيّ وَمُسلم صَحِيحهمَا وَكَذَلِكَ غَيرهمَا من مشترطي الصَّحِيح الَّذين لَا يَقُولُونَ بالمرسل وَادّعى أَبُو عَمْرو الداني إِجْمَاع أهل النَّقْل عَلَيْهِ وَكَاد ابْن عبد الْبر أَن يَدعِي إِجْمَاع أهل الحَدِيث عَلَيْهِ وَشرط أَبُو بكر الصَّيْرَفِي وَغَيره ثُبُوت اللِّقَاء وَقيل أَن عَلَيْهِ أَئِمَّة الحَدِيث ابْن الْمَدِينِيّ وَالْبُخَارِيّ وَغَيرهمَا وَشرط أَبُو المظفر السَّمْعَانِيّ طول الصُّحْبَة وَأَبُو عَمْرو الداني أَن يكون مَعْرُوفا بالرواية عَنهُ وَقَالَ أَبُو الْحسن الْقَابِسِيّ إِذا أدْركهُ إدراكا بَينا وَأنكر مُسلم على من أشْتَرط ثُبُوت اللِّقَاء فِي العنعنة وَأَنه قَول مخترع وَأَن الْمُتَّفق عَلَيْهِ إِمْكَان لقائهما لِكَوْنِهِمَا فِي عصر وَاحِد وَإِن لم يَأْتِ فِي خبر قطّ أَنَّهُمَا اجْتمعَا ورد قوم هَذَا القَوْل على مُسلم قَالَ ابْن الصّلاح وَكثر فِي عصرنا وَمَا قاربه اسْتِعْمَال عَن فِي الْإِجَازَة ¶ فرعان ¶ الأول إِذا قَالَ الرَّاوِي إِن فلَانا قَالَ كَذَا مثل مَالك عَن الزُّهْرِيّ أَن سعيد بن الْمسيب قَالَ كَذَا أَو مَالك عَن نَافِع قَالَ ابْن عمر كَذَا أَو حدث أَو ذكر وَنَحْو ذَلِك فقد قَالَ أَحْمد وَيَعْقُوب بن شيبَة وَأَبُو بكر البرديجي إِن مطلقه مَحْمُول على الِانْقِطَاع وَلَا يلْحق ب عَن وَقَالَ مَالك عَن وَأَن سَوَاء وَحَكَاهُ ابْن عبد الْبر عَن جُمْهُور أهل الْعلم وَأَنه لَا اعْتِبَار بالحروف والألفاظ بل باللقاء والمجالسة وَالسَّمَاع والمشاهدة فَإِذا صَحَّ سَماع بَعضهم من بعض حمل على الِاتِّصَال بِأَيّ لفظ ورد حَتَّى يبين الِانْقِطَاع قَالَ الصَّيْرَفِي كل من علم لَهُ سَماع",
            "page": "48",
            "part": "1",
            "seal": "B452D835"
        },
        {
            "id": "22",
            "nass": "من إِنْسَان أَو لقاؤه لَهُ فَحدث عَنهُ فَهُوَ على السماع حَتَّى يعلم أَنه لم يسمع مِنْهُ ¶ الثَّانِي إِذا قيل فلَان عَن رجل عَن فلَان وَنَحْوه فقد سَمَّاهُ بعض المعتبرين فِي الْأُصُول مُرْسلا وَقَالَ الْحَاكِم لَا يُسمى مُرْسلا بل مُنْقَطِعًا وَهَذَا أقرب وَقد تقدم فِي الْمُنْقَطع ¶ النَّوْع الْعَاشِر الْمُعَلق ¶ وَهُوَ مَا حذف من مُبْتَدأ إِسْنَاده وَاحِد فَأكْثر كَقَوْل الشَّافِعِي قَالَ نَافِع أَو قَالَ ابْن عمر أَو قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم وَكَأَنَّهُ مَأْخُوذ من تَعْلِيق الْجِدَار أَو الطَّلَاق لاشْتِرَاكهمَا فِي قطع الِاتِّصَال وَلم يستعملوه فِيمَا سقط وسط إِسْنَاده أَو آخِره لتسميتهما بالمنقطع والمرسل وَلَا فِي غير صِيغَة الْجَزْم مثل يروي عَن فلَان وَيذكر عَنهُ وَشبه ذَلِك أوردهُ البُخَارِيّ كثيرا فِي صَحِيحه كَمَا تقدم وَلَيْسَ بِخَارِج من قبيل الصَّحِيح وَإِن كَانَ على صُورَة الْمُنْقَطع فقد يفعل البُخَارِيّ ذَلِك لكَون الحَدِيث مَعْرُوفا من جِهَة الثِّقَات عَمَّن علقه عَنهُ أَو لكَونه ذكره مُتَّصِلا فِي مَوضِع آخر من كِتَابه أَو لسَبَب آخر لَا يَصْحَبهُ خلل الِانْقِطَاع وَهَذَا فِيمَا يُورِدهُ أصلا أَو مَقْصُودا لَا فِي معرض الاستشهاد لِأَن الشواهد يحْتَمل فِيهَا مَا لَيْسَ من شَرط الصَّحِيح مُعَلّقا كَانَ الشَّاهِد أَو مَوْصُولا وَقد خطىء ابْن حزم الظَّاهِرِيّ فِي رده حَدِيث أبي مَالك الْأَشْعَرِيّ فِي المعازف لقَوْل البُخَارِيّ فِيهِ قَالَ هِشَام بن عمار وسَاق السَّنَد وزعمه أَنه مُنْقَطع بَين البُخَارِيّ وَهِشَام فَإِن الحَدِيث مَعْرُوف الِاتِّصَال بِشَرْط الصَّحِيح",
            "page": "49",
            "part": "1",
            "seal": "D7C6B467"
        },
        {
            "id": "23",
            "nass": "فرع ¶ مَا أوردهُ البُخَارِيّ من ذَلِك عَن شُيُوخه مَحْمُول على السماع ¶ قَالَ أَبُو جَعْفَر بن حمدَان النَّيْسَابُورِي كلما قَالَ البُخَارِيّ قَالَ لي أَو قَالَ لنا فَهُوَ عرض ومناولة وَعَن بعض متأخري المغاربة أَنه قسم ثَان من التَّعْلِيق وَجعله من التَّعْلِيق الْمُتَّصِل لفظا الْمُنْفَصِل معنى وَقَالَ إِذا قَالَ البُخَارِيّ قَالَ لي أَو قَالَ لنا فَاعْلَم أَنه ذكره للاستشهاد لَا للاحتجاج والمحدثون يعبرون بذلك عَمَّا جرى بَينهم فِي المناظرات والمذاكرات وأحاديثهما قَلما يحْتَج بهَا وَأَبُو جَعْفَر النَّيْسَابُورِي أقدم من هَذَا المغربي وَأعرف بالبخاري مِنْهُ قَالَه ابْن الصّلاح ¶ النَّوْع الْحَادِي عشر الشاذ ¶ قَالَ الشَّافِعِي هُوَ مَا رَوَاهُ الثِّقَة مُخَالفا لما رَوَاهُ النَّاس قَالَ ابْن الصّلاح أَو أنفرد بِهِ من لَيْسَ لَهُ من الضَّبْط والثقة مَا يجْبر تفرده وعَلى هَذَا فالمنكر والشاذ وَاحِد وَقَالَ الْحَافِظ أَبُو يعلي الخليلي الَّذِي عَلَيْهِ حفاظ الحَدِيث أَن الشاذ مَا لَيْسَ لَهُ إِلَّا إِسْنَاد وَاحِد يشذ بِهِ شيخ ثِقَة كَانَ أَو غير ثِقَة فَمَا كَانَ غير ثِقَة فمتروك وَمَا كَانَ عِنْد ثِقَة توقف فِيهِ وَلَا يحْتَج بِهِ وَقَالَ الْحَاكِم الشاذ مَا انْفَرد بِهِ ثِقَة وَلَيْسَ لَهُ أصل بمتابع ¶ فَمَا قَالَه الشَّافِعِي لَا إِشْكَال فِيهِ وَمَا قَالَه الخليلي وَالْحَاكِم يشكل بِمَا ينْفَرد بِهِ الْعدْل الضَّابِط كَحَدِيث الْأَعْمَال بِالنِّيَّاتِ تفرد بِهِ يحيى عَن التَّيْمِيّ والتيمي عَن عَلْقَمَة وعلقمة عَن عمر وَعمر عَن النَّبِي صلى الله عَلَيْهِ وَسلم وكحديث النَّهْي عَن",
            "page": "50",
            "part": "1",
            "seal": "B049D7F1"
        },
        {
            "id": "24",
            "nass": "بيع الْوَلَاء تفرد بِهِ عبد الله بن دِينَار عَن ابْن عمر وَهَذَانِ وَغَيرهمَا أَيْضا مخرجة فِي الصَّحِيحَيْنِ وَلَيْسَ لَهَا إِلَّا إِسْنَاد وَاحِد فَلَيْسَ كَمَا أطلقهُ الخليلي وَالْحَاكِم قَالَ ابْن الصّلاح مَا حَاصله إِن الصَّحِيح التَّفْصِيل فَمَا خَالف مفرده أحفظ مِنْهُ وأضبط فشاذ مَرْدُود وَإِن لم يُخَالف وَهُوَ عدل ضَابِط فَصَحِيح أَو غير ضَابِط وَلَا بعد عَن دَرَجَة الضَّابِط فَحسن وَإِن بعد فشاذ مُنكر وَهَذَا التَّفْصِيل حسن وَلكنه مخل لمُخَالفَة الثِّقَة من هُوَ مثله فِي الضَّبْط وَبَيَان حكمه ¶ النَّوْع الثَّانِي عشر الْمُنكر ¶ قيل هُوَ مَا تفرد بِهِ من لَيْسَ ثِقَة وَلَا ضابطا فَهُوَ الشاذ على هَذَا كَمَا تقدم وَقَالَ الْبر ديجي هُوَ الْفَرد الَّذِي لَا يعرف مَتنه عَن غير رَاوِيه وَالصَّوَاب مَا تقدم ¶ النَّوْع الثَّالِث عشر الْأَفْرَاد ¶ وَهُوَ قِسْمَانِ أَحدهمَا فَرد عَن جَمِيع الروَاة وَقد تقدم تَفْصِيله وَالثَّانِي مُفْرد بِالنِّسْبَةِ إِلَى جِهَة كَقَوْلِهِم تفرد بِهِ أهل مَكَّة أَو أهل الشَّام أَو تفرد بِهِ فلَان عَن فلَان أَو أهل الْبَصْرَة عَن أهل الْكُوفَة وَلَا يَقْتَضِي شَيْء من ذَلِك ضعفه إِلَّا أَن يُزَاد بتفرد أهل مَكَّة تفرد وَاحِد مِنْهُم فَيكون كالقسم الأول",
            "page": "51",
            "part": "1",
            "seal": "2364DD0F"
        },
        {
            "id": "25",
            "nass": "النَّوْع الرَّابِع عشر الْمُعَلل ¶ وَهُوَ مَا فِيهِ سَبَب قَادِح غامض مَعَ أَن ظَاهِرَة السَّلامَة مِنْهُ ويتمكن مِنْهُ أهل الْحِفْظ والخبرة والفهم الثاقب ويتطرق ذَلِك إِلَى الْإِسْنَاد الْجَامِع لشروط الصِّحَّة ظَاهرا وَيدْرك ذَلِك بتفرد الرَّاوِي وبمخالفة غَيره وَبِمَا يُنَبه على وهم بإرسال أَو وقف أَو إدراج حَدِيث فِي حَدِيث أَو غير ذَلِك مِمَّا يغلب على ظَنّه فَيحكم بِعَدَمِ صِحَّته أَو يتَرَدَّد فَيتَوَقَّف وَطَرِيق مَعْرفَته جمع طرق الحَدِيث وَالنَّظَر فِي اخْتِلَاف رُوَاته وضبطهم وإتقانهم وَقد كثر تَعْلِيل الْمَوْصُول بمرسل يكون رَاوِيه أَكثر أقوى مِمَّن وصل وَالْعلَّة إِمَّا فِي الْإِسْنَاد وَهُوَ الْأَكْثَر أَو فِي الْمَتْن وَالَّتِي فِي الْإِسْنَاد قد تقدح فِيهِ وَفِي الْمَتْن أَيْضا كالإرسال وَالْوَقْف أَو تقدح فِي الْإِسْنَاد وَحده وَيكون الْمَتْن مَعْرُوفا صَحِيحا كَحَدِيث يعلى بن عبيد عَن الثَّوْريّ عَن عَمْرو بن دِينَار البيعان بِالْخِيَارِ إِنَّمَا هُوَ عبد الله بن دِينَار وَغلط فِيهِ يعلى وَقد تكون الْعلَّة كذب الرَّاوِي أَو غفلته وَسُوء حفظه وسمى التِّرْمِذِيّ النّسخ عِلّة وَأطلق بَعضهم الْعلَّة على مُخَالفَة لَا تقدح كإرسال مَا وَصله الثِّقَة الضَّابِط حَتَّى قَالَ من الصَّحِيح صَحِيح مُعَلل كَمَا قيل مِنْهُ صَحِيح شَاذ ¶ النَّوْع الْخَامِس عشر المضطرب ¶ وَهُوَ الَّذِي يرْوى على أوجه مُخْتَلفَة متقاومة فَإِن ترجحت إِحْدَى الرِّوَايَات على الْأُخْرَى بِوَجْه من وُجُوه التَّرْجِيح بِأَن يكون راويها أحفظ أَو أَكثر صُحْبَة للمروي عَنهُ أَو غير ذَلِك فَالْحكم للراجح وَلَا يكون حِينَئِذٍ مضطربا",
            "page": "52",
            "part": "1",
            "seal": "BB0CA459"
        },
        {
            "id": "26",
            "nass": "وَالِاضْطِرَاب قد يَقع فِي السَّنَد أَو الْمَتْن أَو من راو أَو من رُوَاة والمضطرب ضَعِيف لإشعاره بِأَنَّهُ لم يضْبط ¶ النَّوْع السَّادِس عشر المدرج ¶ وَهُوَ أَقسَام أَحدهَا مَا أدرج فِي الحَدِيث من كَلَام بعض رُوَاته فيرويه من بعده مُتَّصِلا فيتوهم أَنه من الحَدِيث الثَّانِي أَن يكون عِنْده متنان بِإِسْنَادَيْنِ أَو طرف من متن بِسَنَد غير سَنَده فيرويهما مَعًا بِسَنَد وَاحِد الثَّالِث أَن يسمع حَدِيثا من جمَاعَة مُخْتَلفين فِي سَنَده أَو مَتنه فيدرج روايتهم على الِاتِّفَاق وَلَا يذكر الِاخْتِلَاف وتعمد كل وَاحِد من الثَّلَاثَة حرَام وَقد صنف الْخَطِيب فِيهِ كتابا سَمَّاهُ الْفَصْل للوصل المدرج فِي النَّقْل فشفى وَكفى ¶ النَّوْع السَّابِع عشر المقلوب ¶ وَهُوَ أَن يكون حَدِيث مَشْهُور عَن راو فَيجْعَل عَن راو آخر ليرغب فِيهِ لغرابته كَحَدِيث مَشْهُور عَن سَالم فَجعل عَن نَافِع فصير غَرِيبا مرغوبا فِيهِ وَلما قدم البُخَارِيّ بَغْدَاد قلب أَهلهَا عَلَيْهِ أَسَانِيد مئة حَدِيث امتحانا فَقَالَ فِي كل وَاحِد لَا أعرفهُ فَلَمَّا فرغوا ردهَا على وجوهها فأذعنوا لفضله ¶ النَّوْع الثَّامِن عشر الْمَوْضُوع ¶ وَهُوَ المختلق وَهُوَ شَرّ الضَّعِيف وأردى أقسامه وَلَا تحل رِوَايَته مَعَ الْعلم بِهِ فِي أَي معنى كَانَ إِلَّا مَعَ بَيَان حَاله بِخِلَاف غَيره من أَقسَام الضَّعِيف الَّتِي تحْتَمل",
            "page": "53",
            "part": "1",
            "seal": "DFCBA910"
        },
        {
            "id": "27",
            "nass": "صدقا بَاطِنا فَإِنَّهُ يجوز رِوَايَتهَا فِي التَّرْغِيب والترهيب وَيعرف الْوَضع بِإِقْرَار وَاضعه أَو معنى إِقْرَاره قلت هَذَا إِذا دلّ دَلِيل على صدقه وبقرينه فِي الرَّاوِي أَو فِي الْمَرْوِيّ فقد وضعت أَحَادِيث يشْهد بوضعها ركاكة لَفظهَا ومعانيها وبمخالفته والمعلوم الْمَقْطُوع بِهِ وصنف الشَّيْخ أَبُو الْفرج بن الْجَوْزِيّ كِتَابه فِي الموضوعات فَذكر كثيرا من الضَّعِيف الَّذِي لَا دَلِيل على وَضعه والواضعون أَقسَام أعظمهم ضَرَرا قوم ينتسبون إِلَى الزّهْد والديانة فوضعوه حسبَة بزعمهم الْبَاطِل وجهلهم فَقبلت موضوعاتهم ثِقَة بهم كَأبي عصمَة نوح بن أبي مَرْيَم فِي وَضعه الحَدِيث الْمَرْوِيّ عَن أبي بن كَعْب فِي فَضَائِل السُّور والكرامية المبتدعة جوزوا الْوَضع فِي التَّرْغِيب والترهيب وَهُوَ خلاف إِجْمَاع الْمُسلمين الَّذين يعْتد بهم والزنادقة وضعُوا جملا من الحَدِيث ليدخلوا فِي الدّين مَا لَيْسَ مِنْهُ كمحمد بن سعيد الشَّامي المصلوب وَضعه فِي حَدِيث لَا نَبِي بعدِي إِلَّا أَن يَشَاء الله فَوضع الِاسْتِثْنَاء فَتبين جهابذة الحَدِيث أمرهَا وَقوم وضعوها تقربا إِلَى الْمُلُوك كغياث بن إِبْرَاهِيم فِي وَضعه حَدِيث الْمُسَابقَة بالجناح وَقوم وضعوها تعصبا وَهوى كمأمون بن أَحْمد الْمروزِي فِي وَضعه يكون فِي أمتِي رجل يُقَال لَهُ مُحَمَّد بن إِدْرِيس وَقد يسند الْوَاضِع كَلَام نَفسه أَو كَلَام",
            "page": "54",
            "part": "1",
            "seal": "BC8661BD"
        },
        {
            "id": "28",
            "nass": "بعض الْحُكَمَاء وَقد يغلط إِنْسَان فَيَقَع فِي شبه الْوَضع بِغَيْر تعمد ¶ النَّوْع التَّاسِع عشر الْمَشْهُور ¶ وَهُوَ مَا اشْتهر عِنْد أهل الحَدِيث خَاصَّة كَحَدِيث بَرِيرَة أَو عِنْدهم وَعند غَيرهم كَحَدِيث الْأَعْمَال بِالنِّيَّاتِ ثمَّ الثَّانِي يَنْقَسِم إِلَى متواتر وَهُوَ خبر من يحصل الْعلم بصدقهم ك وَاقعَة بدر على الْجُمْلَة وَإِلَى غير متواتر كَحَدِيث الْأَعْمَال بِالنِّيَّاتِ لِأَن شَرط التَّوَاتُر مُنْتَفٍ فِي أَوله وَلأَهل الحَدِيث لَا يذكرُونَ التَّوَاتُر وَلَعَلَّ ذَلِك لقلته فِي رواياتهم كَحَدِيث من كذب عَليّ مُتَعَمدا الحَدِيث فَإِنَّهُ رَوَاهُ نَيف وَسِتُّونَ من الصَّحَابَة مِنْهُم الْعشْرَة وَقيل رَوَاهُ مئتان قَالَ بعض الْحفاظ لَا يعرف حَدِيث اجْتمع عَلَيْهِ الْعشْرَة غَيره وَلَا حَدِيث رَوَاهُ أَكثر من سِتِّينَ صحابيا غَيره ¶ النَّوْع الموفي الْعشْرين وَالْحَادِي وَالْعشْرُونَ الْغَرِيب والعزيز ¶ الحَدِيث الْغَرِيب هُوَ مَا انْفَرد وَاحِد بروايته أَو براويه زِيَادَة فِيهِ عَمَّن يجمع حَدِيثه كالزهري فِي الْمَتْن أَو السَّنَد وينقسم إِلَى غَرِيب صَحِيح كالأفراد المخرجة فِي الصَّحِيح وَإِلَى غير الصَّحِيح وَهُوَ الْغَالِب على الغرائب وَلذَلِك جَاءَ عَن أَحْمد بن",
            "page": "55",
            "part": "1",
            "seal": "47AE6889"
        },
        {
            "id": "29",
            "nass": "حَنْبَل لَا تكْتبُوا هَذِه الْأَحَادِيث الغرائب فَإِنَّهَا مَنَاكِير وعامتها عَن الضُّعَفَاء وينقسم أَيْضا إِلَى غَرِيب متْنا وإسنادا وغريب إِسْنَادًا لَا متْنا وَفِيه يَقُول التِّرْمِذِيّ غَرِيب من هَذَا الْوَجْه وَلَا يُوجد غَرِيب متْنا لَا إِسْنَادًا من جِهَة وَاحِدَة بل بِالنِّسْبَةِ إِلَى جِهَتَيْنِ كَحَدِيث فَرد اشْتهر عَن بعض رُوَاته مثل حَدِيث إِنَّمَا الْأَعْمَال بِالنِّيَّاتِ فَإِنَّهُ غَرِيب فِي أَوله مَشْهُور فِي آخِره ¶ والعزيز أَن ينْفَرد بروايته اثْنَان أَو ثَلَاثَة دون سَائِر رُوَاة الْمَرْوِيّ عَنهُ فَإِن رَوَاهُ الْجَمَاعَة عَنهُ سمي مَشْهُورا ¶ النَّوْع الثَّانِي وَالْعشْرُونَ الْمُصحف ¶ وَهُوَ تَغْيِير لفظ أَو معنى وَاللَّفْظ إِمَّا تَصْحِيف بصر أَو سمع وَقد يكون فِي السَّنَد والمتن فَمن السَّنَد الْعَوام بن مراجم بالراء الْمُهْملَة وَالْجِيم صحفه ابْن معِين بالزاي والحاء وَمن الْمَتْن من صَامَ رَمَضَان وَأتبعهُ سِتا صحفه الصولي فَقَالَ شَيْئا وَمن السمعي فِي السَّنَد حَدِيث عَاصِم الْأَحول رَوَاهُ بَعضهم فَقَالَ وَاصل الأحدب وَفِي الْمَتْن حَدِيث زيد بن ثَابت أَن النَّبِي صلى الله عَلَيْهِ وَسلم احتجر فِي الْمَسْجِد أَي أَتَّخِذ حجرَة من حَصِير أَو غَيره يُصَلِّي فِيهَا صحفه ابْن لَهِيعَة فَقَالَ احْتجم والتصحيف الْمَعْنَوِيّ كَقَوْل مُحَمَّد بن الْمثنى الْعَنزي نَحن قوم",
            "page": "56",
            "part": "1",
            "seal": "C56F9C13"
        },
        {
            "id": "30",
            "nass": "لنا شرف صلى إِلَيْنَا رَسُول الله صلى الله عَلَيْهِ وَسلم يُرِيد حَدِيث الصَّلَاة إِلَى العنزة وَإِنَّمَا هِيَ الحربة الصَّغِيرَة وَمِنْه مَا ذكره الْخطابِيّ عَن بعض شُيُوخه فِي الحَدِيث أَنه قَالَ لما رُوِيَ حَدِيث النَّهْي عَن التحليق يَوْم الْجُمُعَة قبل الصَّلَاة قَالَ مَا مَعْنَاهُ مُنْذُ أَرْبَعِينَ سنة مَا حلقت رَأْسِي قبل الصَّلَاة فهم مِنْهُ الْحلق وَإِنَّمَا أُرِيد تحلق النَّاس وَهَذَا النَّوْع إِنَّمَا يحققه الحذاق وَمِنْهُم الدَّارَقُطْنِيّ والخطابي وَلَهُمَا فِيهِ تصنيف مُفِيد ¶ النَّوْع الثَّالِث وَالْعشْرُونَ المسلسل ¶ وَهُوَ مَا تتَابع رجال إِسْنَاده عِنْد رِوَايَته على صفة أَو حَالَة إِمَّا فِي الرَّاوِي أَو فِي الرِّوَايَة وَصفَة الرَّاوِي إِمَّا قَول أَو فعل أَو غير ذَلِك كمسلسل الْقسم بِاللَّه الْعَظِيم وكمسلسل التشبيك بِالْيَدِ ومسلسل الْعد فِيهَا وكاتفاق أَسمَاء الروَاة كجزء المحمدين أَو صفتهمْ كَحَدِيث الْفُقَهَاء أَو نسبتهم كَحَدِيث كل رُوَاته مكيون وَصفَة الرِّوَايَة كالمسلسل ب سَمِعت أَو ب أخبرنَا وَنَحْو ذَلِك وأفضله مَا دلّ على اتِّصَال السماع وَمن فَوَائده زِيَادَة الضَّبْط وقلما يسلم عَن خلل فِي التسلسل وَقد يَنْقَطِع تسلسله فِي أواخره كمسلسل أول حَدِيث سمعته",
            "page": "57",
            "part": "1",
            "seal": "988164C4"
        },
        {
            "id": "31",
            "nass": "النَّوْع الرَّابِع وَالْعشْرُونَ زِيَادَة الثِّقَة ¶ وَهِي أَقسَام أَحدهَا زِيَادَة تخَالف مَا رَوَاهُ الثِّقَات وَحكم هَذِه الرَّد كَمَا سبق فِي الشاذ ¶ الثَّانِي زِيَادَة حَدِيث يُخَالف فِيهِ غَيره بِشَيْء أصلا فَهَذَا مَقْبُول وَنقل الْخَطِيب اتِّفَاق الْعلمَاء عَلَيْهِ ¶ الثَّالِث زِيَادَة لَفْظَة فِي حَدِيث لم يذكرهَا سَائِر من رَوَاهُ ويمثله بِزِيَادَة مَالك فِي حَدِيث الْفطْرَة لفظ من الْمُسلمين ذكر التِّرْمِذِيّ أَن مَالِكًا تفرد بِزِيَادَة قَوْله من الْمُسلمين وَأخذ بِهَذِهِ الزِّيَادَة غير وَاحِد من الْأَئِمَّة وَاحْتَجُّوا بهَا مِنْهُم الشَّافِعِي وَأحمد قَالَ غير التِّرْمِذِيّ قد وَافق مَالِكًا على هَذِه الزِّيَادَة عَن ناف عَمْرو بن نَافِع وَالضَّحَّاك بن عُثْمَان خرج الأول البُخَارِيّ وَالثَّانِي مُسلم ¶ قَالَ الْخَطِيب مَذْهَب الْجُمْهُور من الْفُقَهَاء وَأهل الحَدِيث أَن الزِّيَادَة من الثِّقَة مَقْبُولَة إِذا انْفَرد بهَا سَوَاء أَكَانَت من شخص وَاحِد بِأَن رَوَاهُ مرّة ناقضا وَمرَّة بِالزِّيَادَةِ أم كَانَت من غير من رَوَاهُ نَاقِصا حلافا لمن رد ذَلِك مُطلقًا من أهل الحَدِيث وَلمن ردهَا مِنْهُ وَقبلهَا من غَيره ¶ وَقَالَ أهل الْأُصُول إِن اتَّحد الْمجْلس وَلم تحْتَمل غفلتهم عَن تِلْكَ الزِّيَادَة غَالِبا ردَّتْ وَإِن احْتمل قبلت عِنْد الْجُمْهُور وَإِن جهل تعدد الْمجْلس فَأولى بِالْقبُولِ من",
            "page": "58",
            "part": "1",
            "seal": "BE1E650E"
        },
        {
            "id": "32",
            "nass": "صُورَة اتحاده وَإِن تعدد يَقِينا قبلت بِاتِّفَاق وَإِذا أسْندهُ وأرسلوه أَو وَصله وقطعوه أَو رَفعه ووقفوه فَهُوَ كالزيادة ¶ النَّوْع الْخَامِس وَالسَّادِس وَالسَّابِع وَالْعشْرُونَ الِاعْتِبَار والمتابعات والشواهد ¶ وَهِي أُمُور يتعرفون بهَا حَال الحَدِيث فالاعتبار أَن ينظر فِي حَدِيث رَوَاهُ حَمَّاد بن سَلمَة مثلا وَلم يُتَابع عَلَيْهِ من أَيُّوب عَن ابْن سِيرِين عَن أبي هُرَيْرَة هَل رَوَاهُ ثِقَة غير أَيُّوب كَذَلِك فَإِن لم يُوجد فَثِقَة غير ابْن سِيرِين كَذَلِك فَإِن لم يُوجد فصحابي غير أبي هُرَيْرَة فَأَي ذَلِك وجد علم أَن لَهُ أصلا يرجع إِلَيْهِ إِلَّا فَلَا ¶ والمتابعة أَن يرويهِ غير حَمَّاد عَن أَيُّوب وَهُوَ الْمُتَابَعَة التَّامَّة أَو غير أَيُّوب عَن ابْن سِيرِين أَو غير ابْن سِيرِين عَن أبي هُرَيْرَة أَو غير أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم فَكل هَذَا يُسمى مُتَابعَة وَلَكِن تقتصر على الأولى بِحَسب بعْدهَا مِنْهَا وَيُسمى الْحَاكِم فِي الْمدْخل الْمُتَابَعَة شَاهدا فالاعتبار تطلب الْمُتَابَعَة وَقد علمت هِيَ ¶ وَالشَّاهِد أَن يرْوى حَدِيث بِمَعْنى حَدِيث لَا بِلَفْظِهِ فَيكون شَاهدا لَهُ وَلَا يُسمى ذَلِك مُتَابعَة لِأَنَّهُ لَيْسَ بِلَفْظِهِ فِي مِثَال الْمُتَابَعَة وَالشَّاهِد حَدِيث سُفْيَان بن عُيَيْنَة عَن عَمْرو بن دِينَار عَن عَطاء عَن ابْن عَبَّاس فِي حَدِيث الإهاب لَو أخذُوا إهابها فدبغوه فانتفعوا بِهِ رَوَاهُ ابْن جريح عَن عَمْرو وَلم يذكر الدّباغ فَذكر الْبَيْهَقِيّ لحَدِيث ابْن عُيَيْنَة مُتَابعًا وَشَاهدا فالمتابع أُسَامَة بن زيد تَابع عمرا عَن عَطاء عَن ابْن عَبَّاس أَلا نزعتم إهابها فدبغتموه فاستمتعتم",
            "page": "59",
            "part": "1",
            "seal": "16CF745E"
        },
        {
            "id": "33",
            "nass": "بِهِ وَالشَّاهِد حَدِيث عبد الرَّحْمَن بن وَعلة عَن ابْن عَبَّاس عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَيّمَا إهَاب دبغ فقد طهر ¶ فرع إِذا قَالُوا تفرد بِهِ أَبُو هُرَيْرَة مثلا أَو ابْن سِيرِين أَو أَيُّوب أَو حَمَّاد أشعر ذَلِك بِانْتِفَاء المتابعات وَإِذا عدمت المتابعات مَعَ الشَّاهِد تحقق فِيهِ التفرد وَحكمه مَا سبق فِي الشاذ وَقد يدْخل فِي الْمُتَابَعَة والاستشهاد رِوَايَة من لَا يحْتَج بحَديثه وَفِي الصَّحِيحَيْنِ من ذَلِك وَلَا يصلح لذَلِك كل ضَعِيف وَلذَلِك يَقُول الدَّارَقُطْنِيّ فِي الضُّعَفَاء فلَان يعْتَبر وَفُلَان لَا يعْتَبر ¶ النَّوْع الثَّامِن وَالْعشْرُونَ مُخْتَلف الحَدِيث ¶ وَهُوَ أَن يُوجد حديثان متضادان فِي الْمَعْنى فِي الظَّاهِر فَيجمع أَو يرجح أَحدهمَا وَهُوَ فن مُهِمّ تضطر إِلَيْهِ جَمِيع طوائف الْعلمَاء وإنمل يكمل للْقِيَام بِهِ الْأَئِمَّة من أهل الحَدِيث وَالْفِقْه وَالْأُصُول الغواصون على الْمعَانِي وَقد صنف الشَّافِعِي فِيهِ كِتَابه الْمَعْرُوف بِهِ وَلم يقْصد استيعابه بل ذكر جملَة تنبه الْعَارِف على طَرِيق ذَلِك ثمَّ صنف فِيهِ ابْن قُتَيْبَة وَأحسن فِي بعض وَمن جمع الْأَوْصَاف الْمَذْكُورَة لم يشكل عَلَيْهِ شَيْء من ذَلِك قَالَ ابْن خُزَيْمَة لَا أعرف حديثين صَحِيحَيْنِ متضادين فَمن كَانَ عِنْده فَليَأْتِنِي لأؤلف بَينهمَا ¶ والمختلف قِسْمَانِ أَحدهمَا يُمكن الْجمع بَينهمَا فَيتَعَيَّن وَيجب الْعَمَل بهما كَحَدِيث لَا عدوى وَحَدِيث لَا يُورد ممرض على مصح وَالثَّانِي",
            "page": "60",
            "part": "1",
            "seal": "170FFD9B"
        },
        {
            "id": "34",
            "nass": "لَا يُمكن الْجمع بَينهمَا فَإِن علمنَا أَحدهمَا نَاسِخا قدمْنَاهُ وَإِلَّا عَملنَا بالراجح مِنْهُمَا ووجوه التَّرْجِيح خَمْسُونَ جمعهَا الْحَازِمِي فِي كتاب النَّاسِخ والمنسوخ لَهُ ¶ النَّوْع التَّاسِع وَالْعشْرُونَ فِي النَّاسِخ والمنسوخ النَّاسِخ من الحَدِيث هُوَ كل حَدِيث دلّ على رفع حكم شَرْعِي سَابق لَهُ ومنسوخه كل حَدِيث رفع حكمه الشَّرْعِيّ بِدَلِيل شَرْعِي مُتَأَخّر عَنهُ وَهَذَا فن صَعب مُهِمّ كَانَ للشَّافِعِيّ فِيهِ يَد طولى وسابقة أولى وَأدْخل بعض أهل الحَدِيث فِيهِ مَا لَيْسَ مِنْهُ لخفاء مَعْنَاهُ وَقد تكلم النَّاس فِي حد النّسخ وَمن أَجود حد فِيهِ قَوْلهم هُوَ رفع حكم شَرْعِي بِدَلِيل شَرْعِي مُتَأَخّر وَهَذَا النَّوْع مِنْهُ مَا يعرف بِنَصّ النَّبِي صلى الله عَلَيْهِ وَسلم مثل كنت نَهَيْتُكُمْ عَن زِيَارَة الْقُبُور فزوروها وَمِنْه مَا عرف بقول الصَّحَابِيّ مثل كَانَ آخر الْأَمريْنِ من رَسُول الله صلى الله عَلَيْهِ وَسلم ترك الْوضُوء مِمَّا مست النَّار وَمِنْه مَا عرف بالتاريخ كَحَدِيث أفطر الحاجم والمحجوم وَحَدِيث احْتجم وَهُوَ صَائِم بَين الشَّافِعِي أَن الأول كَانَ سنة ثَمَان وَالثَّانِي سنة عشر وَلَا يثبت التَّقَدُّم وَلَا التَّأَخُّر بقول الصَّحَابِيّ ثمَّ نسخ فَرُبمَا قَالَه عَن اجْتِهَاد وَلَا بِكَوْنِهِ من أَحْدَاث الصَّحَابَة أَو متأخري الصُّحْبَة فَرُبمَا سَمعه من صَحَابِيّ قديم وَمِنْه مَا عرف بِالْإِجْمَاع كَحَدِيث قتل",
            "page": "61",
            "part": "1",
            "seal": "0CB5E8AE"
        },
        {
            "id": "35",
            "nass": "شَارِب الْخمر فِي الرَّابِعَة عرف نسخه بِالْإِجْمَاع على خِلَافه وَالْإِجْمَاع لَا ينْسَخ وَإِنَّمَا يدل على النَّاسِخ ¶ النَّوْع الموفي الثَّلَاثِينَ غَرِيب اللَّفْظ وفقهه ¶ أما غَرِيبه وَهُوَ مَا جَاءَ فِي الْمَتْن من لفظ غامض بعيد الْفَهم لقلَّة اسْتِعْمَاله وَهُوَ فن مُهِمّ يجب أَن يتثبت فِيهِ أَشد تثبت وَقد أَكثر الْعلمَاء التصنيف فِيهِ قيل أول من صنفه النَّضر بن شُمَيْل وَقيل أَبُو عُبَيْدَة معمر وبعدهما أَبُو عبيد الْقَاسِم ثمَّ ابْن قُتَيْبَة مَا فَاتَهُ ثمَّ الْخطابِيّ مَا فاتهما فَهَذِهِ أمهاته ثمَّ تَبِعَهُمْ غَيرهم بزوائد وفوائد وَيَنْبَغِي أَن لَا يُقَلّد فِيهِ إِلَّا مُصَنف إِمَام جليل وأجوده مَا جَاءَ مُفَسرًا فِي رِوَايَة أُخْرَى وَأما فقهه الْكَلَام فَهُوَ مَا تضمنه من الْأَحْكَام والآداب المستنبطة مِنْهُ وَهَذِه صفة الْفُقَهَاء الْأَعْلَام كالشافعي وَمَالك وَفِي هَذَا الْفَنّ مصنفات كَثِيرَة ك معالم السّنَن للخطابي والتمهيد لِابْنِ عبد الْبر",
            "page": "62",
            "part": "1",
            "seal": "DFB0AF0D"
        },
        {
            "id": "36",
            "nass": "الطّرف الثَّانِي فِي الْإِسْنَاد وَمَا يتَعَلَّق بِهِ وَالْكَلَام فِيهِ أحد عشر نوعا ¶ النَّوْع الأول صفة من تقبل رِوَايَته وَمن لَا تقبل وَفِيه فُصُول ¶ الأول أجمع جَمَاهِير أَئِمَّة الْعلم بِالْحَدِيثِ وَالْفِقْه الْأُصُول على أَنه يشْتَرط فِيمَن يحْتَج بحَديثه الْعَدَالَة والضبط فالعدالة أَن يكون مُسلما بَالغا عَاقِلا سليما من أَسبَاب الْفسق وخوارم الْمُرُوءَة والضبط أَن يكون متيقظا حَافِظًا أَن حدث من حفظه ضابطا لكتابه أَن حدث مِنْهُ عَارِفًا بِمَا يحِيل الْمَعْنى إِن روى بِهِ وَلَا تشْتَرط الذُّكُورَة وَلَا الْحُرِّيَّة وَلَا الْعلم بِفقه أَو عربيه وَلَا الْبَصَر وَلَا الْعدَد أَو معنى الحَدِيث ¶ الثَّانِي تعرف الْعَدَالَة بتنصيص عَدْلَيْنِ عَلَيْهَا أَو بالاستفاضة فَمن اشتهرت عَدَالَته بَين أهل النَّقْل أَو غَيرهم من الْعلمَاء وشاع الثَّنَاء عَلَيْهِ بهَا كفى فِيهَا كمالك والسفيانين وَالْأَوْزَاعِيّ وَالشَّافِعِيّ وَأحمد وأشباههم وَقَالَ ابْن عبد الْبر كل حَامِل علم مَعْرُوف بالعناية بِهِ مَحْمُول على الْعَدَالَة أبدا حَتَّى يبين جرحه وَهَذَا غير مرضِي وَيقبل تَعْدِيل العَبْد وَالْمَرْأَة إِذا كَانَا عارفين بِهِ كَمَا يقبل خبرهما قَالَه الْخَطِيب وَيعرف ضَبطه بموافقة رواياته رِوَايَات الثِّقَات المتقنين غَالِبا وَلَو فِي الْمَعْنى وَلَا تضر مُخَالفَة نادرة",
            "page": "63",
            "part": "1",
            "seal": "75BD3FC5"
        },
        {
            "id": "37",
            "nass": ") ¶ الثَّالِث يقبل التَّعْدِيل من غير ذكر سَببه لِأَن أَسبَابه كَثِيرَة وَلَا سِيمَا مَا يتَعَلَّق بِالنَّفْيِ فَيشق تعدادها وَلَا يقبل الْجرْح إِلَّا مُفَسرًا لاخْتِلَاف النَّاس فِي مُوجبه هَذَا هُوَ الصَّحِيح الْمُخْتَار فيهمَا وَبِه قَالَ الشَّافِعِي وَقد احْتج البُخَارِيّ بِعِكْرِمَةَ مولى ابْن عَبَّاس وَإِسْمَاعِيل بن أبي أويس وَعَاصِم بن عَليّ وَاحْتج مُسلم بِسُوَيْدِ بن سعيد وَغَيره مَعَ سبق الطعْن فيهم وَكَذَلِكَ أَبُو دَاوُد فَدلَّ على اختيارهم مَا قُلْنَاهُ فَإِن قيل إِنَّمَا يعْتَمد النَّاس على مصنفات الْأَئِمَّة فِي الْجرْح وَالتَّعْدِيل وقلما يذكر فِيهَا السَّبَب فاشتراط ذكره يعطل ذَلِك فَالْجَوَاب أَن ذَلِك مِنْهُم يُفِيد التَّوَقُّف فِيمَن جرحوه فَإِذا بحث عَن حَاله وزالت الرِّيبَة فِيهِ قبل حَدِيثه كَالَّذِين احْتج بهم فِي الصَّحِيحَيْنِ أَو رد ¶ الرَّابِع يثبت الْجرْح وَالتَّعْدِيل فِي الرِّوَايَة بقول وَاحِد على الصَّحِيح وَقيل لَا بُد من اثْنَيْنِ كَالشَّهَادَةِ فَإِن اجْتمع فِي شخص جرح وتعديل فالجرح مقدم لزِيَادَة الْعلم وَقيل إِن كَانَ عدد المعدلين أَكثر رجح التَّعْدِيل وَلَو تعَارض فِي ثُبُوت جارح معِين ونفيه فالترجيح لَا غير ¶ الْخَامِس لابد من تعْيين الْمعدل فَلَو قَالَ حَدثنِي الثِّقَة لم يكف على الصَّحِيح وَبِه قطع الْخَطِيب والصيرفي وَقيل يَكْفِي فَإِن كَانَ عَالما كفى فِي حق من يُوَافقهُ فِي مذْهبه على الْمُخْتَار عِنْد الْمُحَقِّقين وَلَو روى عَنهُ وَسَماهُ لم يكن تعديلا عِنْد الْأَكْثَر وَهُوَ الصَّحِيح وَقيل تَعْدِيل وَقيل إِن كَانَت عَادَته أَنه لَا يروي إِلَّا عَن عدل فتعديل وَاخْتَارَهُ قوم قَالَ ابْن الصّلاح وَلَيْسَ عمل",
            "page": "64",
            "part": "1",
            "seal": "77ECBE13"
        },
        {
            "id": "38",
            "nass": "الْعَالم أَو فتياه على وفْق حَدِيث حكما بِصِحَّتِهِ وَلَا مُخَالفَته لَهُ جرحا فِيهِ أَو فِي رَاوِيه قلت إِن علم أَن عمله بخبرة من غير مُسْتَند آخر وَلَا كَانَ من بَاب الِاحْتِيَاط وَهُوَ مِمَّن يشْتَرط الْعَدَالَة فقد قطع أهل الْأُصُول بِأَنَّهُ تَعْدِيل لَهُ وَكَذَلِكَ إِذا حكم بِشَهَادَتِهِ حَاكم يشْتَرط الْعَدَالَة فِي الشَّهَادَة فَهُوَ تَعْدِيل لَهُ ¶ السَّادِس الْأَلْفَاظ المستعملة فِي الْجرْح وَالتَّعْدِيل قد رتبها عبد الرَّحْمَن بن أبي حَاتِم فأجاد فألفاظ التَّعْدِيل مَرَاتِب الأولى أَعْلَاهَا ثِقَة أَو متقن أَو ثَبت أَو حجَّة وَفِي الْعدْل حَافظ أَو ضَابِط فَهَذَا حجَّة الثَّانِيَة صَدُوق أَو مَحَله الصدْق أَو لَا بَأْس بِهِ فَهَذَا يكْتب حَدِيثه وَينظر فِيهِ لِأَن هَذِه الْعبارَات لَا تشعر بالضبط فَينْظر ليعتبر ضَبطه وَقد تقدم الِاعْتِبَار وَعَن ابْن مهْدي قَالَ حَدثنَا أَبُو خلدَة فَقيل كَانَ ثِقَة قَالَ كَانَ صَدُوقًا وَكَانَ مَأْمُونا وَكَانَ خيرا الثِّقَة شُعْبَة وسُفْيَان وَقَالَ ابْن معِين إِذا قلت لَا بَأْس بِهِ فَثِقَة وَهَذَا خبر عَن نَفسه وَنقل ابْن أبي حَاتِم عَنْهُم أرجح الثَّالِثَة شيخ فَهَذَا يكْتب حَدِيثه وَينظر فِيهِ كَمَا تقدم قلت وَمثله أَو قريب مِنْهُ روى عَنهُ النَّاس أَو لَا أعلم بِهِ بَأْسا الرَّابِعَة صَالح الحَدِيث فَهَذَا يكْتب حَدِيثه للاعتبار قلت وَمثله وسط ¶ أما أَلْفَاظ الْجرْح فمراتب أَولهَا أدناها لين الحَدِيث فَهَذَا يكْتب حَدِيثه وينتظر اعْتِبَارا قلت وَمثله مقارب الحَدِيث مُضْطَرب أَو لَا يحْتَج بِهِ أَو مَجْهُول قَالَ الدَّارَقُطْنِيّ إِذا قلت لين الحَدِيث لم يكن سَاقِطا وَلَكِن مجروحا بِشَيْء لَا يسْقطهُ عَن الْعَدَالَة الثَّانِيَة لَيْسَ بِقَوي كَالْأولِ لكنه دونه قلت وَمثله لَيْسَ بِذَاكَ أَو لَيْسَ بذلك الْقوي الثَّالِثَة ضَعِيف الحَدِيث هُوَ دون الثَّانِي لَا يطْرَح بل يعْتَبر قلت وَمثله فِيهِ ضعف فِي حَدِيثه ضعف الرَّابِعَة مَتْرُوك الحَدِيث أَو ذَاهِب الحَدِيث أَو",
            "page": "65",
            "part": "1",
            "seal": "47D23A4A"
        },
        {
            "id": "39",
            "nass": "كَذَّاب فَهَذَا سَاقِط لَا يكْتب عَنهُ شَيْء وَالله أعلم ¶ السَّابِع لَا تقبل رِوَايَة من عرف بالتساهل فِي سَماع الحَدِيث أَو إسماعه كمن ينَام حَالَة السماع أَو يشْتَغل عَنهُ بِمَا يشغل عَنهُ أَو يحدث لَا من أصل مصحح أَو من عرف بِقبُول التَّلْقِين فِي الحَدِيث أَو بِكَثْرَة السَّهْو فِي رِوَايَته إِذا لم يحدث من أصل صَحِيح أَو من كثرت الشواذ والمناكير فِي حَدِيثه قَالَ ابْن الْمُبَارك وَأحمد بن حَنْبَل والْحميدِي وَغَيرهم من غلط فِي حَدِيثه فيبين لَهُ غلطه فَلم يرجع وأصر على غلطه سَقَطت رواياته وَهَذَا الَّذِي قَالُوهُ لَعَلَّه إِذا ظهر مِنْهُ ذَلِك على وَجه العناد فَإِن لم يكن عنادا فَفِيهِ نظر وَالله أعلم وَلَا بَأْس بِأَدْنَى نُعَاس لَا يخْتل مَعَه فهم كَلَام وَكَانَ بَعضهم إِذا كتب طبقَة السماع كتب وَفُلَان وَهُوَ يَنْعس وَفُلَان وَهُوَ يكْتب ¶ الثَّامِن لَا يقبل مَجْهُول الْحَال والمجهول أَقسَام ثَلَاثَة أَحدهَا مَجْهُول الْعَدَالَة ظَاهرا وَبَاطنا فَلَا يقبل عِنْد الجماهير وَعَن أبي حنيفَة قبُوله الثَّانِي مَجْهُول الْعَدَالَة بَاطِنا لَا ظَاهرا لَهُ وَهُوَ المستور وَالْمُخْتَار قبُوله وَقطع بِهِ سليم الرَّازِيّ وَعَلِيهِ الْعَمَل فِي أَكثر كتب الحَدِيث الْمَشْهُورَة فِيمَن تقادم عَهدهم وتعذرت معرفتهم الثَّالِث مَجْهُول الْعين وَهُوَ كل من لم يعرفهُ الْعلمَاء وَلم يعرف حَدِيثه إِلَّا من جِهَة راو وَاحِد قَالَه الْخَطِيب وَقَالَ ابْن عبد الْبر كل من لم يرو عَنهُ إِلَّا وَاحِد فَهُوَ مَجْهُول عِنْدهم إِلَّا أَن يكون مَشْهُورا بِغَيْر حمل الْعلم",
            "page": "66",
            "part": "1",
            "seal": "52C53D9F"
        },
        {
            "id": "40",
            "nass": "كمالك بن دِينَار فِي الزّهْد وَعَمْرو بن معد يكرب فِي النجدة وَقَالَ الْخَطِيب أقل مَا يرفع الْجَهَالَة أَن يروي عَنهُ اثْنَان من الْمَشْهُورين بِالْعلمِ قَالَ ابْن الصّلاح مُعْتَرضًا على الْخَطِيب وَابْن عبد الْبر قد خرج البُخَارِيّ عَن مرداس بن مَالك الْأَسْلَمِيّ وَلم يرو عَنهُ غير قيس بن أبي حَازِم وَمُسلم عَن ربيعَة بن كَعْب الْأَسْلَمِيّ وَلم يرو عَنهُ غير أبي سَلمَة فَدلَّ على خُرُوجه من الْجَهَالَة بِرِوَايَة وَاحِد وَأجِيب عَن اعتراضه بِأَن مرداسا وَرَبِيعَة صحابيان وَالصَّحَابَة كلهم عدُول فَلَا تضر الْجَهَالَة بأعيانهم وَبِأَن الْخَطِيب شَرط فِي الْجَهَالَة عدم معرفَة الْعلمَاء وَهَذَانِ مشهوران عِنْد أهل الْعلم فَظهر أَن البُخَارِيّ وَمُسلمًا لم يخالفا نقل الْخَطِيب رَحِمهم الله تَعَالَى ¶ فرع يقبل من عرفت عينه وعدالته وَإِن جهل اسْمه وَنسبه ¶ التَّاسِع لَا يقبل مُبْتَدع ببدعة مكفرة بِاتِّفَاق والمبتدع بغَيْرهَا فِيهِ ثَلَاثَة أَقْوَال قيل لَا يقبل مُطلقًا لفسقه وَإِن تَأَول كالكفر وَقيل إِن لم يسْتَحل الْكَذِب لنصرة مذْهبه وَأَهله قبل وَإِن استحله كالخطابية لم يقبل ويعزى هَذَا إِلَى الشَّافِعِي وَقيل إِن كَانَ دَاعِيَة لمذهبه لم يقبل وَإِلَّا قبل وَهَذَا الَّذِي عَلَيْهِ الْأَكْثَر وَنقل ابْن حبَان اتِّفَاقهم عَلَيْهِ ¶ الْعَاشِر يقبل التائب من أَسبَاب الْفسق وَمن الْكَذِب فِي حَدِيث النَّاس وَغَيره إِلَّا الْكَذِب فِي حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم مُتَعَمدا فَلَا يقبل أبدا وَإِن حسنت تَوْبَته قَالَه أَحْمد بن حَنْبَل والْحميدِي شيخ البُخَارِيّ وَقَالَ الصَّيْرَفِي فِي شرح الرسَالَة من أسقطنا خَبره من أهل النَّقْل لكذب وَجَدْنَاهُ عَلَيْهِ لم نعد لقبوله",
            "page": "67",
            "part": "1",
            "seal": "699C7C61"
        },
        {
            "id": "41",
            "nass": "بتوبة تظهر وَمن ضعفناه لم نجعله قَوِيا بعد ذَلِك وَقَالَ السَّمْعَانِيّ من كذب فِي خبر وَاحِد وَجب إِسْقَاط مَا تقدم من حَدِيثه ¶ الْحَادِي عشر إِذا كذب أصل فَرعه فِي رِوَايَة خبر عَنهُ أَو جزم بنفيه سقط ذَلِك الْخَبَر وَلَا يقْدَح ذَلِك فِي عدالتهما وَبَاقِي رواياتهما وَإِن قَالَ لَا أَدْرِي أَو نَحوه مِمَّا يدل على شكّ أَو نِسْيَان لم يسْقط وَيجب الْعَمَل بِهِ عِنْد جَمَاهِير أَئِمَّة الحَدِيث وَالْفِقْه وَالْأُصُول لِأَن الرَّاوِي عِنْده عدل جازم ونسيانه جَائِز فَلَا يسْقط الحَدِيث بِالِاحْتِمَالِ وَقَالَ بعض الْحَنَفِيَّة يسْقط فَردُّوا حَدِيث النَّص بِشَاهِد وَيَمِين لما نَسيَه سُهَيْل بن أبي صَالح وَكَانَ يَقُول حَدثنِي ربيعَة عني عَن أبي عَن أبي هُرَيْرَة وردوا حَدِيث سُلَيْمَان بن مُوسَى عَن الزُّهْرِيّ عَن عُرْوَة عَن عَائِشَة فِي النِّكَاح بِغَيْر إِذن الْوَلِيّ لما نَسيَه الزُّهْرِيّ حِين سَأَلَهُ أَيْن جريج عَنهُ وَقَول الجماهير أصح لِأَن كثيرا من الأكابر نسوا أَحَادِيث رووها فَحَدثُوا بهَا عَن فروعهم كَمَا قدمنَا عَن سُهَيْل وصنف الْخَطِيب فِيهِ كتابا وَالْإِنْسَان معرض للنسيان وَكَذَلِكَ كره الشَّافِعِي وَغَيره الحَدِيث عَن الْأَحْيَاء وَنهى مُحَمَّد بن عبد الحكم عَنهُ لما نقل عَنهُ شَيْئا كَانَ قد نَسيَه فَذكره بِهِ",
            "page": "68",
            "part": "1",
            "seal": "69C7FAC2"
        },
        {
            "id": "42",
            "nass": "الثَّانِي عشر اخْتلفُوا فِي قبُول من أَخذ عَن التحديث أجرا فَرده أَحْمد وَإِسْحَاق وَأَبُو حَاتِم الرَّازِيّ لِأَنَّهُ يخرم الْمُرُوءَة ويطوق تهمه وَرخّص فِيهِ أَبُو نعيم الْفضل بن دُكَيْن والأعدل أَنه إِن تعطل لذَلِك تكسبه قبل وَإِلَّا فَلَا فَإِن الشَّيْخ أَبَا إِسْحَاق الشِّيرَازِيّ أفتى أَبَا الْحُسَيْن بن النقور بذلك لما كَانَ أَصْحَاب الحَدِيث يمنعونه التكسب لِعِيَالِهِ ¶ الثَّالِث عشر أعرض النَّاس فِي هَذِه الْأَعْصَار عَن مَجْمُوع الشُّرُوط الْمَذْكُورَة واكتفوا من عَدَالَة الرَّاوِي بِكَوْنِهِ مَسْتُورا وَمن ضَبطه بِوُجُود سَمَاعه مثبتا بِخَط موثوق بِهِ وَرِوَايَته من أصل مُوَافق لأصل شَيْخه وَاحْتج الْبَيْهَقِيّ لذَلِك بِأَن الحَدِيث الصَّحِيح وَغَيره قد جمع فِي كتب أئمته فَلَا يذهب شَيْء مِنْهُ على جَمِيعهم وَإِن جَازَ ذَلِك فِي بعض وَالْقَصْد بِالسَّمَاعِ بَقَاء سلسة الْإِسْنَاد الْمَخْصُوص بِهَذِهِ الْأمة حرسها الله تَعَالَى ¶ النَّوْع الثَّانِي الْإِسْنَاد العالي والنازل ¶ الْإِسْنَاد خصيصة لهَذِهِ الْأمة وَسنة من السّنَن وَطلب علوه سنة وَلذَلِك استحبت الرحلة فِيهِ قَالَ أَحْمد بن حَنْبَل رَحْمَة الله عَلَيْهِ طلب الْإِسْنَاد العالي سنة عَمَّن سلف وَلِأَن علوه يبعد عَن الْخلَل والعلو خمس مَرَاتِب ¶ الأولى أجلهَا الْقرب من النَّبِي صلى الله عَلَيْهِ وَسلم بِعَدَد أقل من إِسْنَاد صَحِيح فَإِن قرب الْإِسْنَاد قربَة إِلَى الله عز وَجل",
            "page": "69",
            "part": "1",
            "seal": "2C6BFDAA"
        },
        {
            "id": "43",
            "nass": "الثَّانِيَة الْعُلُوّ والقرب من إِمَام من أَئِمَّة الحَدِيث وَأَن كثر الْعدَد مِنْهُ إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم ¶ الثَّالِث الْعُلُوّ بِالنِّسْبَةِ إِلَى رِوَايَة مُصَنف كتاب من الْكتب الْمُعْتَمدَة وَهُوَ مَا أَكثر اعتناء الْمُتَأَخِّرين بِهِ فِي الموافقات والأبدال والمساواة والمصافحة فالموافقة أَن يَقع لَك حَدِيث عَن شيخ المُصَنّف من طَرِيق هِيَ أقل عددا من طريقك من جِهَته مثل أَن يجْتَمع سندك وَسَنَد مُسلم فِي قُتَيْبَة عَن مَالك وَالْبدل أَن يَقع ذَلِك فِي شيخ شَيْخه بِأَن يجْتَمع سندك وَسَنَد مُسلم فِي مَالك مثلا وَقد يُسمى مُوَافقَة أَيْضا بِالنِّسْبَةِ إِلَى شيخ شَيْخه والمساواة أَن يكون بَيْنك وَبَين الصَّحَابِيّ فِي الْعدَد مَا بَين مُسلم مثلا وَبَينه وَهُوَ نَادِر فِي زَمَاننَا والمصافحة أَن يَقع ذَلِك لشيخك فَتكون كمن صَافح مُسلما بِهِ وَأَخذه عَنهُ وَهُوَ قَلِيل أَيْضا وَوَقع لنا طَائِفَة مِنْهَا فَإِن وَقعت الْمُسَاوَاة لشيخ شيخك كَانَ مصافحة لشيخك ثمَّ كَذَلِك لشيخ شيخ شيخك وَهُوَ كثير فِي شُيُوخنَا وَمثل هَذَا الْعُلُوّ إِنَّمَا يكون لنزول رِوَايَة ذَلِك الإِمَام فلولا نُزُوله لما علا لَك ¶ الرَّابِعَة الْعُلُوّ بتقدم وَفَاة الرَّاوِي ذكره أَبُو يعلي الخليلي فَمن روى عَن ثَلَاثَة عَن الشَّافِعِي عَن مَالك أَعلَى مِمَّن روى عَن ثَلَاثَة عَن قُتَيْبَة عَن مَالك لتقدم وَفَاة الشَّافِعِي على وَفَاة قُتَيْبَة بست وَثَلَاثِينَ سنة أما الْعُلُوّ الْمُسْتَفَاد من تقدم وَفَاة الشَّيْخ من غير نظر إِلَى قِيَاسه براو آخر فقد حَده الْحَافِظ أَبُو الْحُسَيْن بن جوصاء بِخَمْسِينَ سنة وَقَالَ إِسْنَاد خمسين سنة من موت الشَّيْخ إِسْنَاد علو وَحده أَبُو عبد الله بن مَنْدَه بِثَلَاثِينَ سنة قَالَ إِذا مر على الْإِسْنَاد ثَلَاثُونَ سنة فَهُوَ عَال ¶ الْخَامِسَة الْعُلُوّ بتقدم السماع إِمَّا من شيخين أَو من شيخ وَاحِد فَالْأول أَعلَى وَإِن تساوى الْعدَد واتحد الشَّيْخ فَمن سمع من سِتِّينَ سنة أَعلَى مِمَّن سمع من أَرْبَعِينَ سنة",
            "page": "70",
            "part": "1",
            "seal": "14239139"
        },
        {
            "id": "44",
            "nass": "وَأما النُّزُول فَهُوَ ضد الْعُلُوّ وَهُوَ خمس مَرَاتِب تعرف من تَفْصِيل ضدها فِي الْعُلُوّ وَالنُّزُول مفضول مَرْغُوب عَنهُ على الصَّحِيح الَّذِي قَالَه الجماهير إِذا لم يكن فِيهِ فَائِدَة راجحة على الْعُلُوّ قَالَ عَليّ بن الْمَدِينِيّ وَغَيره النُّزُول شُؤْم وَقَالَ قوم النُّزُول أفضل من الْعُلُوّ لِأَن التَّعَب فِيهِ أَكثر بِالنّظرِ إِلَى كل راو وجرحه وتعديله فَيكون الْأجر أَكثر وَلَيْسَ هَذَا بِشَيْء يرجح فَإِن كَانَ فِي النُّزُول فَائِدَة راجحة على الْعُلُوّ فَضله كَمَا قَالَ الْحَافِظ أَبُو الْحسن عَليّ بن الْمفضل الْمَقْدِسِي رَحمَه الله فِيمَا روينَاهُ عَنهُ لنَفسِهِ ¶ إِن الرِّوَايَة بالنزول عَن الثِّقَات الأعدلينا ... خير من العالي عَن الْجُهَّال والمستضعفينا ¶ النَّوْع الثَّالِث الْمَزِيد فِي الْأَسَانِيد ¶ وَهُوَ أَن يزِيد الرَّاوِي فِي إِسْنَاد حَدِيث رجلا أَو أَكثر وهما مِنْهُ وغلطا مِثَاله مَا رُوِيَ عَن عبد الله بن الْمُبَارك قَالَ حَدثنَا سُفْيَان بن عبد الرَّحْمَن بن يزِيد بن جَابر قَالَ حَدثنِي بسر بن عبيد الله قَالَ سَمِعت أَبَا إِدْرِيس يَقُول سَمِعت وَاثِلَة بن الْأَسْقَع يَقُول سَمِعت أَبَا مرْثَد الغنوي يَقُول سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لَا تجلسوا على الْقُبُور وَلَا تصلوا إِلَيْهَا فَذكر سُفْيَان وَأبي إِدْرِيس زِيَادَة وَوهم أما أَبَا دريس فينسب الْوَهم فِيهِ إِلَى ابْن الْمُبَارك لِأَن جمَاعَة من الثِّقَات رَوَوْهُ عَن ابْن جَابر عَن بسر عَن وَاثِلَة وَصرح بَعضهم بِسَمَاع بسر لَهُ من وَاثِلَة قَالَ أَبُو حَاتِم الرَّازِيّ كثيرا مَا يحدث بسر عَن",
            "page": "71",
            "part": "1",
            "seal": "E41F59BC"
        },
        {
            "id": "45",
            "nass": "أبي إِدْرِيس فَوَهم ابْن الْمُبَارك وَظن أَن هَذَا مِمَّا رَوَاهُ عَنهُ عَن وَاثِلَة وَأما سُفْيَان فَوَهم فِيهِ من دون ابْن الْمُبَارك لِأَن جمَاعَة ثِقَات رَوَوْهُ عَن ابْن الْمُبَارك عَن ابْن جَابر وَصرح بَعضهم بِلَفْظ الْأَخْبَار بَينهمَا وَقد صنف الْخَطِيب فِيهِ كِتَابه الْمَعْرُوف بذلك فَإِن قيل إِن كَانَ السَّنَد الْخَالِي عَن الزَّائِد بِلَفْظ عَن احْتمل أَن يكون مُرْسلا وَإِن كَانَ بِلَفْظ السماع وَنَحْوه احْتمل أَن يكون سَمعه مرّة عَن رجل عَنهُ ثمَّ سَمعه مِنْهُ فَلم يتَحَقَّق الْوَهم فَالْجَوَاب أَن الظَّاهِر من مثل هَذَا أَن يذكر السماعين فَلَمَّا لم يذكرهما حمل على الزِّيَادَة وَأَيْضًا فقد توجه قرينَة تدل على أَنه وهم كَمَا ذَكرْنَاهُ عَن ابي حَاتِم ¶ النَّوْع الرَّابِع التَّدْلِيس وَهُوَ قِسْمَانِ تَدْلِيس الْإِسْنَاد وتدليس الشُّيُوخ الأول تَدْلِيس الْإِسْنَاد وَهُوَ أَن يروي عَمَّن لقِيه أَو عاصره مَا لم يسمعهُ مِنْهُ موهما أَنه سَمعه مِنْهُ وَلَا يَقُول أخبرنَا وَمَا فِي مَعْنَاهُ وَنَحْوه بل يَقُول قَالَ فلَان أَو عَن فلَان أَو أَن فلَانا قَالَ وَشبه ذَلِك ثمَّ قد يكون بَينهمَا وَاحِد وَقد يكون أَكثر وَهَذَا الْقسم من التَّدْلِيس مَكْرُوه جدا وفاعله مَذْمُوم عِنْد أَكثر الْعلمَاء وَمن عرف بِهِ مَجْرُوح عِنْد قوم لَا تقبل رِوَايَته بَين السماع أَو لم يُبينهُ وَالصَّحِيح التَّفْصِيل فِيمَا بَين فِيهِ الِاتِّصَال ب سَمِعت وَحدثنَا وَنَحْو ذَلِك مَقْبُول فَفِي الصَّحِيحَيْنِ وَغَيرهمَا مِنْهُ كثير وَذَلِكَ لِأَن هَذَا التَّدْلِيس لَيْسَ كذبا مَا لم يبين فِيهِ الِاتِّصَال بل لَفظه مُحْتَمل فَحكمه حكم الْمُرْسل وأنواعه وأجرى الشَّافِعِي هَذَا الحكم فِيمَن دلّس مرّة",
            "page": "72",
            "part": "1",
            "seal": "CEEAF3AC"
        },
        {
            "id": "46",
            "nass": "الْقسم الثَّانِي تَدْلِيس الشُّيُوخ وَهُوَ أَن يُسَمِّي شَيخا سمع مِنْهُ بِغَيْر اسْمه الْمَعْرُوف أَو يكنبه أَو ينْسبهُ أَو يصفه بِمَا لم يشْتَهر بِهِ كَيْلا يعرف وَهَذَا أخف من الأول وتختلف الْحَال فِي كراهيته بِحَسب اخْتِلَاف الْقَصْد الْحَامِل عَلَيْهِ وَهُوَ أما لكَونه ضَعِيفا أَو صَغِيرا أَو مُتَأَخّر الْوَفَاة أَو لكَونه مكثرا عَنهُ فَيكْرَه تكراره على صُورَة وَاحِدَة وَهُوَ أخفها وَقد جرى عَلَيْهِ المصنفون وتسمحوا بِهِ وَأكْثر الْخَطِيب مِنْهُ ¶ النَّوْع الْخَامِس تبَاعد وَفَاة الراويين عَن شيخ وَاحِد ¶ وَفَائِدَته حلاوة علو الْإِسْنَاد فِي الْقُلُوب وللخطيب فِيهِ كتاب حسن مِثَاله مُحَمَّد بن إِسْحَاق السراج روى عَنهُ البُخَارِيّ فِي تَارِيخه وَأحمد بن مُحَمَّد الْخفاف وَمَات الخفاق بعد البُخَارِيّ بمئة وَسبع وَثَلَاثِينَ سنة وَقيل أَكثر وَمِنْه مَالك بن أنس حدث عَنهُ شَيْخه الزُّهْرِيّ وزَكَرِيا بن دُرَيْد وَمَات زَكَرِيَّا بعد الزُّهْرِيّ بمئة وَسبع وَثَلَاثِينَ سنة ¶ النَّوْع السَّادِس رِوَايَة الأقران ¶ الأقران هم المتقاربون فِي السّنَن والإسناد وَرُبمَا اكْتفى الْحَاكِم فِيهِ بِالْإِسْنَادِ وَهَذَا النَّوْع قِسْمَانِ أَحدهمَا المدبج وَهُوَ أَن يروي كل وَاحِد من القرينين عَن صَاحبه كَرِوَايَة عَائِشَة عَن أبي هُرَيْرَة وروى هُوَ عَنْهَا وكرواية عُرْوَة عَن سعيد بن المسيبب وَهُوَ يروي عَنهُ وَمَالك عَن الْأَوْزَاعِيّ وَالْأَوْزَاعِيّ عَنهُ وَأحمد بن حَنْبَل عَن ابْن الْمَدِينِيّ وَابْن الْمَدِينِيّ عَنهُ الثَّانِي غير المدبج وَهُوَ أَن",
            "page": "73",
            "part": "1",
            "seal": "3BDBF581"
        },
        {
            "id": "47",
            "nass": "يروي أَحدهمَا عَن صَاحبه وَلَا يروي الْأُخَر ثمَّ قد يكون القرناء فِي السَّنَد اثْنَيْنِ كسليمان التَّيْمِيّ عَن مسعر وَقد يكونُونَ ثَلَاثَة كَحَدِيث عمر عَن النَّبِي صلى الله عَلَيْهِ وَسلم مَا أَتَاك من هَذَا المَال من غير مَسْأَلَة فَخذه الحَدِيث رَوَاهُ النُّعْمَان بن رَاشد عَن الزُّهْرِيّ عَن السَّائِب بن يزِيد عَن عبد الله بن السَّعْدِيّ عَن عمر فالسائب وَابْن السَّعْدِيّ وَعمر ثَلَاثَة صحابيون وَقد يكونُونَ أَرْبَعَة كَحَدِيث رُوِيَ عَن سعيد بن الْمسيب عَن عبد الله بن عَمْرو عَن أَبِيه عَن عُثْمَان عَن أبي بكر أَنه سَأَلَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا نجاة هَذَا الْأَمر الحَدِيث وَفِي صَحِيح مُسلم وثنا مُحَمَّد بن رمح أَنا اللَّيْث عَن يحيى بن سعيد عَن سعد بن إِبْرَاهِيم عَن نَافِع بن جُبَير عَن عُرْوَة بن الْمُغيرَة بن شُعْبَة عَن أَبِيه عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه خرج لِحَاجَتِهِ فَاتبعهُ الْمُغيرَة بإدواة الحَدِيث فيحيى وَسعد وَنَافِع وَعُرْوَة تابعيون ¶ النَّوْع السَّابِع رِوَايَة الْآبَاء عَن الْأَبْنَاء ¶ وللخطيب فِيهِ كتاب مِنْهُ مَا رُوِيَ عَن الْعَبَّاس عَن أبنه الْفضل أَن رَسُول الله صلى الله عَلَيْهِ وَسلم جمع بَين الصَّلَاتَيْنِ بِالْمُزْدَلِفَةِ وَعَن وَائِل بن دَاوُد عَن ابْنه بكر عَن الزُّهْرِيّ ذكره الْخَطِيب وَعَن أبي عمر الدوري عَن ابْنه مُحَمَّد نَحْو سِتَّة عشر حَدِيثا وَعَن مُعْتَمر بن سُلَيْمَان قَالَ حَدثنِي أبي قَالَ حَدَّثتنِي أَنْت عني عَن أَيُّوب عَن الْحسن قَالَ وَيْح كلمة رَحْمَة وَفِي هَذَا الحَدِيث طرائف",
            "page": "74",
            "part": "1",
            "seal": "D9F0E099"
        },
        {
            "id": "48",
            "nass": "وَهِي رِوَايَة الْأَكْبَر عَن الْأَصْغَر وَالْأَب عَن الإبن والتابعي عَن تَابعه وَأَنه حدث عَن وَاحِد عَن نَفسه وَرِوَايَة ثَلَاثَة تابعين بَعضهم عَن بعض ¶ النَّوْع الثَّامِن رِوَايَة الْأَبْنَاء عَن الأباء ¶ أما مَا سمي فِيهِ الْأَب فكثير وَلأبي نصر الوائلي فِي هَذَا النَّوْع كتاب وأهمه مَا لم يسم فِيهِ الْأَب وَالْجد وَهُوَ قِسْمَانِ أَحدهمَا رِوَايَة الابْن عَن أَبِيه فَقَط دون جده وَهُوَ كثير وَالثَّانِي عَن أَبِيه عَن جده كعمر بن شُعَيْب بن مُحَمَّد بن عبد الله بن عَمْرو بن الْعَاصِ عَن أَبِيه عَن جده لَهُ هَكَذَا نُسْخَة كبيره أَكْثَرهَا فقهيات وَاحْتج بِهِ أَكثر الْمُحدثين حملا لجده على عبد الله الصَّحَابِيّ دون مُحَمَّد التَّابِعِيّ وَمِنْه بهز بن حَكِيم بن مُعَاوِيَة بن حيدة عَن أَبِيه عَن جده لَهُ هَكَذَا نُسْخَة حَسَنَة وَمِنْه طَلْحَة بن مصرف بن عَمْرو بن كَعْب وَقيل مصرف بن كَعْب بن عَمْرو وَمن أطرف ذَلِك رِوَايَة الْخَطِيب عَن عبد الْوَهَّاب بن عبد الْعَزِيز بن الْحَارِث بن أَسد بن اللَّيْث بن سُلَيْمَان بن الْأسود بن سُفْيَان بن يزِيد بن أكينة التَّمِيمِي قَالَ سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت أبي يَقُول سَمِعت عَليّ بن أبي طَالب رَضِي الله عَنهُ يَقُول الحنان الَّذِي يقبل على من أعرض عَنهُ والمنان الَّذِي يبْدَأ بالنوال قبل السُّؤَال",
            "page": "75",
            "part": "1",
            "seal": "245D6867"
        },
        {
            "id": "49",
            "nass": "النَّوْع التَّاسِع من لم يرو عَنهُ إِلَّا وَاحِد ¶ قيل لمُسلم فِيهِ كتاب مِثَاله وهب بن خنبش وخطىء من قَالَ هرم بن خنيش وعامر بن شهر وَعُرْوَة بن مُضرس وَمُحَمّد بن صَفْوَان وَمُحَمّد بن صَيْفِي لم يرو عَنْهُم غير الشّعبِيّ وَمِنْهُم دُكَيْن بن سعيد الْمُزنِيّ والصنابج بن الأعسر ومرداس الْأَسْلَمِيّ وَأَبُو حَازِم لم يرو عَنْهُم غير ابْنه قيس بن أبي حَازِم وَمن الصخابة من لم يرو عَنهُ إِلَّا ابْنه مِنْهُم الْمسيب بن حزن أَبُو سعيد وَمُعَاوِيَة أَبُو حَكِيم أبي بهز وقرة بن إِيَاس أَبُو مُعَاوِيَة وَأَبُو ليلى أَبُو عبد الرَّحْمَن ومثاله فِي التَّابِعين تفرد حَمَّاد بن سَلمَة عَن أبي العشراء وَتفرد الزُّهْرِيّ عَن نَيف وَعشْرين تابعيا وَتفرد عَمْرو بن دِينَار عَن جمَاعَة من التَّابِعين وَكَذَلِكَ يحيى بن سعيد الْأنْصَارِيّ وَأَبُو إِسْحَاق السبيعِي وَهِشَام بن عُرْوَة وَتفرد مَالك عَن نَحْو عشرَة من شُيُوخ الْمَدِينَة وَأما قَول الْحَاكِم لم يخرج البُخَارِيّ وَمُسلم فِي الصَّحِيح عَن أحد من هَذَا الْقَبِيل فقد غلطه بَعضهم بإخراجهما حَدِيث الْمسيب فِي وَفَاة أبي طَالب وَلم يرو عَنهُ غير ابْنه وبإخراج البُخَارِيّ حَدِيث عَمْرو بن تغلب إِنِّي لأعطي الرجل وَالَّذِي أدع أحب إِلَيّ وَلم يرو عَنهُ غير الْحسن وَحَدِيث مرداس يذهب الصالحون الأول فَالْأول وَلم يرو عَنهُ غير قيس كَمَا تقدم وبإخراج مُسلم حَدِيث رَافع بن عَمْرو الْغِفَارِيّ وَلم يرو عَنهُ غير عبد الله بن الصَّامِت",
            "page": "76",
            "part": "1",
            "seal": "B4A41E5E"
        },
        {
            "id": "50",
            "nass": "وَلذَلِك فِي الصَّحِيحَيْنِ نَظَائِر هَذَا التغليط غلط لِأَن الْحَاكِم لَا يُرِيد ذَلِك فِي الصَّحَابَة المعروفين الثَّابِتَة عدالتهم فَلَا يرد عَلَيْهِ تَخْرِيج البُخَارِيّ وَمُسلم ذَلِك لِأَنَّهُمَا إِنَّمَا شرطا تعدد الرَّاوِي لرفع الْجَهَالَة وَثُبُوت الْعَدَالَة وَذَلِكَ ثَابت فِيمَن تثبت صحبته فَلَا حَاجَة إِلَى تعدد الرَّاوِي عَنهُ وَقد تقدم بعض هَذَا الْبَحْث فِي النَّوْع الأول من هَذَا الطّرف وَالله أعلم ¶ النَّوْع الْعَاشِر رِوَايَة الأكابر عَن الأصاغر ¶ وَفَائِدَة ذكره أَن لَا يتَوَهَّم كَون الْمَرْوِيّ عَنهُ أكبر سنا أَو أفضل لكَونه هُوَ الْأَغْلَب فتجهل منزلتهما وَهَذَا النَّوْع أَقسَام ¶ أَحدهَا أَن يكون الرَّاوِي أكبر سنا وأقدم طبقَة كالزهري وَيحيى بن سعيد عَن مَالك ¶ الثَّانِي أَن يكون أكبر قدرا فِي الْحِفْظ وَالْعلم كمالك عَن عبد الله بن دِينَار وَأحمد وَإِسْحَاق عَن عبيد الله بن مُوسَى ¶ الثَّالِث أَن يكون أكبر من الْجِهَتَيْنِ كَرِوَايَة العبادلة عَن كَعْب وكرواية كثير من الْعلمَاء عَن تلامذتهم مِنْهُم عبد الْغَنِيّ بن سعيد عَن مُحَمَّد بن عَليّ الصُّورِي وَأَبُو بكر البرقاني عَن الْخَطِيب والخطيب عَن ابْن مَاكُولَا وَمن هَذَا النَّوْع رِوَايَة الصَّحَابِيّ عَن التَّابِعِيّ والتابعي عَن تَابعه كالزهري عَن مَالك وكعمرو بن شُعَيْب فَإِنَّهُ تَابع التَّابِع وروى عَنهُ أَكثر من عشْرين تابعيا وَقَالَ",
            "page": "77",
            "part": "1",
            "seal": "B2CE46C3"
        },
        {
            "id": "51",
            "nass": "الطبسي أَكثر من سبعين تابعيا ¶ النَّوْع الْحَادِي عشر العنعنة فِي السَّنَد وَهُوَ السَّنَد الَّذِي يُقَال فِيهِ فلَان عَن فلَان وَقد تقدم ذكره فِي أَنْوَاع الْمَتْن فَلَا حَاجَة إِلَى إِعَادَته",
            "page": "78",
            "part": "1",
            "seal": "633835F2"
        },
        {
            "id": "52",
            "nass": "الطّرف الثَّالِث فِي تحمل الحَدِيث وطرق نَقله وَضَبطه وَرِوَايَته وآداب ذَلِك وَمَا يتَعَلَّق بِهِ وَالْكَلَام فِيهِ فِي سِتَّة أَنْوَاع ¶ النَّوْع الأول فِي أَهْلِيَّة التَّحَمُّل ¶ يَصح التَّحَمُّل قبل الْإِسْلَام أَو قبل الْبلُوغ وَمنع الثَّانِي قوم وأخطؤوا بذلك لأتفاق النَّاس على قبُول رِوَايَة الْحسن وَالْحُسَيْن وَابْني عَبَّاس وَالزُّبَيْر والنعمان بن بشير وَغَيرهم وَلم يزل النَّاس يسمعُونَ الصّبيان وَاخْتلف فِي الزَّمن الَّذِي يَصح فِيهِ سَماع الصَّبِي فَقَالَ القَاضِي عِيَاض حدد أهل الصَّنْعَة فِي ذَلِك خمس سِنِين وَهُوَ سنّ مَحْمُود بن الرّبيع الَّذِي ترْجم البُخَارِيّ فِيهِ مَتى يَصح سَماع الصَّغِير وَقيل كَانَ ابْن أَربع سِنِين وَهَذَا هُوَ الَّذِي اسْتَقر عَلَيْهِ عمل الْمُتَأَخِّرين يَكْتُبُونَ لِأَبْنِ خمس سمع وَلمن دونه حضر أَو أحضر وَقيل وَهُوَ الصَّوَاب أَن نعتبر كل صَغِير بِحَالهِ فَمَتَى كَانَ فهما للخطاب ورد الْجَواب صححنا سَمَاعه وَإِن كَانَ لَهُ دون خمس وَنقل نَحْو ذَلِك عَن أَحْمد بن حَنْبَل ومُوسَى الْحمال وَإِن لم يكن كَذَلِك لم يَصح سَمَاعه وَإِن كَانَ ابْن خمسين وَقد نقل أَن صَبيا ابْن أَربع سِنِين حمل إِلَى الْمَأْمُون قد قَرَأَ الْقُرْآن وَنظر فِي الرَّأْي غير أَنه إِذا جَاع يبكي وَأما حَدِيث مَحْمُود فَيدل على سنه لمن هُوَ مثله لَا على نَفْيه عَمَّن دونه مَعَ جودة التَّمْيِيز أَو ثُبُوته لمن هُوَ فِي سنه وَلم يُمَيّز تَمْيِيزه وَالله أعلم قَالَ",
            "page": "79",
            "part": "1",
            "seal": "DB1DFF5E"
        },
        {
            "id": "53",
            "nass": "أَبُو عبد الله الزبيرِي يسْتَحبّ كتب الحَدِيث بعد عشْرين سنة لِأَنَّهَا مُجْتَمع الْعقل وَقَالَ مُوسَى بن هَارُون أهل الْبشرَة يَكْتُبُونَ لعشر سِنِين وَأهل الْكُوفَة لعشرين وَأهل الشَّام لثلاثين وَالصَّوَاب فِي هَذِه الْأَزْمَان أَن يبكر بإسماع الصَّغِير من أول زمَان يَصح فِيهِ سَمَاعه لِأَن الملحوظ الْآن إبْقَاء سلسله الْإِسْنَاد وَأَن يشْتَغل بكتب الحَدِيث وتقييده من حِين تأهله لذَلِك وَلَا ينْحَصر فِي سنّ مَخْصُوص لاخْتِلَاف ذَلِك باخْتلَاف الْأَشْخَاص ¶ النَّوْع الثَّانِي فِي طرق تحمل الحَدِيث وَهِي ثَمَانِيَة على اتِّفَاق فِي بَعْضهَا وَاخْتِلَاف فِي بعض كَمَا سَيَأْتِي بَيَانه ¶ الطَّرِيق الأول السماع وَهُوَ ضَرْبَان مُتَّفق على صحتهما وعَلى الِاحْتِجَاج بهما الأول السماع من لفظ الشَّيْخ سَوَاء أَكَانَ إملاء أم تحديثا من غير إملاء وَسَوَاء أَكَانَ من حفظه أم من كِتَابه وَهَذَا أرفع الطّرق عِنْد الجماهير وَيَقُول فِي السَّامع إِذا روى حَدثنَا وَأخْبرنَا وأنبأنا وَسمعت فلَانا وَقَالَ لنا قَالَ الْخَطِيب أرفع الْعبارَات سَمِعت ثمَّ حَدثنَا ثمَّ أخبرنَا وَهُوَ كثير فس اسْتِعْمَال الْحفاظ فِي ذَلِك قبل أَن يشيع تَخْصِيصه بِمَا قرىء على الشَّيْخ ثمَّ أَنبأَنَا وَهُوَ قَلِيل فِي الِاسْتِعْمَال لَا سِيمَا بعد غلبته فِي الْإِجَازَة وَقيل حَدثنَا وَأخْبرنَا أرفع من سَمِعت لدلالتهما على أَن الشَّيْخ رَوَاهُ الحَدِيث بِخِلَاف سَمِعت وَقد يرد هَذَا بِأَن سَمِعت صَرِيح فِي سَمَاعه بِخِلَاف أخبرنَا لاستعماله فِي الْإِجَازَة عِنْد بَعضهم كَمَا سَيَأْتِي إِن شَاءَ الله وَأما قَالَ لنا فَمن قبيل حَدثنَا لكنه بِمَا وَقع فِي المذاكرة والمناظرة أشبه وأليق من حَدثنَا وَقد تقدم فِي التَّعْلِيق وأوضح الْعبارَات قَالَ فلَان وَلم يقل لي",
            "page": "80",
            "part": "1",
            "seal": "3E365A75"
        },
        {
            "id": "54",
            "nass": "أَو لنا وَمَعَ ذَلِك فَهُوَ مَحْمُول على السماع إِذا تحقق لقاؤه لاسيما فِيمَن عرف أَنه لَا يَقُول ذَلِك إِلَّا فِيمَا سَمعه وخصص الْخَطِيب حمل ذَلِك على السماع مِمَّن عرف مِنْهُ ذَلِك ¶ الطَّرِيق الثَّانِي الْقِرَاءَة على الشَّيْخ ويسميها أَكثر قدماء الْمُحدثين عرضا لِأَن القارىء يعرضه على الشَّيْخ وَسَوَاء أَقرَأ هُوَ أم قَرَأَ غَيره وَهُوَ يسمع وَسَوَاء أَقرَأ من كتاب أَو حفظ وَسَوَاء أَكَانَ الشَّيْخ يحفظه أم لَا إِذا كَانَ يمسك أَصله هُوَ أَو ثِقَة غَيره وَهِي رِوَايَة صَحِيحَة بِاتِّفَاق خلافًا لبَعض من لَا يعْتد بِهِ وَاخْتلف فِي تَسَاوِي هذَيْن الطَّرِيقَيْنِ وَالتَّرْجِيح بَينهمَا فَقلت التَّسَاوِي عَن مَالك وأشياخه وَأَصْحَابه ومعظم عُلَمَاء الْحجاز والكوفة وَالْبُخَارِيّ وَغَيرهم وَنقل تَرْجِيح الأول عَن جُمْهُور عُلَمَاء الْمشرق وَهُوَ الصَّحِيح وَنقل تَرْجِيح الثَّانِي عَن أبي حنيفَة وَابْن أبي ذِئْب وَغَيرهمَا وَنقل عَن مَالك أَيْضا ¶ فروع ¶ الأول إِذا روى السَّامع بِهَذِهِ الطَّرِيقَة فَلهُ عِبَارَات أحوطها أَن يَقُول قَرَأت عَن فلَان أَو قرىء عَلَيْهِ وَأَنا أسمع فَأقر بِهِ ويلي ذَلِك عِبَارَات السماع من الشَّيْخ مُقَيّدا بِالْقِرَاءَةِ عَلَيْهِ ك حَدثنَا أَو أخبرنَا أَنبأَنَا قِرَاءَة عَلَيْهِ وَفِي جَوَاز إِطْلَاقهَا ثَلَاثَة مَذَاهِب ¶ أَحدهَا مَنعه قَالَه ابْن الْمُبَارك وَيحيى بن يحيى وَأحمد وَالنَّسَائِيّ وَطَائِفَة ¶ وَالثَّانِي جَوَازه وَقيل هُوَ مَذْهَب الزُّهْرِيّ وَمَالك وَابْن عُيَيْنَة وَالْقطَّان وَالْبُخَارِيّ ومعظم الْحِجَازِيِّينَ والكوفيين",
            "page": "81",
            "part": "1",
            "seal": "E94F6350"
        },
        {
            "id": "55",
            "nass": "وَالثَّالِث جَوَاز أخبرنَا دون حَدثنَا وَهُوَ مَذْهَب الشَّافِعِي وَأَصْحَابه وَمُسلم بن الْحجَّاج وَجُمْهُور أهل الْمشرق وَرُوِيَ عَن ابْن جريج وَالْأَوْزَاعِيّ وَابْن وهب وَعَن النَّسَائِيّ أَيْضا وَهُوَ الشَّائِع الْغَالِب الْآن ¶ الثَّانِي يسْتَحبّ أَن يَقُول فِيمَا سَمعه وَحده من لفظ الشَّيْخ حَدثنِي وَفِيمَا سَمعه مِنْهُ مَعَ غَيره حَدثنَا وَفِيمَا قَرَأَ عَلَيْهِ بِنَفسِهِ أَخْبرنِي وَفِيمَا قرىء عَلَيْهِ وَهُوَ يسمع أخبرنَا رُوِيَ نَحوه عَن ابْن وهب وَاخْتَارَهُ الْحَاكِم وَحَكَاهُ عَن أَكثر مشايخه وأئمة عصره فَإِن شكّ فالمختار أَنه يَقُول حَدثنِي وَأَخْبرنِي وَنقل عَن يحيى الْقطَّان مَا يَقْتَضِي قَوْله حَدثنَا وَأخْبرنَا وَهَذَا كُله مُسْتَحبّ فَإِن قَالَ لما سمع وَحده حَدثنَا وَأخْبرنَا وَلما سمع فِي جمَاعَة حَدثنِي وَأَخْبرنِي جَازَ ¶ الثَّالِث لَا يجوز فِي الْكتب الْمُؤَلّفَة إِذا رويت إِبْدَال حَدثنَا ب أخبرنَا وَلَا عَكسه وَلَا سَمِعت بِأَحَدِهِمَا وَلَا عَكسه لِأَنَّهُ غير مَا سَمعه وَأما مَا سَمعه من لفظ الشَّيْخ فَإِن كَانَ الشَّيْخ لَا يرى التَّسْوِيَة بَينهمَا لم يجز وَإِن كَانَ يرى ذَلِك فَهُوَ على الْخلاف فِي الرِّوَايَة بِالْمَعْنَى وَسَيَأْتِي أَن شَاءَ الله تَعَالَى وعَلى هَذَا يحمل ماذكره الْخَطِيب من إِجْرَاء الْخلاف لَا على الْكتب المصنفة لما قدمْنَاهُ ¶ الرَّابِع إِذا قرىء على الشَّيْخ أخْبرك فلَان وَهُوَ مصغ فاهم غير مُنكر وَلَا مكره صَحَّ السماع وَجَازَت الرِّوَايَة بِهِ وَإِن لم ينْطق الشَّيْخ على الصَّحِيح وَشرط بعض الشَّافِعِيَّة كسليم وَأبي إِسْحَاق الشِّيرَازِيّ وَابْن الصّباغ وَبَعض الظَّاهِرِيَّة نطقه وَشرط بعض الظَّاهِرِيَّة إِقْرَاره بِهِ عِنْد تَمام السماع قَالَ ابْن الصّباغ وَله أَن يعْمل بِهِ وَأَن يرويهِ قَائِلا قرىء عَلَيْهِ وَهُوَ يسمع وَلَيْسَ لَهُ أَن يَقُول حَدثنِي إِذا كَانَ أصل الشَّيْخ حَالَة السماع فِي يَد موثوق بِهِ مراع لما",
            "page": "82",
            "part": "1",
            "seal": "A4DEE92A"
        },
        {
            "id": "56",
            "nass": "يقْرَأ أهل لذَلِك وَكَانَ كإمساك الشَّيْخ سَوَاء أَكَانَ الشَّيْخ يحفظ مَا يقْرَأ أم لَا هَذَا هُوَ الصَّحِيح وَقيل إِن لم يحفظه لم يَصح السماع وَهُوَ مَرْدُود بِالْعَمَلِ على خِلَافه فَإِن كَانَ الأَصْل بيد القارىء وَهُوَ موثوق بِدِينِهِ ومعرفته فَأولى بِالصِّحَّةِ وَإِن لم يكن الأَصْل بيد موثوق بِهِ وَلم يحفظه الشَّيْخ لم يَصح السماع ¶ الْخَامِس إِذا كَانَ السَّامع أَو المسمع ينْسَخ حَال الْقِرَاءَة فَفِي صِحَة سَمَاعه خلاف فصححه ابْن الْمُبَارك ومُوسَى الْحمال وَمُحَمّد بن الْفضل عَارِم وَعَمْرو بن مَرْزُوق وَأَبُو حَاتِم الرَّازِيّ وَمنع صِحَّته إِبْرَاهِيم الْحَرْبِيّ والأستاذ أَبُو إِسْحَاق الإِسْفِرَايِينِيّ وَقَالَ بعض الشَّافِعِيَّة يَقُول حضرت وَلَا يَقُول حَدثنَا أَو أخبرنَا وَالأَصَح التَّفْصِيل فَإِن منع النّسخ فهمه للمقروء لم يَصح وَإِن فهمه صَحَّ حضر الدَّارَقُطْنِيّ فِي حداثته مجْلِس إِسْمَاعِيل الصفار وَهُوَ ينْسَخ جُزْءا مَعَه فَقيل لَهُ لَا يَصح سماعك فَذكر عدد مَا أملاه الشَّيْخ من الْأَحَادِيث ومتونها وأسانيدها فتعجب مِنْهُ وَهَذَا التَّفْصِيل جَار فِيمَا إِذا كَانَ الشَّيْخ أَو السَّامع يتحدث اَوْ كَانَ القارىء يفرط فِي الْإِسْرَاع أَو يهينهم أَو كَانَ بَعيدا من القارىء بِحَيْثُ لَا يفهم كَلَامه وَالظَّاهِر أَنه يُعْفَى عَن الْقدر الْيَسِير كالكلمة والكلمتين وَسُئِلَ أَحْمد عَن الْحَرْف يدغمه الشَّيْخ فَلَا يفهم وَهُوَ مَعْرُوف هَل يرْوى ذَلِك عَنهُ فَقَالَ أَرْجُو أَلا يضيق هَذَا وَسُئِلَ عَن الْكَلِمَة تستفهم من الْمُسْتَمْلِي فَقَالَ إِن كَانَت مجمعا عَلَيْهَا فَلَا بَأْس وَعَن خلف بن سَالم أَنه منع ذَلِك ¶ السَّادِس وَيسْتَحب للشَّيْخ أَن يُجِيز للسامعين رِوَايَة جَمِيع الْكتاب الَّذِي سَمِعُوهُ وَإِن كتب لأَحَدهم خطه كتب سَمعه مني وأجزت لَهُ رِوَايَته عني",
            "page": "83",
            "part": "1",
            "seal": "2C1EB204"
        },
        {
            "id": "57",
            "nass": "كَمَا كَانَ بعض الشُّيُوخ يفعل وَقَالَ ابْن عتاب الأندلسي لَا غنى فِي السماع عَن الْإِجَازَة وَلَو عظم مجْلِس المملي فَبلغ عَنهُ الْمُسْتَمْلِي فقد جوز قوم رِوَايَة ذَلِك عَن المملي وَقَالَ الْمُحَقِّقُونَ لَا يجوز ¶ السَّابِع يَصح السماع مِمَّن هُوَ وَرَاء حجاب إِذا عرف صَوته إِن حدث بِلَفْظِهِ أَو حُضُوره إِن قرىء عَلَيْهِ وَيَكْفِي فِي تَعْرِيف ذَلِك خبر ثِقَة هَذَا قَول الْجُمْهُور وَشرط شُعْبَة رُؤْيَته قَالَ إِذا حدث الْمُحدث فَلم تَرَ وَجهه فَلَا ترو عَنهُ فَلَعَلَّهُ شَيْطَان ¶ الثَّامِن إِذا قَالَ الشَّيْخ بعد السماع لَا تروعني أَو رجعت عَن إخبارك بِهِ أَو نَحْو ذَلِك وَلم يسْندهُ إِلَى خطأ أَو شكّ أَو نَحوه بل مَنعه مَعَ الْجَزْم بِأَنَّهُ رِوَايَته لم يمْنَع ذَلِك رِوَايَته وَلَو خص بِالسَّمَاعِ قوما فَسمع غَيرهم بِغَيْر علمه جَازَ لَهُ أَن يرويهِ عَنهُ قَالَه الْأُسْتَاذ أَبُو إِسْحَاق الإِسْفِرَايِينِيّ وَعَن النَّسَائِيّ مَا يُؤذن بالتحرز مِنْهُ وَهُوَ رِوَايَته عَن الْحَارِث بن مِسْكين وَلَو قَالَ الشَّيْخ أخْبركُم وَلَا أخبر فلَانا لم يضرّهُ وَجَاز لَهُ رِوَايَته ¶ الطَّرِيق الثَّالِث الْإِجَازَة الْمُجَرَّدَة وَهِي أَنْوَاع ¶ الأول أَعْلَاهَا إجَازَة معِين لمُعين ك أجزتك كتاب البُخَارِيّ مثلا أَو أجزت فلَانا جَمِيع مَا اشْتَمَلت عَلَيْهِ فهرستي وَنَحْو ذَلِك فَهَذَا أَعلَى أَنْوَاع الْإِجَازَة الْمُجَرَّدَة عَن المناولة وَالصَّحِيح عِنْد الْجُمْهُور من عُلَمَاء الْمُحدثين وَالْفُقَهَاء جَوَاز الرِّوَايَة بهَا وَادّعى أَبُو الْوَلِيد الْبَاجِيّ الِاتِّفَاق عَلَيْهِ وَغلط فِيهِ وَحكى الْخلاف فِي الْعَمَل بهَا ومنعها جمَاعَة من أهل الحَدِيث وَالْفِقْه وَالْأُصُول وَهُوَ إِحْدَى الرِّوَايَتَيْنِ عَن الشَّافِعِي وَقطع بِهِ أَصْحَابه القاضيان حُسَيْن",
            "page": "84",
            "part": "1",
            "seal": "764A171C"
        },
        {
            "id": "58",
            "nass": "وَالْمَاوَرْدِيّ وَمن الْمُحدثين إِبْرَاهِيم الْحَرْبِيّ وَأَبُو الشَّيْخ الاصبهاني وَاحْتج الْمُجِيز بِأَنَّهَا إِخْبَار بمروياته جملَة فصح كَمَا لَو أخبر بِهِ تَفْصِيلًا وإخباره لَا يفْتَقر إِلَى النُّطْق صَرِيحًا كالقراءة عَلَيْهِ وَقَالَ بعض أهل الظَّاهِر هُوَ كالمرسل تجوز الرِّوَايَة بهَا وَلَا يجب الْعَمَل وَهُوَ مَرْدُود عَلَيْهِم ¶ الثَّانِي إجَازَة معِين فِي غير معِين كَقَوْلِه أجزتك مسموعاتي أَو مروياتي وَالْجُمْهُور على جَوَاز الرِّوَايَة بهَا وَوُجُوب الْعَمَل وَمن منع النَّوْع الأول فههنا أولى وَالْخلاف أقوى ¶ الثَّالِث إجَازَة الْعُمُوم كَقَوْلِه أجزت للْمُسلمين أَو لمن أدْرك زماني وَمَا أشبهه فَمن منع مَا تقدم فَهَذَا أولى وَمن جوزه اخْتلفُوا فِي هَذِه فجوزها الْخَطِيب مُطلقًا فَإِن قيدت بِوَصْف خَاص فَأولى بِالْجَوَازِ وَجوز القَاضِي أَبُو الطّيب الْإِجَازَة لجَمِيع الْمُسلمين الْمَوْجُودين عِنْدهَا وَأَجَازَ ابْن عتاب لمن دخل قرطبة من طلبة الْعلم قَالَ ابْن الصّلاح لم يسمع عَن أحد مِمَّن يقْتَدى بِهِ أَنه اسْتعْمل هَذِه الْإِجَازَة فروى بهَا وَفِي أصل الْإِجَازَة ضعف فتزداد بهَا ضعفا لَا يَنْبَغِي احْتِمَاله وَفِيمَا قَالَه نظر ¶ الرَّابِع إجَازَة مَجْهُول أَو فِي مَجْهُول كَقَوْلِه أجزت أَحْمد بن مُحَمَّد الدِّمَشْقِي وَثمّ جمَاعَة مسمون بذلك وَلم يعين المُرَاد مِنْهُم أَو يَقُول أجزت",
            "page": "85",
            "part": "1",
            "seal": "E538E5BA"
        },
        {
            "id": "59",
            "nass": "فلَانا كتاب السّنَن وَهُوَ يروي عدَّة كتب تعرف بالسنن وَلم يعين فَهَذِهِ إجَازَة بَاطِلَة لَا فَائِدَة فِيهَا ¶ الْخَامِس الْإِجَازَة الْمُعَلقَة مثل أجزت من شَاءَ فلَان أَو إِن شَاءَ زيد إجَازَة أحد أجزته فههنا جَهَالَة وَتَعْلِيق وَالْأَظْهَر أَنَّهَا لَا تصح وَبِه أفتى القَاضِي أَبُو الطّيب لِأَنَّهُ كَقَوْلِه أجزت بعض النَّاس وَقَالَ أَبُو يعلى بن الْفراء الْحَنْبَلِيّ وَابْن عمروس الْمَالِكِي يَصح لِأَن الْجَهَالَة ترْتَفع بِالْمَشِيئَةِ بِخِلَاف بعض النَّاس وَلَو قَالَ أجزت لمن شَاءَ الْإِجَازَة فَهُوَ كَقَوْلِه لمن شَاءَ فلَان وَهَذَا أولى بِالْبُطْلَانِ لتعليقها على مَشِيئَة من لَا ينْحَصر أما لَو قَالَ أجزت لمن شَاءَ الرِّوَايَة عني فَهُوَ أولى بِالْجَوَازِ لِأَن ذَلِك هُوَ مُقْتَضى الْإِجَازَة فَهُوَ تَصْرِيح بِمَا يَقْتَضِيهِ إِطْلَاقهَا لَا تَعْلِيقه وَلَو قَالَ أجزت فلَانا كَذَا إِن شَاءَ رِوَايَته عني فَأولى بِالصِّحَّةِ لانْتِفَاء الْجَهَالَة وَالتَّعْلِيق ¶ السَّادِس إجَازَة الْمَعْدُوم كَقَوْلِه أجزت لمن يُولد لفُلَان وفيهَا خلاف فأجازها الْخَطِيب وَحَكَاهُ عَن ابْن الْفراء الْحَنْبَلِيّ وَابْن عمروس لِأَنَّهَا إِذن وأبطلها القَاضِي أَبُو الطّيب وَابْن الصّباغ وَهُوَ الصَّحِيح لِأَنَّهَا فِي حكم الْإِخْبَار وَلَا يَصح إِخْبَار مَعْدُوم وَقَوْلهمْ إِنَّهَا إِذن وَإِن سلمناه فَلَا تصح أَيْضا كَمَا لَا تصح الْوكَالَة للمعدوم أما لَو عطفه على الْمَوْجُود فَقَالَ أجزت لفُلَان وَلمن يُولد لَهُ أَو أجزت لَك ولعقبك ولنسلك فقد جوزه ابْن أبي دَاوُد وَهُوَ أولى بِالْجَوَازِ من الْمَعْدُوم الْمُجَرّد عِنْد من أجَازه وَأَجَازَ مَالك وَأَبُو حنيفَة فِي الْوَقْف الْقسمَيْنِ وَأَجَازَ الشَّافِعِي الثَّانِي دون الأول وَالْإِجَازَة للطفل الَّذِي لَا يُمَيّز صَحِيحَة قطع بِهِ القَاضِي أَبُو الطّيب والخطيب قَالَ الْخَطِيب وَعَلِيهِ عهدنا شُيُوخنَا يجيزون الْأَطْفَال الْغَيْب وَلَا يسْأَلُون عَن أسنانهم وتميزهم وَلِأَنَّهَا إِبَاحَة للرواية وَالْإِبَاحَة تصح للعاقل ولغير الْعَاقِل",
            "page": "86",
            "part": "1",
            "seal": "8168876D"
        },
        {
            "id": "60",
            "nass": "السَّابِع إجَازَة مَا لم يتحمله الْمُجِيز ليرويه الْمجَاز إِذا تحمله الْمُجِيز قَالَ القَاضِي عِيَاض لم نر من تكلم عَلَيْهِ من الْمَشَايِخ وَضعه بعض الْمُتَأَخِّرين وَمنعه بَعضهم وَهُوَ الصَّحِيح فعلى هَذَا يتَعَيَّن الْعلم بِمَا تحمله قبل الْإِجَازَة إِذا أَرَادَ الرِّوَايَة عَنهُ بهَا ليرويه دون غَيره وَلَيْسَ قَوْله أجزت لَك مَا صَحَّ أَو يَصح عنْدك من مروياتي من ذَلِك فَيجوز لَهُ الرِّوَايَة بِمَا تحمله قبل الْإِجَازَة وَقد فعل ذَلِك الدَّارَقُطْنِيّ ¶ الثَّامِن إجَازَة الْمجَاز مثل أجزت لَك مجازاتي وَالصَّحِيح جَوَازه قطع بِهِ الدَّارَقُطْنِيّ وَأَبُو نعيم وَأَبُو الْفَتْح الْمَقْدِسِي وَكَانَ يروي بِالْإِجَازَةِ عَن الْإِجَازَة وَرُبمَا والى بَين ثَلَاث إجازات وَمن يروي بهَا تَأمل كَيْفيَّة إجَازَة شَيْخه كَيْلا يروي مَا لم ينْدَرج تحتهَا حَتَّى لَو كَانَت صورتهَا أجزت لَهُ مَا صَحَّ عِنْده من مسموعاتي فَلَيْسَ لَهُ أَن يروي سَماع شيخ شَيْخه حَتَّى يتَبَيَّن أَنه صَحَّ عِنْد شَيْخه أَنه من سَماع شَيْخه الْمُجِيز ¶ فروع ¶ الأول قَالَ ابْن فَارس الْإِجَازَة مَأْخُوذَة من جَوَاز المَاء الَّذِي تسقاه الْمَاشِيَة يُقَال استجزته فأجازني إِذا أسقاك مَاء لماشيتك أَو أَرْضك فَكَذَا طَالب الْعلم يستجيز الْعَالم علمه فيجيزوه لَهُ فعلى هَذَا يجوز أَن يعدى الْفِعْل بِغَيْر حرف جر وَلَا ذكر رِوَايَة فَيَقُول أجزت فلَانا مسموعاتي وَقيل الْإِجَازَة إِذن فعلى هَذَا يَقُول أجزت لَهُ رِوَايَة مسموعاتي وَإِذا قَالَ أجزت لَهُ مسموعاتي فَهُوَ على حذف الْمُضَاف",
            "page": "87",
            "part": "1",
            "seal": "F405D9FF"
        },
        {
            "id": "61",
            "nass": "الثَّانِي إِنَّمَا تستحسن الْإِجَازَة إِذا كَانَ الْمُجِيز عَالما بِمَا يُجِيزهُ وَالْمجَاز من أهل الْعلم لِأَنَّهَا توسع يحْتَاج إِلَيْهِ أهل الْعلم وَشَرطه بَعضهم وَحكي عَن مَالك وَقَالَ ابْن عبد الْبر الصَّحِيح أَنَّهَا لَا تجوز إِلَّا لماهر فِي الصِّنَاعَة وَفِي معِين لَا يشكل إِسْنَاده ¶ الثَّالِث يَنْبَغِي للمجيز بِالْكِتَابَةِ أَن يتَلَفَّظ بهَا فَإِن أقتصر على الْكِتَابَة مَعَ قصد الْإِجَازَة صحت كَمَا أَن سُكُوته عِنْد الْقِرَاءَة عَلَيْهِ إِخْبَار وَإِن لم يتَلَفَّظ لَكِنَّهَا دون الملفوظ بهَا فَلذَلِك يَنْبَغِي كِتَابَة تلفظ بهَا ¶ الطَّرِيق الرَّابِع المناولة وَهِي نَوْعَانِ ¶ أَحدهمَا المقرونة بِالْإِجَازَةِ وَهِي أَعلَى أَنْوَاع الْإِجَازَة كَمَا تقدم ثمَّ لَهَا صور مِنْهَا أَن يدْفع إِلَيْهِ أصل سَمَاعه أَو فرعا مُقَابلا بِهِ وَيَقُول هَذَا سَمَاعي أَو روايتي عَن فلَان فاروه عني أَو أجزت لَك رِوَايَته ثمَّ يبقيه فِي يَدَيْهِ تَمْلِيكًا أَو إِلَى أَن ينسخه وَمِنْهَا أَن يناوله الطَّالِب سَمَاعه فيتأمله وَهُوَ عَارِف متيقظ ثمَّ يناوله الطَّالِب وَيَقُول هُوَ حَدِيثي أَو سَمَاعي أَو روايتي فاروه عني وَسمي غير وَاحِد من أَئِمَّة الحَدِيث هَذَا عرضا وَقد تقدم أَن الْقِرَاءَة على الشَّيْخ تسمى عرضا أَيْضا فلنسم هَذَا عرض المناولة وَذَاكَ عرض الْقِرَاءَة وَهَذِه المناولة كالسماع فِي الْقُوَّة عِنْد الزُّهْرِيّ وَرَبِيعَة وَيحيى بن سعيد الْأنْصَارِيّ وَمُجاهد وَالشعْبِيّ وعلقمة وَإِبْرَاهِيم وَمَالك وَابْن وهب وَابْن الْقَاسِم وَغَيرهم وَقَالَ الثَّوْريّ وَالْأَوْزَاعِيّ وَابْن الْمُبَارك وَأَبُو حنيفَة والبويطي والمزني وَأحمد وَإِسْحَاق وَيحيى بن يحيى إِنَّهَا منحطة عَن السماع وَهُوَ الصَّحِيح قَالَ الْحَاكِم وَعَلِيهِ عهدنا أَئِمَّتنَا وَإِلَيْهِ نَذْهَب وَمِنْهَا أَن يناوله الشَّيْخ سَمَاعه ويجيزه ثمَّ يمسِكهُ الشَّيْخ وَهُوَ دون",
            "page": "88",
            "part": "1",
            "seal": "E2858FEC"
        },
        {
            "id": "62",
            "nass": "مَا سبق فَإِذا وجد ذَلِك الأَصْل أَو مُقَابلا بِهِ موثوقا بموافقته جَازَ لَهُ رِوَايَته وَلَا يظْهر فِي هَذِه كَبِير مزية على الْإِجَازَة الْمُجَرَّدَة فِي معِين وَصرح بذلك جمَاعَة من أهل الْفِقْه وَالْأُصُول وَأما شُيُوخ الحَدِيث قَدِيما وحديثا فيرون لَهَا مزية مُعْتَبرَة وَمِنْهَا أَن يَأْتِيهِ الطَّالِب بنسخة وَيَقُول هَذِه روايتك فناولنيه وأجز لي رِوَايَته فَيُجِيبهُ إِلَيْهِ من غير نظر وَتحقّق لروايته فَهَذَا بَاطِل فَإِن وثق بِخَبَر الطَّالِب ومعرفته اعْتَمدهُ وَصحت الْإِجَازَة كَمَا يعْتَمد قِرَاءَته وَلَو قَالَ لَهُ حدث عني بِمَا فِيهِ إِن كَانَ روايتي مَعَ براءتي من الْغَلَط كَانَ جَائِزا حسنا ¶ النَّوْع الثَّانِي المناولة الْمُجَرَّدَة عَن الْإِجَازَة وَهُوَ أَن يناوله كتابا وَيَقُول هَذَا سَمَاعي مُقْتَصرا عَلَيْهِ وَالصَّحِيح أَنه لَا يجوز الرِّوَايَة بهَا وَبِه قَالَ الْفُقَهَاء وَأهل الْأُصُول وعابوا من جوزه من الْمُحدثين ¶ فرع جوز الزُّهْرِيّ وَمَالك إِطْلَاق حَدثنَا وَأخْبرنَا فِي المناولة وَهُوَ مُقْتَضى من جعله سَمَاعا وَعَن أبي نعيم الْأَصْفَهَانِي والمرزباني وَغَيرهمَا جَوَازه فِي الْإِجَازَة الْمُجَرَّدَة وَالصَّحِيح الَّذِي عَلَيْهِ الْجُمْهُور وَأهل التَّحَرِّي الْمَنْع من ذَلِك وتخصيصه بِمَا يشْعر بهَا ك حَدثنَا إجَازَة أَو مناولة أَو إِذْنا أَو أجازني أَو ناولني أَو شبه ذَلِك وَعَن الْأَوْزَاعِيّ تَخْصِيص الْإِجَازَة ب خبرنَا وَالْقِرَاءَة ب أخبرنَا واصطلح قوم من الْمُتَأَخِّرين على إِطْلَاق أَنبأَنَا فِي الْإِجَازَة وَاخْتَارَهُ قوم ونحا إِلَيْهِ الْبَيْهَقِيّ قَالَ الْحَاكِم الَّذِي أختاره وعهدت عَلَيْهِ أَكثر مشايخي وأئمة عصري أَن نقُول فِيمَا عرض على الْمُحدث فَأَجَازَهُ لَهُ شفاها أنبأني وَفِيمَا كتب إِلَيْهِ كتب إِلَيّ وَقَالَ ابْن حمدَان كل قَول البُخَارِيّ قَالَ لي فَهُوَ عرض ومناولة وَعبر قوم عَن الْإِجَازَة ب أخبرنَا فلَان أَن فلَانا أخبرهُ وَاخْتَارَهُ الْخطابِيّ أَو حَكَاهُ وَهُوَ ضَعِيف وَاسْتعْمل الْمُتَأَخّرُونَ فِي الْإِجَازَة",
            "page": "89",
            "part": "1",
            "seal": "A534E60F"
        },
        {
            "id": "63",
            "nass": "الَّتِي فَوق الشَّيْخ حرف عَن فَيَقُول قَرَأت على فلَان عَن فلَان وَاعْلَم أَن الْمَنْع من إِطْلَاق حَدثنَا وَأخْبرنَا لَا يَزُول بِإِجَازَة الْمُجِيز ذَلِك كَمَا اعتاده بعض الْمَشَايِخ فِي قَوْله لمن يُجِيزهُ إِن شَاءَ قَالَ حَدثنَا وَإِن شَاءَ قَالَ أخبرنَا ¶ الطَّرِيق الْخَامِس كِتَابَة ¶ وَهِي أَن يكْتب مسموعه لغَائِب أَو حَاضر بِخَطِّهِ أَو بِإِذْنِهِ وَهِي أَيْضا ضَرْبَان مقرونة بِالْإِجَازَةِ ومجردة عَنْهَا فالمقرونة بِالْإِجَازَةِ فِي الصِّحَّة وَالْقُوَّة كالمناولة المقرونة بهَا وَأما الْمُجَرَّدَة فَمنع الرِّوَايَة بهَا القَاضِي المارودي وأجازها كثير من الْمُتَقَدِّمين والمتأخرين مِنْهُم أَيُّوب السّخْتِيَانِيّ وَمَنْصُور وَاللَّيْث وَغير وَاحِد من الشَّافِعِيَّة وَأهل الْأُصُول وَهُوَ الْمَشْهُور بَين أهل الحَدِيث وَكثير فِي مصنفاتهم كتب إِلَيّ فلَان قَالَ حَدثنَا فلَان وَالْمرَاد هَذَا وَهُوَ عِنْدهم مَعْمُول بِهِ مَعْدُود فِي الْمَوْصُول وَقَالَ السَّمْعَانِيّ هِيَ أقوى من الْإِجَازَة وَيَكْفِي معرفَة خطّ الْكَاتِب وَشرط بَعضهم الْبَيِّنَة وَهُوَ ضَعِيف ¶ فرع الصَّحِيح أَن يَقُول فِي الرِّوَايَة بهَا كتب إِلَى فلَان أَو أَخْبرنِي فلَان كِتَابه وَنَحْوه وَلَا يجوز إِطْلَاق حَدثنَا وَأخْبرنَا وَقَالَ اللَّيْث وَمَنْصُور وَغير وَاحِد من عُلَمَاء الْمُحدثين يجوز ¶ الطَّرِيق السَّادِس الْإِعْلَام ¶ وَهُوَ أَن يعلم الشَّيْخ الطَّالِب أَن هَذَا الْكتاب رِوَايَته أَو سَمَاعه مُقْتَصرا على ذَلِك فجوز الرِّوَايَة بِهِ كثير من أهل الحَدِيث وَالْفِقْه وَالْأُصُول وَالظَّاهِر مِنْهُم ابْن جريج وَابْن الصّباغ حَتَّى زَاد بعض الظَّاهِرِيَّة فَقَالَ لَو قَالَ لَهُ الشَّيْخ هَذِه روايتي لَا تَرَوْهَا عني جَازَ لَهُ رِوَايَتهَا عَنهُ كَمَا تقدم فِي السماع وَالصَّحِيح أَنه لَا تجوز الرِّوَايَة لمُجَرّد الْإِعْلَام وَبِه قطع بعض",
            "page": "90",
            "part": "1",
            "seal": "FDE1C5C8"
        },
        {
            "id": "64",
            "nass": "الشَّافِعِيَّة وَاخْتَارَهُ الْمُحَقِّقُونَ لِأَنَّهُ قد يكون سَمَاعه وَلَا يَأْذَن فِي رِوَايَته لخلل يعرفهُ لَكِن يجب الْعَمَل بِهِ إِذا صَحَّ سَنَده عِنْده ¶ الطَّرِيق السَّابِع الْوَصِيَّة ¶ وَهِي أَن يُوصي الرَّاوِي عِنْد مَوته أَو سَفَره لشخص بِكِتَاب يرويهِ فجوز بعض السّلف للْمُوصى لَهُ رِوَايَة ذَلِك عَن الْمُوصي كالإعلام وَالصَّحِيح الصَّوَاب أَنه لَا يجوز وَقَول من جوزه إِمَّا زلَّة عَالم أَو مؤول بِأَنَّهُ قصد رِوَايَته على سَبِيل الوجادة كَمَا ستأتي ¶ الطَّرِيق الثَّامِن الوجادة ¶ وَهِي مصدر وجد يجد وَهُوَ مولد غير مسموع وَهُوَ أَن يقف على كتاب بِخَط شخص فِيهِ أَحَادِيث يَرْوِيهَا ذَلِك الشَّخْص وَلم يسْمعهَا مِنْهُ الْوَاجِد وَلَا لَهُ مِنْهُ إجَازَة أَو نَحْوهَا فَلهُ أَن يَقُول وجدت بِخَط فلَان أَو قَرَأت وَمَا أشبهه وعَلى هَذَا الْعَمَل وَهُوَ من بَاب الْمُرْسل ويشوبه شَيْء من الِاتِّصَال بقوله وجدت بِخَط فلَان وَرُبمَا دلّس بَعضهم فَذكر الَّذِي وجد بِخَطِّهِ وَقَالَ فِيهِ عَن فلَان أَو قَالَ فلَان وَهُوَ قَبِيح إِن أوهم سَمَاعه وَقد جازف بَعضهم فَأطلق فِي الوجادة حَدثنَا وَأخْبرنَا وَأنكر ذَلِك على فَاعله ¶ فرع إِذا وجد حَدثنَا فِي تأليف شخص وَلَيْسَ بِخَطِّهِ فَلهُ أَن يَقُول قَالَ فلَان أَو ذكر فلَان أَو أخبرنَا فلَان وَهَذَا مُنْقَطع لِأَنَّهُ لم يَأْخُذ شوبا من الِاتِّصَال فَإِن لم يَثِق بِكَوْنِهِ خطه فَلْيقل بَلغنِي أَو وجدت عَن فلَان أَو قَرَأت فِي كتاب أَظُنهُ خطّ فلَان أَو أَخْبرنِي فلَان أَنه خطّ فلَان وَإِذا نقل من كتاب فَلَا يقل قَالَ فلَان إِلَّا إِذا وثق بِصِحَّة النُّسْخَة ومقابلتها بأصلها فَإِن لم يكن كَذَلِك قَالَ بَلغنِي عَنهُ وَأما إِطْلَاق اللَّفْظ الْجَازِم",
            "page": "91",
            "part": "1",
            "seal": "EED17F99"
        },
        {
            "id": "65",
            "nass": "فتسامح وَقد قيل إِن كَانَ الْمطَالع عَالما متقنا لَا يخفى عَلَيْهِ السَّاقِط والمغير رُجي لَهُ جَوَاز الْجَزْم وَإِلَى هَذَا استروح كثير من المصنفين ¶ فرع الْعَمَل بالوجادة قيل لَا يجوز نقل ذَلِك عَن مُعظم الْمُحدثين وَالْفُقَهَاء الْمَالِكِيَّة وَغَيرهم وَقيل يجوز نقل ذَلِك عَن الشَّافِعِي ونظار أَصْحَابه وَقطع بعض الشَّافِعِيَّة بِوُجُوب الْعَمَل عِنْد حُصُول الثِّقَة وَهُوَ صَحِيح قَالَ ابْن الصّلاح لَا يتَّجه فِي هَذِه الْأَزْمَان غَيره ¶ النَّوْع الثَّالِث فِي كِتَابَة الحَدِيث وَضَبطه وَفِيه فُصُول ¶ الأول اخْتلف السّلف فِي كِتَابَة الحَدِيث فكرهها طَائِفَة مِنْهُم كعمر وَابْن مَسْعُود وَأبي سعيد وأباحها طَائِفَة مِنْهُم كعلي وَابْنه الْحسن وَعبد الله بن عَمْرو بن الْعَاصِ ثمَّ أجمع أَتبَاع التَّابِعين على جَوَازه فَقيل أول من صنف فِيهِ ابْن جريج وَقيل مَالك وَقيل الرّبيع بن الصبيح ثمَّ انْتَشَر تدوينه وَجمعه وَظَهَرت فَوَائِد ذَلِك ونفعه وعَلى كَاتبه صرف الهمة إِلَى ضَبطه وتحقيقه شكلا ولفظا بِحَيْثُ يُؤمن اللّبْس مَعَه ثمَّ قيل إِنَّمَا يشكل الْمُشكل وَلَا يشْتَغل بتقييد الْوَاضِح حَتَّى قَالَ بَعضهم أهل الْعلم يكْرهُونَ الإعجام وَالْإِعْرَاب إِلَّا فِي الملتبس وَقَالَ قوم يشكل الْجَمِيع لأجل المبتدىء وَغير المتبحر ¶ الثَّانِي يكون اعتناؤه بضبط الملتبس من الْأَسْمَاء أَكثر لِأَنَّهُ نقلي مَحْض قَالَ ابْن الصّلاح وَيسْتَحب ضبط الْمُشكل فِي نفس الْكتاب وَكتبه مضبوطا وَاضحا فِي الْحَاشِيَة لِأَنَّهُ أبلغ ويحقق الْخط دون مشقه وتعليقه وَلَا يدققه من غير عذر",
            "page": "92",
            "part": "1",
            "seal": "F9FD5435"
        },
        {
            "id": "66",
            "nass": "كضيق الْوَرق وَتَخْفِيف حمله فِي السّفر فَإِن الْخط عَلامَة فأحسنه أبينه قَالَ بَعضهم اكْتُبْ مَا ينفعك وَقت حَاجَتك إِلَيْهِ أَي وَقت الْكبر وَضعف الْبَصَر وَالْكِتَابَة بالحبر أولى من المداد لِأَنَّهُ أثبت قَالُوا وَلَا يكون الْقَلَم صلبا جدا فَلَا يجْرِي بِسُرْعَة وَلَا رخوا فيخفى سَرِيعا قَالَ بَعضهم إِذا أردْت جودة خطك فأطل جلفتك وأسمنها وحرف قطعتك وأيمنها وَليكن مَا تضبط عَلَيْهِ صلبا جدا ويحمد الْقصب الْفَارِسِي وخشب الأبنوس الناعم ويضبط الْحُرُوف الْمُهْملَة فَقيل تنقط الْمُهْملَة تحتهَا بِمَا فَوق نظائرها الْمُعْجَمَة وَقيل يَجْعَل كقلامة الظفر فَوْقهَا مضجعة على قفاها وَقيل يَجْعَل تحتهَا صَغِير مثلهَا وَفِي بعض الْكتب الْقَدِيمَة فَوْقهَا خطّ صَغِير وَفِي بَعْضهَا تحتهَا همزَة وَلَا يصطلح مَعَ نَفسه برمز لَا يعرفهُ النَّاس إِلَّا يبين مُرَاده ويعتني بضبط مُخْتَلف الرِّوَايَات وتمييزها فَيجْعَل كِتَابه على رِوَايَة ثمَّ مَا كَانَ فِي غَيرهَا من زِيَادَة ألحقها فِي الْحَاشِيَة أَو نقض أعلم عَلَيْهِ أَو خلاف نبه عَلَيْهِ وَسمي رَاوِيه مُبينًا وَلَا بَأْس بِكِتَابَة التراجم بالحمرة ورمز الْأَسْمَاء أَو الْمذَاهب بهَا وَإِذا رمز شَيْئا بَين اصْطِلَاحه فِي أول الْكتاب ليعرفه من يقف عَلَيْهِ وَاكْتفى كَثِيرُونَ بالتميز بحمرة مُبينًا ذَلِك ¶ الثَّالِث يَجْعَل بَين كل حديثين دارة فعل ذَلِك جمَاعَة من الْمُتَقَدِّمين وَاسْتحبَّ الْخَطِيب أَن يكون غفلا فَإِذا قَابل نقط فَوْقهَا وَلَا يكْتب الْمُضَاف فِي آخر سطر والمضاف إِلَيْهِ فِي أول الآخر مثل عبد الله وَعبد الرَّحْمَن فَيكْرَه كِتَابَة عبد آخر سطر وَاسم الله أَو الرَّحْمَن مَعَ ابْن فلَان أول الآخر وَكَذَلِكَ رَسُول الله وَنَحْو ذَلِك وَإِذا كتب اسْم الله تَعَالَى أتبعه بالتعظيم ك عز وَجل وَنَحْوه ويحافظ على كِتَابَة الصَّلَاة وَالتَّسْلِيم على",
            "page": "93",
            "part": "1",
            "seal": "BBD23571"
        },
        {
            "id": "67",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم كلما كتبه وَلَا يسأم من تكراره وَإِن لم يكن فِي الأَصْل وَمن أغفل ذَلِك حرم حظا عَظِيما وَيُصلي على النَّبِي صلى الله عَلَيْهِ وَسلم كلما كتبه أَيْضا وَكَذَلِكَ الترضي والترحم على الصَّحَابَة وَالْعُلَمَاء وَيكرهُ الِاقْتِصَار على الصَّلَاة دون التَّسْلِيم وَيكرهُ الرَّمْز بِالصَّلَاةِ والترضي بِالْكِتَابَةِ بل يكْتب ذَلِك بِكَمَالِهِ ¶ الرَّابِع عَلَيْهِ مُقَابلَة كِتَابه بِأَصْل شَيْخه وَإِن كَانَ إجَازَة وَأفضل الْمُقَابلَة أَن يمسك هُوَ وَشَيْخه كِتَابَيْهِمَا حَال السماع وَينظر مَعَه من لَا نُسْخَة مَعَه وَلَا سِيمَا إِن كَانَ يُرِيد النَّقْل من نسخته وَقَالَ يحيى بن معِين لَا يجوز أَن يروي من غير أصل الشَّيْخ إِلَّا أَن ينظر فِيهِ بِنَفسِهِ حَالَة السماع وَالصَّحِيح أَنه يكفى مُقَابلَة ثِقَة أَي وَقت كَانَ وَيَكْفِي مُقَابلَته بفرع قوبل بِأَصْل للشَّيْخ وبأصل أصل الشَّيْخ الْمُقَابل بِهِ أصل الشَّيْخ فَإِن لم يُقَابل بِهِ وَكَانَ النَّاقِل صَحِيح النَّقْل قَلِيل السقط وَنقل من الأَصْل فقد جوز الرِّوَايَة مِنْهُ الْأُسْتَاذ أَبُو إِسْحَاق والإسماعيلي وَالْبرْقَانِي والخطيب وَتبين حَال الرِّوَايَة أَنه لم يُقَابل وَكتاب شَيْخه مَعَ من فَوْقه ككتابه فِي جَمِيع ذَلِك وَلَا يروي كتابا سَمعه من أَي نُسْخَة اتّفقت وَسَيَأْتِي فِيهِ كَلَام ¶ فرع لَو وجد فِي كِتَابه كلمة مُهْملَة عَلَيْهِ جَازَ أَن يَنْفِيه فِي ضَبطهَا وروايتها على خبر أهل الْعلم فَإِن كَانَ فِيهَا لُغَات أَو رِوَايَات بَين الْحَال وَاحْترز عِنْد الرِّوَايَة ¶ الْخَامِس إِذا خرج السَّاقِط وَهُوَ اللحق بِفَتْح اللَّام والحاء فليخط من مَوضِع سُقُوطه فِي السطر خطا صاعدا قَلِيلا مَعْطُوفًا بَين السطرين عطفه يسيرَة",
            "page": "94",
            "part": "1",
            "seal": "E9F7E178"
        },
        {
            "id": "68",
            "nass": "إِلَى جِهَة اللحق وَقيل تمد العطفة إِلَى أول اللحق ثمَّ يكْتب اللحق قبالة العطفة فِي الْحَاشِيَة وجهة الْيَمين إِن اتسعت أولى إِلَّا أَن يسْقط فِي آخر السطر وليكتبه صاعدا إِلَى أَعلَى الورقة لَا نازلا إِلَى أَسْفَلهَا لاحْتِمَال تَخْرِيج آخر بعده ولتكن رُؤُوس حُرُوف اللحق إِلَى جِهَة الْيَمين فَإِن زَاد اللحق على سطر ابْتَدَأَ سطوره من جِهَة طرف الورقة إِن كَانَ فِي يَمِين الورقة بِحَيْثُ تَنْتَهِي سطوره إِلَى أسطر الْكتاب وَإِن كَانَ فِي الشمَال ابْتَدَأَ الأسطر من جِهَة أسطر الْكتاب ثمَّ يكْتب فِي انْتِهَاء اللحق صَحَّ وَقيل يكْتب مَعهَا رَجَعَ وَقيل الْكَلِمَة الْمُتَّصِلَة بِهِ دَاخل الْكتاب وَلَيْسَ بمرضي لِأَنَّهُ تَطْوِيل موهم أما الْحَوَاشِي غير الأَصْل من شرح أَو بَيَان غلط أَو اخْتِلَاف رِوَايَة أَو نُسْخَة فَلَا يكْتب فِي آخِره وَقَالَ القَاضِي عِيَاض لَا يخرج لَهُ خطّ وَقيل يخرج من وسط الْكَلِمَة للْفرق بَينهمَا وَلَا يُوصل الْكِتَابَة بحاشية الورقة بل يدع مَا يحْتَمل الحك مَرَّات ¶ فرع لَا بَأْس بِكِتَابَة الْحَوَاشِي والفوائد المهمة على حَوَاشِي كتاب يملكهُ وَيكْتب عَلَيْهِ حَاشِيَة أَو فَائِدَة وَلَا يكْتب الْحَوَاشِي بَين الأسطر وَلَا فِي كتاب لَا يملكهُ إِلَّا بِإِذن مَالِكه ¶ السَّادِس التَّصْحِيح والتمريض والتضبيب من شَأْن المتقنين فالتصحيح كِتَابَة صَحَّ على كَلَام صَحَّ رِوَايَة وَمعنى لكنه عرضة للشَّكّ أَو الْخلاف ¶ والتضبيب وَقد يُسمى التمريض أَن يمد خطّ أَوله كرأس الصَّاد وَلَا يلصق بالمدود عَلَيْهِ على ثَابت نقلا فَاسِدا لفظا أَو معنى أَو ضَعِيف أَو نَاقص وَمن النَّاقِص مَوضِع الْإِرْسَال أَو الِانْقِطَاع وَرُبمَا اقْتصر بَعضهم عَلامَة التَّصْحِيح فَأَشْبَهت الضبة وَفِي بعض الْأُصُول الْقَدِيمَة فِي إِسْنَاد فِيهِ جمَاعَة عطف بَعضهم على بعض عَلامَة تشبه الضبة بَين أسمائهم وَلَيْسَت ضبة بل كَأَنَّهَا عَلامَة الِاتِّصَال ¶ السَّابِع إِذا وَقع فِي الْكتاب خطأ وحققه كتب عَلَيْهِ كَذَا صَغِيرَة وَكتب فِي الْحَاشِيَة صَوَابه كَذَا إِن تحَققه وَإِن وَقع فِيهِ مَا لَيْسَ مِنْهُ نفى",
            "page": "95",
            "part": "1",
            "seal": "18A84746"
        },
        {
            "id": "69",
            "nass": "بِالضَّرْبِ أَو الحك أَو المحو وأولاها الضَّرْب فَقيل يخط فَوْقه خطا بَينا مختلطا بِهِ ويتركه مُمكن الْقِرَاءَة وَيُسمى الشق وَقيل لَا يخلطه بِالْكِتَابَةِ بل يكون فَوْقه مَعْطُوفًا على أَوله وَآخره وَقيل يحوق على أَوله نصف دَائِرَة وعَلى آخِره نصف دَائِرَة وَقيل إِن كثر الْمَضْرُوب عَلَيْهِ فقد يَكْفِي التحويق على أَوله وَآخره وَقد يحوق على أول كل سطر وَآخره وَقيل يكْتب لَا فِي أَوله وَإِلَى فِي آخِره فَإِن كَانَ الضَّرْب على مُكَرر فَقيل على الثَّانِي وَقيل يبْقى أحسنهما وأبينهما صُورَة وَقيل إِن كَانَ فِي أول سطر ضرب على الثَّانِي أَو فِي آخِره فعلى الأول صِيَانة للأسطر أَو فِي آخر سطر وَأول آخر ضرب على آخر السطر صِيَانة لأوله فَإِن تكَرر الْمُضَاف أَو الْمُضَاف إِلَيْهِ أَو الْمَوْصُوف أَو الصّفة روعي اتصالهما وَأما الحك والكشط والمحو فكرهها أهل الْعلم لِأَن الحك والكشط يحْتَمل التَّغْيِير وَرُبمَا أفسد الورقة وَمَا ينفذ إِلَيْهِ والمحو مسود للقرطاس وَإِذا أصلح شَيْئا فقد قَالَ الْخَطِيب يبشره بنحاتة الساج وَيَتَّقِي التَّهْذِيب ¶ الثَّامِن غلب على كتبة الحَدِيث الِاقْتِصَار على الرَّمْز فِي حَدثنَا وَأخْبرنَا وشاع بِحَيْثُ لَا يخفى فيكتبون من حَدثنَا ثَنَا أَو نَا أَو دنا وَمن أخبرنَا أَنا أَو أرنا أَو رنا وَإِذا كَانَ للْحَدِيث إسنادان أَو أَكثر كتبُوا عِنْد الِانْتِقَال من إِسْنَاد إِلَى إِسْنَاد ح وَلم يبين أمرهَا عَمَّن تقدم لَكِن كتب بعض الْحفاظ موضعهَا صَحَّ فأشعر بِأَنَّهَا رمزه وَقيل هِيَ من التَّحْوِيل من إِسْنَاد إِلَى إِسْنَاد وَقيل هِيَ من الْحَيْلُولَة لِأَنَّهَا تحول بَين الإسنادين وَلَيْسَت من الحَدِيث فَلَا يتَلَفَّظ بِشَيْء فِي مَكَانهَا وَقيل هِيَ إِشَارَة إِلَى قَوْلنَا الحَدِيث والمغاربة يَقُولُونَ مَكَانهَا فِي الْقِرَاءَة الحَدِيث وَمن الْعلمَاء من يَقُول حا ويمر وَهُوَ الْمُخْتَار",
            "page": "96",
            "part": "1",
            "seal": "48B4EA4A"
        },
        {
            "id": "70",
            "nass": "التَّاسِع قَالَ الْخَطِيب يَنْبَغِي أَن يكْتب بعد الْبَسْمَلَة اسْم شَيْخه المسمع للْكتاب وكنيته وَنسبه ثمَّ يَسُوق مَا سَمعه مِنْهُ وَيكْتب فَوق التَّسْمِيَة أَو فِي حَاشِيَة أول الورقة تَارِيخ السماع وَمن سمع مَعَه وكلا فعله الشُّيُوخ وَلَا بَأْس مكتب طبقَة السماع فِي آخر الْكتاب أَو حَيْثُ لَا يخفى مِنْهُ ولتكن الطَّبَقَة بِخَط ثِقَة مَعْرُوف الْخط وَعند ذَلِك فَلَا بَأْس بِأَن يصحح عَلَيْهِ الشَّيْخ وَلَا بَأْس أَن يكْتب سَمَاعه بِخَط نَفسه إِذا كَانَ ثِقَة فقد فعله الثِّقَات وعَلى كَاتب السماع التَّحَرِّي وَبَيَان السَّامع والمسمع والمسموع بِلَفْظ بَين وَاضح وَعَلِيهِ تجنب التساهل فِيمَن يُثبتهُ والحذر من إِسْقَاط بعض السامعين لغَرَض فَاسد وَإِذا لم يحضر مَجْلِسا فَلهُ أَن يعْتَمد فِي حضورهم خبر ثِقَة حَضَره أَو خبر الشَّيْخ وَمن ثَبت سَماع غَيره فِي كِتَابه قبح بِهِ كِتْمَانه أَو مَنعه أَو نسخه أَو نقل سَمَاعه فَإِن كَانَ سَمَاعه مثبتا برضى صَاحب الْكتاب لزمَه إعارته وَلَا يبطىء عَلَيْهِ وَإِلَّا فَلَا يلْزمه كَذَلِك قَالَه أَئِمَّة الْمذَاهب فِي أزمانهم وهم القَاضِي حَفْص بن غياث الْحَنَفِيّ وَالْقَاضِي إِسْمَاعِيل الْمَالِكِي وَأَبُو عبد الله الزبيرِي الشَّافِعِي وَغَيرهم وَخَالف فِي ذَلِك قوم وَالْأول هُوَ الصَّحِيح لِأَن ذَلِك كَشَهَادَة تعيّنت لَهُ عِنْده فَعَلَيهِ أَدَاؤُهَا كَمَا يلْزم مُحْتَمل الشَّهَادَة أَدَاؤُهَا وَإِن بذل نَفسه بِالْمَشْيِ إِلَى مجْلِس الحكم ¶ الْعَاشِر إِذا نسخ الْكتاب فَلَا ينْقل سَمَاعه إِلَّا بعد الْمُقَابلَة المرضية وَكَذَا لَا يَنْبَغِي لأحد أَن ينْقل سَمَاعا إِلَى نُسْخَة أَو يُثبتهُ فِيهَا عِنْد السماع إِلَّا بعد الْمُقَابلَة المرضية بالمسموع إِلَّا أَن يبين عِنْد النَّقْل كَون النُّسْخَة غير مُقَابلَة أَو يُنَبه على كَيْفيَّة الْحَال وَإِذا قَابل كِتَابه علم على مَوَاضِع وُقُوفه وَإِن جَاءَ فِي السماع كتب بلغ فِي الْمجْلس الأول أَو الثَّانِي إِلَى آخرهَا",
            "page": "97",
            "part": "1",
            "seal": "FB4AEB46"
        },
        {
            "id": "71",
            "nass": "النَّوْع الرَّابِع فِي رِوَايَة الحَدِيث ¶ قد تقدّمت جمل مِنْهُ فِيمَا قبله وَالْكَلَام هُنَا فِي سِتَّة عشر فصلا ¶ الأول شدد قوم فِي الرِّوَايَة فأفرطوا وتساهل آخَرُونَ ففرطوا فَقَالَ بعض المشددين لَا حجَّة إِلَّا فِيمَا رَوَاهُ من حفظه رُوِيَ ذَلِك عَن أبي حنيفَة وَمَالك والصيدلاني وَقَالَ بَعضهم يجوز من كِتَابه إِلَّا إِذا خرج من يَده وَقَالَ بعض المتساهلين بالرواية من نسخ غير مُقَابلَة بأصولهم فجعلهم الْحَاكِم مجروحين وَقَالَ وَهَذَا كثير تعاطاه قوم من أكَابِر الْعلمَاء والصلحاء وَقد تقدم فِي النَّوْع قبله جَوَاز الرِّوَايَة من نُسْخَة لم تقَابل بِشُرُوط ذَكرنَاهَا فَلَعَلَّ الْحَاكِم أَرَادَ إِذا لم تُوجد تِلْكَ الشُّرُوط أَو أَنه يُخَالف فِي تِلْكَ الْمَسْأَلَة وَقَالَ بعض المتساهلين مَا تقدم فِي طرق التَّحَمُّل من الرِّوَايَة بِالْوَصِيَّةِ والإعلام والمناولة الْمُجَرَّدَة وَغير ذَلِك وَالصَّوَاب مَا عَلَيْهِ الْجُمْهُور وَهُوَ التَّوَسُّط فَإِذا قَامَ فِي التَّحَمُّل والضبط والمقابلة بِمَا تقدم جَازَت الرِّوَايَة مِنْهُ وَإِن غَابَ عَنهُ إِذا كَانَ الْغَالِب سَلَامَته من التَّغْيِير وَلَا سِيمَا إِن كَانَ مِمَّن لَا يخفى عَلَيْهِ تَغْيِيره غَالِبا ¶ الثَّانِي الضَّرِير إِذا لم يحفظ مَا سَمعه فاستعان بِثِقَة فِي ضَبطه وَحفظ كِتَابه واحتاط عِنْد الْقِرَاءَة عَلَيْهِ بِحَيْثُ يغلب على ظَنّه سَلَامَته من التَّغْيِير صحت رِوَايَته وَحَيْثُ منعنَا الْبَصِير فالضرير أولى بِالْمَنْعِ مِنْهُ قَالَ الْخَطِيب والبصير الْأُمِّي كالضرير ¶ الثَّالِث إِذا أَرَادَ الرِّوَايَة من نُسْخَة لَيْسَ فِيهَا سَمَّاعَة وَلَا قوبلت بِهِ لَكِن سَمِعت على شَيْخه وفيهَا سَماع شَيْخه أَو كتبت عَن شَيْخه وسكنت نَفسه إِلَيْهَا لم",
            "page": "98",
            "part": "1",
            "seal": "2E396985"
        },
        {
            "id": "72",
            "nass": "تجز لَهُ الرِّوَايَة مِنْهَا عِنْد عَامَّة الْمُحدثين وَرخّص فِيهِ أَيُّوب السّخْتِيَانِيّ وَمُحَمّد بن بكر البرْسَانِي قَالَ الْخَطِيب وَالَّذِي يَقْتَضِيهِ النّظر أَنه مَتى عرف أَن هَذِه الْأَحَادِيث هِيَ الَّتِي سَمعهَا من الشَّيْخ جَازَ لَهُ أَن يَرْوِيهَا إِذا سكنت نَفسه إِلَى صِحَّتهَا وسلامتها هَذَا إِذا لم يكن لَهُ إجَازَة عَامَّة من شَيْخه لمروياته أَو لهَذَا الْكتاب فَإِن كَانَت جَازَ لَهُ الرِّوَايَة مِنْهَا إِذْ لَيْسَ فِيهِ أَكثر من رِوَايَة زيادات متوهمة بِالْإِجَازَةِ بِلَفْظ حَدثنَا وَأخْبرنَا من غير بَيَان الْإِجَازَة وَالْأَمر فِي ذَلِك قريب يَقع فِي مَحل التسامح وَقد تقدم قَول إِنَّه لَا غنى فِي كل سَماع عَن الْإِجَازَة ليَقَع مَا يسْقط من الْكَلِمَات سَهوا أَو غَيره مرويا بِالْإِجَازَةِ وَإِن لم يكن يذكر لَفظهَا وَهَذَا تيسير حسن لمس الْحَاجة إِلَيْهِ فِي زَمَاننَا وَإِن كَانَ فِي النُّسْخَة سَماع شيخ شَيْخه أَو كَانَت مسموعة عَلَيْهِ فَيحْتَاج فِي ذَلِك إِلَى أَن تكون لَهُ إجَازَة شَامِلَة من شَيْخه ولشيخه مثلهَا من شَيْخه ¶ الرَّابِع لَو وجد فِي كِتَابه خلاف حفظه فَإِن حفظ مِنْهُ رَجَعَ إِلَيْهِ وَإِن حفظ من فَم الشَّيْخ اعْتمد حفظه إِن لم يتشكك وَحسن أَن يذكرهما مَعًا فَيَقُول حفظي كَذَا وَفِي كتابي كَذَا وَإِن خَالفه فِيهِ غَيره قَالَ حفظي كَذَا وَقَالَ فلَان كَذَا وَلَو وجد سَمَاعه فِي كتاب وَلم يذكرهُ فَعَن أبي حنيفَة وَبَعض الشَّافِعِيَّة لَا تجوز لَهُ رِوَايَته وَمذهب الشَّافِعِي وَأكْثر أَصْحَابه وَأبي يُوسُف وَمُحَمّد جَوَازهَا وَهُوَ الصَّحِيح بِشَرْط أَن يكون السماع بِخَطِّهِ أَو بِخَط من يوثق بِهِ وَالْكتاب مصون يغلب على الظَّن سَلَامَته من التَّغْيِير بِحَيْثُ تسكن إِلَيْهِ نَفسه ¶ الْخَامِس من لَيْسَ عَالما بالألفاظ ومقاصدها خَبِيرا بمعانيها لَا تجوز لَهُ الرِّوَايَة بِالْمَعْنَى بِالْإِجْمَاع بل يتَعَيَّن اللَّفْظ الَّذِي سَمعه وَإِن كَانَ عَالما بذلك فقد مَنعه قوم من أَصْحَاب الحَدِيث وَالْفِقْه وَالْأُصُول وَقَالُوا لَا يجوز إِلَّا بِلَفْظِهِ",
            "page": "99",
            "part": "1",
            "seal": "C9977B28"
        },
        {
            "id": "73",
            "nass": "وَقَالَ قوم لَا يجوز فِي حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم وَيجوز فِي غَيره وَقَالَ جُمْهُور السّلف وَالْخلف من الطوائف يجوز فِي الْجَمِيع إِذا قطع بأَدَاء الْمَعْنى وَهَذَا فِي غير المصنفات أما المُصَنّف فَلَا يجوز تَغْيِير لَفظه أصلا وَإِن كَانَ بِمَعْنَاهُ ¶ السَّادِس اخْتلف فِي رِوَايَة بعض الحَدِيث دون بعض فَمَنعه قوم بِنَاء على منع الرِّوَايَة بِالْمَعْنَى وَمِمَّنْ جوزها مِنْهُم من مَنعه إِذا لم يكن هُوَ أَو غَيره رَوَاهُ بِتَمَامِهِ قبل ذَلِك وَمِنْهُم من جوزه مُطلقًا وَالصَّحِيح أَنه إِن كَانَ عَارِفًا وَلم يكن مَا تَركه مُتَعَلقا بِمَا رَوَاهُ بِحَيْثُ يخْتل الحكم بِتَرْكِهِ وَلم تتطرق إِلَيْهِ تُهْمَة بِزِيَادَة أَو نُقْصَان جَازَ سَوَاء أجوزنا الرِّوَايَة بِالْمَعْنَى أم لَا وَسَوَاء أَكَانَ قد رَوَاهُ قبل تَاما أم لَا أما إِذا اخْتلف الحكم بترك بعضه كالغاية وَالِاسْتِثْنَاء فِي قَوْله صلى الله عَلَيْهِ وَسلم حَتَّى تزهى وَفِي قَوْله إِلَّا سَوَاء بِسَوَاء فَلَا يجوز تَركه وَكَذَلِكَ إِذا رَوَاهُ تَاما ثمَّ خَافَ إِذا رَوَاهُ نَاقِصا أَن يتهم بِالزِّيَادَةِ أَولا وبالغفلة وَقلة الضَّبْط ثَانِيًا فَإِنَّهُ لَا يجوز لَهُ ذَلِك وَأما تقطيع المُصَنّف الحَدِيث فِي الْأَبْوَاب فَهُوَ إِلَى الْجَوَاز أقرب وَقد فعله البُخَارِيّ قَالَ ابْن الصّلاح وَلَا يَخْلُو من كَرَاهَة وَفِي قَوْله ذَلِك نظر ¶ السَّابِع لَا يرْوى بِقِرَاءَة لحان أَو مصحف وَطَرِيق السَّلامَة من التَّصْحِيف الْأَخْذ من أَفْوَاه أهل الْمعرفَة وَالتَّحْقِيق فَإِن وَقع فِي الرِّوَايَة لحن أَو تَحْرِيف",
            "page": "100",
            "part": "1",
            "seal": "5EAB10FD"
        },
        {
            "id": "74",
            "nass": "قَالَ ابْن سِيرِين وَغَيره يرويهِ كَمَا سَمعه وَالصَّوَاب تَقْرِيره فِي الأَصْل على حَاله مَعَ التضبيب عَلَيْهِ وَبَيَان صَوَابه فِي الْحَاشِيَة وَأما فِي السماع فَالْأولى أَن يقرأه على الصَّوَاب ثمَّ يَقُول وَفِي روايتنا أَو عِنْد شَيخنَا أَو فِي طَرِيق فلَان كَذَا وَله أَن يقْرَأ مَا فِي الأَصْل ثمَّ يذكر الصَّوَاب وَأحسن الْإِصْلَاح بِمَا جَاءَ فِي رِوَايَة أُخْرَى أَو حَدِيث آخر وَإِذا كَانَ الْإِصْلَاح بِزِيَادَة سَاقِط لم يغاير معنى الأَصْل فعلى مَا سبق وَإِن غايره تَأَكد ذكر الأَصْل مَقْرُونا بِالْبَيَانِ فَإِن علم أَن بعض الروَاة أسْقطه وَأَن من فَوْقه أَتَى بِهِ الْحق السَّاقِط فِي نفس الْكتاب مَعَ كلمة يَعْنِي هَذَا إِن علم أَن شَيْخه رَوَاهُ على الْخَطَأ فَإِن رَآهُ فِي كِتَابه وَغلب على ظَنّه أَنه من كِتَابه لَا من شَيْخه اتجه إِصْلَاحه فِي كِتَابه وَرِوَايَته أَيْضا كَمَا لَو درس من كِتَابه بعض الْإِسْنَاد أَو الْمَتْن فَإِنَّهُ يجوز إِصْلَاحه من كتاب غَيره إِذا عرف صِحَّته ووثق بِهِ كَذَا قَالَه أهل التَّحْقِيق وَمنعه بَعضهم وَهَكَذَا الحكم فِي استثبات الْحَافِظ مَا شكّ فِيهِ من كتاب غَيره أَو حفظه رُوِيَ ذَلِك عَن عَاصِم وَأبي عوَانَة وَأحمد وَغَيرهم وَكَانَ بَعضهم يُنَبه عَلَيْهِ فَيَقُول حَدثنِي فلَان وثبتني فلَان وَإِذا وجد كلمة من غَرِيب الْعَرَبيَّة أَو غَيرهَا وَهِي غير مضبوطة وأشكلت عَلَيْهِ جَازَ أَن يسْأَل عَنْهَا أهل الْعلم بهَا ويرويها على مَا يخبرونه رُوِيَ ذَلِك عَن أَحْمد وَإِسْحَاق ¶ الثَّامِن إِذا كَانَ الحَدِيث عَن أثنين أَو أَكثر وَبَينهمَا تفَاوت فِي اللَّفْظ وَالْمعْنَى وَاحِد فَلهُ جمعهَا فِي الْإِسْنَاد ثمَّ يَسُوقهُ على لفظ أَحدهمَا فَيَقُول أحبرنا فلَان وَفُلَان وَاللَّفْظ لفُلَان وَشبه ذَلِك وَلمُسلم فِي صَحِيحه عبارَة أُخْرَى حَسَنَة كَقَوْلِه حَدثنَا أَبُو بكر وَأَبُو سعيد كِلَاهُمَا عَن أبي خَالِد قَالَ أَبُو بكر ثَنَا أَبُو خَالِد عَن الْأَعْمَش فَظَاهره أَن اللَّفْظ لأبي بكر وَلَو قَالَ أخبرنَا فلَان وَفُلَان وتقاربا فِي اللَّفْظ قَالَا ثَنَا فلَان جَازَ على الرِّوَايَة",
            "page": "101",
            "part": "1",
            "seal": "5D416AC8"
        },
        {
            "id": "75",
            "nass": "بِالْمَعْنَى وَلَو لم يقل وتقاربا جَازَ أَيْضا على الرِّوَايَة بِالْمَعْنَى على أَنه قد عيب بِهِ بعض أكَابِر الْحفاظ كالبخاري أَو غَيره وَلَو سمع مصنفا من جمَاعَة كالبخاري مثلا فقابل نسخته بِأَصْل بَعضهم ثمَّ رَوَاهُ عَنْهُم وَقَالَ وَاللَّفْظ لفُلَان احْتمل جَوَازه وَاحْتمل مَنعه قلت وَيحْتَمل تَفْصِيلًا آخر وَهُوَ النّظر إِلَى الطّرق فَإِن كَانَت متباينة بِأَحَادِيث مُسْتَقلَّة لم يجز وَإِن كَانَ تفاوتها فِي أَلْفَاظ أَو لُغَات أَو اخْتِلَاف ضبط جَازَ وَالله أعلم ¶ التَّاسِع لَيْسَ لَهُ أَن يزِيد فِي نسب غير شَيْخه أَو فِي صفته إِلَّا أَن يميزه فَيَقُول هُوَ ابْن فلَان أَو هُوَ الْفُلَانِيّ أَو يَعْنِي ابْن فلَان وَنَحْو ذَلِك وَهَذَا فِي الصَّحِيحَيْنِ وَغَيرهمَا كثير فَإِن ذكر شَيْخه نسب شَيْخه فِي أول حَدِيث وَاقْتصر فِي بَاقِي الْأَحَادِيث على اسْمه أَو بعض نسبه فَأَرَادَ السَّامع رِوَايَة تِلْكَ الْأَحَادِيث مفصولة عَن الأولى فَهَل يَسْتَوْفِي فِيهَا نسب شيخ شَيْخه حكى الْخَطِيب عَن أَكثر الْعلمَاء جَوَازه وَعَن بَعضهم أَن الأولى أَن يَقُول يَعْنِي ابْن فلَان وَهُوَ ابْن فلَان وَقَالَ ابْن الْمَدِينِيّ وَغير يَقُول حَدثنِي شَيْخي أَن فلَان بن فلَان حَدثهُ وَأولى ذَلِك مَا استحبه الْخَطِيب ثمَّ مَا قَالَه ابْن الْمَدِينِيّ ثمَّ الِاسْتِيفَاء من غير تَمْيِيز ¶ الْعَاشِر جرت الْعَادة بِحَذْف قَالَ بَين رجال الْإِسْنَاد فِي الْخط لَكِن يَنْبَغِي للقارىء التَّلَفُّظ بهَا وَإِن كَانَ قرىء على فلَان أخْبرك فلَان أَو حَدثنَا فلَان فَلْيقل القارىء فِي الأول قيل لَهُ أخْبرك وَفِي الثَّانِي أخبرنَا فلَان وَإِن تكَرر قَالَ فِي نَحْو قَالَ قَالَ الشّعبِيّ حذفت إِحْدَاهمَا",
            "page": "102",
            "part": "1",
            "seal": "C6C00D3B"
        },
        {
            "id": "76",
            "nass": "خطا ونطق بهَا لفظا فَإِن ترك القارىء التَّلَفُّظ بذلك فقد أَخطَأ وَالظَّاهِر صِحَة السماع ¶ الْحَادِي عشر الْكتب والأجزاء الْمُشْتَملَة على أَحَادِيث بِسَنَد وَاحِد كنسخة همام مِنْهُم من يجدد السَّنَد أول كل حَدِيث وَهُوَ أحوط وَمِنْهُم من اكْتفى بِهِ فِي أول حَدِيث أَو أول مجْلِس ويدرج الْبَاقِي عَلَيْهِ قَائِلا فِي كل حَدِيث وَبِالْإِسْنَادِ أَو وَبِه وَهُوَ الْأَغْلَب ثمَّ يجوز لَهُ رِوَايَة غير الأول بِإِسْنَادِهِ عِنْد الْأَكْثَر وَمنعه أَبُو إِسْحَاق الإِسْفِرَايِينِيّ وَغَيره فعلى هَذَا يفعل كَمَا يَفْعَله مُسلم فِي صحيفَة همام بقوله فَذكر أَحَادِيث مِنْهَا وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَكَذَا فعله كثير من المؤلفين وإعادة بَعضهم الْإِسْنَاد آخر الْكتاب لَا يرفع هَذَا الْخلاف غير أَنه يُفِيد إجَازَة قَوِيَّة واحتياطا ¶ الثَّانِي عشر إِذا قدم الْمَتْن على السَّنَد ك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم كَذَا أَو قدم الْمَتْن وَآخر السَّنَد ك قَالَ نَافِع عَن ابْن عمر عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَكَذَا أخبرنَا بِهِ فلَان عَن فلَان حَتَّى يتَّصل فيهمَا صحت الرِّوَايَة وَكَانَ مُتَّصِلا فَلَو قدم سامعه جَمِيع السَّنَد على الْمَتْن فقد جوزه بَعضهم وَقيل يَنْبَغِي فِيهِ الْخلاف فِي تَقْدِيم بعض الْمَتْن على بعض وَهُوَ مَبْنِيّ على الرِّوَايَة بِالْمَعْنَى وَلَو روى حَدِيثا بِسَنَد ثمَّ أتبعه إِسْنَادًا آخر وَقَالَ فِي آخِره مثله أَو نَحوه كعادة مُسلم وَغَيره فَأَرَادَ سامعه رِوَايَته بالسند الثَّانِي فقد مَنعه شُعْبَة وَأَجَازَهُ الثَّوْريّ وَابْن معِين لمن هُوَ متحفظ مُمَيّز بَين الْأَلْفَاظ وَبَعض الْعلمَاء إِذا روى مثل ذَلِك قَالَ الْإِسْنَاد ثمَّ قَالَ مثل حَدِيث قبله مَتنه كَذَا وَاخْتَارَهُ الْخَطِيب وَلَو قَالَ مَوضِع مثله وَنَحْوه فقد جوزه الثَّوْريّ كَمَا فِي مثله وَمنعه شُعْبَة وَابْن معِين",
            "page": "103",
            "part": "1",
            "seal": "A8417DDE"
        },
        {
            "id": "77",
            "nass": "قَالَ الْخَطِيب فرق ابْن معِين بَين مثله وَنَحْوه يَصح على منع الرِّوَايَة بِالْمَعْنَى فَأَما على جَوَازهَا فَلَا فرق وَقَالَ الْحَاكِم يلْزم الحديثي من الإتقان أَن يفرق بَين مثله وَنَحْوه فَلَا يحل أَن يَقُول مثله إِلَّا إِذا اتفقَا فِي اللَّفْظ وَيحل نَحوه إِذا كَانَ بِمَعْنَاهُ ¶ الثَّالِث عشر إِذا ذكر الْإِسْنَاد وَبَعض الْمَتْن ثمَّ قَالَ وَذكر الحَدِيث فَأَرَادَ سامعه رِوَايَته بِطُولِهِ فَهَذَا أولى بِالْمَنْعِ من مثله وَنَحْوه وَطَرِيقه وَمنعه الْأُسْتَاذ أَبُو إِسْحَاق وَجوزهُ الْإِسْمَاعِيلِيّ إِذا عرف الْمُحدث وَالسَّامِع ذَلِك الحَدِيث وَالِاحْتِيَاط أَن يقْتَصر على الْمَذْكُور فَإِذا قَالَ وَذكر الحَدِيث قَالَ وَهُوَ كَذَا ويسوقه بِكَمَالِهِ وَإِذا قُلْنَا بِجَوَازِهِ فَهُوَ على التَّحْقِيق بطرِيق الْإِجَازَة القوية فِيمَا لم يذكرهُ الشَّيْخ وَلَا يفْتَقر إِلَى إِفْرَاده بِالْإِجَازَةِ ¶ الرَّابِع عشر قَالَ الشَّيْخ ابْن الصّلاح الظَّاهِر أَنه لَا يجوز تَغْيِير قَالَ النَّبِي إِلَى قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا عَكسه وَإِن جَوَّزنَا الرِّوَايَة بِالْمَعْنَى لاخْتِلَاف مَعْنَاهُمَا وَقَالَ غَيره الصَّوَاب أَنه يجوز لِأَن مَعْنَاهُمَا هُنَا وَاحِد وَهُوَ مَذْهَب أَحْمد وَحَمَّاد بن سَلمَة والخطيب قلت وَلَو قيل يجوز تَغْيِير النَّبِي إِلَى الرَّسُول وَلَا يجوز عَكسه لما بعد لِأَن فِي الرَّسُول معنى زَائِدا على النَّبِي وَهُوَ الرسَالَة فَإِن كل رَسُول نَبِي وَلَيْسَ كل نَبِي رَسُول ¶ الْخَامِس عشر إِذا كَانَ فِي سَمَاعه بعض الوهن فَعَلَيهِ بَيَانه حَالَة الرِّوَايَة وَمِنْه مَا إِذا حَدثهُ من حفظه فِي المذاكرة فَيَقُول حَدثنَا مذاكرة وَمنع جمَاعَة الْحمل عَنْهُم حَال المذاكرة وَإِذا كَانَ الحَدِيث عَن ثِقَة ومجروح أَو ثقتين فَالْأولى أَن يذكرهما لاحْتِمَال انْفِرَاد أَحدهمَا بِشَيْء فَإِن اقْتصر على ثِقَة وَاحِد فِي الصُّورَتَيْنِ",
            "page": "104",
            "part": "1",
            "seal": "2C4ADDF3"
        },
        {
            "id": "78",
            "nass": "جَازَ لِأَن الظَّاهِر اتِّفَاقهمَا ¶ السَّادِس عشر إِذا سمع بعض حَدِيث من شيخ وَبَعضه من آخر فخلطه وَرَوَاهُ جملَة عَنْهُمَا وَبَين أَن بعضه عَن أَحدهمَا وَبَعضه عَن الآخر جَازَ كَمَا فعله الزُّهْرِيّ فِي حَدِيث الْإِفْك فَإِنَّهُ رَوَاهُ عَن ابْن الْمسيب وَعُرْوَة وَعبيد الله وعلقمة وَقَالَ وكل حَدثنِي طَائِفَة من حَدِيثهَا قَالُوا قَالَت عَائِشَة وسَاق الحَدِيث إِلَى آخِره ثمَّ مَا من شَيْء من ذَلِك الحَدِيث إِلَّا تحْتَمل رِوَايَته عَن كل وَاحِد مِنْهُمَا وَحده حَتَّى لَو كَانَ أَحدهمَا مجروحا لم يجز الِاحْتِجَاج بِشَيْء مِنْهُ بِمَا لم يبين أَنه عَن الثِّقَة وَلَا يجوز أَن يسْقط أحد الراويين بل يجب ذكرهمَا مُبينًا أَن بعضه عَن أَحدهمَا وَبَعضه عَن الآخر ¶ النَّوْع الْخَامِس فِي أدب الرَّاوِي وَفِيه فُصُول ¶ الأول علم الحَدِيث علم شرِيف يُنَاسب مَكَارِم الْأَخْلَاق ومحاسن الشيم وَهُوَ من عُلُوم الْآخِرَة فَمن حرمه حرم خيرا كثيرا وَمن رزقه مَعَ حسن النِّيَّة فقد نَالَ أجرا كَبِيرا فعلى مَعَانِيه تَصْحِيح النِّيَّة وإخلاصها وتطهير الْقلب من الْأَغْرَاض الدُّنْيَوِيَّة من رئاسة أَو طلب مَال أَو غير ذَلِك مِمَّا لَا يُرَاد بِهِ وَجه الله تَعَالَى قَالَ الثَّوْريّ كَانَ الرجل إِذا أَرَادَ أَن يطْلب الحَدِيث تعبد قبل ذَلِك عشْرين سنة",
            "page": "105",
            "part": "1",
            "seal": "A47FDD75"
        },
        {
            "id": "79",
            "nass": "الثَّانِي السن الْمُسْتَحبّ فِيهِ التصدي لإسماع الحَدِيث فَعَن أبي مُحَمَّد بن خَلاد أَن تستوفي الْخمسين لِأَنَّهَا انْتِهَاء الكهولة وفيهَا مُجْتَمع الأشد قَالَ وَلَيْسَ بمنكر أَن يحدث عَنهُ اسْتِيفَاء الْأَرْبَعين لِأَنَّهَا حد الاسْتوَاء ومنتهى الْكَمَال وَأنكر القَاضِي عِيَاض على ابْن خَلاد ذَلِك لِأَن جمَاعَة من السّلف وَمن بعدهمْ نشرُوا علما لَا يُحْصى وَلم يبلغُوا ذَلِك كعمر بن عبد الْعَزِيز لم يبلغ الْأَرْبَعين وَسَعِيد بن جُبَير لم يبلغ الْخمسين وَجلسَ مَالك للنَّاس وَله نَيف وَعِشْرُونَ سنة وَقيل سبع عشرَة وَأخذ عَن الشَّافِعِي الْعلم وَهُوَ فِي سنّ الحداثة قَالَ ابْن الصّلاح رَحمَه الله مَا ذكره ابْن خَلاد مَحْمُول على من تصدى للتحديث بِنَفسِهِ من غير براعة فِي الْعلم لِأَن السن الْمَذْكُور فِي مَظَنَّة الْحَاجة إِلَيْهِ وَمَا ذكره عِيَاض عَمَّن ذكرهم فَالظَّاهِر أَنه لبراعة مِنْهُم فِي الْعلم تقدّمت فَظهر لَهُم مَعهَا الْحَاجة إِلَيْهِم فَحَدثُوا أَو لأَنهم سئلوا ذَلِك بِصَرِيح السُّؤَال أَو بِقَرِينَة الْحَال وَالْحق أَنه مَتى احْتِيجَ إِلَى مَا عِنْده اسْتحبَّ لَهُ التصدي لنشره فِي أَي سنّ كَانَ كمالك وَالشَّافِعِيّ وَغَيرهمَا وَمَتى خشِي عَلَيْهِ الْهَرم والخرف والتخليط أمسك عَن التحديث وَيخْتَلف ذَلِك باخْتلَاف النَّاس وَكَذَا إِذا عمي وَخَافَ أَن يدْخل عَلَيْهِ مَا لَيْسَ من حَدِيثه فليمسك عَن الرِّوَايَة وَمَال ابْن خَلاد إِلَى أَنه يمسك فِي الثَّمَانِينَ لِأَنَّهُ حد الْهَرم إِلَّا إِذا كَانَ عقله ثَابتا بِحَيْثُ يعرف حَدِيثه وَيقوم بِهِ وَوجه مَا قَالَه أَن من بلغ الثَّمَانِينَ ضعف حَاله غَالِبا وَخيف عَلَيْهِ الْإِخْلَال وَأَن لَا يفْطن لَهُ إِلَّا بعد أَن يخلط كَمَا اتّفق لقوم من الثِّقَات كَعبد الرَّزَّاق وَسَعِيد بن أبي عرُوبَة حَتَّى كَانَ عبد الرَّزَّاق فِي آخر عمره ضعف فَكَانَ يلقن وَضعف أَحْمد حَدِيثه بِأخرَة وَإِلَّا فقد حدث خلق بعد مُجَاوزَة الثَّمَانِينَ لما ساعدهم التَّوْفِيق وصحبتهم السَّلامَة كأنس بن مَالك وَسَهل بن سعد وَعبد الله بن أبي أوفى من الصَّحَابَة وكمالك وَاللَّيْث وَابْن عُيَيْنَة وَابْن الْجَعْد وَحدث قوم بعد المئة كالحسن بن عَرَفَة وَأبي",
            "page": "106",
            "part": "1",
            "seal": "0DFACB99"
        },
        {
            "id": "80",
            "nass": "الْقَاسِم الْبَغَوِيّ وَأبي إِسْحَاق الهُجَيْمِي وَأبي الطّيب الطَّبَرِيّ رضى الله عَنْهُم ¶ الثَّالِث يَنْبَغِي أَن لَا يحدث بِحَضْرَة من هُوَ أولى مِنْهُ لسنه أَو علمه أَو غير ذَلِك وَقيل لَا يحدث فِي بلد فِيهِ من هُوَ أولى مِنْهُ وَإِذا طلب مِنْهُ مَا يُعلمهُ عِنْد أولى مِنْهُ أرشد إِلَيْهِ لِأَن الدّين النَّصِيحَة وَلَا يمْتَنع من تحديث أحد لعدم صِحَة نِيَّته فَإِنَّهُ يُرْجَى لَهُ تصحيحها وليحرص على نشره ويبتغي جزيل آجره ¶ الرَّابِع إِذا أَرَادَ حُضُور مجْلِس التحديث تطهر وتطيب وسرح لحيته ثمَّ يجلس مُتَمَكنًا بوقار فَإِن رفع أحد صَوته زبره رُوِيَ ذَلِك كُله عَن مَالك رَحمَه الله وَكَانَ يكره أَن يحدث فِي الطَّرِيق أَو هُوَ قَائِم أَو مستعجل وَيقبل على الْحَاضِرين كلهم إِذا أمكن وَلَا يسْرد الحَدِيث سردا لَا يدْرك بَعضهم فهمه ويفتتح مَجْلِسه ويختمه بتحميد الله تَعَالَى وَالصَّلَاة على رَسُوله وَدُعَاء يَلِيق بِالْحَال قَالَ بَعضهم بعد قِرَاءَة قارىء حسن الصَّوْت شَيْئا من الْقُرْآن ¶ الْخَامِس يَنْبَغِي للمحدث الْعَارِف عقد مجْلِس لإملاء الحَدِيث فَإِنَّهُ أَعلَى مَرَاتِب الرِّوَايَة لِأَن الشَّيْخ يتدبر مَا يمليه وَالْكَاتِب يُحَقّق مَا يَكْتُبهُ وَالْقِرَاءَة من الشَّيْخ أَو عَلَيْهِ رُبمَا غفل فِيهَا أَحدهمَا ويتخذ مستمليا محصلا متيقظا يبلغ عَنهُ إِذا كثر الْجمع كَمَا كَانَ جمَاعَة من الْحفاظ يَفْعَلُونَ ويستملي مرتفعا على مَكَان وَإِلَّا قَائِما وعَلى الْمُسْتَمْلِي تَبْلِيغ لَفظه على وَجهه وَفَائِدَة الْمُسْتَمْلِي تفهيم السَّامع على بعد وَمن لم يسمع إِلَّا الْمبلغ لم تجز لَهُ رِوَايَته عَن الشَّيْخ المملي إِلَّا إِذا بَين الْحَال وَقد تقدم هَذَا ويستنصت الْمُسْتَمْلِي النَّاس بعد قِرَاءَة حسن الصَّوْت كَمَا تقدم ثمَّ يبسمل ويحمد الله تَعَالَى وَيُصلي على رَسُوله صلى الله عَلَيْهِ وَسلم ثمَّ يقبل على الشَّيْخ وَيَقُول من ذكرت أَو مَا ذكرت رَحِمك الله أَو رضى الله عَنْك وَكلما ذكر النَّبِي صلى الله عَلَيْهِ وَسلم صلى عَلَيْهِ وَكلما ذكر الصَّحَابِيّ ترْضى عَنهُ ويثني الْمُحدث على شَيْخه",
            "page": "107",
            "part": "1",
            "seal": "82B84816"
        },
        {
            "id": "81",
            "nass": "حَال الرِّوَايَة بِمَا هُوَ أَهله وَيَدْعُو لَهُ وَلَا بَأْس بِذكرِهِ بِمَا يعرف بِهِ من لقب أَو نِسْبَة وَلَو إِلَى أم أَو صَنْعَة أَو وصف فِي بدنه وَحسن أَن يجمع فِي إمْلَائِهِ جمعا من شُيُوخه مقدما أفضلهم ويملي عَن كل شيخ حَدِيثا ويختار مَا على سَنَده وَقصر مَتنه ويتحرى الْمُسْتَفَاد مِنْهُ وينبه إِلَى مَا فِيهِ من علوا وَفَائِدَة وَضبط مُشكل ويتجنب مَا لَا تحتمله عقول الْحَاضِرين أَو يخَاف عَلَيْهِم الْوَهم فِي فهمه ثمَّ يخْتم إملاءه بِشَيْء من الحكايات والنوادر والإنشادات وَهُوَ فِي الزّهْد والآداب وَمَكَارِم الْأَخْلَاق أولى وَإِذا قصر الْمُحدث عَن التَّخْرِيج أَو أنشغل عَنهُ اسْتَعَانَ بِبَعْض الْحفاظ فِي التَّخْرِيج لَهُ قَالَ الْخَطِيب كَانَ جمَاعَة من شُيُوخنَا يَفْعَلُونَهُ إِذا فرغ من الْإِمْلَاء قَابل مَا أملاه ¶ النَّوْع السَّادِس فِي أدب طَالب الحَدِيث قد تقدّمت جمل من هَذَا النَّوْع ووراء ذَلِك فضول ¶ الأول تَصْحِيح النِّيَّة فِي طلبه لله تَعَالَى خَالِصا والحذر من قصد التَّوَصُّل بِهِ إِلَى الْأَغْرَاض الدُّنْيَوِيَّة ويبتهل إِلَى الله تَعَالَى فِي التَّوْفِيق والتيسير وَيَأْخُذ نَفسه بالآداب السّنيَّة والأخلاق المرضية فَعَن سُفْيَان الثَّوْريّ مَا أعلم عملا أفضل من طلب الحَدِيث لمن أَرَادَ الله بِهِ وَقد تقدم الْكَلَام فِي السن الَّذِي يبتدىء فِيهِ بِسَمَاع الحَدِيث وليغتنم مُدَّة إِمْكَانه ويفرغ جهده فِي تَحْصِيله ¶ الثَّانِي أَن يبْدَأ بِسَمَاع مَا عِنْد أرجح شُيُوخ بَلَده إِسْنَادًا وعلما ودينا وشهرة فَإِذا فرغ من مهمات بَلَده رَحل فِي الطّلب فَإِن الرحلة من عَادَة الْحفاظ المبرزين وَلَا يحملهُ الشره فِي الطّلب على التساهل فِي السماع والتحمل فيخل بِشَيْء من شُرُوطه وليستعمل مَا يُمكنهُ اسْتِعْمَاله مِمَّا يسمعهُ من الحَدِيث فِي أَنْوَاع",
            "page": "108",
            "part": "1",
            "seal": "78D2672D"
        },
        {
            "id": "82",
            "nass": "الْعِبَادَات والآداب فَذَلِك زَكَاة الحَدِيث كَمَا قَالَه بشر الحافي وَهُوَ سَبَب حفظه قَالَ وَكِيع إِذا أردْت حفظ الحَدِيث فاعمل بِهِ ¶ الثَّالِث أَن يعظم شَيْخه وكل من يسمع مِنْهُ فَإِن ذَلِك من إجلال الْعلم ويتحرى رِضَاهُ وَلَا يُطِيل عَلَيْهِ بِحَيْثُ يضجره فَرُبمَا كَانَ ذَلِك سَبَب حرمانه وَعَن الزُّهْرِيّ قَالَ إِذا طَال الْمجْلس كَانَ للشَّيْطَان فِيهِ نصيب وليستشر شَيْخه فِي أُمُوره وَكَيْفِيَّة مَا يعتمده من اشْتِغَاله وَمَا يشْتَغل فِيهِ وَقد ذكرت فِي أدب الْعَالم والمتعلم من هَذَا الْبَاب مَا يروي الظمآن إِلَيْهِ ¶ الرَّابِع إِذا ظفر بِسَمَاع أَو فَائِدَة أرشد غَيره من الطّلبَة إِلَيْهِ فَإِن كتمان ذَلِك لؤم من جهلة الطّلبَة يخَاف على فَاعله عدم النَّفْع فَإِن بركَة الحَدِيث إفادته وبنشره ينمى وَلَا يمنعهُ الْحيَاء وَالْكبر من السَّعْي فِي التَّحْصِيل وَأخذ الْعلم مِمَّن دونه فِي سنّ أَو نسب أَو منزلَة وليصبر على جفَاء شَيْخه وليعتن بالمهم وَلَا يضيع زَمَانه فِي الْإِكْثَار من الشُّيُوخ لمُجَرّد الْكَثْرَة وليكتب وليسمع مَا يَقع لَهُ من كتاب أَو جُزْء بِكَمَالِهِ وَلَا ينتخب مِنْهُ لغير ضَرُورَة فَإِن احْتَاجَ إِلَيْهِ تولاه بِنَفسِهِ فَإِن قصر عَنهُ اسْتَعَانَ بحافظ ¶ الْخَامِس أَن لَا يقْتَصر على مُجَرّد سَمَاعه وَكتبه دون مَعْرفَته وفهمه بل يتعرف صِحَّته وَضَعفه ومعانيه وفقهه وَإِعْرَابه ولغته وَأَسْمَاء رِجَاله ويحقق كل ذَلِك ويعتني بإتقان مشكله حفظا وَكِتَابَة وَيقدم فِي ذَلِك كُله الصَّحِيحَيْنِ ثمَّ بَقِيَّة الْكتب الْأَئِمَّة كسنن أبي دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَه ثمَّ كتاب سنَن الْبَيْهَقِيّ ثمَّ المسانيد كمسند أَحْمد بن حَنْبَل وَغَيره ثمَّ من كتب الْعِلَل كِتَابه وَكتاب الدَّارَقُطْنِيّ وَمن التواريخ تَارِيخ البُخَارِيّ وَابْن أبي خَيْثَمَة وَمن كتب الْجرْح وَالتَّعْدِيل كتاب ابْن أبي حَاتِم وَمن مُشكل الْأَسْمَاء كتاب ابْن مَاكُولَا ويعتني بكتب غَرِيب الحَدِيث وشروحه وَكلما مر بِهِ مُشكل بحث عَنهُ وأتقنه ثمَّ حفظه وَكتبه ويتحفظ الحَدِيث قَلِيلا قَلِيلا",
            "page": "109",
            "part": "1",
            "seal": "243D5858"
        },
        {
            "id": "83",
            "nass": "السَّادِس أَن يشْتَغل بالتخريح والتصنيف إِذا تأهل لَهُ معتنيا بشرحه وَبَيَان مشكله وإتقانه فقلما يمهر فِي علم الحَدِيث من لم يَفْعَله ولعلماء الحَدِيث فِي تصنيفه طَرِيقَانِ ¶ أجودهما على الْأَبْوَاب كَمَا فعله البُخَارِيّ وَمُسلم فيذكر فِي كل بَاب مَا عِنْده فِيهِ إِمَّا مُطلقًا كالبيهقي أَو على شَرطه كالبخاري ¶ الثَّانِيَة على المسانيد فَيجمع فِي تَرْجَمَة كل صَحَابِيّ مَا عِنْده من حَدِيثه صَحِيحه وضعيفه وعَلى هَذِه الطَّرِيقَة فقد ترَتّب على الْحُرُوف وَقد ترَتّب على الْقَبَائِل فَيقدم بني هَاشم ثمَّ الْأَقْرَب فَالْأَقْرَب وَقد ترَتّب بالسابقة فَيقدم الْعشْرَة ثمَّ أهل بدر ثمَّ الْحُدَيْبِيَة ثمَّ من هَاجر بَينهَا وَبَين الْفَتْح ثمَّ أصاغر الصَّحَابَة ثمَّ النِّسَاء يبْدَأ بأمهات الْمُؤمنِينَ وَمن أحْسنه تصنيفا مَا جمع فِي كل حَدِيث أَو بَاب طرقه وَاخْتِلَاف رِوَايَته مُعَللا كَمَا فعل يَعْقُوب بن شيبَة وَقد ترَتّب على الشُّيُوخ فَيجمع حَدِيث كل شيخ على انْفِرَاده أَو على التراجم كنافع عَن ابْن عمر وَهِشَام عَن أَبِيه وليحذر من إِخْرَاج تصنيفه قبل تهذيبه وتحريره وتكرير نظره فِيهِ ويتحرى الْعبارَات الْوَاضِحَة والاصطلاحات المستعملة وليحذر من تصنيف مَا لم يتأهل لَهُ ¶ وَقد بسطت من الْآدَاب فِي هَذَا النَّوْع وَفِي الَّذِي قبله فِي كتابي فِي أدب الْعلم المتعلم مَا لَا يحْتَملهُ هَذَا الْمُخْتَصر فَمن أَرَادَهُ فَعَلَيهِ بِهِ أَو مَا فِي فنه",
            "page": "110",
            "part": "1",
            "seal": "643A4B14"
        },
        {
            "id": "84",
            "nass": "الطّرف الرَّابِع فِي أَسمَاء الرِّجَال وطبقات الْعلمَاء وَمَا يتَّصل بذلك وَالْكَلَام فِيهِ فِي أحد وَعشْرين نوعا ¶ النَّوْع الأول فِي معرفَة الصَّحَابَة رَضِي الله عَنْهُم هَذَا فن مُهِمّ عَظِيم الْفَائِدَة يعرف بِهِ الْمُرْسل والمتصل وَقد صنف فِيهِ كتب كَثِيرَة وَمن أَجودهَا كتاب الِاسْتِيعَاب لِابْنِ عبد الْبر لَكِن شابه بِذكر مَا شجر بَينهم وبحكاياته عَن الأخباريين وَقد جمع فِيهِ أَبُو الْحسن بن الْأَثِير الْجَزرِي كتابا حسنا كثير الْفَائِدَة جمع فِيهِ كتبا كَثِيرَة وَفِي هَذَا النَّوْع فُصُول ¶ الأول اخْتلف فِي حد الصَّحَابِيّ وَالْمَعْرُوف عِنْد أهل الحَدِيث وَبَعض أَصْحَاب الْأُصُول أَنه كل من رأى رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ مُسلم قَالَه البُخَارِيّ فِي صَحِيحه وَأسْندَ الْخَطِيب عَن أَحْمد بن حَنْبَل أَنه قَالَ أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم من صَحبه سنة أَو شهرا أَو يَوْمًا أَو سَاعَة أَو رَآهُ فَهُوَ من أَصْحَابه وَقيل هُوَ من طَالَتْ مُجَالَسَته على طَرِيق التتبع وَعَن سعيد بن الْمسيب أَن الصَّحَابِيّ من أَقَامَ مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم سنة أَو سنتَيْن وغزا مَعَه غَزْوَة أَو غزوتين وَهَذَا ضَعِيف لِأَنَّهُ يَقْتَضِي أَن لَا يعد جرير بن عبد الله البجلى وأضاربه صحابيا وَلَا خلاف",
            "page": "111",
            "part": "1",
            "seal": "53AE052C"
        },
        {
            "id": "85",
            "nass": "أَنهم صحابة وَيعرف كَونه صحابيا بالتواتر كَأبي بكر وَعمر أَو الاستفاضة أَو بقول صَحَابِيّ غَيره إِنَّه صَحَابِيّ أَو بقوله عَن نَفسه إِنَّه صَحَابِيّ إِذا كَانَ عدلا وَهَذَا الْأَخير عِنْد بعض أهل الْأُصُول مُحْتَمل للْخلاف فِيهِ ¶ الثَّانِي الصَّحَابَة كلهم عدُول مُطلقًا لظواهر الْكتاب وَالسّنة وَإِجْمَاع من يعْتد بِهِ بِالشَّهَادَةِ لَهُم بذلك سَوَاء فِيهِ من لابس الْفِتْنَة وَغَيره ولبعض أهل الْكَلَام من الْمُعْتَزلَة وَغَيرهم فِي عدالتهم تَفْصِيل وَاخْتِلَاف لَا يعْتد بِهِ وأفضلهم على الْإِطْلَاق أَبُو بكر ثمَّ عمر بِإِجْمَاع أهل السّنة ثمَّ عُثْمَان ثمَّ عَليّ عِنْد جمهورهم وَحكى الْخطابِيّ عَن أهل السّنة من الْكُوفَة تَقْدِيم عَليّ على عُثْمَان وَبِه قَالَ أَبُو بكر بن خُزَيْمَة وَقَالَ أَبُو مَنْصُور الْبَغْدَادِيّ أَصْحَابنَا مجمعون على أَن أفضلهم الْخُلَفَاء الْأَرْبَعَة ثمَّ تَمام الْعشْرَة ثمَّ أهل بدر ثمَّ أحد ثمَّ بيعَة الرضْوَان وَمِمَّنْ لَهُ مزية أهل العقبتين من الْأَنْصَار أما السَّابِقُونَ الْأَولونَ فال ابْن الْمسيب هم من صلى إِلَى الْقبْلَتَيْنِ وَقَالَ الشّعبِيّ أهل بيعَة الرضْوَان وَقَالَ عَطاء أهل بدر ¶ الثَّالِث أَوَّلهمْ إسلاما أَبُو بكر وَقيل عَليّ وَقيل زيد وَقيل خَدِيجَة وَاخْتَارَهُ جمَاعَة من الْمُحَقِّقين وَادّعى الثَّعْلَبِيّ فِيهِ الْإِجْمَاع وَأَن الْخلاف فِيمَن بعْدهَا والأورع أَن يُقَال أول من أسلم من الرِّجَال الْأَحْرَار أَبُو بكر وَمن الصّبيان عَليّ وَمن النِّسَاء خَدِيجَة وَمن الموَالِي زيد وَمن العبيد بِلَال وَآخرهمْ موتا على وَجه الأَرْض أَبُو الطُّفَيْل عَامر بن وَاثِلَة مَاتَ بِمَكَّة سنة مئة وَآخر من مَاتَ قبله أنس بن مَالك بِالْبَصْرَةِ سنة ثَلَاث وَتِسْعين على الْأَظْهر وَقيل غير ذَلِك قلت وَيُقَال آخر من مَاتَ مِنْهُم بِالشَّام عبد الله بن بسر",
            "page": "112",
            "part": "1",
            "seal": "5799C36E"
        },
        {
            "id": "86",
            "nass": "وبمصر عبد الله بن جُزْء وبالبصرة أنس بن مَالك وبالكوفة عبد الله بن أبي أوفى وبالمدينة سهل بن سعد وبالبادية سَلمَة بن الْأَكْوَع وبمكة وَالْأَرْض كلهَا أَبُو الطُّفَيْل ¶ الرَّابِع أَكْثَرهم حَدِيثا أَبُو هُرَيْرَة ثمَّ ابْن عمر وَابْن عَبَّاس وَجَابِر وَأنس وَعَائِشَة وَأَكْثَرهم فتيا تروى ابْن عَبَّاس وَعَن ابْن الْمَدِينِيّ لم يكن من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم أحد لَهُ أَصْحَاب يقومُونَ بقوله فِي الْفِقْه إِلَّا ثَلَاثَة عبد الله بن مَسْعُود وَزيد بن ثَابت وَابْن عَبَّاس وَمن الصَّحَابَة العبادلة وهم عبد الله بن عَمْرو وَابْن عَبَّاس وَابْن الزبير وَابْن عَمْرو بن الْعَاصِ كَذَا عدهم أَحْمد بن حَنْبَل وَلَيْسَ ابْن مَسْعُود مِنْهُم قَالَ الْبَيْهَقِيّ لِأَنَّهُ تقدم مَوته وَهَؤُلَاء عاشوا حَتَّى احْتِيجَ إِلَى علمهمْ وَكَذَا كل من اسْمه عبد الله من الصَّحَابَة وهم نَحْو مئة وَعشْرين ¶ الْخَامِس قَالَ أَبُو زرْعَة الرَّازِيّ قبض رَسُول الله صلى الله عَلَيْهِ وَسلم على مئة ألف وَأَرْبَعَة عشر ألفا من الصَّحَابَة مِمَّن روى عَنهُ وَسمع مِنْهُ وَاخْتلف فِي عدد طبقاتهم وَالنَّظَر فِي ذَلِك إِلَى السَّبق بِالْإِسْلَامِ وَالْهجْرَة وشهود الْمشَاهد الفاضلة مَعَه صلى الله عَلَيْهِ وَسلم وجعلهم الْحَاكِم اثنتى عشر طبقَة وَزَاد غير هـ على ذَلِك ¶ // ¶ السَّادِس لَا يعرف من شهد بَدْرًا هُوَ وَابْنه إِلَّا أَبُو مرْثَد وَابْنه مرْثَد وَلَا سَبْعَة إخْوَة لأم شهدُوا بَدْرًا إِلَّا بَنو عفراء وَلَا شَهِدَهَا مُسلم ابْن مُسلمين إِلَّا عمار بن يَاسر وَلَا أَرْبَعَة صحابة متوالدون إِلَّا عبد الله بن أَسمَاء بنت أبي بكر بن أبي قُحَافَة وَابْن خَاله أَبُو عَتيق مُحَمَّد بن عبد الرَّحْمَن بن أبي بكر بن أبي قُحَافَة وَلَا سَبْعَة إخْوَة هَاجرُوا وصحبوا النَّبِي صلى الله عَلَيْهِ وَسلم إِلَّا بَنو مقرن",
            "page": "113",
            "part": "1",
            "seal": "6FA6E167"
        },
        {
            "id": "87",
            "nass": "النَّوْع الثَّانِي فِي معرفَة التَّابِعين وَفِيه فُصُول ¶ الأول التَّابِعِيّ من صحب صحابيا وَقيل من رَآهُ وَهُوَ الْأَظْهر وَيُقَال للْوَاحِد تَابِعِيّ وتابع قَالَ الْحَاكِم هم خمس عشرَة طبقَة أعلاهم من أدْرك الْعشْرَة قيس بن أبي حَازِم فَأَبُو عُثْمَان النَّهْدِيّ وَابْن الْمسيب وَغلط فِي ابْن الْمسيب فَإِنَّهُ ولد فِي خلَافَة عمر وَلم يسمع أَكثر الْعشْرَة حَتَّى قيل لم يُشْرك قيس بن أبي حَازِم فِي ذَلِك أحد وَقيل لم يَصح سَماع ابْن الْمسيب من غير سعد قلت إِنَّمَا قَالَ الْحَاكِم من أدركهم وَلم يقل من سمعهم فَلَا يرد عَلَيْهِ إِلَّا إِدْرَاك أبي بكر رضى الله عَنهُ خَاصَّة ويلي من أدْرك الْعشْرَة من ولد للصحابة فِي حَيَاة النَّبِي صلى الله عَلَيْهِ وَسلم كمحمد بن أبي بكر وَعبد الله بن أبي طَلْحَة وَأبي أُمَامَة أسعد بن سهل بن جُنَيْد وَأبي إِدْرِيس الْخَولَانِيّ ¶ الثَّانِي من التَّابِعين المخضرمون واحدهم مخضرم أَي مخضرم عَمَّا أدْركهُ غَيره أَي قطع وَهُوَ الَّذِي أدْرك الْجَاهِلِيَّة وزمن النَّبِي صلى الله عَلَيْهِ وَسلم وَلم يره وعدهم مُسلم عشْرين وهم أَكثر وَمِمَّنْ لم يعده أَبُو مُسلم الْخَولَانِيّ والأحنف وَعبد الله بن يزِيد ¶ وَمن أكَابِر التَّابِعين فُقَهَاء الْمَدِينَة السَّبْعَة وهم ابْن الْمسيب وَالقَاسِم بن مُحَمَّد وَعُرْوَة بن الزبير وخارجة بن زيد وَسليمَان بن يسَار وَعبيد الله بن عبد الله بن عتبَة بن مَسْعُود وَالسَّابِع أَبُو سَلمَة وَقَالَ ابْن الْمُبَارك سَالم بن عبد الله وَقَالَ أَبُو الزِّنَاد أَبُو بكر بن عبد الرَّحْمَن بن الْحَارِث بن هِشَام ¶ الثَّالِث عَن أَحْمد بن حَنْبَل أَن أفضل التَّابِعين ابْن الْمسيب قيل فعلقمة وَالْأسود قَالَ هُوَ وهما وَعنهُ لَا أعلم فيهم مثل أبي عُثْمَان النَّهْدِيّ",
            "page": "114",
            "part": "1",
            "seal": "A524BCAD"
        },
        {
            "id": "88",
            "nass": "وَقيس وَعنهُ أفضلهم قيس وَأَبُو عُثْمَان وعلقمة ومسروق وَقَالَ أَبُو عبد الله بن خَفِيف أهل الْمَدِينَة يَقُولُونَ أفضل التَّابِعين ابْن الْمسيب وَأهل الْكُوفَة يَقُولُونَ أويس وَأهل الْبَصْرَة يَقُولُونَ الْحسن وَقَالَ ابْن أبي دَاوُد سيدتا التابعيات حَفْصَة بنت سِيرِين وَعمرَة بنت عبد الرَّحْمَن وتليهما أم الدَّرْدَاء الصُّغْرَى وَاسْمهَا هجيمة وَقد عد قوم من التَّابِعين من لم يدْرك الصَّحَابَة وعد قوم من التَّابِعين من هم صحابة ¶ النَّوْع الثَّالِث فِي طَبَقَات الروَاة ¶ وَهُوَ فن مُهِمّ وطبقات ابْن سعد عَظِيم الْفَوَائِد فِيهِ وَهُوَ ثِقَة لكنه يروي عَن الضُّعَفَاء وَمِنْهُم شَيْخه مُحَمَّد بن عمر الْوَاقِدِيّ وَلَا ينْسبهُ ¶ والطبقة الْقَوْم المتشابهون وَقد يكونُونَ من طبقَة بِاعْتِبَار وَمن طبقتين بِاعْتِبَار كأنس وَشبهه من أصاغر الصَّحَابَة هم مَعَ الْعشْرَة فِي طبقَة الصَّحَابَة إِذا جعلُوا كلهم طبقَة وَاحِدَة وعَلى هَذَا فالتابعون طبقَة ثَانِيَة وأتباعهم ثَالِثَة وهلم جرا وَأما بِاعْتِبَار السوابق فالصحابة بضع عشرَة طبقَة كَمَا تقدم والتابعون طَبَقَات أَيْضا وَكَذَلِكَ من بعدهمْ والناظر فِيهِ يحْتَاج إِلَى معرفَة المواليد والوفيات وَمن رووا عَنهُ وروى عَنْهُم ¶ النَّوْع الرَّابِع فِي الْأَسْمَاء والكنى ¶ قد صنف فِيهِ ابْن الْمَدِينِيّ ثمَّ مُسلم ثمَّ النَّسَائِيّ ثمَّ الْحَاكِم أَبُو أَحْمد شيخ الْحَاكِم أبي عبد الله ثمَّ ابْن مَنْدَه وَغَيرهم وَالْمرَاد بِهَذَا النَّوْع بَيَان أَسمَاء ذَوي الكنى فمصنفه يبوب على حُرُوف الكنى وَهُوَ أَقسَام",
            "page": "115",
            "part": "1",
            "seal": "23C7134B"
        },
        {
            "id": "89",
            "nass": "الأول من سمي بالكنية وَلَيْسَ لَهُ أسم غَيرهَا وهم ضَرْبَان أَحدهمَا من لَهُ كنية غير اسْمه كَأبي بكر بن عبد الرَّحْمَن بن الْحَارِث كنيته أَبُو عبد الرَّحْمَن وَأبي بكر بن مُحَمَّد بن عَمْرو بن حزم كنيته أَبُو مُحَمَّد قَالَ الْخَطِيب لَا نَظِير لَهما وَقيل لَا كنية لِابْنِ حزم وَالثَّانِي من لَا كنية لَهُ كَأبي بِلَال الْأَشْعَرِيّ عَن شريك وكأبي حُصَيْن بن يحيى الرَّازِيّ روى عَنهُ أَبُو حَاتِم الرَّازِيّ ¶ الثَّانِي من عرف بكنيته وَلم يعرف هَل لَهُ اسْم غَيرهَا ام لَا كَأبي أنَاس بالنُّون صَحَابِيّ وكأبي مويهبة مولى النَّبِي صلى الله عَلَيْهِ وَسلم وَأبي شيبَة الْخُدْرِيّ وَأبي الْأَبْيَض عَن أنس وَأبي بكر بن نَافِع مولى ابْن عمر وَأبي النجيب بالنُّون وَقيل بِالتَّاءِ المضمومة وَالْجِيم مولى عبد الله بن عَمْرو بن الْعَاصِ وَأبي حريز بِالْحَاء وَالزَّاي بعد الْيَاء الموقفى والموقف محلّة بِمصْر وَأبي حَرْب بن أبي الْأسود ¶ الثَّالِث من لقب بكنية وَله اسْم وكنية غَيرهَا كَأبي تُرَاب لعَلي بن أبي طَالب أبي الْحسن وَأبي الزِّنَاد لعبد الله بن ذكْوَان أبي عبد الرَّحْمَن وَأبي تُمَيْلة يحيى بن وَاضح أبي مُحَمَّد وَأبي الآذان الْحَافِظ عمر بن إِبْرَاهِيم أبي بكر لقب بِهِ لكبر أُذُنَيْهِ وَأبي الشَّيْخ الْحَافِظ عبد الله بن مُحَمَّد أبي مُحَمَّد وَأبي حَازِم العبدوي عمر بن أَحْمد أبي حَفْص ¶ الرَّابِع من لَهُ كنيتان أَو أَكثر كَابْن جريج يكنى أَبَا الْوَلِيد وَأَبا خَالِد وَمَنْصُور الفراوي يكنى أَبَا الْفَتْح وَأَبا بكر وَأَبا الْقَاسِم ¶ الْخَامِس من اخْتلف فِي كنيته كأسامة بن زيد هُوَ أَبُو زيد وَقيل أَبُو مُحَمَّد وَقيل أَبُو عبد الله وَقيل أَبُو خَارِجَة وَهُوَ كثير",
            "page": "116",
            "part": "1",
            "seal": "8E40CB25"
        },
        {
            "id": "90",
            "nass": "السَّادِس من عرفت كنيته وَاخْتلف فِي اسْمه كَأبي بصرة الْغِفَارِيّ حميل بِضَم الْمُهْملَة وَقيل بجيم مَفْتُوحَة أَبُو جُحَيْفَة وهب وَقيل وهب الله أَبُو هُرَيْرَة عبد الرَّحْمَن بن صَخْر على الْأَصَح من ثَلَاثِينَ قولا وَهُوَ أول من كنى بهَا أَبُو بردة بن أبي مُوسَى قَالَ الْجُمْهُور عَامر وَقَالَ ابْن معِين الْحَارِث أَبُو بكر بن عَيَّاش المقرىء شُعْبَة على الْأَصَح من أحد عشر قولا وَقيل اسْمه كنيته ¶ السَّابِع من اخْتلف فيهمَا كسفينة مولى رَسُول الله صلى الله عَلَيْهِ وَسلم قيل عُمَيْر وَقيل صَالح وَقيل مهْرَان وكنيته أَبُو عبد الرَّحْمَن وَقيل أَبُو البخْترِي ¶ الثَّامِن من عرف مِنْهُ بِاتِّفَاق كآباء عبد الله أَصْحَاب الْمذَاهب سُفْيَان الثَّوْريّ وَمَالك وَمُحَمّد بن إِدْرِيس الشَّافِعِي وَأحمد بن حَنْبَل وَهُوَ كثير بل هُوَ الْأَكْثَر ¶ التَّاسِع من اشْتهر بكنيته مَعَ الْعلم باسمه كَأبي إِدْرِيس الْخَولَانِيّ عَائِذ الله بن عبد الله وَأبي إِسْحَاق السبيعِي عَمْرو بن عبد الله وَأبي الضُّحَى مُسلم بن صبيح بِضَم الصَّاد وَهُوَ كثير ¶ قلت الْعَاشِر من لم تشتهر كنيته واشتهر اسْمه كعثمان بن عَفَّان وَعَمْرو بن الْعَاصِ وَسعد بن معَاذ وَهُوَ كثير أَيْضا فِي الصَّحَابَة وَغَيرهم ¶ النَّوْع الْخَامِس فِي اتِّحَاد كنية جمع مِمَّن عرف واشتهر باسمه دون كنيته ¶ وَهَذَا النَّوْع ذكرته فِي أَقسَام النَّوْع الَّذِي قبله لِأَن التَّقْسِيم أدّى إِلَيْهِ لَكِن من حَقه أَن يبوب على الْأَسْمَاء",
            "page": "117",
            "part": "1",
            "seal": "8A868885"
        },
        {
            "id": "91",
            "nass": "أَبُو مُحَمَّد يكنى بِهِ من الصَّحَابَة طَلْحَة وَعبد الرَّحْمَن وَالْحسن بن عَليّ ثَابت بن قيس كَعْب بن عجْرَة الْأَشْعَث بن قيس معقل بن سِنَان عبد الله بن جَعْفَر عبد الله بن بُحَيْنَة عبد الله بن عَمْرو عبد الرَّحْمَن بن أبي بكر جُبَير بن مطعم الْفضل بن الْعَبَّاس حويطب مَحْمُود بن الرّبيع ¶ فرع أَبُو عبد الله يكنى بِهِ الزبير الْحُسَيْن بن عَليّ سلمَان الْفَارِسِي حُذَيْفَة رَافع بن خديج عَامر بن ربيعَة كَعْب بن مَالك عمَارَة بن حزم جَابر بن عبد الله النُّعْمَان بن بشير حَارِثَة بن النُّعْمَان ثَوْبَان عُثْمَان بن حنيف عَمْرو بن الْعَاصِ مُغيرَة بن شُعْبَة شُرَحْبِيل بن حَسَنَة وَكثير غَيرهم ¶ فرع أَبُو عبد الرَّحْمَن يكنى بِهِ عبد الله بن عمر عبد الله بن مَسْعُود معَاذ بن جبل زيد بن الْخطاب مُعَاوِيَة مُحَمَّد بن مسلمة عويم بن سَاعِدَة زيد بن خَالِد الْحَارِث بن هِشَام الْمسور بن مخرمَة وَغَيرهم وَفِي بعض هَؤُلَاءِ خلاف ¶ النَّوْع السَّادِس فِي الألقاب ¶ هَذَا النَّوْع كثير من لَا يعرفهُ يُوشك أَن يَظُنهَا اسامي فَيجْعَل من ذكر فِي مَكَان باسمه وَفِي مَكَان بلقبه شَخْصَيْنِ وَقد ألف النَّاس فِيهِ والألقاب منقسمة إِلَى مَا يجوز وَهُوَ مَا لَا يكرههُ صَاحبه وَإِلَى مَا لَا يجوز وَهُوَ مَا يكرههُ فَلَا يجوز إِلَّا للتعريف وَهَذَا طرف مِنْهُ مُعَاوِيَة بن عبد الْكَرِيم الضال ضل فِي طَرِيق مَكَّة",
            "page": "118",
            "part": "1",
            "seal": "8A169411"
        },
        {
            "id": "92",
            "nass": "عبد الله بن مُحَمَّد الضَّعِيف كَانَ ضَعِيفا فِي بدنه لَا فِي حَدِيثه مُحَمَّد بن الْفضل أَبُو النُّعْمَان عَارِم كَانَ بَعيدا من العرامة وَهِي الْفساد غنْدر لقب جمَاعَة كل مِنْهُم مُحَمَّد بن جَعْفَر أَوَّلهمْ مُحَمَّد بن جَعْفَر صَاحب شُعْبَة لقبه بِهِ ابْن جريج وَالثَّانِي أَبُو الْحُسَيْن يروي عَن أبي حَاتِم الرَّازِيّ وَالثَّالِث الْبَغْدَادِيّ الْحَافِظ الجوال روى عَنهُ أَبُو نعيم الرَّابِع الْبَغْدَادِيّ أَبُو الطّيب روى عَن أبي خَليفَة الجُمَحِي وَآخَرُونَ غَيرهم غُنْجَار اثْنَان بخاريان عِيسَى بن مُوسَى عَن مَالك وَالثَّوْري وَالثَّانِي صَاحب تاريخها أَبُو عبد الله ¶ صَاعِقَة مُحَمَّد بن عبد الرَّحِيم أَبُو يحيى لقب بِهِ لحفظه وَشدَّة مذاكرته ¶ شباب بِالتَّخْفِيفِ خَليفَة بن خياط صَاحب التَّارِيخ ¶ زنيج بالزاي وَالنُّون وَالْجِيم أَبُو غَسَّان مُحَمَّد بن عَمْرو الرَّازِيّ روى عَنهُ مُسلم ¶ رسته بِضَم الرَّاء وَسُكُون السِّين وَالْهَاء عبد الرَّحْمَن الْأَصْفَهَانِي ¶ سنيد الْحُسَيْن بن دَاوُد صَاحب التَّفْسِير روى عَنْهُمَا أَبُو زرْعَة وَأَبُو حَاتِم",
            "page": "119",
            "part": "1",
            "seal": "78D2F52C"
        },
        {
            "id": "93",
            "nass": "بنْدَار مُحَمَّد بن بشار روى عَنهُ البُخَارِيّ وَمُسلم لقب بِهِ لِأَنَّهُ بنْدَار الحَدِيث أَي مكثرا مِنْهُ يفرقه على غَيره ¶ قَيْصر أَبُو النَّضر هَاشم بن الْقَاسِم روى عَنهُ أَحْمد بن حَنْبَل ¶ الْأَخْفَش هُوَ لجَماعَة نحويين أَحْمد بن عمرَان مُتَقَدم روى عَن زيد بن الْحباب ثمَّ أَبُو الْخطاب عبد الحميد بن عبد الْمجِيد الْمَذْكُور فِي كتاب سِيبَوَيْهٍ ثمَّ سعيد بن مسْعدَة صَاحب سِيبَوَيْهٍ ثمَّ أَبُو الْحسن عَليّ بن سُلَيْمَان صَاحب ثَعْلَب والمبرد وَهُوَ الْمَشْهُور ¶ مربع بِفَتْح الْبَاء الْمُشَدّدَة مُحَمَّد بن إِبْرَاهِيم الْبَغْدَادِيّ ¶ جزرة بِفَتْح الْجِيم وَكسرهَا صَالح بن مُحَمَّد الْحَافِظ صحف خرزة بجزرة فلقب بهَا ¶ عبيد الْعجل بِالتَّنْوِينِ أَبُو عبد الله الْحُسَيْن بن مُحَمَّد الْبَغْدَادِيّ ¶ كليجة بِكَسْر الْكَاف وَفتح اللَّام مُحَمَّد بن صَالح الْبَغْدَادِيّ الْحَافِظ ¶ ماغمه عَلان بن عبد الصَّمد وَهُوَ عَليّ بن الْحسن بن عبد الصَّمد الْبَغْدَادِيّ وَيجمع فِيهِ اللقبان فَيُقَال عَلان ماغمه وَهَؤُلَاء الْخَمْسَة لقبهم يحيى بن معِين وهم كبار أَصْحَابه ¶ سجادة اثْنَان الْحسن بن حَمَّاد سمع وكيعا وَالْحُسَيْن بن أَحْمد روى عَنهُ ابْن عدي ¶ مشكدانة بِضَم الْمِيم وَفتح الْكَاف مَعْنَاهُ بِالْفَارِسِيَّةِ حَبَّة الْمسك أَو وعاؤه ¶ مطين بِفَتْح الْيَاء أَبُو جَعْفَر الْحَضْرَمِيّ",
            "page": "120",
            "part": "1",
            "seal": "F94EA425"
        },
        {
            "id": "94",
            "nass": "عَبْدَانِ لقب جمَاعَة أكبرهم عبد الله بن عُثْمَان راوية ابْن الْمُبَارك ¶ النَّوْع السَّابِع الْمُخْتَلف والمؤتلف ¶ هُوَ فن جليل يقبح جَهله بِأَهْل الْعلم وَلَا سِيمَا أهل الحَدِيث وَمن لم يعرفهُ كثر خَطؤُهُ وَهُوَ مَا يأتلف فِي الْخط أَي تتفق صورته وَيخْتَلف لَفظه وَهُوَ منتشر لَا ضَابِط فِي أَكْثَره إِنَّمَا يحفظ تَفْصِيلًا وصنف فِيهِ كتب مفيدة أكملها الْإِكْمَال لِابْنِ مَاكُولَا وَفِيه إعواز تممه ابْن نقطة الْبَغْدَادِيّ ¶ وَمَا يدْخل تَحت الضَّبْط مِنْهُ قِسْمَانِ أَحدهمَا على الْعُمُوم وَالثَّانِي على الْخُصُوص ¶ الْقسم الأول مثل سَلام كُله مشدد إِلَّا خَمْسَة وَالِد عبد الله بن سَلام الصَّحَابِيّ وَمُحَمّد بن سَلام البيكندي شيخ البُخَارِيّ على الصَّحِيح فِيهِ وَسَلام بن مُحَمَّد بن ناهض الْمَقْدِسِي روى عَنهُ الطَّبَرَانِيّ وَسَماهُ سَلامَة وَسَلام جد مُحَمَّد بن عبد الْوَهَّاب بن سَلام الجبائي المعتزلي وَسَلام بن أبي الْحقيق قيل سَلام بن مشْكم خمار كَانَ فِي الْجَاهِلِيَّة وَالْمَعْرُوف تشديده ¶ عمَارَة بِالْكَسْرِ أَبُو أبي بن عمَارَة فَقَط وَمن عداهُ بِالضَّمِّ ¶ وَأما عمَارَة بِفَتْح الْعين وَتَشْديد الْمِيم فجماعة ذكرهم ابْن مَاكُولَا ¶ كريز بِفَتْح الْكَاف وَكسر الرَّاء فِي خُزَاعَة وبضم الْكَاف وَفتح الرَّاء فِي عبد شمس وَغَيرهم ¶ حرَام بالراء فِي الْأَنْصَار وبالزاي فِي قُرَيْش",
            "page": "121",
            "part": "1",
            "seal": "C94B90CD"
        },
        {
            "id": "95",
            "nass": "العيشيون بِالْيَاءِ والشين الْمُعْجَمَة بصريون وبالسين مَعَ الْبَاء الْمُوَحدَة كوفيون وَمَعَ النُّون شَامِيُّونَ غَالِبا ¶ أَبُو عُبَيْدَة كُله بِالضَّمِّ ¶ السّفر بِلَا كنية كُله بِسُكُون الْفَاء وبالكنية كُله بِفَتْحِهَا وسكنها بعض أهل الْمغرب فِي أبي السّفر سعيد بن يحمد بِضَم الْيَاء وَكسر الْمِيم وبفتحهما مَعًا وَخَالفهُم أهل الحَدِيث ¶ عسل كلهم بِكَسْر الْعين وَسُكُون السِّين الْمُهْمَلَتَيْنِ إِلَّا عسل بن ذكْوَان الأخباري فَإِنَّهُ بفتحهما ¶ غَنَّام كُله بِالْمُعْجَمَةِ وَالنُّون الْمُشَدّدَة إِلَّا عثام بن عَليّ وَالِد عَليّ بن عثام الزَّاهِد فَإِنَّهُ بِالْمُهْمَلَةِ والمثلثة ¶ قمير كُله بِضَم الْقَاف وَفتح الْمِيم إِلَّا امْرَأَة مَسْرُوق فَإِنَّهُ بِفَتْحِهَا وَكسر الْمِيم ¶ مسور كُله بِكَسْر الْمِيم وَسُكُون وَفتح الْوَاو الْخَفِيفَة إِلَّا اثْنَيْنِ مسور بن يزِيد الصَّحَابِيّ ومسور بن عبد الْملك الْيَرْبُوعي فَإِنَّهُمَا بِضَم الْمِيم وَتَشْديد الْوَاو الْمَفْتُوحَة وَفتح السِّين ¶ الْجمال كُله بِالْجِيم فِي الصِّفَات إِلَّا هَارُون بن عبد الله الْحمال أَبَا مُوسَى الْحَافِظ فَإِنَّهُ بِالْحَاء الْمُهْملَة ¶ حمال فِي الْأَسْمَاء كلهَا بِالْحَاء مِنْهُم حمال أَبُو أَبيض بن حمال وحمال بن مَالك الْأَسدي ¶ الْهَمدَانِي هُوَ إِلَى الْقَبِيلَة فِي الْمُتَقَدِّمين أَكثر بِسُكُون الْمِيم الْمُهْملَة وَإِلَى الْمَدِينَة فِي الْمُتَأَخِّرين أَكثر بِفَتْح الْمِيم والمعجمة",
            "page": "122",
            "part": "1",
            "seal": "6849450B"
        },
        {
            "id": "96",
            "nass": "الحناط عِيسَى بن أبي عِيسَى وَمُسلم الحناط كل مِنْهُمَا يُقَال فِيهِ بِالْحَاء الْمُهْملَة وَالنُّون وبالخاء الْمُعْجَمَة مَعَ الْبَاء الْمُوَحدَة وَمَعَ الْيَاء الخاتمة ينْسب كل مِنْهُمَا إِلَى الْحِنْطَة والخبط والخياطة ¶ الْقسم الثَّانِي الْخُصُوص وَهُوَ ضبط مَا فِي الصَّحِيحَيْنِ والموطأ ¶ الْأَسْمَاء بشر كُله بِكَسْر الْبَاء وبالشين الْمُعْجَمَة إِلَّا أَرْبَعَة بِضَم الْبَاء وبالسين الْمُهْملَة عبد الله بن بسر الصَّحَابِيّ وَبسر بن سعيد وَبسر بن عبيد الله الْحَضْرَمِيّ وَبسر بن محجن الديلِي وَقيل فِيهِ خَاصَّة بِالْمُعْجَمَةِ ¶ بشير كُله بِفَتْح الْبَاء الْمُوَحدَة وَكسر الشين الْمُعْجَمَة إِلَّا أَرْبَعَة مِنْهُم اثْنَان بِضَم الْبَاء وَفتح الشين الْمُعْجَمَة بشير بن كَعْب وَبشير بن يسَار وَالثَّالِث بسير بن عَمْرو بِضَم الْيَاء الخاتمة وَفتح السِّين الْمُهْملَة وَيُقَال أَيْضا أَسِير وَالرَّابِع قطن بن نسير بِضَم النُّون وَفتح الْمُهْملَة ¶ الْبَراء كُله بتَخْفِيف الرَّاء إِلَّا الْبَراء أَبَا معشر والبراء أَبَا الْعَالِيَة فَإِنَّهُمَا بِالتَّشْدِيدِ ¶ جرير كُله بِالْجِيم وَالرَّاء إِلَّا حريز بن عُثْمَان الرَّحبِي بِفَتْح الْحَاء وَأَبا حريز عبد الله بن الْحُسَيْن القَاضِي الرَّاوِي عَن عِكْرِمَة فَإِنَّهُمَا بِالْحَاء الْمُهْملَة وَالزَّاي بعد الْيَاء ¶ حَارِثَة كُله بِالْحَاء والثاء النثلثة إِلَّا أَرْبَعَة جَارِيَة بن قدامَة وَيزِيد بن جَارِيَة وَأسيد بن جَارِيَة الثَّقَفِيّ جد عمر بن أبي سُفْيَان بن أسيد بن جَارِيَة روى لَهُ البُخَارِيّ وَالْأسود بن الْعَلَاء بن جَارِيَة الثَّقَفِيّ روى لَهُ مُسلم وَلم يذكر هذَيْن ابْن الصّلاح وعياض ¶ حُصَيْن كُله بِضَم الْحَاء وبالصاد الْمُهْملَة إِلَّا اثْنَيْنِ أَبَا حُصَيْن عُثْمَان بن",
            "page": "123",
            "part": "1",
            "seal": "637BB1E4"
        },
        {
            "id": "97",
            "nass": "عَاصِم بِفَتْح الْحَاء وَكسر الصَّاد وَأَبا ساسان حضين بن الْمُنْذر بِضَم الْحَاء وَفتح الضَّاد الْمُعْجَمَة ¶ حَازِم كُله بِالْحَاء الْمُهْملَة إِلَّا وَالِد أبي مُعَاوِيَة الضَّرِير مُحَمَّد بن خازم فبالمعجمة ¶ حَيَّان كُله بِالْيَاءِ الخاتمة إِلَّا حبَان بن منقذ وَالِد وَاسع بن حبَان وجد مُحَمَّد بن يحيى بن حبَان وحبان بن هِلَال يروي عَن شُعْبَة ووهيب وَهَمَّام فكلهم بِفَتْح الْحَاء وَالْبَاء الْمُوَحدَة وَإِلَّا حبَان بن عَطِيَّة وحبان بن مُوسَى وحبان بن العرقة فَهَؤُلَاءِ الثَّلَاثَة بِكَسْر الْحَاء وبالباء الْمُوَحدَة ¶ حبيب كُله بِفَتْح الْحَاء الْمُهْملَة إِلَّا خبيب بن عدي وخبيب بن عبد الرَّحْمَن بن خبيب وَأَبا خبيب كنية ابْن الزبير فَهَؤُلَاءِ بِضَم الْخَاء الْمُعْجَمَة ¶ حَكِيم كُله بِفَتْح الْحَاء وَكسر الْكَاف إِلَّا حَكِيم بن عبد الله ورزيق بن حَكِيم فبضم الْحَاء وَفتح الْكَاف ¶ خرَاش كُله بِالْخَاءِ الْمُعْجَمَة الكسورة إِلَّا ولد ربعي فَإِنَّهُ بِالْمُهْمَلَةِ ¶ رَبَاح كُله بِفَتْح الرَّاء وبالباء الْمُوَحدَة إِلَّا زِيَاد بن ريَاح الرَّاوِي عَن أبي هُرَيْرَة فبكسر الرَّاء وَالْيَاء الخاتمة ¶ زبيد هُوَ فِي الصَّحِيحَيْنِ زبيد بن الْحَارِث اليامي بالزاي المضمومة وَالْبَاء الْمُوَحدَة الْمَفْتُوحَة لَيْسَ فيهمَا غَيره وَهُوَ فِي الْمُوَطَّأ زييد بن الصَّلْت بالخاتمتين بعد الزَّاي يكسر أَوله وَيضم لَيْسَ فِيهِ غَيره",
            "page": "124",
            "part": "1",
            "seal": "44818E28"
        },
        {
            "id": "98",
            "nass": "سَالم كُله بِالْألف إِلَّا سلم بن زرير وَسلم بن قُتَيْبَة وَسلم بن أبي الذَّيَّال وَسلم بن عبد الرَّحْمَن فَهُوَ بِحَذْف الْألف ¶ سليم كُله بِضَم السِّين إِلَّا سليم بن حَيَّان بِفَتْحِهَا ¶ شُرَيْح كُله بِالْمُعْجَمَةِ والحاء الْمُهْملَة إِلَّا سُرَيج بن يُونُس وسريج بن النُّعْمَان وَأحمد بن أبي سُرَيج فبالمهملة وَالْجِيم ¶ سُلَيْمَان كُله بِالْيَاءِ إِلَّا الْفَارِسِي وَابْن عَامر والأغر وسلمان أَبَا عبد الرَّحْمَن فبحذف الْيَاء ¶ سَلمَة كُله بِفَتْح اللَّام إِلَّا عَمْرو بن سَلمَة إِمَام قومه وَبني سَلمَة من الْأَنْصَار فبكسرها وَعبد الْخَالِق بن سَلمَة فِيهِ الْوَجْهَانِ ¶ شَيبَان كُله بِالْمُعْجَمَةِ ¶ سِنَان كُله بِكَسْر السِّين الْمُهْملَة وَالنُّون وهم سِنَان بن أبي سِنَان وَابْن ربيعَة وَابْن سَلمَة وَأحمد بن سِنَان وَأَبُو سِنَان ضرار بن مرّة وَأم سِنَان ¶ عُبَيْدَة كُله بِضَم الْعين إِلَّا السَّلمَانِي وَابْن سُفْيَان وَابْن حميد وعامر بن عُبَيْدَة فَهُوَ بِفَتْحِهَا ¶ عبيد كُله بِالضَّمِّ ¶ عبَادَة كُله بِالضَّمِّ إِلَّا مُحَمَّد بن عبَادَة شيخ البُخَارِيّ بِالْفَتْح ¶ عَبدة بِسُكُون الْبَاء إِلَّا عَامر بن عَبدة وبجالة بن عَبدة فبفتحها وسكونها ¶ عباد كُله بِالْفَتْح وَالتَّشْدِيد إِلَّا قيس بن عباد بِالضَّمِّ وَالتَّخْفِيف ¶ عقيل بِفَتْح الْعين إِلَّا ابْن خَالِد وَهُوَ عَن الزُّهْرِيّ غير مَنْسُوب وَيحيى بن عقيل وَبني عقيل الثَّلَاثَة بِالضَّمِّ",
            "page": "125",
            "part": "1",
            "seal": "3AE7EA81"
        },
        {
            "id": "99",
            "nass": "وَاقد كُله بِالْقَافِ الْمُهْملَة ¶ الْأَنْسَاب ¶ الْأَيْلِي كُله بِفَتْح الْهمزَة وَالْيَاء الخاتمة ¶ الْبَزَّاز كُله بزايين إِلَّا خلف بن هِشَام وَالْحسن بن الصَّباح فالثانية رَاء ¶ الْبَصْرِيّ كُله بِالْبَاء مَفْتُوحَة ومكسورة نِسْبَة إِلَى الْبَصْرَة إِلَّا مَالك بن أَوْس بن الْحدثَان النصري بالنُّون الْمَفْتُوحَة ¶ الثَّوْريّ كُله بِالْمُثَلثَةِ إِلَّا أَبَا يعلي مُحَمَّد بن الصَّلْت التوزي بِالتَّاءِ الْمُثَنَّاة وَتَشْديد الْوَاو الْمَفْتُوحَة بالزاي ¶ الْجريرِي كُله بِضَم الْجِيم وَفتح الرَّاء إِلَّا يحيى بن بشر شيخ الْإِمَامَيْنِ فبالحاء الْمَفْتُوحَة ¶ الْحَارِثِيّ بِالْحَاء والثاء الْمُثَلَّثَة وفيهَا سعد الْجَارِي بِالْجِيم وَالْيَاء بعد الرَّاء ¶ الْحزَامِي كُله بالزاي إِلَّا حَدِيث مُسلم فِي حَدِيث أبي الْيُسْر كَانَ لي على فلَان الحرامي قيل بالراء وَقيل بالزاي وَقيل بِالْجِيم والذال ¶ السّلمِيّ فِي الْأَنْصَار بفتحهما وَيجوز فِي لغية كسر اللَّام وبضم السِّين فِي بني سليم",
            "page": "126",
            "part": "1",
            "seal": "8522B8ED"
        },
        {
            "id": "100",
            "nass": "الْهَمدَانِي كُله بِسُكُون الْمِيم وَالدَّال الْمُهْملَة إِلَى الْقَبِيلَة ¶ النَّوْع الثَّامِن الْمُتَّفق والمفترق هُوَ مَا اتّفق خطا ولفظا وافترق مُسَمَّاهُ وللخطيب فِيهِ كتاب وَهُوَ أَقسَام ¶ الأول من اتّفقت أَسمَاؤُهُم وَأَسْمَاء آبَائِهِم كالخليل بن أَحْمد سِتَّة أَوَّلهمْ شيخ سِيبَوَيْهٍ وَلم يسم أحد بعد النَّبِي صلى الله عَلَيْهِ وَسلم بِأَحْمَد قبل أَبِيه وَالثَّانِي أَبُو بشر الْمُزنِيّ الْبَصْرِيّ وَالثَّالِث أصبهاني وَالرَّابِع أَبُو سعيد السجْزِي الْحَنَفِيّ وَالْخَامِس أَبُو سعيد البستي القَاضِي روى عَنهُ الْبَيْهَقِيّ وَالسَّادِس أَبُو سعيد البستي الشَّافِعِي روى عَنهُ أَبُو الْعَبَّاس العذري وكيحيى بن سعيد الْقطَّان والأنصاري وكأبي بكر بن عَيَّاش ثَلَاثَة القارىء والحمصي والسلمي الباحدائي ¶ الثَّانِي من اتّفقت أَسمَاؤُهُم وَأَسْمَاء آبَائِهِم ونسبتهم مثل مُحَمَّد بن عبد الله الْأنْصَارِيّ القَاضِي الْمَشْهُور شيخ البُخَارِيّ وَالثَّانِي أَبُو سَلمَة وَهُوَ ضَعِيف ¶ الثَّالِث من اتّفقت أَسمَاؤُهُم وَأَسْمَاء آبَائِهِم وأجدادهم مثل أَحْمد بن جَعْفَر بن حمدَان أَرْبَعَة كل مِنْهُم يروي عَمَّن اسْمه عبد الله أحدهم أَبُو بكر الْقطيعِي عَن عبد الله بن أَحْمد بن حَنْبَل وَالثَّانِي أَبُو بكر السَّقطِي عَن عبد الله بن أَحْمد الدَّوْرَقِي وَالثَّالِث الدينَوَرِي عَن عبد الله بن مُحَمَّد بن سِنَان وَالرَّابِع الطرسوسي عَن عبد الله بن جبر الطرسوسي ¶ الرَّابِع من اتّفقت أَسمَاؤُهُم وَأَسْمَاء آبَائِهِم وأجدادهم ونسبتهم مثل مُحَمَّد بن يَعْقُوب بن يُوسُف النَّيْسَابُورِي اثْنَان أَحدهمَا أَبُو الْعَبَّاس الْأَصَم وَالثَّانِي أَبُو عبد الله بن الأخرم",
            "page": "127",
            "part": "1",
            "seal": "63F6EBD8"
        },
        {
            "id": "101",
            "nass": "الْخَامِس من اتّفقت كنيتهم ونسبتهم دون الِاسْم مثل أبي عمرَان الْجونِي اثْنَان عبد الْملك التَّابِعِيّ ومُوسَى بن سهل الْبَصْرِيّ ¶ السَّادِس من اتّفقت أَسمَاؤُهُم وكنى آبَائِهِم مثل صَالح بن أبي صَالح أَرْبَعَة مولى التوءمة وَابْن السمان والسدوسي وَمولى عَمْرو بن حُرَيْث ¶ السَّابِع من اتَّفقُوا فِي الِاسْم أَو الكنية وافترقوا عِنْد الْإِطْلَاق قَالَ مسلمة بن سُلَيْمَان إِذا قيل بِمَكَّة عبد الله فَابْن الزبير أَو بِالْمَدِينَةِ فَابْن عمر أَو بِالْكُوفَةِ فَابْن مَسْعُود أَو بِالْبَصْرَةِ فَابْن عَبَّاس أَو بخراسان فَابْن الْمُبَارك قَالَ الخليلي إِذا قَالَه الْمصْرِيّ فَابْن عَمْرو أَو الْمَكِّيّ فَابْن عَبَّاس وَقَالَ ابْن خلاذ إِذا قَالَ عَارِم أَو سُلَيْمَان بن حَرْب حَدثنَا حَمَّاد فَهُوَ ابْن زيد وَإِذا قَالَه التَّبُوذَكِي أَو الْحجَّاج بن منهال فَابْن سَلمَة وَإِذا قَالَه عَفَّان احتملهما وَجَاء عَنهُ إِذا أطلقت حمادا فَهُوَ ابْن سَلمَة ¶ أَبُو حَمْزَة عَن ابْن عَبَّاس إِذا أطلقهُ غير شُعْبَة فَهُوَ بِالْحَاء وَالزَّاي وَإِذا أطلقهُ شُعْبَة فَهُوَ بِالْجِيم وَالرَّاء نصر بن عمرَان الضبعِي وَقيل أَن شُعْبَة يروي عَن سَبْعَة عَن ابْن عَبَّاس كلهم أَبُو حَمْزَة بِالْحَاء وَالزَّاي إِلَّا وَاحِدًا وَهُوَ نصر بن عمرَان فَإِنَّهُ بِالْجِيم وَالرَّاء وَإِذا أطلقهُ شُعْبَة فَهُوَ بِالْجِيم ¶ الثَّامِن من اتّفقت نسبتهم خَاصَّة وَهُوَ كثير مِنْهُم الآملي بِالْمدِّ وَالْمِيم قَالَ السَّمْعَانِيّ أَكثر عُلَمَاء طبرستان من آمل طبرستان وَالثَّانِي آمل جيحون مِمَّن ينْسب إِلَيْهِ عبد الله بن حَمَّاد شيخ البُخَارِيّ وَغلط أَبُو عَليّ الغساني وَالْقَاضِي عِيَاض بنسبته إِلَى آمل طبرستان وَمِنْهُم الْحَنَفِيّ ينْسب إِلَى بني حنيفَة وَإِلَى مَذْهَب أبي حنيفَة وَمَا أطلق من هَذَا النَّوْع فَيعرف إِمَّا بالراوي عَنهُ",
            "page": "128",
            "part": "1",
            "seal": "64C67EF1"
        },
        {
            "id": "102",
            "nass": "أَو بالمروي عَنهُ أَو بمجيئه عَن طَرِيق آخر مُبينًا ¶ النَّوْع التَّاسِع مَا تركب من النَّوْعَيْنِ قبله ¶ وَهُوَ أَن يتَّفق أسماؤهما وتأتلف وتختلف أَسمَاء أبويهما أَو أنسابهما أَو عَكسه وللخطيب فِيهِ كتاب حسن سَمَّاهُ تَلْخِيص الْمُتَشَابه فِي الرَّسْم مثل مُوسَى بن عَليّ بِفَتْح الْعين كَثِيرُونَ ومُوسَى بن عَليّ بن رَبَاح اللَّخْمِيّ الْمصْرِيّ بضَمهَا وَفتحهَا بَعضهم لِأَنَّهُ كَانَ يحرج من ضمه وَقيل بِالضَّمِّ لقب وبالفتح أسم وَمُحَمّد بن عبد الله المخرمي بِضَم الْمِيم وفتخ الْخَاء وَكسر الرَّاء الْمُشَدّدَة مُحدث مَشْهُور نسب إِلَى المخرم بِبَغْدَاد وَمُحَمّد بن عبد الله المخرمي بِفَتْح الْمِيم وَسُكُون الْخَاء وَتَخْفِيف الرَّاء الْمَفْتُوحَة روى عَن الشَّافِعِي ويقاربه ثَوْر بن يزِيد الكلَاعِي الشَّامي وثور بن زيد الديلِي الْحِجَازِي روى عَنهُ مَالك وخرجا عَنهُ فِي الصَّحِيحَيْنِ وَالْأول خرج عَنهُ البُخَارِيّ خَاصَّة وَقَول ابْن الصّلاح فِي كِتَابه حَدِيثه عِنْد مُسلم خَاصَّة سَهْو فقد روى البُخَارِيّ عَن أبي نعيم الْفضل بن دُكَيْن وسُفْيَان الثَّوْريّ عَن ثَوْر هَذَا عَن خَالِد بن معدان عَن أبي أُمَامَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يَقُول إِذا رفعت الْمَائِدَة الْحَمد لله حمدا كثيرا الحَدِيث وَلم يخرج عَنهُ مُسلم وَلَا عَن خَالِد بن معدان ¶ وَمن ذَلِك مَا اتّفق فِي الكنية وَاخْتلف وائتلف فِي النِّسْبَة مثل أبي عَمْرو الشَّيْبَانِيّ بالشين الْمُعْجَمَة التَّابِعِيّ سعد بن إِيَاس وَإِسْحَاق بن مرار اللّغَوِيّ",
            "page": "129",
            "part": "1",
            "seal": "4861794A"
        },
        {
            "id": "103",
            "nass": "وَجَاء فِي مرار وزن جيال وغزال وعمار وَأَبُو عَمْرو السيباني بِالسِّين الْمُهْملَة تَابِعِيّ اسْمه زرْعَة وَهُوَ وَالِد يحيى بن أبي عَمْرو ¶ وَمن عكس ذَلِك عَمْرو بن زُرَارَة بِفَتْح الْعين كثير مِنْهُم شيخ مُسلم أَبُو مُحَمَّد عَمْرو النَّيْسَابُورِي وَعمر بن زُرَارَة بِضَم الْعين يعرف بالحدثي وحيان بن حُصَيْن التَّابِعِيّ بِالْيَاءِ الخاتمة الْمُشَدّدَة يروي عَن عمار وحنان بالنُّون الْخفية يروي عَن أبي عُثْمَان النَّهْدِيّ ¶ النَّوْع الْعَاشِر المتشابهون فِي الِاسْم وَاسم الْأَب المتمايزون فِي التَّقْدِيم وَالتَّأْخِير ¶ مثل يزِيد بن الْأسود وَالْأسود بن يزِيد الأول مِنْهُم الْخُزَاعِيّ الصَّحَابِيّ وَمِنْهُم الجرشِي التَّابِعِيّ الْمَشْهُور بالصلاح واستسقى بِهِ مُعَاوِيَة بِدِمَشْق وَالثَّانِي الْأسود النَّخعِيّ التَّابِعِيّ الإِمَام الْمَشْهُور الْوَلِيد بن مُسلم تَابِعِيّ بَصرِي والدمشقي الْمَشْهُور صَاحب الْأَوْزَاعِيّ وَمُسلم بن الْوَلِيد بن رَبَاح الْمدنِي ¶ النَّوْع الْحَادِي عشر من نسب إِلَى غير أَبِيه هم أَقسَام ¶ الأول من نسب إِلَى أمه كمعاذ بن عفراء وَأَخُوهُ معوذ وعوذ وَيُقَال عَوْف وأبوهم الْحَارِث وبلال بن حمامة أَبُو رَبَاح سهل وَسُهيْل وَصَفوَان بَنو بَيْضَاء أبوهم وهب شُرَحْبِيل بن حَسَنَة أَبوهُ عبد الله عبد الله بن بُحَيْنَة",
            "page": "130",
            "part": "1",
            "seal": "2617BF9B"
        },
        {
            "id": "104",
            "nass": "أَبوهُ مَالك مُحَمَّد بن الْحَنَفِيَّة أَبوهُ عَليّ رَضِي الله عَنْهُمَا إِسْمَاعِيل بن علية أَبوهُ إِبْرَاهِيم ¶ الثَّانِي من نسب إِلَى جدته يعلي بن منية هِيَ أم أَبِيه أُميَّة وَقيل أمه ومنية بِوَزْن مزنة بشير بن الخصاصية هِيَ أم الثَّالِث من أجداده وَأَبوهُ معبد وَقيل هِيَ أمه ابْن سكينَة عبد الْوَهَّاب الْبَغْدَادِيّ هِيَ أم أَبِيه عبد الله بن سلول هِيَ أم أَبِيه أبي ¶ الثَّالِث من نسب إِلَى جده أَبُو عُبَيْدَة بن الْجراح عَامر بن عبد الله بن الْجراح حمل بن النَّابِغَة هُوَ ابْن مَالك بن النَّابِغَة مجمع بِفَتْح الْمِيم الثَّانِيَة وَكسرهَا اشْتهر بِابْن جَارِيَة هُوَ مجمع بن يزِيد بن جَارِيَة وَعَمه مجمع بن جَارِيَة أَخُو يزِيد صحابيان ابْن جريج هُوَ عبد الْملك بن عبد الْعَزِيز بن جريج ابْن أبي ذِئْب مُحَمَّد بن عبد الرَّحْمَن بن الْمُغيرَة بن أبي ذِئْب ابْن أبي ليلى الْفَقِيه مُحَمَّد بن عبد الرَّحْمَن بن أبي ليلى ابْن أبي ملكية عبد الله بن عبيد الله بن أبي مليكَة أَحْمد بن حَنْبَل هُوَ ابْن مُحَمَّد بن حَنْبَل بَنو أبي شيبَة أَبُو بكر وَعُثْمَان وَالقَاسِم بَنو مُحَمَّد بن أبي شيبَة ¶ الرَّابِع من نسب إِلَى غير أَبِيه لسَبَب مِنْهُم الْمِقْدَاد بن الْأسود لِأَنَّهُ كَانَ فِي حجره وتبناه وَأَبوهُ عَمْرو الْكِنْدِيّ الْحسن بن دِينَار هُوَ ابْن وَاصل ودينار زوج أمه ¶ النَّوْع الثَّانِي عشر النّسَب الْمُخَالفَة لظاهرها ¶ من ذَلِك أَبُو مَسْعُود البدري نزل بَدْرًا فنسب إِلَيْهَا وَلم يشْهد وقعتها عِنْد الْأَكْثَرين سُلَيْمَان التَّيْمِيّ نزل فيهم وَلَيْسَ مِنْهُم بل مري مَوْلَاهُم",
            "page": "131",
            "part": "1",
            "seal": "283EA4B2"
        },
        {
            "id": "105",
            "nass": "أَبُو خَالِد بن يزِيد الدالاني هُوَ أسدي مَوْلَاهُم وَإِنَّمَا نزل فِي بني دالان بطن من هَمدَان ¶ إِبْرَاهِيم الخوري بن يزِيد لَيْسَ من الخور إِنَّمَا نزل شِعْبهمْ بِمَكَّة والخور بِلَاد بَين فَارس وَالْبَصْرَة ¶ الْعَرْزَمِي بالراء ثمَّ الزَّاي عبد الْملك نزل جبانة عَرْزَم بِالْكُوفَةِ قَبيلَة من فَزَارَة مُحَمَّد بن سِنَان العوقي بِفَتْح الْعين وَالْوَاو وبالقلف باهلي نزل فِي العوقة بطن من عبد الْقَيْس ¶ أَحْمد بن يُوسُف السّلمِيّ هُوَ أزدي وَإِنَّمَا أمه سلمية أَبُو عَمْرو بن نجيد كَذَلِك لِأَنَّهُ حافده وَأَبُو عبد الرَّحْمَن السّلمِيّ الصُّوفِي كَذَلِك فَإِن أمه بنت أبي عَمْرو بن نجيد وجده ابْن عَم أَحْمد بن يُوسُف الْمَذْكُور ¶ مقسم مولى ابْن عَبَّاس هُوَ مولى عبيد الله بن الْحَارِث وَإِنَّمَا نسب إِلَى ابْن عَبَّاس لملازمته إِيَّاه ¶ يزِيد الْفَقِير لَا لفقره بل لِأَنَّهُ أُصِيب فِي فقار ظَهره ¶ خَالِد الْحذاء كَانَ يجلس فيهم وَلم يكن حذاء ¶ النَّوْع الثَّالِث عشر الْأَسْمَاء المفردة وَهُوَ أَقسَام ¶ الأول فِي الْأَسْمَاء فَمن الصَّحَابَة أجمد بِالْجِيم بن عجيان كسفيان وَقيل كعليان ¶ جبيب بِضَم الْجِيم ¶ سندر الْخصي مولى زنباع بِوَزْن جَعْفَر",
            "page": "132",
            "part": "1",
            "seal": "AA20F8D6"
        },
        {
            "id": "106",
            "nass": "شكل بن حميد بِفَتْح الشين الْمُعْجَمَة وَالْكَاف ¶ صدي أَبُو أُمَامَة الْبَاهِلِيّ ابْن عجلَان ¶ صنابج بن الأعسر ¶ كلدة بن حَنْبَل بِفَتْح الْكَاف وَاللَّام ¶ وابصة هُوَ ابْن معبد ¶ نُبَيْشَة الْخَيْر ¶ شَمْعُون أَبُو رَيْحَانَة ¶ هبيب مصغر بالموحدتين ابْن مُغفل بِضَم الْمِيم وَسُكُون الْغَيْن الْمُعْجَمَة ¶ لبّى بن لبا كِلَاهُمَا بِاللَّامِ وَالْبَاء الْمُوَحدَة الأول وزن حبى مشددا وَالثَّانِي وزن عَصا ¶ وَمن غير الصَّحَابَة أَوسط بن عَمْرو ¶ تدوم بِالتَّاءِ الْمُثَنَّاة بِصِيغَة مضارعة وَقيل بِالْيَاءِ الخاتمة ¶ جيلان تَثْنِيَة جيل ¶ أَبُو الْجلد بِفَتْح الْجِيم وَاللَّام ¶ الدجين بِالْجِيم مصغر دجن ¶ زر بن حُبَيْش ¶ سعير بن الْخمس فردان ¶ مُسْتَمر بن الريان ¶ غَزوَان مَعْرُوف ¶ نوف الْبكالِي بِكَسْر الْبَاء الْمُوَحدَة وَتَخْفِيف الْكَاف وَغلب عَلَيْهِم الْفَتْح وَالتَّشْدِيد",
            "page": "133",
            "part": "1",
            "seal": "63B584FD"
        },
        {
            "id": "107",
            "nass": "ضريب بن نقير بن سمير ونقير بِالْقَافِ وَقيل بِالْفَاءِ وَقيل بهَا وباللام بدل الرَّاء ¶ همذان كالبلدة وَقيل كالقبيلة بريد عمر بن الْخطاب ¶ الْقسم الثَّانِي الكنى ¶ أَبُو العبيد بن مثنى وَهُوَ مُعَاوِيَة بن سُبْرَة ¶ أَبُو العشراء أُسَامَة وَقيل غَيره ¶ أَبُو المدلة بِضَم الْمِيم وَكسر الْمُهْملَة وَفتح اللَّام الْمُشَدّدَة لم يعرف اسْمه وَتفرد أَبُو نعيم بتسميته عبيد الله بن عبد الله ¶ أَبُو مراية بِضَم الْمِيم وَتَخْفِيف الرَّاء بالخاتمة بعد الْألف اسْمه عبد الله بن عَمْرو ¶ أَبُو معيد مصغر هُوَ حَفْص بن غيلَان ¶ الْقسم الثَّالِث الألقاب ¶ سفينة مولى رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ مهْرَان بِكَسْر الْمِيم وَقيل غَيره ¶ منْدَل بِكَسْر الْمِيم قَالَه الْخَطِيب وَغَيره ويقولونه بِفَتْحِهَا هُوَ عَمْرو ¶ سَحْنُون بِضَم السِّين وَفتحهَا هُوَ عبد السَّلَام وَقد تقدم مِنْهُ فِي الألقاب ¶ النَّوْع الرَّابِع عشر من ذكر بأسماء أَو صِفَات مُخْتَلفَة ¶ وَهُوَ فن تمس الْحَاجة إِلَيْهِ لمعْرِفَة التَّدْلِيس وصنف فِيهِ عبد الْغَنِيّ بن سعيد الْمصْرِيّ وَغَيره مِثَاله مُحَمَّد بن السَّائِب الْكَلْبِيّ الْمُفَسّر هُوَ أَبُو النَّضر الْمَرْوِيّ عَنهُ حَدِيث تَمِيم وعدي وَهُوَ حَمَّاد بن السَّائِب رَاوِي ذَكَاة كل مسك دباغه وَهُوَ أَبُو سعيد الَّذِي يرْوى عَنهُ عَطِيَّة التَّفْسِير وَمثله سَالم الرَّاوِي عَن أبي هُرَيْرَة وَأبي",
            "page": "134",
            "part": "1",
            "seal": "3F7669F0"
        },
        {
            "id": "108",
            "nass": "سعيد وَعَائِشَة هُوَ سَالم أَبُو عبد الله وَأَبُو عبد الله الدوسي وَأَبُو عبد الله مولى شَدَّاد وَهُوَ سَالم مولى مَالك بن أَوْس وَسَالم مولى شَدَّاد بن الْهَاد وَسَالم مولى النصيريين بالنُّون وَسَالم مولى الْمهْدي وَسَالم سبلان وَسَالم مولى دوس والخطيب يكثر من اسْتِعْمَال ذَلِك فِي شُيُوخه ¶ النَّوْع الْخَامِس عشر معرفَة الموَالِي أهم هَذَا النَّوْع المنسوبون إِلَى الْقَبَائِل مُطلقًا وهم مواليهم ثمَّ قد يُقَال مولى فلَان وَيُرَاد ¶ مولى عتاقة وَهُوَ الْأَكْثَر وَقد يكون بِالْإِسْلَامِ كالبخاري مولى الجعفيين وَلَاء إِسْلَام لِأَن أَبَا جده بردزيه كَانَ مجوسيا فَأسلم على يَد الْيَمَان الْجعْفِيّ وَالِي بُخَارى ¶ وَكَذَلِكَ الْحسن مولى عبد الله بن الْمُبَارك كَانَ نَصْرَانِيّا فَأسلم على يَدَيْهِ ¶ وَقد يكون بِالْحلف كمالك بن أنس هُوَ ونفره أصبحيون صليبة موَالٍ لتيم قُرَيْش بِالْحلف ¶ وَمِثَال موَالِي الْقَبِيلَة أَبُو البخْترِي الطَّائِي التَّابِعِيّ مولى طيىء وَأَبُو الْعَالِيَة الريَاحي مولى امْرَأَة من بني ريَاح وَاللَّيْث بن سعد الفهمي مَوْلَاهُم ¶ وَقد ينْسب إِلَى الْقَبِيلَة مولى مَوْلَاهَا كَأبي الْحباب الْهَاشِمِي مولى شقران مولى رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "135",
            "part": "1",
            "seal": "1FAC35A6"
        },
        {
            "id": "109",
            "nass": "النَّوْع السَّادِس عشر معرفَة الْأَسْمَاء المبهمة ¶ وَقد صنف فِيهِ عبد الْغَنِيّ بن سعيد ثمَّ الْخَطِيب ثمَّ غَيرهمَا وَأكْثر من جمع فِيهِ فِيمَا أعلمهُ ابْن بشكوال المغربي وتصنيف الْخَطِيب يعسر إِخْرَاج الْمَطْلُوب مِنْهُ وَهَذَا النَّوْع يعرف بوروده مُسَمّى بعض الرِّوَايَات ثمَّ هُوَ أَقسَام ¶ الأول أبهمها مثل رجل أَو امْرَأَة كَحَدِيث ابْن عَبَّاس أَن رجلا قَالَ يَا رَسُول الله الْحَج كل عَام هُوَ الْأَقْرَع بن حَابِس وَحَدِيث الْمَرْأَة السائلة عَن غسل الْحيض فَقَالَ خذي فرْصَة من مسك هِيَ أَسمَاء بنت يزِيد بن السكن وَفِي رِوَايَة لمُسلم أَسمَاء بنت شكل ¶ الثَّانِي الابْن وَالْبِنْت كَحَدِيث أم عَطِيَّة فِي غسل بنت النَّبِي صلى الله عَلَيْهِ وَسلم بِمَاء وَسدر هِيَ زَيْنَب رَضِي الله عَنْهَا ¶ ابْن اللتبية عبد الله ابْن أم مَكْتُوم عبد الله وَقيل عَمْرو وَقيل غَيره وَاسم أمه عَاتِكَة ¶ الثَّالِث الْعم والعمة كرافع بن خديج عَن عَمه هُوَ ظهير بن رَافع زِيَاد بن علاقَة عَن عَمه هُوَ قُطْبَة بن مَالك ¶ عمَّة جَابر الَّتِي بَكت أَبَاهُ يَوْم أحد هِيَ فَاطِمَة بنت عَمْرو وَقيل هِنْد ¶ الرَّابِع الزَّوْج وَالزَّوْجَة",
            "page": "136",
            "part": "1",
            "seal": "9B96FD56"
        },
        {
            "id": "110",
            "nass": "مثل زوج سبيعة الأسْلَمِيَّة سعد بن خَوْلَة ¶ زوج بروع هِلَال بن مرّة الْأَشْجَعِيّ وَأهل اللُّغَة يفتحون الْبَاء والمحدثون يكسرونها ¶ زَوْجَة عبد الرَّحْمَن بن الزبير هِيَ تَمِيمَة بِفَتْح التَّاء وَقيل بضَمهَا وَقيل سهيمة ¶ النَّوْع السَّابِع عشر معرفَة الثِّقَات والضعفاء ¶ وَهَذَا النَّوْع من أجل أَنْوَاع عُلُوم الحَدِيث وأهمها وَهُوَ الَّذِي بِهِ يعرف الصَّحِيح والضعيف وَفِيه تصانيف كَثِيرَة مِنْهَا مَا أفرد فِي الضُّعَفَاء ككتاب البُخَارِيّ وَالنَّسَائِيّ والعقيلي وَالدَّارَقُطْنِيّ وَغَيرهَا وَمَا أفرد فِي الثِّقَات ككتاب الثِّقَات لِابْنِ حبَان ومشترك كتاريخ البُخَارِيّ وَابْن أبي خَيْثَمَة وَابْن أبي حَاتِم وَجوز الْجرْح وَالتَّعْدِيل صِيَانة للشريعة وَيجب على الْمُتَكَلّم فِيهِ التثبت فقد أَخطَأ غير وَاحِد بجرحهم بِمَا لَا يجرح وَقد تقدم الْكَلَام عَلَيْهِ ¶ النَّوْع الثَّامِن عشر فِيمَن خلط من الثِّقَات ¶ هُوَ فن مُهِمّ لَا يعرف فِيهِ تصنيف مُفْرد بِهِ وَهُوَ جدير بذلك ثمَّ هَؤُلَاءِ مِنْهُم من خلط لخرفه بكبره أَو لذهاب بَصَره أَو لغير ذَلِك فَيقبل مَا رُوِيَ عَنْهُم قبل الِاخْتِلَاط وَيرد مَا بعده وَمَا شكّ فِيهِ مِنْهُم عَطاء بن السَّائِب احْتَجُّوا بِرِوَايَة الأكابر عَنهُ كالثوري وَشعْبَة وَالْقطَّان إِلَّا حديثين سمعهما شُعْبَة بِأخرَة عَن زَاذَان",
            "page": "137",
            "part": "1",
            "seal": "D03C95B1"
        },
        {
            "id": "111",
            "nass": "أَبُو إِسْحَاق السبيعِي وَيُقَال سَماع ابْن عُيَيْنَة مِنْهُ بعد مَا اخْتَلَط ¶ سعيد الْجريرِي وَابْن أبي عرُوبَة سنة ثِنْتَيْنِ وَأَرْبَعين ومئة ¶ عبد الرَّحْمَن بن عبد الله بن عتبَة بن عبد الله بن مَسْعُود فِي أَيَّام الْمهْدي ¶ ربيعَة الرَّأْي شيخ مَالك فِي آخر عمره ¶ صَالح مولى التوءمة سنة خمس وَعشْرين ومئة ¶ حُصَيْن بن عبد الرَّحْمَن الْكُوفِي ¶ عبد الْوَهَّاب الثَّقَفِيّ ¶ سُفْيَان بن عُيَيْنَة قبل مَوته بِسنتَيْنِ ¶ عبد الرَّزَّاق عمي فِي آخر عمره فَكَانَ يلقن فيتلقن ¶ وعارم اخْتَلَط بِأخرَة فرواية البُخَارِيّ والحفاظ عَنهُ مَأْخُوذَة قبل ذَلِك ¶ أَبُو قلَابَة عبد الْملك الرقاشِي ¶ أَبُو أَحْمد الغطريفي ¶ أَبُو طَاهِر حفيد ابْن خُزَيْمَة ¶ أَبُو بكر الْقطيعِي رَاوِي مُسْند أَحْمد اخْتَلَّ فِي آخر عمره وخرف حَتَّى كَانَ لَا يعرف شَيْئا مِمَّا يقْرَأ عَلَيْهِ ¶ وَاعْلَم أَن كل مَا احْتج بِهِ هَؤُلَاءِ فِي الصَّحِيحَيْنِ فَهُوَ مماأحذ عَنهُ قبل",
            "page": "138",
            "part": "1",
            "seal": "FB332B36"
        },
        {
            "id": "112",
            "nass": "اخْتِلَاطه فتعرف بذلك أَنه مِنْهُ ¶ النَّوْع التَّاسِع عشر أوطان الروَاة ¶ وَهُوَ مِمَّا يفْتَقر إِلَى مَعْرفَته حفاظ الحَدِيث فِي كثير من تصرفاتهم وتصانيفهم وَمن مظانه كتاب الطَّبَقَات لِابْنِ سعد وَكَانَت الْعَرَب إِنَّمَا تنتسب إِلَى قبائلها فَلَمَّا جَاءَ الْإِسْلَام وَغلب عَلَيْهِم سُكْنى الْبِلَاد حدث فيهم الانتساب إِلَى الأوطان كَمَا كَانَت عَادَة الْعَجم فأضاع كثير مِنْهُم أنسابهم وَلم يبْق إِلَّا انتسابهم إِلَى أوطانهم وَمن كَانَ من الناقلة من بلد إِلَى بلد وَأَرَادَ الانتساب إِلَيْهِمَا فليبدأ بِالْأولِ فَيَقُول فِي الناقلة من مصر إِلَى مَكَّة حرسها الله الْمصْرِيّ الْمَكِّيّ وَالْأَحْسَن الْمصْرِيّ ثمَّ الْمَكِّيّ وَمن كَانَ من قَرْيَة بَلْدَة جَازَ أَن ينتسب إِلَى الْقرْيَة وَإِلَى الْبَلدة وَإِلَى النَّاحِيَة أَو الإقليم الَّذِي مِنْهُ تِلْكَ الْبَلدة فَيَقُول فِيمَن هُوَ من داريا مثل الدَّارَانِي والدمشقي والشامي قَالَ الْحَاكِم رَاوِيا عَن ابْن الْمُبَارك إِن من أَقَامَ فِي مَدِينَة أَربع سِنِين فَهُوَ من أَهلهَا وَرُوِيَ ذَلِك عَن غَيره أَيْضا وَالله أعلم ¶ النَّوْع الْعشْرُونَ فِي الْإِخْوَة ¶ هَذَا فن من معارف أهل الحَدِيث صنف فِيهِ ابْن الْمَدِينِيّ ثمَّ النَّسَائِيّ ثمَّ السراج وَغَيرهم مِثَاله فِي الْأَخَوَيْنِ من الصَّحَابَة عمر وَزيد ابْنا الْخطاب عبد الله وَعتبَة ابْنا مَسْعُود زيد وَيزِيد ابْنا ثَابت عَمْرو وَهِشَام ابْنا الْعَاصِ وَمن التَّابِعين عَمْرو وأرقم ابْنا شُرَحْبِيل هزيل وأرقم ابْنا شُرَحْبِيل ¶ الثَّلَاثَة عَليّ وجعفر وَعقيل بَنو أبي طَالب",
            "page": "139",
            "part": "1",
            "seal": "75F54D2D"
        },
        {
            "id": "113",
            "nass": "سهل وَعباد وَعُثْمَان بَنو حنيف صحابة ¶ وَفِي غَيرهم عَمْرو وَعمر وَشُعَيْب بَنو شُعَيْب ¶ الْأَرْبَعَة سُهَيْل وَعبد الله وَمُحَمّد وَصَالح بَنو أبي صَالح السمان ¶ الْخَمْسَة سُفْيَان وآدَم وَعمْرَان وَمُحَمّد وَإِبْرَاهِيم بَنو عُيَيْنَة كلهم حدثوا ¶ السِّتَّة مُحَمَّد وَأنس وَيحيى ومعبد وَحَفْصَة وكريمة بَنو سِيرِين وَذكر بَعضهم فيهم أَشْعَث وَذكر بعض خَالِدا بدل كَرِيمَة وَقد روى مُحَمَّد عَن أَخِيه يحيى عَن أَخِيه أنس عَن أنس بن مَالك حَدِيثا وَهُوَ لَطِيفَة رِوَايَة ثَلَاث إخْوَة بَعضهم عَن بعض ¶ السَّبْعَة النُّعْمَان وَمَعْقِل وَعقيل وسُويد وَسنَان وَعبد الرَّحْمَن وسابع لم يسم بَنو مقرن هَاجرُوا كلهم وصحبوا رَسُول الله صلى الله عَلَيْهِ وَسلم وَلم يشاركهم فِي هَذَا أحد ¶ فرع أَخَوان بَين مولدهما ثَمَانُون سنة مُوسَى بن عُبَيْدَة الزيدي وَأَخُوهُ عبد الله أَرْبَعَة ولدُوا فِي بطن عُلَمَاء مُحَمَّد وَعمر وَإِسْمَاعِيل وأخوهم بَنو رَاشد السّلمِيّ ¶ النَّوْع الْحَادِي وَالْعشْرُونَ فِي التواريخ والوفيات وَهُوَ فن مُهِمّ بِهِ يعرف اتِّصَال الحَدِيث وانقطاعه وَادّعى قوم رِوَايَة عَن نَاس فَنظر ¶ فِي التَّارِيخ فَظهر أَنهم زَعَمُوا الرِّوَايَة عَنْهُم بعد سِنِين كإبراهيم",
            "page": "140",
            "part": "1",
            "seal": "D57EDB3F"
        },
        {
            "id": "114",
            "nass": "هدبة فِي رِوَايَته عَن الْأَوْزَاعِيّ قَالَ سُفْيَان الثَّوْريّ لما اسْتعْمل الروَاة الْكَذِب استعملنا لَهُم التَّارِيخ وَقَالَ أَبُو عبد الله الْحميدِي ثَلَاثَة أَشْيَاء من علم الحَدِيث يجب تَقْدِيم الْعِنَايَة بهَا ¶ الْعِلَل وَأحسن كتاب صنف فِيهِ كتاب الدَّارَقُطْنِيّ ¶ والمؤتلف والمختلف وَأحسن كتاب صنف فِيهِ كتاب ابْن مَاكُولَا ¶ ووفيات الشُّيُوخ وَلَيْسَ فِيهِ كتاب قَالَ ابْن الصّلاح قلت فِيهِ غير كتاب وَلَكِن من غير استقصاء وَمِمَّنْ صنف فِيهِ ابْن زبر وذيل عَلَيْهِ قوم بعد قوم إِلَى زَمَاننَا ¶ وَأول من وضع التَّارِيخ الإسلامي الهجري عمر بن الْخطاب سنة سِتّ عشرَة وَقيل سنة عشْرين ¶ فصل الصَّحِيح أَن سنّ سيدنَا رَسُول الله صلى الله عَلَيْهِ وَسلم وَسن أبي بكر وَعمر ثَلَاث وَسِتُّونَ سنة وَقبض ضحى يَوْم الِاثْنَيْنِ لاثنتى ¶ عشرَة خلت من شهر ربيع الأول سنة إِحْدَى عشرَة من هجرته ¶ وَمَات أَبُو بكر فِي جُمَادَى الأولى سنة ثَلَاث عشرَة وَعمر فِي ذِي الْحجَّة سنة ثَلَاث وَعشْرين وَعُثْمَان فِي ذِي الْحجَّة سنة خمس وَثَلَاثِينَ عَن اثْنَتَيْنِ وَثَمَانِينَ وَقيل تسعين وَقيل غَيره وَعلي فِي شهر رَمَضَان سنة أَرْبَعِينَ عَن ثَلَاث وَسِتِّينَ وَقيل أَربع وَقيل خمس وَطَلْحَة وَالزُّبَيْر فِي جُمَادَى الأولى سنة سِتّ وَثَلَاثِينَ قَالَ الْحَاكِم وَلَهُمَا أَربع وَسِتُّونَ وَقيل غَيره",
            "page": "141",
            "part": "1",
            "seal": "0FBC4531"
        },
        {
            "id": "115",
            "nass": "سعد بن أبي وَقاص واسْمه مَالك الزُّهْرِيّ سنة خمس وَخمسين على الْأَصَح عَن ثَلَاث وَسبعين وَهُوَ آخر الْعشْرَة موتا بِالْمَدِينَةِ ¶ سعيد بن زيد سنة إِحْدَى وَخمسين عَن ثَلَاث أَو أَربع وَسبعين ¶ عبد الرَّحْمَن بن عَوْف سنة اثْنَتَيْنِ وَثَلَاثِينَ عَن خمس وَسبعين وفيهَا توفّي الْعَبَّاس وَابْن مَسْعُود وَأَبُو ذَر وَأَبُو مسْهر بن حَرْب ¶ أَبُو عُبَيْدَة عَامر سنة ثَمَان عشرَة عَن ثَمَان وَخمسين سنة ¶ فصل ذكر ابْن الصّلاح أَن حَكِيم بن حزَام وَحسان بن ثَابت عاشا سِتِّينَ فِي الْجَاهِلِيَّة وَسِتِّينَ فِي الْإِسْلَام وَمَاتَا سنة أَربع وَخمسين وَهَذَا فِيهِ نظر لِأَن إِسْلَام حَكِيم عَام الْفَتْح سنة ثَمَان وعاش حسان وَأَبوهُ ثَابت وجده الْمُنْذر وَأَبُو جده حرَام كل وَاحِد مِنْهُم عَاشَ مئة وَعشْرين سنة ¶ فصل أَصْحَاب الْمذَاهب أَبُو حنيفَة النُّعْمَان بن ثَابت مَاتَ سنة خمسين ومئة عَن سبعين سنة ¶ أَبُو عبد الله سُفْيَان بن سعيد الثَّوْريّ سنه إِحْدَى وَسِتِّينَ ومئة عَن أَربع أَو خمس وَسِتِّينَ ¶ أَبُو عبد الله مَالك بن أنس سنة تسع وَسبعين ومئة عَن خمس وَثَمَانِينَ وَقيل سِتّ وَقيل ثَمَان",
            "page": "142",
            "part": "1",
            "seal": "D7D80BE6"
        },
        {
            "id": "116",
            "nass": "أَبُو عبد الله مُحَمَّد بن إِدْرِيس الشَّافِعِي بِمصْر سنة أَربع ومئتين عَن أَربع وَخمسين ¶ أَبُو عبد الله أَحْمد بن حَنْبَل سنة إِحْدَى وَأَرْبَعين ومئتين بِبَغْدَاد عَن سِتّ أَو سبع وَسبعين ¶ فصل أَصْحَاب كتب الحَدِيث الْمُعْتَمدَة ¶ البُخَارِيّ ولد يَوْم الْجُمُعَة لثلاث عشرَة خلت من شَوَّال سنة أَربع وَتِسْعين ومئة وَمَات بسمرقند لَيْلَة عيد الْفطر سنة سِتّ وَخمسين ومئتين عَن اثْنَتَيْنِ وَسِتِّينَ سنة إِلَّا اثنى عشر يَوْمًا ¶ مُسلم مَاتَ بنيسابور لخمس بَقينَ من شهر رَجَب سنة إِحْدَى وَسِتِّينَ ومئتين عَن خمس وَخمسين سنة ¶ أَبُو دَاوُد مَاتَ بِالْبَصْرَةِ فِي شَوَّال سنة خمس وَسبعين ومئتين ¶ أَبُو عِيسَى التِّرْمِذِيّ مَاتَ بترمذ لثلاث عشرَة مَضَت من شهر رَجَب سنة تسع وَسبعين ومئتين ¶ النَّسَائِيّ أَبُو عبد الرَّحْمَن مَاتَ سنة ثَلَاث وَثَلَاث مئة بِمَكَّة وَقيل بالرملة ¶ فصل سَبْعَة من الْحفاظ بعدهمْ أَحْسنُوا التصنيف وَعظم بِهِ الِانْتِفَاع",
            "page": "143",
            "part": "1",
            "seal": "6313CB88"
        },
        {
            "id": "117",
            "nass": "الدَّارَقُطْنِيّ أَبُو الْحسن عَليّ بن عمر مَاتَ بِبَغْدَاد فِي ذِي ¶ الْقعدَة سنة خمس وَثَمَانِينَ وَثَلَاث مئة ¶ الْحَاكِم أَبُو عبد الله النَّيْسَابُورِي مَاتَ بهَا فِي صفر سنة خمس وَأَرْبع مئة عَن أَربع وَثَمَانِينَ ¶ عبد الْغَنِيّ بن سعيد الْمصْرِيّ مَاتَ بهَا سنة تسع وَأَرْبع مئة ¶ أَبُو نعيم أَحْمد بن عبد الله الْأَصْبَهَانِيّ مَاتَ بهَا سنة ثَلَاثِينَ وَأَرْبع مئة عَن سِتّ وَتِسْعين سنة ¶ أَبُو بكر أَحْمد بن الْحُسَيْن الْبَيْهَقِيّ مَاتَ بنيسابور فِي جُمَادَى الأولى سنة ثَمَان وَخمْس وَأَرْبع مئة عَن أَربع وَسبعين سنة ¶ ثمَّ أَبُو عمر بن عبد الْبر حَافظ الْمغرب توفّي بشاطبة سنة ثَلَاث وَسِتِّينَ وَأَرْبع مئة عَن خمس وَتِسْعين ¶ الْخَطِيب الْبَغْدَادِيّ أَبُو بكر أَحْمد بن عَليّ بن ثَابت مَاتَ بِبَغْدَاد فِي ذِي الْحجَّة سنة ثَلَاث وَسِتِّينَ وَأَرْبع مئة عَن إِحْدَى وَسبعين سنة وَقَالَ النَّاس فِي تِلْكَ السّنة مَاتَ فِيهَا حَافظ الْمشرق وحافظ الْمغرب يعنون الْخَطِيب وَابْن عبد الْبر رَحْمَة الله عَلَيْهِم ورضوانه",
            "page": "144",
            "part": "1",
            "seal": "18C37C42"
        }
    ],
    "t5959": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "فروع"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الطرف الأول في الكلام على المتن والنظر في أقسامه وأنواعه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "القسم الأول الصحيح"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني الحديث الحسن ذكر الترمذي أنه يريد بالحسن أن لا يكون في إسناده متهم ولا يكون شاذا ويروى من غير وجه نحوه وقال الخطابي هو ما عرف مخرجه واشتهر رجاله قال وعليه مدار أكثر الحديث فالمدلس إذا لم يبين والمنقطع ونحوه مما لم نعرف مخرجه وقال بعض"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "فروع"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثالث في معرفة الحديث الضعيف"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "وأما النظر في أنواع المتن فهي ثلاثون نوعا ونبدأ ب"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "فروع"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الخامس المقطوع"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع السادس المرسل"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "فروع"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السابع المنقطع"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثامن المعضل"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "النوع التاسع المعنعن"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "فرعان"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "النوع العاشر المعلق"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "فرع"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الحادي عشر الشاذ"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثاني عشر المنكر"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الثالث عشر الأفراد"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الرابع عشر المعلل"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الخامس عشر المضطرب"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السادس عشر المدرج"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع السابع عشر المقلوب"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "2",
            "tit": "النوع الثامن عشر الموضوع"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "النوع التاسع عشر المشهور"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الموفي العشرين والحادي والعشرون الغريب والعزيز"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثاني والعشرون المصحف"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثالث والعشرون المسلسل"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الخامس والسادس والسابع والعشرون الاعتبار والمتابعات والشواهد"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثامن والعشرون مختلف الحديث"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "النوع التاسع والعشرون في الناسخ والمنسوخ الناسخ من الحديث هو كل حديث دل على رفع حكم شرعي سابق له ومنسوخه كل حديث رفع حكمه الشرعي بدليل شرعي متأخر عنه وهذا فن صعب مهم كان للشافعي فيه يد طولى وسابقة أولى وأدخل بعض أهل الحديث فيه ما ليس منه لخفاء معناه"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الموفي الثلاثين غريب اللفظ وفقهه"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الطرف الثاني في الإسناد وما يتعلق به والكلام فيه أحد عشر نوعا"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثاني الإسناد العالي والنازل"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثالث المزيد في الأسانيد"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الرابع التدليس وهو قسمان تدليس الإسناد وتدليس الشيوخ الأول تدليس الإسناد وهو أن يروي عمن لقيه أو عاصره ما لم يسمعه منه موهما أنه سمعه منه ولا يقول أخبرنا وما في معناه ونحوه بل يقول قال فلان أو عن فلان أو أن فلانا قال وشبه ذلك ثم قد يكون بينهما"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الخامس تباعد وفاة الراويين عن شيخ واحد"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع السادس رواية الأقران"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السابع رواية الآباء عن الأبناء"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثامن رواية الأبناء عن الأباء"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "النوع التاسع من لم يرو عنه إلا واحد"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "النوع العاشر رواية الأكابر عن الأصاغر"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الحادي عشر العنعنة في السند وهو السند الذي يقال فيه فلان عن فلان وقد تقدم ذكره في أنواع المتن فلا حاجة إلى إعادته"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الطرف الثالث في تحمل الحديث وطرق نقله وضبطه وروايته وآداب ذلك وما يتعلق به والكلام فيه في ستة أنواع"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "فروع"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الطريق الثالث الإجازة المجردة وهي أنواع"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "فروع"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الطريق الرابع المناولة وهي نوعان"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "الطريق الخامس كتابة"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": "1",
            "tit": "الطريق السادس الإعلام"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الطريق السابع الوصية"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": "1",
            "tit": "الطريق الثامن الوجادة"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثالث في كتابة الحديث وضبطه وفيه فصول"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "السادس التصحيح والتمريض والتضبيب من شأن المتقنين فالتصحيح كتابة صح على كلام صح رواية ومعنى لكنه عرضة للشك أو الخلاف"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الرابع في رواية الحديث"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الخامس في أدب الراوي وفيه فصول"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السادس في أدب طالب الحديث قد تقدمت جمل من هذا النوع ووراء ذلك فضول"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثاني في معرفة التابعين وفيه فصول"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثالث في طبقات الرواة"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الرابع في الأسماء والكنى"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الخامس في اتحاد كنية جمع ممن عرف واشتهر باسمه دون كنيته"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السادس في الألقاب"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السابع المختلف والمؤتلف"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني الخصوص وهو ضبط ما في الصحيحين والموطأ"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "الأنساب"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثامن المتفق والمفترق هو ما اتفق خطا ولفظا وافترق مسماه وللخطيب فيه كتاب وهو أقسام"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "النوع التاسع ما تركب من النوعين قبله"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "النوع العاشر المتشابهون في الاسم واسم الأب المتمايزون في التقديم والتأخير"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الحادي عشر من نسب إلى غير أبيه هم أقسام"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثاني عشر النسب المخالفة لظاهرها"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثالث عشر الأسماء المفردة وهو أقسام"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني الكنى"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "1",
            "tit": "القسم الثالث الألقاب"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "2",
            "tit": "النوع الرابع عشر من ذكر بأسماء أو صفات مختلفة"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الخامس عشر معرفة الموالي أهم هذا النوع المنسوبون إلى القبائل مطلقا وهم مواليهم ثم قد يقال مولى فلان ويراد"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السادس عشر معرفة الأسماء المبهمة"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "النوع السابع عشر معرفة الثقات والضعفاء"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الثامن عشر فيمن خلط من الثقات"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "النوع التاسع عشر أوطان الرواة"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع العشرون في الإخوة"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الحادي والعشرون في التواريخ والوفيات وهو فن مهم به يعرف اتصال الحديث وانقطاعه وادعى قوم رواية عن ناس فنظر"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "فصل الصحيح أن سن سيدنا رسول الله صلى الله عليه وسلم وسن أبي بكر وعمر ثلاث وستون سنة وقبض ضحى يوم الاثنين لاثنتى"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ذكر ابن الصلاح أن حكيم بن حزام وحسان بن ثابت عاشا ستين في الجاهلية وستين في الإسلام وماتا سنة أربع وخمسين وهذا فيه نظر لأن إسلام حكيم عام الفتح سنة ثمان وعاش حسان وأبوه ثابت وجده المنذر وأبو جده حرام كل واحد منهم عاش مئة وعشرين سنة"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "فصل أصحاب كتب الحديث المعتمدة"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل سبعة من الحفاظ بعدهم أحسنوا التصنيف وعظم به الانتفاع"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "القعدة سنة خمس وثمانين وثلاث مئة"
        }
    ]
}