{
    "b596": [
        {
            "id": null,
            "nass": "المقدمة ¶ الحمد لله والصلاة والسلام الأطيبان الأكملان الأزكيان على أشرف الخلق محمد صلى الله عليه وسلم وعلى آله وصحبه. وبعد ¶ فالتحقيق أحد مقومات التراث العربي العلمي بوصفه حافظا للمنجزات الفكرية التي كتبت باللغة العربية لعلماء المسلمين، ورافدا من روافد ديمومتها وبقائها، فمن هنا وجدت غايتي في التحقيق بوصفه واجبا دينيا وقوميا، فضلا عن كونه إنسانيا ولا سيما عندما يكون ذلك بنشر النتاج الفكري لأحد علماء الأمة ـ يحيى الشاوي ـ وقد خففت من صعوبة عملية التحقيق ما يقدمه الإخوان من خدمات في إعارة المصادر، أو من أمدني بمعلومة تخدم التحقيق، مما أفادني بالاطلاع الواسع على مظان الكتب المطبوع منها والمخطوط. ¶ وقد جاءت دراسة التحقيق في هذا الكتاب ضمن ثلاثة مباحث: المبحث الأول: المقدمة التاريخية لعصر المؤلف، أما",
            "page": null,
            "part": "1",
            "seal": "044FAE9B"
        },
        {
            "id": "1",
            "nass": "المبحث الثاني: فكان دراسة المخطوط، ومنهج المؤلف، ومصادره وطريقة البحث، أما المبحث الثالث: فكان متن المخطوط ابتداء بمقدمته حتى مجموعة الفهارس، فإن وفقت فهذا من فضل ربي عليه توكلت وإليه أنيب. ¶ المحقق.",
            "page": "8",
            "part": "1",
            "seal": "8723626A"
        },
        {
            "id": "2",
            "nass": "المبحث الأول. الحالة التاريخية للجزائر خلال القرنين العاشر والحادي عشر الهجريين. ¶ شهد القطر الجزائري كغيره من أقطار العالم العربي فترة من الاضطراب السياسي، وذلك نتيجة للأطماع الاستعمارية فيه، ويمكن أن نجمل الحوادث السياسية التي مر بها فيما يأتي: ¶ - عام سبعة وتسعين وثمانمائة الهجري الموافق لسنة إحدى وأربعين وأربعمائة وألف الميلادي. وصول الهجرات الأندلسية إلى الجزائر. التي كان من ضمنها السلطان الغرناطي المعروف بالزغل: أبو عبد الله محمد بن سعد، وذلك بعد سقوط مدينة غرناطة في يد الأسبان. ¶ ـ عام عشر وتسعمائة الهجري، الموافق لسنة أربع وخمسمائة وألف الميلادية، ظهرت الأطماع الأسبانية في الجزائر، حيث قام الأسبان بالقرصنة عليها.",
            "page": "9",
            "part": "1",
            "seal": "D73E9D44"
        },
        {
            "id": "3",
            "nass": "ـ عام أحد عشر وتسعمائة الهجري الموافق لسنة خمس وخمسمائة وألف. احتل الأسبان ميناء وهران. ¶ ـ عام خمسة عشر وتسعمائة الهجري الموافق لسنة تسع وخمسمائة وألف سقطت المدن الساحلية الجزائرية في يد الأسبان. ¶ ـ عام تسعة عشر وتسعمائة الهجري الموافق لسنة ثلاث عشرة وخمسمائة وألف الميلادية، احتل الأتراك مدينة تلمسان، ونصبوا أبا زيّان أحمد الثاني على العرش. ¶ ـ عام أربعة وعشرين وتسعمائة الهجري، الموافق لسنة ثماني عشرة وخمسمائة وألف الميلادية. استشهد عروج التركي، وزحف أبو أحمد الثالث على تلمسان. ¶ ـ عام خمسة وعشرين وتسعمائة الهجري الموافق لسنة تسع عشرة وخمسمائة وألف الميلادية. ظهرت ثورة الأمير أبي سرحان المسعود الزياني، وسيطر على تلمسان. ¶ ـ عام ثلاثين وتسعمائة الهجري الموافق لسنة أربع وعشرين وخمسمائة وألف الميلادية. عاد محمد بن عبد الله الثاني إلى الملك، ورفض التزامه بالمعاهدة الموقعة مع الأتراك. ¶ ـ عام ثلاثة وأربعين، وتسعمائة الهجري الموافق لسنة ست وثلاثين وخمسمائة وألف الميلادية. سقطت الدولة الحفصية بالجزائر. وظهور الدول المرينية. ¶ ـ عام تسعة وأربعين وتسعمائة الهجري الموافق لسنة اثنتين",
            "page": "10",
            "part": "1",
            "seal": "CF3B34E8"
        },
        {
            "id": "4",
            "nass": "وأربعين وخمسمائة وألف الميلادية. قام التحالف الزياني بقيادة أبي زيان أحمد الثالث مع الأتراك ضد الأسبان. ¶ ـ عام خمسين وتسعمائة الهجري الموافق لسنة أربع وأربعين وخمسمائة وألف الميلادية. احتلت تلمسان من قبل السلطان محمد السابع بمساندة الإمبراطور شالكان. ثم فشل هذا الاحتلال، ورجوع أحمد الثاني للعرش. ¶ ـ عام سبعة وخمسين وتسعمائة الهجري الموافق لسنة خمسين وخمسمائة وألف الميلادية. سيطرت الدولة السعدية على تلمسان. ثم انسحابها منها إثر تولي الحسن بن عبد الله حكمها برعاية أتراك الجزائر. ¶ ـ عام واحد وستين وتسعمائة الهجري الموافق لسنة أربع وخمسين وخمسمائة وألف الميلادية، هاجم الأتراك مدينة فاس، ونصبوا أبا حسون الوطاسي عليها. ¶ ـ عام اثنين وستين وتسعمائة الهجري، الموافق خمس وخمسين وخمسمائة وألف الميلادية. احتل الأتراك مدينة تلمسان، وخلع الحسن آخر ملوك بني زيان. ¶ ـ عام ثلاثة وستين وتسعمائة الهجري، الموافق لسنة ست وخمسين وخمسمائة وألف الميلادية. أعاد السعديون سيطرتهم على مدينة تلمسان. ¶ - عام أربعة وستين وتسعمائة الهجري الموافق لسنة سبع وخمسين وخمسمائة وألف الميلادية. انتصر حسن بن",
            "page": "11",
            "part": "1",
            "seal": "A731A4CC"
        },
        {
            "id": "5",
            "nass": "خير الدين على السعديين، وإيقاعه بالأسبان في موقعة (مازغران). ¶ - عام تسعة وستين وتسعمائة الهجري، الموافق لسنة اثنتين وستين وخمسمائة وألف الميلادية. تم تقسيم الجزائر إلى أربع مقاطعات هي: الجزائر المدينة، قسنطينة، مازونة، وهران. ¶ - عام خمسة وسبعين وتسعمائة الهجري، الموافق لسنة سبع وستين وخمسمائة وألف الميلادية. انهزم الأسبان بمدينة الجزائر. ¶ - عام خمسة وثمانين وتسعمائة الهجري الموافق لسنة خمس وسبعين وخمسمائة وألف الميلادية. وصول الحامية التركية إلى الملك عبد الملك بن الشيخ بفاس. ¶ - عام ستة وثمانين وتسعمائة الهجري، الموافق لسنة ثمان وسبعين وخمسمائة وألف الميلادية. انضمت إمارة مراكش إلى الدولة العثمانية. ¶ - عام ثمانمائة وثمانين وتسعمائة الهجري، الموافق لسنة ثمانين وخمسمائة وألف الميلادية. تم تعيين أول قنصل فرنسي بالجزائر وهو (م. بيونو). ¶ - عام خمسة وتسعين وتسعمائة الهجري، الموافق لسنة سبع وثمانين وخمسمائة وألف الميلادية بدأ عهد الباشاوات. ¶ - عام ثلاثة وألف الهجري، الموافق لسنة أربع وتسعين وخمسمائة وألف الميلادية. تم قمع الحركة الوطنية (بسور الغزلان).",
            "page": "12",
            "part": "1",
            "seal": "5D8BB8EF"
        },
        {
            "id": "6",
            "nass": "- عام أربعة وألف الهجري، الموافق لسنة ست وستمائة وألف الميلادية. قام الأسبان بالسيطرة على وهران. ¶ - عام تسعة عشر وألف الهجري، الموافق لسنة ست وستمائة وألف الميلادية. قام التحالف الثلاثي الأسباني الإنجليزي الهولندي بقصف مدينة جيجل الجزائرية. ¶ - عام اثنين وأربعين وألف الهجري، الموافق لسنة اثنتين وثلاثين وستمائة وألف الميلادية. حدوث زلزال بمدينة الجزائر، نجم عنه مقتل العديد من السكان بالعاصمة. ¶ - عام ستين وألف الهجري الموافق لخمسين وستمائة وألف الميلادي. قيام الدولة العلوية بالمغرب بزعامة محمد بن الشريف، ومحاولة السيطرة على الجزائر. ¶ - عام تسعة وستين وألف الهجري، الموافق لسنة تسع وخمسين وستمائة وألف الميلادية. انتهى عصر الباشاوات، وبدأ عصر الآغاوات. ¶ - عام واحد وثمانين وألف الهجري، الموافق لسنة إحدى وسبعين وستمائة وألف الميلادية. انتهى عصر الآغاوات، وبدأ عصر الدايات. (¬1) ¶ هذه هي حالة الجزائر خلال القرنين العاشر والحادي عشر الهجريين، وهي حالة اضطراب سياسي، وركود اقتصادي. ¶ ¬_________ ¶ (¬1) عبد الرحمن بن محمد الجيلاني، تاريخ الجزائر العام، المطبعة العربية، الجزائر: 1955، 2/ 330 - 395، الناصري، الاستقصاء 5/ 32",
            "page": "13",
            "part": "1",
            "seal": "995196A4"
        },
        {
            "id": "7",
            "nass": "المبحث الثاني. ¶ دراسة المخطوط. ¶ المطلب الأول: وصف المخطوطة. ¶ المطلب الثاني: منهجية الشاوي في كتابه التحف. ¶ المطلب الثالث: المصادر التي اعتمد عليها الشاوي في كتابه. ¶ المطلب الرابع: طريقة الباحث في دراسة المخطوط.",
            "page": "15",
            "part": "1",
            "seal": "2DA24DE9"
        },
        {
            "id": "8",
            "nass": "المطلب الأول. ¶ وصف المخطوطة. ¶ توجد بالخزانة العامة بالرباط تحت رقم 1089 ك. ضمن مجموع من ص1 إلى ص52. ¶ أولها: الحمد لله الحميد، والصلاة والسلام من اسمه محمد وأحمد ¶ آخرها: وأوصيكم أيها الأحبة إن عرضت لكم مسائل فراجعونا بها ... والصلاة والسلام على سيدنا محمد. ¶ ص: 52 س: 21 ق: 20× 15.5. ¶ خ: مغربي متوسط به محو وأكل أرضة.",
            "page": "17",
            "part": "1",
            "seal": "FA0A0344"
        },
        {
            "id": "9",
            "nass": "المطلب الثاني. ¶ منهجية الشاوي في كتابه التحف. ¶ تتمثل منهجية المؤلف في كتابه في الإجابة على مجموعة من الأسئلة، حيث يمثل كل سؤال مبحثا يتناول مسألة في العقيدة، وفي إجابته يستعين بالآيات القرآنية، والأحاديث النبوية، وآراء العلماء، فعن السؤال القائل: هل الرضى، والمحبة، والإرادة بمعنى واحد، أم هناك تباين بين الإرادة وما قبلها من المحبة والرضى؟ ¶ يجيب الشاوي بما نصه: \" وأقول بحول من به الفكر يجول، قال المقترح في الإرشاد: ومما اختلف فيه الأئمة إطلاق محبة الكفر والرضى به، فمن الأصحاب من منع ذلك؛ قصدًا منه إلى أن المحبة والرضى إرادة الإنعام أو نفس الإنعام، ومنهم من المحبة والرضى عبارة عن الإرادة، وقوله: {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ} (¬1)، يريد خصوص العباد، ولا ¶ ¬_________ ¶ (¬1) الزمر: 7. وبقية الآية: (وَإنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَة وِزْرَ أخْرَى ثُمَّ إلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ).",
            "page": "18",
            "part": "1",
            "seal": "7EB6B598"
        },
        {
            "id": "10",
            "nass": "شك أن الرضى والمحبة يطلقان على الإرادة، ويطلقان على رقة وتحنن، وتعقب ذلك في مقتضى العادة إرادة إحسان بمن تحنن عليه، ثم إن كانت المحبة هي الإرادة لا يجوز أن يقال: إن الباري محبوب لأوليائه؛ لأنه لا يصح أن يكون مرادًا، فإن الإرادة إنما تتعلق بمتجدد من حيث إنه متخصص ببعض وجوه الجواز، ويتعالى عن ذلك الأزلي ويتقدس. ¶ والتحقيق في هذا الفصل أن المحبة بمعنى الإرادة، والإرادة أيضا لفظ مشترك يطلق على الشهوة والميل، ويطلق على القصد، فأما القصد فلا يصح أن يتعلق به تعالى. وأما الميل فقال إمام الحرمين (¬1): يستحيل أن يمال إليه. ¶ وقرر ذلك بأن الميل إنما يتعلق بالخطوط البشرية، ولا حظ للعبد في نفس الذات، وهذا لا يصح، بل يجد الإنسان ميلا لمن أحسن، ولا يحسن في الحقيقة إلا هو، فمن لاحظ نعمه، وأدام ذكرها في قلبه، وعرف إحسانه إليه، فيضطر إلى معرفة ثبوت ميل في ذاته يحسه في نفسه كما يحس آلامه ولذاته. ¶ وقد نجد الواحد منا يميل لعالم زاهد سمع بذكر كماله وجوده، وإن لم ينله منه إحسان، فثبت أن الميل لا يمتنع أن يتعلق بالله تعالى. فتأمله. (هـ كلام المقترح). ¶ فحصل منه أن الرضى والمحبة شيء واحد وهما الإرادة في ¶ ¬_________ ¶ (¬1) إمام الحرمين، الإرشاد ص103 بتصرف.",
            "page": "19",
            "part": "1",
            "seal": "C7A1F7A4"
        },
        {
            "id": "11",
            "nass": "قول أو أخص منها بمعنى، إرادة الإنعام، في قول آخر أو نفس الإنعام المفعول بالقدرة في آخر فهي ثلاثة أقوال، وعلى الآخرين فلا إشكال في قوله: ¶ {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ} (¬1)، أي لا يريد الإنعام عليهم بسببه، أو لا ينعم عليهم، وعلى الأول وهو اتحاد الجمع. قد يقال: كيف نعني عنه الرضى بالكفر، أي: بإرادته مع أنه يريد الكفر إذا هو بإرادته وقدرته خلافا للمعتزلة؟ ¶ وأجاب عنه المقترح بما سبق، وهو: أنه لا يريد لعباده المعظمين بالإضافة إليه، أي لا يريد الكفر لأوليائه وإنما يريده لغيرهم، وكذا أبو بكر (¬2)، قال بعد كلام طويل في قوله: {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ}، أي: لا يرضاه لهم دينًا وشرعًا؛ فإنه وخيم العاقبة كثير المضرة، كمن يشتري عبدًا معينًا، فيقول له صاحبه: لا أرضاه لك عبدًا، ثم الرضى والسخط يتقابلان تقابل التضاد، ثم السخط ليس محمولا إلا على ذم في الحال وعقاب في المآل، كذلك الرضى محمول على مدح في الحال وثواب في المآل، انتهى كلامه. ¶ فظهر أن الرضى عنه ليس غير الإرادة ثم ذكر في بياض الجواب عن احتجاج المعتزلة تخصيص الإرادة بالحيز، وقال: وأما احتجاجهم بقوله تعالى: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ} ¶ ¬_________ ¶ (¬1) الزمر: 7. ¶ (¬2) تقي الدين المقترح، شرح الإرشاد ص 77.",
            "page": "20",
            "part": "1",
            "seal": "ED2DB1A2"
        },
        {
            "id": "12",
            "nass": "(¬1)، وسائر الآيات في الإرادة محمول كلمات ذكرها الصادق جعفر بن محمد -رضي الله عنه- أن الله تعالى أراد بنا وأراده منا، فما أراده بنا أظهره لنا، وما أراده منّا طواه عنا، فما لنا نشتغل بما أراده منّا عمّا أراده بنا. ¶ ومعنى ذلك: أنه أراد بنا ما أمرنا به، وأراد منا ما علمه، فكانت الإرادة واحدة. ويختلف حكمها باختلاف وجه تعلقها بالمراد، وهي إذا تعلقت بثواب سميت رضى ومحبة، وإذا تعلقت بعقاب سميت سخطا وغضبا، كذلك إذا تعلقت بالمراد على وجه تعلق الأمر، قيل: أراد به ما أمر. ¶ وإذا تعلقت بالمنع مطلقا بالتخصيص والتغيير من غير التفات إلى كسب العبد حتى تكون إرادة لنا، وإرادة منا قبل إرادة الكائنات بأسرها، ولم نقل أراد منا، وأراد بنا، بل أرادها على ما هي عليه من التجرّد والتخصيص بالوجود دون العدم، فإذًا أفعال العباد من حيث إنها أفعالهم. أما أن يقال تتعلق الإرادة على الوجه الذي ينسب للحق إيجادا وتخصيصا، على وجهي أراد بنا وأراد منا، أراد بنا من أمرنا به دينا وشرعا واعتقادا ومذهبا، وأراد منا ما علم سابقه، وعاقبه، وفاتحه، وخاتمه. ¶ ودل على صحة هذا المعنى قوله: {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ} (¬2)، أي لم يشأ ¶ ¬_________ ¶ (¬1) النساء: 27. وبقية الآية: (وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا). ¶ (¬2) السجدة: 13. وبقية الآية: (مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ)",
            "page": "21",
            "part": "1",
            "seal": "6C3C9242"
        },
        {
            "id": "13",
            "nass": "الهداية ليحق القول على مقتضى العلم السابق. وقوله: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} (¬1)، أي لأمرهم بالعبادة، وقيل: ليخضعوا ويستسلموا، كقوله: {وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا} (¬2). انتهى. ¶ وقال قبله: وكل ما ورد في القرآن من إرادة الخبر المخصوص بأفعال العباد مثل قوله: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} (¬3)، {وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ} (¬4) إلى غير ذلك، فهو محمول إما على ثناء أو مدح في الحال، وإما على ثواب ونقمة في المآل، وإلا فالإرادة الأزلية لا تتعلق إلا بما هو متجدد من حيث إنه متجدد، ولا متجدد إلا وهو فعل البارئ، وذلك لا ينسب للعبد كما بينا في خلق الأعمال، واختص الأمر بأفعال العباد على الحقيقة دون الوجوب التي تنسب للحق فلم يجب تلازم الأمر والإرادة. ¶ وقد يرد الأمر بمعنى الإرادة بمعنى الأمر فيكون الإطلاق باشتراك في اللفظ، وكان المشركون تمسكوا بمثل هذا الاشتراك حيث أخبر التنزيل عنهم بقوله: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا} (¬5) أراد بذلك ¶ ¬_________ ¶ (¬1) الذاريات: 56. ¶ (¬2) آل عمران: 83. وبقية الآية: (وَإِلَيْهِ يُرْجَعُونَ). ¶ (¬3) البقرة: 185. وبقية الآية: (وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ). ¶ (¬4) المائدة: 6. وبقية الآية: (وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ). ¶ (¬5) الأنعام: 148. وبقية الآية: (وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ).",
            "page": "22",
            "part": "1",
            "seal": "BB9AB19C"
        },
        {
            "id": "14",
            "nass": "المشيئة بمعنى الأمر، ولأجل هذا طالبهم بإخراج العلم بذلك، وإظهار الحجة على ما ادعوه من كتبهم، وقال: {إن يتبعون إلا الظن وإن هم إلا يخرصون} (¬1)، إذ لم يرد بذلك أمر ولا وجدوا في كتبهم به تكليفا، ثم رد عليهم بإثبات المشيئة بمعنى التخصيص بالوجود والتصريف للأمر، فقال: {فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} (¬2). انتهى. ¶ فعلم من مجموع كلامه: أن الرضى والسخط يرجعان للإرادة وهي واحدة، ويختلف حكمها وتسميتها باختلاف المراد، واتفق الجميع على اتحاد المشيئة والإرادة خلافا لبعض المبتدعة، أن المشيئة قديمة والإرادة حادثة، وقد ذكر اتحادهما المقترح (¬3)، وأبو بكر (¬4)، والشيرازي (¬5). والسعد التفتازاني (¬6)، ناسبا التخالف بينهما لبعض المبتدعة، وعلم من كلامهم: أن الرضى والمحبة أيضا شيء واحد، وأن السخط والعداوة والبغض والكراهية هي أيضا متحدة، وهي مقابلة الرضى والمحبة، وهي حيثيات للإرادة من حيث المتعلق، أو هي الإرادة على ما سبق، ونعني بالكراهية الشرعية إذ لا يخفى أن العقلية نقيض الإرادة فكيف تكون عينها أو نوعها. ¶ ¬_________ ¶ (¬1) الأنعام: 116 ¶ (¬2) الأنعام: 149 ¶ (¬3) المقترح شرح الإرشاد ص: 82 ¶ (¬4) أبو بكر الباقلاني، الإنصاف ص 46. ¶ (¬5) الشيرازي، شرح اللمع ص 56. ¶ (¬6) السعد التفتازاني، شرح العقائد النسفية ص 102.",
            "page": "23",
            "part": "1",
            "seal": "DC0B0158"
        },
        {
            "id": "15",
            "nass": "وعلم من كلام أبي بكر أن كل ما نفى الله إرادته فمعناه راجع لنفي الأمر به؛ لما علمنا من صحة إطلاق الإرادة على الأمر، وبه يندفع ما تمسّك به المعتزلة من قوله: {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ} (¬1). ¶ على أن الرضى هو الإرادة، وقوله: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ} (¬2)، {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} (¬3)، {تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ} (¬4)، {وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ} (¬5)، {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا} (¬6)، {وما خلقت الجن والإنس إلا ليعبدون} (¬7). ¶ وهذا كله منحوت من أبي بكر، وقال في موضع آخر: فما وقع بالإرادة على وفق الأمر كان مرادا بالتخصيص والتجدد ¶ ¬_________ ¶ (¬1) الزمر: 7. وبقية الآية: (وَإنْ تَشْكُرُوا يَرْضَهُ لَكُمْ وَلَا تَزِرُ وَازِرَة وِزْرَ أخْرَى ثُمَّ إلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ إنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ). ¶ (¬2) النساء: 27. وبقية الآية: (وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا). ¶ (¬3) البقرة: 185. وبقية الآية: (وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ). ¶ (¬4) الأنفال: 67. وبقية الآية: (وَاللَّهُ عَزِيزٌ حَكِيمٌ). ¶ (¬5) غافر: 31. وبداية الآية: {مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ}. ¶ (¬6) الأنعام: 148. وبقية الآية: (وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ حَتَّى ذَاقُوا بَأْسَنَا قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ). ¶ (¬7) الذاريات: 56.",
            "page": "24",
            "part": "1",
            "seal": "BBBCBE6B"
        },
        {
            "id": "16",
            "nass": "مرضيا بالمدح والثواب، وما وقع على خلاف الأمر، ولكن لا يكون إلا على وقف العلم سمي مرادا بالتخصيص والتجدد مسخوطا، وغير مرضي بسبب الذم والعقاب، انتهى. ¶ وقال الشيرازي (¬1) في كتاب الحدود الكلامية ما نصه: ¶ فصل الإرادة، والمشيئة والمحبة والرحمة والإحسان والولاية كلها بمعنى واحد وهي الإرادة، فإذا قلنا: إنه راضٍ أو محب أو مختار، أو شاء، فالمراد به مريد لإدخالهم الجنة والإنعام عليهم في الدنيا، وكذا كراهته وسخطه وغضبه وعداوته، جميع ذلك بمعنى واحد تتعلق بجميع متعلقاتها، وهي كالكلام أمر ونهي، وخبر واستخبار، ووعد ووعيد وهو واحد، وإنما نصفه بهذه الأشياء؛ تعظيما له وإجلالا واتباعا له حيث يقول: {يريد الله ليبين لكم}، {فعال لما يريد} (¬2)، {ولو شاء ربك ما فعلوه} (¬3)، {رضي الله عنهم} (¬4)، {وربك يخلق ما يشاء ويختار} (¬5)، {يُحِبُّهُمْ وَيُحِبُّونَهُ} (¬6)، {الله الرحمن الرحيم}، ¶ ¬_________ ¶ (¬1) الشيرازي، كتاب الحدود الكلامية ص 96. ¶ (¬2) البروج: 16. ¶ (¬3) الأنعام: 112. وبقية الآية: (فذرهم وما يفترون). ¶ (¬4) المجادلة: 22. وبقية الآية: (ورضوا عنه أولئك حزب الله ألا إن حزب الله هم المفلحون). ¶ (¬5) القصص: 68. وبقية الآية: (ما كان لهم الخيرة سبحان الله وتعالى عما يشركون). ¶ (¬6) المائدة: 54. وبقية الآية: (أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ).",
            "page": "25",
            "part": "1",
            "seal": "04773B15"
        },
        {
            "id": "17",
            "nass": "{اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا} (¬1)، {ولكن كره الله انبعاثهم فثبطهم} (¬2)، {وغضب الله عليهم} (¬3)، {أن سخط الله عليهم} (¬4)، {فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ} (¬5) انتهى كلامه. ¶ فأنت تراه أيضا جعل الجميع بمعنى واحد وهي الإرادة، إنما اختلف باعتبار الحيثيات وجهات التعلق، ثم إن سياقه للآية وهي قوله: {ولكن كره الله انبعاثهم} (¬6) في مساق الكراهة التي تشملها الإرادة، قد يشكل من حيث المعنى على خلافه، إذ لو أراد انبعاثهم لانبعثوا، فإذا لم يرد انبعاثهم فهي نقيض الإرادة العقلية، فكيف تذكر في جزئيات، ولا يصح أن يراد الكراهة الشرعية للخروج؛ لأنه مأمور به لقتال العدو فلا يصح إلا أن يريد بها من محبة لا كراهة؛ إذ هي إرادة، ولذلك قال: {وقيل اقعدوا مع القاعدين} (¬7) فتأمله ترشد والله المعين. ¶ ¬_________ ¶ (¬1) البقرة: 257. وبقية الآية: (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ). ¶ (¬2) التوبة: 46. وبقية الآية: (وقيل اقعدوا مع القاعدين). ¶ (¬3) الفتح: 6. وبقية الآية: (ولعنهم وأعد لهم جهنم وساءت مصيرًا). ¶ (¬4) المائدة: 80. وبقية الآية: (وفي العذاب هم خالدون). ¶ (¬5) البقرة: 98. وبداية الآية: (مَنْ كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنَّ اللَّهَ عَدُوٌّ لِلْكَافِرِينَ). ¶ (¬6) التوبة: 46. وبقية الآية: (فثبطهم وقيل اقعدوا مع القاعدين). ¶ (¬7) التوبة: 46.",
            "page": "26",
            "part": "1",
            "seal": "151404C6"
        },
        {
            "id": "18",
            "nass": "المطلب الثالث. ¶ المصادر التي اعتمد عليها الشاوي في كتابه. ¶ اعتمد الشاوي في عرض أفكاره على مجموعة من المصادر المتعلقة بدراسة العقيدة الإسلامية بلغت ثلاثة وعشرين مصدرًا، نذكر: ¶ (1) أبو المعالي الجويني. ¶ - الإرشاد في قواطع الأدلة. ¶ - الشامل في أصول الدين. ¶ (2) ابن الحاجب. ¶ - المختصر الأصلي. ¶ (3) الباقلاني. ¶ - الإنصاف.",
            "page": "27",
            "part": "1",
            "seal": "E5DAC580"
        },
        {
            "id": "19",
            "nass": "(4) المقترح. ¶ - شرح الإرشاد. ¶ - الأسرار العقلية في الكلمة النبوية. ¶ (5) الإسفرائيني. ¶ - التبصير في الدين. ¶ (6) ابن الهمام. ¶ - المسايرة في العقائد. ¶ (7) السنوسي. ¶ - شرح عقيدة أهل التوحيد. ¶ - شرح المقدمات. ¶ (8) الأشعري. ¶ - مقالات الإسلاميين. ¶ (9) المديوني. ¶ - شرح عقائد السلالجي. ¶ (10) السهيلي. ¶ - الروض الأنف. ¶ (11) الشهرستاني.",
            "page": "28",
            "part": "1",
            "seal": "605CC21B"
        },
        {
            "id": "20",
            "nass": "- الملل والنحل. ¶ (12) ابن العربي الحاتمي. ¶ - التدبيرات الإلهية في إصلاح المملكة الإنسانية. ¶ (13) الخفاف. ¶ - شرح البرهانية. ¶ (14) الشيرازي. ¶ - الحدود الكلامية. ¶ (15) المنجور. ¶ - الحاشية على كبرى السنوسي. ¶ (16) ابن مالك. ¶ - شرح التسهيل. ¶ (17) ابن عرفة. ¶ - الشامل. ¶ - المختصر. ¶ (18) التفتازاني. ¶ - شرح النسفية. ¶ - شرح المقاصد.",
            "page": "29",
            "part": "1",
            "seal": "AD31E3D4"
        },
        {
            "id": "21",
            "nass": "يقوم الكتاب على الإجابة عن ستة أسئلة وهي: ¶ السؤال الأول: ¶ ما هو الدليل الجملي الذي يخرج المقلد بمعرفته من الخلاف الواقع؟ وهل هو حدوث العالم؟ وهل يؤخذ كونه حدوث العالم من قول السنوسي في شرح الصغرى: فلا بد لكل مكلف أن يعلم كل مسألة من مسائل الاعتقاد بدليل واحد، وكما أشار إلى النظر والفكر فيه - مولانا- في غير آية أم لا؟ ¶ السؤال الثاني: قول العلماء إن المصيب في العقليات واحد مع اختلاف أهل السنة كالأشعري والرازي في الأحوال نفيا وإثباتا، والصعلوكي فيتعدد العلم والقدر، فمن المصيب ومن المخطئ، مع أن المصيب واحد؟ ومن يتبع في هذا الخلاف، ومن لا يتبع؟ ¶ السؤال الثالث: ما وجه من قال في الإرادة لها تعلقات صلاحي وتنجيزي؟ ¶ السؤال الرابع: قولكم في الرضى والمحبة والإرادة هل الجميع بمعنى؟ أو بين الإرادة وما قبلها من المحبة والرضى تباين؟ ¶ السؤال الخامس: قولكم الكلام يتعلق بجميع أقسام الحكم العقلي، وهل بكل دلالة من دلالته يدل على الجميع أو لا يدل على جميع الحكم العقلي إلا البعض منها؟ وإن قلتم بدلالة البعض منها، ما هو هذا البعض؟",
            "page": "30",
            "part": "1",
            "seal": "DF677767"
        },
        {
            "id": "22",
            "nass": "السؤال السادس: ما هو الحال في كونه قادرًا، هل ما يفهم من القادرية بين كونه قادرا، وكذا في كل صفة؟ وهل هنا كالحال في قول النحاة جاء زيد راكبا؟ وهل الحال المعنوية الحادثة في حقنا مخلوقة تتعلق بها القدرة أم لا؟",
            "page": "31",
            "part": "1",
            "seal": "7CD6020F"
        },
        {
            "id": "23",
            "nass": "المطلب الرابع. ¶ طريقة الباحث في دراسة المخطوط. ¶ انتهج الباحث في دراسة المخطوط الخطوات الآتية: ¶ (1) نسخت نص المخطوط إلى الخط المشرقي باعتباره السائد في لغة الطباعة. ¶ (2) خرّجت الآيات القرآنية بإرجاعها إلى سور القرآن مع بيان رقمها فيها. ¶ (3) خرّجت الأحاديث النبوية بإرجاعها إلى كتب الحديث المعروفة. ¶ (4) خرّجت الأعلام، وذلك بإعطاء ترجمة موجزة عنهم، مع بيان المصادر التي ترجمت لهم. ¶ (5) وثقت النصوص المنقولة في الكتاب بإرجاعها إلى مظانها من الكتب لتوثيقها.",
            "page": "32",
            "part": "1",
            "seal": "6754A4D1"
        },
        {
            "id": "24",
            "nass": "المبحث الثالث: متن المخطوط.",
            "page": "35",
            "part": "1",
            "seal": "0DF8273F"
        },
        {
            "id": "25",
            "nass": "بسم الله الرحمن الرحيم. ¶ وصلى الله على سيدنا ومولانا محمد - صلى الله عليه وسلم-، يقول أجهل العباد، المتكلم في فيفاء البلاد، المرعي هشيمه لعدم الكلأ في الوهاد يحيى الشاوي -نجاه الله من سائر المساوي-: ¶ مقدمة المخطوط. ¶ الحمد لله الحميد والصلاة والسلام على من اسمه محمد وأحمد، وأشهد أن لا إله إلا الله وحده لا شريك له، شهادة عبد تبرأ من حوله إلى حول الشديد، وأشهد أن محمدا عبده ورسوله ذو الأمر الرشيد والقول السديد. ¶ وبعد: فإن بعض من طاعته غنم، وإجابته حتم ممن لقيته في حال الاشتغال والجولان والانتقال، أصلح الله مني ومنه الحال، وألهمني وإيّاه الرشد في الأقوال والأفعال، وجعلني وإياه من خير المتمسكين بطريق سيد الأرسال وبعض الأحبّة الأعيان، ومن هو من خلاصة الخلان ممن ضمّني وإيّاه المكان، وحضر معنا بعض درس العقائد في بعض الزمان. ¶ كتب إليّ بعض بنيات الفكر، ومخدّرات عرائس الحذر، مما عساه أن يشكل على بعض الأذهان، أو ينازع فيه من لا يقنع إلا بالبرهان، للظن الجميل وحسن التعويل، حقق الله لهما الظن، فإنه ذو الطول والمنّ، وفي الحقيقة نفخا في غير ضرم، واستسمنا ذا ورم:",
            "page": "37",
            "part": "1",
            "seal": "7D7C15AC"
        },
        {
            "id": "26",
            "nass": "لعمر أبيك ما نسب المعلّى ... إلى كرم وفي الدنيا كريم ¶ ولكن البلاد إذا اقشعرَّت ... وأجدَب نبتُها رعي الهشيم ¶ وأقول كما قيل: الحمد لله على أنني كضفدع في وسط اليمّ، إن نطقت ألجمها ماؤه، أو سكتت ماتت من الغم. هذا والطاقة والإمكان من مقدمات ¶ الرحمن. ¶ وأقول كما قال ابن مالك في خطبة التسهيل (¬1): إذا كانت العلوم منحا إلهية، ومواهب ربانية، فغير مستبعد أن يدّخر لبعض المتأخرين ما عسر فهمه على كثير من المتقدمين، ولتعلم أني بنيت الأمر على قاعدة المواهب، فإن أصبت فمن عطاء الواهب، وإن أخطأت فالإنسان أهل للتقصير والنقصان، وسميته بالتحف الربانية في جواب الأسئلة اللمدانية، وبالله الإعانة. ¶ ¬_________ ¶ (¬1) انظر ابن مالك، التسهيل ج 1/ 166. ابن مالك محمد بن عبد الله (600 - 672 هـ = 1203 - 1274 م): أحد الأئمة في علوم العربية. من مصنفاته التسهيل - ط. لامية الأفعال ط. انظر المقري نفح الطيب ج 1/ 434 - 440 جرجي زيدان، تاريخ آداب اللغة العربية ج 3/ 140.",
            "page": "38",
            "part": "1",
            "seal": "413971E3"
        },
        {
            "id": "27",
            "nass": "المطلب الأول. ¶ ما هو الدليل الجملي الذي يخرج المقلد بمعرفته من الخلاف الواقع؟ ¶ أول الأسئلة بعد البداية والبسملة: ما هو الدليل الجملي الذي يخرج المقلّد بمعرفته من الخلاف الواقع؟ وهل هو حدوث العلم؟ وهل يؤخذ كونه حدوث العالم من قول السنوسي في شرح الصغرى فلا بد لكل مكلف أن يعلم كل مسألة من مسائل الاعتقاد بدليل واحد وكما أشار إلى النظر والفكر فيه مولانا في غير آية أم لا؟ ¶ وما هو التفصيلي؟ وما مثاله وما حقيقته؟ فهل هو المركب من ملزوم ولازم أم لا؟ هذا تمام السؤال الأول. ¶ والجواب بحول الله من له المرجع والمناب: إن الجملي منسوب إلى الإجمال، وإجمال كل شيء معرفته إجمالا لا تفصيلا كمعرفتنا القوم دون تفاصيلهم من زيد وعمرو، وكذا معرفة الدليل إجمالا معناه: معرفته دون تدقيق في ذلك الدليل",
            "page": "39",
            "part": "1",
            "seal": "367D8718"
        },
        {
            "id": "28",
            "nass": "بحيث لا يتوصل إلى خباياه، ولا يقدر على دفع ما يرد عليه من الشبه. وليس المعنى كونه جمليا إجمال الصفات في دليل واحد، فإن ذلك لا يساعده اللفظ ولا المعقول والمنقول. ¶ وبيانه إن الجملي نعت للدليل. فالمعنى إن الدليل مجمل غير مبيّن الدقائق في ذاته فهو نعت حقيقي، ولذلك استكن ضميره لا سببي. ولو كان سببيا لقال الجملية مدلولاته، ويكون منسوبا إلى المحل اسم فاعل، أي بجميع الصفات. هذا بيانه لفظا. ¶ وأما عقلا فلأن الدليل حيث علم على ما ينبغي، وتوصل إلى دقائقه، وربطت به الصفات جملة، يكون غاية قصوى، وما هو بأدنى من كون كل مسألة لها دليل مستقلّ، وقد رأينا أكابر العلماء يتفاوتون في رتب المعارف، ويتسابقون إلى أدراج الصفات تحت اللفظة أو الثلاث، كالإمام السنوسي (¬1) في الشهادة، وكالمقترح (¬2) في الأسرار العقلية في الكلمة النبوية، ويعدون ¶ ¬_________ ¶ (¬1) السنوسي محمد بن يوسف (832 - 895هـ = 1428 - 1490م): عالم تلمسان في عصره. فقيه أصولي، من مصنفاته: أم البراهين. العقيدة الوسطى، شرح كلمتي الشهادة. انظر مخلوف، شجرة النور الزكية ص262. أحمد بابا التنبكتي، نيل الابتهاج ص563. ¶ (¬2) المقترح التقي مظفر بن عبد الله (560 - 612هـ = 1165 - 1215م): فقيه شافعي مصري، برع في الدين، من كتبه: شرح الإرشاد في أصول الفقه (خ). انظر السبكي، طبقات الشافعية ج 5/ 156. حاجي خليفة، كشف الظنون 1793.",
            "page": "40",
            "part": "1",
            "seal": "CB863478"
        },
        {
            "id": "29",
            "nass": "ذلك من الإدراك بمكان، ولا تصل إليه إلا أقوى الأذهان. ¶ وأما نقلا فقد قال ابن عرفة (¬1) في شامله الكلامي: التقليد اعتقاد جازم لقول غير معصوم صحيحه ما طابق برهانا إما بدليل إجمالي معجوز عن تقريره، وحل شبهه، أو تفصيلي مقدور عليهما فيه يعفي إيمان ذي التقليد فيهما، لا مع عصيانه بترك النظر إن قدر أو معه ثالثها هو كافر، ثم اشتغل بعزو الأقوال هذا محل الحاجة منه. ¶ قال المنجور (¬2) في قوله معجوز عن تقديره وحل شبهه، هو نعت على سبيل الكشف، وكذا قوله مقدور عليهما فيه يعني التفصيلي هو نعت له أيضا على سبيل الكشف، فظهر من هذا كله إن الجملي معناه ما لم يتوصل المكلف إلى معرفته، بمعنى لا يقدر على تقريره، ولا يرد عليه من الشبه، مع كونه مطمئن القلب به، متمكنا منه، ولنحو هذا أشار السنوسي بقوله: ولا يشترط التعبير عما حصل في القلب، وتبين أن التفصيلي هو ما علمه المكلف قادرا على تقريره، وحلّ شبهه والتعبير عنه، ¶ ¬_________ ¶ (¬1) ابن عرفة محمد بن محمد (716 - 803 هـ /1316 - 1400 م): فقيه مالكي تونسي. من كتبه: المختصر الكبير في فقه - ط. المختصر الشامل في التوحيد - خ. انظر أحمد بابا التنبكتي، نيل الابتهاج ص463. مخلوف، شجرة النور الزكية ص277. ¶ (¬2) المنجور أحمد بن علي (926 - 995 هـ = 1520 - 1587 م): فقيه مغربي، وله علم بالأدب. من كتبه: \" نظم الفرائد ومبادئ الفوائد لمحصل المقاصد\"، \" الحاشية الكبرى على شرح كبرى السنوسي\" ... انظر ابن القاضي، لفظ الفرائد ص289. محمد الصغير الإفراني، صفوة من انتشر ص4.",
            "page": "41",
            "part": "1",
            "seal": "8BF13680"
        },
        {
            "id": "30",
            "nass": "وقادرا على ردّ ما يرد عليه مطمئن القلب به أيضا، أما المحصل له نقلا عن كتاب، أو عن شيخ يحسن الظن به كمن تراه يسرد الأدلة سرادا، وربما حفظها في لوح أو من كثرة ما يسمعها، ولا يعلم إلا أن الأول ملزم والثاني لازم، وبيان الملازمة قال الشيخ الفلاني كذا، فليس ممن عرف الدليل، ولا ممن حام حوله، بل هو مقلّد في الدليل جمليا وتفصيليَّا، وفي مثله يقول ابن عرفة (¬1): ففي إيمان ذي التقليد فيهما يعني المقلد في الدليل الجملي والتفصيلي إلخ ما سبق عنه. ¶ فحكى فيه من الخلاف ما حكى غيره في المقلّد في الصفات دون دليل أصلا بالإيمان إفعال من الأمن، كأن حقيقة آمن به أمنّه التكذيب والمخالفة وهو يتعدى باللام تارة والباء أخرى {وما أنت بمؤمن لنا} (¬2). وفي الحديث: «الإيمان أن تؤمن بالله» (¬3). ¶ فالإيمان الذي هو التصديق بالقلب إذعان للحكم وقبوله، كما أن التصديق مطلقا إيمانا وغيره الذي هو مقابل للتصور كذلك وليس حقيقة التصديق أن يقع في القلب نسبة الصدق إلى الخبر والمخبر من غير إذعان وقبول، بل هو إذعان وقبول لذلك، بحيث يقع عليه اسم التسليم على ما صرح به الإمام القرافي (¬4) ¶ ¬_________ ¶ (¬1) انظر ابن عرفة، المختصر الشامل. ¶ (¬2) يوسف: 17. ¶ (¬3) جزء من حديث طويل رواه مسلم في كتاب الإيمان عن عمر بن الخطاب رضي الله عنه. ¶ (¬4) القرافي: أحمد بن إدريس (ت 684هـ = 1285م): فقيه مالكي. عالم بالأصول من مصنفاته: \" أنوار البروق في أنواء الفروق \"، \" شرح تنقيح الفصول ومختصره \". انظر ابن فرحون، الديباج المذهب ص62 - 67. محمد مخلوف، شجرة النور الزكية، ص188.",
            "page": "42",
            "part": "1",
            "seal": "B3437E76"
        },
        {
            "id": "31",
            "nass": "وهو في أوائل علم الميزان كذلك، على ما صرح به رئيسهم ابن سينا (¬1)، فلو حصل هذا المعنى لبعض الكفار، كان إطلاق اسم الكافر من حيث إنه عليه شيء من أمارات التكذيب والإنكار، كمثل إذا فرضنا أن أحدا صدق بجميع ما جاء به محمد -صلى الله عليه وسلم- وعمل، ومع ذلك شد الزنار، أو سجد للمسيح بالاختيار؛ لأن النبي -صلى الله عليه وسلم- جعل ذلك علامة التكذيب والإنكار. ¶ فالإيمان الذي هو التصديق من أقسام العلم. وهو من الكيفيات النفسانية دون الأفعال الاختيارية. مثلا تصورنا النسبة بين شيئين وشككنا فيها، أهي بالإثبات أم بالنفي؟ ¶ ثم أقمنا البرهان على ثبوتها، فالذي يحصل لنا هو الإذعان والقبول لتلك النسبة وهو معنى الحكم والإيقاع والإثبات، وهذا هو الحق، لا ما ذهب إليه بعض المحققين وبعض المشايخ في مساق التفريق بين المعرفة والتصديق من حيث إن المعرفة لا ¶ ¬_________ ¶ (¬1) ابن سينا الحسين بن عبد الله (370 - 428 هـ = 980 - 1037 م): الفيلسوف، صاحب التصانيف في الطب والمنطق والطبيعيات. من كتبه: \" القانون - في الطب\"، \" الشفا - في الحكمة\"، \"الإشارات\" ... انظر عباس محمود العقاد الشيخ الرئيس ابن سينا. حمودة عرابة، ابن سينا بين الدين والفلسفة",
            "page": "43",
            "part": "1",
            "seal": "09000855"
        },
        {
            "id": "32",
            "nass": "تكفي إلا على ما ذكره بعض القدرية، وأطبق علماؤنا على فساده. ¶ فالفرق أن التصديق عبارة عن ربط القلب على ما علم من أخبار المخبر، وهو أمر كسبي يثبت باختيار المصدق، ولهذا يثاب عليه، ويجعل رأس العبادات، بخلاف المعرفة فإنها ربما تحصل بلا كسب كمن وقع بصره على جسم فحصل له معرفة أنه جدار أو حجر. ¶ فالتصديق إذًا هو أن تنسب باختيارك الصدق إلى المخبر حتى لو وقع ذلك في القلب من غير اختيار، لم يكن تصديقا وإن كان معرفة. هذا حاصل هذا المذهب، والتصديق عنده فعل، والحق أنه انفعال. ¶ فإن قلت: إذا كان انفعالا فكيف يكلف به؟ والكيفية كالغريزة للنفس بعد الدليل، فكيف يكلف به؟ وكيف يثاب عليه؟ وكيف يجعل رأس العبادات؟ ¶ قلنا: لما كانت تلك الكيفية لا تحصل إلا بالاختيار في مباشرة الأسباب. وصرف النظر، ورفع الموانع، كان فيه ما ذكر. وهذا كله منحوت من السعد التفتازاني (¬1) في شرحه ¶ ¬_________ ¶ (¬1) السعد التفتازاني مسعود بن عمر (712 - 793هـ = 1312 - 1390م): من أئمة العربية والبيان والمنطق. من كتبه: شرح المقاصد - ط. شرح العقائد النسفية - ط. حاشية على شرح العضد على مختصر ابن الحاجب. ط. في الأصول. انظر ابن حجر العسقلاني، الدرر الكامنة ج4/ 350. طاش كبرى زادة، مفتاح السعادة ج1/ 165.",
            "page": "44",
            "part": "1",
            "seal": "02D74350"
        },
        {
            "id": "33",
            "nass": "للعقيدة النسفية، وقد أبطل المعرفة والاعتداد بها بما ذكر وبكونها تقع مع إنكار وعناد وجحد. قال: {وجحدوا بها واستيقنتها أنفسهم} (¬1)، {يعرفونه كما يعرفون أبناءهم} (¬2) ¶ نعم: إذا كانت المعرفة بالاختيار فهي التصديق، ولا بأس بذلك على أنا نمنع حصول ذلك للكفار المعاندين، ولئن سلم فكرهم لما عليهم من أمارات التكذيب كما سبق من شد الزنار والله أعلم (¬3). ¶ فثبت من هذا أن الإيمان يحصل بأمور اختيارية، هي البرهان بشروطه سواء أوجب البرهان صفة أو أكثر، فليس الإجمالي بإجمال الصفات يكون، إنما يكون بضعفه من حيث ما ذكر قبل، فتأمله. ¶ فقولكم: نفعكم الله هل هو حدوث العالم أردتم من حيث إنه يستلزم إثبات جميع الصفات واستلزامه لها ظاهرا، لكنه إن وصل به المكلف حق الوصول فليس بجملي لما مر. ¶ وأما قولكم: هل يؤخذ من قول السنوسي؛ فلا بد لكل مكلف أن يعلم كل مسألة من مسائل الاعتقاد بدليل واحد، حيث ظهر لكم من قوله: إن كل مسألة بدليل معناه جمع المسائل يعني مسائل الاعتقاد في دليل واحد، وليس ذلك مدلول ¶ ¬_________ ¶ (¬1) النمل، الآية: 14 ¶ (¬2) البقرة، الآية: 146 ¶ (¬3) انظر السعد التفتازاني، شرح النسفية ص121. بتصرف",
            "page": "45",
            "part": "1",
            "seal": "3B1F5B01"
        },
        {
            "id": "34",
            "nass": "قوله فإنه في التركيب نظير قولك كل رَجُل له رِجْل فإن كلا إذا دخل على نكرة أفادت عموم الأفراد. وقد قوبل بفرد، فيكون لكل واحد واحد. ¶ ومحط كلام السنوسي أنه لا بد لكل مسألة من دليل، ولا يلزم أن يعرف كل مسألة بأزيد من دليل، هذا معنى الكلام. ونظرة في التركيب قولك مثلا لكل غاز سهم، فلا شك أن هذا الكلام موضوع لنفي الاشتراك في سهم، وللزيادة للواحد على سهم فكيف يكون قول السنوسي المذكور يفيد إجمال المسائل في دليل، بل هو موضوع لأعم من ذلك، ولنفي التكليف بالزيادة. ¶ وأما قولكم: في بيان أن حدوث العالم هو الإجمالي، بأن الله أشار إلى النظر والتفكر في غير ما آية، فإرشاد مولانا إلى النظر فيه، لا يفيد جمع المسائل الاعتقادية فيه، بل يفيد أنه دليل لما وضع له كأخذ الوجود منه في قوله: {قال فمن ربكما يا موسى قال ربنا الذي أعطى كل شيء خلقه ثم هدى} (¬1). ولمن سلم أنه في القرآن جمع المسائل الاعتقادية كلها فيه، فلا يؤخذ منه أنه هو الدليل الإجمالي الذي هو أدنى رتبة من التفصيلي، كيف والقرآن محشو بالأدلة التفصيلية من حيث وصول الناظر إليها على ما ينبغي، والإجمالية من حيث عدم ذلك. ¶ فالحاصل أن الدليل في نفسه لا يوصف بتفصيل ولا إجمال بل من حيث وصول المكلف. فإن وصل وصولا تاما، قادرا ¶ ¬_________ ¶ (¬1) طه: 49 - 50.",
            "page": "46",
            "part": "1",
            "seal": "37D5F91B"
        },
        {
            "id": "35",
            "nass": "على تقريره، وحل ما يرد عليه من الشبه، فهو الدليل التفصيلي. وإن وصل إليه وصولا ما، بحيث لو سئل لم يجب، وهو معنى العجز عن تقريره. وإن وردت عليه شبهة لم يحملها، فالدليل إجمالي فتسميته بأحد الأمرين حيث الناظر لا من حيث الدليل فاعرفه. ¶ وأما قولكم: ما هو الدليل التفصيلي؟ فقد علمته من كلام ابن عرفة أنه ما وصل على المطلوب وصولا تاما ولا معنى لحقيقته إلا ذلك. ¶ وأما قولكم: وما مثاله؟ فهو مبني على الخلاف فيه، هل يشترط فيه التركيب كما هو مذهب أهل علم الميزان حيث قالوا: وهو ما ركّب من مقدمات تستلزم قولا آخر، وذلك أعم من أن يركب، من صغرى وكبرى، أو من ملزوم ولازم. والقول الآخر الذي تستلزمه هو النتيجة. ¶ ومذهب الأصوليين هو ما وصل للمطلوب ولم يركب كقولنا الدليل على وجود الله حدوث العالم. وعلى الأول هو مخصوص بقولك في الاستدلال على وجوده أيضا العالم حادث وكل حادث لا بد له من محدث. فهذا تركيب من صغرى وكبرى وهما المعنيان بالمقدمات. ¶ وجمعت على أن التثنية جمع أو اعتبارا بما في التركيب أجمع، والنتيجة قولنا العالم لا بد له من محدث وهو المعني بقولنا إنه استلزمته المقدمات، يعني قوة لا فعل، أي لا حصولا، أو من ملزوم ولازم نحو قوله فيما ذكر أيضا له محدث إلخ ... والله أعلم.",
            "page": "47",
            "part": "1",
            "seal": "540680A4"
        },
        {
            "id": "36",
            "nass": "وقد ذكر القولين السعد التفتازاني. هذا تمام الكلام على السؤال الأول، وبما ذكر منه في الإيمان عن السعد تعلم صحة قول من قال: إنه لا يثاب على الإيمان، وصحة قول من قال: إنه يثاب عليه، يعني إن نظر إلى نفسه الذي هو انفعال على ما سبق أنه الحق فهو من كيفيات النفس وليس كسبيا؛ فلا يثاب عليه، يعنى يثاب عليه باعتبار مبادئه الموصلة إليه. ¶ وأما على القول الذي نسب لبعض المحققين: إنه فعل من أفعال النفس فهو كسبي بلا شك، فالثواب عليه. لكن وجه بعض الأصوليين عدم الثواب عليه بأنه قربة، وكل قربة لا يثاب عليها إلا بشرطها الذي هو الإيمان. وليس قبل الإيمان إيمان فلم يحصل شرط الثواب، وهذا إن صحّ دليلا فلنا أن نقول به في أول جزء منه، أما استمراره فيثاب عليه؛ لأسبقية الإيمان عليه إذ هو عرض كسائر الأعراض، ومنه تعلم أنه حادث، إذ ليس فيه إلا قولان: فعل من أفعال النفس، أو انفعال وهما حادثان بالضرورة. ¶ وما يوجد في بعض المقيدات منسوبا للتفتازاني على الرسالة، وجوابه لزروق (¬1) عليها، كما وقفت عليه من أن الإيمان من قال ¶ ¬_________ ¶ (¬1) زروق أحمد بن أحمد (846 - 899 هـ = 1442 - 1493 م): فقيه محدث صوفي. من تصانيفه: \" النصيحة الكافية لمن خصه الله بالعافية \"، \" القواعد\" ... انظر ابن القاضي، جذوة الاقتباس ص60. محمد مخلوف، شجرة النور الزكية ص267",
            "page": "48",
            "part": "1",
            "seal": "E2B4119C"
        },
        {
            "id": "37",
            "nass": "فيه: إنه حادث فقد كفر، ومن قال: إنه قديم فقد كفر، فلا يصح إلا على أحد الأمرين: ¶ أولهما: إنه حادث يعني من حيث ذاته، إذ هو مخلوق لله قديم من حيث متعلقه الذي هو الأمر الكلامي الأزلي، لكنه بهذا غير صحيح؛ إذ لا يلزم من قدم المتعلق كالقدرة مثلا قدم المتعلق كالمقدور، وإلا لزم قدم العالم كله من حيث قدم ما تعلق به. ¶ وهذا قول بمذهب الفلاسفة على أنهم ما أمكنهم دعوى قدمه في زعمهم، حتى نفوا الصفات وجعلوه يؤثر بالذات وهو معنى التعليل، وذلك لما ثبت بالعقل بإجماع منا، ومنهم أن المفعول بالقصد والاختيار حادث بالزمان بمعنى المسبوقية بالعدم، بخلاف المفعول بالذات فإنه حادث بالزمان، بمعنى المسبوقية بالعدم، فكيف يمكن من أثبت الصفات أن يقول بقدم شيء فعل بالقصد والاختيار. هذا بديهي بعد معرفة ما سبق، وقد اشتهر من القواعد العقلية: أنه لا يلزم من قدم المتعلق كما ذكره السعد وغيره. ¶ الأمر الثاني: إنه لا يليق غيره لو قصده الإمام زروقا: إنه لا يقال الإيمان على معنى أنه لم يسبق بعدم بل لا بد من القول بحدوثه بهذا المعنى، إذا هو مسبوق بعدم، وطروّه ظاهر بالبديهة، إذ هو عرض يخلقه الله في قلب من هداه كالكافر يطرأ عليهم الإيمان، فهو حادث لا محالة. وأيضا هو صفة بعض الحوادث فلا يمكن القول بقدمه.",
            "page": "49",
            "part": "1",
            "seal": "9B781326"
        },
        {
            "id": "38",
            "nass": "ومعنى أنه لا يقال بحدوثه على حيثية أخرى، أي يقال: إنه كان غير مطلوب في بعض الشرائع كالصلوات الخمس، ثم حدث أي صار واجبا بعد أن لم يكن واجبا. ¶ فإن القول بهذا كفر؛ لأن الإيمان بالله من الخصال التي اتفقت عليها الملل في وجوبها. ¶ وهذا في إيمان العبادات إيمان الله الذي هو تصديقه لمن صدقه فهو قديم إذ هو صفة، وهذا لا يزيد ولا ينقص بإجماع. وهذا من شجون المقال. فلنرجع لأصل السؤال. ¶ ثانيها: قولهم إن وجودنا هل يقال فيه: إنه واجب، أو جائز مطلقا كما صرح به في برهان الثناء (كذا)؟ ¶ فأقول وبالله الفكر يجول: إن حقيقة الجائز ما لو وقع لم يلزم من فرض وقوعه محال لذاته. والعارض لا يدفع الجواز الأصلي الذاتي. قال التفتازاني (¬1) في تكليف ما لا يطاق: إنه جائز عقلا وهو غير واقع، بدليل قوله: {لا يكلف الله نفسا إلا وسعها} (¬2). وذهبت المعتزلة إلى استحالته عقلا، بناءً على مذهبهم بالتحسين والتقبيح بالعقل. وأما وقوعه فهو محال، وذلك لا يدفع جوازه الأصلي. ¶ فإن قلت: لا يصح جوازه؛ لأن الجائز ما لا يلزم على فرض وقوعه محال، وهذا لو وقع لكان تكذيبا للخبر الصادق، وهو محال. ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني شرح المقاصد ج 4/ 296 بتصرف. ¶ (¬2) البقرة الآية: 286",
            "page": "50",
            "part": "1",
            "seal": "E8BA1AAB"
        },
        {
            "id": "39",
            "nass": "فالجواب: إن الجائز ما لا يلزم على فرض وقوعه محال لذاته. وهذا الواقع لم يلزمه منه محال لذاته، وإنما جاءه المحال من عارض، وذلك لا يدفع الجواز الأصلي، كما تقول في الموجود: إنه جائز الوجود والعدم، يعني من حيث ذاته. وإن كان عدمه محالا يعني لمشاهدة وجوده، فإن العارض لا يدفع الحكم الأصلي. ¶ فمعناه موضحا، فقد جعل محل سؤالكم واستشكالكم استشهادا، فإذًا يقال: إنه جائز من حيث ذاته مطلقا قبل الوجود وبعده. فإن اعتبرت العارض ذكرته مقيدا، فقلت: واجب الوجود لفرض وجوده، بخلاف ما بالذات فإنه عند الإطلاق ينصرف الذهن إليه. ¶ إيضاح آخر: أن لو لم نعتبر الذات لما بقي جائز، واللازم باطل، فالملزوم مثله بيان الملازمة أن علمه قد أحاط بالجائز على تفاصيله من كونه يقع أو لا يقع، فلو اعتبرنا العارض كالعلم العارض للجائز لما بقي جائزا، إذًا ما علم عدمه يكون واجب العدم، وما علم وجوده يكون واجب الوجود قبل أن يوجد. فكيف بعد الوجود؛ فثبت أن الجواز يثبت للجائز من حيث هو هو، وأن الوجوب يثبت له من حيث فرض الوقوع لأحد طرفيه بعارض الوجود المشاهد أو المعلوم، فتأمل ذلك حق التأمل، وكن من الشاكرين. ¶ ثالثها: قولهم ما هو الحال في كونه قادرا؟ هل ما يفهم من القادرية بين كونه وقادرا، وكذا في كل صفة؟ وهل هنا كالحال",
            "page": "51",
            "part": "1",
            "seal": "61828B61"
        },
        {
            "id": "40",
            "nass": "في قول النحاة جاء زيد راكبا؟ وهل الحال المعنوية الحادثة في حقنا مخلوقة تتعلق بها القدرة أم لا؟ هذا تمام ما لهم من سؤال. ¶ فأقول بحول من به الفكر يجول: إن سؤالك في الحال سؤال عن عنقاء مغرب، وقد اختلف الناس قديما وحديثا في إثباتها وتقييمها. ¶ والثابت المحقق لكل الأذهان لا يقدر على نفيه إنسان. وأدلّة نفاتها كثيرة، وأدلّة مثبتيها كذلك. وقد ألَّف كل في قصده، وألَّف بعض العلماء نصافة بينهما بعد اطلاعه على غاية ما وصل إليه عقول الفريقين، وذكر كلامهم، وكلام المصنف بينهم، يتلخص لك ما هي عند من أثبتها. ¶ وإن علم أن أول من تكلم في الحال الجبائي، وأبو هاشم (¬1)، وما كانت مذكورة قبلهما أصلا، فأثبتها أبو هاشم، ونفاها أبوه الجبائي (¬2). ¶ وأثبتها الباقلاني (¬3) بعد أن تردد فيها. ونفاها صاحب مذهبه ¶ ¬_________ ¶ (¬1) الجبائي عبد السلام بن محمد عبد الوهاب (247 - 321 هـ = 861 - 933): عالم بالكلام من كبار المعتزلة، له آراء انفرد بها. وتبعته فرقة سميت \" البهشمية\". له مصنفات في الاعتزال كما لأبيه. انظر الإسفراييني، التبصير في الدين ص86. الخطيب البغدادي، تاريخ بغداد ج11/ 55. ¶ (¬2) محمد بن عبد الوهاب الجبائي (253 - 303 هـ = 849 - 916 م): من أئمة المعتزلة. ورئيس الكلام في عصره، وإليه نسبة الطائفة الجبائية، له \" تفسير \" حافل مطول رد به على الأشعري. انظر ابن خلكان، وفيات الأعيان ج1/ 480. طاش كبرى زادة، مفتاح السعادة ج2/ 125. ¶ (¬3) الباقلاني محمد بن الطيب، أبو بكر (338 - 403 هـ = 950 - 1013 م): قاض، من كبار علماء الكلام. انتهت إليه الرياسة في مذهب الأشاعرة. من كتبه: \" الإنصاف\"، \" الاستبصار\"، \" الملل والنحل\" ... انظر الخطيب البغدادي، تاريخ بغداد ج5/ 379. ابن خلكان، وفيات الأعيان ج1/ 481.",
            "page": "52",
            "part": "1",
            "seal": "DBCA3235"
        },
        {
            "id": "41",
            "nass": "الشيخ أبو الحسن الأشعري (¬1) وأصحابه. ولإمام الحرمين (¬2) قولان: والأولى أن يبيّن ما هو الحال التي توارد فيها النفي والإثبات؟ وما مذهب المثبتين فيها؟ وما مذهب النافين؟ ¶ أما بيانها ما هي؟ فليس للحال حدّ حقيقي يشمل جميع الأحوال \" فإن الحد حال\" فلو ثبت للحال حد لثبت الحال للحال، وذلك لا يصح. ¶ فإذا وجب أن لها ضابطا وحاضرا فانحصر انقسامها إلى ما يعلل وما لا يعلل. وما يعلل فهي أحكام لمعان قائمة بذوات. وما لا يعلل فهي معان ليست أحكاما لمعاني. ¶ أما الأول: فكل حكم لعلة قامت بذات، ككون الحي حيّا عالما سميعا بصيرا؛ لأن كونه حيّا يعلل بالحياء مثلا فتقوم الحياة بمحل، وتوجب كون المحل حيّا، وتسمى هذا الأحكام أحوالا وصفات زائدة على المعاني التي أوجبتها، لكن الجبائي إنما يثبت ¶ ¬_________ ¶ (¬1) أبو الحسن الأشعري علي بن إسماعيل (260 - 324هـ = 874 - 936 م): مؤسس مذهب الأشاعرة، ومن الأئمة المتكلمين المجتهدين. من مصنفاته: \" الرد على المجسمة\"، \" الإبانة في أصول الديانة\"، \" مقالات الإسلاميين\" ... انظر ابن العماد، شذرات الذهب ج2/ 303 - 305. ابن عساكر، تبيين كذب المفتري فيما نسب إلى الإمام الأشعري. ¶ (¬2) إمام الحرمين الجويني عبد الملك بن عبد الله (419 - 478 هـ = 1028 - 1085 م): أعلم المتأخرين. من أصحاب الإمام الشافعي. له مصنفات كثيرة منها: \"الإرشاد - ط في أصول الدين\" \" العقيدة النظامية في الأركان الإسلامية\". انظر السبكي، طبقات الشافعية ج3/ 249 - 283، ابن العماد، شذرات الذهب ج3/ 358 - 362",
            "page": "53",
            "part": "1",
            "seal": "1A4DDB4B"
        },
        {
            "id": "42",
            "nass": "الحال لصفة من شرط الحياة ككون الحي حيّا وعالما. وعند القاضي أبي بكر الباقلاني مطلقا، فزاد كون المتحرك متحركا، والساكن ساكنا. وابن الجبائي عنده الحال وصف لجميع الذات؛ لأن البقية عنده شرط، فلا يثبت للقديم حالا. ¶ ولما كانت البنية شرطا، كانت في أجزائها في حكم المحل الواحد فتوصف بالحال. وعند القاضي البنية ليست شرطا، فثبت للقديم والحادث وهي في الحادث وصف للجزء الذي قام به المعنى فقط. ¶ وأما القسم الثاني: فهو كل صفة تثبت للذات من غير علّة زائدة على الذات كتحيز الجواهر. وكونه موجودا، وكون العرض عرضا، ولونا وسوادا، وكذا قال المديوني (¬1) في شرح السلالجي (¬2) أبي عمرو: إن الصفة النفسية كل صفة إثبات للذّات من غير معنى زائد على الذات، كالتحيز للجوهر، وقبوله الأعراض، وحدوثه وافتقاره للفاعل (¬3). ¶ ¬_________ ¶ (¬1) المديوني أبو عبد الله محمد بن عبد الرحمن: به شرح برهانية السلالجي. انظر عبد العابد الفاسي، فهرس مخطوطات خزانة القرويين ج4/ 41 - 42 - 43. ¶ (¬2) السلالجي أبو عمرو عثمان بن عبد الله (ت 574 هـ = 1178 م): إمام أهل المغرب في الاعتقاد والتصوف، وكان أشعري المذهب. من مصنفاته: \" البرهانية ... أو العقيدة السلالجية\". حققت مؤخرا. انظر محمد مخلوف، شجرة النور الزكية ص163. ابن القاضي، الجذوة ص289. ¶ (¬3) انظر إمام الحرمين الجويني، الإرشاد ص92 بتصرف.",
            "page": "54",
            "part": "1",
            "seal": "39723A8D"
        },
        {
            "id": "43",
            "nass": "وإنما نقلت كلامه وإن كان فيه ما في غيره؛ لتصريحه بأن الافتقار صفة نفسية، وذلك صريح في حدوثه عكس ما عليه أهل العصر، وقد أفردناه بورقات. وأما الضابط فهو أن كل موجود له خاصية يتميز بها عن غيره. وإنما يتميز بخاصية هي الحال، وما تماثل المماثلات به فهو حال، وهي التي تسمى صفة الأجناس فيما به التماثل، وصفة الأنواع فيما به التخالف. والحال عند المثبتين ليست موجودة، ولا أشياء، ولا يوصف بصفة. وعند الجبّائي ليست هي معلومة على حيالها، إنما تعلم مع الذّات. ¶ وأما نفاة الأحوال فعندهم تتماثل وتتخالف بذواتها المعيّنة. وأما الأجناس والأنواع فيرجع عمومها إلى الألفاظ الدالة عليها فقط. ¶ وكذلك خصوصها، وقد يعلم الشيء من وجه ويجهل من وجه. والوجوه اعتبارات عقلية لا ترجع إلى صفات هي أحوال تختص بالذوات. هذا تقرير المذهبين، أعني مذهب الفريقين في الحال. ¶ استدل المثبتون أن العقل يقتضي ضرورة أن السواد والبياض يشتركان في قضية وهي اللونية والعرضية، ويفترقان في قضية وهي السوادية والبياضية، فما به الاشتراك عين ما به الافتراق أو غيره. الأول سفسطة، والثاني: تسليم للمسألة. ¶ وبيانه: إن السواد لو لم يوجب للمحل حكما وصفة وهي السوادية والبياضية لم يفترقا ولم يشتركا. لكن عدم افتراقهما",
            "page": "55",
            "part": "1",
            "seal": "2A0BA497"
        },
        {
            "id": "44",
            "nass": "واشتراكهما باطل ضرورة، وحيث الاشتراك والافتراق لم يخل، إما أن يفترقا بأمر أو يشتركا بأمر أم لا؟ وافتراقهما بلا أمر واشتراكهما لا في أمر باطل ضرورة، فثبت أنهما بأمر، ثم ذلك الأمر إما أن يكون واحدا أم لا؟ ¶ وكونه واحدا سفسطة؛ إذ هو بديهي، يعني البطلان؛ لعدم صحة كون الأمر الواحد مفرقا مشتركا بين شيئين. وحيث ثبت ذلك الأمر فذلك الأمر هو المعني بالحال. هذا دليل المثبتة. ¶ قال النافون لأحوال السواد والبياض: المعين لا يشتركان قط في شيء هو كالصفة لهما، بل يشتركان في شيء هو اللفظ على الجزئية والنوعية والعموم، والاشتراك فيه ليس يرجع إلى صفة هي حال السواد والبياض، فإن حالتي الفرضين يشتركان في الحالية، ولا يقتضي ذلك ثبوت حال للحال؛ فإنه يؤدي إلى التسلسل، والعموم كالعموم، والخواص كالخواص، هذا كلامهم. ¶ وبيانه: أن الاشتراك والافتراق إنما هو بلفظ عام أو خاص، فإن عبّرت عن البياض بلفظ لون عمه هذا اللفظ وعمّ السواد، وإن عبّرت عنه بلفظ البياض خصّه هذا اللفظ دون السواد. ¶ والدليل على ذلك مرجعه اللّفظ لا لأمر وراء اللفظ، إن الحال أيضا يعبر عنه بما يعمّه ويخصّه فتعبر عن البياضية بأنها حال، وهذا أمر يعمها وسائر الأحوال. ¶ وتعبر عنها بأمر يخصها هي البياضية مثلا، وهو أمر يخصها",
            "page": "56",
            "part": "1",
            "seal": "A2462E25"
        },
        {
            "id": "45",
            "nass": "دون السواد، فلو كان الذي به الاشتراك والافتراق وصفا وراء اللفظ وحالا لثبت للحال حال، وذلك يؤدي إلى التسلسل هذا على تقدير تسليم الاشتراك، وسيأتي كلام المصنف بين الفريقين. ¶ وبه يتبين لك أن المثبتة ذهبوا إلى أن الحقائق لا يفيد تعينها كمطلق البياض مثلا، لا يفيد بياض زيد مثلا فهو لا يشارك سواد عمرو كما قالت النفاة. ¶ قال المثبتون: الاشتراك والافتراق قضية عقلية وراء اللفظ، وإنما وضع اللفظ على وفق ذلك ومطابقته، ونحن إنما تمسكنا بألفاظنا العقلية دون الألفاظ الوصفية. ومن اعتقد أن العموم والخصوص يرجعان إلى اللفظ المجرد قد أنكر الحدود العقلية للأشياء، والأدلة القطعية على المدلولات، والأشياء لو كانت تتمايز بذواتها ووجودها لبطل القول بالقضايا العقلية، وانحسم الاستدلال بشيء حاصل على شيء مكتسب مستحصل، وما لم يندرج في الأدلة العقلية عموما عقليا لم يصل إلى العلم بالمدلول قط، وما لم يتحقق في الحد شمول لجميع المحدودات لم يصل إلى العلم بالمحدود. ¶ قال النافون: الكلام على المذاهب ردا وقبولا إنما يصح بعد كون المذهب معقولا، ونحن نعلم بالبديهة ألا واسطة بين النفي والإثبات، ولا بين العدم والوجود، وأنتم اعتقدتم الحال لا موجودة وهو متناقض بالبديهة، ثم فرقتم بين الثبوت والوجود، فأطلقتم عليها لفظ الثبوت فنفس المذهب إذا لم يكن معقولا كيف يسوغ استماعه؟",
            "page": "57",
            "part": "1",
            "seal": "0FD88EB4"
        },
        {
            "id": "46",
            "nass": "ومن العجب قول ابن الجبّائي لا توصف بكونها معلومة ومجهولة. وغاية الاستدلال إثبات العلم بالمستدل عليه، وأنتم أنتج دليلكم أمرا لا يعلم. والدليل ينتج العلم، هذا تناقض في الكلام. ¶ ثم ما المعني بقولكم الافتراق والاشتراك قضية عقلية وراء اللفظ؟ إن عنيتم به أن الشيء الواحد يعلم من وجه ويجهل من وجوه. فالوجوه العقلية اعتبارات ذهنية وتقديرات، ولا يعني ذلك بصفات ثابتة للذات كما في النسب والإضافات مثل القرب والبعد في الجوهرين. ¶ وإن عنيتم بذلك أن الشيء الواحد يتحقق له صفات فيها الشركة والافتراق فهو نفس المتنازع فيه، فإن الشيء الواحد المعين لا شركة فيه بوجه، والشيء المشترك العام لا وجود له ألبتة، وإلزامكم إيانا حسم باب الاستدلال بكم أولى، فإن غاية أمر المستدل أن يأتي في نظره بتقسيم دائر بين النفي والإثبات، فينفي أحدهما حتى يتعين الثاني، وأنتم قد أتبعتم الحال واسطة بين الوجود والعدم، فلم يفد التقسيم علما، ثم الحد والحقيقة على أصل نفاة الأحوال واحد. ¶ فحد الشيء حقيقته، وحقيقته ما اختص به في ذاته عن سائر الأشياء، ولكل شيء خاصية يتميز بها عن غيره. وخاصيته تلزم ذاته ولا تفارقه، ولا يشارك فيها بوجه وإلا بطل الاختصاص. ¶ وأما العموم والخصوص في الاستدلال فقد بينا أنه راجع إلى الأقوال الموضوعة له؛ ليربط شكل بشكل، ونظير بنظير. والذات لا تشتمل على عموم",
            "page": "58",
            "part": "1",
            "seal": "64E068F1"
        },
        {
            "id": "47",
            "nass": "وخصوص ألبتة، بل وجود الشيء وأخص وصفه واحد. ¶ فالمتحصل من كلام هؤلاء النفاة في الحال النفسية والمعنوية أنها ليست بأمر زائد على الموصوف بها، بل ذات الشيء كالبياض، وأخص وصفه، أو أعمه كالبياضية واللونية حين عينه، وإنما نذكر تعبيرا عنه، ولحظا من حيثيَّاته، فإذا نظرت فيه من حيث كونه تابعا لتحيز غيره عبرت عنه بالعرض، فليست العرضية صفة للبياض، بل هي عينه. ¶ وإذا نظرت فيه من حيث كونه مختصا بموصوف عبرت عنه بالوصف الشامل له، ولصفة الباري والمجرّدات كالنفوس البشرية عند مثبتها. ¶ وإذا نظرت له من حيث إنه اللون المفرق للبصر عبّرت عنه بالبياض، وإن نظرت إليه من حيث كونه كاللباس للجرم عبّرت عنه بأنه لون. ¶ فبهذا بان لك معنى قولهم مرة: إنها وجوه واعتبارات، ومرة: إنها أمور لفظية، وليس كل هذه الحيثيات صفات زائدة في المنظور فيه، هذا معنى نفي الحال، وأنها وجوه واعتبارات. ¶ قال المثبتون: لم نثبت قط واسطة بين النفي والإثبات، بل بين الوجود والعدم، وأنتم معاشر النفاة وافقتمونا على أن الحركة علة لكون الجرم متحركا لاتفاق الجميع على ذلك، وكذا جميع المعاني والأعراض كالقدرة والعلم، والعلة توجب المعلول، وذلك المعلول ليس نفسها؛ لاستحالة كون الشيء الواحد من وجه واحد يوجب نفسه، فوجب أن يوجب أمرا آخر. ¶ ثم لا يجوز أن يكون ذلك الأمر ذاتا على حيالها، كإيجاب القدرة مثلا",
            "page": "59",
            "part": "1",
            "seal": "CDEA9C4F"
        },
        {
            "id": "48",
            "nass": "قدرة، فمن ذلك يؤدي إلى التسلسل فتعين أنه صفة لذلك، وذلك هو المعنى بالحال، فالقيمة العقلية حملتنا على إثباتها والضرورة ألجأتنا على ألا نسميها موجودة على حيالها، وقد يعلم الشيء مع غيره، ولا يعلم على حياله كالتأليف من الجوهرين، والممارسة، والقرب والبعد. ¶ وأما قولكم: إنه راجع إلى وجوه واعتبارات عقلية، فنقول: إن هذه الوجوه والاعتبارات ليست مطلقة مرسلة، بل مختصة بذوات، فالوجوه العقلية لذات واحدة هي بعينها الأحوال، فإن تلك الوجوه ليست ألفاظا مجردة قائمة بالمتكلم، بل هي حقائق معلومة معقولة لا أنها موجودة على حيالها، ولا معلومة على انفرادها، وهي صفات توصف بها الذوات، فما عبرتم عنه بالوجود عبرنا عنه بالأحوال، فإن المعلومين قد يتمايزان، وإن كانت الذّات متحدة. ¶ وتمايز المعلومين يدل على تعدد الوجهين الحالين وهما معلومان ومحققان تعلق بهما علمان متميزان، وليس ذلك كالنسب والإضافات، ولا أنها ترجع إلى ألفاظ مجردة، وليس فيها علم محقق متعلق بمعلوم محقق. ¶ وقولهم: الشيء الواحد لا شركة فيه، والمشترك لا وجود له باطل؛ فإن الشيء المعين من حيث هو معين لا شركة فيه، وهذه الصفات التي أثبتناها ليست معينة مخصصة، بل هي صفات يقع بها التخصيص والتعيين، ويقع بها الشمول والعموم، وهي من القضايا الضرورية، كالوجوه عند كون ردّ التعميم والتخصيص إلى مجرد الألفاظ، فقد أبطل الوجوه والاعتبارات",
            "page": "60",
            "part": "1",
            "seal": "B2F2286C"
        },
        {
            "id": "49",
            "nass": "العقلية، أليست العبارة تتبدل لغة بلغة، حالة بحالة؟ ¶ وهذه الوجوه العقلية لا تتبدل، بل الذوات ثابتة عليها قبل التعبير عنها بلفظ عام وخاص على السواء. ومن ردها إلى الاعتبارات فقد ناقض بردها إلى العبارات، فإن الاعتبارات لا تتبدل ولا تتغير بعقل وعقل، والعبارات تتبدل بلسان ولسان وزمان وزمان. ¶ وقولكم معاشر النفاة: حدّ الشيء وحقيقته، وذاته، وعينه عبارة عن معتبر واحد، والأشياء إنما تتمايز ذواتها، ولا شركة في الخواص. ¶ قال المثبتون: إن الأمر كذلك، لكن خاصية كل شيء معين غير، وخاصيّة كل نوع محقق غير، وأنتم لا تجدون جوهرا لعينه على الخصوص، بل تجدون الجوهر من حيث هو جوهر على الإطلاق، فقد أثبتم معنًى عاما يعم الجواهر وهو التحيز مثلا، وإلا كان كل وجوهر على حياله محتاجا إلى حد على حياله، ولا يجوز أن يجري حكم جوهر في جوهر من التحيز، وقبول العرض والقيام بالنفس. ¶ فإذا لم تجد بُدا من إدراج أمر عام معقول في الحدود فذلك يبطل قولكم: إن الأشياء تتمايز بذواتها، وهو يصحح قولنا: إن الحدود لا تستغني من عمومات الألفاظ، وتدل على صفات عموم الذوات وصفات خصوص، وتلك أحوال لها وجوه واعتبارات عقلية، أو ما شئت فسمها بعد الاتفاق على المعاني والحقائق، وقد طال التراجع بين",
            "page": "61",
            "part": "1",
            "seal": "72815375"
        },
        {
            "id": "50",
            "nass": "الفريقين، وإنا نذكر لك الآن مقالة بعض الفريقين. ¶ قال بعض المحققين ممنّ اطلع على نهاية اختلاف الفريقين: إن النفاة أخطئوا من ثلاثة أوجه، أما خطأ النفاة فمن ردهم إلى العموم والخصوص للألفاظ المجردة، وأن الأشياء المختلفة تختلف بذواتها ووجودها، وكلامكم هذا يناقض بعضه بعضا، ويدفع أوله آخره، وهذا إنكار لأخص أوصاف العقل، أليس هذا الرد حكما عاما على كل حال عام وخاص، فإنه راجع إلى اللفظ المجرد. ¶ أليست الألفاظ المجردة لو رفعت فمن البيّن ألا ترفع القضايا العقلية حتى البهائم التي لا عقل لها ولا نطق، لم تقدم هذه الهداية فإنها تعلم بالفطرة ما ينفعها من العشب فتأكله، ثم إذا رأت مماثله ما اعتراها ريب في أنه مأكول، كالأول. فلولا أنها تخلية من الثاني عين حكم الأول، وهو كونه مأكولا وإلا لما أكلت، وتعرف جنسها فتألف به، وتعرف ضدّها فتهرب عنه. ¶ ولقد صدق المثبتون عليكم أنكم حسمتم على أنفسكم باب الحد وشموله للمحدودات، وباب النظر وتضمنه للعلم. ¶ قال المصنف: وأنا أقول بل حسمتم على العقول باب الإدراك، وعلى الألسن باب الكلام، وأن العقل يدرك الإنسانية كلية عامة للنوع الإنساني، وكذا العرضية، وهو مفهوم العبارات ومدلولها لأنفسها؛ لأن العبارة تدل على معنى في الذهن محقق، هو مدلول العبارة والمعبر عنه لو تبدلت العبارة عجمية، وعربية، ورومية لم يتبدل المدلول، ثم ما من كلام تام ويختص",
            "page": "62",
            "part": "1",
            "seal": "FC5C0D33"
        },
        {
            "id": "51",
            "nass": "معنى عاما فوق الأعيان المشار إليها بهذا. ¶ وتلك المعاني العامة من أخصّ أوصاف النفوس الإنسانية، فمن أنكرها معقولة خرج عن حدود الإنسانية ودخل في حريم البهيمية {بل هم أضل سبيلا} (¬1). ¶ وأما الخطأ الثاني: فهو رد التمييز بين الأنواع إلى الذوات المعينة، وذلك من أشنع المغالاة والشيء، وإن كان إنما يميز عن غيره بأخص وصفه، فأخص وصف نوع الشيء غير، وأخص وصف الذات المشار إليها غير، فإن الجوهر يتميز عن العرض بالتحيز مطلقا إطلاقا نوعيا لا معينا تعيينا شخصيا، فإن الجوهر إنما يتميز عن جوهر آخر معين يتميز مخصوص لا بتميز مطلقا، وقد لا يمتاز جوهر معين عن عرض متعين يتميز مخصوص، وليس بالأعم كالوجود بل بأخص أوصافها بشرط أن يكون كلية عامة، ولو كان التميز بالذوات لزم ألا يجري حكم مثل في مثل. ¶ فلو أقمت دليلا على حدوث جوهر لزمك إقامة آخر على جوهر آخر، ولو حكم على الجوهر بأنه قابل العرض، ولم يسلب هذا الحكم عن العرض، إذ إجزاء الحكم ونفية بإثبات ما به التماثل والاختلاف، وحيث لم يثبت الحال لم يثبت تخالف ولا تماثل، وارتفع العقل والمعقول وتقدر الحس والمحسوس. ¶ وأما وجه خطأ المثبتين للحال فإنهم أثبتوا للموجود المعين ¶ ¬_________ ¶ (¬1) الفرقان: الآية: 44",
            "page": "63",
            "part": "1",
            "seal": "2F878EB9"
        },
        {
            "id": "52",
            "nass": "المشار إليه صفات مخصوصة به، وصفات يشاركه فيها غيره من الموجودات، وهو من أمحل المحال، فإن المختص بالشيء المعين والذي يشاركه غيره فيه واحد بالنسبة إلى ذلك المعين المشار إليه. فإن الوجود إذا تخصص بالفرضية فهو بعينه عرض، والعرضية إذا تخصصت باللونية فهي بعينها لون، وكذلك اللونية بالسوادية. والسوادية بهذا السواد المشار إليه فليس من المعقول أن توجد صفة لشيء معين هي بعينها توجد لشيء آخر كسواد واحد في محلين، وجوهر واحد في مكانين، ثم لا يكون ذلك في الحقيقة عموما وخصوصا، فإن مثل هذا ليس يقبل التخصيص؛ إذ يكون خاصا في كل محل، ولا يكون ألبتة عاما. وإذا لم يكن عاما لم يكن خاصا أيضا فيتناقض الكلام. ¶ والخطأ الثاني: أنهم قالوا: الحال لا توصف بالوجود ولا بالعدم، والوجود عندهم حال فكيف يصح أن يقال الوجود لا يوصف بالوجود ولا بالعدم؟ ¶ وهل هو إلا تناقض في اللفظ والمعنى جميعا؟ وما لا يوصف بالوجود ولا بالعدم كيف يصح أن يعم أصنافا وأنواعا؛ لأن العموم والشمول يستويان، أولا وجودا محققا وثبوتا حتى يشمل ويعم ويخص ويتعين، وأيضا أثبتوا العلّة والمعلول، ثم قالوا: العلّة توجب المعلول وما ليس بموجود كيف يوجب غيره، والعلمية والعالمية عندهم حال، والموجب حال، والموجَب حال، والحال لا توجب الحال للحال؛ لأن ما لا يتصف بالوجود الحقيقي لا يتصف بكونه موجبا.",
            "page": "64",
            "part": "1",
            "seal": "5F52B6A3"
        },
        {
            "id": "53",
            "nass": "والخطأ الثالث: أنا نقول معاشر المثبتين كلما أثبتّموه هو الحال عندكم فأرونا موجودا في الشاهد، والغائب، هو ليس بحال لا يوصف بالوجود ولا بالعدم، فإن الوجود الذي هو الأعم الشامل، القديم والحادث عندكم حال والجوهرية والتحيز، وقبوله للأعراض والعرضية واللونية والسوادية. ¶ وأخص وصف هذا السواد بعينه، كلها أحوال، فليس على ما يقتضي مذهبكم شيء ما في الوجود ليس بحال وإن ثبت ليس بحال، فذلك الشيء يشتمل على عموم وخصوص، والأخص والأعم عندكم حال فإذا لا شيء إلا شيء، ولا وجود إلا لا وجود، وهذا أمحل المحال. ¶ فالحق إذًا في المسألة أن الإنسان يجد من نفسه ضرورة تصور أشياء كلية عامة مطلقة دون ملاحظة جانب الألفاظ جانب الأعيان، ويجد من نفسه اعتبارات عقلية لشيء واحد، وهي إما أن ترجع إلى الألفاظ المجردة، وقد أبطلناها. وإما أن ترجع إلى الأعيان الموجودة المشار إليها وقد زيفناها فلم يبق إلا أن يقال: هي معان موجودة محققة في ذهن الإنسان والعقل الإنساني هو المدرك لها من حيث هي كلية عامة، ولا وجود لها في الأعيان فلا موجود مطلقا، في الأعيان، ولا عرض مطلقا ولا لون مطلقا، بل هي في الأعيان بحيث يتصور العقل منها معنًى كليا عاما، فتصاغ له عبارة تطابقه، وتنص عليه، ويعتبر العقل فيها معنى ووجها، فتصاغ له فيها عبارة حتى لو طاحت العبارة، أو تبدلت لم يبطل المعنى المقدر في الذهن المتصور في العقل.",
            "page": "65",
            "part": "1",
            "seal": "569270A4"
        },
        {
            "id": "54",
            "nass": "فنفاة الأحوال أخطئوا من حيث ردّوها إلى العبارات المجردة، وأصابوا حيث قالوا: ما ثبت وجوده معينا لا عموم فيه، ولا اعتبار. ومثبتو الأحوال أخطئوا من ردوها إلى صفات في الأعيان وأصابوا حيث قالوا: هي معان معقولة وراء العبارات، فكان من حقهم أن يقولوا: هي موجودة متصورة في الأذهان، معدومة في الأعيان، بدل قولهم لا موجودة ولا معدومة. ¶ وهذه المعاني مما لا ينكرها عاقل من نفسه، غير أن بعضهم يعبر عنها بالتصور في الأذهان، وبعضهم يعبر عنها بالتقدير في العقل، وبعضهم يعبر عنها بالحقائق والمعاني التي هي مدلولات العبارات وإلا الألفاظ، وبعضهم يعبر عنها بصفات الأجناس والأنواع والمعاني إذا لاحت للعقول، واتضحت فيعبر المعبر عنها بما تيسر له. ¶ والحقائق والمعاني إذًا ذات اعتبارات ثلاثة: ¶ فاعتبارها في ذواتها وأنفسها، واعتبارها بالنسبة إلى الأعيان، واعتبارها بالنسبة إلى الأذهان. ¶ وهي من حيث هي موجودة في الأعيان يعرض لها أن تتعين. من حيث هي متصورة في الأذهان يعرض لها أن تعم وتشمل. وهي باعتبارها في ذواتها وأنفسها حقائق محضة لا عموم فيها ولا خصوص. ¶ ومن عرف هذه الاعتبارات الثلاثة زال إشكاله في مسألة الحال، وتبين الحق. هذا كلام المصنف بين الفريقين. ¶ هذا",
            "page": "66",
            "part": "1",
            "seal": "D18B251A"
        },
        {
            "id": "55",
            "nass": "منتهى القدم في المسألة مما أدرك وعبّر عنه ترجمان اللسان والعلم. فإذا علمت هذا كله فالذي نفى الحال مطلقا، نفسية ومعنوية، حصل ما يعبر عنه بالقادرية، أو بكونه قادرا هي القدرة مثلا، أو قيامها بالمحل، ومن أثبتها جعل البياض والقدرة إذا قاما بالمحل موجبان له معنى آخر غير قيامه له، معقول في الذهن تعبر عنه بكونه أبيض، أو البياضية، أو كونه قادرا، وبالقادرية نزاع الناس فيما ذكر كما سطر. ¶ لعل شيئا وراء هذه العبارة، وهي كونه أبيض أو البياضية أو ليس هناك إلا الذات في النفسية، وإلا الذات والصفة القائمة بها في الذات مع القدرة يعبر عن ذلك الاتصاف بإحدى العبارتين لا غير. ¶ فعلى الأول: ثمّ معنى آخر وراء الاتصاف، وعلى الثاني: لا ثمّ التعبير يصح على قولي المثبتة والنفاة بكونه قادرا أو بالقادرية. ¶ وممن عبر بالقادرية، والمريدية، والعالمية، والحبيبية، والسمعية، والبصرية، والكلامية ابن الحاجب (¬1) في عقيدته، وأبو بكر (¬2)، والمقترح (¬3). ¶ وممن عبر بالكونية الإمام السنوسي، وممن عبر بالعبارتين كونه عالما مثله، والعالمية المديوني في شرحه للسلالجي، وربما ¶ ¬_________ ¶ (¬1) ابن الحاجب عثمان بن عمر (570 - 646 هـ = 1174 - 1249 م): فقيه مالكي. من كبار العلماء بالعربية من مصنفاته: \" منتهى السول والأمل في علمي الأصول والجدل - ط \"، \" مختصر الفقه - خ \" .... ¶ (¬2) وردت ترجمته فيما سبق، وانظر كتابه الإنصاف ص35 وما بعدها. ¶ (¬3) انظر المقترح، شرح الإرشاد ص327.",
            "page": "67",
            "part": "1",
            "seal": "75481D48"
        },
        {
            "id": "56",
            "nass": "عبر بعالم على معنى العالمية، فتأمله. ثم التعبير بكونه قادرا .. وبالقادرية على لحظين. فإن اعتبرت الحال فقط بقطع النظر عن ذكر الموصوف بها، قلت: البياضية، واللونية، والسوادية، والقادرية، وإن اعتبرته مع النظر إلى إنصاف الموصوف به قلت: يجب للموصوف بالقدرة مثلا كونه قادرا. ¶ والعبارة الكاشفة عن المسألة أن معنى القادرية صفة أوجبتها القدرة، فلذلك ذكرت بياء النسب، منسوبة لما أوجبها. ¶ ومعنى كونه أي الموصوف قادرا هو اتّصافه بالقادرية المذكورة هذا عند من أثبتها، أما من نفاها فعنده كونه قادرا، أو القادرية ألفاظ وعبارات في قول أو وجوه واعتبارات، أي حيثيات في آخر ليس وراء اللفط شيء محقق، بل هي كالقبلية والبعدية من حيثيات لا من ذات الموصوف بها. ¶ ولا وصف هناك أصلا. ومن ثمّ أجمع الناس على كفر من نفى قادرا. وإنما الخلاف في كونه قادرا أو القادرية بالنفي والإثبات وعليهما، فهو قادر بسبب اتصافه بالقادرية وبالقدرة على من نفى الحال. ¶ فإن قلت: إن بنينا على مذهب من نفى المعاني كالقدرة ونفى الأحوال، فبأي وجه يسمى قادرا، بل اللازم عليه عدم التسمية وقد أطبق المعتزلة (¬1) على نفي المعاني، واختلفوا في ¶ ¬_________ ¶ (¬1) المعتزلة: هي إحدى الفرق الكلامية الإسلامية، يقولون بنفي صفات الله تعالى ليس خالقا لأفعال العبد، وإن القرآن محدث ومخلوق. وكان التوحيد في رأيهم أن الله تعالى عالم بذاته، وسموا معتزلة؛ لأن واصل بن عطاء، وعمرو بن عبيد كانا من تلاميذ الحسن البصري، ادعيا: \" إن الفاسق ليس بمؤمن وليس بكافر \"، وجلسا في ناحية خاصة من المسجد، فقيل عنهما: إنهما اعتزلا حلقة الحسن البصري؛ فسموا معتزلة. انظر أبو الحسن الأشعري، مقالات الإسلاميين ج1/ 167.",
            "page": "68",
            "part": "1",
            "seal": "7768853D"
        },
        {
            "id": "57",
            "nass": "المعنوية كما علمت، فكيف يجمع على تكفيرهم من حيث كان عند بعضهم نفي الحال مع موضع الاتفاق عندهم على نفي المعاني. ¶ قلت: هم وإن نفوا جميع ذلك يجعلونه قادرا بالذات ولا ينفون أنه قادر، والفلاسفة قبل الإسلام قائلون بنفي المعاني والمعنوية، ومع ذلك يقولون: إنه قادر، إذ لو لم يكن قادرا لكان عاجزا، إذ لا معنى لنفي قادر إلا ذلك. ¶ والإجماع على كفر من وسمه بالعجز. هذا ما تيسر في القول والكلام في هذه المسألة طويل الذيل، فخذ جهد المقل الفقير، والله على كل شيء قدير. ¶ وأما قولكم هل الحال هنا كالحال عند النحاة؟ ¶ فأقول: لا، فإن الحال عند النحاة يقابل النعت، ولا بد من كون اللفظ الدال عليها نكرة، وهي لدفع وصف آخر على الذّات بخلاف النعت. فقولك: جاء زيد راكبا، أردت دفع أن زيدا الجائي إنما جاء ماشيا، ولذلك قالوا: إنها تبين ما انبهم من الهيئات. ¶ وقولكم: جاء زيد الراكب في النعت مثلا إنما جئت به لندفع ذاتا مشاركة لهذا في الاسم لكن تتصف بالركوب.",
            "page": "69",
            "part": "1",
            "seal": "360DBB35"
        },
        {
            "id": "58",
            "nass": "والحال عند المتكلمين المثبتين له أمر يعقل في الذهن تعبر عنه منسوبا بالقادرية والجوهرية في النفسي من حيث ذلك الأمر، ويعبر عنه مضموما للمتصف به بكونه كذا، والحال والنعت عند النحاة هما قادرا، والقادر مثلا الذي لا يفي بكل وجه الجمع على كفر من نفاه في حق الباري، وإن أخذهما من الآخر. وأما قولكم: هل الحال الحادثة إلى آخره؟ ¶ فأقول: قد علمت مذهب أهل السنة أن قدرته تعالى عامة لجميع الممكنات، وقد أطبق أهل السنة على ألا خالق إلا الله. ¶ واحتج أهل الحق على أنه لا خالق إلا الله، فإن العبد لو كان خالقا لكان عالما بتفاصيلها ضرورة أن إيجاد الشيء بالقدرة والاختيار لا يكون إلا كذلك، واللازم باطل. ¶ فإن المشي من موضع إلى موضع قد يشتمل على سكنات متحالفة، وعلى حركات بعضها أسرع من بعض، وبعضها أبطأ من بعض، ولا شعور للماشي بذلك. وليس هذا ذهولا عن العلم، بل لو سئل لم يعلم، وهذا في أظهر أفعاله. ¶ وأما إذا تأملت في حركات أعضائه في المشي والأخذ والبطش ونحو ذلك. وما يحتاج إليه من تحريك العضلات وتمديد الأعصاب ونحو ذلك، فالأمر أظهر. ¶ هذا أقوى أدلة أهل السنة في ذلك، حتى صار كالمجمع عليه عندهم. وبهذا أثبتوا العلم بالأشياء، فإن القصد إلى إيجاد شيء لا يعلم محال.",
            "page": "70",
            "part": "1",
            "seal": "69B60F23"
        },
        {
            "id": "59",
            "nass": "فإذا علمت هذا الدليل تبيّن لك أن القادرية التي هي الحال قد تجبر أكابر العلماء في كونها ثابتة، أو ليست بثابتة. ¶ وحيث لم تكن معلومة للأكابر بالأدلة فكيف تعلم لسائر الخلق. وحيث لم تكن مخلوقة لمن لا يعلمها لما سبق أن من لم يعلم شيئا يستحيل قصده إلى إيجاد. كيف وقد أطبق أهل السنة على نسبة الخلق إلى الله، ولا يصح نسبته للعبد فيما يعلمه للعبد كالضرب وغيره، فكيف يتوهم في أمر مستبعد لا شعور للعبد به. ¶ هذا على مذهبنا مما لا يخطر بالبال ولا تعول عليه الرجال. هذا إن كان قصدكم هل هي مخلوقة لله وللعبد؟ ¶ أما إن كان قصدكم هل مخلوقة ولا يكون الخلق إلا لله، أم ليست مخلوقة أصلا لأحد فكلامكم حق كما سيأتي بيانه. ¶ وقد سبق ما ينبني عليه، وهو من أدلّة أهل الحق النصوص، كقوله تعالى: {والله خلقكم وما تعملون} (¬1) أي وعملكم. والقادرية لا يشعر بها العبد، فليست من عمله فهي أجدر. ¶ وما في قوله تعالى: {وما تعملون} مصدرية؛ لئلا يحتاج لحذف الضمير. فلو جعلت موصولا اسميا لكان المعنى أيضا صحيحا، والدليل واضح، أي والذي تعملونه، والذي يعملونه هو العمل. ¶ فإن قلت: كيف ادّعى بعضهم عدم الاستدلال بها على أن ما موصول اسمي؟ ¶ ¬_________ ¶ (¬1) الصافات: الآية 96",
            "page": "71",
            "part": "1",
            "seal": "77B11ABD"
        },
        {
            "id": "60",
            "nass": "قلت: مبنى تلك الدعوى على الوهم، أن ما إن جعلت اسمية بالتقدير، والذي تعملون فيه، فلا يكون فيه دليل لأهل السنة؛ لأن المعمول فيه لا نزاع في أنه خلق الله. ¶ إن قلت: فيما تدفع تلك الدعوى المبنية على ذلك المبنى؟ ¶ قلت: تدفع بأنه لو كان على ما ذكرت لم يجد حذف الضمير المجرور الرابط في القول الصحيح، خلافا للأخفش (¬1) بنى على أن الحذف وهو بحاله، أو بتدريج يعني حذف الجار فانتصب الضمير توسعا فصار من قسم الرابط المنصوب الكثير الظاهر الحذف. ¶ قال: والحذف عندهم كثير. فالجمهور لا يجعلون التدريج طريقا إلى الاطراد، بل ولا للتسويغ. فالمجرور بحاله لا يحذف دون شرطه الذي هو جر الموصول، ومانعه من الشروط المعتبرة عند أهل الفن، بخلاف ما قررنا به من المنصوب إحالة، والدليل عليه ظاهر، والله أعلم. ¶ ثم النزاع بيننا وبين المعتزلة فيما ينشأ عن المصدر لا في المصدر. ¶ ¬_________ ¶ (¬1) الأخفش سعيد بن مسعدة (ت 215 - 830 م) نحوي، عالم باللغة والأدب، صنف كتبا منها: \" تفسير معاني القرآن \"، \" شرح أبيات المعاني \" ... انظر ابن خلكان: وفيات الأعيان ج1/ 208. مجلة المجمع العربي24/ 95.",
            "page": "72",
            "part": "1",
            "seal": "5499420B"
        },
        {
            "id": "61",
            "nass": "قال السعد (¬1): إذا قلنا أفعال العباد مخلوقة لله، أو للعبد لم نرد بالفعل المعنى المصدري الذي هو الإيجاد والإيقاع، بل الحاصل بالمصدر الذي هو متعلق المصدر، أي متعلق الإيجاد والإيقاع، أعني ما نشاهده من الحركات والسكنات مثلا. ¶ وكذا قال ابن أبي شريف (¬2): لكن زاد ما يثلج به الصدر، ويدفع الوهم على الكلام السعد المذكور، قال في حاشيته على المحلي (¬3) شارح ابن السبكي، (¬4). ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني، شرح العقائد النسفية ص 94. طبعة مصر أواخر شهر ربيع الأول سنة 1321هـ. ¶ (¬2) ابن أبي شريف محمد بن محمد، أبو بكر (822 ـ 906هـ = 1419 ـ 1501 م): عالم بالأصول. من فقهاء الشافعية، من أهل بيت المقدس مولدًا ووفاة. انظر ابن العماد، شذرات الذهب ج8/ 29. حاجي خليفة، كشف الظنون 749. ¶ (¬3) المحلي محمد بن أحمد، جلال الدين (791 ـ 864 هـ/ 1327 ـ 1370 م): أصولي، مفسر: مولده ووفاته بالقاهرة. عرفه ابن العماد بتفتازاني العرب. من كتبه: \" تفسير الجلالين\"، \" البدر الطالع في حل جمع الجوامع \" ... انظر ابن العماد، شذرات الذهب ج7/ 303. السخاوي، الضوء اللامع ج7/ 39 ¶ (¬4) السبكي عبد الوهاب بن علي (727 ـ 771 هـ = 1327 ـ 1370 م): قاضي القضاة المؤرخ الباحث. ولد بالقاهرة وتوفي بدمشق. من تصانيفه: \" جمع الجوامع ـ ط \" في أصول الفقه. \" منع الموانع ـ ط \" تعليق على جمع الجوامع. انظر ابن حجر العسقلاني، الدرر الكامنة ج2/ 425. السيوطي الجلال، حسن المحاضرة ج 1/ 182.",
            "page": "73",
            "part": "1",
            "seal": "0CAFC108"
        },
        {
            "id": "62",
            "nass": "فائدة: يطلق لفظ الفعل على المعنى الذي هو وصف للفاعل موجود فيه، كالهيئة المسماة بالصلاة من القيام والقعود والقراءة والركوع والسجود ونحو ذلك. وكالهيئة المسماة بالصوم، وهي الإمساك عن المفطرات ببياض النهار. ¶ وهذا يقال فيه الفعل بالمعنى الحاصل بالمصدر. وقد يطلق لفظ الفعل على نفس إيقاع الفاعل. ¶ وهذا المعنى يقال فيه الفعل بالمعنى المصدري الذي هو أحد مدلولي الفعل النحوي. ومتعلق التكليف إنما هو الفعل بالمعنى الأول لا الثاني؛ لأن الفعل بالمعنى الثاني أمر اعتباري لا وجود له في الخارج، إذ لو كان موجودًا لكان له موقع فيكون له إيقاع. ولذلك الإيقاع الثاني أيضًا موقع وإيقاع؛ فيتسلسل وهو محال. انتهى. ¶ وبه تعلم معنى إخراج السعد للمعنى المصدري عن نزاع أهل السنة وأهل الاعتزال، بأنه لا وجود له في الخارج عن الذهني، حتى يحتاج لموجد فهو كالأمور النسبية. مثلا سير الفرس بخلق الله أو العبد على الخلاف، وسرعته أو بطؤه. ¶ لا يقال بخلق الله، ولا بخلق العبد؛ إذ لا شيء هناك يحتاج لفاعل، بل إن نظر الناظر إلى الطير علم أن سير الفرس بطيء بالنسبة إليه، وإن نظر إلى الجمل علم سرعة الفرس. فلو كانت السرعة وصفا حقيقيا، والبطء كذلك لاجتمع في سير الفرس الضدان؛ إذ الوصف الحقيقي ثابت لا يختلف بالحيثيات، فإذًا",
            "page": "74",
            "part": "1",
            "seal": "40372F73"
        },
        {
            "id": "63",
            "nass": "السرعة والبطء أمر اعتباري، بمعنى أن الفعل يلحظه مرة بهذا فيسميه بكذا، ومرة بهذا فيسميه بكذا، وبهذه النكتة الحسنة تزول عنك كثير من الشكوك، كقيام المعنى فيما ذكر ونحوه. ¶ فإذا علمت هذا علمت أنه لا يخرج عن قدرته كل ما يحتاج إلى الإيجاد، بخلاف ما هو أمر اعتباري فإنه لا شيء حتى يعين له فاعل. ¶ وما نسب لأئمة أهل السنة من تأثير العبد في أخص وصف الفعل ونحوه فقد علمت تأويل السنوسي فيها أنها على المناظرة ودفع الخصوم جدلا وإلزاما، كأن يقول: أحوجكم معاشر المعتزلة لنسبة الفعل للعبد كونه مناط التكليف، فإن كان هذا أحوجكم فليس التكليف منوطا بمطلق الفعل، كالحركات مطلقا بقيد كونه طاعة أو فسقا مثلا، فهلا قلتم: إن كونه طاعة مثلا بخلق العبد لا مطلق الحركة، بأن يسوق السني المعتزلي سوق التدريج حتى ينقاد له لهذا، فيقول: هلا قلت: إنه مكلف من حيث ما يحس من نفسه الاختيار والقصد للفعل، وإن كان في الحقيقة لله. ¶ وأقول: قد وقعت لإمام الحرمين في متنه لا في مناظرة على الجزم بما نسب إليه السنوسي محتجا - يعني إمام الحرمين - عليه قائلا به: رادّ بما سواه، وكذا الباقلاني، وكذا في الإرشاد (¬1)، والشامل (¬2) للإمام. وقال ابن أبي شريف: إن فعل العبد لله ¶ ¬_________ ¶ (¬1) انظر إمام الحرمين، الإرشاد ص 182. ¶ (¬2) انظر كذلك كتابه الشامل ص 35 وما بعدها.",
            "page": "75",
            "part": "1",
            "seal": "5AFD4C6C"
        },
        {
            "id": "64",
            "nass": "إيجادا واختراعا وللعبد كسبا. هذا مذهب الأشعري، بمعنى أن الله سبحانه أجرى عادته بأن يخلق في العبد قدرة واختيارا. فإذا لم يكن هناك مانع أوجد فيه فعله المقدور مقارنا لهما، فيكون فعل العبد مخلوقا لله إبداعا وإحداثا، ومنسوبا للعبد، بمعنى أنه مقارن لقدرته وإرادته من غير أن يكون منه تأثيرا، أو مدخلا في وجوده سوى أنه محل له. وخالف الأشعري محققو أتباعه. ¶ فقال الأستاذ (¬1): فعل العبد واقع بمجموع القدرتين: قدرة الله، وقدرة العبد التي خلقها له بأن تتعلقا جميعا بالفعل نفسه، وجوزا اجتماع مؤثرين على أثر واحد. ¶ وقال القاضي الباقلاني (¬2): هو واقع بمجموعهما، بمعنى: إن قدرة الله تتعلق بأصل الفعل، وقدرة العبد بصفته من كونه طاعة، ومعصية أو غيرهما، كما في لطم اليتيم؛ تأديبا أو إيذاء، فإن ذات اللطم واقعة بقدرة الله. وكونه في الأولى طاعة، وفي الثانية معصية بقدرة العبد وتأثيره. ¶ وللحكماء هو واقع على سبيل الوجود، وامتناع التخلف بقدرة يخلقها الله تعالى في العبد إذا قارنت حصول الشرائط، وارتفاع الموانع. ¶ ¬_________ ¶ (¬1) يعني أبو المظفر الإسفراييني، التبصير ص 67، وما بعدها. ¶ (¬2) انظر الباقلاني، الإنصاف ص 43.",
            "page": "76",
            "part": "1",
            "seal": "14EEFDED"
        },
        {
            "id": "65",
            "nass": "ولإمام الحرمين على نقل الأرموي (¬1) ما للحكماء، وله في الإرشاد، ولمع الأدلة ما للأشعري. ¶ وكذا أهل الجبر. وهذه المذاهب جارية في أفعال الحيوانات كلها، لكن لما كان بعض الأدلة لا تجري في غير المكلف خصوا المكلف بذلك. انتهى كلامه. ¶ وقد توسط أهل السنة بين الجبر والاعتزال تقصيا عن المطبق الأكبر، وهو أنه لا خالق إلا الله، وذلك يقتضي بظاهره الجبر، والآيات القرآنية كذلك: {والله خلقكم وما تعملون} (¬2)، {أفمن يخلق كمن لا يخلق} (¬3) وغير ذلك، وإن التكليف بها ليس في وسع الإنسان غير واقع؛ لقوله: {لا يكلف الله نفسا إلا وسعها} (¬4) فبذلك يقتضي الخلق للعبد. ¶ فاحتاج أهل السنة للتقصي عن هذا المضيق بجعل الفعل تحت قدرتين على حيثيتين: فهو تحت قدرة الله من حيث الإيجاد، وتحت قدرة العبد كسبا، فلم يقع مؤثران على أثر، ¶ ¬_________ ¶ (¬1) الأرموي محمود بن أبي بكر أحمد (594 - 682 هـ = 1198 - 1283 م): عالم بالأصول والمنطق، من الشافعية، كان قاضيا. أصله من أرمينية، سكن دمشق وتوفي بقونية، من تصانيفه: شرح الوجيز للغزالي في فروع الشافعية، تلخيص الأربعين في أصول الفقه ... انظر السبكي طبقات الشافعية ج 5/ 155، رضا كحالة، معجم المؤلفين ج 10/ 155 ¶ (¬2) الصافات الآية: 96 ¶ (¬3) النحل الآية: 17 ¶ (¬4) البقرة الآية: 286",
            "page": "77",
            "part": "1",
            "seal": "8E46CA1C"
        },
        {
            "id": "66",
            "nass": "والمعتزلة نسبوه للعبد إيجادا على سبيل الاستقلال. ¶ قال السعد (¬1) فإن قلت فهم إذًا مشتركون. قلت: المشترك من اشترك مع الله في الألوهية كالمجوس، أو في العبادة له كما يعبد الله، وإن كان على سبيل التقرب إليه كعبدة الأوثان، والمعتزلة لم يقولوا بشيء من ذلك إلا أن علماء ما وراء النهر بالغوا في تضليلهم حتى جعلوهم أقبح حالا من المجوس؛ لأنهم أثبتوا آلهة لا تحصى، انتهى بمعناه. ¶ فإذا علمت الجميع، وحصلته على ظاهر قلبك علمت أنه ليس تطويلا في غير محل السؤال، بل في عينه؛ لأن به يبيّن أنه لا يخرج عن قدرته تعالى مخلوق في المعتمد من مذاهب أهل الحق إلا ما سبق مما لا تعويل عليه. ¶ فإن قلت: كيف تنكر خروج الحال عن قدرة الله، وقد ذكر بعضهم في التحيز للجرم أنه تابع لحدوث الجرم؟ ¶ قلت: قال الغزالي (¬2) في المعيار له: إن المعتزلة أثبتوا ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني، شرح العقائد النسفية ص 94 بتصرف. ¶ (¬2) الغزالي محمد بن محمد الطوسي أبو حامد (450 - 505 هـ = 1058 - 1111 م): فيلسوف متصوف. له نحو مائتي مصنف، منها: إحياء علوم الدين، المستصفى، الاقتصاد في الاعتقاد ... انظر ابن خلكان، وفيات الأعيان ج1/ 463، طبقات الشافعية ج4/ 101 ¶ من الكتب التي ألفت حوله: محمد رضا، أبو حامد الغزالي، حياته وتصانيفه. عبد الرحمن بدوي، مؤلفات الغزالي. سليمان دنيا، الحقيقة في نظر الغزالي.",
            "page": "78",
            "part": "1",
            "seal": "6C93A9C6"
        },
        {
            "id": "67",
            "nass": "صفات سموها توابع الحدوث، وجعلوا من ذلك التحيز للجرم، وكونه قابلا للأعراض. اهـ. ¶ فأنت تراه نسبه لأهل الاعتزال، وخليق أن لا ينسب لغيرهم من أهل السنة، وذلك لما علمت من إطباقهم على تعميم قدرة الله لكل ممكن. وما تكرر على أذهانكم في برهان القدرة لو خرج ممكن لخرجت سائر الممكنات؛ إذ لا فرق بين ممكن وممكن. ¶ فإن قلت: كيف تنكر خروج الحال المعنوية الحادثة عن قدرته تعالى، وقد قال المقترح في شرح الإرشاد (¬1) في سياق إثبات الأحوال المعنوية القديمة في حقه تعالى: حيث منع أهل الاعتزال ثبوتها مع المعاني، فصرحوا بنفي المعاني. قالوا: إذ لو ثبت لكانت علة في المعنوية، وذلك يقتضي حدوثها في حقه تعالى. أجاب أهل السنة: بأن معنى التعليل التلازم كما هو في علمكم. ¶ قال المقترح: وقد اختلف أصحابنا في معنى تعليل هذه الأحوال، ولنذكر ما ذكروه في الشاهد أولا. وقد اختلفوا إذا خلق الله في ذات الجوهر علما، ولزم ذلك العلم ثبوت عالميته، هل الصانع تعالى فعل المعنى والحال اللازمة له، أو فعل المعنى وهو الذي أفاد ثبوت الحال؟ ¶ ¬_________ ¶ (¬1) انظر تقي الدين المقترح، شرح الإرشاد ص 66",
            "page": "79",
            "part": "1",
            "seal": "7A009085"
        },
        {
            "id": "68",
            "nass": "فذهب بعضهم إلى أن المعنى والحال مفعولان، ومعنى التعليل عندهم ثبوت التلازم بينهما في طريقي النفي والإثبات فقط. ¶ ومن المتكلمين من قال: الفاعل يفعل المعنى، والمعنى توجب الحال، ولم يفعل الفاعل الحال أصلا. ¶ فأما من قال: إن معنى التعليل التلازم فلا إشكال عليه؛ لأن ثبوت التلازم وكون كل واحد منهما لا يفارق الآخر لا ينافي الوجوب إنما الوجوب عند القابل بمنع تعليله من حيث إن الواجب لا يصح أن يستفاد من غيره؛ لأن ما كان ثبوته من غيره فله العدم باعتبار ذاته، بمعنى أنه لو خلى ذاته لم يكن إلا معدوما وهو حقيقة الممكن، والإمكان ينافي الوجوب لا محالة. ¶ فمن قال بأن التعليل معناه التلازم، فيقول: قد لا يتلازم الممكنان وقد يتلازم الواجبان ولا منافاة. ¶ ومن قال بأن المعنى يوجب، قال: الحكم لا يوجب إلا باعتبار وجوب معناه. ¶ فإذا قلنا: إنه لا يعقل متميزا إلا باعتباره فلا يثبت فيه اختلاف، ولا تماثل باعتبار معقوليته، وإنما يثبت ذلك باعتبار معناه الموجب فكيف ينفي ما باعتباره وجب. انتهى كلامه (¬1). ¶ ¬_________ ¶ (¬1) انظر شرح الإرشاد للمقترح ص 66 - 67.",
            "page": "80",
            "part": "1",
            "seal": "4E700E13"
        },
        {
            "id": "69",
            "nass": "فأنت تراه في القول الثاني بظاهره أخرج الحال على قدرته تعالى حيث قال: إن الله لم يفعل الحال أصلا. ¶ قلت: يتبين الحق في المسألة ببسط كلام المقترح شرحا على ما يقتضيه لفظه، وعلى ما يقتضيه العقل. ¶ فأقول: محط هذا الكلام في النزاع مع المعتزلة في إثبات المعاني، وقد قال بنفي المعاني المعتزلة؛ لأنها لو ثبتت لعللت المعنوية بها. ¶ والتعليل ينافي القدم. قال المقترح في ذلك حاكيا الخلاف في الأحوال المعنوية: هل الله خلق المعنى والحال جميعا؟ ومعنى ذلك هما متلازمان كملازمة العرض للجوهر. ¶ فإن بينتم معاشر المعتزلة على هذا في الشاهد فما يمنعكم من إثبات المعاني في القديم؛ لأنها إن ثبتت تلازمها المعنوية من غير تأثير على أحد في الآخر، كما إنه لم يؤثر أحدهما في الآخر في الشاهد، فيكون التعليل غائبا وشاهدا معناه التلازم بينهما لا غير، إلا إن العلة في الشاهد حادثة، وكذا المعلول بإحداث الله لهما، بخلاف الغائب لثبوت القدم له ولصفاته. ¶ وإلى هذا أشار المقترح في تنزيل الغائب على قول من القولين على الشاهد بقوله. فأما من قال: إن التعليل معناه التلازم فلا إشكال عليه، ثم أشار إلى أن التعليل بمعنى الثبوت بالغير هو المانع للوجوب، فقوله: إنما ينافي، يعني التعليل الوجوب، عند القائل بمنع تعليله من حيث الواجب لا يصح أن يستفاد من غيره. إلخ.",
            "page": "81",
            "part": "1",
            "seal": "C5527863"
        },
        {
            "id": "70",
            "nass": "معنى هذا الكلام أن التعليل ينافي الوجوب عند القائل بمنع التعليل للقدم بالغير على معنى إثباته بالغير، أي استفاد الوجود بالغير وإن كان لم يسبقه عدم من حيث إن ما استفاد الوجود من الغير فهو من حيث ذاته ممكن، كما تقول الفلاسفة في العالم فإنهم وإن قالوا بقدمه على معنى أنه لم يسبقه عدم فهو لاستناده إلى العلة ممكن وحادث من حيث ذاته، وإن لم يسبقه عدم. ¶ فلو قلنا بالتعليل بين الصفات بهذا المعنى للزمنا إمكانها وحدوثها، فمن منع التعليل بهذا الاعتبار بين الصفات فمنعه حق؛ لاقتضائه حدوثها، ونحن لا نقول، إذ ليس لنا في الشاهد إلا قولان: ¶ أحدهما: ما سبق، وإليه أشار بإعادته. ¶ ثانيا: بقوله فمن قال: التعليل معناه التلازم، فيقول قد يتلازم الممكنان وقد يتلازم الواجبان. ¶ ثالثا: بالبناء على القول الثاني، وهو أن الله لم يخلق الحال، وإنما المعنى أفاد ثبوت الحال بقوله: ومن قال بأن المعنى يوجب، قال الحكم: لا يوجب إلا باعتبار وجوب معناه إلخ. ¶ المعنى أنكم إن بنيتم على هذا القول، وهو أن المعنى أفاد إلخ. فذلك لا يقتضي منع التعليل في الغائب؛ لأن معنى إفادته الثبوت أنه لا يعقل على حياله، ولا يماثل، ولا يخالف إلا تبعا للمعنى فكيف منعتم ذلك في الغائب؟ بل البناء على هذا يقتضي ألا يصح ثبوت المعنوية بدون المعاني فكيف أثبتموها؟",
            "page": "82",
            "part": "1",
            "seal": "6D768162"
        },
        {
            "id": "71",
            "nass": "وإلى هذا أشار بقوله: فكيف ينفي ما به وجب؟ والدليل على أن هذا معنى القولين وجهان: ¶ أحدهما: جعلهما غير مانعين في الغائب بناء عليهما، فلو كان فيهما من يقول في الشاهد أن المعنى أوجد الحال لما صح البناء عليه في الغائب، ولذلك قال: أما فهم أن التعليل معناه الاستفادة من الغير، أي: وجوده بالغير، فيصح التعليل عليه في حق القدم، وكأنه يقول: أما على هذين القولين فلا شيء يمنع في الغائب. ¶ ثانيهما: تقديره للقول الثاني بأنه أفاد الثبوت على معنى أنه لا يفعل إلا به، فإذًا ليس بمعناه أنه أوجده. ¶ والدليل عليه ما للمقترح بعد بنحو الثلاثين ورقة في فصل الكسب في الرد على من قال: إن قدرة العبد تؤثر في حال أو وجه واعتبار الفعل. ¶ قال ما حاصله: إن الحال إن كانت تعقل على حيالها، ويمكن أن تفعل وتخلق على حيالها فعموم قدرة الله وإرادته تشملها، وإن لم يفعل لم يصح أن تكون مقدورة للعبد فإخراجها عن قدرة الله يمنعه، وليس من خلقه الجميع، انتهى. (¬1). ¶ ولا فرق بين هذه الحال التي للأفعال، وحال لزمت الصفة التي في العبد، فتلخص من مجموع كلامه في القولين: إن المعنى ليس هو الفاعل. ¶ ¬_________ ¶ (¬1) انظر المقترح، شرح الإرشاد ص 146 - 147.",
            "page": "83",
            "part": "1",
            "seal": "7CA8C72F"
        },
        {
            "id": "72",
            "nass": "فإن قلت: أما على الأول فظاهر؛ لأنه بخلق الله، وأما على الثاني حيث فهمته على أن المعنى لم يخلقه، وقد صرح المقترح بأن الله لم يخلقه، أصلا. فمن الخالق؟ فإذا لا بد أن يكون المعنى خلقه، ويبطل ما قررت به كلامه. ¶ قلت: لا يصح أن يكون المعنى خلقه؛ لأنه من جملة الممكنات، ولأنه لو خلقه للمعنى لكان معنى التعليل الإيجاد بالغير، فلا يصح البناء عليه في الغائب، ويكون إنكار المعتزلة المعاني لذلك حقا، ولما افترق من القول الذي قال فيه المقترح: أما من فهم أن التعليل معناه الاستفادة من الغير إلخ ... حيث سلم عليه منع التعليل في الغائب بهذا المعنى، ولم يسلمه في القول الثاني، وماذا إلا لافتراقهما، ولا يصح أن يفهم منه إن الله خلق ذلك الحال؛ لتصريحه بأن الله يخلق الحال أصلا، فتعين بناء هذا القول على أن الحال أمر اعتباري ليس صفة محققة، حتى يعين لها الفاعل كما سبق من كلام ابن أبي شريف في المصدر، وهذا مثله إذ كل إنما هو اعتباري فالقولان في الشاهد إذا على أن الحال أمر محقق، فيخلقه الله، أم هو أمر اعتباري يعقله الذهن، فلا يخلقه الله. ¶ ولكن المقترح لما علم ألا خالق إلا الله اكتفى بقوله لم يخلقه الله، أي لأنه اعتباري لم يحتج أن يقول ولا غيره، إذ خلق الغير تقرر عنده وعند غيره سابقا ولاحقا نفيه، وهذا هو الحق فعضوا عليه بالنواجذ.",
            "page": "84",
            "part": "1",
            "seal": "3B4C60F3"
        },
        {
            "id": "73",
            "nass": "وقد نسب المنجور في شرح ابن زكري (¬1) نسبة خلق الأحوال النفسية لمعتزلة البصرة كالجبائي وابنه، وكذا ابن التلمساني (¬2) في شرح المعالم الدينية (¬3). ¶ ولا فرق بين حال وحال لكن ظاهر كلام المقترح في الأحوال المعنوية، حيث ألزم المعتزلة القول بالتعليل في قديم بناء على القولين أنهم قائلون بهما، لا أن المعنى أوجد الحال إلا على قول من يقول: إن التعليل معناه الاستفادة بالغير، وكأنه ضعيف عند المعتزلة فلذلك لم يمنع الإلزام، ولا يمكنهم -أعني المعتزلة- القول به حيث يصح منعهم التعليل في القديم بناء عليه، فقد بان بيانا لا خفاء معه والله يهدي من يشاء إلى صراط مستقيم، فتبين بجميع هذا ألا شيء للعبد إلا من حيث الكسب. ¶ وقد قال ابن أبي شريف، وقد بحث شيخنا ابن الهمام (¬4) في المسايرة ¶ ¬_________ ¶ (¬1) ابن زكري أحمد بن محمد (ت 899 هـ = 1492 م): فقيه أصولي بياني. من كتبه: \" شرح عقيدة ابن الحاجب \"، \" منظومة في علم الكلام \" 1500 بيت ... انظر ¶ مخلوف، شجرة النور الزكية ص 267. ¶ (¬2) ابن التلمساني عبد الله بن محمد الفهري (567 - 644 هـ = 1172 - 1246 م): فقيه أصولي. من مصنفاته: شرح معالم أصول الدين ... انظر عادل نويهض، معجم أعلام الجزائر ص 103 - 104. ¶ (¬3) انظر ابن التلمساني، شرح معالم أصول الدين ص 323. ¶ (¬4) ابن الهمام محمد بن عبد الواحد (790 - 861 هـ = 1388 - 1457 م): إمام، من علماء الحنفية. عارف بأصول الديانات، والتفسير، والفرائض، والفقه، والمنطق، واللغة ... من مصنفاته: \" التحرير - ط في أصول الفقه \"، \" المسايرة في العقائد المنجية في الآخرة - ط \". انظر ابن العماد، شذرات الذهب ج 7/ 289. القرشي عبد القادر، الجواهر المضية في طبقات الحنفية ج 2/ 86 في الحاشية.",
            "page": "85",
            "part": "1",
            "seal": "187AF700"
        },
        {
            "id": "74",
            "nass": "أن ما ذكروه من قيام البرهان عقلا ونقلا: أنه لا خالق إلا الله ممنوع، وما ألزموا غير لازم كما تعلم بأدنى تأمل. ¶ وأما النّقليات فإنما تلجئ لما قالوه لو لم يكن تقبل التخصيص. أما إن كانت تقبله ووجد المخصص فلا، لكن الأمر كذلك والمخصص للعمومات العقل، فإن إرادة العموم يستلزم الجبر المحض المستلزم لامتناع التكليف وبطلان الأمر والنهي. ¶ قال: وأما قولكم: إن قدرة العبد تتعلق بالمقدور لا على وجه التأثير، وهو لمجرد ألفاظ لم يحصلوها معنى، ونحن إنما نفهم من الكسب التحصيل. وتحصيل الفعل المعدوم ليس إلا بإدخاله في الوجود وهو الجادة. ¶ وفي قول شيخنا إنما يفهم من الكسب التحصيل بحيث ذكرناه في شرح المسايرة، وقد أطال شيخنا في هذه المسألة، ومال فيها إلى قريب مذهب القاضي (¬1). ¶ قال آخر: كل ما يتوقف عليه أفعال الجوارح من الحركات، وكذلك التروك التي هي من أفعال النفس كالميل، والداعية، والاختيار بخلق الله تعالى لا تأثير لقدرة العبد فيه، إنما محل ¶ ¬_________ ¶ (¬1) هو أبو بكر الباقلاني.",
            "page": "86",
            "part": "1",
            "seal": "B5E60B85"
        },
        {
            "id": "75",
            "nass": "قدرته عزمه عقب خلق الله هذه الأمور في باطنه عزما مصمما بلا تردد، بل بتوجه قاصدا للفعل طالبا إياه. ¶ فإذا وجد للعبد ذلك خلق الله له الفعل، فالزنى مثلا منسوب إلى الله من حيث هو حركة، وإلى العبد من حيث هو زنا، وإنما يطلق الله سبحانه هذا في القلب؛ ليظهر من المكلف ما يبين علمه تعالى بظهوره منه من مخالفة وطاعة. وليس للعلم خاصية التأثير؛ ليكون مجبورا ولا خلق هذه الأشياء يوجب اضطراره إلى الفعل؛ لأنه أقدره فيما يختاره ويميل إليه عن داعي العزم إلى فعله وتركه، ومن المستمر ترك الإنسان لما يحبه، ويختاره، وفعل شيء وهو يكرهه لخوف أو حياء، وبعد ذلك العزم الكائن بقدرة العبد المخلوق فيه صح تكليفه، وثوابه وعقابه، ومدحه وذمه. ¶ وانتفاء بطلان التكليف والجبر المحض، وكفى في تصحيح التكليف لهذا الأمر الواحد، أعني: العزم المعمم معه أنه مخلوق لله تعالى بواسطة خلق القدرة عليه، وما سواه من أفعال العباد والتروك كلها مخلوقة بقدرة الله بلا واسطة، ومع ذلك فحسن هذا العزم لا يقع إلا بتوفيق منه تفضلا، فإن الشياطين وهي النفس لا تغلب إلا بمعونة التوفيق، هذا كلام شيخنا (¬1). ¶ وفي شرح العقائد للمولى سعد الدين التفتازاني (¬2) في تحقيق الفعل لله، والكسب للعبد ما يقرب من هذا، وهو أن صرف العبد ¶ ¬_________ ¶ (¬1) انظر ابن الهمام، المسايرة في العقائد ص 98. ¶ (¬2) انظر السعد التفتازاني، شرح العقائد النسفية ص 99.",
            "page": "87",
            "part": "1",
            "seal": "2A9FC3E0"
        },
        {
            "id": "76",
            "nass": "قدرته وإرادته إلى الفعل كسب وإيجاد الله الفعل عقب ذلك خلق والمقدور الواحد داخل تحت قدرتين بجهتين: فَتَحْتَ قدرة الله بجهة الإيجاد، وتحت قدرة العبد بالكسب، وهذا القدر من المعنى ضروري، ولم يقدر على أزيد من ذلك في تلخيص العبارة المفصحة عن تحقيق كون فعل العبد بخلق الله، وإيجاده مع ما للعبد فيه من القدرة والاختيار. اهـ. كلام السعد. اهـ. كلام ابن أبي شريف. ¶ وأقول في السعد في مواضع ما هو صريح في هذا المعنى، وقد قال بقريب من هذا. ¶ فإن قلت بعد تعميم قدرة الله وإرادته الجبر: لازم؛ لأنهما إما أن يتعلقا بوجود الفعل فيجب أو بعدمه فيمتنع، ولا اختيار مع الوجوب والامتناع. ¶ قلنا: يعلم ويريد أن العبد يفعله، ويتركه باختياره فلا إشكال. اهـ. كلامه. ¶ وإنما قلنا: إنه يفيد أن العدم وهو الاختيار مخلوق للعبد؛ لأنه لو كان الله لم يفد الجبر على مدعاه - أعني السعد وغيره ممن رأى رأيه - وتعدد ذلك من كلامه في أماكن. ¶ وقال بعد هذا إذا قلنا: اعلم أنه يختار فعله أو تركه يكون الفعل واجبا أو ممتنعا، وهذا ينافي الاختيار. ¶ قلنا: ممنوع؛ فإن الوجوب بالاختيار محقق للاختيار لا مناف، وأيضا منقوض بأفعال الباري. اهـ. يعني أن علم الله أن العبد",
            "page": "88",
            "part": "1",
            "seal": "D873CBF9"
        },
        {
            "id": "77",
            "nass": "يختار كذا مؤكد لاختياره لا مناف، إذ منافي الشيء ما يرفعه. (¬1). ¶ وقوله أيضا منقوض إلخ ... يعني بتقدير الاستمرار على أنه جبر فعدم الإقناع. بهذا الجواب ينتقض ذلك عليك بأفعال الباري؛ لأنه على وفق علمه أيضًا والله أعلم، وإنما أطلت الكلام في هذه المسألة لما احتوى عليه من الدقائق المفيدة للقصد في هذا السؤال، وفي غيره من الأسئلة. ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني شرح العقائد النسفية ص98.",
            "page": "89",
            "part": "1",
            "seal": "018A91F7"
        },
        {
            "id": "78",
            "nass": "المطلب الثاني. ¶ المصيب في العقليات واحد ¶ مع اختلاف أهل السنة كالأشعري ¶ والرازي في الأحوال نفيا وإثباتا ¶ ومنها أي الأسئلة قول العلماء: إن المصيب في العقليات واحد مع اختلاف أهل السنة كالأشعري والرازي (¬1) في الأحوال نفيا وإثباتا، والصعلوكي (¬2) في تعدد العلم والقدر، فمن المصيب ¶ ¬_________ ¶ (¬1) الرازي الفخر محمد بن عبد الله (544 - 606 هـ = 1150 - 1220 م): إمام، مفسر. من تصانيفه: \" معالم أصول الدين \"، \" لوامع البيان في شرح أسماء الله الحسان \". ابن حجر العسقلاني، لسان الميزان ج4/ 126، السبكي التاج، طبقات الشافعية ج5/ 35. ¶ (¬2) الصعلوكي محمد بن سليمان (296 - 369 هـ = 908 - 980 م): فقيه شافعي، عالم بالأدب والتفسير. قال الصاحب بن عباد: ما رأينا مثله، ولا رأى مثل نفسه. رويت عنه فوائد. انظر السبكي، طبقات الشافعية ج2/ 161 - 164. الثعالبي، يتيمة الدهر ج4/ 299.",
            "page": "90",
            "part": "1",
            "seal": "153BDAA5"
        },
        {
            "id": "79",
            "nass": "ومن المخطئ، مع أن المصيب واحد، ومن يتبع في هذا الخلاف ومن لا يتبع هذا تمام السؤال. ¶ المصيب واحد كأصول الدين بخلاف الظنيات، كالفقه، وذلك أن العلماء اختلفوا هل لله في كل نازلة حكم، أو لا حكم له إلا ما يحكم به المجتهد؟ وعلى الأول هل له عليه دليل أم لا؟ وهل الدليل ظني أم قطعي؟ ¶ قال بكل إمام، فعلى أنه لا حكم له، كل مجتهد مصيب؛ لأنه لا حكم له إلا ما يحكم به المجتهد، وكذا على أنه لا دليل للعذر، وعلى أن عليه دليلا ظنيا كذلك؛ لأنه يقتضي ظن المجتهد، وعلى أن له دليلا قطعيا لا بد من مصادفته، والمصادف هو المصيب وغيره المخطئ، واستشكل كون حكمه تعالى هو ما يحكم به المجتهد فإنه ينبني على كون أحكامه حادثة، وهو مذهب اعتزالي. ¶ ومذهب الأشاعرة أن الأحكام قديمة، فكيف تتبع حكم المجتهد، بل يجب عليه أن له حكما، وأن حكم المجتهد تابع له. ¶ أجيب بأن تبعية الأحكام نظر المجتهد من حيث تعليقه التنجيزي به وبمقلديه. وتحقيق المقام أن الأشعري ذهب إلى أن الثابت في الأزل قبل وجود المجتهدين واجتهادهم تعلق بما يتعين بالاجتهاد؛ لأن علمه تعالى محيط بما سيتعين، فإذًا الحكم الثابت تعلق بحكم معين في حق كل مجتهد، وهو ما علم تعالى أنه يقع عليه اجتهاد المجتهد، ثم إذا وقع الاجتهاد وحصل من",
            "page": "91",
            "part": "1",
            "seal": "F6564DF6"
        },
        {
            "id": "80",
            "nass": "المجتهد الحكم تعلق حينئذ تعلقا تنجيزيا به وبمقلديه، وتنوع ظنون المجتهدين يكشف عن تنوع الأحكام. ¶ وقد قرر أن تنوع الأحكام اعتباري في الأزل عند الجمهور. وعند أبي سعيد فيما يزال هذا محصل الجواب، وانظر ابن أبي شريف. ونقل قبله الدليل على أنه تابع لحكم المجتهد، موافقات عمر (¬1) حيث يحكم من رأيه، وينزل القرآن بموافقته، وكذا ما في البخاري من قضية أبي قتادة (¬2) فيمن قتله يوم حنين، فأخذ رجل سلبه بما عرف به، وسأل النبي صلى الله عليه وسلم إرضاء أبي قتادة عن السلب. فقال أبو بكر رضي الله (¬3) عنه: لا، ها الله إذًا، لا يعمد إلى أسد من أسد الله، يقاتل عن الله ¶ ¬_________ ¶ (¬1) عمر بن الخطاب رضي الله عنه (40 ق هـ - 23 هـ = 584 - 644 م): ثاني الخلفاء الراشدين، وأول من لقب بأمير المؤمنين. صحابي جليل. لقبه النبي صلى الله عليه وسلم بالفاروق. انظر ابن حجر العسقلاني، الإصابة في تمييز الصحابة الترجمة: 5738. وكيع، أخبار القضاة ج1/ 105. ¶ (¬2) أبو قتادة الحارث بن ربعي (54 هـ = 674 م): صحابي جليل، شهد المشاهد كلها مع رسول الله صلى الله عليه وسلم، توفي بالمدينة وهو ابن 70 سنة. انظر النووي، تهذيب الأسماء واللغات ج2/ 58. ابن الجوزي أبو الفرج، صفة الصفوة ج1/ 183. ¶ (¬3) أبو بكر الصديق عبد الله بن عثمان (51 ق هـ - 13 هـ = 573 - 634 م): أول الخلفاء الراشدين، وأول من آمن بالرسول صلى الله عليه وسلم. له في الصحيحين 142 حديثا. انظر ابن سعد، الطبقات الكبير ج9/ 26 - 28. أبو نعيم الأصفهاني، حلية الأولياء ج4/ 93. ومما كتب في سيرته: أبو بكر الصديق لمحمد حسين هيكل، والشيخ علي الطنطاوي.",
            "page": "92",
            "part": "1",
            "seal": "41274FB3"
        },
        {
            "id": "81",
            "nass": "ورسوله فيعطيك سلبه. فقال رسول الله صلى الله عليه وسلم: \" صدق، فأعطه إياه (¬1) ... \". ¶ ومن تتبع المروي في السنة من ذلك ظفر بما يفيد مجموعه التواتر المعنوي. اهـ. ¶ فإذا علمت هذا ظهر وجه الفرق بين العقليات وغيرها. فإن العقليات قطعية، وحكم الله فيها واحد، فلا يمكن أن يكون المصيب فيها إلا واحدا، والعقلي ما لا يتوقف على السمع، والإجماع على هذا، أي إن المصيب فيها واحد. ¶ ومن ثم كان نافي الإسلام أو بعضه كافرا آثما مخطئا ثبت ما نفاه بدليل سمعي كالحشر والحساب، أو ثبت بعقلي، كنافي توحيد الباري بالقدم، بأن أثبت قدم الأفلاك أو نحوها. اهـ. ابن أبي شريف (¬2) وخالف الجاحظ (¬3) ¶ ¬_________ ¶ (¬1) جزء من حديث رواه البخاري 8/ 29 في المغازي، باب قوله تعالى: (ويوم حنين إذ أعجبتكم كثرتكم فلم تغن عنكم شيئا) ومالك في الموطأ 2/ 454 - 455 في الجهاد، باب ما جاء في السلب في النفل عن أبي قتادة. ¶ (¬2) ابن أبي شريف محمد بن محمد (822 - 906 هـ = 1419 - 1501 م): عالم بالأصول من فقهاء الشافعية. من أهل بيت المقدس، مولدا ووفاة. له تصانيف منها: \" الدرر الجوامع بتحرير جمع الجوامع \"، \" الفوائد في حل شرح العقائد \"، \" المسامرة على المسايرة \" انظر ابن العماد، شذرات الذهب ج 8/ 29 ... العماد الحنبلي، الأنس الجليل ج2/ 706 ¶ (¬3) الجاحظ عمرو بن بحر (163 - 255 هـ = 780 - 869 م): كبير أئمة الأدب، رئيس الفرقة الجاحظية من المعتزلة، مولده ووفاته في البصرة. له تصانيف كثيرة منها: \" كتاب الحيوان \"، \" فضيلة المعتزلة \"، \" صياغة الكلام \" \" البيان والتبيين \" ... انظر محمد كرد علي: أمراء البيان ص 311 - 487. الخطيب البغدادي، تاريخ بغداد 12/ 252 ¶ ولأبي حيان التوحيدي كتاب في أخباره: تقريظ الجاحظ. ولحنا الفاخوري: الجاحظ ...",
            "page": "93",
            "part": "1",
            "seal": "5B60250C"
        },
        {
            "id": "82",
            "nass": "والعنبري (¬1). فعذر المخطئ في العقليات قيل: مطلقا، وقيل: بشرط كونه مسلما، والإجماع على خلاف قولهما قبل ظهورهما. ¶ هذا تلخيص ما في المسألة، وبه تعرف إذا اختلف قائلان في مسألة عقلية، فمن كان بعدهما إن ظهر له خطأ أحدهما تعين إلغاء قوله، والأخذ بالأصوب، وإنما يتعين بالنظر في دليله أهو صحيح أم فاسد؟ وفي لوازم قوله أمضرة أم لا؟ ¶ وإن لم يتعين له المخطئ بمخالفة العقل، والمخالفة إجماع أو نحو ذلك من موجبات الخطأ صح له القول بأيهما شاء، وبحكميهما في الدروس مرجحا لما ظهر له ترجيحه، أو مساويا بينهما. وإن لم يكن من بعد المختلفين من أهل النظر، بل من أهل التقليد المحض فهو وما قلد. ¶ فإن قلد المصيب كان مثله، وإن قلد المخطئ فهو مثله. فالأول كالسني، والثاني غيره. هذا غاية ما يمكن في المقام. ¶ ¬_________ ¶ (¬1) العنبري عبد الله بن الحسن (105 - 168 هـ = 723 - 785 م): قاض، من الفقهاء العلماء بالحديث. من أهل البصرة. قال ابن حيان من سادتها فقها وعلما. انظر ابن حجر العسقلاني، تهذيب التهذيب ج7/ 7. سيد المرصفي، رغبة الآمل ج4/ 165.",
            "page": "94",
            "part": "1",
            "seal": "4FE0A909"
        },
        {
            "id": "83",
            "nass": "أما ما طلبتم مني من تعيين المصيب من المخطئ في أئمة أهل السنة فهيهات هيهات الدخول بين أنياب الحيات لوجوه: ¶ أحدها: إني لست من أهل الاجتهاد حتى أخوض تلك الفيافي والوهاد. ¶ وثانيها: بتقدير اقتحامي وعظيم اجترامي، أو بتقدير أني في مراتبهم العالية، وأن غياهبي كأنوارهم الزاكية، أكون كواحد منهم واجتهادي كاجتهادهم، فما هو أولى بالصواب منهم؛ إذ اجتهادي وحكمي أن المصيب الأشعري مثلا دون الرازي (¬1) لا يحتم بطلان قول الرازي؛ إذ غاية أمري أني على موافقة الأشعري، وتعدد القائلين للقول لا يوجب تخطئة مخالفهم. ¶ وثالثها: إن اجتهادي إن وقع، يكون داخلا في قولهم المصيب، واحد في العقليات، وليس معنى قولهم: إن المصيب واحد إن له دليلا يعين به، قصرت عقولكم عنه. وعند العلماء ضابط يعلم به المحق من المبطل، بل قصدهم إن المختلفين في العقليات لا يكونان معا على صواب، والمصيب معين عند ¶ ¬_________ ¶ (¬1) الرازي الفخر محمد بن عمر (544 - 606 هـ = 1150 - 1210 م): إمام مفسر، واحد زمانه في المنقول والمعقول وعلوم الأوائل. من تصانيفه: \" مفاتيح الغيب \"، \" محصل أفكار المتقدمين والمتأخرين من العلماء والحكماء والمتكلمين \"، \" المسائل الخمسون في أصول الكلام \"، \" المحصول في الأصول \" ... انظر السبكي، طبقات الشافعية ج5/ 33. ابن حجر لعسقلاني، لسان الميزان ج4/ 426",
            "page": "95",
            "part": "1",
            "seal": "EF613C7C"
        },
        {
            "id": "84",
            "nass": "الله والآخر مخطئ عنده. أما أنه يعني بالاجتهاد فلا، إذ الاجتهاد في المصيب يعمه الخلاف فيكون أيضا مصيبا أو مخطئا لكن خلاف أئمة أهل السنة في العقليات إن لم تلزمهم لوازم استحالية فلا ضرر عليهم وعلى متبعهم، وكذا بعض مسائل تنسب للمعتزلة، ولا لوازم فاسدة لها، ولذلك ترى أئمة الحق لا يتحاشون عن اتباعهم وموافقتهم في أمثال ذلك، كما سبق في نفي الأحول، فإن أول من ذكرها الجبائي، وأبو هاشم. ¶ ورابعها: بتقدير أن المرجح كما طلبتم أنا أو مثلي بظنكم الجميل فإنه يرجح وترجيحه معقول ويعين، وتعيينه عليه التعويل، ويكون مصيبا قطعا تسليما جدليا لو تعرض لما طلبتم لاحتاج إلى مجلدات لا تسعه؛ لكثرة مسائل الخلاف وانتشارها، فلا بد من التعرض لكل مسألة، وتعيين من يتبع ومن يترك. ¶ هذا إذًا يقال يكاد يشبه المحال، وظني أنكم ظننتم أن للحق ضابطا يعرف به، أعيّنه لكم، فتضبطون به تعيين المحق، وهذا غير صحيح؛ إذ لو كان له ضابط لعلمه أهل الخلاف الأول، فما كانوا يختلفون أصلا، بل كانوا يكونون عارفين بالحق؛ لمعرفة ضابطه، وهذا كالمستحيل لتوالي الأعصار والأمصار على الخلاف في العقليات وغيرها، وقد كانت الصحابة يخطّئ بعضهم بعضا، والسلف من بعدهم كذلك، فأزل التعب من نفسك، واعرف قدر ما وصل مني إليك، والله أعلم.",
            "page": "96",
            "part": "1",
            "seal": "CD7247BB"
        },
        {
            "id": "85",
            "nass": "المطلب الثالث. ¶ التعلق التنجيزي والصلاحي للإرادة. ¶ ومنها قولكم: ما وجه قول من قال في الإرادة لها تعلقات صلاحي وتنجيزي، كالقدرة؛ لأن الله تعالى إن كان لا يريد في الأزل فليس بمريد، والعقيدة أن الأشياء من أزله، ثم وقعت فيما لا يزال على حسب مراده في أزله مع أن التفتازاني (¬1) جزم بأنها ليس لها إلا تعلق واحد تنجيزي قديم كالعلم. هذا تمام السؤال. ¶ وأقول بحول من به الفكر يجول: إن الذي ذكرتموه سيأتي في أثناء الكلام ما يعضده، وما ذكرتموه من ارتفاع الصفة بارتفاع تعلقها التنجيزي، سيأتي رده بالسمع والبصر والقدرة؛ لأنه يلزم بمقتضى إلزامكم أن يقال الصالح لأن يقدر ليس بقادر، ونحن نمنع أنه صالح لأن يريد ويقدر مثلا، بل هي حاصلة حقيقة. ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني، شرح المقاصد ج 2/ 342 - 343.",
            "page": "97",
            "part": "1",
            "seal": "A574F97F"
        },
        {
            "id": "86",
            "nass": "والصلاحية في التعلق لا في الصفة، وإن ألزموا رفع العلم عند القول بصلاحية تعلقه فلا يلزم في غيره للفارق الآتي بينه وبين غيره. ¶ وحقيقة الصلاحية ما قاله ابن عرفة في شامله الكلامي (¬1): التعلق الصلاحي: طلب الصفة أمرا زائدا لذاتها لا بقيد وجوده لوجودها، والتنجيزي حصول متعلق الصفة وصدوره. فالصفة محققة الوجود، وطلبها إن تأخر مطلوبه؛ فصلاحي، وإلا فتنجيزي، ألا ترى أن السمع والبصر على ما حققه الأئمة إنما يتعلق بالموجود بذاته تنجيزا وذلك التعلق قديم، وتعلق بذواتنا بعد وجودنا تنجيزا، وذلك التعلق حادث، ولم يتعلق بنا في الأزل لا صلاحا ولا تنجيزا، ولم يوجب ذلك رفع السمع والبصر من أصلهما. ¶ والحاصل أن عدم حصول مطلوب الصفة لا يوجب رفعها كما في القدرة. وقد قال السنوسي في حد الإردة: صفة يتأتّى بها تخصيص الممكن ببعض ما يجوز عليه، كما قال في القدرة يتأثر بها إيجاد الممكن وإعدامه، ولا معنى للتعلق الصلاحي إلا هذا التأتي، ولأجل كون مذهبه في العلم أنه تنجيزي. قال صفة ينكشف بها المعلوم إلى آخره (¬2). ¶ فإن قلت: قد علمت أن مذهب الرازي في العلم أنه له ¶ ¬_________ ¶ (¬1) انظر ابن عرفة، الشامل. ¶ (¬2) انظر السنوسي، شرح عقيدة أهل التوحيد الكبرى ص 83، وما بعدها.",
            "page": "98",
            "part": "1",
            "seal": "4581F35E"
        },
        {
            "id": "87",
            "nass": "تعليقين صلاحيا وتنجيزيا، ومن ثم شاع العلم بالوقوع تابع للوقوع. ¶ قال الشريف زكرياء (¬1) مثل: إذا قصدت إلى كتب ألف فعلمك بها قبل وقوعها بأنها ستكتب على صورة كذا، ولم تعلم بأنها وقعت، وهذا هو التعلق الصلاحي. فإذا كتبتها علمت بوقوعها في محلها. وهذا هو التعلق التنجيزي وهو التابع للوقوع. ¶ وقال: إن العلم بالشيء قبل الوقوع علم بأنه سيكون، والعلم بعد الوقوع علم بأنه كان. والعلم بما سيكون غير العلم بما كان غير، فمهما تعلقان؛ الأول صلاحي، والثاني تنجيزي حادث. ¶ أجاب الأشعري (¬2) بأنا لا نسلم أن العلم بما سيكون، غير العلم بما كان غير، بل واحد تنجيزي قديم علم الأشياء، وانكشفت قبل كونها فكانت على ما علم، ولم يتجدد شيء في العلم، والذي يختلف ويتجدد ويوصف بأنه سيكون، ثم يوصف بأنه كان هو المعلوم؛ لأنه يقال في الشيء قبل وجوده سيكون ¶ ¬_________ ¶ (¬1) الشريف زكرياء بن محمد الأنصاري (823 - 926 هـ = 1420 - 1520 م): شيخ الإسلام. قاض ومفسر من حفاظ الحديث. له مصنفات كثيرة، منها: \" غاية الوصول \" في أصول الفقه. \" لب الأصول \" اختصره من جمع الجوامع. \" شرح إيساغوجي\" ... انظر نجم الدين الغزي، الكواكب السائرة ج1/ 196. علي مبارك، الخطط التوفيقية الجديدة ج 12/ 62 ¶ (¬2) انظر الأشعري أبو الحسن، مقالات الإسلاميين ج2/ 82",
            "page": "99",
            "part": "1",
            "seal": "79117649"
        },
        {
            "id": "88",
            "nass": "وبعده كان، والعلم واحد، مثلا لو أخبرنا صادق بقدوم زيد كرسول مثلا، وعلمنا ذلك وفرضنا بقاء ذلك العلم، يعني لكون علمنا عرضا لا يبقى، لكن بغرض بقائه؛ ليطابق المثال الممثل به، ثم قدوم زيد لم يزدنا مشاهدة قدومه على ما علمنا شيئا، فدل ذلك على أنه ليس للعلم إلا تعلق واحد تنجيزي قديم وما يوجد في حقنا من زيادة العلم بما كان على العلم بما سيكون إنما هو لنقض علمنا. بخلاف علمه، وعلم الصادق، والعلم من الصادق. ¶ قال الأشعري: ولا يصح أن يكون العلم يتعلق تعلقا صلاحيا، فإن الصالح لأن يعلم ليس بصالح، انتهى كلامه. ¶ ومحل محط السؤال منه هذا الأخير، وإنما ذكرته برمته؛ لما احتوى عليه من الأبحاث الرائقة فأنت تراه جعل الصلاحية للعلم توجب رفعه بقوله؛ لأن الصالح لأن يعلم ليس بعالم، وعلى قياسه يأتي ما ذكره السائل: بأن الصالح لأن يريد ليس بمريد، لكنه مشكل عقلا، فإن الصلاحية لا تقتضي رفع الصفة كما في القدرة، فكيف التقصي عن هذا المضيق؟ ¶ فالجواب بفضل الملك الوهاب: أن العلم ليس له حصول إلا حصول الانكشاف، فإن لم يحصل الانكشاف؛ فلا علم كما في الشاهد، فإن من لم يحصل له الانكشاف، هنا لمسألة من مسائل الفقه ونحوه لا يسمى عالما بخلاف الإرادة والقدرة، فإن حقيقتهما صفة يتأتى بها كذا. والتأتي حاصل في الأزل؛ فافترق العلم بهذا من غيره.",
            "page": "100",
            "part": "1",
            "seal": "9D4A9DE4"
        },
        {
            "id": "89",
            "nass": "فإن قلت: كيف يصنع الرازي القائل بالصلاحية في العلم، وهي تقتضي رفعه كما ذكره الأشعري؟ ¶ قلت: هذا ونحوه مما قال فيه السعد (¬1) في الكلام على التكوين حيث وقعت إلزامات توجب مخالفة البديهيات لأكابر المشايخ. ¶ قال: فليلتمس لهم أحسن المخارج، ولا ينسب إليهم مما هو مخالف للبديهية كمخالفة الأشعري والرازي في الوجود، فيحمل نفي الأشعري له على أنه ليس موجودا في الخارج عن الذهن بمعنى إنه على حدة، والذات على حدة كالبياض الموجود خارجا، ويحمل إثبات الرازي على التعلق للماهية في الذهن، وكذا نحوه، حتى يصح محلا لنزاع العقلاء. انتهى. ¶ وعلى قياسه يقال هنا: إن الرازي سمى تعلق العلم صلاحيا نظرا لعدم حصول المعلوم، وإن كان العلم في ذاته ثابتا متقررا، والأشعري راعى أن حقيقة العلم الانكشاف، وإن لم يحصل تعلق تنجيزي، بل صلاحي؛ كانت الذات صالحة لأن تعلم لعدم تنجيز الانكشاف، والصالح لأن يعلم ليس بعالم فوجب تنجيز الانكشاف، وإن تأخر المنكشف كعلمنا بالساعة فإنه تنجيزي، وإن كانت متأخرة، وتأخرها لا يقدح في حصول الانكشاف فاختلافهما على لحظتين، وكذا سائر الخلافيات بين أكابر ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني، شرح المقاصد ج1/ 190",
            "page": "101",
            "part": "1",
            "seal": "2ECA0E29"
        },
        {
            "id": "90",
            "nass": "العلماء وإلزام بعضهم بعضا، والله أعلم. ¶ فالإرادة على مذهب الجمهور لها تعلقان كما مر. ¶ فإن قلت: إن الإرادة صفة تخصيص، فإن كان تعلقها صلاحيا؛ لزم أنه في الأزل لم يخصص ما يقع فيما لا يزال بل هي قابلة لكل من المتقابلين، ولم يقع في الأزل تحتم أحدهما مضافا وقوعه لوقته، والأحاديث والآثار، وأقوال العلماء طافحة بنفوذ المشيئة، ووقوع الاستيلاء على ما أرادوا لعقل قاض بذلك أيضا، وتحتمه وقوع الشيء هو معنى تعلق الإرادة التنجيزي في الأزل، فوجب أن لها تعلقا واحدا تنجيزيا، كما أشير إليه في السؤال في الأول، وكما ذكر السائل عن التفتازاني أنه جزم بأن لها تعلقا تنجيزيا، فكيف يعقل مع ذلك كله أن لها تعلقا صلاحيا، وإنما التتنجيزي في الأزل؟ ¶ قلت: لا شك في متانة هذا الإيراد، ولم أر مفصحا عنه من العباد إلا عبارات متلاطمة تحدث بها إشكاليات متراكمة، فقد ذكر ابن أبي شريف مثل ما في السؤال. ¶ قال: إن تبدل الشقاوة والسعادة باعتبارها في اللوح المحفوظ، أو باعتبار الصحف التي تنقلها الملائكة منه، فتكتب على كل مولود ما وقع فيه من الأمر، أما الحكم الأول فلا يتبدل أصلا. انتهى منه (¬1). ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني، شرح المقاصد ج1/ 239",
            "page": "102",
            "part": "1",
            "seal": "7571A17C"
        },
        {
            "id": "91",
            "nass": "وهذا يشعر بالتنجيزي القديم. وأجمع الناس على أن ما شاء الله كان. ¶ وقد ذكر السنوسي وغيره في دليل ثبوت الإرادة، وعدم إغناء القدرة عنها: أن الممكنات بالنسبة إلى القدرة على حد سواء، فلولا الإرادة خصصته بأحد المتقابلين لما وقع دون مقابله. ¶ قال: ولا يغني عن الإرادة في ترجيح وقوع أحد الجائزين العلم بتحتم المعلوم فلا يقع خلافه. ¶ لأنا نقول: إن التخصيص للممكن بأحد الوجوه تأثير فيها، والعلم ليس من صفات التأثير، والقدرة عامة كما علمت، فلا تصلح للتخصيص فتحتمت الإرادة، انتهى من شرحه للكبرى. ¶ فظاهره أنها لها تعلق تنجيزي من حيث لم يعممها كالقدرة، بل جعلها متعلقة بالأمر على ما يقع بعد، ففي الأزل أراد وقوع أحد الجائزين به لا عن الآخر، وأثرت الندرة على وفق ذلك، وهذا يشعر بالتعلق التنجيزي القديم. ¶ وقد نقل أبو بكر (¬1) عن جميع الأشعرية في الرد على المعتزلة، حيث زعمت أن الإرادة حادثة. قالوا: لأنها لو كانت قديمة لعمت كل ممكن. ومن جملة ذلك أن يريد زيد حركة، ويريد عمرو سكونا فوجب أن يكون القديم مريدا لإرادتيهما، ومراديهما، وما هو مراد يجب وقوعه فيؤدي إلى اجتماع الضدين ¶ ¬_________ ¶ (¬1) انظر أبو بكر الباقلاني، الإنصاف ص 36",
            "page": "103",
            "part": "1",
            "seal": "EF1694A3"
        },
        {
            "id": "92",
            "nass": "في حالة واحدة. قال: قالت الأشعرية: الصفة القديمة يجب عموم تعلقها على الإطلاق لكل متعلق أم يجب عموم تعلقها بما يصح أن يكون متعلقا لها. ¶ فإن كان الأول فغير مستمر في الصفات، فإن العلم يتعلق بجميع أقسام الحكم العقلي، والقدرة لا تتعلق إلا بالممكن، والإرادة لا تتعلق إلا بالمتجدد، فالعلم أعم والقدرة أخص منه، والإرادة أخص من القدرة، والعموم والخصوص لا يزيد ولا ينقص فيما لا يتناهى من المعلومات والمقدورات والمرادات، فعمّ تعلق الصفة بما لا يتناهى مما يليق بكل قسم. ¶ ولو كان الإيجاد بالقدرة على نعت الإيجاب لو وجد كل ما تعلقت به القدرة فيوجد ما لا يتناهى وهو محال، بل الإرادة هي المخصصة بالوجود المتعلقة بحال المتجدد. ¶ وأما إلزامكم تعلق إرادة القديم بالضدين في حالة واحدة فلسنا نسلم أن هاهنا إرادتين، بل ما يقع في معلوم الرب أنه يقع، فهو المراد وصاحبه المريد، وما وقع في العلم أنه لا يقع، فهو تمنٍّ وصاحبه المتمني، ويجوز تعلق الوصف القديم لمعنيين: أحدهما إرادة الآخر ثمن وشهوة. ¶ وبتقدير أنها أرادت إن قلتم معاشر المعتزلة: إن إرادة الإرادتين تستلزم إرادة المرادين حتى يلزم الجمع بين الضدين. فالله تعالى إنما أراد إرادتهما من حيث وجودهما وتجددهما لا من حيث مراديهما وهو كإرادته للقدرة لا تكون إرادة للمقدور، وقدرته على الإرادة لا تكون قدرة على المراد على أصلكم في أن العبد يخلق أفعاله ويريدها إن كانت شرا؛ إذ لا ينسب الشر للرب.",
            "page": "104",
            "part": "1",
            "seal": "B21C0AA6"
        },
        {
            "id": "93",
            "nass": "وكعلمه بعلم زيد، وشر عمرو، وظن خالد، وجهل بكر لا يكون اعتقادا لمعتقداتهم حتى يوصف بمتعلقات صفاتهم. ¶ والسر في ذلك أن الإرادة القديمة لا تتعلق بوجه واحد، وهو المتجدد من حيث إنه حادث متجدد مختص بالوجود دون العدم، ووقت دون وقت، والإرادتان يشتركان في التجدد فينسبان إليه من جهة التجدد والتخصيص، وهما من هذا الوجه ليسا ضدين، ولم تتعلق الإرادة بضدين. ¶ ولو قيل: تتعلق الإرادتين جميعا من حيث الوقوع والتجدد، وبأحد المرادين وهو الواقع منهما في المعلوم، وتتعلق بعدم وقوع الآخر فهي إرادة لوقوع أحدهما، وكراهة لوقوع الآخر كان ذلك أيضا صوابا، قال تعالى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} (¬1)، أي: يريد خلاف العسر، كما قال: {أتنبئون الله بما لا يعلم} (¬2)، أي: يعلم خلافه حتى لا يكون النفي داخلا في الإطلاق انتفى، أي: إن العلم مطلق التعلق، فلو لم يؤوّل الآية لانتفى العلم عن بعض، فأوّل بما ذكر؛ ليحصل به التعلق ولا يخرج عنه أمر. ¶ وقال بعد هذا في الرد على من زعم الأمر والإرادة: قالت الأشعرية: لسنا نسلم أن كل أمر بشيء مريد له حصولا، بل كل أمر بالشيء عالم بحصوله، مريد له حصولا، أمر يعلم حصول ضده لا يكون مريدا لحصوله، فإن الإرادة ¶ ¬_________ ¶ (¬1) البقرة الآية: 185 ¶ (¬2) يونس الآية: 18",
            "page": "105",
            "part": "1",
            "seal": "8B4A0A44"
        },
        {
            "id": "94",
            "nass": "على خلاف العلم تعطيل الإرادة، وتغيير لأخص وصفها. ¶ وقد بينا: إن أخص وصفها التخصيص، وحكمها أن تتعلق بالمتجدد من المقدورات والمتخصص من المرادات. ¶ فإذا علم الأمر أن المأمور لا يحصل ولا يتجدد ولا يتخصص يستحيل أن يرده، فإنها حينئذ توجد ولا متعلقا لها، وتتعلق ولا أثر لتعلقها، ولو أن الإرادة من خاصيتها أنها تتعلق بالممكن فقط كالقدرة؛ لكان جائز أن تتعلق بخلاف المعلوم. ¶ ومن العجب أن متعلق القدرة أعم من متعلق الإرادة، فإن الممكن الجائز من حيث هو ممكن متعلق القدرة، والمتجدد من جملة الممكنات هو متعلق الإرادة. والمتجدد أخص من الممكن. ¶ وقد قال بعض المخالفين: إن خلاف المعلوم غير مقدور، والقدرة أعم فإذا لم يتعلق الأعم بخلاف المعلوم كيف يتعلق الأخص الذي هو الإرادة؟ اهـ. ¶ وقد اشتهر وذاع وكثر دورانه على الألسنة من عقائد السنوسي وغيره: أن إيمان أبي لهب (¬1) غير مراد؛ إذ لو أراده وهو لم يقع لكان مغلوبا. ¶ ¬_________ ¶ (¬1) أبو لهب عبد العزى بن عبد المطلب (ت 2 هـ = 624 م): عم رسول الله صلى الله عليه وسلم. ومن أشد الناس عداوة للمسلمين في الإسلام. وفيه الآيات: {تبت يدا أبي لهب وتب ما أغنى عنه ماله وما كسب} انظر الذهبي، تاريخ الإسلام ج1/ 84 - 169. السهيلي، الروض الأنف ج1/ 625، ثم ج2/ 78 - 79 ...",
            "page": "106",
            "part": "1",
            "seal": "1465B86C"
        },
        {
            "id": "95",
            "nass": "وقد قال بعض المعتزلة لمجوسي: أسلمْ. ¶ فقال المجوسي: إن الله لم يرد إسلامي. ¶ فقال المعتزلي: أراده، ولكن الشياطين لا يتركونك. ¶ فقال: أنا إذًا أكون مع الشريك الأغلب. ¶ فقال المعتزلي: ما ألزمني أحد مثل هذا الإلزام. ¶ نقل هذه الحكاية السعد (¬1) فظهر من هذا كله أن الله أراد في أزله ما وقع فيما لا يزال، ولا يعارض هذا إلا من سبق من أن الإرادة صفة يتأتى بها التخصيص، فأما من تحمل ذلك على قولين في المسألة ولا إشكال، وليس ذلك ببعيد في مؤلفين إنما يستبعد استبعادا في مؤلف واحد يذكر الحقيقة جازما بها، ولم يحك خلافها، ثم يذكر في مساق آخر ما خلاف تلك الحقيقة دون تصريح بحكاية قولين، مثلا كالإمام السنوسي فإنه ذكر في حقيقتها الثاني إلخ ... . ¶ وهذا مشعر بالصلاحي، ثم يقول في كبراه (¬2) وغيرها: تأثير لقدرة عام لولا تخصيص الإرادة، وهذا مشعر بالتنجيزي لها في الأول على ما علم الله. ¶ وكذا قال: إن الخلاف المعلوم غير مراد. وكذا قال غيره كإيمان أبي لهب خلافا للمعتزلة، وما سبق عن أبي بكر (¬3) ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني. ¶ (¬2) انظر السنوسي، شرح أم البراهين ص 102 ¶ (¬3) الباقلاني، الإنصاف.",
            "page": "107",
            "part": "1",
            "seal": "5B6E3B83"
        },
        {
            "id": "96",
            "nass": "فصريح في أنها تتعلق بجميع الممكنات، ومنه يؤخذ أن تعلقها تنجيزي قديم، وكذا كلام السنوسي في كبراه، وكذا نزاعهم في إيمان أبي لهب فإن هذه كلها تشعر بخصوص التعلق وتنجيزه أزلا، إلا أن يحمل كلامهم على التنجيزي الحادث؛ إذ فيه تكون الإرادة خاصة التعلق، وتخصص الشيء لتؤثر فيه القدرة؛ فتكون القدرة من حيث ذاتها أعم؛ لقبولها لفعل كل واحد بدلية، لولا إرادة تخصصها. ¶ وعلى هذا فيكون صلاحي الإرادة ثابتا، وتكون به قابلة لجميع الممكنات. ويدل له من كلام أبي بكر ما نقلناه عنه من قوله: إن كل آمر بالشيء علم به مريد حصوله إلخ ... فدل على تعلق الإرادة الذي يتكلم فيه. اهـ. خاص إنما هو في التنجيزي. ¶ وجواب ثان هو: إن الإرادة عامة التعلق من حيث ذاتها خاصة بالمتجدد، مضمونة للعلم، ونزاعنا مع المعتزلة في الإرادة لا يدفع هذين الجوابين، إذ هم على ناحية أخرى من حدوث الإرادة، وأنها تابعة للأمر. فليس من سلك ما نحن فيه من القدم حتى نطالبهم بالتعلق القديم التنجيزي أو الصلاحي، والله أعلم، ثم الأحاديث الدالة على الحتم في الأزل، وجفاف القلم بما لاق فهو من حيث العلم، فلا يعارض الثاني الذي قلناه. ¶ ومعنى قولنا: إيمان أبي جهل غير مراد ... أي لكون الإرادة على وفق الأمر، خلافا للمعتزلة. أما إرادته بالتأتي فنحن قائلون به كما سبق وهم مصرحون به. ¶ وأما الصدور فلا قائل به منا ومنهم، ومحط الخلاف من حيث التبعية للأمر فتكون منجزة",
            "page": "108",
            "part": "1",
            "seal": "9EE8B680"
        },
        {
            "id": "97",
            "nass": "عليه الإرادة، كتنجيز الأمر من حيث التكليف عنهم، وعندنا لم ينتجز الإرادة، وإلا وقع في ملكه ما لا يريد، وما ذكرتموه عن السعد من التعلق التنجيزي القديم الإرادة فإن كان في غير العقائد فالناقل مصدق، وأما فيها ففيه استرواحات في مواضع: ¶ ومنها قوله: الإرادة والمشيئة عبارة عن صفة في الحي توجب تخصيص أحد المقدورين في أحد الأوقات بالوقوع، مع استواء النسبة إلى القدرة. انتهى (¬1). ¶ ومنها قوله: تعلق القدرة مضموما إلى الإرادة يتخصص، فدل هذا منه على خصوصها وعموم القدرة. ¶ وهذا إنما يظهر في التعليق القديم وإلا فالتنجيزي، لا عموم لكل منهما فيه، أن القدرة لا تتعلق تنجيزا إلا بأحد المتقابلين دون الآخر في حالة تعلقها بمقابله وكذا الإرادة. ¶ وبهذا المعنى يظهر لك ضعف ما سبق في الجواب عن كونه خاصة بأنه في التنجيزي فتأمله. ¶ والذي تعقله الذهن ما في الجواب الثاني إما كون الإرادة لم تخصص في الأزل، وإما هي متأتية، أي: قابلة لأن تخصص، وإن كان ظاهر كلام السنوسي أو صريحه. وإنما عين فيما لا يزال المرادات، فإنما وقع في أذهاننا تقيد لمشايخنا غير متعقل عنده، والصواب ما سبق. ¶ ¬_________ ¶ (¬1) انظر السعد التفتازاني، شرح العقائد النسفية ص 74 - 75",
            "page": "109",
            "part": "1",
            "seal": "4E6227AA"
        },
        {
            "id": "98",
            "nass": "ويمكن جواب ثالث: وهو أن ما علم وقوعه أراده في الأزل ولم يرد غيره، لكن لعدم وقوع المراد سمي هذا التعلق صلاحيا من حيث إن المراد لم يقع. وبعد وقوعه تنجز ما أرادوا التعلق إضافة اعتبارية لا يضر اختلافها تسمية من حيث المتعلق، وهو واضح. ¶ وإن كان لا يجري مع الحقيقة التي ذكرها السنوسي في المقدمات (¬1) إلا بتأويل إطلاق التأتي عليه من حيث عدم حصول المراد، فتأمله. ¶ فإن قلت: كيف يجمع بين ما للسنوسي في غير كبراه من تعلقها بجميع الممكنات، وبين ما له في كبراه. وللسعد، وأبي بكر تصريحا من هذين بتعلقها بالمتجدد، وأنها أخص من القدرة تعلقا؟ ¶ قلت: يمكن، إن ذلك اختلاف قول، ويمكن التوفيق بضم الإرادة إلى العلم أو اعتبارها مستقلة. فعلى الأول لا تعلم دون الثاني، وإنما أطلت الكلام؛ لأن مسألة الإرادة متشعبة، وقصدت ومبدأ الأجر منكم، أُذكّر نفسي بما قيده لكم، فلا تصرفوا الذهن عن ذرة منه. فإن كل ذرة منه تساوي درة، والله الموفق. ¶ وأما سؤالكم: هل تتعلق الإرادة بأقسام الحكم العقلي؟ ففي ما ذكرته قبلُ ما يدفع هذا، وقد حصل منه أن تعلق الإرادة أخص من تعلق القدرة أو مساويا، وقد تقرر لكم وسبق فيما نقلناه قبلُ ¶ ¬_________ ¶ (¬1) انظر السنوسي، شرح المقدمات ص 61",
            "page": "110",
            "part": "1",
            "seal": "42CC4CF8"
        },
        {
            "id": "99",
            "nass": "أن الإرادة صفة تأثير، وكيف التأثير في القديم بالإيجاد، وهو تحصيل حاصل أم بالإعدام، وعدم القديم مستحيل، وأيضا كل ما تعلق به القصد فهو مسبوق بعدم، ومن ثم احتاجت الفلاسفة عند دعوى قدم العالم إلى نفي الصفات؛ لعدم تصور دعوى القدم مع الإرادة، وكذا تعلقها بالمستحيل مستحيل؛ لأن إيجاده محال، وإعدامه تحصيل حاصل. ¶ وأيضا تقدر في أي ما موضع أن مجرد التخصيص ينافي القدم فكل ما هو مخصص حادث. وأيضا لو تعلقت الإرادة به لتعلقت القدرة، ويكون قادرا على أن يتخذ ولدا وصاحبة؟ وعلى إعدام نفسه وهذا غير معقول. ¶ وأما قولكم كما صرح بذلك بعض الأئمة قد وقع في عبارة بعض الكبار، فيلتمس له أحسن المخارج، كما قال بعض الأئمة في باب التنزيه: سبحان من خص نفسه بالقدم والبقاء، وغيره بالموت والفناء. ¶ فيفهم من قوله: خصص نفسه بذلك على معنى أنه استحق ذلك لذاته لا بمقتضى غيره. وإطلاق التخصيص بهذا المعنى مجاز فلا يطلق إلا بعلاقة، أما فهمه على أنه تعلقت إرادته بذلك للتأثير فلا يصح عقلا ونقلا، هذا في التعبيير بأن الله خصص نفسه بالقدرة والبقاء مثلا، كما ذكرتم، فإن التخصيص التأثير، وذلك لا يعقل في الواجب والمستحيل. ¶ أما الإرادة بالتأثير فقد ذكر المديوني (¬1) في كونها تتعلق بجميع ما تعلق به العلم. ¶ ¬_________ ¶ (¬1) انظر المديوني، شرح عقائد السلالجي ص 9",
            "page": "111",
            "part": "1",
            "seal": "CDF7960C"
        },
        {
            "id": "100",
            "nass": "فقال: واختلف هل تتعلق الإرادة بما تعلق به لعلم، فكما يقال: علم الواجب والجائز والمستحيل، كذلك يقال: أراد الواجب أن يكون واجبا، وأراد المستحيل أن يكون مستحيلا، وأراد الجائز أن يكون جائزا. ¶ وقيل: إن الإرادة تتعلق بما تتعلق به القدرة وهو الجائز فقط، انتهى كلام المديوني في شرحه للسلالجي. ¶ فإن قلت: ما معنى تعلق الإرادة على القول الأول؟ ¶ قلت: على معنى الرضى والمحبة، والمعنى: رضي الله بالواجب أن يكون واجبا، ورضي بالمستحيل أن يكون مستحيلا، وكذا الجائز، وهذا القول أعني عموم الإرادة للأقسام الثلاثة بالمعنى الذي ذكرناه ثابت لأهل السنة، كما نقله الشيخ زكرياء () (¬1) وهو لازم للمعتزلة، بمعنى آخر من حيث حكموا بإغناء العلم عنها؛ فتكون لغير التأثير، كالعلم فلا يمتنع عموم تعلقها للأقسام الثلاثة أبدا بخلافها عندنا، والله أعلم. وقد () (¬2). ¶ ومن الأسئلة قولكم: هل خلق الله للعالم دفعة جائز كما هو العقيدة أم مستحيل، كما توهمه بعض الطلبة؟ ¶ أقول بحول من به الفكر يجول: الحق ما نسبته وهما للطلبة، وإن خلق العالم دفعة مستحيل لوجهين: ¶ ¬_________ ¶ (¬1) ما بين القوسين جملة غير واضحة. ¶ (¬2) وقع هنا سقط مقداره سطرين وكتبه الناسخ بالهامش لكن مبتور الآخر",
            "page": "112",
            "part": "1",
            "seal": "EE2B1E86"
        },
        {
            "id": "101",
            "nass": "أحدهما: ما صرح به الأئمة، وقد سبق لكم فيما نقلناه عن أبي بكر في مسألة الإردة أن المقدورات والمرادات غير متناهية. والعلم وإن تعلق بأقسام ثلاثة فهو غير زائد على المقدور، والمراد؛ لأن العموم والخصوص فيما لا يتناهى لا يتفاوت، وحصول ما لا نهية له دفعة مستحيل؛ لاستحالة دخول ما لا نهاية له في الوجود لا اقتضائه من حيث خلقه دفعة الفراغ، ومن حيثب تناهيه يقتضي عدم الفراغ، واجتماع النقيضين محال، والقدرة لا تتعلق بالمحال فلا نقص في تعلقها؛ لأن النقص لو جاء من حيث خروج ما يصح توجهها إليه، أما ما لا تتوجه إليه كالمحال فلا. ¶ الوجه الثاني: إن العالم فيه متقابلات فلو حصل كل ذلك دفعة للزم اجتماع الأضداد من جملة المقدورات الطول والقصر، ووقوعها دفعة يستلزم ذلك محالا عقلا. ¶ وأيضا من جملة العالم أنفاس أهل الجنة ونعيمهم، وعذاب أهل النار المخلد. فلو جاز إيقاع العالم دفعة لبطل معنى التخليد ونحوه، واجتمع النقيضان اجتماعا ذاتيا لا عرضيا، كما يستحيل تعارض الأخبار، وقد عدّ من جهالات أبي الهذيل العلاف القدري أنه يفرغ من خلق العالم حتى يجد ما يخلق، وقد ذكر ذلك ابن العربي (¬1) وغيره ممن تعرض لهذه الطوائف ¶ ¬_________ ¶ (¬1) ابن العربي الحاتمي الأندلسي محمد بن علي، (560 - 638 هـ = 1165 - 1240 م): فيلسوف، من أئمة المتكلمين في كل علم. له مصنفات كثيرة، منها: \" فصوص الحكم \"، \" شرح أسماء الله الحسنى \"، \" التدبيرات الإلهية في المملكة الإنسانية \". انظر ابن القاضي، جذوة الاقتباس ص 175. الذهبي ميزان الاعتدال ج 3/ 108 ...",
            "page": "113",
            "part": "1",
            "seal": "0E98EA45"
        },
        {
            "id": "102",
            "nass": "الضالة. ولو كان جائز الوقوع دفعة لما عد من جهالاته، إذ الجائز ما لا يلزم على فرض وقوعه محال. وهذا بديهي، فتأمله، والله أعلم. ¶ المذكور فضائح كثيرة منها هذه المقالة الشنيعة، وهي ما ذكرته عنه آنفا من تناهي مقدورات الباري، ثم إذا انقضت مقدوراته لا يقدر على شيء، وإلا كان ذلك الوقت فني نعيم أهل الجنة، وعذاب أهل النار لا يقدر الباري عند فناء نعيمهم على ذرة، وكذا في عذاب أهل النار، وتفنى قدرة أهل الجنة حتى لو مد واحد من أهل الجنة يده إلى شيء من ثمارها، وجد ذلك الوقت لم يقدر الباري سبحانه أن يوصل تلك الثمرة إلى يده، ولا على أن يوصل يده إليها. وأهل لجنة كلهم يبقون خمودا ساكنين، لا يقدرون على حركة، وينقطع عذاب أهل النار في ذلك الوقت. وهذا قول منه يبطل الرغبة والرهبة، ويبطل فائدة الوعود والوعيد، وقصد بعض أصحابه إخفاء هذه البدعة وما قدر؛ لأنها مشهورة عنه وقد ذكرها في كتاب الحجج من الكتب التي صنفها على الدهرية، وطرفهم بهذه المقالة إلى تمهيد إلحاد الدهرية، وطول ألسنتهم على المسلمين بارتكاب هذه البدعة. اهـ. من كتاب الملل، والله أعلم (¬1). ¶ ¬_________ ¶ (¬1) انظر الشهرستاني، الملل والنحل ج1/ 49",
            "page": "114",
            "part": "1",
            "seal": "46A83FD7"
        },
        {
            "id": "103",
            "nass": "فقد علمت منه أن المقدورات تتحقق فيها أنها غير متناهية، وغير المتناهي لا يتصور القول بخلقه دفعة للجمع بين النقيضين. وممن نص على تناهي المقدورات إمام الحرمين (¬1) في الإرشاد، وكذلك السلالجي (¬2) في مختصره وعقد المحلول فقال: والدليل على عدم تناهي المقدورات جواز وقوع أمثال ما وهم، والجائز لا يقع لنفسه وفي قصر القدرة عليه استحالة وقوعه. ¶ وذلك يؤدي إلى الاستحالة، والإمكان فيما علم فيه الإمكان، وهكذا القول في المعلومات والمرادات والمدركات ومتعلقات الكلام. انتهى. ¶ قال الخفاف (¬3) هذا استدراك على الوحدانية بأن يعرض القائل إلهين عدم العجز بعدم توجه قدرة الثاني لما توجهت له قدرة الأول. ¶ فأجاب الشيخ بأن المقدورات لا تتناهى، وستدل لما ذكر. وبيانه: لو فرضنا تناهي المقدورات في عشرة مثلا. وأما ما وراءها فلا يقال هل القدرة منفية، فيكون مسلوب القدرة وعاجزا، وليس بإله أم باقية فيكون قادرا على أمثال ما وقع ¶ ¬_________ ¶ (¬1) انظر إمام الحرمين، الإرشاد ص 1896 وما بعدهما. ¶ (¬2) المديوني، شرح عقائد السلالجي ص 19 ¶ (¬3) الخفاف زكرياء بن داود (ت 286 هـ = 899 م): حافظ للحديث مفسر. له التفسير الكبير. انظر الذهبي، تذكرة الحفاظ ج2/ 22.",
            "page": "115",
            "part": "1",
            "seal": "CCA18DDA"
        },
        {
            "id": "104",
            "nass": "وأمثال أمثاله إلى غير نهاية؛ لأن القدرة صالحة باقية؛ لإيقاع الجائزات إلى غير تناهٍ. ¶ وعلى قول الخصم من قصر قدرة أحد الإلهين على عشرة مثلا استحالة وقوع أمثالها؛ لقصر القدرة، ويلزم من فرض بقاء القدرة جواز وقوع أمثال ما وقع إلى غير نهاية، فهو يستلزم الجمع بين الاستحالة والإمكان في قضية واحدة كما ذكره أبو عمرو (¬1) اهـ. ¶ فالحق أحق أن يتبع، فهذه هي العقيدة، وإن كانت قبل عندكم وهما، فهي الآن المعتمد، والله الموفق. ¶ ¬_________ ¶ (¬1) أي السلالجي.",
            "page": "116",
            "part": "1",
            "seal": "D09BA677"
        },
        {
            "id": "105",
            "nass": "المطلب الرابع. ¶ الرضى والمحبة والإرادة. ¶ ومنها أي الأسئلة قولكم في الرضى والمحبة والإرادة: هل الجميع بمعنى، أو بين الإرادة وما قبلها من المحبة والرضى تباين؟ ¶ وأقول بحول من به الفكر يجول: قال المقترح في الإرشاد (¬1): ومما اختلف فيه الأئمة إطلاق محبة الكفر والرضى به، فمن الأصحاب من منع ذلك قصدا منه إلى أن المحبة والرضى إرادة الإنعام، أو نفس الإنعام، ومنهم من قال: المحبة والرضى عبارة عن الإرادة. وقوله: {ولا يرضى لعباده الكفر} (¬2) يريد خصوص العباد. ولا شك أن الرضى والمحبة يطلقان على الإرادة، ويطلقان على رقة وتحنن، وتعقب ذلك في مقتضى العادة إرادة ¶ ¬_________ ¶ (¬1) انظر تقي الدين المقترح، شرح الإرشاد ص 76 ¶ (¬2) الزمر: الآية: 7.",
            "page": "117",
            "part": "1",
            "seal": "955B1D39"
        },
        {
            "id": "106",
            "nass": "إحسان بمن تحنن عليه، ثم إن كانت المحبة هي الإرادة لا يجوز أن يقال: إن الباري محبوب لأوليائه؛ لأنه لا يصح أن يكون مرادا. فإن الإرادة إنما تتعلق بمتجدد من حيث إنه متخصص ببعض وجوه الجواز، ويتعالى عن ذلك الأزلي ويتقدس. ¶ والتحقيق في هذا الفصل أن المحبة بمعنى الإرادة. والإرادة أيضا لفظ مشترك يطلق على الشهوة والميل، ويطلق على القصد، فأما القصد فلا يصح أن يتعلق به تعالى. وأما الميل فقال إمام الحرمين (¬1): يستحيل أن يمال إليه، وقرر ذلك بأن الميل إنما يتعلق بالحظوظ البشرية، ولا حظ للعبد في نفس الذات، وهذا لا يصح، بل يجد الإنسان ميلا لمن أحسن ولا يحسن في الحقيقة إلا هو، فمن لاحظ نعمه وأدام ذكرها في قلبه، وعرف إحسانه إليه، فيضطر إلى معرفة ثبوت ميل في ذاته، يحسه في نفسه كما يحس آلامه ولذاته. وقد نجد الواحد منا يميل لعالم زاهد سمع بذكر كماله وجوده، وإن لم ينله منه إحسان. فثبت أن الميل لا يمتنع أن يتعلق بالله تعالى فتأمله، انتهى كلام المقترح. ¶ فحصل منه أن الرضى والمحبة شيء واحد، وهما الإرادة في قول، أو أخص منها بمعنى إرادة الإنعام في قول آخر، أو نفس الإنعام المفعول بالقدرة في آخر، فهي ثلاثة أقوال، وعلى الآخرين فلا إشكال في قوله: {ولا يرضى لعباده الكفر} (¬2) أي لا ¶ ¬_________ ¶ (¬1) انظر إمام الحرمين، الشامل ص 59. ¶ (¬2) الزمر، الآية: 7.",
            "page": "118",
            "part": "1",
            "seal": "71B12D1C"
        },
        {
            "id": "107",
            "nass": "يريد الإنعام عليهم بسببه، أو لا ينعم عليهم، وعلى الأول وهو اتحاد الجمع. قد يقال كيف نفى عنه الرضى بالكفر، أي: إرادته مع أنه يريد الكفر، إذ هو بإرادته وقدرته خلافا للمعتزلة؟ ¶ أجاب عنه المقترح بما سبق وهو أنه لا يريده لعباده المعظمين بالإضافة إليه، أي: لا يريد الكفر لأوليائه، وإنما يريده لغيرهم. وكذا أبو بكر قال بعد كلام طويل في قوله: {ولا يرضى لعباده الكفر} أي: لا يرضاه لهم دينا وشرعا، فإنه وخيم للعاقبة، كثير المضرة كمن يشتري عبدا معينا، فيقول له صاحبه: لا أرضاه لك عبدا. ¶ ثم الرضى والسخط يتقابلان تقابل التضاد، ثم السخط ليس محمولا إلا على ذم في الحال وعقاب في المآل، كذلك الرضى محمول على مدح في الحال وثواب في المآل. انتهى كلامه. ¶ فظهر أن الرضى عنه ليس غير الإرادة، ثم ذكر في بياض الجواب عن احتجاج المعتزلة تخصيص الإرادة بالحيز، قال: وأما احتجاجهم بقوله تعالى: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ} (¬1) وسائر الآيات في الإرادة محمول على كلمات ذكرها الصادق جعفر بن محمد رضي الله عنه (¬2) إن الله تعالى أراد بنا، وأراد ¶ ¬_________ ¶ (¬1) النساء، الآية: 27. ¶ (¬2) الصادق جعفر بن محمد الباقر (80 - 148 هـ = 699 - 769 م): سادس الأئمة الاثني عشر عند الإمامية. من أجلاء التابعين، وله منزلة رفيعة في العلم. مولده ووفاته بالمدينة. له \" رسائل \" مجموعة في كتاب، ورد ذكرها في كشف الظنون، يقال: إن جابر بن حيان قام بجمعها. انظر الموسوي، نزهة الجليس ج2/ 35. ابن الجوزي أبو الفرج، صفة الصفوة ج2/ 94 ...",
            "page": "119",
            "part": "1",
            "seal": "6F085D09"
        },
        {
            "id": "108",
            "nass": "منا. فما أراده منا أظهره لنا، وما أراده بنا طواه عنا، فما لنا اشتغل بما أراده منا عن ما أراده بنا. ¶ ومعنى ذلك أنه أراد بنا ما أمرنا به، وأراد منا ما علمه، فكانت الإرادة واحدة، ويختلف حكمها باختلاف وجه تعلقه بالمراد، وهي إذا تعلقت بثواب سميت رضى ومحبة، وإذا تعلقت بعقاب سميت سخطا وغضبا، كذلك إذا تعلقت بالمراد على وجه تعلق الأمر قيل: أراد به ما أمر، وإذا تعلقت بالمنع مطلقا بالتخصيص والتغير من غير التفات إلى كسب العبد حتى تكون إرادة لنا، وإرادة منا قبل إرادة الكائنات بأسرها، ولم نقل أراد منا وأراد بنا، بل أرادها على ما هي عليه من التجدد والتخصيص بالوجود دون العدم. ¶ فإذا أفعال العباد من حيث إنها أفعالهم أما أن يقال تتعلق الإرادة على الوجه الذي ينسب للحق إيجادا وتخصيصا، وعلى وجهي أراد بنا وأراد منا، أراد بنا ما أمرنا به دينا وشرعا، واعتقادا ومذهبا. وأراد منا ما علم سابقه وعاقبه وفاتحه وخاتمه. ¶ ودل على صحة هذا المعنى قوله: {ولو شئنا لآتينا كل نفس هداها ولكن حق القول مني لأملأن جهنم} (¬1) أي لم يشأ ¶ ¬_________ ¶ (¬1) السجدة، الآية: 13.",
            "page": "120",
            "part": "1",
            "seal": "114AC8F4"
        },
        {
            "id": "109",
            "nass": "الهداية ليحق لقول على مقتضى العلم السابق. وقوله: {وما خلقت الجن والإنس إلا ليعبدون} (¬1) أي لأمرهم بالعبادة، وقيل: ليخضعوا ويستسلموا، كقوله: {وله أسلم من في السماوات والأرض طوعا وكرها} (¬2) انتهى. ¶ وقال قبله: وكل ما ورد في القرآن من إرادة الخبر المخصوص بأفعال العباد مثل قوله: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} (¬3)، {ولكن يريد ليطهركم} (¬4) إلى غير ذلك. فهو محمول إما على ثناء أو مدح في الحال، وإما على ثواب ونعمة في المآل والأفعال، وإلا فالإرادة الأزلية لا تتعلق إلا بما هو متجدد من حيث إنه متجدد، ولا متجدد إلا وهو فعل الباري، وذلك ينسب للعبد كما بينا في خلق الأعمال، واختص الأمر بأفعال العباد على الحقيقة دون الوجوب التي تنسب للحق فلم يجب تلازم الأمر والإرادة. وقد يرد الأمر بمعنى الإرادة بمعنى الأمر، فيكون الإطلاق باشتراك في اللفظ، وكان المشركون تمسكوا بمثل هذا الاشتراك حيث أخبر التنزيل عنهم بقوله: {سيقول الذين أشركوا لو شاء الله ما أشركنا} (¬5) أراد بذلك المشيئة بمعنى الأمر لأجل هذا ¶ ¬_________ ¶ (¬1) الذاريات، الآية: 56. ¶ (¬2) آل عمران، الآية: 83. ¶ (¬3) البقرة، الآية: 185. ¶ (¬4) المائدة، الآية: 6. ¶ (¬5) الأنعام، الآية: 148.",
            "page": "121",
            "part": "1",
            "seal": "7A3C10A5"
        },
        {
            "id": "110",
            "nass": "طالبهم بإخراج العلم بذلك، وإظهار الحجة على ما ادعوه من كتبهم. وقال: ¶ {إن يتبعون إلا الظن وإن هم إلا يخرصون} (¬1) إذ لم يرد بذلك أمر ولا وجدوا في كتبهم تكليفا ثم رد عليهم بإثبات المشيئة بمعنى التخصيص بالوجود والتصريف للأمر، فقال: {فلله الحجة البالغة فلو شاء لهداكم أجمعين} (¬2) انتهى. ¶ فعلم من مجموع كلامه أن الرضى والسخط يرجعان للإرادة وهي واحدة، ويختلف حكمها وتسميتها باختلاف المراد. واتفق الجميع على اتحاد المشيئة والإرادة حادثة. وقد ذكر اتحادهما المقترح، وأبو بكر، والشيرازي (¬3) والسعد التفتازاني ناسبا التحالف بينهما لبعض المبتدعة. وعلم من كلامهم أن الرضى والمحبة أيضا شيء واحد، وأن السخط والعداوة، والبغض والكراهية هي أيضا متحدة، وهي مقابلة الرضى والمحبة، وهي حيثيات للإرادة من حيث المتعلق، أو هي الإرادة على ما سبق. ونعني بالكراهية ¶ ¬_________ ¶ (¬1) الأنعام، الآية: 116. ¶ (¬2) الأنعام، الآية: 149. ¶ (¬3) الشيرازي محمود بن مسعود، قطب الدين (634 - 710 هـ = 1236 - 1311 م): قاض، عالم بالعقليات، مفسر. من كتبه: \" فتح المنان في تفسير القرآن \" \" شرح مختصر ابن الحاجب \" ... انظر ابن حجر العسقلاني. الدرر الكامنة في أعيان المائة الثامنة ج4/ 339. طاش كبرى زادة، مفتاح السعادة ج1/ 164",
            "page": "122",
            "part": "1",
            "seal": "B68C40FA"
        },
        {
            "id": "111",
            "nass": "الشرعية؛ إذ لا يخفى أن العقلية نقيض الإرادة فكيف تكون عينها أو نوعها!. ¶ وعلم من كلام أبي بكر أن كل ما نفى الله إرادته فمعناه راجع لنفي الأمر به، لما علمت من صحة إطلاق الإرادة على الأمر، وبه يندفع ما تمسك به المعتزلة من قوله: {ولا يرضى لعباده الكفر} (¬1) على أن الرضى هو الإرادة. وقوله: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ} (¬2)، {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} (¬3)، {تريدون عرض الدنيا والله يريد الآخرة} (¬4) {وما الله يريد ظلما للعباد} (¬5)، {سيقول الذين أشركوا لو شاء الله ما أشركنا} (¬6)، {وما خلقت الجن والإنس إلا ليعبدون} (¬7). ¶ وهذا كله منحوت من أبي بكر. وقال في موضع آخر: فما وقع بالإرادة على وفق الأمر كان مرادا بالتخصيص والتجديد، مرضيا بالمدح والثواب، وما وقع على خلاف الأمر. ولكن لا يكون إلا على وقف العلم سمي مرادا بالتخصيص والتجديد، مسخوطا وغير مرضي بسبب الذم والعقاب. انتهى. ¶ ¬_________ ¶ (¬1) الزمر، الآية: 7. ¶ (¬2) النساء، الآية: 27. ¶ (¬3) البقرة،، الآية: 185. ¶ (¬4) الأنفال، الآية: 67. ¶ (¬5) غافر، الآية: 31. ¶ (¬6) الأنعام، الآية: 148. ¶ (¬7) الذاريات، الآية: 56.",
            "page": "123",
            "part": "1",
            "seal": "F5717262"
        },
        {
            "id": "112",
            "nass": "وقال الشيرازي في كتاب الحدود الكلامية ما نصه (¬1): فصل الإرادة والمشيئة، والمحبة والرحمة، والإحسان والولاية، كلها بمعنى واحد وهي الإرادة، فإذا قلنا: إنه راض أو محب أو مختار أو شاء فالمراد به مريد لإدخالهم الجنة والإنعام عليهم في الدنيا، وكذا كراهته وسخطه وغضبه وعداوته، جميع ذلك بمعنى واحد تتعلق بجميع متعلقاتها، وهي كالكلام أمر ونهي، وخبر واستخبار، ووعيد، وهو واحد، وإنما نصفه بهذه الأشياء؛ تعظيما له وإجلالا واتباعا له حيث يقول: {يريد الله ليبين لكم} (¬2)، {فعال لما يريد} (¬3) {ولو شاء ربك ما فعلوه} (¬4) {رضي الله عنهم} (¬5)، {وربك يخلق ما يشاء ويختار} (¬6)، {يُحِبُّهُمْ وَيُحِبُّونَهُ} (¬7)، {الله الرحمن الرحيم} (¬8)، {الله ولي الذين آمنوا} (¬9)، {ولكن كره الله انبعاثهم فثبطهم} (¬10)، {وغضب الله عليهم} (¬11)، ¶ ¬_________ ¶ (¬1) انظر الشيرازي، كتاب الحدود الكلامية ص 92. ¶ (¬2) النساء، الآية: 26. ¶ (¬3) البروج، الآية: 16. ¶ (¬4) الأنعام، الآية: 112. ¶ (¬5) المجادلة، الآية: 22. ¶ (¬6) القصص، الآية: 68. ¶ (¬7) المائدة، الآية: 54. ¶ (¬8) الفاتحة، الآية: 1. ¶ (¬9) البقرة، الآية: 257. ¶ (¬10) التوبة، الآية: 46. ¶ (¬11) الفتح، الآية: 6.",
            "page": "124",
            "part": "1",
            "seal": "F4030A21"
        },
        {
            "id": "113",
            "nass": "و {أن سخط الله عليهم} (¬1)، {فإن الله عدو للكافرين} (¬2) انتهى كلامه. ¶ فأنت تراه أيضا جعل الجميع بمعنى واحد وهي الإرادة، وإنما اختلف باعتبار الحيثيات وجهات التعلق، ثم إن سياقه للآية، وهي قوله: {ولكن كره الله انبعاثهم} (¬3) في مساق الكراهة التي تشملها الإرادة، قد يشكل من حيث المعنى على خلافه، إذا لو أراد انبعاثم لانبعثوا. فإذا لم يرد انبعاثهم فهي نقيض الإرادة العقلية، فكيف تذكر في جزئياتها، ولا يصح أن يراد الكراهة الشرعية للخروج؛ لأنه مأمور به لقتال العدو، فلا يصح إلا أن يريد بها من حبه لا كراهة، إذ هي إردة، ولذلك قال: {وقيل اقعدوا مع القاعدين} (¬4) فتأمله ترشد والله المعين. ¶ ¬_________ ¶ (¬1) المائدة، الآية: 80. ¶ (¬2) البقرة، الآية: 98. ¶ (¬3) التوبة، الآية: 46. ¶ (¬4) التوبة، الآية: 46.",
            "page": "125",
            "part": "1",
            "seal": "B355778D"
        },
        {
            "id": "114",
            "nass": "المطلب الخامس. ¶ أقسام الحكم العقلي. ¶ ومنها قولكم: الكلام يتعلق بجميع أقسام الحكم العقلي، وهل بكل دلالة من دلالته يدل على الجميع، أو لا يدل على جميع الحكم العقلي إلا لبعض منها؟ وإن قلتم بدلالة البعض منها ما هو هذا البعض؟ هذا تمام سؤالكم. ¶ كلامكم هذا يحتمل إرادة السؤال عن دلالة. وهذا ظاهر كلامكم في مبداه. ويحتمل كلامكم السؤال عن الكلام هل هو محصور في الدلالة على أقسام الحكم العقلي فلا يخرج عنها، أو بعضه يخرج عنها، ويدل على شيء آخر. وهذا ظاهر آخر كلامكم. ¶ وأقول بحول من به الفكر يجول: إن كلام الحق عند أهل الحق هو المعنى القائم بالذات لا يوصف بالكل ولا بالبعض. ودلالته هي تعلقه، والتعلق عدمي؛ إذ هو إضافي، وقد علمتم",
            "page": "126",
            "part": "1",
            "seal": "901BC2B8"
        },
        {
            "id": "115",
            "nass": "الخلاف في وصفه في الأزل بكونه أمرا نهيا خبرا إلى آخرها أم لا؟ الأول للجمهور، والثاني للكلابي، والحجاج طويل بين الفريقين. ¶ وقد علمتم أيضا الخلاف في كونه صفة واحدة لها حيثيات تسمى بها أمرا نهيا خبرا إلخ ... أم هي صفات قولان لمن تقدم أيضا، وليس للكلام تعلق إلا الدلالة. والدلالة محصورة في الأقسام الثلاثة؛ إذ ليس وراءها شيء يدل عليه من القضايا كالدلالة على ذات فرعون (¬1) وغيره، على أنه أيضا لا بد في كل من ذلك من رجوعه إلى أحد الأقسام الثلاثة في حد ذاته. فإن بينا على أنه صفة واحدة فهو من حيث تعلقه بمطلوب أمر وبمتروك نهي إلى غير ذلك. ¶ وكل دلالة دلت على قسم وليست الدلالة عليه هي عين الدلالة على القسم الآخر المتعلق أمر إضافي يختلف بالمتعلقات، فليس التعلق بشيء هو عين التعلق بغيره، كما في تعلق الإرادة، أو القدرة بوجود عمرو، فإنه ليس عين تعلق تلك الصفة بوجود زيد فكذا الكلام، فتعلقه باستحالة المستحيل كإلهين مثلا هو عين تعلقه بوجوب واجب، أو جوازه أي: دلالته ¶ ¬_________ ¶ (¬1) فرعون: هو اسم لكل من ملك مصر. وفرعون هذا صدر منه ما لم يصدر من أحد من الكفار والمرتدين، ولا من قائدهم إبليس. منها إنكار العبودية، وادعاؤه الربوبية فأهلكه الله بغرقه في النيل مع أتباعه. وذكر في مواضع من الكتاب العزيز.",
            "page": "127",
            "part": "1",
            "seal": "C8C6BD12"
        },
        {
            "id": "116",
            "nass": "على ذلك. فكيف يعم تعلق واحد جميع أقسام الحكم؟ إنما يقال الذي تعلق بالجميع وهو الكلام واحد أي: وصف واحده يتعدد. وإن تعدد تعلقه كالقدرة مثلا أي: يتعدد إلى سبع صفات. والتعلقات لا تحصى؛ إذ هي تعدد المدلولات، أعني جزئيات الأقسام الثلاثة فبطل صحة اتحاد الدلالة، أي التعلق بحيث يكون تعلق واحد يعم الأقسام. ¶ فإن كان هذا قصدكم فقد علمتم الجواب عنه، ولم يبق لقولكم ما هو البعض موقع؛ إذ التعلقات على عدد المتعلقات وهي اعتبارية. منها أزلية وهو التعلق الصلاحي، ومنها غير أزلية وهو التنجيزي، هذا على المعتمد، أو هي كلها، أي التعلقات حادثة، وعلى كل: فلا معنى للتبعيض في هذه التعلقات التي لا تتناهى، وهي حيثيات لوصف لا يكيف، ولا يوصف ببعضية، إذ هو وصف كالقدرة، فكيف يعقل فيه تبعيض، أو في تعلقه الذي لا يتناهى يطمع السائل بتحديده وتعيينه؟ ¶ وإن كان قصدكم الثاني عما احتمله سؤالكم، أي: كون الكلام محصورا في الدلالة على أقسام الحكم العقلي، أم يخرج عنها، فقد علمتم أيضا أن الكلام لا يوصف بكلية ولا بعضية، فلا يمكن تبعيض بعض لعدم إمكان التبعيض فضلا عن تعيينه. ¶ فإن الكل ما عمَّ أجناسا، أو أنواعا، أو أفرادا. والكلام سبع صفات لا كل في كل صفة، أو هو صفة واحدة فلا كل أيضا، ثم إن دلالته لا تخرج عن أقسام الحكم العقلي وهو ليس كلا",
            "page": "128",
            "part": "1",
            "seal": "E2906B53"
        },
        {
            "id": "117",
            "nass": "أيضا حتى تقول بعضه يدل على جميع أقسام الحكم العقلي دون البعض الآخر. ¶ وإن قصدتم التبعيض في الدلالة فهي غير محصاة، ولا يعنيكم تبعيضها قصدكم ولا تعيين ذلك البعض، ولا يمكن خروج الدلالة عن الثلاثة بأن لا يدل أصلا، أو يدل على أمر وراء الثلاثة مثلا. وليس يمكن عدم دلالته أصلا، إذ دلالته هي وصف الكلام، وهذا الوصف نفسي له على المشهور. ¶ والنفسي لا يختلف كما لا يمكن خروجه عن الأقسام الثلاثة إلى شيء آخر ليس هنا غيرها حتى يخرج الكلام إليه في دلالته. وبعد ثبوت هذا كله انسد باب طلب تعيين البعض، إذ لا كل ولا كيفية في الصفات، بل العجز عن الإدراك إدراك. ¶ والحاصل أن هذه من البديهيات هذا إن كان قصدكم الكلام النفسي القائم بذاته فإن كان قصدكم ما بين دفتي المصحف فهو ظاهر التبعيض ومع ذلك لا يخرج عن الأقسام الثلاثة؛ لانحصار المعقولات فيها، وكل آية تدل على مدلولها قصدا أو ضمنا، كقوله: {والله خلقكم وما تعملون} (¬1)، {لا تتخذوا إلهين اثنين} (¬2)، {ليس كمثله شيء وهو السميع البصير} (¬3) إلى غير ذلك، ولا يحتاج إلى نقل في هذه: ¶ ¬_________ ¶ (¬1) الصافات، الآية: 96. ¶ (¬2) النحل، الآية: 51. ¶ (¬3) الشورى، الآية: 11.",
            "page": "129",
            "part": "1",
            "seal": "1B6F13BA"
        },
        {
            "id": "118",
            "nass": "وكيف يصح في الأذهان شيء ... إذا احتاج النهار إلى دليل ¶ وكتب أهل السنة مملوءة بالدلالة على ما ذكرناه، والعقل فيه كاف، ومن الأمثلة ما ذكرتم من قول اليفرني في الصفات. منها قسم يتعلق بالمعدوم الممكن، ويستمر إلى حين حدوثه. ¶ وقال قبله: ولا تتعلق به في حال وجوده. وعنى بهذا القسم القدرة والإرادة. قال: وهذا التعلق قديم يستحيل عليه التغيير، والعدم سألتم فيه عن تعلق القدرة بالموجود في حال وجوده، وقلتم: هل هذا التعلق صلاحي أم تنجيزي؟ ¶ فأقول بحول من به الفكر يجول: أما التعلق المذكور المستمر إلى حين الوجود فهو الصلاحي قطعا؛ لوجوه: منها أنه قديم، والقديم هو الصلاحي للقدرة باتفاق، وكذا الإرادة على رأي. وقد أخذ من قرنها مع القدرة، وذكر التعلق لهما بلا تفصيل اتحادهما فيه، فيكون صلاحيا. ¶ ومنها أنه ذكر أنه ثابت قبل وجود الممكن. والتنجيزي صدور الممكنات. وكيف يكون الصدور قبل المصدور؟ فهو لم يذكر التنجيزي أصلا على أن الصدور في الحقيقة وصف للصادر لا للمصدور كمن أخرجته فخرج. فالخروج للخارج لا لمن أخرجه، لكن من حيث وقوعه به ثبتت بينهما العلاقة فيذكر منسوبا للصفات. ¶ ومنها أنه قال: لا يتغير، والصدور يتغير ضرورة ومشاهدة،",
            "page": "130",
            "part": "1",
            "seal": "7EBDE9B5"
        },
        {
            "id": "119",
            "nass": "أي يعدم ذلك الصدور بعد أن كان. وهذا بديهي. ¶ وأما سؤالكم عن عدم تعلق القدرة بالموجود الممكن في حالة استمرار وجوده. فما ذكره اليفرني فيه هو عين الحق والصواب، فلا يصح غيره في العقول والألباب. فإن القصد إلى إيجاد موجود تحصيل حاصل وهو في الحال. ¶ فإن قلت: من أي وجه من أوجه الاستمالة هو؟ ¶ قلت: هو من باب اجتماع النقيضين؛ لأن القصد إلى إيجاده يقضي بعدمه. والفرض أنه موجود، فقد اجتمع في القضية الوجود والعدم والنفي والإثبات وذلك محال. ومثل ما ذكره اليفرني ذكره الشيرازي في الحدود. ¶ قال: فصل: يوصف المحدث بأنه محدث في حال حدوثه، وهو حال تعلق القدرة به. وأما إذا وجد، وأتى عليه زمان لا يوصف بالحقيقة؛ لأنه محدث، بل كان محدثا. ¶ وإنما توصف الموجودات اليوم أنها محدثة على طريق المجاز، والاتساع، وإلا فالحقيقة ما ذكرته. وقد قال قبله المحدث إما لوجوده أو لا، أو الكائن بعد أن لم يكن، أو الموجود بعد إن لم يكن. انتهى (¬1). ¶ ووجه الدليل أنه في وجوده في ثاني الأزمنة، وما بعدها لم يسمه محدثا، وما ذلك إلا لعدم تعلق القدرة به وإحداثها إياه. ¶ ¬_________ ¶ (¬1) انظر الشيرازي، كتاب الحدود ص 62.",
            "page": "131",
            "part": "1",
            "seal": "7BEB5853"
        },
        {
            "id": "120",
            "nass": "فلو كان في كل زمان يقع للموجود أحداث لما كان في تسميته محدثا في ثاني الأزمنة مجازية فاعلمه. ¶ وقد نقل كلام اليفرني المحقق المراكشي وقبله، وهذا ونحوه مما أذكره لكم عن الغير وفاء بشرطكم النص، وإلا فالمعقول هو الكافي للفحول، وتوجيه الحكم بالعقل هو أقوى ما عليه التعويل. ¶ فإن قلت: هذا ممكن خرج عن قدرته. ¶ قلنا: هو غير ممكن أي إيجاده مع فرض إيجاده فليس من متعلقات القدرة. ¶ فإن قلت: هو وإن لم يمكن إيجاده بما ذكرت فتتعلق به القدرة على معنى أنه في قبضته من حيث توجه الإعدام. ¶ قلنا: إن فرضنا المسألة فرضا وهميا، أو بواسطة علم من صادق أنه يعيش مثلا كذا فالقدرة لا تتعلق بإعدامه لعارض العلم، ويصير مستحيل العدم واجب الوجود بالعارض. وذلك لا يدفع الجواز الأصلي، ولا يخرجه عن تعلق القدرة من حيث ذاته بقطع النظر على مشاهدة الوجود، وعارض العلم ينفي العدم. ¶ وإن لم يعتبر هذا الوهم فالقدرة لا تتعلق بإيجاده. أما بإعدامه فتتعلق، ثم إنها تتعلق به حال وجوده صلاحية للإعدام، وتحيزا في الإمداد بأعراض الحياة. ¶ فإن قلت: فهل للقدرة في ذلك عمل ما؟",
            "page": "132",
            "part": "1",
            "seal": "31B25D19"
        },
        {
            "id": "121",
            "nass": "قلنا: نعم في كل عدمي إيجاده وإعدامه كتجرد الأعراض، والرزق، وسائر البسط، والمحن والنوم والغفلة والأمانة، ونحو ذلك؛ إذ الأمانة ليست إعداما للذات إنما هي إعدام للحياة قط والله أعلم. ¶ ومنها سؤالكم عن الاقتداء بالأنبياء في السكوت فهو على وجهين: إما على معنى أخذ الحكم بنفي الحرمة فيما فعل بحضرتهم، وسكتوا عنه؛ إذ هم عليهم الصلاة والسلام لا يقرون أحدا على باطل، كسكوته صلى الله عليه وسلم عمن ذبح الضب بحضرته فأخذ منه (¬1) أنه يباح، فاقتدينا به في ذلك، أي أخذنا من سكوته الحكم بالجواز. ¶ والوجه الثاني: أن نقتدي في سكوته على معنى نسكت عمن سكت عنه، وإن كان المسكوت عنه عاصيا في فعله، أو كافرا فيقع منا الاقتداء في عين السكوت، لا في كون المسكوت عنه جائزا كسكوته صلى الله عليه وسلم عمن لم يتم صلاته في الركوع في قضية معلومة حصل للمصلي فيها عدم إقامة الأركان، وهو ساكت عنه حتى أكمل، فقال له: \" صل كأنك لم تصل\". (¬2). ¶ ¬_________ ¶ (¬1) رواه البخاري 9/ 466 في الذبائح، باب الضب، ومسلم في الصيد، باب إباحة الضب، مالك في الموطأ 2/ 268 في الاستئذان، باب ما جاء في أكل الضب عن عبد الله بن عباس رضي الله عنهما. ¶ (¬2) جزء من حديث رواه الترمذي رقم 302 في الصلاة، باب ما جاء في وصف الصلاة. وأبو داود رقم 857. في الصلاة، باب صلاة من لا يقيم صلبه في الركوع والسجود. وهو حديث حسن عن رفاعة بن رافع رضي الله عنه.",
            "page": "133",
            "part": "1",
            "seal": "76463B27"
        },
        {
            "id": "122",
            "nass": "فعل ذلك ثلاثا وهو يسكت حال الفعل، وبينه بعد الفراغ وبعد الثلاثة قال له الأعرابي: يا رسول الله، علمني فإني لا أحسن غير هذا، فأخبره صلى الله عليه وسلم بقوله: \" اركع حتى تطمئن راكعا \" إلخ ... والقضية معلومة. ¶ وكسكوته صلى الله عليه وسلم عن ذمي يجتاز لمصلاه فنسكت كما سكت. فالسكوت إذا على قسمين: ¶ إن كان المسكوت عنه جائزا اقتدينا به في السكوت بأن نسكت عمن فعل جائزا، واقتدينا به في السكوت عنه بعملنا له، أو اعتقادنا حليته. ¶ وإن كان السكوت عنه ممنوعا سكتنا فقط كما سكت. ¶ فإن قلت: أما الأول فظاهر صحة سكوته صلى الله عليه وسلم عنه، فكيف سكوته فيما بعده؟ ¶ قلنا: أما في المصلي فإن السكوت المعقب بالتنبيه على حرمة الفعل لا يوجب لبس جوازه، فمن ثم كان صلى الله عليه وسلم فعله مع ما فيه من الفائدة الإرشادية بأن العلم نفيس يبذل للسائلين، فلذلك لم يعلمه صلى الله عليه وسلم حتى سأله. ¶ وفيه معاقبة من يقدم على الأمر بلا علم فلذلك أتعبه، ثم بعد الفراغ يقول له أعد. مع ما في البذل لمن لم يسأل من خوف التعنت، والاستكبار، فأرشد أمته لأحسن الأمور صلى الله عليه وسلم.",
            "page": "134",
            "part": "1",
            "seal": "D5CABA7E"
        },
        {
            "id": "123",
            "nass": "وأما في الذمي فسكوته غير موهم لما تقرر من وجوب الإيمان ومنع الكفر، والرضى مع شهرة معاقدة الجزية مع الذميين على ذلك، مع ما في الجزية من الفوائد الدنيوية الموصلة للإعانة على الأخرى من أخذ المال. والأخروية من رجاء الإسلام لهم باطلا عنهم محاسن الإسلام، أو من ذراريهم إلى آخر الدهر، بخلاف استيصالهم قتلا، فإنه لا يرى معه شيء من ذلك، فتوافقت شريعته السمحاء، وخلقه الحسن. وكان بالمؤمنين رحيما صلى الله عليه وعلى آله وسلم. وبما سبق تعلم معنى أنه لا يسكت على باطل فتدبره. ¶ كمل هذا التقييد المبارك بحمد الله على قدر الاستطاعة، وقد جمعته من دواوين عدة في أقرب مدة، وذلك نحو اليومين والحمد لله، وأرجو به أن يكون لي من إجرامي جُنّة، وإلى محبته سلما، ولا غنًى لي عن فضله، كدخول الجنة، فأساله أيها الناظر في هذا التقييد الدعاء لي عن ظهر غيب بسد الخلل من كل عيب، وأن يكفينا هم الدنيا وعذاب الآخرة، وأن يلبسنا ملابس أهل عنايته الفاخرة. ¶ وأقدم إليكم جامعه صلى الله عليه وسلم في ذلك عند كل مطالعة ومراجعة فيه، وهذا لمنه منكم، ومن الله أطلب المزيد. وأوصيكم أيها الأحبة إن عرضت لكم مسائل فراجعونا بها؛ للمشاركة معكم في الأجر، وطلب حط شيء من الوزر الذي أثقل الظهر، ولا تظنوا فينا أن يمسنا من ذلك ملل وضجر، بل ما يقدم منكم في هذا المعنى نعده تحفة مهداة، وطرفة من الأحبة معطاة. قال ذلك جامعه المتطفل على",
            "page": "135",
            "part": "1",
            "seal": "5984C8B4"
        },
        {
            "id": "124",
            "nass": "باب سيده الكريم بالتشبه بمن علق بالثريا مع أنه في حضيض أسفل الثرى مع طائفة ريا. ¶ اللهم يا منقذ من لا حيلة له أقدم إلينا محمدا رسول الله صلى الله عليه وسلم ومن معه ومحبيه وعمران بن حصين (¬1). ¶ وصفوان بن سليم، وسائر الأحبة أن تكسوني سوة الرضى من ملابس أهل الرضا، وأن تقينا من نار لظى فإن فضلك عريق والمتشفع بهم فوق ما أطلت برضاك عنهم، ولو كانت الطلبات والحاجات على قدر الأعمال الصالحات لما طمعت في حظه نملة؛ لكونه ممن إذا رأى الخير قال نم له. والصلاة والسلام على سيدنا محمد وعلى آله كما لا نهاية لكمالك وعد كماله. ¶ ¬_________ ¶ (¬1) عمران بن حصين (ت 52 هـ = 672 م): من علماء الصحابة. كان معه راية خزاعة يوم فتح مكة. وبعثه عمر رضي الله عنه إلى أهل البصرة ليفقههم. وولاه زياد قضاءها. وهو مسن اعتزل حرب صفين. له في كتاب الحديث 130 حديثا. انظر الذهبي، تذكرة الحفاظ ج1/ 28. ابن حجر العسقلاني، تهذيب ج8/ 125 ...",
            "page": "136",
            "part": "1",
            "seal": "25941F4F"
        }
    ],
    "t596": [
        {
            "id": null,
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول. الحالة التاريخية للجزائر خلال القرنين العاشر والحادي عشر الهجريين"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني. دراسة المخطوط"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول. وصف المخطوطة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني. منهجية الشاوي في كتابه التحف"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث. المصادر التي اعتمد عليها الشاوي في كتابه"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع. طريقة الباحث في دراسة المخطوط"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: متن المخطوط"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول. ما هو الدليل الجملي الذي يخرج المقلد بمعرفته من الخلاف الواقع"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني. المصيب في العقليات واحد"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث. التعلق التنجيزي والصلاحي للإرادة"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع. الرضى والمحبة والإرادة"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الخامس. أقسام الحكم العقلي"
        }
    ]
}