{
    "b5980": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله على نعم تسلسل اتصالها فِي كل حِين وتواتر ترادف إفاضتها على كل آحَاد بِلَا حصر وَتَعْيِين وَالصَّلَاة وَالسَّلَام على سيدنَا مُحَمَّد ومولانا خَاتم النَّبِيين وَسيد الْمُرْسلين وقائد الغر المحجلين وعَلى آله الأكرمين وصحابته المبجلين وعَلى التَّابِعين لَهُم بِإِحْسَان إِلَى يَوْم الدّين ¶ أما بعد فَهَذِهِ نبذة منيفة ومنحة شريفة ضمنتها بَيَان مَا اصْطلحَ عَلَيْهِ أهل الحَدِيث فِي الْقَدِيم والْحَدِيث جَعلتهَا تذكرة لنَفْسي وَلمن شَاءَ الله من الإخوان بعدِي رَجَاء أَن أنتظم فِي سلك خدمتهم وَأَن تشملني بركَة دعوتهم جمعتها من جموع كتب الْفَنّ وأوردت فِيهَا كل مستحسن وسميتها بلغَة الأريب فِي مصطلح آثَار الحبيب صلى الله عَلَيْهِ وَسلم وَشرف ومجد وَعظم ¶ وَقد سهلت فِيهَا الطَّرِيق على كل طَالب ويسرت فِي تنسيقها حَتَّى انْتهى إِلَيْهَا منَاط كل رَاغِب مَعَ اعترافي بِأَنِّي قصير الباع قصي الإطلاع وَإِنِّي لست من فرسَان هَذَا الميدان وَأَن لَيْسَ لي فِي حل عقدته يدان وعَلى الله توكلي وَبِه أستعين فِي أُمُور الدُّنْيَا وَالدّين وَهَذَا أَوَان الشُّرُوع فِي الْمَقْصُود بعون الْملك المعبود ¶ فَاعْلَم أَن الْخَبَر إِن وصلت طرقه إِلَى رُتْبَة تعداد تحيل الْعَادة وُقُوع الْكَذِب مِنْهُم تواطؤا أَو اتِّفَاقًا بِلَا قصد مَعَ الاتصاف بذلك فِي كل طبقَة مصاحبا إِفَادَة الْعلم اليقيني الضَّرُورِيّ بِصِحَّة النِّسْبَة إِلَى قَائِل فمتواتر وَالصَّحِيح فِيهِ عدم التَّعْيِين وَمن عين فمنشؤه الِاسْتِدْلَال بِمَا جَاءَ فِيهِ ذكر ذَلِك الْعدَد ¶ وَإِلَّا فآحاد وَيُوجب الْعَمَل بِهِ ¶ فَإِن كَانَ بِوَاحِد فَقَط فَإِن وَقع التفرد فِي أَي مَوضِع كَانَ فَغَرِيب ¶ وينقسم إِلَى صَحِيح وَغَيره وَكَذَلِكَ غَرِيب إِسْنَاد فَقَط وغريب متن وَإسْنَاد مَعًا وَلم يُوجد إِلَّا إِن اشْتهر ذَلِك الْوَاحِد ثمَّ روى عَنهُ كَثِيرُونَ كَحَدِيث إِنَّمَا (الْأَعْمَال بِالنِّيَّاتِ) ¶ وَذَلِكَ التفرد إِن وَقع فِي أصل السَّنَد ومداره ففرد مُطلق كَحَدِيث (النَّهْي عَن بيع الْوَلَاء وهبته) وَقد ينْفَرد بِهِ راو عَن ذَلِك المتفرد وَقد يسْتَمر فِي جَمِيع رُوَاته أَو أَكْثَرهم ¶ أَو بِالنِّسْبَةِ إِلَى شخص معِين وَإِن كَانَ مَشْهُورا بطرِيق آخر ففرد نسبي ومعين",
            "page": "187",
            "part": "1",
            "seal": "9044E3C2"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "أَو بِاثْنَيْنِ فَقَط عَن اثْنَيْنِ فَقَط وَلَا أقل فعزيز سمي بِهِ لقلَّة وجوده أَو قوته ¶ أَو بِأَكْثَرَ مِنْهُ فمشهور سمي بِهِ لوضوحه أَو اشتهاره على الْأَلْسِنَة سَوَاء وجد لَهُ سَنَد وَاحِد أَو لم يُوجد أصلا وَهُوَ المستفيض على رَأْي وَقيل غير ذَلِك ¶ والآحاد بأقسامه الثَّلَاثَة مَقْبُول يجب الْعَمَل بِهِ ومردود لم يرجح صدق الْمخبر بِهِ ¶ فَالْأول على أَرْبَعَة أَقسَام 1 فَإِن نَقله عدل بِأَن لم يكن فَاسِقًا وَلَا مَجْهُولا تَامّ الضَّبْط بِأَن لم يكن مغفلا أَو أخف مِنْهُ مُتَّصِل السَّنَد غير مُعَلل وَلَا شَاذ فَصَحِيح لذاته ¶ 2 - أَو وجد الْقُصُور مَعَ كَثْرَة الطّرق فَصَحِيح لَا لذاته ¶ ويتفاوت فِي الْقُوَّة بِاعْتِبَار ضبط رِجَاله وتحري مخرجيه وَمن ثمَّ قدم مَا أخرجه البُخَارِيّ ثمَّ مُسلم ثمَّ مَا اتفقَا عَلَيْهِ ثمَّ مَا انْفَرد بِهِ أَحدهمَا ثمَّ مَا على شَرطهمَا أَو أَحدهمَا ثمَّ مَا على شَرط غَيرهمَا ¶ وَمِنْهَا كَرِوَايَة الشَّافِعِي عَن مَالك عَن نَافِع عَن ابْن عمر وكرواية النَّخعِيّ عَن عَلْقَمَة عَن ابْن مَسْعُود وَتسَمى رُتْبَة عليا وَدون ذَلِك كَرِوَايَة حَمَّاد بن سَلمَة عَن ثَابت عَن أنس وَدون ذَلِك كسهيل عَن أَبِيه عَن أبي هُرَيْرَة ¶ 3 - فَإِن قل الضَّبْط مَعَ وجود الْبَقِيَّة فَحسن لذاته يحْتَج بِهِ كَالصَّحِيحِ كَرِوَايَة عَمْرو بن شُعَيْب عَن أَبِيه عَن جده ¶ 4 - فَإِن قَامَت قرينَة ترجح جَانب قبُول مَا يتَوَقَّف فِيهِ فَهُوَ حسن لَا لذاته وَالْأول إِن اعتضد صَار صَحِيحا لغيره وَيُسمى الْحسن لشَيْء خَارج وَيعْمل بِهِ فِي فَضَائِل الْأَعْمَال كالضعيف بل أولى ¶ وَأما فِي الْأَحْكَام فَإِن كثرت طرقه قيل وعضده اتِّصَال عمل أَو مُوَافقَة شَاهد صَحِيح أَو ظَاهر الْقُرْآن عمل بِهِ فِيهَا أَيْضا وَإِلَّا فَلَا ¶ واجتماع حسن مَعَ الصَّحِيح إِمَّا للتعدد فِي النَّاقِل أَو بِاعْتِبَار إسنادين ¶ وَتقبل زِيَادَة راويهما الْعدْل الضَّابِط على غَيره إِن لم يَقع تناف بَينهَا وَبَين رِوَايَة من لم يزدْ",
            "page": "189",
            "part": "1",
            "seal": "C2E10ADB"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وَإِلَّا فَإِن لزم من قبُول إِحْدَاهمَا رد الْأُخْرَى احْتِيجَ إِلَى التَّرْجِيح ¶ فَإِن خُولِفَ بأرجح مِنْهُ وَأولى إِمَّا لمزيد الضَّبْط أَو كَثْرَة الْعدَد أَو نَحوه فَإِن كَانَ مَقْبُولًا فشاذ وَالرَّاجِح مَحْفُوظ ¶ وَإِلَّا فمنكر وَالرَّاجِح مَعْرُوف ¶ وَإِن سلم من الْمُعَارضَة فمحكم ¶ وَإِلَّا فَإِن أمكن الْجمع بَينهمَا فيسمى مُخْتَلف الحَدِيث كَحَدِيث (لَا عدوى وَلَا طيرة) مَعَ حَدِيث (فر من المجذوم فرارك من الْأسد) ¶ وَإِلَّا فَإِن عرف الآخر مِنْهُمَا إِمَّا بِالنَّصِّ أَو بتصريح الصَّحَابِيّ بِهِ أَو بالتاريخ فالأخير نَاسخ والمتقدم مَنْسُوخ ¶ وَإِن لم يعرف فإمَّا أَن يرجح أَحدهمَا بمرجح إِن أمكن أَو يُوقف عَن الْعَمَل حَتَّى يظْهر مُرَجّح وَذَلِكَ الْفَرد النسبي إِن وَافقه غَيره فَهُوَ المتابع فَإِن حصل للراوي فمتابعة تَامَّة أَو لشيخه فَصَاعِدا فالقاصرة وَيُسْتَفَاد بهَا التقوية ¶ أَو متن يشببه إِمَّا فِي اللَّفْظ وَالْمعْنَى أَو فِي الْمَعْنى فَقَط من رِوَايَة آخر فشاهد وَخص قوم الْمُتَابَعَة بِمَا حصل بِاللَّفْظِ وَالشَّاهِد بِمَا حصل بِالْمَعْنَى ¶ وتتبع الطّرق من الْمُحدث لذَلِك الحَدِيث اعْتِبَار",
            "page": "191",
            "part": "1",
            "seal": "7D2EDF9F"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وَالثَّانِي أَعنِي الْمَرْدُود ¶ إِمَّا أَن يكون رده لحذف بعض رجال الْإِسْنَاد ¶ فَإِن كَانَ من مبادىء السَّنَد من تصرف مُصَنف سَوَاء كَانَ السَّاقِط وَاحِدًا أَو أَكثر فمعلق وَكَذَا إِذا سقط كل رِجَاله فَحكمه فِي صَحِيح البُخَارِيّ إِن أَتَى بقال أَو روى دلّ على أَنه ثَبت عِنْده أَو بيذكر وَيُقَال فَفِيهِ مقَال وَأما فِي غير صَحِيحه فمردود لَا يقبل ¶ أَو من آخر السَّنَد من بعد التَّابِعِيّ أَو غير ذَلِك بِلَا شَرط الأولية والآخرية فمرسل لَا يحْتَج بِهِ غير مَرَاسِيل ابْن الْمسيب عِنْد الشَّافِعِي للْجَهْل بِحَال السَّاقِط إِذْ يحْتَمل أَن يكون صحابيا أَو تابعيا وعَلى الثَّانِي ضَعِيفا أَو ثِقَة وعَلى الثَّانِيَة حمله من صَحَابِيّ أَو تَابِعِيّ وهلم جرا وَهَذَا أولى مِمَّا قيل إِن الْمُرْسل مَا سقط فِيهِ الصَّحَابِيّ إِذْ الصَّحَابَة كلهم عدُول ¶ والخفي من الْمُرْسل مَا يرويهِ عَمَّن عاصره وَلم يعرف أَنه لقِيه ¶ أَو من أثْنَاء الْإِسْنَاد فَوق اثْنَيْنِ فَصَاعِدا متواليا فمعضل وَإِن لم يكن ذَلِك على سَبِيل التوالي بل من موضِعين أَو أَكثر فمنقطع ¶ وَذَلِكَ السقط إِن وضح فمدرك بِعَدَمِ التلاقي وَإِن خَفِي بِحَيْثُ لَا يُدْرِكهُ إِلَّا الحذاق فمدلس وَالْفَاعِل مُدَلّس وَحكمه إِن كَانَ ثِقَة",
            "page": "192",
            "part": "1",
            "seal": "A6423DE7"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "لم يقبل إِلَّا مَا صرح فِيهِ بِالتَّحْدِيثِ دون عَن وَقَالَ وَالْفرق بَينه وَبَين الْمُرْسل الْخَفي بالمعرفة وَعدمهَا ¶ أَو يكون رده لطعن فِي الرَّاوِي ¶ فَإِن كَانَ لكذب فِي الحَدِيث تعمدا فموضوع وَتحرم رِوَايَته إِلَّا ببيات حَاله قيل إِلَّا فِي مَوَاضِع مَخْصُوصَة ¶ وَيعرف ذَلِك بِالْإِقْرَارِ والقرائن بِأَن يكون مناقضا للنَّص أَو السّنة أَو الْإِجْمَاع أَو صَرِيح الْعقل أَو يُؤْخَذ من حَال الرَّاوِي كَمَا وَقع لغياث بن إِبْرَاهِيم أَو بالإختراع من عِنْده أَو من غَيره إِمَّا بعض السّلف أَو قدماء الْحُكَمَاء أَو بعض الْإسْرَائِيلِيات إِمَّا لعدم الدّين أَو غَلَبَة الْجَهْل أَو فرط العصبية أَو يكون ذَلِك لتهمة الرَّاوِي بِالْكَذِبِ بمخالفته للقواعد الْمَعْلُومَة أَو عرف بِهِ فِي كَلَامه ¶ وَإِن لم يظْهر فمتروك وَهُوَ دون الأول",
            "page": "193",
            "part": "1",
            "seal": "48E3B955"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "أَو فحش غلط أَو غَفلَة عَن الإتقان أَو فسق بِالْفِعْلِ أَو بالْقَوْل فمنكر ¶ أَو وهم فَإِن اطلع عَلَيْهِ بعد مزِيد فحص من هُوَ أهل نقد هَذِه الصِّنَاعَة على قَادِح إِمَّا إلهاما مَحْضا أَو غير ذَلِك فمعلل إِمَّا صَحِيح الْمَتْن والإسناد أَو أَحدهمَا والقدح فِي أَحدهمَا قدح فِي الْكل ¶ أَو مُخَالفَة بتغيير سِيَاق السَّنَد بِأَن يرْوى بمتنين مُخْتَلفين لَهما إسنادان بِوَاحِد أَو يروي أَحدهمَا وَيزِيد فِيهِ من الآخر مَا لَيْسَ فِي الأول وَنَحْو ذَلِك من الصُّور فمدرج السَّنَد ¶ أَو بمدمج مَوْقُوف من كَلَام الصَّحَابِيّ بمرفوع من كَلَام النَّبِي صلى الله عَلَيْهِ وَسلم أول الحَدِيث أَو آخِره أَو وَسطه فمدرج الْمَتْن وَيعرف بتصريح الرَّاوِي وَغير ذَلِك ¶ أَو بِتَقْدِيم وَتَأْخِير إِمَّا فِي الْإِسْنَاد أَو فِي الْمَتْن فمقلوب كرمة بن كَعْب وَكَعب بن مرّة وَحَدِيث أبي هُرَيْرَة رَضِي الله عَنهُ فِي السَّبْعَة الَّذين يظلهم الله فِي ظلّ عَرْشه (وَرجل تصدق بِصَدقَة فأخفاها حَتَّى لَا تعلم يَمِينه مَا تنْفق شِمَاله) ¶ أَو بِزِيَاد راو فِي أثْنَاء الْإِسْنَاد فمزيد",
            "page": "194",
            "part": "1",
            "seal": "370C4307"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "أَو بإبدال إِمَّا لراو أَو لفظ بآخر مَعَ عدم الْمُرَجح لإحدى الرِّوَايَتَيْنِ على الْأُخْرَى فمضطرب وَإِذا كَانَ أَحدهمَا مرجحا بِحِفْظ وَنَحْوه فالعمدة على الرَّاجِح ¶ وَقد يَقع ذَلِك عمدا امتحانا وَهُوَ جَائِز بانتهاء الْحَاجة إِلَيْهِ ¶ أَو بتغيير نقط إِمَّا فِي الْإِسْنَاد أَو الْمَتْن فمصحف كعتبة بن الندر بالنُّون وَالدَّال بِالْبَاء والذال وَحَدِيث (من صَامَ رَمَضَان وَاتبعهُ سِتا من شَوَّال) فَقَالَ شَيْئا من شَوَّال ¶ أَو تَغْيِير شكل فمحرف كسليم بِالضَّمِّ بسليم بِالْفَتْح أَو عَكسه ¶ وَالْأولَى إتْيَان الحَدِيث بِلَفْظِهِ أَو تَمَامه وَلَا يجوز إِبْدَاله بمرادف لَهُ أَو نَقصه إِلَّا لعالم بمدلولات الْأَلْفَاظ لأمنه من الْإِبْدَال بِمَا لَا يُطَابق إِلَّا فِيمَا تعبد بِلَفْظِهِ كالأذكار أَو من جَوَامِع الْكَلم ¶ فَإِن كَانَ فِي معنى الحَدِيث خَفَاء إِمَّا أَن يكون اللَّفْظ مُسْتَعْملا بقلة لَكِن فِي مَدْلُوله دقة احْتِيجَ إِلَى مطالعة كتب الْغَرِيب ك النِّهَايَة وَالْفَائِق ¶ أَو بِكَثْرَة مَعَ الدقة فِي مَدْلُوله احْتِيجَ إِلَى المؤلفات فِي الْمُشكل ك كتاب الطَّحَاوِيّ وَغَيره",
            "page": "195",
            "part": "1",
            "seal": "0A11C93E"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وَذَلِكَ الرَّد إِمَّا أَن يكون لجَهَالَة الرَّاوِي إِمَّا بِذكر نَعته الْخَفي من اسْم أَو كنية أَو لقب أَو صَنْعَة أَو حِرْفَة دون مَا اشْتهر بِهِ لغَرَض أَو قلَّة رِوَايَته بِأَن لم يرو عَنهُ إِلَّا وَاحِد وَقد صنف فِيهِ ¶ أَو إِبْهَام اسْمه اختصارا من الرَّاوِي وَيعرف بوروده مُسَمّى من طَرِيق آخر أَو لفظ تعديله فمبهم وَلَا يقبل مَا لم يسم فَإِن سمي الرَّاوِي وَانْفَرَدَ عَنهُ بالراوية وَاحِد لم يرو عَنهُ غَيره فمجهول الْعين لَا يقبل أَيْضا إِلَّا إِذا كَانَ يوثقه غير من يتفرد عَنهُ وَكَذَا من يتفرد عَنهُ إِذا كَانَ أَهلا لذَلِك ¶ وَإِن روى عَنهُ أَكثر وَلم يوثق وَلم يجرح بل سكت عَنهُ فمجهول الْحَال وَهُوَ المستور وَقد قبله جمَاعَة ورده الْجُمْهُور وَقيل بالتوقف وَهُوَ التَّحْقِيق ¶ وَإِن كَانَ ذَلِك الرَّد لبدعة فالمبتدع إِن كفر فَوَاضِح أَنه لَا يقبل وَإِلَّا قبل وَإِلَّا لبطل كثير من الْأَحْكَام إِلَّا سَاب الشَّيْخَيْنِ والرافضة مُطلقًا مَا لم يكن دَاعِيَة إِلَى بدعته أَو مُوَافقَة مذْهبه واعتقاده وَإِلَّا رد للتُّهمَةِ وَهُوَ الْمُخْتَار ¶ أَو لسوء حفظ فِي الرَّاوِي وَالْمرَاد بِهِ عدم التَّرْجِيح فِي جَانب إِصَابَته على خطئه فَإِن كَانَ ذَلِك لَازِما لَهُ فشاذ على رَأْي وَإِلَّا فَإِن طَرَأَ عَلَيْهِ لكبر أَو مرض أَو ذهَاب بصر أَو احتراف كتب فمختلط وَحكمه قبُول مَا قبله ورد مَا حدث بعده فَإِن لم يتَمَيَّز وقف",
            "page": "196",
            "part": "1",
            "seal": "3730CE91"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "والإسناد إِن انْتهى أَو إِلَى صَحَابِيّ وَهُوَ من لقِيه صلى الله عَلَيْهِ وَسلم مُؤمنا وَمَات عَلَيْهِ وَإِن تخللت ردة إِن لم يكن أَخذه من غَيره صلى الله عَلَيْهِ وَسلم مِمَّا لَا مجَال للِاجْتِهَاد فِيهِ وَلَا لَهُ تعلق بِبَيَان لُغَة أَو شرح غَرِيب فمرفوع ¶ وَإِلَّا فموقوف أَو إِلَى تَابِعِيّ فَمن بعده فمقطوع ومنقطع وَيُقَال لَهُ أَيْضا الْأَثر والمسند فَإِن قل عدد رجال الْإِسْنَاد إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم انْتِهَاء فعلو مُطلق أَو إِلَى إِمَام من الْأَئِمَّة فعلو نسبي وَإِن وصل ذَلِك الْإِسْنَاد إِلَى شيخ مُصَنف من غير طَرِيقه فموافقة أَو شيخ شَيْخه فَصَاعِدا فبدل فَإِن اسْتَوَى بعد الشَّيْخ الْمُجْتَمع فِيهِ أَولا فواسطة بَينهمَا وَهُوَ الْأَقْوَى وَإِن سَاوَى عدد إِسْنَاده عدد إِسْنَاد أحد المصنفين فمساواة وَهُوَ مَعْدُوم ¶ أَو سَاوَى تلميذ أحد المصنفين فمصافحة تجوزا وهما من قسم الْعُلُوّ الْمُطلق لَا النسبي كَمَا قيل ¶ ويقابل الْعُلُوّ النُّزُول ¶ أَو تشارك الرَّاوِي وَمن روى عَنهُ فِي أَمر مثل السن واللقي فرواية الأقران ¶ أَو روى كل من القرينين عَن الآخر فمدبج وَهُوَ أخص",
            "page": "197",
            "part": "1",
            "seal": "B2FE4F64"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "مِمَّا قبله كراوية أبي هُرَيْرَة عَن عَائِشَة رَضِي الله عَنْهُمَا وَبِالْعَكْسِ ¶ أَو روى عَمَّن هُوَ دونه فِي مرتبَة الآخذين عَنهُ فرواية أكَابِر عَن أصاغر كَرِوَايَة الزُّهْرِيّ عَن مَالك وَمِنْه رِوَايَة الْآبَاء عَن الْأَبْنَاء وَالصَّحَابَة عَن الأتباع كَرِوَايَة الْعَبَّاس عَن ابْنه الْفضل وَرِوَايَة العبادلة الْأَرْبَعَة عَن كَعْب الْأَحْبَار وَعكس ذَلِك كثير كَرِوَايَة عَمْرو بن شُعَيْب عَن أَبِيه عَن جده ¶ وَإِن تقدم موت قرينين اشْتَركَا فِي الْأَخْذ عَن شيخ فسابق ولاحق كسماع الذَّهَبِيّ عَن التنوخي والتحديث عَنهُ وَمَات سنة ثَمَان وَأَرْبَعين وَسبع مئة وَآخر من مَاتَ من أَصْحَاب التنوخي الشهَاب الشاوي مَاتَ سنة أَربع وَثَمَانِينَ وثمان مئة",
            "page": "198",
            "part": "1",
            "seal": "868E17B1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "أَو اتّفق الروَاة فِي صِيغ الْأَدَاء وَغَيرهَا من الْحَالَات القولية أَو الفعلية فمسلسل إِمَّا فِي الْإِسْنَاد كُله كالمسلسل بالحفاظ أَو بِأخذ اللِّحْيَة أَو بِالْإِيمَان بِالْقدرِ وَغير ذَلِك ¶ أَو فِي معظمه بتاريخ الرِّوَايَة كالمسلسل بالأولية لانتهائها إِلَى سُفْيَان على الصَّحِيح والمسلسل بالآخرية أَو بِزَمن الرِّوَايَة كالعيد وَالْخَمِيس أَو بمحلها كالملتزم النفيس أَو كَونه وَحده",
            "page": "200",
            "part": "1",
            "seal": "2CE269DB"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "حِين التَّحَمُّل عَن شَيْخه الْعُمْدَة أَو بِصفة الرَّاوِي الحالية كَكَوْنِهِ معمرا أَو مصريا أَو يمنيا أَو شاميا أَو اسْمه مُحَمَّدًا أَو مِمَّن ذكر بكنيته أَو عينت نسبته ¶ وَمن المسلسل بِالصّفةِ القولية قِرَاءَة الصَّفّ وَإِنِّي أحبك فَقل وبالصفة الفعلية كالكتابة بالمروي والمصافحة والمشابكة ¶ وَمن المسلسل بِصِيغَة الرِّوَايَة كسمعت وقرأت وأنشدت ¶ أَو اسْما فَقَط إِمَّا مَعَ اسْم الْأَب كالخليل بن أَحْمد سِتَّة أَو مَعَ الْجد كأحمد بن جَعْفَر بن حمدَان أَرْبَعَة ¶ أَو مَعَ الكنية كَأبي بكر بن عَيَّاش ثَلَاثَة أَو مَعَ النِّسْبَة كالحنفي إِلَى الْمَذْهَب وَإِلَى الْقَبِيلَة فمتفق ومفترق ¶ أَو اتّفقت أَو اتفقَا خطا لَا لفظا فمؤتلف ومختلف كسلام بِالتَّشْدِيدِ وَسَلام بِالتَّخْفِيفِ الْآبَاء خطا مَعَ اتِّفَاق الْأَسْمَاء كموسى بن عَليّ بِفَتْح الْعين ومُوسَى بن عَليّ بضَمهَا ¶ أَو عَكسه كشريح وسريج بن النُّعْمَان فمتشابهة ويتبين باختصاص من الرَّاوِي وَإِلَّا فَيرجع إِلَى الْقَرَائِن وَالظَّن الْغَالِب",
            "page": "201",
            "part": "1",
            "seal": "0F5BB095"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَإِن جحد الشَّيْخ مَرْوِيّ راو عَنهُ جزما رد ذَلِك الْخَبَر أَو احْتِمَالا قبل حملا على نسيانه ¶ وصيغ الْأَدَاء الَّتِي يرْوى بهَا الحَدِيث سَمِعت وحَدثني لما تحمل من لفظ الشَّيْخ وَالْأول أصرح وَالثَّانِي إِذا جمع فَمَعَ غَيره أَو للتعظيم وَقد يُطلق على الْإِجَازَة تدليسا ¶ وَأَخْبرنِي وقرأت للقارىء على الشَّيْخ بِنَفسِهِ وَالْأول إِن جمع فكقرىء عَلَيْهِ وَأَنا أسمع ¶ وَعَن وَأخْبرنَا على قَول للإجازة مُطلقًا وقرىء عَلَيْهِ وَأَنا أسمع بِشَرْط المشافهة وأنبأ إِذا كتب بهَا إِلَيْهِ من بلد وَيجوز اسْتِعْمَال الْإِخْبَار فِيهَا مُقَيّدا بقوله إجَازَة أَو مشافهة أَو كِتَابَة أَو إِذْنا وَنَحْو ذَلِك ومطلقا عِنْد قوم ¶ وَأَرْفَع أَنْوَاع الْإِجَازَة الْمُقَارنَة للمناولة لما فِيهَا من التَّعْيِين وشرطت لَهَا وللوجادة وَالْوَصِيَّة والإعلام فَلَا تصح الرِّوَايَة فِي هَذِه الصُّور إِلَّا إِذا اقترنت بهَا ¶ وَمِمَّا يتَعَيَّن معرفَة طَبَقَات الراوة وبلدانهم للأمن من الِاشْتِبَاه وأحوالهم تعديلا وتجريحا وجهالة ومراتبهما ليعرف من يرد حَدِيثه مِمَّن يعْتَبر ¶ وَأَرْفَع مَرَاتِب التَّعْدِيل الْوَصْف بِصِيغَة الْمُبَالغَة كأوثق",
            "page": "202",
            "part": "1",
            "seal": "94B2BCE4"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "النَّاس أثبت النَّاس إِلَيْهِ الْمُنْتَهى فِي التثبت والمكرر كثقة ثَبت أَو ثِقَة حَافظ أَو ثِقَة حجَّة أَو ثِقَة متقن وَنَحْو ذَلِك ¶ ويليها لَيْسَ بِهِ بَأْس لَا بَأْس بِهِ صَدُوق مَأْمُون خِيَار ¶ ويليها مَحَله الصدْق رُوِيَ عَنهُ شيخ يرْوى حَدِيثه يعْتَبر بِهِ وسط صَالح الحَدِيث مقارب الحَدِيث جيد الحَدِيث حسن الحَدِيث ¶ ويليها صُوَيْلِح صَدُوق إِن شَاءَ الله تَعَالَى أَرْجُو أَنه لَا بَأْس بِهِ ¶ وأسوأ مَرَاتِب التجريح ركن الْكَذِب كَذَّاب وَضاع دجال يكذب يضع ¶ ويليها مُتَّهم بِالْكَذِبِ أَو بِالْوَضْعِ سَاقِط هَالك ذَاهِب مَتْرُوك تَرَكُوهُ فِيهِ نظر سكتوا عَنهُ لَا يعْتَبر بِهِ لَيْسَ بِثِقَة غير ثِقَة وَلَا مَأْمُون ¶ ويليها مَرْدُود الحَدِيث ضَعِيف جدا واه بِمرَّة مطروح آرم بِهِ لَيْسَ بِشَيْء لَا يُسَاوِي شَيْئا ¶ ويليها ضَعِيف مُنكر الحَدِيث مُضْطَرب الحَدِيث ضَعَّفُوهُ لَا يحْتَج بِهِ ¶ ويليها فِيهِ مقَال لَيْسَ بِذَاكَ لَيْسَ بِالْقَوِيّ لَيْسَ بعمدة فِيهِ خلف مطعون فِيهِ سيء الْحِفْظ لين تكلمُوا فِيهِ فِيهِ أدنى مقَال",
            "page": "203",
            "part": "1",
            "seal": "865C3D90"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "ويثبتان بقول وَاحِد على الصَّحِيح وَإِن اجْتمعَا فِي شخص فالجرح مقدم بِشُرُوط وَإِن تعدد الْمعدل ¶ وَمَعْرِفَة الْأَسْمَاء الْمُجَرَّدَة والكنى بِجَمِيعِ أَنْوَاعهَا وَهِي ثَلَاثَة عشر والألقاب وأسبابها كالأعمش والأعرج والضال والانتساب إِلَى وَطن أَو حِرْفَة أَو صناعَة كالخياط وَالْبَزَّاز والمنسوب إِلَى غير أَبِيه كالمقداد بن الْأسود وَإِسْمَاعِيل بن علية وَمن وَافق اسْمه اسْم أَبِيه وجده كالحسن بن الْحسن بن الْحسن بن عَليّ بن أبي طَالب أَو اسْم شَيْخه وَشَيخ شَيْخه كَرِوَايَة عمرَان الْقصير عَن عمرَان بن رَجَاء عَن عمرَان بن حُصَيْن اَوْ اسْم راوية وَشَيْخه كالبخاري بَين مُسلمين",
            "page": "204",
            "part": "1",
            "seal": "49256854"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "والموالي من أَعلَى وأسفل بِالرّقِّ أَو الْحلف أَو بِالْإِسْلَامِ وَالإِخْوَة وَالْأَخَوَات سَوَاء ثَلَاثَة أَو أَرْبَعَة ¶ آدَاب الشَّيْخ والطالب مِنْهَا مَا يَشْتَرِكَانِ فِيهِ كتصحيح النِّيَّة والتطهر من أغراض الدُّنْيَا وتحسين الْخلق ¶ وَمِنْهَا مَا ينْفَرد بِهِ أَحدهمَا ¶ فالشيخ فِي الإسماع إِذا احْتِيجَ إِلَيْهِ والإرشاد إِلَى من هُوَ أولى مِنْهُ وَعدم التحديث قَائِما وَلَا عجلا وَلَا فِي الطَّرِيق ¶ والطالب فِي توقير الشَّيْخ وإرشاد الْغَيْر لما سَمعه وَعدم ترك الاستفادة لحياء أَو تكبر وَكِتَابَة مَا سمع والاعتناء بالتقييد والضبط والمذاكرة بالمحفوظة ¶ وَسن التَّحَمُّل وَوَقته بِالنِّسْبَةِ إِلَى السماع التَّمْيِيز وَيحصل غَالِبا باستكمال خمس وَمَا دونه فحضور وَسن الْأَدَاء وَلَا حد لَهُ بل مَتى تأهل لذَلِك فَقيل خَمْسُونَ وَلَا يُنكر عِنْد الْأَرْبَعين وَإِذا كَانَ بارعا فَمَا بَين عشْرين وَثَلَاثِينَ أَو عشرُون ¶ وَكِتَابَة الحَدِيث ومقابلته مَعَ نَفسه أَو مَعَ شَيْخه أَو مَعَ ثِقَة غَيره ¶ وسماعه من أصل شَيْخه أَو فرع قوبل عَلَيْهِ وتصنيفه مَعَ مُرَاعَاة التَّرْتِيب وتبيين اخْتِلَاف النقلَة إِذا تأهل وأسبابه وَترجع تِلْكَ الْأَنْوَاع كلهَا إِلَى النَّقْل فَليرْجع إِلَى مؤلفاتها المبسوطة ليحصل الْوُقُوف على حقائقها وَالله أعلم",
            "page": "207",
            "part": "1",
            "seal": "D49D8EDB"
        }
    ],
    "t5980": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "تم الكتاب"
        }
    ]
}