{
    "b5988": [
        {
            "hno": null,
            "id": "2",
            "nass": "الْفَصْل الأول فِي تَعْرِيف الحَدِيث وأنواعه ¶ تَعْرِيف مصطلح الحَدِيث ¶ اعْلَم أَن الحَدِيث فِي إصطلاح جُمْهُور الْمُحدثين يُطلق على قَول النَّبِي صلى الله عَلَيْهِ وَسلم وَفعله وَتَقْرِيره ¶ وَمعنى التَّقْرِير أَنه فعل أحد أَو قَالَ شَيْئا فِي حَضرته صلى الله عَلَيْهِ وَسلم وَلم يُنكره وَلم يَنْهَهُ عَن ذَلِك بل سكت وَقرر ¶ وَكَذَلِكَ يُطلق الحَدِيث على قَول الصَّحَابِيّ وَفعله وَتَقْرِيره وعَلى قَول التَّابِعِيّ وَفعله وَتَقْرِيره",
            "page": "33",
            "part": "1",
            "seal": "CBD54F17"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الْمَرْفُوع ¶ فَمَا انْتهى إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم يُقَال لَهُ الْمَرْفُوع ¶ الْمَوْقُوف ¶ وَمَا انْتهى إِلَى الصَّحَابِيّ يُقَال لَهُ الْمَوْقُوف كَمَا يُقَال قَالَ أَو فعل أَو قرر ابْن عَبَّاس أَو عَن ابْن عَبَّاس مَوْقُوفا أَو مَوْقُوف على ابْن عَبَّاس ¶ الْمَقْطُوع ¶ وَمَا انْتهى إِلَى التَّابِعِيّ يُقَال لَهُ الْمَقْطُوع ¶ الحَدِيث والأثر ¶ وَقد خصص بَعضهم الحَدِيث بالمرفوع وَالْمَوْقُوف إِذْ الْمَقْطُوع يُقَال لَهُ الْأَثر وَقد يُطلق الْأَثر على الْمَرْفُوع أَيْضا كَمَا يُقَال الْأَدْعِيَة المأثورة لما جَاءَ من الْأَدْعِيَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "34",
            "part": "1",
            "seal": "552D2524"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "والطَّحَاوِي سمى كِتَابه الْمُشْتَمل على بَيَان الْأَحَادِيث النَّبَوِيَّة وآثار الصَّحَابَة بشرح مَعَاني الْآثَار",
            "page": "35",
            "part": "1",
            "seal": "A639341E"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وَقَالَ السخاوي إِن للطبراني كتابا مُسَمّى بتهذيب الْآثَار مَعَ أَنه مَخْصُوص بالمرفوع وَمَا ذكر فِيهِ من الْمَوْقُوف فبطريق التبع والتطفل",
            "page": "36",
            "part": "1",
            "seal": "5F9F9F0E"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "الْخَبَر والْحَدِيث ¶ وَالْخَبَر والْحَدِيث فِي الْمَشْهُور بِمَعْنى وَاحِد وَبَعْضهمْ خص الحَدِيث بِمَا جَاءَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَالصَّحَابَة وَالتَّابِعِينَ وَالْخَبَر بِمَا جَاءَ عَن أَخْبَار الْمُلُوك والسلاطين وَالْأَيَّام الْمَاضِيَة ¶ وَلِهَذَا يُقَال لمن يشْتَغل بِالسنةِ مُحدث وَلمن يشْتَغل بالتواريخ أخباري ¶ الرّفْع قِسْمَانِ صَرِيح وحكمي ¶ وَالرَّفْع قد يكون صَرِيحًا وَقد يكون حكما ¶ القولي الصَّرِيح ¶ أما صَرِيحًا فَفِي القولي كَقَوْل الصَّحَابِيّ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول كَذَا أَو كَقَوْلِه أَي الصَّحَابِيّ أَو قَول غَيره قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَو عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ كَذَا ¶ الْفعْلِيّ الصَّرِيح ¶ وَفِي الْفعْلِيّ كَقَوْل الصَّحَابِيّ رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم فعل كَذَا أَو عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه فعل كَذَا أَو عَن الصَّحَابِيّ أَو غَيره مَرْفُوعا أَو رَفعه أَنه فعل كَذَا ¶ التقريري الصَّرِيح ¶ والتقريري أَن يَقُول الصَّحَابِيّ أَو غَيره فعل فلَان أَو أحد",
            "page": "37",
            "part": "1",
            "seal": "000FE9B1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "بِحَضْرَة النَّبِي صلى الله عَلَيْهِ وَسلم كَذَا وَلَا يذكر إِنْكَاره ¶ القولي الْحكمِي ¶ وَأما حكما فكإخبار الصَّحَابِيّ الَّذِي لم يخبر عَن الْكتب الْمُتَقَدّمَة مَا لَا مجَال للِاجْتِهَاد فِيهِ عَن الْأَحْوَال الْمَاضِيَة كأخبار الْأَنْبِيَاء أَو الْآتِيَة كالملاحم والفتن وأهوال يَوْم الْقِيَامَة أَو عَن ترَتّب ثَوَاب مَخْصُوص أَو عِقَاب مَخْصُوص على فعل فَإِنَّهُ لَا سَبِيل إِلَيْهِ إِلَّا السماع عَن النَّبِي صلى الله عَلَيْهِ وَسلم ¶ الْفعْلِيّ الْحكمِي ¶ أَو يفعل الصَّحَابِيّ مَا لَا مجَال للِاجْتِهَاد فِيهِ ¶ التقريري الْحكمِي ¶ أَو يخبر الصَّحَابِيّ بِأَنَّهُم كَانُوا يَفْعَلُونَ كَذَا فِي زمَان النَّبِي صلى الله عَلَيْهِ وَسلم لِأَن",
            "page": "38",
            "part": "1",
            "seal": "FF23ABEF"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "الظَّاهِر اطِّلَاعه صلى الله عَلَيْهِ وَسلم على ذَلِك ونزول الْوَحْي بِهِ ¶ أَو يَقُولُونَ من السّنة كَذَا لِأَن الظَّاهِر أَن السّنة سنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَالَ بَعضهم إِنَّه يحْتَمل سنة الصَّحَابَة وَسنة الْخُلَفَاء الرَّاشِدين فَإِن السّنة تطلق عَلَيْهِ",
            "page": "39",
            "part": "1",
            "seal": "E8A94334"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الْفَصْل الثَّانِي فِي تَعْرِيف السَّنَد والمتن وعوارضهما ¶ السَّنَد ¶ السَّنَد طَرِيق الحَدِيث وَهُوَ رِجَاله الَّذين رَوَوْهُ ¶ الْإِسْنَاد ¶ والإسناد بِمَعْنَاهُ وَقد يجيىء بِمَعْنى ذكر السَّنَد والحكاية عَن طَرِيق الْمَتْن ¶ الْمَتْن ¶ مَا انْتهى إِلَيْهِ الْإِسْنَاد",
            "page": "40",
            "part": "1",
            "seal": "A2AC4C58"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "الْمُتَّصِل ¶ فَإِن لم يسْقط راو من الْبَين فَالْحَدِيث مُتَّصِل وَيُسمى عدم السُّقُوط اتِّصَالًا ¶ الْمُنْقَطع ¶ وَإِن سقط وَاحِد أَو أَكثر فَالْحَدِيث مُنْقَطع وَهَذَا السُّقُوط انْقِطَاع ¶ الْمُعَلق ¶ والسقوط إِمَّا أَن يكون من أول السَّنَد وَيُسمى مُعَلّقا وَهَذَا الْإِسْقَاط تَعْلِيقا والساقط قد يكون وَاحِدًا وَقد يكون أَكثر وَقد يحذف السَّنَد كَمَا هُوَ عَادَة المصنفين يَقُولُونَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ تعليقات البُخَارِيّ ¶ والتعليقات كَثِيرَة فِي تراجم صَحِيح البُخَارِيّ وَلها حكم الِاتِّصَال لِأَنَّهُ الْتزم فِي هَذَا الْكتاب أَن لَا يَأْتِي إِلَّا بِالصَّحِيحِ وَلكنهَا لَيست فِي مرتبَة مسانيده إِلَّا مَا ذكر مِنْهَا مُسْندًا فِي مَوضِع آخر من كِتَابه",
            "page": "41",
            "part": "1",
            "seal": "A47ACE3E"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "حكم التَّعْلِيق بِصِيغَة الْمَعْلُوم والمجهول ¶ وَقد يفرق فِيهَا بِأَن مَا ذكر بِصِيغَة الْجَزْم والمعلوم كَقَوْلِه قَالَ فلَان أَو ذكر فلَان ¶ دلّ على ثُبُوت إِسْنَاده عِنْده فَهُوَ صَحِيح قطعا ¶ وَمَا ذكره بِصِيغَة التمريض والمجهول قيل وَيُقَال وَذكر فَفِي صِحَّته عِنْده كَلَام وَلكنه لما أوردهُ فِي هَذَا الْكتاب كَانَ لَهُ أصل ثَابت وَلِهَذَا قَالُوا تعليقات البُخَارِيّ مُتَّصِلَة صَحِيحَة ¶ الْمُرْسل ¶ وَإِن كَانَ السُّقُوط من آخر السَّنَد فَإِن كَانَ بعد التَّابِعِيّ فَالْحَدِيث مُرْسل وَهَذَا الْفِعْل إرْسَال كَقَوْل التَّابِعِيّ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَقد يجيئ الْمُرْسل والمنقطع بِمَعْنى والاصطلاح الأول أشهر ¶ حكم الْمُرْسل ¶ وَحكم الْمُرْسل التَّوَقُّف عِنْد جُمْهُور الْعلمَاء لِأَنَّهُ لَا يدرى أَن",
            "page": "42",
            "part": "1",
            "seal": "03D2DB8A"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "السَّاقِط ثِقَة أَولا لِأَن التَّابِعِيّ قد يروي عَن التَّابِعِيّ وَفِي التَّابِعين ثِقَات وَغير ثِقَات ¶ وَعند أبي حنيفَة وَمَالك الْمُرْسل مَقْبُول مُطلقًا ¶ وهم يَقُولُونَ إِنَّمَا أرْسلهُ لكَمَال الوثوق والاعتماد لِأَن الْكَلَام فِي الثِّقَة وَلَو لم يكن عِنْده صَحِيحا لم يُرْسِلهُ وَلم يقل قَالَ رَسُول صلى الله عَلَيْهِ وَسلم ¶ وَعند الشَّافِعِي إِن اعتضد بِوَجْه آخر مُرْسل أَو مُسْند وَإِن كَانَ ضَعِيفا قبل وَعَن أَحْمد قَولَانِ ¶ وَهَذَا كُله إِذا علم أَن عَادَة ذَلِك التَّابِعِيّ أَن لَا يُرْسل إِلَّا عَن الثِّقَات وَإِن كَانَت عَادَته أَن يُرْسل عَن الثِّقَات وَعَن غير الثِّقَات",
            "page": "43",
            "part": "1",
            "seal": "0FB999B6"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "فَحكمه التَّوَقُّف بالِاتِّفَاقِ كَذَا قيل ¶ وَفِيه تَفْصِيل أَزِيد من ذَلِك ذكره السخاوي فِي شرح الألفية ¶ المعضل ¶ وَإِن كَانَ السُّقُوط من أثْنَاء الْإِسْنَاد فَإِن كَانَ السَّاقِط اثْنَيْنِ متواليا يُسمى معضلا بِفَتْح الضَّاد ¶ الْمُنْقَطع ¶ وَإِن كَانَ وَاحِدًا أَو أَكثر من غير مَوضِع وَاحِد يُسمى مُنْقَطِعًا ¶ وعَلى هَذَا يكون الْمُنْقَطع قسما من غير الْمُتَّصِل ¶ وَقد يُطلق الْمُنْقَطع بِمَعْنى غير الْمُتَّصِل مُطلقًا شَامِلًا لجَمِيع الْأَقْسَام ¶ وَبِهَذَا الْمَعْنى يَجْعَل مقسمًا أَي لَا يكون قسما وَاحِدًا بل يشْتَمل على جَمِيع أَقسَام الِانْقِطَاع",
            "page": "44",
            "part": "1",
            "seal": "12DF4597"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "طَرِيق معرفَة الِانْقِطَاع ¶ وَيعرف الِانْقِطَاع وَسُقُوط الرَّاوِي بِمَعْرِِفَة عدم الملاقاة بَين الرَّاوِي والمروي عَنهُ إِمَّا بِعَدَمِ المعاصرة أَو عدم الِاجْتِمَاع وَالْإِجَازَة عَنهُ بِحكم علم التَّارِيخ الْمُبين لمواليد الروَاة ووفياتهم وَتَعْيِين أَوْقَات طَلَبهمْ وارتحالهم ¶ وَبِهَذَا صَار علم التَّارِيخ أصلا وعمدة عِنْد الْمُحدثين ¶ المدلس ¶ وَمن أَقسَام الْمُنْقَطع المدلس بِضَم الْمِيم وَفتح اللَّام الْمُشَدّدَة يُقَال لهَذَا الْفِعْل التَّدْلِيس ولفاعله مُدَلّس بِكَسْر اللَّام ¶ تَعْرِيف التَّدْلِيس اصْطِلَاحا ¶ وَصورته أَن لَا يُسمى الرَّاوِي شَيْخه الَّذِي سَمعه مِنْهُ بل يروي عَمَّن فَوْقه بِلَفْظ يُوهم السماع وَلَا يقطع كذبا كَمَا يَقُول عَن فلَان",
            "page": "45",
            "part": "1",
            "seal": "A7F3FEC5"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَقَالَ فلَان ¶ تَعْرِيف التَّدْلِيس لُغَة ¶ والتدليس فِي اللُّغَة كتمان عيب السّلْعَة فِي البيع ¶ وَقد يُقَال إِنَّه مُشْتَقّ من الدلس وَهُوَ اخْتِلَاط الظلام واشتداده ¶ وَجه التَّسْمِيَة بِهِ ¶ سمي بِهِ لاشْتِرَاكهمَا فِي الخفاء ¶ حكم المدلس ¶ قَالَ الشَّيْخ وَحكم من ثَبت عَنهُ التَّدْلِيس أَنه لَا يقبل مِنْهُ إِلَّا إِذا صرح بِالْحَدِيثِ ¶ حكم التَّدْلِيس ¶ قَالَ الشمني التَّدْلِيس حرَام عِنْد الْأَئِمَّة رُوِيَ عَن وَكِيع أَنه",
            "page": "46",
            "part": "1",
            "seal": "D90FF439"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "قَالَ لَا يحل تَدْلِيس الثَّوْب فَكيف بتدليس الحَدِيث ¶ وَبَالغ شُعْبَة فِي ذمه ¶ حكم رِوَايَة المدلس ¶ وَقد اخْتلف الْعلمَاء فِي قبُول رِوَايَة المدلس فَذهب فريق من أهل الحَدِيث وَالْفِقْه إِلَى أَن التَّدْلِيس جرح وَأَن من عرف بِهِ لَا يقبل حَدِيثه مُطلقًا وَقيل يقبل وَذهب الْجُمْهُور إِلَى قبُول تَدْلِيس من",
            "page": "47",
            "part": "1",
            "seal": "0C5AE3AF"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "عرف أَنه لَا يُدَلس إِلَّا عَن ثِقَة كَابْن عُيَيْنَة وَإِلَى رد من كَانَ يُدَلس عَن الضُّعَفَاء وَغَيرهم حَتَّى ينص على سَمَاعه بقوله سَمِعت أَو حَدثنَا أَو أخبرنَا ¶ أَسبَاب التَّدْلِيس ¶ والباعث على التَّدْلِيس قد يكون لبَعض النَّاس غَرَض فَاسد مثل إخفاء السماع من الشَّيْخ لصِغَر سنه أَو عدم شهرته وجاهه عِنْد النَّاس ¶ تَدْلِيس الأكابر ¶ وَالَّذِي وَقع من بعض الأكابر لَيْسَ لمثل هَذَا بل من جِهَة وثوقهم بِصِحَّة الحَدِيث واستغناءا بشهرة الْحَال ¶ قَالَ الشمني يحْتَمل أَن يكون قد سمع الحَدِيث من جمَاعَة من",
            "page": "48",
            "part": "1",
            "seal": "D690A887"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "الثِّقَات وَعَن ذَلِك الرجل فاستغنى بِذكرِهِ عَن ذكر أحدهم أَو ذكر جَمِيعهم لتحققه بِصِحَّة الحَدِيث فِيهِ كَمَا يفعل الْمُرْسل ¶ المضطرب ¶ وَإِن وَقع فِي إِسْنَاد أَو متن اخْتِلَاف من الروَاة بِتَقْدِيم أَو تَأْخِير أَو زِيَادَة أَو نُقْصَان أَو إِبْدَال راو مَكَان راو آخر أَو متن مَكَان متن أَو تَصْحِيف فِي أَسمَاء السَّنَد أَو أَجزَاء الْمَتْن أَو بِاخْتِصَار أَو حذف أَو مثل ذَلِك فَالْحَدِيث مُضْطَرب ¶ حكم المضطرب من الرِّوَايَات ¶ فَإِن أمكن الْجمع فبها وَإِلَّا فالتوقف ¶ المدرج ¶ وَإِن أدرج الرَّاوِي كَلَامه أَو كَلَام غَيره من صَحَابِيّ أَو تَابِعِيّ",
            "page": "49",
            "part": "1",
            "seal": "2503AA05"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "مثلا لغَرَض من الْأَغْرَاض كبيان اللُّغَة أَو تَفْسِير للمعنى أَو تَقْيِيد للمطلق أَو نَحْو ذَلِك فَالْحَدِيث مدرج ¶ تَنْبِيه ¶ الرِّوَايَة بِالْمَعْنَى ¶ وَهَذَا المبحث يجر إِلَى رِوَايَة الحَدِيث وَنَقله بِالْمَعْنَى وَفِيه اخْتِلَاف ¶ فالأكثرون على أَنه جَائِز مِمَّن هُوَ عَالم بِالْعَرَبِيَّةِ وماهر فِي أساليب الْكَلَام وعارف بخواص التراكيب ومفهومات الْخطاب لِئَلَّا يُخطئ بِزِيَادَة ونقصان ¶ وَقيل جَائِز فِي مُفْرَدَات الْأَلْفَاظ دون المركبات ¶ وَقيل جَائِز لمن استحضر أَلْفَاظه حَتَّى يتَمَكَّن من التَّصَرُّف فِيهِ ¶ وَقيل جَائِز لمن يحفظ مَعَاني الحَدِيث وَنسي ألفاظها للضَّرُورَة فِي تَحْصِيل الْأَحْكَام وَأما من استحضر الْأَلْفَاظ فَلَا يجوز لَهُ لعدم الضَّرُورَة ¶ وَهَذَا الْخلاف فِي الْجَوَاز وَعَدَمه ¶ رِوَايَة اللَّفْظ أولى ¶ أما أَوْلَوِيَّة رِوَايَة اللَّفْظ من غير تصرف فِيهَا فمتفق عَلَيْهِ لقَوْله صلى الله عَلَيْهِ وَسلم (نضر الله امْرَءًا سمع مَقَالَتي فوعاها فأداها كَمَا سمع)",
            "page": "50",
            "part": "1",
            "seal": "41002B1D"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وَالنَّقْل بِالْمَعْنَى وَاقع فِي الْكتب السِّتَّة وَغَيرهَا ¶ العنعنة ¶ والعنعنة رِوَايَة الحَدِيث بِلَفْظ عَن فلَان عَن فلَان ¶ المعنعن ¶ والمعنعن حَدِيث رُوِيَ بطرِيق العنعنة ¶ شُرُوط العنعنة ¶ وَيشْتَرط فِي العنعنة المعاصرة عِنْد مُسلم واللقي عِنْد البُخَارِيّ وَالْأَخْذ عِنْد قوم آخَرين",
            "page": "51",
            "part": "1",
            "seal": "77D78F2E"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وَمُسلم رد على الْفَرِيقَيْنِ أَشد الرَّد وَبَالغ فِيهِ ¶ وعنعنة المدلس غير مَقْبُولَة ¶ الْمسند ¶ وكل حَدِيث مَرْفُوع سَنَده مُتَّصِل فَهُوَ مُسْند ¶ هَذَا هُوَ الْمَشْهُور الْمُعْتَمد عَلَيْهِ ¶ وَبَعْضهمْ يُسمى كل مُتَّصِل مُسْندًا وَإِن كَانَ مَوْقُوفا أَو مَقْطُوعًا ¶ وَبَعْضهمْ يُسمى الْمَرْفُوع مُسْندًا وَإِن كَانَ مُرْسلا أَو معضلا أَو مُنْقَطِعًا",
            "page": "52",
            "part": "1",
            "seal": "D8B35007"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "الْفَصْل الثَّالِث فِي الشاذ وَالْمُنكر والمعلل وَالِاعْتِبَار ¶ وَمن أَقسَام الحَدِيث الشاذ وَالْمُنكر والمعلل ¶ الشاذ لُغَة ¶ والشاذ فِي اللُّغَة من تفرد من الْجَمَاعَة وَخرج مِنْهَا ¶ الشاذ اصْطِلَاحا ¶ وَفِي الِاصْطِلَاح مَا رُوِيَ مُخَالفا لما رَوَاهُ الثِّقَات ¶ فَإِن لم يكن راوية ثِقَة فَهُوَ مَرْدُود ¶ وَإِن كَانَ ثِقَة فسبيله التَّرْجِيح بمزيد حفظ وَضبط أَو كَثْرَة عدد ووجوه أخر من الترجيحات ¶ الْمَحْفُوظ ¶ فالراجح يُسمى مَحْفُوظًا والمرجوح شاذا",
            "page": "53",
            "part": "1",
            "seal": "FCF47092"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الْمُنكر ¶ وَالْمُنكر حَدِيث رَوَاهُ ضَعِيف مُخَالف لمن هُوَ أَضْعَف مِنْهُ ¶ الْمَعْرُوف ¶ وَمُقَابِله الْمَعْرُوف ¶ حكم الْمَعْرُوف وَالْمُنكر والشاذ وَالْمَحْفُوظ ¶ فالمعروف وَالْمُنكر كلا راويهما ضَعِيف وَأَحَدهمَا أَضْعَف من الآخر ¶ وَفِي الشاذ وَالْمَحْفُوظ قوي أَحدهمَا أقوى من الآخر ¶ والشاذ وَالْمُنكر مرجوحان وَالْمَحْفُوظ وَالْمَعْرُوف راجحان ¶ تَعْرِيف آخر للشاذ ¶ وَبَعْضهمْ لم يشْتَرط فِي الشاذ وَالْمُنكر قيد الْمُخَالفَة لراو آخر قَوِيا كَانَ أَو ضَعِيفا وَقَالُوا الشاذ مَا رَوَاهُ الثِّقَة وَتفرد بِهِ وَلَا يُوجد لَهُ أصل مُوَافق ومعاضد",
            "page": "54",
            "part": "1",
            "seal": "748D730B"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "لَهُ وَهَذَا صَادِق على فَرد ثِقَة صَحِيح ¶ تَعْرِيف ثَالِث للشاذ ¶ وَبَعْضهمْ لم يعتبروا الثِّقَة وَلَا الْمُخَالفَة ¶ تَعْرِيف آخر للْمُنكر ¶ وَكَذَلِكَ الْمُنكر لم يخصوه بالصورة الْمَذْكُورَة وَسموا حَدِيث المطعون بفسق أَو فرط غَفلَة أَو كَثْرَة غلط مُنْكرا ¶ وَهَذِه اصْطِلَاحَات لَا مشاحة فِيهَا ¶ الْمُعَلل ¶ والمعلل بِفَتْح اللَّام إِسْنَاد فِيهِ علل وَأَسْبَاب غامضة خُفْيَة قادحة فِي الصِّحَّة يتَنَبَّه لَهَا الحذاق المهرة من أهل هَذَا الشَّأْن كإرسال فِي الْمَوْصُول ووقف فِي الْمَرْفُوع وَنَحْو ذَلِك ¶ وَقد تقصر عبارَة الْمُعَلل عَن إِقَامَة الْحجَّة على دَعْوَاهُ كالصيرفي فِي نقد الدِّينَار وَالدِّرْهَم",
            "page": "55",
            "part": "1",
            "seal": "427F8D41"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "المتابع ¶ وَإِذا روى راو حَدِيثا وروى راو آخر حَدِيثا مُوَافقا لَهُ يُسمى هَذَا الحَدِيث مُتَابعًا بِصِيغَة اسْم الْفَاعِل ¶ وَهَذَا معنى مَا يَقُول المحدثون تَابعه فلَان وَكَثِيرًا مَا يَقُول البُخَارِيّ فِي صَحِيحه وَيَقُولُونَ وَله متابعات ¶ فَائِدَة الْمُتَابَعَة ¶ والمتابعة توجب التقوية والتأييد ¶ وَلَا يلْزم أَن يكون المتابع مُسَاوِيا فِي الْمرتبَة للْأَصْل وَإِن كَانَ دونه يصلح للمتابعة ¶ دَرَجَات الْمُتَابَعَة ¶ والمتابعة قد يكون فِي نفس الرَّاوِي وَقد يكون فِي شيخ فَوْقه وَالْأول أتم وأكمل من الثَّانِي لِأَن الوهن فِي أول الْإِسْنَاد أَكثر وأغلب ¶ مَتى يسْتَعْمل مثله ¶ والمتابع إِن وَافق الأَصْل فِي الْفظ وَالْمعْنَى يُقَال مثله",
            "page": "56",
            "part": "1",
            "seal": "82E2A9B1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "اسْتِعْمَال نَحوه ¶ وَإِن وَافق فِي الْمَعْنى دون اللَّفْظ يُقَال نَحوه ¶ شَرط الْمُتَابَعَة ¶ وَيشْتَرط فِي الْمُتَابَعَة أَن يكون الحديثان من صَحَابِيّ وَاحِد ¶ الشَّاهِد ¶ وَإِن كَانَا من صحابيين يُقَال لَهُ شَاهد كَمَا يُقَال لَهُ شَاهد من حَدِيث أبي هُرَيْرَة وَيُقَال لَهُ شَوَاهِد وَيشْهد بِهِ حَدِيث فلَان ¶ تَعْرِيف آخر للمتابع وَالشَّاهِد ¶ وَبَعْضهمْ يخصون الْمُتَابَعَة بالموافقة فِي اللَّفْظ وَالشَّاهِد فِي الْمَعْنى سَوَاء كَانَ من صَحَابِيّ وَاحِد أَو من صحابيين ¶ تَعْرِيف ثَالِث لَهما ¶ وَقد يُطلق الشَّاهِد والمتابع بِمَعْنى وَاحِد وَالْأَمر فِي ذَلِك بَين ¶ الِاعْتِبَار ¶ وتتبع طرق الحَدِيث وأسانيدها بِقصد معرفَة المتابع وَالشَّاهِد يُسمى الِاعْتِبَار",
            "page": "57",
            "part": "1",
            "seal": "8A7FD273"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "الْفَصْل الرَّابِع فِي الصَّحِيح وَالْحسن والضعيف ¶ وأصل أَقسَام الحَدِيث ثَلَاثَة فَالصَّحِيح أَعلَى مرتبَة والضعيف أدنى مرتبَة وَالْحسن متوسط ¶ وَسَائِر الْأَقْسَام الَّتِي ذكرت دَاخِلَة فِي هَذِه الثَّلَاثَة ¶ الصَّحِيح ¶ فَالصَّحِيح مَا يثبت بِنَقْل عدل تَامّ الضَّبْط غير مُعَلل وَلَا شَاذ ¶ الصَّحِيح لذاته ¶ فَإِن كَانَ هَذِه الصِّفَات على وَجه الْكَمَال والتمام فَهُوَ صَحِيح لذاته ¶ الصَّحِيح لغيره",
            "page": "58",
            "part": "1",
            "seal": "B3D58E2C"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وَإِن كَانَ فِيهِ نوع قُصُور وَوجد مَا يجْبر ذَلِك الْقُصُور من كَثْرَة الطّرق فَهُوَ الصَّحِيح لغيره ¶ الْحسن لذاته ¶ وَإِن كَانَ لم يُوجد فَهُوَ الْحسن لذاته ¶ الضَّعِيف ¶ وَمَا فقد فِيهِ الشَّرَائِط الْمُعْتَبرَة فِي الصَّحِيح كلا أَو بَعْضًا فَهُوَ الضَّعِيف ¶ الْحسن لغيره ¶ والضعيف إِن تعدد طرقه وانجبر ضعفه يُسمى حسنا لغيره ¶ النُّقْصَان الْمُعْتَبر فِي الْحسن ¶ وَظَاهر كَلَامهم أَنه يجوز أَن تكون جَمِيع الصِّفَات الْمَذْكُورَة فِي الصَّحِيح نَاقِصَة فِي الْحسن لَكِن التَّحْقِيق أَن النُّقْصَان الَّذِي اعْتبر فِي",
            "page": "59",
            "part": "1",
            "seal": "6BA7B1DD"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "الْحسن إِنَّمَا هُوَ بخفة الضَّبْط وَبَاقِي الصِّفَات بِحَالِهَا",
            "page": "60",
            "part": "1",
            "seal": "2E12A6D3"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "الْفَصْل الْخَامِس فِي الْعَدَالَة ووجوه الطعْن الْمُتَعَلّقَة بهَا ¶ الْعَدَالَة ¶ وَالْعَدَالَة ملكة فِي الشَّخْص تحمله على مُلَازمَة التَّقْوَى والمروءة ¶ التَّقْوَى ¶ وَالتَّقوى اجْتِنَاب الْأَعْمَال السَّيئَة من الشّرك وَالْفِسْق والبدعة وَفِي الاجتناب عَن الصَّغِيرَة خلاف ¶ وَالْمُخْتَار عدم اشْتِرَاطه لِخُرُوجِهِ عَن الطَّاقَة إِلَّا الْإِصْرَار عَلَيْهَا لكَونه كَبِيرَة",
            "page": "61",
            "part": "1",
            "seal": "BF4D87AB"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "الْمُرُوءَة ¶ وَالْمرَاد بالمروءة التَّنَزُّه عَن بعض الخسائس والنقائص الَّتِي خلاف مُقْتَضى الهمة والمروءة مثل بعض الْمُبَاحَات الدنيئة كَالْأَكْلِ وَالشرب فِي السُّوق وَالْبَوْل فِي الطَّرِيق وأمثال ذَلِك ¶ عدل الرِّوَايَة أَعم من عدل الشَّهَادَة ¶ وَيَنْبَغِي أَن يعلم أَن عدل الرِّوَايَة أَعم من عدل الشَّهَادَة فَإِن عدل الشَّهَادَة مَخْصُوص بِالْحرِّ وَعدل الرِّوَايَة يَشْمَل الْحر وَالْعَبْد ¶ الضَّبْط ¶ وَالْمرَاد بالضبط حفظ المسموع وتثبيته من الْفَوات والاختلال بِحَيْثُ يتَمَكَّن من استحضاره ¶ الضَّبْط قِسْمَانِ ¶ ضبط الصَّدْر وَضبط الْكتاب ¶ وَهُوَ قِسْمَانِ 1 - ضبط الصَّدْر 2 - وَضبط الْكتاب",
            "page": "62",
            "part": "1",
            "seal": "9702F4BC"
        },
        {
            "hno": "1",
            "id": "32",
            "nass": "فضبط الصَّدْر بِحِفْظ الْقلب ووعيه ¶ وَضبط الْكتاب بصيانته عِنْده إِلَى وَقت الْأَدَاء ¶ وُجُوه الطعْن الْمُتَعَلّقَة بِالْعَدَالَةِ ¶ أما الْعَدَالَة فوجوه الطعْن الْمُتَعَلّقَة بهَا خمس ¶ 1 - الأول بِالْكَذِبِ 2 - وَالثَّانِي باتهامه بِالْكَذِبِ 3 - وَالثَّالِث بِالْفِسْقِ 4 - وَالرَّابِع بالجهالة 5 - وَالْخَامِس بالبدع ¶ 1 - الْكَذِب ¶ وَالْمرَاد بكذب الرَّاوِي أَنه ثَبت كذبه فِي الحَدِيث النَّبَوِيّ صلى الله عَلَيْهِ وَسلم إِمَّا بِإِقْرَار الْوَاضِع أَو بِغَيْر ذَلِك من الْقَرَائِن ¶ الْمَوْضُوع ¶ وَحَدِيث المطعون بِالْكَذِبِ يُسمى مَوْضُوعا ¶ حكم متعمد الْكَذِب ¶ وَمن ثَبت عَنهُ تعمد الْكَذِب فِي الحَدِيث وَإِن كَانَ فِي الْعُمر مرّة وَإِن تَابَ من ذَلِك لم يقبل حَدِيثه أبدا بِخِلَاف شَاهد الزُّور إِذا تَابَ",
            "page": "63",
            "part": "1",
            "seal": "7C7E7E7A"
        },
        {
            "hno": "2",
            "id": "33",
            "nass": "المُرَاد بالموضوع ¶ فَالْمُرَاد بِالْحَدِيثِ الْمَوْضُوع فِي اصْطِلَاح الْمُحدثين هَذَا لَا أَنه ثَبت كذبه وَعلم ذَلِك فِي هَذَا الحَدِيث بِخُصُوصِهِ ¶ مَسْأَلَة الحكم بِالْوَضْعِ ظنية ¶ وَالْمَسْأَلَة ظنية وَالْحكم بِالْوَضْعِ والافتراء بِحكم الظَّن الْغَالِب وَلَيْسَ إِلَى الْقطع وَالْيَقِين بذلك سَبِيل فَإِن الكذوب قد يصدق ¶ وَبِهَذَا ينْدَفع مَا قيل فِي معرفَة الْوَضع بِإِقْرَار الْوَاضِع أَنه يجوز أَن يكون كَاذِبًا فِي هَذَا الْإِقْرَار فَإِنَّهُ يعرف صدقه بغالب الظَّن وَلَوْلَا ذَلِك لما سَاغَ قتل الْمقر بِالْقَتْلِ وَلَا رجم الْمُعْتَرف بِالزِّنَا فَافْهَم ¶ 2 - اتهام الرَّاوِي بِالْكَذِبِ ¶ وَأما اتهام الرَّاوِي بِالْكَذِبِ فبأن يكون مَشْهُورا بِالْكَذِبِ ومعروفا بِهِ فِي كَلَام النَّاس وَلم يثبت كذبه فِي الحَدِيث النَّبَوِيّ ¶ الْمَتْرُوك ¶ وَفِي حكمه رِوَايَة مَا يُخَالف قَوَاعِد مَعْلُومَة ضَرُورِيَّة فِي الشَّرْع كَذَا",
            "page": "64",
            "part": "1",
            "seal": "10677467"
        },
        {
            "hno": "3",
            "id": "34",
            "nass": "قيل وَيُسمى هَذَا الْقسم متروكا كَمَا يُقَال حَدِيثه مَتْرُوك وَفُلَان مَتْرُوك الحَدِيث ¶ حكم الْمُتَّهم بِالْكَذِبِ ¶ وَهَذَا الرجل إِن تَابَ وَصحت تَوْبَته وَظَهَرت أَمَارَات الصدْق مِنْهُ جَازَ سَماع الحَدِيث مِنْهُ ¶ حكم من يكذب نَادرا ¶ وَالَّذِي يَقع مِنْهُ الْكَذِب أَحْيَانًا نَادرا فِي كَلَامه غير الحَدِيث النَّبَوِيّ فَذَلِك غير مُؤثر فِي تَسْمِيَة حَدِيثه بالموضوع أَو الْمَتْرُوك وَإِن كَانَت مَعْصِيّة ¶ 3 - الْفسق ¶ وَأما الْفسق فَالْمُرَاد بِهِ الْفسق فِي الْعَمَل دون الِاعْتِقَاد ¶ فَإِن ذَلِك دَاخل فِي الْبِدْعَة وَأكْثر مَا يسْتَعْمل الْبِدْعَة فِي الِاعْتِقَاد ¶ وَالْكذب وَإِن كَانَ دَاخِلا فِي الْفسق لكِنهمْ عدوه أصلا على حِدة لكَون الطعْن بِهِ أَشد وَأَغْلظ ¶ 4 - جَهَالَة الرَّاوِي ¶ وَأما جَهَالَة الرَّاوِي فَإِنَّهُ أَيْضا سَبَب لِلطَّعْنِ فِي الحَدِيث لِأَنَّهُ لما لم",
            "page": "65",
            "part": "1",
            "seal": "3B9ABA24"
        },
        {
            "hno": "5",
            "id": "35",
            "nass": "يعرف اسْمه وذاته لم يعرف حَاله وَأَنه ثِقَة أَو غير ثِقَة ¶ كَمَا يَقُول حَدثنِي رجل وَأَخْبرنِي شيخ ¶ الْمُبْهم ¶ وَيُسمى هَذَا أَي الْمَذْكُور بِاللَّفْظِ الْعَام مُبْهما ¶ حكم الْمُبْهم ¶ وَحَدِيث الْمُبْهم غير مَقْبُول إِلَّا أَن يكون صحابيا لأَنهم عدُول ¶ وَإِن جَاءَ الْمُبْهم بِلَفْظ التَّعْدِيل كَمَا يَقُول أَخْبرنِي عدل أَو حَدثنِي ثِقَة فَفِيهِ اخْتِلَاف ¶ وَالأَصَح أَنه لَا يقبل لِأَنَّهُ يجوز أَن يكون عدلا فِي اعْتِقَاده لَا فِي نفس الْأَمر ¶ وَإِن قَالَ ذَلِك إِمَام حاذق قبل ¶ 5 - الْبِدْعَة ¶ وَأما الْبِدْعَة فَالْمُرَاد بِهِ اعْتِقَاد أَمر مُحدث على خلاف مَا عرف",
            "page": "66",
            "part": "1",
            "seal": "C5147EFC"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "فِي الدّين وَمَا جَاءَ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَصْحَابه بِنَوْع شُبْهَة وَتَأْويل لَا بطرِيق جحود وإنكار فَإِن ذَلِك كفر ¶ حكم حَدِيث المبتدع ¶ وَحَدِيث المبتدع مَرْدُود عِنْد الْجُمْهُور ¶ وَعند الْبَعْض إِن كَانَ متصفا بِصدق اللهجة وصيانة اللِّسَان قبل وَقَالَ بَعضهم إِن كَانَ مُنْكرا لأمر متواتر فِي الشَّرْع وَقد علم بِالضَّرُورَةِ كَونه من الدّين فَهُوَ مَرْدُود وَإِن لم يكن بِهَذِهِ الصّفة يقبل وَإِن كَانَ كفره المخالفون مَعَ وجود ضبط وورع وتقوى واحتياط وصيانة ¶ وَالْمُخْتَار إِنَّه إِن كَانَ دَاعيا إِلَى بدعته مروجا لَهُ رد وَإِن لم يكن كَذَلِك قبل إِلَّا أَن يروي شَيْئا يُقَوي بِهِ بدعته فَهُوَ مَرْدُود قطعا ¶ وَبِالْجُمْلَةِ الْأَئِمَّة مُخْتَلفُونَ فِي أَخذ الحَدِيث من أهل الْبدع والأهواء",
            "page": "67",
            "part": "1",
            "seal": "44BDBA9C"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وأرباب الْمذَاهب الزائغة ¶ وَقَالَ صَاحب جَامع الْأُصُول أَخذ جمَاعَة من أَئِمَّة الحَدِيث من فرقة الْخَوَارِج والمنتسبين إِلَى الْقدر والتشيع والرفض وَسَائِر أَصْحَاب الْبدع والأهواء ¶ وَقد احتاط جمَاعَة آخَرُونَ وتورعوا من أَخذ حَدِيث من هَذِه",
            "page": "68",
            "part": "1",
            "seal": "3F587E2A"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "الْفرق وَلكُل مِنْهُم نيات انْتهى ¶ وَلَا شكّ أَن أَخذ الحَدِيث من هَذِه الْفرق يكون بعد التَّحَرِّي والاستصواب وَمَعَ ذَلِك الِاحْتِيَاط فِي عدم الْأَخْذ لِأَنَّهُ قد ثَبت أَن هَؤُلَاءِ الْفرق كَانُوا يضعون الْأَحَادِيث لترويج مذاهبهم ¶ وَكَانُوا يقرونَ بِهِ بعد التَّوْبَة وَالرُّجُوع وَالله أعلم ¶ وُجُوه الطعْن الْمُتَعَلّقَة بالضبط ¶ أما وُجُوه الطعْن الْمُتَعَلّقَة بالضبط فَهِيَ أَيْضا خَمْسَة ¶ 1 - أَحدهَا فرط الْغَفْلَة 2 وَثَانِيها كَثْرَة الْغَلَط 3 وَثَالِثهَا مُخَالفَة الثِّقَات 4 وَرَابِعهَا الْوَهم 5 وخامسها سوء الْحِفْظ ¶ 1 - و 2 فرط الْغَفْلَة وَكَثْرَة الْغَلَط ¶ أما فرط الْغَفْلَة وَكَثْرَة الْغَلَط فمتقاربان ¶ فالغفلة فِي السماع وَتحمل الحَدِيث والغلط فِي الإسماع وَالْأَدَاء",
            "page": "69",
            "part": "1",
            "seal": "283D5E61"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "3 - مُخَالفَة الثِّقَات ¶ وَمُخَالفَة الثِّقَات فِي الْإِسْنَاد والمتن يكون على أنحاء مُتعَدِّدَة تكون مُوجبَة للشذوذ ¶ وَجعله من وُجُوه الطعْن الْمُتَعَلّقَة بالضبط من جِهَة أَن الْبَاعِث على مُخَالفَة الثِّقَات إِنَّمَا هُوَ عدم الضَّبْط وَالْحِفْظ وَعدم الصيانة عَن التَّغَيُّر والتبديل ¶ 4 - الْوَهم ¶ والطعن من جِهَة الْوَهم وَالنِّسْيَان الَّذين أَخطَأ بهما وَرُوِيَ على سَبِيل التَّوَهُّم إِن حصل الِاطِّلَاع على ذَلِك بقرائن دَالَّة على وُجُوه علل وَأَسْبَاب قادحة كَانَ الحَدِيث مُعَللا ¶ غموض علم الْعلَّة ودقته ¶ وَهَذَا أغمض عُلُوم الحَدِيث وأدقها وَلَا يقوم بِهِ إِلَّا من رزق فهما وحفظا وَاسِعًا وَمَعْرِفَة تَامَّة بمراتب الروَاة وأحوال الْأَسَانِيد والمتون",
            "page": "70",
            "part": "1",
            "seal": "3F6A3625"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "كالمتقدمين من أَرْبَاب هَذَا الْفَنّ إِلَى أَن انْتهى إِلَى الدَّارَقُطْنِيّ وَيُقَال لم يَأْتِي بعده مثله فِي هَذَا الْأَمر وَالله أعلم ¶ 5 - سوء الْحِفْظ ¶ وَأما سوء الْحِفْظ فَقَالُوا إِن المُرَاد بِهِ أَن لَا يكون إِصَابَته أغلب على خطئه وَحفظه وإتقانه أَكثر من سَهْوه ونسيانه يَعْنِي إِن كَانَ",
            "page": "71",
            "part": "1",
            "seal": "E0F662C9"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "خطأه ونسيانه أغلب أَو مُسَاوِيا لصوابه وإتقانه كَانَ دَاخِلا فِي سوء الْحِفْظ فَالْمُعْتَمَد عَلَيْهِ صَوَابه وإتقانه وكثرتهما ¶ حكم سيىء الْحِفْظ ¶ وَسُوء الْحِفْظ إِن كَانَ لَازم حَاله فِي جَمِيع الْأَوْقَات وَمُدَّة عمره لَا يعْتَبر بحَديثه ¶ وَعند بعض الْمُحدثين هَذَا أَيْضا دَاخل فِي الشاذ ¶ الْمُخْتَلط ¶ وَإِن طَرَأَ سوء الْحِفْظ لعَارض مثل اختلال فِي الحافظة بِسَبَب كبر سنة أَو ذهَاب بَصَره أَو فَوَات كتبه فَهَذَا يُسمى مختلطا ¶ حكم الْمُخْتَلط ¶ فَمَا رُوِيَ قبل الِاخْتِلَاط والاختلال متميزا عَمَّا رَوَاهُ بعد هَذِه الْحَال قبل وَإِن لم يتَمَيَّز توقف وَإِن اشْتبهَ فَكَذَلِك",
            "page": "72",
            "part": "1",
            "seal": "F5044FB2"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "وَإِن وجد لهَذَا الْقسم متابعات وشواهد ترقى من مرتبَة الرَّد إِلَى الْقبُول والرجحان ¶ وَهَذَا حكم أَحَادِيث المستور والمدلس والمرسل",
            "page": "73",
            "part": "1",
            "seal": "C0B4FC19"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "الْفَصْل السَّادِس فِي الْغَرِيب والعزيز وَالْمَشْهُور والمتواتر ¶ الْغَرِيب ¶ الحَدِيث الصَّحِيح إِن كَانَ رَاوِيه وَاحِدًا يُسمى غَرِيبا ¶ الْعَزِيز ¶ وَإِن كَانَ اثْنَيْنِ يُسمى عَزِيزًا ¶ الْمَشْهُور ¶ وَإِن كَانُوا أَكثر يُسمى مَشْهُورا ومستفيضا",
            "page": "74",
            "part": "1",
            "seal": "773A7243"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "الْمُتَوَاتر ¶ وَإِن بلغت رُوَاته فِي الْكَثْرَة إِلَى أَن يَسْتَحِيل فِي الْعَادة تواطؤهم على الْكَذِب يُسمى متواترا ¶ الْفَرد ¶ وَيُسمى الْغَرِيب فَردا أَيْضا ¶ الْفَرد النسبي ¶ وَالْمرَاد بِكَوْن رَاوِيه وَاحِدًا كَونه كَذَلِك وَلَو فِي مَوضِع وَاحِد من الْإِسْنَاد لكنه يُسمى فَردا نسبيا ¶ الْفَرد الْمُطلق ¶ وَإِن كَانَ فِي كل مَوضِع مِنْهُ يُسمى فَردا مُطلقًا",
            "page": "75",
            "part": "1",
            "seal": "2B29CEDC"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "المُرَاد بِكَوْن الرَّاوِي اثْنَيْنِ أَو أَكثر ¶ وَالْمرَاد بِكَوْن الرَّاوِي اثْنَيْنِ أَن يَكُونَا فِي كل مَوضِع كَذَلِك فَإِن كَانَ فِي وَاحِد مثلا لم يكن الحَدِيث عَزِيزًا بل غَرِيبا ¶ وعَلى هَذَا الْقيَاس معنى اعْتِبَار الْكَثْرَة فِي الْمَشْهُور أَن يكون فِي كل مَوضِع أَكثر من اثْنَيْنِ ¶ وَهَذَا معنى قَوْلهم إِن الْأَقَل حَاكم على الْأَكْثَر فِي هَذَا الْفَنّ فَافْهَم ¶ لَا تنَافِي بَين الغرابة وَالصِّحَّة ¶ وَعلم مِمَّا ذكر أَن الغرابة لَا تنَافِي الصِّحَّة وَيجوز أَن يكون الحَدِيث صَحِيحا غَرِيبا بِأَن يكون كل وَاحِد من رِجَاله ثِقَة ¶ الْغَرِيب بِمَعْنى الشاذ ¶ والغريب قد يَقع بِمَعْنى الشاذ أَي شذوذا هُوَ من أَقسَام الطعْن فِي الحَدِيث",
            "page": "76",
            "part": "1",
            "seal": "D1A2343A"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وَهَذَا هُوَ المُرَاد من قَول صَاحب المصابيح من قَوْله هَذَا حَدِيث غَرِيب لما قَالَ بطرِيق الطعْن ¶ وَبَعض النَّاس يفسرون الشاذ بمفرد الرَّاوِي من غير اعْتِبَار مُخَالفَته للثقات كَمَا سبق وَيَقُولُونَ صَحِيح شَاذ وصحيح غير شَاذ ¶ فالشذوذ بِهَذَا الْمَعْنى أَيْضا لَا يُنَافِي الصِّحَّة كالغرابة ¶ وَالَّذِي يذكر فِي مقَام الطعْن هُوَ مُخَالف للثقات",
            "page": "77",
            "part": "1",
            "seal": "3911CB2F"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "الْفَصْل السَّابِع فِي تعدد مَرَاتِب الضَّعِيف وَالصَّحِيح وَغَيره وَبَعض اصْطِلَاحَات التِّرْمِذِيّ ¶ الضَّعِيف ¶ الحَدِيث الضَّعِيف هُوَ الَّذِي فقد فِيهِ الشَّرَائِط الْمُعْتَبرَة فِي الصِّحَّة وَالْحسن كلا أَو بَعْضًا ويذم راوية بشذوذ أَو نَكَارَة أَو عِلّة ¶ تعدد أَقسَام الضَّعِيف ¶ وَبِهَذَا الِاعْتِبَار يَتَعَدَّد أَقسَام الضَّعِيف وَيكثر إفرادا وتركيبا",
            "page": "78",
            "part": "1",
            "seal": "09B66660"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "تعدد مَرَاتِب الصَّحِيح وَالْحسن ¶ ومراتب الصَّحِيح وَالْحسن لذاتهما ولغيرهما أَيْضا تَتَعَدَّد بتفاوت الْمَرَاتِب والدرجات فِي كَمَال الصِّفَات الْمُعْتَبرَة الْمَأْخُوذَة فِي مفهوميهما مَعَ وجود الِاشْتِرَاك فِي أصل الصِّحَّة وَالْحسن ¶ وَالْقَوْم ضبطوا مَرَاتِب الصِّحَّة وعينوها وَذكروا أمثلتها من الْأَسَانِيد وَقَالُوا اسْم الْعَدَالَة والضبط يَشْمَل رجالها كلهَا وَلَكِن بَعْضهَا فَوق بعض ¶ أصح الْأَسَانِيد ¶ وَأما إِطْلَاق أصح الْأَسَانِيد على سَنَد مَخْصُوص على الْإِطْلَاق فَفِيهِ اخْتِلَاف ¶ فَقَالَ بَعضهم أصح الْأَسَانِيد زين العابدين عَن أَبِيه الْحُسَيْن رَضِي الله عَنهُ عَن جده عَليّ بن أبي طَالب رَضِي الله عَنهُ ¶ وَقيل مَالك عَن نَافِع عَن ابْن عمر رَضِي الله عَنهُ ¶ وَقيل الزُّهْرِيّ عَن سَالم عَن ابْن عمر رَضِي الله عَنهُ ¶ وَالْحق أَن الحكم على إِسْنَاد مَخْصُوص بالأصحية على الْإِطْلَاق غير جَائِز إِلَّا أَن فِي الصُّحْبَة مَرَاتِب عليا وعدة من الْأَسَانِيد يدْخل فِيهَا",
            "page": "79",
            "part": "1",
            "seal": "BA6AF5A0"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "وَلَو قيد بِقَيْد بِأَن يُقَال أصح أَسَانِيد الْبَلَد الْفُلَانِيّ أَو فِي الْبَاب الْفُلَانِيّ أَو فِي الْمَسْأَلَة الْفُلَانِيَّة يَصح وَالله أعلم ¶ اصْطِلَاحَات التِّرْمِذِيّ ¶ من عَادَة التِّرْمِذِيّ أَن يَقُول فِي جَامعه حَدِيث حسن صَحِيح حَدِيث غَرِيب حسن حَدِيث حسن غَرِيب صَحِيح ¶ وَلَا شُبْهَة فِي جَوَاز اجْتِمَاع الْحسن وَالصِّحَّة بِأَن يكون حسنا لذاته وصحيحا لغيره وَكَذَلِكَ فِي اجْتِمَاع الغرابة وَالصِّحَّة كَمَا أسلفنا",
            "page": "80",
            "part": "1",
            "seal": "C4A094C3"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "إِشْكَال اجْتِمَاع الغرابة وَالْحسن ¶ وَأما اجْتِمَاع الغرابة وَالْحسن فيستشكلونه بِأَن التِّرْمِذِيّ اعْتبر فِي الْحسن تعدد الطّرق فَكيف يكون غَرِيبا ¶ جَوَاب الْإِشْكَال ¶ ويجيبون بِأَن اعْتِبَار تعدد الطّرق فِي الْحسن لَيْسَ على الْإِطْلَاق بل فِي قسم مِنْهُ ¶ وَحَيْثُ حكم باجتماع الْحسن والغرابة فَالْمُرَاد بِهِ قسم آخر ¶ وَقَالَ بَعضهم إِنَّه أَشَارَ بذلك إِلَى اخْتِلَاف الطّرق بِأَن جَاءَ فِي بعض الطّرق غَرِيبا وَفِي بَعْضهَا حسنا ¶ وَقيل الْوَاو بِمَعْنى أَو بِأَنَّهُ يشك ويتردد فِي أَنه غَرِيب أَو حسن لعدم مَعْرفَته جزما ¶ وَقيل المُرَاد بالْحسنِ هَهُنَا لَيْسَ مَعْنَاهُ الاصطلاحي بل اللّغَوِيّ بِمَعْنى مَا يمِيل إِلَيْهِ الطَّبْع وَهَذَا القَوْل بعيد جدا",
            "page": "81",
            "part": "1",
            "seal": "C620CD26"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "الْفَصْل الثَّامِن فِي الِاحْتِجَاج بِالْحَدِيثِ الصَّحِيح وَالْحسن والضعيف ¶ الِاحْتِجَاج بِالصَّحِيحِ وَالْحسن ¶ الِاحْتِجَاج فِي الْأَحْكَام بالْخبر الصَّحِيح مجمع عَلَيْهِ ¶ وَكَذَلِكَ بالْحسنِ لذاته عِنْد عَامَّة الْعلمَاء وَهُوَ مُلْحق بِالصَّحِيحِ فِي بَاب الِاحْتِجَاج وَإِن كَانَ دونه فِي الْمرتبَة ¶ والْحَدِيث الضَّعِيف الَّذِي بلغ بِتَعَدُّد الطّرق مرتبَة الْحسن لغيره أَيْضا مجمع عَلَيْهِ ¶ الِاحْتِجَاج بالضعيف ¶ وَمَا اشْتهر أَن الحَدِيث الضَّعِيف مُعْتَبر فِي فَضَائِل الْأَعْمَال لَا فِي غَيرهَا المُرَاد مفرداته لَا مجموعها لِأَنَّهُ دَاخل فِي الْحسن لَا فِي الضَّعِيف صرح بِهِ الْأَئِمَّة",
            "page": "83",
            "part": "1",
            "seal": "BCB0FB09"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وَقَالَ بَعضهم إِن كَانَ الضَّعِيف من جِهَة سوء حفظ أَو اخْتِلَاط أَو تَدْلِيس مَعَ وجود الصدْق والديانة ينجبر بِتَعَدُّد الطّرق ¶ وَإِن كَانَ من جِهَة اتهام الْكَذِب أَو الشذوذ أَو فحش الْغَلَط لَا ينجبر بِتَعَدُّد الطّرق والْحَدِيث مَحْكُوم عَلَيْهِ بالضعف ومعمول بِهِ فِي فَضَائِل الْأَعْمَال ¶ وعَلى مثل هَذَا يَنْبَغِي أَن يحمل أَن لُحُوق الضَّعِيف بالضعيف لَا يُفِيد قُوَّة ¶ وَإِلَّا فَهَذَا القَوْل ظَاهر الْفساد فَتدبر",
            "page": "84",
            "part": "1",
            "seal": "4BC2B764"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "الْفَصْل التَّاسِع فِي مَرَاتِب الصَّحِيح وَعدد الصِّحَاح وكتبها ¶ صَحِيح البُخَارِيّ أَعلَى الصِّحَاح ¶ لما تفاوتت مَرَاتِب الصَّحِيح والصحاح بَعْضهَا أصح من بعض فَاعْلَم أَن الَّذِي تقرر عِنْد جُمْهُور الْمُحدثين أَن صَحِيح البُخَارِيّ مقدم على سَائِر الْكتب المصنفة حَتَّى قَالُوا أصح الْكتب بعد كتاب الله تَعَالَى صَحِيح البُخَارِيّ ¶ وَجه تَرْجِيح صَحِيح مُسلم عِنْد بعض المغاربة ¶ وَبَعض المغاربة رجحوا صَحِيح مُسلم على صَحِيح البُخَارِيّ وَالْجُمْهُور يَقُولُونَ إِن هَذَا فِيمَا يرجع إِلَى حسن الْبَيَان وجوده الْوَضع",
            "page": "85",
            "part": "1",
            "seal": "133E1FB8"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "وَالتَّرْتِيب ورعاية دقائق الإشارات ومحاسن النكات فِي الْأَسَانِيد وَهَذَا خَارج عَن المبحث وَالْكَلَام فِي الصِّحَّة وَالْقُوَّة وَمَا يتَعَلَّق بهما وَلَيْسَ كتاب يُسَاوِي صَحِيح البُخَارِيّ فِي هَذَا الْبَاب بِدَلِيل كَمَال الصِّفَات الَّتِي اعْتبرت فِي الصِّحَّة فِي رِجَاله ¶ وَبَعْضهمْ توقف فِي تَرْجِيح أَحدهمَا على الآخر ¶ وَالْحق هُوَ الأول ¶ الْمُتَّفق عَلَيْهِ ¶ والْحَدِيث الَّذِي اتّفق البُخَارِيّ وَمُسلم على تَخْرِيجه يُسمى مُتَّفقا عَلَيْهِ ¶ وَقَالَ الشَّيْخ بِشَرْط أَن يكون عَن صَحَابِيّ وَاحِد ¶ عدد الْأَحَادِيث الْمُتَّفق عَلَيْهَا ¶ وَقَالُوا مَجْمُوع الْأَحَادِيث الْمُتَّفق عَلَيْهَا أَلفَانِ وثلثمائة وَسِتَّة وَعِشْرُونَ",
            "page": "86",
            "part": "1",
            "seal": "B2AA3FCA"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "دَرَجَات الصِّحَاح ¶ وَبِالْجُمْلَةِ 1 مَا اتّفق عَلَيْهِ الشَّيْخَانِ مقدم على غَيره ¶ 2 - ثمَّ مَا تفرد بِهِ البُخَارِيّ ¶ 3 - ثمَّ مَا تفرد بِهِ مُسلم ¶ 4 - ثمَّ مَا كَانَ على شَرط البُخَارِيّ وَمُسلم",
            "page": "87",
            "part": "1",
            "seal": "34F7971E"
        },
        {
            "hno": "6",
            "id": "57",
            "nass": "5 - ثمَّ مَا هُوَ على شَرط البُخَارِيّ ¶ 6 - ثمَّ مَا هُوَ على شَرط مُسلم ¶ 7 - ثمَّ مَا هُوَ رَوَاهُ من غَيرهم من الْأَئِمَّة الَّذين التزموا الصِّحَّة وصححوه ¶ فالأقسام سَبْعَة ¶ معنى شَرط البُخَارِيّ وَمُسلم ¶ وَالْمرَاد بِشَرْط البُخَارِيّ وَمُسلم أَن يكون الرِّجَال متصفين بِالصِّفَاتِ الَّتِي يَتَّصِف بهَا رجال البُخَارِيّ وَمُسلم من الضَّبْط وَالْعَدَالَة وَعدم الشذوذ والنكارة والغفلة ¶ وَقيل المُرَاد بِشَرْط البُخَارِيّ وَمُسلم رجالهما أنفسهم ¶ وَالْكَلَام فِي هَذَا طَوِيل ذَكرْنَاهُ فِي مُقَدّمَة شرح سفر السَّعَادَة ¶ البُخَارِيّ وَمُسلم لم يستوعبا الصِّحَاح ¶ الْأَحَادِيث الصَّحِيحَة لم تَنْحَصِر فِي صحيحي البُخَارِيّ وَمُسلم وَلم",
            "page": "88",
            "part": "1",
            "seal": "B464E6FF"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "يستوعبا الصِّحَاح كلهَا بل هما منحصران فِي الصِّحَاح ¶ والصحاح الَّتِي عِنْدهمَا وعَلى شَرطهمَا أَيْضا لم يورداها فِي كِتَابَيْهِمَا فضلا عَمَّا عِنْد غَيرهمَا ¶ قَالَ البُخَارِيّ مَا أوردت فِي كتابي هَذَا إِلَّا مَا صَحَّ وَلَقَد تركت كثيرا من الصِّحَاح ¶ وَقَالَ مُسلم الَّذِي أوردت فِي هَذَا الْكتاب من الْأَحَادِيث صَحِيح وَلَا أَقُول أَن مَا تركت ضَعِيف ¶ وَلَا بُد أَن يكون فِي هَذَا التّرْك والإتيان وَجه تَخْصِيص الْإِيرَاد وَالتّرْك إِمَّا من جِهَة الصِّحَّة أَو من جِهَة مَقَاصِد أخر ¶ مُسْتَدْرك الْحَاكِم ¶ وَالْحَاكِم أَبُو عبد الله النَّيْسَابُورِي صنف كتابا سَمَّاهُ الْمُسْتَدْرك بِمَعْنى أَن مَا تَركه البُخَارِيّ وَمُسلم من الصِّحَاح أوردهُ فِي هَذَا الْكتاب",
            "page": "89",
            "part": "1",
            "seal": "48B28D9C"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "وتلافى واستدرك بَعْضهَا على شَرط الشَّيْخَيْنِ وَبَعضهَا على شَرط أَحدهمَا وَبَعضهَا على غير شَرطهمَا ¶ وَقَالَ ¶ الطعْن بقلة الْأَحَادِيث الصَّحِيحَة ورده ¶ إِن البُخَارِيّ وَمُسلمًا لم يحكما بِأَنَّهُ لَيْسَ أَحَادِيث صَحِيحَة غير مَا خرجاه فِي هذَيْن الْكِتَابَيْنِ وَقَالَ قد حدث فِي عصرنا هَذَا فرقة من المبتدعة أطالوا ألسنتهم بالطعن على أَئِمَّة الدّين بِأَن مَجْمُوع مَا صَحَّ",
            "page": "90",
            "part": "1",
            "seal": "E6EA3D2A"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "عنْدكُمْ من الْأَحَادِيث لم يبلغ زهاء عشرَة آلَاف ¶ وَنقل عَن البُخَارِيّ أَنه قَالَ حفظت من الصِّحَاح مائَة ألف حَدِيث وَمن غير الصِّحَاح مِائَتي ألف ¶ وَالظَّاهِر وَالله أعلم أَنه يُرِيد الصَّحِيح على شَرطه ومبلغ مَا أورد فِي هَذَا الْكتاب مَعَ التّكْرَار سَبْعَة آلَاف ومائتان وَخمْس وَسَبْعُونَ حَدِيثا وَبعد حذف التّكْرَار أَرْبَعَة آلَاف ¶ صَحِيح ابْن خُزَيْمَة ¶ وَلَقَد صنف الْآخرُونَ من الْأَئِمَّة صحاحا مثل صَحِيح ابْن خُزَيْمَة الَّذِي يُقَال لَهُ إِمَام الْأَئِمَّة وَهُوَ شيخ ابْن حبَان ¶ وَقَالَ",
            "page": "91",
            "part": "1",
            "seal": "B11A4B84"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "ابْن حبَان فِي مدحه مَا رَأَيْت على وَجه الأَرْض أحدا أحسن فِي صناعَة السّنَن وأحفظ للألفاظ الصَّحِيحَة مِنْهُ كَأَن السّنَن وَالْأَحَادِيث كلهَا نصب عينه ¶ صَحِيح ابْن حبَان ¶ وَمثل صَحِيح ابْن حبَان تلميذ ابْن خُزَيْمَة ثِقَة ثَبت فَاضل إِمَام",
            "page": "92",
            "part": "1",
            "seal": "28F9A0BC"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "فهام وَقَالَ الْحَاكِم كَانَ ابْن حبَان من أوعية الْعلم واللغة والْحَدِيث والوعظ وَكَانَ من عقلاء الرِّجَال ¶ صَحِيح الْحَاكِم الْمُسْتَدْرك ¶ وَمثل صَحِيح الْحَاكِم أبي عبد الله النَّيْسَابُورِي الْحَافِظ الثِّقَة الْمُسَمّى ب الْمُسْتَدْرك ¶ وَقد تطرق فِي كِتَابه التساهل وَأخذُوا عَلَيْهِ ¶ وَقَالُوا ابْن خُزَيْمَة وَابْن حبَان أمكن وَأقوى من الْحَاكِم وَأحسن وألطف فِي الْأَسَانِيد والمتون ¶ المختارة للمقدسي ¶ وَمثل المختارة لِلْحَافِظِ ضِيَاء الدّين الْمَقْدِسِي وَهُوَ أَيْضا",
            "page": "93",
            "part": "1",
            "seal": "111DB0E8"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "خرج صحاحا لَيست فِي الصَّحِيحَيْنِ وَقَالُوا كِتَابه أحسن من الْمُسْتَدْرك ¶ صِحَاح أُخْرَى ¶ وَمثل صَحِيح أبي عوَانَة وَابْن السكن والمنتقى لِابْنِ",
            "page": "94",
            "part": "1",
            "seal": "D0B53839"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "الْجَارُود ¶ وَهَذِه الْكتب كلهَا مُخْتَصَّة بالصحاح وَلَكِن جمَاعَة انتقدوا عَلَيْهَا تعصبا أَو انصافا وَفَوق كل ذِي علم عليم وَالله أعلم",
            "page": "95",
            "part": "1",
            "seal": "5AC9FDEE"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "الْفَصْل الْعَاشِر فِي الْكتب السِّتَّة الْمَشْهُورَة ¶ الْكتب السِّتَّة ¶ الْكتب السِّتَّة الْمَشْهُورَة المقررة فِي الْإِسْلَام الَّتِي يُقَال لَهَا الصِّحَاح السِّتَّة هِيَ ¶ 1 - صَحِيح البُخَارِيّ 2 وصحيح مُسلم 3 وَالْجَامِع لِلتِّرْمِذِي 4 وَالسّنَن لأبي دَاوُد 5 وَالنَّسَائِيّ 6 وَسنَن ابْن",
            "page": "96",
            "part": "1",
            "seal": "FF16425F"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "مَاجَه وَعند الْبَعْض الْمُوَطَّأ بدل ابْن مَاجَه وَصَاحب جَامع الْأُصُول اخْتَار الْمُوَطَّأ",
            "page": "97",
            "part": "1",
            "seal": "88DAB3F0"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "أَحَادِيث الْكتب الْأَرْبَعَة ¶ وَفِي هَذِه الْكتب الْأَرْبَعَة أَقسَام من الْأَحَادِيث من الصِّحَاح والحسان والضعاف وتسميتها بالصحاح السِّتَّة بطرِيق التغليب ¶ اصْطِلَاح الْبَغَوِيّ ¶ وسمى صَاحب المصابيح أَحَادِيث غير الشَّيْخَيْنِ بالحسان وَهُوَ قريب من هَذَا الْوَجْه قريب من الْمَعْنى اللّغَوِيّ أَو هُوَ اصْطِلَاح جَدِيد مِنْهُ",
            "page": "98",
            "part": "1",
            "seal": "90012574"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "كتاب الدَّارمِيّ ¶ وَقَالَ بَعضهم كتاب الدَّارمِيّ أَحْرَى وأليق بجعله سادس الْكتب لِأَن رِجَاله أقل ضعفا وَوُجُود الْأَحَادِيث الْمُنكرَة والشاذة فِيهِ نَادِر وَله أَسَانِيد عالية وثلاثياته أَكثر من ثلاثيات البُخَارِيّ",
            "page": "99",
            "part": "1",
            "seal": "BFCF2270"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "وَهَذِه الْمَذْكُورَات من الْكتب أشهر الْكتب وَغَيرهَا من الْكتب كَثِيرَة شهيرة ¶ مصَادر السُّيُوطِيّ فِي جمع الْجَوَامِع ¶ وَلَقَد أورد السُّيُوطِيّ فِي كتاب جمع الْجَوَامِع من كتب كَثِيرَة يتَجَاوَز خمسين مُشْتَمِلَة على الصِّحَاح والحسان والضعاف وَقَالَ مَا أوردت فِيهَا حَدِيثا موسوما بِالْوَضْعِ اتّفق المحدثون على تَركه ورده وَالله أعلم",
            "page": "100",
            "part": "1",
            "seal": "423269BD"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "جمَاعَة من الْأَئِمَّة المتقنين ¶ وَذكر صَاحب الْمشكاة فِي ديباجة كِتَابه جمَاعَة من الْأَئِمَّة المتقنين وهم",
            "page": "101",
            "part": "1",
            "seal": "0F92DB49"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "البُخَارِيّ وَمُسلم وَالْإِمَام مَالك وَالْإِمَام الشَّافِعِي وَالْإِمَام",
            "page": "102",
            "part": "1",
            "seal": "457B2BDF"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "أَحْمد بن حَنْبَل وَالتِّرْمِذِيّ وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَه والدارمي وَالدَّارَقُطْنِيّ وَالْبَيْهَقِيّ ورزين وأجمل فِي ذكر",
            "page": "103",
            "part": "1",
            "seal": "5D5BE352"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "غَيرهم وكتبنا أَحْوَالهم فِي كتاب مُفْرد مُسَمّى بالاكمال بِذكر أَسمَاء الرِّجَال ¶ وَمن الله التَّوْفِيق وَهُوَ الْمُسْتَعَان فِي المبدأ والمآل ¶ وَأما الاكمال فِي أَسمَاء الرِّجَال لصَاحب الْمشكاة فَهُوَ مُلْحق فِي آخر هَذَا الْكتاب ¶ تمّ الْفَرَاغ من نسخ هَذِه الْمُقدمَة وَوضع العناوين الجانبية لَهَا وترقيم فوائدها للشَّيْخ عبد الْحق الْمُحدث الدهلوي رَحمَه الله تَعَالَى بيد الْفَقِير إِلَى الله سلمَان الْحُسَيْنِي الندوي يَوْم الْجُمُعَة 9 / من شعْبَان الْمُعظم عَام 1404 هـ بلكنو الْهِنْد ¶ وَالْحَمْد لله رب الْعَالمين وَالصَّلَاة وَالسَّلَام على سيد الْمُرْسلين وَآله وَصَحبه أَجْمَعِينَ",
            "page": "104",
            "part": "1",
            "seal": "27C0E220"
        }
    ],
    "t5988": [
        {
            "id": "23",
            "lvl": "1",
            "sub": "2",
            "tit": "حكم المعروف والمنكر والشاذ والمحفوظ"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "3",
            "tit": "تعريف آخر للشاذ"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف ثالث للشاذ"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "تعريف آخر للمنكر"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "2",
            "tit": "المعلل"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "المتابع"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدة المتابعة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "2",
            "tit": "درجات المتابعة"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "3",
            "tit": "متى يستعمل مثله"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "استعمال نحوه"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "شرط المتابعة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "2",
            "tit": "الشاهد"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "3",
            "tit": "تعريف آخر للمتابع والشاهد"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "4",
            "tit": "تعريف ثالث لهما"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "5",
            "tit": "الاعتبار"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع في الصحيح والحسن والضعيف"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "1",
            "tit": "الصحيح"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "2",
            "tit": "الصحيح لذاته"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "3",
            "tit": "الصحيح لغيره"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن لذاته"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "الضعيف"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "2",
            "tit": "الحسن لغيره"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "3",
            "tit": "النقصان المعتبر في الحسن"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس في العدالة ووجوه الطعن المتعلقة بها"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": "1",
            "tit": "العدالة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": "2",
            "tit": "التقوى"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "المروءة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "1",
            "tit": "عدل الرواية أعم من عدل الشهادة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "2",
            "tit": "الضبط"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "3",
            "tit": "الضبط قسمان"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "4",
            "tit": "ضبط الصدر وضبط الكتاب"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "وجوه الطعن المتعلقة بالعدالة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "1",
            "tit": "الكذب"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "2",
            "tit": "الموضوع"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "3",
            "tit": "حكم متعمد الكذب"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "المراد بالموضوع"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "مسألة الحكم بالوضع ظنية"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "2",
            "tit": "اتهام الراوي بالكذب"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "3",
            "tit": "المتروك"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "حكم المتهم بالكذب"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "حكم من يكذب نادرا"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "2",
            "tit": "الفسق"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "3",
            "tit": "جهالة الراوي"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "المبهم"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "حكم المبهم"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "2",
            "tit": "البدعة"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "حكم حديث المبتدع"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "وجوه الطعن المتعلقة بالضبط"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": "1",
            "tit": "وفرط الغفلة وكثرة الغلط"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "مخالفة الثقات"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "الوهم"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "2",
            "tit": "غموض علم العلة ودقته"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "سوء الحفظ"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "حكم سيىء الحفظ"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "1",
            "tit": "المختلط"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "2",
            "tit": "حكم المختلط"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس في الغريب والعزيز والمشهور والمتواتر"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "الغريب"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "2",
            "tit": "العزيز"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "3",
            "tit": "المشهور"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "المتواتر"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "الفرد"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "2",
            "tit": "الفرد النسبي"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "3",
            "tit": "الفرد المطلق"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "المراد بكون الراوي اثنين أو أكثر"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "لا تنافي بين الغرابة والصحة"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "2",
            "tit": "الغريب بمعنى الشاذ"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السابع في تعدد مراتب الضعيف والصحيح وغيره وبعض اصطلاحات الترمذي"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "الضعيف"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "2",
            "tit": "تعدد أقسام الضعيف"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "تعدد مراتب الصحيح والحسن"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "أصح الأسانيد"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "اصطلاحات الترمذي"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "إشكال اجتماع الغرابة والحسن"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "جواب الإشكال"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثامن في الاحتجاج بالحديث الصحيح والحسن والضعيف"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "الاحتجاج بالصحيح والحسن"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "2",
            "tit": "الاحتجاج بالضعيف"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل التاسع في مراتب الصحيح وعدد الصحاح وكتبها"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "1",
            "tit": "صحيح البخاري أعلى الصحاح"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "2",
            "tit": "وجه ترجيح صحيح مسلم عند بعض المغاربة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "المتفق عليه"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": "1",
            "tit": "عدد الأحاديث المتفق عليها"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "درجات الصحاح"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "معنى شرط البخاري ومسلم"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": "1",
            "tit": "البخاري ومسلم لم يستوعبا الصحاح"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "مستدرك الحاكم"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الطعن بقلة الأحاديث الصحيحة ورده"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "صحيح ابن خزيمة"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "صحيح ابن حبان"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "صحيح الحاكم المستدرك"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": "1",
            "tit": "المختارة للمقدسي"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "صحاح أخرى"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل العاشر في الكتب الستة المشهورة"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": "1",
            "tit": "الكتب الستة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث الكتب الأربعة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": "1",
            "tit": "اصطلاح البغوي"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الدارمي"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر السيوطي في جمع الجوامع"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "جماعة من الأئمة المتقنين"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في تعريف الحديث وأنواعه"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "تعريف مصطلح الحديث"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المرفوع"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "الموقوف"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "2",
            "tit": "المقطوع"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "3",
            "tit": "الحديث والأثر"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الخبر والحديث"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "الرفع قسمان صريح وحكمي"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "القولي الصريح"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "3",
            "tit": "الفعلي الصريح"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "4",
            "tit": "التقريري الصريح"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "القولي الحكمي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "الفعلي الحكمي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "2",
            "tit": "التقريري الحكمي"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في تعريف السند والمتن وعوارضهما"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "السند"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "2",
            "tit": "الإسناد"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "3",
            "tit": "المتن"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "المتصل"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "المنقطع"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "المعلق"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "3",
            "tit": "تعليقات البخاري"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "حكم التعليق بصيغة المعلوم والمجهول"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "المرسل"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "حكم المرسل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المعضل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "المنقطع"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "طريق معرفة الانقطاع"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "المدلس"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "2",
            "tit": "تعريف التدليس اصطلاحا"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف التدليس لغة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "وجه التسمية به"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "2",
            "tit": "حكم المدلس"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "3",
            "tit": "حكم التدليس"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "حكم رواية المدلس"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب التدليس"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "تدليس الأكابر"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المضطرب"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "حكم المضطرب من الروايات"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "2",
            "tit": "المدرج"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "الرواية بالمعنى"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "2",
            "tit": "رواية اللفظ أولى"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "العنعنة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "المعنعن"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "2",
            "tit": "شروط العنعنة"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "المسند"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث في الشاذ والمنكر والمعلل والاعتبار"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "1",
            "tit": "الشاذ لغة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "2",
            "tit": "الشاذ اصطلاحا"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": "3",
            "tit": "المحفوظ"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المنكر"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "المعروف"
        }
    ]
}