{
    "b5990": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ [رب يسر يَا كريم] ¶ الْحَمد لله الَّذِي خلق الْعَالم من غير اقتباس، وَأرْسل سيد الْأَوَّلين والآخرين رَحْمَة لجَمِيع النَّاس، فأوضح الْكتاب وَالسّنة وأباح الِاجْتِهَاد وَالْقِيَاس؛ شَفَقَة لأمة لم تَجْتَمِع على مُخَالفَة الْحق بالانعكاس، صلى الله وَسلم عَلَيْهِ آنَاء اللَّيْل وأطراف النَّهَار وَعدد الأنفاس صَلَاة وَسلَامًا دائمين لَا ارتياب فيهمَا وَلَا إلتباس. وعَلى آله وَأَصْحَابه وأزواجه المطهرين من الأرجاس، وَسلم تَسْلِيمًا كثيرا. ¶ أما بعد: ¶ فقد سَأَلَني بعض الإخوان - حفظه الله تَعَالَى - أَن اشرح لَهُ \" الورقات \" الَّتِي للْإِمَام الْعَالم الْعَلامَة إِمَام الْحَرَمَيْنِ أبي الْمَعَالِي: عبد الله بن الشَّيْخ [أبي] مُحَمَّد ضِيَاء الدّين شرحاً متوسطاً وَاضحا بالأمثال والأدلة من غير إِشْكَال",
            "page": "65",
            "part": "1",
            "seal": "3D44D34A"
        },
        {
            "id": "3",
            "nass": "وألفاظ غَرِيبَة، وَلَا لُغَات عَن الأفهام بعيدَة، وَلَا إيرادات غامضة. ¶ فَإِن هَذِه الْأَشْيَاء مِمَّا تشكل على الْمُبْتَدِي ويسبق عَمَّا بِهِ يَهْتَدِي، [وَإِنَّمَا قصدت بِهِ التَّذْكِرَة للمنتهي وإيضاحاً للمبتدي] وَإِن اضطررت إِلَى إِيرَاد آتِي بِهِ وَاضحا على مَا ستراه إِن شَاءَ الله - تَعَالَى - فِي مَوْضِعه ظَاهرا. مَعَ أَن الخواطر كليلة والهموم كَثِيرَة، والاستعدادات قَليلَة. ¶ فأجبته؛ حَيَاء لِكَثْرَة سؤله رَاغِبًا من الله الْإِجَابَة لدعائه. وَسَأَلت الله الْكَرِيم الْإِفَاضَة من بَحر إحسانه؛ إِذْ لَا ملْجأ فِي الْأُمُور إِلَّا إِلَيْهِ، وَلَا إتكال فِي الْأَنْعَام إِلَّا عَلَيْهِ. ¶ وأسأل النَّاظر إِلَيْهِ أَن يعْذر فِيمَا عساه أَن يعثر عَلَيْهِ؛ لِأَن الآراء مُخْتَلفَة والأقلام لم تكن عَن كتاب مُرْتَفعَة. ¶ وسميته ب: ¶ \" الأنجم الزاهرات على حل أَلْفَاظ الورقات \" ¶ وَمَا توفيقي إِلَّا بِاللَّه، عَلَيْهِ توكلت وَهُوَ حسبي وَنعم الْوَكِيل",
            "page": "66",
            "part": "1",
            "seal": "D51B0807"
        },
        {
            "id": "4",
            "nass": "[الْحَمد لَهُ] ¶ قَالَ رَحمَه الله - تَعَالَى: (الْحَمد لله رب الْعَالمين) ¶ أَقُول وَبِاللَّهِ التَّوْفِيق: إِنَّمَا صدر كِتَابَة - بعد الْبَسْمَلَة - بِالْحَمْد؛ إقتداء بِالْكتاب وَالسّنة: - ¶ فَإِنَّهُ تَعَالَى ذكر الْحَمد بعد الْبَسْمَلَة فِي الْفَاتِحَة وَغَيرهَا. ¶ وَأما السّنة: فقد حث النَّبِي -[صلى الله عَلَيْهِ وَسلم]- على الْبَسْمَلَة وَالْحَمْد فِي الِابْتِدَاء فَقَالَ عَلَيْهِ السَّلَام: (كل أَمر ذِي بَال) أَي: شَأْن مُهِمّ (لَا يبتدى فِيهِ بِبسْم الله فَهُوَ أَبتر) أَي قَلِيل الْبركَة، وَرَوَاهُ ابْن عَبَّاس. ¶ وَفِي رِوَايَة لَهُ: \" فَهُوَ أَجْذم \"، وَفِي رِوَايَة: \" بِالْحَمْد لله فَهُوَ أقطع \" رَوَاهُ أَبُو هُرَيْرَة.",
            "page": "67",
            "part": "1",
            "seal": "6CBAA613"
        },
        {
            "id": "5",
            "nass": "وَالْمعْنَى وَاحِد. ¶ وَلِهَذَا جرت سنة السّلف وَالْخلف بتصدير الْحَمد فِي أَوَائِل تصانيفهم ¶ وَقد اخْتلفُوا فِي اللَّام الدَّاخِلَة على الْحَمد: - ¶ فَذهب الْأَكْثَرُونَ إِلَى أَنَّهَا للاستغراق؛ لِأَن الْحَمد لَهُ - تَعَالَى - حَقِيقَة على جَمِيع أَفعاله. ¶ وَيجوز أَن تكون للْعهد وَهُوَ: حَمده تَعَالَى نَفسه حِين خلق الْخلق. ¶ أَو حمد الْمَلَائِكَة. ¶ أَو الْأَنْبِيَاء - عَلَيْهِم السَّلَام - ¶ وعَلى الْقَوْلَيْنِ: الْحَمد هُوَ الثَّنَاء بِاللِّسَانِ على الْمَحْمُود مُطلقًا سَوَاء كَانَ عَن نعْمَة أَو غَيرهَا.",
            "page": "68",
            "part": "1",
            "seal": "7685A3D6"
        },
        {
            "id": "6",
            "nass": "فعلى هَذَا: هُوَ أَعم من الشُّكْر؛ إِذْ الشُّكْر لَا يكون إِلَّا مُقَابلا للنعمة - فَقَط - ¶ وَالشُّكْر أَعم من وَجه آخر؛ لِأَنَّهُ ثَنَاء بِاللِّسَانِ وَالْقلب والجوارح. ¶ وَالْحَمْد بِاللِّسَانِ - فَقَط - ¶ فَكَانَ كل مِنْهُمَا عَاما من وَجه، وخاصاً من آخر: وَذَلِكَ بِحَسب المورد والمتعلق: - ¶ فمورد الْحَمد وَاحِد وَهُوَ اللِّسَان، ومتعلقه مُتَعَدد؛ لكَونه عَن نعْمَة وَغَيرهَا. ¶ ومورد الشُّكْر مُتَعَدد وَهُوَ اللِّسَان وَالْقلب والجوارح، ومتعلقة وَاحِد وَهُوَ النعم. ¶ وَإِنَّمَا أضيف الْحَمد لله دون سَائِر أَسْمَائِهِ تَعَالَى؛ لِأَنَّهُ اخْتصَّ بِهِ تَعَالَى دون",
            "page": "69",
            "part": "1",
            "seal": "E3BD4D1F"
        },
        {
            "id": "7",
            "nass": "غَيره؛ لِأَن المخلوقين تشاركه فِي غَيره كالسميع والبصير وَغَيرهمَا، وَإِن كَانَت فِي غَيره تَعَالَى مجَازًا. ¶ وَكَذَا لَو قلت: \" الْكَرِيم \" أَو \" الرَّحِيم \" فقد اثْبتْ لَهُ تَعَالَى صفة وَاحِدَة. ¶ بِخِلَاف إِذا قلت: \" يَا الله \" فَهُوَ جَامع لجَمِيع أَسْمَائِهِ وَصِفَاته؛ لدلالته على الربوبية. ¶ وَإِن سقط مِنْهُ حرف فَهُوَ: لله، وَإِن سقط حرفان لَهُ، وَإِن سقط ثَلَاثَة فَهُوَ هُوَ. وَهُوَ غَايَة الْمَقْصُود بِخِلَاف سَائِر الْأَسْمَاء. ¶ وَأما \" الرب \" فيطلق وَيُرَاد بِهِ الْمَالِك؛ لِأَن رب الشَّيْء مَالِكه كرب الدَّار وَغَيرهَا. ¶ وَيُطلق على المصلح - أَيْضا - فَيُقَال: \" رب الْأَدِيم \" أَي: أصلحه. ¶ وَيُطلق على المربي. ¶ وَفِي الْجُمْلَة لَا تطلق لَفْظَة \" الرب \" من غير إِضَافَة إِلَّا على الله - تَعَالَى -",
            "page": "70",
            "part": "1",
            "seal": "0D9B91B8"
        },
        {
            "id": "8",
            "nass": "دون غير ¶ [وَأما مُضَافا فَيجوز إِطْلَاقهَا على غَيره] كَقَوْلِه تَعَالَى - حِكَايَة عَن يُوسُف عَلَيْهِ السَّلَام -: {إِنَّه رَبِّي أحسن مثواي} [سُورَة يُوسُف: 23] ¶ وَكَذَلِكَ قَوْلهم: \" رب النَّاقة وَالدَّار \" وَغير ذَلِك. ¶ و\" الْعَالمين \" جمع عَالم، وَهُوَ: مَا سوى الله - تَعَالَى - من سَائِر الْمَخْلُوقَات. ¶ وَقيل: مَا فِيهِ حَيَاة ¶ وَقيل: غير ذَلِك.",
            "page": "71",
            "part": "1",
            "seal": "E549FC4B"
        },
        {
            "id": "9",
            "nass": "[الصَّلَاة على النَّبِي وَآله وَصَحبه] ¶ قَالَ: (وَصلى الله على سيدنَا مُحَمَّد وَآله وَصَحبه أَجْمَعِينَ) . ¶ أَقُول: لما أثنى على الله - تَعَالَى - سَأَلَهُ الصَّلَاة على رَسُوله [صلى الله عَلَيْهِ وَسلم] ، لِأَن الصَّلَاة من الله: الرَّحْمَة. ¶ وَمن الْمَلَائِكَة: الاسْتِغْفَار. ¶ وَمن الْآدَمِيّين: التضرع وَالدُّعَاء. ¶ وَإِنَّمَا أعقب الصَّلَاة بعد الْحَمد؛ لِكَثْرَة اقتران اسْمه عَلَيْهِ السَّلَام مَعَ اسْمه تَعَالَى وَلِهَذَا جرت السّنة من السّلف وَالْخلف بِاتِّبَاع الصَّلَاة بعد الْحَمد فِي تصانيفهم - رَحِمهم الله تَعَالَى - ¶ وَإِنَّمَا سمي مُحَمَّدًا؛ لِكَثْرَة خصاله الحميدة.",
            "page": "72",
            "part": "1",
            "seal": "B89C800E"
        },
        {
            "id": "10",
            "nass": "وَنَبِيًّا؛ لنبوته، وَهُوَ الِارْتفَاع على سَائِر الْخلق. ¶ أَو الإنبائه وَهُوَ الْإِخْبَار للنَّاس عَن الله تَعَالَى. ¶ وَأما \" الْآل \" فأصله أهل لتصغيره على أهيل؛ لِأَن التصغير يرد الْأَشْيَاء إِلَى أَصْلهَا؛ لِأَن الْهَاء قلبت همزَة؛ لقرب مخرجهما، ثمَّ قلبت الْهمزَة ألفا؛ لانفتاح مَا قبلهَا فَصَارَ \" آل \" ¶ وَفِيه دَلِيل على جَوَاز إِضَافَة \" الْآل \" إِلَى مُضْمر. ¶ وَبِه قَالَ جُمْهُور الْعلمَاء وَأنْكرهُ الْكسَائي والنحاس.",
            "page": "73",
            "part": "1",
            "seal": "48D3D210"
        },
        {
            "id": "11",
            "nass": "والزبيدي وَقَالُوا: لَا يجوز إِضَافَته إِلَّا إِلَى مظهر فَلَا يُقَال إِلَّا \" آل مُحَمَّد \" ¶ وَاخْتلفُوا فِي \" الْآل \" على ثَلَاثَة أَقْوَال: - ¶ فَذهب الشَّافِعِي وَأَصْحَابه إِلَى أَنهم بَنو هَاشم وَبَنُو الْمطلب. ¶ وَقَالَ الْأَزْهَرِي وَغَيره من الْمُحَقِّقين: هم جَمِيع الْأمة.",
            "page": "74",
            "part": "1",
            "seal": "3B418181"
        },
        {
            "id": "12",
            "nass": "وَهُوَ الَّذِي اخْتَارَهُ النَّوَوِيّ فِي \" شرح مُسلم \". ¶ وَقيل: أهل بَيته وعترته. ¶ و\" الصَّحَابَة \" جمع صَاحب وَهُوَ: كل مُسلم رأى النَّبِي -[صلى الله عَلَيْهِ وَسلم]- وَلَو سَاعَة",
            "page": "75",
            "part": "1",
            "seal": "46B6050F"
        },
        {
            "id": "13",
            "nass": "وَبِه قَالَ جُمْهُور الْعلمَاء. ¶ وَقيل: من طَالَتْ صحبته. ¶ وَهُوَ الرَّاجِح عِنْد الْأُصُولِيِّينَ وَالله أعلم ¶ [تَقْدِيم الْكتاب] ¶ قَالَ: (وَبعد. فَهَذِهِ وَرَقَات تشْتَمل على أصُول الْفِقْه) . ¶ أَقُول: لما فرغ أَولا من الثَّنَاء على الله، وَالصَّلَاة على رَسُوله، وَآله وَصَحبه أَشَارَ إِلَى مَا هُوَ بصدده فَقَالَ: \" وَبعد \" أَي: أَقُول - بعد الْحَمد وَالصَّلَاة - مَا تشْتَمل عَلَيْهِ هَذِه الورقات.",
            "page": "76",
            "part": "1",
            "seal": "7110D859"
        },
        {
            "id": "14",
            "nass": "وَهِي جمع قلَّة؛ لِأَنَّهَا جمع ورقة ¶ وَإِنَّمَا حصر الْأُصُول فِي وَرَقَات قَليلَة؛ تسهيلاً للمبتدي بِهِ، وَتَذْكِرَة للمنتهي عَنهُ. ¶ [بَيَان أَن أصُول الْفِقْه يتكون من جزأين] ¶ قَالَ: (وَهُوَ لفظ مؤلف من جزأين مفردين، أَحدهمَا الْأُصُول، وَالْآخر: الْفِقْه) : ¶ أَقُول: شرع يبين اسْم هَذَا الْعلم، فَقَالَ: \" هُوَ لفظ مؤلف \" أَي مركب. ¶ وَقيل: الْمركب غير الْمُؤلف؛ لِأَن الْمُضَاف، مؤلف ك \" عبد الله \" و \" غُلَام زيد \" وَمَا أشبههما. ¶ والمركب ك \" بعلبك \" و \" خَمْسَة عشر \" وَمَا أشبههما. ¶ وَقَوله: \" من جزأين مفردين \" يُشِير إِلَى أَن التَّأْلِيف قد يكون من جزأين مفردين كاسم هَذَا الْعلم؛ لِأَن \" الْأُصُول \" مُفْرد، و \" الْفِقْه \" كَذَلِك. ¶ فقد يكون من جملتين كَقَوْلِك: \" إِن قَامَ زيد قُمْت \" فَإِن مَعَ الْفِعْل وَالْفَاعِل جملَة و \" قُمْت \" جملَة أُخْرَى. ¶ لَكِن معرفَة الْمُؤلف متوقفة على معرفَة أَجْزَائِهِ، ثمَّ على معرفَة فَائِدَة النِّسْبَة بَين الْمُضَاف والمضاف إِلَيْهِ فشرع فِي تعريفهما.",
            "page": "77",
            "part": "1",
            "seal": "DD01DF3D"
        },
        {
            "id": "15",
            "nass": "[تَعْرِيف الأَصْل] ¶ قَالَ: (الأَصْل: مَا يَنْبَنِي عَلَيْهِ غَيره) . ¶ أَقُول: إِنَّه رَحمَه الله يُشِير إِلَى أَن لكل طَالب علم أَن يتَصَوَّر ذَلِك الْعلم أَولا عِنْد اشْتِغَاله بِهِ فَحِينَئِذٍ يحْتَاج إِلَى معرفَة حَده؛ لِأَن الْحَد يُفِيد التَّصَوُّر. ¶ فشرع يبين حد \" الْأُصُول \" و \" الْفِقْه وَإِنَّمَا جمع الْأُصُول؛ ليعم الْكتاب وَالسّنة وَالْقِيَاس وَغَيرهَا. وَالْأَصْل فِي اللُّغَة: مَا يبْنى عَلَيْهِ غَيره. ¶ وَهَذَا أحسن مَا قيل فِي حَده.",
            "page": "78",
            "part": "1",
            "seal": "2C718BF9"
        },
        {
            "id": "16",
            "nass": "وَفِي اصْطِلَاح أهل هَذَا الْفَنّ هُوَ الدَّلِيل. ¶ وَإِنَّمَا كَانَ الدَّلِيل أصلا؛ لانبناء الْأَحْكَام عَلَيْهِ، واستنباطها مِنْهُ. ¶ لَكِن سكت الشَّيْخ - رَحمَه الله - عَن بَيَان فَائِدَة النِّسْبَة بَين الْمُضَاف والمضاف",
            "page": "79",
            "part": "1",
            "seal": "84D21FA0"
        },
        {
            "id": "17",
            "nass": "إِلَيْهِ، لِأَنَّهُ لما شَرط معرفَة الجزأين: شَرط معرفَة النِّسْبَة بَينهمَا. ¶ أَقُول: لما كَانَ الأَصْل اسْم معنى، وَالْمعْنَى يفْتَقر إِضَافَته إِلَى آخر ليُفِيد اختصاصاً أَو غَيره فأضافة إِلَى الْفِقْه. ¶ [تَعْرِيف الْفَرْع] ¶ قَالَ: (وَالْفرع: مَا يبْنى على غَيره) . ¶ أَقُول: لما ذكر أَولا الأَصْل: ذكره بعده الْفَرْع اسْتِطْرَادًا؛ لِأَنَّهُ مَا يُقَابل الأَصْل إِلَّا الْفَرْع. ¶ وَلِهَذَا يُقَال للْمَذْهَب فرع الْأُصُول؛ لِأَنَّهُ مَبْنِيّ عَلَيْهِ، ومرتب على قَوَاعِده. ¶ [تَعْرِيف الْفِقْه] ¶ قَالَ: (وَالْفِقْه: معرفَة الْأَحْكَام الشَّرْعِيَّة الَّتِي طريقها الِاجْتِهَاد) . ¶ أَقُول: لما فرغ من تَعْرِيف الْأُصُول أَخذ فِي تَعْرِيف الْجُزْء الثَّانِي وَهُوَ: الْفِقْه؛ لِأَن الْفِقْه فِي اللُّغَة: الْفَهم",
            "page": "80",
            "part": "1",
            "seal": "8A85B4A6"
        },
        {
            "id": "18",
            "nass": "وَفِي الِاصْطِلَاح مَخْصُوص بِمَعْرِِفَة الْأَحْكَام ... . إِلَى آخِره. ¶ وَإِنَّمَا قيد الْأَحْكَام بالشرعية؛ لتخرج الْأَحْكَام الْعَقْلِيَّة كَقَوْلِنَا: \" الْحَرَكَة",
            "page": "81",
            "part": "1",
            "seal": "5334431B"
        },
        {
            "id": "19",
            "nass": "والسكون لَا يَجْتَمِعَانِ فِي حَال وَاحِد وَلَا يرتفعان \" لِأَن الشَّيْء الْوَاحِد إِمَّا أَن يكون سَاكِنا أَو متحركاً. ¶ وَكَذَا \" الْبيَاض والسواد \" و \" النَّفْي الْإِثْبَات \". ¶ وَكَذَا قَوْلنَا: \" الْكل أعظم من الْجُزْء \". ¶ فَإِن هَذِه الْأَشْيَاء تعرف بِالْعقلِ. ¶ بِخِلَاف الْأَحْكَام الشَّرْعِيَّة فَهِيَ لَا تعرف إِلَّا بِالنَّقْلِ كالتبييت شَرط فِي صَوْم رَمَضَان، وَأَن لَا زَكَاة فِي حلي مُبَاح، وَلَا فِي الْإِبِل إِذا لم تكن سَائِمَة.",
            "page": "82",
            "part": "1",
            "seal": "14587858"
        },
        {
            "id": "20",
            "nass": "فَهَذِهِ الْأَشْيَاء لَا تعرف إِلَّا بِالشَّرْعِ، لَا بِالْعقلِ. ¶ وَلِهَذَا لم يقل للعارف بِالْأَحْكَامِ الْعَقْلِيَّة: فَقِيه. ¶ وَقَوله: \" الَّتِي طريقها الِاجْتِهَاد \" أَرَادَ إِخْرَاج الْأَحْكَام الشَّرْعِيَّة القطعية الَّذِي يُشَارك فِي مَعْرفَتهَا الْعَام وَالْخَاص كَقَوْلِنَا: \" الصَّلَوَات الْخمس وَاجِبَة \" وَكَذَا: \" الْحَج \" و \" إِن الزِّنَا محرم \" وَكَذَا \" السّرقَة \". ¶ فَلَا تتَوَقَّف معرفَة هَذِه على الِاجْتِهَاد، وَلَا يُقَال للعارف بهَا فَقِيه. ¶ وَإِنَّمَا الْفَقِيه هُوَ الْعَارِف بمسائل النّظر وَالِاجْتِهَاد الَّتِي لَيْسَ للعوام مِنْهَا سوى التَّقْلِيد.",
            "page": "83",
            "part": "1",
            "seal": "D553C508"
        },
        {
            "id": "21",
            "nass": "فَإِن قيل: الْألف وَاللَّام الدَّاخِلَة على الْأَحْكَام لم يتَقَدَّم لَهَا ذكر لتَكون للْعهد وَلَا يجوز أَن تكون للاستغراق إِذْ مَا من أحد إِلَّا وَلَا بُد أَن يشذ عَنهُ شَيْء من الْأَحْكَام، فَحِينَئِذٍ يتَعَذَّر وجود فَقِيه وَاحِد. ¶ وَلَا يجوز أَن يحمل على الْحَقِيقَة؛ لِأَنَّهُ لَو حمل عَلَيْهَا لقيل لكل من عرف حكما وَاحِدًا: فَقِيه. وَلَيْسَ كَذَلِك على تعريفهم. ¶ وَالْجَوَاب: أَن الْأَحْكَام السَّبْعَة الْآتِي ذكرهَا وَإِن لم تذكر فَهِيَ معهودة عِنْد الْإِطْلَاق فَيصْرف إِطْلَاقهم الْأَحْكَام إِلَيْهَا وَالله أعلم.",
            "page": "84",
            "part": "1",
            "seal": "4ED64A8C"
        },
        {
            "id": "22",
            "nass": "[أَنْوَاع الْأَحْكَام] ¶ قَالَ: (الْأَحْكَام سَبْعَة: \" الْوَاجِب \" و \" الْمَنْدُوب \" و \" الْمُبَاح \" و \" الْمَحْظُور \" و \" الْمَكْرُوه \" و \" الصَّحِيح \" و \" الْبَاطِل \") . ¶ أَقُول: إِنَّه أَخذ فِي عدد الْأَحْكَام الْمُتَعَلّقَة بِأَفْعَال الْمُكَلّفين وَهِي سَبْعَة على مَا اخْتَار - هَا هُنَا؛ لِأَن خطابة تَعَالَى الْمُتَعَلّق بِأَفْعَال الْمُكَلّفين فِي الْمُعَامَلَات وَغَيرهَا. ¶ فَإِن تعلق بهَا إِمَّا أَن يكون صَحِيحا أَو بَاطِلا؛ لِأَن الْمُعَامَلَات إِن كَانَت على الْوَجْه الشَّرْعِيّ تعلق الحكم بِصِحَّتِهَا وَإِلَّا ببطلانها. ¶ وَإِن تعلق الْخطاب بغَيْرهَا من أَفعَال الْمُكَلّفين فَلَا يَخْلُو: أَن يَقْتَضِي الطّلب،",
            "page": "85",
            "part": "1",
            "seal": "9538FEDF"
        },
        {
            "id": "23",
            "nass": "أَو التّرْك. ¶ فَالْأول: إِن كَانَ لَازِما فَهُوَ الْوَاجِب كأمره تَعَالَى بِالصَّلَاةِ، وَالزَّكَاة وَالْحج وَغير ذَلِك. ¶ وَإِن لم يكن الطّلب لَازِما فَهُوَ الْمَنْدُوب كَسَائِر السّنَن. ¶ وَالثَّانِي وَهُوَ التّرْك؛ لِأَن الْخطاب إِذا اقْتضى التّرْك فَإِن كَانَ جَازِمًا فَهُوَ الْحَظْر أَي: الْحَرَام كَقَوْلِه تَعَالَى {لَا تقربُوا الزِّنَا} [سُورَة الْإِسْرَاء: 32] {لَا تَأْكُلُوا أَمْوَالكُم بَيْنكُم بِالْبَاطِلِ} [سُورَة الْبَقَرَة: 188] {وَلَا تقتلُوا النَّفس الَّتِي حرم الله إِلَّا بِالْحَقِّ} [سُورَة الْإِسْرَاء: 33] وَمَا أشبه ذَلِك. ¶ فَهَذَا خطاب يَقْتَضِي التّرْك جزما. ¶ وَإِن لم يقتض التّرْك جزما [فمكروه كَقَوْلِه عَلَيْهِ السَّلَام: (لَا صَلَاة لِجَار الْمَسْجِد إِلَّا فِي الْمَسْجِد) ، وَكَذَا الِاسْتِنْجَاء بِالْيَمِينِ، وَالْكَلَام] على الْغَائِط وَالسَّلَام على الْآكِل، وَالْمُصَلي، وَالْقَاضِي حَاجته، وَمَا أشبه ذَلِك. ¶ وَإِن أذن فِي فعله من غير حث، أَو خير بَين فعله وَتَركه فَهُوَ مُبَاح كَقَوْلِه تَعَالَى {وَإِذا حللتم فاصطادوا} [سُورَة الْمَائِدَة: 2] فَهُوَ [للتَّخْيِير] ؛ إِذْ لَا يجب الصَّيْد عِنْد الْإِحْلَال من الْإِحْرَام، وَلَا يسن فَحمل على الْإِبَاحَة. ¶ وَكَذَا قَوْله تَعَالَى: {فَإِذا قضيت الصَّلَاة فَانْتَشرُوا فِي الأَرْض} [سُورَة الْجُمُعَة: 10] وَمَا أشبههما.",
            "page": "86",
            "part": "1",
            "seal": "799A36D3"
        },
        {
            "id": "24",
            "nass": "وَمِنْهُم من جعل الْأَحْكَام خَمْسَة؛ لِأَن الصَّحِيح فِي حكم الْمُبَاح، وَالْبَاطِل فِي حكم الْمَحْظُور وَالله أعلم.",
            "page": "87",
            "part": "1",
            "seal": "0AE24BA1"
        },
        {
            "id": "25",
            "nass": "[تَعْرِيف الْوَاجِب] ¶ قَالَ: (الْوَاجِب مَا يُثَاب على فعله ويعاقب على تَركه) . ¶ أَقُول: لما فرغ من تَقْسِيم الْأَحْكَام شرع فِي تَعْرِيف الْأَفْعَال الْمُتَعَلّقَة بهَا فرسمه أَولا؛ لِأَنَّهُ أصل بِالنِّسْبَةِ إِلَى بَاقِي الْأَحْكَام. ¶ فَأصل الْوَاجِب فِي اللُّغَة: السُّقُوط؛ لِأَن السَّاقِط يلْزم مَكَانَهُ، فَسُمي اللازام الَّذِي لَا خلاص مِنْهُ وَاجِبا. ¶ ويرسم الْوَاجِب فِي اصْطِلَاح أهل هَذَا الْفَنّ [ب] \" مَا يُثَاب فَاعله،",
            "page": "88",
            "part": "1",
            "seal": "9017042E"
        },
        {
            "id": "26",
            "nass": "ليخرج \" الْحَرَام \" و \" الْمَكْرُوه \" و \" الْمُبَاح \" فَإِن هَؤُلَاءِ لَا يُثَاب فاعلهم. ¶ قَوْله: \" ويعاقب تَاركه \" ليخرج \" الْمَنْدُوب \"؛ فَإِنَّهُ يُثَاب على فعله، لَكِن لَا يُعَاقب على تَركه. ¶ فانطبق الرَّسْم على الْوَاجِب كالصلوات الْخمس، وَصَوْم رَمَضَان وَالْحج [وَغَيرهَا لتحَقّق] الوصفين فِيهِ وهما: \" الثَّوَاب على الْفِعْل \" و \" الْعقَاب على التّرْك \" وَالله أعلم. ¶ [تَعْرِيف الْمَنْدُوب] ¶ قَالَ: (وَالْمَنْدُوب: مَا يُثَاب على فعله وَلَا يُعَاقب على تَركه) . ¶ أَقُول: لما فرغ من رسم الْوَاجِب: شرع فِي رسم الْمَنْدُوب؛ ليميزه عَن أقسامه. فَقَالَ: \" الْمَنْدُوب: مَا يُثَاب على فعله \" كالسنن مثلا؛ فَإِنَّهُ يُثَاب على فعلهَا. ¶ وَخرج بِهَذَا الْقَيْد \" الْمَحْظُور \" و \" الْمَكْرُوه و \" الْمُبَاح \" فَإِنَّهُ لَا يُثَاب على فعلهم.",
            "page": "89",
            "part": "1",
            "seal": "81D68C1D"
        },
        {
            "id": "27",
            "nass": "و [ب] قَوْله: \" وَلَا يُعَاقب على تَركه \" خرج الْوَاجِب. ¶ وانطبق الرَّسْم على الْمَنْدُوب لتحَقّق الوصفين وهما: \" الثَّوَاب على الْفِعْل، و \" عدم الْعقَاب على التّرْك \". ¶ وَيُسمى الْمَنْدُوب أَيْضا \" نَافِلَة \" و \" سنة \" وَالله أعلم. ¶ [تَعْرِيف الْمُبَاح] ¶ قَالَ: (والمباح: مَا لَا يُثَاب على فعله وَلَا يُعَاقب على تَركه) ¶ أَقُول: لما فرغ من رسم الْوَاجِب وَالْمَنْدُوب شرع فِي رسم الْمُبَاح فَقَالَ: مَا لَا يُثَاب على فعله وَلَا يُعَاقب على تَركه \" وَفِيه دَلِيل على أَن صل الْمُبَاح الاتساع وَمِنْه يُقَال: \" بحبوحة الْجنَّة \" وَهُوَ: مَا اتَّسع مِنْهَا. ¶ وَقد وسع على الْمُكَلف فِيهِ؛ إِذْ لَا يُعَاقب على فعله وَتَركه، وَلَا يُثَاب عَلَيْهِمَا",
            "page": "90",
            "part": "1",
            "seal": "594F7B23"
        },
        {
            "id": "28",
            "nass": "فَخرج \" الْوَاجِب \" و \" الْمَنْدُوب \" بقوله \" لَا يُثَاب على فعله \"؛ لِأَنَّهُ يُثَاب على فعلهمَا. ¶ وَكَذَا \" الْحَرَام \" و \" الْمَكْرُوه \" فَإِنَّهُ لَا يُثَاب على فعلهمَا. ¶ وَخرج بقوله: \" وَلَا يُعَاقب على تَركه \" الْوَاجِب؛ فَإِنَّهُ يُعَاقب على تَركه. ¶ وانطبق الرَّسْم على الْمُبَاح؛ لتحَقّق الوصفين وهما: \" عدم الثَّوَاب \" و \" [عدم] الْعقَاب فِيهِ \" وَالله أعلم. ¶ [تَعْرِيف الْمَحْظُور] ¶ قَالَ: (والمحظور مَا يُثَاب على تَركه، ويعاقب على فعله) . ¶ أَقُول: لما فرغ من رسم الْأَحْكَام الثَّلَاثَة: شرع فِي الرَّابِع وَهُوَ \" الْحَرَام \"؛ لِأَن أصل الْحَظْر: الْمَنْع، وَلِهَذَا يُقَال لكل مَا يمْنَع الْمَاشِيَة من الْخُرُوج: \" حَظِيرَة \" ¶ وَالْحرَام مَمْنُوع مِنْهُ شرعا كَالزِّنَا، وَشرب الْخمر، وَمَا أشبههما.",
            "page": "91",
            "part": "1",
            "seal": "4A34D6D6"
        },
        {
            "id": "29",
            "nass": "وَقَوله: \" مَا يُثَاب على تَركه \" ليخرج \" الْوَاجِب \"؛ فَإِنَّهُ لَا يُثَاب على تَركه، بل يُعَاقب كَمَا سبق ¶ وَخرج \" الْمُبَاح \" أَيْضا، إِذْ لَا يُثَاب على تَركه. ¶ وَكَذَا \" الْمَنْدُوب \"؛ فَإِنَّهُ لَا يُثَاب على تَركه - أَيْضا - ¶ وَقَوله: \" ويعاقب على فعله \" يخرج \" الْوَاجِب \"؛ فَإِنَّهُ لَا يُعَاقب على فعله، بل يُثَاب على فعله. ¶ وَكَذَا \" الْمَنْدُوب \"؛ فَإِنَّهُ لَا يُعَاقب على فعله، بل يُثَاب على فعله. ¶ وَكَذَا \" الْمُبَاح \"؛ فَإِنَّهُ لَا يُعَاقب على فعله ¶ وَكَذَا \" الْمَكْرُوه \"؛ فَإِنَّهُ لَا يُعَاقب على فعله. ¶ وَقد انطبق الرَّسْم على الْمَحْظُور؛ لتحَقّق الصفتين وهما: \" وجود الثَّوَاب على تَركه \" و \" وجود الْعقَاب على فعله \" ¶ وَهَذَا إِذا تَركه؛ لامتثال الْأَمر والتقرب إِلَى الله - تَعَالَى - فَإِنَّهُ يُثَاب على تَركه. ¶ أما إِذا تَركه لعدم وُصُوله إِلَيْهِ، أَو من غير نِيَّة لامتثال الْأَمر فَلَيْسَ لَهُ ثَوَاب على تَرِكَة. وَالله أعلم.",
            "page": "92",
            "part": "1",
            "seal": "3FBF202A"
        },
        {
            "id": "30",
            "nass": "[تَعْرِيف الْمَكْرُوه] ¶ قَالَ: (وَالْمَكْرُوه مَا يُثَاب على تَركه، وَلَا يُعَاقب على فعله) . ¶ أَقُول: لما فرغ من رسم الْأَحْكَام الْأَرْبَعَة شرع فِي رسم الْخَامِس وَهُوَ: الْمَكْرُوه. ¶ وَهُوَ مُشْتَقّ من الْكَرَاهَة؛ لِأَنَّهُ كلما نهى عَنهُ الشَّرْع تَنْزِيها فَهُوَ مَكْرُوه. ¶ وَقد سبق لَهُ أَمْثِلَة فِي تَقْسِيم الْأَحْكَام. ¶ ثمَّ رسمه ب \" مَا يُثَاب على تَركه \". ¶ وَكَذَا إِذا كَانَ التّرْك بِقصد التَّقَرُّب إِلَى الله - تَعَالَى - كَمَا سبق - أَيْضا - فِي رسم الْحَرَام. ¶ وَقَوله: \" مَا يُثَاب على تَركه \" يخرج \" الْوَاجِب \"؛ فَإِنَّهُ لَا يُثَاب على تَركه، بل يُعَاقب. ¶ وَكَذَا يخرج \" الْمَنْدُوب \" و \" الْمُبَاح \"؛ فَإِنَّهُ لَا يُثَاب على تَركهمَا. ¶ وَأخرج الْحَرَام بقوله: \" وَلَا يُعَاقب على فعله \"؛ فَإِن الْحَرَام يُعَاقب على فعله ¶ وانطبق الرَّسْم على الْمَكْرُوه لتحَقّق الصفتين وهما: \" الثَّوَاب على ترك فعله \" و \" عدم الْعقَاب على فعله \" وَالله أعلم.",
            "page": "93",
            "part": "1",
            "seal": "5BDF9C3C"
        },
        {
            "id": "31",
            "nass": "[تَعْرِيف الصَّحِيح] ¶ قَالَ: (وَالصَّحِيح: مَا يعْتد بِهِ وَيتَعَلَّق بِهِ النّفُوذ) . ¶ أَقُول: لما فرغ من رسم الْأَحْكَام الْخَمْسَة غير الْمُتَعَلّقَة بالمعاملات: شرع فِي رسم الحكم السَّادِس الْمُتَعَلّق بالمعاملات وَهُوَ: الصَّحِيح؛ لِأَن الْعُقُود إِذا أفادت الْمَقْصُود الشَّرْعِيّ سميت صَحِيحا كَالْبيع - مثلا - إِذا أَفَادَ الْملك، وَالنِّكَاح إِذا أَفَادَ حل الْوَطْء وَمَا أشبههما فَإِن الْعُقُود الشَّرْعِيَّة يعْتد بهَا، وَمَا يعْتد بِهِ يُوصف بِالصِّحَّةِ وَيكون نَافِذا. ¶ فَلَو اكْتفى بِإِحْدَى اللَّفْظَيْنِ: كَانَ أولى؛ لِأَن الرسوم مَبْنِيَّة على الِاقْتِصَار من غير ترادف. وَالله أعلم.",
            "page": "94",
            "part": "1",
            "seal": "AF7AAFA6"
        },
        {
            "id": "32",
            "nass": "تَعْرِيف الْبَاطِل ¶ قَالَ: (وَالْبَاطِل: مَا لَا يتَعَلَّق بِهِ النّفُوذ وَلَا يعْتد بِهِ) . ¶ أَقُول: لما فرغ من رسم الصَّحِيح الْمُتَعَلّق بالمعاملات شرع فِي رسم مَا يُقَابله فِيهَا وَهُوَ الْبَاطِل، وَيُقَال لَهُ الْفَاسِد - أَيْضا -؛ إِذْ لَا فرق بَينهمَا عندنَا. ¶ وَفرق بَينهمَا أَبُو حنيفَة وَقَالَ: كل مَا لم يشرع بِأَصْلِهِ وَوَصفه فَبَاطِل كَبيع الملاقيح - وَهُوَ: مَا فِي بطُون",
            "page": "95",
            "part": "1",
            "seal": "82040C15"
        },
        {
            "id": "33",
            "nass": "الْأُمَّهَات فَإِنَّهُ لم يشرع بِأَصْلِهِ، وَلَا وَصفه؛ لِأَن من أصل الْمَبِيع: أَن يكون مَوْجُودا عِنْد العقد، وَمن وَصفه: أَن يكون مَقْدُورًا على تَسْلِيمه، وهما منتفيان هُنَا. ¶ وَمَا شرع بِأَصْلِهِ دون وَصفه كالربا فَإِنَّهُ مَشْرُوع فِي أَصله؛ لِأَن بيع الْجِنْس بِالْجِنْسِ مَشْرُوع، لَكِن الصّفة منتفية هُنَا؛ لوُجُود الزِّيَادَة فيسمى هَذَا عِنْده فَاسِدا. ¶ وَكَذَا نِكَاح العَبْد الْحرَّة بِشَرْط أَن تكون رقبته صَدَاقهَا، فَإِن النِّكَاح مَشْرُوع دون الْوَصْف. ¶ وَكَذَا مخالعة الصَّغِيرَة وَنَحْو ذَلِك. ¶ وَمَا بَطل من أَصله يُسمى بَاطِلا. ¶ وَفِي الْجُمْلَة: فَهَذِهِ الْعُقُود - كلهَا - سَوَاء قُلْنَا ببطلانها أَو فَسَادهَا فَلَا تفِيد الْمَقْصُود، وَلَا يعْتد بهَا. ¶ وَلَو اقْتصر الشَّيْخ - رَحمَه الله تَعَالَى - على أحد اللَّفْظَيْنِ لَكَانَ أولى، كَمَا سبق فِي الصَّحِيح وَالله أعلم.",
            "page": "96",
            "part": "1",
            "seal": "B1781610"
        },
        {
            "id": "34",
            "nass": "[الْفرق بَين الْفِقْه وَالْعلم] ¶ قَالَ: (وَالْفِقْه أخص من الْعلم) . ¶ أَقُول: لما فرغ من تَقْسِيم الْأَحْكَام وتعريفها شرع فِي الْفرق بَين \" الْفِقْه \" و \" الْعلم \". ¶ فَقَالَ: \" الْفِقْه أخص من الْعلم \" وَهُوَ كَذَلِك؛ لِأَن الْفِقْه هُوَ: معرفَة الْأَحْكَام الشَّرْعِيَّة - فَقَط. ¶ بِخِلَاف الْعلم فَإِنَّهُ يُطلق على الْفِقْه والنحو والْحَدِيث وَغَيرهَا فَكَانَ الْفِقْه نوعا مِنْهَا وَلِهَذَا يُقَال: \" كل فقه علم \"، وَلَا يُقَال \" كل علم فقه \" وَالله أعلم. ¶ [تَعْرِيف الْعلم] ¶ قَالَ: (وَالْعلم: معرفَة الْمَعْلُوم على مَا هُوَ بِهِ) . ¶ أَقُول: لما فرغ من تَعْرِيف الْفِقْه شرع فِي حد الْعلم. ¶ وَبِه قَالَ جمَاعَة من الْعلمَاء.",
            "page": "97",
            "part": "1",
            "seal": "F83C4761"
        },
        {
            "id": "35",
            "nass": "وَذهب آخَرُونَ إِلَى أَن الْعلم لَا يحد؛ لِأَن الْأَشْيَاء - كلهَا - لَا تعرف إِلَّا بِالْعلمِ، وَالْحَد يكْشف عَن حَقِيقَة الْمَحْدُود: ¶ فَلَو حد الْعلم فَلَا يَخْلُو أَن يحد بِهِ، أَو بِغَيْرِهِ. ¶ فَإِن حد بِغَيْرِهِ: كَانَ محالاً؛ لِأَن الْعلم لَا ينْكَشف بِغَيْرِهِ ¶ وَإِن حد بِهِ: فَهُوَ - أَيْضا - محَال؛ لِأَنَّهُ لَا يعرف الشَّيْء بِنَفسِهِ. ¶ وَظَاهر كَلَام الشَّيْخ يَقْتَضِي الْحَد هُنَا. ¶ وَفِي كِتَابه الْمُسَمّى ب \" الْبُرْهَان \": أَن الْعلم لَا يحد. ¶ وَالْمرَاد بِالْعلمِ هُوَ الَّذِي يعرف الْأَشْيَاء على مَا هِيَ كَمَا أَن النَّار حارة، وَالْحجر جامد، وَالسَّمَاء مُرْتَفعَة، وَأَن الْإِنْسَان نَاطِق، وَمَا أشبه ذَلِك؛ لِأَن معرفَة هَذِه الْأَشْيَاء لَا تحْتَمل غير مَا فِي علم الْإِنْسَان، بل هِيَ فِي الْخَارِج على مَا هِيَ فِي الذِّهْن، وَلِهَذَا قيد الْعلم بِمَعْرِِفَة الْمَعْلُوم على مَا هُوَ بِهِ وَالله أعلم",
            "page": "98",
            "part": "1",
            "seal": "E709DD90"
        },
        {
            "id": "36",
            "nass": "[تَعْرِيف الْجَهْل] ¶ قَالَ: (وَالْجهل تصور الشَّيْء على خلاف مَا هُوَ بِهِ) . ¶ أَقُول: لما فرغ من حد الْعلم شرع فِي حد الْجَهْل؛ لِأَنَّهُ يُقَابل الْعلم. ¶ وَالْجهل على قسمَيْنِ: - ¶ بسيط وَهُوَ: عدم الْعلم بالشَّيْء الْغَائِب كالجهل بِمَا فِي الْبحار من الْحَيَوَانَات، وَمَا تَحت الْأَرْضين، وَمَا فِي غَد وَنَحْو ذَلِك، فالجهل فِي هَذِه الْأَشْيَاء وَاحِد - وَلِهَذَا قيل لَهُ: \" جهل بسيط \". ¶ وَالْمرَاد هُنَا هُوَ الْجَهْل الْمركب وَهُوَ: تصور الشَّيْء على خلاف مَا هُوَ بِهِ كاعتقاد المجسمة أَن الْبَارِي جلّ جَلَاله جسم. ¶ والمعتزلة أَنه تَعَالَى لَا يرى فِي الْآخِرَة. ¶ فَهَذَا جهل مركب من جزأين: - ¶ أَحدهمَا: عدم الْعلم. ¶ وَالثَّانِي: اعْتِقَاد غير مُطَابق. وَالله أعلم.",
            "page": "99",
            "part": "1",
            "seal": "7478CEAF"
        },
        {
            "id": "37",
            "nass": "[تَعْرِيف الْعلم الضَّرُورِيّ] ¶ قَالَ: (الْعلم الضَّرُورِيّ: مَا لم يَقع عَن نظر واستدلال. ¶ كَالْعلمِ الْوَاقِع بِإِحْدَى الْحَواس الْخمس الَّتِي هِيَ: حاسة السّمع، وَالْبَصَر، والشم والذوق واللمس، أَو بالتواتر. ¶ أَقُول: لما فرغ من حد الْعلم أَولا أردفه بِالْجَهْلِ اسْتِطْرَادًا؛ لِأَنَّهُ يُقَابله، ثمَّ شرع فِي تَقْسِيم الْعلم، وانه يَنْقَسِم إِلَى ضَرُورِيّ وَغَيره. ¶ وَالْمرَاد بِالْعلمِ هُنَا: الْحَادِث، لَا الْعلم الْقَدِيم؛ فَإِن علمه تَعَالَى لَا يُقَال لَهُ: \" ضَرُورِيّ \" وَلَا \" اكْتِسَاب \". ¶ بِخِلَاف علم الْعباد؛ فَإِن الْأَشْيَاء إِذا علمت بِأحد الْحَواس من غير نظر واستدلال كَمَا لَو سمع نهيق حمَار: علم أَنه صَوته، وَكَذَا صَهِيل الْفرس. ¶ وَكَذَا من رأى لوناً أَبيض أَو أسود، أَو مس جسما علم أَنه ناعم، أَو خشن، أَو شم رَائِحَة علم أَنَّهَا طيبَة أَو كريهة، أَو ذاق طَعَاما: علم أَنه حامض أَو مر. ¶ فَإِن هَذِه الْأَشْيَاء يعلمهَا الْإِنْسَان بديهيا من غير نظر واستدلال، وَلَا يُمكن اندفاعها عَن علمه، بل بِمُجَرَّد حُصُول الصَّوْت فِي الْأذن أدْرك مَعْنَاهُ. ¶ وَكَذَا فتح الحدقة فِيمَا يُمكن رُؤْيَته. ¶ وَكَذَا ملاقاة بشرة الملموس، وَكَذَا نشق الْهوى للرائحة.",
            "page": "100",
            "part": "1",
            "seal": "B6B92D24"
        },
        {
            "id": "38",
            "nass": "وَكَذَا اتِّصَال المذوق إِلَى اللِّسَان. ¶ فَإِن هَذِه الْأَشْيَاء تعلم بالحواس الْخمس. ¶ ثمَّ أعقبهم بالتواتر أَي: يُشِير إِلَى أَن من الْعلم الضَّرُورِيّ لَا يُدْرِكهُ بالحواس، بل بالتواتر كعلمنا بِبَلَد لم نره، بل علم يَقِينا بالتواتر، وكعلمنا. بِالْمَلَائِكَةِ والأنبياء، وَالْأَئِمَّة الْأَرْبَعَة وَغير ذَلِك. ¶ وَلنَا قسم سَابِع تدْرك بِهِ الْأَشْيَاء من غير نظر واستدلال كعلمنا أَن الْبيَاض والسواد لَا يَجْتَمِعَانِ فِي مَحل وَاحِد، وَأَن الْجُزْء أقل من الْكل، وَأَن الشَّيْء الْوَاحِد لَا يكون مَعْدُوما مَوْجُودا فِي حَال وَاحِد. ¶ فَإِن هَذِه الْأَشْيَاء - كلهَا - تعلم ضَرُورَة من غير نظر واستدلال وَالله أعلم. ¶ [تَعْرِيف الْعلم المكتسب، وَالنَّظَر، وَالِاسْتِدْلَال وَالدَّلِيل] ¶ قَالَ: (وَالْعلم المكتسب: مَا يَقع عَن نظر واستدلال. ¶ وَالنَّظَر هُوَ: الْفِكر فِي حَال المنظور فِيهِ. ¶ وَالِاسْتِدْلَال: طلب الدَّلِيل. ¶ وَالدَّلِيل: هُوَ المرشد إِلَى الْمَطْلُوب) .",
            "page": "101",
            "part": "1",
            "seal": "DC17F3A8"
        },
        {
            "id": "39",
            "nass": "أَقُول: لما فرغ من تَعْرِيف الْعلم الضَّرُورِيّ شرع فِي [تَعْرِيف] الْعلم المكتسب، وَهُوَ: الَّذِي لَا تعلم الْأَشْيَاء الْمَطْلُوبَة [إِلَّا بِنَظَر] واستدلال. ¶ وَلَو اقْتصر على أحد اللَّفْظَيْنِ كفى؛ لِأَن النّظر - فِي الْحَقِيقَة - هُوَ الطّلب، وَالِاسْتِدْلَال كَذَلِك. ¶ لَكِن رُبمَا جمع بَينهمَا زِيَادَة إِيضَاح. ¶ وَلِهَذَا فسر كل وَاحِد مِنْهُمَا بتفسير فِي الظَّاهِر، وَإِن كَانَت الْحَقِيقَة وَاحِدَة: فَقَالَ: - ¶ النّظر هُوَ: الْفِكر فِي حَال المنظور فِيهِ. ¶ وَالِاسْتِدْلَال: طلب الدَّلِيل، كَأَنَّهُ يُشِير إِلَى أَن النّظر أَعم من الِاسْتِدْلَال وَلِهَذَا عرفه بالفكر فِي حَال المنظور فِيهِ؛ لِأَن الْفِكر قد يكون من جِهَة مَا يصدق بِهِ وَيحكم عَلَيْهِ كَقَوْلِنَا: \" الرِّبَا حرَام \" و \" الْمُتْعَة حرَام \" و \" الِاسْتِئْجَار على الوطي حرَام \" فَهَذِهِ عُقُود علم تَحْرِيمهَا بالفكر وَالِاسْتِدْلَال وَحكم عَلَيْهَا. ¶ وَقد يكون الْفِكر من جِهَة تصور مَا وَلَا يحكم عَلَيْهِ، وَذَلِكَ لعدم الِاسْتِدْلَال، فَكَانَ الْفِكر أَعم، وَالِاسْتِدْلَال أخص؛ لوُجُوده فِي أحد الفكرين.",
            "page": "102",
            "part": "1",
            "seal": "513FAD75"
        },
        {
            "id": "40",
            "nass": "ثمَّ فسر الِاسْتِدْلَال بِطَلَب الدَّلِيل المرشد إِلَى الْمَطْلُوب، فَكَأَنَّهُ جعل الِاسْتِدْلَال طلب الدَّلِيل المرشد إِلَى الْمَقْصُود سَوَاء اتَّصل إِلَى الْمَقْصُود بطرِيق قَطْعِيّ أَو ظَنِّي عِنْد الْفُقَهَاء. ¶ وَفرق المتكلمون بَين مَا يُوصل إِلَى الْمَقْصُود أَن يكون بطرِيق قَطْعِيّ أَو ظَنِّي، فَمَا أوصل بطرِيق قَطْعِيّ يُسمى دَلِيلا، وَإِلَّا يُسمى أَمارَة وَالله أعلم ¶ [تَعْرِيف الظَّن] ¶ قَالَ: (وَالظَّن: تَجْوِيز أَمريْن أَحدهمَا أظهر من الآخر) . ¶ أَقُول: لما ذكر رسم الْأُصُول، ورسم الْفِقْه، ورسم الْعلم الَّذِي بِهِ يتَوَصَّل إِلَى معرفتهما: شرع فِي الْفرق بَين \" الظَّن \" و \" الشَّك \" اللَّذين بهما يتَوَصَّل أَيْضا إِلَى معرفَة الْأُصُول وَالْفِقْه فَقَالَ: - ¶ الظَّن: تَجْوِيز أَمريْن أَحدهمَا أظهر من الآخر كَمَا لَو هبت الرِّيَاح وتغيمت",
            "page": "103",
            "part": "1",
            "seal": "C504505F"
        },
        {
            "id": "41",
            "nass": "السَّمَاء فِي الشتَاء فَإِن الرَّاجِح من هذَيْن الِاحْتِمَالَيْنِ وُقُوع الْمَطَر، وَهُوَ الظَّن. ¶ والطرف المرجوع الْمُقَابل للراجح يُسمى وهما وَالله أعلم. ¶ [تَعْرِيف الشَّك] ¶ قَالَ: (وَالشَّكّ: تَجْوِيز أَمريْن لامزية لأَحَدهمَا على الآخر) . ¶ أَقُول: لما فرغ من تَعْرِيف الظَّن الَّذِي هُوَ الطّرف الرَّاجِح أَخذ فِي بَيَان مَا يَسْتَوِي طرفاه من غير تَرْجِيح كَمَا لَو تَيَقّن الْوضُوء وَالْحَدَث، ثمَّ جهل السَّابِق مِنْهُمَا. ¶ فَإِن غلب عَلَيْهِ تقدم أحد الْأَمريْنِ سمى الْغَالِب ظنا، وَالثَّانِي وهما. ¶ وَإِن اسْتَوَى الطرفان من غير تَرْجِيح سمي شكا. ¶ وَهَذَا فِي اصْطِلَاح أهل هَذَا الْفَنّ. ¶ وَإِلَّا فَفِي اللُّغَة لَا فرق بَين الظَّن وَالشَّكّ، وَبِه قَالَ الْخَلِيل ابْن أَحْمد.",
            "page": "104",
            "part": "1",
            "seal": "7D5FB402"
        },
        {
            "id": "42",
            "nass": "وَإِنَّمَا ميز الشَّيْخ - رَحمَه الله - بَينهمَا؛ إِشَارَة لأقسام تردد على الْعلم، وَلها مدْخل فِي الْمَذْهَب فَتَارَة يتَوَصَّل إِلَى معرفَة أصُول الْفِقْه بِالْعلمِ، وَتارَة بِالظَّنِّ، وَتارَة بِالشَّكِّ وَالله أعلم. ¶ [تَعْرِيف أصُول الْفِقْه] ¶ قَالَ: (وأصول الْفِقْه طرقه على سَبِيل الْإِجْمَال، وَكَيْفِيَّة الِاسْتِدْلَال بهَا [وَمعنى قَوْلنَا: كَيْفيَّة الِاسْتِدْلَال بهَا تَرْتِيب الْأَدِلَّة فِي التَّرْتِيب والتقديم وَالتَّأْخِير وَمَا يتبع ذَلِك من أَحْكَام الْمُجْتَهدين] . ¶ أَقُول: لما فرغ من بَيَان الْأُصُول، وَبَيَان الْفِقْه وَبَيَان مَا يحْتَاج إِلَيْهِ فِي هَذَا الْفَنّ (من الْعلم) و (الظَّن) و (الشَّك) و (النّظر) و (الدَّلِيل) شرع فِي بَيَان معنى قَوْله: \" أصُول الْفِقْه \" فَإِن التَّرْكِيب الإضافي لَا يُفِيد إِلَّا لنسبة تكون بَين الْمُضَاف والمضاف إِلَيْهِ. ¶ وَقد سبق أَنه لَا بُد للمتكلم بهما من معرفَة كل وَاحِد مِنْهُمَا مُنْفَردا، ثمَّ تعلم النِّسْبَة بَينهمَا، ثمَّ يضيف أَحدهمَا إِلَى الآخر. ¶ كَمَا إِذا تصورنا الْغُلَام - مثلا - ثمَّ زيدا، ثمَّ علمنَا أَنه ملكه، فَهَذِهِ نِسْبَة تفِيد إِضَافَة الْغُلَام إِلَى زيد فَكَذَا من عرف \" الأَصْل \" و \" الْفِقْه \" فَلَا يعلم معنى التَّرْكِيب حَتَّى يشْرَح لَهُ مَأْخَذ الشَّيْخ - رَحمَه الله - فِي شرح معنى التَّرْكِيب الَّذِي هُوَ علم لهَذَا الْفَنّ فَقَالَ:",
            "page": "105",
            "part": "1",
            "seal": "0B805CB4"
        },
        {
            "id": "43",
            "nass": "أصُول الْفِقْه: \" طرْقَة على سَبِيل الْإِجْمَال \" أَي: دلائله مجملة. \" وَإِنَّمَا قيد دلائله بالإجمال ليخرج الْفِقْه؛ لِأَن دلائله مفصله. ¶ وَالْمرَاد بالدلائل: مَا يتَوَصَّل بهَا إِلَى إِثْبَات الْأَحْكَام كالإجماع، وَالْقِيَاس، وَالْأَخْبَار. ¶ وَقَوله: \" وَكَيْفِيَّة الِاسْتِدْلَال \" يُشِير إِلَى حَال الْمُجْتَهد إِلَى أَنه مَعَ معرفَة الْأَدِلَّة لَا بُد لَهُ من معرفَة كَيْفيَّة الِاسْتِدْلَال كحمل الْمُطلق على الْمُقَيد، وَتَقْدِيم الْخَاص على الْعَام، وَالنَّظَر فِي الْمسَائِل الغامضة وَغير ذَلِك مِمَّا يَأْتِي الْكَلَام عَلَيْهِ وَاضحا إِن شَاءَ الله - تَعَالَى -. ¶ وغايته: أَن أصُول الْفِقْه يشْتَمل على الْإِجْمَال، وطرق الْفِقْه، وَكَيْفِيَّة اسْتِعْمَالهَا، وَحَال الْمُجْتَهد، وَالله أعلم.",
            "page": "106",
            "part": "1",
            "seal": "CDC36E50"
        },
        {
            "id": "44",
            "nass": "[أَبْوَاب أصُول الْفِقْه] ¶ قَالَ: (وَمن أَبْوَاب أصُول الْفِقْه: \" أَقسَام الْكَلَام \" و \" الْأَمر \" و \" النَّهْي \" و \" الْعَام \" و \" الْخَاص \"، \" والمجمل \" و \" الْمُبين \" و \" الظَّاهِر \" و \" المؤل \" و \" الْأَفْعَال \" و \" النَّاسِخ والمنسوخ \" و \" الْإِجْمَاع \" و \" الْقيَاس \" و \" الْأَخْبَار \"، و \" الْحَظْر \" و \" الْإِبَاحَة \" و \" تَرْتِيب الْأَدِلَّة \" و \" صفة الْمُفْتِي والمستفتي \" و \" أَحْكَام الْمُجْتَهدين \") . ¶ أَقُول: لما فرغ من بَيَان أصُول الْفِقْه، وَبَيَان مَا يتَوَصَّل إِلَى معرفَة الْأُصُول من علم وَظن وَشك وَغير ذَلِك: شرع فِي عدد أبوابه إِجْمَالا، ثمَّ يفصله بَابا بَابا إِلَى آخر ورقاته على مَا ستراه إِن شَاءَ الله وَاضحا. ¶ [بَيَان مَا يتركب مِنْهُ الْكَلَام] ¶ [قَالَ: (فَأَما أَقسَام الْكَلَام فَأَقل مَا يتركب مِنْهُ الْكَلَام اسمان، أَو اسْم وَفعل، أَو اسْم وحرف، أَو حرف وَفعل) ] . ¶ أَقُول: لما فرغ من عد الْأَبْوَاب أَخذ فِي تَفْصِيل مَعَانِيهَا على التَّرْتِيب فَبَدَأَ بأقسام الْكَلَام وَأَنه ينْعَقد من اسْمَيْنِ مثل: \" زيد قَائِم \" وَهَذَا لَا خلاف فِيهِ بَين الْعلمَاء.",
            "page": "107",
            "part": "1",
            "seal": "B0675AF6"
        },
        {
            "id": "45",
            "nass": "وَمن اسْم وَفعل مثل: \" زيد قَامَ \": أَو \" يقوم \" وَهَذَا كَذَلِك لَا خلاف بَينهم فِيهِ. ¶ وَاخْتلفُوا فِي انْعِقَاده من حرف وَاسم مثل \" يَا زيد \": ¶ فَذهب الْجِرْجَانِيّ إِلَى انْعِقَاده. ¶ وَذهب الْجُمْهُور إِلَى أَنه مَا انْعَقَد الْحَرْف مَعَ الِاسْم إِلَّا لما نَاب عَن الْفِعْل وَهُوَ: \" أَدْعُو \" أَو \" أنادي \". ¶ وَكَذَا اخْتلفُوا فِي انْعِقَاده من حرف وَفعل: - ¶ فَذهب قوم إِلَى انْعِقَاده مثل: \" لم يقم \" و \" مَا قَامَ \". ¶ وَذهب الْجُمْهُور إِلَى عدم انْعِقَاده بهما، وَإِنَّمَا انْعَقَد لوُجُود الضَّمِير الَّذِي فِي الْفِعْل؛ لِأَن تَقْدِيره: \" لم يقم هُوَ \" و \" مَا قَامَ هُوَ \" وَالله أعلم.",
            "page": "108",
            "part": "1",
            "seal": "EC8F3554"
        },
        {
            "id": "46",
            "nass": "[انقسام الْكَلَام بِاعْتِبَار مَدْلُوله] ¶ قَالَ: (وَالْكَلَام يَنْقَسِم إِلَى أَمر، وَنهى، وَخبر، واستخبار) . ¶ أَقُول: لما فرغ من تَقْسِيم الْكَلَام إِجْمَالا أَخذ فِي تَقْسِيم مَعَانِيه؛ لِأَن الْكَلَام لَا يَخْلُو: ¶ أَن يُرَاد بِهِ الْفِعْل، أَو التّرْك أَو الْإِعْلَام. ¶ فَالْأول: هُوَ الْأَمر. ¶ وَالثَّانِي: النَّهْي. ¶ وَالثَّالِث: هُوَ الْخَبَر مثل \" قَامَ زيد \" أَو \" زيد قَامَ \". ¶ وَكَذَا الاستخبار مثل \" هَل قَامَ زيد؟ \" أَو \" هَل زيد قَائِم؟ \" وَالله أعلم. ¶ [انقسام الْكَلَام بِحَسب الِاسْتِعْمَال وتعريف الْحَقِيقَة] ¶ قَالَ: (وَمن وَجه آخر إِلَى حَقِيقَة ومجاز، فالحقيقة: مَا بَقِي على مَوْضُوعه، وَقيل: مَا اسْتعْمل فِيمَا اصْطلحَ عَلَيْهِ من المخاطبة) . ¶ أَقُول: لما قسم الْكَلَام إِلَى أَمر أَو نهي: شرع فِي تقسيمه من وَجه آخر إِلَى حَقِيقَة ومجاز فَقَالَ. ¶ [الْحَقِيقَة] : مَا بَقِي على مَوْضُوعه. أَي: على أصل وَضعه الأول.",
            "page": "109",
            "part": "1",
            "seal": "6E8C3BA1"
        },
        {
            "id": "47",
            "nass": "فَإِن لفظ \" الْأسد وضعوها للحيوان المفترس، وَكَذَا \" الْبَحْر \" للْمَاء الْكثير، فَإِذا نقل للرجل الشجاع، والكريم كَانَا مجارين. ¶ وَأعلم أَن الشَّيْخ - رَحمَه الله - رسم الْحَقِيقَة برسمين: - ¶ أَحدهمَا: مَا بَقِي على مَوْضُوعه - فَهَذَا رسم يُفِيد أَن كل لفظ نقل عَن مَوْضِعه اللّغَوِيّ إِلَى آخر فَهُوَ مجَاز سَوَاء كَانَ النَّاقِل الشَّرْع، أَو الْعرف، أَو الْوَاضِع الأول. وَهَذَا هُوَ المُرَاد بالرسم الأول. ¶ وَأما الرَّسْم الثَّانِي فَقَالَ: مَا اسْتعْمل فِيمَا اصْطلحَ عَلَيْهِ من المخاطبة فَهَذَا رسم يُفِيد أَن كل لفظ اسْتعْمل فِيمَا اصْطلحَ عَلَيْهِ عِنْد التخاطب فَهُوَ حَقِيقَة كلفظة \" الصَّلَاة \" - مثلا -: - ¶ فَإِن كَانَ الْخطاب باصطلاح اللُّغَة كَانَت حَقِيقَة؛ فَإِن لَفْظَة \" الصَّلَاة \" وضعت أَولا فِي اللُّغَة للدُّعَاء، فَإِذا نقلت واستعملت فِي الْعِبَادَة الْمَعْرُوفَة كَانَت مجَازًا. وَإِن كَانَ الْخطاب باصطلاح الشَّرْع كَانَت حَقِيقَة؛ لِأَن لَفْظَة الصَّلَاة وضعت أَولا فِي الشَّرْع لِلْعِبَادَةِ الْمَعْرُوفَة، فَإِذا نقلت واستعملت فِي الدُّعَاء كَانَت مجَازًا. وَكَذَا لَفْظَة \" دَابَّة \" إِذا أطلقت، وَكَانَ الْخطاب باصطلاح اللُّغَة فَهِيَ حَقِيقَة فِي جَمِيع مادب، ومجاز فِي ذَوَات الْأَرْبَع. ¶ وَإِذا كَانَ الْخطاب باصطلاح الْعرف كَانَ الْأَمر بِالْعَكْسِ وَالله أعلم.",
            "page": "110",
            "part": "1",
            "seal": "D87D7456"
        },
        {
            "id": "48",
            "nass": "[تَعْرِيف الْمجَاز] ¶ قَالَ: (وَالْمجَاز: مَا تجوز بِهِ عَن مَوْضُوعه) . ¶ أَقُول: لما فرغ من رسم الْحَقِيقَة شرع فِي رسم الْمجَاز، لَكِن رسمه رسماً وَاحِدًا مَعَ أَن لَهُ رسمان مقابلان للرسمين الْمَذْكُورين فِي الْحَقِيقَة: ¶ فعلى الرَّسْم الأول يُقَال: الْمجَاز هُوَ: مَا اسْتعْمل فِي غير مَوْضُوعه الأول. وعَلى الرَّسْم الثَّانِي يُقَال: هُوَ مَا اسْتعْمل فِي غير مَا اصْطلحَ عَلَيْهِ فِي المخاطبة. ¶ وَإِنَّمَا اقْتصر على أحد الرسمين؛ اكْتِفَاء بِمَا قدم فِي رسم الْحَقِيقَة؛ لِأَن الْمجَاز مُقَابل الْحَقِيقَة وَإِنَّمَا سمي الْمجَاز مجَازًا؛ لمجاوزته عَن مَوْضِعه الأول. وَالله أعلم.",
            "page": "111",
            "part": "1",
            "seal": "29105CCC"
        },
        {
            "id": "49",
            "nass": "[أَقسَام الْحَقِيقَة] ¶ قَالَ: (فالحقيقة إِمَّا لغوية أَو شَرْعِيَّة، أَو عرفية) . ¶ أَقُول لما فرغ من رسم الْحَقِيقَة وَالْمجَاز شرع فِي تقيسمهما. ¶ فَبَدَأَ بِالْحَقِيقَةِ أَولا؛ لِأَنَّهَا أصل، وَقسمهَا إِلَى ثَلَاثَة أَقسَام: حَقِيقَة لغوية كلفظة \" الصَّلَاة للدُّعَاء ¶ وَحَقِيقَة شَرْعِيَّة كلفظة \" الصَّلَاة \" على الْعِبَادَة الْمَعْرُوفَة. ¶ وَحَقِيقَة عرفية كلفظة \" الدَّابَّة \" على ذَوَات القوائم الْأَرْبَع. ¶ لَكِن أَجمعُوا على وجود الحقيقتين: (اللُّغَوِيَّة والعرفية) . ¶ وَاخْتلفُوا فِي الشَّرْعِيَّة: _ ¶ فَذهب القَاضِي أَبُو بكر إِلَى منعهَا، وَقَالَ: هِيَ هِيَ حقائق لغوية فَسرهَا الشَّرْع",
            "page": "112",
            "part": "1",
            "seal": "9AEF5DCD"
        },
        {
            "id": "50",
            "nass": "وجوزها الشَّيْخ وَجعلهَا قسما ثَالِثا. ¶ وَذهب الْجُمْهُور إِلَى أَنَّهَا أَلْفَاظ مجازاة لغوية، فاشتهرت فِي معَان شَرْعِيَّة اشتهارا حَتَّى كَادَت أَن تكون حَقِيقَة وَالله أعلم. ¶ [أَقسَام الْمجَاز] ¶ قَالَ: (وَالْمجَاز إِمَّا أَن يكون بِزِيَادَة كَقَوْلِه تَعَالَى {لَيْسَ كمثله شَيْء} ¶ أَو نُقْصَان كَقَوْلِه تَعَالَى: {واسأل الْقرْيَة} أَي: أهل الْقرْيَة أَو اسْتِعَارَة كَقَوْلِه: {جداراً يُرِيد أَن ينْقض} ، أَو بِالنَّقْلِ كالغائط فِيمَا يخرج من الْإِنْسَان) . ¶ أَقُول: لما فرغ من تَقْسِيم الْحَقِيقَة شرع فِي تَقْسِيم الْمجَاز على سَبِيل الْإِيضَاح. وَلِهَذَا مثل لكل قسم مِثَالا فَقَالَ: - ¶ الْمجَاز إِمَّا أَن يكون بِزِيَادَة أَي: فِي لفظ الْحَقِيقَة كَقَوْلِه تَعَالَى: (لَيْسَ كمثله",
            "page": "113",
            "part": "1",
            "seal": "E7DDE9FD"
        },
        {
            "id": "51",
            "nass": "شَيْء} [سُورَة الشورى: 11) فالكاف زَائِدَة للتَّأْكِيد؛ لِأَنَّهُ لَو كَانَ اللَّفْظ على حَقِيقَته لزم نَفْيه تَعَالَى عَن ذَلِك، وَإِثْبَات غَيره تَعَالَى وَهَذَا بَاطِل؛ لِأَن المُرَاد من الْآيَة إِثْبَات وحدانيته، وَنفي مَا يضاده؛ إِذْ لَو لَهُ مثل لشاركه فِي الْآلهَة، تَعَالَى الله عَن ذَلِك علوا كَبِيرا. ¶ وَالْمجَاز بِالنُّقْصَانِ. مثل قَوْله تَعَالَى: {واسأل الْقرْيَة} [سُورَة يُوسُف: 82] فَإِن قرينَة الْحَال تدل على أَن السُّؤَال لَا يكون إِلَّا لمن يعقل وَأَن الْقرْيَة لَا تعقل، فَكَانَ السُّؤَال لَهَا مجَازًا، وَفِي الْحَقِيقَة إِنَّمَا هُوَ لأَهْلهَا كَمَا مثله الشَّيْخ - رَحمَه الله - ¶ وَأما الْمجَاز بالاستعارة مثل قَوْله تَعَالَى: {جداراً يُرِيد أَن ينْقض} [سُورَة الْكَهْف: 77] فَلَا شكّ أَن الْإِرَادَة فِي الْحَقِيقَة لمن لَهُ حَيَاة، والجدار جماد، والجماد لَا إِرَادَة لَهُ لَكِن لما أشرف على الانهدام استعير لَهُ الْإِرَادَة. ¶ وَمن هَذَا الْقسم قَول الْقَائِل: \" أحيتني رُؤْيَة زيد \" فَإِن الْإِحْيَاء فِي الْحَقِيقَة لله - تَعَالَى - لَكِن لما وجد الرَّائِي غَايَة السرُور والابتهاج بِرُؤْيَة زيد بِحَيْثُ ضاهت حَيَاة الَّتِي بهَا وجود الْإِنْسَان استعير للرؤية الْحَيَاة. ¶ وَأما الْمجَاز بِالنَّقْلِ كالغائط فِيمَا يخرج من الْإِنْسَان، فَإِن لَفْظَة \" الْغَائِط \" إِنَّمَا وضعت فِي اللُّغَة أَولا لمَكَان منخفض من الأَرْض يقْصد عِنْد الْحَاجة؛",
            "page": "114",
            "part": "1",
            "seal": "976F6986"
        },
        {
            "id": "52",
            "nass": "ليستتر بِهِ فَنقل اسْم الْمَكَان، وَجعل كِنَايَة عَن الْخَارِج، واشتهر بِحَيْثُ لَا يتَبَادَر عِنْد الْإِطْلَاق فِي الإفهام إِلَّا هُوَ، دون الْمَكَان وَالله أعلم. ¶ [تَعْرِيف الْأَمر، وَبَيَان صِيغَة إفعل على مَاذَا تدل؟] ¶ قَالَ: (وَالْأَمر: استدعاء الْفِعْل بالْقَوْل مِمَّن هُوَ دونه على سَبِيل الْوُجُوب. ¶ وصيغته: \" إفعل \" عِنْد الْإِطْلَاق والتجرد عِنْد الْقَرِينَة يحمل عَلَيْهِ إِلَّا مَا دلّ دَلِيل على أَن المُرَاد النّدب أَو الْإِبَاحَة [فَيحمل عَلَيْهِ] . ¶ أَقُول: لما فرغ من تَقْسِيم الْبَاب الأول وَهُوَ الْكَلَام، شرع فِي الثَّانِي وَهُوَ: الْأَمر. ¶ وَقد اخْتلف الْعلمَاء فِي رسم الْأَمر: - ¶ فَذهب جمَاعَة من الْمُتَأَخِّرين إِلَى عدم جَوَاز رسمه؛ لِأَن الْأَمر مَعْلُوم بديهياً لكل عَاقل، فَلَا يفْتَقر للتعريف، لِأَن كل مُكَلّف يفرق بَين \" قَامَ \" و \" قُم \". ¶ وَذهب جمَاعَة من الْمُتَقَدِّمين إِلَى جَوَاز رسمه وَمِنْهُم الشَّيْخ - رَحمَه الله تَعَالَى - فَقَالَ هُوَ: استدعاء الْفِعْل بالْقَوْل مِمَّن هُوَ دونه.",
            "page": "115",
            "part": "1",
            "seal": "BA5A0EB6"
        },
        {
            "id": "53",
            "nass": "فَقَوله: \" استدعاء الْفِعْل \" ليخرج النَّهْي؛ لِأَنَّهُ استدعاء التّرْك على مَا يَأْتِي إِن شَاءَ الله - تَعَالَى - ¶ وَقَوله: \" بالْقَوْل \" لتخرج الْإِشَارَة؛ فَإِنَّهَا لَيست بقول. ¶ وَقَوله: \" مِمَّن هُوَ دونه \" ليخرج من هُوَ مثله أَو أَعلَى مِنْهُ؛ فَإِن الْأَمر لمثله لَا يُسمى أمرا، بل يُسمى التماساً. ¶ وَكَذَا إِذا كَانَ للأعلى فَلَا يُسَمِّي أمرا، بل يُسمى دُعَاء وتضرعاً. وَقَوله: \" على سَبِيل الْوُجُوب \" ليخرج الْأَمر على سَبِيل النّدب وَالْإِبَاحَة؛ لِأَن الْأَمر إِذا ورد بِلَفْظ \" إفعل \" حمل على الْوُجُوب عِنْد الْإِطْلَاق والتجرد عَن قرينه تخرجه عَن الْوُجُوب كَقَوْلِه تَعَالَى \" {إِذا نُودي للصَّلَاة من يَوْم الْجُمُعَة فَاسْعَوْا إِلَى ذكر الله وذروا البيع} [سُورَة الْجُمُعَة: 9] وَقَوله تَعَالَى: {أقِم الصَّلَاة} [سُورَة الْإِسْرَاء: 78] وَمَا أشبه ذَلِك فَهَذَا يحمل على الْوُجُوب؛ لعدم قرينَة تخرجه عَنهُ. ¶ بِخِلَاف قَوْله تَعَالَى: {وَأشْهدُوا إِذا تبايعتم} [سُورَة الْبَقَرَة: 282] فقد دلّ دَلِيل",
            "page": "116",
            "part": "1",
            "seal": "671446AC"
        },
        {
            "id": "54",
            "nass": "على عدم وُجُوبه؛ لبيعه عَلَيْهِ السَّلَام من غير إِشْهَاد، فَحملت الصِّيغَة على النّدب. ¶ وَكَذَا قَوْله تَعَالَى: {وَإِذا حللتم فاصطادوا} [سُورَة الْمَائِدَة: 2 {فَإِذا قضيت الصَّلَاة فَانْتَشرُوا} [سُورَة الْجُمُعَة: 10] فالإجماع مُنْعَقد على عدم جوب الِاصْطِيَاد عِنْد الْإِحْلَال، وعَلى عدم الانتشار عِنْد قَضَاء الصَّلَاة وَالله أعلم. ¶ [هَل الْأَمر يَقْتَضِي التّكْرَار؟] ¶ قَالَ: (وَلَا يَقْتَضِي التّكْرَار على الصَّحِيح إِلَّا إِذا دلّ عَلَيْهِ دَلِيل) . ¶ أَقُول: لما فرغ من رسم الْأَمر، وتقسيمه إِلَى وجوب وَندب وَإِبَاحَة شرع فِي بَيَان مَا يتَعَلَّق بِهِ الْأَمر هَل يجب تكراره؟ أم يخرج الْمَأْمُور بِهِ مِنْهُ بِمرَّة وَاحِدَة؟ ¶ فَذهب الشَّيْخ إِلَى عدم التّكْرَار كَالْحَجِّ - مثلا - إِلَّا إِذا دلّ دَلِيل على تكراره",
            "page": "117",
            "part": "1",
            "seal": "10032768"
        },
        {
            "id": "55",
            "nass": "كَالزَّكَاةِ فَإِنَّهُ عَلَيْهِ السَّلَام كَانَ يبْعَث سعاته كل سنة. ¶ وَذهب آخَرُونَ إِلَى تكراره، مِنْهُم أَبُو إِسْحَاق الأسفراييني.",
            "page": "118",
            "part": "1",
            "seal": "4DB0C336"
        },
        {
            "id": "56",
            "nass": "وَفِيه قَول ثَالِث وَهُوَ: التَّوَقُّف؛ لِأَن الْأَمر مُشْتَرك بَين أَن يكون للتكرار أَولا حَتَّى يُبينهُ الشَّارِع أَو الْإِجْمَاع. ¶ ولهذه الْأَقْوَال قَالَ: لَا يَقْتَضِي التّكْرَار على الْأَصَح. ¶ وَهَذَا الْخلاف فِي الْمُطلق. ¶ وَأما الْمُقَيد بِوَقْت كَقَوْلِه تَعَالَى {أقِم الصَّلَاة لدلوك الشَّمْس} [سُورَة الْإِسْرَاء: 78] ، وَكَذَا الصَّوْم لرؤية هِلَال رَمَضَان فَإِنَّهُ يَقْتَضِي التّكْرَار وَالله أعلم.",
            "page": "119",
            "part": "1",
            "seal": "E7403166"
        },
        {
            "id": "57",
            "nass": "[هَل الْأَمر يَقْتَضِي الْفَوْر أَو لَا.] ¶ قَالَ: (وَلَا يَقْتَضِي الْفَوْر، لِأَن الْفَرْض مِنْهُ إِيجَاد الْفِعْل من غير اخْتِصَاص بِالزَّمَانِ الأول، دون الزَّمَان الثَّانِي) . ¶ أَقُول: لما فرغ من بَيَان الْأَمر الْمُطلق [وَبَين] أَنه لَا يَقْتَضِي التّكْرَار على الْأَصَح: شرع فِي بَيَان أَنه لَا يَقْتَضِي الْفَوْر - أَيْضا -؛ لِأَن مُقْتَضى الْأَمر إِيجَاد الْفِعْل وَلَو مرّة وَاحِدَة من غير اخْتِصَاص بِالزَّمَانِ الأول، دون الثَّانِي، بل فِي أَي زمَان وجد فِيهِ أَجْزَأَ.",
            "page": "120",
            "part": "1",
            "seal": "01768057"
        },
        {
            "id": "58",
            "nass": "وَذهب أَبُو إِسْحَاق الإِسْفِرَايِينِيّ إِلَى الْفَوْرِيَّة. ¶ وَبِه قَالَت الْحَنَفِيَّة، وَذكروا وُجُوهًا كَثِيرَة تدل على الْفَوْرِيَّة لَا يَلِيق إيرادها فِي هَذَا الْمُخْتَصر. ¶ وَأجِيب عَن جَمِيعهَا وَالْحَمْد لله. ¶ وَهَذَا فِي الْأَمر الْمُطلق. ¶ فَأَما الْأَمر الْمُقَيد بِوَقْت أَو سَبَب فَلَا يَقْتَضِي الْفَوْر، بل يجوز التَّأْخِير كَالصَّلَاةِ إِذا أخرت إِلَى آخر الْوَقْت، وَقَضَاء الصَّوْم إِذا فَاتَ وَالله أعلم.",
            "page": "121",
            "part": "1",
            "seal": "29287F3D"
        },
        {
            "id": "59",
            "nass": "[مَا لَا يتم الْأَمر إِلَّا بِهِ] ¶ قَالَ: (وَالْأَمر بإيجاد الْفِعْل أَمر بِهِ، وَبِمَا لَا يتم، الْفِعْل إِلَّا بِهِ كالأمر بِالصَّلَاةِ أَمر بِالطَّهَارَةِ المؤدية إِلَيْهَا) . ¶ أَقُول: لما فرغ من تَقْسِيم الْأَمر وَمَا يَقْتَضِيهِ من عدم التّكْرَار والفور شرع فِي بَيَان: مَا لَا يتم الْأَمر إِلَّا بِهِ فَهُوَ أَيْضا أَمر كَالصَّلَاةِ - مثلا - فَإنَّا أمرنَا بهَا وَلَا شكّ أَنَّهَا لَا تصح من غير طَهَارَة. ¶ وَهَذَا من قَول الْفُقَهَاء مَا يتَوَقَّف عَلَيْهِ الْوَاجِب فَهُوَ وَاجِب كالأمر بِالصَّلَاةِ أَمر بِالطَّهَارَةِ؛ إِذْ لَا تصح إِلَّا بهَا. ¶ وَكَذَا كل وَاجِب تتَوَقَّف صِحَّته على غَيره.",
            "page": "122",
            "part": "1",
            "seal": "30916F7E"
        },
        {
            "id": "60",
            "nass": "وَلِهَذَا نَظِير فِي الحسيات كأمر السَّيِّد عَبده بِرَفْع سقف، أَو صعُود إِلَى سطح فَلَا بُد للْعَبد من أَن يُهَيِّئ شَيْئا من جِدَار، أَو مرقاة وَغَيرهمَا ليتوصل إِلَى امْتِثَال الْأَمر فَكَأَنَّهُ لما أمره بالصعود والارتفاع أمره بِمَا يتَوَصَّل بِهِ إِلَيْهَا. ¶ فَلَمَّا كَانَ هَذَا مَعْلُوم فِي الحسيات كَانَ مثله فِي الشرعيات وَالله أعلم. ¶ [حكم من فعل الْمَأْمُور بِهِ] ¶ قَالَ: (وَإِذا فعل خرج الْمَأْمُور عَن الْعهْدَة) . ¶ أَقُول: إِن الشَّيْخ - رَحمَه الله - يُشِير إِلَى أَن الْمُكَلف إِذا أَتَى بِمَا أَمر بِهِ خرج عَن الْعهْدَة وَهِي: سُقُوطه عَنهُ. ¶ لَكِن فِي الْمَسْأَلَة خلاف بَين الْأُصُولِيِّينَ وَبَين الْفُقَهَاء: - ¶ فَذهب الأصوليون إِلَى أَن غَايَة الْعِبَادَة: امْتِثَال الْأَمر. ¶ وَقَالَ الْفُقَهَاء: غايتها سُقُوطهَا. ¶ وَتظهر فَائِدَة الْخلاف فِي من ظن الطَّهَارَة وَصلى، ثمَّ بَان مُحدثا صحت",
            "page": "123",
            "part": "1",
            "seal": "889CBCE2"
        },
        {
            "id": "61",
            "nass": "صلَاته عِنْد الْأُصُولِيِّينَ؛ لامتثال الْأَمر. ¶ خلافًا للفقهاء؛ لِأَن غايتها: سُقُوطهَا، وَلم تسْقط عَنهُ. ¶ وَكَذَا لَو ظن الْقبْلَة فَظهر خلَافهَا وَالله أعلم ¶ [من لَا يدْخل فِي الْأَمر] ¶ قَالَ: (وَمَا لَا يدْخل فِي الْأَمر: النَّائِم، والساهي، وَالصَّبِيّ، وَالْمَجْنُون) . ¶ أَقُول: لما بَين أَن الْأَمر للمكلف: شرع فِي بَيَان مَا خرج عَن الْخطاب كالنائم",
            "page": "124",
            "part": "1",
            "seal": "2317E3AB"
        },
        {
            "id": "62",
            "nass": "والساهي؛ لِأَن شَرط الْخطاب: الْفَهم وَهُوَ مَفْقُود فيهمَا. ¶ فَإِن قيل: فَإِنَّهُ عَلَيْهِ السَّلَام شرع سُجُود السَّهْو للساهي. ¶ وَأوجب على النَّائِم مَا أتْلفه حَال النّوم. ¶ فَهَذَا دَلِيل على أَنَّهُمَا داخلان فِي الْخطاب.",
            "page": "125",
            "part": "1",
            "seal": "3016FAF1"
        },
        {
            "id": "63",
            "nass": "قُلْنَا: لم يَكُونَا داخلين؛ لارْتِفَاع الْقَلَم عَنْهُمَا؛ فَإِذا زَالَ مَا بهما أمرا بتدارك مَا فاتهما عِنْد الْغَفْلَة. ¶ وَأما الصَّبِي وَالْمَجْنُون لم يدخلا؛ لظَاهِر قَوْله عَلَيْهِ السَّلَام: (رفع الْقَلَم عَن ثَلَاثَة) فعد النَّائِم، وَالصَّبِيّ، وَالْمَجْنُون وَالله أعلم.",
            "page": "126",
            "part": "1",
            "seal": "EA38E572"
        },
        {
            "id": "64",
            "nass": "[الْكفَّار مخاطبون بِفُرُوع الشَّرِيعَة] ¶ قَالَ: (وَالْكفَّار مخاطبون بِفُرُوع الشَّرَائِع، وَبِمَا لَا تصح إِلَّا بِهِ وَهُوَ: الْإِسْلَام؛ لقَوْله تَعَالَى: - حِكَايَة عَن الْكفَّار - {قَالُوا لم نك من الْمُصَلِّين} . .) ¶ أَقُول: لما فرغ من بَيَان الْمجمع على خُرُوجهمْ شرع فِيمَا اخْتلف الأصوليون فيهم، وهم الْكفَّار: - ¶ فَذهب أَبُو حنيفَة إِلَى عدم خطابهم بِفُرُوع الشَّرَائِع. ¶ وَاحْتج بِأَنَّهُ لَو كَانُوا مخاطبين بهَا فَلَا يَخْلُو أَن يكون قبل الْإِسْلَام، أَو بعده. ¶ فَإِن قُلْتُمْ: قبله فَهُوَ محَال؛ لعدم صِحَة الْعِبَادَات من الْكَافِر. ¶ \" وَإِن قُلْتُمْ بعده فَكَذَلِك؛ لإِجْمَاع الْعلمَاء أَن لَا يُؤمر الْكَافِر بعد الْإِسْلَام بِمَا فَاتَهُ فِي حَالَة الْكفْر، وَلَا يُؤَاخذ بارتكاب مَا فعله من الْمُحرمَات.",
            "page": "127",
            "part": "1",
            "seal": "19A21A7E"
        },
        {
            "id": "65",
            "nass": "وَذهب آخَرُونَ [إِلَى] أَنهم مخاطبون بالمنهيات، دون الْعِبَادَات. ¶ وَاحْتَجُّوا بِأَن الْكَافِر يتَصَوَّر مِنْهُ [الِانْتِهَاء] عَن المنهيات فِي حَالَة الْكفْر. ¶ بِخِلَاف الْعِبَادَات فَعلم أَنهم لم يَكُونُوا مخاطبين بهَا. ¶ وَذهب الشَّافِعِي إِلَى انهم مخاطبون بالأوامر والنواهي. ¶ وَاحْتج بَان الْخطاب مُتَعَلق بِكُل بَالغ عَاقل، وهما موجودان فِي الْكَافِر فهم",
            "page": "128",
            "part": "1",
            "seal": "25561C21"
        },
        {
            "id": "66",
            "nass": "مخاطبون بهَا، لَكِن لَا تصح إِلَّا بِالْإِسْلَامِ كَالصَّلَاةِ؛ فَإِن الْمُؤمن مُخَاطب بهَا لَكِن كَمَا سبق لَا بُد من الطَّهَارَة، فَالْأَمْر بهَا أَمر بِالطَّهَارَةِ - كَمَا سبق -. ¶ وَكَذَا الْكَافِر أمره بِالْعبَادَة أَمر بِالْإِسْلَامِ؛ لِأَنَّهُ من لوازمها؛ إِذْ لَا تصح إِلَّا بِهِ. ¶ وَقد جَاءَ مَا يُؤَيّد هَذَا وَهُوَ قَوْله تَعَالَى - حِكَايَة عَن جَوَاب سُؤَالهمْ -: {مَا سلككم فِي سقر قَالُوا لم نك من الْمُصَلِّين وَلم نك نطعم الْمِسْكِين وَكُنَّا نَخُوض مَعَ الخائضين} . ¶ فَهَذَا دَلِيل على تَضْعِيف الْعَذَاب بترك المأمورات، وَهِي الصَّلَاة وَالزَّكَاة، وارتكاب المنهيات وَهِي: الْخَوْض مَعَ الخائضين فِيمَا نهوا عَنهُ، وَإِنَّمَا يكون عذَابا زَائِدا على عَذَاب الْكفْر. ¶ وعَلى الأول إِنَّمَا يَكُونُوا معذبين على الْكفْر - فَقَط - وَالله أعلم.",
            "page": "129",
            "part": "1",
            "seal": "7C7D4A53"
        },
        {
            "id": "67",
            "nass": "[هَل الْآمِر بالشَّيْء نهي عَن ضِدّه؟] ¶ قَالَ: (وَالْأَمر بالشَّيْء نهي عَن ضِدّه) . ¶ أَقُول: لما فرغ من بَيَان من يتَعَلَّق بِهِ الْخطاب، وَمن لَا يتَعَلَّق بِهِ: شرع فِي حَقِيقَته فَقَالَ: الْأَمر بالشَّيْء نهي عَن ضِدّه كَمَا: إِذا قدر على كلمة حق لتخليص مظلوم فَهُوَ مَأْمُور بهما، وَإِذا كَانَ مَأْمُورا بهما فَهُوَ مَنْهِيّ عَن ضدهما، وَهُوَ: التّرْك لكلمة الْحق وتخليص الْمَظْلُوم. ¶ وَمثله فِي الحسيات كَمَا لَو أَمر بِالْقيامِ فَهُوَ مَنْهِيّ عَن أضداده، وَهُوَ الْقعُود والإتكاء. وَالله أعلم.",
            "page": "130",
            "part": "1",
            "seal": "24DCDB2C"
        },
        {
            "id": "68",
            "nass": "[النَّهْي أَمر بضده، وتعريف النَّهْي] ¶ قَالَ: (وَالنَّهْي أَمر بضده وَهُوَ: استدعاء التّرْك بالْقَوْل مِمَّن هُوَ دونه على سَبِيل الْوُجُوب) . ¶ أَقُول: لما فرغ من رسمي الْبَابَيْنِ وهما: \" الْكَلَام \" و \" الْأَمر \". شرع فِي الْبَاب الثَّالِث وَهُوَ: النَّهْي فرسمه بِأَنَّهُ استدعاء التّرْك. إِلَى آخِره؛ لِأَنَّهُ يُقَابل الْأَمر؛ لِأَنَّهُ لما رسم الْأَمر بِأَنَّهُ استدعاء الْفِعْل رسم النَّهْي بِأَنَّهُ استدعاء التّرْك؛ لِأَن كل وَاحِد مِنْهُمَا استدعاء لِلْأَمْرِ بِالْفِعْلِ، أَو لتَركه. ¶ وَقَوله: \" بالْقَوْل \" لتخرج الْإِشَارَة؛ لِأَنَّهَا لم تكن بالْقَوْل وَقَوله \" على سَبِيل الْوُجُوب \" ليخرج التضرع فَإِنَّهُ لَيْسَ أمرا على سَبِيل الْوُجُوب، وَذَلِكَ كَمَا أَن العَبْد إِذا سَأَلَ سَيّده: أَن لَا يكلفه غير طاقته، وَأَن لَا يفتنه عِنْد مَوته، وَمَا أشبه ذَلِك. فَلَا يُقَال لهَذَا نهي، وَلَا على سَبِيل الْوُجُوب.",
            "page": "131",
            "part": "1",
            "seal": "F83F2DED"
        },
        {
            "id": "69",
            "nass": "[النَّهْي يدل على فَسَاد الْمنْهِي عَنهُ] ¶ قَالَ: (وَيدل على فَسَاد الْمنْهِي عَنهُ) . ¶ أَقُول: إِن الشَّيْخ - رَحمَه الله - يُشِير إِلَى أَن النَّهْي عَن الشَّيْء يَقْتَضِي فَسَاده؛ لِأَن الشَّارِع ناه عَن الْمَفَاسِد، آمُر بالمصالح كالنهي عَن الصَّلَاة مَعَ النَّجَاسَة أَو لغير الْقبْلَة، وَالْبيع بِمَا فِي أَرْحَام الْإِنَاث وحبل الحبلة وَهُوَ ولد الْوَلَد. ¶ فالنهي عَن هَذِه الْأَشْيَاء يدل على فَسَادهَا وَالله أعلم.",
            "page": "132",
            "part": "1",
            "seal": "A3189A5C"
        },
        {
            "id": "70",
            "nass": "[مَعَاني صِيغَة \" إفعل \"، وَصِيغَة \" لَا تفعل \"] ¶ قَالَ: (وَترد صِيغَة الْأَمر، وَالْمرَاد بهَا الْإِبَاحَة، أَو التهديد، أَو التَّسْوِيَة، أَو التكوين) . ¶ أَقُول: يُشِير إِلَى صِيغ أَمر تَأتي، وَلم تكن للْوُجُوب: - ¶ أَحدهَا: للْإِبَاحَة كَقَوْلِه تَعَالَى: {وَإِذا حللتم فاصطادوا} [سُورَة الْمَائِدَة: 2] ¶ وَالثَّانيَِة: للتهديد كَقَوْلِه تَعَالَى: {اعْمَلُوا مَا شِئْتُم} [سُورَة فصلت: 40]",
            "page": "133",
            "part": "1",
            "seal": "26D76530"
        },
        {
            "id": "71",
            "nass": "وَالثَّالِثَة: للتسوية كَقَوْلِه تَعَالَى: {اصْبِرُوا أَو لَا تصبروا} [سُورَة الطّور: 16] ¶ وَالرَّابِعَة للتكوين كَقَوْلِه تَعَالَى: {كونُوا قردة} [سُورَة الْبَقَرَة: 65] و {يَا نَار كوني بردا} [سُورَة الْأَنْبِيَاء: 69] انْتهى كَلَام الشَّيْخ - رَحمَه الله -، وَلم يذكر",
            "page": "134",
            "part": "1",
            "seal": "BBD35291"
        },
        {
            "id": "72",
            "nass": "للنَّهْي صيغا. ¶ أَقُول: تَأتي صِيغَة لثمان معَان: ¶ للتَّحْرِيم نَحْو: {لَا تَأْكُلُوا الرِّبَا} [سُورَة آل عمرَان: 130] ¶ وَالْكَرَاهَة كَقَوْلِه عَلَيْهِ السَّلَام: \" لَا تفعلي هَذَا \" أَي: لما نهاها عَن المشمس.",
            "page": "135",
            "part": "1",
            "seal": "E26A41DF"
        },
        {
            "id": "73",
            "nass": "وللتحقير كَقَوْلِه تَعَالَى {وَلَا تَمُدَّن عَيْنَيْك} [سُورَة الْحجر: 88] ¶ ولبيان الْعَافِيَة كَقَوْلِه تَعَالَى: {وَلَا تحسبن الله غافلا} [سُورَة إِبْرَاهِيم: 42] ¶ وللدعاء كَقَوْلِه تَعَالَى: {لَا تُؤَاخِذنَا} [سُورَة الْبَقَرَة: 286] ¶ ولليأس كَقَوْلِه تَعَالَى: {لَا تعتذروا} [سُورَة التَّحْرِيم: 7] ¶ وللإرشاد كَقَوْلِه تَعَالَى: {لَا تسألوا عَن أَشْيَاء} [سُورَة الْمَائِدَة: 101] . وللتسلية كَقَوْلِه تَعَالَى: {وَلَا تحزن عَلَيْهِم} [سُورَة النَّحْل: 137] وَالله أعلم.",
            "page": "136",
            "part": "1",
            "seal": "A24FCD37"
        },
        {
            "id": "74",
            "nass": "[تَعْرِيف الْعَام] ¶ قَالَ: (وَأما الْعَام: فَهُوَ: مَا عَم شَيْئَيْنِ فَصَاعِدا، من قَوْلك: \" عممت زيدا وعمراً بالعطايا، و \" عممت جَمِيع النَّاس بالعطايا \") . ¶ أَقُول: لما فرغ من بَيَان الْبَاب الثَّالِث: شرع فِي الرَّابِع وَهُوَ: الْعَام، وَإِنَّمَا سمي عَاما؛ لِكَثْرَة الْأَفْرَاد الَّذِي يدل عَلَيْهَا، وَلِهَذَا يُقَال: \" عَم الْجَرَاد الْبِلَاد \" أَي: كثر فِيهَا. ¶ وَقَوله: \" مَا عَم شَيْئَيْنِ فَصَاعِدا \" لتخرج أَسمَاء الْعدَد كالخمسة وَالْعشرَة - مثلا - فَلَا تسمي عَاما؛ لانحصارهما وَإِن دلا على أَفْرَاد لَكِن منحصرة؛ فَإِن الْخَمْسَة لَا تتَنَاوَل شَيْئا زَائِدا عَلَيْهَا، وَكَذَا الْعشْرَة وَنَحْوهمَا من الْأَعْدَاد فَبَانَت أَنَّهَا لَيست من أَلْفَاظ الْعُمُوم. ¶ بِخِلَاف قَوْلك \" عممت زيدا وعمراً بالعطايا \" و \" جَمِيع النَّاس \" إِذْ لَا حصر للنَّاس وَالله أعلم.",
            "page": "137",
            "part": "1",
            "seal": "433B023E"
        },
        {
            "id": "75",
            "nass": "[صِيغ الْعُمُوم] ¶ قَالَ: (وَأَلْفَاظه: الِاسْم الْوَاحِد الْمُعَرّف بِالْألف وَاللَّام، وَالْجمع الْمُعَرّف بهما، والأسماء المبهمة ك \" من \" فِيمَن يعقل، و \" مَا \" فِيمَا لَا يعقل، و \" أَي \" فِي الْجَمِيع، و \" أَيْن \" فِي الْمَكَان و \" مَتى \" فِي الزَّمَان \" و \" مَا \" فِي الِاسْتِفْهَام وَالْجَزَاء وَغَيره، و \" لَا \" فِي النكرات كَقَوْلِك: \" لَا رجل فِي الدَّار \") . ¶ أَقُول: لما فرغ من رسم الْعَام: شرع فِي صِيغَة، فَذكر من صيغه ثَلَاثَة أَلْفَاظ: - ¶ أَحدهَا: الِاسْم الْوَاحِد الْمُعَرّف. ¶ وَالثَّانِي \" الْجمع الْمُعَرّف. ¶ وَالثَّالِث الْأَسْمَاء المبهمة. ¶ ثمَّ قسم الْأَسْمَاء المبهمة إِلَى سَبْعَة أَقسَام. ¶ وسأوضحها وَاحِدًا [وَاحِدًا] إِن شَاءَ الله - تَعَالَى - من غير تَطْوِيل، تسهيلاً من غير ذكر الْخلاف فِيهَا وَبِاللَّهِ الْمُسْتَعَان. ¶ أما الِاسْم الْوَاحِد كَقَوْلِك: \" الرجل أفضل من الْمَرْأَة \" و \" الدِّينَار خير من",
            "page": "138",
            "part": "1",
            "seal": "A2A76031"
        },
        {
            "id": "76",
            "nass": "الدِّرْهَم \" فهما من أَلْفَاظ الْعُمُوم، لِأَن المُرَاد بهَا جنس الرِّجَال، وَالدَّنَانِير، لَا بعض أفرادهما. ¶ وَأما الْجمع الْمُعَرّف كَقَوْلِك: \" الرِّجَال \" و \" وَالْفُقَهَاء \" وَمِنْه قَوْله تَعَالَى: {فَاقْتُلُوا الْمُشْركين} [سُورَة التَّوْبَة: 5] وَكَذَا قَوْله تَعَالَى: {إِنَّمَا جَزَاء الَّذين يُحَاربُونَ الله} [سُورَة الْمَائِدَة: 33] ف \" الْمُشْركُونَ \" و \" الَّذين \" من الْعُمُوم؛ لصِحَّة اسْتثِْنَاء الْجمع الْمُنكر مِنْهُ كَقَوْلِك: \" اقْتُلُوا الْمُشْركين إِلَّا مُشْركي أهل الْكتاب \"",
            "page": "139",
            "part": "1",
            "seal": "ABD93E78"
        },
        {
            "id": "77",
            "nass": "\" وَجَاءَنِي الرِّجَال إِلَّا رجَالًا \"؛ وَالْفُقَهَاء إِلَّا فُقَهَاء \" فَعلم أَن الْمُعَرّف أَعم من الْجمع الْمُنكر. ¶ وَأما الْأَسْمَاء المبهمة فَمِنْهَا: - ¶ \" من \" وتختص بِمن يعقل كَقَوْلِك: \" من دخل دَاري فَلهُ دِرْهَم \" فعمت كل عَاقل دخل سَوَاء كَانَ حرا أَو عبدا، ذكرا أَو أُنْثَى؛ لإِطْلَاق اللَّفْظ عَلَيْهِم. ¶ وَمِنْهَا: \" مَا \" و \" أَي \" فهما يعمان من يعقل، وَمن لَا يعقل تَقول: \" لَا",
            "page": "140",
            "part": "1",
            "seal": "35B98EB8"
        },
        {
            "id": "78",
            "nass": "أملك مَا فِي يَد زيد شَيْئا \" فَيكون عَاما فِيمَن يعقل، وَمن لَا يعقل كالعبيد وَالْإِمَاء والمباع والأثمان. ¶ وَكَذَا إِذا قلت \" أَي عبد جَاءَنِي من عَبِيدِي فَهُوَ حر \" عَم الْجَمِيع، فَأَيهمْ جَاءَ عتق و \" أَي الْأَشْيَاء أردْت أَعطيتك \" كَانَ عَاما فِي جَمِيع مَا يملك. ¶ وَمِنْهَا: \" أَيْن \" فَهِيَ تفِيد الْعُمُوم تَقول: \" أَيْن كنت كنت مَعَك \" فَعم كل مَكَان كَانَ فِيهِ وَلَا يتَعَيَّن مَكَان دون مَكَان. ¶ وَمِنْهَا: \" مَتى \" فَهِيَ تفِيد الْعُمُوم فِي الزَّمَان كَمَا إِذا قلت: \" مَتى جئتني أكرمتك \" فَلَا يتَعَيَّن عَلَيْهِ الْإِتْيَان فِي وَقت من الْأَوْقَات، بل عَم، حَتَّى فِي أَي وَقت جَاءَ تعين الْإِكْرَام. ¶ وَمِنْهَا: \" مَا \" فَهِيَ تفِيد الْعُمُوم فِي الِاسْتِفْهَام، وَالْخَبَر، وَالْجَزَاء، وَالنَّفْي تَقول: - \" مَا تصنع؟ \" فَيَقُول الْمُخَاطب \" أصنع شَيْئا \" ف \" مَا \" الأولى عَام فِي",
            "page": "141",
            "part": "1",
            "seal": "59B158C8"
        },
        {
            "id": "79",
            "nass": "الِاسْتِفْهَام، وَالثَّانيَِة عَام فِي الْأَخْبَار. ¶ وَفِي الْجَزَاء: \" مَا تصنع أصنع \". ¶ وَفِي النَّفْي: \" مَا جَاءَك من أحد \" فَهِيَ عَام فِي النَّفْي. ¶ وَمِنْهَا -: \" لَا \" فَإِنَّهَا تفِيد الْعُمُوم فِي النكرات كَمَا مثل الشَّيْخ - رَحمَه الله تَعَالَى -: \" لَا رجل فِي الدَّار \"، و \" لَا أحد فِي الْمَسْجِد \" فَأفَاد أَنه لم يكن فِيهَا أحد من جنس الرِّجَال وَالله أعلم ¶ [الْعُمُوم من صِفَات الْأَلْفَاظ، وَالْفِعْل لَا عُمُوم لَهُ] ¶ قَالَ: (والعموم من صِفَات النُّطْق، فَلَا يجوز دَعْوَى الْعُمُوم فِي الْأَفْعَال، وَمَا يجْرِي مجْراهَا) . ¶ أَقُول: يُشِير إِلَى أَن الْعُمُوم لَا يكون إِلَّا فِي الملفوظ، فَلَا يُؤْخَذ من الْأَفْعَال كَمَا يُقَال: إِنَّه عَلَيْهِ [السَّلَام] \" جمع فِي السّفر بَين صَلَاتَيْنِ \" فَلَا يُؤْخَذ من",
            "page": "142",
            "part": "1",
            "seal": "A3506299"
        },
        {
            "id": "80",
            "nass": "فعله الْعُمُوم؛ لِأَن السّفر قد يكون طَويلا وَقد يكون قَصِيرا، فَعلم أَن الْفِعْل لَا يُفِيد الْعُمُوم بل لابد من النُّطْق.",
            "page": "143",
            "part": "1",
            "seal": "481F2F2C"
        },
        {
            "id": "81",
            "nass": "وَكَذَا مَا يجْرِي مجْرى الْأَفْعَال كالقضايا، فَإِنَّهَا لَا تدل على الْعُمُوم، بل لَا بُد من تَقْيِيده كَمَا ورد أَنه عَلَيْهِ السَّلَام \" قضى بِالشُّفْعَة للْجَار \" فَلَا يحمل على الْعُمُوم، إِنَّمَا هِيَ للشَّرِيك - فَقَط - ¶ وَكَذَا \" قضى بِشَاهِد وَيَمِين \" فَلَا يحمل على الْعُمُوم؛ لِأَنَّهُ فِي بعض الْأَشْيَاء، دون بعض وَالله أعلم.",
            "page": "144",
            "part": "1",
            "seal": "9F170C22"
        },
        {
            "id": "82",
            "nass": "[المُرَاد بالخاص، والتخصيص] ¶ قَالَ: (وَالْخَاص يُقَابل الْعَام، والتخصيص تَمْيِيز بعض الْجُمْلَة) . ¶ أَقُول: لما فرغ من بَيَان الْبَاب الرَّابِع وَهُوَ: الْعَام أَخذ فِيمَا يُقَابله، وَهُوَ: الْخَاص. ¶ وَلِهَذَا لم يرسمه، بل اختصر على رسم الْعَام؛ لِأَنَّهُ يُقَابله. ¶ فَإِذا قيل فِي رسم الْعَام هُوَ: مَا عَم شَيْئَيْنِ فَصَاعِدا: قيل فِي رسم الْخَاص: هُوَ: مَالا يعم شَيْئَيْنِ فَصَاعِدا. أَو مَالا يَقْتَضِي استغراق الْجِنْس، فَإِن الْعَام يَقْتَضِيهِ.",
            "page": "145",
            "part": "1",
            "seal": "05239528"
        },
        {
            "id": "83",
            "nass": "وَقَوله: \" والتخصيص: تَمْيِيز بعض الْجُمْلَة \" يُشِير إِلَى حَقِيقَة التَّخْصِيص وَهُوَ: إِخْرَاج شَيْء قد دخل فِي الْجُمْلَة كَقَوْلِه تَعَالَى: {فَاقْتُلُوا الْمُشْركين} [سُورَة التَّوْبَة: 5] فَهَذَا عَام، فَخرج مِنْهُ المعاهدون؛ إِذْ لَا يجوز قَتلهمْ. ¶ وَكَذَا قَوْله تَعَالَى: {فَمن شهد مِنْكُم الشَّهْر فليصمه} [سُورَة الْبَقَرَة: 185] فَهُوَ عَام ثمَّ خرج مِنْهُ الْمَرِيض وَالْمُسَافر؛ إِذْ لَا يجب عَلَيْهِمَا الصَّوْم بِرُؤْيَتِهِ ¶ وَكَذَا إِخْرَاج بعض الْبيُوع عَن بعض؛ لِأَنَّهُ عَلَيْهِ السَّلَام \" نهى عَن بيع",
            "page": "146",
            "part": "1",
            "seal": "E63C6DCC"
        },
        {
            "id": "84",
            "nass": "الرطب \" فَكَانَ عَاما؛ لأجل عله الرِّبَا، ثمَّ رخص فِي الْعَرَايَا وَهِي بيع الرطب فِي رُؤُوس النّخل بِالتَّمْرِ على وَجه الأَرْض. ¶ فَهَذَا إِخْرَاج شَيْء معِين فِي جملَة عَامَّة. وَالله أعلم.",
            "page": "147",
            "part": "1",
            "seal": "CD8ABC81"
        },
        {
            "id": "85",
            "nass": "[أَقسَام الْمُخَصّص، وأنواع الْمُتَّصِل] ¶ قَالَ: (وَهُوَ يَنْقَسِم إِلَى مُتَّصِل ومنفصل: فالمتصل: الِاسْتِثْنَاء وَالشّرط، وَالتَّقْيِيد بِالصّفةِ) . ¶ أَقُول: لما فرغ من تَعْرِيف الْخَاص: أَخذ فِي تقسيمه إِلَى مُنْفَصِل، ومتصل، ثمَّ بَدَأَ بالمتصل وقسمه إِلَى ثَلَاث - إِجْمَالا -: - ¶ الأول: الِاسْتِثْنَاء كَقَوْلِك: \" اكرم الْفُقَهَاء إِلَّا زيدا \" ف \" زيد \" خص بِالِاسْتِثْنَاءِ من عُمُوم الْإِكْرَام. ¶ الثَّانِي: الشَّرْط كَقَوْلِك: \" اكرم الْفُقَهَاء إِذا جاءوك \" فَخص إكرامهم بِالشّرطِ وَهُوَ الْمَجِيء. ¶ الثَّالِث: التَّقْيِيد بِالصّفةِ كَقَوْلِك: \" أكْرم الْفُقَهَاء الحافظين لكتاب الله - تَعَالَى، فَخص إكرامهم بِصفة وَهِي: الْحِفْظ لكتاب الله - تَعَالَى - وَالله أعلم.",
            "page": "148",
            "part": "1",
            "seal": "400E61A0"
        },
        {
            "id": "86",
            "nass": "[الْمُخَصّص الْمُتَّصِل الأول: الِاسْتِثْنَاء تَعْرِيف الِاسْتِثْنَاء، وَبَيَان بعض شُرُوطه] ¶ قَالَ: (وَالِاسْتِثْنَاء: إِخْرَاج مَا لولاه لدخل فِي الْعَام، وَإِنَّمَا يَصح بِشَرْط أَن يبْقى من الْمُسْتَثْنى مِنْهُ شَيْء، وَمن شَرطه: أَن يكون مُتَّصِلا بالْكلَام) . ¶ أَقُول: لما ذكر أَقسَام الْمُخَصّص الْمُتَّصِل إِجْمَالا: شرع فِي بَيَانهَا فرسم الِاسْتِثْنَاء [ب] : إِخْرَاج مَا لولاه لدخل فِي الْعَام كَقَوْلِك: \" لَهُ عَليّ خَمْسَة إِلَّا ثَلَاثَة \" فلولا الِاسْتِثْنَاء لَوَجَبَتْ الْخَمْسَة.",
            "page": "149",
            "part": "1",
            "seal": "75FE1D36"
        },
        {
            "id": "87",
            "nass": "ثمَّ ذكر لصِحَّة الِاسْتِثْنَاء شرطين: - ¶ أَحدهمَا: انه لَا يكون مُسْتَغْرقا للمستثنى مِنْهُ كَمَا لَو قَالَ: لَهُ عَليّ خَمْسَة إِلَّا خَمْسَة \" فَهُوَ محَال؛ لِأَنَّهُ نفي مَا أثبت أَولا. ¶ لَكِن اخْتلفُوا فِي نفس الِاسْتِثْنَاء: هَل يشْتَرط أَن يكون أقل من نصف الْمُسْتَثْنى مِنْهُ أَو أَكثر؟ ¶ فَذهب الْجُمْهُور إِلَى انه لَا فرق بل لَو قَالَ: \" لَهُ عَليّ عشرَة إِلَّا وَاحِدًا \" صَحَّ وَلَزِمَه تِسْعَة. ¶ وَكَذَا لَو قَالَ: \" إِلَّا تِسْعَة \": لزمَه وَاحِد. ¶ وَذَهَبت الْحَنَابِلَة إِلَى أَنه لَا بُد من الزِّيَادَة على النّصْف كَقَوْلِك \" لَهُ عَليّ عشرَة إِلَّا سِتَّة \".",
            "page": "150",
            "part": "1",
            "seal": "FCBCA3FB"
        },
        {
            "id": "88",
            "nass": "وَذهب القَاضِي أَبُو بكر إِلَى النَّقْص كَقَوْلِك: \" إِلَّا أَرْبَعَة \". ¶ وَالشّرط الثَّانِي: أَن يكون الِاسْتِثْنَاء مُتَّصِلا بالمستثنى مِنْهُ؛ لِأَنَّهُ جُزْء من الْمُسْتَثْنى مِنْهُ. ¶ وَنقل جَوَاز الِانْفِصَال مِنْهُ عَن ابْن عَبَّاس حَتَّى لَو قَالَ: \" لَهُ عَليّ عشرَة \" ثمَّ",
            "page": "151",
            "part": "1",
            "seal": "B359554B"
        },
        {
            "id": "89",
            "nass": "قَالَ بعد سَاعَة أَو أَكثر: \" إِلَّا كَذَا \": صَحَّ. ¶ وَالْجُمْهُور على خِلَافه ¶ بل غلطوا النَّاقِل عَن ابْن عَبَّاس؛ ذَلِك لقُوَّة علمه باللغة وَغَيرهَا؛ لِأَنَّهُ يلْزم عدم انْعِقَاد يَمِين، واستقرار إِقْرَار",
            "page": "152",
            "part": "1",
            "seal": "2B3A5C86"
        },
        {
            "id": "90",
            "nass": "لجَوَاز الِاسْتِثْنَاء فِيمَا بعد وَالله أعلم",
            "page": "153",
            "part": "1",
            "seal": "33AF40BC"
        },
        {
            "id": "91",
            "nass": "[جَوَاز تَقْدِيم الْمُسْتَثْنى على الْمُسْتَثْنى مِنْهُ، وَجَوَاز الِاسْتِثْنَاء من الْجِنْس وَغَيره] ¶ قَالَ: (وَيجوز تَقْدِيم الِاسْتِثْنَاء على الْمُسْتَثْنى مِنْهُ، وَيجوز الِاسْتِثْنَاء من الْجِنْس وَغَيره) . ¶ أَقُول: لما فرغ من رسم الِاسْتِثْنَاء وشروطه: شرع فِيمَا يجوز فِيهِ من تَقْدِيم",
            "page": "154",
            "part": "1",
            "seal": "FB21EB16"
        },
        {
            "id": "92",
            "nass": "الْمُسْتَثْنى مِنْهُ كَقَوْلِك: \" مَا قَامَ إِلَّا زيدا أحد \". ¶ وَمِنْه قَول الْكُمَيْت: - ¶ (وَمَالِي إِلَّا آل أَحْمد شيعَة ... ) ¶ : ... . . ¶ وَكَذَا فِيمَا يجوز الِاسْتِثْنَاء من غير الْجِنْس الِاسْتِثْنَاء مِنْهُ كَقَوْلِك: \" لَهُ عَليّ",
            "page": "155",
            "part": "1",
            "seal": "693660B3"
        },
        {
            "id": "93",
            "nass": "مَائه دِرْهَم إِلَّا ثَوَابه \". ¶ وَمنعه آخَرُونَ وَقَالُوا: لَا يستحسن أَن يُقَال: رَأَيْت النَّاس إِلَّا حمارا؛ إِذْ الْحمار لم يكن من النَّاس. ¶ وَاحْتج الْقَائِلُونَ بِجَوَازِهِ بقوله تَعَالَى {فَسجدَ الْمَلَائِكَة كلهم أَجْمَعُونَ إِلَّا إِبْلِيس} [سُورَة الْحجر: 30] وَلم يكن من الْمَلَائِكَة بِدَلِيل قَوْله تَعَالَى: {إِلَّا إِبْلِيس كَانَ من الْجِنّ} [سُورَة الْكَهْف: 50] وَالله أعلم.",
            "page": "156",
            "part": "1",
            "seal": "0D253083"
        },
        {
            "id": "94",
            "nass": "[الْمُخَصّص الْمُتَّصِل الثَّانِي: الشَّرْط] ¶ قَالَ: (وَالشّرط يجوز أَن يتَقَدَّم على الْمَشْرُوط) . ¶ أَقُول: لما فرغ من الِاسْتِثْنَاء الَّذِي هُوَ أحد أَقسَام الْخَاص الْمُتَّصِل شرع فِي الْقسم الثَّانِي وَهُوَ: الشَّرْط، فَذكر جَوَاز تَقْدِيمه على الْمَشْرُوط فَهُوَ كَمَا قَالَ: ¶ لَكِن فِي الشَّرْط اللَّفْظِيّ كَمَا لَو قَالَ: \" أَنْت طَالِق إِذا دخلت الدَّار \" أَو \" إِذا دخلت الدَّار فَأَنت طَالِق \"؛ إِذْ لَا فرق بَينهمَا. ¶ وَكَذَا إِذا قَالَ لعَبْدِهِ: \" أَنْت حر إِن دخلت الدَّار \" أَو \" إِن دخلت الدَّار فَأَنت حر فَهَذَا يجوز تَقْدِيم الشَّرْط وتأخيره. ¶ بِخِلَاف الشَّرْط الوجودي؛ إِذْ لَا يجوز تَأْخِيره كالطهارة للصَّلَاة وَدخُول الْوَقْت. وَالله أعلم.",
            "page": "157",
            "part": "1",
            "seal": "B46B365B"
        },
        {
            "id": "95",
            "nass": "[الْمُخَصّص الْمُتَّصِل الثَّالِث: الصّفة] ¶ قَالَ: (والمقيد بِالصّفةِ يحمل عَلَيْهِ الْمُطلق كالرقبة قيدت بِالْإِيمَان فِي بعض الْمَوَاضِع، وأطلقت فِي الْبَعْض، فَيحمل الْمُطلق على الْمُقَيد) . ¶ أَقُول: لما فرغ من الشَّرْط الَّذِي هُوَ الْقسم الثَّانِي من أَقسَام الْخَاص الْمُتَّصِل: شرع فِي الثَّالِث وَهُوَ الْخَاص الْمُقَيد بِالصّفةِ؛ لِأَن اللَّفْظ إِذا ورد مُطلقًا من غير تَقْيِيد، ثمَّ ورد مُقَيّدا حمل الْمُطلق على الْمُقَيد سَوَاء كَانَا فِي حكم وَاحِد كتحرير الرَّقَبَة فِي الْقَتْل فقيدت فِي بعض الْمَوَاضِع دون بعض فَحمل الْمُطلق على الْمُقَيد. ¶ وَإِمَّا إِذا [كَانَ] اللَّفْظ الْمُطلق والمقيد فِي حكمين كَالْقَتْلِ وَالظِّهَار فَإِن الرَّقَبَة وَردت فِي الظِّهَار مُطلقَة، وَفِي الْقَتْل مُقَيّدَة بِالْإِيمَان. ¶ فَذهب الشَّافِعِي إِلَى وجوب الْحمل؛ احْتِيَاطًا لِلْخُرُوجِ عَن الْعهْدَة يَقِينا.",
            "page": "158",
            "part": "1",
            "seal": "C130F216"
        },
        {
            "id": "96",
            "nass": "وَذهب أَبُو حنيفَة وَآخَرُونَ إِلَى عدم الْحمل؛ لِأَن كل وَاحِد من الْحكمَيْنِ مُغَاير للْآخر، فَلَا يجب حمل أَحدهمَا على الآخر وَالله أعلم. ¶ [تَخْصِيص الْكتاب بِالْكتاب، وَالْكتاب بِالسنةِ] ¶ قَالَ: (يجوز تَخْصِيص الْكتاب بِالْكتاب، وَالْكتاب بِالسنةِ) . ¶ أَقُول: لما فرغ من بَيَان الْخَاص الْمُتَّصِل وتقسيمه، شرع فِي بَيَان الْخَاص الْمُنْفَصِل؛ لِأَن الْعَام الْمُخَصّص قد يكون بِدَلِيل قَطْعِيّ كالكتاب وَالسّنة المتواترة وَالْإِجْمَاع، أَو بِدَلِيل ظَنِّي كالقياس، وَالسّنة الَّتِي لَيست متواترة.",
            "page": "159",
            "part": "1",
            "seal": "E6F45F23"
        },
        {
            "id": "97",
            "nass": "ثمَّ ذكر جَوَاز تَخْصِيص الْكتاب بِالْكتاب، وبالسنة. ¶ وَزَاد غَيره الْإِجْمَاع فَإِنَّهُ يخصص الْكتاب؛ لِأَنَّهُ قَطْعِيّ يلْحق بهما.",
            "page": "160",
            "part": "1",
            "seal": "02EFB945"
        },
        {
            "id": "98",
            "nass": "فتخصيص الْكتاب بِالْكتاب كَقَوْلِه تَعَالَى {والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَة قُرُوء} [سُورَة الْبَقَرَة: 228] فَهَذَا عَام خصصه قَوْله تَعَالَى: {وَأولَات الْأَحْمَال أجهلن أَن يَضعن حَملهنَّ} [سُورَة الطَّلَاق: 4] ¶ وَكَذَا قَوْله تَعَالَى: {فانكحوا مَا طَابَ لكم من النِّسَاء} [سُورَة النِّسَاء: 3] خصصه قَوْله تَعَالَى: {حرمت عَلَيْكُم أُمَّهَاتكُم} [سُورَة النِّسَاء: 23] . ¶ وَتَخْصِيص الْكتاب بِالسنةِ كَقَوْلِه تَعَالَى: {يُوصِيكُم الله فِي أَوْلَادكُم} [سُورَة النِّسَاء: 11] خصصه قَوْله عَلَيْهِ السَّلَام: \" الْقَاتِل لَا يَرث \".",
            "page": "161",
            "part": "1",
            "seal": "86F9FA53"
        },
        {
            "id": "99",
            "nass": "و \" نَحن لَا الْأَنْبِيَاء لَا نورث \". ¶ وَتَخْصِيص الْكتاب بِالْإِجْمَاع كَقَوْلِه تَعَالَى: {وَالَّذين يرْمونَ أَزوَاجهم} [سُورَة النُّور: 6] عَام فِي الْحر وَالْعَبْد، خصصه الْإِجْمَاع: أَن العَبْد لَا يضْرب ثَمَانِينَ، بل أَرْبَعِينَ وَالله أعلم.",
            "page": "162",
            "part": "1",
            "seal": "87257806"
        },
        {
            "id": "100",
            "nass": "[تَخْصِيص السّنة بِالْكتاب، وَتَخْصِيص السّنة بِالسنةِ، وَتَخْصِيص الْكتاب وَالسّنة بِالْقِيَاسِ] ¶ قَالَ: (وَالسّنة بِالْكتاب، وَالسّنة بِالسنةِ، والنطق بِالْقِيَاسِ، ونعني بالنطق قَوْله تَعَالَى، وَقَول رَسُوله - عَلَيْهِ السَّلَام -) . ¶ أَقُول: يُشِير الشَّيْخ - رَحمَه الله - إِلَى أَنه كَمَا جَازَ تَخْصِيص الْكتاب بِالْكتاب، وَالسّنة جَازَ تَخْصِيص السّنة بِالْكتاب كَقَوْلِه عَلَيْهِ السَّلَام: (لَا يقبل الله صَلَاة من أحدث حَتَّى يتَوَضَّأ) خصها قَوْله تَعَالَى: {وَإِن كُنْتُم مرضى أَو على سفر} [سُورَة الْمَائِدَة: 6] إِلَى قَوْله: {فَتَيَمَّمُوا} . ¶ وَتَخْصِيص السّنة بِالسنةِ كنهيه عَلَيْهِ السَّلَام أَولا عَن بيع الرطب ثمَّ رخص فِي بيع الْعَرَايَا فَخص عَلَيْهِ السَّلَام مَسْأَلَة الْعَرَايَا من عُمُوم نَهْيه أَولا. ¶ وَتَخْصِيص النُّطْق بِالْقِيَاسِ، ثمَّ فسر النُّطْق بِالْكتاب وَالسّنة فَهَذِهِ مَسْأَلَة قد",
            "page": "163",
            "part": "1",
            "seal": "3EFDFE95"
        },
        {
            "id": "101",
            "nass": "اخْتلف فِيهَا وَهِي: هَل يجوز تَخْصِيص الْكتاب وَالسّنة بِالْقِيَاسِ أم لَا؟ . ¶ فَذهب أَبُو حنيفَة وَعِيسَى بن أبان والكرخي إِلَى عدم.",
            "page": "164",
            "part": "1",
            "seal": "043785FD"
        },
        {
            "id": "102",
            "nass": "الْجَوَاز؛ لِأَن دليلهما قَطْعِيّ، وَالْقِيَاس ظَنِّي فَلَا يخصصهما إِلَّا إِذا خصا بقطعي مثلهمَا. ¶ وَذهب جُمْهُور الشَّافِعِيَّة إِلَى جَوَاز تخصيصهما بِالْقِيَاسِ؛ لِأَن الْقيَاس",
            "page": "165",
            "part": "1",
            "seal": "10D56CFB"
        },
        {
            "id": "103",
            "nass": "والعموم دليلان فَوَجَبَ حمل الْأَعَمّ على الْأَخَص. ¶ وَأَيْضًا: اختصاصهما بِالْقِيَاسِ فِيهِ عمل بالدليلين، وَهُوَ أولى من إِلْغَاء أَحدهمَا وَهُوَ الْقيَاس، وَالله أعلم. ¶ [تَعْرِيف الْمُجْمل وَالْبَيَان] ¶ قَالَ: (والمجمل: مَا يفْتَقر إِلَى الْبَيَان، وَالْبَيَان: إِخْرَاج الشَّيْء من حيّز الْإِشْكَال إِلَى حيّز التجلي) . ¶ أَقُول: [لما فرغ من بَيَان بَاب الْخَاص شرع فِي الْبَاب السَّادِس وَهُوَ] الْمُجْمل، ثمَّ عرفه تعريفا حسنا؛ لِأَن الْمُجْمل فِي اصْطِلَاح الْفُقَهَاء: كل لفظ لَا",
            "page": "166",
            "part": "1",
            "seal": "ED40C98A"
        },
        {
            "id": "104",
            "nass": "يعلم المُرَاد مِنْهُ عِنْد إِطْلَاقه بل يتَوَقَّف على الْبَيَان كَقَوْلِه تَعَالَى: {ثَلَاثَة قُرُوء} [سُورَة الْبَقَرَة: 228] ؛ لِأَن الْقُرْء لفظ مُجمل يحْتَمل \" الطُّهْر \" و \" الْحيض \". ¶ فبينته الشَّافِعِيَّة بِالطُّهْرِ.",
            "page": "167",
            "part": "1",
            "seal": "C4CE7BAD"
        },
        {
            "id": "105",
            "nass": "وبينته الْحَنَفِيَّة بِالْحيضِ. ¶ وَكَذَا قَوْله تَعَالَى: {أَن تذبحوا بقرة} [سُورَة الْبَقَرَة: 67] فَهَذَا اللَّفْظ مُجمل لجنس الْبَقر، وَالْمرَاد من الْجِنْس بقرة مُعينَة تفْتَقر إِلَى لفظ آخر يُخرجهَا من حيّز الْإِشْكَال إِلَى الْجَلِيّ فبينها تَعَالَى. ¶ وَاخْتلفُوا فِي قَوْله تَعَالَى: {وامسحوا برؤوسكم} [سُورَة الْمَائِدَة: 6] ¶ فَذَهَبت الْمَالِكِيَّة إِلَى أَنه لَيْسَ بمجمل؛ لِأَن الْبَاء للإلصاق، فَوَجَبَ الْمسْح.",
            "page": "168",
            "part": "1",
            "seal": "A7328BF8"
        },
        {
            "id": "106",
            "nass": "بِالرَّأْسِ، وَالرَّأْس اسْم لجميعه، فَوَجَبَ مسح الْجَمِيع. ¶ وَذهب الْجُمْهُور إِلَى إجماله؛ لاحْتِمَال أَن تكون الْبَاء للتَّبْعِيض فبينه عَلَيْهِ السَّلَام بمسح بعض رَأسه. وَالله أعلم.",
            "page": "169",
            "part": "1",
            "seal": "1AB20DB4"
        },
        {
            "id": "107",
            "nass": "[المُرَاد بالمبين] ¶ قَالَ: (والمبين هُوَ النَّص لَا يحْتَمل إِلَّا معنى وَاحِدًا، وَقيل: مَا تَأْوِيله تَنْزِيله، وَهُوَ مُشْتَقّ من المنصة الَّتِي تجلى عَلَيْهَا الْعَرُوس [وَهُوَ الْكُرْسِيّ] ¶ أَقُول: لما فرغ من الْمُجْمل: شرع فِي بَيَان الْمُبين وَهُوَ الْبَاب السَّابِع فرسمه بِأَنَّهُ النَّص الَّذِي لَا يحْتَمل إِلَّا معنى وَاحِدًا. ¶ وَهُوَ: الَّذِي لَا يتَطَرَّق إِلَيْهِ احْتِمَال آخر. ¶ وَذَلِكَ النَّص الْمُبين: إِمَّا من كتاب، أَو سنة: - ¶ كَقَوْلِه تَعَالَى: {إِنَّهَا بقرة صفراء فَاقِع لَوْنهَا} [سُورَة الْبَقَرَة: 69] فَهَذَا لفظ لَا يحْتَمل غَيره. ¶ وَكَذَا قَوْله عَلَيْهِ السَّلَام: (فِيمَا سقت السَّمَاء الْعشْر) فَإِنَّهُ مُبين لقَوْله تَعَالَى:",
            "page": "170",
            "part": "1",
            "seal": "870CF78D"
        },
        {
            "id": "108",
            "nass": "{وَآتوا حَقه يَوْم حَصَاده} [سُورَة الْأَنْعَام: 141] ¶ وَكَذَا أَفعاله - عَلَيْهِ السَّلَام - فِي الصَّلَوَات، وَالْحج مبينَة لقَوْله [تَعَالَى] : و {أقِيمُوا الصَّلَاة} [سُورَة الْبَقَرَة: 43] وَلقَوْله: {وَللَّه على النَّاس حج الْبَيْت} [سُورَة آل عمرَان: 97] فَإِنَّهُ عَلَيْهِ السَّلَام بَينهمَا تبيينا لَا يحْتَمل الزِّيَادَة وَلَا النُّقْصَان. ¶ وَلِهَذَا رسم الْمُبين - بِفَتْح الْيَاء - بِالنَّصِّ الَّذِي لَا يحْتَمل إِلَّا معنى وَاحِدًا. ¶ وَأَشَارَ إِلَى أَن بعض الْعلمَاء رسم النَّص بِمَا تَأْوِيله تنزيلة وَهُوَ قريب مِمَّا ذكره الشَّيْخ وَالله أعلم. ¶ وَقَوله: \" وَهُوَ مُشْتَقّ من المنصة الَّتِي تجلى عَلَيْهَا الْعَرُوس \" يُشِير إِلَى أَن النَّص فِي إيضاحه يشبه الْعَرُوس الْجَالِسَةُ على مُرْتَفع لَا تخفى على أحد، وَلَا يحْتَمل أَن تكون غَيرهَا هِيَ، فَكَذَلِك النَّص فِي ظُهُوره الَّذِي لَا يحْتَمل إِلَّا معنى وَاحِدًا. لَكِن فِي قَوْله نظر؛ إِذْ جعل النَّص مشتقا من المنصة، وَلَا شكّ أَن المنصة مفعلة؛ لِأَنَّهَا اسْم آله وَهُوَ: مصدر فاشتقاقها مِنْهُ، لَا بِالْعَكْسِ. وَالله أعلم",
            "page": "171",
            "part": "1",
            "seal": "40B4B9CF"
        },
        {
            "id": "109",
            "nass": "[تَعْرِيف الظَّاهِر] ¶ قَالَ: (وَالظَّاهِر: مَا يحْتَمل أَمريْن أَحدهمَا أظهر من الآخر، ويؤل الظَّاهِر بِالدَّلِيلِ وَيُسمى ظَاهرا، والعموم قد تقدم شَرحه) . ¶ أَقُول: لما فرغ من بَيَان الْمُبين: شرع فِي بَيَان الظَّاهِر وَهُوَ الْبَاب الثَّامِن. ¶ يُشِير فِي هَذَا الْبَاب إِلَى أَن النَّص إِذا ورد يحْتَمل أموراً فالراجح مِنْهَا يُسمى ظَاهرا. ¶ ثمَّ أَشَارَ إِلَى أَن الظَّاهِر قد لَا يحمل على ظَاهره بل إِذا أول صَار ظَاهرا كَقَوْلِه تَعَالَى: {وَالسَّمَاء بنيناها بأيد} [سُورَة الذاريات: 47] فَالظَّاهِر: أَنَّهَا بنيت بأيد مُتعَدِّدَة؛ ن لِأَنَّهَا جمع يَد، وَهُوَ محَال فِي حَقه تَعَالَى فأولت بِالْقُوَّةِ فَصَارَ النَّص ظَاهرا بالتأويل. ¶ وَكَذَا قَوْله تَعَالَى: {وَلَا تَأْكُلُوا مِمَّا لم يذكر اسْم الله عَلَيْهِ} [سُورَة الْأَنْعَام: 121] فَهَذَا ظَاهر فِي تَحْرِيم مَتْرُوك الْبَسْمَلَة فَأول بِذكر الشَّرِيك، وَهُوَ: إِذا ذبح لغير الله",
            "page": "172",
            "part": "1",
            "seal": "71FEFCBA"
        },
        {
            "id": "110",
            "nass": "فَظهر النَّص بالتأويل ¶ وَقَوله: \" والعموم قد تقدم [شَرحه] ، يُشِير إِلَى أَن دَلَائِل الْعُمُوم من بَاب الظَّاهِر، وَقد تقدم الْكَلَام على الْعُمُوم، فَلَا حَاجَة لإعادته وَالله أعلم. ¶ [أَفعَال الرَّسُول - عَلَيْهِ السَّلَام - مُخْتَصَّة بِهِ إِن دلّ على ذَلِك دَلِيل] ¶ قَالَ: (وَالْأَفْعَال: فعل صَاحب الشَّرْع، فَلَا يَخْلُو أَن تكون على [وَجه] الْقرْبَة، أَو الطَّاعَة، فَإِن دلّ دَلِيل على اخْتِصَاصه بِهِ حمل عَلَيْهِ) .",
            "page": "173",
            "part": "1",
            "seal": "DD34B0E6"
        },
        {
            "id": "111",
            "nass": "أَقُول: لما فرغ من بَيَان الظَّاهِر، شرع فِي بَيَان أَفعاله - عَلَيْهِ السَّلَام - وَهُوَ الْبَاب التَّاسِع. ¶ وَأَرَادَ بِهَذَا الْبَاب بَيَان أَحْكَام أَفعاله وانقسامها إِلَى أَنَّهَا تَارَة تكون خَاصَّة بِهِ كالوصال فِي الصّيام، ونكاحه من غير ولي وَغير ذَلِك وَاخْتلفُوا فِي الْأَفْعَال الَّتِي لم تخْتَص بِهِ، بل هِيَ تشريع لأمته على ثَلَاثَة أَقْوَال: _ ¶ مِنْهُم من جعله على الْوُجُوب. ¶ وَمِنْهُم من جعله على النّدب. ¶ وَمِنْهُم جعله على الْإِبَاحَة على مَا يَأْتِي إيضاحه - إِن شَاءَ الله تَعَالَى.",
            "page": "174",
            "part": "1",
            "seal": "B274FF10"
        },
        {
            "id": "112",
            "nass": "[إِذا لم يدل دَلِيل على أَن فعله عَلَيْهِ السَّلَام خَاص بِهِ فعلى مَاذَا يحمل؟] ¶ قَالَ: (وَإِن لم يدل: لم يخْتَص بِهِ لِأَنَّهُ تَعَالَى قَالَ: {لقد كَانَ لكم فِي رَسُول الله أُسْوَة حَسَنَة} فَيحمل على الْوُجُوب عِنْد بعض أَصْحَابنَا، وَمِنْهُم من قَالَ: يحمل على النّدب، وَمِنْهُم من قَالَ: يتَوَقَّف فِيهِ، وَإِن كَانَ على غير الْقرْبَة وَالطَّاعَة فَيحمل على الْإِبَاحَة) . ¶ أَقُول: هَذَا شُرُوع فِي تَقْسِيم أَفعاله عَلَيْهِ السَّلَام: - ¶ فَذهب قوم إِلَى أَن أَفعاله عَلَيْهِ السَّلَام تحمل على الْوُجُوب، مِنْهُم: أَبُو سعيد الاصطخري، وَأَبُو الْعَبَّاس بن سُرَيج، وَأَبُو عَليّ بن خيران.",
            "page": "175",
            "part": "1",
            "seal": "7EF6ED2E"
        },
        {
            "id": "113",
            "nass": "واحتجزوا بقوله تَعَالَى: {قل إِن كُنْتُم تحبون الله فَاتبعُوني} [سُورَة آل عمرَان: 31] فَدلَّ على أَن محبته تَعَالَى مستلزمة لمتابعة رَسُوله - عَلَيْهِ السَّلَام - ¶ وَكَذَا قَوْله تَعَالَى: {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ} [سُورَة الْحَشْر: 7] وَفعله عَلَيْهِ السَّلَام من جملَة مَا أَتَى بِهِ فَدلَّ - أَيْضا - على أَن الْأَخْذ بأفعاله وَاجِب. ¶ وَمَا ذكر الشَّيْخ - رَحمَه الله - من قَوْله تَعَالَى: {لقد كَانَ لكم} [سُورَة الْأَحْزَاب: 21] دَالَّة على الْوُجُوب فِيهِ نظر على مَا يَأْتِي. ¶ وَذهب الشَّافِعِي إِلَى أَنه يحمل على النّدب؛ لِأَن قَوْله تَعَالَى: (لقد كَانَ",
            "page": "176",
            "part": "1",
            "seal": "53275756"
        },
        {
            "id": "114",
            "nass": "لكم فِي رَسُول الله أُسْوَة حَسَنَة} لِأَن الأسوة الْحَسَنَة فِي أَفعاله قد يكون وَاجِبا، وَقد يكون ندبا. ¶ وَالْأَصْل: عدم الْوُجُوب، فَحمل على النّدب حَتَّى يدل دَلِيل على الْوُجُوب. ¶ وَذهب أَبُو بكر الصَّيْرَفِي وَأَبُو حَامِد الْغَزالِيّ، وَالْإِمَام الرَّازِيّ إِلَى",
            "page": "177",
            "part": "1",
            "seal": "C183CD24"
        },
        {
            "id": "115",
            "nass": "التَّوَقُّف؛ لِأَن أَفعاله تدل على الْوُجُوب تَارَة، وعَلى النّدب تَارَة، وعَلى الْإِبَاحَة تَارَة فَتعين التَّوَقُّف ليدل دَلِيل على أحدهم. ¶ وَغَايَة مَا فِي هَذَا الْبَاب: أَن أَفعاله عَلَيْهِ السَّلَام لَا تَخْلُو: أَن تخْتَص بِهِ أَو لَا: - ¶ فَإِن اخْتصّت بِهِ كالوصال: فَلَا بحث فِيهِ. ¶ وَإِن لم تخْتَص بِهِ فَلَا يَخْلُو: - ¶ أَن تكون على وَجه الطَّاعَة أَو لَا: - ¶ فَإِن كَانَت على وَجه الطَّاعَة: نظر: -",
            "page": "178",
            "part": "1",
            "seal": "4F242E49"
        },
        {
            "id": "116",
            "nass": "إِن دلّ دَلِيل على وُجُوبه: حمل عَلَيْهِ، كغسله من التقاء الختانين، وَزِيَادَة الرُّكُوع فِي صَلَاة الْكُسُوف دون سَائِر الصَّلَوَات. ¶ وَإِن دلّ على النّدب: حمل عَلَيْهِ كالسنة الرَّاتِبَة، والتهجد لَيْلًا وَغير ذَلِك. ¶ أما إِذا لم تكن على وَجه الطَّاعَة فمباحة كنومه عَلَيْهِ السَّلَام، وَأكله، وَالله أعلم.",
            "page": "179",
            "part": "1",
            "seal": "CD0748CB"
        },
        {
            "id": "117",
            "nass": "[إِقْرَار الرَّسُول [صلى الله عَلَيْهِ وَسلم]] ¶ قَالَ: (وَإِقْرَاره على الْفِعْل كَفِعْلِهِ، وَمَا فعل فِي غير مَجْلِسه وَفِي وقته وَعلم بِهِ، وَلم يُنكره فَحكمه حكم مَا فعل فِي مَجْلِسه) . ¶ أَقُول: لما فرغ من بَيَان أَفعاله - عَلَيْهِ السَّلَام - أَخذ فِي بَيَان مَا يفعل بَين يَدَيْهِ، وَفِي زَمَنه وَلم يُنكره فَقَالَ الشَّيْخ - رَحمَه الله -: هُوَ كَفِعْلِهِ عَلَيْهِ السَّلَام؛ إِذْ لَا يجوز لصَاحب الشَّرِيعَة أَن يقر أحدا على الْخَطَأ، وَلِهَذَا حكم بِحل الضَّب مَعَ عدم أكله مِنْهُ عَلَيْهِ السَّلَام، لَكِن لما أقرّ خَالِدا على أكله من غير إِنْكَار: علم",
            "page": "180",
            "part": "1",
            "seal": "20B5008E"
        },
        {
            "id": "118",
            "nass": "حلّه. ¶ وَكَذَا يُقَاس على مَا فعل فِي مَجْلِسه مَا لم يفعل فِي مَجْلِسه، بل فِي زَمَنه وبلغه ذَلِك وَلم يُنكر عَلَيْهِ كَقَوْل الصَّحَابَة: \" أفضل النَّاس - بعد رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَبُو بكر وَعمر، فَلم يُنكر عَلَيْهِم. وَالله أعلم.",
            "page": "181",
            "part": "1",
            "seal": "4D23CCE1"
        },
        {
            "id": "119",
            "nass": "[تَعْرِيف النّسخ لُغَة] ¶ قَالَ: (والنسخ مَعْنَاهُ: الْإِزَالَة، يُقَال: \" نسخت الشَّمْس الظل \" أَي \" أزالته، وَقيل: مَعْنَاهُ: النَّقْل من قَوْلهم: \" نسخت مَا فِي الْكتاب \" أَي: نقلته) . ¶ أَقُول: لما فرغ من بَيَان أَفعاله عَلَيْهِ السَّلَام: شرع فِي بَيَان النّسخ، وَهُوَ الْبَاب الْعَاشِر وَيُشِير إِلَى تَعْرِيفه فِي اللُّغَة، وَإِلَى حَده عِنْد الْفُقَهَاء، وتقسيمه على مَا ستراه وَاضحا - إِن شَاءَ الله تَعَالَى - أما أصل النّسخ فِي اللُّغَة: الْإِزَالَة والعدم، يُقَال: \" نسخت الرّيح آثَار الْقَوْم \" أَي: أزالتها، وأعدمتها، \" وَنسخت الشَّمْس الظل \": إِذا أزالته وأعدمته",
            "page": "182",
            "part": "1",
            "seal": "FF6F420C"
        },
        {
            "id": "120",
            "nass": "وَذهب أَبُو حنيفَة، والقفال، وَأَبُو الْحُسَيْن الْبَصْرِيّ إِلَى أَن النّسخ فِي اللُّغَة النَّقْل، يُقَال: \" نسخت مَا فِي الْكتاب \" أَي: نقلته، وَكَذَا يُقَال: \" تناسخت الْمَوَارِيث \" أَي: نقلت. وَاحْتج الْأَولونَ: أَن النّسخ حَقِيقَة فِي الْإِزَالَة والعدم، مجَاز فِي النَّقْل فَحَمله على الْحَقِيقَة أولى. ¶ وَكَذَا نسخ الْكتاب لَيْسَ هُوَ نقل فِي الْحَقِيقَة، بل إِيجَاد مثله فِي مَكَان آخر وَالله أعلم.",
            "page": "183",
            "part": "1",
            "seal": "4FEBBD48"
        },
        {
            "id": "121",
            "nass": "[تَعْرِيف النّسخ فِي الِاصْطِلَاح] ¶ قَالَ: (وَحده: الْخطاب الدَّال على رفع الحكم الثَّابِت بِالْخِطَابِ الْمُتَقَدّم، على وَجه لولاه لَكَانَ ثَابتا مَعَ تراخيه عَنهُ. ¶ أَقُول: لما فرغ من تَعْرِيفه فِي اللُّغَة: شرع فِي تَعْرِيفه عِنْد اصْطِلَاح الْأُصُولِيِّينَ. ¶ فَاخْتَارَ الشَّيْخ هَذَا الْحَد، وَكَذَا القَاضِي أَبُو بكر. ¶ فَقَوله: \" وَحده \" أَي: حد النّسخ فِي الِاصْطِلَاح: الْخطاب الدَّال على رفع",
            "page": "184",
            "part": "1",
            "seal": "5F8ED2AC"
        },
        {
            "id": "122",
            "nass": "الحكم الثَّابِت بِالْخِطَابِ الْمُتَقَدّم، وَلَا شكّ أَن لَوْلَا الْخطاب الثَّانِي. لَكَانَ الْعَمَل على الأول؛ لِأَن النّسخ ضد الحكم السَّابِق وَهُوَ: الْمَنْسُوخ. ¶ وَقَوله: \" الدَّال على رفع الحكم الثَّابِت \" احْتِرَازًا عَن الْعَجز للْقِيَام فِي الصَّلَاة، أَو بِالْمرضِ عَن الصَّوْم، فَلَا يُقَال لهَذَا الْعَجز نسخا للْقِيَام الثَّابِت بالحكم الْمُتَقَدّم، وَلَا للصَّوْم، بل إِنَّمَا هُوَ سَبَب طَرَأَ على الحكم الثَّابِت. ¶ وَقَوله: \" على وَجه لولاه لَكَانَ ثَابتا \" أَي: لَوْلَا الثَّانِي لَكَانَ الأول ثَابتا وَالله أعلم. ¶ [وُجُوه النّسخ فِي الْقُرْآن وَبَعض صوره] ¶ قَالَ: (وَيجوز نسخ الرَّسْم وَبَقَاء الحكم، وَنسخ الحكم وَبَقَاء الرَّسْم، والنسخ إِلَى بدل، وَإِلَى غير بدل، وَإِلَى مَا هُوَ أغْلظ، وَمَا هُوَ أخف مِنْهُ) . ¶ أَقُول: لما فرغ من تَعْرِيف النّسخ لُغَة وَاصْطِلَاحا: شرع فِي بَيَان صور تتَعَلَّق بالنسخ: ¶ أَحدهَا: نسخ الرَّسْم من الْمُصحف فَلَا تتلى فِيهِ مَعَ بَقَاء حكمهَا مثل: قَوْله تَعَالَى: \" الشَّيْخ وَالشَّيْخَة إِذا زَنَيَا فَارْجُمُوهُمَا \" فَكَانَت قِرَاءَة تقرى، فنسخت قِرَاءَة وَكِتَابَة، مَعَ بَقَاء حكمهَا وَهُوَ الرَّجْم.",
            "page": "185",
            "part": "1",
            "seal": "A21E85E2"
        },
        {
            "id": "123",
            "nass": "الثَّانِيَة: الْعَكْس، وَهُوَ نسخ الحكم وَبَقَاء الرَّسْم، مثل قَوْله تَعَالَى: {وَالَّذين يتوفون مِنْكُم} إِلَى قَوْله: {إِلَى الْحول غير إِخْرَاج} [الْبَقَرَة الْآيَة: 240] فَهَذِهِ ثَابِتَة فِي الْخط والتلاوة، مَعَ أَن حكمهَا مَنْسُوخ بقوله تَعَالَى: {أَرْبَعَة أشهر وَعشرا} [الْبَقَرَة الْآيَة: 234] . فَظهر: أَن هَذِه ناسخة للأولى، وَإِن كَانَت مُقَدّمَة فِي الرَّسْم، لَكِن هِيَ مؤخرة فِي الزَّوَال، لِأَن الْأَحْكَام ثَابِتَة للزوال، لَا للرسم.",
            "page": "186",
            "part": "1",
            "seal": "C148FD8E"
        },
        {
            "id": "124",
            "nass": "الثَّالِثَة: [النّسخ] إِلَى بدل كنسخ اسْتِقْبَال بَيت الْمُقَدّس، إِلَى اسْتِقْبَال الْكَعْبَة. ¶ الرَّابِعَة: النّسخ إِلَى غير بدل، مثل: قَوْله تَعَالَى: {إِذا نَاجَيْتُم الرَّسُول فقدموا بَين يَدي نَجوَاكُمْ صَدَقَة} [المجادلة الْآيَة: 12] ، فنسخت من غير بدل.",
            "page": "187",
            "part": "1",
            "seal": "27995353"
        },
        {
            "id": "125",
            "nass": "الْخَامِسَة: النّسخ إِلَى مَا هُوَ أثقل، مثل: الْكَفّ عَن قتال الْكفَّار أَولا، ثمَّ نسخ ذَلِك بأثقل مِنْهُ، وَهُوَ: وجوب قِتَالهمْ. ¶ السَّادِسَة: النّسخ إِلَى مَا هُوَ أخف، مثل: أمره تَعَالَى إِبْرَاهِيم بِذبح وَلَده، ثمَّ نسخ بِالْفِدَاءِ. ¶ وَكَذَا تَكْلِيف مُسلم وَاحِد بِعشْرَة بِآيَة الْمِائَة للمائتين وَالله أعلم. ¶ [مسَائِل النّسخ بَين الْكتاب وَالسّنة] ¶ قَالَ: (وَيجوز نسخ الْكتاب بِالْكتاب، وَنسخ السّنة بِالْكتاب وَالسّنة، وَنسخ الْمُتَوَاتر بالمتواتر وَنسخ الْآحَاد بالآحاد والمتواتر، وَلَا يجوز نسخ الْكتاب بِالسنةِ،",
            "page": "188",
            "part": "1",
            "seal": "5316F026"
        },
        {
            "id": "126",
            "nass": "والمتواتر بالآحاد، لِأَن الشَّيْء ينْسَخ بِمثلِهِ أَو بِمَا هُوَ أقوى مِنْهُ) . ¶ أَقُول: لما بَين النّسخ لُغَة وَاصْطِلَاحا شرع فِي تقسيمه، فَقَالَ: ¶ يجوز نسخ الْكتاب بِالْكتاب، وَلَا شكّ فِي ذَلِك، وَلَا خلاف بَينهم فِيهِ، وَذَلِكَ كَمَا سبق فِي عدَّة الْوَفَاة؛ لِأَنَّهُ تَعَالَى أوجب عَلَيْهَا سنة، ثمَّ خففها إِلَى أَرْبَعَة أشهر وَعشرَة وَلم يُخَالف فِي ذَلِك إِلَّا الْيَهُود وَقَالُوا: يَسْتَحِيل أَن يكون آمرا ناهيا فِي حكم وَاحِد. ¶ قُلْنَا: لَيْسَ ذَلِك بمستحيل عقلا، وَلَا نقلا، لِأَنَّهُ لَهُ الْفِعْل الْمُطلق يحكم كَيفَ يَشَاء لَا يسْأَل عَمَّا يفعل، وَقد قَالَ تَعَالَى: {مَا ننسخ من آيَة أَو ننسها نأت بِخَير مِنْهَا} [الْبَقَرَة الْآيَة: 106] . ¶ وَلَا شكّ: أَن آدم - عَلَيْهِ السَّلَام - زوج الْأَوْلَاد بالأخوات، ثمَّ نسخ ذَلِك. ¶ وَأما نسخ الْكتاب بِالسنةِ فَذهب الشَّيْخ - رَحمَه الله - إِلَى أَنَّهَا لَا تنسخ؛ إِذْ",
            "page": "189",
            "part": "1",
            "seal": "891DC8DF"
        },
        {
            "id": "127",
            "nass": "الْقوي لَا ينْسَخ بأضعف مِنْهُ. ¶ وَذهب الْأَكْثَرُونَ إِلَى جَوَازه كَجلْد الزَّانِي بِالْكتاب فنسخ بِالرَّجمِ للمحصن؛ لِأَنَّهُ عَلَيْهِ السَّلَام رجم ماعزاً وَغَيره، ورجمت الصَّحَابَة بعده؛ لِئَلَّا [يُقَال] : كَانَ مُخْتَصًّا بِهِ عَلَيْهِ السَّلَام. ¶ وَأما نسخ السّنة بِالْكتاب - وَهَذَا أَيْضا - لَا شكّ فِيهِ، لِأَنَّهُ لما كَانَت السّنة تنسخ",
            "page": "190",
            "part": "1",
            "seal": "4152B6D1"
        },
        {
            "id": "128",
            "nass": "بِمِثْلِهَا فبالكتاب أولى؛ مِثَال ذَلِك: نسخ التَّوَجُّه إِلَى الْكَعْبَة عَن بَيت الْمُقَدّس؛ فَإِنَّهُ عَلَيْهِ السَّلَام صلى إِلَيْهِ نَحوا من سَبْعَة عشر شهرا، فَأمره الله - تَعَالَى - بالتوجه شطر الْمَسْجِد الْحَرَام. ¶ وَأما نسخ السّنة بِالسنةِ فَجَائِز - أَيْضا - وَذَلِكَ مثل: نَهْيه عَلَيْهِ السَّلَام عَن زِيَارَة الْقُبُور، ثمَّ أَمرهم - بعد ذَلِك - بالزيارة، وَقَالَ: (إِنَّهَا تذكركم الْآخِرَة) . ¶ وَأما نسخ الْآحَاد بالآحاد فَجَائِز - أَيْضا -؛ لِأَنَّهُ نسخ بِمثلِهِ. ¶ وَإِذا نسخ الْآحَاد بِمثلِهِ فبالتواتر أولى.",
            "page": "191",
            "part": "1",
            "seal": "7AAE69B5"
        },
        {
            "id": "129",
            "nass": "وَإِنَّمَا لم نتكلم فِي الْمُتَوَاتر والآحاد، لِأَن الْكَلَام يَأْتِي فِي بابهما - إِن شَاءَ الله تَعَالَى -. ¶ وَقَوله: \" لَا يجوز نسخ الْكتاب بِالسنةِ \" فِيهِ نظر؛ لِأَن السّنة إِذا تَوَاتَرَتْ كَانَت قَطْعِيَّة مثل الْكتاب، فَحِينَئِذٍ جَازَت أَن تكون ناسخة للْكتاب كَمَا - سبق - فِي رجم الْمُحصن. ¶ وَكَذَا قَوْله تَعَالَى: {كتب عَلَيْكُم إِذا حضر أحدكُم الْمَوْت إِن ترك خيرا الْوَصِيَّة} [الْبَقَرَة الْآيَة: 180] فنسختها السّنة وَجعلت الْوَصِيَّة سنة، لَا فرضا: إِن شَاءَ أوصى من مَاله وَإِن شَاءَ ترك؛ إِذا لَا حرج. ¶ وَالْمرَاد بِالسنةِ الناسخة للْكتاب: السّنة المتواترة. ¶ بِخِلَاف آحَاد السّنة؛ إِذْ لم تكن ناسخة؛ لِأَن الْكتاب قَطْعِيّ، وَكَذَا السّنة المتواترة، فَلَا ينسخان بآحاد السّنة؛ لِأَنَّهُ مظنون، والظني لَا يكون نَاسِخا للقطعي وَالله أعلم.",
            "page": "192",
            "part": "1",
            "seal": "EA57B5E9"
        },
        {
            "id": "130",
            "nass": "[تعَارض النُّصُوص] ¶ قَالَ: (فصل: فِي التَّعَارُض. إِذا تعَارض نطقان فَلَا يَخْلُو: [إِمَّا] أَن يَكُونَا عَاميْنِ، أَو خاصين، أَو أَحدهمَا عَاما، وَالْآخر خَاصّا، أَو كل وَاحِد مِنْهُمَا عَاما من وَجه وخاصاً من وَجه) . ¶ أَقُول: لما فرغ من بَيَان النّسخ لُغَة وَاصْطِلَاحا وتقسيماته: شرع فِي التَّعَارُض، وَهُوَ من تَتِمَّة النّسخ؛ لِأَن النطقين من الْكتاب، أَو السّنة إِذا تَعَارضا أَي: كل مِنْهُمَا عرض لنظيره بالمخالفة فَلَا يَخْلُو: \" أَن يَكُونَا عَاميْنِ \" أَو \" خاصين \" أَو",
            "page": "193",
            "part": "1",
            "seal": "39D4A86A"
        },
        {
            "id": "131",
            "nass": "أَحدهمَا عَاما وَالْآخر خَاصّا \" أَو \" كل مِنْهُمَا عَاما من وَجه وخاصاً من وَجه \". ¶ فَهَذِهِ سِتَّة أَقسَام يَأْتِي الْكَلَام عَلَيْهَا مفصلا إِن شَاءَ الله تَعَالَى. ¶ [تعَارض العامين، وتعارض الخاصين] ¶ قَالَ: (فَإِن كَانَا عَاميْنِ، وَأمكن الْجمع بَينهمَا: جمع، وَإِلَّا: يتَوَقَّف فيهمَا إِن لم يعلم التَّارِيخ فَإِن علم التأريخ فَينْسَخ الْمُتَقَدّم بالمتأخر، وَكَذَلِكَ إِن كَانَا خاصين) . ¶ أَقُول: هَذَا شُرُوع فِي بَيَان الْقسمَيْنِ من الْأَقْسَام السِّتَّة. ¶ فالعامان: إِن أمكن الْجمع بَينهمَا: جمع؛ لِأَنَّهُ أولى من إِلْغَاء أَحدهمَا كَقَوْلِه عَلَيْهِ السَّلَام: (شَرّ الشُّهُود: الَّذين يشْهدُونَ قبل أَن يستشهدوا) ، وَقَالَ مرّة أُخْرَى: (خير الشُّهُود: الَّذين شهدُوا قبل أَن يستشهدوا) فَحمل الأول على المبادر بهَا،",
            "page": "194",
            "part": "1",
            "seal": "A5912111"
        },
        {
            "id": "132",
            "nass": "وَهُوَ يعلم أَن الْمَشْهُود لَهُ عَالم بهَا فَهَذَا حرَام. ¶ بِخِلَاف من بَادر؛ ليعلم صَاحبهَا، ليتوصل لحقه، فَهَذَا حسن. ¶ وَإِن لم يُمكن الْجمع بَين العامين كَقَوْلِه تَعَالَى: {وَأَن تجمعُوا بَين الْأُخْتَيْنِ} [النِّسَاء الْآيَة: 23] فَهَذَا لفظ عَم النِّكَاح وَالْملك: فَوَجَبَ التَّوَقُّف. ¶ وَلِهَذَا لما سُئِلَ عُثْمَان عَن الْجمع بَين الْأُخْتَيْنِ بِملك الْيمن: توقف وَقَالَ: \" أَحَلَّتْهُمَا آيَة وحرمتهما آيَة.",
            "page": "195",
            "part": "1",
            "seal": "48B1BBE9"
        },
        {
            "id": "133",
            "nass": "ثمَّ أَجمعت الْعلمَاء على عُمُومه فِي الْوَطْء وَالنِّكَاح، دون الْملك أَي: لَا يجمع بَينهمَا إِذا كَانَتَا عِنْده بِملك أَن يطأهما، بل إِذا وطيء إِحْدَاهمَا: حرمت الْأُخْرَى إِلَى أَن تَزُول الْمَوْطُوءَة عَن ملكه، وَكَذَلِكَ لَا يجوز أَن يجمع بَينهمَا بِنِكَاح وَاحِد، بل لَهُ أَن يجمع بَينهمَا بِالْملكِ. ¶ وَإِن لم يُمكن الْجمع؛ وَلَا الْحمل على أَحدهمَا، لَكِن علم التَّارِيخ: كَانَ الثَّانِي نَاسِخا للْأولِ، كَمَا سبق فِي عدَّة الْوَفَاة. وَالله أعلم. ¶ وَأما قَوْله: \" وَكَذَلِكَ إِذا كَانَا خاصين \" أَي: وَكَذَلِكَ إِذا كَانَ النُّطْق خاصين وَأمكن الْجمع بَينهمَا: جمع لِأَنَّهُ أولى من إِلْغَاء أَحدهمَا كَمَا - سبق - فِي العامين، وَذَلِكَ مَا روى عَنهُ عَلَيْهِ السَّلَام \" أَنه تَوَضَّأ وَغسل رجلَيْهِ \" وَفِي",
            "page": "196",
            "part": "1",
            "seal": "5CF1F9D7"
        },
        {
            "id": "134",
            "nass": "رِوَايَة \" رش عَلَيْهِمَا \" فَحمل الْغسْل على الْحَدث، والرش على أَنه كَانَ طَاهِرا من غير حدث. ¶ وَإِن لم يُمكن الْجمع، وَعلم التَّارِيخ: كَانَ الثَّانِي نَاسِخا للْأولِ كَمَا سبق من النَّهْي عَن زِيَارَة الْقُبُور، ثمَّ أذن فِي زيارتها. ¶ وَإِن لم يُمكن الْجمع، وَلَا علم التَّارِيخ: وَجب التَّوَقُّف كَمَا انه عَلَيْهِ السَّلَام لما سُئِلَ عَن مَا يحل للرجل من الْحَائِض، فَقَالَ: (مَا فَوق الْإِزَار) وَفِي رِوَايَة: (اصنعوا كل شَيْء إِلَّا النِّكَاح) . ¶ فَالْأول مَخْصُوص بِمَا بَين السُّرَّة وَالركبَة. ¶ وَالثَّانِي مَخْصُوص بالفرج - فَقَط -. ¶ فَذهب جمَاعَة إِلَى الأول؛ احْتِيَاطًا.",
            "page": "197",
            "part": "1",
            "seal": "9F42E25C"
        },
        {
            "id": "135",
            "nass": "وَآخَرُونَ إِلَى الثَّانِي؛ لِأَن الأَصْل: الْإِبَاحَة عِنْد الْإِطْلَاق والتعارض، ليدل دَلِيل على التَّحْرِيم، وَالله أعلم. ¶ [الحكم إِذا تعَارض الْعَام مَعَ الْخَاص، وَإِذا كَانَ كل مِنْهُمَا خَاصّا من وَجه وعاما من آخر] ¶ قَالَ: (وَإِن كَانَ أَحدهمَا خَاصّا، وَالْآخر عَاما: فيخص الْعَام بالخاص، وَإِن كَانَ كل وَاحِد مِنْهُمَا خَاصّا من وَجه وعاماً من وَجه: فيخص عُمُوم كل وَاحِد بِخُصُوص الآخر) . ¶ أَقُول: لما فرغ من بَيَان الْقسمَيْنِ من التَّعَارُض: شرع فِي الْأَقْسَام الْأَرْبَعَة: ¶ أَحدهَا: إِذا ورد الدَّلِيل عَاما كَقَوْلِه عَلَيْهِ السَّلَام: (فِيمَا سقت السَّمَاء الْعشْر) فَهَذَا عَام فِي الْقَلِيل وَالْكثير. ¶ وَالثَّانِي: قَوْله عَلَيْهِ السَّلَام: (لَيْسَ فِيمَا دون خَمْسَة أوسق صَدَقَة) .",
            "page": "198",
            "part": "1",
            "seal": "4F141BCC"
        },
        {
            "id": "136",
            "nass": "فَهَذَا معَارض للْأولِ لَكِن ورد للخصوص فَحمل الْعَام عَلَيْهِ، وَجعلت الزَّكَاة فِي خَمْسَة أوسق فَصَاعِدا، وَلم تجْعَل فِي أقل من ذَلِك. ¶ وَالثَّالِث: الْعَام من وَجه وَالْخَاص من وَجه كَقَوْلِه عَلَيْهِ السَّلَام: (إِذا كَانَ المَاء قُلَّتَيْنِ لم يحمل خبثاً) فَظَاهره الْعُمُوم؛ لِأَنَّهُ عَلَيْهِ السَّلَام لم يتَعَرَّض لتغيره، وَلَا لغيره، وَخص من وَجه آخر وَهُوَ: تَقْيِيده بالقلتين. ¶ وَالرَّابِع: الْعَام من وَجه، وَالْخَاص من آخر قَوْله عَلَيْهِ السَّلَام: (المَاء طهُور لَا يُنجسهُ إِلَّا مَا غير طعمه، أَو رِيحه، أَو لَونه) فَظَاهره: الْعُمُوم؛ لِأَنَّهُ عَلَيْهِ السَّلَام لم يتَعَرَّض للقليل، وَلَا للكثير. ¶ وَخص من وَجه آخر، وَهُوَ: تَقْيِيده بالتغير، فَحمل عُمُوم الأول وَهُوَ قَوْله: ¶ لم ينجس \" على خُصُوص الثَّانِي وَهُوَ قَوْله: \" إِلَّا مَا غير طعمه \" الحَدِيث.",
            "page": "199",
            "part": "1",
            "seal": "19ECF924"
        },
        {
            "id": "137",
            "nass": "وَحمل عُمُوم الثَّانِي، وَهُوَ: \" طَهَارَة المَاء \" على خُصُوص الأول، وَهُوَ \" القلتان \". ¶ فَظهر: أَن المَاء إِذا بلغ قُلَّتَيْنِ لم ينجس إِلَّا بالتغير، وَمَا تغير تنجس سَوَاء قل، أَو كثر، وَالله أعلم. ¶ [تَعْرِيف الْإِجْمَاع، وَبَيَان حجيته] ¶ قَالَ: (و [أما] الْإِجْمَاع: [ف] اتِّفَاق عُلَمَاء أهل الْعَصْر على حكم الْحَادِثَة، ونعني بالعلماء: الْفُقَهَاء و [نعني] بالحادثة: الْحَادِثَة الشَّرْعِيَّة، وَإِجْمَاع هَذِه الْأمة حجَّة، دون غَيرهَا؛ لقَوْله عَلَيْهِ السَّلَام: \" لَا تَجْتَمِع أمتِي على الضَّلَالَة، وَالشَّرْع ورد بعصمة هَذِه الْأمة) . ¶ أَقُول: لما فرغ من بَيَان النّسخ: شرع فِي بَيَان الْإِجْمَاع وَهُوَ: الْبَاب الْحَادِي عشر، الْإِجْمَاع فِي اللُّغَة: الْعَزْم والاتفاق، يُقَال: \" أجمع الْقَوْم \" أَي: عزموا، وَاتَّفَقُوا، وَمِنْه قَوْله تَعَالَى: {فَأَجْمعُوا أَمركُم} [يُونُس الْآيَة: 71] وَفِي الِاصْطِلَاح: اتِّفَاق عُلَمَاء أهل الْعَصْر على حكم شَرْعِي.",
            "page": "200",
            "part": "1",
            "seal": "2145FAE5"
        },
        {
            "id": "138",
            "nass": "فَقَوله: \" اتِّفَاق الْعلمَاء \" ليخرج الْعَوام؛ إِذْ لَيْسُوا من أهل الِاجْتِهَاد، وَلَا يُمكن الْوُقُوف على قَول كل فَرد مِنْهُم؛ لكثرتهم، بِخِلَاف الْعلمَاء. ¶ وَذهب بعض الْأُصُولِيِّينَ إِلَى اعْتِبَار مُوَافقَة الْعَوام؛ لأَنهم من الْأمة، وَقد حكم لَهُم بالعصمة؛ لعدم اجْتِمَاعهم على الضَّلَالَة. ¶ وَقَوله: \" عُلَمَاء الْعَصْر \" ليخرج من بعدهمْ؛ لأَنهم إِذا اجْتَمعُوا فِي الْعَصْر الْوَاحِد على حكم لَا يضر من خالفهم بعده.",
            "page": "201",
            "part": "1",
            "seal": "86945E91"
        },
        {
            "id": "139",
            "nass": "وَقَوله: \" ونعني بالعلماء \" الْفُقَهَاء \"؛ ليخرج الْمُتَكَلِّمين والنحويين وَغَيرهم. ¶ المُرَاد بالفقهاء: المجتهدون المستنبطون الْأَحْكَام الشَّرْعِيَّة بالأدلة. ¶ بِخِلَاف من نقل مذْهبه عَن غَيره، فَإِنَّهُ لم يكن مِنْهُم، وَلَا تضر مخالفتهم. ¶ وَقَوله: \" إِجْمَاع هَذِه الْأمة حجَّة \" إِلَى آخِره؛ ليخرج غَيرهَا كاليهود وَالنَّصَارَى؛ فَإِن إِجْمَاعهم لَيْسَ بِحجَّة. ¶ وَإِنَّمَا كَانَ إِجْمَاع هَذِه الْأمة حجَّة؛ لعدم إِمْكَان اتِّفَاق جمَاعَة عَظِيمَة شريفة مشهود لَهُم بالعصمة [عَن] الْبَاطِل، وَلِهَذَا كَانَ السّلف يشددون التنكير على",
            "page": "202",
            "part": "1",
            "seal": "5CED0657"
        },
        {
            "id": "140",
            "nass": "مُخَالف الْإِجْمَاع وَالله أعلم. ¶ [حجية إِجْمَاع الْمُجْتَهدين مُطلقًا، وَهل يشْتَرط انْقِرَاض الْعَصْر] ¶ قَالَ: (وَالْإِجْمَاع حجَّة على الْعَصْر الثَّانِي، وَأي عصر كَانَ، وَلَا يشْتَرط انْقِرَاض الْعَصْر على الصَّحِيح، فَإِن قُلْنَا: انْقِرَاض الْعَصْر شَرط: فَيعْتَبر قَول من ولد فِي حياتهم، وتفقه، وَصَارَ من أهل الِاجْتِهَاد، وَلَهُم أَن يرجِعوا عَن ذَلِك) . ¶ أَقُول: يُشِير إِلَى أَن إِجْمَاع الْعَصْر الأول حجَّة فِي الْعَصْر الثَّانِي. ¶ وَكَذَا: إِجْمَاع كل عصر حجَّة لمن يعدهم إِلَى الْأَبَد.",
            "page": "203",
            "part": "1",
            "seal": "7126BDAF"
        },
        {
            "id": "141",
            "nass": "خلافًا للظاهرية فَلم يثبتوا الْإِجْمَاع إِلَّا للصحابة - فَقَط - وَلِهَذَا قَالَ: \" وَأي عصر كَانَ \". ¶ وَهل يشْتَرط لانعقاد [إِجْمَاع] الْعَصْر الثَّانِي انْقِرَاض الْعَصْر الأول؟ قَولَانِ: - ¶ صحّح الشَّيْخ - رَحمَه الله - وَجَمَاعَة: أَنه لَا يشْتَرط انقراضهم؛ لِأَنَّهُ عَلَيْهِ السَّلَام شهد لَهُم بالعصمة من غير تَخْصِيص وَقت دون وَقت.",
            "page": "204",
            "part": "1",
            "seal": "51C8DFCC"
        },
        {
            "id": "142",
            "nass": "وَذهب أَبُو بكر بن فورك وَغَيره إِلَى اشْتِرَاط انقراضهم؛ لِأَنَّهُ يلْزم مِنْهُ رُجُوع بعض من اتّفق مَعَهم كَمَا جرى لعَلي رَضِي الله عَنهُ - وافقهم فِي عدم بيع أُمَّهَات الْأَوْلَاد، ثمَّ - بعد ذَلِك - رأى بيعهنَّ، فَقَالَ لَهُ عُبَيْدَة السَّلمَانِي",
            "page": "205",
            "part": "1",
            "seal": "0DD09F73"
        },
        {
            "id": "143",
            "nass": "رَأْيك فِي الْجَمَاعَة أحب إِلَيْنَا من رَأْيك وَحدك \" فَدلَّ على اشْتِرَاط انقراضهم، وَإِلَّا: لم يجز لَهُ الرُّجُوع وخرق الْإِجْمَاع.",
            "page": "206",
            "part": "1",
            "seal": "9EC7EAE5"
        },
        {
            "id": "144",
            "nass": "وَالأَصَح: الأول؛ لِأَن الانقراض لَو كَانَ شرطا: لأمتنع حُصُول الْإِجْمَاع؛ لِإِمْكَان أَن يرجع بَعضهم. ¶ ورد قَول من اسْتدلَّ بقول عَليّ ب: أَن الْإِجْمَاع مُنْعَقد على عدم بيع أم الْوَلَد، وَلم يلتفتوا إِلَى أَي رَأْي وَاحِد؛ إِذْ لَا تَأْثِير لَهُ فِي خرق الْإِجْمَاع. ¶ [الْإِجْمَاع السكوتي وحجية قَول الصَّحَابِيّ] ¶ قَالَ: (وَالْإِجْمَاع يَصح بقَوْلهمْ، وفعلهم، وَبقول الْبَعْض، وَفعل الْبَعْض وانتشار ذَلِك، وسكوت البَاقِينَ عَنهُ، وَقَول الْوَاحِد من الصَّحَابَة لَيْسَ بِحجَّة على الْجَدِيد، وَفِي الْقَدِيم حجَّة) . ¶ أَقُول: غَايَة مَا فِيهِ: أَن الْإِجْمَاع ينْعَقد بأفعالهم، كَمَا ينْعَقد بأقوالهم. ¶ و\" بقول الْبَعْض، وَفعل الْبَعْض \" يُشِير إِلَى أَن بعض عُلَمَاء الْعَصْر إِذا ذَهَبُوا إِلَى قَول وَلم يخالفوهم الْآخرُونَ، أَو إِلَى فعل، وانتشر ذَلِك القَوْل أَو الْفِعْل وَسكت الْبَاقُونَ من غير إِنْكَار: كَانَ إِجْمَاعًا كَأَنَّهُمْ راضون بِهِ، وَلِهَذَا قَيده بالانتشار.",
            "page": "207",
            "part": "1",
            "seal": "1C0AC510"
        },
        {
            "id": "145",
            "nass": "وَإِن لم ينتشر: فَلَيْسَ بِإِجْمَاع؛ لاحْتِمَال ذُهُول الْبَعْض عَنهُ. ¶ وَأما قَول الْوَاحِد من الصَّحَابَة: [ف] لَيْسَ بِحجَّة فِي الْجَدِيد؛ لجَوَاز الْخَطَأ عَلَيْهِ. ¶ وَذهب أَبُو حنيفَة إِلَى انه حجَّة. ¶ وَلِهَذَا قدر جعل رد الْآبِق بِأَرْبَعِينَ درهما لأثر ابْن مَسْعُود. ¶ وَقد قَالَ عَلَيْهِ السَّلَام: (أَصْحَابِي كَالنُّجُومِ، بِأَيِّهِمْ افتديتم اهْتَدَيْتُمْ) وَهَذَا",
            "page": "208",
            "part": "1",
            "seal": "DC035240"
        },
        {
            "id": "146",
            "nass": "دَلِيل على وجوب الْأَخْذ بقول كل وَاحِد مِنْهُم. ¶ وَبِه قَالَ الشَّافِعِي فِي الْقَدِيم وَالله أعلم. ¶ [تَعْرِيف الْخَبَر، وأقسامه، وتعريف الْمُتَوَاتر] ¶ قَالَ: (وَأما الْأَخْبَار: فَالْخَبَر: مَا يدْخلهُ الصدْق وَالْكذب، وَهُوَ يَنْقَسِم إِلَى: ¶ آحَاد، ومتواتر، فالمتواتر: مَا يُوجب الْعلم، وَهُوَ: أَن يروي جمَاعَة لَا يَقع التواطؤ على الْكَذِب من مثلهم إِلَى أَن يَنْتَهِي إِلَى الْمخبر عَنهُ، وَيكون فِي الأَصْل عَن مُشَاهدَة، أَو سَماع، لَا عَن اجْتِهَاد وأخبار) . ¶ أَقُول: لما فرغ من بَيَان الْإِجْمَاع: شرع فِي بَيَان الْأَخْبَار، وَهُوَ الْبَاب الثَّانِي عشر. ¶ وَالْأَخْبَار هِيَ: طَرِيق ثُبُوت السّنة الشَّرِيفَة إِلَيْنَا. ¶ وَقد اخْتلفُوا فِي رسم الْخَبَر: - فَذهب جمَاعَة إِلَى عدم رسمه؛ إِذْ الرَّسْم للتعريف، وَالْخَبَر مَعْرُوف بِنَفسِهِ؛",
            "page": "209",
            "part": "1",
            "seal": "E548E127"
        },
        {
            "id": "147",
            "nass": "إِذْ كل وَاحِد من الْعُقَلَاء يفرق بَين \" قَامَ زيد \" وَبَين \" قُم يَا زيد \" فَهَذَا ظَاهر من غير رسم. ¶ وَذهب الشَّيْخ - رَحمَه الله - إِلَى رسمه بِأَنَّهُ [مَا] يدْخلهُ الصدْق وَالْكذب. ¶ وَفِيه نظر؛ لِأَنَّهُمَا نَوْعَانِ للْخَبَر، وَهُوَ جنس لَهَا، وَلَا يجوز تَعْرِيف الْجِنْس بالنوع؛ لِأَن النَّوْع لَا يعرف إِلَّا بِالْجِنْسِ. ¶ وَفِيه نظر آخر: أَن الْخَبَر قد لَا يحْتَمل الْكَذِب الْبَتَّةَ كَقَوْل الْقَائِل: \" الله رَبنَا \" و \" مُحَمَّد نَبينَا \" و \" النَّار حارة \"، وَمَا أشبه ذَلِك مِمَّا لَا يحْتَمل الْكَذِب. ¶ وَمن الْأَخْبَار مَا لَا يكون إِلَّا كذبا كَقَوْل الْكفَّار: \" اتخذ الله ولدا \" أَو \" صاحبا \" أَو \" ثَالِث ثَلَاثَة \" تَعَالَى الله عَن ذَلِك، و \" الْجُزْء أعظم من الْكل \" فَهَذَا لم",
            "page": "210",
            "part": "1",
            "seal": "AED32E6D"
        },
        {
            "id": "148",
            "nass": "يحْتَمل الصدْق الْبَتَّةَ. ¶ وَقَوله: \" وَهُوَ يَنْقَسِم إِلَى آحَاد ومتواتر \" ورسم الْمُتَوَاتر بِمَا يُوجب الْعلم يَقِينا من غير ظن، وَلِهَذَا أَشَارَ إِلَى حَقِيقَة التَّوَاتُر بقوله: وَهُوَ أَن يروي جمَاعَة لَا يَقع التواطؤ على الْكَذِب من مثلهم عَن جمَاعَة مثلهم - أَيْضا - وَكَذَلِكَ دَائِما: فَمَتَى خلت طبقَة من الطَّبَقَات لم يكن متواتراً؛ لِأَن التَّوَاتُر: تواصل شَيْء بعد شَيْء من غير انحصار عدد، بل إِذا أَفَادَ الْخَبَر الْعلم يَقِينا علم كَمَال عدد",
            "page": "211",
            "part": "1",
            "seal": "83808E3E"
        },
        {
            "id": "149",
            "nass": "التَّوَاتُر. ¶ وَذهب جمَاعَة إِلَى حصرهم: ¶ مِنْهُم من قَالَ: أَرْبَعَة؛ لأَنهم أَكثر نِصَاب الشَّهَادَة. ¶ وَمِنْهُم من قَالَ: اثْنَي عشر، متمسكون بقوله تَعَالَى {وبعثنا مِنْهُم اثْنَي عشر نَقِيبًا} [الْمَائِدَة الْآيَة: 12] . ¶ وَمِنْهُم من قَالَ: سَبْعُونَ؛ لقَوْله تَعَالَى: {وَاخْتَارَ مُوسَى قومه سبعين رجلا} [الْأَعْرَاف الْآيَة: 155] ¶ وَمِنْهُم من قَالَ: ثَلَاثمِائَة وَثَلَاثَة عشر رجلا كأصحاب بدر.",
            "page": "212",
            "part": "1",
            "seal": "529F35AF"
        },
        {
            "id": "150",
            "nass": "وَالظَّاهِر: مَا سبق. ¶ وَقَوله: \" عَن مُشَاهدَة أَو سَماع \" يُشِير إِلَى شَرط التَّوَاتُر الْمُفِيد للْعلم: أَن يَنْتَهِي المخبرون إِلَى الْمخبر عَنهُ بمشاهدة لفعله، أَو سَماع لقَوْله مَعَ تَصْدِيق مَا سَمِعُوهُ، أَو شاهدوه. ¶ فَلَو حصل لَهُم ذَلِك مِنْهُ بِظَنّ أَو اجْتِهَاد من أنفسهم: لم يفد الْعلم؛ لتطرق الظنون إِلَيْهِ، فَيخرج عَن التَّوَاتُر. وَالله أعلم. ¶ [خبر الْآحَاد، تَعْرِيفه، تَعْرِيف الْمسند، والمرسل، حجية الْمُرْسل] ¶ قَالَ: (والآحاد: الَّذِي يُوجب الْعَمَل، وَلَا يُوجب الْعلم، وينقسم إِلَى قسمَيْنِ: مُسْند، ومرسل، فَالْمُسْنَدُ: مَا اتَّصل إِسْنَاده، والمرسل: مَا لم يتَّصل إِسْنَاده، فَإِن كَانَ من مَرَاسِيل غير الصَّحَابَة فَلَيْسَ بِحجَّة، إِلَّا مَرَاسِيل سعيد بن الْمسيب،",
            "page": "213",
            "part": "1",
            "seal": "9E8C3CBC"
        },
        {
            "id": "151",
            "nass": "فَإِنَّهَا فتشت فَوجدت مُسْنده، والعنعنة تدخل على الْإِسْنَاد) . ¶ أَقُول: لما فرغ من أَخْبَار التَّوَاتُر: شرع [فِي] أَخْبَار الْآحَاد، ورسم الْآحَاد ب: الَّذِي يُوجب الْعَمَل، وَلَا يُوجب الْعلم؛ لِأَن خبر الْآحَاد ظَنِّي؛ لتطرق الْوَهم إِلَى الْآحَاد. ¶ وَالْمرَاد بالآحاد: مَا لم يبلغُوا رُتْبَة التَّوَاتُر. ¶ لَا أَن يروي وَاحِد عَن وَاحِد، بل لَو روى خَمْسَة عَن خَمْسَة وَلم تتواتر، أَو",
            "page": "214",
            "part": "1",
            "seal": "777C8353"
        },
        {
            "id": "152",
            "nass": "خلق كثير عَن كثير، وَانْقطع بَين الروَاة - كَمَا سبق - كَانَ آحاداً. ¶ وَإِنَّمَا أَوجَبْنَا الْعَمَل بِهِ؛ اقتداءاً بِأَصْحَابِهِ - رَضِي الله عَنْهُم -؛ لأَنهم كَانُوا إِذا اخْتلفُوا فِي وَاقعَة رجعُوا إِلَى قَول آحَاد الصَّحَابَة، وَلم يُنكر بَعضهم على بعض، وَلِهَذَا أَوجَبْنَا الْعَمَل بالآحاد: - ¶ فَإِنَّهُم رجعُوا إِلَى الْغسْل من الْوَطْء من غير إِنْزَال بقول عَائِشَة، وَفِي",
            "page": "215",
            "part": "1",
            "seal": "0F3FC86C"
        },
        {
            "id": "153",
            "nass": "تَوْرِيث الْجدّة بقول الْمُغيرَة، وَمُحَمّد بن مسلمة. ¶ وَغير ذَلِك.",
            "page": "216",
            "part": "1",
            "seal": "6975EB7C"
        },
        {
            "id": "154",
            "nass": "ثمَّ قسم الْأَخْبَار [الآحادية] إِلَى قسمَيْنِ: \" مُسْند \" و \" مُرْسل \". ¶ ورسم الْمسند ب \" مَا اتَّصل إِسْنَاده. ¶ وَالْمرَاد بالاتصال: أَن يروي شخص عَن شخص إِلَى الْمخبر عَنهُ يُقَال: \" أسْند الْخَبَر إِلَى فلَان: إِذا تَلقاهُ مِنْهُ. ¶ بِخِلَاف الْمُرْسل، وَهُوَ: إِذا قَالَ التَّابِعِيّ: قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَلم يذكر من سَمعه مِنْهُ من الصَّحَابَة؛ إِذْ التَّابِعِيّ: لم يسمع من النَّبِي [صلى الله عَلَيْهِ وَسلم] شَيْئا. ¶ وَكَذَا من لم يسم من روى عَنهُ فَهَذَا لَيْسَ بِمُسْنَد؛ لعدم اتِّصَاله.",
            "page": "217",
            "part": "1",
            "seal": "8C42434A"
        },
        {
            "id": "155",
            "nass": "فَأَما مَرَاسِيل الصَّحَابَة فحجة. ¶ وَهُوَ: أَن يخبر من غير تعرضه للمخبر عَنهُ، سَوَاء كَانَ النَّبِي [صلى الله عَلَيْهِ وَسلم] ، أَو صَحَابِيّ مثله، لِأَن فِي الْغَالِب لَا يروي الصَّحَابِيّ إِلَّا مَا سَمعه من مثله، أَو من رَسُول الله [صلى الله عَلَيْهِ وَسلم] . ¶ وَأما مَرَاسِيل غير الصَّحَابَة: فَذهب الشَّافِعِي إِلَى أَنَّهَا لَيست بِحجَّة؛ لِأَن",
            "page": "218",
            "part": "1",
            "seal": "E2435BDC"
        },
        {
            "id": "156",
            "nass": "إهمال الرَّاوِي الْإِسْنَاد دَال على ضعفه. ¶ وَذهب أَبُو حنيفَة وَمَالك إِلَى أَنه حجَّة؛ لِأَنَّهُ مَا حذفه إِلَّا تَزْكِيَة لقائله. ¶ وَرُبمَا يذكر الشَّيْخ؛ لعدم التَّزْكِيَة.",
            "page": "219",
            "part": "1",
            "seal": "3AAF711C"
        },
        {
            "id": "157",
            "nass": "ثمَّ اسْتثْنى الشَّيْخ - رَحمَه الله تَعَالَى - مَرَاسِيل سعيد. ¶ ثمَّ عللها أَنَّهَا فتشت فَوجدت مسانيد. ¶ وَفِي هَذَا التَّعْلِيل نظر فَكَأَن الْأَخْذ بالسند، لَا بِالْإِرْسَال، لَكِن نقُول: إِنَّمَا كَانَ يُرْسل عَن أبي هُرَيْرَة - فَقَط -، وَلَو ذكره لوَجَبَ الْعَمَل بِهِ، بِخِلَاف غَيره لَو سَمَّاهُ: فَيحْتَمل أَن يقبل، وَيحْتَمل أَن لَا يقبل. ¶ قَوْله: \" والعنعنة تدخل على الْإِسْنَاد \" وَهُوَ: أَن يَقُول الرَّاوِي \" عَن فلَان \" من غير أَن يُسَمِّي شَيْخه. ¶ لَكِن هَذِه العنعنة لَا تخرجه عَن الْإِرْسَال، بل إِن كَانَ الَّذِي رَوَاهُ عَنهُ يُمكن لقاه: فَهُوَ مُسْند، إِلَّا إِذا كَانَ الرَّاوِي مدلساً وَهُوَ: أَن يروي عَن رجل ضَعِيف مَشْهُور يُوهِمهُ على السَّامع. فَهَذَا لم يكن مُرْسلا، وَلَا مُسْندًا، وَلم يقبل وَالله أعلم.",
            "page": "220",
            "part": "1",
            "seal": "9FF00854"
        },
        {
            "id": "158",
            "nass": "[رِوَايَة غير الصَّحَابِيّ] ¶ قَالَ: (وَإِذا قَرَأَ الشَّيْخ يجوز أَن يَقُول الرَّاوِي: \" حَدثنِي \" و \" أَخْبرنِي \"، وَإِن قَرَأَ هُوَ على الشَّيْخ: فَيَقُول: \" أَخْبرنِي \" وَلَا يَقُول: \" حَدثنِي، وَإِن أجَازه الشَّيْخ من غير قِرَاءَة فَيَقُول الرَّاوِي: \" أجازني \"، أَو \" أَخْبرنِي إجَازَة \". ¶ أَقُول: لما فرغ من بَيَان الْأَخْبَار وأقسامه: شرع فِي بَيَان كَيْفيَّة الْمخبر بِمَا يرويهِ عَن شَيْخه: ¶ فَإِن الشَّيْخ إِذا قَرَأَ عَلَيْهِ فَلهُ أَن يَقُول: \" حَدثنِي \"، و \" أَخْبرنِي \"، و \" سمعته \"، وَيكون صَادِقا فِي جَمِيع ذَلِك. ¶ وَإِذا قَرَأَ هُوَ على شَيْخه، وَالشَّيْخ سَاكِت، فَيَقُول: \" أَخْبرنِي \" فَقَط؛",
            "page": "221",
            "part": "1",
            "seal": "F47A178C"
        },
        {
            "id": "159",
            "nass": "لِأَن سُكُوته إِقْرَار لَهُ فِيمَا سمع مِنْهُ. ¶ وَإِن لم يقْرَأ الشَّيْخ، وَلَا هُوَ: فَلَا يجوز إِلَّا \" أجازني \"، أَو \" أَخْبرنِي إجَازَة \". ¶ وَفِيه دَلِيل على جَوَاز رِوَايَة الحَدِيث إجَازَة عِنْد الْمُتَأَخِّرين. ¶ وَذهب قوم إِلَى عدم جَوَازهَا؛ لِأَنَّهَا لم تكن فِي الصَّدْر الأول. وَالله أعلم. ¶ [تَعْرِيف الْقيَاس، وَذكر أقسامه] ¶ قَالَ: (وَأما الْقيَاس: فَهُوَ رد الْفَرْع إِلَى الأَصْل فِي الحكم بعلة تجمعهما، وَهُوَ يَنْقَسِم إِلَى ثَلَاثَة أَقسَام: قِيَاس عِلّة، وَقِيَاس دلَالَة، وَقِيَاس شبه) .",
            "page": "222",
            "part": "1",
            "seal": "8E2934E9"
        },
        {
            "id": "160",
            "nass": "أَقُول: لما فرغ من بَيَان الْأَخْبَار: شرع فِي الْقيَاس، وَهُوَ الْبَاب الثَّالِث عشر. ¶ وأصل الْقيَاس فِي اللُّغَة: التَّقْدِير، يُقَال: \" قست الثَّوْب بالذراع \" إِذا قدرته بِهِ ¶ وَقد رسم الْقيَاس برسوم: ¶ أظهرها عِنْد الشَّيْخ: \" رد الْفَرْع إِلَى الأَصْل فِي الحكم بعلة تجمعهما \".",
            "page": "223",
            "part": "1",
            "seal": "38685CF0"
        },
        {
            "id": "161",
            "nass": "يُشِير إِلَى إِمْكَان الْقيَاس وَهُوَ: لَا يحصل إِلَّا بِثَلَاثَة أَرْكَان: \" أصل \"، و \" فرع \" و \" عِلّة بَينهمَا \"؛ ليحكم على الْفَرْع بِمَا حكم على الأَصْل. ¶ مِثَاله: بيع الْحِنْطَة بِمِثْلِهَا مُتَفَاضلا حَرَامًا اتِّفَاقًا للْحَدِيث، فقسنا عَلَيْهَا بيع الذّرة بِمِثْلِهَا مُتَفَاضلا؛ لِأَن الْعلَّة فِي تَحْرِيم التَّفَاضُل فِي الأَصْل هُوَ: الطّعْم، وَهُوَ مَوْجُود فِي الذّرة، فَحكم على الذّرة [ب] مَا حكم على الأَصْل؛ لعِلَّة بَينهمَا. ¶ وَهَذَا دَلِيل ظَاهر على وجوب الْعَمَل بِالْقِيَاسِ.",
            "page": "224",
            "part": "1",
            "seal": "C2953C95"
        },
        {
            "id": "162",
            "nass": "وَبِه قَالَ جُمْهُور أهل السّنة. ¶ وَذهب قوم إِلَى عدم الْعَمَل بِهِ. ¶ وَبِه قَالَ دَاوُد الظَّاهِرِيّ. ¶ مُتَمَسِّكِينَ بقوله تَعَالَى: {مَا فرطنا فِي الْكتاب من شَيْء} [الْأَنْعَام الْآيَة: 38، وَبِقَوْلِهِ تَعَالَى: {فَردُّوهُ إِلَى الله وَالرَّسُول} [النِّسَاء الْآيَة: 59] وَبِقَوْلِهِ تَعَالَى: {إِن الظَّن لَا يُغني من الْحق شَيْئا} [يُونُس الْآيَة: 36]",
            "page": "225",
            "part": "1",
            "seal": "D4F8BD0D"
        },
        {
            "id": "163",
            "nass": "واحتجزوا - أَيْضا - بِأَحَادِيث من السّنة، وَأجِيب عَن جَمِيعهَا وَالْحَمْد لله، فَلَا نطول فِيمَا لَا حَاجَة لنا فِيهِ. ¶ إِنَّمَا اقْتصر على أَدِلَّة الْجُمْهُور وَالله الْمُسْتَعَان. أَقُول: من الْأَدِلَّة على وجوب الْعَمَل بِالْقِيَاسِ قَوْله تَعَالَى {فاعتبروا يَا أولي الْأَبْصَار} [الْحَشْر الْآيَة: 2] فَإِن الِاعْتِبَار مُشْتَقّ من العبور، وَهُوَ الْمُجَاوزَة من شَيْء إِلَى آخر، وَهَذَا عين الْقيَاس؛ لِأَنَّهُ مُجَاوزَة الحكم من الأَصْل إِلَى الْفَرْع. ¶ وَمِنْهَا: قصَّة معَاذ، وَأبي مُوسَى حِين أرسلهما قاضيين إِلَى الْيمن قَالَ:",
            "page": "226",
            "part": "1",
            "seal": "B981B05D"
        },
        {
            "id": "164",
            "nass": "لَهما: (بِمَ تقضيان؟) قَالَا: بِكِتَاب الله، قَالَ: (فَإِن لم تجداه؟) قَالَا: (بِسنة رَسُول الله - تَعَالَى -) قَالَ: (فَإِن لم تجداه؟) قَالَا: (نجتهد رَأينَا) فأقرهما على ذَلِك.",
            "page": "227",
            "part": "1",
            "seal": "7D1F9B04"
        },
        {
            "id": "165",
            "nass": "وَمِنْهَا: إِجْمَاع الصَّحَابَة على عدم الْإِنْكَار على من فعله فِي زمنهم كاختلافهم فِي تَوْرِيث الْجد والأكدرية، وَمن قَالَ لزوجته: أَنْت [عَليّ] حرَام فَكل مِنْهُم ذهب إِلَى قِيَاسه، وَعمل بِهِ، وَلم يُنكر غَيره عَلَيْهِ.",
            "page": "228",
            "part": "1",
            "seal": "E5117912"
        },
        {
            "id": "166",
            "nass": "وَمِنْهَا الْعقل دَال على وجوب الْعَمَل بِالْقِيَاسِ، وَذَلِكَ أَن الحكم إِذا تعلق بِالْأَصْلِ: كَانَ تعلقه بالفرع أولى. ¶ فَهَذِهِ أَدِلَّة من الْكتاب، وَالسّنة، وَالْإِجْمَاع، وَالْعقل وَالله أعلم. ¶ [بَيَان أَقسَام الْقيَاس] ¶ قَالَ: (فَقِيَاس الْعلَّة: مَا كَانَت الْعلَّة فِي مُوجبَة، وَقِيَاس الدّلَالَة هُوَ: الِاسْتِدْلَال بِأحد النظيرين على الآخر، وَهُوَ: أَن تكون الْعلَّة دَالَّة على الحكم، وَلَا تكون مُوجبَة، وَقِيَاس الشّبَه هُوَ: الْفَرْع المتردد بَين أصلين فَيلْحق بأكثرهما شبها) . ¶ أَقُول: لما قسم الْقيَاس ثَلَاثَة إقسام - إِجْمَالا - شرع فِي تَفْصِيله، فَبَدَأَ بِقِيَاس الْعلَّة؛ لِأَنَّهَا أعظم أَرْكَان الْقيَاس. ¶ وَغَايَة مُرَاد الشَّيْخ - رَحمَه الله -: أَن الْعلَّة الْمَوْجُودَة فِي الأَصْل لَا بُد أَن تكون فِي الْفَرْع؛ إِذا لَا يحسن عقلا أَن نقيس الْفَرْع عَلَيْهِ مَعَ خلو الْعلَّة.",
            "page": "229",
            "part": "1",
            "seal": "F2842217"
        },
        {
            "id": "167",
            "nass": "مِثَاله: قَوْله تَعَالَى: {فَلَا تقل لَهما أُفٍّ وَلَا تنهرهما} [الْإِسْرَاء الْآيَة: 23] فَهَذَا التَّحْرِيم للإكرام لَهما، فقسنا على التأفيف الضَّرْب؛ إِذْ لَا يحسن تَحْرِيم التأفيف وَإِبَاحَة الضَّرْب. ¶ وَكَذَا قيس على الزِّنَا اللواط، لِأَن الْعلَّة فِي الأَصْل: (الايلاج فِي فرج محرم، وَهِي مَوْجُودَة فِي اللواط. ¶ وَكَذَا قيس على نَهْيه عَلَيْهِ السَّلَام عَن العوراء فِي الْأُضْحِية: العمياء؛ لِأَنَّهَا أَسْوَأ مِنْهَا؛ إِذْ لَا يحسن النَّهْي عَن العوراء، وَالْإِبَاحَة فِي العمياء مَعَ وجود الْعلَّة فيهمَا وَهُوَ \" النَّقْص \". ¶ وَأما قِيَاس الدّلَالَة كوجوب الزَّكَاة فِي مَال الصَّبِي؛ قِيَاسا على مَال الْبَالِغ؛",
            "page": "230",
            "part": "1",
            "seal": "2F48862E"
        },
        {
            "id": "168",
            "nass": "فَإِن الْعلَّة الجامعة بَينهمَا: دفع حَاجَة الْفَقِير بِجُزْء من المَال النامي. ¶ وَهَذَا قريب - أَيْضا - من الْقيَاس الأول. ¶ وَلِهَذَا بعض الْعلمَاء جَعلهمَا قِيَاسا وَاحِدًا؛ لِأَن الْفرق بَينهمَا خَفِي وَهُوَ الحكم، قد يجوز فِي الْعقل [أَن مَال الصَّبِي لَا تجب] فِيهِ الزَّكَاة بِهَذِهِ الْعلَّة، بل بعلة أُخْرَى. ¶ و [لهَذَا قَالَ]- رَحمَه الله - أَن تكون الْعلَّة دَالَّة على الحكم [وَلَا تكون مُوجبَة أَي] : مقتضية للْحكم؛ لجَوَاز خلوها عَنهُ. ¶ بِخِلَاف [الْقيَاس الأول فَلَا بُد] مِنْهَا.",
            "page": "231",
            "part": "1",
            "seal": "F0C2849E"
        },
        {
            "id": "169",
            "nass": "وَأما قِيَاس الشّبَه، وَهُوَ: تردد الْفَرْع بَين أصلين - كَمَا ذكر الشَّيْخ رَحمَه الله - يلْحق بأكثرهما شبها. ¶ [مِثَاله: \" كَعبد] قتل عمدا \" فضمانه مُتَرَدّد بَين اصلين وَهُوَ: \" ضَمَان الْإِنْسَان \" و \" ضَمَان الْبَهَائِم \"؛ لِأَنَّهُ يشبه الْإِنْسَان فِي الذَّات، والبهائم فِي الْملك. ¶ فرجح الشَّافِعِي إِلْحَاقه بالبهائم، لِكَثْرَة شبهه بالبهائم، دون الْأَحْرَار؛ لكَونه يُبَاع، وَيُوقف، وَيُورث، وَضَمان أَجْزَائِهِ بِالنَّقْصِ. ¶ وَذهب ابْن علية إِلَى إِلْحَاقه بالأحرار؛ تَغْلِيبًا للصورة.",
            "page": "232",
            "part": "1",
            "seal": "6CBAFACB"
        },
        {
            "id": "170",
            "nass": "وَمنع القَاضِي أَبُو بكر قِيَاس الشّبَه مُطلقًا لعدم تَمام الشّبَه بَين الأَصْل وَالْفرع. ¶ ورد هَذَا القَوْل ب: أَنه لَا يشْتَرط تَسَاوِي الْأَوْصَاف بَينهمَا، بل إِذا وجد الشّبَه بِوَجْه: كفى. وَالله أعلم. ¶ [بعض شُرُوط الْفَرْع وَالْأَصْل] ¶ قَالَ: (وَمن شَرط الْفَرْع: أَن يكون مناسباً للْأَصْل، وَمن شَرط الأَصْل: أَن يكون ثَابتا بِدَلِيل مُتَّفق عَلَيْهِ بَين الْخَصْمَيْنِ) . ¶ أَقُول: لما فرغ من تَعْرِيف الْقيَاس، وتقسيمه: شرع فِي بَيَان أَرْكَانه وَهُوَ: الْفرق بَين \" الْفَرْع \" و \" الأَصْل \" و \" الْعلَّة \" و \" الحكم \" فَقَالَ: ¶ شَرط الْفَرْع: أَن يكون مناسباً للْأَصْل؛ إِذْ لَو لم يكن مناسباً فَلَا يجوز أَن يُقَاس عَلَيْهِ.",
            "page": "233",
            "part": "1",
            "seal": "3DC8084A"
        },
        {
            "id": "171",
            "nass": "وَأَن الأَصْل لَا بُد أَن يكون قد ثَبت بِدَلِيل شَرْعِي مُتَّفق عَلَيْهِ مقدما على الْفَرْع؛ إِذْ لَو لم يثبت الأَصْل أَولا: لم يقس عَلَيْهِ كقياس الْأرز على الْحِنْطَة، فَإِن بيع الأَصْل بعضه بِبَعْض مُتَفَاضلا: ثَبت بِدَلِيل شَرْعِي فيقاس عَلَيْهِ الْأرز؛ لِأَنَّهُ مُنَاسِب للْأَصْل فِي الطّعْم، ومتأخر عَنهُ فَحكم عَلَيْهِ بِمَا حكم على الأَصْل. وَالله أعلم. ¶ [بعض شُرُوط الْعلَّة وَحكم الأَصْل] ¶ قَالَ: \" وَمن شَرط الْعلَّة: أَن تطرد فِي معلولاتها، وَلَا تنْتَقض لَا لفظا، وَلَا معنى، وَمن شُرُوط الحكم: أَن يكون مثل الْعلَّة فِي النَّفْي وَالْإِثْبَات، وَالْعلَّة هِيَ: الجالبة للْحكم، وَالْحكم هُوَ: المجلوب لِلْعِلَّةِ) . ¶ أَقُول: لما فرغ من تَعْرِيف الْفَرْع وَالْأَصْل: شرع فِي تَعْرِيف الْعلَّة وَالْحكم فَقَالَ: من شَرطهَا: الاطراد فِي معلولاتها أَي: لَا تخْتَص بِبَعْض الصُّور، دون",
            "page": "234",
            "part": "1",
            "seal": "13CD3137"
        },
        {
            "id": "172",
            "nass": "بعض، بل تكون مطردَة فِي الْجَمِيع، وَلَا تنْتَقض لفظا وَلَا معنى. ¶ كَالْقَتْلِ - مثلا - بالمثقل عمدا: يُوجب الْقصاص؛ قِيَاسا على المحدد. ¶ قيل: لم تطرد لِأَنَّهَا تنْتَقض لفظا وَهُوَ: عدم قتل الْوَالِد بولده. أُجِيب ب: أَن الِامْتِنَاع من الْقَتْل إِنَّمَا هُوَ بِوُجُود معنى قَامَ بِهِ وَهُوَ: حرمه الْأُبُوَّة يمْتَنع الِاسْتِيفَاء. ¶ كَمَا أَن يمْتَنع إِذا كَانَ مُسْتَحقَّة صبي إِلَى الْبلُوغ. ¶ وَلَا نقُول: سقط وجوب الْقَتْل بِعَدَمِ الِاسْتِيفَاء، وَإِنَّمَا تَأَخّر الِاسْتِيفَاء؛ لمَانع قَائِم فِي مُسْتَحقّه، وَهُوَ: \" الصَّبِي فَكَانَت الْعلَّة مطردَة. ¶ وَاحْترز بقوله: \" وَلَا معنى \" كَمَا لَو تعلق الحكم بِالْأَصْلِ لِمَعْنى، وَذَلِكَ الْمَعْنى قد يُوجد فِي غَيره، وَلَا يتبعهُ الحكم، كَمَا يُقَال: \" إِنَّمَا جعلت الزَّكَاة فِي الْأَثْمَان دفعا لحَاجَة الْفَقِير \". ¶ فَيُقَال: تنْتَقض هَذِه الْعلَّة بالجواهر؛ لِأَنَّهُ قد يحصل دفع الْحَاجة بِإِيجَاب الزَّكَاة فِيهَا، مَعَ أَنه لَا زَكَاة فِيهَا. ¶ فَعلم أَن الْعلَّة لَا بُد أَن تكون مطردَة فِي جَمِيع أَنْوَاعهَا. ¶ وَقَوله - فِي الحكم -: \" شَرطه: \" أَن يكون مثل الْعلَّة فِي النَّفْي وَالْإِثْبَات \" وَاضح؛ لِأَنَّهُ تَابع لَهَا، فَإِن وجدت: وجد، وَإِن انْتَفَت: انْتَفَى، فَهُوَ مسَاوٍ لَهَا فِي الْوُجُوب والعدم.",
            "page": "235",
            "part": "1",
            "seal": "B73D6430"
        },
        {
            "id": "173",
            "nass": "وَقَوله: \" وَالْعلَّة هِيَ: الجالبة للْحكم \" زِيَادَة إِيضَاح لاتباع الحكم الْعلَّة فِي الْوُجُود والعدم، لِأَنَّهَا إِذا وجدت: وجد فَكَانَت جالبة لَهُ، وَهُوَ مجلوب لَهَا. وَالله أعلم. ¶ [الأَصْل فِي الْأَشْيَاء] ¶ قَالَ: (وَأما الْحَظْر وَالْإِبَاحَة: فَمن النَّاس من يَقُول: إِن أصل الْأَشْيَاء على الْحَظْر إِلَّا مَا أباحته الشَّرِيعَة، فَإِن لم يُوجد فِي الشَّرِيعَة مَا يدل على الْإِبَاحَة: يتَمَسَّك بِالْأَصْلِ، وَهُوَ الْحَظْر، وَمن النَّاس من يَقُول: بضد ذَلِك وَهُوَ: أَن الأَصْل فِي الْأَشْيَاء الْإِبَاحَة إِلَّا مَا حظره الشَّرْع، [وَمِنْهُم من قَالَ بالتوقف] وَمعنى اسْتِصْحَاب الْحَال أَن يستصحب الأَصْل عِنْد عدم الدَّلِيل الشَّرْعِيّ) . ¶ أَقُول: لما فرغ من بَيَان الْقيَاس: شرع فِي بَيَان الْبَيَان الْحَظْر وَالْإِبَاحَة، وَهُوَ الْبَاب الرَّابِع عشر، وَكَانَا بَابَيْنِ فِي الأَصْل كالناسخ والمنسوخ، وَإِنَّمَا جمع بَينهمَا هُنَاكَ وَهنا؛ لِأَن الْكَلَام مُتَعَلق بهما - مَعًا - ومتردد بَينهمَا؛ لِأَن الْعلمَاء قد اخْتلفُوا فِي أصل الْأَشْيَاء قبل وُرُود الشَّرْع بحله، أَو حرمته، هَل تحمل على الْإِبَاحَة، أَو الْحَرَام أَو التَّوَقُّف؟",
            "page": "236",
            "part": "1",
            "seal": "3503D06E"
        },
        {
            "id": "174",
            "nass": "فَذهب أَبُو حنيفَة وَأَبُو الْعَبَّاس، وَأَبُو إِسْحَاق من الشَّافِعِيَّة، ومعتزلة الْبَصْرَة إِلَى الْإِبَاحَة؛ لِأَنَّهُ تَعَالَى خلق الْأَشْيَاء لأجلنا، ولأغراضنا، وَمَا كَانَ لنا فَهُوَ مُبَاح؛ لِأَنَّهُ لم يَتَرَتَّب عَلَيْهِ مفْسدَة، وَلَا ضَرَر على مَالِكه، وَهُوَ الله - تَعَالَى -؛ قِيَاسا على الشَّاهِد، وَهُوَ الِانْتِفَاع بالاستظلال بجدار الْغَيْر، والاقتباس من ناره؛ إِذْ لَا ضَرَر على مَالِكهَا. فَكَذَا هُنَا. ¶ وَذهب ابْن أبي هُرَيْرَة من الشَّافِعِيَّة، وَبَعض الشِّيعَة ومعتزلة",
            "page": "237",
            "part": "1",
            "seal": "B2F087A7"
        },
        {
            "id": "175",
            "nass": "بَغْدَاد إِلَى الْحُرْمَة، لِأَن التَّصَرُّف فِي ملك الْغَيْر بِغَيْر إِذْنه قَبِيح؛ لِأَن الْأَشْيَاء - كلهَا - ملك الْبَارِي - تَعَالَى - فَلَا يجوز لأحد أَن يتَنَاوَل شَيْئا حَتَّى يرد الشَّرْع بِهِ كَمَا هُوَ فِي الشَّاهِد فِي حق الْمَخْلُوق. ¶ وَذهب أَبُو الْحسن الْأَشْعَرِيّ وَأَبُو بكر الصَّيْرَفِي إِلَى التَّوَقُّف من غير تَحْرِيم، وَلَا إِبَاحَة قبل وُرُود الشَّرْع.",
            "page": "238",
            "part": "1",
            "seal": "B239EDD5"
        },
        {
            "id": "176",
            "nass": "وَقَوله: \" اسْتِصْحَاب الْحَال \" إِلَى آخِره يُشِير إِلَى دَلِيل يرجع إِلَيْهِ عِنْد عدم الدَّلِيل الشَّرْعِيّ، وَهُوَ اسْتِصْحَاب الأَصْل الثَّابِت كَمَا لَو قيل هَل [يُوجد] صَلَاة وَاجِبَة زَائِدَة على الْخمس؟ ¶ قُلْنَا: لَا؛ لعدم الدَّلِيل الشَّرْعِيّ بِالزَّائِدِ. فَوَجَبَ التَّمَسُّك بِالْأَصْلِ، وَالله أعلم. ¶ [التَّعَارُض وَالتَّرْجِيح] ¶ قَالَ: (وَأما الْأَدِلَّة فَيقدم الْجَلِيّ على الْخَفي، والموجب للْعلم على الْمُوجب للظن، وَالْقِيَاس الْجَلِيّ على [الْقيَاس] الْخَفي، فَإِن وجد فِي النُّطْق مَا يُغير الأَصْل، وَإِلَّا: استصحب الْحَال) . ¶ أَقُول: لما فرغ من الْحَظْر وَالْإِبَاحَة: شرع فِي كَيْفيَّة اسْتِعْمَال الْأَدِلَّة وَهُوَ: الْبَاب الْخَامِس عشر، فَأَشَارَ رَحمَه الله إِلَى أَنه إِذا تعَارض دليلان على الْمُجْتَهد: قدم الْجَلِيّ على الْخَفي كَرِوَايَة عَائِشَة - رَضِي الله عَنْهَا -: (إِذا التقى الختانان فقد وَجب الْغسْل) ثمَّ قَالَت: فعلته أَنا وَرَسُول الله -[صلى الله عَلَيْهِ وَسلم]- فاغتسلنا.",
            "page": "239",
            "part": "1",
            "seal": "89EDACBC"
        },
        {
            "id": "177",
            "nass": "فَهَذِهِ مُقَدّمَة على رِوَايَة أبي هُرَيْرَة حِين روى: (المَاء من المَاء) ؛ لِأَن أَزوَاجه أعلم بِهَذَا من الرِّجَال. ¶ وَكَذَا يقدم الدَّلِيل الْمُوجب للْعلم على الْمُوجب للظن كالدليل من الْكتاب، وَالسّنة المتواترة على الْآحَاد؛ فَإِن سنَنه الآحادية لَا تفِيد إِلَّا ظنا، فَكَانَ الدَّلِيل الْقطعِي مقدما على الظني. ¶ وَكَذَا يقدم دَلِيل النُّطْق على دَلِيل الْقيَاس؛ لِأَنَّهُ أقوى؛ فَإِن الدَّلِيل إِذا ورد من الْكتاب، أَو السّنة قدم على الْقيَاس؛ إِلَّا إِذا دلّ الْقيَاس على الْخُصُوص فَإِنَّهُ مقدم كَمَا سبق من حمل الْعُمُوم على الْخُصُوص.",
            "page": "240",
            "part": "1",
            "seal": "2012B89F"
        },
        {
            "id": "178",
            "nass": "وَكَذَا يقدم الْقيَاس الْجَلِيّ على الْقيَاس الْخَفي. ¶ والجلي هُوَ: الَّذِي يفهم بديهياً عِنْد سَمَاعه من غير تَأمل كقياس الْعلَّة مقدم على قِيَاس الشّبَه، كَمَا سبق: أَن قِيَاس الشّبَه أخْفى مِنْهُ. ¶ وَكَذَا يقدم الْقيَاس الَّذِي توَافق عِلّة أَصله أصولاً كَثِيرَة على مَا توَافق أصولاً قَليلَة. ¶ وَأما قَوْله - رَحمَه الله -: \" فَإِن وجد فِي النُّطْق مَا يُغير الأَصْل، وَإِلَّا: فيستصحب الْحَال \" [ف] فِيهِ نظر؛ لِأَنَّهُ قيد اسْتِصْحَاب الْحَال بِعَدَمِ وجود النُّطْق - فَقَط -، بل لَا يجوز اسْتِصْحَاب الْحَال إِلَّا عِنْد عدم وجود النُّطْق والفهم وَالْقِيَاس وَالله أعلم",
            "page": "241",
            "part": "1",
            "seal": "036BDFE3"
        },
        {
            "id": "179",
            "nass": "[شُرُوط الْمُفْتِي، أَو الْمُجْتَهد] ¶ قَالَ: (وَمن شَرط الْمُفْتِي: أَن يكون عَالما بالفقه أصلا وفرعاً [خلافًا] ومذهباً، وَيكون كَامِل الْأَدِلَّة فِي الِاجْتِهَاد، عَارِفًا بِمَا يحْتَاج إِلَيْهِ فِي [استنباط] الْأَحْكَام من نَحْو، ولغة، وَمَعْرِفَة الرِّجَال، وَتَفْسِير الْآيَات الْوَارِدَة فِي الْأَحْكَام وَالْأَخْبَار الْوَارِدَة فِيهَا) . ¶ أَقُول: لما فرغ من بَيَان الْأَدِلَّة: شرع فِي بَيَان شُرُوط الْمُفْتِي، وَهُوَ الْبَاب السَّادِس عشر، فَقَالَ: \" من شُرُوط الْمُفْتِي: أَن يكون عَالما بالفقه أصلا وفرعاً \". ¶ أما الْمُفْتِي: فَهُوَ اسْم فَاعل فِي أفتى يُفْتِي: إِذا بَين الْحق عِنْد السُّؤَال. ¶ وَقَوله: \" أَن يكون عَالما بالفقه \" فِيهِ نظر؛ لِأَن الْفِقْه نتيجة الِاجْتِهَاد، فَلَو كَانَ الْفِقْه شرطا للمجتهد: لزم الدّور، لَكِن يجب أَن يكون عَالما بالأصول و [هِيَ] النُّصُوص من الْكتاب وَالسّنة الْمُتَعَلّقَة بِالْأَحْكَامِ دون المواعظ، والقصص، وَأُمُور الْآخِرَة؛ فَإِن الْمُفْتِي لَا يفْتَقر إِلَى مَعْرفَتهَا، بل يفْتَقر إِلَى معرفَة النُّصُوص؛ ليميز بَين",
            "page": "242",
            "part": "1",
            "seal": "ACF94685"
        },
        {
            "id": "180",
            "nass": "الظَّاهِر والمأول، والناسخ والمنسوخ، وَغير ذَلِك. ¶ وَلَا يشْتَرط أَن يكون حَافِظًا لكتاب الله - تَعَالَى - وَلَا لمسائل الْأَحْكَام مِنْهُ، بل يَكْفِي الْعلم بهَا ليطلبها عِنْد مواقعها. ¶ وَلَا [بُد] لَهُ من معرفَة الْقيَاس وأنواعه؛ ليميز مَا يجوز، وَمَا لَا يجوز. ¶ وَلَا بُد أَن يكون عَالما بالفروع، وَهِي مسَائِل آحَاد تتَعَلَّق بهَا الْأَحْكَام؛ إِذْ لَا يشْتَرط أَن تكون الْأَحْكَام - كلهَا - بالتواتر، بل قد يحكم بالآحاد فِي بعض الصُّور؛ فَإِن عليا - رَضِي الله عَنهُ - أَخذ بقول الْمِقْدَاد - فَقَط - فِي نَجَاسَة الْمَذْي، وَعدم وجوب الْغسْل.",
            "page": "243",
            "part": "1",
            "seal": "B4D185B5"
        },
        {
            "id": "181",
            "nass": "أَن يكون عَالما بِخِلَاف الْعلمَاء من الصَّحَابَة وَالتَّابِعِينَ، وَمن بعدهمْ. ¶ وَلَا يشْتَرط معرفَة الْخلاف بَين الْأَئِمَّة الْأَرْبَعَة، بل أَن يكون عَالما بِمذهب من الْأَرْبَعَة ليفتي عَلَيْهِ ويقلده. ¶ بِخِلَاف الْمُجْتَهد الْمُطلق فَذَلِك لَا يجوز لَهُ تَقْلِيد غَيره، بِخِلَاف الْمُفْتِي. ¶ وَأَن يكون كَامِل الْأَدِلَّة، أَي: صَحِيح الذِّهْن بَصِير الْعقل بِحَيْثُ لَا يتشوش إِدْرَاكه عِنْد اخْتِلَاف الْأَدِلَّة وتعارضها؛ ليوثق بقوله، وَلَا يتهم.",
            "page": "244",
            "part": "1",
            "seal": "A7D950E9"
        },
        {
            "id": "182",
            "nass": "وَيحْتَمل أَنه أَرَادَ بكامل الْأَدِلَّة مَا يذكرهُ - بعد - مِمَّا يحْتَاج إِلَيْهِ فِي [استنباط] الْأَحْكَام من النَّحْو، واللغة، إِلَى آخِره، فَيعلم من النَّحْو والتصريف مَا يحْتَاج - فَقَط - لَا غوامضه وشواهده، وَمن اللُّغَة مَا تَدْعُو الْحَاجة إِلَيْهِ من آيَات الْأَحْكَام الَّتِي فِي الْكتاب وَالسّنة. ¶ وَلَا بُد من معرفَة الرِّجَال؛ ليَأْخُذ بِرِوَايَة الْعدْل، دون الْمَجْرُوح، لَكِن لَو أَخذ. من الصَّحِيحَيْنِ: جَازَ الِاقْتِصَار عَلَيْهِمَا من غير معرفَة رجالهما. ¶ وَلَا بُد أَن يكون عَالما بتفسير الْآيَات وَالْأَخْبَار الْوَارِدَة فِي الْأَحْكَام؛ ليتَمَكَّن بالإفتاء مِنْهَا وَالله أعلم. ¶ [مَا يشْتَرط فِي المستفتي] ¶ قَالَ: (وَمن شَرط المستفتي: أَن يكون من أهل التَّقْلِيد، فيقلد الْمُفْتِي فِي الْفَتْوَى،",
            "page": "245",
            "part": "1",
            "seal": "5577C120"
        },
        {
            "id": "183",
            "nass": "وَلَيْسَ للْعَالم أَن يُقَلّد، وَقيل: يُقَلّد) . ¶ أَقُول: لما فرغ من بَيَان الْمُفْتِي: شرع فِي بَيَان المستفتي، وَهُوَ الْبَاب السَّابِع عشر. ¶ فَقَوله: \" من شَرط المستفتي: أَن يكون من أهل التَّقْلِيد \" احْتِرَاز عَمَّن اجْتمعت فِيهِ شَرَائِط الِاجْتِهَاد، فَلَا يجوز لَهُ أَن يُقَلّد. ¶ بِخِلَاف الْعَاميّ فَيجوز لَهُ أَن يَأْخُذ دينه من غَيره؛ إِذا لَو كلف النَّاس - كلهم -[بِالِاجْتِهَادِ] : لبطلت مَعَايشهمْ بِسَبَب اشتغالهم بأدوات الِاجْتِهَاد. ¶ وَقَوله: \" فيقلد الْمُفْتِي \" يُشِير إِلَى مَسْأَلَتَيْنِ: ¶ إِحْدَاهمَا: انه لَا يجوز للعامي أَن يُقَلّد كل أحد، بل لمن يكون أَهلا للتقليد،",
            "page": "246",
            "part": "1",
            "seal": "FA4C9865"
        },
        {
            "id": "184",
            "nass": "ليخرج عَن الْعهْدَة، ويتحملها الْمُفْتِي. ¶ وَالثَّانيَِة: أَنه لَا يجوز أَن يُقَلّد الْعَالم بِمُجَرَّد فعله؛ لاحْتِمَال أَن يكون ترخص فِيهِ: وَذَلِكَ بِأَن يرى الْعَاميّ الْعَالم يفعل شَيْئا، فَلَا يقلده فِيهِ، بل يسْأَل عَنهُ: إِن أفتاه بِهِ جَازَ، وَإِلَّا: فَلَا. ¶ وَقَوله: \" وَقيل: يُقَلّد \" يُشِير إِلَى أَن الْعَالم يجوز لَهُ التَّقْلِيد فِيمَا أشكل عَلَيْهِ. ¶ وَبِه قَالَ أَحْمد بن حَنْبَل، وَإِسْحَاق بن رَاهَوَيْه، وسُفْيَان",
            "page": "247",
            "part": "1",
            "seal": "09408D23"
        },
        {
            "id": "185",
            "nass": "الثَّوْريّ. ¶ وَالْأول: أظهر لِأَنَّهُ مُكَلّف بِالنّظرِ وَالِاسْتِدْلَال. وَالله أعلم",
            "page": "248",
            "part": "1",
            "seal": "15EBC6C5"
        },
        {
            "id": "186",
            "nass": "[تَعْرِيف التَّقْلِيد] ¶ قَالَ: (والتقليد: قبُول قَول الْقَائِل من غير حجَّة، فعلى هَذَا: قبُول قَوْله عَلَيْهِ السَّلَام يُسمى تقليداً، وَمِنْهُم من قَالَ: التَّقْلِيد: هُوَ قبُول قَول الْقَائِل وَأَنت لَا تَدْرِي من أَيْن قَالَ، فَإِن قُلْنَا: إِنَّه عَلَيْهِ السَّلَام كَانَ يَقُول بِالْقِيَاسِ فَيجوز أَن يُسمى قَوْله عَلَيْهِ السَّلَام تقليداً) . ¶ أَقُول: لما فرغ من بَيَان الْمُفْتِي والمستفتي: شرع فِي بَيَان التَّقْلِيد، وَهُوَ الْبَاب الثَّامِن عشر، ثمَّ رسمه. ¶ ثمَّ رسمه ب: أَنه قبُول المستفتي قَول الْمُفْتِي من غير ذكر دَلِيل. ¶ ثمَّ قَالَ: \" فعلى هَذَا \" أَي: فعلى هَذَا التَّعْرِيف يُسمى قبُول قَوْله عَلَيْهِ السَّلَام تقليداً؛ لِأَنَّهُ عَلَيْهِ السَّلَام رُبمَا أَخذ بِالِاجْتِهَادِ فِي الْأُمُور تَارَة، وبالوحي أُخْرَى.",
            "page": "249",
            "part": "1",
            "seal": "ECB7510E"
        },
        {
            "id": "187",
            "nass": "وَبِهَذَا قَالَ جُمْهُور الشَّافِعِيَّة. ¶ وَمنع آخَرُونَ وَقَالُوا: لَا يجوز لَهُ الِاجْتِهَاد؛ لِأَنَّهُ مَا كَانَ ينْطق عَن الْهوى إِن هُوَ إِلَّا وَحي يُوحى، فَعلم أَنه عَلَيْهِ السَّلَام لم يَأْخُذ إِلَّا عَن وَحي",
            "page": "250",
            "part": "1",
            "seal": "537A2F36"
        },
        {
            "id": "188",
            "nass": "فَلم يكن قبُول قَوْله تقليداً؛ إِذْ لم يكن عَن اجْتِهَاد مِنْهُ. ¶ وَلِهَذَا قَالَ: وَمِنْهُم من قَالَ: هُوَ قبُول قَول الْقَائِل، وَلَا تَدْرِي من أَيْن قَالَ، وَقد علمنَا من أَيْن قَالَ، وَهُوَ الْوَحْي. ¶ فعلى هَذَا التَّعْرِيف لَا يُسمى قبُول قَوْله عَلَيْهِ السَّلَام تقليداً، وَالله أعلم. ¶ [حَقِيقَة الِاجْتِهَاد، وَمَسْأَلَة تصويب الْمُجْتَهد] ¶ قَالَ: (وَأما الِاجْتِهَاد: فَهُوَ بذل الوسع فِي بُلُوغ الْغَرَض، فالمجتهد إِن كَانَ كَامِل الْأَدِلَّة [فِي الِاجْتِهَاد] فَإِن اجْتهد فِي الْفُرُوع وَأصَاب فَلهُ أَجْرَانِ، وَإِن اجْتهد وَأَخْطَأ فَلهُ أجر وَاحِد، وَمِنْهُم من قَالَ: كل مُجْتَهد فِي الْفُرُوع مُصِيب) . ¶ أَقُول: لما فرغ من بَيَان رسم التَّقْلِيد: شرع فِي بَيَان الِاجْتِهَاد، وَهُوَ الْبَاب التَّاسِع عشر، وَهُوَ ختم الْأَبْوَاب. ¶ فَقَوله: \" بذل الوسع فِي بُلُوغ الْغَرَض \" أَي: فِي إِدْرَاك الْأَحْكَام الشَّرْعِيَّة.",
            "page": "251",
            "part": "1",
            "seal": "C9594447"
        },
        {
            "id": "189",
            "nass": "وَقَوله: \" كَامِل الْأَدِلَّة \" أَي: يُشِير إِلَى مَا سبق من شُرُوط الْمُجْتَهد. ¶ فَإِذا كَانَ كَذَلِك واجتهد فَأصَاب: كَانَ لَهُ أَجْرَانِ: أجر الِاجْتِهَاد وَأجر الْإِصَابَة وَإِن أَخطَأ: كَانَ لَهُ أجر؛ لامتثال أمره عَلَيْهِ السَّلَام، وَلَا إِثْم عَلَيْهِ",
            "page": "252",
            "part": "1",
            "seal": "A4757CDC"
        },
        {
            "id": "190",
            "nass": "وَمِنْهُم من قَالَ: كل مُجْتَهد مُصِيب. ¶ وَهَذَا ضَعِيف؛ لِاجْتِمَاع النقيضين فِي مَسْأَلَة وَاحِدَة وهما: النَّفْي، وَالْإِثْبَات قبل الِاجْتِهَاد، بل لَا بُد أَن يكون الْمُصِيب وَاحِدًا، إِذْ لَا يجوز أَن تكون الْمَسْأَلَة الْوَاحِدَة منفية ثَابِتَة. وَالله أعلم. ¶ [قَول كل مُجْتَهد مُصِيب فِي الْأُصُول لَا يجوز] ¶ قَالَ: (وَلَا يجوز أَن يُقَال: كل مُجْتَهد فِي الْأُصُول مُصِيب؛ لِأَن ذَلِك يُؤَدِّي إِلَى تصويب أهل الضَّلَالَة من النَّصَارَى وَالْمَجُوس، وَالْكفَّار والملحدين) . ¶ أَقُول: لما فرغ من بَيَان جَوَاز الِاجْتِهَاد فِي الْمسَائِل الفروعية: شرع فِي بَيَان عدم الِاجْتِهَاد فِي الْمسَائِل الْأُصُولِيَّة؛ لِأَنَّهَا اعتقاديه",
            "page": "253",
            "part": "1",
            "seal": "DAB4E9B9"
        },
        {
            "id": "191",
            "nass": "وَلَو جَازَ الِاجْتِهَاد فِيهَا لَأَدَّى إِلَى تصويب من أَخطَأ من الْملَل كَقَوْل النَّصَارَى بالصليب، وَالْمَجُوس بالظلمة والنور لخلق الْعَالم، والكافرين الْمُخَالفين فِي التَّوْحِيد، وَبَعثه عَلَيْهِ السَّلَام، الْمُلْحِدِينَ الْقَائِلين بِعَدَمِ خلق الْأَفْعَال. ¶ وَهَذَا بَاطِل، تَعَالَى الله عَمَّا يَقُولُونَ علوا كَبِيرا. ¶ وَنقل عَن عبيد الله بن الْحسن الْعَنْبَري: جَوَاز الِاجْتِهَاد فِي الْأُصُول. ¶ وَالظَّاهِر من إِطْلَاقه [إِنَّه] أَرَادَ الْخلاف الْوَاقِع بَين أهل الْقبْلَة كالخلاف الْوَاقِع بَين الأشعرية فِي ثُبُوت الْأَفْعَال لله تَعَالَى عِنْد الأشعرية دون الْمُعْتَزلَة. ورؤيته تَعَالَى فِي الْآخِرَة، وَغير ذَلِك. فَهُوَ جَائِز عَنهُ، وَقَالَ: هم معذورون، لِأَنَّهُ قصدُوا تَعْظِيمه تَعَالَى.",
            "page": "254",
            "part": "1",
            "seal": "D68E8E60"
        },
        {
            "id": "192",
            "nass": "وَالْحق: مَا سبق؛ لِأَن الْملَل - أَيْضا - مَا قصدُوا - بزعمهم - إِلَّا الْحق وتعظيمه تَعَالَى. ¶ وَالدَّلِيل على بطلَان مَا قَالَ: إِنْكَار الصَّحَابَة على المبتدعة، والقدرية، والخوارج، وَلم ينكروا عَمَّن خَالف بَعضهم بَعْضًا فِي الْفُرُوع وَالله أعلم. [وَالْحَمْد لله وَحده] [وَصلى الله على سيد الْأَوَّلين والآخرين مُحَمَّد وعَلى آله وَصَحبه أَجْمَعِينَ، وَسلم تَسْلِيمًا دَائِما إِلَى يَوْم الدّين، يَوْم يقوم النَّاس لرب الْعَالمين] .",
            "page": "255",
            "part": "1",
            "seal": "CA1A637C"
        }
    ],
    "t5990": [
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف المجمل والبيان"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "المراد بالمبين"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الظاهر"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "أفعال الرسول عليه السلام مختصة به إن دل على ذلك دليل"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "إذا لم يدل دليل على أن فعله عليه السلام خاص به فعلى ماذا يحمل"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "إقرار الرسول صلى الله عليه وسلم"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف النسخ لغة"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف النسخ في الاصطلاح"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "وجوه النسخ في القرآن وبعض صوره"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "مسائل النسخ بين الكتاب والسنة"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "تعارض النصوص"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "تعارض العامين وتعارض الخاصين"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "الحكم إذا تعارض العام مع الخاص وإذا كان كل منهما خاصا من وجه وعاما من آخر"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الإجماع وبيان حجيته"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "حجية إجماع المجتهدين مطلقا وهل يشترط انقراض العصر"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "الإجماع السكوتي وحجية قول الصحابي"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الخبر وأقسامه وتعريف المتواتر"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "خبر الآحاد تعريفه تعريف المسند والمرسل حجية المرسل"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "رواية غير الصحابي"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف القياس وذكر أقسامه"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "بيان أقسام القياس"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "بعض شروط الفرع والأصل"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "بعض شروط العلة وحكم الأصل"
        },
        {
            "id": "173",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل في الأشياء"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "التعارض والترجيح"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": null,
            "tit": "شروط المفتي أو المجتهد"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "ما يشترط في المستفتي"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف التقليد"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "حقيقة الاجتهاد ومسألة تصويب المجتهد"
        },
        {
            "id": "190",
            "lvl": "1",
            "sub": null,
            "tit": "قول كل مجتهد مصيب في الأصول لا يجوز"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "رب يسر يا كريم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الحمد له"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الصلاة على النبي وآله وصحبه"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم الكتاب"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "بيان أن أصول الفقه يتكون من جزأين"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الأصل"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الفرع"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "تعريف الفقه"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "أنواع الأحكام"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الواجب"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف المندوب"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف المباح"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف المحظور"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف المكروه"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الصحيح"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الباطل"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الفرق بين الفقه والعلم"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "تعريف العلم"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الجهل"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف العلم الضروري"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف العلم المكتسب والنظر والاستدلال والدليل"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الظن"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الشك"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف أصول الفقه"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "أبواب أصول الفقه"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "بيان ما يتركب منه الكلام"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "انقسام الكلام باعتبار مدلوله"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "انقسام الكلام بحسب الاستعمال وتعريف الحقيقة"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف المجاز"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام الحقيقة"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام المجاز"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "أو نقصان كقوله تعالى واسأل القرية أي أهل القرية أو استعارة كقوله جدارا يريد أن ينقض أو بالنقل كالغائط فيما يخرج من الإنسان أقول لما فرغ من تقسيم الحقيقة شرع في تقسيم المجاز على سبيل الإيضاح ولهذا مثل لكل قسم"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الأمر وبيان صيغة إفعل على ماذا تدل"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "قال والأمر استدعاء الفعل بالقول ممن هو دونه على سبيل الوجوب وصيغته إفعل عند الإطلاق والتجرد عند القرينة يحمل عليه إلا ما دل دليل على أن المراد الندب أو الإباحة فيحمل عليه أقول لما فرغ من تقسيم الباب الأول وهو الكلام"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "هل الأمر يقتضي التكرار"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "هل الأمر يقتضي الفور أو لا"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "ما لا يتم الأمر إلا به"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "حكم من فعل المأمور به"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "من لا يدخل في الأمر"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الكفار مخاطبون بفروع الشريعة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "هل الآمر بالشيء نهي عن ضده"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "النهي أمر بضده وتعريف النهي"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "النهي يدل على فساد المنهي عنه"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "معاني صيغة إفعل وصيغة لا تفعل"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف العام"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "صيغ العموم"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "العموم من صفات الألفاظ والفعل لا عموم له"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "المراد بالخاص والتخصيص"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام المخصص وأنواع المتصل"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "المخصص المتصل الأول الاستثناء تعريف الاستثناء وبيان بعض شروطه"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "جواز تقديم المستثنى على المستثنى منه وجواز الاستثناء من الجنس وغيره"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "المخصص المتصل الثاني الشرط"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "المخصص المتصل الثالث الصفة"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "تخصيص الكتاب بالكتاب والكتاب بالسنة"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "تخصيص السنة بالكتاب وتخصيص السنة بالسنة وتخصيص الكتاب والسنة بالقياس"
        }
    ]
}