{
    "b5992": [
        {
            "hno": null,
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ [رب يسر] ¶ الْحَمد لله الْمُنْفَرد بالقدم، المتوحد بالإيجاد من الْعَدَم وصلواته على نبيه الْمُرْسل إِلَى الْعَرَب والعجم، وَآله وَصَحبه أولي الْفضل وَالْكَرم، وَبعد: ¶ فَلَمَّا كَانَت السّنة النَّبَوِيَّة أحد أَدِلَّة الْأَحْكَام الشَّرْعِيَّة، توقف تمسك الْمُسْتَدلّ على معرفَة الْأَحَادِيث الدَّالَّة أَصَالَة عَلَيْهَا، وَلما جَاءَت على نهج الْكتاب الْعَزِيز، تشعبت على الْفَقِيه طرق علومه، واتسعت عَلَيْهِ مدارك رسومه فصنف أَئِمَّة الحَدِيث فِي كل فن مِنْهُ كتبا مُخْتَلفَة الْمذَاهب بِاعْتِبَار مصَالح الطَّالِب، ثمَّ جمع عيونها جمع من الْحفاظ فِي مُصَنف على تنوع قَصدهَا. ¶ وَكَانَ كتاب الإِمَام الْعَلامَة الْحَافِظ [تَقِيّ الدّين] ابْن الصّلاح",
            "page": "51",
            "part": "1",
            "seal": "C7B50472"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وَاسِطَة عقدهَا، وَقد لخصت معاقدها فِي تصنيف لطيف صنته عَن الطغيان والتطفيف، وذيلته بتناقيح فقهية، وتراجيح أصولية، وتلاويح جدلية، وحليته بالترتيب / وجليته بالتهذيب، وسميته: \" رسوم التحديث فِي عُلُوم الحَدِيث \". ¶ وَمَا توفيقي إِلَّا بِاللَّه، عَلَيْهِ توكلت، وَإِلَيْهِ أنيب. ¶ (رسوماً صدفناها وَقد دثرت فَلم ... نجد من رباع الْقَوْم إِلَّا طلولها) ¶ (وَغَابَتْ أسود الغاب فاستنسرت بهَا ... بغاث فَمَا يروي نداها غليلها)",
            "page": "52",
            "part": "1",
            "seal": "3105E3BE"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "تمهيد ¶ الْخَبَر: كَلَام - بِنِسْبَة خارجية -: صدق إِن طابق، وَإِلَّا فكذب. ¶ الحَدِيث النَّبَوِيّ: قَول النَّبِي مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بعد الْبعْثَة تشريعاً. ¶ وَالْوَاحد مَا لَهُ مقطع حَقِيقِيّ، وسنته أَعم.",
            "page": "53",
            "part": "1",
            "seal": "58796901"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ونقلها فرض كِفَايَة كالقرآن. ¶ [النَّوْع الأول: معرفَة الصَّحِيح] ¶ الصَّحِيح: ¶ لُغَة: الصدْق. ¶ وَاصْطِلَاحا: الْمُتَّفق: مَا نَقله الْعدْل الضَّابِط عَن مثله من أَوله إِلَى آخِره، سالما من قَادِح. ¶ والمتواتر: مَا نَقله خَمْسَة فَأكْثر عَن علم مُسْتَند إِلَى حس.",
            "page": "54",
            "part": "1",
            "seal": "741698C6"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "والآحاد: مَا نَقله ثَلَاثَة فَأَقل (ابْن الْأَثِير) أَو اخْتَلَّ الْأَكْثَر. ¶ والمستفيض: مَا بَينهمَا. ¶ وَالْأول: يُفِيد الْعلم كالنبي مُحدث [وهما] . وَأول بِالْوُجُوب وَالْمجَاز.",
            "page": "55",
            "part": "1",
            "seal": "F1321867"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "ويتفاوت بِقُوَّة الشُّرُوط /. ¶ [أصح الْأَسَانِيد] ¶ البُخَارِيّ: الْأَصَح: مَالك عَن نَافِع عَن ابْن عمر. فَألْحق الشَّافِعِي. ¶ أَحْمد: الزُّهْرِيّ عَن سَالم عَن أَبِيه.",
            "page": "56",
            "part": "1",
            "seal": "56427A9F"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "ابْن معِين: الْأَعْمَش عَن إِبْرَاهِيم عَن عَلْقَمَة عَن ابْن مَسْعُود. ¶ ابْن أبي شيبَة: الزُّهْرِيّ عَن زين العابدين عَن أَبِيه عَن أَبِيه. ¶ الفلاس: ابْن سِيرِين عَن عُبَيْدَة عَن عَليّ. ¶ [تَجْرِيد الصَّحِيح] ¶ وَأول من جرده البُخَارِيّ، وَفِيه: سَبْعَة آلَاف ومئتان [وَخَمْسَة] وَسَبْعُونَ حَدِيثا، وَبلا مُكَرر: أَرْبَعَة آلَاف. ¶ ثمَّ مُسلم، وَفِيه: نَحْوهَا، واختص بِجمع الطّرق.",
            "page": "57",
            "part": "1",
            "seal": "045B5B00"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "[التَّفْضِيل بَين الصَّحِيحَيْنِ] ¶ وتفضيل أبي عَليّ ومغربي إِن حمل على التَّجْرِيد؛ وَإِلَّا رد. وَلم يستوعباه. ¶ ابْن الأخرم: قل مَا يفوتهما.",
            "page": "58",
            "part": "1",
            "seal": "D15A8DD3"
        },
        {
            "hno": "1",
            "id": "9",
            "nass": "ورد بمستدرك الْحَاكِم: وَإِن تساهل، بل مَعَ التِّرْمِذِيّ وَالنَّسَائِيّ وَأبي دَاوُد. ¶ ويلتحق بهما دون أَحْمد وَإِسْحَاق وَنَحْوه. ¶ وَيعلم بِالشّرطِ وَنَصّ أَهله. ¶ وَرُبمَا تفَاوت لفظ الْمخْرج ك \" الْجمع \" بِخِلَاف الْمُخْتَصر. ¶ [فَائِدَة الْمُسْتَخْرج] ¶ ويفيد الْعُلُوّ، وَالزِّيَادَة، والطرق. ¶ [مَرَاتِب الصَّحِيح] ¶ 1 - وأعلاها: مَا فِي \" الصَّحِيحَيْنِ \". ¶ 2 - ثمَّ البُخَارِيّ. ¶ 3 - ثمَّ مُسلم. ¶ 4 - ثمَّ مَا خرج عَنْهُمَا بشرطهما. ¶ 5 - ثمَّ عَن الأول بِشَرْطِهِ.",
            "page": "59",
            "part": "1",
            "seal": "E10B5849"
        },
        {
            "hno": "6",
            "id": "10",
            "nass": "6 - ثمَّ عَن الثَّانِي بِشَرْطِهِ. ¶ 7 - ثمَّ / مَا لَيْسَ على وَاحِد مِنْهُمَا: صَححهُ أهل. ¶ [حكمه] ¶ وَحكمه: وجوب الْعَمَل بمحكمه وعامه الْمُطلق، لَا الْقطع وَلَا صدقه فِي نفس الْأَمر. ¶ [حكم الْمُعَلق فِي الصَّحِيح] ¶ وَمَا حذف من إِسْنَاده راو؛ إِن كَانَ بِصِيغَة الْجَزْم فَصَحِيح وَإِلَّا فَلَا. وصحيح الْإِسْنَاد لم ينص عَلَيْهِ حَافظ حكم المتقن بِصِحَّتِهِ خلافًا للمخالف. ¶ وَحَدِيث صَحِيح أَعلَى من صَحِيح الْإِسْنَاد. ¶ [مظان الصَّحِيح] ¶ ويتلقى من حَافظ أَو أصل مُعْتَمد.",
            "page": "60",
            "part": "1",
            "seal": "FED02EA6"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "[النَّوْع الثَّانِي: معرفَة الْحسن] ¶ الْحسن: ¶ لُغَة: الملائم. ¶ وَاصْطِلَاحا: مَا نَقله الْعدْل الضَّابِط عَن مثله مُتَّصِلا. ¶ (التِّرْمِذِيّ المنوه بِهِ) مَعَ مَسْتُور (الْخطابِيّ) أَو قَاصِر حفظ لم يُنكر انْفِرَاده، وَلكُل تَابع أَو شَاهد قواه كتقوية الشَّافِعِي الْمُرْسل، والضعيف بِغَيْر الْفسق. ¶ [من مظان الْحسن] ¶ وَمُطلق أبي دَاوُد عَارِيا عَن مصحح ومضعف. ¶ ومخصصه بالخارج عَن \" الصَّحِيحَيْنِ \" خَارج. ¶ [معنى عبارَة حَدِيث حسن صَحِيح] ¶ وَقَول البُخَارِيّ: حسن صَحِيح، بِاعْتِبَار سندين أَو مذهبين (ابْن",
            "page": "61",
            "part": "1",
            "seal": "584AAD8B"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الصّلاح) : لَعَلَّه لغَوِيّ. ¶ أورد الْقشيرِي المتوحد، وألزم طرد الصَّحِيح والموضوع. ¶ وَيسلم ب (أَو) ، وَيفرق بالأحسن والسند؟ ¶ [حكمه] ¶ الْحَاكِم / والخطيب: من الصَّحِيح، وَيعْمل بِهِ لَهُ، ولشبهه بِهِ لقَوْل الشَّافِعِي: \" تقبل رِوَايَة المستور لَا شَهَادَته \". ¶ [النَّوْع الثَّالِث: معرفَة الضَّعِيف] ¶ الضَّعِيف: مَا انحط عَنْهُمَا.",
            "page": "62",
            "part": "1",
            "seal": "0A6B38A0"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وبلغه البستي نَحْو الْخمسين، وَطَرِيقه: أَن يَأْخُذ الصِّفَات مُنْفَرِدَة ثمَّ مركبة بِالنَّفْيِ وَالْإِثْبَات. ¶ وليحذر التَّدَاخُل، وأقربه: عادم صفة، وأبعده: عادم الْكل. ¶ [أَوْهَى الْأَسَانِيد] ¶ (أَبُو نعيم) : \" أَوْهَى إِسْنَاد العترة: عَمْرو. ¶ وَالصديق: صَدَقَة. ¶ وَعمر: أَبُو الْقَاسِم. ¶ وَأبي هُرَيْرَة: السّري. ¶ وَعَائِشَة: الْحَارِث.",
            "page": "63",
            "part": "1",
            "seal": "FEA489BD"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَابْن مَسْعُود: شريك. ¶ وَأنس: دَاوُد \". ¶ وَيَأْتِي مَا خص بقلب. ¶ [حكمه] ¶ وَحكمه: التَّوَقُّف إِلَى أَن يَصح أَو يحسن بالجوابر. ¶ [الرَّابِع: معرفَة الْمسند] ¶ الْمسند: ¶ (الْخَطِيب) : الْجُمْهُور: المنتهي إِلَى قَائِله مُتَّصِلا - غَالِبا فِي النَّبِي - عَلَيْهِ الصَّلَاة وَالسَّلَام -. ¶ (الْحَاكِم) خَاصَّة (ابْن عبد الْبر) وَإِن انْقَطع، وَهُوَ عَام. ¶ [الْخَامِس: معرفَة الْمُتَّصِل] ¶ الْمُتَّصِل والموصول: مَا سلم من الْحَذف. ¶ ومطلقه يعم الْمَرْفُوع وَالْمَوْقُوف مُطلقًا. ¶ [السَّادِس: معرفَة الْمَرْفُوع] ¶ الْمَرْفُوع: الْمُضَاف إِلَى النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قولا أَو فعلا أَو تقريراً؛ اتَّصل أَو انْفَصل / فيرادف الْمسند أَو يدخلَانِ الْمَرْفُوع دونه، فيابين.",
            "page": "64",
            "part": "1",
            "seal": "0D1AF07C"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وَمن قابله بالمرسل: رادف الْمُتَّصِل. ¶ [السَّابِع: معرفَة الْمَوْقُوف] ¶ الْمَوْقُوف: وَسَماهُ المراوزة: \" الْأَثر \" وَهُوَ مرادف الْخَبَر. وَعم المحدثون: الْمسند إِلَى الصَّحَابِيّ من قَوْله وَفعله، ويتصل وينفصل. ويقيد للتابعي، ويقابل الْمَرْفُوع. وَلَيْسَ حجَّة على مثله، وَلَا غَيره فِي الْأَصَح. ¶ [قَول الصَّحَابِيّ: أمرنَا، نهينَا، من السّنة. .] ¶ وَقَول الصَّحَابِيّ نَحْو: أمرنَا، أَو نهينَا أَو من السّنة: مَرْفُوع أَو كُنَّا نقُول أَو نَفْعل: مَوْقُوف. ¶ أَو حَيَاته: مَرْفُوع خلافًا للإسماعيلي. ¶ [تَفْسِير الصَّحَابِيّ] ¶ وَتَفْسِيره نَحْو السَّبَب: مَرْفُوع. وَقَوْلهمْ عِنْد الصَّحَابِيّ نَحْو: ينميه: مَرْفُوع، أَو تَابِعِيّ: مُرْسل.",
            "page": "65",
            "part": "1",
            "seal": "6FF64829"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وَقَول الْمُغيرَة: \" كَانَ أَصْحَاب الرَّسُول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - يقرعون بَابه بالأظافير \".",
            "page": "66",
            "part": "1",
            "seal": "54A732EB"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "مَرْفُوع - خلافًا للْحَاكِم والخطيب وَابْن الْأَثِير وَجمع - بِاللَّفْظِ وَالْمعْنَى.",
            "page": "67",
            "part": "1",
            "seal": "12BA869C"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "[الثَّامِن: معرفَة الْمَقْطُوع] ¶ الْمَقْطُوع: وَجمعه مقاطع - وبالياء -. الْمُضَاف إِلَى التَّابِعِيّ من قَوْله وَفعله على التَّقْدِيرَيْنِ. ¶ وَأطْلقهُ الشَّافِعِي وَالطَّبَرَانِيّ على الْمُنْقَطع. وَلَيْسَ حجَّة. ¶ [التَّاسِع: معرفَة الْمُرْسل] ¶ الْمُرْسل: ¶ لُغَة: الْمُطلق. ¶ وَاصْطِلَاحا: مَا حذف آخر سَنَده تَابِعِيّ، وَلَو صَغِير فِي الْأَصَح (الإِسْفِرَايِينِيّ) أَو صَحَابِيّ لم ينص، أَو فِيهِ مَجْهُول خلافًا للْحَاكِم. ¶ وَلَو أرسل ضَابِط ثِقَة أَو وقف ثمَّ رَفعه أَو وَصله أَو مثله، فَالصَّحِيح",
            "page": "68",
            "part": "1",
            "seal": "06DF2509"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "تَقْدِيم المكمل لنَصّ البُخَارِيّ، الْأَكْثَر: الآخر أَو الْأَكْثَر أَو الأحفظ فَلَا يقْدَح فِي المكمل فِي الْأَظْهر. ¶ [إرْسَال ابْن الْمسيب وَعَطَاء وَنَحْوهمَا] ¶ وشاع عَن ابْن الْمسيب - الْأَصَح - وَعَطَاء، وَمَكْحُول، وَالْحسن وَالنَّخَعِيّ. ¶ [إِطْلَاقه على مَا سقط مِنْهُ اثْنَان] ¶ وَأطْلقهُ الْخَطِيب وَالْفُقَهَاء والأصوليون على الِاثْنَيْنِ مُقَيّدا.",
            "page": "69",
            "part": "1",
            "seal": "7E8D5536"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "[حجيته] ¶ وَهُوَ صَحِيح عِنْد مَالك أبي حنيفَة وصاحبيه، ضَعِيف عِنْد مُسلم وَالشَّافِعِيّ وَأحمد، وَالزهْرِيّ وَأكْثر الْمُحدثين. ¶ وَمِنْهُم من قبله من الصَّحَابِيّ إِلَّا أَن يقوى بِإِثْبَات أَو تعْيين أَو بِإِسْنَاد أَو بإرسال آخر، فَيصح. ¶ [حكم مَرَاسِيل ابْن الْمسيب] ¶ وَقَول الْقفال: \" قَالَ الشَّافِعِي: مُرْسل ابْن الْمسيب عندنَا حجَّة \" مَخْصُوص بِهَذَا. ¶ وَقَوله فِي \" مُخْتَصر الْمُزنِيّ \": \" حسن \"، قَالَ \" الْمُهَذّب \" وَغَيره: \" مَعْنَاهُ وجد مُسْندًا \"، أَو أصح. ¶ (الْخَطِيب) ذَا أصح لتخلفه فِي بَعْضهَا، وَمن ثمَّ تَركه وَعمل بِبَعْض غَيره.",
            "page": "70",
            "part": "1",
            "seal": "0C539B4B"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وَقَول مُسلم: \" لَيْسَ بِحجَّة \": حِكَايَة [مقدرَة] . ¶ وَفَائِدَته: تَرْجِيح الآخر عِنْد مُعَارضَة آخر. ¶ [الْعَاشِر: معرفَة الْمُنْقَطع] ¶ الْمُنْقَطع: ¶ (الْحَاكِم) : مَا حذف أثناءه راو أَو أبهم. ¶ [حكمه] ¶ وَحكمه كالمرسل عِنْد الْخَطِيب. وَبعد طرده فِي الْمَوْقُوف. ¶ [المعنعن] ¶ المعنعن: مَا أسْند بعن. ¶ (الْمُحَقِّقُونَ) - ادّعى الداني الْإِجْمَاع -: مُتَّصِل؛ إِن انْتَفَى التَّدْلِيس وَأمكن اللِّقَاء.",
            "page": "71",
            "part": "1",
            "seal": "E4D8FAAE"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "(البُخَارِيّ) و (الصَّيْرَفِي) : ثُبُوته. ¶ (مُسلم) : والإمكان وَأنْكرهُ عَلَيْهِ. ¶ الْقَابِسِيّ: التبين. ¶ السَّمْعَانِيّ: فِي طول الصُّحْبَة. ¶ الداني: معرفَة الرِّوَايَة، وَإِلَّا فمنقطع. وَغلب الْآن فِي الْإِجَازَة. ¶ [المؤنن] ¶ وَالْجُمْهُور أَن: \" أَن \" كعن خلافًا لِأَحْمَد وَابْن شيبَة والبرديجي.",
            "page": "72",
            "part": "1",
            "seal": "3DFD77F2"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "ابْن عبد الْبر: الْجُمْهُور: لَا عِبْرَة بالألفاظ إِذا علم الِاتِّصَال، والمتصل كَالصَّحِيحِ. ¶ [الْحَادِي عشر: معرفَة الْمُعَلق] ¶ الْمُعَلق: من تَعْلِيق الْجِدَار أَو السّقف. مَا حذف من أَوله راو فَأكْثر أَو كُله. فَالَّذِي بِلَفْظ الْجَزْم صَحِيح وَإِلَّا فمنقطع أَو معضل. ¶ [الثَّانِي عشر: معرفَة المعضل] ¶ اسْم مفعول من: أعضله: غمه. ¶ مَا حذف من سَنَده: اثْنَان فَأكْثر مُطلقًا من مَكَان أَو أَكثر (الْحَافِظ) وَالْمَوْقُوف: مُسْندًا. ¶ (السجْزِي) وَقَوله: نَحْو بَلغنِي. /. ¶ [حكمه] ¶ وَهُوَ كالمرسل عِنْد الْمُرْسل.",
            "page": "73",
            "part": "1",
            "seal": "A6E02050"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "[الثَّالِث عشر: معرفَة خَفِي الْمَرَاسِيل] ¶ وخفيها مُبْهَم الْحَذف فَلَا يُدْرِكهُ إِلَّا متبحر فِي الطّرق كبيان أَحْمد: الْعَوام، وكعبد الرَّزَّاق. ¶ وَقد يعْتَرض بِهِ على الْمَزِيد كالعكس. وَيجمع بالتكرر. ¶ [الرَّابِع عشر: معرفَة التَّدْلِيس] ¶ التَّدْلِيس: ¶ لُغَة: من الدلسة: الظلمَة. ¶ وَاصْطِلَاحا: أَن يعاصر الرَّاوِي شخصا روى عَنهُ بتوسط، فأوهم عدمهَا، كقال، أَو لم يرو عَنهُ أَو الْبَعْض فَلبس. ¶ وَيقرب مِنْهُ إِبْهَام الْكَيْفِيَّة، فَإِن حزم فكاذب. ¶ وَهُوَ معنى قَول الشَّافِعِي: أَخُو الْكَذِب. ¶ [تَدْلِيس الشُّيُوخ] ¶ أَو يبهم شَيْخه.",
            "page": "74",
            "part": "1",
            "seal": "5A8D717C"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "[أَسبَاب تَدْلِيس الْإِسْنَاد] ¶ أَو يحذفه لمذموم كضعفه أَو مُبَاح كصغره أَو تَأَخره أَو كَثْرَة رِوَايَته عَنهُ. ¶ [تَدْلِيس الْأَمَاكِن] ¶ أَو مَكَانَهُ كالعراق. ¶ وَأكْثر مِنْهُ الْأَعْمَش وَالثَّوْري. ¶ وكل مَكْرُوه وَإِن تسَامح الْخَطِيب. ¶ ومفسدته راجحة على مصْلحَته. ¶ [ثُبُوت تَدْلِيس الرَّاوِي] ¶ وَيثبت بِالْعَادَةِ (الشَّافِعِي) وبمرة، وَقَبله أَبُو حنيفَة وصاحباه وَالنَّخَعِيّ للصدق، وَضَعفه الشَّافِعِي وَأحمد وَابْن الْمسيب وَالزهْرِيّ، وَإِن بَين للتلبيس /. ¶ وَالْحق أَن مَا سلم فِيهِ مِنْهُ: صَحِيح فِي الصِّحَاح وَيحْتَمل آخر، وَإِلَّا فنوع من الْمُرْسل. ¶ [الْخَامِس عشر: معرفَة الشاذ] ¶ لُغَة: الْبعيد.",
            "page": "75",
            "part": "1",
            "seal": "B6C423F4"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وَاصْطِلَاحا: (الشَّافِعِي) (وحجازي) : رِوَايَة الثِّقَة خلاف النَّاس (الخليلي) : الْحفاظ: متوحد الْإِسْنَاد. ¶ فَيتَوَقَّف فِي الثِّقَة وَيتْرك غَيره. ¶ (الْحَاكِم) : ثِقَة وَلم يُتَابع، وَلم تعلم علته. ¶ وَيرد عَلَيْهِمَا تَخْرِيجه فِي \" الصَّحِيحَيْنِ \" ك \" إِنَّمَا الْأَعْمَال \". ¶ وَالصَّحِيح أَنه المتوحد، فَإِن خَالف أَعلَى أَو سَاءَ حفظه فضعيف أَو توَسط فَحسن أَو دونه أَو بلغ الْعليا فَصَحِيح.",
            "page": "76",
            "part": "1",
            "seal": "2D6400B4"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "[السَّادِس عشر: معرفَة الْمُنكر] ¶ الْمُنكر: (البرديجي) و (كثير) : مَا لَا يعرف مَتنه إِلَّا من راو، فيرادف الشاذ، فَيرد مَا ورد. ¶ فَالصَّوَاب: إِجْرَاء تقسيمه فِيهِ، وَلَعَلَّ الْفرق بِالْمَتْنِ والسند كَرِوَايَة مَالك: ضم \" عَمْرو \". ¶ [السَّابِع عشر: معرفَة الْمُعَلل] ¶ الْمُعَلل: اسْم مفعول من علله: غَيره. ¶ والمعلول: من عله: محذوفة كظله سَمَاعي. ¶ [اصْطِلَاحا] ¶ مَا فِيهِ قَادِح خَفِي، كتفرد وَمُخَالفَة وإرسال ووقف وتداخل (التِّرْمِذِيّ) أَو نسخ، أَو تغير لَا يقْدَح، كإرسال وصل الثِّقَة.",
            "page": "77",
            "part": "1",
            "seal": "3B53364F"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "ويطلع / عَلَيْهِ المتقن بِجمع الطّرق وتمييز الصِّفَات، فيثير ظنا يُوقف أَو يضعف. ¶ وَقد يُطلق على كذب الرَّاوِي وغفلته وَسُوء حفظه. ¶ وَكثر فِي الْإِسْنَاد فَيقْتَصر؛ كعمرو مَكَان عبيد الله فِي \" البيعان \". ¶ وَقد يسري كالإرسال وَالْوَقْف. ¶ وَفِي الْمَتْن فَلَا، كفهم أنس من: \" كَانُوا يستفتحون بِالْحَمْد \" عدم",
            "page": "78",
            "part": "1",
            "seal": "DD79AB3F"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "الْبَسْمَلَة، وتأويلهم بِالْفَاتِحَةِ يردهُ التَّمام، وَعدم اللّبْس. ¶ فَإِن قدحت فضعيف وَإِلَّا فَصَحِيح. ¶ [الثَّامِن عشر: معرفَة الْمَشْهُور] ¶ الْمَشْهُور: الشَّائِع عِنْد النَّاس أَو الْمُحدثين أَو الْفُقَهَاء والأصوليين و (الْخَطِيب) : نقل من يعلم صدقه ضَرُورَة مستمراً. ¶ وَهُوَ صَحِيح إِن جمع شُرُوطهَا ك: \" الْمُسلم من سلم \" والتيمي عَن أبي مجلز \" قنت شهرا \" و \" من كذب عَليّ مُتَعَمدا \" نَقله أَكثر من سِتِّينَ أَو مئتين كالعشرة وَإِلَّا فضعيف؛ ك \" طلب الْعلم \".",
            "page": "79",
            "part": "1",
            "seal": "F2EC651B"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "[التَّاسِع عشر: معرفَة الْغَرِيب] ¶ الْغَرِيب: ¶ مُطلق: مَا ينْفَرد بِكُل إِسْنَاده راو يجمع حَدِيثه بِزِيَادَة فِي مَتنه أَو إِسْنَاده. ¶ ومقيد: عَن معِين / وَفُلَان عَن فلَان: مُحْتَمل. ¶ (ابْن الْأَثِير) : وأفراد المدن. ¶ وَيكون فِي: ¶ السَّنَد: مَا شهر بِهِ صحابة، فَرَوَاهُ وَاحِد عَن صَحَابِيّ آخر، وَقَول التِّرْمِذِيّ من هَذَا. ¶ والمتن: مَا يكثر عَن الْفَرد، ك \" الْأَعْمَال \". ¶ وَفِيهِمَا: ك \" إِن هَذَا الدّين \".",
            "page": "80",
            "part": "1",
            "seal": "5196920A"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَهُوَ صَحِيح إِن وجد شَرطه \" كحفر الخَنْدَق \" فِي البُخَارِيّ و \" حِصَار الطَّائِف \" فِي مُسلم، وَإِلَّا فضعيف. ¶ [الْعشْرُونَ: معرفَة الْعَزِيز] ¶ الْعَزِيز: مَا انْفَرد بِهِ اثْنَان وَثَلَاثَة، وَيجْرِي فِيهِ مَا جرى فِي السَّابِق، فَحكمه: حكمه. ¶ [الْحَادِي وَالْعشْرُونَ: معرفَة المسلسل] ¶ المسلسل: من تماثل أَجْزَائِهَا.",
            "page": "81",
            "part": "1",
            "seal": "B979FA54"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "مَا اتّحدت جِهَته إِلَى آخِره، كسمعت وَأخْبرنَا فلَان، أَو رُوَاته كاتفاق أسمائهم وفقههم، أَو أكد بقول؛ كقسم أَو فعل كالعقد. ¶ [فَائِدَة المسلسل] ¶ وَفَائِدَته: التأسي والتقوية. فَإِن دلّ على اتِّصَال مُحَقّق فَصَحِيح فِي الصَّحِيح، وَإِلَّا فَلَا. وَقل مَا يسلم من خلل. وَقد يتَخَلَّف أثناءه ووقف \" أول حَدِيث سمعته \" على عبد الرَّحْمَن عَن ابْن عُيَيْنَة وَوَصله أَبُو نصر. ¶ [الثَّانِي وَالْعشْرُونَ: معرفَة زيادات الثِّقَات] ¶ زِيَادَة الثِّقَة: انْفِرَاد الثِّقَة بِزِيَادَة لفظ فِي الحَدِيث /، وَلَو معنى مَقْبُولَة عِنْد الْأَكْثَر أَو لَا أَو من الحاذق أَو إِن اتَّحد الْمجْلس (الْخَطِيب) : يقبل بِاتِّفَاق إِن سلم أَو خَالف، فَفِي الْأَصَح: كالكل. ¶ وَاحْتِمَال التكرر والطرو؛ كتفرد الْأَشْجَعِيّ \" بتربتها \" لَا \" من",
            "page": "82",
            "part": "1",
            "seal": "D30BFA05"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "فارغة",
            "page": "83",
            "part": "1",
            "seal": "3D3AAD41"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "الْمُسلمين \" لضم عمر وَالضَّحَّاك إِلَى مَالك فِي \" الصَّحِيحَيْنِ \". ¶ [حكم الزِّيَادَة المنافية] ¶ أَو نافى رد. ¶ [الثَّالِث وَالْعشْرُونَ: معرفَة الاعتبارات] ¶ الِاعْتِبَار: النّظر فِي طرق الحَدِيث ليلحق بنوعه. ¶ الْمُتَابَعَة: رِوَايَة راو وَلَو بِضعْف مَا حَدِيثا عَن شَيْخه، فَإِن رَوَاهُ عَنهُ ثِقَة غَيره فمتابعة تَامَّة أَو عَمَّن فَوْقه فناقصة. ¶ الشَّاهِد: رِوَايَة ثِقَة مَعْنَاهُ وَهُوَ على قسميه ك: \" أَلا نزعتم \".",
            "page": "84",
            "part": "1",
            "seal": "3ECDA31D"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "[فَوَائِد المتابعات والشواهد] ¶ ويفيدان رُجْحَان الْقوي، وتقوية الضَّعِيف، وَمن ثمَّ ذكر فِي \" الصَّحِيحَيْنِ \"، وَإِلَّا فكالشاذ. ¶ [الرَّابِع وَالْعشْرُونَ: معرفَة الْأَفْرَاد] ¶ الْأَفْرَاد: عَام: انْفِرَاد راو بِحَدِيث عَن الْكل - وَتقدم -. ¶ وخاص: انْفِرَاد قطر كالمدينة أَو الْكُوفَة عَن الْبَصْرَة، أَو فلَان عَن فلَان، وَهُوَ على مَا كَانَ إِلَّا أَن يُرِيد مِنْهُ الْوَاحِد فكالعام. ¶ [الْخَامِس وَالْعشْرُونَ: معرفَة المضطرب] ¶ المضطرب: الْمَرْوِيّ بِأَلْفَاظ مُخْتَلفَة فِي مَتنه أَو سَنَده من راو أَو أَكثر متقاومة لم تصح. ¶ فَإِن أمكن الْجمع كَرجل وَمُحَمّد، أَو تعدّدت الرِّوَايَة اسْتمرّ، أَو اتّحدت وهما ثقتان: فَعِنْدَ الْفُقَهَاء والأصوليين أَو أَحدهَا: ضعف على تَقْدِير من ثَلَاثَة، أَو تفَاوت: فالراجح، وَإِلَّا فَهُوَ ضَعِيف لعدم الضَّبْط. ¶ [السَّادِس وَالْعشْرُونَ: معرفَة مُخْتَلف الحَدِيث] ¶ الْمعَارض: أَن يرْوى حديثان ظاهرهما التضاد فَإِن أمكن الْجمع بَينهمَا بِوَجْه مَا ك \" لَا عدوى \" مَعَ \" لَا يُورد مصح على ممرض \" نفي",
            "page": "85",
            "part": "1",
            "seal": "309B097F"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "الْعَدْوى طبعا، وَنهى للْعَادَة: قبلا، وَإِلَّا فالراجح، وَإِلَّا فالنسخ، وردا دَعْوَى ابْن خُزَيْمَة عُمُوم الْجمع. ¶ وأبدع الشَّافِعِي فِيهِ وَقصر القتيبي. ¶ [السَّابِع وَالْعشْرُونَ: معرفَة نَاسخ الحَدِيث ومنسوخه] ¶ النّسخ: ¶ لُغَة: الْإِزَالَة. ¶ وَاصْطِلَاحا: بَيَان انْتِهَاء تَكْلِيف الْخطاب بآخر متراخ. وَللشَّافِعِيّ فِيهِ الْيَد الطُّولى حَتَّى قَالَ أَحْمد: \" لولاه مَا عَرفْنَاهُ \".",
            "page": "86",
            "part": "1",
            "seal": "6EE7FC22"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وَثَبت فِي النصين بالنصين. ¶ (ابْن عمر) \" أحاديثي ينْسَخ بَعْضهَا بَعْضًا \". وفايدته: تدريج الْمُكَلف واختباره. ¶ وَمحله: صِيغ الطّلب. ¶ وأركانه: نَاسخ ومنسوخ، وَبِه، وَعنهُ. وشروطه: اسْتِمْرَار الْأَهْلِيَّة، والمقاومة والتضاد لَا اتِّحَاد الْجِنْس خلافًا للشَّافِعِيّ، فِي الْكتاب بالمتواترة، وَلَا الْبَدَل. ¶ [طَرِيق معرفَة النّسخ] ¶ وَطَرِيقه: النَّص ك: \" عَفَوْت \" و \" كنت \"، وَقَول الصَّحَابِيّ: \" كَانَ آخر",
            "page": "87",
            "part": "1",
            "seal": "32B3538E"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "الْأَمريْنِ \" والتاريخ ك: \" أفطر الحاجم والمحجوم \"، وَاحْتَجَمَ برمضان لتأخر سنة عشر على ثَمَان، وَجمع ابْن يُونُس: بأفطر الحاجم إِن",
            "page": "88",
            "part": "1",
            "seal": "F434F383"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "سبقه الدَّم، والمحجوم إِن ضعف فَأكل. ¶ وَالْإِجْمَاع مُبين. ¶ [حكمه] ¶ وَحكمه: ترك الْعَمَل بِهِ، ويروى ليعلم، فَهُوَ قَوْله عَلَيْهِ السَّلَام، لَا سنته، وَقد يجوز وَينْدب. ¶ [التَّخْصِيص] ¶ التَّخْصِيص: قصر الْعَام على بعض مسمياته. ¶ (الْأَكْثَر) للْأَكْثَر؛ وَهُوَ مزلة الْقدَم فِي النّسخ، ويجامعه بِالْبَيَانِ، ويمايزه بِالزَّمَانِ والأعيان. ¶ [فَائِدَته] ¶ وَفَائِدَته: التهيؤ. ¶ وتخص السّنة وَالْكتاب للْأَكْثَر بعقلي و [نقلي] ، مُتَّصِل ومنفصل ك: \" فِيمَا سقت السَّمَاء الْعشْر \" ب \" لَيْسَ فِيمَا دون خَمْسَة أوسق",
            "page": "89",
            "part": "1",
            "seal": "2A40B0EC"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "صَدَقَة \" وَبَاقِيه مجَاز خلافًا للحنابلة. ¶ وَحجَّة خلافًا لأبي ثَوْر. ¶ [الثَّامِن وَالْعشْرُونَ: معرفَة المدرج] ¶ المدرج: مفعول من الدرج: الْوَصْل. ¶ للخطيب / فِيهِ كتاب. ¶ [تَعْرِيفه] ¶ وصل الرَّاوِي الحَدِيث بِغَيْرِهِ من قَوْله أَو غَيره، أَو يروي حديثين بِإِسْنَاد أَحدهمَا أَو يَسُوق أَحَادِيث مُخْتَلفَة الْأَسَانِيد أَو الْأَلْفَاظ بِاتِّفَاق فيوهمه، سِيمَا نَحْو الْعَطف.",
            "page": "90",
            "part": "1",
            "seal": "61BA9C77"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "[حكم الإدراج] ¶ وَهُوَ حرَام للتلبيس، إِلَّا أَن يبين كقال ابْن مَسْعُود، وَفِي الْوَقْف احْتِمَال، وَإِلَّا فعلى مَا كَانَ إِلَى الْبَيَان. ¶ [التَّاسِع وَالْعشْرُونَ: معرفَة المقلوب] ¶ المقلوب: رِوَايَة حَدِيث بِإِسْنَاد آخر وَعَكسه؛ للترغيب بأشهر أَو الامتحان: كقلب بَغْدَاد مئة حَدِيث على البُخَارِيّ؛ فألحقها. فَيكْرَه أَو للتبكيت: فَيحرم. ¶ [الثَّلَاثُونَ: معرفَة الْمَزِيد فِي مُتَّصِل الْأَسَانِيد] ¶ زِيَادَة الْعدَد فِي السَّنَد: هُوَ زِيَادَة فِي رُوَاة السَّنَد كَابْن الْمُبَارك ثَنَا سُفْيَان عَن عبد الرَّحْمَن حَدثنِي بسر سَمِعت أَبَا إِدْرِيس سَمِعت وَاثِلَة: وهم قبل",
            "page": "91",
            "part": "1",
            "seal": "0B23C54D"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "ابْن الْمُبَارك بسفيان، وَهُوَ بِأبي إِدْرِيس، لحذفهما الثِّقَات، وَالْحق: أَنه إِن أمكن حمله على نوع إرْسَال أَو تعدد السماع صير إِلَيْهِ، وَالْأولَى ذكرهمَا وَإِلَّا فالوهم، وَهُوَ كَالْعدمِ. ¶ [الْحَادِي وَالثَّلَاثُونَ: معرفَة الْمُصحف] ¶ الْمُصحف: من الصُّحُف، وللدارقطني فِيهِ / مُصَنف. ولصعوبته قَالَ أَحْمد: \" وَمن يسلم مِنْهُ \". وَهُوَ تَغْيِير اللَّفْظ أَو الْمَعْنى.",
            "page": "92",
            "part": "1",
            "seal": "105CD130"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "[أَمْثِلَة تَغْيِير اللَّفْظ] ¶ فَالسَّنَد: الْعَوام ابْن مراجم نقل نقط الْجِيم إِلَى الرَّاء. ¶ والمتن: (احتجر) بِالْمِيم، وَأبي: أبي، وستاً: شَيْئا (الدَّارَقُطْنِيّ) عَاصِم الْأَحول: وَاصل الأحدب. ¶ [أَمْثِلَة تَغْيِير الْمَعْنى] ¶ وَالْمعْنَى: (صلى إِلَى عنزة) عَصا: بقبيلة. ¶ وشَاة بِالسُّكُونِ. ¶ والمخلص مِنْهُ التلقي من الْحفاظ، وَالْأُصُول الْمُعْتَمدَة.",
            "page": "93",
            "part": "1",
            "seal": "2E73FB26"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "الثَّانِي وَالثَّلَاثُونَ: معرفَة غَرِيب الحَدِيث ¶ غَرِيب الحَدِيث: وأوله: النَّضر أَو أَبُو عُبَيْدَة ثمَّ أَبُو عبيد ونهايته النِّهَايَة. ¶ ولغموضه أحَال أَحْمد عَلَيْهِم شرح الْمُفْردَات الْوَارِدَة على القلى تَنْبِيها عَلَيْهَا أَو كَانَت لُغَة الْمُخَاطب، والمركبات الَّتِي على غير ظَاهرهَا لغَرَض مَا كالنزعة والهيعة والجبهة والنخة والكسعة وتربت يداك. ¶ أَصَحه مَا فسره عَلَيْهِ السَّلَام، كخضراء الدمن، ... . .",
            "page": "94",
            "part": "1",
            "seal": "91EF6203"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "والدخ. ¶ واحتيج إِلَيْهِ لتوقف فهمه عَلَيْهِ، وَمن أَرَادَ ملكته فليترو من اللُّغَة وَعلمِي الْمعَانِي وَالْبَيَان. ¶ [الثَّالِث وَالثَّلَاثُونَ: معرفَة الْمَوْضُوع] ¶ والموضوع والمختلق: المعزو إِلَى / النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - كذبا. وغلا فِيهِ ابْن الْجَوْزِيّ وَإِن سلم لَهُ الْكثير. ¶ وَهُوَ وَاقع على تقديري: \" سيكذب عَليّ \" نَحْو: لَا تَأْكُلُوا الْقرعَة حَتَّى تذبحوها \"، وَزِيَادَة غياث للمهدي \" أَو جنَاح \" وَوَضَعته الْمَلَاحِدَة تنفيراً، وأجازت الكرامية وَضعهَا للترغيب فخرقت.",
            "page": "95",
            "part": "1",
            "seal": "31D334C9"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وَقد يتَّفق ك \" من صلى بِاللَّيْلِ حسن وَجهه بِالنَّهَارِ \"، وَرُبمَا روج بِكَلَام الْحُكَمَاء وَالصَّحَابَة، وَعَكسه الشِّيعَة. ¶ وأضره وضع المعتقد فِيهِ. ¶ وَيعرف بِالْإِقْرَارِ كَأبي عصمَة فِي فضل سُورَة سُورَة، والمعزو نَحوه إِلَى أبي، وَخُرُوجه عَن الْعَرَبيَّة بردأة لغته، وسخافة تركيبه، وتحريف تصريفه وَإِعْرَابه، وَهُوَ حرَام، فَلَا يحل نَقله إِلَّا لتعريفه، وَمن استحله فَليَتَبَوَّأ مَقْعَده من النَّار. ¶ تَنْبِيه: يُقَال فِي الصَّحِيح نَحْو: قَالَ، والمختلف والضعيف نَحْو: رُوِيَ، والمختلق نَحْو: كذب، وَإِذا أسْند الضَّعِيف قَالَ: إِسْنَاد ضَعِيف، لَا \" ضَعِيف \" إِلَّا إِذا حكم عَلَيْهِ بِهِ إِمَام. ¶ وأباح الْعلمَاء إِطْلَاقه وَالْعَمَل بِهِ فِي غير صِفَات الله تَعَالَى، وَالْأَحْكَام؛ كفضائل الْأَعْمَال.",
            "page": "96",
            "part": "1",
            "seal": "C39F6F0F"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "[الرَّابِع وَالثَّلَاثُونَ: معرفَة آدَاب طَالب الحَدِيث والمحدث] ¶ أدب الطَّالِب وَالْكَاتِب: قلت: [الْكَامِل التَّام] ¶ (علم الحَدِيث مشرف ومشرف ... فتلقه بمحاسن الْآدَاب) ¶ (سلم وصل على النَّبِي مكرراً ... وترض إِذْ تروي عَن الْأَصْحَاب) ¶ يجب على طَالب الْعلم خُصُوصا الحَدِيث: إخلاص النِّيَّة وَحل الْمطعم وَلُزُوم التَّقْوَى، وَالْعَمَل بِمَا علم لِأَنَّهُ زَكَاته، وَيَنْبَغِي لَهُ التحلي بمكارم الْأَخْلَاق، وَالِاجْتِهَاد فِي تَحْصِيل الأهم فالأهم، والتوغل فِيهِ بالتدريج، ويتنزه بِهِ عَن الدنايا. ¶ [الْأَدَب مَعَ الشَّيْخ] ¶ ويعظم شَيْخه، ويتوخى رِضَاهُ، وَيحسن التَّوَصُّل إِلَى الاستفادة، ويراجعه، ويصبر على خلقه، وَلَا يضجره. ¶ ويبتدئ بمشايخ بَلَده الأمثل فالأمثل، ثمَّ الرحلة الْأَقْرَب فَالْأَقْرَب، وَلَا يمنعهُ الْحيَاء عَن كَثْرَة الترداد، وَالْكبر على من دونه. ¶ ويبتدئ بالصحيحين ثمَّ بالسنن وَالْمَسَانِيد إِلَى \" سنَن الْبَيْهَقِيّ الْكَبِير \"، فَإِن ضَاقَ وقته أَو جدته فالمخرجة مِنْهَا، فَإِذا حصلت الرِّوَايَة. ¶ لَا تقنعن من الحَدِيث إِذا تحصل بالرواية.",
            "page": "97",
            "part": "1",
            "seal": "56E928AB"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "واحرص على إكماله بعد الرِّوَايَة بالدراية. ¶ يَنْبَغِي للمحدث أَن يكمل رِوَايَته بِالْعلمِ بِأَلْفَاظ الحَدِيث وضبطها وأسامي إِسْنَاده وَأَحْكَام مَعَانِيه، نَحْو: الْمُحكم، وَالظَّاهِر، والمجمل، وَعلله وأجودها: لِأَحْمَد وَالدَّارَقُطْنِيّ، وَمَعْرِفَة الروَاة وأجودها: \" تَارِيخ البُخَارِيّ الْكَبِير \"، و \" الْجرْح وَالتَّعْدِيل \"، وأجودها: لأبي حَاتِم وَضبط الْأَسْمَاء وأجودها: لأبي نصر. ¶ ويمعن فِي حفظه بالتدريج، وَيكثر المذاكرة. ¶ ويتصدى لتبليغه بِأَحْسَن الطّرق، وَأحسنه: الْإِمْلَاء فِي أكمل هَيْئَة وجهة، زاجراً اللحظ، مُقبلا باشا، مُفِيدا، ويبسمل ويحمدل، ويفتتح بِشَيْء من الْقُرْآن، وَالْأولَى أَن لَا يحدث مَعَ أولى. ¶ وَإِذا تأهل للتصنيف، انتهز فرْصَة الْعُمر، فَإِنَّهُ يثبت الْحِفْظ، وَيحد الذِّهْن، ويحقق المزلزل؟ ¶ وَيجْرِي عمله وترتيبه على أَبْوَاب الْفِقْه أَو الْأَنْوَاع أَو مسانيد الصَّحَابَة",
            "page": "98",
            "part": "1",
            "seal": "291A5F7C"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "بِجمع طرقه أَو على الْحُرُوف أَو القبايل فالأشرف كبني هَاشم، فَالْأَقْرَب أَو السَّبق فالعشرة فالبدريون فالعقبيون فالمهاجرون، فالأصغر كَأبي الطُّفَيْل، فالنساء بادياً بأمهات الْمُؤمنِينَ، أَو على الشُّيُوخ والتراجم. ¶ وليحصل آلَته من الْعَرَبيَّة، وَمن صنف فقد استهدف، فَلَا يخرج كِتَابه إِلَّا بعد تهذيبه. ¶ وَمن أدب الْقَارئ ¶ حسن الْهَيْئَة ومواجهة الشَّيْخ وسطا، ومراقبة فوايده، وإسماع الْحَاضِرين، وترتيله، أَو حدره مُبينًا. ¶ وَعَلِيهِ الْأَمَانَة فِيهَا. ¶ [آدَاب الْكَاتِب] ¶ وَالْكَاتِب: حسن النِّيَّة، والتطهر، وقصده نَفعه وَمن بعده، وَلَا ينْسَخ من كتاب أحد إِلَّا بِإِذْنِهِ، ويجتهد فِي حفظه، ويحذر تَغْيِيره وَيَردهُ كَمَا طلبه ويعيده. ¶ [الْخَامِس وَالثَّلَاثُونَ: معرفَة صفة من تقبل رِوَايَته وَمن ترد] ¶ مُسْتَند الرِّوَايَة: الطَّرِيق إِلَى الْأَخْذ / والتبليغ. ¶ شَرط تحمل الرَّاوِي: التَّمْيِيز بفهم الْخطاب لرد الْجَواب. ¶ فَقبله حُضُور، وغالب سنة السَّبع نقُول عِيَاض: خمس على ندور مَحْمُود، وَعنهُ أَربع، وَالْعشْرُونَ وَالثَّلَاثُونَ للأكمل أَو الْإِسْلَام",
            "page": "99",
            "part": "1",
            "seal": "369D22E0"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "والتكليف ليحترز، وَيرد الْحسن وَجبير. ¶ وَشرط الْأَدَاء: الْإِسْلَام والتكليف وَالْعَدَالَة، وَضبط الطَّرفَيْنِ لفظا وَمعنى لَا فقهاً للْأَكْثَر، وَالْعَدَالَة لَا الْعدَد لِلْجُمْهُورِ، وَلَا دَلِيل فِي الْتِزَام الشَّيْخَيْنِ للأكمل، كَالْعلمِ وَالْفِقْه، وَالرِّوَايَة وَالنّسب والقطر يظْهر فِي التَّعَارُض. ¶ وَيعرف الضَّبْط بموافقة الثِّقَات غَالِبا واتساق نَقله. ¶ وَالْعَدَالَة: هَيْئَة قارة تحمل على اجْتِنَاب الْكَبَائِر وَلُزُوم الصَّغَائِر وخوارم الْمُرُوءَة. ¶ وَيثبت بِالنَّصِّ، فالصحابة كلهم عدُول خلافًا للمعتزلة والقدرية فِي مباشري الحروب؛ وعمومه عَلَيْهِم؛ والاستفاضة كالأربعة لَا كل معتن بِعلم لم يجرح خلافًا لِابْنِ عبد الْبر، وتزكيه / عَدْلَيْنِ أَو عدل وَإِن أجمل فِي الْأَصَح. ¶ وَرِوَايَة الْعدْل عَمَّن سَمَّاهُ وَصفه لَيْسَ تعديلاً فِي الْأَصَح، وَعمل الْعَالم بِحَدِيث وفتياه بِهِ لَا يُؤثر فِيهِ، وَسَنَده من الطَّرفَيْنِ.",
            "page": "100",
            "part": "1",
            "seal": "EC17173C"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "[حكم الْجَهَالَة وأنواعها] ¶ ومجهول الْعَدَالَة مُطلقًا: رده الْجُمْهُور، والمستور: عدل الظَّاهِر فَقَط، قبله بعض الرادين، وَهُوَ الْأَشْبَه. ¶ ومجهول الْعين: رده بعض من قبلهَا ويرفعها رِوَايَة عَدْلَيْنِ (الْخَطِيب وَابْن عبد الْبر) من لم يعرفهُ عَالم وَلم يعلم حَدِيثه إِلَّا من جِهَة وَاحِد ويرفعها مشهوران. ¶ أورد ابْن الصّلاح: البُخَارِيّ عَن مرداس، وَمُسلم عَن ربيعَة وَأجِيب بِأَنَّهُ صَحَابِيّ، وَالصَّوَاب بتخصيص الدَّعْوَى، وتختل بِجرح عَدْلَيْنِ مفسرين، وَعدل ومبهم فِي الْأَصَح، وَالْمُطلق موقف إِلَى الْبَيَان كَمَا فِي \" الصَّحِيحَيْنِ \". ¶ وَيقدم على التَّعْدِيل ثمَّ الْأَكْثَر للْأَكْثَر. ¶ [حكم رِوَايَة المبتدع] ¶ والمبتدع إِن لم يكفر: قبله الْأَكْثَر، إِن لم يدع إِلَى بدعته أَو إِن لم",
            "page": "101",
            "part": "1",
            "seal": "5A7DEED0"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "يسْتَحل الْكَذِب لمذهبه وَأَهله، وَمَال إِلَيْهِ الشَّافِعِي؛ وَالْأَظْهَر: مجموعهما، وَضعف مُطلق الرَّد: وجوده فِي \" الصَّحِيحَيْنِ \". ¶ [حكم رِوَايَة التائب من الْفسق وَالْكذب] ¶ وَتقبل رِوَايَة التائب من الْفسق. قَالَ أَحْمد وَشَيخ البُخَارِيّ والصيرفي والسمعاني: إِلَّا الْكَاذِب على النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -، خلاف الشَّهَادَة وَهِي أضيق. ¶ وَإِذا روى ثِقَة حَدِيثا فنفاه أَهله فالمختار إِن جزم ك: \" مَا قلته \" رد، أَو نَحْو: \" لَا أذكرهُ \" قبل. ¶ وَمن نسي حَدِيثا رُوِيَ عَنهُ فالجمهور على قبُوله. ¶ وَفِيه: \" حَدثنِي عني \" (حَنَفِيّ) : لَا، ورد: بِعَدَمِ الْمُنَافَاة. ¶ ولمظنة السَّهْو: قَالَ الشَّافِعِي لِابْنِ عبد الحكم: \" لَا ترو عَن الْأَحْيَاء \". ¶ [حكم أَخذ الْأُجْرَة على التحديث] ¶ ورد أَحْمد وَإِسْحَاق وَأَبُو حَاتِم رِوَايَة من أَخذ أجرا على التحديث للخرم.",
            "page": "102",
            "part": "1",
            "seal": "0C66A3DA"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وَقَبله أَبُو نعيم: الْفضل، وَعلي الْمَكِّيّ: كالقرآن، وَالْحق تنزيلهما على حَالين. ¶ منع الْغَنِيّ وَجَوَاز الْفَقِير - لفتيا أبي إِسْحَاق - أَخذه لمن مَنعه عَن كسب عِيَاله. ¶ [حكم رِوَايَة المتساهل فِي الْأَدَاء وَالسَّمَاع] ¶ وَلَا تقبل رِوَايَة المتساهل فِي الْأَدَاء كالرواية من غير أصل / والمناكير والتشاغل عَن السماع (أَحْمد وَابْن الْمُبَارك) من بَين لَهُ غلطه فأصر - وَالْحق: إِن عاند. ¶ وَإِذا تعذر مَجْمُوع الشُّرُوط اكْتفي لبَقَاء سلسلة السَّنَد أَن يكون الشَّيْخ مُسلما مُكَلّفا مَسْتُورا ثَابت السماع بِخَط مُعْتَبر وَالرِّوَايَة من أصل مُوَافق لأصله. ¶ [أَلْفَاظ ومراتب الْجرْح وَالتَّعْدِيل] ¶ ورتب أَبُو حَاتِم أَلْفَاظ التَّعْدِيل أَعْلَاهَا: عدل رضى ضَابِط أوثقه - عِنْد من لم يُطلقهُ على المستور أَو ويقبله - أَو متقن أَو ثَبت أَو حجَّة ثمَّ",
            "page": "103",
            "part": "1",
            "seal": "81C76F7C"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "صَدُوق ثمَّ لَا بَأْس بِهِ فَينْظر فيهمَا لعدم الْإِشْعَار بالضبط - خلافًا لِابْنِ معِين - وَلَا يُقَاوم اخْتِيَاره الِاصْطِلَاح ثمَّ شيخ ثمَّ صَالح الحَدِيث فَيعْتَبر. ¶ وَالْجرْح: (الدَّارَقُطْنِيّ) : لين الحَدِيث ثمَّ لَيْسَ بِالْقَوِيّ ثمَّ ضَعِيف فَينْظر؛ وَأما مَتْرُوك، ذَاهِب، فَاسق، كَذَّاب: فساقط. ¶ وَمِنْهَا: روى عَنهُ النَّاس، وسط، مقارب الحَدِيث، مضطربه، لَا يحْتَج بِهِ، مَجْهُول، لَا شَيْء، لَيْسَ بِذَاكَ أَو بِالْقَوِيّ فِيهِ أَو فِي حَدِيثه ضعف، لَا أعلم بِهِ بَأْسا / فيتقوى من الْمُتَقَدّم. ¶ [السَّادِس وَالثَّلَاثُونَ: معرفَة طرق تحمل الحَدِيث وأدائه] ¶ طرق التَّحَمُّل وَالْأَدَاء: وَلَهُمَا مَرَاتِب: ¶ أَعْلَاهَا - الْمُخْتَار - قِرَاءَة الشَّيْخ - لاسماعه - من حفظه، وَلَو إملاء أَو أَصله بِيَدِهِ ثمَّ غَيره ثِقَة، فأداؤها: أسمعني ثمَّ حَدثنِي وَأَخْبرنِي أَولا وَقَالَ",
            "page": "104",
            "part": "1",
            "seal": "F7ACDB6C"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "لي، وَذكر لي - وشاع فِي المذاكرة - ثمَّ أنبأني ونبأني، وخصها الْمُتَأَخر بِالْإِجَارَة ثمَّ سمعته، وَذكر وَقَالَ، خلافًا للخطيب للاحتمال إِلَّا إِذا تحققا وبالنون للمنتف. ¶ ثمَّ قِرَاءَته على الشَّيْخ من حفظه أَو أَصله وَهُوَ حَافظ أَو أَصله بِيَدِهِ أَو ثِقَة - مقرا وَلَو ساكتاً - خلافًا لظاهري، وشهرت بِالْعرضِ وساواهما مَالك بطرفيه والحجاز والكوفة وَالْبُخَارِيّ، ورجحها أَبُو حنيفَة وَابْن أبي ذِئْب، وأعلاها: قَرَأت عَلَيْهِ فَأقر بِهِ ثمَّ مَا تقدم مُقَيّدا، ثمَّ أطلق مَالك وَالزهْرِيّ وَابْن عُيَيْنَة وَالْبُخَارِيّ فِي آخَرين، وَمنع ابْن الْمُبَارك وَيحيى بن يحيى وَأحمد وَالنَّسَائِيّ و \" حَدثنَا \" الشَّافِعِي وَمُسلم و \" عَن \" ابْن جريج وَالْأَوْزَاعِيّ / وَجُمْهُور المشارقة، وَخص الْحَاكِم وَابْن وهب أخبرنَا بِهِ، وَالصَّحِيح لَا يجوز \" سَمِعت \" إِلَّا مُقَيّدا.",
            "page": "105",
            "part": "1",
            "seal": "12DC907C"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "ثمَّ سَمَاعه على الشَّيْخ بِقِرَاءَة غَيرهمَا خلافًا للمساوي لاحْتِمَال الْغَفْلَة، وأعلاهما: سَمِعت عَلَيْهِ فَأقر بِهِ ثمَّ مَا تقدم بأقسامه وَالصَّحِيح إِذا كَانَ المسمع غير حَافظ وَأَصله بيد ضَابِط ثِقَة: صَحِيح وَإِلَّا فَلَا؛ وَأَن سكُوت المصغي مغن عَن إِقْرَاره خلافًا لظاهري والشيرازي وَابْن الصّباغ: وَعين: قرئَ عَلَيْهِ سَامِعًا، وَله الْعَمَل بِهِ (الْحَاكِم) حب (الْعلمَاء قاطبة) الْفرق بَين الْوَاحِد وَالزَّائِد، فَإِن شكّ فِي قَول الشَّيْخ أَو سَمَاعه فالأجود النُّون لصلاحيتها. وأنقص، ويتعارضان للصدق. ¶ وَقَالَ أَحْمد: \" لَا يُبدل نَحْو حدث بأخبر \" فَحمل على الْأُصُول دون المذاكرة، وَيجْرِي فِيهِ خلاف الْمَعْنى إِن رادف. ¶ وَإِذا تشاغل المسمع أَو السَّامع بِنَحْوِ نسخ أَو صَنعته أَو حَدِيث أَو نوم أَو فكر",
            "page": "106",
            "part": "1",
            "seal": "BBAF3A1C"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "أَو هينم الْقَارئ أَو هَذَا أَو بعد: أبْطلهُ الْحَرْبِيّ وَابْن عدي والإسفرايني. ¶ وَعين الصبغي \" حضرت \"، وَصَححهُ ابْن الْمُبَارك والرازي، ومُوسَى بن هَارُون، وَالْحق تنزيلهما على حَالين: إِن وعى الْكَلَام كالدارقطني: صَحَّ، وَإِلَّا فَلَا - وَإِن قل ك: (نَا) . ¶ ورجى أَحْمد فِي المدغم الْجَائِز الْجَوَاز، والمستبهمة من آخر، وَمنع خلف وَالِاحْتِيَاط الْإِجَازَة، وعينها.",
            "page": "107",
            "part": "1",
            "seal": "2E1868DE"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "ابْن عتاب، وَالصَّوَاب: أَن يروي مَا سَمعه من الْمبلغ عَنهُ خلافًا للأعمش وَحَمَّاد، وَقَول ابْن عُيَيْنَة: \" أسمعهم أَنْت \" مُحْتَمل. ¶ وَلَا يشْتَرط \" الرُّؤْيَة \" إِذا عرف صَوته وحضوره بقول عدل خلافًا لشعبة وَأُمَّهَات الْمُؤمنِينَ عَلَيْهِ. ¶ وَإِذا نهى الشَّيْخ الرَّاوِي أَو رَجَعَ غير مُسْتَند إِلَى خطأ أَو شكّ لم يقْدَح وَلَا أثر لقصده قوما. ¶ (الإسفرايني) يَصح الْخَارِج والمنهي. ¶ ثمَّ الْإِجَازَة المقترنة بالمناولة، وَهِي أَعلَى أَنْوَاعهَا. ¶ [تَعْرِيفهَا] : يناول الشَّيْخ الطَّالِب أَصله أَو الْمُقَابل بِهِ، وأجودها إبقاؤه",
            "page": "108",
            "part": "1",
            "seal": "B723AB87"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "عِنْده أَو ينسخه أَو يَأْتِيهِ بِأَحَدِهِمَا وَكِلَاهُمَا عالمان بِهِ وَيَقُول: هَذَا روايتي فاروه عني أَو أجزتك رِوَايَته، وَلَا يفْتَقر إِلَى الْقبُول، وَشهر بِعرْض المناولة. ¶ قَالَ الْحَاكِم: أجازها عُلَمَاء الأقطار. ¶ مَالك: كالقرآن. ¶ وَشرط الْعلم من شَرطه فِي السماع. ¶ وَالصَّحِيح: قَول الثَّوْريّ وَالْأَوْزَاعِيّ وَابْن الْمُبَارك وَأبي حنيفَة وَالشَّافِعِيّ والبويطي والمزني وَأحمد وَإِسْحَاق وَأبي يحيى أَنَّهَا دون الْقِرَاءَة وَالسَّمَاع كالإنفراد، وساواهما بهما: الزُّهْرِيّ وَرَبِيعَة وَابْن سعيد وَمُجاهد وَالشعْبِيّ وعلقمة وَإِبْرَاهِيم وَأَبُو الْعَالِيَة وَأَبُو الزبير وَأَبُو المتَوَكل وَمَالك وَابْن وهب وَابْن الْقَاسِم وَأَشْهَب لمظنة السَّهْو ثمَّ، وَهِي أقوى من الْمعينَة الْمُجَرَّدَة بِالْقَبْضِ. ¶ ثمَّ الْإِجَازَة الْمُجَرَّدَة، وَهِي من الْجَوَاز: العبور أَو الْإِبَاحَة، الْإِذْن؛ فيختلف التَّعَلُّق.",
            "page": "109",
            "part": "1",
            "seal": "6B4FAA43"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "أَعْلَاهَا معِين بِمعين: كأجزتك البُخَارِيّ أَو مَا اشْتَمَل عَلَيْهِ ثبتي، وَالصَّحِيح عِنْد جُمْهُور الْعلمَاء صِحَّتهَا وَالْعَمَل بهَا خلافًا لظاهري، وَادّعى الْبَاجِيّ: الْإِجْمَاع، وَخص الْخلاف بِالْعَمَلِ، وَيَردهُ منع حُسَيْن المروروذي وَأبي الْحسن / الْمَاوَرْدِيّ وَالْحَرْبِيّ وَأبي مُحَمَّد الْأَصْفَهَانِي وَأبي نصر الوائلي وَأحد قولي الشَّافِعِي، وَقطع بِهِ \" حاوي الْمَاوَرْدِيّ \". ¶ ثمَّ معِين بِمَجْهُول: كأجزتك مروياتي أَو مؤلفاتي، وَهِي كالمتقدمة مَعَ قُصُور أحد الطَّرفَيْنِ. ¶ ثمَّ مَجْهُول بِمعين: فالخاص كأجزت مُسلما - لبني هَاشم - أقرب، وَالْعَام: كَقَوْل أبي الطّيب: أجزته الْمُسلمين، وَابْن مَنْدَه لمن قَالَ: لَا إِلَه إِلَّا الله أَي: الموجودون: أبعد، وفَاقا للخطيب وَابْن عتاب وَأبي الْعَلَاء، وَخَالف فيهمَا بعض المجوزين، وصحتها تجيز الْعَمَل بهَا فَلَا معنى للْمَنْع وَهِي كَذَا للمساواة. ¶ ثمَّ مُبْهَم لمبهم: كأجزت \" مُحَمَّد بن عَليّ الْمَكِّيّ \" الْمسند، وَكِلَاهُمَا: متعددون فَإِن دلّت قرينَة على تعيينهما صحت وَإِلَّا فَسدتْ للطرفين",
            "page": "110",
            "part": "1",
            "seal": "2C9C333E"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "بِخِلَاف جَهله بالمسمين فِي الْإِجَازَة بأنسابهم، وَإِن لم يتصفحها كالسامع. ¶ ثمَّ تَعْلِيقهَا: كأجزتك - إِن شِئْت - الرِّوَايَة ثمَّ الْإِجَازَة فَالْأَظْهر الصِّحَّة ثمَّ إِن شَاءَ فلَان. أما أجزت لمن يَشَاء فلَان ثمَّ لمن يُرِيد الْإِجَازَة فتعليق وجهالة فَالْأَظْهر بُطْلَانه، وَبِه قطع أَبُو الطّيب خلافًا لأبي يعلى، وَأبي الْفضل. ¶ ثمَّ للطفل، وَالأَصَح صِحَّتهَا، وَبِه قطع أَبُو الطّيب والخطيب لصِحَّة الْحُضُور. ¶ ثمَّ الْمَعْدُوم: فَإِن تبع كأجزتك وَلمن يُولد لَك فَالصَّحِيح بطلها خلافًا لأبي بكر السجسْتانِي فِي حبلة الحبلة سرَايَة أَو اسْتَقل ك: لمن يُوجد: فَأولى بالبطل، وَبِه قطع أَبُو الطّيب وَابْن الصّباغ خلافًا للخطيب وَلأبي يعلى وَلأبي الْفضل.",
            "page": "111",
            "part": "1",
            "seal": "882AAE2B"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "ثمَّ الْمجَاز: كأجزتك مجازاتي، فَالصَّحِيح عِنْد المعتمدين صِحَّتهَا كالدارقطني وَأبي نعيم وَنصر الْمَقْدِسِي: وَإِن تعدّدت، ويتوقف فِي إجَازَة شيخ شَيْخه حَتَّى تصح عِنْد شَيْخه. ¶ ثمَّ إجَازَة مَا سيرويه أَو يؤلفه: فَالصَّحِيح بطلها للعدم، وَحَكَاهُ عِيَاض عَن قَاضِي قرطبة، وَالْجَوَاز عَن بعض الْمُتَأَخِّرين، فَيَنْبَغِي الِاحْتِرَاز، وَلَيْسَ مثل قَول الدَّارَقُطْنِيّ: \" وَيصِح \"، لِأَن المعني قبلهَا. ¶ ثمَّ المناولة الْمُجَرَّدَة: فَالصَّحِيح / عِنْد الْفُقَهَاء والأصوليين وَأكْثر الْمُحدثين بطلها لعدم الْإِذْن، وأجازها بَعضهم لتضمنها إِيَّاه. ¶ ثمَّ المراسلة. ¶ ثمَّ الْمُكَاتبَة: أَن يُرْسل عدلا أَو يكْتب كتابا يرويهِ إِلَى غَائِب يُعلمهُ، صِحَّتهَا كالسختياني وَاللَّيْث والسمعاني ورجحها على مُجَرّد الْإِجَازَة. ¶ كَأَن الْإِرْسَال قرينَة دَالَّة على تَقْدِير أجزتك، وَهُوَ مُسْند مُتَّصِل فِي",
            "page": "112",
            "part": "1",
            "seal": "3AAC24C3"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "المسانيد، وَالصَّحِيح أَن تحقق الْخط يُغني عَن الْبَيِّنَة، ومنعها آخَرُونَ، وَبِه قطع الْمَاوَرْدِيّ لعدم اللَّفْظ. ¶ ثمَّ الْإِعْلَام: قَول الْمُحدث للطَّالِب: هَذَا الحَدِيث أَو الْكتاب روايتي فاروه عني فإجازة معِين أَو اقْتصر على الْإِخْبَار فَالصَّحِيح عِنْد أَكثر الْمُحدثين وَغَيرهم، وَبِه قطع أَبُو حَامِد وَجوز الْعَمَل بِهِ إِن صَحَّ، وَلَا يجوز رِوَايَته لعدم طريقها، وأجازها كثير من الطوائف كَابْن جريج، والعمري، وَبِه قطع / ابْن الصّباغ، وَبَالغ ظاهري فجوز مَعَ الْمَنْع، ورد قِيَاسه على السماع لعدمه، وَكَأن قرينَة الطّلب دلّت على تَقْدِير \" اروه \" بِخِلَاف الْأَجْنَبِيّ. ¶ ثمَّ الْوَصِيَّة: قَول الْمُحدث عِنْد حُضُوره أَو سَفَره: \" أوصيت بمرويي هَذَا لفُلَان \" فَهُوَ لَهُ بعد مَوته، وَيجب الْعَمَل بِهِ صَحِيحا، وَالصَّوَاب حُرْمَة الرِّوَايَة بهَا، وأجازها مغلط، وَإِن دلّت قرينَة الْوَصِيَّة على تقديرها خلص. ¶ ثمَّ الوجادة: مصدر وجد، لَقِي جدة \" مِثَال \" واللفيف: وقاية، فَإِن سمع فِي الْمِثَال وَإِلَّا فمولد. ¶ يجد الْمُحدث مرويات شيخ لم يرو عَنهُ بِخَطِّهِ أَو تصنيفه فَلهُ رِوَايَتهَا بِلَفْظ ناص إِذا تحققها ك \" وجدت أَو قَرَأت بِخَط فلَان أَو مُصَنفه نَحْو",
            "page": "113",
            "part": "1",
            "seal": "71BCE961"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "حَدثنَا فلَان \"، ويسرد السَّنَد والمتن، وَفِي الأول شوب اتِّصَال دونه، وَفِي الشَّك بَلغنِي أَو قيل أَو يرْوى؛ وَإِيَّاك والمجازفة. ¶ وَالصَّحِيح وجوب الْعَمَل بهما، نقل عَن الشَّافِعِي ومحققي أَصْحَابه وَقطع بِهِ أصوليون، وَمنع الرِّوَايَة الجماهير / وأنكروا على مُطلق حَدثنَا وَأخْبرنَا. ¶ وَشرط على الْمُجِيز الْعلم بكليات مَا يُجِيزهُ وَتَحْقِيق رِوَايَته. ¶ وَالْأولَى التَّلَفُّظ مَعَ الْكِتَابَة. ¶ وعَلى الْمجَاز التفطن لما يصحح وَيفْسد. ¶ (ابْن عبد الْبر) ماهر فِي الْفَنّ و (مَالك) من أهل الْعلم، ويتحقق الْمجَاز لَهُ. ¶ وَطَرِيق أَدَاء الْإِجَازَة (المخلص) : حَدثنَا أَو أخبرنَا إجَازَة أَو مناولة أَو إِذْنا، وَأطلق مَالك وَالزهْرِيّ وتابعوهم فِي الْإِجَازَة مَعَ المناولة: أخبرنَا وَحدثنَا، وَقوم كَأبي نعيم وَابْن الْأَثِير فِي الْمُجَرَّدَة: أخبرنَا، ومنعها",
            "page": "114",
            "part": "1",
            "seal": "4EFBE8BA"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "الْقشيرِي مُطلقًا، وخصها الْأَوْزَاعِيّ، بخبرنا، والمتأخرون - وَاخْتَارَهُ صَاحب \" الوجازة \" - بأنبأنا، وَصرح مَعهَا الْبَيْهَقِيّ (الْحَاكِم) عهِدت الائمة على قصرهَا على المشافهة. ¶ (البُخَارِيّ) (قَالَ لي) : عرض مناولة. ¶ وَأبْعد الْخطابِيّ بأخبرنا فلَان أَن فلَانا حَدثهُ، وَقرب بِسَمَاع الْإِسْنَاد. ¶ وَخص قوم من فَوق شَيْخه ب: عَن. ¶ وَلَا يُؤثر إِبَاحَة الْمُجِيز. ¶ وَأخْبرنَا شفاهاً / وَكتابه عَنْهَا: تَدْلِيس.",
            "page": "115",
            "part": "1",
            "seal": "38A1A51D"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وَفِي الْكِتَابَة: كتب إِلَيّ أَو قَالَ لي أَو أَخْبرنِي كِتَابَة. وَأطلق كثير من الْمُحدثين كالليث وَمَنْصُور: \" أخبرنَا وَحدثنَا \". ¶ وَفِي الْإِعْلَام: أعلمني أَو أَخْبرنِي أَنه يروي كَذَا. ¶ وَفِي الْوَصِيَّة: أوصى لي بِرِوَايَة كَذَا /. ¶ [السَّابِع وَالثَّلَاثُونَ: كِتَابَة الحَدِيث وَكَيْفِيَّة ضبط الْكتاب] ¶ كَيْفيَّة الْكِتَابَة ومشروعيتها: قَوْله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" لَا تكْتبُوا عني شَيْئا غير الْقُرْآن، وَمن كتب عني شَيْئا غير الْقُرْآن فليمحه \".",
            "page": "116",
            "part": "1",
            "seal": "743F0BE7"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "حرمهَا خوف اللّبْس بِهِ. ¶ \" واكتبوا لأبي شَاة \" بعده: أَبَاحَهَا عِنْد الْأَمْن وشرعها. ¶ وَصرح بِهِ عَليّ وَالْحسن ... ... ... ...",
            "page": "117",
            "part": "1",
            "seal": "F9587CA3"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "وَأنس، وَرُبمَا ندب عدَّة عِنْد السَّهْو وَالنِّسْيَان، وكرهها ... ... ... ... . .",
            "page": "118",
            "part": "1",
            "seal": "35FF7475"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "فارغة",
            "page": "119",
            "part": "1",
            "seal": "115C9B7A"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "عمر وَابْن مَسْعُود وَابْن ثَابت خوف الكسل عَن الْحِفْظ اعْتِمَادًا عَلَيْهَا؛ فلينزل على حَالين.",
            "page": "120",
            "part": "1",
            "seal": "7508AE54"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "وَيَنْبَغِي لِلْكَاتِبِ أَولا: أَن ينْقل من حَافظ أَو أصل، ويحقق وضع الْحُرُوف على مذْهبه بقلم النّسخ إِلَّا لحَاجَة وَيبقى حَوَاشِي لَهَا من غير تَعْلِيق وَلَا خلط فشرها الْمشق، وَخَيرهَا أبينها. ¶ ويراعي الاصطلاحية / بِالْبَدَلِ والحذف وَالزِّيَادَة مَعَ التَّنْبِيه، ويحافظ على ذَوَات الْحُرُوف بنقط المعجم ليعم نَصه، وَالْأولَى تَحْقِيق المهمل ذِي النظير خوف إهمال ذَاك بمخالفة الْجِهَة النقط، كالسين، ويهقع الأثافي أَو بصويرته تَحت أَو شطر دَائِرَة مظهرة، وَلَو تَحت، وَلَو خطّ فَوق، وَضعف صُورَة همزَة تَحت وَمن الْتزم أغْنى. ¶ ويعتني بعلامة السّكُون وَالْحَرَكَة لخصوصيتها والتنوين وَالتَّشْدِيد والممدود وهمزة الْقطع والوصل، ويبالغ فِي ضبط الْكَلم الملبسة من أَسمَاء السَّنَد وغريب لُغَة الْمَتْن - إِن وسع - وَلم تلبس بمقابلته وَإِلَّا تجاهها فِي الْحَاشِيَة وَعَلَيْهَا بَيَان، ويحقق مُخْتَلف الرِّوَايَة فَإِن تَسَاويا فَفِي الأَصْل أَو تَفَاوتا ضبط الأَصْل أَو رِوَايَته فِي الأَصْل وَعلم فِيهِ على زائدها، وَكتب النَّاقِص قبالتها وَكتب رَاوِيه وَلَا يرمزه إِلَّا منبهاً عَلَيْهِ، وبالأخير أوضح، وَذَلِكَ ليتَمَكَّن الْقَارِي من الِاسْتِقْلَال، وَلَا بَأْس بالاقتصار على الْمُشكل أَو الأشكل، وَيلْزم من قَوْلهم: إِنَّمَا يشكل الْمُشكل الْعُمُوم لِأَن سهل شخص مُشكل على من دونه، وَمن كرهه قصد مُرَاجعَة الْحفاظ، وَلَا بَأْس بِاتِّبَاع مصطلحهم فِي حَدثنَا: ثَنَا، أَو نَا، أَو دثنا - بِخَط الْحَاكِم والسلمي",
            "page": "121",
            "part": "1",
            "seal": "DC16E1CF"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "وَالْبَيْهَقِيّ؛ وَأخْبرنَا: أَنا، أَو أرنا لَا (أبنا) خلافًا للبيهقي، وأنبأنا: أنبا، وَلَا يلفظ بهَا بِخِلَاف (ق) الْمَشَارِق. ¶ ويحافظ على تكْرَار: سُبْحَانَهُ، وتبارك وَتَعَالَى، وَعز وَجل، وَصلى الله عَلَيْهِ وَسلم، وَعَلِيهِ الصَّلَاة وَالسَّلَام، وَرَضي الله عَنهُ، ورحمه الله تَعَالَى، وَإِن حذفت فِي الأَصْل وفَاقا للعنبري وَابْن الْمَدِينِيّ لِأَنَّهُ تَعْظِيم وَدُعَاء، وقصره أَحْمد على مَا فِي الأَصْل (الْخَطِيب) : وَلَفظ بهَا. ¶ وَكره إِفْرَاد الصَّلَاة أَو السَّلَام، ورمز (صلعم) أشده و (رضعنه) خطأ، وَفصل المضافين فِي سطرين خُصُوصا نَحْو: رَسُول الله صلى الله عَلَيْهِ وَسلم وَعبد الرَّحْمَن بن مُحَمَّد، ويفصل بَين الْحَدِيثين بدارة، وَاسْتحبَّ الْخَطِيب صفراً لينقط فِيهَا العرضات، وَبَين إسنادي حَدِيث \" ح \" \" صَحَّ \"",
            "page": "122",
            "part": "1",
            "seal": "D80BBA65"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "لليثي والخليلي، وحايل / للرهاوي، وتحويل للأصفهاني، والْحَدِيث للمغاربة، وَصرح الطرفان، والأحوط (حا) . ¶ وَيكْتب على رجال السَّنَد المعطوفين \" ص \" الِاتِّصَال. ¶ (الْخَطِيب) وَيَنْبَغِي أَن يكْتب النَّاسِخ بعد الْبَسْمَلَة اسْم الشَّيْخ الْمَرْوِيّ عَنهُ وكنيته وَنسبه وَصفته ويسوق الْكتاب، وعَلى النَّاسِخ مُقَابلَة كِتَابه بِأَصْل سَمَاعه أَو شَيْخه، وأعلاها: أَن يمسكا كِتَابَيْهِمَا ويساعده آخر، ثمَّ مُقَابلَة غَيره أَو بِأَصْل أصل شَيْخه أَو بفرعه الْمُقَابل، وَلَا يتَوَقَّف رِوَايَته على مطالعته مَعَ السماع خلافًا لِابْنِ معِين. ¶ وَأَجَازَ الإِسْفِرَايِينِيّ والإسماعيلي وَالْبرْقَانِي رِوَايَة غير الْمُقَابل إِن غلب صَوَاب النَّاقِل، وَإِذا قَابل فَظهر خلل مِنْهُ بِبَدَل؛ كشط وَأصْلح؛ أَو تَقْدِيم وَتَأْخِير: كتب على الأول مُؤخر أَو أخر وعَلى الثَّانِي مقدم أَو قدم، أَو نقص خرج اللحق تجاهه فِي الْحَاشِيَة إِلَى فَوق فَيكون فِي الْيُمْنَى مُوَاجهَة الطّرف واليسرى الْخط إِلَّا أَن يكون آخر السطر فالصغرى / وقابله فَإِن عثر",
            "page": "123",
            "part": "1",
            "seal": "C8317914"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "أُخْرَى خرج وَكتب آخِره \" صَحَّ \" أَو رَجَعَ، وَلَا يكْتب التالية خلافًا لقوم كَابْن خَلاد، وَمد خطا مَوضِع السَّاقِط وَعطفه نَحوه وأوصله إِلَيْهِ وَإِن ضَاقَ (ففرخة) بَين الورقتين وَكتب مَوْضِعه \" انْتقل إِلَى الفرخة \" وَآخِرهَا \" ارْجع إِلَيْهِ \" أَو زِيَادَة تكْرَار (الرامَهُرْمُزِي) يبطل الْأَخير أَو غير الأدل وَالْأَحْسَن (عِيَاض) يُضَاف طرفِي السطر وَإِن تَعَارضا فَالْأول. ¶ ويراعي فِي نَحْو التضايف الِاتِّصَال أَو غَيره. ¶ قَالَ أَكْثَرهم على شقة بِخَط لَا يطمس أَو فَوْقه بتنكيس طَرفَيْهِ أَو شطر دارة يُحِيط بأوله وَآخره، وَرُبمَا كررت فِي المسطور أَو دارة على طَرفَيْهِ أَو لَا إِلَى، وَحسن فِي الْمُحْتَمل، وَكره الكشط فَخط. ¶ والتصحيح: أَن يكْتب على كلمة صحت فِي رِوَايَتهَا لَكِنَّهَا عرضة خلف أَو شكّ: \" صَحَّ \". ¶ والتضبيب والتمريض: أَن يكْتب على كَلَام صحت رِوَايَته فِي الأَصْل وَظَاهره خلل لفظا أَو معنى خطا: أَوله ضاد الْمَرَض لسقمه أَو ضبة القفل / لإغلاقه، أَو الْكسر لشعثه، أَو الضعْف لظاهره أَو صَاد جُزْء \" صَحَّ \" لنقصه. ¶ وَيحرم تَغْيِيره للتعدي، ويبر بِكِتَابَة: \" صَوَابه كَذَا \" أَو \" أَظن \": تجاهه بالحاشية، وَيعلم على الأَصْل، وَلَو بِنُقْطَة. ¶ وَيكْتب الْفَوَائِد من اللُّغَات والمعاني فِي الْحَوَاشِي بقلمها وراباً، وَعَلَيْهَا خطّ: أَوله حاء وهاء، فَإِذا صَحَّ كِتَابه كتب آخِره: \" قوبل بِأَصْلِهِ \"، وَالْعود أَحْمد إِذْ مَا رفع قلم عَن كتاب.",
            "page": "124",
            "part": "1",
            "seal": "D13A2402"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "وَيكْتب طبقَة السماع هُوَ أَو ثِقَة حضر أَو أخبرهُ مثله مَشْهُور الْخط، مُنْفَصِلا عَن خطّ الْكتاب حَيْثُ لَا يخفى، ويستوعب أَسمَاء السامعين بأنسابهم وَلَا يبخس مِنْهُ شَيْئا، وَتَصْحِيح الشَّيْخ بركَة مكمل. ¶ وَندب لصَاحب الْكتاب بعد تَصْحِيحه إعارته لمن لَهُ فِيهِ سَماع لنَحْو نسخ، وَلَا يغله، وألزمه القاضيان: ابْن غياث وَإِسْمَاعِيل والزبيري بهَا، إِن كَانَ يرضاه كأداء الشَّهَادَة المتعينة، وَلَا ينْقل السماع إِلَى نُسْخَة إِلَّا بعد مقابلتها، وَيكْتب عَلَيْهَا صُورَة / طبقه أَو يُنَبه على عدمهَا. ¶ وَمن اصْطلحَ لنَفسِهِ رمزاً بِوَجْه مَا: بَينه أَولا أَو آخرا. ¶ [الثَّامِن وَالثَّلَاثُونَ: صفة رِوَايَة الحَدِيث وَشرط أَدَائِهِ] ¶ كَيْفيَّة الْأَدَاء: شدد قوم فِي الرِّوَايَة احْتِيَاطًا، فَروِيَ عَن أبي حنيفَة وَمَالك",
            "page": "125",
            "part": "1",
            "seal": "4350B263"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "والصيدلاني: \" لَا يروي إِلَّا من حفظه مَعَ تذكره \" وَقوم: \" وَمن أَصله مَا لم يخرج عَنهُ \"، وتساهل قوم كَابْن لَهِيعَة فرووا من نسخ غير مصححة فجرحهم الْحَاكِم أَو فِيمَا لم يغلب صَوَابه، وَخير الْأُمُور أوسطها؛ فالجمهور: إِذا اتّصف الرَّاوِي بِالشُّرُوطِ روى من حفظه وَأَصله، وَإِن خرج عَنهُ إِذا ظن سَلَامَته، سِيمَا المتيقظ؛ أَو مِمَّا نسخ مِنْهُ وقوبل بِهِ أَو غلب صَوَابه - كَمَا تقدم -. ¶ تفريعات ¶ والضرير (الْخَطِيب) والأمي غير الحافظين إِذا استعانا بِثِقَة لضبط أَصلهمَا وحفظاه ثمَّ سلماه إِلَى قَارِئ ثِقَة صحت روايتهما عِنْد بَعضهم، وَهُوَ أولى بِالْجَوَازِ. ¶ وَإِذا قَرَأَ أَو سمع كتابا ثمَّ رأى آخر لَيْسَ عَلَيْهِ سَمَاعه، وَلَا قوبل بِهِ لَكِن نسخت من شَيْخه أَو قُرِئت عَلَيْهِ، وَظن صِحَّتهَا: مَنعه جُمْهُور",
            "page": "126",
            "part": "1",
            "seal": "FB2FFE32"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "الْمُحدثين وَابْن الصّباغ / وَرخّص لَهُ السّخْتِيَانِيّ والبرساني رِوَايَتهَا (الْخَطِيب) إِن عرف أَنَّهَا هِيَ من غير تَغْيِير. ¶ فَإِن كَانَ مَعَه إجَازَة عَامَّة فإتفاق، فَإِن كَانَت رِوَايَة شيخ شَيْخه أَو سَمِعت عَلَيْهِ فبإجازتين. ¶ وَإِذا خَالف حفظه كِتَابه الَّذِي حفظ مِنْهُ: اعْتَمدهُ أَو مشافهة أَو غَيره وَلم يتَرَدَّد: اعتمدها، وَحسن التَّنْبِيه. ¶ وَإِن وجد سَمَاعه فِي كِتَابه وَلم يتَذَكَّر، وَالسَّمَاع بِخَطِّهِ أَو ثِقَة وَهُوَ مَحْفُوظ، وَظن سَلَامَته، فَالصَّحِيح جَوَاز رِوَايَته؛ وَبِه قَالَ الشَّافِعِي وَأكْثر أَصْحَابه وصاحباً أبي حنيفَة خلافًا لَهُ. ¶ وَدُعَاء النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - لمن أدّى مقَالَته كَمَا سَمعه عين الْمُحَافظَة عَلَيْهَا.",
            "page": "127",
            "part": "1",
            "seal": "A0990A4F"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "(نضر الله وَجه راو وعاه ... وَإِلَى غَيره كَذَا أَدَّاهُ) ¶ (قَوْلنَا غير قَوْله فتفطن ... لمقالي وَلَا تُطِع من رَآهُ) ¶ وَأجْمع الْعلمَاء على حُرْمَة نقل مَعْنَاهُ بِلَفْظ آخر على الْجَاهِل بمواقع الْخطاب، وتمييز المتقاربات / وعَلى الْعَالم بهما فِي الْمُحْتَمل كالمتشابه والمشترك وَالظَّاهِر بخلف لِابْنِ الْأَثِير فِيهِ، وَكَذَلِكَ المصنفات، وَمنعه مِنْهُ طَائِفَة من الْمُحدثين وَالْفُقَهَاء والأصوليين فِي اللَّفْظ الناص مُطلقًا، وشدد مَالك فِي الْوَاو وَالْفَاء، لِأَنَّهُ غَيره، وَخَصه بَعضهم بالْخبر دون الْأَثر، وَرخّص جماهيرهم فِيهِ مُطلقًا؛ كَأبي حنيفَة وَالشَّافِعِيّ. ¶ (الإبنان) : وَهُوَ الْأَصَح لثُبُوت اخْتِلَاف أَلْفَاظ الصَّحَابَة فِيهِ، وَغير معجز، وَجَوَاز تَرْجَمته بالعجمية، وَخص بعض بالمترادف لتعينه، وَأجِيب باخْتلَاف أَصله وَعدم الْإِذْن، وَلَو تعين لما غلط فِيهِ المنظر بالقعود",
            "page": "128",
            "part": "1",
            "seal": "51BFF535"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "وَالْجُلُوس وَالْعلم والمعرفة والترجمة لضَرُورَة التَّبْلِيغ كالقرآن، والأحوط: تعقيبه: نَحوه، أَو كَمَا قَالَ، تأسياً بِابْن مَسْعُود وَأنس كالشاك. ¶ وَالأَصَح جَوَاز رِوَايَة بعض الْوَاحِد إِن اسْتَقل، فَإِن احْتَاجَ إِلَى تَغْيِير مَا فعلى الْمَعْنى، وَمنع بعض مجوزيه إِن لم يتمه أَو غَيره إِلَّا أَن يتهم لرجحان الْمجَاز على الْحَذف / وَأجِيب بِعَدَمِهِ وبناه قوم، وَفرق بالاثنين والموزع أولى للتمام فَلَا كره، وَلَعَلَّه للتأسي. ¶ وَإِذا روى عَن اثْنَيْنِ فَصَاعِدا شيوعاً فَالْأَحْسَن ذكرهمَا وَله الِاقْتِصَار على الثِّقَة. ¶ (مُسلم) (وَآخر) : وَإِن اخْتلف لَفْظهمَا بَين أَو سَاق على وَاحِد وَنبهَ وَأَعَادَهُ، وَإِن قَالَ: وتقارباً فعلى الْمَعْنى وَإِلَّا عيب، وَلَا بَأْس عَلَيْهِ. ¶ وَقَول أبي دَاوُد بعدهمَا: \" الْمَعْنى \" مُحْتَمل، أَو إفرازاً عين، فَإِن أبهم سرى الْجرْح. ¶ وَإِذا قَابل بِأَصْل أحدهم فسردهم وَقَالَ: \" اللَّفْظ لَهُ \" اتجه الْمَنْع لعدم علمه. ¶ وَلَا يجوز لَهُ زِيَادَة نسب من فَوق شَيْخه إِلَّا مُبينًا، فَإِن نسب شَيْخه شَيْخه أول الْأَحَادِيث ثمَّ اقْتصر (الْخَطِيب) أجَاز لَهُ الْأَكْثَر التّكْرَار.",
            "page": "129",
            "part": "1",
            "seal": "0E47CC79"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "(أَحْمد) الأولى الْبَيَان (ابْن الْمَدِينِيّ) أخبرنَا فلَان أَن فلَان بن فلَان. ¶ وأولاها: هُوَ ثمَّ يَعْنِي ثمَّ أَن فلَان بن فلَان ثمَّ الدرج. ¶ ويحافظ على لفظ \" قَالَ \" بَين رجال الْإِسْنَاد وَإِن تَكَرَّرت، وَيَقُول / فِي قرئَ على فلَان: أخْبرك فلَان، قيل لَهُ: أخْبرك فلَان، وَفِي قرئَ عَليّ: حَدثنَا فلَان قَالَ: حَدثنَا، وحذفها خطأ (ابْن الصّلاح) الْأَظْهر صِحَة السماع لتقديرها. ¶ وَإِذا رويت أَحَادِيث بِإِسْنَاد فالأحوط ذكره أول كل حَدِيث، وَله الِاقْتِصَار على الأول أول كل مجْلِس، ثمَّ يَقُول: وَبِالْإِسْنَادِ، أَو: وَبِه، وَهُوَ الْأَكْثَر. ¶ فَمن روى كَذَا أجَاز لَهُ الْأَكْثَر كوكيع وَابْن معِين والإسماعيلي إِفْرَاد كل حَدِيث بِالْإِسْنَادِ لِأَنَّهُ الْجِهَاد الْمُقدر، وَمنع قوم كالإسفراييني: تدليساً فَنَقُول كمسلم فِي صحيفَة همام إِذا وصل إِلَيْهِ: \" هَذَا مَا حَدثنَا أَبُو هُرَيْرَة \". وَذكر أَحَادِيث مِنْهَا. ¶ وإعادته آخرا لَا يرفع الْخلاف للانفصال بل يُؤَكد، ويتضمن إجَازَة قَوِيَّة.",
            "page": "130",
            "part": "1",
            "seal": "AB093651"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وَيجوز تَقْدِيم الْمَتْن وَبَعضه على السَّنَد، والأحوط أَن يَقُول بذلك، وَهُوَ كالمرتب، فَلِمَنْ رَوَاهُ كَذَا ترتيبه على الْمَعْنى وَبعد طرد خلاف الْخَطِيب فِي تَقْدِيم بعض الْمَتْن لاحْتِمَال تغير الْمَعْنى. ¶ وَإِذا ذكر إِسْنَاد / وَمتْن ثمَّ إِسْنَاد قيل آخِره: مثله، فالأكثر قَول شُعْبَة: \" لَا يجوز للراوي التَّصْرِيح بمتن الثَّانِي للاحتمال \"، وَأَجَازَهُ الثَّوْريّ وَابْن معِين للمحقق حملا على الْمُسَاوَاة، وَاخْتَارَ الْخَطِيب قَوْلهم: مثل حَدِيث قبله مَتنه كَذَا، وبنوا نَحوه على الْمَعْنى للمغايرة، وَالتَّحْقِيق أَنه اصْطِلَاح، لِأَن وَضعهَا للأعم. ¶ وَإِذا ذكر إِسْنَادًا وَبَعض الْمَتْن ثمَّ قَالَ: الحَدِيث، منع الإِسْفِرَايِينِيّ الرَّاوِي إِتْمَامه، وَأولى من مثله للفظ، وَأَجَازَهُ الْإِسْمَاعِيلِيّ إِذا عَرفْنَاهُ، وَهُوَ إجَازَة قَوِيَّة، فينعت، وَالْأولَى إِيرَاد لَفظه، ثمَّ يَقُول وَهُوَ كَذَا. ¶ وَأَجَازَ أَحْمد وَحَمَّاد والخطيب: \" النَّبِي \" عوض \" رَسُول الله \" - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَبِالْعَكْسِ على الْمَعْنى خلافًا لمن قَالَ: الظَّاهِر مَنعه عَلَيْهِ لِاتِّحَاد الذَّات هُنَا، وَإِن تغايرا عُمُوما، وَكَأَنَّهُ لم يلحظه. ¶ وَعَلِيهِ بَيَان وَهن اتّفق فِيهَا كالمذاكرة: وَهِي ذكر كل وَاحِد من الطّلبَة مَا عِنْده من سَنَد وَمتْن وَكَلَام عَلَيْهِمَا بَيَانا وامتحاناً وإدماناً، وَمن ثمَّ تسومح فِيهَا وَإِلَّا دلّس.",
            "page": "131",
            "part": "1",
            "seal": "DC60F1CF"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "وَيَنْبَغِي للقارئ أَن يكون: معرباً مفهماً. ¶ تحلى من الْعَرَبيَّة والمشافهة / بِمَا يخلصه من معرة اللّحن والتصحيف (الْأَصْمَعِي) \" لَيْلًا يتبوأ مَقْعَده من النَّار \"، وَعَن الصّديق رَضِي الله عَنهُ: \" أَقرَأ وَأسْقط أحب إِلَيّ من أَن أَقرَأ وألحن \". [الْكَامِل التَّام] ¶ (يَا قَارِئ الْأَخْبَار أعرب لَفظهَا ... وتوق شين اللّحن والتحريف) ¶ (انهل وعل أخي من عَرَبِيَّة ... وموقف يُنجي من التَّصْحِيف) ¶ وَيُؤَدِّي الْأَمَانَة فِي الِاسْتِيعَاب، وَيسمع الْكل، إِن رتل لَا يجنف، أَو حدر لَا يقطف، وَالْأولَى بطبعه. ¶ فَإِن وَقع فِي رِوَايَته مَا ظَاهره خلل لفظا أَو معنى (ابْن سِيرِين، وَابْن سَخْبَرَة) يتبع الرِّوَايَة وَالْأَكْثَر كالأوزاعي وَابْن الْمُبَارك يقْرَأ",
            "page": "132",
            "part": "1",
            "seal": "02110BB6"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "الصَّوَاب، والأحوط اتباعها ثمَّ بَيَان صوابها قطعا أَو ظنا. ¶ وَمَا لَا يُغير معنى كبحينة، بنى على الْمَعْنى؛ قيل لمَالِك: \" يُزَاد مَا لَا يضر كواو؟ فَقَالَ: \" أَرْجُو أَن يكون خَفِيفا \". ¶ وَإِن وَقع ذَلِك فِي أَصله بِزِيَادَة، قَالَ عِيَاض: \" لَا يُغير كَمَا فِي الْمُوَطَّأ و \" الصَّحِيحَيْنِ \" وَلَو فِي التِّلَاوَة بل يضبب، وَيبين فِي الْحَاشِيَة، وَالْأولَى قراءتهما بِالْبَيَانِ / وَمن اجترأ على تَغْيِيره كهشام عُوقِبَ بالغلط؛ إِذْ رُبمَا آفته من سقم فهمه، وَأحسن الِاصْطِلَاح مَا وَافق آخرا وَنقص، فَإِن لم يُغير الْمَعْنى كجريج فَعَلَيهِ، وَلذَا قَالَ أَحْمد: \" لَا بَأْس بِهِ \"، وَإِلَّا حشاه، وقرأهما مُبينًا. ¶ وَإِن سقط فِي رِوَايَة، قَالَ الْخَطِيب: \" ألحقهُ بِالْأَصْلِ وَاسْتمرّ عَلَيْهِ وَبَينه ب: \" يَعْنِي \"، وَإِن تحقق خطأ كِتَابه دون شَيْخه تعين إِلْحَاقه بِالْأَصْلِ، وَقَرَأَ على رِوَايَته وَإِن اندرس من أَصله شَيْء. ¶ قَالَ الْمُحَقق كَابْن حَمَّاد: ألحقهُ من كتاب يظنّ وفاقه (الْخَطِيب) : الأولى الْبَيَان، وَإِذا أشكل عَلَيْهِ من أَصله لفظ غير مضبوط أَو شكّ حَافظ - فَأَحْمَد وَابْن رَاهَوَيْه - سَأَلَ عَنهُ الضَّابِط الثِّقَة، وَرَوَاهُ كَذَلِك، وَالْأولَى كَقَوْل يزِيد: أخبرنَا عَاصِم - وثبتني شُعْبَة.",
            "page": "133",
            "part": "1",
            "seal": "A4B5329E"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "[التَّاسِع وَالثَّلَاثُونَ: معرفَة الْإِسْنَاد العالي والنازل] ¶ مَرَاتِب الْإِسْنَاد: السَّنَد: ذكر نقلة الْخَبَر. ¶ والمسند: ذُو الْإِسْنَاد، وَهُوَ من خصيصة هَذِه الْأمة، والعلو لَا للعلو علو. ¶ (ابْن أسلم) والقرب من الحبيب بِصَحِيح قربَة (أَحْمد) سنة السّلف. ¶ والرحلة أَعم، وشغف الطّلبَة بِمُجَرَّد قلَّة الْعدَد / حرمهم كَثْرَة المدد. ¶ وَمَعْنَاهُ: الِارْتفَاع وَالْقُوَّة. ¶ وَفَائِدَته: \" بركَة الْقرب \"، وَأقرب إِلَى الصِّحَّة بقلة الوسائط، وَأبْعد من السقم لزِيَادَة الْأَهْلِيَّة. ¶ وَأجل سَببه: الْقرب من النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -، ثمَّ إِلَى إِمَام أَو مُسْند، وَسبق وَفَاة الشَّيْخ، وَتقدم تحمل الرَّاوِي كالبخاري فِي \" تَارِيخه \"، والخفاف عَن",
            "page": "134",
            "part": "1",
            "seal": "730003C1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "السراج وَبَينهمَا مئة وَسبع وَثَلَاثُونَ، وَكَذَا الزُّهْرِيّ وزَكَرِيا عَن مَالك، وللخطيب فِيهِ مُصَنف. ¶ وَزِيَادَة ضَبطه وثقته وفقهه وشهرته بِأَصْلِهِ (الْخَطِيب) اعتنى الْخلف بالموافقة: أَن يتَّفق لراوي نَحْو \" البُخَارِيّ \" طَرِيق آخر إِلَى شَيْخه أقل عددا. ¶ وَالْبدل إِلَى مُقَابل شَيْخه، وَهِي: مُوَافقَة لشيخ شَيْخه. ¶ والمساواة: أَن يَقع لراو طَرِيق إِلَى صَحَابِيّ أَو قَرِيبه عَددهَا عدد أحد الْأَئِمَّة. ¶ والمصافحة لَهُ: أَن يكون ذَلِك لشيخه أَو لشيخ شَيْخه فلشيخه، وَذَلِكَ نسبي، فالأعلى جَامع الثمان، ثمَّ الْأَكْثَر فالأكثر، والعالي مَا فِيهِ وَاحِد. ¶ والنازل: العاري / مِنْهُ، وَلَيْسَ راجحاً وَلَا مشؤوماً، خلافًا لمدعيهما، بل مَرْجُوح يقوى بامتيازه عَنهُ بفائدة.",
            "page": "135",
            "part": "1",
            "seal": "C952C41A"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "[الْأَرْبَعُونَ: معرفَة الثِّقَات والضعفاء] ¶ الأقوياء والضعفاء: أصل فِي الصِّحَّة والسقم. ¶ فَمن الأول كتاب أبي حَاتِم، وَالثَّانِي: للنسائي، وَلَهُمَا: \" تَارِيخ البُخَارِيّ \". ¶ وَالْجرْح وَالتَّعْدِيل: مَشْرُوع لتحقيق الْحق وَإِبْطَال الْبَاطِل كَالشَّهَادَةِ. ¶ وَهُوَ متلقى من النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وهلم جراً. ¶ وَأول من تصدى لتصنيفه: شُعْبَة بن الْحجَّاج، ثمَّ ابْن سعيد، ثمَّ ابْن معِين، ثمَّ أَحْمد، وَقَالَ لَهُ النخشبي: لَا تغتب، قَالَ: \" نصيحة لَا غيبَة \". ¶ وليخش الله تَعَالَى الْمُتَكَلّم فِيهِ، ويتثبت، فَهُوَ خطر، وَمن ثمَّ عثر فِيهِ جمَاعَة.",
            "page": "136",
            "part": "1",
            "seal": "33ACA78F"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "تكلم الْحسن الْبَصْرِيّ وطاووس فِي معبد الْجُهَنِيّ. ¶ وَابْن جُبَير فِي طلق. ¶ وَالنَّخَعِيّ فِي الْحَارِث. ¶ وَالنَّسَائِيّ فِي أَحْمد بن صَالح. ¶ ووثقهم غَيرهم.",
            "page": "137",
            "part": "1",
            "seal": "5FC72501"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "قَالَ الخليلي: \" قَالُوا: تحامل عَلَيْهِ لجفاه \". ¶ (ابْن الصّلاح) : حجب سخطه عين نظر مخلصه، وكل قدح، وَعقد الْخَطِيب بَابا: \" لمن جرح فاستفسر فَبين مَا لَيْسَ بِجرح \" (ابْن عبد الْبر) هفا جمَاعَة عَن حمية، فَيَنْبَغِي الرُّجُوع فَالْأول: صَادف اجْتِهَاده / فِي السَّبَب وَالشّرط، وَلَا قدح فِي الطَّرفَيْنِ للِاجْتِهَاد، وَمن خرج عَنهُ فِي \" الصَّحِيحَيْنِ \" لم يلْتَفت إِلَى من تكلم فِيهِ؛ بل يرجح السَّالِم، وَمن خرج مِنْهُمَا، وَمن شَرط الصِّحَّة فِي كِتَابه على شَرطهمَا أَو شَرطه عِنْده. ¶ وَخيف على مختلفي العقائد والمتفقهة والمتزهدة من زلَّة فِيهِ. ¶ \" تحذير نظم \" ¶ [الْكَامِل التَّام] ¶ (يَا خائضاً فِي الْجرْح وَالتَّعْدِيل ... كن قَائِما بِالْقِسْطِ وَالتَّعْدِيل) ¶ (لَا تتبعن هَوَاك فِي إحديهما ... فتضل عَن قصد السَّبِيل خليلي) ¶ (واختر لنَفسك مذهبا تنجو بِهِ ... عِنْد السُّؤَال بعرضة التهويل)",
            "page": "138",
            "part": "1",
            "seal": "76A33A6E"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "[الْحَادِي وَالْأَرْبَعُونَ: معرفَة الْمُخْتَلطين] ¶ وَقد يطْرَأ الْخلَل؛ كخرف وَمرض وعمى، فيسلب، فيروي عَنهُ الْمُحَقق قبله فَقَط، فَإِن زَالَ عَادَتْ، فَمنهمْ: عَطاء بن السَّائِب تغير آخرا فَقبل: عَنهُ الثَّوْريّ وَشعْبَة للتقدم. ¶ (الْقطَّان) : إِلَّا حديثين أَحدهمَا عَن زَاذَان. ¶ والسبيعي: (الخليلي) أَخذ ابْن عُيَيْنَة عَنهُ فِيهِ. والجريري، قَالَ النَّسَائِيّ: أنكر زمن الطَّاعُون. ¶ ابْن أبي عرُوبَة (ابْن معِين) : تغير سنة ثِنْتَيْنِ وَأَرْبَعين ومئة، وَأخذ يزِيد / وَعَبدَة عَنهُ صَحِيح (ابْن معِين) لَا وَكِيع، و (ابْن عمار) : لَا الْمعَافى.",
            "page": "139",
            "part": "1",
            "seal": "908BA4CA"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "والمسعودي (ابْن معِين) أَيَّام الْمهْدي (أَحْمد) : أَخذ عَاصِم وَأبي النَّضر فِيهِ. ¶ وَرَبِيعَة شيخ مَالك: قَالَ: تغير آخرا. ¶ وَابْن نَبهَان: (ابْن حبَان) سنة خمس وَعشْرين والتبس حَدِيثه. ¶ وحصين الْكُوفِي. ¶ وَعبد الْوَهَّاب الثَّقَفِيّ.",
            "page": "140",
            "part": "1",
            "seal": "EE5A3354"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "وَابْن عُيَيْنَة: قَالَ الْقطَّان: \" سنة سبع وَتِسْعين ومئة \"؛ وَمَات بتسع. ¶ وَعبد الرَّزَّاق (أَحْمد) عمي (النَّسَائِيّ) ينظر. ¶ وعارم فنحو البُخَارِيّ والذهلي: قبل. ¶ وَأَبُو قلَابَة. ¶ والغطريفي. ¶ وَأَبُو طَاهِر حفيد ابْن خُزَيْمَة. ¶ والقطيعي رَاوِي مُسْند أَحْمد: خرف. ¶ وَمن وجد من هَؤُلَاءِ فِي صَحِيح فَمَحْمُول على زمن الْأَهْلِيَّة. ¶ [الثَّانِي وَالْأَرْبَعُونَ: معرفَة طَبَقَات الروَاة وَالْعُلَمَاء] ¶ طَبَقَات الْعلمَاء: وطبقات ابْن سعد أسعدها: ثِقَة مكثر عَن",
            "page": "141",
            "part": "1",
            "seal": "0E3DC6E7"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "الضُّعَفَاء كشيخه. ¶ [تَعْرِيف الطَّبَقَة] ¶ وَأَصلهَا الاسْتوَاء فِي صفة كَأَنَّهُمْ على طبق. ¶ ويفيد فِي التَّرْجِيح، وَرُبمَا عد شخص فِي طبقتين باعتبارين. ¶ وَيكون بِالزَّمَانِ؛ فأفضلهم الصَّحَابَة ثمَّ التابعون، وهلم جراً. وبالصحابي؛ والصاحب: جمعه صحب / جمعه أَصْحَاب، واسْمه: صحابة. ¶ [الثَّالِث وَالْأَرْبَعُونَ: معرفَة الصَّحَابَة] ¶ وَمَعْرِفَة الصَّحَابَة مِنْهُم: تفِيد معرفَة الْمُتَّصِل والمرسل وَالْمَوْقُوف. ¶ وَأحسن مصنفاته: كتاب ابْن عبد الْبر؛ وَإِن أَكثر مِمَّا شجر، وأعمها: ابْن الْأَثِير. ¶ [تَعْرِيف الصَّحَابِيّ] ¶ جلّ الْمُحدثين كالبخاري: الصَّحَابِيّ كل مُسلم لَقِي النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -",
            "page": "142",
            "part": "1",
            "seal": "AA0C4DBF"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "كَحَدِيث أنس. ¶ (الأصوليون) وطالت؛ وروى السَّمْعَانِيّ بِمُقْتَضى اللُّغَة. ¶ (ابْن الْمسيب) أقلهَا سنة وغزوة. ¶ وَحمل على الْأَكْمَل (الْخَطِيب عَن أَحْمد) وَلَو سَاعَة. ¶ (ابْن الطّيب) يُطلق لُغَة على مُطلقهَا؛ فَأول الأول على الْعُرْفِيَّة.",
            "page": "143",
            "part": "1",
            "seal": "5E4043D2"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "[طرق إِثْبَات الصُّحْبَة] ¶ وَيعرف بالتواتر والاستفاضة، وَقَول الصَّحَابِيّ، وَعدل: أَنا صَحَابِيّ. ¶ [فضل الصَّحَابَة] ¶ (الشَّافِعِي) : هم فَوْقنَا فِي كل علم واجتهاد وورع وعقل. ¶ [مَرَاتِبهمْ فِي الرِّوَايَة والفتيا] ¶ وَأَكْثَرهم وأولهم حَدِيثا: أَبُو هُرَيْرَة، وَابْن عمر، وَابْن عَبَّاس، وَعَائِشَة، وَجَابِر بن عبد الله، وَأنس. ¶ وَأَكْثَرهم فتيا: ابْن عَبَّاس. ¶ (ابْن الْمَدِينِيّ) : تجمع الْفِقْه فِي ابْن مَسْعُود وَابْن عَبَّاس وَابْن ثَابت. ¶ وَعَن مَسْرُوق: انْتهى إِلَى عمر وَعلي، وَأبي، وَزيد وَأبي الدَّرْدَاء وَأبي مُوسَى وَابْن مَسْعُود /. ¶ ثمَّ تجمع فِي عَليّ وَابْن مَسْعُود.",
            "page": "144",
            "part": "1",
            "seal": "6F351DA1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "[العبادلة] ¶ (أَحْمد) : العبادلة: ابْن عَبَّاس، وَابْن عمر، وَابْن الزبير، وَابْن عَمْرو بن الْعَاصِ. ¶ وَأما ابْن مَسْعُود فأقدم، فِي نَحْو مئتين وَعشْرين. ¶ [عدد الصَّحَابَة وطبقاتهم] ¶ (أَبُو زرْعَة) : توفّي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - عَن مئة ألف وَأَرْبَعَة عشر ألف صَحَابِيّ وصحابية روى عَنهُ فِي الدَّاريْنِ وضواحيها، وجعلهم الْحَاكِم اثْنَتَيْ عشرَة طبقَة. ¶ وأفضلهم أَبُو بكر ثمَّ عمر ثمَّ عُثْمَان ثمَّ عَليّ (الْخطابِيّ) وَقدمه على عُثْمَان شرذمة من سنة الْكُوفِيّين وَابْن خُزَيْمَة وَالثَّوْري ثمَّ رَجَعَ إِلَى الْحق. ¶ (التَّمِيمِي) : ثمَّ تَمام الْعشْرَة ثمَّ البدريون ثمَّ الأحديون ثمَّ الرضوانيون. ¶ وَمِمَّنْ لَهُ مزية ذَوُو العقبتين. ¶ وَنَصّ الْقُرْآن على تَفْضِيل السَّابِقين الْأَوَّلين من الْمُهَاجِرين وَالْأَنْصَار (ابْن الْمسيب) : مصلو الْقبْلَتَيْنِ (الشّعبِيّ) الرضوانيون (عَطاء وَابْن",
            "page": "145",
            "part": "1",
            "seal": "BF3929FC"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "كَعْب) البدريون. ¶ [أول الصَّحَابَة إسلاماً] ¶ وأولهم إسلاماً خَدِيجَة (الثَّعْلَبِيّ) إِجْمَاع، أَو أَبُو بكر أَو عَليّ أَو زيد؛ والأعدل: أول من أسلم من الرِّجَال الْأَحْرَار: أَبُو بكر وَمن الصّبيان: عَليّ وَمن النِّسَاء: خَدِيجَة / وَمن الموَالِي: زيد وَمن العبيد: بِلَال. ¶ مِنْهُم أَرْبَعَة أبعاض: أَبُو بكر الصّديق رَضِي الله عَنهُ، وَأَبوهُ أَبُو قُحَافَة، وَابْنه عبد الرَّحْمَن، وَابْنه أَبُو عَتيق، ثمَّ عبد الله بن أَسمَاء بنت أبي بكر بن أبي قُحَافَة. ¶ وَسَبْعَة إخْوَة هَاجرُوا وصحبوا: بَنو مقرن (ابْن عبد الْبر) : وحضروا الخَنْدَق. ¶ وَسَبْعَة إخْوَة لأم شهدُوا بَدْرًا: بَنو عفراء.",
            "page": "146",
            "part": "1",
            "seal": "5527B168"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وَمُسلم من مُسلمين بَدْرِي: ابْن يَاسر وَسُميَّة. ¶ ومرثد وَأَبوهُ بدريان. ¶ وَآخر من مَاتَ بِالْمَدِينَةِ جَابر أَو سهل أَو السَّائِب. ¶ وبمكة: ابْن عمر. ¶ وباليمامة: الهرماس. ¶ وبالبادية: ابْن الْأَكْوَع. ¶ وبالبصرة: أنس. ¶ وبالكوفة: ابْن أبي أوفى. ¶ وبالجزيرة: الْعرس. ¶ وبدمشق: وَاثِلَة. ¶ وبحمص: ابْن بسر. ¶ وبفلسطين: ابْن أم حرَام وَنصر بن الْحَارِث. ¶ وبحاضرة برقة: رويفع. ¶ وَآخرهمْ مُطلقًا بِمَكَّة: أَبُو الطُّفَيْل - سنة مئة.",
            "page": "147",
            "part": "1",
            "seal": "69282C25"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "[الرَّابِع وَالْأَرْبَعُونَ: معرفَة التَّابِعين] ¶ وَمَعْرِفَة التَّابِعين: - بِإِحْسَان -: جمع تَابِعِيّ وتابع. ¶ (الْحَاكِم وَالْأَكْثَر) وَهُوَ هُنَا أظهر: من أسلم وَلَقي صحابياً (الْخَطِيب) : وَصَحبه. ¶ [فَائِدَته] ¶ ويفيد معرفَة الْمُتَّصِل / والمنقطع. ¶ [طَبَقَات التَّابِعين] ¶ ورتبهم الْحَاكِم خمس عشرَة طبقَة؛ من روى عَن الْعشْرَة كقيس أَو إِلَّا ابْن عَوْف؛ لَا ابْن الْمسيب لولادته خلَافَة عمر رَضِي الله عَنهُ، وسماعه من سعد اتِّفَاق؛ ثمَّ ... ... ... ... ... .",
            "page": "148",
            "part": "1",
            "seal": "E638CE4B"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "المولودون حَيَاة رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - كَابْن أبي طَلْحَة. ¶ والمخضرم: من أدْرك الْجَاهِلِيَّة وحياته عَلَيْهِ الصَّلَاة وَالسَّلَام ثمَّ أسلم لقطعه عَمَّن صحب؛ وبلغهم مُسلم عشْرين؛ كَأبي عَمْرو الشَّيْبَانِيّ، وأهمل مِنْهُم: الْخَولَانِيّ والأحنف. ¶ [أكَابِر التَّابِعين] ¶ وَمن أكابرهم: فُقَهَاء الْمَدِينَة: سعيد بن الْمسيب، وَالقَاسِم بن مُحَمَّد، وَعُرْوَة بن الزبير، وخارجة بن زيد، وَأَبُو سَلمَة بن عبد الرَّحْمَن، وَعبيد الله بن عبد الله، وَسليمَان بن يسَار، وَجعل ابْن الْمُبَارك: سَالم بن عبد الله عوض أبي سَلمَة، وَأَبُو الزِّنَاد: أَبَا بكر بن عبد الرَّحْمَن مَكَان سَالم وَأبي سَلمَة. ¶ (أَحْمد) : أفضلهم ابْن الْمسيب، وعلقمة، وَالْأسود، وَلَا أعلم مثل النَّهْدِيّ، وَقيس، وأفضلهم: هما وعلقمة ومسروق.",
            "page": "149",
            "part": "1",
            "seal": "7096B6A7"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "(ابْن خَفِيف) أهل الْمَدِينَة: أفضلهم ابْن الْمسيب، والكوفة: أويس وَالْبَصْرَة / الْبَصْرِيّ. ¶ (ابْن أبي دَاوُد) : سيدتا التَّابِعين: حَفْصَة بنت سِيرِين وَعمرَة بنت عبد الرَّحْمَن ثمَّ أم الدَّرْدَاء. ¶ وَقد غلط بِإِدْخَال صَحَابِيّ، وتابع تَابِعِيّ، فيتفطن للتمييز. ¶ [رِوَايَة الأصاغر عَن الأكابر] ¶ المحبر: رِوَايَة الصَّغِير عَن الْكَبِير سنا أَو قدرا، وَفِيه التَّنْبِيه على أَصَالَة الْأَكْمَل، كالصحابة عَن النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - وَالتَّابِعِينَ عَنْهُم. ¶ [الْخَامِس وَالْأَرْبَعُونَ: معرفَة رِوَايَة الْأَبْنَاء عَن الْآبَاء عَن الأجداد] ¶ وَمِنْه الإبن عَن أَبِيه وَهُوَ كثير، كَأبي العشراء عَن أَبِيه مَالك. ¶ وَعَن أَبِيه عَن جده: ¶ نَحْو عَمْرو بن شُعَيْب عَن أَبِيه عَن جده مُحَمَّد بن عبد الله بن عَمْرو بن الْعَاصِ، وَاحْتج بِهِ حملا على جده عبد الله الصَّحَابِيّ. ¶ بهز بن حَكِيم عَن أَبِيه عَن جده مُعَاوِيَة بن حيدة.",
            "page": "150",
            "part": "1",
            "seal": "6D79132F"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "طَلْحَة بن مصرف عَن أَبِيه عَن جده عَمْرو بن كَعْب، وَبِالْعَكْسِ. ¶ (الْخَطِيب) : عَن عبد الْوَهَّاب، سَمِعت أبي: عبد الْعَزِيز يَقُول: سَمِعت أبي: الْحَارِث، سَمِعت أبي: أسداً، سَمِعت أبي: اللَّيْث، سَمِعت أبي: سُلَيْمَان، سَمِعت أبي: الْأسود، سَمِعت أبي: سُفْيَان، سَمِعت أبي: يزِيد، سَمِعت أبي: أكينة بن عبد الله التَّمِيمِي، سَمِعت عَليّ بن أبي طَالب يَقُول: \" الحنان الْمقبل على المعرض، والمنان الْمُعْطِي مجَّانا \". ¶ رَافع عَن عَمه ظهير. ¶ زِيَاد عَن عَمه قُطْبَة الثَّعْلَبِيّ. ¶ [السَّادِس وَالْأَرْبَعُونَ: معرفَة المدبج] ¶ المدبج: ¶ فالتام: رِوَايَة كل من القرينين سنا وسنداً عَن الآخر، وَاكْتفى بِهِ الْحَاكِم، وَفِيه التَّنْبِيه على عدم شَرط الْأَكْمَل، نَحْو عَائِشَة وَأبي هُرَيْرَة ثمَّ",
            "page": "151",
            "part": "1",
            "seal": "61C87D72"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "الزُّهْرِيّ وَابْن عبد الْعَزِيز ثمَّ مَالك وَالْأَوْزَاعِيّ، ثمَّ أَحْمد وَابْن الْمَدِينِيّ. ¶ والناقص: سُلَيْمَان عَن مسعر. ¶ [السَّابِع وَالْأَرْبَعُونَ: معرفَة رِوَايَة الأكابر عَن الأصاغر] ¶ المدرج: رِوَايَة الْكَبِير قدرا وسناً: عَن الصَّغِير. ¶ ويفيد عدم شَرط الْكَامِل. ¶ [أمثلته] ¶ الزُّهْرِيّ وَيحيى عَن مَالك. ¶ والأزهري عَن الْخَطِيب. ¶ ثمَّ مَالك عَن ابْن دِينَار. ¶ وَأحمد عَن عبيد الله. ¶ ثمَّ العبادلة عَن كَعْب الْأَحْبَار. ¶ وَالْبرْقَانِي عَن الْخَطِيب. ¶ [الثَّامِن وَالْأَرْبَعُونَ: معرفَة رِوَايَة الْآبَاء عَن الْأَبْنَاء] ¶ وَمِنْه: الْأَب عَن الإبن، وأفرده الْخَطِيب بتصنيف. ¶ [أمثلته] ¶ الْعَبَّاس عَن ابْنه الْفضل، أَن النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: \" جمع بَين الصَّلَاتَيْنِ",
            "page": "152",
            "part": "1",
            "seal": "5F5C05B9"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "بِمُزْدَلِفَة \". ¶ وَائِل بن دَاوُد عَن ابْنه بكر. ¶ مُعْتَمر، حَدثنِي أبي، حَدَّثتنِي أَنْت عني؛ وَفِيه أَنْوَاع. ¶ أَبُو عمر الدوري / عَن ابْنه مُحَمَّد. ¶ أَبُو بكر عَن عَائِشَة؛ هُوَ: ابْن أبي عَتيق: مُحَمَّد بن عبد الرَّحْمَن بن أبي بكر الصّديق رَضِي الله عَنهُ فغلط بِهِ فِيهِ. ¶ [التَّاسِع وَالْأَرْبَعُونَ: معرفَة الْإِخْوَة وَالْأَخَوَات] ¶ الْأُخوة: يُفِيد فِي نسب الروَاة، وصنف فِيهِ النَّسَائِيّ وَغَيره. ¶ [من الصَّحَابَة] ¶ عمر وَزيد ابْنا الْخطاب. ¶ عبد الله وَعتبَة ابْنا مَسْعُود. ¶ زيد وَيزِيد ابْنا ثَابت.",
            "page": "153",
            "part": "1",
            "seal": "F15E9560"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "عَمْرو وَهِشَام ابْنا الْعَاصِ. ¶ ثمَّ أَرقم وَعَمْرو ابْنا شُرَحْبِيل. ¶ هزيل وأرقم ابْنا شُرَحْبِيل. ¶ ثمَّ عَليّ وجعفر وَعقيل بَنو أبي طَالب. ¶ سهل وَعُثْمَان وَعباد بَنو حنيف. ¶ ثمَّ عَمْرو وَعمر وَشُعَيْب بَنو شُعَيْب. ¶ ثمَّ سُهَيْل وَعبد الله وَمُحَمّد وَصَالح بَنو أبي صَالح. ¶ ثمَّ سُفْيَان وآدَم وَعمْرَان وَمُحَمّد وَإِبْرَاهِيم بَنو عُيَيْنَة. ¶ ثمَّ مُحَمَّد وَأنس وَيحيى ومعبد وَحَفْصَة وكريمة بَنو سِيرِين - وأبدلت بِخَالِد. ¶ وروى مُحَمَّد عَن يحيى عَن أنس عَن أنس.",
            "page": "154",
            "part": "1",
            "seal": "24D25B60"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "ثمَّ النُّعْمَان وَمَعْقِل وَعقيل، وسُويد، وَسنَان وَعبد الرَّحْمَن، وأخو وهب بَنو مقرن. ¶ عبد الله ومُوسَى ابْنا عُبَيْدَة، بَين مولديهما ثَمَانُون سنة. ¶ مُحَمَّد وَعمر وَإِسْمَاعِيل / وأخوهم: بَنو رَاشد عُلَمَاء فِي بطن وَاحِد. ¶ [الْخَمْسُونَ: معرفَة المبهمات] ¶ تعْيين الْمُبْهم: صنف فِيهِ الْخَطِيب وَغَيره. ¶ [فَائِدَته] ¶ ويفيد رفع الْإِرْسَال. ¶ والعمدة مَجِيئه فِي بعض الرِّوَايَات. ¶ [مِثَاله] ¶ - ابْن عَبَّاس: \" أَن رجلا قَالَ: يَا رَسُول الله. . \": الْأَقْرَع بن حَابِس.",
            "page": "155",
            "part": "1",
            "seal": "FF896EAC"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "- الْخُدْرِيّ: \" مروا بِقوم فَلم يضيفوهم فلدغ سيدهم، فرقاه رجل بِالْفَاتِحَةِ على ثَلَاثِينَ شَاة \": الرَّاوِي. - السائلة عَن الْحيض: أَسمَاء بنت يزِيد. وَلمُسلم: شكل. - أنس: \" رأى ممدوداً بَين سارتي الْمَسْجِد، فَقَالُوا: فُلَانَة \": زَيْنَب بنت جحش، أَو أُخْتهَا حمْنَة أَو مَيْمُونَة.",
            "page": "156",
            "part": "1",
            "seal": "CFFD3E0E"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وَفِي غسل بنت رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -: زَيْنَب رَضِي الله عَنْهَا. ¶ ابْن اللتبية، لَا الأتبية: عبد الله من الأزديين. ¶ ابْن أم مَكْتُوم: عَاتِكَة: عبد الله أَو عَمْرو. ¶ ابْن مربع: زيد. ¶ بنت أبي جهل: العوراء. ¶ عمَّة جَابر: فَاطِمَة (الْوَاقِدِيّ) هنداً. ¶ زوج سبيعة: سعد البدري. ¶ زوج بروع - وشاع كسر الْمُحدثين - هِلَال. ¶ زَوْجَة ابْن الزبير: تَمِيمَة أَو سهيمة. ¶ [الْحَادِي وَالْخَمْسُونَ: معرفَة الموَالِي] ¶ الموَالِي: من مَسّه أَو أحد أُصُوله رق أَو وَلَاء الْإِسْلَام أَو الْحلف أَو الْمُلَازمَة. ¶ [فَائِدَته] ¶ ويفيد التَّنْبِيه على أَن الْحُرِّيَّة لَيست شرطا للراوي خلاف الشَّاهِد كبلال وسلمان / وَعَطَاء وطاووس وَيزِيد وَمَكْحُول وَمَيْمُون وَالضَّحَّاك وَالْحسن. ¶ ثمَّ جد البُخَارِيّ أسلم على يَد الْيَمَان الْجعْفِيّ. ¶ وَالْحسن الماسرجسي على يَد ابْن الْمُبَارك. ¶ ثمَّ مَالك الأصبحي نفره: موَالِي تيم قُرَيْش.",
            "page": "157",
            "part": "1",
            "seal": "F6EED795"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "وَيُطلق على الْخَادِم بِالْأُجْرَةِ، كجده مَالك اسْتَأْجرهُ طَلْحَة التَّيْمِيّ. ¶ أَو الْأجر كمقسم مولى ابْن عَبَّاس. ¶ [الثَّانِي وَالْخَمْسُونَ: معرفَة الوحدان] ¶ متوحد الرَّاوِي: لمُسلم فِيهِ مُصَنف. ¶ [فَائِدَته] ¶ ويفيد فِي التَّعَارُض. ¶ وهب (لَا هرم) بن خنبش، وعامر بن شهر، وَعُرْوَة بن مُضرس، وَمُحَمّد بن صَفْوَان، وَمُحَمّد بن صَيْفِي آخر، الصحابيون: انْفَرد عَنْهُم الشّعبِيّ.",
            "page": "158",
            "part": "1",
            "seal": "B895EAE8"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "وَانْفَرَدَ قيس بن أبي حَازِم عَن أَبِيه ودكين والصنابح ومرداس. ¶ وَمِنْهُم من انْفَرد ابْنه عَنهُ: سعيد عَن أَبِيه الْمسيب؛ وَحَكِيم عَن مُعَاوِيَة؛ وَعبد الرَّحْمَن عَن أبي ليلى؛ وَمُعَاوِيَة عَن قُرَّة. ¶ [الْإِنْكَار على الشَّيْخَيْنِ فِي إِخْرَاج حَدِيث هَذَا الصِّنْف] ¶ وَرِوَايَة الشَّيْخَيْنِ فِي \" صَحِيحَيْهِمَا \" عَن الْمُنْفَرد مُخَالف لشرطهما؛ كالمسيب فِي وَفَاة أبي طَالب منحصر فِي ابْنه، وَالْبُخَارِيّ عَن ابْن تغلب: \" إِنِّي لأعطي الرجل \" فِي الْحسن.",
            "page": "159",
            "part": "1",
            "seal": "F7358754"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "وَمُسلم عَن الْغِفَارِيّ فِي ابْن الصَّامِت. ¶ وَقَول الْحَاكِم لم يخرجَا عَن مثلهم / وَالظَّاهِر أَن لَهُ مخرجا عِنْدهم. ¶ [فِي التَّابِعين] ¶ ثمَّ حَمَّاد عَن أبي العشراء. ¶ (الْحَاكِم) تفرد الزُّهْرِيّ عَن نَيف وَعشْرين. ¶ [أَتبَاع التَّابِعين] ¶ وَمَالك عَن نَحْو عشرَة مدنيين. ¶ وَعَمْرو بن دِينَار، وَيحيى بن سعيد، والسبيعي، وَهِشَام بن عُرْوَة عَن جمَاعَة من التَّابِعين. ¶ [الثَّالِث وَالْخَمْسُونَ: معرفَة من ذكر بأسماء مُخْتَلفَة أَو نعوت مُتعَدِّدَة] ¶ الْمَذْكُور بأسماء توهم التَّعَدُّد: ¶ [فَائِدَته] ¶ ويفيد فِي كشف التَّدْلِيس.",
            "page": "160",
            "part": "1",
            "seal": "0CD5AF3E"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "ولعَبْد الْغَنِيّ فِيهِ تصنيف. ¶ أَبُو النَّضر مُحَمَّد بن السَّائِب الْمُفَسّر الْكَلْبِيّ، هُوَ: ¶ أَبُو النَّضر فِي حَدِيث تَمِيم. ¶ وَحَمَّاد بن السَّائِب فِي الذكاء ¶ وَأَبُو سعيد فِي تَدْلِيس عَطِيَّة التَّفْسِير. ¶ وَسَالم رَاوِي أبي هُرَيْرَة، والخدري، وَعَائِشَة، هُوَ: سَالم أَبُو عبد الله الْمدنِي، وَمولى مَالك بن أَوْس، وَمولى شَدَّاد، وَمولى النصريين، وَمولى الْمهرِي وسبلان، وَأَبُو عبد الله، والدوسي، وَمولى دوس.",
            "page": "161",
            "part": "1",
            "seal": "BEDEBB6C"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "وَأكْثر الْخَطِيب ليكْثر عَن أبي الْقَاسِم الْأَزْهَرِي: عبيد الله بن أبي الْفَتْح الْفَارِسِي، عبيد الله بن أَحْمد. ¶ وَكَذَا عَن الْحسن بن مُحَمَّد الْخلال: الْحسن بن أبي طَالب، أبي مُحَمَّد الْخلال /. ¶ وَكَذَا عَن أبي الْقَاسِم عَليّ بن المحسن التنوخي، عَليّ بن أبي عَليّ الْمعدل. ¶ [الرَّابِع وَالْخَمْسُونَ: معرفَة الْمُفْردَات] ¶ الْمُفْردَات: ¶ يُوجد أَوَاخِر الْأَبْوَاب. ¶ وأفرد بتصنيف. ¶ [فَائِدَته] ¶ ويفيد السَّلامَة من التَّصْحِيف. ¶ [أمثلته] ¶ فالأسماء.",
            "page": "162",
            "part": "1",
            "seal": "7D224A29"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "أجمد (بِالْجِيم) بن عجيان كسفيان أَو عليان. ¶ أَوسط البَجلِيّ. ¶ يَدُوم الكلَاعِي، وَالصَّوَاب فَوق. ¶ جبيب (بِالْجِيم) مصغر. ¶ جيلان (بِكَسْر الْجِيم) أَبُو الْجلد. ¶ الدجين، أَبُو الْغُصْن: مصغر، وَالأَصَح أَنه غير جحا. ¶ زر بن حُبَيْش. ¶ سعير بن الْخمس: فردان. ¶ سندر الْخصي.",
            "page": "163",
            "part": "1",
            "seal": "EDCA5148"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "شكل بن حميد. ¶ شمغون، وبإهمال الْعين. ¶ صدي. ¶ صنابح لَا صنابحي. ¶ ضريب بن نقير بن سمير، مُصَغرًا. ¶ ونفير. ¶ ونفيل. ¶ عزوان. ¶ كلدة. ¶ لبي بن لباً. ¶ مُسْتَمر. ¶ نُبَيْشَة الْخَيْر. ¶ نوف الْبكالِي من بكال، وَغلب عَلَيْهِم الْفَتْح والشد. ¶ وابصة. ¶ هبيب بن مُغفل. ¶ همذان؛ الْبَرِيد كالبلدة، وهمدان كالقبيلة. ¶ والكنى:",
            "page": "164",
            "part": "1",
            "seal": "72D6A61B"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "- أَبُو العبيدين مصغر مثنى: مُعَاوِيَة بن سُبْرَة. - أَبُو العشراء / قيل: أُسَامَة. - أَبُو المدلة (أَبُو نعيم) اسْمه: عبيد الله. - أَبُو مراية: عبد الله. - أَبُو معيد: حَفْص. ¶ الألقاب: - سفينة مولى رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قيل: مهْرَان. - منْدَل، الْأَكْثَر كالخطيب بِفَتْح، كسر الْمِيم: عَمْرو. - سَحْنُون، الْمُدَوَّنَة: عبد السَّلَام. - مطين الْحَضْرَمِيّ. - مشكدانة الْجعْفِيّ. ¶ [الْخَامِس وَالْخَمْسُونَ: معرفَة كنى المعروفين بالأسماء دون الكنى] ¶ كنى الْمَشْهُورين بالأسماء: ¶ وَلابْن حبَان فِيهِ مُصَنف.",
            "page": "165",
            "part": "1",
            "seal": "1C4A5B7D"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "[فَائِدَته] ¶ ويفيد فِي كشف التَّدْلِيس. ¶ [أمثلته] ¶ - أَبُو الْحسن وَأَبُو تُرَاب: عَليّ رَضِي الله عَنهُ - أَبُو مُحَمَّد من الصَّحَابَة. ¶ طَلْحَة التَّمِيمِي، وَابْن عَوْف، وَالْحسن بن عَليّ، وثابت بن قيس، وَعبد الله الْأنْصَارِيّ، وَكَعب بن عجْرَة، والأشعث بن قيس، وَمَعْقِل الْأَشْجَعِيّ، [و] عبد الله بن جَعْفَر وَعبد الله بن بُحَيْنَة، وَعبد الله بن الْعَاصِ، وَعبد الرَّحْمَن بن الصّديق، وَجبير بن مطعم، وَالْفضل بن الْعَبَّاس، وَحُوَيْطِب بن عبد الْعُزَّى ومحمود بن الرّبيع، وَعبد الله بن ثَعْلَبَة. ¶ وَأَبُو عبد الله: - الزبير، وَالْحُسَيْن، وسلمان، وعامر الْعَدوي / وَحُذَيْفَة، وَكَعب بن",
            "page": "166",
            "part": "1",
            "seal": "ED2BB5E6"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "مَالك، وَرَافِع بن خديج، وَعمارَة بن حزم، والنعمان بن بشير، وَجَابِر بن عبد الله، حَارِثَة، ثَوْبَان، عُثْمَان بن حنيف، عَمْرو بن الْعَاصِ، الْمُغيرَة بن شُعْبَة، شُرَحْبِيل بن حَسَنَة، معقل بن يسَار. ¶ أَبُو عبد الرَّحْمَن: - ابْن مَسْعُود، معَاذ زيد بن الْخطاب، عبد الله بن عمر، وَمُعَاوِيَة، وَمُحَمّد بن مسلمة، وعويم بن سَاعِدَة، وَزيد بن خَالِد، والْحَارث بن هِشَام، والمسور. ¶ [السَّادِس وَالْخَمْسُونَ: معرفَة الْأَسْمَاء والكنى] ¶ أَسمَاء الْمَشْهُورين بالكنى: ¶ ويفيد كالسابق. ¶ صنف فِيهِ مُسلم ثمَّ النَّسَائِيّ ثمَّ الْحَاكِم أَبُو أَحْمد شيخ الْحَاكِم أبي عبد الله. ¶ [أَنْوَاعه] ¶ متوحد الكنية: - أَبُو بِلَال الْأَشْعَرِيّ، أَبُو حُصَيْن الرَّازِيّ.",
            "page": "167",
            "part": "1",
            "seal": "8DFB188F"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "مشفعها: - أَبُو بكر، أَبُو عبد الرَّحْمَن: أحد السَّبْعَة. - أَبُو بكر، أَبُو مُحَمَّد فِي قَول. ¶ مُحَقّق الكنية: - أَبُو مويهبة مولى رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -. - أَبُو أنَاس. - أَبُو شيبَة. - أَبُو الْأَبْيَض عَن أنس.",
            "page": "168",
            "part": "1",
            "seal": "AF963A00"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "- أَبُو بكر مولى ابْن عمر. - أَبُو النجيب مولى ابْن العَاصِي. - أَبُو حَرْب بن [أبي] الْأسود. - أَبُو حريز الموقفي بِمصْر /. ¶ مَشْهُور الكنية دون الِاسْم: - أَبُو الزِّنَاد، أَبُو عبد الرَّحْمَن: عبد الله، - أَبُو الرِّجَال، أَبُو عبد الرَّحْمَن: مُحَمَّد. - أَبُو تُمَيْلة، أَبُو مُحَمَّد: يحيى. - أَبُو الآذان، أَبُو بكر الْحَافِظ: عمر. - أَبُو الشَّيْخ، أَبُو مُحَمَّد: عبد الله. - أَبُو حَازِم، أَبُو حَفْص: عمر العبدوي. ¶ متعددها: - أَبُو خَالِد وَأَبُو الْوَلِيد: عبد الْملك بن جريج. - أَبُو عبد الرَّحْمَن وَأَبُو الْقَاسِم: عبد الله الْعمريّ.",
            "page": "169",
            "part": "1",
            "seal": "437528D7"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "- أَبُو بكر وَأَبُو الْفَتْح وَأَبُو الْقَاسِم: مَنْصُور الفراوي. ¶ مختلفها: - أَبُو عَمْرو، أَو أَبُو عبد الله، أَو أَبُو يلى: عُثْمَان بن عَفَّان - أَبُو زيد، أَو أَبُو مُحَمَّد، أَو أَبُو عبد الله، أَو أَبُو خَارِجَة: أُسَامَة بن زيد. - أَبُو: مُنْذر، أَو الطُّفَيْل: أبي. - أَبُو: إِسْحَاق أَو سعيد: قبيصَة. - أَبُو: عبد الرَّحْمَن أَو مُحَمَّد: الْقَاسِم بن مُحَمَّد بن الصّديق. - أَبُو: بِلَال، أَو مُحَمَّد: سُلَيْمَان الْمدنِي، وَبَعض من السَّابِق. ¶ مُخْتَلفه: - أَبُو بصرة الْغِفَارِيّ: جميل أَو جميل. - أَبُو جُحَيْفَة: وهب أَو وهب الله. - أَبُو هُرَيْرَة: الأول: نَحْو ثَلَاثِينَ قولا فصلها عبد الْغَنِيّ. - الْحَاكِم: أَصَحهَا: كأبيه: عبد الرَّحْمَن بن صَخْر /.",
            "page": "170",
            "part": "1",
            "seal": "DC2A0B50"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "- ثمَّ أَبُو بردة: عَامر، (ابْن معِين) : الْحَارِث. - أَبُو بكر بن عَيَّاش العاصمي: نَحْو أحد عشر. ¶ (أَبُو زرْعَة) أَصَحهَا: شُعْبَة - كنص - (الْوَلِيّ ابْن الصّلاح) -: كنيته لنصه، وَيجمع بِالْأَشْهرِ. ¶ مختلفهما: - أَبُو عبد الرَّحْمَن، أَو أَبُو البخْترِي: عُمَيْر، أَو صَالح، أَو مهْرَان: سفينة. ¶ متفقهما بالِاتِّفَاقِ: - أَبُو حنيفَة: النُّعْمَان. - أَبُو عبد الله: مَالك. - أَبُو عبد الله: مُحَمَّد الشَّافِعِي. - أَبُو صَالح: أَحْمد بن حَنْبَل. -[أَبُو عبد الله] : سُفْيَان الثَّوْريّ.",
            "page": "171",
            "part": "1",
            "seal": "2DE8B802"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "معروفهما - باشتهارها -: - أَبُو إِدْرِيس: عَائِذ الله الْخَولَانِيّ. - وَأَبُو إِسْحَاق: عَمْرو السبيعِي. - أَبُو الْأَشْعَث: شرَاحِيل الصَّنْعَانِيّ. - أَبُو الضُّحَى: مُسلم بن صبيح. - أَبُو حَازِم: سَلمَة. ¶ [السَّابِع وَالْخَمْسُونَ: معرفَة الألقاب] ¶ الألقاب الْمَشْهُورَة: ¶ [فَائِدَته] ¶ يُفِيد فِي كشف التَّدْلِيس، وتوهم المقصر بمساواتها التَّعَدُّد. وصنف فِيهَا كالشيرازي، والفلكي. 1 - وَهِي حَسَنَة جَائِزَة: - غُنْجَار: لقب عِيسَى التَّيْمِيّ رَاوِي مَالك، وَمُحَمّد مؤرخ بُخَارى",
            "page": "172",
            "part": "1",
            "seal": "6D0A443D"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "- صَاعِقَة: مُحَمَّد شيخ البُخَارِيّ. - شباب: خَليفَة الْعُصْفُرِي. - بنْدَار: مُحَمَّد بن بشار / شيخ الشَّيْخَيْنِ. - قَيْصر: أَبُو النَّضر، هَاشم، شيخ أَحْمد. - مربع: مُحَمَّد الْبَغْدَادِيّ. - عَلان، ماغمه: عَليّ الْبَغْدَادِيّ. - سجادة: الْحسن، سمع وكيعاً؛ وَالْحُسَيْن بن أَحْمد شيخ ابْن عدي. مشكدانة: حَبَّة الْمسك أَو وعاؤه: عبد الله بن أبان. 2 - وقبيحة: يمسك عَمَّا لَا يتَعَيَّن. - غنْدر: مُحَمَّد الْبَصْرِيّ، صَاحب شُعْبَة، وَمُحَمّد الرَّازِيّ عَن أبي حَاتِم، وَمُحَمّد الْبَغْدَادِيّ الْحَافِظ شيخ أبي نعيم، وَمُحَمّد بن دران مِنْهَا عَن الجُمَحِي.",
            "page": "173",
            "part": "1",
            "seal": "E60429C2"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "- زنيج: مُحَمَّد الرَّازِيّ، شيخ مُسلم. - رستة: عبد الرَّحْمَن الْأَصْفَهَانِي. - سنيد: الْحُسَيْن المصِّيصِي، شَيخا أبي زرْعَة. - الْأَخْفَش: أَحْمد الْبَصْرِيّ عَن ابْن الْحباب، وَأَبُو الْخطاب، شيخ سِيبَوَيْهٍ، وَأَبُو الْحسن سعيد رَاوِيه، وَأَبُو الْحسن عَليّ رَاوِي الْمبرد وثعلب: النحويون، وَأَبُو عبد الله هَارُون الْمقري الدِّمَشْقِي. - جزرة: صَالح الْحَافِظ لخرزة. - عبيد الْعجل: أَبُو عبد الله الْبَغْدَادِيّ الْحَافِظ. - كيلجة: مُحَمَّد الْبَغْدَادِيّ، الْحَافِظ. - مطين: أَبُو جَعْفَر ابْن الْحَضْرَمِيّ /.",
            "page": "174",
            "part": "1",
            "seal": "D85C2FAF"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "- عَبْدَانِ: أكبرهم أَبُو عبد الرَّحْمَن، عبد الله الْمروزِي، رَاوِي ابْن الْمُبَارك. 3 - وموهمة: فَتعين. - مُعَاوِيَة بن عبد الْكَرِيم الضال فِي طَرِيق مَكَّة. - عبد الله بن مُحَمَّد الضَّعِيف فِي جِسْمه. - أَبُو النُّعْمَان مُحَمَّد السدُوسِي، عَارِم دُنْيَاهُ لإِصْلَاح آخرته. ¶ [الثَّامِن وَالْخَمْسُونَ: معرفَة المؤتلف والمختلف] ¶ المؤتلف خطا، الْمُخْتَلف لفظا: ¶ أجمل مصنفاته \" إِكْمَال ابْن مَاكُولَا \"، وأتمه ابْن نقطة. ¶ [فَائِدَته] ¶ ويفيد السَّلامَة من التَّصْحِيف. ¶ [أقسامه] ¶ فالعام: - سَلام مشدد اللَّام، كَأبي عبيد ابْن سَلام.",
            "page": "175",
            "part": "1",
            "seal": "D5F4ABE0"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "(الْمبرد) إِلَّا أَبَا عبد الله الصَّحَابِيّ، ابْن أبي الْحقيق، وَزيد: ابْن مشْكم (جاهلي) ، وَالْمَعْرُوف: تشديده. ¶ وخفف المحدثون سَلام بن مُحَمَّد الْمَقْدِسِي، شيخ الطَّبَرَانِيّ، وَسَماهُ: سَلامَة؛ وجد مُحَمَّد الجبائي. ¶ وَخير \" الْمطَالع \" فِي سَلام، أبي مُحَمَّد البيكندي شيخ البُخَارِيّ، وَقطع أَبُو نصر بِالتَّخْفِيفِ. - عمَارَة: بِالضَّمِّ وَالتَّخْفِيف؛ وَفِي ابْن عمَارَة الصَّحَابِيّ مَعَه بِالْكَسْرِ.",
            "page": "176",
            "part": "1",
            "seal": "A36D67F7"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "وبالفتح وَالتَّشْدِيد (ابْن مَاكُولَا) جمَاعَة، فيخص قَول ابْن الصّلاح / بالخف. - كريز (ابْن وضاح) : مكبر فِي خُزَاعَة، مصغر فِي عبد شمس قيل: وَغَيرهم. ¶ وَفتح عبد الْغَنِيّ أَيُّوب بن كريز، وضمه الدَّارَقُطْنِيّ. - وحزام: مُعْجم قرشي؛ ومهمل أَنْصَارِي. ¶ (الْخَطِيب وَالْحَاكِم) العبشيون مُوَحدَة فمعجمة: بصريون، ومهملة: كوفيون، وبالنون مَعهَا: شَامِيُّونَ أَي: غَالِبا. - وَأَبُو عبيد، وَعبيدَة مصغر. - السّفر: الِاسْم سَاكن، والكنية مَفْتُوح، خلافًا لمغربي فِي أبي",
            "page": "177",
            "part": "1",
            "seal": "E8518EDB"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "السّفر، سعيد. - عسل: كسر وَإِسْكَان كعسل بن سُفْيَان. ¶ (الدَّارَقُطْنِيّ) إِلَّا عسل الأخباري بفتحهما. ¶ وَضَبطه الْأَزْهَرِي كَالْأولِ، وَفِيه نظر. - غَنَّام، بِمُعْجَمَة وَنون مُشَدّدَة كغنام بن أَوْس البدري إِلَّا عَليّ بن عثام العامري فبمهملة ومثلثة. - قمير: مصغر كمكي بن قمير إِلَّا زوج مَسْرُوق مكبر. - مسور: بِكَسْر وَسُكُون وَتَخْفِيف، كَابْن مخرمَة إِلَّا ابْن يزِيد الصَّحَابِيّ، وَابْن عبد الْملك الْيَرْبُوعي، بِضَم وَفتح وَشد. - الْجمال - بِالْجِيم - صفة، كَابْن مهْرَان / شيخ الشَّيْخَيْنِ إِلَّا هَارُون بن عبد الله فمهملة. ¶ وَفِي الِاسْم: أَبيض بن حمال: صَحَابِيّ، وحمال بن مَالك: أسدي، وَغَيرهمَا. - أَكثر الْأَوَائِل: هَمدَان، والأواخر: همذان.",
            "page": "178",
            "part": "1",
            "seal": "E225ED62"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "- (الدَّارَقُطْنِيّ) : عِيسَى، وَمُسلم، مثلث: خياط الثِّيَاب، وبياع الْخبط وَالْحِنْطَة؛ وَشهر الأول بِالْآخرِ. - ربيعَة مكبر إِلَّا أَبَا عبد الله مصغر. - أنس: بنُون ومهمل إِلَّا مُحَمَّد الصَّنْعَانِيّ بمثناة فَوق ومثلثة. - صَخْر: مهمل، مُعْجم فَوق إِلَّا ابْن الْخَزْرَج مُعْجم وَتَحْت. ¶ وَالْخَاص بالموطأ والصحيحين: - بشير: بِكَسْر ومثلثة إِلَّا عبد الله بن بسر الصَّحَابِيّ، وَابْن سعيد، وَابْن عبيد الله الْحَضْرَمِيّ، وَابْن محجن - فِي قَول - بِضَم ومهملة. - بشير مكبر إِلَّا ابْن: كَعْب ويسار مصغر. ¶ ويسير بن عَمْرو بمثناة تَحت أَو همزَة ومهملة. ¶ وقطن بن نسير: بنُون مَضْمُومَة ومهملة مفتوحتان.",
            "page": "179",
            "part": "1",
            "seal": "07DA7EF6"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "- وَيزِيد: بمثناة تَحت، مَفْتُوحَة ومعجمة مَكْسُورَة إِلَّا ابْن أبي بردة: مصغرة، وَأَبُو عرْعرة: بموحدة ومهملة مكسوران أَو مفتوحان وَنون، وَأَبُو هِشَام - بِفَتْح الْمُوَحدَة وَكسر الْمُهْملَة ومثناة تَحت. - الْبَراء: مخفف إِلَّا أَبَا معشر، وَأَبا الْعَالِيَة مشدد. - حَارِثَة: بِمُهْملَة، ومثلثة / إِلَّا ابْن قدامَة وَأَبا يزِيد: بِمُعْجَمَة بمثناة تَحت. - جرير: مُعْجم الأول، مهمل الآخر إِلَّا ابْن عُثْمَان وَابْن عبد الله بن القَاضِي بعكسه. - وحدير وَالِد عمرَان، ووالد زيد وَزِيَاد. - خرَاش: مُعْجم إِلَّا ربعي بن حِرَاش. - حُصَيْن: بِضَم مهمل إِلَّا أَبَا حُصَيْن عُثْمَان بِضَم، وَإِلَّا حضين بن الْمُنْذر فمعجم. - حَازِم: مهمل إِلَّا أَبَا مُعَاوِيَة الضَّرِير ففوق.",
            "page": "180",
            "part": "1",
            "seal": "53EB5DD9"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "- حَيَّان: بِفَتْح ومثناة إِلَّا ابْن منقذ، وجده، وَأَبُو يحيى وَابْن هِلَال: بِنِسْبَة ودونها عَن شُعْبَة وَهَمَّام ووهيب فموحدة وَإِلَّا ابْن عَطِيَّة، وَابْن العرقة، وَابْن مُوسَى؛ بِنِسْبَة، ودونها عَن ابْن الْمُبَارك فبكسر موحد. - حبيب: بِفَتْح مهمل إِلَّا ابْن عدي، وطرفي عبد الرَّحْمَن بِلَا نِسْبَة عَن حَفْص، وَأَبا خبيب: ابْن الزبير، فبضم مُعْجم فَوق. - حَكِيم: بِفَتْح فَكسر إِلَّا ابْن عبد الله. ¶ (عِيَاض) : وَأَبا رُزَيْق فبضم وَفتح، وَلم يجده ابْن الصّلاح فِيهَا، وَيجمع بالاقتصار. - رَبَاح: بِفَتْح وتوحيد إِلَّا زِيَاد بن ريَاح بِكَسْر، مثنى للْأَكْثَر، وأجازهما البُخَارِيّ. - سليم /: بِضَم وَفتح إِلَّا سليم بن حَيَّان بِفَتْح وَكسر.",
            "page": "181",
            "part": "1",
            "seal": "C6AE6A45"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "- سَالم: بِأَلف إِلَّا ابْن زرير، وَابْن قُتَيْبَة، وَابْن عبد الرَّحْمَن، وَابْن أبي الذَّيَّال فَسلم. - شُرَيْح: بمثلث ومهمل إِلَّا ابْن يُونُس، وَابْن النُّعْمَان، وَابْن صباح فبالعكس. - سُلَيْمَان: مصغر إِلَّا الْفَارِسِي، وَابْن عَامر، والأغر، وَأَبا عبد الرَّحْمَن، وَأَبا حَازِم، وَأَبا رَجَاء (كنيا) . - سَلمَة: بِالْفَتْح إِلَّا قَبيلَة الْأَنْصَار، والجرمي الإِمَام: بِالْكَسْرِ (مُسلم) أَبَا عبد الْخَالِق: بِالْوَجْهَيْنِ. - شَيبَان: من الشيب إِلَّا سِنَان بن أبي سِنَان، وَابْن ربيعَة، وَابْن سَلمَة، وَأَبا أَحْمد، وَأَبا سِنَان ضرار، وَأم سِنَان: من السن. - عُبَيْدَة: بِالضَّمِّ إِلَّا السَّلمَانِي، وَابْن حميد، وَابْن سُفْيَان، وَأَبا عَامر بِالْفَتْح.",
            "page": "182",
            "part": "1",
            "seal": "D0671BDD"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "- عبيد: بِالضَّمِّ. - وَعبادَة إِلَّا شيخ البُخَارِيّ [رَحمَه الله] فتح. - عَبدة: سَاكن الْمُوَحدَة تَحت إِلَّا أَبَا بجالة، وَأَبا عَامر. ¶ بِخطْبَة مُسلم فتح بخلف. - عباد - فتح وَشد إِلَّا أَبَا قيس فضم خف. - عقيل بِفَتْح إِلَّا ابْن خَالِد - بِلَا نِسْبَة: لِلزهْرِيِّ - وَأَبا يحيى، وَبني عقيل ضم. - وَاقد بِالْقَافِ. ¶ [النّسَب: /.] ¶ - الْأَيْلِي (عِيَاض) بمثناة تَحت، وَلَا يرد عَلَيْهِ شيخ مُسلم الأبلي بموحدة لِخُرُوجِهِ. - الْبَصْرِيّ بموحدة تَحت فتحا وكسراً إِلَّا مَالك بن أَوْس، وَعبد الْوَاحِد، وسالماً مَوْلَاهُم: فبنون.",
            "page": "183",
            "part": "1",
            "seal": "8381EE40"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "- الْجريرِي بجيم مَضْمُونَة فَفتح إِلَّا يحيى بن بشر شيخ الشَّيْخَيْنِ بحاء مَفْتُوحَة فَكسر. - الْحَارِثِيّ من الْحَرْث إِلَّا سعد الْجَارِي: مرفأ: سفن الْمَدِينَة. - الْحزَامِي بالزاي، وَلَا يرد الحرامي، والجذامي لِخُرُوجِهِ. - السّلمِيّ إِلَى بني سَلمَة الْأَنْصَار، كجابر، وَأبي قَتَادَة، وَكسر لَام بعض الْمُحدثين على القلى تَنْبِيها. وبالضم إِلَى بني سليم.",
            "page": "184",
            "part": "1",
            "seal": "C85A050B"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "- الْهَمدَانِي إِلَى الْقَبِيلَة، وَإِلَى الْمَدِينَة خَارج. - يسَار بِالْمُثَنَّاةِ وَتَخْفِيف الْمُهْملَة إِلَّا مُحَمَّد بن بشار فبموحدة وَتَشْديد الْمُثَلَّثَة؛ وَفِي \" الصَّحِيحَيْنِ \" \" سيار \": ابْن أبي سيار وَابْن سَلامَة فبتأخير الْمُثَنَّاة وتشديدها على الْمُهْملَة. ¶ وَفِيهِمَا: زبيد بموحدة، وَفِي الْمُوَطَّأ: بمثناة ¶ وَفِيهِمَا: الْبَزَّاز مُعْجم الآخر إِلَّا خلف بن هِشَام، وَالْحسن بن الصَّباح مهمل. ¶ وَفِيهِمَا: الثَّوْريّ إِلَى ثَوْر إِلَّا أَبَا يعلى مُحَمَّد بن الصَّلْت / فِي البُخَارِيّ: فبمثناة وَفتح الْوَاو بشد فزاي. ¶ [التَّاسِع وَالْخَمْسُونَ: معرفَة الْمُتَّفق والمفترق] ¶ الْمُتَّفق لفظا، المفترق معنى: الْمُشْتَرك بَين اثْنَيْنِ فَصَاعِدا. ¶ [فَائِدَته] ¶ ويفيد تعْيين الروَاة. ¶ وللخطيب فِيهِ كتاب.",
            "page": "185",
            "part": "1",
            "seal": "3DB3DA91"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "مُتَّفق الِاسْم وَالْأَب ¶ - الْخَلِيل بن أَحْمد الْعَرُوضِي، رَاوِي عَاصِم، وَهُوَ أول مُسَمّى بِهِ بعد النَّبِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -. ¶ (ابْن معِين) : سعيد بن أَحْمد قبله، وَأجِيب: يحمد، وَأَبُو بشر الْمُزنِيّ شيخ الْعَنْبَري. ¶ وأصبهاني رَاوِي ابْن عبَادَة. ¶ والسجزي الْحَنَفِيّ رَاوِي ابْن خُزَيْمَة. ¶ وَأَبُو سعيد البستي، شيخ الْبَيْهَقِيّ. ¶ وَأَبُو سعيد البستي رَاوِي أبي حَامِد الإسفرائيني.",
            "page": "186",
            "part": "1",
            "seal": "E76C4493"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "وَمَعَ الْجد ¶ أَحْمد بن جَعْفَر بن حمدَان: 1 - أَبُو بكر الْقطيعِي، رَاوِي عبد الله بن أَحْمد. 2 - أَبُو بكر الْبَصْرِيّ رَاوِي عبد الله الدَّوْرَقِي. 3 - والدينوري رَاوِي عبد الله بن مُحَمَّد. 4 - الطرسوسي رَاوِي عبد الله بن جَابر: متعاصرون. ¶ مُحَمَّد بن يَعْقُوب بن يُوسُف النَّيْسَابُورِي: 1 - أَبُو الْعَبَّاس الْأَصَم. 2 - وَأَبُو عبد الله ابْن الأخرم الْحَافِظ: متعاصران شَيخا الْحَاكِم. ¶ مُتَّفق الكنية: / وَالنِّسْبَة: ¶ أَبُو عمرَان الْجونِي: 1 - عبد الْملك التَّابِعِيّ. 2 - ومُوسَى بن سهل الْبَصْرِيّ. ¶ أَبُو بكر بن عَيَّاش: 1 - شُعْبَة (عَاصِم) . 2 - والسلمي الباجدائي. 3 - والحمصي مَجْهُول روى عَنهُ جَعْفَر: غير ثِقَة.",
            "page": "187",
            "part": "1",
            "seal": "774A82E2"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "عَكسه: ¶ - صَالح بن أبي صَالح: مولى التَّوْأَمَة. ¶ وَأَبوهُ: أَبُو صَالح عَن أبي هُرَيْرَة. ¶ والسدوسي عَن عَليّ وَعَائِشَة. ¶ وَمولى عَمْرو عَن ذَاك. ¶ مُتَّفق الِاسْم وَالْأَب وَالنِّسْبَة: ¶ - مُحَمَّد بن عبد الله الْأنْصَارِيّ: القَاضِي الْمَشْهُور، شيخ البُخَارِيّ. ¶ وَأَبُو سَلمَة: ضَعِيف. ¶ مُتَّفق الِاسْم أَو الكنية: ¶ - قَالَ القَاضِي ابْن خَلاد: حَمَّاد فِي إِطْلَاق عَارِم وَابْن حَرْب: ابْن زيد.",
            "page": "188",
            "part": "1",
            "seal": "D200DAE8"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "والتبوذكي وَابْن منهال: ابْن سَلمَة. ¶ وَعَفَّان مُحْتَمل، وَعنهُ: ابْن سَلمَة. - سَلمَة: \" قَوْلهم بِمَكَّة عبد الله: ابْن الزبير، وبالمدينة، ابْن عمر، وبالكوفة: ابْن مَسْعُود، وبالبصرة: ابْن عَبَّاس، وبخراسان: ابْن الْمُبَارك \". ¶ (الخليلي) : بِمَكَّة ابْن عَبَّاس، وبمصر: ابْن الْعَاصِ. - أَبُو حَمْزَة: مهمل فمعجم عَن ابْن عَبَّاس لغير شُعْبَة، وَكَذَا عَن سَبْعَة عَنهُ إِلَّا نصرا الضبعِي / بِالْعَكْسِ، ويطلقه عَنهُ. ¶ مُتَّفق النِّسْبَة: ¶ وَلابْن طَاهِر فِيهِ مُصَنف. - الْحَنَفِيّ نِسْبَة إِلَى بني حنيفَة، وَإِلَى أبي حنيفَة، وكل كثير. ¶ وَكثير من الْمُحدثين مَعَه - وفَاقا لِابْنِ الْأَنْبَارِي - على الأَصْل فِي الْمَذْهَب فرقا وتنبيهاً.",
            "page": "189",
            "part": "1",
            "seal": "144A0628"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "قَالَ السَّمْعَانِيّ: \" الآملي الطبرستاني إِلَى آملها \". ¶ وَابْن حَمَّاد شيخ البُخَارِيّ إِلَى آمل جيحون. ¶ وَغلط ابْن الصّلاح عياضاً والغساني فِي نسبته إِلَى تِلْكَ، وَلَعَلَّه توطن. ¶ وَمَا أطلق من ذَلِك فَينْظر فِي أَصله وفرعه أَو طرقه. ¶ [السِّتُّونَ: معرفَة الْمُتَشَابه] ¶ الْمركب مِنْهُمَا: ¶ يأتلف وَيخْتَلف فِي شَيْء، ويتفق ويفترق فِي آخر. ¶ وَأحسن فِيهِ الْخَطِيب. - مُوسَى بن عَليّ فتح كَابْن مقسم إِلَّا مُوسَى بن عَليّ اللَّخْمِيّ",
            "page": "190",
            "part": "1",
            "seal": "74B51494"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "فضم أَو ضمه عراقي، فَتحه مصري لتحريجه أَو لقب وَاسم. - صَالح بن سعيد فتح إِلَّا رَاوِي ابْن عبد الْعَزِيز بِالضَّمِّ. - مُحَمَّد بن عبد الله المخرمي بِضَم وَفتح وَشد مكسور، مَشْهُور إِلَى مخرم بَغْدَاد. ¶ وبفتح وَسُكُون وخف، يروي عَن الشَّافِعِي. - ثَوْر بن يزِيد الكلَاعِي / فِي مُسلم. ¶ وَابْن زيد الديلِي شيخ مَالك فِي \" الصَّحِيحَيْنِ \" ثمَّ: - أَبُو عَمْرو الشَّيْبَانِيّ بمثلثة: سعد وَإِسْحَاق اللّغَوِيّ. وبمهملة: زرْعَة الشَّامي، تابعيان. ثمَّ:",
            "page": "191",
            "part": "1",
            "seal": "28E17D91"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "- عَمْرو بن زُرَارَة فتح كالنيسابوري شيخ مُسلم، وبضم الحدثي - إِلَى الحَدِيث أَو الحديثة - شيخ المنيعي. - عبيد الله بن [أبي] عبد الله - ضم - سلمَان شيخ مَالك، وَعبد الله بن أبي عبد الله - فتح - الْمُقْرِئ، شيخ أبي الشَّيْخ. - حَيَّان بمثناة تَحت شَدِيدَة: ابْن حُصَيْن التَّابِعِيّ، وبالنون الْخَفِيفَة: أسدي، رَاوِي النَّهْدِيّ. ¶ [الْحَادِي وَالسِّتُّونَ: معرفَة المتشابهين فِي الِاسْم وَالنّسب المتمايزين بالتقديم وَالتَّأْخِير] ¶ التَّمْيِيز بالتقديم وَالتَّأْخِير: ¶ للخطيب فِيهِ \" رَافع الارتياب \". - يزِيد بن الْأسود الْخُزَاعِيّ الصَّحَابِيّ، والجرشي المخضرم، واستسقى بِهِ مُعَاوِيَة بِدِمَشْق، وَالْأسود بن يزِيد النَّخعِيّ التَّابِعِيّ.",
            "page": "192",
            "part": "1",
            "seal": "071AAC5C"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "- الْوَلِيد بن مُسلم التَّابِعِيّ، رَاوِي جُنْدُب، والدمشقي صَاحب الْأَوْزَاعِيّ؛ وَمُسلم بن الْوَلِيد بن رَبَاح شيخ الدَّرَاورْدِي، وَقَلبه البُخَارِيّ فِي \" تَارِيخه \" فَتكلم فِيهِ لَعَلَّه مثنى. ¶ [الثَّانِي وَالسِّتُّونَ: معرفَة المنسوبين إِلَى غير آبَائِهِم] ¶ الْمَنْسُوب إِلَى غير أَبِيه: - معَاذ ومعوذ وعوذ أَو عَوْف: بَنو عفرآء / أبوهم الْحَارِث الْأنْصَارِيّ. - بِلَال الْمُؤَذّن: ابْن حمامة ورباح. - سُهَيْل وَسَهل وَصَفوَان: بَنو بَيْضَاء (دعد) ووهب. - شُرَحْبِيل ابْن: حَسَنَة وَعبد الله الْكِنْدِيّ. - عبد الله ابْن: بُحَيْنَة وَابْن مَالك الْأَزْدِيّ. - سعد ابْن: حبتة وبحير بن مُعَاوِيَة: صحابيون.",
            "page": "193",
            "part": "1",
            "seal": "E5A37DBA"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "- مُحَمَّد: ابْن الْحَنَفِيَّة: \" خَوْلَة \" وَعلي رَضِي الله عَنهُ. - إِسْمَاعِيل ابْن: علية وَإِبْرَاهِيم. - إِبْرَاهِيم ابْن: هراسة وَسَلَمَة. ¶ [من نسب إِلَى جدته] ¶ ثمَّ يعلى صَحَابِيّ: ابْن منية، أَو أم أَبِيه أُميَّة. ¶ بشير بن الخصاصية - صَحَابِيّ - أم جده الثَّالِث أَو أمه: (ابْن معبد) . - عبد الْوَهَّاب الْبَغْدَادِيّ ابْن سكينَة أم أَبِيه عَليّ. ¶ [من نسب إِلَى جده] ¶ - ثمَّ أَبُو عُبَيْدَة عَامر بن الْجراح (أبي: أَبِيه عبد الله) . - حمل بن النَّابِغَة صَحَابِيّ: أبي أَبِيه مَالك.",
            "page": "194",
            "part": "1",
            "seal": "9759C599"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "- مجمع بن جَارِيَة: صَحَابِيّ أبي أَبِيه يزِيد. - عبد الْملك بن جريج: أبي أَبِيه عبد الْعَزِيز. - بَنو يَعْقُوب الْمَاجشون: (المورد) : يُوسُف ابْنه وَبَنُو أَخِيه عبد الله. - مُحَمَّد بن أبي ذِئْب: أبي: جده الْمُغيرَة: أبي (أَبِيه عبد الرَّحْمَن) - مُحَمَّد بن أبي ليلِي: أبي (أَبِيه عبد الرَّحْمَن) /. ¶ عبد الله بن أبي مليكَة: أبي أَبِيه عبيد الله. - أَحْمد بن حَنْبَل أبي أَبِيه مُحَمَّد. - أَبُو بكر وَعُثْمَان وَالقَاسِم بَنو [أبي] شيبَة: (إِبْرَاهِيم) أبي: أَبِيهِم مُحَمَّد. - أَبُو سعيد ابْن يُونُس المؤرخ: أبي أَبِيه أَحْمد. ¶ [من نسب إِلَى رجل غير أَبِيه، هُوَ مِنْهُ بِسَبَب] ¶ - ثمَّ الْمِقْدَاد بن الْأسود متبنيه؛ أَبوهُ: عَمْرو الْكِنْدِيّ. - الْحسن بن دِينَار (زوج أمه) ؛ وَأَبوهُ: وَاصل، فَقَوْل [ابْن] أبي حَاتِم: (دِينَار بن وَاصل) لَعَلَّه مثنى.",
            "page": "195",
            "part": "1",
            "seal": "1C035B0E"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "[الثَّالِث وَالسِّتُّونَ: معرفَة النّسَب الْمُخَالفَة لظاهرها] ¶ النّسَب الْمُخَالفَة لظاهرها: ¶ مِنْهُم نزيل: أَبُو مَسْعُود: عقبَة البدري، لم يشهدها للْأَكْثَر. - ابْن طرخان التَّيْمِيّ، مولى بني مرّة. - يزِيد الدالاني (بطن من هَمدَان) ، مولى بني أَسد. - إِبْرَاهِيم الخوزي، نزل شِعْبهمْ بِمَكَّة. - عبد الْملك الْعَرْزَمِي، بطن من فَزَارَة بِالْكُوفَةِ. - مُحَمَّد بن سِنَان العوقي، بطن من عبد الْقَيْس، باهلي. - ثمَّ أَحْمد السّلمِيّ: شيخ مُسلم، أزدي، إِلَى أمه السلمِيَّة. - وَأَبُو عَمْرو السّلمِيّ: حفيده. - وَأَبُو عبد الرَّحْمَن السّلمِيّ الصُّوفِي: ابْن بنت أبي عَمْرو. ¶ [معرفَة الموَالِي] ¶ وَمِنْهُم مَوْلَاهُم: - سعيد بن فَيْرُوز الطَّائِي: تَابِعِيّ.",
            "page": "196",
            "part": "1",
            "seal": "03F3F665"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "- أَبُو الْعَالِيَة الريَاحي: تميمي تَابِعِيّ /. - ابْن هُرْمُز: أَبُو دَاوُد الْهَاشِمِي. - اللَّيْث الفهمي. - عبد الله الْكَاتِب الْجُهَنِيّ. - ابْن الْمُبَارك الْحَنْظَلِي. - ابْن وهب الْقرشِي. ¶ [المنسوبون إِلَى الْقَبَائِل من موَالِي الموَالِي] ¶ ثمَّ مولى مَوْلَاهُم: - أَبُو الْحباب الْهَاشِمِي: مولى شقران مولى رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ -. وَأما خَالِد الْحذاء فلجلوسه بَينهم. وَيزِيد الْفَقِير لعِلَّة بفقار ظَهره. ¶ [الرَّابِع وَالسِّتُّونَ: معرفَة بلدان الروَاة وأوطانهم] ¶ بلدان الروَاة وأوطانهم: ¶ [فَائِدَته] ¶ ويفيد معرفَة مخارجها. ¶ وَكَانَت النِّسْبَة إِلَى الْقَبَائِل، فَلَمَّا سكنوا المدن نسبوا إِلَيْهَا فَذَهَبت.",
            "page": "197",
            "part": "1",
            "seal": "AEEBD603"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "ويفيد فِي مخارج الحَدِيث. ¶ ومظانه: \" الطَّبَقَات \". ¶ وَالنِّسْبَة إِلَى المولد حَقِيقَة، وَإِلَى المنشأ والتوطن مجَاز. ¶ (ابْن الْمُبَارك) : أَقَله أَربع سِنِين. ¶ وأولاها: الْجمع بالترتيب أَو الِاقْتِصَار على الْأَشْهر. ¶ وللقروي: النِّسْبَة إِلَيْهَا وَإِلَى مدينتها وناحيتها، وَالْكل إِلَى الإقليم. ¶ أَنبأَنَا أَبُو الْعَبَّاس أَحْمد بن إِبْرَاهِيم، أخبرنَا أَبُو عَمْرو عُثْمَان النصري، أَخْبرنِي أَبُو الْفَتْح مَنْصُور الفراوي، أخبرنَا أَبُو عبد الله مُحَمَّد بن الْفضل، أخبرنَا أَبُو عُثْمَان سعيد بن مُحَمَّد، أخبرنَا أَبُو سعيد مُحَمَّد بن عبد الله / أخبرنَا أَبُو حَاتِم مكي، أخبرنَا عبد الرَّحْمَن بن بشر، أخبرنَا عبد الرَّزَّاق، أخبرنَا ابْن جريج، أَخْبرنِي عَبدة بن أبي لبَابَة أَن وردا مولى الْمُغيرَة بن شُعْبَة، أخبرهُ أَن الْمُغيرَة كتب لَهُ عَبده إِلَى مُعَاوِيَة أَنِّي سَمِعت رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - يَقُول حِين يسلم: \" لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ، لَهُ الْملك وَله الْحَمد، اللَّهُمَّ لَا مَانع لما أَعْطَيْت وَلَا معطي لما منعت، وَلَا ينفع ذَا الْجد مِنْك الْجد \".",
            "page": "198",
            "part": "1",
            "seal": "F4F33B9A"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "فمعاوية وَابْن جريج مكيان، وَعَبدَة والمغيرة ومولاه كوفيون،",
            "page": "199",
            "part": "1",
            "seal": "FF5A9BC1"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "وَعبد الرَّزَّاق صنعاني، وَأَبُو الْفَتْح إِلَى عبد الرَّحْمَن نيسابوريون، وَمن قبله شهرزوري، وَالَّذِي قبله دمشقي، وأوله: جعبري فجزري فبغدادي فدمشقي. أَنبأَنَا أَبُو زَكَرِيَّا يحيى بن شرف الْحزَامِي، أخبرنَا أَبُو الْبَقَاء خَالِد بن يُوسُف، أَنا أَبُو طَالب عبد الله، أَنا الْحَافِظ أَبُو الْقَاسِم عَليّ بن الْحسن،",
            "page": "200",
            "part": "1",
            "seal": "5EA1D33B"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "أَنا أَبُو الْقَاسِم عَليّ بن أبي الْحُسَيْن، أَنا أَبُو مُحَمَّد القماح، أَنا الْفضل بن جَعْفَر، أَنا عبد الرَّحْمَن / بن الْقَاسِم، أَنا أَبُو مسْهر، أَنا سعيد بن عبد الْعَزِيز، عَن ربيعَة بن يزِيد، عَن أبي إِدْرِيس عَن عبد الله بن حِوَالَة رَضِي الله عَنهُ عَن رَسُول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - قَالَ: \" إِنَّكُم ستجندون أجناداً: جند بِالشَّام وجند بالعراق وجند بِالْيمن، فَقَالَ الحوالي: خر لي يَا رَسُول الله، قَالَ: عَلَيْكُم بِالشَّام، فَمن أَبى فليلحق بيمنه ويستقي من غدره، فَإِن الله تَعَالَى قد تكفل لي بِالشَّام وَأَهله \" زَاد أَبُو دَاوُد: \" عَلَيْك بِالشَّام، فَإِنَّهَا خيرة الله من أرضه، يجتبي إِلَيْهَا خيرته من خلقه \". حسن مَشْهُور مُنَاسِب، مسلسل بالدمشقيين مَعَ احْتِمَال الأول. ¶ [الْخَامِس وَالسِّتُّونَ: معرفَة تواريخ الروَاة] ¶ التَّارِيخ: ¶ ومظانه: تواريخهم.",
            "page": "201",
            "part": "1",
            "seal": "9B876520"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "[فَائِدَته] ¶ يُفِيد فِي علم النّسخ وكشف التَّدْلِيس، وَيبْطل الدَّعْوَى الكاذبة. ¶ (الثَّوْريّ) : استعملوا الْكَذِب فاستعملنا التَّارِيخ. ¶ (الْحميدِي) : من واجبه. - ولد نَبينَا مُحَمَّد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بِمَكَّة فِي شعب بني هَاشم، أَو فِي دَار مُحَمَّد بن يُوسُف الثَّقَفِيّ؛ وانتقل إِلَى رَحْمَة من الله ورضوان بِالْمَدِينَةِ ضحى الِاثْنَيْنِ / لِاثْنَتَيْ عشرَة خلت من شهر ربيع الأول من هجرته، وَمِنْهَا تاريخنا، وَالصَّحِيح فِي عمره - عَلَيْهِ الصَّلَاة وَالسَّلَام - وصاحبيه ثَلَاث وَسِتُّونَ سنة. - وَتُوفِّي أَبُو بكر بجمادى الأولى سنة ثَلَاث عشرَة. - وَعمر بِذِي الْحجَّة سنة ثَلَاث وَعشْرين. - وَعُثْمَان بِذِي الْحجَّة سنة خمس وَثَلَاثِينَ، وعمره اثْنَان وَثَمَانُونَ أَو تسعون. - وَعلي بِشَهْر رَمَضَان سنة أَرْبَعِينَ، ابْن ثَلَاث أَو أَربع أَو خمس وَسِتِّينَ. - وَطَلْحَة وَالزُّبَيْر بجمادى الأولى سنة سِتّ وَثَلَاثِينَ (الْحَاكِم) ابْنا أَربع وَسِتِّينَ. - وَسعد بن أبي وَقاص سنة خمس وَخمسين فِي الْأَصَح، ابْن ثَلَاث وَسبعين. - وَسَعِيد بن زيد سنة إِحْدَى وَخمسين، ابْن ثَلَاث أَو أَربع وَسبعين.",
            "page": "202",
            "part": "1",
            "seal": "78595F7D"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "- وَعبد الرَّحْمَن سنة اثْنَتَيْنِ وَثَلَاثِينَ، ابْن خمس وَسبعين. - وَأَبُو عُبَيْدَة سنة ثَمَانِي عشرَة، ابْن ثَمَان وَخمسين - رَضِي الله عَنْهُم أَجْمَعِينَ - /. - وَحَكِيم بن حزَام ولد بِالْكَعْبَةِ، وَحسان بن ثَابت بن الْمُنْذر بن حرَام عاشا سِتِّينَ سنة فِي الْجَاهِلِيَّة وَسِتِّينَ [سنة] فِي الْإِسْلَام، وَمَاتَا بِالْمَدِينَةِ سنة أَربع وَخمسين أَو حسان خمسين. ¶ (ابْن إِسْحَاق) : هُوَ وآباؤه كَذَلِك. ¶ وَإِن أشكل إِسْلَام حَكِيم يَوْم الْفَتْح سنة ثَمَان أول ظُهُور الْإِسْلَام. ¶ أَصْحَاب الْمذَاهب المتبوعة: - أَبُو حنيفَة النُّعْمَان بن ثَابت الْكُوفِي، عمره سَبْعُونَ، توفّي بِبَغْدَاد سنة خمسين ومئة. - أَبُو عبد الله مَالك بن أنس الْمدنِي، ولد سنة ثَلَاث أَو إِحْدَى أَو أَربع أَو سبع وَتِسْعين، وَتُوفِّي بهَا سنة [تسع] وَسبعين ومئة. - أَبُو عبد الله مُحَمَّد بن إِدْرِيس الشَّافِعِي الْمَكِّيّ، ولد سنة خمسين ومئة، توفّي بِمصْر آخر رَجَب سنة أَربع ومئتين. - أَبُو عبد الله أَحْمد بن حَنْبَل الْبَغْدَادِيّ، ولد سنة أَربع وَسِتِّينَ ومئة، وَتُوفِّي بهَا / شهر ربيع الآخر سنة إِحْدَى وَأَرْبَعين ومئتين.",
            "page": "203",
            "part": "1",
            "seal": "14B5AF27"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "- أَبُو عبد الله سُفْيَان بن سعيد الثَّوْريّ، ولد سنة سبع وَتِسْعين، وَمَات بِالْبَصْرَةِ سنة إِحْدَى وَسبعين ومئة - رَحِمهم الله تَعَالَى -. ¶ أَرْبَاب المسانيد الْمُعْتَمدَة: - أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ، ولد يَوْم الْجُمُعَة لثلاث عشرَة خلت من شَوَّال سنة أَربع وَتِسْعين ومئة، وَتُوفِّي لَيْلَة عيد الْفطر سنة سِتّ وَخمسين ومئتين. - أَبُو الْحسن مُسلم بن الْحجَّاج النَّيْسَابُورِي، عمره خمس وَخَمْسُونَ، توفّي بهَا لخمس بَقينَ من رَجَب سنة إِحْدَى وَسِتِّينَ ومئتين. _ أَبُو دَاوُد سُلَيْمَان السجسْتانِي، توفّي بِالْبَصْرَةِ بشوال سنة خمس وَسبعين ومئتين. - أَبُو عِيسَى مُحَمَّد التِّرْمِذِيّ، توفّي بهَا لثلاث عشرَة مَضَت من رَجَب سنة تسع وَسبعين ومئتين. - أَبُو عبد الرَّحْمَن أَحْمد النسوي، توفّي سنة ثَلَاث وَثَلَاث مئة. ويتلوهم من الْحفاظ: - أَبُو الْحسن عَليّ بن عمر / الدَّارَقُطْنِيّ، ولد بِذِي الْقعدَة سنة سِتّ وَثَلَاث مئة، وَتُوفِّي بِبَغْدَاد بِذِي الْقعدَة سنة خمس وَثَمَانِينَ وَثَلَاث مئة. - الْحَاكِم أَبُو عبد الله النَّيْسَابُورِي، ولد شهر ربيع الأول سنة إِحْدَى وَعشْرين وَثَلَاث مئة، وَتُوفِّي بهَا بصفر سنة خمس وَأَرْبع مئة.",
            "page": "204",
            "part": "1",
            "seal": "E962A24F"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "- أَبُو مُحَمَّد عبد الْغَنِيّ بن سعيد الْمصْرِيّ، ولد بِذِي الْقعدَة سنة اثْنَتَيْنِ [وَثَلَاثِينَ] وَثَلَاث مئة، وَتُوفِّي بهَا بصفر سنة تسع وَأَرْبع مئة. - أَبُو نعيم أَحْمد بن عبد الله الْأَصْفَهَانِي، ولد سنة أَربع وَثَلَاثِينَ وَثَلَاث مئة، وَتُوفِّي بهَا بصفر سنة ثَلَاثِينَ وَأَرْبع مئة. ¶ وبعدهم؛ مِنْهُم: - أَبُو عمر ابْن عبد الْبر المغربي، ولد بِشَهْر ربيع الآخر سنة ثَمَان وَسِتِّينَ وَثَلَاث مئة، وَتُوفِّي بشاطبة الأندلس شهر ربيع الآخر سنة ثَلَاث وَسِتِّينَ وَأَرْبع مئة. - أَبُو بكر أَحْمد بن الْحُسَيْن الْبَيْهَقِيّ، ولد سنة أَربع وَثَمَانِينَ وَثَلَاث مئة، وَمَات بنيسابور - وَنقل إِلَيْهَا - سنة، بجمادى الأولى سنة ثَمَان وَخمسين وَأَرْبع مئة. - أَبُو بكر / أَحْمد بن عَليّ الْخَطِيب الْبَغْدَادِيّ، ولد بجمادى الْآخِرَة سنة ثِنْتَيْنِ وَتِسْعين وَثَلَاث مئة، وَتُوفِّي بهَا بِذِي الْحجَّة سنة ثَلَاث وَسِتِّينَ وَأَرْبع مئة - رَحِمهم الله [تَعَالَى] .",
            "page": "205",
            "part": "1",
            "seal": "A8E19843"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "خَاتِمَة فِي شُرُوط أَئِمَّة المسانيد ¶ لما توقفت معرفَة أَقسَام الْأَحَادِيث الصَّحِيحَة على أُمُور مِنْهَا: معرفَة شُرُوط المخرجين: حق علينا بَيَانهَا لتبنى عَلَيْهَا أَرْكَانهَا. ¶ والتخريج: تَنْقِيح الرَّاوِي طرق رِوَايَته عَن شُيُوخه قُوَّة وضعفاً ليثبت السَّالِم، وَيتْرك الْمَدْخُول إِلَّا لشاهد أَو مُتَابعَة. ¶ وَالشّرط مَا يُوجد الْمَشْرُوط عِنْده خَارِجا، مُتَّفق ومختلف، فاتفق أَئِمَّة تَخْرِيج المسانيد على أَن شَرط الرَّاوِي: الْعقل والميز وَالْإِسْلَام - وَإِن فقد عِنْد التَّحَمُّل -، والطارئ كالمقارن، وَالْعَدَالَة والضبط لحفظه شفاهاً وَأَصله، واليقظة غَالِبا، وَعدم التَّدْلِيس، والبدعة الداعية؛ زَاد البُخَارِيّ: الشُّهْرَة وبروز الْعَدَالَة، وَزِيَادَة الإتقان، وملازمة شَيْخه ومزاملته، وَمُسلم: مُطلق الضَّبْط والصحبة /. ¶ (الْحَاكِم وَابْن الْأَثِير) لَهما أَن يكون لكل أصل فرعان ومخرجان، ولشيخي: كل الْحِفْظ خلافًا للحازمي، وَدلّ عَلَيْهِمَا بقول البستي.",
            "page": "206",
            "part": "1",
            "seal": "B404FA45"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "\" الْأَخْبَار كلهَا آحَاد \"، وَبِمَا فِي البُخَارِيّ من حَدِيث مرداس \" يذهب الصالحون \" وَلم يروه عَنهُ غير قيس، وحزن: \" جَاءَ فَسئلَ \"، وَتفرد بِهِ عَنهُ ابْنه الْمسيب \"، وَفِي مُسلم بِحَدِيث عدي \" من استعمناه \"، وتوحد قيس عَنهُ بِهِ، وَأجِيب بِمَنْع الْكُلية والمتابعة وَالشَّاهِد، والاقتصار على الْأَعْلَى، وَالْحق السبر ليظْهر الْحق، وَلَا قدح لمن تكلم فِيهِ فيهمَا لرجحهانهما على غَيرهمَا. ¶ وَشرط أبي دَاوُد والنسوي: اعْتِبَار كَثْرَة الصُّحْبَة، وَظَاهر الْعَدَالَة استصحاباً. ¶ وَشرط التِّرْمِذِيّ: مُسَمّى الصُّحْبَة والظهور، وَهَذَا الْقدر الْأَلْيَق هُنَا. وختمتها بِهَذِهِ الأبيات (نظمي) : [الْكَامِل التَّام] 1 - ¶ (يَا من يروم سَلامَة فِي سربه ... أَو دينه ويحوز طَاعَة ربه) ¶ 2 - ¶ (احفظ كتاب الله وافهم حكمه ... واعمل بِهِ كَيْمَا ترى من حزبه) ¶ 3 - ¶ (واجمع حَدِيث رَسُوله بِرِوَايَة ... ودراية لتَكون خيرة صَحبه) ¶ 4 - ¶ (خُذْهُ عَن الْحفاظ ضَابِط لَفظه ... لتحيد عَن تصحيفه أَو قلبه) ¶ 5 - ¶ (وتوغلن إِلَى رسوم علومه ... حَتَّى تميز قشره عَن لبه)",
            "page": "207",
            "part": "1",
            "seal": "1C896DA6"
        },
        {
            "hno": "7",
            "id": "158",
            "nass": "6 - ¶ (وارحل إِلَى السَّنَد الْعلي بِشَرْطِهِ ... قرباً إِلَى الْمُخْتَار تحظ بِقُرْبِهِ) ¶ 7 - ¶ (بلغ كَمَا بلغت فَهِيَ زَكَاته ... وَترى على الأياد رائق شربه) ¶ 8 - ¶ (قد بَينا أحكامنا من وَاجِب ... وَكَرَاهَة وَإِبَاحَة من نَدبه) ¶ 9 - ¶ (عضوا عَلَيْهَا بالنواجذ تظفروا ... بسعادة الدَّاريْنِ حائز إربه) ¶ 10 - ¶ (وتجنباً بدع الضلال وَمن لحى ... عَن جمعه أَو نَقله أَو كتبه) ¶ 11 - ¶ (واكمل بِحسن عقيدة سنية ... يجلو بهَا الواعي غيابة قلبه) ¶ 12 - ¶ (يَا رب غفراً بِالنَّبِيِّ مُحَمَّد ... عبدا أَتَى مُسْتَغْفِرًا من ذَنبه) ¶ 13 - ¶ (صلى عَلَيْك الله يَا خير الورى ... بسلامه مَعَ آله مَعَ صَحبه) ¶ 14 - ¶ (وَالتَّابِعِينَ لَهُم بِإِحْسَان إِلَى ... ... مَا انهل واكف سحبه)",
            "page": "208",
            "part": "1",
            "seal": "33278FAC"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "وَهَذَا آخر مَا يسر الله تَعَالَى من الْكَلَام فِي \" رسوم التحديث \" بعونه وَكَرمه، فلنصرح بِمَا ألجأنا إِلَى تَقْدِيره الِاخْتِصَار - صَلَاة الله وَسَلَامه على سيدنَا مُحَمَّد خَاتم النَّبِيين وَرَضي الله عَن آله وَصَحبه الطاهرين، ورحم الله أَئِمَّتنَا أَجْمَعِينَ، وَالْحَمْد لله رب الْعَالمين. ¶ فرغ من تبييضه مُؤَلفه إِبْرَاهِيم بن عمر الجعبري نزيل الْخَلِيل - عَلَيْهِ السَّلَام - يَوْم الْخَمِيس بِذِي الْقعدَة سنة خمس عشرَة وَسبع مئة حامداً ومصلياً.",
            "page": "209",
            "part": "1",
            "seal": "759C8875"
        }
    ],
    "t5992": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "رب يسر"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "بعد البعثة تشريعا والواحد ما له مقطع حقيقي وسنته أعم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الأول معرفة الصحيح"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أصح الأسانيد"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "تجريد الصحيح"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "التفضيل بين الصحيحين"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة المستخرج"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "مراتب الصحيح"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "حكمه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "حكم المعلق في الصحيح"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "2",
            "tit": "مظان الصحيح"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "النوع الثاني معرفة الحسن"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "من مظان الحسن"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "2",
            "tit": "معنى عبارة حديث حسن صحيح"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "حكمه"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الثالث معرفة الضعيف"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "أوهى الأسانيد"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "حكمه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "الرابع معرفة المسند"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "2",
            "tit": "الخامس معرفة المتصل"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "3",
            "tit": "السادس معرفة المرفوع"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "4",
            "tit": "قولا أو فعلا أو تقريرا اتصل أو انفصل فيرادف المسند أو يدخلان المرفوع دونه فيابين"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "السابع معرفة الموقوف"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "قول الصحابي أمرنا نهينا من السنة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "2",
            "tit": "تفسير الصحابي"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "يقرعون بابه بالأظافير"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن معرفة المقطوع"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "التاسع معرفة المرسل"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "إرسال ابن المسيب وعطاء ونحوهما"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "إطلاقه على ما سقط منه اثنان"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "حجيته"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "حكم مراسيل ابن المسيب"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "العاشر معرفة المنقطع"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "حكمه"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "2",
            "tit": "المعنعن"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "المؤنن"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الحادي عشر معرفة المعلق"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "الثاني عشر معرفة المعضل"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "2",
            "tit": "حكمه"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الثالث عشر معرفة خفي المراسيل"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "الرابع عشر معرفة التدليس"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "2",
            "tit": "تدليس الشيوخ"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب تدليس الإسناد"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "تدليس الأماكن"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "2",
            "tit": "ثبوت تدليس الراوي"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "3",
            "tit": "الخامس عشر معرفة الشاذ"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "السادس عشر معرفة المنكر"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "1",
            "tit": "السابع عشر معرفة المعلل"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": "2",
            "tit": "اصطلاحا"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن عشر معرفة المشهور"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "التاسع عشر معرفة الغريب"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "العشرون معرفة العزيز"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "1",
            "tit": "الحادي والعشرون معرفة المسلسل"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة المسلسل"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "1",
            "tit": "الثاني والعشرون معرفة زيادات الثقات"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الزيادة المنافية"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "الثالث والعشرون معرفة الاعتبارات"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "فوائد المتابعات والشواهد"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "الرابع والعشرون معرفة الأفراد"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "2",
            "tit": "الخامس والعشرون معرفة المضطرب"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "3",
            "tit": "السادس والعشرون معرفة مختلف الحديث"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "السابع والعشرون معرفة ناسخ الحديث ومنسوخه"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "طريق معرفة النسخ"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "حكمه"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "التخصيص"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "2",
            "tit": "فائدته"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن والعشرون معرفة المدرج"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "تعريفه"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الإدراج"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "1",
            "tit": "التاسع والعشرون معرفة المقلوب"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "2",
            "tit": "الثلاثون معرفة المزيد في متصل الأسانيد"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الحادي والثلاثون معرفة المصحف"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "أمثلة تغيير اللفظ"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": "1",
            "tit": "أمثلة تغيير المعنى"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "الثاني والثلاثون معرفة غريب الحديث"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الثالث والثلاثون معرفة الموضوع"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "كذبا وغلا فيه ابن الجوزي وإن سلم له الكثير وهو واقع على تقديري سيكذب علي نحو لا تأكلوا القرعة حتى تذبحوها وزيادة غياث للمهدي أو جناح ووضعته الملاحدة تنفيرا وأجازت الكرامية وضعها للترغيب فخرقت"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الرابع والثلاثون معرفة آداب طالب الحديث والمحدث"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "الأدب مع الشيخ"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ومن أدب القارئ"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "آداب الكاتب"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "2",
            "tit": "الخامس والثلاثون معرفة صفة من تقبل روايته ومن ترد"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الجهالة وأنواعها"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": "1",
            "tit": "حكم رواية المبتدع"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "حكم رواية التائب من الفسق والكذب"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "خلاف الشهادة وهي أضيق وإذا روى ثقة حديثا فنفاه أهله فالمختار إن جزم ك ما قلته رد أو نحو لا أذكره قبل ومن نسي حديثا روي عنه فالجمهور على قبوله وفيه حدثني عني حنفي لا ورد بعدم المنافاة ولمظنة"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "2",
            "tit": "ورد أحمد وإسحاق وأبو حاتم رواية من أخذ أجرا على التحديث للخرم"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "حكم رواية المتساهل في الأداء والسماع"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": "1",
            "tit": "ألفاظ ومراتب الجرح والتعديل"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "السادس والثلاثون معرفة طرق تحمل الحديث وأدائه"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "السابع والثلاثون كتابة الحديث وكيفية ضبط الكتاب"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": "1",
            "tit": "لا تكتبوا عني شيئا غير القرآن ومن كتب عني شيئا غير القرآن فليمحه"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن والثلاثون صفة رواية الحديث وشرط أدائه"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "تفريعات"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "لمن أدى مقالته كما سمعه عين المحافظة عليها"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "وبالعكس على المعنى خلافا لمن قال الظاهر منعه عليه لاتحاد الذات هنا وإن تغايرا عموما وكأنه لم يلحظه وعليه بيان وهن اتفق فيها كالمذاكرة وهي ذكر كل واحد من الطلبة ما عنده من سند ومتن وكلام عليهما بيانا وامتحانا وإدمانا ومن"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "التاسع والثلاثون معرفة الإسناد العالي والنازل"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": "1",
            "tit": "ثم إلى إمام أو مسند وسبق وفاة الشيخ وتقدم تحمل الراوي كالبخاري في تاريخه والخفاف عن"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الأربعون معرفة الثقات والضعفاء"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": "1",
            "tit": "وهلم جرا وأول من تصدى لتصنيفه شعبة بن الحجاج ثم ابن سعيد ثم ابن معين ثم أحمد وقال له النخشبي لا تغتب قال نصيحة لا غيبة وليخش الله تعالى المتكلم فيه ويتثبت فهو خطر ومن ثم عثر فيه جماعة"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الحادي والأربعون معرفة المختلطين"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "الثاني والأربعون معرفة طبقات الرواة والعلماء"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الطبقة"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": "1",
            "tit": "الثالث والأربعون معرفة الصحابة"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": "2",
            "tit": "تعريف الصحابي"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "طرق إثبات الصحبة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": "1",
            "tit": "فضل الصحابة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": "2",
            "tit": "مراتبهم في الرواية والفتيا"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "العبادلة"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": "1",
            "tit": "عدد الصحابة وطبقاتهم"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": "2",
            "tit": "عن مئة ألف وأربعة عشر ألف صحابي وصحابية روى عنه في الدارين وضواحيها وجعلهم الحاكم اثنتي عشرة طبقة وأفضلهم أبو بكر ثم عمر ثم عثمان ثم علي الخطابي وقدمه على عثمان شرذمة من سنة الكوفيين وابن خزيمة والثوري ثم رجع إلى الحق التميمي"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "أول الصحابة إسلاما"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "الرابع والأربعون معرفة التابعين"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدته"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": "2",
            "tit": "طبقات التابعين"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "كابن أبي طلحة والمخضرم من أدرك الجاهلية وحياته عليه الصلاة والسلام ثم أسلم لقطعه عمن صحب وبلغهم مسلم عشرين كأبي عمرو الشيباني وأهمل منهم الخولاني والأحنف"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": "1",
            "tit": "ومن أكابرهم فقهاء المدينة سعيد بن المسيب والقاسم بن محمد وعروة بن الزبير وخارجة بن زيد وأبو سلمة بن عبد الرحمن وعبيد الله بن عبد الله وسليمان بن يسار وجعل ابن المبارك سالم بن عبد الله عوض أبي سلمة وأبو الزناد أبا بكر"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "رواية الأصاغر عن الأكابر"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": "1",
            "tit": "والتابعين عنهم"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": "2",
            "tit": "ومنه الإبن عن أبيه وهو كثير كأبي العشراء عن أبيه مالك وعن أبيه عن جده نحو عمرو بن شعيب عن أبيه عن جده محمد بن عبد الله بن عمرو بن العاص واحتج به حملا على جده عبد الله الصحابي بهز بن حكيم عن أبيه عن جده معاوية بن حيدة"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "السادس والأربعون معرفة المدبج"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "السابع والأربعون معرفة رواية الأكابر عن الأصاغر"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": "1",
            "tit": "أمثلته"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": "2",
            "tit": "الثامن والأربعون معرفة رواية الآباء عن الأبناء"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": "3",
            "tit": "أمثلته"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": "4",
            "tit": "جمع بين الصلاتين"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "التاسع والأربعون معرفة الإخوة والأخوات"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": "1",
            "tit": "من الصحابة"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الخمسون معرفة المبهمات"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدته"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "2",
            "tit": "مثاله"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "زينب رضي الله عنها ابن اللتبية لا الأتبية عبد الله من الأزديين ابن أم مكتوم عاتكة عبد الله أو عمرو ابن مربع زيد بنت أبي جهل العوراء عمة جابر فاطمة الواقدي هندا زوج سبيعة سعد البدري زوج"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "1",
            "tit": "الموالي من مسه أو أحد أصوله رق أو ولاء الإسلام أو الحلف أو الملازمة"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "2",
            "tit": "ويفيد التنبيه على أن الحرية ليست شرطا للراوي خلاف الشاهد كبلال وسلمان وعطاء وطاووس ويزيد ومكحول وميمون والضحاك والحسن ثم جد البخاري أسلم على يد اليمان الجعفي والحسن الماسرجسي على يد ابن المبارك ثم مالك الأصبحي نفره موالي"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الثاني والخمسون معرفة الوحدان"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدته"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "الإنكار على الشيخين في إخراج حديث هذا الصنف"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "في التابعين"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "أتباع التابعين"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "2",
            "tit": "الثالث والخمسون معرفة من ذكر بأسماء مختلفة أو نعوت متعددة"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "3",
            "tit": "فائدته"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "الرابع والخمسون معرفة المفردات"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدته"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": "2",
            "tit": "أمثلته"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "قيل مهران مندل الأكثر كالخطيب بفتح كسر الميم عمرو سحنون المدونة عبد السلام مطين الحضرمي مشكدانة الجعفي"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": "1",
            "tit": "كنى المشهورين بالأسماء ولابن حبان فيه مصنف"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "فائدته"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": "1",
            "tit": "أمثلته"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "السادس والخمسون معرفة الأسماء والكنى"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": "1",
            "tit": "أنواعه"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "أبو أناس أبو شيبة أبو الأبيض عن أنس"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "السابع والخمسون معرفة الألقاب"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدته"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "الثامن والخمسون معرفة المؤتلف والمختلف"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدته"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": "2",
            "tit": "أقسامه"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "النسب"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "التاسع والخمسون معرفة المتفق والمفترق"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدته"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "متفق الاسم والأب"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": "1",
            "tit": "ابن معين سعيد بن أحمد قبله وأجيب يحمد وأبو بشر المزني شيخ العنبري وأصبهاني راوي ابن عبادة والسجزي الحنفي راوي ابن خزيمة وأبو سعيد البستي شيخ البيهقي وأبو سعيد البستي راوي أبي حامد الإسفرائيني"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "ومع الجد"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": "1",
            "tit": "متفق الكنية والنسبة"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "عكسه"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": "1",
            "tit": "متفق الاسم والأب والنسبة"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": "2",
            "tit": "متفق الاسم أو الكنية"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "متفق النسبة"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "الستون معرفة المتشابه"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الحادي والستون معرفة المتشابهين في الاسم والنسب المتمايزين بالتقديم والتأخير"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": "1",
            "tit": "التمييز بالتقديم والتأخير"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "الثاني والستون معرفة المنسوبين إلى غير آبائهم"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "من نسب إلى جدته"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": "1",
            "tit": "من نسب إلى جده"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "من نسب إلى رجل غير أبيه هو منه بسبب"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "الثالث والستون معرفة النسب المخالفة لظاهرها"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": "1",
            "tit": "معرفة الموالي"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "المنسوبون إلى القبائل من موالي الموالي"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": "1",
            "tit": "وأما خالد الحذاء فلجلوسه بينهم ويزيد الفقير لعلة بفقار ظهره"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": "2",
            "tit": "بلدان الرواة وأوطانهم"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": "3",
            "tit": "ويفيد معرفة مخارجها وكانت النسبة إلى القبائل فلما سكنوا المدن نسبوا إليها فذهبت"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "يقول حين يسلم لا إله إلا الله وحده لا شريك له له الملك وله الحمد اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "قال إنكم ستجندون أجنادا جند بالشام وجند بالعراق وجند باليمن فقال الحوالي خر لي يا رسول الله قال عليكم بالشام فمن أبى فليلحق بيمنه ويستقي من غدره فإن الله تعالى قد تكفل لي بالشام وأهله زاد أبو داود عليك بالشام فإنها"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": "1",
            "tit": "التاريخ ومظانه تواريخهم"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "فائدته"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": "1",
            "tit": "بمكة في شعب بني هاشم أو في دار محمد بن يوسف الثقفي وانتقل إلى رحمة من الله ورضوان بالمدينة ضحى الاثنين لاثنتي عشرة خلت من شهر ربيع الأول من هجرته ومنها تاريخنا والصحيح في عمره عليه الصلاة والسلام وصاحبيه ثلاث وستون سنة"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة في شروط أئمة المسانيد"
        }
    ]
}