{
    "b5993": [
        {
            "hno": null,
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم وَهُوَ الْمُوفق وَالْهَادِي عَلَيْهِ توكلت ¶ الْحَمد لله الدَّائِم بَقَاؤُهُ، وَأشْهد أَن لَا إِلَه لَا الله الجزيل عطاؤه، وَأشْهد أَن مُحَمَّدًا رَسُول الله الصادقة أنباؤه، صلى الله عَلَيْهِ وَسلم وزاده فضلا شرفا لَدَيْهِ. ¶ أما بعد؛ ¶ فَهَذِهِ أَحَادِيث مَوْقُوفَة ومقطوعة تتبعتها من صَحِيح مُسلم، وَقد وَقع أَكْثَرهَا فِي ضمن أَحَادِيث مَرْفُوعَة وَهِي فِي الْكتاب الْمَذْكُور كَثِيرَة، لكني لم أتعرض مِنْهَا إِلَى مَا يتقوم الحَدِيث الْمَرْفُوع بِهِ أَو يتقوم بِالْحَدِيثِ. ¶ مثل قَول الزُّهْرِيّ: \" ثمَّ كَانَ الْأَمر على ذَلِك فِي خلَافَة أبي بكر وصدرا من خلَافَة عمر \". ¶ وَمثل قَول عبد الله بن مَسْعُود: \" حَتَّى هَمَمْت بِأَمْر سوء قلت: وَمَا هَمَمْت بِهِ؟ . قَالَ: هَمَمْت أَن أَجْلِس وأدعه \". ¶ وَمثل قَول عَوْف بن مَالك \" فَلَقَد رَأَيْت بعض أُولَئِكَ النَّفر يسْقط سَوط أحدهم فَلَا يسْأَل أحدا يناوله \".",
            "page": "25",
            "part": "1",
            "seal": "EB2B43EE"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وَمثل قَول أنس بعد قَوْله: صلى الله عَلَيْهِ وَسلم: ... ... ... . وَالله - ¶ وَمثل قَول أبي هُرَيْرَة: \" مَا لي أَرَاكُم عَنْهَا معرضين \". ¶ وَمثل قَول ابْن عمر لما أعتق فَأخذ من الأَرْض عودا فَقَالَ: \" مَا فِيهِ من الْأجر يُسَاوِي هَذَا \". ¶ وَمثل قَول ابْن وَعلة لِابْنِ عَبَّاس: إِنَّا نَكُون بالمغرب ومعنا البربر وَالْمَجُوس يُؤْتى بالكبش قد ذبحوه وَنحن لَا نَأْكُل ذَبَائِحهم؟ فَقَالَ ابْن عَبَّاس: سَأَلنَا عَنهُ رَسُول الله صلى الله عَلَيْهِ وَسلم ... . الحَدِيث وَلَو جَاءَ مثلا بِلَفْظ: سَأَلنَا رَسُول الله صلى الله عَلَيْهِ وَسلم عَن التيس يُؤْتى بِهِ قد ذبحه الْمَجُوسِيّ، فأبرز الضَّمِير لأوردته. ¶ وَمثل قَول مطرف: صليت أَنا وَعمْرَان بن حُصَيْن خلف عَليّ بن أبي طَالب فَكَانَ إِذا سجد كبر. . الحَدِيث. ¶ فَقَالَ عمرَان: صلى بِنَا صَلَاة رَسُول الله صلى الله عَلَيْهِ وَسلم.",
            "page": "26",
            "part": "1",
            "seal": "AEC2F472"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "فَلَو كَانَ جَاءَ فِيهِ: قَالَ عمرَان: صلى بِنَا رَسُول الله صلى الله عَلَيْهِ وَسلم فَكَانَ إِذا سجد كبر لأوردته. ¶ وَكَذَا مثل قَول مُوسَى بن سَلمَة: سَأَلت ابْن عَبَّاس: كَيفَ أُصَلِّي بِمَكَّة إِذا كنت مَعَ الإِمَام؟ قَالَ: رَكْعَتَيْنِ س، سنة أبي الْقَاسِم. ¶ وَذكرت مَا يسْتَقلّ بِنَفسِهِ وَلَو كَانَ لَهُ تعلق بِالْحَدِيثِ كَمَا فِي المثالين الماضيين. ¶ وَمثل قَول أبي بن كَعْب فِي لَيْلَة الْقدر. ¶ وَمثل قَول الْقَاسِم كَانَت عَائِشَة إِذا عملت الْعَمَل لَزِمته. ¶ وَمثل إِنْكَار كَعْب بن عجْرَة على من خطب قَاعِدا. ¶ وَمثل عمَارَة بن رؤيبة على من رفع صَوته فِي الْخطْبَة. ¶ وَكَانَ الْحَامِل على جمع هَذِه الْأَحَادِيث أَنه يَقع فِي بعض مجَالِس الحَدِيث قَول أبي عَمْرو بن الصّلاح فِي \" عُلُوم الحَدِيث \" أَنه لَيْسَ فِي صَحِيح مُسلم بعد الْخطْبَة والمقدمة إِلَّا الحَدِيث الْمَرْفُوع الصّرْف غير ممزوج بالموقوفات. ¶ واستدرك من تَأَخّر عَن عصر ابْن الصّلاح عَلَيْهِ أَنه وَقع فِي مُسلم شَيْء من الْمَوْقُوفَات على بعض التَّابِعين، وَهُوَ: ¶ قَول يحيى بن أبي كثير: \" لَا يُسْتَطَاع الْعلم براحة الْجَسَد \".",
            "page": "27",
            "part": "1",
            "seal": "95E50DBC"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وَظن بعض من شَاهَدْنَاهُ أَنه لَيْسَ فِي مُسلم غير هَذَا الْموضع فتتبعت ذَلِك من الصَّحِيح، وَوَقع لي فِيهِ مثل أثر يحيى بن أبي كثير كَقَوْل عُرْوَة: ¶ \" لَا تقل كسفت الشَّمْس ... \" إِلَى غير ذَلِك، وَهَذَا حِين الشُّرُوع فِيمَا قصدت إِلَيْهِ أعَان الله عَلَيْهِ.",
            "page": "28",
            "part": "1",
            "seal": "9DA7321E"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "كتاب الْإِيمَان ¶ (1) حَدِيث مَوْقُوف: حَدثنَا أَبُو خَيْثَمَة زُهَيْر بن حَرْب ثَنَا وَكِيع عَن كهمس عَن عبد الله بن بُرَيْدَة عَن يحيى بن يعمرح. ¶ وَحدثنَا عبيد الله بن معَاذ الْعَنْبَري ثَنَا كهمس عَن ابْن بُرَيْدَة عَن يحيى بن يعمر قَالَ: ¶ كَانَ أول من قَالَ بِالْقدرِ فِي \" الْبَصْرَة \" معبد الْجُهَنِيّ، فَانْطَلَقت أَنا وَحميد بن عبد الرَّحْمَن الْحِمْيَرِي حاجين ومعتمرين فَقلت: لَو لَقينَا أحدا من أَصْحَاب النَّبِي - صلى الله عَلَيْهِ وَسلم - سألناه عَمَّا يَقُول هَؤُلَاءِ فِي الْقدر. فوفق لنا عبد الله بن عمر بن الْخطاب دَاخِلا الْمَسْجِد فاكتنفته أَنا وصاحبي أَحَدنَا عَن يَمِينه وَالْآخر عَن شِمَاله فَظَنَنْت أَن صَاحِبي سيكل الْكَلَام إِلَيّ فَقلت: أَبَا عبد الرَّحْمَن قد ظهر قبلنَا نَاس يقرأون الْقُرْآن ويتقفرون الْعلم - وَذكر من شَأْنهمْ أَنهم يَزْعمُونَ أَنه لَا قدر وَأَن الْأَمر أنف. ¶ فَقَالَ: إِذا لقِيت أُولَئِكَ فَأخْبرهُم أَنِّي بَرِيء مِنْهُم وانهم برَاء مني، وَالَّذِي",
            "page": "29",
            "part": "1",
            "seal": "F447A30F"
        },
        {
            "hno": "2",
            "id": "8",
            "nass": "يحلف بِهِ عبد الله بن عمر لَو أَن لأَحَدهم مثل أحد ذَهَبا فأنفقه مَا قبل الله مِنْهُ حَتَّى يُؤمن بِالْقدرِ ¶ 2 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد ثَنَا لَيْث عَن ابْن عجلَان عَن مُحَمَّد بن يحيى بن حَيَّان عَن ابْن محيريز عَن الصنَابحِي عَن عبَادَة بن الصَّامِت أَنه قَالَ ¶ دخلت عَلَيْهِ وَهُوَ فِي الْمَوْت فَبَكَيْت فَقَالَ يَا هَذَا لم يبكي فوَاللَّه لَئِن استشهدت لأشهد ان لَك وَلَئِن شفعت لأشعفعن لَك وَلَئِن اسْتَطَعْت لأنفعنك ¶ 3 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة ثَنَا وَكِيع عَن سُفْيَان ح ونا مُحَمَّد بن مثنى نَا مُحَمَّد بن جَعْفَر نَا شعيبة كِلَاهُمَا عَن قيس بن مُسلم عَن طَارق بن شهَاب وَهَذَا حَدِيث أبي بكر قَالَ ¶ أول من بدا بِالْخطْبَةِ يَوْم الْعِيد قبل الصَّلَاة مَرْوَان فَقَامَ اليه رجل فَقَالَ الصَّلَاة قبل الْخطْبَة فَقَالَ قد ترك مَا هُنَالك فَقَالَ أَبُو سعيد أما هَذَا فقد قضى مَا عَلَيْهِ",
            "page": "30",
            "part": "1",
            "seal": "4DCB32F0"
        },
        {
            "hno": "4",
            "id": "9",
            "nass": "4 - حَدِيث آخر حَدثنَا أَحْمد بن الْحسن بن خرَاش ثَنَا عمر بن عَاصِم ثَنَا مُعْتَمر سَمِعت أبي يحدث أَن خالداالأثبج ابْن أخي صَفْوَان بن مُحرز حدث عَن صَفْوَان بن مُحرز أَنه حدث أَن جُنْدُب بن عبد الله البَجلِيّ بعث الى عسعس بن سَلامَة زمن فتْنَة ابْن الزبير فَقَالَ اجْمَعْ لي نَفرا من اخوانك حَتَّى احدثهم فَبعث رَسُولا اليهم فَلَمَّا اجتمهوا جَاءَ جُنْدُب وَعَلِيهِ برنس اصفر فَقَالَ تحدثُوا بِمَا كُنْتُم تحدثون بِهِ",
            "page": "31",
            "part": "1",
            "seal": "FEF6266B"
        },
        {
            "hno": "5",
            "id": "10",
            "nass": "5 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى الْعَنزي وَأَبُو معن الرقاشِي واسحاق بن مَنْصُور كلهم عَن أبي عَاصِم وَاللَّفْظ لِابْنِ مثنى ثَنَا الضَّحَّاك يَعْنِي أَبَا عَاصِم أَنا حَيْوَة بن شُرَيْح حَدثنِي يزِيد بن أبي حبيب عَن أبي شماسَة الْمهرِي ¶ حَضَرنَا عَمْرو بن العَاصِي وَهُوَ فِي سِيَاقَة الْمَوْت فَبكى طَويلا وحول وجهة الى الْجِدَار فَذكر الْقِصَّة عَن عَمْرو وَفِيه ¶ ثمَّ ولينا أَشْيَاء مَا أَدْرِي مَا حَالي فِيهَا فاذا أَنا مت فَلَا تصحبني نائحة وَلَا نَار واذا دفنتموني فَشُنُّوا عَليّ التُّرَاب شنا ثمَّ أقِيمُوا حول قَبْرِي قدر مَا ينْحَر جزور وَيقسم لَحمهَا حَتَّى استلأنس بكم وَأنْظر مَاذَا أراجع رسل رَبِّي",
            "page": "32",
            "part": "1",
            "seal": "F3E68312"
        },
        {
            "hno": "6",
            "id": "11",
            "nass": "6 - حَدِيث آخر حَدثنَا يحيى بن يحيى أَنا هشيم عَن صَالح بن صَالح الْهَمدَانِي عَن الشّعبِيّ رَأَيْت رجلا من أهل خُرَاسَان يسْأَل الشّعبِيّ فَقَالَ يَا أَبَا عَمْرو إِن من قبلنَا من أهل خُرَاسَان يَقُولُونَ فِي الرجل إِذا أعتق أمته ثمَّ تزَوجهَا فَهُوَ كالراكب بدنته فَذكر الحَدِيث ¶ وَفِيه ثمَّ قَالَ الشّعبِيّ للخراساني خُذ هَذَا الحَدِيث بِغَيْر شَيْء فقد كَانَ الرجل يرحل فِيمَا دون هَذَا الى الْمَدِينَة",
            "page": "33",
            "part": "1",
            "seal": "B85FE5F8"
        },
        {
            "hno": "7",
            "id": "12",
            "nass": "7 - حَدِيث آخر حَدثنَا سعيد بن مَنْصُور ثَنَا هشيم أَنا حُصَيْن بن عبد الرَّحْمَن ¶ كنت عِنْد سعيد بن جُبَير فَقَالَ أَيّكُم رأى الْكَوْكَب الَّذِي انقض البارحة قلت أَنا ثمَّ قلت لم أكن فِي صَلَاة وَلَكِنِّي لدغت قَالَ فَمَاذَا صنعت قلت استرقيت قَالَ فَمَا حملك على ذَلِك قلت حَدِيث حدّثنَاهُ الشّعبِيّ قَالَ وَمَا حَدثكُمْ الشّعبِيّ ¶ قلت حَدثنَا عَن بُرَيْدَة بن الْحصيب قَالَ لَا رقية الا من عين أَو حمة",
            "page": "34",
            "part": "1",
            "seal": "48530700"
        },
        {
            "hno": "8",
            "id": "13",
            "nass": "// من كتاب الطَّهَارَة ¶ // ¶ 8 - حَدِيث آخر حَدثنَا سعيد بن مَنْصُور وقتيبة بن سعيد وَأَبُو كَامِل الجحدري أَنا أَبُو عوَانَة عَن سماك بن حَرْب عَن مُصعب بن سعد قَالَ ¶ دخل عبد الله بن عمر على عبد الله بن عَامر يعودهُ وَهُوَ مَرِيض فَقَالَ أَلا تَدْعُو الله لي يَا إِبْنِ عمر ¶ 9 - حَدِيث آخر حَدثنَا أَبُو كريب مُحَمَّد بن الْعَلَاء واسحاق بن ابراهيم جَمِيعًا عَن وَكِيع عَن مسعر عَن جَامع بن شَدَّاد أبي صَخْرَة سَمِعت حمْرَان بن أبان قَالَ كنت أَضَع لعُثْمَان طهُور فَمَا أَتَى عَلَيْهِ يَوْم الا وَهُوَ يفِيض عَلَيْهِ نُطْفَة",
            "page": "35",
            "part": "1",
            "seal": "CA544B7F"
        },
        {
            "hno": "10",
            "id": "14",
            "nass": "10 - حَدِيث آخر حَدثنَا هَارُون بن سعيد الْأَيْلِي وَأَبُو الطَّاهِر وَأحمد بن عِيسَى قَالُوا أَنا عبد الله بن وهب عَن مخرمَة بن بكير عَن أَبِيه عَن سَالم مولى شَدَّاد قَالَ دخلت على عَائِشَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم يَوْم توفّي سعد بن أبي وَقاص فَدخل عبد الرَّحْمَن بن أبي بكر فَتَوَضَّأ عِنْدهَا فَقَالَت يَا عبد الرَّحْمَن أَسْبغ الْوضُوء ¶ 11 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى ثَنَا مُحَمَّد بن عبد الله الْأنْصَارِيّ ثَنَا هِشَام بن حسان ثَنَا حميد بن هِلَال عَن أبي بردة عَن أبي مُوسَى الْأَشْعَرِيّ",
            "page": "36",
            "part": "1",
            "seal": "E8B4A9ED"
        },
        {
            "hno": "12",
            "id": "15",
            "nass": "وَحدثنَا مُحَمَّد بن الْمثنى ثَنَا عبد الْأَعْلَى وَهَذَا حَدِيثَة ثَنَا هِشَام عَن حميد بن هِلَال وَلَا أعلمهُ الا عَن أبي بردة عَن أبي مُوسَى قَالَ اخْتلف فِي ذَلِك رَهْط الْمُهَاجِرين وَالْأَنْصَار فَقَالَ الْأَنْصَارِيُّونَ لَا يجب الْغسْل الا من الدفق أَو من المَاء وَقَالَ الْمُهَاجِرُونَ بل اذا خالط فَوَجَبَ الْغسْل ¶ قَالَ قَالَ أَبُو مُوسَى أَنا أستفتيكم من ذَلِك فَقُمْت فاستأذنت على عَائِشَة فَأَذنت لي فَقلت لَهَا يَا أُمَّاهُ أَو يَا أم الْمُؤمنِينَ إِنِّي أُرِيد أَن أَسأَلك ¶ عَن شَيْء وَإِنِّي استحييك فَقَالَت لَا تَسْتَحي أَن تَسْأَلنِي عَمَّا كنت سَائِلًا عَنهُ أمك الَّتِي وَلدتك فأنما أَنا أمك ¶ قلت فَمَا يُوجب الْغسْل قَالَت على الخبيبر سَقَطت ¶ 12 - حَدِيث آخر حَدثنَا يحيى بن يحيى وَأَبُو بكر بن أبي شيبَة وَابْن نصير جمعيا عَن أبي مُعَاوِيَة عَن الْأَعْمَش عَن شَقِيق قَالَ ¶ كنت جَالِسا مَعَ عبد الله وَأبي مُوسَى فَقَالَ أَبُو مُوسَى يَا أَبَا عبد الرَّحْمَن لَو",
            "page": "37",
            "part": "1",
            "seal": "6EA03C41"
        },
        {
            "hno": "14",
            "id": "17",
            "nass": "14 - حَدِيث آخر حَدثنَا مُحَمَّد بن مهْرَان الرَّازِيّ ثَنَا الْوَلِيد بن مُسلم ثَنَا الْأَوْزَاعِيّ عَن عَبدة أَن عمر بن الْخطاب كَانَ يجْهر بهؤلاء الْكَلِمَات يَقُول سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِك تبَارك اسْمك وَتَعَالَى جدك وَلَا إِلَه غَيْرك ¶ 15 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة نَا يحيى بن آدم ثَنَا عبد الرَّحْمَن بن حميد ح ¶ ونا سعيد بن مَنْصُور وقتيبة بن سعيد وَأَبُو الْكَامِل الجحدري وَمُحَمّد بن عبد الْملك الْأمَوِي قَالُوا أَنا أَبُو عوَانَة عَن قَتَادَة عَن يُونُس بن جُبَير عَن حطَّان بن عبد الله الرقاشِي قَالَ ¶ صليت مَعَ أبي مُوسَى الْأَشْعَرِيّ صَلَاة فَلَمَّا كَانَ عِنْد الْقعدَة قَالَ رجل من الْقَوْم اقرنت الصَّلَاة بِالْبرِّ وَالزَّكَاة قَالَ فَلَمَّا قضى أَبُو مُوسَى الصَّلَاة وَسلم انْصَرف فَقَالَ أَيّكُم الْقَائِل كلمة كَذَا قَالَ فأرم الْقَوْم قَالَ أَيّكُم الْقَائِل كلمة كَذَا وَكَذَا فأرم الْقَوْم فَقَالَ لَعَلَّك يَا حطَّان قلتهَا فال مَا قلتهَا",
            "page": "39",
            "part": "1",
            "seal": "F41796AD"
        },
        {
            "hno": "16",
            "id": "18",
            "nass": "وَلَقَد رهبت أَن تبكعني بهَا فَقَالَ رجل من الْقَوْم أَنا قلتهَا وَلم أرد بهَا الا الْخَيْر ¶ 16 - حَدِيث آخر قَالَ أَبُو اسحاق ابراهيم بن مُحَمَّد بن سُفْيَان قَالَ أَبُو بكر ابْن أُخْت أبي النَّضر فِي هَذَا الحَدِيث ¶ فَقَالَ مُسلم تُرِيدُ احفظ من سُلَيْمَان فَقَالَ لَهُ أَبُو بكر فَحَدِيث أبي هُرَيْرَة فَقَالَ هُوَ صَحِيح يَعْنِي واذا قَرَأَ فأنصتوا فَقَالَ هُوَ عِنْدِي صَحِيح فَقَالَ لم لم تضعه هَا هُنَا قَالَ لَيْسَ كل شَيْء عِنْدِي صَحِيح وَضعته هَا هُنَا انما وضعت هَا هُنَا مَا أَجمعُوا عَلَيْهِ ¶ 17 - حَدِيث آخر حَدثنَا عبيد الله بن معَاذ الْعَنْبَري ثَنَا أبي نَا شُعْبَة عَن الحكم قَالَ ¶ غلب على الْكُوفَة رجل قد سَمَّاهُ زمن ابْن الْأَشْعَث فَأمر أَبَا عُبَيْدَة بن عبد الله أَن يُصَلِّي بِالنَّاسِ فَكَانَ يُصَلِّي فَإِذا رفع رأسة من الرُّكُوع قَامَ قدر مَا أَقُول اللَّهُمَّ رَبنَا لَك الْحَمد ملْء السَّمَوَات وملء الأَرْض وملء مَا شِئْت من شَيْء بعد أهل الثَّنَاء وَالْمجد لَا مَانع لما أَعْطَيْت وَلَا معطي لما منعت وَلَا ينفع ذَا الْجد مِنْك الْجد ¶ 18 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى وَابْن بشار قَالَا ثَنَا مُحَمَّد بن جَعْفَر ثَنَا شُعْبَة عَن الحكم أَن مطر بن نَاجِية لما ظهر على الْكُوفَة نَحوه",
            "page": "40",
            "part": "1",
            "seal": "CD59FE0B"
        },
        {
            "hno": "19",
            "id": "19",
            "nass": "19 - حَدِيث آخر حَدثنَا شَيبَان بن فروخ نَا سُلَيْمَان بن الْمُغيرَة نَا إِبْنِ هِلَال يَعْنِي حميدا قَالَ ¶ بَيْنَمَا أَنا وَصَاحب لي نتذاكر حَدِيثا اذ قَالَ أَبُو صَالح السمان أَنا أحَدثك مَا سَمِعت من أبي سعيد الْخُدْرِيّ ورايت مِنْهُ ¶ قَالَ بَيْنَمَا أَنا مَعَ أبي سعيد فصلى يَوْم الْجُمُعَة الى شَيْء يستره من النَّاس اذ جَاءَ رجل شَاب من بني أبي معيط أَرَادَ أَن يجتاز بَين يَدَيْهِ فَدفع فِي نَحره فَنظر فَلم يجد مساغا الا بَين يَدي أبي سعيد فَعَاد فَدفع فِي نَحره أَشد من الدفعة الأولى فَمثل قَائِما فنال من أبي سعيد ثمَّ زاحم النَّاس فَخرج فَدخل على مَرْوَان فَشكى اليه مَا لَقِي ¶ 20 - حَدِيث آخر حَدثنَا مُحَمَّد بن الْعَلَاء أَبُو كريب ثَنَا أَبُو مُعَاوِيَة عَن الْأَعْمَش عَن ابراهيم عَن الْأسود وعلقمة قَالَا ¶ أَتَيْنَا عبد الله بن مَسْعُود فِي دَاره فَقَالَ أصلى هَؤُلَاءِ خلفكم فَقُلْنَا لَا فَقَالَ فَقومُوا فصلوا فَلم يَأْمُرنَا بِأَذَان واقامة",
            "page": "41",
            "part": "1",
            "seal": "0E8FDFA5"
        },
        {
            "hno": "21",
            "id": "20",
            "nass": "21 - حَدِيث آخر حَدثنَا مُحَمَّد بن عباد نَا حَاتِم وَهُوَ ابْن اسماعيل عَن يَعْقُوب بن مُجَاهِد عَن ابْن أبي عَتيق قَالَ ¶ تحدثت أَنا وَالقَاسِم عَن عَائِشَة حَدِيثا وَكَانَ الْقَاسِم رجلا لحانة وَكَانَ لأم ولد فَقَالَت لَهُ عَائِشَة مَالك لَا تحدث كَمَا يتحدث ابْن أخي هَذَا أما إِنِّي قد علمت من أَيْن أتيت هَذَا أدبته أمه وَأَنت أدبتك أمك قَالَ فَغَضب الْقَاسِم وأضب عَلَيْهَا ¶ 22 - حَدِيث أخر حَدثنَا مُحَمَّد بن مثنى ثَنَا يحيى بن سعيد ثَنَا هِشَام نَا قَتَادَة عَن سَالم بن أبي الْجَعْد عَن معدان بن أبي طَلْحَة أَن عمر بن الْخطاب خطب يَوْم الْجُمُعَة فَقَالَ ¶ إِنِّي رَأَيْت نَبِي الله صلى الله عَلَيْهِ وَسلم وَذكر أَبَا بكر إِنِّي رَأَيْت كَأَن ديكا نقرني ثَلَاث نقرات وَأَنِّي لَا أرَاهُ الا حُضُور أَجلي الحَدِيث ثمَّ قَالَ اللَّهُمَّ أَنِّي أشهدك على أُمَرَاء الْأَمْصَار وأنى انما بعثتهم عَلَيْهِم ليعدلوا عَلَيْهِم وليعلموا النَّاس دينهم وَسنة نَبِيّهم ويقسموا فيهم فيئهم ويرفعوا الى مَا أشكل عَلَيْهِم من أَمرهم",
            "page": "42",
            "part": "1",
            "seal": "B2CF7570"
        },
        {
            "hno": "23",
            "id": "21",
            "nass": "23 - حَدِيث آخر حَدثنَا عُثْمَان بن أبي شيبَة ثَنَا جرير عَن الْحسن بن عبيد الله عَن ابراهيم بن سُوَيْد قَالَ ¶ صلى بِنَا عَلْقَمَة الظّهْر خمْسا فَلَمَّا سلم قَالَ الْقَوْم يَا أَبَا شبْل قد صليت خمْسا قَالَ كلا مَا فعلت قَالُوا بلَى قَالَ وَكنت فِي نَاحيَة الْقَوْم وَأَنا غُلَام فَقلت بلَى قد صليت خمْسا قَالَ لي وَأَنت أَيْضا يَا أَعور تَقول ذَلِك قلت نعم قَالَ فَانْفَتَلَ يسْجد سَجْدَتَيْنِ ثمَّ سلم ¶ 24 - حَدِيث آخر حَدثنَا يحيى بن يحيى قَرَأت على مَالك عَن مُسلم بن أبي مَرْيَم عَن عَليّ بن عبد الرَّحْمَن المعاوي أَنه قَالَ رَآنِي عبد الله بن عمر وَأَنا أعبث بالحصى فِي الصَّلَاة فَلَمَّا أنصرف نهاني",
            "page": "43",
            "part": "1",
            "seal": "9B27DC8D"
        },
        {
            "hno": "25",
            "id": "22",
            "nass": "25 - حَدِيث آخر حَدثنَا يحيى بن يحيى التَّمِيمِي أَنا عبد الله بن يحيى بن أبي كثير سَمِعت أبي يَقُول لَا يُسْتَطَاع الْعلم براحة الْجَسَد ¶ 26 - حَدِيث آخر حَدثنَا يحيى بن يحيى التَّمِيمِي قَرَأت على مَالك عَن زيد بن أسلم عَن الْقَعْقَاع بن حَكِيم عَن أبي يُونُس مولى عَائِشَة قَالَ أَمرتنِي عَائِشَة أَن أكتب لَهَا مُصحفا ¶ 27 - حَدِيث آخر حَدثنِي زُهَيْر بن حَرْب ثَنَا اسماعيل بن ابراهيم عَن أَيُّوب عَن أبي الْعَالِيَة الْبَراء قَالَ ¶ أخر ابْن زِيَاد الصَّلَاة فَجَاءَنِي عبد الله بن الصَّامِت فألقيت لَهُ كرسيا فَجَلَسَ عَلَيْهِ فَذكرت لَهُ صَنِيع إِبْنِ زِيَاد فعض على شفته وَضرب فخذى",
            "page": "44",
            "part": "1",
            "seal": "A0877724"
        },
        {
            "hno": "28",
            "id": "23",
            "nass": "28 - حَدِيث آخر حَدثنَا أَبُو غَسَّان المسمعي نَا معَاذ وَهُوَ ابْن هِشَام حَدثنِي أبي عَن مطر عَن أبي الْعَالِيَة الْبَراء قَالَ ¶ قلت لعبد الله بن الصَّامِت أُصَلِّي يَوْم الْجُمُعَة خلف أُمَرَاء يؤخرون الصَّلَاة قَالَ فَضرب على فَخذي ضَرْبَة أوجعتني ¶ 29 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة نَا الْفضل بن دُكَيْن عَن أبي العميس عَن عَليّ بن الْأَقْمَر عَن أبي الْأَحْوَص عَن عبد الله قَالَ ¶ من سرة أَن يلقى الله غَدا مُسلما فليحافظ على هَؤُلَاءِ الصَّلَوَات حَيْثُ يُنَادى بِهن",
            "page": "45",
            "part": "1",
            "seal": "1BBB2CF6"
        },
        {
            "hno": "30",
            "id": "24",
            "nass": "30 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم نَا الْمُغيرَة بن سَلمَة المَخْزُومِي نَا عبد الْوَاحِد وَهُوَ ابْن زِيَاد ثَنَا عُثْمَان بن حَكِيم نَا عبد الرَّحْمَن بن أبي عمْرَة قَالَ دخل عُثْمَان بن عَفَّان الْمَسْجِد بعد صَلَاة الْمغرب فَقعدَ وَحده فَقَعَدت اليه ¶ 31 - حَدِيث آخر حَدثنَا عبد الله بن مسلمة بن قعنب قَالَ ثَنَا عِيسَى بن حَفْص بن عَاصِم بن عمر بن الْخطاب عَن أَبِيه قَالَ صَحِبت إِبْنِ عمر فِي طَرِيق مَكَّة فصلى لنا الظّهْر رَكْعَتَيْنِ ثمَّ أقبل وأقبلنا مَعَه حَتَّى جَاءَ رَحْله فَجَلَسَ وَجَلَسْنَا مَعَه فحانت مِنْهُ التفاتة نحوي حَيْثُ صلى فَرَأى نَاسا قيَاما فَقَالَ مَا يصنع هَؤُلَاءِ قلت يسبحون قَالَ لَو كنت مسبحا لأتممت صَلَاتي",
            "page": "46",
            "part": "1",
            "seal": "3931EF51"
        },
        {
            "hno": "32",
            "id": "25",
            "nass": "32 - حَدِيث أخر حَدثنَا يحيى بن يحيى قَرَأت على مَالك عَن نَافِع أَن أبن عمر أذن بِالصَّلَاةِ فِي لَيْلَة ذَات برد وريح فَقَالَ أَلا صلوا فِي الرّحال ¶ 33 - حَدِيث آخر حَدثنَا مُحَمَّد بن عبد الله بن نمير نَا أبي عبيد الله بن عمر حَدثنِي نَافِع عَن ابْن عمر أَنه نَادَى بِالصَّلَاةِ فِي لَيْلَة ذَات برد وريح ومطر فَقَالَ آخِره ندائه أَلا صلوا فِي رحالكُمْ أَلا صلوا فِي الرّحال",
            "page": "47",
            "part": "1",
            "seal": "9B6B004F"
        },
        {
            "hno": "34",
            "id": "26",
            "nass": "34 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة نَا أَبُو أُسَامَة ثَنَا عبيد الله عَن نَافِع عَن ابْن عمر أَنه نَادَى بِالصَّلَاةِ مثله وَلم يُكَرر ¶ 35 - حَدِيث آخر حَدثنَا عَليّ بن حجر السَّعْدِيّ نَا اسماعيل عَن عبد الحميد صَاحب الزيَادي عَن عبد الله بن الْحَارِث عَن عبد اللله بن عَبَّاس أَنه قَالَ لمؤذنه فِي يَوْم مطير اذا قلت أشهد أَن لَا اله الا الله أشهد أَن مُحَمَّدًا رَسُول الله فَلَا تقل حَيّ على الصَّلَاة قل صلوا فِي بُيُوتكُمْ الحَدِيث ¶ وَفِيه ان الْجُمُعَة عَزمَة وَأَنِّي كرهت أَن أخرجكم فتمشون فِي الطين الدحض ¶ 36 - حَدِيث آخر حَدثنَا يحيى بن يحيى قَرَأت على مَالك عَن أبي بكر بن عمر بن عبد الرَّحْمَن بن عبد الله بن عمر بن الْخطاب عَن سعيد بن يسَار أَنه قَالَ كنت أَسِير مَعَ أبن عمر بطرِيق مَكَّة",
            "page": "48",
            "part": "1",
            "seal": "D251C03A"
        },
        {
            "hno": "37",
            "id": "27",
            "nass": "37 - حَدِيث آخر حَدثنِي مُحَمَّد بن حَاتِم ثَنَا عَفَّان بن مُسلم نَا همام نَا أنس بن سِيرِين قَالَ ¶ لَقينَا أنس بن مَالك حِين قدم من الشَّام قتلقيناه بِعَين التَّمْر فرأيته يُصَلِّي على حمَار وَوَجهه من ذَلِك الْجَانِب وَأَوْمَأَ همام عَن يسَار الْقبْلَة ¶ 38 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى ثَنَا يحيى عَن عبيد الله أَخْبرنِي نَافِع أَن أبن عمر كَانَ اذا جد بِهِ السّير جمع بَين الْمغرب وَالْعشَاء بعد أَن يغيب الشَّفق",
            "page": "49",
            "part": "1",
            "seal": "8A93413F"
        },
        {
            "hno": "39",
            "id": "28",
            "nass": "39 - حَدِيث آخر حَدثنِي أَبُو الرّبيع الزهْرَانِي نَا حَمَّاد بن زيد عَن الزبير بن الخريت عَن عبد الله بن شَقِيق قَالَ ¶ خَطَبنَا ابْن عَبَّاس يَوْمًا بعد الْعَصْر حَتَّى غربت الشَّمْس وبدت النُّجُوم وَجعل النَّاس يَقُولُونَ الصَّلَاة الصَّلَاة ¶ 40 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثني ثَنَا مُحَمَّد بن جَعْفَر نَا شُعْبَة عَن بديل عَن عبد الله بن شَقِيق قَالَ كنت شاكيا بفار س فَكنت أُصَلِّي قَاعِدا ¶ 41 - حَدِيث آخر حَدثنَا مُحَمَّد بن الْمثنى نَا مُحَمَّد بن أبي عدي عَن سعيد عَن قَتَادَة عَن زُرَارَة أَن سعد بن هِشَام بن عَامر أَرَادَ أَن يَغْزُو فِي سَبِيل الله فَقدم الْمَدِينَة فأردا أَن يَبِيع عقار لَهُ بهَا فَيَجْعَلهُ فِي السِّلَاح والكراع ويجاهد الرّوم حَتَّى يَمُوت ¶ فَلَمَّا قدم الْمَدِينَة لَقِي اناسا من أهل الْمَدِينَة فنهوه عَن ذَلِك وَفِيه أَنه رَاجع امْرَأَته وَكَانَ طَلقهَا ثمَّ شهد على رَجعتهَا",
            "page": "50",
            "part": "1",
            "seal": "2FB00CEF"
        },
        {
            "hno": "42",
            "id": "29",
            "nass": "42 - حَدِيث آخر حَدثنَا مُحَمَّد بن مهْرَان ثَنَا الْوَلِيد بن مُسلم أَنا الْأَوْزَاعِيّ حَدثنِي عَبدة عَن زر قَالَ سَمِعت أبي بن كَعْب وَقيل لَهُ أَن عبد الله بن مَسْعُود يَقُول من قَامَ السّنة أصَاب لَيْلَة الْقدر ¶ فَقَالَ أبي وَالله الَّذِي لَا إِلَه إِلَّا هُوَ إِنَّهَا لفي رَمَضَان يحلف مَا يَسْتَثْنِي وَوَاللَّه إِنِّي لأعْلم أَي لَيْلَة هِيَ",
            "page": "51",
            "part": "1",
            "seal": "E67AA9DF"
        },
        {
            "hno": "43",
            "id": "30",
            "nass": "43 - حَدِيث آخر حَدثنَا عُثْمَان بن أبي شيبَة ثَنَا جرير عَن الْأَعْمَش عَن ابراهيم عَن عَلْقَمَة عَن عبد الله قَالَ ¶ كنت بحمص فَقَالَ لي بعض الْقَوْم أَقرَأ علينا فَقَرَأت عَلَيْهِم سُورَة يُوسُف فَقَالَ رجل من الْقَوْم وَالله مَا هَكَذَا أنزلت الحَدِيث ¶ وَفِيه فَبَيْنَمَا أَنا أكلمة اذ وجدت مِنْهُ ريح الْخمر فَقلت أتشرب الْخمر وَتكذب بِالْكتاب لَا تَبْرَح حَتَّى أجلدك قَالَ فجلدته الْحَد ¶ 44 - حَدِيث آخر حَدثنِي زُهَيْر بن حَرْب ثَنَا يَعْقُوب بن ابراهيم نَا أبي عَن ابْن شهَاب عَن عَامر بن وَاثِلَة أَن نَافِع بن عبد الْحَارِث أَتَى عمر بعسفان وَكَانَ عمر يَسْتَعْمِلهُ على مَكَّة فَقَالَ من اسْتعْملت على أهل الْوَادي ¶ فَقَالَ ابْن أَبْزَى فَقَالَ وَمن ابْن أَبْزَى قَالَ مولى من موالينا قَالَ فاستخلفت عَلَيْهِم مولى قَالَ أَنه قَارِئ لكتاب الله وانه عَالم بالفرائض",
            "page": "52",
            "part": "1",
            "seal": "AF12D1AA"
        },
        {
            "hno": "45",
            "id": "31",
            "nass": "45 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة وَابْن نمير جَمِيعًا عَن وَكِيع قَالَ أَبُو بكر حَدثنَا وَكِيع عَن الْأَعْمَش عَن أبي وَائِل قَالَ ¶ جَاءَ رجل يُقَال لَهُ نهيك بن سِنَان الى عبد الله فَقَالَ يَا أَبَا عبد الرَّحْمَن كَيفَ تقْرَأ هَذَا الْحَرْف ألفا تَجدهُ أم يَاء من مَاء غير أسن أَو من مَاء غير ياسن ¶ فَقَالَ عبد الله وكل الْقُرْآن قد أحصيت غير هَذَا قَالَ أَنِّي لأقرأ الْمفصل فِي رَكْعَة فَقَالَ عبد الله هَذَا كَهَذا الشّعْر ان اقواما يقرؤن القرأن لَا يُجَاوز تراقيهم وَلَكِن اذا وَقع فِي الْقلب فَرسَخ فِيهِ نفع ان أفضل الصَّلَاة الرُّكُوع وَالسُّجُود",
            "page": "53",
            "part": "1",
            "seal": "703EF489"
        },
        {
            "hno": "46",
            "id": "32",
            "nass": "46 - حَدِيث آخر حَدثنَا شَيبَان بن فروخ نَا مهْدي بن مَيْمُون نَا وَاصل الأحدب عَن أبي وَائِل قَالَ ¶ غدونا على عبد الله بن مَسْعُود يَوْمًا بَعْدَمَا صلينَا الْغَدَاة فسلمنا بِالْبَابِ فَأذن لنا فَمَكثْنَا بِالْبَابِ هنيَّة قَالَ فَخرجت الْجَارِيَة فَقَالَت أَلا تدخلون فَدَخَلْنَا فاذا هُوَ جَالس يسبح فَقَالَ مَا منعكم أَن تدْخلُوا وَقد أذن لكم فَقُلْنَا لَا الا أَنا ظننا أَن بعض أهل الْبَيْت نَائِم قَالَ ظننتم بآل أم عبد غَفلَة ثمَّ أقبل يسبح حَتَّى ظن أَن الشَّمْس قد طلعت فَقَالَ يَا جَارِيَة أنظري هَل طلعت ¶ قَالَ فَنَظَرت فاذا هِيَ لم تطلع فَأقبل يسبح حَتَّى إِذا ظن أَن الشَّمْس قد طلعت قَالَ يَا جَارِيَة أنظري هَل طلعت ¶ قَالَ فَنَظَرت فاذا هِيَ قد طلعت فَقَالَ الْحَمد الله الَّذِي أقالنا يَوْمنَا هَذَا قَالَ مهْدي وَأَحْسبهُ قَالَ وَلم يُهْلِكنَا بذنوبنا ¶ 47 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد ثَنَا جرير عَن مُغيرَة عَن ابراهيم قَالَ أَتَى عَلْقَمَة الشَّام فَدخل مَسْجِدا فصلى فِيهِ ثمَّ قَامَ الى حَلقَة فَجَلَسَ فِيهَا قَالَ فجَاء رجل فَعرفت فِيهِ تحوش الْقَوْم وهيئتهم قَالَ فَجَلَسَ الى جَنْبي",
            "page": "54",
            "part": "1",
            "seal": "AAD7C38E"
        },
        {
            "hno": "48",
            "id": "33",
            "nass": "48 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة وَأَبُو كريب جَمِيعًا عَن أبن فُضَيْل عَن مُخْتَار بن فلفل ¶ سَأَلت أنس بن مَالك عَن التَّطَوُّع بعد الْعَصْر فَقَالَ كَانَ عمر يضْرب الْأَيْدِي على صَلَاة بعد الْعَصْر",
            "page": "55",
            "part": "1",
            "seal": "32A91464"
        },
        {
            "hno": "49",
            "id": "34",
            "nass": "// من كتاب الْجُمُعَة ¶ // ¶ 49 - حَدِيث آخر حَدثنَا حَرْمَلَة بن يحيى نَا ابْن وهب أَخْبرنِي يُونُس عَن ابْن شهَاب حَدثنِي سَالم بن عبد الله عَن أَبِيه أَن عمر بن الْخطاب بَينا هُوَ يخْطب النَّاس يَوْم الْجُمُعَة دخل رجل من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم فناداه عمر أَيَّة سَاعَة هَذِه فَقَالَ أَنِّي شغلت الْيَوْم فَلم أنقلب الى أَهلِي حَتَّى سَمِعت النداء فَلم ازد على أَن تَوَضَّأت ¶ 50 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم أَنا الْوَلِيد بن مُسلم عَن الْأَوْزَاعِيّ حَدثنِي يحيى بن أبي كثير حَدثنِي أَبُو سَلمَة بن عبد الرَّحْمَن حَدثنِي أَبُو هُرَيْرَة قَالَ بَيْنَمَا عمر بن الْخطاب يخْطب النَّاس يَوْم الْجُمُعَة اذ دخل عُثْمَان بن عَفَّان فَعرض بِهِ عمر فَقَالَ مَا بَال رجال يتأخرون بعد النداء ¶ فَقَالَ عُثْمَان يَا أَمِير الْمُؤمنِينَ مَا زِدْت حِين سَمِعت النداء أَن تَوَضَّأت ثمَّ أَقبلت ¶ 51 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى وَابْن بشار قَالَا ثَنَا مُحَمَّد بن جَعْفَر نَا شُعْبَة عَن مَنْصُور عَن عَمْرو بن مرّة عَن أبي عُبَيْدَة عَن كَعْب بن عجْرَة قَالَ دخل الْمَسْجِد وَعبد الرَّحْمَن بن أم الحكم يخْطب قَاعِدا فَقَالَ أنظروا الى هَذَا الْخَبيث يخْطب قَاعِدا",
            "page": "56",
            "part": "1",
            "seal": "00C2EEF6"
        },
        {
            "hno": "52",
            "id": "35",
            "nass": "52 - حَدِيث آخر حَدثنِي سُرَيج بن يُونُس نَا عبد الرَّحْمَن بن عبد الْملك بن أبجر عَن أَبِيه عَن وَاصل بن حَيَّان قَالَ قَالَ أَبُو وَائِل ¶ خَطَبنَا عمار فأوجز وأبلغ فَلَمَّا نزل قُلْنَا يَا أَبَا الْيَقظَان لقد ابلغت وأوجزت ¶ 53 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة نَا عبد الله بن إِدْرِيس عَن حُصَيْن عَن عمَارَة بن رويبة قَالَ رأى بشر بن مَرْوَان رَافعا يَدَيْهِ على الْمِنْبَر فَقَالَ قبح الله هَاتين الْيَدَيْنِ",
            "page": "57",
            "part": "1",
            "seal": "6A6676CD"
        },
        {
            "hno": "54",
            "id": "36",
            "nass": "54 - حَدِيث آخر حَدثنَا عبد الله بن مسلمة بن قعنب نَا سُلَيْمَان وَهُوَ ابْن بِلَال عَن جَعْفَر عَن أَبِيه عَن ابْن أبي رَافع قَالَ اسْتخْلف مَرْوَان أَبَا هُرَيْرَة على الْمَدِينَة وَخرج الى مَكَّة ¶ 55 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة نَا غنْدر عَن أبن جريج أَخْبرنِي عَمْرو بن عَطاء بن أبي الخوار أَن نَافِع بن جُبَير أرْسلهُ الى السَّائِب ابْن أُخْت نمر يسْأَله عَن شَيْء رأه من مُعَاوِيَة فِي الصَّلَاة فَقَالَ نعم صليت مَعَه الْجُمُعَة فِي الْمَقْصُورَة فَلَمَّا سلم الامام قُمْت فِي مقَامي فَصليت فَلَمَّا دخل أرسل الى فَقَالَ لَا تعد لما فعلت",
            "page": "58",
            "part": "1",
            "seal": "443A6755"
        },
        {
            "hno": "56",
            "id": "37",
            "nass": "56 - حَدِيث آخر حَدثنَا يحيى بن أَيُّوب وقتيبة وَابْن حجر قَالُوا أَنا اسماعيل بن جَعْفَر عَن دَاوُد بن قيس عَن عِيَاض بن عبد الله بن سعد عَن أبي سعيد الْخُدْرِيّ قَالَ فَخرجت مخاصرا مَرْوَان حَتَّى أَتَيْنَا الْمصلى فَإِذا كثير بن الصَّلْت قد بنى منبرا من طين وَلبن واذا مَرْوَان يُنَازعنِي يَده كَأَنَّهُ يجرني نَحْو الْمِنْبَر وَأَنا أجره نَحْو الصَّلَاة",
            "page": "59",
            "part": "1",
            "seal": "14D7BB0A"
        },
        {
            "hno": "57",
            "id": "38",
            "nass": "// من كتاب الْكُسُوف ¶ // ¶ 57 - حَدِيث آخر أخبرنَا يحيى بن يحيى أَنا سُفْيَان بن عُيَيْنَة عَن الزُّهْرِيّ عَن عُرْوَة قَالَ ¶ لَا تقل كسفت الشَّمْس وَلَكِن قل خسفت الشَّمْس",
            "page": "60",
            "part": "1",
            "seal": "52191920"
        },
        {
            "hno": "58",
            "id": "39",
            "nass": "// من كتاب الْجَنَائِز ¶ // ¶ 58 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة وَمُحَمّد بن عبد الله بن نمير جَمِيعًا عَن ابْن بشر عَن عبيد الله بن عمر ثَنَا نَافِع عَن عبد الله أَن حَفْصَة بَكت على عمر فَقَالَ مهلا يَا بنية ¶ 59 - حَدِيث آخر حَدثنَا عَليّ بن حجر ثَنَا شُعَيْب بن صَفْوَان أَبُو يحيى عَن عبد الْملك بن عُمَيْر عَن أبي برده من أبي مُوسَى عَن أبي مُوسَى قَالَ ¶ لما أُصِيب عمر أقبل صُهَيْب من منزله حَتَّى دخل على عمر فَقَامَ بحياله يبكي فَقَالَ عمر على من تبْكي أعلي تبْكي قَالَ أَنِّي وَالله لعليك أبْكِي يَا أَمِير الْمُؤمنِينَ",
            "page": "61",
            "part": "1",
            "seal": "8BA08284"
        },
        {
            "hno": "60",
            "id": "40",
            "nass": "60 - حَدِيث آخر حَدثنَا دَاوُد بن رشيد نَا اسماعيل بن علية نَا أَيُّوب عَن عبد الله بن أبي ملكية قَالَ ¶ كنت جَالِسا الى جنب ابْن عمر نتظر جَنَازَة أم أبان بنت عُثْمَان وَعِنْده عَمْرو بن عُثْمَان فجَاء ابْن عَبَّاس يَقُودهُ قَائِد فَأرَاهُ أحد بمَكَان ابْن عمر فجَاء حَتَّى جلس الى جَنْبي فَكنت بَينهمَا ¶ فَقَالَ ابْن عَبَّاس كُنَّا مَعَ أَمِير الْمُؤمنِينَ عمر بن الْخطاب حَتَّى اذا كُنَّا بِالْبَيْدَاءِ اذا هُوَ بِرَجُل نَازل فِي ظلّ شَجَرَة فَقَالَ لي أذهب فَاعْلَم لي من ذَلِك الرجل فَذَهَبت فاذا هُوَ صُهَيْب فَرَجَعت اليه فَقلت انك أَمرتنِي أَن أعلم لَك من ذَلِك الرجل وانه صُهَيْب قَالَ مره فليلحق بِنَا قلت ان مَعَه أَهله قَالَ وَأَن كَانَ مَعَه أَهله فَلَمَّا قدمنَا لم يلبث أَمِير الْمُؤمنِينَ أَن أُصِيب فجَاء صُهَيْب يَقُول واأخاه واصاحباه وَبِه قَالَ أَيُّوب قَالَ ابْن أبي مليكَة حَدثنِي الْقَاسِم بن مُحَمَّد قَالَ لما بلغ عَائِشَة قَول عمر وَابْن عمر قَالَت انكم لتحدثون عَن غير كاذبين وَلَا مكذبين وَلَكِن السّمع يُخطئ ¶ 61 - حَدِيث آخر حَدثنَا مُحَمَّد بن حَاتِم ثَنَا بهز ثَنَا وهيب ثَنَا مُوسَى بن",
            "page": "62",
            "part": "1",
            "seal": "B0385E60"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "عقبَة عَن عبد الْوَاحِد عَن عباد بن عبد الله بن الزبير عَن عَائِشَة انها لما توفّي سعد بن أبي وَقاص أرسل الى أَزوَاج النَّبِي صلى الله عَلَيْهِ وَسلم أَن يمروا بجنازته فِي الْمَسْجِد فيصلين عَلَيْهِ فَفَعَلُوا فَوقف بِهِ على بَاب حجرهن يصلين عَلَيْهِ فَأخْرج بِهِ من بَاب الْجَنَائِز الَّذِي كَانَ الى المقاعد",
            "page": "63",
            "part": "1",
            "seal": "6D12C4D1"
        },
        {
            "hno": "62",
            "id": "42",
            "nass": "// من كتاب الزَّكَاة ¶ // ¶ 62 - حَدِيث آخر حَدثنَا سعيد بن مُحَمَّد الْجرْمِي نَا عبد الرَّحْمَن بن عبد الْملك بن أبجر الْكِنَانِي عَن أَبِيه عَن طَلْحَة بن مصرف عَن خَيْثَمَة قَالَ ¶ كُنَّا جُلُوسًا مَعَ عبد الله بن عَمْرو واذ جَاءَهُ قهرمان لَهُ فَدخل فَقَالَ أَعْطَيْت الرَّقِيق قوتهم قَالَ لَا قَالَ فَانْطَلق فأعطهم ¶ 63 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة نَا زيد بن الْحباب نَا مُعَاوِيَة بن صَالح حَدثنِي ربيعَة بن يزِيد الدِّمَشْقِي عَن عبد الله بن عَامر الْيحصبِي",
            "page": "64",
            "part": "1",
            "seal": "02E75FB5"
        },
        {
            "hno": "64",
            "id": "43",
            "nass": "سَمِعت مُعَاوِيَة يَقُول أياكم وَالْأَحَادِيث الا حَدِيثا كَانَ فِي عهد عمر فَإِن عمر كَانَ يخيف النَّاس فِي الله ¶ 64 - حَدِيث آخر حَدثنَا سُوَيْد بن سعيد ثَنَا عَليّ بن مسْهر عَن دَاوُد وَعَن أبي حَرْب بن أبي الْأسود عَن أَبِيه قَالَ بعث أَبُو مُوسَى الْأَشْعَرِيّ الى قراء أهل الْبَصْرَة فَدخل عَلَيْهِ ثَلَاثمِائَة رجل قد قراوا الْقُرْآن فَقَالَ أَنْتُم خِيَار أهل الْبَصْرَة وقراؤهم فاتلوه وَلَا يطلون عَلَيْكُم الأمد فتقسو قُلُوبكُمْ كَمَا قست قُلُوب من قبلكُمْ",
            "page": "65",
            "part": "1",
            "seal": "D3A99751"
        },
        {
            "hno": "65",
            "id": "44",
            "nass": "// من كتاب الصّيام ¶ // ¶ 65 - حَدِيث آخر حَدثنَا يحيى بن يحيى وَيحيى بن أَيُّوب وقتيبة وَابْن حجر عَن مُحَمَّد وَهُوَ ابْن أبي حَرْمَلَة عَن كريب ¶ أَن أم الْفضل بنت الْحَارِث بعثته الى مُعَاوِيَة بِالشَّام قَالَ فَقدمت الشَّام فَقضيت حَاجَتهَا واستهل عَليّ رَمَضَان وَأَنا بِالشَّام فَرَأَيْت الْهلَال لَيْلَة الْجُمُعَة ثمَّ قدمت الْمَدِينَة فِي آخر الشَّهْر فَسَأَلَنِي عبد الله بن عَبَّاس ثمَّ ذكر الْهلَال فَقَالَ مَتى رايتم الْهلَال فَقُلْنَا رَأَيْنَاهُ لَيْلَة الْجُمُعَة فَقَالَ أَنْت رَأَيْته فَقلت نعم ورأه النَّاس وصاموا وَصَامَ مُعَاوِيَة فَقَالَ لَكنا رَأَيْنَاهُ لَيْلَة السببت فَلَا نزال نَصُوم حَتَّى نكمل ثَلَاثِينَ أَو نرَاهُ فَقلت أَولا تَكْفِي بِرُؤْيَة مُعَاوِيَة وصيامة فَقَالَ لَا",
            "page": "66",
            "part": "1",
            "seal": "C5A7C52A"
        },
        {
            "hno": "66",
            "id": "45",
            "nass": "// من كتاب الْحَج ¶ // ¶ 66 - حَدِيث آخر حَدِيث ابْن عمر زِيَادَة فِي التَّلْبِيَة لبيْك وَسَعْديك وَالْخَيْر بيديك الحَدِيث من طرق مِنْهَا عَن يحيى بن يحيى عَن مَالك عَن نَافِع عَنهُ ¶ 67 - حَدِيث آخر حَدثنَا سعيد بن مَنْصُور وَأَبُو كَامِل جَمِيعًا عَن أبي عوَانَة عَن ابراهيم بن مُحَمَّد بن الْمُنْتَشِر عَن أَبِيه ¶ سَأَلت عبد الله بن عمر عَن الرجل يتطيب ثمَّ يصبح محرما فَقَالَ مَا أحب أَن أصبح محرما أنضخ طيبا لِأَن أطلي بقطران أحب الي من أَن أفعل الحَدِيث ¶ 68 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة وَعَمْرو النَّاقِد وَزُهَيْر بن حَرْب وقتيبة بن سعيد قَالُوا أَنا سُفْيَان بن عُيَيْنَة عَن زيد بن أسلم وَحدثنَا قُتَيْبَة بن سعيد عَن مَالك بن أنس عَن زيد بن أسلم عَن ابراهيم بن عبد الله بن حنين عَن أَبِيه عَن عبد الله بن عَبَّاس والمسور بن مخرمَة ¶ أَنَّهُمَا اخْتلفَا بالأبواء فَقَالَ عبد الله بن عَبَّاس يغسل الْمحرم رَأسه فأرسلني ابْن عَبَّاس الى أبي أَيُّوب الْأنْصَارِيّ أسأله عَن ذَلِك",
            "page": "67",
            "part": "1",
            "seal": "DB7FC098"
        },
        {
            "hno": "69",
            "id": "46",
            "nass": "69 - حَدِيث آخر حَدثنِي يحيى بن يحيى أَنا عَبْثَر عَن اسماعيل ابْن أبي خَالِد عَن وبره قَالَ ¶ كنت جَالِسا عِنْد ابْن عمر فجَاء رجل فَقَالَ أيصلح لي أَن أَطُوف بِالْبَيْتِ قبل أَن اتي الْموقف فَقَالَ نعم قَالَ فَإِن ابْن عَبَّاس يَقُول لَا تطف بِالْبَيْتِ حَتَّى تَأتي الْموقف",
            "page": "68",
            "part": "1",
            "seal": "AD6DD546"
        },
        {
            "hno": "70",
            "id": "47",
            "nass": "70 - حَدِيث آخر وَحدثنَا قُتَيْبَة بن سعيد نَا جرير عَن بَيَان عَن وبرة قَالَ ¶ سَأَلَ رجل ابْن عمر أَطُوف بِالْبَيْتِ وَقد أَحرمت بِالْحَجِّ فَقَالَ وَمَا يمنعك قَالَ أَنِّي رَأَيْت ابْن فلَان يكرههُ وَأَنت أحب الينا مِنْهُ رَأَيْنَاهُ قد فتنته الدُّنْيَا قَالَ وأينا وَأَيكُمْ لم تفتنه الدُّنْيَا ¶ 71 - حَدِيث آخر حَدثنِي هَارُون بن سعيد الْأَيْلِي نَا ابْن وهب أَخْبرنِي عَمْرو بن الْحَارِث عَن مُحَمَّد بن عبد الرَّحْمَن أَن رجلا من أهل الْعرَاق قَالَ لَهُ ¶ سل لي عُرْوَة بن الزبير عَن رجل يهل بِالْحَجِّ فاذا طَاف بِالْبَيْتِ الْحَرَام أَيحلُّ أم لَا فَإِن قَالَ لَك لَا يحل فَقل لَهُ أَن رجلا يَقُول ذَلِك فَسَأَلته فَقَالَ لَا يحل من أهل الْحَج إِلَّا بِالْحَجِّ قلت فان رجلا كَانَ يَقُول ذَلِك فَقَالَ بئس مَا قَالَ الحَدِيث ¶ وَفِيه قَالَ من هَذَا قلت لَا أَدْرِي قَالَ فَمَا باله لَا يأتيني بِنَفسِهِ يسألني أَظُنهُ عراقيا قلت لَا أَدْرِي ¶ وَفِيه ثمَّ حج أَبُو بكر فَكَانَ أول شَيْء بَدَأَ بِهِ الطّواف بِالْبَيْتِ ثمَّ لم يكن غَيره ثمَّ مُعَاوِيَة وَعبد الله بن عمر ثمَّ حججْت مَعَ أبي الزبير أبن الْعَوام فَكَانَ أول شَيْء",
            "page": "69",
            "part": "1",
            "seal": "9E840C12"
        },
        {
            "hno": "72",
            "id": "48",
            "nass": "بَدَأَ بِهِ الطّواف بِالْبَيْتِ لم يكن غَيره ثمَّ رَأَيْت الْمُهَاجِرين وَالْأَنْصَار يَفْعَلُونَ ذَلِك لم يكن غَيره ثمَّ آخِره من فعل ذَلِك ابْن عمر ثمَّ لم ينقضها بِعُمْرَة وَهَذَا ابْن عمر عِنْدهم افلا يسألونه وَلَا أحد مِمَّن مضى مَا كَانُوا يبدأون بِشَيْء حِين يضعون أَقْدَامهم أول من الطّواف بِالْبَيْتِ ثمَّ لَا يحلونَ وَقد رَأَيْت أُمِّي وخالتي حِين يقدمان لَا يبدآن بِشَيْء أول من الْبَيْت تطوفان بِهِ ثمَّ لَا تحلان ¶ 72 - حَدِيث آخر حَدثنِي مُحَمَّد بن حَاتِم ثَنَا روح بن عبَادَة ثَنَا شُعْبَة عَن مُسلم القري سَأَلت ابْن عَبَّاس عَن مُتْعَة الْحَج فَرخص فِيهَا وَقَالَ كَانَ ابْن الزبير ينْهَى عَنْهَا ¶ 73 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى وَابْن بشار قَالَا أَنا مُحَمَّد بن جَعْفَر نَا شُعْبَة سَمِعت أَبَا حَمْزَة الضبعِي يَقُول ¶ تمتعت فنهاني نَاس عَن ذَلِك فَأتيت ابْن عَبَّاس فَسَأَلته عَن ذَلِك فَأمرنِي بهَا قَالَ ثمَّ انْطَلَقت الى الْبَيْت فَنمت فَأَتَانِي آتٍ فِي مَنَامِي فَقَالَ عمْرَة متقبلة وَحج مبرور",
            "page": "70",
            "part": "1",
            "seal": "B09BABA5"
        },
        {
            "hno": "74",
            "id": "49",
            "nass": "74 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم أَنا مُحَمَّد بن بكر أَنا ابْن جريج أَخْبرنِي عَطاء كَانَ ابْن عَبَّاس يَقُول ¶ لَا يطوف بِالْبَيْتِ حَاج وَلَا غير حَاج الا حل قلت لعطاء من أَيْن يَقُول ذَلِك قَالَ من قَول الله عز وَجل ثمَّ محلهَا الى الْبَيْت الْعَتِيق قلت ذَلِك بعد الْمُعَرّف قَالَ كَانَ ابْن عَبَّاس يَقُول هُوَ بعد الْمُعَرّف وَقَبله ¶ 75 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم أَنا جرير عَن مَنْصُور عَن مُجَاهِد ¶ دخلت أَنا وَعُرْوَة بن الزبير الْمَسْجِد فاذا عبد الله بن عمر جَالس الى حجرَة عَائِشَة وَالنَّاس يصلونَ الضُّحَى فِي الْمَسْجِد فَسَأَلْنَاهُ عَن صلَاتهم فَقَالَ بِدعَة",
            "page": "71",
            "part": "1",
            "seal": "B425767C"
        },
        {
            "hno": "76",
            "id": "50",
            "nass": "76 - حَدِيث آخر حَدثنَا يحيى بن يحيى أَنا أَبُو مُعَاوِيَة عَن هِشَام بن عُرْوَة عَن أَبِيه عَن عَائِشَة قَالَ قلت لَهَا ¶ إِنِّي لأَظُن رجلا لَو لم يطف بَين الصَّفَا والمروة مَا ضره قَالَت لم قلت لِأَن الله يَقُول {إِن الصَّفَا والمروة من شَعَائِر الله} الى آخر الْآيَة فَقَالَت مَا أتم الله حج أمرئ وَلَا عمرته لم يطف بَين الصَّفَا والمروة وَلَو كَانَ كَمَا تَقول لَكَانَ {فَلَا جنَاح عَلَيْهِ أَن يطوف بهما} ¶ 77 - حَدِيث آخر حَدثنَا مُحَمَّد بن أبي بكر الْمقدمِي نَا يحيى وَهُوَ الْقطَّان عَن ابْن جريج حَدثنِي عبد الله مولى أَسمَاء قَالَ ¶ قَالَت لي أَسمَاء وَهِي عِنْد دَار الْمزْدَلِفَة هَل غَابَ الْقَمَر قلت لَا فصلت سَاعَة ثمَّ قَالَت يَا بني هَل غَابَ الْقَمَر قلت نعم قَالَت ارتحل بِي فارتحلنا حَتَّى رمت جَمْرَة الْعقبَة ثمَّ صلت فِي منزلهَا فَقلت لَهَا أَي هنتاه لقد غلسنا قَالَت كلا أَي بنى",
            "page": "72",
            "part": "1",
            "seal": "7E331A48"
        },
        {
            "hno": "78",
            "id": "51",
            "nass": "78 - حَدِيث آخر حَدثنَا منْجَاب بن الْحَارِث التَّمِيمِي أَنا ابْن مسْهر عَن الْأَعْمَش ¶ سَمِعت الْحجَّاج بن يُوسُف يَقُول وَهُوَ يخْطب على الْمِنْبَر ألفوا الْقُرْآن كَمَا أَلفه جِبْرِيل السُّورَة الَّتِي يذكر فِيهَا الْبَقَرَة وَالسورَة الَّتِي يذكر فِيهَا النِّسَاء وَالسورَة الَّتِي يذكر فِيهَا آل عمرَان قَالَ فَلَقِيت ابراهيم فَأَخْبَرته بقوله فَسَبهُ ¶ 79 - حَدِيث آخر حَدثنَا يحيى بن يحيى قَرَأت على مَالك عَن عبد الله بن أبي بكر عَن عمْرَة بنت عبد الرَّحْمَن أَنَّهَا أخْبرته أَن زيادا كتب الى عَائِشَة ان ¶ عبد الله بن عَبَّاس قَالَ من أهْدى هَديا حرم عَلَيْهِ مَا حرم على الْحَاج حَتَّى ينْحَر الْهدى وَقد بعثت بهديي فاكتبي الى بِأَمْرك ¶ 80 - حَدِيث آخر حَدثنَا يحيى بن يحيى أَنا عبد الوراث بن سعيد عَن أبي التياح حَدثنِي مُوسَى بن سَلمَة الْهُذلِيّ قَالَ انْطَلَقت أَنا وَسنَان بن سَلمَة معتمرين وأنطلق سِنَان مَعَه ببدنة يَسُوقهَا فأزحفت عَلَيْهِ بِالطَّرِيقِ فعيي بشأنها ان هِيَ أبدعت كَيفَ يَأْتِي بهَا",
            "page": "73",
            "part": "1",
            "seal": "EF5B670E"
        },
        {
            "hno": "81",
            "id": "52",
            "nass": "81 - حَدِيث آخر حَدثنَا هناد بن السّري نَا ابْن أبي زَائِدَة أَنا ابْن أبي سُلَيْمَان عَن عَطاء قَالَ لما احْتَرَقَ الْبَيْت زمن يزِيد بن مُعَاوِيَة حِين غزاه أهل الشَّام فَكَانَ من أمره مَا كَانَ تَركه ابْن الزبير حَتَّى قدم النَّاس الْمَوْسِم يُرِيد أَن يجرئهم أَو يحربهم على أهل الشَّام فَلَمَّا صدر النَّاس قَالَ يَا أَيهَا النَّاس أَشِيرُوا عَليّ فِي الْكَعْبَة أنقضها ثمَّ أبني بنائها أَو أصلح مَا وَهِي مِنْهَا قَالَ ابْن عَبَّاس فَإِنِّي قد فرق لي رَأْي فِيهَا أرى أَن تصلح مَا وَهِي مِنْهَا فَذكر الحَدِيث وَفِيه فَقَالَ ابْن الزبير لَو كَانَ أحدكُم احْتَرَقَ بَيته مَا رضى حَتَّى يجده فَكيف بَيت ربكُم إِنِّي مستخير رَبِّي ثَلَاثًا ثمَّ عازم على أَمْرِي فَلَمَّا مضى الثَّلَاث أجمع رَأْيه على أَن ينقضها فتحاماه النَّاس أَن ينزل بِأول النَّاس يصعد فِيهِ أَمر من السَّمَاء حَتَّى صعده رجل فَألْقى مِنْهُ حِجَارَة فَلَمَّا لم يره النَّاس أَصَابَهُ شَيْء تتابعوا فنقضوه حَتَّى بلغُوا الأَرْض فَجعل ابْن الزبير أعمدة فَستر عَلَيْهَا الستور حَتَّى ارْتَفع بِنَاؤُه",
            "page": "74",
            "part": "1",
            "seal": "7D29FF91"
        },
        {
            "hno": "82",
            "id": "53",
            "nass": "وَفِيه فَلَمَّا قتل ابْن الزبير كتب الْحجَّاج الى عبد الْملك بن مَرْوَان يُخبرهُ بذلك ويخبره أَن ابْن الزبير قد وضع الْبناء على أسن نظر اليه الْعُدُول من أهل مَكَّة فَكتب اليه عبد الْملك إِنَّا لسنا من تلطيخ ابْن الزبير فِي شَيْء ¶ 82 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد نَا لَيْث عَن سعيد بن أبي سعيد عَن أبي شُرَيْح الْعَدوي ¶ أَنه قَالَ لعَمْرو بن سعيد وَهُوَ يبْعَث الْبعُوث الى مَكَّة فَذكر الحَدِيث وَفِيه فَقيل لأبي شُرَيْح مَا قَالَ لَك عَمْرو قَالَ أَنا أعلم بذلك مِنْك يَا أَبَا شُرَيْح ان الْحرم لَا يعيذ عَاصِيا وَلَا فَارًّا بِدَم وَلَا فَارًّا بخربة ¶ 83 - حَدِيث آخر حَدثنَا عُثْمَان بن أبي شيبَة ثَنَا جرير عَن الْأَعْمَش عَن ابراهيم عَن عَلْقَمَة قَالَ أَنِّي لأمشي مَعَ عبد الله بِمني اذا لقِيه عُثْمَان بن عَفَّان فَقَالَ هَلُمَّ يَا أَبَا عبد الرَّحْمَن قَالَ فاستخلاه فَلَمَّا رأى عبد الله أَن لَيست لَهُ حَاجَة قَالَ قَالَ لي تعال يَا عَلْقَمَة قَالَ فَجئْت فَقَالَ لَهُ عُثْمَان أَلا نُزَوِّجك يَا أَبَا عبد الرَّحْمَن جَارِيَة بكرا لَعَلَّه يرجع اليك من نَفسك مَا كنت تعهد",
            "page": "75",
            "part": "1",
            "seal": "DA38C2B8"
        },
        {
            "hno": "84",
            "id": "54",
            "nass": "84 - حَدِيث آخر حَدثنِي حَرْمَلَة بن يحيى أَنا أبن وهب أَخْبرنِي يُونُس قَالَ ابْن شهَاب أَخْبرنِي عُرْوَة بن الزبير أَن عبد الله بن الزبير قَامَ بِمَكَّة فَقَالَ ¶ إِن نَاسا أعمى الله قُلُوبهم كَمَا أعمى أَبْصَارهم يفتون بِالْمُتْعَةِ يعرض بِرَجُل فناداه فَقَالَ إِنَّك لجلف جَاف ¶ وَبِه الى ابْن شهَاب أَخْبرنِي خَالِد بن المُهَاجر بن سيف الله أَنه بَينا هُوَ جَالس عِنْد رجل جَاءَهُ رجل فاستفتاه فِي الْمُتْعَة فَأمره بهَا",
            "page": "76",
            "part": "1",
            "seal": "EDA527CD"
        },
        {
            "hno": "85",
            "id": "55",
            "nass": "// من كتاب الرَّضَاع ¶ // ¶ 85 - حَدِيث آخر حَدثنَا أَبُو الطَّاهِر وَهَارُون بن سعيد الْأَيْلِي وَاللَّفْظ لهارون قَالَا حَدثنَا ابْن وهب أَخْبرنِي مخرمَة بن بكير عَن أَبِيه سَمِعت حميد بن نَافِع يَقُول سَمِعت زَيْنَب بنت أبي سَلمَة تَقول سَمِعت أم سَلمَة زوج النَّبِي صلى الله عَلَيْهِ وَسلم تَقول لعَائِشَة وَالله مَا تطيب نَفسِي أَن يراني الْغُلَام قد اسْتغنى عَن الرضَاعَة",
            "page": "77",
            "part": "1",
            "seal": "8A8B6B68"
        },
        {
            "hno": "86",
            "id": "56",
            "nass": "// من كتاب الطَّلَاق ¶ // ¶ 86 - حَدِيث آخر حَدثنَا هَارُون بن سعيد الْأَيْلِي ثَنَا ابْن وهب أَنا سُلَيْمَان يَعْنِي ابْن هِلَال أَخْبرنِي يحيى أَخْبرنِي عبيد بن حنين أَنه سمع عبد الله بن عَبَّاس يحدث قَالَ ¶ مكثت سنة وَأَنا أُرِيد أَن أسأَل عمر بن الْخطاب عَن آيَة فَمَا أَسْتَطِيع أَن أسأله هَيْبَة لَهُ حَتَّى خرج حَاجا فَخرجت مَعَه فَلَمَّا رَجَعَ فَكُنَّا بِبَعْض الطَّرِيق عدل الى الْأَرَاك لحَاجَة فوقفت حَتَّى فرغ ثمَّ سرت مَعَه ¶ 87 - حَدِيث آخر حَدثنَا مُحَمَّد بن الْمثنى ثَنَا مُحَمَّد بن جَعْفَر نَا شُعْبَة عَن حميد بن نَافِع سَمِعت زَيْنَب بنت أبي سَلمَة قَالَت توفّي حميم لأم حَبِيبَة فدعَتْ بصفرة فمسحته بذراعيها ¶ 88 - حَدِيث آخر حَدثنَا عَمْرو النَّاقِد وَابْن أبي عمر وَاللَّفْظ لعَمْرو",
            "page": "78",
            "part": "1",
            "seal": "65CBD8BC"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "حَدثنَا سُفْيَان بن عُيَيْنَة عَن أَيُّوب بن مُوسَى عَن حميد بن نَافِع عَن زَيْنَب بنت أبي سَلمَة قَالَت لما أَتَى أم حَبِيبَة نعى أبي سُفْيَان دعت فِي الْيَوْم الثَّالِث بصفرة فمسحت بِهِ ذراعيها وعارضيها وَقَالَت كنت عَن هَذَا غنية",
            "page": "79",
            "part": "1",
            "seal": "BF88C1B0"
        },
        {
            "hno": "89",
            "id": "58",
            "nass": "// من كتاب الْبيُوع ¶ // ¶ 89 - حَدِيث آخر حَدثنَا أسْحَاق بن ابراهيم أَنا عبد الله بن الْحَارِث المَخْزُومِي أَنا الضَّحَّاك بن عُثْمَان عَن بكير بن عبد الله بن الْأَشَج عَن سُلَيْمَان بن يسَار عَن أبي هُرَيْرَة أَنه قَالَ لمروان أحللت ببع الرِّبَا فَقَالَ مَرْوَان مَا فعلت فَقَالَ أَبُو هُرَيْرَة أحللت بيع الصحاك ¶ 90 - حَدِيث آخر قَالَ مُسلم بن الْحجَّاج ولد حَكِيم بن حزَام فِي جَوف الْكَعْبَة وعاش مائَة وَعشْرين سنة ¶ 91 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد ثَنَا لَيْث ح ونا ابْن رمح أَنا اللَّيْث عَن أبن شهَاب عَن مَالك بن أَوْس بن الْحدثَان أَنه قَالَ",
            "page": "80",
            "part": "1",
            "seal": "8BB7CEBE"
        },
        {
            "hno": "92",
            "id": "59",
            "nass": "أَقبلت أَقُول من يصطرف الدَّرَاهِم فَقَالَ طَلْحَة بن عبيد الله وَهُوَ عِنْد عمر بن الْخطاب أرنا ذهبك ثمَّ ائتنا اذا جَاءَ خادمنا نعطك ورقك ¶ 92 - حَدِيث آخر حَدثنَا عبيد الله بن عمر القواريري ثَنَا حَمَّاد بن زيد عَن أَيُّوب عَن أبي قلَابَة قَالَ كنت بِالشَّام فِي حَلقَة فِيهَا مُسلم بن يسَار فجَاء أَبُو الْأَشْعَث قَالَ قَالُوا أَبُو الْأَشْعَث أَبُو الْأَشْعَث فَجَلَسَ فَقلت لَهُ حدث أخانا حَدِيث عبَادَة بن الصَّامِت قَالَ ¶ نعم غزونا غزَاة وعَلى النَّاس مُعَاوِيَة فغنمنا غَنَائِم كَثِيرَة فَكَانَ فِيمَا غنمنا آنِية من فضَّة فَأمر مُعَاوِيَة رجلا أَن يَبِيعهَا فِي أعطيات النَّاس فَتسَارع النَّاس فِي ذَلِك الحَدِيث وَفِيه فَقَالَ عبَادَة لتحدثن بِمَا سمعنَا وَلَو كره مُعَاوِيَة أَو قَالَ وَأَن رغم مَا أُبَالِي أَن لَا أَصْحَبهُ فِي جنده لَيْلَة سَوْدَاء",
            "page": "81",
            "part": "1",
            "seal": "C26374DF"
        },
        {
            "hno": "93",
            "id": "60",
            "nass": "93 - حَدِيث آخر حَدثنَا مُحَمَّد بن حَاتِم بن مَيْمُون نَا سُفْيَان بن عُيَيْنَة عَن عَمْرو عَن أبي الْمنْهَال قَالَ ¶ بَاعَ شريك لي وَرقا بنسيئة الى الْمَوْسِم أَو الى الْحَج فجَاء الى فَأَخْبرنِي فَقلت هَذَا أَمر لَا يصلح قَالَ قد بِعْت فِي السُّوق فَلم يُنكر ذَلِك عَليّ أحد ¶ 94 - حَدِيث آخر حَدثنَا أَبُو الطَّاهِر أَنا ابْن وهب عَن قُرَّة بن عبد الرَّحْمَن الْمعَافِرِي وَعَمْرو بن الْحَارِث وَغَيرهمَا أَن عَامر بن يحيى الْمعَافِرِي أخْبرهُم عَن حَنش أَنه قَالَ ¶ كُنَّا مَعَ فضَالة بن عبيد فِي غَزْوَة فطارت لي ولأصحابي قلادة فِيهَا ذهب وورق وجوهر فَأَرَدْت أَن أشتريها فَسَأَلت فضَالة بن عبيد فَقَالَ انْزعْ ذَهَبا فاجعله فِي كَفه وَاجعَل ذهبك فِي كَفه ثمَّ لَا تأخذن الا مثلا بِمثل",
            "page": "82",
            "part": "1",
            "seal": "2ADB9962"
        },
        {
            "hno": "95",
            "id": "61",
            "nass": "95 - حَدِيث آخر حَدثنَا هَارُون بن مَعْرُوف نَا عبد الله بن وهب أَخْبرنِي عَمْرو بن الْحَارِث أَن أَبَا النَّضر حَدثهُ أَن بسر بن سعيد حَدثهُ عَن معمر بن عبد الله ¶ أَنه ارسل غُلَامه بِصَاع قَمح فَقَالَ بِعْهُ ثمَّ اشْتَرِ بِهِ شَعِيرًا فَذهب الْغُلَام فَأخذ صَاعا وَزِيَادَة بعض صَاع فَلَمَّا جَاءَ معمرا أخبرهُ بذلك فَقَالَ لَهُ معمر لم فعلت ذَلِك انْطلق فَرده وَلَا تأخذن الا مثلا بِمثل ¶ 96 - حَدِيث آخر حَدثنَا عَمْرو النَّاقِد نَا اسماعيل بن ابراهيم عَن سعيد الْجريرِي عَن أبي نَضرة ¶ سَأَلت ابْن عَبَّاس عَن الصّرْف فَقَالَ أيدا بيد قلت نعم قَالَ فَلَا بَأْس فَأخْبرت أَبَا سعيد فَقلت إِنِّي سَأَلت ابْن عَبَّاس عَن الصّرْف فَقَالَ أيدا بيد قلت نعم قَالَ فَلَا بَأْس بِهِ قَالَ أَو قَالَ ذَلِك سنكتب اليه فَلَا يفتيكموه",
            "page": "83",
            "part": "1",
            "seal": "629DF6CD"
        },
        {
            "hno": "97",
            "id": "62",
            "nass": "97 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم أَنا عبد الْأَعْلَى أَنا دَاوُد عَن أبي نَضرة قَالَ ¶ سَأَلت ابْن عمر وأبن عَبَّاس عَن الصّرْف فَلم يريَا بِهِ بَأْسا وَإِنِّي لقاعد عِنْد أبي سعيد الْخُدْرِيّ فَسَأَلته عَن الصّرْف فَقَالَ مَا زَاد فَهُوَ رَبًّا فأنكرت ذَلِك لقولهما ¶ 98 - حَدِيث آخر حَدثنَا أَبُو الرّبيع الْعَتكِي نَا حما بن زيد عَن هِشَام عُرْوَة عَن أَبِيه أَن أروى بنت أويس ادَّعَت على سعيد بن زيد أَنه أَخذ شَيْئا من أرْضهَا فخاصخته الى مَرْوَان بن الحكم الحَدِيث وَفِيه فَقَالَ ¶ اللَّهُمَّ إِن كَانَت كَاذِبَة فَعم بصرها واقتلها فِي أرْضهَا قَالَ فَمَا مَاتَت حَتَّى ذهب بصرها ثمَّ بَينا هِيَ تمشي فِي أرْضهَا اذ وَقعت فِي حُفْرَة فَمَاتَتْ",
            "page": "84",
            "part": "1",
            "seal": "E317803D"
        },
        {
            "hno": "99",
            "id": "63",
            "nass": "99 - حَدِيث آخر حَدثنَا أَحْمد بن ابراهيم الدَّوْرَقِي نَا عبد الصَّمد يَعْنِي ابْن عبد الوراث نَا حَرْب وَهُوَ ابْن شَدَّاد نَا يحيى وَهُوَ ابْن أبي كثير عَن مُحَمَّد بن ابراهيم أَنا أَبَا سَلمَة حدثة وَكَانَ بَينه وَبَين نَاس خُصُومَة فِي أَرض وَأَنه دخل على عَائِشَة فَذكر لَهَا ذَلِك فَقَالَت اجْتنب الأَرْض",
            "page": "85",
            "part": "1",
            "seal": "A8CDC887"
        },
        {
            "hno": "100",
            "id": "64",
            "nass": "// من كتاب الهبات من الْوَصَايَا والعمرى ¶ // ¶ 100 - حَدِيث آخر حَدثنَا مُحَمَّد بن رَافع واسحاق بن مَنْصُور نَا عبد الرَّزَّاق أَنا ابْن جريج حَدثنِي أَبُو الزبير عَن جَابر قَالَ أعمرت امْرَأَة بِالْمَدِينَةِ حَائِطا لَهَا ابْنا لَهَا ثمَّ توفّي وَتوفيت بعده ترك ولد وَله اخوة بنُون للمعمرة فَقَالَ ولد المعمرة رَجَعَ الْحَائِط الينا قَالَ بَنو المعمر بل كَانَ لأبينا حَيَاته وَمَوته فاختصموا الى طَارق مولى عُثْمَان ¶ وَفِيه فَقَالَ عبد الْملك هدى جَابر فَأمْضى ذَلِك طَارق فان ذَلِك الْحَائِط لبنى المعمر الى الْيَوْم ¶ 101 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد نَا جرير عَن عبد الْعَزِيز يَعْنِي ابْن رفيع عَن تَمِيم بن طرفَة قَالَ جَاءَ سَائل إِلَى عدي بن حَاتِم فَسَأَلَهُ نَفَقَة فِي ثمن خَادِم أَو فِي بعض ثمن خَادِم فَقَالَ لَيْسَ عِنْدِي مَا أُعْطِيك إِلَّا دِرْعِي ومغفري فأكتب الى أَهلِي أَن يعطوكها قَالَ فَلم يرض فَغَضب عدي فَقَالَ أما وَالله لَا أُعْطِيك شَيْئا",
            "page": "86",
            "part": "1",
            "seal": "3B042FF8"
        },
        {
            "hno": "102",
            "id": "65",
            "nass": "102 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى وَابْن بشار قَالَا ثَنَا مُحَمَّد بن جَعْفَر ثَنَا شُعْبَة عَن سماك بن حَرْب عَن تَمِيم بن طرفَة ¶ سَمِعت عدي بن حَاتِم وَأَتَاهُ رجل يسْأَله مائَة دِرْهَم قَالَ تَسْأَلنِي مائَة دِرْهَم وَأَنا ابْن حَاتِم وَالله لَا أُعْطِيك ¶ 103 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى وَابْن بشار قَالَا ثَنَا مُحَمَّد بن جَعْفَر نَا شُعْبَة عَن فراس سَمِعت ذكْوَان يحدث عَن زَاذَان ¶ أَن ابْن عمر دَعَا بِغُلَام لَهُ فَرَأى بظهره أثر فَقَالَ لَهُ أوجعتك قَالَ لَا قَالَ فَأَنت عَتيق",
            "page": "87",
            "part": "1",
            "seal": "CA853738"
        },
        {
            "hno": "104",
            "id": "66",
            "nass": "104 - حَدِيث آخر حَدثنَا ابْن نمير ثَنَا أبي ثَنَا سُفْيَان عَن سَلمَة بن كهيل عَن مُعَاوِيَة بن سُوَيْد بن مقرن قَالَ ¶ لطمت مولى لنا فهربت ثمَّ جِئْت قبيل الظّهْر فَصليت خلف أبي فَدَعَاهُ وَدَعَانِي ثمَّ قَالَ امتثل مِنْهُ فَعَفَا ¶ 105 - حَدِيث آخر حَدثنَا عبد الْوَارِث بن عبد الصَّمد ثَنَا أبي ثَنَا شُعْبَة قَالَ ¶ قَالَ لي مُحَمَّد بن الْمُنْكَدر مَا اسْمك قلت شُعْبَة فَقَالَ مُحَمَّد حَدثنِي أَبُو شُعْبَة الْعِرَاقِيّ عَن سُوَيْد بن مقرن أَن جَارِيَة لطمها إِنْسَان فَقَالَ لَهُ سُوَيْد أما علمت أَن الصُّورَة مُحرمَة",
            "page": "88",
            "part": "1",
            "seal": "C254CE82"
        },
        {
            "hno": "106",
            "id": "67",
            "nass": "106 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة ثَنَا وَكِيع ثَنَا الْأَعْمَش عَن الْمَعْرُور بن سُوَيْد قَالَ مَرَرْنَا بِأبي ذَر بالربذة وَعَلِيهِ برد على غُلَامه مثله فَقُلْنَا يَا أَبَا ذَر لَو جمعت بَينهمَا كَانَت حلَّة",
            "page": "89",
            "part": "1",
            "seal": "8D87C08F"
        },
        {
            "hno": "107",
            "id": "68",
            "nass": "// من كتاب الْحُدُود ¶ // ¶ 107 - حَدِيث آخر حَدثنَا مُحَمَّد بن أبي بكر الْمقدمِي ثَنَا سُلَيْمَان أَبُو دَاوُد ثَنَا زَائِدَة عَن السّديّ عَن سعيد بن عُبَيْدَة عَن أبي عبد الرَّحْمَن قَالَ ¶ خطب عَليّ فَقَالَ يَا أَيهَا النَّاس أقِيمُوا على أرقائكم الْحَد من أحصن مِنْهُنَّ وَمن لم يحصن مِنْهُم ¶ 108 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم الْحَنْظَلِي أَنا يحيى بن حَمَّاد ثَنَا عبد الْعَزِيز الْمُخْتَار ثَنَا عبد الله بن فَيْرُوز مولى ابْن عَامر الداناج ثَنَا",
            "page": "90",
            "part": "1",
            "seal": "7A13A007"
        },
        {
            "hno": "109",
            "id": "69",
            "nass": "حضين بن الْمُنْذر أَبُو ساسان قَالَ ¶ شهِدت عُثْمَان بن عَفَّان وأتى بالوليد قد صلى الصُّبْح أَرْبعا ثمَّ قَالَ أَزِيدكُم فَشهد عَلَيْهِ رجلَانِ أَحدهمَا حمْرَان أَنه شرب الْخمر وَشهد أخر أَنه رَآهُ يتقيأ فَقَالَ عُثْمَان أَنه لم يتقيأ حَتَّى شربهَا فَقَالَ يَا عَليّ قُم فاجلده فَقَالَ عَليّ قُم يَا حسن فاجلده فَقَالَ الْحسن ول حارها من تولى قارها فَكَأَنَّهُ وجد عَلَيْهِ فَقَالَ يَا عبد الله بن جَعْفَر قُم فاجلده وَعلي يعد حَتَّى بلغ أَرْبَعِينَ فَقَالَ أمسك ¶ 109 - حَدِيث آخر حَدثنِي مُحَمَّد بن الْمنْهَال الضَّرِير ثَنَا يزِيد بن زُرَيْع ثَنَا سُفْيَان الثَّوْريّ عَن أبي حُصَيْن عَن عُمَيْر بن سعيد عَن عَليّ قَالَ مَا كنت لاقيم على أحد فَيَمُوت فِيهِ فأجد مِنْهُ فِي نَفسِي الا صَاحب الْخمر",
            "page": "91",
            "part": "1",
            "seal": "6FF294D4"
        },
        {
            "hno": "110",
            "id": "70",
            "nass": "// من كتاب الْقَضَاء والشهادات ¶ // ¶ 110 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد نَا أَبُو عوَانَة عَن عبد الْملك بن عُمَيْر عَن عبد الرَّحْمَن بن أبي بكرَة قَالَ ¶ كتب أبي وكتبت لَهُ الى عبيد الله بن أبي بكرَة وَهُوَ قَاض بسجستان أَن لَا تحكم بَين أثنين وَأَنت عضبان ¶ 111 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم وَعبد بن حميد جَمِيعًا عَن أبي عَامر ثَنَا عبد الله بن جَعْفَر الزُّهْرِيّ عَن سعيد بن ابراهيم قَالَ ¶ سَأَلت الْقَاسِم بن مُحَمَّد عَن رجل لَهُ ثَلَاثَة مسَاكِن فأوصى بِثلث كل مسكن مِنْهَا يجمع ذَلِك كُله فِي مسكن وَاحِد",
            "page": "92",
            "part": "1",
            "seal": "D7D30928"
        },
        {
            "hno": "112",
            "id": "71",
            "nass": "// من كتاب اللّقطَة ¶ // ¶ 112 - حَدِيث آخر حَدثنَا أَبُو بكر بن نَافِع ثَنَا غنْدر ثَنَا شُعْبَة عَن سَلمَة بن كهيل سَمِعت سُوَيْد بن غَفلَة قَالَ ¶ خرجت أَنا وَزيد بن صوحان وسلمان بن ربيعَة غازين فَوجدت سَوْطًا فَأَخَذته فَقَالَا لي دَعه فَقلت لَا وَلَكِنِّي أعرفهُ فَإِن جَاءَ صَاحبه والا استمتعت بِهِ قَالَ فأبيت عَلَيْهِمَا",
            "page": "93",
            "part": "1",
            "seal": "BF07C7CE"
        },
        {
            "hno": "113",
            "id": "72",
            "nass": "// من كتاب الْجِهَاد ¶ // ¶ 113 - حَدِيث آخر حَدثنَا عبد الله بن مُحَمَّد بن أَسمَاء الضبعِي ثَنَا جوَيْرِية عَن مَالك عَن الزُّهْرِيّ أَن مَالك بن أَوْس حَدثهُ قَالَ أرسل إِلَيّ عمر بن الْخطاب فَجِئْته حِين تَعَالَى النَّهَار قَالَ فَوَجَدته جَالِسا على سَرِير مفضيا الى رماله مُتكئا على وسَادَة من أَدَم فَقَالَ لي يَا مَال أَنه دف أهل أَبْيَات من قَوْمك وَقد أمرت فيهم برضخ تَجدهُ فاقسمه بَينهم قَالَ قلت لَو أمرت بِهَذَا غَيْرِي قَالَ خُذْهُ يَا مَال ¶ 114 - حَدِيث آخر حَدثنِي مُحَمَّد بن رَافع نَا حجين ثَنَا لَيْث عَن عقيل عَن ابْن شهَاب عَن عُرْوَة بن الزبير عَن عَائِشَة ¶ أَن فَاطِمَة أرْسلت إِلَى أبي بكر فَذكرت الحَدِيث ¶ وَفِيه وَعَاشَتْ بَعدت رَسُول الله صلى الله عَلَيْهِ وَسلم سِتَّة أشهر فَلَمَّا توفيت دَفنهَا زَوجهَا عَليّ بن أبي طَالب لَيْلًا وَلم يُؤذن بهَا أَبَا بكر وَصلى عَلَيْهَا عَليّ وَكَانَ لعَلي من النَّاس وَجه حَيَاة فَاطِمَة فَلَمَّا تة فيت استنكر عَليّ وُجُوه النَّاس فالتمس مصالحة أبي",
            "page": "94",
            "part": "1",
            "seal": "2EFEA03D"
        },
        {
            "hno": "115",
            "id": "73",
            "nass": "بكر ومبايعته وَلم يكن عَليّ بَايع تِلْكَ الْأَشْهر فارسل الى أبي بكر أَن ائتيا وَلَا يأتنا مَعَك أحد كَرَاهِيَة محْضر عمر بن الْخطاب فَقَالَ عمر لأبي بكر لَا تدخل عَلَيْهِم وَحدك فَقَالَ أَبُو بكر مَا عساهم يَفْعَلُونَ بِي إِنِّي وَالله لآتينهم فَدخل عَلَيْهِم أَبُو بكر فَتشهد عَليّ ثمَّ قَالَ أَنا قد عرفنَا يَا أَبَا بكر فضيلتك وَمَا أَعْطَاك الله وَلم ننفس عَلَيْك خيرا سَاقه الله اليك وَلَكِن استبددت علينا بِالْأَمر وَكُنَّا نرى لنا حَقًا فَلم يزل يكلم أَبَا بكر حَتَّى فاضت عينا أبي بكر فَذكر الحَدِيث ¶ وَفِيه فَقَالَ عَليّ لأبي بكر موعدك العشية لِلْبيعَةِ فَلَمَّا صلى أَبُو بكر الظّهْر قَامَ على الْمِنْبَر فَتشهد وَذكر شَأْن عَليّ وتخلفه عَن الْبيعَة وعذره بِالَّذِي اعتذر اليه ثمَّ اسْتغْفر وَتشهد عَليّ فَعظم حق أبي بكر وَأَنه لم يحملهُ على ذَلِك الَّذِي صنع نفاسه على أبي بكر وَلَا إِنْكَار للَّذي فَضله الله بِهِ وَلَكِن كُنَّا نرى لنا فِي الْأَمر نَصِيبا فاستبد علينا فَوَجَدنَا فِي أَنْفُسنَا فسر بذلك الْمُسلمُونَ وَقَالُوا أصبت وَكَانَ الْمُسلمُونَ الى عَليّ قَرِيبا حِين رَاجع الْأَمر الْمَعْرُوف ¶ 115 - حَدِيث آخر حَدِيث ابْن عَبَّاس عَن أبي سُفْيَان الطَّوِيل مَوْقُوف ومعظمة عَن هِرقل",
            "page": "95",
            "part": "1",
            "seal": "31AFD26D"
        },
        {
            "hno": "116",
            "id": "75",
            "nass": "116 - حَدِيث آخر حَدثنَا شَيبَان بن فروخ ثَنَا سُلَيْمَان بن الْمُغيرَة ثَنَا ثَابت الْبنانِيّ عَن عبد الله بن رَبَاح عَن أبي هُرَيْرَة قَالَ ¶ وفدت وُفُود على مُعَاوِيَة وَذَلِكَ فِي رَمَضَان فَكَانَ يصنع بَعْضنَا لبَعض الطَّعَام فَكَانَ أَبُو هُرَيْرَة مِمَّا يكثر أَن يَدْعُونَا الى رحْلَة فَقلت أَنا أصنع طَعَاما فَأَدْعُوهُمْ الى رحلي فَقَالَ سبقتني قلت نعم فدعوتهم ¶ 117 - حَدِيث آخر حَدثنَا أَبُو كريب مُحَمَّد بن الْعَلَاء وَمُحَمّد بن عبد الله بن نمير قَالَا ثَنَا أَبُو مُعَاوِيَة عَن الْأَعْمَش عَن شَقِيق سَمِعت سهل بن حنيف يَقُول بصفين ¶ أَيهَا النَّاس اتهموا رَأْيكُمْ الحَدِيث ¶ 118 - حَدِيث آخر حَدثنَا ابراهيم بن سعيد الْجَوْهَرِي ثَنَا أَبُو أُسَامَة عَن مَالك بن مغول عَن أبي حُصَيْن عَن أبي وَائِل مثله وَزَاد على دينكُمْ",
            "page": "97",
            "part": "1",
            "seal": "B9146911"
        },
        {
            "hno": "119",
            "id": "76",
            "nass": "119 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم أَنا وهب بن جرير نَا أبي سَمِعت قيسا يحدث عَن يزِيد بن هُرْمُز ح ¶ وَحدثنَا مُحَمَّد بن حَاتِم وَاللَّفْظ لَهُ ثَنَا بهز ثَنَا جرير بن حَازِم ثَنَا قيس بن سعد عَن يزِيد بن هُرْمُز قَالَ ¶ كتب نجدة بن عَامر الى ابْن عَبَّاس قَالَ فَشَهِدت ابْن عَبَّاس حِين قَرَأَ كِتَابه وَحين كتب إِلَيْهِ وَلَا نعْمَة عين ¶ 120 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى وَابْن بشار قَالَا نَا مُحَمَّد بن جَعْفَر نَا شُعْبَة عَن أبي أسْحَاق ¶ أَن عبد الله بن يزِيد خرج ليستسقي بِالنَّاسِ فصلى ركتعين ثمَّ استسقى",
            "page": "98",
            "part": "1",
            "seal": "234C67BB"
        },
        {
            "hno": "121",
            "id": "77",
            "nass": "// من كتاب الْإِمَارَة ¶ // ¶ 121 - حَدِيث آخر حَدثنَا أَبُو كريب مُحَمَّد بن الْعَلَاء ثَنَا أَبُو أُسَامَة عَن هِشَام بن عُرْوَة عَن أَبِيه عَن أبن عمر قَالَ ¶ حضرت أبي حِين أُصِيب فَأَثْنوا عَلَيْهِ وَقَالُوا جَزَاك الله خيرا فَقَالَ رَاغِب وراهب فَقَالُوا تسْتَخْلف فَقَالَ أتحمل أَمركُم حَيا وَمَيتًا لَوَدِدْت أَن حظي مِنْهَا الكفاف لَا عَليّ وَلَا لي الحَدِيث ¶ 122 - حَدِيث آخر حَدثنَا اسحاق بن ابراهيم وَابْن أبي عمر وَمُحَمّد بن رَافع وَعبد بن حميد عَن عبد الرَّزَّاق أَنا معمر عَن الزُّهْرِيّ أَخْبرنِي سَالم عَن ابْن عمر قَالَ دخلت على حَفْصَة فَقَالَت أعلمت أَن أَبَاك غير ¶ مستخلف قَالَ قلت مَا كَانَ ليفعل قَالَت انه فَاعل قَالَ ¶ فَحَلَفت أَنِّي ُأكَلِّمهُ فِي ذَلِك فَسكت حَتَّى غَدَوْت وَلم ُأكَلِّمهُ قَالَ كَأَنَّمَا أحمل بيميني جبلا حَتَّى رجعت فَدخلت فَسَأَلَنِي عَن حَال النَّاس وَأَنا أخبرهُ قَالَ ثمَّ قلت أَنِّي سَمِعت النَّاس يَقُولُونَ مقَالَة فآليت أَن أقولها لَك زَعَمُوا أَنَّك غير مستخلف وَأَنه لَو كَانَ لَك راعي أبل وراعي غنم ثمَّ جَاءَك وَتركهَا رَأَيْت أَنه قد ضيع فرعاية النَّاس أَشد",
            "page": "99",
            "part": "1",
            "seal": "16BBE442"
        },
        {
            "hno": "123",
            "id": "78",
            "nass": "123 - حَدِيث أخر حَدثنَا هَارُون بن سعيد الْأَيْلِي نَا ابْن وهب نَا حَرْمَلَة عَن عبد الرَّحْمَن بن شماسَة قَالَ ¶ أتيت عَائِشَة أسألها عَن شَيْء فَقَالَت مِمَّن أَنْت فَقلت رجل من أهل مصر فَقَالَت كَيفَ كَانَ صَاحبكُم فِي غزاتكم فَقَالَ مَا تقسمنا شَيْئا ان كَانَ ليَمُوت للرجل منا الْبَعِير فيعطيه الْبَعِير وَالْعَبْد فيعطيه العَبْد وَيحْتَاج الى النققة فيعطيه النققة فَقَالَت أما أَنه لَا يَمْنعنِي الَّذِي فعل بِي مُحَمَّد بن أبي بكر أخي أَن أخْبرك ¶ 124 - حَدِيث آخر حَدثنَا شَيبَان بن فروخ نَا أَبُو الْأَشْهب عَن الْحسن قَالَ عَاد عبيد الله بن زِيَاد معقل بن يسَار الْمُزنِيّ فِي مَرضه الَّذِي مَاتَ فِيهِ الحَدِيث ¶ قَالَ أَلا كنت حَدَّثتنِي هَذَا قبل الْيَوْم قَالَ مَا حدثتك اَوْ لم أكن لأحدثك",
            "page": "100",
            "part": "1",
            "seal": "97845B89"
        },
        {
            "hno": "125",
            "id": "79",
            "nass": "125 - حَدِيث أخر حَدثنَا زُهَيْر بن حَرْب واسحاق بن ابراهيم عَن جرير عَن الْأَعْمَش عَن زيد بن وهب عَن عبد الرَّحْمَن بن عبد رب الْكَعْبَة قَالَ ¶ دخلت الْمَسْجِد فاذا عبد الله بن عَمْرو بن العَاصِي جَالِسا فِي ظلّ الْكَعْبَة وَالنَّاس مجتمعون اليه فأتيتهم فَجَلَست اليه الحَدِيث ¶ وَفِيه فَقلت لَهُ هَذَا ابْن عمك مُعَاوِيَة يَأْمُرنَا أَن نَأْكُل أَمْوَالنَا بَيْننَا بِالْبَاطِلِ ونقتل أَنْفُسنَا فَسكت سَاعَة ثمَّ قَالَ أطعه فِي طَاعَة الله واعصه فِي مَعْصِيّة الله ¶ 126 - حَدِيث آخر حَدثنَا عبيد الله بن معَاذ الْعَنْبَري نَا أبي ثَنَا عَاصِم وَهُوَ ابْن مُحَمَّد بن زيد عَن زيد بن مُحَمَّد عَن نَافِع قَالَ ¶ جَاءَ عبد الله بن عمر الى عبد الله بن مُطِيع حِين كَانَ من أَمر الْحرَّة مَا كَانَ زمن يزِيد بن مُعَاوِيَة فَقَالَ اطرحوا لأبي عبد الرَّحْمَن وسَادَة فَقَالَ إِنِّي لم آتِك لأجلس",
            "page": "101",
            "part": "1",
            "seal": "3AE0BD0E"
        },
        {
            "hno": "127",
            "id": "80",
            "nass": "127 - حَدِيث آخر حَدثنَا مُحَمَّد بن عبد الله بن نمير ثَنَا أبي ثَنَا عبيد الله عَن نَافِع عَن أبن عمر فَذكر حَدِيثا وَفِيه قَالَ نَافِع ¶ فَقدمت على عمر بن عبد الْعَزِيز وَهُوَ يَوْمئِذٍ خَليفَة فَحَدَّثته فَقَالَ إِن هَذَا الْحَد بَين الصغر وَالْكبر فَكتب الى عماله أَن يفرضوا لمن كَانَ ابْن خمس عشرَة سنة وَمن كَانَت ذَلِك فَاجْعَلُوهُ فِي الْعِيَال ¶ 128 - حَدِيث آخر حَدثنَا يحيى بن يحيى التَّمِيمِي وقتيبة بن سعيد أخبرنَا جَعْفَر بن سُلَيْمَان عَن أبي عمرَان الْجونِي عَن أبي بكر بن عبد الله بن قيس عَن أَبِيه سَمِعت أبي وَهُوَ بِحَضْرَة الْعَدو يَقُول ¶ فَذكر حَدِيثا فِيهِ فَقَامَ رجل رث الْهَيْئَة فَقَالَ يَا أَبَا مُوسَى آنت سَمِعت رَسُول صلى الله عَلَيْهِ وَسلم يَقُول هَذَا قَالَ نعم فَرجع الى أَصْحَابه فَقَالَ أَقرَأ عَلَيْكُم السَّلَام ثمَّ كسر جفن سَيْفه ثمَّ مَشى بِسَيْفِهِ الى الْعَدو فَضرب بِهِ حَتَّى قتل",
            "page": "102",
            "part": "1",
            "seal": "32DD35A7"
        },
        {
            "hno": "129",
            "id": "81",
            "nass": "129 - حَدِيث آخر حَدثنَا مُحَمَّد بن رمح بن المُهَاجر أَنا اللَّيْث عَن الْحَارِث بن يَعْقُوب عَن عبد الرَّحْمَن بن شماسَة أَن فقيما اللَّخْمِيّ قَالَ لعقبة بن عَامر تخْتَلف بَين هذَيْن الغرضين وانت شيخ كَبِير ليشق عَلَيْك ¶ 130 - حَدِيث آخر حَدثنِي أَحْمد بن عبد الرَّحْمَن بن وهب ثَنَا عمي عبد الله بن وهب ثَنَا عَمْرو بن الْحَارِث حَدثنِي يزِيد بن أبي حبيب حَدثنِي عبد الرَّحْمَن بن شماسَة الْمهرِي كنت عِنْد سَلمَة بن مخلد وَعِنْده عبد الله بن عَمْرو بن الْعَاصِ فَقَالَ عبد الله ¶ لَا تقوم السَّاعَة الا على شرار النَّاس هم شَرّ من أهل الْجَاهِلِيَّة لَا يدعونَ الله بِشَيْء الا ردة عَلَيْهِم الحَدِيث وَفِيه قَالَ عبد الله يبْعَث الله رِيحهَا ريح الْمسك مَسهَا مس الْحَرِير فَلَا تتْرك نفسا فِي قلبه مِثْقَال حَبَّة من ايمان الا قَبضته ثمَّ يبْقى شرار النَّاس عَلَيْهِم تقوم السَّاعَة",
            "page": "103",
            "part": "1",
            "seal": "FD81C160"
        },
        {
            "hno": "131",
            "id": "82",
            "nass": "// من كتاب الصَّيْد والذبائح ¶ // ¶ 131 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى نَا مُحَمَّد بن جَعْفَر نَا شُعْبَة عَن تَوْبَة الْعَنْبَري قَالَ قَالَ لي الشّعبِيّ قاعدت ابْن عمر قَرِيبا من سنتَيْن أَو سنة وَنصف ¶ 132 - حَدِيث آخر حَدثنَا اسحاق ابْن ابراهيم وَعبد بن حميد قَالَا أَنا عبد الرَّزَّاق عَن ابْن جريج أَخْبرنِي أَبُو الزبير أَنه سمع جَابر قَالَ وَقَالَ عمر بن الْخطاب ¶ وحَدثني مُحَمَّد بن مثنى نَا ابْن أبي عدي عَن دَاوُد عَن أبي نَضرة عَن أبي سعيد قَالَ فَلَمَّا كَانَ بعد ذَلِك قَالَ عمر رَضِي الله عَنهُ ان الله لينفع بِهِ وَاحِد وانه لطعام عَامَّة هَذِه الرعاء وَلَو كَانَ عِنْدِي لطعمته يَعْنِي الضَّب",
            "page": "104",
            "part": "1",
            "seal": "CF09F054"
        },
        {
            "hno": "133",
            "id": "83",
            "nass": "133 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة ثَنَا إِسْمَاعِيل بن عَلَيْهِ عَن أَيُّوب عَن سعيد بن جُبَير ¶ أَن قَرِيبا لعبد الله بن مُغفل خذف فَنَهَاهُ وَفِيه لَا أُكَلِّمك أبدا ¶ 134 - حَدِيث آخر حَدثنَا شَيبَان بن فروخ وَأَبُو كَامِل وَاللَّفْظ لأبي كَامِل قَالَا ثَنَا أَبُو عوَانَة عَن أبي بشر عَن سعيد بن جُبَير قَالَ مر ابْن عمر ينفر قد نصبوا دجَاجَة يترامونها فَلَمَّا رَأَوْا ابْن عمر تفَرقُوا عَنْهَا",
            "page": "105",
            "part": "1",
            "seal": "31789786"
        },
        {
            "hno": "135",
            "id": "84",
            "nass": "135 - حَدِيث آخر حَدثنِي زُهَيْر بن حَرْب أَنا أَبُو بشر بِنَحْوِهِ وَفِيه وَقد جعلُوا لصَاحب الطير كل خاطئة من نبلهم",
            "page": "106",
            "part": "1",
            "seal": "1FC76EC4"
        },
        {
            "hno": "136",
            "id": "85",
            "nass": "// من كتاب الْأَضَاحِي ¶ // ¶ 136 - حَدِيث آخر حَدثنِي حَرْمَلَة بن يحيى أَنا ابْن وهب أَخْبرنِي يُونُس عَن أبي شهَاب أَخْبرنِي أَبُو عبيد مولى ابْن أَزْهَر ¶ أَنه شهد الْعِيد مَعَ عمر بن الْخطاب قَالَ ثمَّ صليت مَعَ عَليّ بن أبي طَالب قَالَ فصلى لنا قبل الْخطْبَة ثمَّ خطب النَّاس",
            "page": "107",
            "part": "1",
            "seal": "E6A99BF1"
        },
        {
            "hno": "137",
            "id": "86",
            "nass": "// من كتابي الْأَشْرِبَة والأطعمة ¶ // ¶ 137 - حَدِيث آخر حَدثنَا زُهَيْر بن حَرْب واسحاق بن ابراهيم كِلَاهُمَا عَن جرير عَن مَنْصُور عَن ابراهيم ¶ قلت للأسود هَل سَأَلت أم الْمُؤمنِينَ عَمَّا يكره أَن ينْبذ فِيهِ قَالَ نعم ¶ 138 - حَدِيث آخر حَدثنَا مُحَمَّد بن أبي خلف نَا زَكَرِيَّا بن عدي أَنا عبيد الله عَن زيد عَن يحيى أبي عمر النَّخعِيّ قَالَ سَأَلَ قوم ابْن عَبَّاس عَن بيع الْخمر وشرابها وَالتِّجَارَة فِيهَا فَقَالَ أمسلمون أَنْتُم قَالُوا نعم قَالَ فَإِنَّهُ لَا يصلح بيعهَا وَلَا شراوها وَالتِّجَارَة فِيهَا",
            "page": "108",
            "part": "1",
            "seal": "89561B0E"
        },
        {
            "hno": "139",
            "id": "87",
            "nass": "139 - حَدِيث آخر حَدثنَا أَبُو بكر بن خَلاد أَنا مُحَمَّد بن جَعْفَر ثَنَا شُعْبَة عَن وَاقد بن مُحَمَّد بن زيد أَنه سمع نَافِعًا قَالَ ¶ رأى ابْن عمر مِسْكينا فَجعل يضع بَين يَدَيْهِ وَيَضَع بَين يَدَيْهِ قَالَ فَجعل يَأْكُل اكلا كثيرا قَالَ فَقَالَ لَا تدخلن هَذَا عَليّ",
            "page": "109",
            "part": "1",
            "seal": "079BC8E2"
        },
        {
            "hno": "140",
            "id": "88",
            "nass": "// من كتاب اللبَاس والزينة ¶ // ¶ 140 - حَدِيث آخر حَدثنَا سعيد بن عَمْرو بن سهل بن إِسْحَاق بن مُحَمَّد بن الْأَشْعَث بن قيس ثَنَا سُفْيَان بن عُيَيْنَة سمعته يذكرهُ عَن أبي فَرْوَة أَنه سمع عبد الله بن عكيم ¶ كُنَّا مَعَ حُذَيْفَة بِالْمَدَائِنِ فَاسْتَسْقَى حُذَيْفَة فَجَاءَهُ دهقان بشراب فِي إِنَاء من فضَّة فَرَمَاهُ بِهِ وَقَالَ إِنِّي أخْبركُم إِنِّي قد أَمرته أَن لَا يسقيني فِيهِ ¶ 141 - حَدِيث آخر حَدثنَا يحيى بن يحيى نَا خَالِد بن عبد الله بن عبد الْملك عَن عبد الله مولى أَسمَاء بنت أبي بكر وَكَانَ خَال ولد عَطاء قَالَ أرسلتني أَسمَاء إِلَى عبد الله بن عمر فَقَالَت بَلغنِي أَنَّك تحرم أَشْيَاء ثَلَاثَة الْعلم فِي الثَّوْب وميثرة الأرجوان وَصَوْم رَجَب كُله ¶ فَقَالَ لي عبد الله أما مَا ذكرت من صَوْم رَجَب فَكيف يمن بِصَوْم الْأَبَد الحَدِيث",
            "page": "110",
            "part": "1",
            "seal": "F7872BF3"
        },
        {
            "hno": "142",
            "id": "89",
            "nass": "142 - حَدِيث آخر حَدثنَا أَحْمد بن عبد الله بن يُونُس ثَنَا زُهَيْر ثَنَا عَاصِم الْأَحول عَن أبي عُثْمَان قَالَ ¶ كتب إِلَيْنَا عمر وَنحن بِأَذربِيجَان يَا عتبَة بن فرقد إِنَّه لَيْسَ من كدك وَلَا كد أَبِيك وَلَا كد أمك فأشبع الْمُسلمين فِي رحالهم بِمَا يشبعك فِي رحلك وَإِيَّاكُم والتنعم وَذي أهل الشّرك ولبوس الْحَرِير ¶ 143 - حَدِيث آخر حَدثنَا قِرَاءَة على نصر بن عَليّ الجهضي عَن عبد الْأَعْلَى بن عبد الْأَعْلَى ثَنَا يحيى بن أبي إِسْحَاق عَن سعيد بن أبي الْحسن قَالَ جَاءَ رجل الى ابْن عَبَّاس فَقَالَ إِنِّي رجل أصور هَذِه الصُّورَة فأفتني فِيهَا الحَدِيث ¶ وَفِيه أَن كنت لَا بُد فَاعِلا فَاصْنَعْ الشّجر وَمَا لَا نفس لَهُ",
            "page": "111",
            "part": "1",
            "seal": "A44941B7"
        },
        {
            "hno": "144",
            "id": "90",
            "nass": "144 - حَدِيث آخر حَدثنَا أَبُو بكر بن شيبَة وَمُحَمّد بن عبد الله بن نمير وَأَبُو كريب قَالُوا أَنا ابْن فُضَيْل عَن عمَارَة عَن أبي زرْعَة قَالَ ¶ دخلت مَعَ أبي هُرَيْرَة دَار مَرْوَان فَرَأى فِيهَا تصاوير ¶ 145 - حَدِيث آخر حَدثنَا إِسْحَاق بن ابراهيم وَعُثْمَان بن أبي شيبَة عَن جرير عَن مَنْصُور عَن ابراهيم عَن عَلْقَمَة عَن عبد الله قَالَ ¶ لعن الله الْوَاشِمَات وَالْمُسْتَوْشِمَات والنامصات وَالْمُتَنَمِّصَات المتفلجات لِلْحسنِ الْمُغيرَات خلق الله فَبلغ ذَلِك إمرأة من بني أَسد يُقَال لَهَا أم يَعْقُوب وَكَانَت تقْرَأ الْقُرْآن فَأَتَتْهُ فَقَالَ مَا حَدِيث بَلغنِي عَنْك الحَدِيث وَفِيه فِي كتاب الله فَقَالَ الْمَرْأَة لقد قرأته مَا بَين لوحي الْمُصحف فَمَا وجدته فَقَالَ لَئِن قرأتيه لقد وجدتيه قَالَ الله عز وَجل وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا ¶ فَقَالَت الْمَرْأَة فَإِنِّي أرى شَيْئا من هَذَا على إمرأتك الْآن قَالَ أذهبي فانظري قَالَ فَدخلت على إمرأة عبد الله فَلم تَرَ شَيْئا فَجَاءَت اليه فَقَالَت مَا",
            "page": "112",
            "part": "1",
            "seal": "C69C98F6"
        },
        {
            "hno": "146",
            "id": "91",
            "nass": "رَأَيْت شَيْئا فَقَالَ أما لَو كَانَ ذَلِك لم أجامعها ¶ 146 - حَدِيث آخر حَدثنِي يحيى بن يحيى قَرَأت على مَالك عَن ابْن شهَاب عَن حميد بن عبد الرَّحْمَن بن عَوْف أَنه سمع مُعَاوِيَة بن أبي سُفْيَان عَام حج وَهُوَ على الْمِنْبَر وَتَنَاول قصَّة من شعر يَقُول يَا أهل الْمَدِينَة أَيْن عُلَمَاؤُكُمْ ¶ 147 - حَدِيث آخر حَدثنَا أَبُو غَسَّان المسمعي وَمُحَمّد بن مثنى قَالَا نَا معَاذ حَدثنِي أبي عَن قَتَادَة عَن سعيد بن الْمسيب أَن مُعَاوِيَة قَالَ ذَات يَوْم ¶ أَنكُمْ قد أحدثتم زِيّ سوء الحَدِيث وَفِيه وَجَاء رجل بعصا على رَأسهَا خرقَة فَقَالَ مُعَاوِيَة أَلا وَهُوَ الزُّور قَالَ قَتَادَة يَعْنِي مَا يكثر النِّسَاء أشعارهن فِي الْخرق",
            "page": "113",
            "part": "1",
            "seal": "C8696230"
        },
        {
            "hno": "148",
            "id": "92",
            "nass": "// من كتاب الْأَدَب ¶ // ¶ 148 - حَدِيث آخر قصَّة أبي مُوسَى مَعَ عمر فِي الرُّجُوع وَفِيه قَول عمر أقِم عَلَيْهِ الْبَيِّنَة وَإِلَّا أوجعتك وَفِيه قَول عمر ألهاني الصفق بالأسواق وَقَول عمر أوجدت قَالَ نعم أبي بن كَعْب قَالَ عدل قَالَ يَا أَبَا الطُّفَيْل مَا يَقُول هَذَا وَفِيه قَول أبي بن كَعْب لَا تكن ابْن الْخطاب عذَابا على أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ وَفِي بعض طرْقَة فَقَالَ أبي بن كَعْب فوَاللَّه لَا يقوم مَعَك إِلَّا أحدثنا سنا قُم يَا أَبَا سعيد",
            "page": "114",
            "part": "1",
            "seal": "464D0B63"
        },
        {
            "hno": "149",
            "id": "93",
            "nass": "// من كتاب السَّلَام ¶ // ¶ 149 - حَدِيث آخر حَدثنَا هَارُون بن مَعْرُوف ثَنَا عبد الله بن وهب أَخْبرنِي عَمْرو أَن بكر بن سوَادَة حَدثهُ أَن عبد الرَّحْمَن بن جُبَير حَدثهُ أَن عبد الله بن عَمْرو بن الْعَاصِ حَدثهُ أَن نَفرا من بني هَاشم دخلُوا على أَسمَاء بنت عُمَيْس فَدخل أَبُو بكر الصّديق وَهِي تَحْتَهُ يَوْمئِذٍ فرأهم فكره ذَلِك ¶ 150 - حَدِيث آخر حَدثنَا يحيى بن يحيى التَّمِيمِي قَرَأت على مَالك عَن ابْن شهَاب عَن عبد الحميد بن عبد الرَّحْمَن بن زيد بن الْخطاب عَن عبد الله بن عبد الله بن الْحَارِث بن نَوْفَل عَن عبد الله بن عَبَّاس ¶ أَن عمر بن الْخطاب خرج حَتَّى اذا كَانَ بسرغ لقِيه أهل الاجناد أَبُو عُبَيْدَة بن الْجراح وَأَصْحَابه فأخبروه أَن الوباء وَقع بِالشَّام ¶ قَالَ ابْن عَبَّاس قَالَ عمر ادْع الى الْمُهَاجِرين الْأَوَّلين فدعوتهم فاستشارهم وَأخْبرهمْ أَن الوباء قد وَقع بِالشَّام فَاخْتَلَفُوا فَقَالَ بَعضهم قد خرجت لأمر وَلَا أرى أَن نرْجِع عَنهُ ¶ وَقَالَ بَعضهم مَعَك النَّاس وَأَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم فَلَا نرى أَن تقدمهم على هَذَا الوباء ثمَّ قَالَ ارتفعوا عني ثمَّ قَالَ ادْع لي الْأَنْصَار فدعوهم",
            "page": "115",
            "part": "1",
            "seal": "C9642B59"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "فاستشارهم فسلكوا سَبِيل الْمُهَاجِرين وَاخْتلفُوا كاختلافهم فَقَالَ ارتفعوا عني ثمَّ قَالَ ادْع لي من كَانَ هَا هُنَا من مشيخة قُرَيْش من مهاجرة الْفَتْح فدعوهم فَلم يخْتَلف عَلَيْهِ إِنْسَان فَقَالُوا نرى أَن ترجع بِالنَّاسِ وَلَا تقدمهم على هَذَا الوباء فَنَادَى عمر فِي النَّاس إِنِّي أصبح على ظهر فَأَصْبحُوا معي فَقَالَ أَبُو عُبَيْدَة بن الْجراح أفرار من قدر الله فَقَالَ عمر لَو غَيْرك قَالَهَا يَا أَبَا عُبَيْدَة وَكَانَ عمر يكره خلَافَة نعم نفر من قدر الله الى قدر الله أَرَأَيْت أَن لَو كَانَت لَك إبل فَهَبَطت وَاديا لَهُ عدوتان أَحدهمَا خصبة والخر جدبة أَلَيْسَ إِن رعيت الخصبة رعيتها بِقدر الله وَإِن رعيت الجدبة رعيتها بِقدر الله",
            "page": "116",
            "part": "1",
            "seal": "2775ACEA"
        },
        {
            "hno": "151",
            "id": "95",
            "nass": "// من كتاب التَّعْبِير ¶ // ¶ 151 - حَدِيث آخر حَدثنَا عَمْرو والناقد وَإِسْحَاق بن ابراهيم وَابْن أبي عمر جَمِيعًا عَن عُيَيْنَة عَن الزُّهْرِيّ عَن أبي سَلمَة قَالَ كنت أرى الرُّؤْيَا أعرى فِيهَا غير أَنِّي لَا أزمل حَتَّى لقِيت أَبَا قَتَادَة",
            "page": "117",
            "part": "1",
            "seal": "F83E2872"
        },
        {
            "hno": "152",
            "id": "96",
            "nass": "// من كتاب المناقب ¶ // ¶ 152 - حَدِيث آخر حَدثنَا سعيد بن عَمْرو الأشعثي وَأَبُو الرّبيع الْعَتكِي وَأَبُو كريب وَاللَّفْظ لَهُ أخبرنَا ابْن الْمُبَارك عَن عمر بن سعيد بن أبي حُسَيْن عَن ابْن أبي ملكيه قَالَ سَمِعت ابْن عَبَّاس يَقُول ¶ وضع عمر على سَرِيره فتكنفه النَّاس يدعونَ ويثنون وَيصلونَ عَلَيْهِ قبل أَن يرفع وَأَنا فيهم فَلم يرعني إِلَّا بِرَجُل قد أَخذ بمنكبي من ورائي فَالْتَفت فاذا هُوَ عَليّ فترحم على عمر وَقَالَ مَا خلفت أحد إِلَى أَن ألْقى الله بِمثل علمه مِنْك وأيم الله أَن كنت لأَظُن أَن يجعلك الله مَعَ صاحبيك ¶ 153 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد وَمُحَمّد بن عباد قَالَا أَنا حَاتِم عَن بكير بن مِسْمَار عَن عَامر بن سعد بن أبي وَقاص عَن أَبِيه قَالَ أَمر مُعَاوِيَة بن أبي سُفْيَان سَعْدا فَقَالَ مَا مَنعك أَن تسب أَبَا تُرَاب",
            "page": "118",
            "part": "1",
            "seal": "59D41720"
        },
        {
            "hno": "154",
            "id": "97",
            "nass": "154 - حَدِيث آخر حَدثنِي زُهَيْر بن حَرْب وشجاع بن مخلد جَمِيعًا عَن ابْن عَلَيْهِ حَدثنِي أَبُو حَيَّان حَدثنِي يزِيد بن حَيَّان قَالَ انْطَلَقت أَنا وحصين بن سيرة وَعمر بن مُسلم إِلَى زيد بن أَرقم فَلَمَّا جلسنا إِلَيْهِ قَالَ لَهُ حُصَيْن لقد لقِيت يَا زيد خيرا كثيرا الحَدِيث ¶ وَفِيه أهل بَيته من حرم الصَّدَقَة بعده قَالَ وَمن هم قَالَ هم آل عَليّ وَآل عقيل وَآل جَعْفَر وَآل عَبَّاس ¶ 155 - حَدِيث آخر حَدثنَا مُحَمَّد بن بكار بن الريان ثَنَا حسان يَعْنِي ابْن ابراهيم عَن سعيد وَهُوَ ابْن مَسْرُوق عَن يزِيد بن حَيَّان عَن زيد بن أَرقم نَحْو حَدِيث أبي حَيَّان وَفِيه ¶ فَقُلْنَا من أهل بَيته نساؤه قَالَ لَا وأيم الله إِن الْمَرْأَة تكون مَعَ الرجل الْعَصْر من الدَّهْر ثمَّ يطلقهَا فترجع إِلَى أَبِيهَا وقومها أهل بَيته أَصله وعصبته الَّذين حرمُوا الصَّدَقَة بعده",
            "page": "119",
            "part": "1",
            "seal": "D34E5EF1"
        },
        {
            "hno": "156",
            "id": "98",
            "nass": "156 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد ثَنَا عبد الْعَزِيز عَن أبي حَازِم عَن سهل بن سعد ¶ فَأمره أَن يشْتم عليا قَالَ فَأبى سهل فَقَالَ لَهُ أما إِذا أَبيت فَقل لعن الله أَبَا التُّرَاب فَقَالَ سهل مَا كَانَ لعَلي إسم أحب إِلَيْهِ من أبي التُّرَاب وَإِن كَانَ ليفرح إِذا دعِي بِهِ ¶ 157 - حَدِيث آخر حَدثنَا أَحْمد بن حَنْبَل نَا يَعْقُوب بن ابراهيم نَا أبي عَن الْوَلِيد بن كثير حَدثنِي مُحَمَّد بن عَمْرو بن حلحلة الدؤَلِي أَن ابْن شهَاب حَدثهُ أَن عَليّ بن الْحُسَيْن حَدثهُ ¶ أَنهم حِين قدمُوا الْمَدِينَة من عِنْد يزِيد بن مُعَاوِيَة مقتل الْحُسَيْن لقِيه الْمسور بن مخرمَة فَقَالَ لَهُ هَل لَك إِلَى حَاجَة تَأْمُرنِي بهَا فَقَالَ فَقلت لَهُ لَا ¶ قَالَ هَل أَنْت معطي سيف رَسُول الله صلى الله عَلَيْهِ وَسلم فَأَنِّي أَخَاف أَن يَغْلِبك الْقَوْم عَلَيْهِ وأيم الله لَئِن أعطيتنيه لَا يخلص إِلَيْهِ أبدا حَتَّى تبلغ نَفسِي",
            "page": "120",
            "part": "1",
            "seal": "FD4FB2ED"
        },
        {
            "hno": "158",
            "id": "99",
            "nass": "158 - حَدِيث آخر حَدثنَا عبد الْأَعْلَى بن حَمَّاد وَمُحَمّد بن عبد الْأَعْلَى كِلَاهُمَا عَن الْمُعْتَمِر سَمِعت أبي ثَنَا ابو عُثْمَان عَن سُلَيْمَان قَالَ ¶ لَا تكونن إِن أستطعت أول من يدْخل السُّوق وَلَا آخر من يخرج مِنْهَا فان بهَا معركة الشَّيْطَان وَبهَا ينصب رايته ¶ 159 - حَدِيث آخر حَدثنَا أَبُو كريب مُحَمَّد بن الْعَلَاء نَا يحيى بن آدم نَا قُطْبَة عَن الْأَعْمَش عَن مَالك بن الْحَارِث عَن أبي الْأَحْوَص قَالَ ¶ كُنَّا فِي دَار أبي مُوسَى مَعَ نفر من أَصْحَاب عبد الله وهم ينظرُونَ فِي مصحف",
            "page": "121",
            "part": "1",
            "seal": "A124F0FC"
        },
        {
            "hno": "160",
            "id": "100",
            "nass": "160 - حَدِيث آخر حَدثنَا مُحَمَّد بن عَمْرو بن عباد نَا حرمي بن عمَارَة نَا قُرَّة بن خَالِد عَن مُحَمَّد بن سِيرِين قَالَ قَالَ قيس بن عباد كنت فِي حَلقَة فِيهَا سعد بن مَالك وَابْن عمر وَعبد الله بن سَلام فَقَالُوا هَذَا رجل من أهل الْجنَّة فَقُمْت فَقلت لَهُ إِنَّهُم قَالُوا كَذَا وَكَذَا قَالَ سُبْحَانَ الله مَا كَانَ يَنْبَغِي لَهُم أَن يَقُولُوا مَا لَيْسَ لَهُم بِهِ علم ¶ 161 - حَدِيث آخر حَدثنَا مُحَمَّد بن الْمثنى نَا عبد الله بن عون عَن ابْن سِيرِين نَحوه وَقَالَ فجَاء رجل فِي وجهة أثر من خشوع وَفِيه فصلى رَكْعَتَيْنِ وَفِيه فَدخل منزله وَذهب فتحدثنا فَلَمَّا إستأنس وَالْبَاقِي مثله",
            "page": "122",
            "part": "1",
            "seal": "97F07BD4"
        },
        {
            "hno": "162",
            "id": "101",
            "nass": "162 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد وَإِسْحَاق بن إِبْرَاهِيم حَدثنَا جرير عَن الْأَعْمَش عَن سُلَيْمَان بن مسْهر عَن خَرشَة بن الْحر قَالَ كنت جَالِسا فِي حَلقَة فِي مَسْجِد الْمَدِينَة قَالَ وفيهَا شيخ حسن الْهَيْئَة وَهُوَ عبد الله بن سَلام قَالَ فَجعل يُحَدِّثهُمْ حَدِيثا حسنا قَالَ فَلَمَّا قَامَ وَقَالَ الْقَوْم من سره أَن ينظر إِلَى رجل من أهل الْجنَّة فَلْينْظر إِلَى هَذَا ¶ قَالَ فَقلت وَالله لأتبعنه فلأعلمن مَكَان بَيته قَالَ فتبعته فَانْطَلق حَتَّى",
            "page": "123",
            "part": "1",
            "seal": "BC3349D0"
        },
        {
            "hno": "163",
            "id": "102",
            "nass": "كَاد أَن يخرج من الْمَدِينَة ثمَّ دخل منزله فاستأذنت عَلَيْهِ فَأذن لي فَقَالَ مَا حَاجَتك يَا ابْن أخي ¶ فَقلت لَهُ مَا قَالُوا فَأَعْجَبَنِي أَن أكون مَعَك قَالَ الله أعلم بِأَهْل الْجنَّة ¶ 163 - حَدِيث آخر حَدثنَا عَمْرو النَّاقِد وَإِسْحَاق بن ابراهيم وَابْن أبي عمر كلهم عَن سُفْيَان عَن الْأَزْهَرِي عَن سعيد عَن أبي هُرَيْرَة أَن عمر مر بِحسان وَهُوَ ينشد الشّعْر فِي الْمَسْجِد فلحظ عَلَيْهِ ¶ 164 - حَدِيث آخر حَدثنِي بشر بن خَالِد أَنا مُحَمَّد يَعْنِي ابْن جَعْفَر عَن شُعْبَة عَن سُلَيْمَان عَن أبي الضُّحَى عَن مَسْرُوق قَالَ دخلت على عَائِشَة وَعِنْدهَا حسان بن ثَابت ينشدها شعرًا يشبب بِأَبْيَات لَهُ فَقَالَ ... حصان رزان مَا تزن بريبة ... وتصبح غرثى من لُحُوم الغوافل ... ¶ فَقَالَت لَهُ عَائِشَة لكنك لست كَذَلِك ¶ 165 - حَدِيث آخر حَدثنِي حَرْمَلَة بن يحيى أَنا ابْن وهب أَخْبرنِي يُونُس عَن ابْن شهَاب أَن عُرْوَة بن الزبير حَدثهُ أَن عَائِشَة قَالَت ¶ أَلا يُعْجِبك أَبُو هُرَيْرَة جَاءَ فَجَلَسَ إِلَى جَانب حُجْرَتي يحدث عَن النَّبِي صلى الله عَلَيْهِ وَسلم يسمعني ذَلِك وَكنت أسبح فَقَامَ قبل أَن أَقْْضِي سبيحتي وَلَو أَدْرَكته لرددت عَلَيْهِ ¶ قَالَ وَقَالَ ابْن الْمسيب أَبَا هُرَيْرَة قَالَ يَقُولُونَ إِن أَبَا هُرَيْرَة قد أَكثر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَالله الْموعد وَيَقُولُونَ مَا بَال الْمُهَاجِرين وَالْأَنْصَار لَا يتحدثون بِمثل أَحَادِيثه",
            "page": "124",
            "part": "1",
            "seal": "946E3FD2"
        },
        {
            "hno": "166",
            "id": "103",
            "nass": "166 - حَدِيث آخر حَدثنَا إِسْحَاق بن إِبْرَاهِيم الْحَنْظَلِي وَمُحَمّد بن الْمثنى وبشار عَن معَاذ بن هِشَام حَدثنِي أبي عَن قَتَادَة عَن زُرَارَة بن أوفى عَن أَسِير بن جَابر قَالَ ¶ كَانَ عمر بن الْخطاب إِذا أَتَى عَلَيْهِ أَمْدَاد أهل الْيمن سَأَلَهُمْ أفيكم أويس بن عَامر فَذكر الحَدِيث ألى أَن قَالَ فَفطن لَهُ النَّاس فَانْطَلق على وجهة قَالَ أَسِير وَكسوته بردة فَكَانَ كلما رَآهُ إِنْسَان قَالَ من أَيْن لأويس هَذِه الْبردَة",
            "page": "125",
            "part": "1",
            "seal": "38A525F4"
        },
        {
            "hno": "167",
            "id": "104",
            "nass": "167 - حَدِيث آخر حَدثنَا عقبَة بن مكرم الْعمي نَا يَعْقُوب يَعْنِي ابْن إِسْحَاق الْحَضْرَمِيّ نَا الْأسود بن شَيبَان عَن أبي نَوْفَل قَالَ ¶ رَأَيْت عبد الله بن الزبير على عقبَة الْمَدِينَة قَالَ فَجعلت قُرَيْش تمر عَلَيْهِ وَالنَّاس حَتَّى مر عَلَيْهِ عبد الله بن عمر فَوقف عَلَيْهِ فَقَالَ السَّلَام عَلَيْك أَبَا خبيب السَّلَام عَلَيْك أباخبيب السَّلَام عَلَيْك أَبَا خبيب وَالله لقد كنت أَنهَاك عَن هَذَا أما وَالله لقد كنت أَنهَاك عَن هَذَا أما وَالله لقد كنت أَنهَاك عَن هَذَا أما وَالله وان كنت مَا علمت لصواما قواما وصُولا للرحم أما وااله لأمة أَنْت شَرها لأمة خير ¶ ثمَّ نفذ عبد الله بن عمر فَبلغ الْحجَّاج موقف عبد الله وَقَوله فَأرْسل إِلَيْهِ فَأنْزل عَن جزعة فَألْقى فِي قُبُور الْيَهُود ثمَّ أرسل ألى أمه أَسمَاء بنت أبي بكر غَابَتْ أَن تَأتيه فَأَعَادَ عَلَيْهَا القَوْل لتَأْتِيني أَو لَأَبْعَثَن إِلَيْك من يسحبك",
            "page": "126",
            "part": "1",
            "seal": "FABC2A55"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "بقرونك قَالَ فَأَبت وَقَالَت وَالله لَا آتيه حَتَّى يبْعَث إِلَيّ من يسحبني بقروني ¶ قَالَ فَقَالَ أروني سبتي فَأخذ نَعْلَيْه ثمَّ انْطلق يتوذف حَتَّى دخل عَلَيْهَا فَقَالَ كَيفَ رَأَيْتنِي صنعت بعدو الله قَالَت رَأَيْتُك أفسدت عَلَيْهِ ديناه وأفسد عَلَيْك آخرتك",
            "page": "127",
            "part": "1",
            "seal": "BF52B5CB"
        },
        {
            "hno": "168",
            "id": "106",
            "nass": "// من كتاب الْأَدَب وَالْبر والصلة ¶ // ¶ 168 - حَدِيث آخر حَدثنَا أَبُو الطَّاهِر أَنا ابْن وهب أَخْبرنِي سعيد بن أبي أَيُّوب عَن أبي الْوَلِيد عَن عبيد الله بن دِينَار عَن عبد الله بن عمر أَن رجلا من الْأَعْرَاب لقِيه بطرِيق مَكَّة فَسلم عَلَيْهِ عبد الله وَحمله على حمَار كَانَ يركبه وَأَعْطَاهُ عِمَامَة كَانَت على رَأسه قَالَ ابْن دِينَار فَقُلْنَا لَهُ أصلحك الله إِنَّهُم الْأَعْرَاب وَأَنَّهُمْ يرضون باليسير فَقَالَ عبد الله بن عمر إِن هَذَا كَانَ وادا لعمر بن الْخطاب ¶ 169 - حَدِيث آخر حَدثنَا حسن بن عَليّ الْحلْوانِي نَا يَعْقُوب بن إِبْرَاهِيم بن سعد نَا أبي وَاللَّيْث بن سعد جَمِيعًا عَن يزِيد بن عبد الله بن أُسَامَة بن الْهَاد عَن عبد الله بن دِينَار عَن ابْن عمر أَنه كَانَ إِذا خرج إِلَى مَكَّة كَانَ لَهُ حمَار يتروح عَلَيْهِ إِذا مل ركُوب الرَّاحِلَة وعمامة يشد بهَا رَأسه فَذكره نَحوه",
            "page": "128",
            "part": "1",
            "seal": "0D88BAE8"
        },
        {
            "hno": "170",
            "id": "107",
            "nass": "170 - حَدِيث آخر حَدثنَا زُهَيْر بن حَرْب وَإِسْحَاق بن إِبْرَاهِيم جَمِيعًا عَن جرير عَن مَنْصُور عَن إِبْرَاهِيم عَن الْأسود قَالَ ¶ دخل شباب من الْأَنْصَار على عَائِشَة وَهِي بمنى وهم يَضْحَكُونَ فَقَالَت مَا يُضْحِككُمْ ¶ قَالُوا فلَان خر على طُنب فسطاطه فَكَادَتْ عُنُقه أَو عينه أَن تذْهب قَالَت لَا تَضْحَكُوا ¶ 171 - حَدِيث آخر حَدثنِي عَمْرو النَّاقِد نَا يزِيد بن هَارُون أَنا عبد الْعَزِيز بن عبد الله بن أبي سَلمَة عَن سُهَيْل بن ابي صَالح قَالَ ¶ كُنَّا بِعَرَفَة فَمر عمر بن عبد الْعَزِيز وَهُوَ على الْمَوْسِم فَقَامَ النَّاس ينظرُونَ",
            "page": "129",
            "part": "1",
            "seal": "5D9BD855"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "إِلَيْهِ فَقلت لأبي يَا أَبَت إِنِّي أرى الله تَعَالَى يحب عمر بن عبد الْعَزِيز قَالَ وَمَا ذَاك قلت لما لَهُ من الْحبّ فِي قُلُوب النَّاس",
            "page": "130",
            "part": "1",
            "seal": "7F88B43E"
        },
        {
            "hno": "172",
            "id": "109",
            "nass": "// من كتاب الْقدر ¶ // ¶ 172 - حَدِيث آخر حَدثنَا إِسْحَاق بن ابراهيم الْحَنْظَلِي أَنا عُثْمَان بن عمر نَا عزْرَة بن ثَابت عَن يحيى بن عقيل عَن يحيى بن يعمر عَن أبي الْأسود الدئيلي قَالَ قَالَ لي عمرَان بن حُصَيْن ¶ أَرَأَيْت مَا يعْمل النَّاس الْيَوْم وَمَا يكدحون فِيهِ أَشَيْء قضى عَلَيْهِم وَمضى عَلَيْهِم من قدر مَا سبق أَو فِيمَا يستقبلون بِهِ مِمَّا أَتَاهُم من نَبِيّهم وَثبتت الْحجَّة عَلَيْهِم فَقلت بل شَيْء قضي عَلَيْهِم وَمضى عَلَيْهِم قَالَ فَقَالَ فَلَا يكون ظلما قَالَ فَفَزِعت من ذَلِك فَزعًا شَدِيدا وَقلت كل شَيْء خلق الله وَملك يَده فَلَا يسْأَل عَمَّا يفعل وهم يسْأَلُون فَقَالَ يَرْحَمك الله إِنِّي لم أرد بِمَا سَأَلتك إِلَّا لاحرز عقلك ¶ 173 - حَدِيث آخر حَدثنَا يحيى بن يحيى قَرَأت على مَالك ح",
            "page": "131",
            "part": "1",
            "seal": "792F938E"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "وثنا قُتَيْبَة بن سعيد عَن مَالك عَن زِيَاد بن سعيد عَن عَمْرو بن مسلمة عَن طَاوس أَنه قَالَ أدْركْت نَاس من أَصْحَاب رَسُول صلى الله عَلَيْهِ وَسلم يَقُولُونَ كل شَيْء بِقدر",
            "page": "132",
            "part": "1",
            "seal": "750D84A5"
        },
        {
            "hno": "174",
            "id": "111",
            "nass": "// من كتاب الذّكر ¶ // ¶ 174 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة نَا مَرْحُوم بن عبد الْعَزِيز عَن أبي نعَامَة السَّعْدِيّ عَن أبي عُثْمَان عَن أبي سعيد الْخُدْرِيّ قَالَ ¶ خرج مُعَاوِيَة على حَلقَة فِي الْمَسْجِد فَقَالَ مَا أجلسكم قَالُوا جلسنا نذْكر الله قَالَ الله مَا مَا أجلسكم إِلَّا ذَلِك قَالُوا وَالله مَا أجلسنا إِلَّا ذَلِك قَالَ أما إِنِّي لَا أستحلفكم تُهْمَة لكم",
            "page": "133",
            "part": "1",
            "seal": "69B4B239"
        },
        {
            "hno": "175",
            "id": "112",
            "nass": "// من كتاب الْفِتَن ¶ // ¶ 175 - حَدِيث آخر حَدثنَا قُتَيْبَة بن سعيد وَأَبُو بكر بن أبي شيبَة وَإِسْحَاق بن إِبْرَاهِيم عَن جرير عَن عبد الْعَزِيز بن رفيع عَن عبيد الله بن الْقبْطِيَّة قَالَ دخل الْحَارِث بن أبي ربيعَة وَعبد الله بن صَفْوَان وَأَنا مَعَهُمَا على أم سَلمَة أم المومنين فَسَأَلَاهَا عَن الْجَيْش الَّذِي يخسف وَكَانَ ذَلِك أَيَّام ابْن الزبير",
            "page": "134",
            "part": "1",
            "seal": "4F153AB7"
        },
        {
            "hno": "176",
            "id": "113",
            "nass": "176 - حَدِيث آخر حَدثنِي ابو كَامِل فُضَيْل بن حُسَيْن الْجَعْدِي نَا حَمَّاد بن زيد عَن أَيُّوب وَيُونُس عَن الْحسن عَن الْأَحْنَف بن قيس قَالَ ¶ خرجت وَأَنا أُرِيد هَذَا الرجل فلقيني أَبُو بكرَة فَقَالَ أَيْن تُرِيدُ يَا أَحْمد قَالَ قلت أُرِيد نصر أبن عَم رَسُول الله صلى الله عَلَيْهِ وَسلم عَلَيْكُم يَعْنِي عليا قَالَ فَقَالَ لي ارْجع يَا أحنف ¶ 177 - حَدِيث آخر حَدثنَا مُحَمَّد بن مثنى وَمُحَمّد بن حَاتِم قَالَا ثَنَا معَاذ بن معَاذ نَا ابْن عون عَن مُحَمَّد قَالَ قَالَ جُنْدُب ¶ جِئْت يَوْم الجرعة فَإِذا رجل جَالس فَقلت لتهراقن الْيَوْم هَا هُنَا دِمَاء فَقَالَ ذَلِك الرجل كلا وَالله قلت بلَى وَالله قَالَ كلا وَالله قلت بلَى وَالله قَالَ كلا وَالله ¶ 178 - حَدِيث آخر حَدثنَا أَبُو كَامِل فُضَيْل بن حُسَيْن وَأَبُو معن الرقاشِي قَالَا ثَنَا خَالِد بن الْحَارِث ثَنَا عبد الحميد بن جَعْفَر أَخْبرنِي أبي عَن سُلَيْمَان بن يسَار عَن عبد الله بن الْحَارِث بن نَوْفَل قَالَ ¶ كنت وَاقِفًا مَعَ أبي بن كَعْب فَقلت لَا يزَال النَّاس مُخْتَلفَة أَعْنَاقهم فِي طلب الدُّنْيَا قَالَ أجل",
            "page": "135",
            "part": "1",
            "seal": "3EB51F6C"
        },
        {
            "hno": "179",
            "id": "114",
            "nass": "179 - حَدِيث آخر حَدثنَا عبد الْملك بن شُعَيْب بن اللَّيْث حَدثنِي عبد الله بن وهب أَخْبرنِي اللَّيْث بن سعد حَدثنِي مُوسَى بن عَليّ عَن أَبِيه قَالَ فَقَالَ عَمْرو بن الْعَاصِ إِن فيهم لخصا لَا أَرْبعا أَنهم لأحلم النَّاس عِنْد فتْنَة وأسرعهم إفاقة بعد مُصِيبَة وأوشكهم كرة بعد فرة وَخَيرهمْ لمسكين وَضَعِيف ويتيم وخاتمه حسنه جميلَة وأمنعهم من ظلم الْمُلُوك يَعْنِي الرّوم",
            "page": "136",
            "part": "1",
            "seal": "067CD20E"
        },
        {
            "hno": "180",
            "id": "115",
            "nass": "180 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة وَعلي بن حجر كِلَاهُمَا عَن ابْن عَلَيْهِ حَدثنَا إِسْمَاعِيل بن إِبْرَاهِيم عَن أَيُّوب عَن حميد بن هِلَال عَن أبي قَتَادَة الْعَدوي عَن يسير بن جَابر قَالَ ¶ هَاجَتْ ريح حَمْرَاء بِالْكُوفَةِ فجَاء رجل لَيْسَ لَهُ هجيري إِلَّا يَا عبد الله بن مَسْعُود جَاءَت السَّاعَة قَالَ فَقعدَ وَكَانَ مُتكئا فَقَالَ إِن السَّاعَة لَا تقوم حَتَّى لَا يقسم مِيرَاث وَلَا يفرح بغنيمة ¶ 181 - حَدِيث آخر حَدثنَا شَيبَان بن فروخ ثَنَا سُلَيْمَان بن الْمُغيرَة ثَنَا حميد يَعْنِي ابْن هِلَال عَن أبي قَتَادَة عَن بشير بن جَابر قَالَ ¶ كنت فِي بَيت عبد الله بن مَسْعُود وَالْبَيْت ملآن فهاجت ريح حَمْرَاء بِالْكُوفَةِ نَحوه",
            "page": "137",
            "part": "1",
            "seal": "BE272415"
        },
        {
            "hno": "182",
            "id": "116",
            "nass": "182 - حَدِيث آخر وَحدثنَا مُحَمَّد بن الْمثنى نَا سَالم بن نوح أَنا الْجريرِي عَن أبي نَضرة عَن أبي سعيد الْخُدْرِيّ قَالَ ¶ خرجنَا حجاجا أَو عمارا ومعنا ابْن صياد قَالَ فنزلنا منزلا فَتفرق النَّاس وَبقيت أَنا وَهُوَ فاستوحشت مِنْهُ وَحْشَة شَدِيدَة مِمَّا يُقَال عَلَيْهِ قَالَ وَجَاء بمتاعه فَوَضعه مَعَ متاعي فَقلت أَن الْحر شَدِيد فَلَو وَضعته تَحت تِلْكَ الشَّجَرَة فَفعل قَالَ فَرفعت لنا غنم فَانْطَلق فجَاء بعس فَقَالَ اشرب أَبَا سعيد فَقلت أَن الْحر شَدِيد وَاللَّبن حَار مَا بِي إِلَّا أَن أكره أَن أشْرب عَن يَده أَو قَالَ آخذ عَن يَده قَالَ فَقَالَ يَا أَبَا سعيد لقد هَمَمْت أَن آخذ حبلا فأعلقه بشجرة ثمَّ أخنق مِمَّا يَقُول النَّاس يَا أَبَا سعيد الحَدِيث وَفِي آخِره قَالَ أَبُو سعيد حَتَّى كدت أعذره ثمَّ قَالَ أما وَالله إِنِّي لأعرفة وَأعرف مولده وَأَيْنَ هُوَ الْآن قَالَ قلت لَهُ تَبًّا لَك سَائِر الْيَوْم",
            "page": "138",
            "part": "1",
            "seal": "131CEA31"
        },
        {
            "hno": "183",
            "id": "117",
            "nass": "183 - حَدِيث آخر حَدثنَا عبد بن حميد نَا روح بن عبَادَة نَا هِشَام عَن أَيُّوب عَن نَافِع قَالَ ¶ لَقِي ابْن عمر ابْن صياد فِي بعض طرق الْمَدِينَة فَقَالَ لَهُ قولا أغضبهُ فانتفخ حَتَّى مَلأ السِّكَّة فَدخل ابْن عمر على حَفْصَة وَقد بلغَهَا فَقَالَت لَهُ يَرْحَمك الله مَا أردْت من ابْن صياد ¶ 184 - حَدِيث آخر وَحدثنَا مُحَمَّد بن مثنى ثَنَا حُسَيْن يَعْنِي أَبُو حسن بن يسَار نَا ابْن عون عَن نَافِع وَكَانَ يَقُول ابْن صياد قَالَ ابْن عمر ¶ لَقيته مرَّتَيْنِ قَالَ لَقيته فَقلت لبَعْضهِم هَل تحدثون أَنه هُوَ قَالَ لَا وَالله قلت كذبتني وَالله لقد أَخْبرنِي بَعضهم أَنه لن يَمُوت حَتَّى يكون أَكْثَرَكُم مَالا وَولدا وَهُوَ الْآن الْيَوْم قَالَ فتحدثنا ثمَّ قَالَ فِيهِ قَالَ فَلَقِيته لقية أُخْرَى وَقد نفرت عينه فَقلت مَتى فعلت عَيْنك قَالَ لَا أَدْرِي فَقلت لَا تَدْرِي وَهِي فِي رَأسك قَالَ إِن شَاءَ الله جعلهَا فِي عصاك هَذِه قَالَ ونخر كأشد نخير حمَار سَمِعت قَالَ فَزعم بعض أَصْحَابِي أَنِّي ضَربته بعصا كَانَت معي حَتَّى تَكَسَّرَتْ وَأما أَنا وَالله فَمَا شَعرت قَالَ وَجَاء حَتَّى دخل على أم الْمُؤمنِينَ فحدثها فَقَالَت مَا تُرِيدُ إِلَيْهِ ¶ 185 - حَدِيث آخر حَدثنَا عبيد الله بن معَاذ الْعَنْبَري نَا أبي نَا شُعْبَة عَن النُّعْمَان بن سَالم سَمِعت يَعْقُوب بن عَاصِم بن عُرْوَة بن مَسْعُود الثَّقَفِيّ يَقُول ¶ سَمِعت عبد الله بن عَمْرو وجاءه رجل فَقَالَ مَا هَذَا الحَدِيث الَّذِي تحدث بِهِ إِن السَّاعَة تقوم إِلَى كَذَا وَكَذَا فَقَالَ سُبْحَانَ الله أَولا أَولا إِلَه إِلَّا الله أَو كلمة نَحْوهَا لقد هَمَمْت أَن لَا أحدث أحدا شَيْئا أبدا إِنَّمَا قلت إِنَّكُم سَتَرَوْنَ بعد قَلِيل أمرا عَظِيما يحرق الْبَيْت وَيكون وَيكون",
            "page": "139",
            "part": "1",
            "seal": "3EEC2E68"
        },
        {
            "hno": "186",
            "id": "118",
            "nass": "186 - حَدِيث آخر حَدثنَا مُحَمَّد بن عبد الله بن نمير نَا أبي نَا أَبُو حَيَّان عَن أبي زرْعَة قَالَ جلس إِلَى مَرْوَان بن الحكم المدينه ثَلَاثَة نفر من الْمُسلمين فسمعوه يحدث عَن الْآيَات أَن أَولهَا خُرُوج الدَّجَّال فَقَالَ عبد الله بن عَمْرو لم يقل مَرْوَان شَيْئا",
            "page": "140",
            "part": "1",
            "seal": "22958F40"
        },
        {
            "hno": "187",
            "id": "119",
            "nass": "// من كتاب الرقَاق ¶ // ¶ 187 - حَدِيث آخر حَدثنَا شَيبَان بن فروخ ثَنَا سُلَيْمَان بن الْمُغيرَة ثَنَا حميد بن هِلَال عَن خَالِد بن عُمَيْر الْعَدوي قَالَ ¶ خَطَبنَا عتبَة بن غَزوَان فَحَمدَ الله وَأثْنى عَلَيْهِ ثمَّ قَالَ أما بعد فَإِن الدُّنْيَا آذَنت بِصرْم وتولت حذاء وَلم يبْق مِنْهَا إِلَّا صبَابَة كَصُبَابَةِ الْإِنَاء يتصابها صَاحبهَا وَإِنَّكُمْ تنتقلون مِنْهَا إِلَى دَار لَا زَوَال لَهَا فانتقلوا بِخَير مَا يحضرنكم ¶ 188 - حَدِيث آخر حَدثنِي أَبُو الطَّاهِر أَحْمد بن عَمْرو بن سرح أَنا ابْن وهب أَخْبرنِي أَبُو هَانِئ سمع أَبَا عبد الرَّحْمَن الحبلي يَقُول ¶ سَمِعت عبد الله بن عَمْرو بن العَاصِي وَسَأَلَهُ رجل فَقَالَ أَلسنا من فُقَرَاء الْمُهَاجِرين فَقَالَ لَهُ عبد الله ¶ أَلَك إمرأة تأوي إِلَيْهَا قَالَ نعم قَالَ أَلَك مسكن تسكنه قَالَ نعم قَالَ فَأَنت من الْأَغْنِيَاء قَالَ فَإِن لي خَادِمًا قَالَ فَأَنت من الْمُلُوك",
            "page": "141",
            "part": "1",
            "seal": "777C6BF2"
        },
        {
            "hno": "189",
            "id": "120",
            "nass": "189 - حَدِيث آخر وَبِه قَالَ أَبُو عبد الرَّحْمَن قَالَ جَاءَ ثَلَاثَة نفر إِلَى عبد الله بن عَمْرو وَأَنا عِنْده فَقَالُوا يَا أَبَا مُحَمَّد وَالله مَا نقدر على شَيْء وَلَا نَفَقَة وَلَا دَابَّة وَلَا مَتَاع فَقَالَ لَهُم مَا شِئْتُم أَن شِئْتُم رجعتم إِلَيْنَا فأعطيناكم مَا يسر الله لكم وَإِن شِئْتُم ذكرنَا أَمركُم للسُّلْطَان وَإِن شِئْتُم صَبَرْتُمْ ¶ 190 - حَدِيث آخر حَدثنَا يحيى بن يحيى وَأَبُو بكر بن أبي شيبَة وَمُحَمّد بن عبد الله بن نمير وَإِسْحَاق بن إِبْرَاهِيم وَأَبُو كريب وَاللَّفْظ لَهُ عَن أبي معاوي نَا الْأَعْمَش عَن شَقِيق عَن أُسَامَة بن زيد قَالَ قيل لَهُ أَلا تدخل على عُثْمَان فتكلمه فَقَالَ أَتَرَوْنَ أَنِّي لَا ُأكَلِّمهُ إِلَّا أسمعكم وَالله لقد كَلمته فِيمَا بيني وَبَينه دون أَن أفتح أَمر إِلَّا أحب أَن أكون أول من فَتحه وَلَا أَقُول لأحد يكون على أَمِيرا إِنَّه خير النَّاس",
            "page": "142",
            "part": "1",
            "seal": "CC8B1FFB"
        },
        {
            "hno": "191",
            "id": "121",
            "nass": "191 - حَدِيث آخر حَدثنَا أَبُو بكر بن أبي شيبَة وَمُحَمّد بن مثنى جَمِيعًا عَن ابْن مهْدي عَن سُفْيَان عَن حبيب عَن مُجَاهِد عَن أبي معمر قَالَ ¶ قَامَ رجل يثني على أَمِير من الْأُمَرَاء فَجعل الْمِقْدَاد يحثي عَلَيْهِ التُّرَاب",
            "page": "143",
            "part": "1",
            "seal": "BF2059EA"
        },
        {
            "hno": "192",
            "id": "122",
            "nass": "192 - وَحدثنَا مُحَمَّد بن مثنى وَابْن بشار قَالَا أَنا مُحَمَّد بن جَعْفَر نَا شُعْبَة عَن مَنْصُور عَن أبي مُسلم عَن همام بن الْحَارِث أَن رجلا جعل يمدح عُثْمَان فَعمد الْمِقْدَاد فَجَثَا على رُكْبَتَيْهِ وَكَانَ رجلا ضخما فَجعل يحثو فِي وجهة الْحَصَى",
            "page": "144",
            "part": "1",
            "seal": "85920A37"
        }
    ],
    "t5993": [
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الطهارة"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الجمعة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الكسوف"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الجنائز"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الزكاة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الصيام"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الحج"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الرضاع"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الطلاق"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب البيوع"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الهبات من الوصايا والعمرى"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الحدود"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب القضاء والشهادات"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب اللقطة"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الجهاد"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الإمارة"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الصيد والذبائح"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الأضاحي"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "من كتابي الأشربة والأطعمة"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب اللباس والزينة"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الأدب"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب السلام"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب التعبير"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب المناقب"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الأدب والبر والصلة"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب القدر"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الذكر"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الفتن"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "من كتاب الرقاق"
        }
    ]
}