{
    "b5997": [
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ قَالَ الشيخ الامام العالم أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عبد الله الحافظ الحمد الله الذى علمنى ما لم أعلم وكان فضله على كثيرا وصلى الله على خير الطاهرين محمد سيدنا وعلى آله وسلم تسليما قَالَ الْحَاكِمُ أَمَّا بَعْدُ فَإِنَّ هِمَّةَ الأمِيرِ الأَجَلِّ الْمُظَفَّرِ عِمَادِ الدولة صاحب الجيش دام اللَّهُ سُلْطَانَهُ دَعَتْهُ إِلَى مَعْرِفَةِ أَحْوَالِ الشَّرِيعَةِ عِنْدَ ابْتِدَائِهَا وَمَرَاتِبِ الصَّحَابَةِ إِلَى انْتِهَائِهَا بِالأسَانِيدِ الَّتِي هِيَ الْمِرْقَاةُ إِلَى الْوُصُولِ إِلَيْهَا ¶ أَخبرنِي أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدُوسٍ الْعَنْزِيُّ قَالَ حدثنا عثمان بن سعيد الدرامى حدثنَا يَزِيدُ بْنُ مَوْهِبٍ الرَّمْلِيُّ حدثنَا ضَمْرَةُ بْنُ رَبِيعَةَ عَنْ أَبِي شَوْذَبٍ عَنْ مَطَرٍ الْوَرَّاقِ قَوْلِهِ تَعَالَى أَوْ أَثَارَةٍ مِنْ علم قَالَ إِسْنَادُ الْحَدِيثِ ¶ حدثنِي أَبُو الْحُسَيْنُ بْنُ الْحَافِظِ قَالَ حدثنَا أبو عبد الهه بْنُ أَبِي عَوْفٍ حدثنَا أَحْمَدُ بْنُ الْحَسَنِ التِّرْمِذِيُّ حدثنَا عَمْرُو بْنُ عَاصِمٍ عَنْ أَبِي بَكْرٍ الهزلى قَالَ قَالَ لِيَ الزُّهْرِيُّ يَا هُذَلِيُّ أَيُعْجِبُكَ الْحَدِيثُ قُلْتُ نَعَمْ قَالَ أَمَا أنَّهُ يُعْجِبُ ذُكُورَ الرِّجَالِ وَيَكْرَهُهُ مُؤَنَّثُوهُمْ ¶ سَمِعْتُ الزُّبَيْرَ بْنَ عَبْدِ الْوَاحِدِ الأسَدَ أبَازِيَّ يَقُولُ حدثنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ الْعَطَّارُ حدثنَا سَعِيدُ بْنُ عَمْرِو بْنِ أَبِي سَلَمَةَ حدثنَا أَبِي قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ يَقُولُ فِي قوله سبحانه وتعالى وانه",
            "page": "27",
            "part": "1",
            "seal": "210925CF"
        },
        {
            "id": "3",
            "nass": "لذكر لك ولقومك وسوف تسئلون قَالَ قَوْلُ الرَّجُلِ حدثنِي أَبِي عَنْ جَدِّي ¶ سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ يَعْقُوبَ يَقُولُ سَمِعْتُ الرَّبِيعَ بْنَ سُلَيْمَانَ يَقُولُ سَمِعْتُ الشَّافِعِيَّ يَقُولُ مَثَلُ الَّذِي يَطْلُبُ الْعِلْمَ بِلا حُجَّةٍ مَثَلُ حَاطِبِ ليل يحمل حطب فِيهَا أَفْعَى تَلْدَغُهُ وَهُوَ لا يَدْرِي ¶ قَالَ نُمَيْرٌ أَبُي الْعَبَّاسِ عَنِ الرَّبِيعِ مَثَلُ الَّذِي يَطْلُبُ الْحَدِيثَ بِلا إِسْنَادٍ ¶ حدثنِي أَبُو الْقَاسِمِ الْحَسَنُ بْنُ إِسْحَاقَ الزَّعِيمُ بِمَرْوَ حدثنِي أَحْمَدُ بْنُ الْخِضْرِ الْخُزَاعِيُّ حدثنَا عَبْدُ اللَّهِ بْنُ بِشْرٍ حدثنَا مُحَمَّدُ بْنُ عَمْرٍو حدثنَا بَقِيَّةُ عَنْ عَبْدِ الرَّحْمَنِ به خَالِدٍ عَنْ سُفْيَانَ الثَّوْرِيِّ قَالَ أَكْثِرُوا مِنَ الأحَادِيثِ فَإِنَّهَا السِّلاحُ ¶ أَخبرنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْكَعْبِيُّ قَالَ حدثنِي إِسْمَاعِيلُ بْنُ قُتَيْبَةَ حدثنِي عُثْمَانُ بْنُ أَبِي شَيْبَةَ حدثنِي إِسْحَاقُ بْنُ مَنْصُورٍ عَنْ هُرَيْمِ بْنِ سُفْيَانَ عَنْ مُطَرِّفٍ عَنْ سُوَادَةَ بْنِ أَبِي الْجَعْدِ عَنْ أَبِي جَعْفَرٍ وَهُوَ محمد ابن عَلِيٍّ الْبَاقِرُ قَالَ مِنْ فِقْهِ الرَّجُلِ بَصَرُهُ بِالْحَدِيثِ أَوْ فِطْنَتُهُ لِلْحَدِيثِ ¶ حدثنِي نَصْرُ بْنُ مُحَمَّدٍ الْعَدْلُ حدثنِي إِبْرَاهِيمُ بْنُ الْمُوَلِّدِ حدثنِي أَحْمَدُ بْنُ مَرْوَانَ الْمَالِكِيُّ حدثنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ سالم حدثنى الحميوى قَالَ سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ مَا مِنْ أَحَدٍ يَطْلُبُ الحديث الا وفى وجهه",
            "page": "28",
            "part": "1",
            "seal": "D0DE3C9D"
        },
        {
            "id": "4",
            "nass": "نَضْرَةٌ لِقَوْلِ النَّبِيِّ صَلَّى اللَّهُ عليه وسلم نضر الله امرءا سَمِعَ مِنَّا حَدِيثًا فَبَلَّغَهُ ¶ أَخبرنِي محمد بن يعقوب المقرىء حدثنِي أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْفَقِيهُ حدثنِي الْحُسَيْنُ بْنُ الْفَرَجِ حدثنِي عَبْدُ الصَّمَدِ بْنُ حَسَّانٍ قَالَ سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ يَقُولُ الَإسْنَادُ سِلَاحُ الْمُؤْمِنِ فَإِذَا لَمْ يَكُنْ مَعَهُ سِلَاحٌ فَبِأَيِّ شَيْءٍ يُقَاتِلُ ¶ سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ يَعْقُوبَ يَقُولُ سَمِعْتُ الْعَبَّاسَ بْنَ مُحَمَّدٍ الدُّورِيَّ سَمِعْتُ قُرَادًا أَبَا نُوحٍ يَقُولُ سَمِعْتُ شُعْبَةَ يَقُولُ كُلُّ عِلْمٍ ليس فيه حدثنا أو خبرنا فَهُوَ خَلٌّ وَبَقْلٌ ¶ سَمِعْتُ أَبَا زَكَرِيَّا الْعَنْبَرِيَّ حدثنِي مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الْحَنْظَلِيُّ قَالَ كَانَ أَبِي يَحْكِي عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ أَنَّهُ كَانَ يَقُولُ إِذَا رَوَيْنَا الثَّوَابَ وَالْعِقَابَ وَفَضَائِلَ الْأَعْمَالِ تَسَاهَلْنَا فِي الْأَسَانِيدِ وَسَمَحْنَا فِي الرِّجَالِ وَإِذَا رَوَيْنَا فِي الْحَلَالِ وَالْحَرَامِ وَالْأَحْكَامِ تَشَدَّدْنَا فِي الْأَسَانِيدِ وَانْتَقَدْنَا الرِّجَالَ ¶ سَمِعْتُ أَبَا الْوَلِيدِ حَسَّانَ بْنَ مُحَمَّدٍ الْفَقِيهَ يَقُولُ سَمِعْتُ الْحَسَنَ بْنَ سُفْيَانَ يَقُولُ سَمِعْتُ صَالِحَ بْنَ حاتم بن ورد ان",
            "page": "29",
            "part": "1",
            "seal": "B9EF9AF6"
        },
        {
            "id": "5",
            "nass": "يَقُولُ سَمِعْتُ يَزِيدَ بْنَ زُرَيْعٍ يَقُولُ لِكُلِّ دِينٍ فُرْسَانٌ وَفُرْسَانُ هَذَا الدِّينِ أَصْحَابُ الْأَسَانِيدِ ¶ قَالَ الْحَاكِمُ وَلَمَّا اسْتَكْفَانِيَ الْأَمِيرُ أَبُو عَلِيٍّ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ لِجَمْعِ الْكِتَابِ الَّذِي يَجْمَعُ بَيَانَ مَا اسْتَدْعَاهُ وَجَمَعْتُ مِنْهُ بِعَوْنِ اللَّهِ ثُمَّ بِدَوْلَتِهِ الْعَالِيَةِ مَا انْتَهَى إِلَيْهِ عِلْمِي وَسَمَّيْتُهُ كِتَابَ الْإِكْلِيلِ وَكَانَ الطَّرِيقُ إِلَيْهِ رِوَايَةَ مَا نُقِلَ إِلَيْنَا فِي كُلِّ فَصْلٍ مِنْ فُصُولِهِ بِأَسَانِيدِهَا اقْتِدَاءًا بِمَنْ تَقَدَّمَنَا مِنْ أَئِمَّةِ الْحَدِيثِ مِنْ إِخْرَاجِ الْغَثِّ وَالسَّمِينِ فِي مُصَنَّفَاتِهِمْ وَهَذِهِ الْمَسَانِيدُ الَّتِي صُنِّفَتْ فِي الْإِسْلَامِ عَلَى رِوَايَاتِ الصَّحَابَةِ مُشْتَمِلَةٌ عَلَى رِوَايَةِ الْمُعَدَّلِينَ مِنَ الرُّوَاةِ وَغَيْرِهِمْ مِنَ الْمَجْرُوحِينَ كَمُسْنَدِ عُبَيْدِ اللَّهِ بْنِ مُوسَى الْعَبْسِيِّ وَأَبِي دَاوُدَ سُلَيْمَانَ بْنِ دَاوُدَ الطَّيَالِسِيِّ وَهُمَا أَوَّلُ مَنْ صَنَّفَ الْمُسْنَدَ عَلَى تَرَاجِمِ الرِّجَالِ فِي الْإِسْلَامِ وَبَعْدَهُمَا أَحْمَدُ بْنُ حنبل واسحق بن ابراهيم الحنظلى وأبى خَيْثَمَةَ زُهَيْرُ بْنُ حَرْبٍ وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَادِسِيُّ ثُمَّ كثرت المسانيد لمخرجة عَلَى تَرَاجِمِ الرِّجَالِ كُلِّهَا غَيْرَ مُمَيِّزَةٍ بَيْنَ الصَّحِيحِ وَالسَّقِيمِ ¶ وَأَوَّلُ مَنْ صَنَّفَ الصَّحِيحَ أَبُو عَبْدِ الله محمد بن اسماعيل لجعفى البخارى ثم أبو الحسن مُسْلِمٌ الْحَجَّاجُ الْقُشَيْرِيُّ النَّيْسَابُورِيُّ وَإِنَّمَا صَنَّفَاهُ عَلَى الْأَبْوَابِ لَا عَلَى التَّرَاجِمِ وَالْفَرْقُ بَيْنَ الْأَبْوَابِ وَالتَّرَاجِمِ أَنَّ التَّرَاجِمَ شَرْطُهَا أَنْ يَقُولَ الْمُصَنِّفُ ذِكْرُ مَا رُوِيَ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ يُتَرْجِمُ عَلَى هَذَا الْمُسْنَدِ فَيَقُولُ ذِكْرُ مَا رَوَى قَيْسُ بْنُ أَبِي حَازِمٍ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ فَيَلْزَمُهُ أَنْ يُخَرِّجَ كُلَّ مَا رُوِي عَنْ قَيْسٍ عَنْ أَبِي بَكْرٍ صَحِيحًا كَانَ أَوْ سَقِيمًا فَأَمَّا مُصَنِّفُ الْأَبْوَابِ",
            "page": "30",
            "part": "1",
            "seal": "F9F6E8F2"
        },
        {
            "id": "6",
            "nass": "فَإِنَّهُ يَقُولُ ذِكْرُ مَا صَحَّ وَثَبَتَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَبْوَابِ الطَّهَارَةِ أَوِ الصَّلَاةِ أَوْ غَيْرِ ذَلِكَ مِنَ الْعِبَادَاتِ ¶ وَلَعَلَّ قَائِلًا يَقُولُ وَمَا الْغَرَضُ فِي تَخْرِيجِ مالا يَصِحُّ سَنَدُهُ وَلَا يُعَدَّلُ رُوَاتُهُ وَالْجَوَابُ عَنْ ذَلِكَ مِنْ أَوْجُهٍ ¶ مِنْهَا أَنَّ الْجَرْحَ وَالتَّعْدِيلَ مُخْتَلَفٌ فيهما وربما عدل امام وجرج غَيْرُهُ وَكَذَلِكَ الْإِرْسَالُ مُخْتَلَفٌ فِيهِ فَمِنَ الْأَئِمَّةِ مَنْ رَأَى الْحُجَّةَ بِهَا وَمِنْهُمْ مَنْ أَبْطَلَهَا وَالْأَصْلُ فِيهِ الِاقْتِدَاءُ بِالْأَئِمَّةِ الْمَاضِينَ رَضِيَ اللَّهُ عَنْهُمْ أَجْمَعِينَ ¶ كَانُوا يُحدثونَ عَنِ الثِّقَاتِ وَغَيْرِهِمْ فَإِذَا سُئِلُوا عَنْهُمْ بَيَّنُوا أَحْوَالَهُمْ وَهَذَا مَالِكُ بن أنس أَهْلِ الْحِجَازِ بِلَا مُدَافَعَةٍ رَوَى عَنْ عَبْدِ الْكَرِيمِ أَبِي أُمَيَّةَ الْبَصْرِيِّ وَغَيْرِهِ مِمَّنْ تَكَلَّمُوا فِيهِمْ ثُمَّ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ وَهُوَ الْإِمَامُ لِأَهْلِ الْحِجَازِ بَعْدَ مَالِكٍ رَوَى عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ أبى يحى الْأَسْلَمِيِّ وَأَبِي دَاوُدَ سُلَيْمَانَ بْنِ عَمْرٍو النَّخَعِيِّ وَغَيْرِهِمَا مِنَ الْمَجْرُوحِينَ ¶ وَهَذَا أَبُو حَنِيفَةَ إِمَامُ أَهْلِ الْكُوفَةِ رَوَى عَنْ جَابِرِ بْنِ يَزِيدَ الْجُعْفِيِّ وَأَبِي الْعَطُوفِ الْجَرَّاحِ بْنِ الْمِنْهَالِ الْجَزَرِيِّ وَغَيْرِهِمَا مِنَ الجروحين ثُمَّ بَعْدَهُ أَبُو يُوسُفَ يَعْقُوبُ بْنُ إِبْرَاهِيمَ الْقَاضِي وَأَبُو عَبْدِ الله محمد بن الحسن الشيبنى حدثا جَمِيعًا عَنِ الْحَسَنِ بْنِ عُمَارَةَ وَعَبْدِ اللَّهِ بْنِ الْمُحَرَّرِ وَغَيْرِهِمَا مِنَ الْمَجْرُوحِينَ وَكَذَلِكَ مِنْ بَعْدِهِمَا أَئِمَّةُ الْمُسْلِمِينَ قَرْنًا بَعْدَ قَرْنٍ وَعَصْرًا بَعْدَ عَصْرٍ إِلَى عَصْرِنَا هَذَا لَمْ يَخْلُ حَدِيثُ إِمَامٍ مِنْ أَئِمَّةِ الْفَرِيقَيْنِ عَنْ مَطْعُونٍ فِيهِ مِنَ الْمُحدثينَ وَلِلْأَئِمَّةِ رَضِيَ اللَّهُ عَنْهُمْ فِي ذَلِكَ غَرَضٌ ظَاهِرٌ وَهُوَ أَنْ يَعْرِفُوا الْحَدِيثَ مِنْ أَيْنَ مَخْرَجُهُ وَالْمُنْفَرِدُ به عدل أو مجروح",
            "page": "31",
            "part": "1",
            "seal": "3743D85E"
        },
        {
            "id": "7",
            "nass": "سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ يَعْقُوبَ يَقُولُ سَمِعْتُ الْعَبَّاسَ بْنَ مُحَمَّدٍ الدُّورِيَّ يَقُولُ سَمِعْتُ يَحْيَى بن معين يَقُولُ لَوْ لَمْ نَكْتُبِ الْحَدِيثَ مِنْ ثَلَاثِينَ وَجْهًا مَا عَقَلْنَاهُ ¶ أَخبرنِي أَبُو عِمْرَانَ مُوسَى بْنُ سَعِيدٍ الْحَنْظَلِيُّ الْحَافِظُ بِهَمَذَانَ قَالَ حدثنِي أَحْمَدُ بْنُ إِسْحَاقَ الْقَاضِي بِالدِّينَوَرِ قَالَ سَمِعْتُ أَبَا بَكْرٍ الَأَثْرَمَ يَقُولُ رَأَى أَحْمَدُ بْنُ حَنْبلٍ يَحْيَي بْنَ مَعِينٍ رَحِمَهُمَا اللَّهُ بِصَنْعَاءَ فِي زَاوِيَةٍ وَهُوَ يَكْتُبُ صَحِيفَةَ مَعْمَرٍ عَنْ أَبَانٍ عَنْ أَنَسٍ فَإِذَا اطَّلَعَ عَلَيْهِ إِنْسَانٌ كَتَمَهُ فَقَالَ لَهُ أَحْمَدُ تَكْتُبُ صَحِيفَةَ مَعْمَرٍ عَنْ أَبَانٍ عَنْ أَنَسٍ وَتَعْلَمُ أَنَّهَا مَوْضُوعَةٌ فَلَوْ قَالَ لَكَ قَائِلٌ أَنْتَ تَتَكَلَّمُ فِي أَبَانٍ ثُمَّ تَكْتُبُ حَدِيثَهُ عَلَى الْوَجْهِ فَقَالَ رَحِمَكَ اللَّهُ يَا أَبَا عَبْدِ اللَّهِ أَكْتُبُ هَذِهِ الصَّحِيفَةَ عَنْ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ عَلَى الْوَجْهِ فَأَحْفَظُهَا كُلَّهَا وَأَعْلَمُ انها موضوعة حتى لا يجىء بَعْدَهُ إِنْسَانٌ فَيَجْعَلُ بَدَلَ أَبَانٍ ثَابِتًا وَيَرْوِيهَا عَنْ مَعْمَرٍ عَنْ ثَابِتٍ عَنْ أَنَسٍ فَأَقُولُ لَهُ كَذِبْتَ إِنَّمَا هِيَ عَنْ أَبَانٍ لَا عَنْ ثَابِتٍ ¶ أَخبرنَا دَعْلَجُ بْنُ أَحْمَدَ بِبَغْدَادَ حدثنَا أَحْمَدُ بْنُ عَلِيٍّ الْأَبَّارُ قَالَ قَالَ يَحْيَي بْنُ مَعِينٍ كَتَبْنَا عَنِ الكذابيين وَسَجَرْنَا بِهِ التَّنُّورَ وَأَخْرَجْنَا بِهِ خبرا نضجا ¶ قال لحاكم رَحِمَهُ اللَّهُ وَأَهْلُ الْحِجَازِ وَالْعِرَاقِ وَالشَّامِ يَشْهَدُونَ لِأَهْلِ خُرَاسَانَ بِالتَّقَدُّمِ فِي مَعْرِفَةِ الصَّحِيحِ لِسَبْقِ الْإِمَامَيْنِ أَبِي عَبْدِ اللَّهِ الْبُخَارِيِّ وَأَبِي الْحُسَيْنِ النَّيْسَابُورِيِّ إِلَيْهِ وَتَفَرُّدِهِمَا بِهَذَا النَّوْعِ مِنَ الْعِلْمِ جَزَاهُمَا اللَّهُ عَنِ الْإِسْلَامِ خَيْرًا ¶ وَقَدْ صَنَّفْتُ أَنَا عَلَى كِتَابِ كُلٍّ مِنْهُمَا كِتَابًا وَعَرَّفْتُ شَرْطَ كُلٍّ مِنْهُمَا الصَّحِيحَ وَالسَّقِيمَ مِمَّا اتَّفَقْنَا عَلَيْهِ وَاخْتَلَفْنَا فِيهِ وَأَنَا مُبَيِّنٌ مِنْ ذَلِكَ مَا فِيهِ الْبُلْغَةُ إِنْ شاء الله تعالى",
            "page": "32",
            "part": "1",
            "seal": "8425C2E5"
        },
        {
            "id": "8",
            "nass": "ذِكْرُ مَعْرِفَةِ أَنْوَاعِ الصَّحِيحِ ¶ قَالَ لحاكم رَحِمَهُ اللَّهُ وَالصَّحِيحُ مِنَ الْحَدِيثِ مُنْقَسِمٌ عَلَى عَشَرَةِ أَقْسَامٍ خَمْسَةٌ مُتَّفَقٌ عَلَيْهَا وَخَمْسَةٌ مِنْهَا مُخْتَلَفٌ فِيهَا ¶ فَالْقِسْمُ الْأَوَّلُ مِنَ الْمُتَّفَقِ عليها اخْتِيَارُ الْبُخَارِيِّ وَمُسْلِمٍ وَهُوَ الدَّرَجَةُ الْأُولَى مِنَ الصَّحِيحِ وَمِثَالُهُ الْحَدِيثُ الَّذِي يَرْوِيهِ الصَّحَابِيُّ الْمَشْهُورُ بِالرِّوَايَةِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَلَهُ رَاوِيَانِ ثِقَتَانِ ثُمَّ يَرْوِيهِ عَنْهُ التَّابِعِيُّ الْمَشْهُورُ بِالرِّوَايَةِ عَنِ الصَّحَابَةِ وَلَهُ رَاوِيَانِ ثِقَتَانِ ثُمَّ يَرْوِيهِ عَنْهُ مِنَ أَتْبَاعِ التَّابِعِينَ الْحَافِظُ الْمُتْقِنُ الْمَشْهُورُ وَلَهُ رُوَاةٌ ثِقَاتٌ مِنَ الطَّبَقَةِ الرَّابِعَةِ ثُمَّ يَكُونُ شَيْخُ الْبُخَارِيِّ أَوْ مُسْلِمٍ حَافِظًا مُتْقِنًا مَشْهُورًا بِالْعَدَالَةِ فِي رِوَايَتِهِ فَهَذِهِ الدَّرَجَةُ الْأُولَى مِنَ الصَّحِيحِ ¶ وَالْأَحَادِيثُ الْمَرْوِيَّةُ بِهَذِهِ الشَّرِيطَةِ لَا يَبْلُغُ عَدَدُهَا عَشْرَةُ آلَافِ حَدِيثٍ وَقَدْ كَانَ مُسْلِمُ بْنُ الْحَجَّاجِ أَرَادَ أَنْ يُخَرِّجَ الصَّحِيحَ عَلَى ثَلَاثَةِ أَقْسَامٍ",
            "page": "33",
            "part": "1",
            "seal": "9069E334"
        },
        {
            "id": "9",
            "nass": "فِي الرُّوَاةِ وَلَمَّا فَرَغَ مِنَ هذا الْقِسْمِ الْأَوَّلِ أَدْرَكَتْهُ الْمَنِيَّةُ رَحْمَةُ اللَّهِ عَلَيْهِ وَهُوَ فِي حَدِّ الْكُهُولَةِ وَكَيْفَ يَجُوزُ أَنْ يُقَالَ إِنَّ حَدِيثَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَبْلُغُ عَشْرَةَ آلَافِ حَدِيثٍ وَقَدْ رَوَى عَنْهُ مِنْ أَصْحَابِهِ أَرْبَعَةِ آلَافِ رَجُلٍ وَامْرَأَةٍ صَحِبَوهُ نَيِّفًا وَعِشْرِينَ سَنَةً بِمَكَّةَ قَبْلَ الْهِجْرَةِ ثُمَّ بِالْمَدِينَةِ بَعْدَ الْهِجْرَةِ حَفِظُوا عَنْهُ أَقْوَالَهُ وَأَفْعَالَهُ وَنَوْمَهُ وَيَقَظَتَهُ وَحَرَكَاتِهِ وَسُكُونَهُ وَقِيَامَهُ وَقُعُودَهُ وَاجْتِهَادَهُ وَعِبَادَتَهُ وَسِيَرَهُ وَمَغَازِيَهُ وَسَرَايَاهُ وَمِزَاحَهُ وَزَجْرَهُ وَخُطَبَهُ وَأَكْلَهُ وَشُرْبَهُ وَمَشْيَهُ وَسُكُوتَهُ وَمُلَاعَبَتَهُ أَهْلِهِ وَتَأْدِيبَهُ فَرَسِهِ وَكُتُبَهُ إِلَى الْمُسْلِمِينَ وَالْمُشْرِكِينَ وَعُهُودَهُ وَمَواثِيقَهُ وَأَلْحَاظَهُ وَأَنْفَاسَهُ وَصِفَاتِهِ وَهَذَا سِوَى مَا حَفِظُوا عنه من أحكام الشرعية وَمَا سَأَلُوهُ عَنِ الْعِبَادَاتِ وَالْحَلَالِ وَالْحَرَامِ وَتَحَاكَمُوا فِيهِ إِلَيْهِ ¶ وَقَدْ نُقِلَ إِلَيْنَا أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَسِيرُ الْعُنُقَ فاذا وجد فجوة نعى وأه مَشَى عَنْ زَمِيلٍ لَهُ وَأَنَّهُ مَازَجَ صَبِيًّا فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا عُمَيْرٍ ما فعل النغيز ومازح عجوزا فقال ان الجنة",
            "page": "34",
            "part": "1",
            "seal": "F0BEFD4F"
        },
        {
            "id": "10",
            "nass": "لا تدخلها عجوزا وَأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كان يغظ اذا نام وأه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرْفَعُ الْحَسَنَ بْنَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ بِرِجْلَتَيْهِ فَيَقُولُ لَهُ فزقه ترق عين بقه وأه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَرِبَ وَهُوَ قَائِمٌ وَأَنَّهُ صَلَّى اللَّهُ عليه وسلم بل قَائِمًا مِنْ جُرْحٍ كَانَ بِمَأْبَضَيْهِ فِي أَخْبَارٍ كَثِيرَةٍ مِنْ هَذَا النَّوْعِ يَطُولُ شَرْحُهُ ¶ وَهَؤُلَاءِ الصَّحَابَةُ الرَّاوُونَ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سِوَى مَنْ صَحِبُوهُ وَمَاتُوا قَبْلَهُ وَقُتِلُوا بَيْنَ الصُّفُوفِ أَوْ تَبَدَّدُوا وَلَمْ تَظْهَرْ لَهُمْ رِوَايَةٌ وَلَا حَدِيثٌ وَأَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَفَ عَامَ الْفَتْحِ بِمَكَّةَ وَبَيْنَ يَدَيْهِ خَمْسَةَ عَشَرَ أَلْفَ عَنَانٍ وَقَدْ كَانَ الْوَاحِدُ مِنَ الْحُفَّاظِ يَحْفَظُ خَمْسَمِائَةِ أَلْفِ حَدِيثٍ ¶ سَمِعْتُ أَبَا جَعْفَرٍ مُحَمَّدَ بْنَ أَحْمَدَ بْنِ سَعِيدٍ الرَّازِيَّ يَقُولُ سَمِعْتُ أَبَا عَبْدِ اللَّهِ مُحَمَّدَ بْنَ مُسْلِمِ بْنِ وَارِهٍ كُنْتُ عِنْدَ إِسْحَاقَ بْنِ إِبْرَاهِيمَ بَنْيَسابُورَ فَقَالَ رَجُلٌ مِنْ أَهْلِ الْعِرَاقِ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ صَحَّ مِنَ الْحَدِيثِ سَبْعُمِائَةِ أَلْفِ حَدِيثٍ وَكَسْرٍ وَهَذَا الْفَتَى يَعْنِي أَبَا زُرْعَةَ الرَّازِيَّ قَدْ حَفِظَ سِتَّمِائَةِ أَلْفٍ ¶ سَمِعْتُ أَبَا بَكْرٍ مُحَمَّدَ بْنَ جَعْفَرٍ الْمُزَكِّي يَقُولُ سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ بْنَ خُزَيْمَةَ يَقُولُ سَمِعْتُ عَلِيَّ بْنَ خَشْرَمٍ يَقُولُ كَانَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ رَاهَوَيْهِ يُمْلِي سَبْعِينَ أَلْفَ حَدِيثٍ حِفْظًا ¶ سَمِعْتُ أَبَا بَكْرِ بْنِ أَبِي دَارِمٍ الْحَافِظَ بالكوفة يقول سمعت أبا",
            "page": "35",
            "part": "1",
            "seal": "E1B6D98B"
        },
        {
            "id": "11",
            "nass": "الْعَبَّاسِ أَحْمَدَ بْنَ مُحَمَّدِ بْنِ سَعِيدٍ الْحَافِظَ يَقُولُ أَحْفَظُ لِأَهْلِ البيت ثلاثمائة أَلْفِ حَدِيثٍ ¶ سَمِعْتُ أَبَا عَلِيٍّ الْحَافِظَ يَقُولُ سَمِعْتُ أَبَا الْعَبَّاسِ بْنَ سَعِيدٍ يَقُولُ ظَهَرَ لِأَبِي كريب بالكوفة ثلاثمائة أَلْفِ حَدِيثٍ ¶ سَمِعْتُ أَبَا بَكْرِ بْنَ أَبِي دَارِمٍ يَقُولُ كَتَبْتُ بأصابعى عن أبى جعفر الخضرمى مُطَيِّنٍ مِائَةَ أَلْفِ حَدِيثٍ ¶ سَمِعْتُ أَبَا إِسْحَاقَ إِبْرَاهِيمَ بْنَ مُحَمَّدِ بن يحيى يقول سمعت محمد بن الْمُسَيَّبِ الْأَرْغِيَانِيَّ يَقُولُ كُنْتُ أَمْشِي بِمِصْرَ وَفِي كُمِّي مِائَةُ جُزْءٍ فِي كُلِّ جُزْءٍ أَلْفُ حَدِيثٍ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَقَدْ كَانَ فِي عَصْرِنَا جَمَاعَةٌ بَلَغَ الْمُسْنَدُ الْمُصَنَّفُ لَهُ عَلَى تَرَاجِمِ الرِّجَالِ لِكُلِّ وَاحِدٍ مِنْهُمْ أَلْفُ جُزْءٍ مِنْهُمْ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَمْزَةَ الْأَصْفَهَانِيُّ وَأَبُو عَلِيٍّ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْمَاسَرْجِيُّ ¶ الْقِسْمُ الثَّانِي من الصحيح المتفق عليها الْحَدِيثُ الصَّحِيحُ بِنَقْلِ الْعَدْلِ عَنِ الْعَدْلِ رَوَاهُ الثِّقَاتُ الْحُفَّاظُ إِلَى الصَّحَابِيِّ وَلَيْسَ لِهَذَا الصَّحَابِيِّ إِلَّا رَاوٍ وَاحِدٍ وَمِثَالُ ذَلِكَ حَدِيثُ عُرْوَةَ بْنِ مُضَرِّسٍ الطَّائِيِّ أَنَّهُ قَالَ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ بِالْمُزْدَلِفَةِ فُقُلْتُ يَا رَسُولَ اللَّهِ أَتَيْتُ من جبلى طيىء أتعبت",
            "page": "36",
            "part": "1",
            "seal": "E56705FE"
        },
        {
            "id": "12",
            "nass": "نَفْسِي وَأَكْلَلْتُ مَطِيَّتِي وَاللَّهِ مَا تَرَكْتُ مِنْ جَبَلٍ إِلَّا وَقَدْ وَقَفْتُ عَلَيْهِ فَهَلْ لِي مِنْ حَجٍّ فَقَالَ رَسُولُ اللَّهِ صَلَّى الله عليه وسلم منصلى مَعَنَا هَذِهِ الصَّلَاةَ وَقَدْ أَتَى عَرَفَةَ قَبْلَ ذَلِكَ بِيَوْمٍ أَوْ لَيْلَةٍ فَقَدْ تَمَّ حَجُّهُ وَقَضَى تَفَثَهُ ¶ قَالَ الْحَاكِمُ وَهَذَا حَدِيثٌ من أصول الشريعة مقبول متد اول بَيْنَ فُقَهَاءِ الْفَرِيقَيْنِ وَرُوَاتُهُ كُلُّهُمْ ثِقَاتٌ وَلَمْ يُخْرِجْهُ الْبُخَارِيُّ وَلَا مُسْلِمٌ فِي الصَّحِيحَيْنِ إِذْ لَيْسَ لَهُ رَاوٍ عَنْ عُرْوَةَ بْنِ مُضَرَّسٍ غَيْرُ الشَّعَبِيِّ ¶ وَشَوَاهِدُ هَذَا كَثِيرَةٌ فِي الصَّحَابَةِ كُعُمَيْرِ بْنِ قَتَادَةَ اللَّيْثِيِّ لَيْسَ لَهُ رَاوٍ غَيْرُ ابْنِهِ عُبَيْدٍ وَأَبِي لَيْلَى الْأَنْصَارِيِّ لَيْسَ لَهُ رَاوٍ غَيْرُ أَبِيهِ عَبْدِ الرَّحْمَنِ وَقَيْسِ بْنِ أبى أَبِي غَرْزَةَ الْغِفَارِيِّ عَلَى كَثْرَةِ رِوَايَتِهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ لَهُ رَاوٍ غَيْرُ أَبِي وَائِلٍ شَقِيقِ بْنِ سَلَمَةَ وَأَبُو وَائِلٍ مِنْ أَجِلَّةِ التَّابِعِينَ بِالْكُوفَةِ أَدْرَكَ عُمَرَ وَعُثْمَانَ وَعَلِيًّا رَضِيَ اللَّهُ عَنْهُمْ فَمَنْ بَعْدَهُمْ مِنَ الصَّحَابَةِ وَأَسَامَةَ بْنِ شَرِيكٍ وَقُطْبَةَ بْنِ مَالِكٍ عَلَى اشْتِهَارِهِمَا فِي الصَّحَابَةِ وَلَيْسَ لَهُمَا رَاوٍ غَيْرُ زِيَادِ بْنِ عِلَاقَةَ وَهُوَ مِنْ كِبَارِ التَّابِعِينَ ومرادس بن مالك الاسلمى والمستورد ابن شَدَّادٍ الْفِهْرِيِّ وَدُكَيْنِ بْنِ سَعِيدٍ الْمُزَنِيِّ كُلِّهِمْ مِنَ الصَّحَابَةِ وَلَيْسَ لهم راو غير قيس",
            "page": "37",
            "part": "1",
            "seal": "56C2BEA9"
        },
        {
            "id": "13",
            "nass": "بن أبى حازم ونو من كبار التابعين أدرك أبابكر وَعُمَرَ وَعُثْمَانَ وَعَلِيًّا رَضِيَ اللَّهُ عَنْهُمْ أَجْمَعِينَ وَوُلِدَ فِي زَمَانِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم ¶ والشواهد لماذكرناه كَثِيرَةٌ وَلَمْ يُخَرِّجِ الْبُخَارِيُّ وَمُسْلِمٌ هَذَا النَّوْعَ مِنَ الْحَدِيثِ فِي الصَّحِيحِ وَالْأَحَادِيثُ مُتَدَاوَلَةٌ بَيْنَ الْفَرِيقَيْنِ مُحْتَجٌّ بِهَذِهِ الْأَسَانِيدِ الَّتِي ذَكَرْنَاهَا ¶ القسم الثالث الصحيح المتفق عليها أَخْبَارُ جَمَاعَةٍ مِنَ التَّابِعِينَ عَنِ الصَّحَابَةِ وَالتَّابِعُونَ ثِقَاتٌ إِلَّا أَنَّهُ لَيْسَ لِكُلِّ وَاحِدٍ مِنْهُمْ إِلَّا الرَّاوِي الْوَاحِدُ مِثْلُ مُحَمَّدِ بْنِ حَنْين وَعَبْدِ الرَّحْمَنِ بْنِ فَرُّوخٍ وَعَبْدِ الرَّحْمَنِ بْنِ مَعْبَدٍ وَزِيَادِ بْنِ الْحَرْثِ وَغَيْرِهِمْ لَيْسَ لَهُمْ رَاوٍ غَيْرُ عَمْرِو بْنِ دِينَارٍ وَهُوَ إِمَامُ أَهْلِ مَكَّةَ وَكَذَلِكَ الزُّهْرِيُّ مُحَمَّدُ بْنُ مُسْلِمٍ تَفَرَّدَ بِالرِّوَايَةِ عَنْ جَمَاعَةٍ مِنَ التَّابِعِينَ مِنْهُمْ عَمْرِو بْنِ أَبَانِ بْنِ عُثْمَانَ وَمُحَمَّدِ بْنِ عُرْوَةَ بْنِ الزُّبَيْرِ وَعُقْبَةَ بْنِ سُوَيْدٍ الْأَنْصَارِيِّ وَسِنَانِ بْنِ أَبِي سِنَانٍ الدُّؤَلِيِّ وغيرهم وقدتفرد يَحْيَي بْنُ سَعِيدٍ الْأَنْصَارِيُّ عَنْ جَمَاعَةٍ مِنَ التَّابِعِينَ بِالرِّوَايَةِ مِنْهُمْ يُوسُفَ بْنِ مَسْعُودٍ الزُّرَقِيِّ وَعَبْدِ اللَّهِ بْنِ أُنَيْسٍ الْأَنْصَارِيِّ وَعَبْدِ الرَّحْمَنِ بْنِ الْمُغِيرَةِ وَغَيْرِهِمْ وَلَيْسَ فِي الصَّحِيحِ مِنْ هَذِهِ الرِّوَايَاتِ شَيْءٌ وَكُلُّهَا صَحِيحَةٌ بِنَقْلِ الْعَدْلِ عَنِ الْعَدْلِ مُتَدَاوَلَةٌ بَيْنَ الْفَرِيقَيْنِ محتج بها",
            "page": "38",
            "part": "1",
            "seal": "371CB44B"
        },
        {
            "id": "14",
            "nass": "الْقِسْمُ الرَّابِعُ مِنَ الصَّحِيحِ الْمُتَّفَقِ عَلَيْهِ هَذِهِ الْأَحَادِيثُ الْأَفْرَادُ الْغَرَائِبُ الَّتِي يَرْوِيهَا الثِّقَاتُ الْعُدُولُ تَفَرَّدَ به ثِقَةٌ مِنَ الثِّقَاتِ وَلَيْسَ لَهَا طُرُقٌ مُخَرَّجَةٌ فِي الْكُتُبِ مِثْلُ حَدِيثِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا انْتَصَفَ شَعْبَانُ فَلَا تَصُومُوا حَتَّى يَجِيءَ رَمَضَانُ ¶ وَقَدْ خَرَّجَ مُسْلِمٌ أَحَادِيثَ الْعَلَاءِ أَكْثَرَهَا فِي الصَّحِيحِ وَتَرَكَ هَذَا وَأَشْبَاهَهُ مِمَّا تَفَرَّدَ بِهِ الْعَلَاءُ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ وَكَذَلِكَ حَدِيثُ أَيْمَنَ بْنِ نَابِلٍ الْمَكِّيِّ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ فِي التَّشَهُّدِ بِسْمِ اللَّهِ وَبِاللَّهِ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَأَيْمَنُ بْنُ نَابِلٍ ثِقَةٌ مُخَرَّجٌ حَدِيثُهُ فِي الصحيح البخارى ولم يخرج هذه الْحَدِيثَ إِذْ لَيْسَ لَهُ مُتَابِعٌ عَنْ أَبِي الزُّبَيْرِ مِنْ وَجْهٍ الصحيح ¶ وَحَدِيثُ أَبِي أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عائشة رضى الله عنها أها قَالَتْ طُبَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى كَانَ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّيْءَ وَلَا يَفْعَلُهُ ¶ قَالَ الْحَاكِمُ هَذَا الْحَدِيثُ مُخَرَّجٌ فِي الصَّحِيحِ وَهُوَ شاذ بمرة وكذلك حديث أبى زكير يحى بْنِ مُحَمَّدِ بْنِ قَيْسٍ وَهُوَ ثِقَةٌ مُخَرَّجٌ حَدِيثُهُ فِي كِتَابِ مُسْلِمٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ الله عنها أنها",
            "page": "39",
            "part": "1",
            "seal": "5C632E9F"
        },
        {
            "id": "15",
            "nass": "قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُوا الْبَلَحَ بالتمر قان الشَّيْطَانَ إِذَا رَآهُ قَالَ عَاشَ ابْنُ آدَمَ حَتَّى أَكَلَ الْجَدِيدَ بِالْخَلِقِ ¶ قَالَ الْحَاكِمُ وَشَوَاهِدُ هَذَا الْقِسْمِ كَثِيرَةٌ كُلُّهَا صَحِيحَةُ الْإِسْنَادِ غير مخرجة فى الكتابيين يُسْتَدَلُّ بِالْقَلِيلِ الَّذِي ذَكَرْنَاهُ عَلَى الْكَثِيرِ الَّذِي تَرَكْنَاهُ ¶ الْقِسْمُ الْخَامِسُ مِنَ الصَّحِيحِ الْمُتَّفَقِ عَلَيْهِ أَحَادِيثُ جَمَاعَةٍ مِنَ الْأَئِمَّةِ عَنْ آبَائِهِمْ عن أجدادهم ولم يتواتر الرِّوَايَةُ عَنْ آبَائِهِمْ وَأَجْدَادِهِمْ إِلَّا عَنْهُمْ كَصَحِيفَةِ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ وَجَدِّ بْنِ حَكِيمٍ عَنْ أَبِيهِ عَنْ جده أياس بْنِ مُعَاوِيَةَ بْنِ قُرَّةَ الْمُزَنِيِّ عَنْ أَبِيهِ عَنْ جَدِّهِ وَجَدِّ بَهْزِ بْنِ حَكِيمٍ مُعَاوِيَةُ بْنُ حَيْدَةَ الْقُشَيْرِيُّ وَجَدُّ عَمْرِو بْنِ شُعَيْبٍ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ السَّهْمِيُّ وَجَدُّ إِيَاسِ ابن مُعَاوِيَةَ وقُرَّةُ بْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ جماعتهم صحابيون وأحفادهم ثقات والاحاديث على كثرتها مجتج بها فى كتب العلماء",
            "page": "40",
            "part": "1",
            "seal": "BB308710"
        },
        {
            "id": "16",
            "nass": "وَقَالَ أَيْضًا فَهَذِهِ الْأَقْسَامُ الْخَمْسَةُ مُخَرَّجَةٌ فِي كُتُبِ الْأَئِمَّةِ مُحْتَجٌّ بِهَا وَإِنْ لَمْ يُخَرَّجْ فِي الصَّحِيحَيْنِ مِنْهَا حَدِيثٌ لِمَا بَيَّنَّاهُ فى كل قسم منها",
            "page": "41",
            "part": "1",
            "seal": "56C5D559"
        },
        {
            "id": "17",
            "nass": "وَأَمَّا الْأَقْسَامُ الْخَمْسَةُ الْمَخْتَلَفُ فِي صِحَّتِهَا فَالْقِسْمُ الْأَوَّلُ مِنْهَا الْمَرَاسِيلُ ¶ وَهُوَ قَوْلُ الْإِمَامِ التَّابِعِيِّ أَوْ تَابِعِ التَّابِعِيِّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبَيْنَهُ وَبَيْنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَرْنٌ أَوْ قَرْنَانِ وَلَا يَذْكُرُ سَمَاعَهُ فِيهِ مِنَ الَّذِي سَمِعَهُ فَهَذِهِ أَحَادِيثُ صَحِيحَةٌ عِنْدَ جَمَاعَةِ أَئِمَّةِ أَهْلِ الْكُوفَةِ كَإِبْرَاهِيمَ بْنِ يَزِيدَ النَّخَعِيِّ وَحَمَّادِ بْنِ أَبِي سُلَيْمَانَ وَأَبِي حَنِيفَةَ النُّعْمَانِ بْنِ ثَابِتٍ وَأَبِي يُوسُفَ يَعْقُوبَ بْنِ إِبْرَاهِيمَ الْقَاضِي وَأَبِي عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْحَسَنِ الشَّيْبَانِيِّ فَمَنْ بَعْدَهَمُ مِنْ أَئِمَّتِهِمْ مُحْتَجٌّ بِهَا عِنْدَ جَمَاعَتِهِمْ وَمِنْهُمْ مَنْ قَالَ إِنَّهُ أَصَحُّ مِنَ المتصل المسند قان التَّابِعِيَّ إِذَا رَوَى الْحَدِيثَ عَنِ الَّذِي سَمِعَهُ أَحَالَ الرِّوَايَةَ عَلَيْهِ وَإِذَا قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنَّهُ لَا يَقُولُهُ إِلَّا بَعْدَ اجْتِهَادٍ فِي مَعْرِفَةِ صِحَّتِهِ ¶ وَالْمَرَاسِيلُ كُلُّهَا وَاهِيَةٌ عِنْدَ جَمَاعَةِ أَهْلِ الْحَدِيثِ مِنْ فُقَهَاءِ الْحِجَازِ غَيْرُ مُحْتَجٌّ بِهَا وَهُوَ قَوْلُ سَعِيدِ بْنِ الْمُسَيِّبِ وَمُحَمَّدِ بْنِ مُسْلِمٍ الزُّهْرِيِّ وَمَالِكِ بْنِ أَنَسٍ الْأَصْبَحِيِّ وَعَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو الْأَوْزَاعِيِّ وَمُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ وَأَحْمَدَ بْنِ حَنْبَلٍ فَمَنْ بَعْدَهُمْ مِنْ فُقَهَاءِ الْمَدِينَةِ وَحُجَّتُهُمْ فِيهِ كِتَابُ اللَّهِ عَزَّ وَجَلَّ وَسُنَّةُ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ قَوْلُهُ سُبْحَانَهُ وَتَعَالَى فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فى الدين ولينذروا",
            "page": "43",
            "part": "1",
            "seal": "97AAAD4D"
        },
        {
            "id": "18",
            "nass": "قومهم اذا رجعوا اليهم فَقَرَنَ تَبَارَكَ وَتَعَالَى الرِّوَايَةَ بِالسَّمَاعِ مِنْ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ أَدَائِهِ إِلَى مَنْ وَرَاءهُ وَهَكَذَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي خُطَبٍ ذَوَاتِ عَدَدٍ نَضَّرَ اللَّهُ امراء سَمِعَ مَقَالَتِي فَوَعَاهَا حَتَّى يُؤَدِّيهَا إِلَى مَنْ لَمْ يَسْمَعْهَا ¶ حدثنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ عُثْمَانَ بْنِ يَحْيَي الْأَزَامِيُّ بِبَغْدَادَ قَالَ حدثنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ حدثنَا مُحَمَّدُ بْنُ عِمْرَانَ بْنِ أَبِي لَيْلَى عَنْ أَخِيهِ عَبْدِ الرَّحْمَنِ عَنْ ثَابِتِ بْنِ قَيْسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَسْمَعُونَ وَيُسْمَعُ مِنَ الَّذِينَ يَسْمَعُونَ مِنْكُمْ وَيُسْمَعُ مِنَ الَّذِينَ يَسْمَعُونَ مِنَ الَّذِينَ يَسْمَعُونَ مِنْكُمْ ثُمَّ يَأْتِي مِنْ بعد ذلك قوما سِمَانٌ يُحِبُّونَ السَّمْنَ وَيَشْهَدُونَ قَبْلَ أَنْ يُسْئلُوا ¶ حدثنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ قَالَ حدثنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَكَمِ حدثنَا ابْنُ وَهْبٍ أَخبرنِي مَسْلَمَةُ بْنُ عَلِيٍّ عَنْ زَيْدِ بْنِ وَاقِدٍ عَنْ حِزَامِ بْنِ حَكِيمٍ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ حدثوا عنى كما سمعتم",
            "page": "44",
            "part": "1",
            "seal": "3785B329"
        },
        {
            "id": "19",
            "nass": "حدثنَا عَلِيُّ بْنُ شَاذَانَ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ سَعِيدِ بْنِ صَخْرٍ يَقُولُ سَمِعْتُ أَبَا إِسْحَاقَ الطَّالْقَانِيَّ يَقُولُ سَأَلْتُ ابْنَ الْمُبَارَكِ قُلْتُ الْحَدِيثُ الَّذِي يُقَالُ مَنْ صلى على أبويى فَقَالَ مَنْ رَوَاهُ قُلْتُ شِهَابُ بْنُ خِرَاشٍ فَقَالَ ثِقَةٌ قُلْتُ عَنِ الْحَجَّاجِ بْنِ دِينَارٍ فَقَالَ ثِقَةٌ عَمَّنْ فَقُلْتُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ إِنَّ بَيْنَ الْحَجَّاجِ بنِ دِينَارٍ وَبَيْنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَفَازَةٌ تَنْقَطِعُ فِيهَا أَعْنَاقُ الْإِبِلِ ¶ الْقِسْمُ الثَّانِي مِنَ الصَّحِيحِ الْمُخْتَلَفِ فِي صِحَّتِهِ رِوَايَاتُ الْمُدَلِّسِينَ إِذَا لَمْ يَذْكُرُوا أَسْمَاعَهُمْ فِي الرِّوَايَةِ فَإِنَّهَا صَحِيحَةٌ عِنْدَ جَمَاعَةَ مَنْ ذَكَرْنَاهُمْ مِنْ أَئِمَّةِ أَهْلِ الْكُوفَةِ غَيْرُ صَحِيحَةٍ عِنْدَ جَمَاعَةِ مَنْ قَدَّمْنَا ذِكْرَهُمْ مِنْ أَئِمَّةِ أَهْلِ الْمَدِينَةِ وَمَعْنَى التَّدْلِيسِ أَنْ يَقُولَ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ وَهُوَ إِمَامٌ مِنْ أَئِمَّةِ أَهْلِ مَكَّةَ قَالَ الزُّهْرِيُّ حدثنِي سَعِيدُ بْنُ الْمُسَيِّبِ أَوْ يَقُولَ قَالَ عَمْرُو بْنُ دِينَارٍ سَمِعْتُ جَابِرًا ¶ وَسُفْيَانُ بْنُ عُيَيْنَةَ مَشْهُورٌ سَمَاعُهُ مِنْهُمَا جَمِيعًا إِلَّا إِنَّهُ لَمْ يَذْكُرِ السَّمَاعَ فِي هَذِهِ الرِّوَايَةِ وَقَدْ عُرِفَ بِأَنَّهُ يُدَلِّسُ فِيمَا يَفُوتُهُ سَمَاعُهُ كَمَا حدثنَاهُ أَبُو الطَّيِّبِ مُحَمَّدُ بْنُ أَحْمَدَ الْكَرَابِيسِيُّ قَالَ حدثنَا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ المروزى قال حدثنا عَلِيُّ بْنُ خَشْرَمٍ قَالَ كُنَّا عِنْدَ سُفْيَانَ بْنِ عُيَيْنَةَ فِي مَجْلِسِهِ فَقَالَ قَالَ الزُّهْرِيُّ فَقِيلَ لَهُ حدثكُمُ الزُّهْرِيُّ فَسَكَتَ ثُمَّ قَالَ الزُّهْرِيُّ فَقِيلَ لَهُ سَمِعْتُهُ مِنَ الزُّهْرِيِّ فَقَالَ لَا لَمْ أسمعه من",
            "page": "45",
            "part": "1",
            "seal": "5D0BAE82"
        },
        {
            "id": "20",
            "nass": "الزُّهْرِيِّ وَلَا مِمَّنْ سَمِعَهُ عَنِ الزُّهْرِيِّ حدثنِي عَبْدُ الرَّزَّاقِ عَنْ معمر بن الزُّهْرِيِّ وَكَذَلِكَ قَتَادَةُ بْنُ دُعَامَةَ إِمَامُ أَهْلِ الْبَصْيرَةِ إِذَا قَالَ قَالَ أَنَسٌ أَوْ قَالَ الْحَسَنُ وَهُوَ مَشْهُورٌ بِالتَّدْلِيسِ عَنْهُمَا ¶ أَخبرنِي أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ الْعَنْزِيُّ قَالَ حدثنَا عُثْمَانُ بْنُ بن سعيد الدرامى قَالَ حدثنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ قَالَ حدثنَا عَبْدُ الرَّحْمَنِ ابن مَهْدِيٍّ قَالَ سَمِعْتُ شُعْبَةَ يَقُولُ كُنْتُ أَنْظُرُ إِلَى فَمِ قَتَادَةَ فَإِذَا قَالَ حدثنَا كَتَبْتُ وَإِذَا لَمْ يَقُلْ لَمْ أَكْتُبْهُ ¶ فَأَمَّا أهل الكوفة فمنهم م دَلَّسَ وَمِنْهُمْ مَنْ لَمْ يُدَلِّسْ وَقَدْ دَلَّسَ أَكْثَرُهُمْ وَالْمُدَلِّسُونَ عَنْهُمْ حَمَّادُ بْنُ أَبِي سُلَيْمَانَ وَإِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ وَغَيْرُهُمَا فَأَمَّا الطَّبَقَةُ الثَّانِيَةُ فَمِثْلُ أَبِي أُسَامَةَ حَمَّادِ بْنِ أُسَامَةَ وَأَبِي مُعَاوِيَةَ محمد بن حازم الضَّرِيرِ وَغَيْرِهِمَا فَإِنَّ أَكْثَرَهُمْ لَمْ يُدَلِّسُوا ¶ سَمِعْتُ أَبَا بَكْرٍ مُحَمَّدَ بْنَ دَاوُدَ بْنِ سُلَيْمَانَ الزَّاهِدَ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ سَلَمَةَ يَقُولُ سَمِعْتُ أَبَا عُبَيْدَةَ بْنَ أَبِي السَّقَرِ يَقُولُ كُنَّا عِنْدَ أبى أسامة فقال يحى بْنُ سَعِيدٍ فَقَالَ لَهُ رَجُلٌ أَذَكَرَ الْخبر فَقَالَ أَتَرَوْنِي أُدَلِّسُ أكم واله لَأَنْ أَعَضُّ عَنْ مَجْلِسِي هَذَا أجب إِلَيَّ مِنْ مِائَةِ أَلْفِ حَدِيثٍ حدثنِي يَحْيَى بْنُ سَعِيدِ بْنِ قَيْسٍ الْأَنْصَارِيُّ عَنْ سَعِيدِ بْنِ المسيب بن حُزْنٍ الْقُرَشِيِّ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ تَعَالَى وَأَخْبَارُ الْمُدَلِّسِينَ كَثِيرَةٌ وَضَبَطَ الْأَئِمَّةُ عَنْهُمْ مَا لَمْ يُدَلِّسُوا وَالتَّمْيِيزُ بَيْنَ مَا دَلَّسُوا وَمَا لَمْ يُدَلِّسُوا ظَاهِرٌ فِي الاحبار",
            "page": "46",
            "part": "1",
            "seal": "4B4D7AF7"
        },
        {
            "id": "21",
            "nass": "الْقِسْمُ الثَّالِثُ مِنَ الصَّحِيحِ الْمُخْتَلَفِ فِيهِ خبر يَرْوِيهِ ثِقَةٌ مِنَ الثِّقَاتِ عَنْ إِمَامٍ مِنْ أَئِمَّةِ الْمُسْلِمِينَ فَيُسْنِدُهُ ثُمَّ يَرْوِيهِ عَنْهُ جَمَاعَةٌ مِنَ الثِّقَاتِ فَيُرْسِلُونَهُ وَمِثَالُهُ حَدِيثُ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مَنْ سَمِعَ النِّدَاءَ فَلَمْ يَجِبْ فَلَا صَلَاةَ لَهُ إِلَّا مِنْ عُذْرٍ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ هكذا رواه عدى بن ثابت عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَهُوَ ثِقَةٌ وَقَدْ وَقَفَهُ سَائِرُ أَصْحَابِ سَعِيدِ بْنِ جُبَيْرٍ عَنْهُ ¶ وَهَذَا الْقِسْمُ مِمَّا يَكْثُرُ وَيُسْتَدَلُّ بِهَذَا الْمِثَالِ عَلَى جُمْلَةٍ مِنَ الْأَخْبَارِ الْمَرْوِيَّةِ هَكَذَا فَهَذِهِ الْأَخْبَارُ صَحِيحَةٌ عَلَى مَذْهَبِ الْفُقَهَاءِ فَإِنَّ الْقَوْلَ عِنْدَهُمْ فِيهَا قَوْلُ مَنْ زَادَ فِي الْإِسْنَادِ أَوِ الْمَتْنِ إِذَا كَانَ ثِقَةً ¶ فَأَمَّا أَئِمَّةُ الْحَدِيثِ فَإِنَّ الْقَوْلَ فِيهَا عِنْدَهُمْ قَوْلُ الْجُمْهُورِ الَّذِي أَرْسَلُوهُ لِمَا يُخْشَى مِنَ الْوَهْمِ عَلَى هَذَا الْوَاحِدِ لِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الشَّيْطَانُ مَعَ الْوَاحِدِ وَهُوَ مِنَ الاثنين أبعد",
            "page": "47",
            "part": "1",
            "seal": "3A33AC43"
        },
        {
            "id": "22",
            "nass": "الْقِسْمُ الرَّابِعُ مِنَ الصَّحِيحِ الْمُخْتَلَفِ فِيهِ رِوَايَاتُ مُحدث صَحِيحِ السَّمَاعِ صَحِيحِ الْكِتَابِ مَعْرُوفٍ بِالسَّمَاعِ ظَاهِرِ الْعَدَالَةِ غَيْرَ أَنَّهُ لَا يَعْرِفُ مَا يُحدث بِهِ وَلَا يَحْفَظُهُ كَأَكْثَرِ مُحدثي زَمَانِنَا هَذَا فَإِنَّ هَذَا الْقِسْمَ مُحْتَجٌّ بِهِ عِنْدَ أَكْثَرِ أَهْلِ الْحَدِيثِ فَأَمَّا أَبُو حَنِيفَةَ وَمَالِكُ بْنُ أَنَسٍ رَحِمَهُمَا اللَّهُ فَلَا يَرَيَانِ الْحُجَّةَ بِهِ ¶ وَأَمَّا الرِّوَايَةُ فِيهِ عَنْ مَالِكِ بْنِ أَنَسٍ فَحدثنَاهُ أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ شُعَيْبٌ الْعَدْلُ قَالَ حدثنَا أَسَدُ بْنُ نُوحٍ قَالَ حدثنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَلَمَةَ عَنْ بِشْرِ بْنِ الْوَلِيدِ عَنْ أَبِي يُوسُفَ عَنْ أَبِي حَنِيفَةَ أَنَّهُ قَالَ لَا يَحِلُّ لِلرَّجُلِ أَنْ يَرْوِيَ الْحَدِيثَ إِلَّا إِذَا سَمِعَهُ مِنْ فَمِ الْمُحدث فَيَحْفَظُهُ ثُمَّ يُحدث بِهِ ¶ وَأَمَّا الرِّوَايَةُ فِيهِ عَنْ مَالِكِ بْنِ أَنَسٍ فَحدثنَاهُ أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ الْحَسَنِ بْنِ أَيُّوبَ الطُّوسِيُّ قَالَ حدثنَا أَبُو حَاتِمٍ الرَّازِيُّ قَالَ حدثنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ قَالَ حدثنَا مَعْنُ بْنُ عِيسَى قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ يَقُولُ لَا يُؤْخَذُ الْعِلْمُ مِمَّنْ لَا يَعْرِفُ مَا يُحدث بِهِ ¶ قَالَ مَالِكٌ وَلَقَدْ أَدْرَكْتُ بِهَذِهِ الْمَدِينَةِ أَقْوَامًا لَهُمْ فَضْلٌ وَصَلَاحٌ مَا أَخَذْتُ عَنْ وَاحِدٍ مِنْهُمْ حَرْفًا قِيلَ وَلِمَ يَا أَبَا عَبْدِ اللَّهِ قَالَ لِأَنَّهُمْ كَانُوا لَا يَعْرِفُونَ ما يحدثون به",
            "page": "48",
            "part": "1",
            "seal": "23A23D3B"
        },
        {
            "id": "23",
            "nass": "القسم الخامس مِنَ الصَّحِيحِ الْمُخْتَلَفِ فِيهِ رِوَايَاتُ الْمُبْتَدِعَةَ وَأَصْحَابُ الْأَهْوَاءِ فَإِنَّ رِوَايَاتِهِمْ عِنْدَ أَكْثَرِ أَهْلِ الْحَدِيثِ مَقْبُولَةٌ إِذَا كَانُوا فِيهَا صَادِقِينَ فَقَدْ حدث مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْبُخَارِيُّ فِي الْجَامِعِ الصَّحِيحِ عَنْ عَبَّادِ بْنِ يَعْقُوبَ الرَّوَاجِنِيِّ ¶ وَكَانَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ يَقُولُ حدثنَا الصَّدُوقُ فِي رِوَايَتِهِ الْمُتَّهَمُ فِي دِينِهِ عَبَّادُ بْنُ يَعْقُوبَ وَقَدِ احْتَجَّ الْبُخَارِيُّ أَيْضًا فِي الصَّحِيحِ بِمُحَمَّدِ بْنِ زِيَادٍ الِالْهَانِيِّ وَحَرِيزِ بْنِ عُثْمَانَ الرحبى وهما مما اشْتُهِرَ عَنْهُمَا النَّصْبُ وَاتَّفَقَ الْبُخَارِيُّ وَمُسْلِمٌ عَلَى الِاحْتِجَاجِ بِأَبِي مُعَاوِيَةَ مُحَمَّدِ بْنِ خَازِمٍ وَعُبَيْدِ اللَّهِ بْنِ مُوسَى وَقَدِ اشْتُهِرَ عَنْهُمَا الْغُلُوُّ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَإِنَّمَا جَعَلْتُ هَؤُلَاءِ مِثَالًا لِآخَرِينَ فَأَمَّا مَالِكُ بْنُ أَنَسٍ فَإِنَّهُ يقول لايؤخذ حَدِيثُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ صَاحِبِ هَوًى يَدْعُو النَّاسَ إِلَى هَوَاهُ وَلَا مِنْ كَذَّابٍ يَكْذِبُ فِي حَدِيثِ النَّاسِ وَإِنْ كُنْتَ لَا تَتَّهِمُهُ أَنْ يَكْذِبَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ قَالَ لحاكم رَحِمَهُ اللَّهُ فَقَدْ ذَكَرْنَا وُجُوهَ صِحَّةِ الْأَحَادِيثِ عَلَى عَشَرَةِ أَقْسَامٍ عَلَى اخْتِلَافٍ بَيْنَ أَهْلِهِ فِيهِ لِئَلَّا يَتَوَهَّمَ مُتَوَهِّمٌ أَنَّهُ لَيْسَ يصح من",
            "page": "49",
            "part": "1",
            "seal": "B7D2F126"
        },
        {
            "id": "24",
            "nass": "الْحَدِيثِ إِلَّا مَا أَخْرَجَهُ الْبُخَارِيُّ وَمُسْلِمٌ فَإِذَا نَظَرْنَا وَتَأَمَّلْنَا فَوَجَدْنَا الْبُخَارِيَّ قَدْ جَمَعَ كِتَابًا فِي التَّارِيخِ عَلَى أَسَامِي مَنْ رُوِيَ عَنْهُمُ الْحَدِيثُ مِنْ زَمَانِ الصَّحَابَةِ إِلَى سَنَةِ خَمْسِينَ وَمِائَتَيْنِ فَبَلَغَ عَدَدُهُمْ قَرِيبًا مِنْ أَرْبَعِينَ أَلْفَ رَجُلٍ وَامْرَأَةٍ جَمَعْتُ أَنَا أَسَامِيهِمْ وما اختلفا فيه فاحتج بأحداهما وَلَمْ يَحْتَجُّ بِهِ آخَرُ فَلَمْ يَبْلُغُوا أَلْفَيْ رَجُلٍ وَامْرَأَةٍ ثُمَّ جَمَعْتُ مَنْ ظَهَرَ جَرْحُهُ مِنْ جُمْلَةِ الْأَرْبَعِينَ أَلْفًا فَبَلَغُوا مِائَتَيْنِ وستة وَعِشْرِينَ رَجُلًا ¶ فَلْيَعْلَمْ طَالِبُ هَذَا الْعِلْمِ أَنَّ أَكْثَرَ الرُّوَاةِ لِلْأَخْبَارِ ثِقَاتٌ وَأَنَّ الدَّرَجَةَ الْأُولَى مِنْهُمْ مُحْتَجٌّ بِهِمْ فِي الْكِتَابَيْنِ الصَّحِيحَيْنِ لِلْوُجُوهِ الَّتِي قَدَّمْنَا ذِكْرَهَا لَا لِجَرْحٍ فِيهِمْ ¶ وَأَنَا ذَاكِرٌ بِمَشِيئَةِ اللَّهِ تَعَالَى ذِكْرَهُ وَحَسُنَ تَوْفِيقِهِ سَبَبَ الْجَرْحِ وَمَا يُوهَمُ أَنَّهُ جَرْحٌ وَلَيْسَ بِجَرْحٍ لِيُوقَفَ عَلَى حَقِيقَةِ الْحَالِ فِيهِ وَاللَّهُ الْمُعِينُ على ذكر بمنه",
            "page": "50",
            "part": "1",
            "seal": "C3E2E927"
        },
        {
            "id": "25",
            "nass": "ذِكْرُ أَنْوَاعِ الْجَرْحِ وَالْمَجْرُوحُونَ عَلَى عَشَرَةِ طَبَقَاتٍ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ أَوَّلُ أَنْوَاعِ الْجَرْحِ وَضْعُ الْحَدِيثِ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ صَحَّتِ الرِّوَايَةُ عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مَنْ كَذِبَ على متعمدا فليتبؤ مَقْعَدَهُ مِنَ النَّارِ ¶ حدثنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ قَالَ حدثنَا الْعَبَّاسُ بْنُ الْوَلِيدِ بْنِ مزيد البيرونى قال حدثنى أَبِي قَالَ حدثنَا الْأَوْزَاعِيُّ قَالَ حدثنَا حَسَّانُ بْنُ عَطِيَّةَ عَنْ أَبِي كَبْشَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو أَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَلِّغُوا عَنِّي وَلَوْ آيَةً وَحدثوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ وَحدثوا عَنِّي وَلَا تَكْذِبُوا عَلَيَّ فَمَنْ كذب متعمدا فليتبؤ امقعده من النار ¶ قال لحاكم رحمه الله فمن ارتكب هذه الكبيرة فَمِنْهُمْ قَوْمٌ مِنَ الزَّنَادِقَةِ مِثْلُ الْمُغِيرَةِ بْنِ سَعِيدٍ الْكُوفِيِّ وَأَبِي عَبْدِ الرَّحِيمِ الْكُوفِيِّ وَمُحَمَّدِ بْنِ سعيد الشامى المصلوب فى الزنادقة تَشَبَّهُوا بِالْعُلَمَاءِ فَوَضَعُوا الْأَحَادِيثَ وَحدثوا بِهَا لِيُوقِعُوا فِي قُلُوبِهُمُ الشَّكَّ ¶ فَمِمَّا رَوَى مُحَمَّدُ بْنُ سَعِيدٍ الْمَصْلُوبُ عَنْ حُمَيْدٍ عَنْ أَنَسٍ أن رسول الله",
            "page": "51",
            "part": "1",
            "seal": "E502140A"
        },
        {
            "id": "26",
            "nass": "صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَنَا خَاتَمُ النَّبِيِّينَ لَا نَبِيَ بَعْدِي إِلَّا أَنْ يَشَاءَ اللَّهُ فَوَضَعَ هَذَا الِاسْتِثْنَاءَ لِمَا كَانَ يدعوا اليه من الالحاد والزنادقة وَالدَّعْوَةِ إِلَى الْمُتَنَبِّي ¶ أَخبرنِي أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ يَعْقُوبَ الْحَافِظُ قَالَ حدثنَا مُحَمَّدُ بْنُ عَبْدِ الله بن عبد السلم قَالَ حدثنَا أَحْمَدُ بْنُ سُلَيْمَانَ الرَّهَاوِيُّ قَالَ حدثنَا أَبُو نُعَيْمٍ قال حدثنا حماد بْنَ سَعِيدٍ وَأَبَا عَبْدِ الرَّحِيمِ فَإِنَّهُمَا كَذَّابَانِ ¶ قَالَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْبَيْرُوتِيُّ سَمِعْتُ جَعْفَرَ بْنَ أَبَانٍ الْحَافِظَ يَقُولُ سَمِعْتُ بن نُمَيْرٍ يَقُولُ مُغِيرَةُ بْنُ سَعِيدٍ هَذَا كَانَ شَاعِرًا مُشَعْبِذًا وَكَانَ أَبُو عَبْدِ الرَّحِيمِ زِنْدِيقًا قَتَلَهُمَا اللَّهُ خَالِدُ بْنُ عَبْدِ اللَّهِ الْقَسْرِيُّ وَأَحْرَقَهُمَا بِالنَّارِ ¶ وَسَمِعْتُ أَبَا الْعَبَّاسِ السُّبَاهِيَّ يَقُولُ سَمِعْتُ أَبَا الْمُوَجِّهِ يَقُولُ سَمِعْتُ عَبْدَانَ ذَكَرَ عَبْدَ اللَّهِ هَذَا عِنْدَ ذِكْرِ الزَّنَادِقَةِ وَمَا يصغون مِنَ الْأَحَادِيثِ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَمِنْهُمْ قَوْمٌ وَضَعُوا الْحَدِيثَ لِهَوًى يَدْعُونَ الناس اليه ¶ أخبرنا أبو الْحُسَيْنُ بْنُ عَلِيٍّ الْحَافِظُ قَالَ حدثنَا أَحْمَدُ بْنُ عَلِيٍّ الْمُثَنَّى قَالَ حدثنَا هَارُونُ بْنُ مَعْرُوفٍ قَالَ حدثنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ هِشَامِ بْنِ حَجَرٍ عَنْ طاووس عَنِ ابْنِ عَبَّاسٍ قَالَ إِنَّا كُنَّا نُحدث عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم",
            "page": "52",
            "part": "1",
            "seal": "2ED0BC7F"
        },
        {
            "id": "27",
            "nass": "إِذَا لَمْ يُكْذَبْ عَلَيْهِ فَلَمَّا رَكِبَ النَّاسُ الصَّعْبَ وَالذَّلُولَ تَرَكْنَا الحديث عنه ومن هذ الطَّبَقَةِ جَمَاعَةٌ مِنْهُمْ مَنْ أَقَرَّ عَلَى نَفْسِهِ بِذَلِكَ سَمِعْتُ أَبَا الْوَلِيدِ حَسَّانَ بْنَ مُحَمَّدٍ الْفَقِيهَ يَقُولُ حدثنَا الْحَسَنُ بْنُ سُفْيَانَ قَالَ حدثنَا أَبُو نُعَيْمٍ الْحَلَبِيُّ قَالَ حدثنَا عَبْدُ اللَّهِ بْنُ لَهِيعَةَ قَالَ سَمِعْتُ شَيْخًا مِنَ الْخَوَارِجِ تَابَ وَرَجَعَ وَهُوَ يَقُولُ إِنَّ هَذِهِ الْأَحَادِيثَ دِينٌ فَانْظُرُوا عَمَّنْ تَأْخُذُونَ دِينَكُمْ فَإِنَّا كُنَّا إِذَا هَوَيْنَا أَمْرًا صَيَّرْنَاهُ حَدِيثًا ¶ سَمِعْتُ عَبْدَ الْعَزِيزِ بْنَ عَبْدِ الْمَلِكِ الْأُمَوِيَّ يَقُولُ سَمِعْتُ إِسْمَاعِيلَ بْنَ مُحَمَّدٍ النَّحْوِيَّ يَقُولُ سَمِعْتُ الْمَحَامِلِيَّ يَقُولُ سَمِعْتُ أَبَا الْعَيْنَاءِ يَقُولُ أَنَا وَالْجَاحِظُ وَضَعْنَا حَدِيثَ فَدْكٍ وَأَدْخَلْنَاهُ عَلَى الشُّيُوخِ بِبَغْدَادَ فقبلوه الا ابْنَ شَيْبَةَ الْعَلَوِيَّ فَإِنَّهُ قَالَ لَا يُشْبِهُ آخِرُ الْحَدِيثِ أَوَّلَهُ فَأَبَى أَنْ يَقْبَلَهُ قَالَ إِسْمَاعِيلُ وَكَانَ أَبُو الْعَيْنَاءِ يُحدث بِهَذَا الحديث بَعْدَ مَا تَابَ ¶ أَخبرنِي إِسْمَاعِيلُ بْنُ أَحْمَدَ الْجُرْجَانِيُّ قَالَ حدثنَا أَبُو نُعَيْمٍ قَالَ حدثنَا عَمَّارُ بْنُ رَجَاءٍ عَنْ سُلَيْمَانَ بْنِ حَرْبٍ قَالَ دَخَلْتُ عَلَى شَيْخٍ وَهُوَ يَبْكِي فَقُلْتُ مَا يُبْكِيكَ قَالَ وَضَعْتُ أَرْبَعَمِائَةِ حَدِيثٍ وَأَدْخَلْتُهَا فى بارنامج النَّاسِ فَلَا أَدْرِي كَيْفَ أَصْنَعُ وَمِنْهُمْ جَمَاعَةٌ وَضَعُوا الْحَدِيثَ حِسْبَةً كَمَا زَعَمُوا يَدْعُونَ النَّاسَ إِلَى فضائل الاعلامال مثل أبى عصمة نوع بْنِ أَبِي مَرْيَمَ الْمَرْوَزِيِّ وَمُحَمَّدِ بْنِ عُكَاشَةَ الْكَرْمَانِيِّ وَأَحْمَدَ بْنِ عبد الله الجوبارى",
            "page": "53",
            "part": "1",
            "seal": "6B50AB0E"
        },
        {
            "id": "28",
            "nass": "وَمُحَمَّدِ بْنِ الْقَاسِمِ الطَّايَكَانِيِّ وَمَأْمُونِ بْنِ عَبْدِ اللَّهِ الْهَرَوِيِّ وَغَيْرِهِمْ ¶ سَمِعْتُ أَبَا بَكْرٍ مُحَمَّدَ بْنَ حمد بْنِ بَالَوَيْهِ قَالَ حدثنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ حدثنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ قَالَ سَمِعْتُ يَحْيَي بْنَ سَعِيدٍ يَقُولُ مَا رَأَيْتُ الْكَذِبَ فِي أَحَدٍ أَكْثَرَ مِنْهُ فِيمَنْ يَنْسِبُ إِلَى خبر ¶ وَأَخبرنَا دَعْلَجُ بْنُ أَحْمَدَ السِّجْزِيُّ بِبَغْدَادَ قَالَ حدثنَا أَحْمَدُ بْنُ عَلِيٍّ الْأَبَّارُ قَالَ حدثنَا الْوَلِيدُ بْنُ شُجَاعٍ قَالَ حدثنَا الْأَشْجَعِيُّ قَالَ سَمِعْتُ سُفْيَانَ يَقُولُ إِنْ هَمَّ الرَّجُلِ أَنْ يَكْذِبَ فِي الْحَدِيثِ وَهُوَ فِي جَوْفِ بَيْتٍ أَظْهَرَ اللَّهُ عَلَيْهِ ¶ أَخبرنَا الزُّبَيْرُ بْنُ عَبْدِ الْوَاحِدِ الْحَافِظُ بِإِسْدَابَادَ قَالَ حدثنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ قُتَيْبَةَ قَالَ حدثنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ قَالَ حدثنَا ابْنُ أَبِي السَّرِيِّ قَالَ حدثنَا يَحْيَى بْنُ سُلَيْمٍ قَالَ حدثنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ قَالَ قَالَ ابْنُ سِيرِينَ إِنَّ الرَّجُلَ لِيُحدثنِي بِالْحَدِيثِ فما أَتَّهِمُهُ وَلَكِنْ أَتَّهِمُ مَنْ حدثهُ وَإِنَّ الرَّجُلَ لَيُحدثنِي بِالْحَدِيثِ فَمَا انهم مَنْ حدثهُ وَلَكِنْ أَتَّهِمُهُ هُوَ ¶ سَمِعْتُ أَبَا عَلِيٍّ الْحَافِظَ يَقُولُ سمعت محمد بن يونس المقرى يَقُولُ سَمِعْتُ جَعْفَرَ بْنَ أَحْمَدَ بننصر يَقُولُ سَمِعْتُ أَبَا عَمَّارٍ الْمَرْوَزِيَّ يَقُولُ قِيلَ لِأَبِي عِصْمَةَ مِنْ أَيْنَ لَكَ عِنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ فِي فَضَائِلِ الْقُرْآنِ سُورَةٍ سُورَةٍ وَلَيْسَ عِنْدَ أَصْحَابِ عِكْرِمَةَ هَذَا فَقَالَ إِنِّي قَدْ رَأَيْتُ النَّاسَ قَدْ أَعْرَضُوا عَنِ الْقُرْآنِ وَاشْتَغَلُوا بِفِقْهِ أَبِي حَنِيفَةَ وَمَغَازِي مُحَمَّدِ بْنِ إِسْحَاقَ فَوَضَعْتُ هَذَا الْحَدِيثَ حسبة",
            "page": "54",
            "part": "1",
            "seal": "D078CC83"
        },
        {
            "id": "29",
            "nass": "وَمِنْهُمْ جَمَاعَةٌ وَضَعُوا الْحَدِيثَ لِلْمُلُوكِ فِي الْوَقْتِ مِمَّا تَقَرَّبُوا بِهِ اليهم ¶ حدثنا أبو أحمد مَوْلَى بَنِي هَاشِمٍ قَالَ سَمِعْتُ دَاوُدَ بْنَ رُشَيْدٍ يَقُولُ دَخَلَ غِيَاثُ بْنُ إِبْرَاهِيمَ عَلَى الْمَهْدِيِّ وَكَانَ يُعْجِبُهُ الْحَمَامَ الطَّيَّارَةَ الَّتِي تَجِيءُ مِنَ الْبُعْدِ فَرَوَى حَدِيثًا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا سَبْقَ إِلَّا فِي خُفٍّ أَوْ حَافِرٍ أونصل أَوْ جَنَاحٍ قَالَ فَأَمَرَ لَهُ بِعَشْرَةِ آلَافِ دِرْهَمٍ فَلَمَّا قَامَ وَخَرَجَ قَالَ أَشْهَدُ أَنْ قَفَاكَ قَفَا كَذَّابٍ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاللَّهِ مَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَنَاحٌ وَلَكِنَّ هَذَا أَرَادَ أَنْ يَتَقَرَّبَ إِلَيْنَا يَا غُلَامُ اذْبَحِ الْحَمَامَ قَالَ فَذَبَحَ الْحَمَامَ فِي الْحَالِ ¶ وَسَمِعْتُ أَبَا سَعِيدٍ أَحْمَدَ بْنَ مُحَمَّدِ بن زوميح يَقُولُ سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ الدَّغُولِيَّ يَقُولُ سَمِعْتُ أَبَا بَكْرِ بْنِ أَبِي خُزَيْمَةَ يَقُولُ دَخَلَ غِيَاثُ بْنُ إِبْرَاهِيمَ عَلَى الْمَهْدِيِّ فَذَكَرَ الْحِكَايَةَ وَزَادَ فِيهِ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ مَا ذَنْبُ الْحَمَامِ قَالَ مِنْ أَجْلِهِنَّ كَذِبَ هَذَا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ حدثنِي أَحْمَدُ بْنُ مُحَمَّدِ بن وكيع د اود بن سليمان",
            "page": "55",
            "part": "1",
            "seal": "3385F89E"
        },
        {
            "id": "30",
            "nass": "الْقَطَّانُ قَالَ حدثنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ السَّمَرْقَنْدِيُّ قَالَ حدثنَا هَارُونُ بْنُ أَبِي عُبَيْدِ اللَّهِ عَنْ أَبِيهِ قَالَ قَالَ الَمَهْدِيُّ الْأَثْرِيُّ مَا يَقُولُ هَذَا يَعْنِي مُقَاتِلًا قَالَ إِنْ شِئْتَ وَضَعْتُ لَكَ أَحَادِيثَ فِي الْقِيَاسِ قَالَ قُلْتُ لَا حَاجَةَ لِي فِيهَا ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَمِنْ هَذِهِ الطَّبَقَةِ مَيْسَرَةُ بْنُ عَبْدِ رَبِّهِ وَزِيَادُ بْنُ مَيْمُونٍ وَأَبُو الْبَخْتَرِيِّ وَهْبُ بْنُ وَهْبٍ القاضى وأبو د اود سليمان بن عمرو النَّخَعِيُّ وَإِسْحَاقُ بْنُ نَجِيحٍ الْمَلْطِيُّ وَالْحُسَيْنُ بْنُ عُلْوَانَ وَغَيْرُهُمْ مِمَّنْ يَطُولُ ذِكْرُهُمْ فِي هَذَا الْمَوْضِعِ وَمِنْهُمْ جَمَاعَةٌ وَضَعُوا الْحَدِيثَ فِي الْوَقْتِ لِحَاجَتِهِمْ إِلَيْهِ ¶ حدثنِي أَبُو بكر أحمد بْنُ الْمُؤَمَّلِ بْنِ الْحَسَنِ بْنِ عِيسَى قَالَ حدثنَا الْفَضْلُ بْنُ مُحَمَّدٍ الشَّعْرَانِيُّ قَالَ حدثنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ الْجُنَيْدِ قَالَ حدثنَا عُبَيْدُ بْنُ إِسْحَاقَ الضَّبِّيُّ الْكُوفِيُّ قَالَ حدثنَا سَيْفُ بْنُ عُمَرَ التَّمِيمِيُّ قَالَ كُنْتُ عِنْدَ سَعْدِ بْنِ طَرِيفٍ فَجَاءَ ابْنُهُ مِنَ الْكُتَّابِ فَقَالَ مَالَكَ قَالَ ضَرَبَنِي الْمُعَلِّمُ فَقَالَ لَأُخْزِيَنَّهُمُ الْيَوْمَ ¶ حدثنِي عِكْرِمَةُ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ معَلِّمُو صِبْيَانِكُمْ شِرَارُكُمْ أَقَلُّهُمْ رَحْمَةً لِلْيَتِيمِ وَأَغْلَظُهُمْ عَلَى الْمِسْكِينِ ¶ وَقِيلَ لِمَأْمُونِ بْنِ أَحْمَدَ الْهَرَوِيِّ أَلَا تَرَى إِلَى الشَّافِعِيِّ وَإِلَى مَنْ نَبَغَ لَهُ بِخُرَاسَانَ فَقَالَ حدثنَا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ قَالَ حدثنَا عبيد اللَّهِ بْنُ مَعْدَانَ الْأَزْدِيُّ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكُونُ فِي أُمَّتِي رَجُلٌ يُقَالُ لَهُ مُحَمَّدُ بْنُ إِدْرِيسَ أَضَرُّ أَحَدُّ عَلَى أُمَّتِي مِنْ إِبْلِيسَ وَيَكُونُ فى أمتى رجل",
            "page": "56",
            "part": "1",
            "seal": "68235DA0"
        },
        {
            "id": "31",
            "nass": "يُقَالُ لَهُ أَبُو حَنِيفَةَ هُوَ سراج أمتى ¶ وَقِيلَ لِمُحَمَّدِ بْنِ عُكَاشَةَ الْكَرْمَانِيِّ إِنَّ قَوْمًا عِنْدَنَا يَرْفَعُونَ أَيْدِيَهُمْ فِي الرُّكُوعِ وَبَعْدَ رَفْعِ الرَّأْسِ مِنَ الرُّكُوعِ فَقَالَ حدثنَا الْمُسَيَّبُ بْنُ وَاضِحٍ قَالَ حدثنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ يُونُسَ بْنِ يَزِيدَ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ رَفَعَ يَدَهُ فِي الرُّكُوعِ فَلَا صَلَاةَ لَهُ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَكُلُّ مَنْ رُزِقَ الْفَهْمَ فِي نَوْعِ الْعِلْمِ وَتَأَمَّلَ هَذِهِ الْأَحَادِيثَ عَلِمَ أَنَّهَا مَوْضُوعَةٌ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمِنْهُمْ قَوْمٌ مِنَ السُّؤَّالِ وَالْمُتَكَدِّينَ يَقِفُونَ فِي الْأَسْوَاقِ وَالْمَسَاجِدِ وَالْمَحَافِلِ فَيَضَعُونَ فى الوقت على رسول لله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَسَانِيدَ صحيحة قد حفظوها فيذكرون الموضاعات بِتِلْكَ الْأَسَانِيدِ ¶ أَخبرنَا الزُّبَيْرُ بْنُ عَبْدِ الْوَاحِدِ الْحَافِظُ قَالَ حدثنَا إِبْرَاهِيمُ بْنُ عَبْدِ الْوَاحِدِ الْحَافِظُ قَالَ حدثنَا إِبْرَاهِيمُ بْنُ عَبْدِ الواحد البلدى قال سعت جَعْفَرَ بْنَ مُحَمَّدٍ الطَّيَالِسِيَّ يَقُولُ صَلَّى أَحْمَدُ بْنُ حَنْبَلٍ وَيَحْيَى بْنُ مَعِينٍ فِي مَسْجِدِ الرَّصَافَةِ فَقَامَ بَيْنَ أَيْدِيهِمْ قَاصٌّ فَقَالَ حدثنَا أَحْمَدُ بْنُ حَنْبَلٍ وَيَحْيَى بْنُ مَعِينٍ قَالَا حدثنَا عَبْدُ الرَّزَّاقِ قَالَ حدثنَا مَعْمَرٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَ قَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم من قال لَا إِلَهَ إِلَّا اللَّهُ يُخْلَقُ مِنْ كُلِّ كَلِمَةٍ مِنْهَا طَيْرٌ مِنْقَارُهُ مِنْ ذَهَبٍ وَرِيشُهُ مِنْ مَرْجَانِ وَأَخَذَ فِي قِصَّةٍ نَحْوًا مِنْ عِشْرِينَ وَرَقَةً فَجَعَلَ أَحْمَدُ يَنْظُرُ إِلَى يَحْيَى بْنِ مَعِينٍ ويحيى يَنْظُرُ إِلَى أَحْمَدَ فَقَالَ أَنْتَ حدثتَ بِهَذَا فَقَالَ وَاللَّهِ مَا سَمِعْتُهُ بِهِ إِلَّا هَذِهِ السَّاعَةَ",
            "page": "57",
            "part": "1",
            "seal": "FBE2643A"
        },
        {
            "id": "32",
            "nass": "قَالَ فَسَكَتْنَا جَمِيعًا حَتَّى فَرَغَ مِنْ قَصَصِهِ وَأَخَذَ قِطَاعَهُ ثُمَّ قَعَدَ يَنْتَظِرُ بِقَيَّتَهَا فَقَالَ لَهُ يَحْيَى بْنُ مَعِينٍ بِيَدِهِ أَنْ تَعَالَ فَجَاءَهُ مُتَوَهِّمًا لِنَوَالٍ يُجِيزُهُ فَقَالَ لَهُ يَحْيَى مَنْ حدثكَ بِهَذَا الْحَدِيثِ فَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ وَيَحْيَى بْنُ مَعِينٍ فَقَالَ أَنَا يَحْيَى بْنُ مَعِينٍ وَهَذَا أَحْمَدُ بْنُ حَنْبَلٍ مَا سَمِعْنَا بِهَذَا قَطُّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنْ كان لابد وَالْكَذِبُ فَعَلَى غَيْرِنَا فَقَالَ لَهُ أَنْتَ يَحْيَى بْنُ مَعِينٍ قَالَ نعم قال لم أزل أسمع أَنَّ يَحْيَى بْنَ مَعِينٍ أَحْمَقُ مَا عَلِمْتُهُ إِلَّا السَّاعَةَ فَقَالَ لَهُ يَحْيَى بْنُ مَعِينٍ فَكَيْفَ عَلِمْتَ أَنِّي أَحْمَقُ فَقَالَ كَأَنْ لَيْسَ فِي الدُّنْيَا يَحْيَى بْنُ مَعِينٍ وَأَحْمَدُ بْنُ حَنْبَلٍ غَيْرَكُمَا كَتَبْتُ عَنْ سَبْعَةَ عَشَرَ أَحْمَدَ بْنُ حَنْبَلٍ وَيَحْيَى بْنُ مَعِينٍ غَيْرِ هَذَا قَالَ فَوَضَعَ أَحْمَدُ كُمَّهُ فِي وَجْهِهِ وَقَالَ دَعْهُ يقوم فقام كالمستهزىء بِهِمَا ¶ أَخبرنِي أَبُو نَصْرٍ أَحْمَدُ بْنُ سَهْلٍ الْفَقِيهُ بِخَارَا قَالَ حدثنَا صَالِحُ بْنُ مُحَمَّدِ بْنِ حَبِيبٍ الْحَافِظُ الْبَغْدَادِيُّ قَالَ حدثنَا مُؤَمَّلُ بْنُ يَهَابَ قَالَ قَامَ رَجُلٌ يُحدث وَيَزِيدُ بْنُ هَارُونَ قَاعِدٌ فَجَعَلَ يَسْأَلُ النَّاسَ فَلَمْ يُعْطَ فَقَالَ حدثنَا يَزِيدُ بْنُ هَارُونَ عَنْ شَرِيكٍ عَنْ مُضَرَةَ عَنْ إِبْرَاهِيمَ قَالَ إِذَا سَأَلَ السَّائِلُ ثَلَاثًا فَلَمْ يُعْطَ فَلْيُكَبِّرْ عَلَيْهِمْ ثَلَاثًا وَجَعَلَ يَقُولُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ثُمَّ مَرَّ فَذَكَرْنَاهُ لِيَزِيدَ بْنِ هَارُونَ فَقَالَ كَذِبَ الْخَبِيثُ مَا سَمِعْتُ بِهَذَا قَطُّ ¶ وَقَامَ رَجُلٌ فَجَعَلَ يَقُولُ حدثنَا يَزِيدُ بْنُ هَارُونَ عَنْ ذِئْبِ بْنِ أَبِي ذِئْبٍ فَضَحِكَ يزيد بن هارون فما قمنا تبعناه فقلنا لَهُ وَيْحَكَ لَيْسَ اسْمُهُ ذِئْبٌ إِنَّمَا هُوَ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ فَقَالَ إِذَا كَانَ أَبُوهُ اسْمُهُ أَبُو ذِئْبٍ فَأَيُّ شَيْءٍ يكون لابنه الا ذئب",
            "page": "58",
            "part": "1",
            "seal": "CFB26C6E"
        },
        {
            "id": "33",
            "nass": "سَمِعْتُ الشَّيْخَ أَبَا بَكْرٍ أَحْمَدَ بْنَ إِسْحَاقَ الْفَقِيهَ يَقُولُ خَرَجْنَا وَنَحْنُ بِبَغْدَادَ مِنْ مَجْلِسِ إِبْرَاهِيمَ بْنِ إِسْحَاقَ الْحَرْبِيِّ وَمَعَنَا جَمَاعَةٌ مِنَ الْغُرَبَاءِ فِيهِمْ رَجُلٌ كَثِيرُ الْمُجُونِ فَبَيْنَمَا نَحْنُ نَمْشِي إِذَا استقبلنا امرد وضيىء الوجه فتقدم هذا الغريب اليه فَقَالَ السَّلَامُ عَلَيْكَ فَلَمَّا صَافَحَهُ قبل عينيه وخده ثم قَالَ حدثنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ بِصَنْعَاءَ قَالَ حدثنَا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أبيه قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَحَبَّ أَحَدُكُمْ أَخَاهُ فَلْيُعْلِمْهُ أَنَّهُ يُحِبُّهُ قَالَ الشَّيْخُ أَبُو بَكْرٍ فَلَمَّا انْصَرَفَ الينا قلت له ألا تستحى تُلَوِّطُ وَتَكْذِبُ فِي الْحَدِيثِ فَقَالَ يَا سَيِّدِي وَالْحَدِيثُ كَمَا يَجِيءُ ¶ قال الحاكم رحمه لله فَهَذِهِ الطَّائِفَةُ بِأَنْوَاعِهَا كَذِبَةٌ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ الطَّبَقَةُ الثَّانِيَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ عَمَدُوا إِلَى أَحَادِيثَ مَشْهُورَةٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَسَانِيدَ مَعْرُوفَةٍ وَوَضَعُوا اليها غير تلك الاسانيد فكركبوها عَلَيْهَا لِيُسْتَغْرَبَ بِتِلْكَ الْأَسَانِيدِ مِنْهُمْ إِبْرَاهِيمُ بْنُ الْيَسَعِ وَهُوَ ابْنُ أَخِي حَيَّةَ يُحدث عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ وَهِشَامِ بْنِ عُرْوَةَ فَيُرَكِّبُ حَدِيثَ هَذَا عَلَى حديث ذلك وَكَذَلِكَ حَمَّادُ بْنُ عَمْرٍو النُّصَيْبِيُّ وَبُهْلُولُ بْنُ عُبَيْدٍ وَأَصْرَمُ بْنُ حوشب وغيرهم",
            "page": "59",
            "part": "1",
            "seal": "59E1BDD1"
        },
        {
            "id": "34",
            "nass": "الطَّبَقَةُ الثَّالِثَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ من أهل العلم حملهمالشره عَلَى الرِّوَايَةِ عَنْ قَوْمٍ مَاتُوا قَبْلَ أَنْ يُولَدُوا مِثْلُ إِبْرَاهِيمَ بْنِ هُدْبَةَ وَغَيْرِهِ ¶ سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ يَعْقُوبَ يَقُولُ سَمِعْتُ الْعَبَّاسَ بْنَ مُحَمَّدٍ الدُّورِيَّ يَقُولُ سَمِعْتُ يَحْيَى بْنَ مَعِينٍ يَقُولُ كَانَ شَيْخٌ عِنْدَ دَرْبِ أَبِي الطَّيِّبِ يَرْوِي عَنِ الْأَوْزَاعِيِّ يَقُولُ حدثنَا أَبُو عَمْرٍو رَحِمَهُ اللَّهُ فَاحْتَفَلْنَا إلَيْهِ فَقَعَدَ يَوْمًا فِي الشَّمْسِ فَنَظَرْنَا فِي صَحِيفَتِهِ فَإِذَا فِي أَعْلَى الصَّحِيفَةِ حدثنَا إِسْمَاعِيلُ عَبْدُ اللَّهِ بْنُ سَمَاعَةَ عَنِ الأَوْزَاعِيِّ قَالَ فَطَرَحْنَا صَحِيفَتَهُ وَتَرَكْنَاهُ ¶ سَمِعْتُ أَبَا نَصْرٍ أَحْمَدَ بْنَ سَهْلٍ الْفَقِيهَ بِبُخَارَى يَقُولُ سَمِعْتُ صَالِحَ بْنَ مُحَمَّدٍ الْحَافِظَ جَزْرَةَ يَقُولُ سَمِعْتُ مُؤَمِّلَ بْنَ يَهَابَ يَقُولُ سَمِعْتُ يَزِيدَ بْنَ هَارُونَ يَقُولُ كَانَ عِنْدَنَا شَيْخٌ بِوَاسِطَ بِحَدِيثٍ وَاحِدٍ عَنْ أَنَسِ بْنِ مَالِكٍ فَخَدَعَهُ أَصْحَابُ الْحَدِيثِ فَاشْتَرَى لَهُ كِتَابًا مِنَ السُّوقِ فِي أَوَّلِهِ حدثنَا شَرِيكٌ وَفِي آخِرِهِ أَصْحَابُ شَرِيكٍ الْأَعْمَشُ وَمَنْصُورٌ وهؤلاء فجعل يُحدث يَقُولُ حدثنَا مَنْصُورٌ الْأَعْمَشُ فَقِيلَ لَهُ أَيْنَ لَقِيتَ هَؤُلَاءِ فَأَخَذَ كِتَابَهُ فَقِيلَ لَعَلَّكَ سَمِعْتَ هَذَا مِنْ شَرِيكٍ فَقَالَ الشَّيْخُ أَقُولُ لَكُمُ الصِّدْقَ سَمِعْتُ هَذَا مِنْ أَنَسِ بْنِ مَالِكٍ عَنْ شَرِيكٍ ¶ أَخبرنِي أَبُو عَلِيٍّ الْحَافِظُ محمد بن عَبْدُ اللَّهِ الْبَيْرُونِيُّ قَالَ حدثنَا سُلَيْمَانُ بْنُ عَبْدِ الْحَمِيدِ النَّهْرَانِيُّ حدثنَا مُحَمَّدُ بْنُ صَالِحٍ قَالَ حدثنَا الْمُعَبِّلُ بْنُ عَيَّاشٍ قَالَ كُنْتُ بِالْعِرَاقِ فَأَتَانِي أَهْلُ الْحَدِيثِ فَقَالُوا هَهُنَا رَجُلٌ يُحدث عَنْ",
            "page": "60",
            "part": "1",
            "seal": "679D1633"
        },
        {
            "id": "35",
            "nass": "خَالِدِ بْنِ مَعْدَانَ فَأَتَيْتُهُ فَقُلْتُ أَيُّ سَنَةٍ كَتَبْتَ عَنْ خَالِدِ بْنِ مَعْدَانَ قَالَ سَنَةَ ثَلَاثَ عَشْرَةَ فَقُلْتُ أَنْتَ تَزْعُمُ أَنَّكَ سَمِعْتَ مِنْ خَالِدِ بْنِ مَعْدَانَ بَعْدَ مَوْتِهِ بِسَبْعِ سِنِينَ قَالَ إِسْمَاعِيلُ مَاتَ خَالِدُ سَنَةَ سِتَّةٍ وَمِائَةٍ ¶ سَمِعْتُ أَبَا عَلِيٍّ الْحَافِظَ يَقُولُ لَمَّا حدث عَبْدُ اللَّهِ بْنُ إِسْحَاقَ الْكَرْمَانِيُّ عَنْ مُحَمَّدِ بْنِ أَبِي يَعْقُوبَ أَتَيْتُهُ فَسَأَلْتُهُ عن موله فَذَكَرَ أَنَّهُ وُلِدَ سَنَةَ إِحْدَى وَخَمْسِينَ وَمِائَتَيْنِ فَقُلْتُ لَهُ مَاتَ مُحَمَّدُ بْنُ أَبِي يَعْقُوبَ الْكَرْمَانِيُّ قَبْلَ أَنْ تُولَدَ بِتِسْعِ سِنِينَ فَاعْلَمْهُ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَلَمَّا قَدِمَ عَلَيْنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ حَاتِمٍ الْكَشِّيُّ وَحدث عَنْ عَبْدِ بْنِ حُمَيْدٍ سَأَلْتُهُ عَنْ مَوْلِدِهِ فَذَكَرَ أَنَّهُ وُلِدَ سَنَةَ سِتِّينَ وَمِائَتَيْنِ فَقُلْتُ لِأَصْحَابِنَا سَمِعَ هَذَا الشَّيْخُ مِنْ عَبْدِ بْنِ حُمَيْدٍ بَعْدَ مَوْتِهِ بِثَلَاثَ عَشْرَةَ سَنَةً وَهَذَا النَّوْعُ مِنَ الْمَجْرُوحِينَ فِيهِمْ كَثْرَةٌ وَلَقَدْ لَقِيتُ أَيَّامَ رِحْلَتِي مِنْهُمْ جَمَاعَةً وَأَظْهَرْتُ أَحْوَالَهُمْ ¶ الطَّبَقَةُ الرَّابِعَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ عَمَدُوا إِلَى أَحَادِيثَ صَحِيحَةٍ عَنِ الصَّحَابَةِ رَفَعُوهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَأَبِي حُذَافَةَ أَحْمَدَ بْنِ إِسْمَاعِيلَ السَّهْمِيِّ رَوَى عَنْ مَالِكٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الشَّفَقُ الْحُمْرَةُ وَهُوَ فِي الْمُوَطَّأِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مِنْ قَوْلِهِ وَيَحْيَى بْنِ سَلَامٍ الْبَصْرِيِّ رَوَى عَنْ مَالِكٍ عَنْ وَهْبِ بْنِ كَيْسَانَ عَنْ جَابِرٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ كَانَ لَهُ إِمَامٌ فَقِرَاءَةُ الْإِمَامِ له وهو فى",
            "page": "61",
            "part": "1",
            "seal": "62840DB5"
        },
        {
            "id": "36",
            "nass": "الْمُوَطَّأِ لِمَالِكٍ عَنْ وَهْبٍ عَنِ ابْنِ كَيْسَانَ عَنْ جَابِرٍ مِنْ قوله وأشباه هذا كثيرة فَيُسْتَشْهَدُ بِهَذَا عَلَى هَذِهِ الرِّوَايَاتِ ¶ الطَّبَقَةُ الْخَامِسَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ عَمَدُوا إِلَى أَحَادِيثَ مَرْوِيَّةٍ عَنِ التَّابِعِينَ أَرْسَلُوهَا عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَزَادُوا فِيهَا رَجُلًا مِنَ الصَّحَابَةِ فَوَصَلُوهَا مِثْلُ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ الْمَقْدِسِيِّ روى عن الغريابى عَنِ الثَّوْرِيِّ عَنِ الْأَعْمَشِ عَنْ أَبِي ظَبْيَانَ عَنْ سَلْمَانَ أَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَيْسَ شَيْءٌ خَيْرًا مِنْ أَلْفٍ مِثْلِهِ إِلَّا الْإِنْسَانُ وَالْحَدِيثُ فِي كِتَابِ الثَّوْرِيِّ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُرْسَلًا وَعَلَى هَذَا النَّوْعِ جَمَاعَةٌ يُسْتَشْهَدُ بِهِ عَلَى الْجُمْلَةِ ¶ الطَّبَقَةُ السَّادِسَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ الْغَالِبُ عَلَيْهِمُ الصَّلَاحُ وَالْعِبَادَةُ لَمْ يَتَفَرَّغُوا إِلَى ضَبْطِ الْحَدِيثِ وَحِفْظِهِ وَالْإِتْقَانِ فِيهِ فاستخفوا بالرواية فظهرت أحوالهم",
            "page": "62",
            "part": "1",
            "seal": "4FC386FA"
        },
        {
            "id": "37",
            "nass": "سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ يَعْقُوبَ يَقُولُ سَمِعْتُ الْعَبَّاسَ مُحَمَّدَ الدُّورِيَّ يَقُولُ سَمِعْتُ خَلَفَ بْنَ سَالِمٍ يَقُولُ مَنِ اسْتَخَفَّ بِالْحَدِيثِ اسْتَخَفَّ بِهِ الْحَدِيثُ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ هَذِهِ الطَّبَقَةُ فِيهِمْ كثرة وأكثرهم زهاد وعباد ونذا ثَابِتُ بْنُ مُوسَى الزَّاهِدُ دَخَلَ عَلَى شَرِيكِ بْنِ عَبْدِ اللَّهِ الْقَاضِي وَالْمُسْتَمْلِي بَيْنَ يَدَيْهِ وَشَرِيكٌ يَقُولُ حدثنَا الْأَعْمَشُ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ قَالَ قَالَ رسول الله صلى لله عَلَيْهِ وَسَلَّمَ وَلَمْ يَذْكُرِ الْمَتْنَ فَلَمَّا نَظَرَ إِلَى ثَابِتِ بْنِ مُوسَى قَالَ مَنْ كَثَّرَ صَلَوَاتِهِ بِاللَّيْلِ حَسُنَ وَجْهُهُ بِالنَّهَارِ وَإِنَّمَا أَرَادَ بِذَلِكَ ثَابِتَ بْنَ مُوسَى لِزُهْدِهِ وَوَرَعِهِ فَظَنَّ ثَابِتُ بْنُ مُوسَى أَنَّهُ رَوَى الْحَدِيثَ مَرْفُوعًا بِهَذَا الْإِسْنَادِ فَكَانَ ثَابِتُ بْنُ مُوسَى يُحدث بِهِ عَنْ شَرِيكٍ عَنِ الْأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ وَلَيْسَ لِهَذَا الْحَدِيثِ أَصْلٌ إِلَّا مِنْ هَذَا الْوَجْهِ وَعَنْ قَوْمٍ مِنَ الْمَجْرُوحِينَ سَرَقُوهُ من ثابت بن موسى فَرَوَوْهُ عَنْ شَرِيكٍ أَخبرنَا بِصِحَّةِ مَا ذَكَرْتُهُ أَبُو عَمْرٍو عُثْمَانُ بْنُ عَبْدِ اللَّهِ السَّمَّاكُ بِبَغْدَادَ قَالَ حدثنَا أَبُو الْأَصْبَغِ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ كَامِلٍ قَالَ قُلْتُ لِمُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ مَا تَقُولُ فِي ثَابِتِ بْنِ مُوسَى قَالَ شَيْخٌ لَهُ فَضْلٌ وَإِسْلَامٌ وَدِينٌ وصلاح وعبادة قلت ماتقول فى حديث جابر م كَثَّرَ صَلَوَاتِهِ بِاللَّيْلِ فَقَالَ غَلَطٌ مِنَ الشَّيْخِ وَأَمَّا غَيْرُ ذَلِكَ فَلَا يُتَوَهَّمُ عَلَيْهِ ¶ سَمِعْتُ أَبَا عَلِيٍّ الْحَافِظَ يَقُولُ سَمِعْتُ أَبَا العباس محمد بن عبد",
            "page": "63",
            "part": "1",
            "seal": "9944A1F5"
        },
        {
            "id": "38",
            "nass": "الرَّحْمَنِ الْفَقِيهَ يَقُولُ سَمِعْتُ مُحَمَّدَ بْنِ فَهْزَادَ يَقُولُ سَمِعْتُ ابْنَ الْمُبَارَكِ يَقُولُ كُنْتُ وَلَوْ خُيِّرْتُ بين أن أدخل لجنة وَبَيْنَ أَنْ أَلْقَى عَبْدَ اللَّهِ بْنِ الْمُحَرَّرِ لَاخْتَرْتُ أَنْ أَلْقَاهُ ثُمَّ أَدْخُلَ الْجَنَّةَ فَلَمَّا لَقِيتُهُ كَانَتْ بَعْرَةٌ أَحَبُّ إِلَيَّ مِنْهُ ¶ أَخبرنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ اسماعيل القارىء قَالَ حدثنَا عُثْمَانُ بْنُ سَعِيدٍ الدرامى قَالَ حدثنَا عَمْرُو بْنُ مُحَمَّدٍ بْنُ مُحَمَّدٍ النَّاقِدُ قَالَ سَمِعْتُ وَكِيعًا يَقُولُ وَسَأَلَهُ رَجُلٌ فَقَالَ يَا أَبَا سُفْيَانَ تَعْرِفُ حَدِيثَ سَعِيدِ بْنِ عُبَيْدٍ الطَّائِيِّ عَنِ الشَّعَبِيِّ فِي رَجُلٍ حَجَّ عَنْ نَفْسِهِ فَقَالَ مَنْ يَرْوِيهِ قُلْتُ وَهْبُ بْنُ إِسْمَاعِيلَ قَالَ ذَاكَ رَجُلٌ صَالِحٌ وَلِلْحَدِيثِ رِجَالٌ ¶ الطَّبَقَةُ السَّابِعَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ سَمِعُوا مِنْ شُيُوخٍ وَأَكْثَرُوا عَنْهُمْ ثُمَّ عَمَدُوا إِلَى أَحَادِيثَ لَمْ يَسْمَعُوهَا مِنْ أُولَئِكَ الشُّيُوخِ فَحدثوا بِهَا وَلَمْ يُمَيِّزُوا بَيْنَ مَا سَمِعُوا وَمَا لَمْ يَسْمَعُوا ¶ قَالَ الْحَاكِمُ رحمه الله وورد خرسان جماعة منهذه الطَّبَقَةِ كَإِبْرَاهِيمَ بْنِ إِسْحَاقَ الْغَسِيلِيِّ وَأَحْمَدَ بْنِ مُحَمَّدِ بْنِ عُمَرَ الْمُنْكَدِرِيِّ وَغَيْرِهِمَا غَابُوا عَنْ أَوْطَانِهِمْ واستوطنوا بلاد خراسان فكلما راو فِي هَذِهِ الْبِلَادِ حَدِيثًا عَنْ شَيْخٍ قَدْ كَانُوا كَتَبُوا عَنْهُ وَحدثوا بِهِ فَظَهَرَ ذَلِكَ فِي حَدِيثِهِمْ وَقَدْ رَأَيْنَا فِي عَصْرِنَا مِنْهُمْ جَمَاعَةً مِنْ أَعْيَانِ الْغُرَبَاءِ مِنْ أَهْلِ الْعِلْمِ فَعَلُوا ذَلِكَ",
            "page": "64",
            "part": "1",
            "seal": "F8F9D849"
        },
        {
            "id": "39",
            "nass": "سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ يَعْقُوبَ يَقُولُ سَمِعْتُ الْعَبَّاسَ بْنَ مُحَمَّدٍ الدُّورِيَّ يَقُولُ سَمِعْتُ يَحْيَى بْنَ مَعِينٍ يَقُولُ قَالَ لِي هِشَامُ بْنُ يُوسُفَ جَاءَنِي مُطَرِّفُ بْنُ مَازِنٍ فَقَالَ أَعْطِنِي حَدِيثَ ابن جريح وَمَعْمَرٍ حَتَّى أَسْمَعَهُ مِنْكَ فَأَعْطَيْتُهُ فَكَتَبَهُ عَنِّي ثُمَّ جَعَلَ يُحدث به عَنْ مَعْمَرٍ نَفْسِهِ وَعَنِ ابْنِ جريح قَالَ لِي هِشَامٌ انْظُرُوا فِي حَدِيثِهِ فَهُوَ مِثْلُ حَدِيثِي سَوَاءٌ فَأَمَرْتُ رَجُلًا فَجَاءَنِي بِأَحَادِيثَ مُطَرِّفِ بْنِ مَازِنٍ فَعَارَضْتُ بِهَا فَإِذَا هى مثلها سوء فعملت أَنَّهُ كَذَّابٌ ¶ سَمِعْتُ أَبَا عَبْدِ اللَّهِ مُحَمَّدَ بْنَ الْعَبَّاسِ الْعِصْمِيَّ يَقُولُ لَمَّا وَرَدَ أَحْمَدُ بْنُ مُحَمَّدٍ الْمُنْكَدِرِيُّ هَرَاةَ نَزَلَ قَصْرَ جَدِّنَا مُحَمَّدِ بْنِ عِصْمٍ فَوَرَدَ عَلَى أَثَرِهِ أَبُو جَعْفَرٍ مُحَمَّدُ بن عبد الرحمن الْأُرْزَنَانِيِّ وَهُوَ يَتَتَبَّعُ تِلْكَ الْأَحَادِيثَ وينقلها الى درح فِي يَدِهِ ¶ الطَّبَقَةُ الثَّامِنَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ سَمِعُوا كُتُبًا مُصَنَّفَةً مِنْ شُيُوخٍ أَدْرَكُوهُمْ وَلَمْ يَنسخوا أَسْمَاعَهُمْ عِنْدَ السَّمَاعِ وَتَهَاوَنُوا بِهَا إِلَى أَنْ طَعَنُوا فِي السِّنِّ وَسُئِلُوا عَنِ الْحَدِيثِ فَحَمَلَهُمُ الْجَهْلُ وَالشَّرَهُ عَلَى أَنْ حدثوا بِتِلْكَ الْكُتُبِ مِنْ كُتُبٍ مُشْتَرَاةٍ لَيْسَ لَهُمْ فِيهَا سَمَاعٌ وَلَا بَلَاغٌ وَهُمْ يَتَوَهَّمُونَ أَنَّهُمْ فِي رِوَايَاتِهِمْ صَادِقُونَ وَهَذَا النَّوْعُ مِمَّا كَثُرَ فى الناس وتعطاه قوم من أكابر العلماء",
            "page": "65",
            "part": "1",
            "seal": "0BF13EDB"
        },
        {
            "id": "40",
            "nass": "وَالْمُعْرُوفِينَ بِالصَّلَاحِ وَكُلُّ مَنْ طَلَبَهُ فِي زَمَانِنَا عَايَنَهُ ¶ الطَّبَقَةُ التَّاسِعَةُ مِنَ الْمَجْرُوحِينَ قَوْمٌ لَيْسَ الْحَدِيثُ مِنْ صِنَاعَتِهِمْ وَلَا يَرْجِعُونَ إِلَى نَوْعٍ مِنَ الْأَنْوَاعِ الْعَشَرَةِ الَّتِي يحتاج المحث إِلَى مَعْرِفَتِهَا وَلَا يَحْفَظُونَ حَدِيثَهُمْ فيجيئهم طالب العلم فَيَقْرَأُ عَلَيْهِمْ مَا لَيْسَ مِنْ حَدِيثِهِمْ فَيُجِيبُونَ وَيُقِرُّونَ بِذَلِكَ وَهُمْ لَا يَدْرُونَ ¶ أَخبرنِي أَحْمَدُ بْنُ حَاتِمٍ الْكُشَانِيُّ بِبُخَارَى قَالَ حدثنَا عُمَرُ بْنُ مُحَمَّدٍ الْبُحْتُرِيُّ قَالَ حدثنَا عَمْرُو بْنُ عَلِيٍّ قَالَ سَمِعْتُ يَحْيَى بْنَ شُعْبَةَ يَقُولُ كُنَّا عِنْدَ شَيْخٍ مِنْ أَهْلِ مكة أنا وحفص بن عياث فَإِذَا أَبُو شَيْخٍ جَارِيَةُ بْنُ هَرِمٍ يَكْتُبُ عَنْهُ فَجَعَلَ حَفْصٌ يَضَعُ لَهُ الْحَدِيثَ وَيَقُولُ حدثتْكَ عَائِشَةُ بِنْتُ طَلْحَةَ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ بِكَذَا وَكَذَا فَيَقُولُ حدثتْنِي عَائِشَةُ بِنْتُ طَلْحَةَ عَنْ عَائِشَةَ بِكَذَا وَكَذَا فَيَقُولُ حَفْصُ بْنُ غِيَاثٍ حدثكَ الْقَاسِمُ بْنُ مُحَمَّدٍ عَنْ عَائِشَةَ بِكَذَا فَيَقُولُ حدثنى الْقَاسِمُ بْنُ مُحَمَّدٍ عَنْ عَائِشَةَ بِكَذَا فَيَقُولُ حدثكَ سَعِيدُ بْنُ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ بِمِثْلِهِ فَلَمَّا فَرَغَ ضَرَبَ حَفْصٌ بِيَدِهِ إِلَى أَلْوَاحِ جَارِيَةَ بْنِ هَرِمٍ فَمَحَاهَا فَقَالَ جَارِيَةُ تَحْسُدُونَنِي فَقَالَ لَهُ حَفْصٌ لَا وَلَكِنَّ هَذَا يَكْذِبُ فَقُلْتُ لِيَحْيَى مَنِ الرَّجُلُ لم يُسَمِّهِ فَقُلْتُ لَهُ يَوْمًا يَا أَبَا سَعِيدٍ لَعَلِّي كَتَبْتُ عَنْ هَذَا الشَّيْخِ وَلَا أَعْرِفُهُ قَالَ هو موسى بن دينار",
            "page": "66",
            "part": "1",
            "seal": "199DB9E4"
        },
        {
            "id": "41",
            "nass": "حدثنَا أَحْمَدُ بْنُ الْحَسَنِ الْأَحْبُهَانِيُّ عَنِ ابْنِ أَبِي حَاتِمٍ قَالَ سَمِعْتُ أَبِي يَقُولُ دَخَلْتُ الْكُوفَةَ فَحَضَرَنِي أَصْحَابُ الْحَدِيثِ وَقَدْ تَعَلَّقُوا بِوَرَّاقِ سُفْيَانَ بِنْ وَكِيعٍ فَقَالُوا أَفْسَدْتَ عَلَيْنَا شَيْخَنَا وَابْنَ شَيْخِنَا قَالَ فَبَعَثَ إِلَى سُفْيَانَ بِتِلْكَ الْأَحَادِيثِ الَّتِي أَدْخَلَهَا عَلَيْهِ وَرَّاقُهُ لِيَرْجِعَ عَنْهَا فَلَمْ يَرْجِعْ عَنْهَا فَتَرَكْتُهُ ¶ حدثنِي مُحَمَّدُ بْنُ يَعْقُوبَ الْحَافِظُ قَالَ حدثنَا مُحَمَّدُ بْنُ السَّلْمِ الْبَيْرُونِيُّ قَالَ حدثنَا جَعْفَرُ بْنُ أَبَانٍ الْحَافِظُ قَالَ سَأَلْتُ ابْنَ نُمَيْرٍ عَنْ قَيْسِ بْنِ الرَّبِيعِ قَالَ كَانَ لَهُ ابْنٌ هُوَ آفَتُهُ نَظَرَ أَصْحَابُ الْحَدِيثِ فِي كُتُبِهِ فَأَنْكَرُوا حَدِيثَهُ وَظَنُّوا أَنَّ ابْنَهُ غَيَّرَهَا سَمِعْتُ أَبَا إِسْحَاقَ إِبْرَاهِيمَ بْنَ مُحَمَّدٍ يَحْيَى يَقُولُ سَمِعْتُ أَبَا الْعَبَّاسِ مُحَمَّدَ بْنَ إِسْحَاقَ يَقُولُ سَمِعْتُ أَبَا يسار يَقُولُ سَمِعْتُ أَبَا يَسَارٍ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ عَنْ غِيَاثِ بْنِ دَاوُدَ الْأَوْدِيِّ عَنِ الشَّعَبِيِّ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ لَا يَكُونُ مَهْرًا أَقَلُّ مِنْ عَشَرَةِ دَرَاهِمَ فَصَارَ حَدِيثًا ¶ الطَّبَقَةُ الْعَاشِرَةُ مِنَ مِنَ الْمَجْرُوحِينَ قَوْمٌ كَتَبُوا الْحَدِيثَ وَرَحَلُوا فِيهِ وَعُرِفُوا بِهِ فَتَلِفَتْ كُتُبُهُمْ بِأَنْوَاعٍ مِنَ التَّلَفِ الْحَرْقِ أَوِ النَّهْبِ أَوِ الْهَدْمِ أَوِ الْغَرَقِ أَوِ السَّرِقَةِ فَلَمَّا سُئِلُوا عَنِ التَّحْدِيثِ حدثوا بِهَا مِنْ كُتُبِ غَيْرِهِمْ أَوْ مِنْ حِفْظِهِمْ عَلَى التَّخْمِينِ فَسَقَطُوا بِذَلِكَ مِنْهُمْ عَبْدُ اللَّهِ بْنُ لَهِيعَةَ الْحَضْرَمِيُّ عَلَى مَحَلِّهِ وَعُلُوِّ قَدْرِهِ ¶ سَمِعْتُ أبا الحافظ يقول سمعت أبابكر مُحَمَّدَ بْنَ مُحَمَّدِ بْنِ إِسْحَاقَ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ سَعِيدِ الدرامى يَقُولُ سَمِعْتُ قُتَيْبَةَ بْنَ سَعِيدٍ يقول",
            "page": "67",
            "part": "1",
            "seal": "ED99C55D"
        },
        {
            "id": "42",
            "nass": "حَضَرْتُ مَوْتَ ابْنِ لَهِيعَةَ فَسَمِعْتُ الليث يقول ما خلف بعه مِثْلَهُ ¶ أَخبرنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْبَغْدَادِيُّ بِنَيْسَابُورَ قَالَ حدثنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ قَالَ حدثنَا أَبِي قَالَ حدثنَا إِبْرَاهِيمُ بْنُ إِسْحَاقَ الْقَاضِي بِمِصْرَ قَالَ أَنَا حَمَلْتُ رِسَالَةَ اللَّيْثِ بْنِ سعيد إِلَى مَالِكِ بْنِ أَنَسٍ فَجَعَلَ مَالِكٌ يَسْأَلُنِي عَنِ ابْنِ لَهِيعَةَ وَأُخبرهُ بِحَالِهِ فَجَعَلَ يَقُولُ فَابْنُ لَهِيعَةَ لَيْسَ يَذْكُرُ الْحَجَّ فَسَبَقَ إِلَى قَلْبِي أَنَّهُ يُرِيدُ مُشَافَهَتَهُ وَالسَّمْعَ مِنْهُ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَقَدْ رُوِيَ عَنْ مَالِكٍ عَنِ ابْنِ لَهِيعَةَ حَدِيثُ وَهُوَ عَلَى جَلالَتِهِ احْتَرَقَتْ كُتُبُهُ بِمِصْرَ فَذَهَبَ حَدِيثُهُ فَخَلَطَ مَنْ حَفِظَهُ وحدث بالمناكير فصار فح مَنْ لَا يُحْتَجُّ بِحَدِيثِهِ فَكَانَ أَحْمَدُ بْنُ حَنْبَلٍ يَقُولُ سَمَاعُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَأَقْرَانِهِ الَّذِينَ سَمِعُوا مِنِ ابْنِ لَهِيعَةَ سنة صَحِيحٌ ¶ أَخبرنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْعِتْرِيُّ قَالَ سَمِعْتُ عُثْمَانَ بْنَ سعيد الدرامى يَقُولُ قُلْتُ لِيَحْيَى بْنِ مَعِينٍ كَيْفَ رِوَايَةُ ابْنِ لَهِيعَةَ عَنِ أبى الزُّبَيْرِ عَنْ جَابِرِ قَالَ ابْنُ لَهِيعَةَ ضَعِيفُ الْحَدِيثِ سَمِعْتُ أَبَا زَكَرِيَّا يَحْيَى بْنَ مُحَمَّدٍ الْعَنْبَرِيَّ يَقُولُ سَمِعْتُ أَبَا عَبْدِ اللَّهِ الْبُوشَنْجِيَّ يَقُولُ سَمِعْتُ قُتَيْبَةَ بْنَ سَعِيدٍ يَقُولُ لَمَّا احْتَرَقَتْ كُتُبُ ابْنُ لَهِيعَةَ بَعَثَ إِلَيْهِ اللَّيْثُ بْنُ سَعْدٍ مِنَ الْغَدِ بِأَلْفِ دِينَارٍ ¶ أَخبرنِي أَبُو نَصْرٍ مُحَمَّدُ بْنُ عُمَرَ الْخَفَّافُ قَالَ حدثنَا محمد بن المنذر الهوى قَالَ سَمِعْتُ أَحْمَدَ بْنَ وَاضِحٍ الْمِصْرِيَّ يَقُولُ كَانَ مُحَمَّدُ بْنُ خَلَّادٍ الإِسْكَنْدَرَانِيُّ رَجُلًا ثِقَةً وَلَمْ يَكُنْ فِيهِ اخْتِلَافٌ حَتَّى ذَهَبَتْ كُتُبُهُ فَقَدِمَ عَلَيْنَا رَجُلٌ يُقَالُ لَهُ أَبُو مُوسَى فِي حَيَاةِ ابْنِ بُكَيْرٍ فَذَهَبَ إِلَيْهِ يَعْنِي الى محمد بن",
            "page": "68",
            "part": "1",
            "seal": "5BF7E247"
        },
        {
            "id": "43",
            "nass": "خلاد بنسخة ضمام ابن إِسْمَاعِيلَ وَنسخةِ يَعْقُوبَ بْنِ عَبْدِ الرَّحْمَنِ فَقَالَ أَلَيْسَ قَدْ سَمِعْتَ النسختَيْنِ قَالَ نَعَمْ فَحدثنِي بِهِمَا قَالَ قَدْ ذَهَبَتْ كُتُبِي وَلَا أُحدث بِهِ قَالَ فَمَا زَالَ بِهِ هَذَا الرَّجُلُ حَتَّى خَدَعَهُ وَقَالَ لَهُ النسخةُ وَاحِدَةٌ فَحدث بها فكلمن سَمِعَ قَدِيمًا قَبْلَ ذَهَابِ كُتُبِهِ فحديثه صحيح ومن سمع منه بَعْدَ ذَلِكَ فَلَيْسَ حَدِيثُهُ بِذَلِكَ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ فَهَذِهِ أَنْوَاعُ الْمَجْرُوحِينَ مِنَ الْمُحدثينَ وَمَا سِوَى ذَلِكَ مِمَّا يُوهِمُ بِتَجَرُّحٍ فَلَيْسَ بِجَرْحٍ وَشَرْحُهَا فِي هَذَا الْمَوْضُوعِ يَطُولُ وَلَعَلَّ قَائِلًا يَقُولُ إِنَّ الْكَلَامَ فِي هَؤُلَاءِ الرُّوَاةِ غَيْبَةٌ وَالْغَيْبَةُ مُحَرَّمَةٌ فِي أَخْبَارٍ كَثِيرَةٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَائِلُ هَذَا يَخُوضُ فِيمَا لَيْسَ مِنْ صِنَاعَتِهِ فَقَدْ أَجْمَعَ الْمُسْلِمُونَ قَاطِبَةً بِلَا خلاف بَيْنَهُمْ أَنَّهُ لَا يَجُوزُ الِاحْتِجَاجُ فِي أَحْكَامِ الشَّرِيعَةِ إِلَّا بِحَدِيثِ الصَّدُوقِ الْعَاقِلِ فَفِي هَذَا الْإِجْمَاعِ دَلِيلٌ عَلَى إِبَاحَةِ جَرْحِ مَنْ لَيْسَ هَذَا صَنْعَتُهُ ¶ وَقَدْ حدثنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ قَالَ حدثنَا أَبُو يَحْيَى زَكَرِيَّا بْنُ يَحْيَى بْنِ أَسَدٍ قَالَ حدثنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا انها قالت أقبل رجل فما رَآهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بِئْسَ أَخُ الْعَشِيرَةِ فَلَمَّا جَاءَ وَجَلَسَ كَلَّمَهُ وَانْبَسَطَ إِلَيْهِ قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا أَلَسْتَ قُلْتَ مَا قُلْتَ فَلَمَّا دَخَلَ أَلَنْتَ لَهُ القول فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَائِشَةُ إِنَّ شَرَّ النَّاسِ منزلة عند الله يَوْمَ الْقِيَامَةِ مَنْ تَرَكَهُ النَّاسُ اتِّقَاءَ فُحْشِهِ هَذَا أَوْ نَحْوُهُ فانى علقته ههنا حفظ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ هَذَا خبر صَحِيحٌ وَفِيهِ الدِّلَالَةُ عَلَى أَنَّ الْإِخْبَارَ عَمَّا فِي الرَّجُلِ عَلَى الدِّيَانَةِ لَيْسَ مِنَ الْغَيْبَةِ وَأَيْضًا فَإِنَّ فَاطِمَةَ بِنْتَ قَيْسٍ لَمَّا انْقَضَتْ عِدَّتُهَا وَأَرَادَتْ أَنْ تَتَزَوَّجَ اسْتَشَارَتْ رَسُولَ اللَّهِ صَلَّى الله عليه وسلم",
            "page": "69",
            "part": "1",
            "seal": "F35CCA69"
        },
        {
            "id": "44",
            "nass": "فِي مُعَاوِيَةَ وَأَبِي جَهْمٍ فَقَالَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَّا مُعَاوِيَةُ فَصُعْلُوكٌ لَا مَالَ لَهُ وَأَمَّا أَبُو جَهْمٍ فَلَا يَضَعُ عَصَاهُ عَنْ عَاتِقِهِ وَهَذَا خبر صَحِيحٌ مُسْتَعْمَلٌ عِنْدَ الْفُقَهَاءِ وَفِيهِ الدَّلِيلُ الْوَاضِحُ أَنَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخبر مِنْ أَحْوَالِهِمَا عَلَى الدِّيَانَةِ فَلَمْ يَكُنْ غَيْبَةً ¶ وَأَوَّلُ مَنْ وَقَى الْكَذِبَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ لما جاءت الجدة تسئل ميراثها والقصة مَشْهُورَةٌ ثُمَّ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ حَبَسَ جَمَاعَةً مِنَ الصَّحَابَةِ وَقَالَ قَدْ أَكْثَرْتُمُ الْحَدِيثَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ كُنْتُ إِذَا سَمِعْتُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا نَفَعَنِيَ اللَّهُ بِمَا شَاءَ أَنْ يَنْفَعَنِي وَإِذَا حدثنِي غَيْرُهُ عَنْهُ اسْتَحْلَفْتُهُ فَإِذَا حَلَفَ لِي صَدَّقْتُهُ ¶ وَحدثنِي أَبُو بَكْرٍ وَصَدَقَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ ثُمَّ عَبْدُ اللَّهِ بْنُ عباس رضى الله عنه عَنْهُمَا قَالَ كُنَّا نَحْفَظُ الْحَدِيثَ وَحَدِيثُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحْفَظُ حَتَّى رَكِبْتُمُ الصَّعْبَ وَالذَّلُولَ ثُمَّ عَبْدُ اللَّهِ بْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ قَالَ لِغُلَامِهِ نَافِعٍ لَا تَكْذِبْ عَلَيَّ كَمَا كَذِبَ عِكْرِمَةُ عَلَى ابن عباس رضى الله عنهما ¶ فأما التابعين وَأَتْبَاعُ التَّابِعِينَ فَمَنْ بَعْدَهُمْ مِنْ أَئِمَّةِ الْمُسْلِمِينَ فَقَدْ عَدَّلُوا وَجَرَّحُوا رُوَاةَ الْحَدِيثِ وَدُوِّنَ كَلَامُهُمْ فِي التَّوَارِيخِ وَنُقِلَ إِلَيْنَا بِنَقْلِ الْعَدْلِ عَنِ الْعَدْلِ فَظَهَرَ بِهَذَا الْإِجْمَاعِ الَّذِي ذَكَرْنَاهُ أَنَّ الطَّرِيقَ إِلَى مَعْرِفَةِ الْحَدِيثِ الْجَرْحُ وَالتَّعْدِيلُ وَأَنَّهُ لَيْسَ بِغَيْبَةٍ كَمَا يَتَوَهَّمُ عَوَامُّ النَّاسِ ¶ قَالَ الْحَاكِمُ رَحِمَهُ اللَّهُ وَلَمَّا اسْتَدْعَى الْأَمِيرُ الْمُظَفَّرُ بِهِمَّتِهِ الْعَالِيَةِ الْإِشَارَةَ إِلَى الصَّحِيحِ وَالسَّقِيمِ مِنَ الْأَخْبَارِ الْمُخَرَّجَةِ فِي كِتَابِ الْإِكْلِيلِ قَدَّمْتُ هَذِهِ الْخُطْبَةَ مُسْتَدِلًّا بِهَا عَلَى مَا وُفِّقَ لَهُ مِنَ الْإِصَابَةِ وَسَمَّيْتُهَا الْمَدْخَلَ إِلَى مَعْرِفَةِ كِتَابِ الْإِكْلِيلِ لِتَعْلَمَ أَنَّ مَعْرِفَةَ الصَّحِيحِ وَالسَّقِيمِ مِنَ الْأَخْبَارِ المروية",
            "page": "70",
            "part": "1",
            "seal": "2D9E1E5B"
        },
        {
            "id": "45",
            "nass": "عِلْمٌ لَا يَسْتَغْنِي عَنْهُ عَالِمٌ وَأَنَا مِمْتَثِلٌ بِمَشِيئَةِ اللَّهِ سُبْحَانَهُ مَا رَسَمَهُ لِعَلَامَاتٍ تَدُلُّ عَلَى كُلِّ حَدِيثٍ مِنْهَا عَلَى مَا شَرَحْتُهُ فِي أَوَّلِ هَذِهِ الرِّسَالَةِ ¶ فَعَلَامَةُ مَا فِي الدَّرَجَةِ الْأُولَى مِنَ الصَّحِيحِ الْمَخَرَّجِ مِنْ كِتَابِ الْبُخَارِيِّ وَمُسْلِمٍ (ص) ¶ وَعَلَامَةِ الْقِسْمِ الثَّانِي مِنَ الصَّحِيحِ وَالْإِشَارَةُ فِيهِ أَنَّهُ صَحِيحٌ بِرَاوٍ وَاحِدٍ لِلصَّحَابِيِّ (صب) ¶ وَعَلَامَةُ الْقِسْمِ الثَّالِثِ مِنَ الصَّحِيحِ وَالْإِشَارَةُ فِيهِ أَنَّهُ بِرَاوٍ وَاحِدٍ لِلتَّابِعِيِّ (صت) ¶ وَعَلَامَةُ الْقِسْمِ الرابع مِنَ الصَّحِيحِ وَالْإِشَارَةُ فِيهِ أَنَّهُ بِرَاوٍ وَاحِدٍ بِهِ ثِقَةٌ وَاحِدٌ (صف) ¶ وَعَلَامَةُ الْقِسْمِ الْخَامِسِ مِنَ الصَّحِيحِ وَالْإِشَارَةُ فِيهِ أَنَّهَا أَخْبَارٌ رواتها ثقاب وَهِيَ شَوَاذٌّ شَوَاهِدُ (صش) ¶ وَعَلَامَةُ الْقِسْمِ السَّادِسِ مِنَ الصَّحِيحِ وَالْإِشَارَةُ فيها الى المراسيل فِإِنَّهَا صَحِيحَةٌ عَلَى مَذْهَبِ الْكُوفِيِّينَ (صمر) ¶ وَعَلَامَةُ الْقِسْمِ السَّابِعِ مِنَ الصَّحِيحِ وَالْإِشَارَةُ فِيهِ إِلَى أَخْبَارِ الْأَئِمَّةِ الثِّقَاتِ مِنَ الْمُدَلِّسِينَ (صد) ¶ وَعَلَامَةُ الْقِسْمِ الثَّامِنِ مِنَ الصَّحِيحِ وَالْإِشَارَةُ فِيهِ أَنَّهُ صَحِيحُ الْأَسَانِيدِ وَقَدْ خُولِفَ الرَّاوِي الثِّقَةُ فِيهِ (صخ) ¶ وَعَلَامَةُ الْقِسْمِ التَّاسِعِ مِنَ الصحيح والاشارة فيه أن رواية صدوق وليس بحافظ (صظ)",
            "page": "71",
            "part": "1",
            "seal": "804FCC81"
        },
        {
            "id": "46",
            "nass": "وَعَلَامَةُ الْقِسْمِ الْعَاشِرِ مِنَ الصَّحِيحِ وَالْإِشَارَةُ فِيهِ أَنَّهُ صَحِيحُ الْإِسْنَادِ وَفِي رِوَايَتِهِ مُبْتَدِعٌ (صع) وَكُلُّ حَدِيثٍ يَخْلُو عَنْ عَلَامَةٍ مِنْ هَذِهِ الْعَلَامَاتِ الْمُبَيَّنَةِ فَإِنَّهُ مِنْ رواية المجروحين",
            "page": "72",
            "part": "1",
            "seal": "8E88F88A"
        }
    ],
    "t5997": [
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر معرفة أنواع الصحيح"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أنواع الجرح والمجروحون على عشرة طبقات"
        }
    ]
}