{
    "b600": [
        {
            "id": "1",
            "nass": "سلسلة أصول الفقه [1] ¶ من أهم المواضيع التي تناولها الأصوليون في كتب الأصول: المطلق والمقيد، وهو موضوع نحتاج إليه في علم أصول الفقه وعلوم القرآن، وقد تناوله علماء الأصول وغيرهم بالبحث والدراسة، فعرفوه وبينوا أقسامه.",
            "page": "1",
            "part": "1",
            "seal": "7E54C9D2"
        },
        {
            "id": "2",
            "nass": "حكم ختان الإناث والرد على من ينكره ¶ الحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة، يا رب لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيّه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه، بلّغ الرسالة، وأدى الأمانة، ونصح الأمة، فما ترك من خير يقربنا من الجنة إلا وأمرنا به، وما ترك من شر يقربنا من النار إلا ونهانا عنه، فترك الأمة على المحجة البيضاء ليلها كنهارها، لا يزيغ عنها إلا هالك، اللهم صل وسلم وزد وبارك عليه في الأولين والآخرين، والملأ الأعلى إلى يوم الدين. ¶ ثم أما بعد: ففي علم أصول الفقه سأتحدث عن موضوعات ترتبط بعلمين: علم أصول الفقه، وعلم علوم القرآن، وهي المطلق والمقيد، والمنطوق والمفهوم، والعام والخاص، والناسخ والمنسوخ، هذه الموضوعات الأربعة من أهم الموضوعات، وهذه الموضوعات سنتحدث عنها ثم نلخصها بإذن الله عز وجل. ¶ وقبل أن نبدأ في الدرس هناك أمور تحتاج إلى تعليق منا، فهناك حملة إعلامية الآن خاصة بالنساء يكتب على الشاشة: لا لختان الإناث، لا للزواج المبكر، ونقول: نعم لختان الإناث، ونعم للزواج المبكر، وهذه الحرب على الزواج المبكر، والتي يراد منها تأخير سن الزواج المقصود منها: انتشار الفاحشة، والدعوة إلى عدم ختان الإناث الهدف منها غير معلن، لكننا نفهم هذا الهدف، وختان الإناث أمر قرر شرعاً عند فقهاء الأمة جميعاً، حتى قال الشيخ جاد الحق شيخ الأزهر في رسالة أصدرها كملحق لمجلة الأزهر: لو اجتمع أهل بلد على عدم ختان الإناث وجب على ولي الأمر أن يقاتلهم، وهذا رأي الأحناف، والمسألة ليس في شرعيتها خلاف، إنما الخلاف بين الفقهاء في: هل هو واجب على النساء أم مكرمة يعني سنة؟ ولم يقل أحد من فقهاء الأمة: إنه غير مشروع، والذين قالوا: إن بنات النبي صلى الله عليه وسلم لم يختتن كاذبون في دعواهم، ففي الأدب المفرد عند البخاري: أن أم المهاجر أسلمت على كبر سنها ومعها بعض النسوة فأمر بهن عثمان فاغتسلن واختتن، فاختتن بعد سن متقدمة، وعند البخاري في الصحيح في كتاب الغسل: باب إذا التقى الختانان، يعني: ختان الرجل، وختان الأنثى، فالمرأة تختتن بدون أدنى شك، قال شيخ الإسلام ابن تيمية كما في مجموع الفتاوى: وكان الرجل يعير قديماً إن لم تكن أمه مختونة فيقال له: يا ابن القلفاء، أي: أمك ليست مختونة، فهي تتطلع إلى الرجال أكثر من غيرها، فكان عار بين الرجال في المجتمعات ألا تختتن المرأة، فننادي بأعلى صوتنا: يا قلفاء اختتني، ولا تستجيبي لهذه الحملة المسعورة مدفوعة الأجر؛ لأجل أن تشيع الفاحشة في مجتمع المسلمين.",
            "page": "2",
            "part": "1",
            "seal": "97AE739C"
        },
        {
            "id": "3",
            "nass": "حكم الزواج المبكر والرد على من يشنع عليه ¶ وأما الزواج المبكر فهو يعالج مشاكل كثيرة، لكنهم يريدون من الأمة بهذا الشحن الإعلامي التبرج السائد، وإن لم يتزوج الشاب مبكراً، أو البنت مبكرة فسيحصل الفساد. ¶ والشافعي قال: رأيت جدة في اليمن عمرها إحدى وعشرون سنة، يعني: أنها تزوجت لتسع فأنجبت بنتاً، فأصبحت أمها جدة وعمرها إحدى وعشرون سنة، فماذا يريد منا هؤلاء؟ فنقول: بكر بزواج ولدك إذا استطاع الباءة، وبزواج ابنتك ولا تستجب لهذه الحملة المسعورة. ¶ وهكذا مسألة تحديد النسل، ونحن -والحمد لله- بلا فخر نفوق السبعين مليوناً، وسنصل -إن شاء الله- إلى مائة، والحملة عكسية، فهل أحد من علماء الاقتصاد يقول: إن الثروة البشرية تعطل الموارد؟ ما قال أحد هذا، بل إن الثروة البشرية كنز، لكن المشكلة هي في استغلال هذه الثروة البشرية، فلابد أن تستغل، حتى تكون طاقة منتجة، وزيادة عدد الأولاد يسموها في الأرياف عندنا عزوة، فيمشي الرجل ووراءه عشرة أولاد أو أكثر، يمشي وهو مفتخر بهم، بخلاف من لم يكن له إلا ولد أو اثنان، قال عز وجل: {ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا * وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا * وَبَنِينَ شُهُودًا} [المدثر:11 - 13] أي: أنه كان يفتخر بكثرة أولاده. ¶ فمصر الآن تتمتع بقوة بكثرة عدد سكانها، والقاهرة الكبرى وحدها تعادل بعض الدول، بل بعض الدول كقطر -مثلاً- تساوي حياً في القاهرة، وهذه مسألة لها فخر واعتزاز، لكن المشكلة فعلاً هي في عدم استغلال هذه الثروة البشرية، حتى تكون ثروة منتجة، وثروة مؤمنة لها وجود ولها كيان، وعندئذ لا يمكن لقائل أن يقول: إنها كساد، وأنها تعطل، وأنها وأنها. ¶ وهذا الكلام أؤكد لكم أنه يأتي بنتيجة عكسية، والحمد لله رب العالمين، فهم يعطون وسائل منع حمل، لكن تجد المرأة تلد أربعة بدلاً من اثنين. ¶ فنقول لهم: وجهوا هذه الموارد لأمر آخر، اكسوا العراة أنفقوا على الفقراء اشتروا كتباً لطلبة العلم، فهذا العلاج الذي يمكن أن يقدم للأمة خيراً.",
            "page": "3",
            "part": "1",
            "seal": "1C48E0A4"
        },
        {
            "id": "4",
            "nass": "تعريف المطلق والمقيد ¶ نتكلم في هذا الدرس على المطلق والمقيد، ونذكر تعريف المطلق وتعريف المقيد، وأنواع المطلق والمقيد، مع الأمثلة سريعاً بإذن الله عز وجل، لذا فأقول: إن بعض الأحكام الشرعية يأتي مطلقاً، وبعضها يأتي مقيداً، فما هو المطلق؟ وما هو المقيد؟ موضوع المطلق والمقيد موضوع نحتاج إليه في علم أصول الفقه وفي علم علوم القرآن. ¶ والمطلق هو: ما دل على الحقيقة بلا قيد. ¶ والمقيد: ما دل على الحقيقة بقيد. ¶ مثال ذلك: يقول ربنا في سورة المائدة في آية الوضوء: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة:6]، فقوله: ((فاغسلوا وجوهكم وأيديكم إلى المرافق))، فكلمة (اليد) هنا جاءت مقيدة بقوله تعالى: ((إلى المرافق))، فقيد اليد بغسلها إلى المرفق، فدخل غسل المرفق في الوضوء، ولو قال: (فاغسلوا وجوهكم وأيديكم) وأطلق، فسنغسل اليد إلى الرسغ؛ لأن اليد إذا أطلقت دون قيد أريد بها اليد المعروفة عندنا. ¶ لكن في قوله تعالى في آية التيمم: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} [المائدة:6]، فكلمة: (اليد) هنا جاءت مطلقة، لكن في آية الوضوء جاءت فيها (اليد) مقيدة. ¶ مثال آخر من القرآن الكريم للمطلق والمقيد: يقول ربنا في سورة المجادلة: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ} [المجادلة:3]، رجل يقول لامرأته: أنت علي كظهر أمي، أو حرام، أو حرم زوجته على نفسه: {ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا} [المجادلة:3] فـ (الرقبة) هنا جاءت مطلقة: ذكر، أنثى، غلام، صغير، كبير، مؤمنة، كافرة. ¶ وفي قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء:92]، فـ (الرقبة) هنا جاءت مقيدة.",
            "page": "4",
            "part": "1",
            "seal": "DA7A5345"
        },
        {
            "id": "5",
            "nass": "أقسام المطلق والمقيد ¶ ينقسم المطلق والمقيد إلى أربعة أقسام: القسم الأول: أن يتحد السبب والحكم. ¶ القسم الثاني: أن يتحد السبب ويختلف الحكم. ¶ القسم الثالث: أن يختلف السبب ويتحد الحكم. ¶ القسم الرابع: أن يختلف السبب ويختلف الحكم. ¶ وتفصيل ذلك: أولاً: أن يتحد السبب والحكم، مثال ذلك: يقول ربنا سبحانه في كفارة اليمين: {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ} [المائدة:89]، فإذا حلف رجل يميناً على شيء، ثم أراد أن يحنث فيها، فنقول له: كفِّرِ، وتكون الكفارة بإطعام عشرة مساكين، أو كسوتهم -للتخيير- أو تحرير رقبة، ومن كان غير قادر على الكسوة، وغير قادر على تحرير رقبة، فإنه يصوم ثلاثة أيام، لكن هل يصوم ثلاثة أيام متتابعة أم متفرقة؟ في الآية: ((فصيام ثلاثة أيام)) جاءت مطلقة، سواء كانت متتالية أو متفرقة. ¶ لكن في قراءة لـ ابن مسعود: ((فصيام ثلاثة أيام متتابعات))، فإن ثبتت هذه القراءة فيجب علينا أن نحمل المطلق على المقيد؛ لاتفاق السبب والحكم، والآية واحدة، سببها واحد وحكمها واحد، وهذا قول الأحناف وقول الشافعي، وهو أنه يجب أن يكون صيام الأيام متتابعاً؛ حملاً للمطلق على المقيد، وقال جمهور العلماء: قراءة ابن مسعود قراءة شاذة، ولا يجب أن تحمل الآية المطلقة على قراءة شاذة، وبالتالي فصيام الثلاثة أيام جاء مطلقاً فيبقى على إطلاقه، وهذا هو القول الراجح. ¶ ثانياً: اتحاد السبب واختلاف الحكم، مثال ذلك: آية الوضوء مع آية التيمم، قال الله عز وجل في آية الوضوء: {فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ} [المائدة:6]، فهذه مقيدة، وفي آية التيمم: {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} [المائدة:6]، وهذه مطلقة، فهل يجوز أن أحمل المطلق في آية التيمم على المقيد في آية الوضوء؟ ¶ A  يجوز عند الشافعي، قال رحمه الله: في حالة التيمم على المسلم أن يمسح الوجه والكفين إلى المرفقين بالتراب، فحمل المطلق في آية التيمم على المقيد في آية الوضوء. ¶ وقال جمهور العلماء: ليس كذلك؛ لأنه لا يجب أن يحمل المطلق على المقيد إلا إذا اتحد الحكم، وهنا الحكم قد اختلف، فهذه طهارة وهذه طهارة، والسبب واحد وهو أن كلاهما رفع الحدث. ¶ ثالثاً: أن يختلف السبب ويتحد الحكم، ولهذا القسم نوعان: النوع الأول: أن يكون التقييد واحداً، مثال ذلك: عتق الرقبة في الكفارة، ففي آية الظهار جاءت الرقبة مطلقة، قال عز وجل: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ} [المجادلة:3]، أي رقبة، وفي سورة النساء جاءت الرقبة مقيدة بالإيمان في قوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء:92]، فالرقبة قيدت في موضع وأطلقت في موضع، فحمل كثير من الفقهاء المطلق على المقيد وهو الراجح، وقالوا: ينبغي أن تكون الرقبة مؤمنة في الحالتين. ¶ فهنا اختلف السبب واتحد الحكم، فكفارة الظهار وكفارة قتل الخطأ السبب مختلف، والحكم واحد وهو عتق رقبة. ¶ النوع الثاني: أن يكون التقييد مختلفاً، قال تعالى في كفارة القتل الخطأ: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ} [النساء:92]، وفي كفارة الظهار قال تعالى: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا} [المجادلة:4]. ¶ وجاء تقييده بالتفريق في صوم المتمتع بالحج: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ} [البقرة:196]، فهنا تفريق الصوم: ثلاثة في الحج وسبعة إذا رجعتم، وقال في كفارة اليمين: {فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ} [البقرة:196] وقال في قضاء رمضان: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة:184]، فالمطلق هنا لا يحمل على المقيد؛ لأن القيد مختلف. ¶ رابعاً: أن يختلف السبب ويختلف الحكم، مثال ذلك: اليد في الوضوء واليد في السرقة، فهل يمكن أن أحمل اليد المطلقة في آية السرقة على الآية المقيدة في آية الوضوء؟ ¶ A  لا؛ لاختلاف السبب واختلاف الحكم، لذلك ربنا يقول في السرقة: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالًا مِنَ اللَّهِ} [المائدة:38]، ويقول ربنا في الوضوء: {إِذَا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ} [المائدة:6]، فهل نقطع في السرقة من المرفق",
            "page": "5",
            "part": "1",
            "seal": "80D5BA9A"
        },
        {
            "id": "6",
            "nass": "سلسلة أصول الفقه [2] ¶ للمنطوق في أصول الفقه أهمية عظيمة في شريعتنا الغراء، إذ به نعرف دلالات النصوص، وقد عرفه العلماء بأنه: ما دل عليه اللفظ في محل النطق، وبينوا أقسامه مع الأمثلة.",
            "page": "1",
            "part": "2",
            "seal": "2BCF6AEA"
        },
        {
            "id": "7",
            "nass": "المنطوق وتعريفه ¶ الحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيّه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه، بلّغ الرسالة، وأدى الأمانة، ونصح الأمة، فما ترك من خير يقربنا من الجنة إلا وأمرنا به، وما من شر يقربنا من النار إلا ونهانا عنه، فترك الأمة على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك، اللهم صل وسلم وزد وبارك عليه في الأولين والآخرين والملأ الأعلى إلى يوم الدين. ¶ ثم أما بعد: فموضوعنا اليوم في أصول الفقه موضوع هام، ألا وهو: المنطوق والمفهوم، وسأقوم بشرح المنطوق أولاً وأرجئ المفهوم إلى الدرس القادم. ¶ فأقول وبالله التوفيق: دلالة الألفاظ على المعاني إما أن تكون بمنطوق اللفظ أو بمفهومها، وهذا موضوع مهم، إذ ليس كل لفظ يقال يراد به المنطوق، فقد يكون المفهوم أولى من المنطوق، مثال ذلك: يقول رب العالمين في حق الوالدين: {فَلا تَقُلْ لَهُمَا أُفٍّ} [الإسراء:23]، فالمنطوق هنا هو أن يقول الولد لأبيه أو أمه: أف، والمفهوم: ما هو أعلى من الأف كالضرب والسب واللعن، وعليه فمن باب أولى إن حرم الله الأدنى أن يحرم الأعلى. ¶ وعلى هذا نعرف المنطوق بأنه: ما دل عليه اللفظ في محل النطق.",
            "page": "2",
            "part": "2",
            "seal": "12482600"
        },
        {
            "id": "8",
            "nass": "أقسام المنطوق ¶ وينقسم المنطوق إلى خمسة أقسام: النص، والظاهر، والمؤول، ودلالة الاقتضاء، ودلالة الإشارة: أولاً: النص: وهو ما يفيد معنىً صريحاً لا يحتمل غيره، وبالمثل يتضح المعنى: قال تعالى: {فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ} [البقرة:196]، فهذا نص؛ لأنه لا يحتمل إلا معنىً واحداً، فهل يفهم أحد من الحضور غير ما يفهم الآخر؟ لا، بل الكل يفهم أن المقصود: إن ترك الحاج واجباً عليه أن يذبح فدية، فإن لم يستطع فيصوم ثلاثة أيام في الحج وسبعة إذا رجع، تلك عشرة كاملة، فهذا كلام واضح لا يحتمل إلا وجهاً واحداً. ¶ ثانياً: الظاهر: وهو ما يسبق إليه الفهم عند الإطلاق مع احتمال غيره احتمالاً مرجوحاً، مثال ذلك: يقول ربنا سبحانه: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} [البقرة:222]، فكلمة (الطهر) هنا لها معنيان: الأول: يطلق ويراد به الغسل أو الوضوء، وهذا هو المعنى الراجح، يقال: طهر وتطهر الرجل، أي: اغتسل أو توضأ، وهذا هو المعنى الذي ينصرف إلى الذهن عند سماع كلمة (الطهر)، والمعنى الآخر هو: انقطاع الدم، وهو مرجوح، وبالتالي فنقدم المعنى الراجح ونؤخر المعنى المرجوح، وحينئذٍ عندما نقول: الطهارة للمرأة عند الحيض أو من الحيض، فإن الاغتسال هو الذي ينصرف إلى الذهن، والمعنى المرجوح هو انقطاع الدم. ¶ ثالثاً: المؤول: وهو ما حمل لفظه على المعنى المرجوح لدليل يمنع من إرادة المعنى الراجح، كقوله تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} [الإسراء:24]، فكلمة: (الجناح) حينما تطلق يفهم منها: الجناح الجارحة، لكن في هذه الآية لماذا صرفناها من الجناح بمعنى الجارحة إلى معنى التواضع والذل؟ لأنه يستحيل أن يكون للإنسان جناح، فكلمة (الجناح) في الآية صرفت عن المعنى الراجح إلى المعنى المرجوح لدليل يقترن بها، وهذا هو التأويل المحمود. ¶ لكن هناك التأويل المذموم: وهو صرف المعنى من المعنى الراجح إلى المعنى المرجوح بغير دليل، كقول المؤولة: يد الله، أي: قدرة الله، فصرفوا اليد عن معناها الراجح إلى معناها المرجوح بغير دليل. ¶ وعليه فالتأويل منه ما هو محمود ومنه ما هو مذموم، والتأويل المحمود: أن تصرف الكلمة من معناها الراجح إلى معناها المرجوح لدليل يقترن بها، كقوله تعالى: {وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لا يُبْصِرُونَ} [يس:9]، فظاهر الآية: أن الله أقام سداً حتى لا يروا، والمعنى المرجوح: أن الله صرف أعينهم عن الرؤية، وهذا هو المقصود، وليس المقصود أن الله أقام سداً؛ لأن الله قادر على أن ينزع الرؤية دون سد، لذلك صرفنا الكلمة عن معناها الراجح إلى معناها المرجوح لدليل، وهكذا حينما نقول: صلى النبي صلى الله عليه وسلم على شهداء أحد، فإن الشهيد -الصحيح أنه- لا يصلى عليه، فما معنى قوله: (صلى على شهداء أحد)؟ معناها: دعا لهم، والصلاة حينما تطلق يراد بها الصلاة المعروفة، فكونه صلى على شهداء أحد ظاهره أنه صلى عليهم صلاة الجنازة، فلماذا صرفناها عن المعنى الراجح إلى المعنى المرجوح؟ صرفناها لدليل وهو أن الشهيد لا يصلى عليه. ¶ إذاً: عند صرف الكلمة عن معناها الراجح إلى المعنى المرجوح لدليل يسمى هذا التأويل المحمود، ولغير دليل يسمى التأويل المذموم. ¶ وخلاصة القول: أن دلالة الألفاظ على المعاني إما أن تكون بالمنطوق، وإما أن تكون بالمفهوم. ¶ رابعاً: دلالة الاقتضاء، أي: أن صحة اللفظ قد تتوقف على كلمة مضمرة غير موجودة، لكنها مضمرة في السياق، فهذا يسمى دلالة الاقتضاء، أي: أن المقام يقتضي كلمة، لكن هذه الكلمة غير موجودة في السياق، مثال ذلك: يقول ربنا في سورة البقرة في آية الصيام: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة:184]، فإذا سافر رجل وصام هل عليه قضاء أم لا؟ ابن حزم الظاهري يقول: إن سافر وصام عليه القضاء؛ لأن الله يقول: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة:184]، فسواءً صام أو أفطر فلابد أن يقضي، فنقول: إن ابن حزم رحمه الله أهمل هنا دلالة الاقتضاء؛ لأن المقام يقتضي: فمن كان منكم مريضاً أو على سفر فأفطر فعدة من أيام أخر، فكلمة (فأفطر) موجودة هنا بدلالة الاقتضاء، أي: أن الكلام يقتضيها. ¶ ومثل ذلك قوله تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} [النساء:23]، فهنا كلمة مضمرة يقتضيها المقام وهي (الوطء والزواج)، وليس المعنى: أن أمك حرام عليك من كل الوجوه، وإنما المقام يقتضي: حرم عليكم وطء أمها",
            "page": "3",
            "part": "2",
            "seal": "C108B064"
        },
        {
            "id": "9",
            "nass": "سلسلة أصول الفقه [3] ¶ المحكم والمتشابه من المواضيع المهمة في القرآن والسنة؛ إذ إن اتباع المحكم من منهج السلف، واتباع المتشابه من منهج أهل الأهواء والبدع، وقد عرفه العلماء بتعريفات عديدة، وبينوا أنه يجب رد المتشابه إلى المحكم، كما بينوا أيضاً معاني التأويل بأمثلتها.",
            "page": "1",
            "part": "3",
            "seal": "0CF68E9A"
        },
        {
            "id": "10",
            "nass": "تعريف المحكم والمتشابه ¶ الحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرة وباطنة، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيّه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه أجمعين. ¶ أما بعد: فحديثنا بمشيئة الله تعالى سيكون عن المحكم والمتشابه في القرآن والسنة النبوية. ¶ يقول الله عز وجل في سورة آل عمران: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُوْلُوا الأَلْبَابِ} [آل عمران:7]. ¶ المحكم في اللغة: المتقن، يقال: كلام محكم، أي: متقن، فالقرآن على هذا كله محكم، وهذا يسمى الإحكام العام، لأن هناك إحكاماً عاماً وإحكاماً خاصاً، وهناك تشابه عام وتشابه خاص، والقرآن فيه محكم ومتشابه، والقرآن كله محكم وكله متشابه، وكله محكم إحكاماً عاماً، وكله متشابه تشابه عاماً، لكن فيه آيات محكمات خاصة، وفيه آيات متشابهات خاصة، قال تعالى: {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} [هود:1]. ¶ ومعنى: القران كله محكم. ¶ أي: أن القرآن كله متقن، وكله فصيح، وكله بليغ، وكله معجز، فهو كله من عند الله عز وجل، وهذا هو الإحكام العام. ¶ وأما المتشابه في اللغة فهو: المماثلة، يقال: فلان يشابه فلان، أي: يماثله، فالقرآن كله متشابه في آياته، فبعضها يشابه بعض، فما أمر به في مكان لا ينهى عنه في مكان آخر، وبعضه يصدق بعضاً. ¶ والمحكم في الاصطلاح له ثلاثة تعريفات، أذكرها ثم أبين الفرق بينها: الأول: ما عرف المراد منه. ¶ الثاني: ما لا يحتمل إلا وجهاً واحداً. ¶ الثالث: ما استقل بنفسه ولم يحتج إلى بيان. ¶ ولن تجد في كتب علوم القرآن أو في أصول الفقه سوى هذه التعريفات الثلاثة للمحكم. ¶ وأما المتشابه فله أيضاً ثلاثة تعريفات: الأول: ما استأثر الله بعلمه. ¶ الثاني: ما احتمل أوجهاً متعددة. ¶ الثالث: ما لا يستقل بنفسه واحتاج إلى بيان. ¶ ويذكرون للمحكم في القرآن آيات الحلال والحرام، وقصص القرآن الكريم، فمثلاً: قوله تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} [النساء:23]، هذه آية محكمة لا تحتمل إلا وجهاً واحداً. ¶ وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ} [المائدة:90]، فهذه أيضاً آية محكمة تبين حكماً شرعياً لا يحتمل إلا وجهاً واحداً، ومعلوم لدى الجميع. ¶ وأما المتشابهة فيضربون له أمثلة بكيفية الصفات، فمثلاً يقول الله: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:10]، فما معنى اليد؟ عند الأشاعرة اليد بمعنى القدرة، وهذا تحريف للكلم عن مواضعه وتأويل للصفة، فاليد معروفة لدى الجميع، فالباب له يد، والسيارة لها يد، وأنت لك يد، والأنعام لها يد، ولا يعني ذلك: أن معنى الاشتراك اللفظي تشابه في الصفة، لا، فيدك تختلف عن يد الباب، ويد الأنعام تختلف عن يد السيارة وهكذا، واليد معلومة للسامع، لكن الكيفية مجهولة، وهذا هو التفويض عند أهل السنة، فهم يفوضون الكيف لا المعنى، وقد وقع في هذا التأويل جل أو معظم أو كثير من علمائنا، ونحن نقول هذا الكلام لأهميته، لذلك لما سئل الإمام مالك عن الاستواء: قال: الاستواء معلوم، أي: أنه بمعنى: علا، قال تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5]، لكن للأسف تقرأ في كتب الأزهر أن استوى بمعنى: استولى! فيُردُّ عليهم: أنه قبل أن يستولي عليه غلب من ليستولي عليه منه؟! ولذلك يقول ابن القيم: ونون اليهود كلام المحرفة. ¶ أي: أن الله قال لهم: قولوا حطة، فقالوا: حنطة! فزادوا نوناً، وهؤلاء أيضاً قال الله لهم: الله استوى، فقالوا: استولى! فأساتذة التحريف هم اليهود، أما نحن فنؤمن بالصفة كما قال الإمام أحمد: نؤمن بالله، وبما قال الله على مراد الله، ونؤمن برسول الله، وبما قال رسول الله على مراد رسول الله صلى الله عليه وسلم، وهذه عقيدة أبي حنيفة والشافعي ومالك والأوزاعي والثوري وأئمة العلم المعتبرين، وأما عقيدة الجهمية والمعتزلة والكرامية وفرق الضلال التي حادت عن الطريق فهي: أنها أولت الصفات وحرفتها عن موضعها.",
            "page": "2",
            "part": "3",
            "seal": "F3F420A8"
        },
        {
            "id": "11",
            "nass": "تعريف المحكم والمتشابه في اللغة ¶ المحكم في اللغة: المتقن، يقال: كلام محكم، أي: متقن، فالقرآن على هذا كله محكم، وهذا يسمى الإحكام العام، لأن هناك إحكام عام وإحكام خاص، وهناك تشابه عام وتشابه خاص، والقرآن فيه محكم ومتشابه، والقرآن كله محكم وكله متشابه، وكله محكم إحكام عام، وكله متشابه تشابه عام، لكن فيه آيات محكمات خاصة، وفيه آيات متشابهات خاصة، قال تعالى: {الر كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} [هود:1]. ¶ ومعنى: القران كله محكم. ¶ أي: أن القرآن كله متقن، وكله فصيح، وكله بليغ، وكله معجز، فهو كله من عند الله عز وجل، وهذا هو الإحكام العام. ¶ وأما المتشابه في اللغة فهو: المماثلة، يقال: فلان يشابه فلان، أي: يماثله، فالقرآن كله متشابه في آياته، فبعضها يشابه بعض، فما أمر به في مكان لا ينهي عنه في مكان آخر، وبعضه يصدق بعضاً.",
            "page": "3",
            "part": "3",
            "seal": "91F9DBB0"
        },
        {
            "id": "12",
            "nass": "تعريف المحكم والمتشابه في الاصطلاح ¶ والمحكم في الاصطلاح له ثلاثة تعريفات، أذكرها ثم أبين الفرق بينها: الأول: ما عرف المراد منه. ¶ الثاني: ما لا يحتمل إلا وجهاً واحداً. ¶ الثالث: ما استقل بنفسه ولم يحتج إلى بيان. ¶ لذا لن تجد في كتب علوم القرآن أو في أصول الفقه سوى هذه التعريفات الثلاثة للمحكم. ¶ وأما المتشابه فله أيضاً ثلاثة تعريفات: الأول: ما استأثر الله بعلمه. ¶ الثاني: ما احتمل أوجهاً متعددة. ¶ الثالث: ما لا يستقل بنفسه واحتاج إلى بيان. ¶ ويذكرون للمحكم في القرآن آيات الحلال والحرام، وقصص القرآن الكريم، فمثلاً: قوله تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} [النساء:23]، هذه آية محكمة لا تحتمل إلا وجهاً واحداً. ¶ وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ} [المائدة:90]، فهذه أيضاً آية محكمة تبين حكماً شرعياً لا يحتمل إلا وجهاً واحداً، ومعلوم لدى الجميع. ¶ وأما المتشابهة فيضربون له أمثلة بكيفية الصفات، فمثلاً يقول الله: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:10]، فما معنى اليد؟ عند الأشاعرة اليد بمعنى القدرة، وهذا تحريف للكلم عن مواضعه وتأويل للصفة، فاليد معروفة لدى الجميع، فالباب له يد، والسيارة لها يد، وأنت لك يد، والأنعام لها يد، ولا يعني ذلك: أن معنى الاشتراك اللفظي تشابه في الصفة، لا، فيدك تختلف عن يد الباب، ويد الأنعام تختلف عن يد السيارة وهكذا، ولذا فاليد معلومة للسامع، لكن الكيفية مجهولة، وهذا هو التفويض عند أهل السنة، فهم يفوضون الكيف لا المعنى، وقد وقع في هذا التأويل جل أو معظم أو كثير من علماءنا، ونحن نقول هذا الكلام لأهميته، لذلك لما سئل الإمام مالك عن الاستواء: قال: الاستواء معلوم، أي: أنه بمعنى: علا، قال تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} [طه:5]، لكن للأسف تقرأ في كتب الأزهر أن استوى بمعنى: استولى! فيُردُّ عليهم: أنه قبل أن يستولي عليه غلب من ليستولي عليه منه؟! ولذلك يقول ابن القيم: ونون اليهود كلام المحرفة. ¶ أي: أن الله قال لهم: قولوا حطة، فقالوا: حنطة! فزادوا نوناً، وهؤلاء أيضاً قال الله لهم: الله استوى، فقالوا: استولى! فأساتذة التحريف هم اليهود، أما نحن فنؤمن بالصفة كما قال الإمام أحمد: نؤمن بالله، وبما قال الله على مراد الله، ونؤمن برسول الله، وبما قال رسول الله على مراد رسول الله صلى الله عليه وسلم، وهذه عقيدة أبي حنيفة والشافعي ومالك والأوزاعي والثوري وأئمة العلم المعتبرين، وأما عقيدة الجهمية والمعتزلة والكرامية وفرق الضلال التي حادت عن الطريق أنها أولت الصفات وحرفتها عن موضعها.",
            "page": "4",
            "part": "3",
            "seal": "547E206B"
        },
        {
            "id": "13",
            "nass": "اختلاف العلماء في الوقف على لفظ الجلالة في آية آل عمران ¶ قال تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ} [آل عمران:7]، اختلف العلماء في حكم الوقف على لفظ الجلالة في الآية على قولين، فمن قال بلزوم الوقف اعتبر الواو استئنافية، ومن قال بعدم الوقف اعتبر الواو عاطفة، وكلا الأمرين أو القولين قراءة معتبرة، وقد قرأ بهما بعض الصحابة رضوان الله عليهم أجمعين. ¶ ولذا فمن قال بلزوم الوقف يكون المعنى: أن الراسخين في العلم لا يعلمون تأويله، ومن قال بعدم الوقف يكون المعنى: أن الراسخين في العلم يعلمون تأويله؛ وعليه فلا خلاف بين الفريقين إذا عرفنا معنى التأويل، فمراد التأويل عند الفريق الأول يختلف عن المراد به عند الفريق الثاني.",
            "page": "5",
            "part": "3",
            "seal": "D7399DA5"
        },
        {
            "id": "14",
            "nass": "معاني التأويل ¶ للتأويل عند العلماء ثلاثة معان: الأول: صرف الكلمة عن معناها الراجح إلى معناها المرجوح لدليل يقترن بها، ويسمى التأويل المحمود، ومثاله: قوله تعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} [الإسراء:24]، والجناح هو: الجارحة المعروفة، وهذا هو المعنى الراجح، والمعنى المرجوح هو: التواضع، فصرفناها إلى المعنى المرجوح لقرينة؛ لأنه يستحيل أن يكون للإنسان جناح. ¶ مثال آخر: (صلى النبي صلى الله عليه وسلم على شهداء أحد)، فكلمة (صلى) لها معنى راجح وهو: صلاة الجنازة، ولها معنى مرجوح وهو: الدعاء، فصرفناها إلى المعنى المرجوح لدليل، وهو أن الشهيد لا يصلى عليه. ¶ وأما التأويل المذموم فهو: أن تصرف الكلمة من معناها الراجح إلى معناها المرجوح دون دليل، مثاله: قال تعالى: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح:10]، فالمعنى الراجح أن اليد معلومة معناها عند الجميع، ومعناها المرجوح هو: القدرة، بل إن القدرة من مستلزماتها، وكوننا نقول: إن اليد بمعنى القدرة، وصرف للكلمة عن معناها الراجح إلى معناها المرجوح بدون دليل. ¶ الثاني: بمعنى: التفسير. ¶ وللقاسمي رحمه الله تعالى كتاب اسمه: محاسن التأويل، وكذلك لشيخ المفسرين ابن جرير الطبري كتاباً في التفسير يعتبر أقدم تفسير وأقرب تفسير إلى عصر رسول الله صلى الله عليه وسلم؛ لأن ابن جرير الطبري توفى سنة ثلاثمائة وعشرة، يعني: في أوائل القرن الرابع، فهو قريب جداً من زمن تابعي التابعين والتابعين والصحابة، وقد كان شيخنا الشيخ عبد الرزاق عفيفي يقول: أنا لا أقرأ في التفسير إلا تفسير الطبري، وكان يكتفي به؛ لأن شيخ المفسرين ابن جرير الطبري في تفسيره لا يقول: تفسير الآية، وإنما يقول: تأويل الآية، فهو يأول الآية ثم يفسرها رحمه الله تعالى، وعليه فالتأويل بمعنى التفسير. ¶ الثالث: وهو ما يئول إليه حقيقة الكلام، أي: الحقيقة التي يئول إليها الكلام، ولذلك قال الخضر لموسى: {سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا} [الكهف:78]، أي: سأنبئك بحقيقة هذه الأشياء: خرق السفينة، وقتل الغلام، وإقامة الجدار، فهذه الأمور ظاهرها تدمير وفساد، لكن باطنها كان لها حقيقة لا يعلمها إلا الله تعالى، وأوحى بها إلى الخضر عليه السلام. ¶ وعليه فالذين قالوا: إن الواو استئنافية لا بد من الوقوف على لفظ الجلالة، ففهموا أن التأويل بالمعنى الثالث، أي: فهم حقيقة الكلام، فلا يعلم حقيقة تأويله إلا الله سبحانه. ¶ والذين قالوا: إن الواو عاطفة فهموا أن التأويل بمعنى التفسير، فعطفوا الراسخين في العلم على لفظ الجلالة، وهذا يسمى عند العلماء بانفكاك الجهة، فحينما يقول الله: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً} [النساء:3]، ثم يقول في موضع آخر: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ} [النساء:129]، فتجد بعض الناس يقول: إن الإسلام قد حرم التعدد؛ لأنه قال في موضع: {فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَوَاحِدَةً} [النساء:3]، ثم قال في موضع آخر: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا} [النساء:129]، فنقول له: أنت لم تفهم الآيات؛ لأن الجهة منفكة، فالعدل في الآية الأول يختلف عن العدل في الآية الثانية، فهو في الآية الأولى بمعنى: العدل في المسكن والملبس والإنفاق، أي: وإن خفتم ألا تعدلوا بين النساء في النفقة وفي السكن فواحدة، وفي الآية الثانية بمعنى: الميل القلبي، أي: ولن تعدلوا بين النساء في الميل القلبي، فربما قد يميل القلب إلى واحدة ولا يميل إلى الأخرى، وحديث: (اللهم إن هذا قسمي فيما أملك)، ضعيف، فقد كان النبي صلى الله عليه وسلم يميل أكثر إلى عائشة رضي الله عنها، ولذلك استأذن نساءه أن يعالج في حجرتها في مرض موته، وأيضاً قالت سودة بنت زمعة -تزوجها النبي صلى الله عليه وسلم بعد خديجة وقبل عائشة - عندما أراد النبي أن يطلقها: ابق علي يا رسول الله وأعط ليلتي لـ عائشة، فخصت عائشة؛ لأنها تعلم أن النبي عليه الصلاة والسلام كان يحبها أكثر، ولذا فهذا الميل لا في يدي ولا في يدك ولا في يد أحد من الناس، وإنما هو بيد الله عز وجل.",
            "page": "6",
            "part": "3",
            "seal": "D6194D26"
        },
        {
            "id": "15",
            "nass": "رد المتشابه إلى المحكم ¶ قال الله تعالى عن عيسى عليه السلام في سورة مريم: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا * فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا * قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنتَ تَقِيًّا * قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلامًا زَكِيًّا * قَالَتْ أَنَّى يَكُونُ لِي غُلامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا} [مريم:16 - 20]، فسمى الله عز وجل عيسى عليه السلام أنه: روح الله، فما معنى روح الله وكلمته ألقاها إلى مريم؟ قد يفهم البعض أن عيسى عليه السلام هو ابن الله! فهنا هذه آية متشابه يلزم أن نردها إلى المحكم: {قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص:1 - 4]، فسورة الإخلاص محكمة واضحة. ¶ ومن تتبع الآيات المتشابهات وترك المحكمات دخل تحت قول الله تعالى: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ} [آل عمران:7]. ¶ وهذا مثل من يقول: إن اتخاذ القبور على المساجد يجوز، بدليل قوله تعالى: {قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا} [الكهف:21]، هذا في شرع من قبلنا، لكن نرده إلى المحكم عندنا: (لا تتخذوا القبور مساجد إني أنهاكم عن ذلك).",
            "page": "7",
            "part": "3",
            "seal": "1B07E850"
        },
        {
            "id": "16",
            "nass": "سلسلة أصول الفقه [4] ¶ يعد مبحث الناسخ والمنسوخ من أهم المباحث في أصول الفقه، وقد أفرده العلماء بالتصنيف لأهميته؛ إذ لا ينبغي لأحد أن يقول في دين الله سبحانه بشيء إلا إذا كان له معرفة بهذا العلم، وهو من العلوم التي اختصت بها هذه الأمة المحمدية، وقد أنكرته بعض الفرق الضالة كالروافض وغيرها.",
            "page": "1",
            "part": "4",
            "seal": "E044CA23"
        },
        {
            "id": "17",
            "nass": "أهمية النسخ في الشريعة الإسلامية ¶ الحمد لله رب العالمين، شرع لنا ديناً قويماً، وهدانا صراطاً مستقيماً، وأسبغ علينا نعمه ظاهرةً وباطنة، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وصفيه من خلقه وخليله، صلى الله عليه وعلى آله وصحبه أجمعين. ¶ أما بعد: فإن موضوعنا في أصول الفقه من الأهمية بمكان لطالب العلم، إذ لا ينبغي لأحدٍ أن يفتي في دين الله عز وجل إلا بمعرفته، ألا وهو: الناسخ والمنسوخ، وقد اشترط العلماء في المفتي أن يكون على علم بالناسخ والمنسوخ؛ فإن لم يكن على علم به فلا يجوز له أن يفتي أبداً؛ لأنه ربما يجيب في مسألة بحكم أو بنص منسوخ وهو لا يدري. ¶ وقد أفرده العلماء بالتصنيف لأهميته، فأول من كتب فيه على الراجح: أبو عبيد بن سلام، ثم النحاس عليه رحمة الله تعالى، وقد وجدنا الآن من يخرج علينا بكتاب بعنوان: لا نسخ في القرآن! والله يقول: {مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة:106]، فالنسخ قد نص عليه في القرآن، وكما أن هناك نسخاً في القرآن أيضاً هناك نسخ في السنة.",
            "page": "2",
            "part": "4",
            "seal": "00D8E5EC"
        },
        {
            "id": "18",
            "nass": "تعريف النسخ في اللغة والاصطلاح ¶ النسخ لغة: الإزالة، يقال: نسخت الشمس الظل، أي: أزالته، ويأتي بمعنى: نقل الشيء من موضع إلى موضع آخر، يقول ربنا سبحانه وتعالى: {إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ} [الجاثية:29]، وتقول: نسخت الكتاب، أي: نقلته من موضع إلى موضع آخر. ¶ والنسخ اصطلاحاً: هو رفع حكم شرعي بخطاب شرعي. ¶ قوله: (رفع حكم شرعي) أي: أن النسخ لا يدخل إلا في الأوامر والنواهي، وما سوى ذلك فلا، وخرج بذلك العقائد والقصص والوعد والوعيد، أي: وعد المتقين بالجنة، وتوعد العاصين بالنار. ¶ وقوله: (بخطاب شرعي)، أي: أن النسخ لا بد له من خطاب شرعي يرفعه.",
            "page": "3",
            "part": "4",
            "seal": "BCF81053"
        },
        {
            "id": "19",
            "nass": "كيفية معرفة النسخ ¶ يعرف النسخ إما بنص صريح من القرآن أو السنة، فمن السنة كقول النبي صلى الله عليه وسلم: (ألا إني كنت قد نهيتكم عن زيارة القبور ألا فزورها)، ومن القرآن كقول الله تعالى: {الآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا} [الأنفال:66]، فالتخفيف في الآية نسخ للمتقدم بدون أدنى شك، وإما أن تجمع الأمة على وقوع النسخ، والأمة لا تجتمع على ضلالة، كما في الحديث: (ولا تجتمع أمتي على ضلالة)، وإما أن يعرف المتقدم من المتأخر، ويتعذر الجمع بينهما فيكون المتأخر ناسخاً للمتقدم، كوجود نص يبيح ونص يحرم، وتعذر الجمع بينهما عند العلماء، فيكون القول بالنسخ لا بد منه.",
            "page": "4",
            "part": "4",
            "seal": "4308A035"
        },
        {
            "id": "20",
            "nass": "الفرق المخالفة في النسخ ¶ انقسمت الفرق المخالفة لأهل السنة والجماعة في قضية النسخ إلى أقسام: أولاً: اليهود، فينكرون النسخ؛ لأن النسخ عندهم معناه: أن الله كان لا يعلم ثم علم، وهذه تسمى عقيدة البداء، وهي من عقائد الشيعة بطوائفها، وفيها اتهام لله عز وجل بالجهل، فيا من يقول: إنه لا فرق بين سني وشيعي! ويا من يردد بصوت مرتفع: مسلم سني ومسلم شيعي، وأرضه هي أرضه، ودينه هو دينه، إن هذا هو الجهل بعينه، فكيف تجمع بين أهل السنة والشيعة وتقول: إنهم سواء؟! وربنا يقول: {أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ * مَا لَكُمْ كَيْفَ تَحْكُمُونَ} [القلم:35 - 36]، إن هذا لا يقوله إلا رجل لا علم له بعقائد الشيعة، فهذه الشيعة الاثنى عشرية الإيرانية قد انقسمت إلى قسمين: زيدية، وإسماعيلية؛ لأن الشيعة تعتقد أن الولاية ينبغي أن تكون من سلالة الحسن بن علي الأكبر فالأكبر، فجاء دور الإمامة على إسماعيل فقالوا: لن نعطيها له وإنما سنعطيها لـ زيد! رغم أن زيداً أصغر من إسماعيل، فسألوهم: لماذا ذلك؟ فقالوا: إن الله بدا له أن يغير هذا الحكم! فانقسموا إلى فريقين: إسماعيلية، وزيدية، والزيدية هي أعدل فرق الشيعة، ورغم ذلك يقولون بالبداء، فضلاً عن الرجعة والتقية ونكاح المتعة وتحريف بعض الآيات، وحدث ولا حرج في ذلك، ثم يأتي أحدهم فيقول: لا فرق بين الشيعة وأهل السنة! ونقول لهؤلاء الذين ينكرون النسخ: إن الله شرع وهو يعلم ما شرع، فشرّع أولاً لحكمة يعلمها، وشرّع ثانياً لحكمة يعلمها، ولذلك يخفف عن العباد لحكمة، بل فوق ذلك. ¶ فالنسخ موجود في شريعة اليهود، يقول تعالى: {كُلُّ الطَّعَامِ كَانَ حِلًّا لِبَنِي إِسْرَائِيلَ إِلَّا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِنْ قَبْلِ أَنْ تُنَزَّلَ التَّوْرَاةُ} [آل عمران:93]، ولذلك يقول الله: {وَلِأُحِلَّ لَكُمْ بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ} [آل عمران:50]، فهذا نسخ يحل ما حرم الله عز وجل. ¶ ثانياً: الروافض، وهي فرقة من الشيعة، وسموا بالروافض لأنهم رفضوا خلافة أبي بكر وعمر رضي الله عنهما؛ فرفضوا ما أجمع عليه الصحابة من أن الصديق له الخلافة بعد النبي صلى الله عليه وسلم. ¶ المهم أن الروافض على النقيض من اليهود، اليهود قالوا بعدم جواز النسخ، والروافض قالوا بالبداء، أي: أن الله كان لا يعلم ثم علم، فهذا معناه أنهم على النقيض من الفرقة الأولى، عكسها تماماً. ¶ ثالثاً: فريق ينتسب إلى أبي مسلم الأصفهاني من المعتزلة، وهم يقولون: بجواز النسخ عقلاً لا شرعاً، لذلك قالوا: بأنه لا نسخ في القرآن؛ ويقولون: إن الأحكام التي نسخت إنما هي على سبيل التخصيص وليس على سبيل النسخ.",
            "page": "5",
            "part": "4",
            "seal": "A3E50458"
        },
        {
            "id": "21",
            "nass": "أدلة جمهور العلماء على وقوع النسخ عقلاً وشرعاً ¶ جمهور العلماء على جواز النسخ عقلاً ووقوعه شرعاً، وأدلة ذلك ما يلي: أولاً: أن أفعال الله عز وجل لا تعلل بالأغراض، فله سبحانه أن يأمر في وقت بشيء ثم ينهى عنه في وقت آخر لحكمة خاصة يعلمها سبحانه، فمثلاً: كان في شريعة آدم يجوز للأخ أن يتزوج من أخته في بطن واحد، وفي شريعة يعقوب كان يجوز للرجل أن يجمع بين الأختين، بينما في شريعتنا لا يجوز ذلك، وإباحة زواج الأخ من أخته في شريعة آدم؛ لأنه لا يوجد في ذلك الوقت بشر على الأرض حتى تأتي الذرية، ولو كان لا يجوز للأخ أن يتزوج الأخت لم تكن هناك ذرية على وجه الأرض، إذاً فالله يحلل لحكمة ويحرم لحكمة، وما ذلك إلا لمصلحة العباد. ¶ ثانياً: أن نصوص الكتاب والسنة تدل على جواز النسخ، يقول الله في سورة النحل: {وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ} [النحل:101]، ويقول ربنا في سورة البقرة: {مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة:106].",
            "page": "6",
            "part": "4",
            "seal": "F45406B6"
        },
        {
            "id": "22",
            "nass": "أقسام النسخ ¶ ينقسم النسخ إلى أربعة أقسام: الأول: نسخ القرآن بالقرآن، وهذا كثير في القرآن، مثال ذلك: يقول تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ} [المجادلة:12]، أي: أن من أراد أن يناجي النبي صلى الله عليه وسلم منفرداً فعليه أن يتصدق قبل ذلك، وقد تصدق علي بن أبي طالب بنصف دينار ثم ناجى النبي عليه الصلاة والسلام، لكن هذه الآية قد نسخت حكماً وبقيت تلاوة، والناسخ لها هو قول الله تعالى في نفس السورة: {أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ} [المجادلة:13]. ¶ مثال آخر: كان في أول الأمر أن المرأة المتوفى عنها زوجها تعتد حولاً كاملاً، يقول ربنا: {مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} [البقرة:240]، ثم نسخت بقول الله تعالى: {أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [البقرة:234]. ¶ الثاني: نسخ القرآن بالسنة، وهذا ينقسم إلى قسمين: الأول: نسخ القرآن بالسنة المتواترة. ¶ الثاني: نسخ القرآن بالسنة الآحادية. ¶ فأما نسخ القرآن بالسنة المتواترة فقد أجازه مالك وأبو حنيفة وأحمد، وأما نسخ القرآن بالسنة الآحادية فموضوع خلاف، فالجمهور على عدم وقوعه؛ لأن القرآن قطعي الثبوت، والسنة الآحادية ظنية الثبوت، فلا يُنسخ القطعي بالظني. ¶ وهناك رأي بجواز ذلك. ¶ الثالث: نسخ السنة بالقرآن، كصلاة المسلمين في أول الأمر إلى المسجد الأقصى، ثم نسخ ذلك بقول الله: {فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} [البقرة:144]، وكوجوب صيام يوم عاشوراء في أول الأمر، ثم نسخ بوجوب صيام رمضان، فقال تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة:185]، فبقي صيام عاشوراء على التخيير، من شاء صام ومن شاء أفطر. ¶ الرابع: نسخ السنة بالسنة، وفي ذلك أحاديث كثيرة جداً عن النبي صلى الله عليه وسلم، وسواءً كانت السنة أحادية أم متواترة. ¶ وأما الإجماع والقياس فلا يُنسخان - بضم الياء - ولا يَنسخان - بفتح الياء -.",
            "page": "7",
            "part": "4",
            "seal": "F746236E"
        },
        {
            "id": "23",
            "nass": "أنواع النسخ في القرآن ¶ الأول: نسخ الحكم والتلاوة معاً. ¶ الثاني: نسخ الحكم وبقاء التلاوة. ¶ الثالث: نسخ التلاوة مع بقاء الحكم.",
            "page": "8",
            "part": "4",
            "seal": "B0CA09FE"
        }
    ],
    "t600": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "سلسلة أصول الفقه [1]"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "حكم ختان الإناث والرد على من ينكره"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "حكم الزواج المبكر والرد على من يشنع عليه"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المطلق والمقيد"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام المطلق والمقيد"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "سلسلة أصول الفقه [2]"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "المنطوق وتعريفه"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام المنطوق"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "سلسلة أصول الفقه [3]"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المحكم والمتشابه"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف المحكم والمتشابه في اللغة"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف المحكم والمتشابه في الاصطلاح"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "اختلاف العلماء في الوقف على لفظ الجلالة في آية آل عمران"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "معاني التأويل"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "رد المتشابه إلى المحكم"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "سلسلة أصول الفقه [4]"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية النسخ في الشريعة الإسلامية"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف النسخ في اللغة والاصطلاح"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "كيفية معرفة النسخ"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق المخالفة في النسخ"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "أدلة جمهور العلماء على وقوع النسخ عقلا وشرعا"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام النسخ"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع النسخ في القرآن"
        }
    ]
}