{
    "b6028": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ رب يسر وأعن ¶ أخبرنَا شَيخنَا الإِمَام الْعَالم الْفَاضِل قدوة الْمُحدثين الْحَافِظ قطب الدّين أَبُو بكر مُحَمَّد بن الشَّيْخ الإِمَام الْقدْوَة كَمَال الدّين أبي الْعَبَّاس احْمَد بن عَليّ الْقُسْطَلَانِيّ فسح الله فِي مدَّته ونفع الْمُسلمين ببركته قِرَاءَة عَلَيْهِ وَنحن",
            "page": "29",
            "part": "1",
            "seal": "854B8201"
        },
        {
            "id": "3",
            "nass": "نسْمع قَالَ الْحَمد لله رَافع منار الْعلم وجاعله عصمه للأنام ومشرف أَهله بعد إِذْ جعلهم أوعيه لحفظ الْأَحْكَام يَنْقُلهُ خَلفهم عَن سلفهم على ممر الْأَيَّام ويحفظونه من التمويه والتحريف والأوهام وَصلى الله على سيدنَا مُحَمَّد خَاتم الْمُرْسلين وَخير الْأَنَام وعَلى آله وَصَحبه البررة الْكِرَام وَبعد فَإِن علم الْأَثر أشرف الْعُلُوم فِي الْمعَاد وأرجاها عِنْد رب الْعباد وَله أَئِمَّة وَجها بذة ونقاد عدلوا رِجَاله وجرحوا وشرحوا أَلْفَاظه وأوضحوا فَكَانَ من أَجلهم تأليفا الإِمَام أَبُو عِيسَى التِّرْمِذِيّ اشْتَمَل كِتَابه على فقه الحَدِيث وَعلله وَبَيَان الْمَجْرُوحين من رِجَاله وتعديل نقلته وَلأبي عِيسَى فَضَائِل تجمع وتروى وَتسمع وَكتابه أحد الْكتب الْخَمْسَة الَّتِي اتّفق أهل الْحل وَالْعقد وَالْفضل والنقد من الْعلمَاء وَالْفُقَهَاء وحفاظ الحَدِيث النبهاء على قبُولهَا وَالْحكم بِصِحَّة أُصُولهَا وَمَا ورد فِي أَبْوَابهَا وفصولها فَجمعت فِي هَذِه الأوراق فَضَائِل جَامعه وَبَيَان طرقه وتاريخ وَفَاته وَشَرطه فِيهِ وَتَعْيِين رُوَاته وَجعلت ذَلِك من رِوَايَة الشَّيْخ الإِمَام الْعَلامَة فَخر الْحفاظ قطب الدّين أبي بكر مُحَمَّد بن الشَّيْخ الإِمَام الْعَالم علم الزهاد أبي الْعَبَّاس احْمَد بن عَليّ الْقُسْطَلَانِيّ فسح الله فِي مدَّته فَكنت فِي ذَلِك كجالب التَّمْر لهجر فقه النُّعْمَان لزفَر أَو معلم لَيْث بني غَالب النزال معرف البُخَارِيّ أَسمَاء الرِّجَال جعلنَا الله من أبرار",
            "page": "30",
            "part": "1",
            "seal": "6F155FF1"
        },
        {
            "id": "4",
            "nass": "الْمُتَّقِينَ وخدم الْآثَار الموفقين إِنَّه ولي ذَلِك والقادر عَلَيْهِ بمنه وَكَرمه ¶ أخبرنَا أَبُو الْقَاسِم الْحُسَيْن بن هبة الله بن مَحْفُوظ الدِّمَشْقِي فِي كِتَابه إِلَى مِنْهَا قَالَ أنبأ أَبُو الْقَاسِم عَليّ بن الْحسن الدِّمَشْقِي الْحَافِظ بِقِرَاءَة أخي الْحَافِظ أبي الْمَوَاهِب عَلَيْهِ وَأَنا أسمع بِدِمَشْق فَقَالَ أنبأ الْمُبَارك بن أَحْمد الْأنْصَارِيّ بِقِرَاءَتِي عَلَيْهِ بِبَغْدَاد قَالَ أنبأ مُحَمَّد بن طَاهِر أَبُو الْفضل الْحَافِظ قَالَ أنبأ الْحسن بن احْمَد أَبُو مُحَمَّد السَّمرقَنْدِي مناولة قَالَ أنبأ أَبُو بشر عبد الله بن مُحَمَّد بن مُحَمَّد بن عَمْرو قَالَ أنبأ أَبُو سعد عبد الرَّحْمَن بن مُحَمَّد الإدريسي الْحَافِظ قَالَ مُحَمَّد بن عِيسَى بن سُورَة بن مُوسَى بن الضَّحَّاك السّلمِيّ التِّرْمِذِيّ الْحَافِظ الضَّرِير أحد الأئمه الَّذين يقْتَدى بهم فِي علم الحَدِيث رَضِي الله عَنهُ صنف كتاب الْجَامِع والتواريخ والعلل تصنيف رجل عَالم متقن كَانَ يضْرب بِهِ الْمثل فِي الْحِفْظ ¶ قَالَ الإدريسي سَمِعت أَبَا بكر مُحَمَّد بن احْمَد بن الْحَارِث الْمروزِي الْفَقِيه يَقُول سَمِعت احْمَد بن مُحَمَّد بن عبد الله بن دَاوُد الْمروزِي يَقُول سَمِعت أَبَا عِيسَى مُحَمَّد بن عِيسَى الْحَافِظ يَقُول كنت فِي طَرِيق مَكَّة وَكنت قد كتبت جزءين من أَحَادِيث شيخ فَمر بِنَا ذَلِك الشَّيْخ فَسَأَلت عَنهُ فَقَالُوا فلَان فَذَهَبت إِلَيْهِ وَأَنا أَظن أَن الجزءين معي وحملت معي فِي محملي جزءين كنت ظَنَنْت أَنَّهُمَا الجزءان اللَّذَان لَهُ فَلَمَّا ظَفرت بِهِ وَسَأَلته أجابني إِلَى ذَلِك أخذت الجزءين فَإِذا هما بَيَاض فتحيرت فَجعل الشَّيْخ يقْرَأ عَليّ من حفظه ثمَّ ينظر إِلَى فَرَأى الْبيَاض فِي يَدي فَقَالَ أما تَسْتَحي مني قلت لَا وقصصت عَلَيْهِ الْقِصَّة وَقلت احفظه كُله فَقَالَ إقرأ فَقَرَأت جَمِيع مَا قَرَأَ عَليّ على",
            "page": "31",
            "part": "1",
            "seal": "BDFD81AD"
        },
        {
            "id": "5",
            "nass": "الْوَلَاء فَلم يصدقني وَقَالَ استظهرت قبل أَن تجيئني فَقلت حَدثنِي بِغَيْرِهِ فَقَرَأَ عَليّ أَرْبَعِينَ حَدِيثا من غرائب حَدِيثه ثمَّ قَالَ هَات فَقَرَأت عَلَيْهِ من أَوله إِلَى آخِره كَمَا قَرَأَ فَمَا أَخْطَأت فِي حرف فَقَالَ لي مَا رَأَيْت مثلك ¶ أنبأ أَبُو سعد ثَابت بن مشرف الْبناء الْبَغْدَادِيّ قَالَ أنبأ عَليّ بن حَمْزَة الموسوي إجَازَة قَالَ أنبأ نجيب بن مَيْمُون الوَاسِطِيّ الأَصْل الأديب الْهَرَوِيّ عَن أبي عَليّ مَنْصُور بن عبد الله بن خَالِد بن احْمَد بن خَالِد بن حَمَّاد الذهلي قَالَ قَالَ أَبُو عِيسَى مُحَمَّد بن عِيسَى التزمذي رَحمَه الله صنفت هَذَا الْكتاب يَعْنِي الْمسند الصَّحِيح فعرضته على عُلَمَاء الْحجاز فرضوا بِهِ وعرضته على عُلَمَاء الْعرَاق فرضوا بِهِ وعرضته على عُلَمَاء خُرَاسَان فرضوا بِهِ وَمن كَانَ فِي بَيته هَذَا الْكتاب فَكَأَنَّمَا فِي بَيته نَبِي يتَكَلَّم ¶ أخبرنَا أَبُو الْحسن الْمَقْدِسِي فِي كِتَابه قَالَ أنبأ يُوسُف بن احْمَد الْبَغْدَادِيّ الْحَافِظ قَالَ قَرَأت بِخَط المؤتمن بن أَحْمد السَّاجِي الْحَافِظ فِي نسخته العتيقة بالمسند روى الخالدي هَذَا الْكتاب عَن أبي الْفضل النَّسَفِيّ وَهُوَ مُحَمَّد بن مَحْمُود بن عنبر وأظن التصنيف لأَجله وبخطه أَيْضا هَذَا الْجَامِع يشْتَمل على أحد وَخمسين كتابا وبخطه هَذَا فِي آخر الْعِلَل رَأَيْت فِي نسخه عتيقة زَاد أَبُو عِيسَى الْعِلَل بسمرقند قَالَ وَرَأَيْت فِي أُخْرَى عتيقة فرغ من كِتَابَته يَوْم الْأَضْحَى من سنة سبعين وَمِائَتَيْنِ",
            "page": "32",
            "part": "1",
            "seal": "7307327B"
        },
        {
            "id": "6",
            "nass": "أخبرنَا أَبُو الْقَاسِم الْحُسَيْن بن هبه الله فِي كِتَابه أنبأ أَبُو الْقَاسِم عَليّ بن الْحُسَيْن الْحَافِظ قِرَاءَة عَلَيْهِ أنبأ أَبُو المعمر الْمُبَارك بن احْمَد بن عبد الْعَزِيز بِقِرَاءَتِي بِبَغْدَاد أنبأ مُحَمَّد بن طَاهِر وَكتب إِلَيّ أَبُو الْحسن بن أبي الْجُود المرزوقي وَاللَّفْظ لَهُ قَالَ أنبأ أَبُو المحاسن بن احْمَد الْحَافِظ قَالَ سَمِعت أَبَا مَسْعُود عبد الْجَلِيل بن مُحَمَّد بن عبد الْوَاحِد كوتاه الْحَافِظ فِي دَاره بأصبهان مذاكرة يَقُول سَمِعت الْحَافِظ أَبَا الْفضل بن طَاهِر يَقُول سَمِعت شيخ الْإِسْلَام عبد الله بن مُحَمَّد الْأنْصَارِيّ رَحمَه الله يَقُول كتاب أبي عِيسَى التِّرْمِذِيّ عِنْدِي أفيد من كتابي البُخَارِيّ وَمُسلم قلت لم قَالَ لِأَن كتاب البُخَارِيّ وَمُسلم لَا يصل إِلَى الْفَائِدَة مِنْهُمَا إِلَّا من يكون من أهل الْمعرفَة التَّامَّة وَهَذَا كتاب قد شرح أَحَادِيثه وَبَينهَا فيصل إِلَى فَائِدَته كل أحد من النَّاس من الْفُقَهَاء والمحدثين وَغَيرهمَا ¶ كتب إِلَيّ أَبُو الْقَاسِم بن صصرى قَالَ قَرَأَ أخي الْحَافِظ أَبُو الْمَوَاهِب على الْحَافِظ أبي الْقَاسِم التاريخي وَأَنا أسمع قَالَ لَهُ أخْبرك الْمُبَارك بن مُحَمَّد الانصاري بِقِرَاءَتِك عَلَيْهِ بِبَغْدَاد قَالَ قَالَ لنا أَبُو الْفضل مُحَمَّد بن طَاهِر الْمَعْرُوف بِابْن القيسراني رَضِي الله عَنهُ فِي كِتَابه الموسوم بمذاهب الْأَئِمَّة فِي تَصْحِيح الحَدِيث قَالَ وَأما أَبُو عِيسَى رَحمَه الله فكتابه على أَرْبَعَة أَقسَام",
            "page": "33",
            "part": "1",
            "seal": "D4F50D6A"
        },
        {
            "id": "7",
            "nass": "قسم صَحِيح مَقْطُوع بِهِ وَهُوَ مَا وَافق فِيهِ البُخَارِيّ وَمُسلم ¶ وَقسم على شَرط أبي دَاوُد وَالنَّسَائِيّ كَمَا بَينا ¶ وَقسم أخرجه للضدية وَأَبَان علته ¶ وَقسم رَابِع أبان عَنهُ فَقَالَ مَا أخرجت فِي كتابي إِلَّا حَدِيثا قد عمل بِهِ بعض الْفُقَهَاء وَهَذَا شَرط وَاسع فَإِن على هَذَا الأَصْل كل حَدِيث احْتج بِهِ مُحْتَج أَو عمل بِمُوجبِه عَامل أخرجه سَوَاء إِن صَحَّ على طَرِيقه أَو لم يَصح طَرِيقه وَقد زاح عَن نَفسه الْكَلَام فَإِنَّهُ شفى فِي تصنيفه لكتابه وَتكلم على كل حَدِيث بِمَا فِيهِ فَكَانَ من طَرِيقَته أَن يترجم الْبَاب الَّذِي فِيهِ حَدِيث مَشْهُور عَن صَحَابِيّ قد صَحَّ الطَّرِيق إِلَيْهِ وَأخرج من حَدِيثه فِي الْكتب الصِّحَاح فيورد فِي الْبَاب ذَلِك الحكم من حَدِيث صَحَابِيّ آخر لم يخرجوه من حَدِيثه وَلَا يكون الطَّرِيق إِلَيْهِ كالطريق إِلَى الأول إِلَّا أَن الحكم صَحِيح ثمَّ يتبعهُ بِأَن يَقُول وَفِي الْبَاب عَن فلَان وَفُلَان ويعد جمَاعَة مِنْهُم الصَّحَابِيّ وَالْأَكْثَر الَّذِي أخرجَا ذَلِك الحكم من حَدِيثه وَقل مَا يسْلك هَذِه الطَّرِيقَة إِلَّا فِي أَبْوَاب مَعْدُودَة ¶ أنبأ أَبُو الْحسن عَليّ بن الْمُبَارك الوَاسِطِيّ وَغَيره عَن كتاب الْحَافِظ أبي بكر مُحَمَّد بن مُوسَى بن عُثْمَان الْحَازِمِي أَنه قَالَ اعْلَم أَنه لهولاء الْأَئِمَّة يَعْنِي البُخَارِيّ وَمُسلم وَأَبا دَاوُد التِّرْمِذِيّ وَالنَّسَائِيّ مذهبا فِي كَيْفيَّة استنباط مخارج الحَدِيث نشِير إِلَيْهَا على سَبِيل الإيجاز وَذَلِكَ أَن مَذْهَب من يخرج الصَّحِيح أَن يعْتَبر حَال الرَّاوِي الْعدْل فِي مشايخه وفيمن روى عَنْهُم وهم ثِقَات أَيْضا وَحَدِيثه عَن بَعضهم صَحِيح ثَابت يلْزمهُم إِخْرَاجه وَعَن بَعضهم مَدْخُول لَا",
            "page": "34",
            "part": "1",
            "seal": "E589B993"
        },
        {
            "id": "8",
            "nass": "يصلح إِخْرَاجه إِلَّا فِي الشواهد والمتابعات وَهَذَا بَاب فِيهِ غموض وَطَرِيقَة معرفَة طَبَقَات الروَاة عَن رَاوِي الأَصْل ومراتب مداركهم ولنوضح ذَلِك بمثال وَهُوَ أَن تعلم مثلا أَن أَصْحَاب الزُّهْرِيّ على طَبَقَات خمس وَلكُل طبقَة مِنْهَا مزية على الَّتِي تَلِيهَا وتفاوت ¶ فَمن كَانَ الطَّبَقَة الأولى فَهُوَ الْغَايَة فِي الصِّحَّة وَهُوَ غَايَة مقصد البُخَارِيّ ¶ والطبقة الثَّانِيَة شاركت الأولى فِي الْعَدَالَة غير أَن الأولى جمعت بَين الْحِفْظ والإتقان وَبَين طول الْمُلَازمَة لِلزهْرِيِّ حَتَّى كَانَ فيهم من يزامله فِي السّفر ويزامله فِي الْحَضَر والطبقة الثَّانِيَة لم تلازم الزُّهْرِيّ إِلَّا مُدَّة يسيرَة فَلم تمارس حَدِيثه وَكَانُوا فِي الإتقان دون الطَّبَقَة الأولى وهم شَرط مُسلم ¶ والطبقة الثَّالِثَة جمَاعَة لزموا الزُّهْرِيّ مثل أهل الطَّبَقَة الأولى غير انهم لم يسلمُوا عَن غوائل الْجرْح فهم بَين الرَّد وَالْقَبُول وهم شَرط أبي دَاوُد وَالنَّسَائِيّ ¶ والطبقة الرَّابِعَة قوم شاركوا أهل الطَّبَقَة الثَّالِثَة فِي الْجرْح وَالتَّعْدِيل وتفردوا بقلة ممارستهم لحَدِيث الزُّهْرِيّ لأَنهم لم يصاحبوا الزُّهْرِيّ كثيرا وَهُوَ شَرط أبي عِيسَى وَفِي الْحَقِيقَة شَرط التِّرْمِذِيّ أبلغ من شَرط أبي دَاوُد لِأَن",
            "page": "35",
            "part": "1",
            "seal": "53BEB55F"
        },
        {
            "id": "9",
            "nass": "الحَدِيث إِذا كَانَ ضَعِيفا أَو مطلعه من حَدِيث أهل الطَّبَقَة الرَّابِعَة فَإِنَّهُ يبين ضعفه وينبه عَلَيْهِ فَيصير الحَدِيث عِنْده من بَاب الشواهد والمتابعات وَيكون اعْتِمَاده على مَا صَحَّ عِنْد الْجَمَاعَة وعَلى الْجُمْلَة فكتابه مُشْتَمل على هَذَا الْفَنّ فَلهَذَا جعلنَا شَرطه دون شَرط أبي دَاوُد ¶ والطبقة الْخَامِسَة نفر من الضُّعَفَاء والمجهولين لَا يجوز لمن يخرج الحَدِيث على الْأَبْوَاب أَن يخرج حَدِيثهمْ إِلَّا على سَبِيل الِاعْتِبَار والاستشهاد عِنْد أبي دَاوُد فَمن دونه فإمَّا عِنْد الشَّيْخَيْنِ فَلَا ¶ فَأَما أهل الطَّبَقَة الأولى فنحو مَالك وَابْن عُيَيْنَة وَعبيد الله بن عمر وَيُونُس وَعقيل الأيليان وَشُعَيْب بن أبي حَمْزَة وَجَمَاعَة سواهُم ¶ وَأما أهل الطَّبَقَة الثَّانِيَة فنحو عبد الرَّحْمَن بن عَمْرو الْأَوْزَاعِيّ",
            "page": "36",
            "part": "1",
            "seal": "B223FCEF"
        },
        {
            "id": "10",
            "nass": "وَاللَّيْث بن سعد والنعمان بن رَاشد وَعبد الرَّحْمَن بن خَالِد بن مُسَافر وَغَيرهم ¶ والطبقة الثَّالِثَة نَحْو سُفْيَان بن حُسَيْن السّلمِيّ وجعفر بن برْقَان وَعبد الله بن عمر بن حَفْص الْعمريّ وَزَمعَة بن صَالح الْمَكِّيّ وَغَيرهم ¶ والطبقة الرَّابِعَة نَحْو إِسْحَاق بن يحيى الْكَلْبِيّ وَمُعَاوِيَة بن يحيى الصَّدَفِي وَإِسْحَاق بن عبد الله بن أبي فَرْوَة الْمدنِي وَإِبْرَاهِيم بن",
            "page": "37",
            "part": "1",
            "seal": "3927B308"
        },
        {
            "id": "11",
            "nass": "يزِيد الْمَكِّيّ والمثنى بن الصَّباح وَجَمَاعَة سواهُم ¶ والطبقة الْخَامِسَة نَحْو بَحر بن كنيز السقا وَالْحكم بن عبد الله الْأَيْلِي وَعبد القدوس بن حبيب الدِّمَشْقِي وَمُحَمّد بن سعيد المصلوب وَغَيرهم وهم خلق كثير اقتصرت مِنْهُم على هَؤُلَاءِ وَقد أفردت لَهُم كتابا استوفيت فِيهِ ذكرهم هَذَا آخر كَلَام الْحَازِمِي رَحمَه الله ¶ قلت مِمَّا صنف أَبُو عِيسَى غير الْمسند الْجَامِع والعلل كتاب شمائل النَّبِي صلى الله عَلَيْهِ وَسلم وَكتاب الزّهْد وَكتاب التَّارِيخ وَكتاب الْأَسْمَاء والكنى وَقد شَارك البُخَارِيّ وَمُسلم فِي",
            "page": "38",
            "part": "1",
            "seal": "0F1BA758"
        },
        {
            "id": "12",
            "nass": "عدد كثير من مشايخهما لمُحَمد بن بشار بنْدَار وَاحْمَدْ بن إِبْرَاهِيم الدَّوْرَقِي وَأبي كريب مُحَمَّد بن الْعَلَاء وَأبي مُصعب احْمَد بن أبي بكر الْقرشِي الزُّهْرِيّ وَمُحَمّد بن عُثْمَان بن كَرَامَة وَاحْمَدْ بن الْحسن التِّرْمِذِيّ الْحَافِظ وَمُحَمّد بن حَاتِم بن مَيْمُون وَأحمد بن سعيد الرباطي وَمُحَمّد بن يحيى الْعَدنِي وَاحْمَدْ بن سعيد السَّرخسِيّ وَاحْمَدْ بن مُحَمَّد بن مُوسَى الْمروزِي مرْدَوَيْه وَإِسْحَاق بن مَنْصُور الْفَزارِيّ وَالْحُسَيْن بن حُرَيْث وَإِسْحَاق بن مَنْصُور الكوسج وَالْحسن بن الصَّباح الوَاسِطِيّ وَغَيرهم يضيق هَذَا الْموضع عَن ذكرهم وإحصائهم وعدهم ورزق الرِّوَايَة عَن أَتبَاع الأتباع مُتَّصِلا بِالسَّمَاعِ فِيمَا أخبرنَا الشَّيْخ الصَّالح أَبُو الْحسن عَليّ بن أبي الْكَرم نصر بن الْمُبَارك الْخلال الْمَكِّيّ قِرَاءَة عَلَيْهِ وَأَنا اسْمَع بِمَكَّة شرفها الله تَعَالَى وَكتب إِلَيّ الشَّيْخَانِ أَبُو الْقَاسِم الْحُسَيْن بن هبة الله الدِّمَشْقِي مِنْهَا وَأَبُو حَفْص عمر بن كرم الدينَوَرِي ثمَّ الْبَغْدَادِيّ مِنْهَا قَالُوا أنبأ أَبُو الْفَتْح عبد الْملك بن أبي الْقَاسِم بن أبي سهل الكروخي قَالَ الْمَكِّيّ سَمَاعا والآخران إجَازَة وَاللَّفْظ لَهما قَالَ أنبأ القَاضِي أَبُو عَامر مَحْمُود بن أبي الْقَاسِم الْأَزْدِيّ وَأَبُو بكر احْمَد بن عبد الصَّمد الغورجي وَأَبُو نصر عبد الْعَزِيز بن مُحَمَّد الترياقي قَالُوا أنبأ أَبُو مُحَمَّد عبد الْجَبَّار بن مُحَمَّد بن عبد الله الْمروزِي أنبأ أَبُو الْعَبَّاس مُحَمَّد بن أَحْمد التَّاجِر أنبأ أَبُو عِيسَى مُحَمَّد بن عِيسَى التِّرْمِذِيّ الْحَافِظ قَالَ أنبأ إِسْمَاعِيل بن مُوسَى الْفَزارِيّ ابْن ابْنة السّديّ الْكُوفِي قَالَ ثَنَا عمر بن شَاكر عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَأْتِي على النَّاس زمَان الصابر فيهم على دينه كالقابض على الْجَمْر قَالَ أَبُو عِيسَى هَذَا حَدِيث غَرِيب من هَذَا الْوَجْه وَعمر بن شَاكر روى عَنهُ غير وَاحِد من أهل الْعلم وَهُوَ شيخ بَصرِي",
            "page": "39",
            "part": "1",
            "seal": "75186A29"
        },
        {
            "id": "13",
            "nass": "وَقد كتب عَن أبي عِيسَى إِمَام أهل الصَّنْعَة مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ وحسبه بذلك فخرا ¶ أخبرنَا أَبُو الْحسن بن أبي الْكَرم الْمَكِّيّ قِرَاءَة عَلَيْهِ وَأَنا اسْمَع وَأَبُو الْقَاسِم الدِّمَشْقِي وَابْن كرم الْبَغْدَادِيّ فِي كِتَابَيْهِمَا وَاللَّفْظ لَهما قَالُوا أنبأ أَبُو الْفَتْح بن أبي الْقَاسِم الْهَرَوِيّ الْمَكِّيّ سَمَاعا والآخران إجَازَة قَالَ أنبأ أَبُو عَامر الْأَزْدِيّ وَأَبُو بكر الغورجي وَأَبُو نصر الترياقي قَالُوا أخبرنَا عبد الْجَبَّار بن مُحَمَّد الْمروزِي أنبأ أَبُو الْعَبَّاس مُحَمَّد بن احْمَد الْمروزِي المحبوبي اُخْبُرْنَا أَبُو عِيسَى ثَنَا عَليّ بن الْمُنْذر ثَنَا ابْن فُضَيْل عَن سَالم بن أبي حَفْصه عَن عَطِيَّة عَن أبي سعيد قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لعَلي يَا عَليّ لَا يحل لأحد يجنب فِي هَذَا الْمَسْجِد غَيْرِي وَغَيْرك قَالَ عَليّ بن الْمُنْذر قلت لِضِرَار بن صرد مَا معنى هَذَا الحَدِيث قَالَ لَا يحل لأحد يَسْتَطْرِقهُ جنبا غَيْرِي وَغَيْرك قَالَ أَبُو عِيسَى هَذَا حَدِيث حسن غَرِيب لَا نعرفه إِلَّا من هَذَا الْوَجْه وَقَالَ التِّرْمِذِيّ سمع مني مُحَمَّد بن إِسْمَاعِيل هَذَا الحَدِيث فاستغربه ¶ أنبأ أَبُو الْحسن الْمَقْدِسِي عَن كتاب الْحَافِظ يُوسُف بن احْمَد الْبَغْدَادِيّ انه قَالَ قَالَ أَبُو عِيسَى رَحمَه الله كَانَ جدي مروزيا انْتقل من مرو أَيَّام اللَّيْث بن سيار وَتُوفِّي أَبُو عِيسَى فِي لَيْلَة الِاثْنَيْنِ الثَّالِث عشر من رَجَب سنة تسع وَسبعين وَمِائَتَيْنِ وَقد كَانَ أضرّ فِي آخر عمره وقبره مَشْهُور يزار بهَا ثمَّ جرد من نَاحيَة ترمذ يقْصد للزياره",
            "page": "40",
            "part": "1",
            "seal": "E7C9D050"
        },
        {
            "id": "14",
            "nass": "أخبرنَا أَبُو الْفضل بن أبي الْحسن بن أبي البركات الْمُقْرِئ الْمُطَرز فِي كِتَابه أنبأ احْمَد بن مُحَمَّد بن احْمَد الْحَافِظ قِرَاءَة عَلَيْهِ أنبا أَبُو الْحُسَيْن الصَّيْرَفِي وَأَبُو عَليّ البرداني بِبَغْدَاد قَالَا أنبأ أَبُو المظفر هناد بن إِبْرَاهِيم النَّسَفِيّ أنبأ أَبُو عبد الله بن احْمَد بن الْيَمَان الغنجار فِي تَارِيخ بُخَارى قَالَ ذكر أبي عِيسَى مُحَمَّد بن عِيسَى بن سُورَة بن الضَّحَّاك السّلمِيّ التزمذي الْحَافِظ دخل بُخَارى وَحدث بهَا وَهُوَ صَاحب الْجَامِع والتاريخ توفّي بترمذ لَيْلَة الِاثْنَيْنِ لثلاث عشرَة لَيْلَة مَضَت من رَجَب سنة تسع وَسبعين وَمِائَتَيْنِ ¶ وأنبأ أَبُو الْفضل بن عَليّ الثغري قَالَ أنبأ أَبُو طَاهِر الْحَافِظ قِرَاءَة عَلَيْهِ ثَنَا أَبُو الْفَتْح إِسْمَاعِيل بن عبد الْجَبَّار الماكي قَالَ سَمِعت الْخَلِيل بن عبد الله الخليلي يَقُول مُحَمَّد بن عِيسَى بن سُورَة بن شَدَّاد الْحَافِظ ثِقَة مُتَّفق عَلَيْهِ لَهُ كتاب فِي السّنَن وَكَلَام فِي الْجرْح وَالتَّعْدِيل روى عَنهُ ابْن مَحْبُوب والأجلاء بمرو وَسَمعنَا سنَنه من بعض المراوزة عَن ابْن مَحْبُوب عَنهُ سمع قُتَيْبَة وبالعراق عارما والقعنبي وَغَيرهم مَشْهُور بالأمانه وَالْعلم مَاتَ بعد الثَّمَانِينَ وَمِائَتَيْنِ هَكَذَا ذكر الْخَلِيل وَفَاة التِّرْمِذِيّ وَنسبه وَالصَّوَاب مَا قدمْنَاهُ وَالله أعلم",
            "page": "41",
            "part": "1",
            "seal": "09569042"
        },
        {
            "id": "15",
            "nass": "- بَاب ذكر أَحْوَال رُوَاة الْجَامِع ¶ - ¶ فَأَما الرَّاوِي عَن أبي عِيسَى رَضِي الله عَنهُ فَهُوَ أَبُو الْعَبَّاس مُحَمَّد بن احْمَد بن مَحْبُوب بن فُضَيْل التَّاجِر الْمروزِي المحبوبي وَمن رِوَايَته عَنهُ اشْتهر وَقد روى عَن التِّرْمِذِيّ أَيْضا الْهَيْثَم بن كُلَيْب الشَّاشِي وَأَبُو عَليّ مُحَمَّد بن مُحَمَّد بن يحيى القراب وَكَانَ سَماع المحبوبي من أبي عِيسَى بترمذ سنة خمس وَقيل سنة سِتَّة وَسِتِّينَ وَمِائَتَيْنِ فِي رحلته إِلَيْهِ ¶ وَقَالَ أَبُو بكر مُحَمَّد بن مَنْصُور السَّمْعَانِيّ فِي أَمَالِيهِ أَبُو الْعَبَّاس مُحَمَّد بن احْمَد بن مَحْبُوب بن فُضَيْل التَّاجِر الْمروزِي كَانَ مزكي مرو ومعدلها ومحدث أَهلهَا فِي عصره ومقدم أَصْحَاب الحَدِيث فِي الثروة والرياسة وَكَانَت الرحلة إِلَيْهِ فِي الحَدِيث سمع بمرو احْمَد بن سيار وَمُحَمّد بن جَابر وَسَعِيد بن",
            "page": "42",
            "part": "1",
            "seal": "954DF999"
        },
        {
            "id": "16",
            "nass": "مَسْعُود وَالْفضل بن عبد الْجَبَّار الْبَاهِلِيّ صَاحِبي النَّضر بن شُمَيْل وَمُحَمّد بن اللَّيْث الإسكاف وَنصر بن احْمَد بن أبي سُورَة وَغَيرهم ورحل إِلَى أبي عِيسَى فَسمع مِنْهُ الْجَامِع وَسمع بترمذ أَيْضا من مُحَمَّد بن صَالح بن سهل ولد أَبُو الْعَبَّاس المحبوبي سنة تسع وَأَرْبَعين وَمِائَتَيْنِ وَتُوفِّي فِي شهر رَمَضَان وَقَالَ غَيره فِي السَّابِع وَالْعِشْرين مِنْهُ سنة سِتّ وَأَرْبَعين وَثَلَاث مائَة ¶ وَقَالَ أَبُو حَاتِم احْمَد بن الْحسن الصايغ فِي كتاب الْهِدَايَة فِي الِاعْتِقَاد لَهُ عِنْد ذكر أَئِمَّة السّنة الْمَعْرُوفَة بالصلابة فِي سَائِر الْبلدَانِ فَقَالَ ثمَّ إِذا رَأَيْت الْمروزِي يحب عبد الله بن الْمُبَارك وَأَبا حَمْزَة السكرِي وَأحمد بن سِنَان وَمن الْمُتَأَخِّرين أَبَا الْعَبَّاس المحبوبي وَأَبا الْحسن المحمودي فَأعْلم أَنه سني ¶ ذكر الرَّاوِي عَنهُ عبد الْجَبَّار بن مُحَمَّد بن عبد الله بن أبي الْجراح الْمروزِي الجراحي أَبُو مُحَمَّد المرزباني حدث بِكِتَاب الْجَامِع لأبي عِيسَى",
            "page": "43",
            "part": "1",
            "seal": "2086BD3D"
        },
        {
            "id": "17",
            "nass": "التِّرْمِذِيّ عَن أبي الْعَبَّاس المحبوبي حدث بِهِ عَنهُ جمَاعَة مِنْهُم أَبُو المظفر عبد الله بن عطا البغاورداني وَأَبُو عَامر مَحْمُود بن الْقَاسِم الازدي وَأَبُو بكر بن أبي حَاتِم الغورجي وَأَبُو عبد الله مُحَمَّد بن مُحَمَّد الْغلابِي وَعبد الْعَزِيز بن مُحَمَّد الترياقي وَفَاته من آخِرَة جُزْء مِنْهُ ¶ أنبأ أَبُو سعيد ثَابت بن مشرف بن سعد الْبَنَّا الازجي قَالَ أنبا أَبُو الْحسن عَليّ بن حَمْزَة الْحُسَيْنِي الموسي فِي كِتَابه قَالَ أنبأ مُحَمَّد بن عَليّ العميري الْفَقِيه قَالَ أنبأ إِسْحَاق بن إِبْرَاهِيم القراب الْحَافِظ قَالَ سَمِعت أَبَا مُحَمَّد عبد الْجَبَّار بن أبي بكر بن عبد الله بن مُحَمَّد بن أبي الْجراح يَقُول ولدت سنة إِحْدَى وَثَلَاثِينَ وثلثمائه ¶ أنبأ أَبُو الْحسن بن الْمَقْدِسِي قَالَ أنبأ يُوسُف بن أَحْمد الْحَافِظ قَالَ سَمِعت شَيخنَا الإِمَام عمر بن مُحَمَّد بن عبد الله البسطامي رفع من نسبه وَقَالَ هُوَ أَبُو مُحَمَّد عبد الْجَبَّار بن أبي بكر مُحَمَّد بن عبد الله بن مُحَمَّد الْجراح بن الْجُنَيْد بن هِشَام بن الْمَرْزُبَان المرزباني ¶ قَالَ يُوسُف بن احْمَد وَسمعت مُحَمَّد بن عمر بن أَبى بكر الْفَقِيه الْحَازِمِي يَقُول سَمِعت أَبَا النَّضر عبد الْجَبَّار الْمُزَكي يَقُول عبد الْجَبَّار بن مُحَمَّد بن عبد الله بن مُحَمَّد بن أبي الْجراح بن الْجُنَيْد بن هِشَام بن الْمَرْزُبَان أَبُو مُحَمَّد بن أبي بكر الْمروزِي الجراحي روى عَن أبي الْعَبَّاس المحبوبي مُسْند أبي عِيسَى التِّرْمِذِيّ روى عَنهُ جمَاعَة من أهل هراه سمعُوا مِنْهُ بهَا وَآخر من روى عَنهُ شَيخنَا أَبُو المظفر عبد الله بن عَطاء البغاورداني بهَا",
            "page": "44",
            "part": "1",
            "seal": "6D2758F3"
        },
        {
            "id": "18",
            "nass": "قَالَ وقرأت بِخَط أبي نصر بن أَحْمد الْحَافِظ روى الْحُسَيْن بن احْمَد بن مُحَمَّد الصفار أَبُو عبد الله عَن أبي عَليّ مُحَمَّد بن مُحَمَّد بن يحيى القراب عَن أبي عِيسَى هَذَا الْكتاب وسَمعه مِنْهُ القَاضِي أَبُو مَنْصُور يَعْنِي الْأَزْدِيّ ونظراءه وَسمعت القَاضِي أَبَا عَامر الازدي يَقُول سَمِعت جدي أَبَا مَنْصُور مُحَمَّد بن مُحَمَّد الازدي يَقُول اسمعوا فقد سمعناه مُنْذُ سِنِين وانتم تساوونا فِيهِ الْآن يَعْنِي بسماعهم من الجراحي وَكَانَ قدوم الجراحي هراة فِي شهور سنة تسع وَأَرْبَعمِائَة وَحدث بالمسند لأبي عِيسَى التِّرْمِذِيّ رَحمَه الله فِي هَذَا التَّارِيخ بهَا وسَمعه مِنْهُ الْمَشَايِخ الَّذين يَأْتِي ذكرهم بعد ¶ قَالَ أَبُو سعد بن السَّمْعَانِيّ توفّي الجراحي سنة عشرَة وَأَرْبَعمِائَة إِن شَاءَ الله وَهُوَ صَالح ثِقَة ¶ ذكر الروَاة عَن الجراحي لجامع التِّرْمِذِيّ ¶ فَمنهمْ القَاضِي أَبُو عَامر مَحْمُود بن الْقَاسِم بن مُحَمَّد بن مُحَمَّد بن عبد الله بن مُحَمَّد بن الْحُسَيْن بن مُحَمَّد بن مقَاتل بن صبيح بن ربيع بن عبد الْملك بن يزِيد بن الْمُهلب بن أَبى صفرَة الازدي الْهَرَوِيّ رَضِي الله عَنهُ ¶ أنبأ أَبُو الْحسن بن الْمَقْدِسِي قَالَ أَنبأَنَا أَبُو المحاسن بن احْمَد بن إِبْرَاهِيم بن احْمَد الْعِرَاقِيّ قَالَ سَمِعت أَبَا الْفَتْح مُحَمَّد بن عمر الْأنْصَارِيّ بهراة فِي مَسْجِد عُثْمَان بن سعيد الرَّازِيّ رَحمَه الله يَقُول سَمِعت أَبَا النَّصْر الْمُزَكي يَقُول مَحْمُود بن أبي مُحَمَّد الْقَاسِم بن أبي مَنْصُور بن أبي بكر الازدي كَانَ عديم النظير زهدا وصلاحا وعفة ورشادا وَلم يزل على ذَلِك من ابْتِدَاء أمره إِلَى",
            "page": "45",
            "part": "1",
            "seal": "B05D3500"
        },
        {
            "id": "19",
            "nass": "انْتِهَاء عمره وَكَانَ إِلَيْهِ الرحلة من الأقطار وَالْقَصْد لسَمَاع الْأَسَانِيد الْعَالِيَة ولد فِي شهور سنة أَرْبَعمِائَة وَتُوفِّي يَوْم السبت الثَّامِن من جُمَادَى الْآخِرَة سنة سبع وَثَمَانِينَ وَأَرْبَعمِائَة وَدفن بِبَاب خشك بهراة رَحْمَة الله عَلَيْهِ ¶ وَبِالْإِسْنَادِ قَالَ أَبُو المحاسن قَرَأت على عمر بن احْمَد بن مُحَمَّد الْفَقِيه أخْبركُم أَبُو جَعْفَر مُحَمَّد بن الْحسن بن مُحَمَّد الْحَافِظ قَالَ كَانَ شَيخنَا القَاضِي أَبُو عَامر الْأَزْدِيّ من أَرْكَان مَذْهَب الشَّافِعِي رَضِي الله عَنهُ بهراة وَكَانَ أمامنا شيخ الْإِسْلَام يزوره فِي دَاره ويعوده فِي مَرضه ويتبرك بدعائه وَكَانَ نظام الْملك يَقُول لَوْلَا هَذَا الإِمَام فِي هَذِه الْبَلدة لَكَانَ لي وَلَهُم شَأْن يهددهم بِهِ وَكَانَ يعْتَقد فِيهِ اعتقادا عَظِيما لكَونه لم يقبل شَيْئا مِنْهُ قطّ وَلما سَمِعت مِنْهُ مُسْند التِّرْمِذِيّ هنأني شيخ الْإِسْلَام وَقَالَ لم تخسر فِي رحلتك إِلَى هراة وَذكر مَنَاقِب الْمسند وَكَانَ شيخ الْإِسْلَام قد سَمعه قَدِيما من مُحَمَّد بن مُحَمَّد بن مَحْمُود عَن مُحَمَّد بن إِبْرَاهِيم بن عُبَيْس وَالْحسن بن احْمَد بن الشماخ عَن أبي عَليّ مُحَمَّد بن مُحَمَّد بن يحيى القراب عَن أبي عِيسَى رَحمَه الله ثمَّ سَمعه شيخ الْإِسْلَام عبد الله الْأنْصَارِيّ من الجراحي عَالِيا ¶ وَقد حدث عَن القَاضِي أبي عَامر الْأَزْدِيّ بِجَامِع أبي عِيسَى جمَاعَة مِنْهُم الْحَافِظ أَبُو نصر المؤتمن السَّاجِي وَأَبُو الْعَلَاء صاعد بن سيار بن مُحَمَّد بن عبد الله الْهَرَوِيّ وَأَبُو نصر الْحسن بن مُحَمَّد بن إِبْرَاهِيم اليونارتي وَأَبُو",
            "page": "46",
            "part": "1",
            "seal": "391D7372"
        },
        {
            "id": "20",
            "nass": "الْفَتْح نصر بن سيار بن صاعد بن سيار وَيحيى بن مُحَمَّد بن إِدْرِيس الْهَرَوِيّ وَقد حدث عَنهُ مُحَمَّد بن طَاهِر الْمَقْدِسِي وزاهر بن طَاهِر الشحامي وَأَبُو عبد الله الفراوي وَغَيرهم وَلم يزل الْخلف وَالسَّلَف من جيلهم وَأهل بَيتهمْ رُؤَسَاء أَئِمَّة أَصْحَاب الإِمَام الشَّافِعِي رَضِي الله عَنهُ وملجأ أهل الحَدِيث والأثر رَحْمَة الله عَلَيْهِم أَجْمَعِينَ ¶ وَمِنْهُم أَبُو بكر الغورجي",
            "page": "47",
            "part": "1",
            "seal": "15251841"
        },
        {
            "id": "21",
            "nass": "أَنبأَنَا ثَابت بن مشرف أَبُو سعد الْبَنَّا أنبأ السَّيِّد أَبُو الْحسن عَليّ بن حَمْزَة الموسوي إجَازَة قَالَ سَمِعت أَبَا عبد الله الْحُسَيْن بن مُحَمَّد بن الْحُسَيْن بن الْجُنَيْد الغورجي يَقُول أَبُو بكر بن أبي شيخ ثِقَة صَدُوق وَهُوَ أَحْمد بن عبد الصَّمد بن أَبى الْفضل بن أَبى حَاتِم التَّاجِر الغورجي حدث عَن أبي مُحَمَّد الجراحي وَغَيره سمع مِنْهُ جمَاعَة من أَصْحَابنَا الْحفاظ وَالْأَئِمَّة وَتُوفِّي فَجْأَة فِي يَوْم الثُّلَاثَاء تَاسِع عشر ذِي الْحجَّة سنة إِحْدَى وَثَمَانِينَ وَأَرْبَعمِائَة رَحْمَة الله عَلَيْهِ ¶ وَمِنْهُم عبد الْعَزِيز بن مُحَمَّد بن عَليّ بن إِبْرَاهِيم بن ثُمَامَة بن دَاوُد بن اللَّيْث أَبُو نصر الترياقي وترياق قَرْيَة من قرى هراة وقبره بهَا ¶ سمع أَبَا مُحَمَّد الجراحي وَالْقَاضِي أَبَا مَنْصُور الْأَزْدِيّ وَأَبا الْفضل الجارودي وَغَيرهم وَكَانَ ثِقَة مكثرا وَله حفظ وافر من الْأَدَب ولد سنة تسع وَثَمَانِينَ وثلثمائة وَتُوفِّي فِي شهر رَمَضَان يَوْم الثُّلَاثَاء سادس عشرَة من سنة ثَلَاث وَثَمَانِينَ وَأَرْبَعمِائَة وَكَانَ سَمَاعه فِي مُسْند أبي عِيسَى من أَوله على التوالي إِلَى أول مَنَاقِب عبد الله بن عَبَّاس رَضِي الله عَنهُ فَحسب وَمن ثمَّ فَاتَهُ إِلَى آخر الْكتاب ¶ وَمِنْهُم أَبُو المظفر عبيد الله بن عَليّ بن ياسين بن مُحَمَّد بن احْمَد الدهان الْمروزِي",
            "page": "48",
            "part": "1",
            "seal": "EC337B1F"
        },
        {
            "id": "22",
            "nass": "شيخ نبيل روى عَن الجراحي لما فَاتَ عبد الْعَزِيز الترياقي من الْكتاب وَهُوَ من أول مَنَاقِب عبد الله بن عَبَّاس إِلَى أخر كتاب الْعِلَل وَهُوَ آخر الْكتاب ¶ ذكر الرَّاوِي عَن الْمَشَايِخ الأربعه ¶ وَهُوَ الشَّيْخ الثِّقَة الدّين أَبُو الْفَتْح عبد الْملك بن أَبى الْقَاسِم عبد الله بن أَبُو سهل بن أبي الْقَاسِم بن أبي الْمَنْصُور بن تَاج الكروخي الْهَرَوِيّ الْبَزَّار الصُّوفِي ¶ كَانَ حسن السِّيرَة مرضِي الطَّرِيقَة روى كتاب الْجَامِع لأبى عِيسَى التِّرْمِذِيّ عَن القَاضِي أبي عَامر الْأَزْدِيّ سَمعه مِنْهُ فِي صفر سنة اثْنَتَيْنِ وَثَمَانِينَ من أبي بكر الغورجي سَمعه مِنْهُ إِحْدَى وَثَمَانِينَ وَمن عبد الْعَزِيز الترياقيم كَمَا بَين فِي شهر ربيع الآخر سنة إِحْدَى وَثَمَانِينَ وَأَرْبَعمِائَة وَمن أبي المظفر بن ياسين الدهان فِي شهر ربيع الأول سنة اثْنَيْنِ وَثَمَانِينَ واربعمائه كَمَا بَين وَعين بِقِرَاءَة الْحَافِظ أبي نصر المؤتمن بن احْمَد السَّاجِي لكل وَاحِد مِنْهُم بهراة عَن الجراحي وَحدث الكروخي بِهَذَا الْكتاب مرَارًا عدَّة بِمَدِينَة السَّلَام وسَمعه الْخلق الْكثير وَكَانَ الْحَافِظ أَبُو الْفضل بن نَاصِر يَقُول سمعنَا هَذَا الْكتاب مُنْذُ سِنِين كَمَا تسمعونه انتم الْآن من هَذَا الشَّيْخ يعْنى الكروخي وَرغب جمَاعَة من أهل الثروة مِمَّن كَانَ يحضر أَوْلَاده سَماع هَذَا الْكتاب فِي مُرَاعَاة الشَّيْخ عبد الْملك الكروخي وحملوا إِلَيْهِ الذَّهَب فَرده وَلم يقبله وَقَالَ بعد السّبْعين واقتراب الآجل آخذ على حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "49",
            "part": "1",
            "seal": "092661F9"
        },
        {
            "id": "23",
            "nass": "الذَّهَب ورد عَلَيْهِم مَعَ احْتِيَاجه إِلَيْهِ ثمَّ انْتقل فِي أخر عمره من بَغْدَاد إِلَى مَكَّة حرسها الله تَعَالَى وبقى بهَا مجاورا إِلَى أَن توفّي وَكَانَ يكْتب النّسخ من جَامع التِّرْمِذِيّ وَيَأْكُل من ذَلِك ويكتسي وَهُوَ من جملَة من لحقه بركَة شيخ الْإِسْلَام الْأنْصَارِيّ ولازم الْوَرع والفقر وسيرة التصوف إِلَى أَن توفّي بِمَكَّة فِي الْخَامِس وَالْعِشْرين من ذِي الْحجَّة سنة ثَمَان وَأَرْبَعين وَخَمْسمِائة بعد رحيل الْحَاج بِثَلَاثَة أَيَّام وَدفن فِي الْمُعَلَّى وَكَانَ مولده فِي شهر ربيع الأول سنة اثْنَتَيْنِ وَسِتِّينَ وَأَرْبَعمِائَة بهراة ¶ وَرُوِيَ عَن أبي الْوَقْت عبد الأول بن عِيسَى الْهَرَوِيّ انه قَالَ كَانَ أَبُو الْقَاسِم الْبَزَّار الكروخي من المثرين الممولين المنفقين على شيخ الْإِسْلَام الْأنْصَارِيّ وَأَصْحَابه ¶ أَفَادَ وَلَده عبد الْملك وأسمعه الحَدِيث مِنْهُ وَمن عدَّة من مَشَايِخنَا الْمُتَأَخِّرين رَحِمهم الله وَلما توجه عبد الْملك إِلَى الْعرَاق خرج من هراوة بنية الْحَج وَالتِّجَارَة وَكَانَ مَعَه من مَتَاع خُرَاسَان مَا أنْفق جَمِيع ذَلِك على سَبِيل الْخَيْر وَطَاعَة الله سُبْحَانَهُ وَتَعَالَى حَتَّى احْتَاجَ فِي آخر عمره إِلَى الوراقة وَالصَّبْر على الْفقر رَحمَه الله وَهَذَا من بركَة شَيخنَا عبد الله الْأنْصَارِيّ وَقيل إِن الكروخي لما قدم إِلَى الْعرَاق اجْتمع بالشيخ عبد الْخَالِق بن يُوسُف رَحمَه الله وَجرى لَهُ مَعَه مذاكرة وَطلب سَمَاعه من المؤتمن السَّاجِي بِمُسْنَد أبي عِيسَى التِّرْمِذِيّ وَكَانَ اصل المؤتمن عِنْده فَوجدَ سَمَاعه فِيهِ كَمَا كَانَ قد ذكره لَهُ فنبه الْجَمَاعَة ودلهم عَلَيْهِ وَأَقْبل النَّاس على سَماع التِّرْمِذِيّ وَغَيره مِنْهُ ¶ وَقد سمع عبد الْملك الكروخي من جمَاعَة الحَدِيث كَأبي عبد الله العميري وَأبي عَطاء عبد الرَّحْمَن بن مُحَمَّد الْأَزْدِيّ وَحَكِيم بن احْمَد الأسفراييني وَغَيرهم وَسمع من شيخ الْإِسْلَام عبد الله بن مُحَمَّد الْأنْصَارِيّ مَنَاقِب الإِمَام احْمَد بن مُحَمَّد بن حَنْبَل رَحمَه الله تَعَالَى تأليف شيخ الْإِسْلَام الْمَذْكُور وَمَا كَانَ صَحبه من أصُول سماعاته شَيْء فَلَمَّا وصل بَغْدَاد وجد سَمَاعه فِي أصُول الْحَافِظ المؤتمن السَّاجِي وأبى مُحَمَّد بن عبد الله بن احْمَد",
            "page": "50",
            "part": "1",
            "seal": "194221CA"
        },
        {
            "id": "24",
            "nass": "السَّمرقَنْدِي وَغَيرهمَا من الْحفاظ الرحالين إِلَى هراة فَكتب بِخَط الْمسند لنَفسِهِ وَغَيره وَحصل بقلمه اكثر مَا وجد فِيهِ سَمَاعه رَحْمَة الله عَلَيْهِ ¶ ذكر من روى لنا الكروخي سَمَاعا وإجازة ¶ فَمنهمْ الشَّيْخ الصَّالح أَبُو الْحسن عَليّ بن أَبى الْكَرم نصر بن مبارك بن أبي السَّيِّد الوَاسِطِيّ الأَصْل ثمَّ الْبَغْدَادِيّ الْمَكِّيّ المولد والوفاة الْخلال الْمَعْرُوف بِابْن الْبَنَّا ¶ سمع بِمَكَّة شرفها الله تَعَالَى الْجَامِع لأبي عِيسَى التِّرْمِذِيّ من أبي الْفَتْح الكروخي وَحدث عَنهُ بِمَكَّة ومصر والإسكندرية ودمياط وَغير ذَلِك من الْمَوَاضِع ¶ أَنبأَنَا الْحَافِظ أَبُو بكر بن نقطة رَحمَه الله انه قَالَ سَأَلت ابْن الْبَنَّا يَعْنِي أَبَا الْحسن هَذَا عَن سَمَاعه لجامع التِّرْمِذِيّ قَالَ فَأخْرج إِلَيّ خطّ أبي الْفَتْح عبد الْملك بن أبي الْقَاسِم الكروخي وَقد اثْبتْ لَهُ انه سمع مِنْهُ جَمِيع كتاب الْجَامِع لأبى عِيسَى التِّرْمِذِيّ وَكتاب الْعِلَل الَّتِي فِي أَخّرهُ وَهُوَ ثَبت صَحِيح قَالَ وَسمعت مِنْهُ وَسَأَلته الْإِجَازَة وبلغنا انه توفّي فِي ثامن ربيع الأول سنة اثْنَتَيْنِ وَعشْرين وسِتمِائَة بِمَكَّة حرسها الله تَعَالَى وسمعته مِنْهُ ¶ وَمِنْهُم الشَّيْخ الْأَجَل الْأَصِيل أَبُو الْقَاسِم الْحُسَيْن بن أَبى الْغَنَائِم هبة الله بن أبي البركات مَحْفُوظ بن أبي مُحَمَّد الْحسن بن مُحَمَّد بن احْمَد بن الْحُسَيْن بن صصرى التغلبي الربعِي الدِّمَشْقِي من أَعْيَان الْمُحدثين وأكابر",
            "page": "51",
            "part": "1",
            "seal": "D81567C9"
        },
        {
            "id": "25",
            "nass": "الدمشقيين وَالشُّهُود المعدلين من بَيت الحَدِيث وَالرِّوَايَة سمع الْكثير بإفادة أَخِيه الْحَافِظ أبي الْمَوَاهِب وروى بِالسَّمَاعِ عَن جمَاعَة من شُيُوخ شَيْخه الْحَافِظ أبي الْقَاسِم بن عَسَاكِر وروى عَنهُ أَخُوهُ الْحَافِظ أَبُو الْمَوَاهِب وَأورد عَنهُ حَدِيثا فِي مُعْجم شُيُوخه وَأَجَازَ لَهُ جمَاعَة من شُيُوخ الْعرَاق وَغير ذَلِك مِنْهُم أَبُو الْفَتْح الكروخي ¶ سُئِلَ عَن مولده فَقَالَ غَالب ظَنِّي انه فِي سنة أَرْبَعِينَ وَخمْس مائَة بِدِمَشْق وَتُوفِّي بهَا يَوْم السبت ثَالِث عشْرين محرم سنة عشْرين وسِتمِائَة رَحمَه الله وإيانا كتب إِلَيّ بِالْإِجَازَةِ غير مرّة من دمشق ¶ وَمِنْهُم أَبُو حَفْص عمر بن كرم بن أبي الْحسن بن عمر الديموري الحمامي ¶ سمع صَحِيح البُخَارِيّ ومسند الدَّارمِيّ ومسند عبد بن حميد من أبي الْوَقْت عبد الأول بن عِيسَى الْهَرَوِيّ وَغير ذَلِك وَسمع من نصر بن نصر العكبري وَعبد الْوَهَّاب بن مُحَمَّد الصَّابُونِي وَكَانَ شَيخا صَالحا وسماعه صَحِيح أجَاز لَهُ جمَاعَة مِنْهُم أَبُو الْفَتْح الكروخي قد كتب إِلَيّ بِالْإِجَازَةِ من مَدِينَة السَّلَام غير مرّة وَتُوفِّي بِبَغْدَاد سنة تسع وَعشْرين وسِتمِائَة",
            "page": "52",
            "part": "1",
            "seal": "99B79CD8"
        },
        {
            "id": "26",
            "nass": "حدث بالجامع لأبي عِيسَى التِّرْمِذِيّ بِبَغْدَاد عَن الكروخي بِالْإِجَازَةِ وَقد حدثت عَنهُ وَعَن ابْن صصرى بإجازتهما من الكروخي لعدم نسخه الَّتِي سَمِعت مِنْهَا على ابْن الْبَنَّا الْمَكِّيّ وَجعلت اللَّفْظ لَهما على الإصطلاح الحديثي وَالله الْمُوفق للصَّوَاب بمنه وَكَرمه ¶ أخبرنَا أَبُو الْحسن بن أَبى الْجواد الحوفي الْمُقْرِئ إِذْنا قَالَ أنبأ أَبُو المحاسن بن أبي الْعَبَّاس الْبَغْدَادِيّ قَالَ أنشدنا الْفَقِيه الزَّاهِد أَبُو مكي سعيد بن إِبْرَاهِيم بن مَرْزُوق التجِيبِي الأندلسي بِرَأْس الْعين قَالَ أَنْشدني الشَّيْخ الإِمَام أَبُو الْعَبَّاس احْمَد بن معد بن عِيسَى بن وَكيل التجِيبِي الإقليشي لنَفسِهِ يمدح كتاب أَبى عِيسَى التِّرْمِذِيّ رحمهمَا الله تَعَالَى ¶ كتاب التِّرْمِذِيّ رياض علم حلت أزهاره زهر النُّجُوم ... ¶ بِهِ الْآثَار وَاضِحَة أبينت بألقاب أُقِيمَت كالرسوم ... ¶ فأعلاها الصِّحَاح وَقد أنارت نجوما للخصوص وللعموم ... ¶ وَمن حسن يَليهَا أَو غَرِيب وَقد بَان الصَّحِيح من السقيم ... ¶ فعلله أَبُو عِيسَى مُبينًا معالمه لطلاب الْعُلُوم ... ¶ فطرزه بآراء صِحَاح يخيرها أولو النّظر السَّلِيم ... ¶ من الْعلمَاء وَالْفُقَهَاء قدما وَأهل الْفضل والنهج القويم ... ¶ فجَاء كِتَابه علقا نفيسا تنافس فِيهِ أَرْبَاب الحلوم ... ¶ ويقتبسون مِنْهُ نَفِيس علم يُفِيد نُفُوسهم أسنا الرسوم ... ¶ كتبناه روينَاهُ لنروى من التسنيم فِي الدَّار النَّعيم ... ¶ وغاص الْفِكر فِي بَحر الْمعَانِي فَأدْرك كل معنى مُسْتَقِيم ... ¶ وَأخرج جوهرا يلتاج نورا فقلد عقده أهل الفهوم ... ¶ ليصعد بالمعاني للمعاني يسْعد بعد توديع الجسوم ... ¶ مَحل الْعلم لَا يأوي تُرَابا وَلَا يبْلى على الزَّمن الْقَدِيم ... ¶ فَمن قَرَأَ الْعُلُوم وومن دواها لينقله إِلَى الْمَعْنى الْمُقِيم ... ¶ فَإِن الرّوح يألف كل روح وريحا مِنْهُ عاطره الشميم",
            "page": "53",
            "part": "1",
            "seal": "37528F7B"
        },
        {
            "id": "27",
            "nass": "تحلى من عقايده عقودا منظمة بياقوت وتوم ... وتدرك نَفسه أسناضيا من الْعلم النفيس لدار الْعَلِيم ¶ وَيحيى جِسْمه أَعْلَاهُ لذاذ مُحَابَاة على الْخَيْر الجسيم ... ¶ جَزَاء الرَّحْمَن خيرا بعد خير أَبَا عِيسَى على الْفِعْل الْكَرِيم ... ¶ وألحقه بِصَالح من حواه مُصَنفه من الْحِيَل الْعَظِيم ... ¶ وَكَانَ سميه فِيهِ شَفِيعًا مُحَمَّد الْمُسَمّى بالرحيم ... ¶ صَلَاة الله تورثه علا فَإِن لذكره أذكى نسيم ... ¶ وَمِمَّا نظمه شَيخنَا الْفَقِيه الإِمَام الْحَافِظ قطب ... ¶ وَقد سَأَلته ذَلِك واقترحته عَلَيْهِ ... ¶ أَحَادِيث الرَّسُول جلا الهموم وبرء الْمَرْء من ألم الكلوم ... ¶ فَلَا تبغي بهَا أبدا بديلا وَعرف بِالصَّحِيحِ من السقيم ... ¶ وَإِن التِّرْمِذِيّ لمن تصدى لعلم الشَّرْع معن عَن عُلُوم ... ¶ غَدا خضرًا نضيرا فِي الْمعَانِي فأضحى روضه عطر الشميم ... ¶ فَمن جرح وتعديل حواه وَمن علل وَمن فقه قويم ... ¶ وَمن أثر وَمن أسما قوم وَمن ذكر الكنى لصد فيهم ... ¶ وَمن نسخ ومشتبه الْأَسَامِي وَمن فرق وَمن جمع بهيم ... ¶ وَمن قَول الصحاب وتابعيهم بِحل أَو بِتَحْرِيم عميم ... ¶ وَمن نقل إِلَى الغفها يعزى وَمن معنى بديع مُسْتَقِيم ... ¶ وَمن طَبَقَات إعصار نقضت وَمن جلّ لمنعقد عقيم ... ¶ وَقسم مَا روى حسنا صَحِيحا غَرِيبا فارتضاه ذَوُو الفهوم ... ¶ ففاق مصنفات النَّاس قدما وراق فَكَانَ كالعقد النظيم ... ¶ وَجَاء كَأَنَّهُ بدر تَلا لَا ينسبر غياهب الْجَهْل الْعَظِيم ... ¶ فنافس فِي اقتباس من نَفِيس بِأَنْفَاسِ ودع قَول الْخُصُوم ... ¶ فَإِن الْحق أَبْلَج لَيْسَ يخفى طلاوته على الذِّهْن السَّلِيم ... ¶ وَفضل الْعلم يظْهر حِين ينأى عَن الْأَرْوَاح مألوف الجسوم ... ¶ فمادى الْعلم يرقى للثريا وَيبقى فِي الثرى أثر الرسوم",
            "page": "54",
            "part": "1",
            "seal": "D62A1EBC"
        },
        {
            "id": "28",
            "nass": "وَلَيْسَ الْعلم ينفع من حواه بِلَا عمل يعين على الْقدوم ... كتاب التِّرْمِذِيّ غَدا كتابا يعطر نشروة مر النسيم ¶ واسنادي لَهُ فِي الْعَصْر يَعْلُو أساوي فِيهِ ذَا سنّ قديم ... ¶ فربي الله احْمَد كل حِين على إِيلَاء إفضال عميم ... ¶ لقد أعْطى فأجزل إِذْ هَدَانِي إِلَى الْإِسْلَام وَالدّين القويم ... ¶ وَعَلمنِي بِفضل مِنْهُ علما ينعمني بجنات النَّعيم ... ¶ كتاب الله وَالسّنَن اللواتي لَهَا تبيان مشكله الْحَكِيم ... ¶ فقد أولى ووالا كل فضل وأجزل لي من الْجُود العميم ... ¶ فثق بِاللَّه وأسل مِنْهُ فهما وَكن فِي الْخلق ذَا قلب سليم ... ¶ وَصَاحب كل ذِي خلق كريم وجانب كل ذِي مكر لييم ... ¶ فَإِن النَّفس تكتسب السجايا وَقد جبلت على الْخلق الذميم ... ¶ فَمَا للعيد بُد من حماه على مَا كَانَ من فعل ذميم ... ¶ فلازم قرع بَاب الرب تظفر وَلَا تفجر تصلى فِي الْجَحِيم ... ¶ وَكن لله عبدا ذَا اعْتِمَاد على عَفْو الْكَرِيم عَن اللييم ... ¶ وصل مذا الزَّمَان على رَسُول يفوح لذكره أرج النسيم ...",
            "page": "55",
            "part": "1",
            "seal": "AE8B1A17"
        }
    ],
    "t6028": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "رب يسر وأعن"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "باب ذكر أحوال رواة الجامع"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر الرواة عن الجراحي لجامع الترمذي"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر الراوي عن المشايخ الأربعه"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر من روى لنا الكروخي سماعا وإجازة"
        }
    ]
}