{
    "b6032": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم وَصلى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ ¶ أَخْبَرَنَا الشَّيْخُ الْإِمَامُ الْمُسْنِدُ الْمُعَمِّرُ صَدْرُ الدِّينِ أَبُو الْفَتْح مُحَمَّدُ بْنُ الْإِمَامِ الْحَافِظِ شَرَفِ الدِّينِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ أَبِي الْقَاسِمِ الْمَيْدُومِيُّ فِيمَا أذن لي وَكَتَبَهُ لِي بِخَطِّهِ عَنْ شَيْخِهِ الإِمَام الْحَافِظ جمال الدّين أَبُو حَامِدٍ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مَحْمُودٍ الْمَحْمُودِيِّ الْمَعْرُوفِ بِابْنِ الصَّابُونِيِّ قَالَ أَنبأَنَا الشَّيْخُ الْإِمَامُ مُفْتِي الْمُسْلِمِينَ شَرَفُ الدِّينِ أَبُو مُحَمَّدٍ عَبْدُ الْقَادِرِ بْنُ أَبِي عَبْدِ اللَّهِ مُحَمَّدُ بن الْحُسَيْن الْبَغْدَادِيُّ سَمَاعًا عَلَيْهِ يَوْمَ",
            "page": "17",
            "part": "1",
            "seal": "68118FB2"
        },
        {
            "id": "3",
            "nass": "الْخَمِيسِ الثَّامِنِ وَالْعِشْرِينَ مِنْ ذِي الْحجَّة سنة أَربع وَعشْرين وسِتمِائَة بالجامع الْأَحْمَر بِالْقَاهِرَةِ حَرَسَهَا اللَّهُ تَعَالَى قَالَ أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الْحَسَنِ بْنِ هِبَةِ اللَّهِ بْنِ عَسَاكِرَ سَمَاعًا عَلَيْهِ يَوْمَ الثُّلَاثَاءِ الثَّامِنِ وَالْعِشْرِينَ مِنْ رَجَبٍ الْفَرد سنة سِتّ وَسِتِّينَ وَخَمْسمِائة بِدَارِ الْحَدِيثِ النُّورِيَّةِ بِدِمَشْقَ الْمَحْرُوسَةِ قَالَ أَخْبَرَنَا أَبُو الْقَاسِمِ الْخَضِرُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ بن عَبْدَانِ قَالَ أَنبأَنَا عَبْدُ الْوَهَّابِ بْنُ الْحَسَنِ بْنِ الْوَلِيدِ الْكِلَابِيُّ قِرَاءَةً عَلَيْهِ قَالَ حَدَّثَنِي خَلَفُ بْنُ الْقَاسِمِ بْنِ سُلَيْمَانَ الْقَيْرَوَانِيُّ",
            "page": "18",
            "part": "1",
            "seal": "4FA3781F"
        },
        {
            "id": "4",
            "nass": "أَبُو سعيد قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الْمُهَنْدِسُ وَعُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ خلف بن سهل الْبَزَّار يُعْرَفُ بِابْنِ أَبِي غَالِبٍ الْعَدْلِ قَالَا ثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ زَبَّانَ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ رُمْحٍ يَقُولُ ¶ حَجَجْتُ مَعَ أَبِي وَأَنَا صَبِيٌّ لَمْ أَبْلُغِ الْحُلُمَ فَنِمْتُ فِي مَسْجِدِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) فِي الرَّوْضَةِ بَيْنَ الْقَبْرِ وَالْمِنْبَرِ فَرَأَيْتُ رَسُولَ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) قَدْ خَرَجَ مِنَ الْقَبْرِ الشريف وَهُوَ متوكيء عَلَى أَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا فَقُمْتُ فَسَلَّمْتُ عَلَيْهِمْ فَرَدُّوا عَلَيَّ السَّلَامَ فَقُلْتُ يَا رَسُولَ اللَّهِ أَيْنَ أَنْتَ ذَاهِبٌ قَالَ أُقِيمُ",
            "page": "19",
            "part": "1",
            "seal": "C7C2C35F"
        },
        {
            "id": "5",
            "nass": "لِمَالِكٍ الصِّرَاطَ الْمُسْتَقِيمَ فَانْتَبَهْتُ وَأَتَيْتُ أَنَا وَأَبِي فَوَجَدْتُ النَّاسَ مُجْتَمِعِينَ عَلَى مَالِكٍ رَضِيَ اللَّهُ عَنْهُ وَقد أخرج لَهُم الْمُوَطَّأ أَوَّلَ خُرُوجِ الْمُوَطَّإِ وَبِهِ إِلَى أَبِي الْقَاسِمِ بْنِ عَسَاكِرَ قَالَ أَخْبَرَنَا الْفَقِيهُ أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ مُحَمَّدٍ الْمِصِّيصِيُّ قَالَ أَنبأَنَا أَبُو الْفَتْح بن ابراهيم الزَّاهِد قَالَ أَنبأَنَا أَبُو بكر مُحَمَّد بن القَاضِي جَعْفَرِ بْنِ عَلِيٍّ الْمِيمَاسِيُّ قَالَ أَنبأَنَا الْعَزِيزِ بْنُ أَحْمَدَ الزِّيَادِيُّ قَالَ أَنبأَنَا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ إِسْحَاقَ بْنِ",
            "page": "20",
            "part": "1",
            "seal": "22351AD9"
        },
        {
            "id": "6",
            "nass": "الْحَسَنِ بْنِ إِبْرَاهِيمَ بْنِ جَابِرٍ قَالَ أَنبأَنَا عَمِّي مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ الْحَسَنِ بْنِ إِبْرَاهِيمَ بْنِ جَابِرٍ قَالَ أَنبأَنَا مُحَمَّدٌ الْمُكَنَّى بِأَبِي الْحَكَمِ بْنِ أَبِي ذُهْلٍ الْمِصْرِيِّ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ أَبِي السَّرِيَّ الْعَسْقَلَانِيَّ يَقُولُ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّوْمِ فَقُلْتُ يَا رَسُولَ اللَّهِ حَدِّثْنِي بِعَمَلٍ أُحَدِّثُ بِهِ عَنْكُ فَقَالَ لِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي قَدْ أَوْعَزْتُ إِلَى مَالِكٍ بكنز يفرق عَلَيْكُمْ ثُمَّ مَضَى وَتَبِعْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ حَدِّثْنِي بِعِلْمٍ أُحَدِّثُ بِهِ عَنْكُ فَقَالَ لِي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا ابْن أَبي السَّرِيِّ إِنِّي قَدْ أَوْعَزْتُ إِلَى مَالِكِ بْنِ أَنَسٍ بِكَنْزٍ يفرق عَلَيْكُمْ أَلَا وَهُوَ الْمُوَطِّأُ أَلَا وَلَيْسَ بَعْدَ كِتَابِ اللَّهِ عَزَّ وَجَلَّ وَلَا سُنَّتِي فِي إِجْمَاعِ الْمُسْلِمِينَ حَدِيثٌ أَصَحَّ مِنَ الْمُوَطَّإِ فَاسْمَعْهُ تَنْتَفِعْ بِهِ فَقُلْتُ يَا رَسُولَ اللَّهِ فِي قَوْلِ اللَّهِ عز وَجل {والعنهم لعنا كَبِيرا} {والعنهم لعنا كَبِيرا} فَأَنا نجد الشواذ كَاف وَثَلَاثَ سُنَنٍ مَنْزُولَةٍ قَالَ فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {وَالْعَنْهُمْ لعنا كَبِيرا وَالْعَنْهُمْ لَعْنًا كَثِيرًا} ثُمَّ إِنِّي انْتَبَهْتُ وَبِهِ قَالَ ابْنُ عَسَاكِرَ وَحَدَّثَنِي بِهَذَا الْحَدِيثِ الْمُتَأَخِّرِ عَبْدُ الْوَاحِدِ بْنُ عُبَيْدِ اللَّهِ بْنِ عمر التنيسِي قَالَ أَنبأَنَا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ إِسْحَاقَ بْنِ الْحَسَنِ بْنِ إِبْرَاهِيمَ بْنِ جَابِرٍ عَنْ عَمِّهِ بَإِسْنَادِهِ إِلَى مُحَمَّدِ بن أبي السّري رَحِمهم اللَّهُ",
            "page": "21",
            "part": "1",
            "seal": "542B5C14"
        },
        {
            "id": "7",
            "nass": "وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْقَاسِمِ زَاهِرُ بْنُ طَاهِرٍ الْمُسْتَمْلِي قَالَ أَنبأَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَن بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الجنزروذي قَالَ أَنبأَنَا الْحَاكِمُ أَبُو أَحْمَدَ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الْحَافِظُ قَالَ ثَنَا مُحَمَّدُ بْنُ يَعْقُوبَ بْنِ يُوسُفَ قَالَ ثَنَا أَبُو مُحَمَّدٍ بَكْرُ بْنُ سَهْلِ بْنِ إِسْمَاعِيلَ الْقُرَشِيُّ الدِّمْيَاطِيُّ بِدِمْيَاطَ (ح) قَالَ ابْن عَسَاكِر وَأَنْبَأَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَبِي نَصْرٍ شُجَاعُ بْنُ أَبِي بكر اللفتواني قَالَ أَنبأَنَا أَبُو مَسْعُودٍ سُلَيْمَانُ بْنُ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ",
            "page": "22",
            "part": "1",
            "seal": "5C70E604"
        },
        {
            "id": "8",
            "nass": "الْحَافِظُ وَأَبُو الْخَيْرِ مُحَمَّدُ بْنُ ررا الْإِمَامُ وَأَبُو الْحُسَيْنِ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مُحَمَّدٍ الذَّكْوَانِيُّ وَأَبُو عَمْرو وَعبد الْوَهَّابِ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ وَأَبُو الْحَسَنِ سَهْلُ بْنُ عَبْدِ اللَّهِ الْغَازِيُّ وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ جَوْلَةَ الْأَبْهَرِيُّ (ح) قَالَ ابْنُ عَسَاكِر وأنبأنا أَيْضًا أَبُو مُحَمَّدٍ هِبَةُ اللَّهِ بن أَحْمد الْمقري أَنبأَنَا سُلَيْمَانُ بْنُ إِبْرَاهِيمَ (ح) قَالَ ابْن عَسَاكِر وأنبأنا أَبُو الْقَاسِمِ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ الْفَضْلِ الْحَدَّادُ بِأَصْبَهَانَ قَالَ أَنبأَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْأَبْهَرِيُّ قَالُوا حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ جَعْفَرٍ الْيَزْدِيُّ إِمْلَاءً أَنبأَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ يَعْقُوبَ أَنبأَنَا بكر بن سهل الدمياطي أَنبأَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ زَادٍ الْيَزْدِيُّ وَهُوَ التِّنِّيسِيُّ قَالَ حَدَّثَنِي",
            "page": "23",
            "part": "1",
            "seal": "D910C3F0"
        },
        {
            "id": "9",
            "nass": "خَلَفُ بْنُ عَمْرٍو قَالَ كُنَّا عِنْدَ مَالِكِ بْنِ أَنَسٍ رَحِمَهُ اللَّهُ فَأَتَاهُ عَبْدُ اللَّهِ بْنُ كثير وَقَالَ زَاهِر بن أَبِي كَثِيرٍ وَهُوَ الصَّوَابُ وَقَالُوا قاريء الْمَدِينَةِ فَنَاوَلَهُ رُقْعَةً فَنَظَرَ فِيهَا مَالِكٌ ثُمَّ جَعَلَهَا تَحْتَ مُصَلَّاهُ فَلَمَّا قَامَ مِنْ عِنْدِهِ ذَهَبْتُ أَقُومُ فَقَالَ اثْبُتْ يَا خَلَفُ فَنَاوَلَنِي الرُّقْعَةَ فَإِذَا فِيهَا رَأَيْتُ اللَّيْلَةَ فِي مَنَامِي كَأَنَّهُ يُقَالُ لِي هَذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ فَأَتَيْتُ الْمَسْجِدَ فَإِذَا نَاحِيَةٌ مِنَ الْقَبْرِ قَدِ انْفَرَجَتْ وَإِذَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَالس وَالنَّاس يَقولُونَ لَهُ يَا رَسُولَ اللَّهِ مُرْ لَنَا فَقَالَ لَهُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ إِنِّي قَدْ كَنَزْتُ تَحْتَ الْمِنْبَرِ كَنْزًا وَقَدْ أمرت مَالك أَنْ يُقَسِّمَهُ فِيكُمْ فَاذْهَبُوا إِلَى مَالِكٍ فَانْصَرَفَ النَّاسُ وَبَعْضُهُمْ يَقُولُ لِبَعْضٍ مَا تَرَوْنَ مَالِكًا فَاعِلًا فَقَالَ زَاد زَاهِر بَعضهم وَقَالُوا يُنْفِذُ لِمَا أُمِرَ وَقَالَ زَاهِرٌ أَمَرَهُ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَقَّ مَالك لَهُ وبكرى ثُمَّ خَرَجْتُ وَتَرَكْتُهُ عَلَى الْحَالِ وَقَالَ زَاهِرٌ تِلْكَ الْحَالِ وَانْتَهَتْ رِوَايَتُهُ وَزَادُ الْيَزْدِيُّ قَالَ عَبْدُ اللَّهِ بْنُ يُوسُفَ قَالَ أَبُو ضمره عَليّ بن حَمْزَة قَالَ أَبُو الْمُعَافَى بْنُ أَبِي رَافع الْمدنِي رَحِمَهُ اللَّهُ تَعَالَى وَرِضَى عَنْهُ ¶ أَلَا إِنِّ فَقْدَ الْعِلْمِ فِي فَقْدِ مَالِكٍ ¶ فَلَا زَالَ فِينَا صَالِحَ الْحَالِ مَالِكُ ¶ يُقِيمُ طَرِيقَ الْحَقِّ وَالْحَقُّ وَاضِحٌ ¶ ويَهْدِي كَمَا تَهْدِي النُّجُومُ الشَّوَابِكُ ... فَلَوْلَاهُ مَا قَامَت حُقُوق كَثِيرَة ¶ ولولاه لاستدت عَلَيْنَا الْمَسَالِكُ ... عَشَوْنَا إِلَيْهِ نَبْتَغِي ضوء رَأْيه ¶ وَقد لزم الغي اللَّجُوجُ الْمُمَاحِكُ ... فَجَاءَ بِرَأْيٍ مِثْلُهُ يُقْتَدَى بِهِ ¶ كَنَظْمِ جُمَانٍ زَيَّنَتْهُ السَّبَائِكُ ¶ وَبِهِ قَالَ ابْنُ عَسَاكِرَ أَخْبَرَنَا أَبُو بَكْرٍ وَجِيهُ بْنُ طَاهِرِ بْنِ مُحَمَّدٍ الشَّحَّامِيُّ قَالَ أَنبأَنَا أَبُو أَحْمَدُ بْنُ الْحَسَنِ الْعَدْلُ قَالَ أَنْبَأَنَا أَبُو مُحَمَّدٍ",
            "page": "24",
            "part": "1",
            "seal": "E7ED10F1"
        },
        {
            "id": "10",
            "nass": "الْحَسَنُ بْنُ أَحْمَدَ الْمَخْلَدِيُّ قَالَ أَنبأَنَا أَبُو بكر الإسفرايني ثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُحَمَّدٍ قَالَ حَدَّثَنِي أَبُو مُوسَى الْأَنْصَارِيُّ قَالَ سَمِعْتُ مَعْنَ بْنَ عِيسَى يَقُولُ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ يَقُولُ أَرْسَلَ إِلَيَّ أَمِيرُ الْمُؤْمِنِينَ أَبُو جَعْفَرٍ يُرِيدُ الْمُوَطَّأَ فَأَتَيْتُهُ بِهِ فَنَظَرَ فِيهِ وَقَالَ هَذَا الْحَقُّ وَأَرَادَ أَنْ يُكْتَبَ وَيَبْعَثُ بِهِ إِلَى الْآفَاقِ فَيَحْمِلُ النَّاسَ عَلَيْهِ وَبِهِ قَالَ أَخْبَرَنَا أَبُو بكر مُحَمَّد بن الْبَاقِي الْأنْصَارِيّ قَالَ أَنْبَأَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بن عَليّ الْجَوْهَرِي قَالَ أَنبأَنَا أَبُو عُمَرَ مُحَمَّدُ بْنُ الْعَبَّاسِ بن حيوية قَالَ أَنبأَنَا سُلَيْمَانُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ بن الْخَلِيل قَالَ أَنبأَنَا الْحَارِث بن أبي أُسَامَة أَنبأَنَا مُحَمَّد بن سعد قَالَ أَنبأَنَا مُحَمَّدُ بْنُ",
            "page": "25",
            "part": "1",
            "seal": "D114C5DD"
        },
        {
            "id": "11",
            "nass": "عُمَرَ قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ رَحِمَهُ اللَّهُ يَقُولُ لَمَّا حَجَّ أَبُو جَعْفَرٍ الْمَنْصُورُ دَعَانِي فَدخلت عَلَيْهِ فَحَدثني وسألني فأجبته فَقَالَ إِنِّي عَزَمْتُ أَنْ آمُرَ بِكُتُبِكَ هَذِهِ الَّتِي وَضَعْتَهَا يَعْنِي الْمُوَطَّأَ فَتُنْسَخَ نُسَخًا ثُمَّ أَبْعَثُ إِلَى كُلِّ مِصْرٍ مِنْ أَمْصَارِ الْمُسْلِمِينَ مِنْهَا بِنُسْخَةٍ وَآمُرُهُمْ أَنْ يَعْمَلُوا بُمَا فِيهَا لَا يَتَعَدَّوْنَهُ إِلَى غَيْرِهِ وَيَدْعُو مَا سِوَى ذَلِكَ مِنْ هَذَا الْعِلْمِ الْمُحْدَثِ فَإِنِّي رَأَيْتُ أَصْلَ الْعِلْمِ رِوَايَةَ أَهْلِ الْمَدِينَةِ وَعِلْمَهُمْ قَالَ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ لَا تفعل هَذَا ان النَّاسَ قَدْ سَبَقَتْ إِلَيْهِمْ أَقَاوِيلَ وَسَمِعُوا أَحَادِيثَ وَرَوَوْا رِوَايَاتٍ وَأَخَذَ كُلُّ قَوْمٍ مِنْهُمْ بِمَا سَبَقَ إِلَيْهِمْ وَعَمِلُوا بِهِ وَدَانَوْا بِهِ مِنَ اخْتِلَافِ النَّاسِ وَغَيْرِهِمْ وَإِنَّ رَدَّهُمْ عَمَّا اعْتَقَدُوهُ تَشْدِيدٌ فَدَعِ النَّاسَ وَمَا هُمْ عَلَيْهِ وَمَا اخْتَار أهل كل هُمْ عَلَيْهِ وَمَا اخْتَارَ أَهْلُ كل بلد مُهِمّ لِأَنْفُسِهِمْ فَقَالَ لَعَمْرِي لَوْ طَاوَعْتَنِي عَلَى ذَلِكَ لَأَمَرْتُ بِهِ ¶ وَبِالسَّنَدِ إِلَى أَبِي الْقَاسِمِ عَلِيِّ بْنِ عَسَاكِرَ قَالَ أَخْبَرَنَا أَبُو الْمَعَالِي مُحَمَّد بن اسماعيل بن الْحسن النَّيْسَابُورِي قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْبَيْهَقِيُّ الْخَسْرُوجَرْدِيُّ قَالَ ثَنَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ ثَنَا أَبُو زَكَرِيَّا يَحْيَى بْنُ مُحَمَّدٍ الْعَنْبَرِيُّ",
            "page": "26",
            "part": "1",
            "seal": "70AC4544"
        },
        {
            "id": "12",
            "nass": "ثَنَا مُحَمَّد بن ابراهيم الفندي قَالَ حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ عمرَان بن مِقْلَاص وَأَبُو طَاهِر أَحْمد بن عَمْرو قَالَا ثَنَا خَالِدُ بْنُ نِزَارٍ الْأَيلِيُّ قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ رَحِمَهُ اللَّهُ يَقُولُ دَعَانِي أَبُو جَعْفَرٍ أَمِيرُ الْمُؤْمِنِينَ فَقَالَ لِي يَا أَبَا عَبْدِ اللَّهِ إِنِّي أُرِيدُ أَنْ أَكْتُبَ إِلَى الْآفَاقِ فَأَحْمِلُهُمْ عَلَى كِتَابِ الْمُوَطَّإِ حَتَّى لَا يَبْقَى أَحَدٌ يُخَالِفُكَ فِيهِ قَالَ مَالِكٌ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَفَرَّقُوا فِي الْبُلْدَانِ وَاتَّبَعَهُمُ النَّاسُ فَرَأَى كُلُّ فَرِيقٍ أَنْ قَدِ اتَّبَعَ مَتْبَعًا ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو النَّجْمِ بَدْرُ بْنُ عَبْدِ اللَّهِ الشيمي قَالَ أَنبأَنَا أَبُو الْحَسَنِ بْنُ سَعِيدٍ قَالَ أَنبأَنَا أَبُو بكر الْخَطِيب",
            "page": "27",
            "part": "1",
            "seal": "C62278A8"
        },
        {
            "id": "13",
            "nass": "قَالَ أَنبأَنَا ابْن الْفضل قَالَ أَنبأَنَا دعْلج قَالَ أَنبأَنَا احْمَد بْنُ عَلِيٍّ الْأَبَّارُ قَالَ سَأَلْتُ مُجَاهِدَ بْنَ مُوسَى عَنْ سَعِيدِ بْنِ دَاوُدَ الزَّنْبَرِيِّ قَالَ سَأَلْتُ عَنْهُ عَبْدَ اللَّهِ بْنَ نَافِعٍ الصَّائِغَ فَقُلْتُ يَا أَبَا مُحَمَّدٍ أَنَّ الْمَهْدِيَّ أَمَرَ مَالِكَ بْنَ أَنَسٍ حِينَ أَخْرَجَ الْمُوطَّأَ يَصِيرُ فِي صُنْدُوقٍ حَتَّى إِذَا كَانَ أَيَّامَ الْمَوْسِمِ حَمَلَ النَّاسَ عَلَيْهِ فَإِن كَانَ فِيهِ فَأَصْلِحْهُ فَقَرَأَهُ عَلَى أَرْبَعَةِ أَنْفُسٍ أَنَا فِيهِمْ",
            "page": "28",
            "part": "1",
            "seal": "FC162E10"
        },
        {
            "id": "14",
            "nass": "فَقَالَ كَذَبَ سَعِيدٌ أَنَا وَاللَّهِ أُجَالِسُ مَالِكًا مُنْذُ ثَلَاثِينَ سَنَةً أَوْ خَمْسٍ وَثَلَاثِينَ سَنَةً بِالْغَدَاةِ وَالْعَشِيِّ وَرُبَّمَا هَجَّرْتُ مَا رَأَيْتُهُ قَرَأَهُ عَلَى إِنْسَانٍ قَطُّ إِنَّمَا أَنْكَرَ ابْنُ نَافِعٍ قَوْلَهُ إِنَّهُ سَمعه من لَفظه فَإِنَّمَا حَمْلُهُ الْمُوَّطَّإِ إِلَى الْعِرَاقِ فَلَمْ يَتَعَرَّضْ لَهُ ¶ وَبِهِ قَالَ حَدَّثَنَا أَبُو الْمَعَالِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ بن الْحسن بْنِ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الْفَارِسِيُّ قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْحَافِظُ قَالَ أَنْبَانَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ قَالَ أَنبأَنَا مُكْرَمُ بْنُ أَحْمَدَ بْنِ مُكْرَمٍ الْقَاضِي قَالَ ثَنَا أَبُو الْفَضْلِ الْعَبَّاسُ بْنُ عِيسَى بْنِ عَبْدِ بْنِ مُسْلِمِ بْنِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عُقَيْلِ بْنِ أَبِي طَالِبٍ قَالَ سَمِعْتُ أَبَا مُصْعَبٍ الزُّهْرِيَّ يَقُولُ قَالَ هَارُونُ لِمَالِكٍ يَا أَبَا عَبْدِ اللَّهِ أُرِيدُ أَنْ أَسْمَعَ مِنْكَ الْمُوَطَّأَ قَالَ فَقَالَ مَالِكٌ نَعَمْ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ فَقَالَ لِمَالِكٍ مَتَى قَالَ مَالِكٌ غَدًا قَالَ مجْلِس هَارُونُ يَنْتَظِرُهُ وَجَلَسَ مَالِكٌ فِي بَيْتِهِ يَنْتَظِرُهُ قَالَ فَلَمَّا أَبْطَأَ عَلَيْهِ أَرْسَلَ إِلَيْهِ هَارُونُ فَدَعَاهُ قَالَ فَقَالَ لَهُ يَا أَبَا عَبْدِ اللَّهِ مَا زِلْتُ أَنْتَظِرُكَ مُنْذُ الْيَوْمَ فَقَالَ مَالِكٌ وَأَنَا أَيْضًا يَا أَمِيرَ الْمُؤْمِنِينَ لَمْ أَزَلْ أَنْتَظِرُكَ مُنْذُ الْيَوْمَ إِنَّ الْعِلْمَ يُؤْتَى وَلَا يَأْتِي وَإِنَّ ابْنَ عَمِّكَ هُوَ الَّذِي جَاءَ بِالْعِلْمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِنْ رَفَعْتُمُوهُ ارْتَفَعَ وَإِنْ وَضَعْتُمُوهُ اتَّضَعْ",
            "page": "29",
            "part": "1",
            "seal": "919AFCD9"
        },
        {
            "id": "15",
            "nass": "وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ مَنْصُورٍ الْمَالِكِي قَالَ أَنبأَنَا أَبِي أَبُو الْعَبَّاسِ الْفَقِيهُ قَالَ أَنبأَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ اللَّهِ الْحَافِظُ قَالَ ثَنَا أَبُو يَعْلَى عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الْقَرِيبِ الْحَرَّانِي الْمقري قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مَرْوَانَ الْمَالِكِيُّ قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ نَصْرٍ النَّهَاوَنْدِيُّ قَالَ حَدَّثَنِي عَتِيقُ بْنُ يَعْقُوبَ الزُّبَيْرِيُّ قَالَ قَدِمَ هَارُونُ الرَّشِيدُ الْمَدِينَةَ وَكَانَ قَدْ بَلَغَهُ أَنَّ مَالِكَ بْنَ أنَسٍ رَحِمَهُ اللَّهُ عِنْدَهُ الْمُوَطَّأُ يَقْرَأُهُ عَلَى النَّاسِ فَوَجَّهَ إِلَيْهِ الْبَرْمَكِيَّ فَقَالَ أَقْرِئْهُ السَّلَامَ وَقل لَهُ يحمل لي الْكِتَابَ فَيَقْرَأُهُ عَلَيَّ فَأَتَاهُ الْبَرْمَكِّيُّ فَقَالَ لَهُ مَالك أقره السَّلَامَ وَقُلْ لَهُ إِنَّ الْعِلْمَ يُزَارُ وَلَا يَزُورُ وَإِنَّ الْعِلْمَ يُؤْتَى وَلَا يَأْتِي فَأَتَاهُ الْبَرْمَكِيُّ فَأَخْبَرَهُ وَكَانَ عِنْدَهُ أَبُو يُوسُفَ الْقَاضِي فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ يَبْلُغَ أَهْلَ الْعِرَاقِ أَنَّكَ وَجَّهْتَ إِلَى مَالِكِ بْنِ أَنَسٍ فِي أَمْرٍ فَخَالَفَكَ اعْزِمْ عَلَيْهِ فَبَيْنَا هُوَ كَذَلِكَ إِذْ دَخَلَ مَالِكُ بْنُ أَنَسٍ فَسَلَّمَ وَجَلَسَ فَقَالَ يَا ابْن أَبِي عَامِرٍ أَبْعَثُ إِلَيْكَ فَتُخَالِفُنِي فَقَالَ مَالِكٌ يَا أَمِيرَ الْمُؤْمِنِينَ أَخْبرنِي الزُّهْرِيّ وَذكره عَن خارحة بْنِ زَيْدِ بْنِ",
            "page": "30",
            "part": "1",
            "seal": "8585FAB7"
        },
        {
            "id": "16",
            "nass": "ثَابِتٍ عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ قَالَ كُنْتُ أَكْتُبُ الْوَحْيَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَزَلَتْ {لَا يَسْتَوِي الْقَاعِدُونَ من الْمُؤمنِينَ} قَالَ وَابْن مَكْتُوم عِنْد النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي رجل ضَرِير يرقد أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي فَضْلِ الْجِهَادِ مَا قَدْ عَلِمْتَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا أَدْرِي وَقَلَمَيْ رَطْبٌ مَا جَفَّ حَتَّى وَقَعَ فَخِذُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى فَخْذِي ثُمَّ أُغْمِيَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ جَلَسَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا زَيْدُ اكْتُبْ {غير أولي الضَّرَر} وَيَا أَمِيرَ الْمُؤْمِنِينَ حَرْفٌ وَاحِدٌ بُعِثَ فِيهِ جِبْرِيلُ وَالْمَلَائِكَةُ مِنْ مَسِيرَةِ خَمْسِينَ أَلْفَ عَامٍ أَلَا يَنْبَغِي لِي أَنْ أُعِزَّهُ وَأُجِلَّهُ وَإِنِّ اللَّهَ تَبَارَكَ وَتَعَالَى رَفَعَكَ وَجَعَلَكَ فِي هَذَا الْمَوْضِعِ بِعِلْمِكَ فَلَا تَكُنْ أَنْتَ أَوَّلَ مَنْ يضع عَن الْعِلْمِ فَيَضَعُ اللَّهُ عِزَّكَ قَالَ فَقَامَ الرَّشِيدُ فَمَشَى مَعَ مَالِكٍ إِلَى مَنْزلِهِ يَسْمَعُ مِنْهُ الْمُوَطَّأَ واجلسه مَعَه الْمِنَصَّةِ فَلَمَّا أَرَادَ أَنْ يَقْرَأَهُ عَلَى مَالِكٍ قَالَ تَقْرَأَهُ عَلَيَّ قَالَ مَالِكٌ مَا قَرَأْتُهُ عَلَى أَحَدٍ مُنْذُ زَمَانٍ قَالَ فَتُخْرِجُ النَّاسَ عَنِّي حَتَّى أَقْرَأَهُ أَنَا عَلَيْكَ فَقَالَ مَالِكٌ إِنَّ الْعِلْمَ إِذَا مُنِعَ مِنَ الْعَامَّةِ لِأَجْلِ الْخَاصَّةِ لَمْ يَنْفَعِ اللَّهُ بِهِ الْخَاصَّةَ فَأُمِرَ لَهُ مَعْنُ بْنُ عِيسَى الْقَزَّازُ لِيَقْرَأَهُ عَلَيْهِ فَلَمَّا بَدَأَ بِالْقِرَاءَةِ لِيَقْرَأَهُ قَالَ مَالِكُ بْنُ أَنَسٍ لِهَارُونَ الرَّشِيدِ يَا أَمِيرَ الْمُؤْمِنِينَ أَدْرَكْتُ أَهْلَ الْعِلْمِ بِبَلَدِنَا وَإِنَّهُمْ لَيُحِبُّونَ التَّوَاضُعَ لِلْعِلْمِ فَنَزَلَ هَارُونَ عَنِ الْمِنَصَّةِ فَجَلَسَ بَيْنَ يَدَيهِ وَبِهِ قَالَ ¶ أَخْبَرَنَا أَبُو الْمَعَالِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْفَارِسِيُّ قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْحَافِظُ قَالَ أَنْبَانَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ أبنأبنا أَبُو الطَّيِّبِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْمُنَادِي قَالَ أَنْبَانَا مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ حَبِيبٍ الْعَبْدِيُّ قَالَ سَمِعْتُ أَبِي رَحِمَهُ اللَّهُ يَقُولُ كُنَّا نَأْتِي",
            "page": "31",
            "part": "1",
            "seal": "41E17FDD"
        },
        {
            "id": "17",
            "nass": "مَالِكَ بْنَ أَنَسٍ فَنَجْلِسُ فِي دِهْلِيزٍ لَهُ وَعَلَيْهِ مِصْرَاعَانِ فَتَجِيءُ بَنُو هَاشِمٍ فَتَجْلِسُ وَتَجِيءُ قُرَيْشٌ فَتَجْلِسُ عَلَى مَنَازِلِهَا ثُمَّ نَجِيءُ نَحْنُ فَنَجْلِسُ وَتَخْرُجُ جَارِيَةٌ لَهُ بالمراوح فَيَأْخُذ النَّاس فيتروحون فَتَقول الشَّيْخ بِالْبَابِ فتفتحه فَيَخْرُجُ فَيَنْظُرُ إِلَى قُرَيْشٍ كَأَنَّمَا على رؤوسهم الطَّيْرُ إِذَا نَظَرُوا إِلَيْهِ إِجْلَالًا قَالَ وَفِي ذَلِكَ يَقُولُ الشَّاعِرُ ¶ يَأْبَى الْجَوَابَ فَمَا يُرَاجَعُ هَيْبَةً ... وَالسَّائِلُونَ نَوَاكِسُ الْأَذْقَانِ ... ¶ أَدَبُ الْوَقَارِ وَعِزُّ سُلْطَانِ الْتَقَى ... فَهُوَ الْأَمِيرُ وَلَيْسَ ذَا سُلْطَانِ ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الْكَرِيمِ بْنُ حَمْزَةَ بْنِ الْخَضِرِ السُّلَمِيُّ بِدِمَشْق قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ ثَابِتٍ الْخَطِيبُ قَالَ أَنبأَنَا أَبُو حَازِمٍ عُمَرُ بْنُ أَحْمَدَ العبدوي قَالَ سَمِعْتُ أَبَا عَمْرٍو مُحَمَّدَ بْنَ أَحْمَدَ بْنَ حَمْدَانَ يَقُولُ سَمِعْتُ إِبْرَاهِيمَ بْنَ عَبْدِ اللَّهِ بْنِ جَبَلَةَ يَقُولُ حَدَّثَنِي أَبِي عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ قَالَ كَانَ مَالِكٌ رَحِمَهُ اللَّهُ إِذَا عُرِضَ عَلَيْهِ الْمُوَطَّأُ تَهَيَّأَ وَلَبِسَ ثِيَابَهُ وَتَاجَهُ أوساجه وَعِمَامَتَهُ ثُمَّ أَطْرَقَ فَلَا يَتَنَحْنَحُ وَلَا يَبْزُقُ وَلَا يَعْبَثُ بِشَيْءٍ فِي لَحْيَتِهِ حَتَّى يَفْرُغَ مِنَ الْقِرَاءَةِ إِعْظَامًا لِحَدِيثِ رَسُولِ اللَّهِ (صلع)",
            "page": "32",
            "part": "1",
            "seal": "929EFAFF"
        },
        {
            "id": "18",
            "nass": "وَبِهِ قَالَ أَنْبَأَنِي أَبُو الْقَاسِمِ النَّسِيبُ وَجَمَاعَةٌ عَنْ أَبِي مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيٍّ الْجَوْهَرِيُّ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ الْخَزَّازُ قَالَ أَنبأَنَا عُثْمَانُ بْنُ جَعْفَرِ بْنِ اللَّبَّانِ أَنبأَنَا مُحَمَّد بن نصر الْمروزِي أَنبأَنَا أَبُو بكر الْأَعْين أَنبأَنَا أَبُو سَلَمَةَ يَعْنِي الْخُزَاعِيَّ قَالَ كَانَ مَالِكُ بْنُ أَنَسٍ رَحِمَهُ اللَّهُ إِذَا أَرَادَ أَنْ يَخْرُجَ يُحَدِّثُ تَوَضَّأَ وُضُوءَهُ لِلصَّلَاةِ وَلَبِسَ أَحْسَنَ ثِيَابِهِ وَلَبِسَ قُلُنْسُوَّتَهُ وَمَشَّطَ لِحْيَتَهُ فَقِيلَ لَهُ فِي ذَلِكَ فَقَالَ أَو قربه حَدِيثَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ وَبِهِ قَالَ أَخْبَرَنَا عَالِيًا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ الْفَرَاوِيُّ وَأَبُو الْمُظَفَّرِ عَبْدُ الْمُنْعِمِ بْنُ عَبْدِ الْكَرِيمِ بْنِ هَوَازِنَ الْقُشَيْرِيُّ وَأَبُو الْقَاسِمِ زَاهِرُ بْنُ طَاهِرِ بْنِ مُحَمَّدٍ الشَّحَّامِيُّ بِنَيْسَابُورَ قَالُوا أَنْبَانَا أَبُو عُثْمَانَ سَعِيدُ بْنُ أبي عمر وَمُحَمّد بن مُحَمَّد النجيرمي قَالَ ثَنَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ وَقَالَ الشحامي أَنبأَنَا أَبُو عَمْرو بْنُ حَمْدَانَ قَالَ سَمِعْتُ أَبَا إِسْحَاقَ إِبْرَاهِيمَ بْنَ عَبْدِ اللَّهِ بْنِ جَبَلَةَ الْهَرَوِيَّ قَالَ قَالَ أَبِي رَحِمَهُ اللَّهُ قَالَ",
            "page": "33",
            "part": "1",
            "seal": "0408A04D"
        },
        {
            "id": "19",
            "nass": "يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ كَانَ مَالِكُ بْنُ أَنَسٍ رَحمَه الله إِذا عرض لَهُ الْمُوَطَّأُ تَهَيَّأُ وَلَبِسَ عِمَامَتَهُ ثُمَّ أَطْرَقَ وَلَا يَتَنَحْنَحْ وَلَا يَعْبَثُ بِشَيْءٍ مِنْ لِحْيَتِهِ حَتَّى يَفْرُغَ مِنَ الْقِرَاءَةِ إِعْظَامًا لِحَدِيثِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو نَصْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الله الكبريتي الْوزان بأصبهان قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْفَضْلِ بْنِ مُحَمَّدٍ الْبَاطِرْقَانِيُّ إِمْلَاءً قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الْمُعَدَّلُ قَالَ أَنْبَانَا أَبُو عَمْرٍو مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ قَالَ قَالَ أَبُو نُعَيْمٍ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَدِيٍّ قَالَ قَالَ أَبُو طَالِبٍ الْهَرَوِيُّ قَالَ قَالَ أَبُو خَلِيل عتبَة بن حَمَّاد عَرَضْتُ عَلَى مَالِكِ بْنِ أَنَسٍ رَحِمَهُ اللَّهُ الْمُوَطَّأَ فِي أَرْبَعَةِ أَيَّامٍ فَقَالَ مَالِكٌ عِلْمٌ جَمَعَةُ شَيْخٌ فِي سِتِّينَ سَنَةً أَخَذْتُمُوهُ فِي أَرْبَعَةِ أَيَّامٍ لَا وَاللَّهِ لَا يَنْفَعُكُمُ اللَّهُ بِهِ أبَدًا ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْأَعَزِّ قَرَاتَكِينُ بْنُ الْأَسْعَدِ بْنِ الْمَذْكُورِ الْأَزْجِيُّ",
            "page": "34",
            "part": "1",
            "seal": "4B26F0F7"
        },
        {
            "id": "20",
            "nass": "بِبَغْدَادَ قَالَ أَنْبَأَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِي قَالَ أَنبأَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَبْدِ الْعَزِيز بن مردك البرديجي أَنبأَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أبي حَاتِم الرَّازِيّ أَنبأَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى الْمِصْرِيُّ قَالَ قَالَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ مَا فِي الْأَرْضِ كِتَابٌ مِنَ الْعِلْمِ أَكْثَرُ صَوَابًا مِنْ مُوَطَّإِ مَالِكٍ رَحِمَهُ اللَّهُ ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ بْنِ الْحُسَيْنِ السُّلَمِيُّ الْمَوَازِينِيُّ قِرَاءَة عَلَيْهِ بِدِمَشْق قَالَ أَنْبَانَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَلَامَةَ بْنِ جَعْفَرٍ الْقُضَاعِيُّ فِي كِتَابِهِ إِلَيْنَا مِنْ مِصْرَ قَالَ قَرَأْتُ عَلَى أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ شَاكر الْقطَّان",
            "page": "35",
            "part": "1",
            "seal": "5F13A1F0"
        },
        {
            "id": "21",
            "nass": "قَالَ أَنبأَنَا الْحسن بن رَشِيق أَنبأَنَا سَعِيدُ بْنُ أَحْمَدَ بْنِ زَكَرِيَّا الْقُضَاعِيُّ قَالَ سَمِعْتُ يُونُسَ بْنَ عبد الْأَعْلَى يَقُولُ قَالَ مُحَمَّدُ بْنُ إِدْرِيسَ يَا أَبَا مُوسَى مَا عَلَى الأَرْض بعد كتاب الله تَعَالَى أَصَحُّ مِنْ كِتَابِ مَالِكِ بْنِ أَنَسٍ وَإِذَا ذُكِرَ الْأَثَرُ فَمَالِكٌ النَّجْمُ وَإِذَا جَاءَكَ الْحَدِيثُ مِنْ نَاحيَة الكوفين فَلَمْ تَجِدْ لَهُ أَصْلًا عِنْدَ الْمَدَنِيِّينَ فَاضْرِبْ بِهِ عُرْضَ الْحَائِطِ وَلَا تَلْتَفِتْ إِلَيْهِ ¶ وَبِهِ قَالَ ابْنُ عَسَاكِرَ وَقَرَأْتُ عَلَى الْمَوَازِينِيِّ عَن الْقُضَاعِي قَالَ قَرَأت عَلَى مُحَمَّدِ بْنِ أَحْمَدَ الْقَطَّانِ أَنبأَنَا عَتِيقُ بْنُ مُوسَى بْنِ هَارُونَ الْمَالِكِي أَنبأَنَا مُحَمَّد بن الرّبيع الجيزي أَنبأَنَا يحيى بن عُثْمَان السَّهْمِي",
            "page": "36",
            "part": "1",
            "seal": "5164AFBE"
        },
        {
            "id": "22",
            "nass": "أَنبأَنَا هَارُونُ بْنُ مُحَمَّدٍ السَّعْدِيُّ أَنَّهُ سَمِعَ الشَّافِعِيَّ رَحِمَهُ اللَّهُ يَقُولُ مَا كِتَابٌ بَعْدَ كِتَابِ اللَّهِ عَزَّ وَجَلَّ أَنْفَعُ مِنْ مُوَطَّإِ مَالِكِ بْنِ أَنَسٍ ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ مُحَمَّدٍ الْفَقِيهُ قَالَ ثَنَا أَبُو الْفَتْحِ نَصْرُ بْنُ إِبْرَاهِيمَ الزَّاهِد قَالَ أَنبأَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ عَلِيٍّ الْمِيمَاسِيُّ قَالَ أَخْبَرَنِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَسَّانٍ الْعَسْقَلَانِيُّ الْمَعْرُوفُ بِالْخَوَّاصِ قَالَ سَمِعْتُ أَبَا عَبْدِ اللَّهِ مُحَمَّدَ بْنَ إِسْمَاعِيلَ الْجَابِرِيَّ يَقُولُ سَمِعْتُ مُحَمَّدَ بْنَ الرَّبِيعِ بْنِ سُلَيْمَانَ يَقُولُ سَمِعْتُ يُونُسَ بْنَ عَبْدِ الْأَعْلَى يَقُولُ سَمِعْتُ مُحَمَّدَ بْنَ إِدْرِيسَ الشَّافِعِيَّ يَقُولُ مَا وُضِعَ عَلَى الْأَرْضِ كِتَابٌ هُوَ أَقْرَبُ إِلَى الصَّوَابِ مِنْ كِتَابِ مَالِكِ بْنِ أَنَسٍ ¶ وَبِهِ قَالَ حَدَّثَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مُحَمَّد بْنُ الْفَضْلِ التَّيْمِيُّ بِأَصْبَهَانَ إِمْلَاءً قَالَ أَنبأَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الكندلاني قَالَ أَنبأَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الرَّحْمَنِ (ح) وَأَنْبَانَا أَبُو عَلِيٍّ الْحداد أَنبأَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ أَحْمَدَ الْجَوْزِجَانِيُّ (ح) وَأَنْبَأَنَا أَبُو سعيد مُحَمَّدُ بْنُ مُحَمَّدٍ",
            "page": "37",
            "part": "1",
            "seal": "445BD047"
        },
        {
            "id": "23",
            "nass": "الْمُطَرِّزُ وَأَبُو الْفَضْلِ جَعْفَرُ بْنُ عَبْدِ الْوَاحِدِ وَسَعِيدُ بْنُ أَبِي الرَّجَاءِ قَالُوا أَنْبَأَنَا مَنْصُورُ بْنُ الْحُسَيْنِ وَأَحْمَدُ بْنُ مَحْمُودٍ قَالَا أَنْبَأَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ زَبَّانَ بْنِ حَبِيبٍ قَالَ سَمِعْتُ الرَّبِيعَ بْنَ سُلَيْمَانَ يَقُولُ سَمِعْتُ الشَّافِعِيَّ رَحِمَهُ اللَّهُ يَقُولُ مَا بَعْدَ كِتَابِ اللَّهِ عَزَّ وَجَلَّ أَكْثَرُ صَوَابًا مِنْ مُوَطَّإِ مَالِكٍ ¶ وَبِهِ قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدٍ التَّيْمِيُّ املاء أَنبأَنَا الكندلاني أَنبأَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَبْدِ الرَّحْمَن أَنبأَنَا أَبُو بكر الْمقري قَالَ سَمِعْتُ يُوسُفَ بْنَ عَبْدِ الْأَحَدِ يَقُولُ سَمِعْتُ يُونُسَ بْنَ عَبْدِ الْأَعْلَى يَقُولُ سَمِعْتُ الشَّافِعِيَّ رَحمَه الله يَقُولُ مَا نَظَرْتُ فِي مُوَطَّإِ مَالِكٍ إِلَّا ازْدَدْتُ مِنْهُ فَهْمًا وَعِلْمًا وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْفَتْح نصر بْنُ مُحَمَّدٍ قَالَ أَنْبَأَنَا أَبُو الْبَرَكَاتِ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بن عَليّ الْمقري قَالَ أَنبأَنَا عُبَيْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ عُثْمَان قَالَ أَنبأَنَا الْحسن بن الْحُسَيْن بن حمدَان قَالَ حَدَّثَنِي أَبُو الْعَبَّاسِ الْفَضْلُ بن الفضيل الْكِنْدِيّ",
            "page": "38",
            "part": "1",
            "seal": "F93D4581"
        },
        {
            "id": "24",
            "nass": "قَالَ أَنبأَنَا عَبْدُ اللَّهِ بْنُ جَامِعٍ عَنْ يَحْيَى بْنِ عُثْمَانَ بْنِ صَالِحٍ قَالَ سَمِعْتُ هَارُونَ بْنَ سَعِيدٍ الْأَيلِيَّ يَقُولُ سَمِعْتُ الشَّافِعِيَّ رَضِيَ اللَّهُ عَنْهُ يَقُولُ مَا كِتَابٌ بَعْدَ كِتَابِ اللَّهِ تَعَالَى أَنْفَعُ مِنْ كِتَابِ مَالِكٍ رَحِمَهُ اللَّهُ وَرَضِيَ عَنْهُ ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْقَاسِمِ الْخَضِرُ بْنُ الْحُسَيْنِ بن عَبْدَانِ قَالَ أَنبأَنَا أَبُو الْحسن عَلِيُّ بْنُ الْحُسَيْنِ بْنِ أَبِي الحرور قَالَ أَنبأَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُوسَى بْنِ الْحُسَيْنِ بْنِ السِّمْسَارِ قَالَ أَنْبَأَنَا أَبُو يَحْيَى الْبَلْخِيُّ يَعْنِي زَكَرِيَّا بْنَ أَحْمَدَ أَنْبَأَنَا الْبُوشَنْجِيُّ يَعْنِي مُحَمَّدَ بْنَ إِبْرَاهِيمَ قَالَ حَدَّثَنِي بَعْضُ أَصْحَابِنَا قَالَ قَالَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ مَا أَعْلَمُ كِتَابًا بَعْدَ كِتَابِ اللَّهِ أَوْلَى من كتاب الْمُوَطَّإِ ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ الْمَوَازِينِيُّ قَالَ أَنْبَانَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَلَامَةَ الْقُضَاعِيُّ فِي كِتَابِهِ إِلَيْنَا قَالَ قَرَأْتُ عَلَى أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ أَحْمد الْقطَّان أَنبأَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ خَلَفِ بْنِ سَهْلٍ الْبَزَّازُ قَالَ أَنبأَنَا عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ جَعْفَرٍ الْقَاضِي قَالَ سَمِعْتُ يُونُسَ بْنَ عَبْدِ",
            "page": "39",
            "part": "1",
            "seal": "A58FE919"
        },
        {
            "id": "25",
            "nass": "الْأَعْلَى يَقُولُ قَالَ لِي الشَّافِعِيُّ رَحِمَهُ اللَّهُ وَذُكِرَ الْمُوَطَّأُ وَمَا فِيهِ مِنَ الْحَدِيثِ فَقَالَ مَا عَلِمْنَا أَنَّ أَحَدًا مِنَ الْمُتَقَدِّمِينَ أَلَّفَ كِتَابًا أَحْسَنَ مِنْ مُوَطَّإِ مَالِكٍ وَمَا ذُكِرَ فِيهِ مِنَ الْأَخْبَارِ عَنْ أَهْلِ الْمَدِينَةِ وَغَيْرِهِمْ مِنَ الْعُلَمَاءِ الْمَشْهُورِينَ وَلَمْ يَذْكُرْ فِيهِ مَرْغُوبًا عَنْهُ فِي الرِّوَايَةِ كَمَا ذَكَرَ غَيْرُهُ فِي كُتُبِهِ وَمَا عَلِمْتُ ذُكِرَ حَدِيثًا فِيهِ ذُكِرَ أَحَدٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَّا مَا فِي حَدِيثِ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ لَيُذَادَنَّ رِجَالٌ عَنْ حَوْضِي وَلَقَدْ أَخْبَرَنِي مَنْ سَمِعَ مَالِكًا ذَكَرَ هَذَا الْحَدِيثَ وَأَنَّهُ قَالَ وَدَّ أَنَّهُ لَمْ يُخَرِّجْهُ فِي الْمُوَطَّإِ ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ مُحَمَّدٍ قَالَ أَنْبَأَنَا أَبُو الْفَتْحِ نَصْرُ بْنُ إِبْرَاهِيمَ قَالَ أَنبأَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَسَّانٍ قَالَ أَنْبَأَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ رَشِيقٍ قَالَ حَدثنِي أبي الْقَاسِمِ نَصْرُ بْنُ الْفَتْحِ الْمَرْوَزِيُّ قَالَ قَالَ أَبُو الزِّنْبَاعِ سَمِعْتُ أَبَا مُحَمَّدٍ عَبْدَ الرَّحْمَنِ بْنَ عَبْدِ الْمُؤْمِنِ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ عِيسَى اللَّخْمِيَّ يَقُولُ قَالَ لنا عمر بْنُ أَبِي سَلَمَةَ مَا قَرَأْتُ كتاب الْجَامِع مَعَ مُوَطَّإِ مَالِكٍ قَطُّ إِلَّا أَتَانِي فِي مَنَامِي فَقَالَ لِي هَذَا كَلَامُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَقًّا ¶ وَبِهِ قَالَ أَخْبَرَنَا أَبُو الْمُظَفَّرِ عَبْدُ الْمُنْعِمِ بْنُ عَبْدِ الْكَرِيمِ بْنِ هَوَازِنَ الْقشيرِي بنيسابور قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْبَيْهَقِيُّ قَالَ أَنْبَانَا أَبُو عَبْدِ اللَّهِ الْحَافِظ أَنبأَنَا دعْلج بن أَحْمد بن أَحْمد السجْزِي بِبَغْدَاد",
            "page": "40",
            "part": "1",
            "seal": "1B498FFD"
        },
        {
            "id": "26",
            "nass": "أَنبأَنَا أَحْمد بن عَليّ الْآبَار أَنبأَنَا أَبُو عَمَّارٍ قَالَ سَأَلْتُ أَحْمَدَ بْنَ حَنْبلٍ رَحِمَهُ اللَّهُ عَنْ كِتَابِ مَالِكِ بْنِ أَنَسٍ فَقَالَ مَا أحسن لِمَنْ تَدَيَّنَ بِهِ ¶ وَبِالْإِسْنَادِ إِلَى ابْنِ عَسَاكِرَ قَالَ أَخْبَرَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ السَّمَرْقَنْدِيُّ قَالَ أَنبأَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ مَسْعَدَةَ قَالَ أَنْبَانَا حَمْزَةُ بْنُ يُوسُفَ السَّهْمِي الْجِرْجَانِيّ (ح) قَالَ أَن عَسَاكِرَ وَأَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الْجَبَّارِ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْبَيْهَقِيّ بنيسابور قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَلِيٍّ الْبَيْهَقِيُّ قَالَ أَنبأَنَا أ [وَسعد الْمَالِينِي قَالَ أَنبأَنَا أَبُو أَحْمَدَ بْنُ عَدِيٍّ الْحَافِظُ قَالَ أَنبأَنَا عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ جَعْفَر الْقزْوِينِي",
            "page": "41",
            "part": "1",
            "seal": "2DF4CB61"
        },
        {
            "id": "27",
            "nass": "قَالَ أَنبأَنَا صَالِحُ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ سَمِعْتُ أَبِي رَحِمَهُ اللَّهُ يَقُولُ سَمِعْتُ الْمُوطَّأَ مِنْ مُحَمَّدِ بْنِ إِدْرِيسَ الشَّافِعِيِّ رَضِيَ اللَّهُ عَنْهُ لِأَنِّي رَأَيْتُهُ ثَبْتًا وَقَدْ سَمِعْتُهُ مِنْ جَمَاعَةٍ قَبْلَهُ ¶ وَبِهِ قَالَ ابْنُ عَسَاكِرَ قَرَأْتُ عَلَى أَبِي مُحَمَّدٍ عَبْدِ الْكَرِيمِ بْنِ حَمْزَةَ بْنِ الْخَضِرِ السُّلَمِيِّ عَنْ أَبِي بَكْرٍ أَحْمَدَ بْنِ عَلِيِّ بْنِ ثَابِتٍ الْخَطِيبِ الْحَافِظِ قَالَ أَنبأَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ عَليّ بن حَمْدَوَيْه بْنِ أَبْرَكَ الْهَمَدَانِيُّ بِقِرَاءَتِي عَلَيْهِ بهَا قَالَ أَنْبَانَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ مُوسَى الشِّيرَازِيُّ قَالَ أَنْشَدَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ فَارِسٍ الْقَزْوِينِيُّ الْأَدِيبُ بِالرَّيِّ لِنَفْسِهِ ¶ إِذَا شِئْتَ أَنْ تَعْرِفَ الْوَاضِحَاتِ ¶ مِنَ الْعِلْمِ فَاقْرَأْ كِتَابَ الموطا ... تَجِد حِين تحويه فروض الْإِلَهِ ¶ وَسُنَّةَ أَحْمَدَ خَطًّا وَنَقْطَا ... وَدَعْ مَا تَكَلَّفَهُ الْجَاهِلُونَ ¶ بِلَفْظٍ معمى وَمعنى مغطا ... ودونك علما يُفِيد الْفَوَائِد ¶ لَفْظًا وَمَعْنًى وَشَرْحًا وبَسْطَا ¶ وَبِهِ قَالَ ابْنُ عَسَاكِرَ أَنْشَدَنِي الشَّيْخُ أَبُو بكر يحيى بْنُ إِبْرَاهِيمَ بْنِ أَحْمَدَ بْنِ مُحَمَّدٍ السَّلَمَاسِيُّ الْوَاعِظُ قَدِمَ عَلَيْنَا دِمَشْقَ قَالَ أَنْشَدَنِي وَالِدِي الشَّيْخُ أَو طَاهِر قَالَ أَنْشَدَنِي أَبُو عَبْدِ اللَّهِ الْحُمَيْدِيُّ الْأَنْدَلُسِيُّ قَالَ يَحْيَى",
            "page": "42",
            "part": "1",
            "seal": "5D380851"
        },
        {
            "id": "28",
            "nass": "وَلِي مِنْهُ إِجَازَةٌ لِنَفْسِهِ ¶ إِذَا قِيلَ مَنْ نَجْمُ الْحَدِيثِ وَأَهْلُهُ ¶ أَشَارَ ذَوُو الْأَلْبَابِ يَعْنُونَ مَالِكَا ... إِلَيْهِ تَنَاهَى عِلْمُ دِينِ مُحَمَّدٍ ¶ فَوَطَّأَ فِيهِ لِلرُّواةِ الْمَسَالِكَا ... وَنَظَّمَ بِالتَّصْنِيفِ أَشْتَاتَ نَشْرِهِ ¶ وَأَوْضَحَ مَا قَدْ كَانَ لَوْلَاهُ حَالِكَا ... وَوَقْتَ دُرُوسِ الْعِلْمِ شَرْقًا وَمَغْرِبًا ¶ تَقَدَّمَ فِي تِلْكَ الْمَسَالِكِ سَالِكَا ... وَقَدْ جَاءَ فِي الْآفَاقِ مِنْ ذَاكَ شَاهِدٌ ¶ عَلَى أَنَّهُ فِي الْعِلْمِ خُصَّ بِذَلِكَا ... فَمَنْ كَانَ ذَا طَعْنٍ عَلَى عِلْمِ مَالِكٍ ¶ ولَمْ يَقْتَبِسْ مِنْ نُورِهِ كَانَ هَالِكَا ... وَقَالَ أَبُو عُثْمَان الأورجواني رَحِمَهُ اللَّهُ ¶ لَقَدْ بَانَ لِلنَّاسِ الْهُدَى غَيْرَ أنَّهُمْ ¶ غَدَوْا بِجِلَابِيبِ الْهَوى قَدْ تَجَلْبَبُوا ... فَلَوْ أُحْدِثَتْ فِي بَلْدَةِ الصِّينِ بِدْعَةٌ ¶ رَأَيْتَ إِلَيْهَا السُّفْنَ فِي الْبَحْرِ تُرْكَبُ ... فَمَنْ رَامَ أَنْ يَنْجُو بِمُهْجَةِ نَفسه ¶ فَلَا يعد مَا يحوي من الْعلم يثرب ¶ أأتترك دَارًا كَانَ بَيْنَ بُيُوتِهَا ¶ يَرُوحُ وَيَغْدُو جِبْرَئِيلُ الْمُقَرَّبُ ... وَكَانَ رَسُولُ اللَّهِ فِيهَا وَبَعْدَهُ ¶ بِسُنَّتِهِ أَصْحَابُهُ قَدْ تَأَدَّبُوا ... وَفَرَّقَ سُبْلَ الْعِلْمِ فِي تابعيهم ¶ فَكل امريء مِنْهُمْ لَهُ فِيهِ مَذْهَبُ ... فَخَلَّصَهُ بِالسَّبْكِ لِلنَّاسِ مَالِكٌ ¶ وَمِنْهُ صَحِيحٌ فِي الْمِجَسِّ وَأَجْرَبُ ... فَأَبْرَى بِتَصْحِيحِ الرِّوَايَةِ دَاءَهُ ¶ وَتَصْحِيحُهَا فِيهِ دَوَاءٌ مجرب ... وَلم يَأْتِ هَذَا الْعِلْمُ إِلَّا مِنَ أَهْلِهِ ¶ وَفِي قِلَّةِ التَّمْيِيزِ بِالْعِلْمِ مَعْطَبُ ... فَبَادِرْ مُوَطَّا مَالِكٍ قَبْلَ فَوْتِهِ ¶ فَمَا بَعْدَهُ إِنْ فَاتَ لِلْعِلْمِ مَطْلَبُ ... وَدَعْ لِلْمُوَطَّا كُلَّ عِلْمٍ تُرِيدُهُ ¶ فَإِنَّ الْمُوَطَّا الشَّمْسُ وَالْعِلْمُ كَوْكَبُ",
            "page": "43",
            "part": "1",
            "seal": "8CDBDE53"
        },
        {
            "id": "29",
            "nass": "هُوَ الْحَقُّ عِنْدَ اللَّهِ بَعْدَ كِتَابِهِ ¶ وَفِيهِ لِسَانُ الصِّدْقِ بِالْحَقِّ مُعْرِبُ ... لَقَدْ أَعْرَبَتْ آثَارُهُ بِبَيَانِهَا ¶ فَإِن لَهَا فِي الْعَالِمِينَ مُكَذِّبُ ... وَمِمَّا بِهِ أَهْلُ الْحِجَازِ تَفَاخَرُوا ¶ بِأَنَّ الْمُوطَّا بِالْعِرَاقِ مُحَبَّبُ ... وَكُلُّ كِتَابٍ بِالْعِرَاقِ مُؤَلَّفٌ ¶ تَرَاهُ بِآثَارِ الْمُوَطَّا يَعْصِبُ ... وَمَنْ لَمْ تَكُنْ كُتْبُ الْمُوَطَّا بِبَيْتِهِ ¶ فَذَاكَ مِنَ التَّوْفِيقِ بَيْتٌ مُخَرَّبُ ... وَلَوْ بِالْمُوَطَّا يَعْمَلُ النَّاسُ كُلُّهُمْ ¶ لَأَمْسَوْا وَمَا مِنْهُمْ عَلَى الْأَرْضِ مُذْنِبُ ¶ جَزَى اللَّهُ عَنَّا فِي مُوَطَّاهُ مَالِكًا ¶ بِأَفْضَلِ مَا يُجْزَى اللَّبِيبُ الْمُهَذَّبُ ... فَقَدْ أَحْسَنَ التَّحْصِيلَ فِي كُلِّ مَا رَوَى ¶ كَذَلِكَ مَنْ يَخْشَى الْإِلَهَ وَيَرْهَبُ ... لَقَدْ رَفَعَ الرَّحْمَنُ فِي الْعِلْمِ قَدْرَهُ ¶ غُلَامًا وَكَهْلًا ثُمَّ إِذْ هُوَ أَشْيَبُ ... أَتَعْجَبُ مِنْهُ إِذْ عَلَا فِي حَيَاتِهِ ¶ تَعَالِيهِ مِنْ بَعْدِ الْمَنِيَّةِ أَعْجَبُ ... لَقَدْ فَاقَ أَهْلَ الْعِلْمِ شَرْقًا وَمَغْرِبًا ¶ فَأَضْحَتْ بِهِ الْأَمْثَالُ فِي النَّاسِ تُضْرَبُ ... وَمَا فَاقَهُمْ إِلَّا بِتَقْوَى وَخِشْيَةٍ ¶ وَإِذْ كَانَ يَرْضَى فِي الْإِلَهِ ويَغْضَبُ ... فَلَا زَالَ يَسْقِي قَبره كل عَارض ¶ بمنبثق ظلت غزاليه تُسْكَبُ ... وَيَسْقِي قُبُورًا حَوْلَهُ دُونَ سَقْيِهِ ¶ فَيُصْبِحُ فِيمَا بَيْنَهَا وَهُوَ مُعْشِبُ ... وَمَا بيَ بُخْلٌ أَنْ سَقَاهَا كَسَقْيِهِ ¶ وَلَكِنَّ حَقَّ الْعِلْمِ أَوْلَى وواجب ¶ وَالْحَمْد لله وَحده وَصلى الله على مُحَمَّد وَآله وَصَحبه وَسلم كثيرا وحسبنا الله وَنعم الْوَكِيل تمّ الْكتاب بِحَمْد الله",
            "page": "44",
            "part": "1",
            "seal": "40992979"
        }
    ],
    "t6032": [
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "وبه قال ابن عساكر أخبرنا أبو بكر وجيه بن طاهر بن محمد الشحامي قال أنبأنا أبو أحمد بن الحسن العدل قال أنبأنا أبو محمد"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "والحمد لله وحده وصلى الله على محمد وآله وصحبه وسلم كثيرا وحسبنا الله ونعم الوكيل تم الكتاب بحمد الله"
        }
    ]
}