{
    "b6044": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ أخبرنَا أَبُو مُحَمَّد الْحُسَيْن بن عَليّ بن مُحَمَّد بن يحيى التَّمِيمِي النَّيْسَابُورِي إجَازَة حَدثنَا أَبُو عوَانَة يَعْقُوب بن اسحاق الإِسْفِرَايِينِيّ باسفرايين قَرْيَة فَوق نيسابور ثَلَاثِينَ فرسخا قَالَ حَدثنَا أَحْمد بن مُحَمَّد بن الْحجَّاج أَبُو بكر الْمَرْوذِيّ بطرسوس قِرَاءَة عَلَيْهِ قَالَ وَذكر لَهُ التَّدْلِيس يَعْنِي لِأَحْمَد بن حَنْبَل رَحمَه الله تَعَالَى فَقَالَ قد دلّس قوم وَذكر الْأَعْمَش وَذكر لَهُ",
            "page": "33",
            "part": "1",
            "seal": "02299850"
        },
        {
            "hno": "1",
            "id": "3",
            "nass": "مُجَاهِد وَسَعِيد فَأخْبر أَنه يروي عَنْهُمَا فَقَالَ نعم ثمَّ قَالَ ¶ 1 - كَانَ أَبُو حرَّة صَاحب تَدْلِيس عَن الْحسن مِنْهَا حَدِيث سعد بن هِشَام حَدِيث عَائِشَة فِي الرَّكْعَتَيْنِ ¶ 2 - وَقَالَ كَانَ ابْن إِسْحَاق يُدَلس إِلَّا أَن كتاب إِبْرَاهِيم بن سعد يبين إِذا كَانَ سَمَاعا قَالَ حَدثنِي وَإِذا لم يكن قَالَ قَالَ ثمَّ قَالَ يَقُول أَبُو الزِّنَاد قَالَ فلَان قَالَ وَتنظر فِي كتاب يزِيد بن هَارُون عَن أبي الزِّنَاد كلهَا ¶ 3 - وَقيل لَهُ أَيّمَا أحب إِلَيْك مُوسَى بن عُبَيْدَة أَو مُحَمَّد",
            "page": "34",
            "part": "1",
            "seal": "53C11777"
        },
        {
            "hno": "4",
            "id": "4",
            "nass": "ابْن إِسْحَاق فَقَالَ مُحَمَّد بن إِسْحَاق ¶ 4 - قَالَ لَيْسَ أحد أثبت وَلَا أعرف بِحَدِيث ثَابت من حَمَّاد ثمَّ قَالَ وَسليمَان بن الْمُغيرَة قلت معمر قَالَ وَمعمر حسن الحَدِيث عَن ثَابت",
            "page": "35",
            "part": "1",
            "seal": "FD50B622"
        },
        {
            "hno": "5",
            "id": "5",
            "nass": "5 - وَقَالَ كَانَ ابْن أبي رائطة إِذا قَالَ قَالَ ابْن جريج عَن فلَان فَلم يسمعهُ وَكَانَ يحدث عَن ابْن جريج فَلَا يَجِيء بالألفاظ وَالْأَخْبَار وَكَذَا كَانَ حَفْص بميزان يحيى كَانَ يحيى يَقُول ابْن جريج سَمِعت أَبَا الزبير ¶ 6 - وَسُئِلَ عَن عطاف بن خَالِد فَقَالَ لَيْسَ بِهِ بَأْس ¶ 7 - وَسُئِلَ عَن يحيى بن حَمْزَة فَقَالَ لَيْسَ بِهِ بَأْس ¶ 8 - سَأَلته قلت سمع ابْن عون من أنس شَيْئا ¶ فَقَالَ قد رَآهُ وَأما سَماع فَلَا أعلم ثمَّ قَالَ أَيُّوب قد رَآهُ وَلم يسمع وَيُونُس قَالَ لَا أَدْرِي",
            "page": "36",
            "part": "1",
            "seal": "059E18FB"
        },
        {
            "hno": "9",
            "id": "6",
            "nass": "9 - وَذُكِرَ حَدِيثُ سَالِمٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَحَدِيثُ نَافِعٍ عَن ابْن عمر من بَاعَ عبدا قلت فَأَيّهمَا الثَّبْتُ فَتَبَسَّمَ وَقَالَ اللَّهُ أَعْلَمُ قُلْتُ مَا الَّذِي يُمِيلُ إِلَيْهِ قَلْبُكَ قَالَ أُرَى وَاللَّهُ أَعْلَمُ نَافِع قلت فَإِذا اخْتلف سَالم",
            "page": "37",
            "part": "1",
            "seal": "63FBC547"
        },
        {
            "hno": "10",
            "id": "7",
            "nass": "وَنَافِع لمن تحكم قَالَ نَافِع قد قدم سالما على نَفسه وَقد روى عَنهُ وَكَانَ مشمرا قلت لم أرد الْفضل إِنَّمَا أردْت فِي الحَدِيث إِذا اخْتلفَا فقلبك إِلَى أَيهمَا أميل قَالَ جَمِيعًا عِنْدِي ثَبت وَذهب إِلَى أَن لَا يقْضِي لأحد ¶ 10 - وَقَالَ كَانَ يحيى الْقطَّان وخَالِد بن الْحَارِث ومعاذ بن معَاذ لَا يَكْتُبُونَ عِنْد شُعْبَة كَانَ يحيى يحفظ وَيذْهب إِلَى بَيته فيكتبها وَكَانَ فِي حَدِيثه بعض ترك الْأَخْبَار والألفاظ وَكَانَ معَاذ يقْعد نَاحيَة فِي جَانب فَيكْتب مَا حفظ لَا يَجْتَمعُونَ ¶ 11 - وَسَأَلته عَن حَفْص الفرخ فَقَالَ لم أكتب عَنهُ كَانَ يتتبع السُّلْطَان ¶ 12 - وَسَأَلته عَن سُلَيْمَان بن الحكم بن عوَانَة فَقَالَ هَذَا كَانَ يَقُول ذَاك الْجَانِب وَإِنَّمَا كَانَ عِنْده شيئ أَو قَالَ لم أكتب عَنهُ شَيْئا ¶ 13 - وَقَالَ فِي مُحَمَّد بن حَمْزَة الْخُرَاسَانِي الَّذِي قبله ابْن مهْدي فِي الْأَمر بِالْمَعْرُوفِ لَا أعرفهُ",
            "page": "38",
            "part": "1",
            "seal": "4E018A46"
        },
        {
            "hno": "14",
            "id": "8",
            "nass": "14 - وَقَالَ أَبُو الْجمل اليمامي الَّذِي يروي عَن يحيى بن أبي كثير لَا أَدْرِي كَيفَ هُوَ أَو قَالَ لَا أعرفهُ ¶ 15 - وَقَالَ فِي أبي حَمَّاد الْحَنَفِيّ اسْمه الْمفضل بن صَدَقَة فَتكلم فِيهِ بِكَلَام ضَعِيف ¶ 16 - وَقَالَ لي دهثم بن قرَان اليمامي فضعفه ¶ 17 - وَقَالَ فِي عَليّ بن حزور فلينه",
            "page": "39",
            "part": "1",
            "seal": "3DD7C8E4"
        },
        {
            "hno": "18",
            "id": "9",
            "nass": "18 - وَقَالَ فِي مُسلم بن خَالِد الزنْجِي فَجرى يَده وَلينه ¶ 19 - وَقَالَ عَليّ بن حَفْص أحب إِلَيّ من شَبابَة ¶ 20 - وَذكر معمر فَقَالَ ذكر يَوْمًا حَدِيثا للثوري فَأَخْطَأَ فِيهِ فَقَالَ لَهُ سُفْيَان تعست يَا أَبَا عُرْوَة فَقَالَ لَهُ معمر كلَاما أكره أَن أحكيه كَأَنَّهُ قَالَ لَهُ كذبت فَضَحِك ¶ 21 - وَذكر عباد فَقَالَ حدث يَوْمًا بِحَدِيث فَقَالَ فُضَيْل بن يزِيد وَإِنَّمَا هُوَ فُضَيْل بن زيد فَرد عَلَيْهِ فَأبى ¶ 22 - وَسَأَلته عَن أَي حَفْص الشَّامي فَقَالَ هَذَا كَانَت عِنْده أَحَادِيث كتبناها عَن سعيد بن عبد الْعَزِيز ثمَّ تبين أمره بعد فَتَرَكُوهُ حدث بِأَحَادِيث لسَعِيد بن أبي عرُوبَة ¶ 23 - قلت من أَصْحَاب أبي اسحاق الْمَشْهُورين قَالَ",
            "page": "40",
            "part": "1",
            "seal": "4CFD4A72"
        },
        {
            "hno": "24",
            "id": "10",
            "nass": "شُعْبَة وسُفْيَان وَقَالَ شريك حسن الرِّوَايَة عَن أبي إِسْحَاق ¶ 24 - قلت كَيفَ معمر فِي الحَدِيث قَالَ ثَبت إِلَّا أَن فِي بعض حَدِيثه شَيْئا ¶ 25 - وَقَالَ فِي ابْن وهب كَانَ حَدِيثه بعضه سَماع وَبَعضه عرض وَبَعضه مناوكة وَكَانَ مَا لم يسمعهُ يَقُول قَالَ حَيْوَة قَالَ فلَان وَقَالَ قد رَأَيْت ابْن وهب وَلم أكتب عَنهُ ثمَّ كتبت عَن رجل عَنهُ قَالَ وَأَخْبرنِي بعض أَصْحَابنَا أَنه رأى ابْن وهب عِنْد ابْن عُيَيْنَة فَقَالَ لَهُ الْكتب الَّتِي عرضهَا عَلَيْك ابْن أخي أرويها عَنْك قَالَ يحيى أخبرنَا أَنه شهد ابْن وهب عِنْد ابْن عيينه ¶ 26 - وَسَأَلت أَبَا عبد الله عَن سُفْيَان بن حُسَيْن فَقَالَ لَيْسَ هُوَ بِذَاكَ فِي حَدِيثه عَن الزُّهْرِيّ شَيْء ¶ 27 - وَقَالَ خَالِد بن الْحَارِث يَجِيء بِالْحَدِيثِ كَمَا",
            "page": "41",
            "part": "1",
            "seal": "83C3C658"
        },
        {
            "hno": "28",
            "id": "11",
            "nass": "سمع وَيَقُول نَحْو هَذَا أَو شبه هَذَا وَكَانَ ابْن مهْدي يَجِيء بِالْحَدِيثِ كَمَا سمع وَكَانَ وَكِيع يجْهد أَن يَجِيء بِالْحَدِيثِ كَمَا سمع وَكَانَ رُبمَا قَالَ فِي الْحَرْف أَو الشَّيْء يَعْنِي كَذَا ¶ 28 - وَقَالَ التَّدْلِيس من الرِّيبَة وَذكر هشيما فَقَالَ كَانَ يُدَلس تدليسا وحشا وَرُبمَا جَاءَ بالحرف الَّذِي لم يسمعهُ فيذكره فِي حَدِيث آخر إِذا انْقَطع الْكَلَام يوصله ¶ 29 - وسمعته يَقُول معَاذ بن معَاذ قُرَّة عين فِي الحَدِيث ¶ 30 - قيل لَهُ عَطاء بن السَّائِب أحب إِلَيْك أم حُصَيْن فَقَالَ كِلَاهُمَا ثبتان",
            "page": "42",
            "part": "1",
            "seal": "5DB3D04D"
        },
        {
            "hno": "31",
            "id": "12",
            "nass": "31 - وسمعته يَقُول كَانَ يحيى بن سعيد يحمل على همام حَتَّى قدم معَاذ بن هِشَام فَوَافَقَ هماما فِي أَحَادِيثه ¶ 32 - سَمِعت أَبَا عبد الله يَقُول أَصْحَاب قَتَادَة سعيد وَهِشَام وَشعْبَة إِلَّا أَن شُعْبَة لم يبلغ علم هَؤُلَاءِ وَكَانَ سعيد يكْتب كل شَيْء ¶ 33 - قَالَ أَبُو عبد الله كَانَ شُعْبَة يتشدد فِي التَّدْلِيس ¶ 34 - قيل لَهُ سمع أَيُّوب من الزُّهْرِيّ قَالَ نعم ¶ 35 - وَسُئِلَ أَيهمَا أثبت بهز أَو سُلَيْمَان بن حَرْب",
            "page": "43",
            "part": "1",
            "seal": "137F1A79"
        },
        {
            "hno": "36",
            "id": "13",
            "nass": "فَقَالَ بهز أثبت أَيْن يُقَاس سُلَيْمَان إِلَى بهز ¶ 36 - وَسُئِلَ عَن عِيسَى بن يُونُس وَأبي إِسْحَاق الْفَزارِيّ ومروان بن مُعَاوِيَة أَيهمْ أثبت قَالَ مَا فيهم إِلَّا ثَبت قيل لَهُ فَمن تقدم قَالَ مَا فيهم إِلَّا ثِقَة ثَبت إِلَّا أَن أَبَا إِسْحَاق ومكانه من الْإِسْلَام ¶ 37 - وَسُئِلَ عَن شُعْبَة عَن أبي إِسْحَاق عَن عمر بن أبي حُسَيْن قَالَ لَيْسَ هُوَ عمر كَانَ شُعْبَة يقلب أسامي الرِّجَال ¶ 38 - وَسُئِلَ عَن عمر بن هَارُون الْبَلْخِي فَقَالَ مَا أقدر أتعلق بِشَيْء كتبت عَنهُ حَدِيثا كثيرا فَقيل لَهُ قد كَانَت لَهُ قصَّة مَعَ ابْن مهْدي فَقَالَ بَلغنِي أَن عبد الرَّحْمَن كَانَ يحمل",
            "page": "44",
            "part": "1",
            "seal": "8CC943C7"
        },
        {
            "hno": "39",
            "id": "14",
            "nass": "عَلَيْهِ وَمَا أَدْرِي مَا كَانَت قصَّته فَقَالَ لَهُ أَبُو جَعْفَر إِنِّي سَمِعت من يَحْكِي عَن ابْن مهْدي أَنه قدم عَلَيْهِم عمر بن هَارُون الْبَصْرَة وَهُوَ شَاب فذاكره عبد الرَّحْمَن فَكتب عَنهُ ثَلَاثَة أَحَادِيث فِيهَا حَدِيث عَن يحيى بن أبي عَمْرو السينَانِي عَن عَمْرو بن عبد الله الْحَضْرَمِيّ عَن عبد الله بن عَمْرو فِي شرب الْعصير وَمِنْهَا عَن عبد الْملك عَن عَطاء فِي الحفار يضع الفاس فِي الْقَبْر بَعْدَمَا يفرغ مِنْهُ وَحَدِيث آخر فَلَمَّا كَانَ بعد زمَان قدم عَلَيْهِم الْبَصْرَة فَأتى رجل عبد الرَّحْمَن فَقَالَ إِنَّك كتبت عَن هَذَا أَشْيَاء فَأعْطَاهُ الرقعة فَذهب بهَا إِلَيْهِ فَسَأَلَهُ عَن حَدِيث يحيى بن أبي عَمْرو فَقَالَ لم أسمع من يحيى بن أبي عَمْرو شَيْئا إِنَّمَا كَانَ هَذَا مني فِي الحداثة وَسَأَلَهُ عَن حَدِيث عبد الْملك فَقَالَ لم أسمع من عبد الْملك حَدَّثَنِيهِ فلَان عَن عبد الْملك فَأتى ابْن مهْدي فَأخْبرهُ فنال مِنْهُ وَتكلم فَقَالَ أَبُو عبد الله كَانَ أَكثر مَا يحدثنا عَن ابْن جريج ويروى عَن الْأَوْزَاعِيّ قيل لَهُ فتروي عَنهُ قَالَ قد كنت رويت عَنهُ شَيْئا ¶ 39 - وَقَالَ قدم هَا هُنَا رجل حَدثهمْ عَن سُفْيَان بِحَدِيث فألقوه على عبد الرَّحْمَن فَقَالَ هَذَا كذب لَيْسَ من هَذَا شَيْء فأنكروه عَلَيْهِ فاستغاث بوكيع فَكَتَبُوا إِلَيْهِ فَإِذا الحَدِيث بَاطِل",
            "page": "45",
            "part": "1",
            "seal": "47BC5DAA"
        },
        {
            "hno": "40",
            "id": "15",
            "nass": "40 - قيل لَهُ عبيد الله أثبت أَو مَالك فِي نَافِع فَقَالَ لَيْسَ أحد أثبت فِي نَافِع من عبيد الله ¶ 41 - سُئِلَ عَن عقيل وَيُونُس فَقَالَ عقيل وَكَانَ يُونُس رُبمَا رفع الشَّيْء من رَأْي الزُّهْرِيّ يصيره عَن ابْن الْمسيب وَقَالَ قد روى يُونُس عَن عقيل ¶ 42 - وَسُئِلَ أَبُو عبد الله عَن شُعَيْب فَقَالَ مَا فيهم إِلَّا",
            "page": "46",
            "part": "1",
            "seal": "AACE2FAF"
        },
        {
            "hno": "43",
            "id": "16",
            "nass": "ثِقَة وَجعل يَقُول تَدْرِي من الثِّقَة إِنَّمَا الثِّقَة يحيى الْقطَّان تَدْرِي من الْحجَّة شُعْبَة وسُفْيَان حجَّة وَمَالك حجَّة وَقلت وَيحيى قَالَ وَيحيى وَعبد الرَّحْمَن وَأَبُو نعيم الْحجَّة الثبت كَانَ أَبُو نعيم ثبتا ¶ 43 - وَذكر عَبدة بن سُلَيْمَان فَقَالَ كَانَ من خِيَار الْمُسلمين كَانَ راوية عِنْد سعيد حينا وَإِن عِنْده غُلَاما حَدثا يحدثه فَكَانَ يَقُول للغلام اقْرَأ عَليّ فَإِذا أَخطَأ قَالَ لَهُ عَبدة أعده حَتَّى أملي عَلَيْك ¶ 44 - وَقَالَ وَكَانَ ابْن بشر جيد الْكتاب عَن سعيد سماعهم مُتَقَدم قلت سعيد اخْتَلَط قَالَ نعم أما يحيى فَكَانَ يَقُول من سمع قبل سنة خمس وَأَرْبَعين وَأما عبد الْوَهَّاب فقد كَانَ خولط يَعْنِي قبل سَمَاعه قلت عبد الْوَهَّاب ثِقَة قَالَ تَدْرِي من الثِّقَة الثِّقَة يحيى الْقطَّان",
            "page": "47",
            "part": "1",
            "seal": "AD6E88B2"
        },
        {
            "hno": "45",
            "id": "17",
            "nass": "45 - سَأَلته عَن خلاس فَقَالَ مَا روى عَن غير عَليّ فَلم ير بِهِ بَأْسا وَأما مَا روى عَن عَليّ فَلَيْسَ هِيَ عِنْدِي ¶ 46 - سَأَلته عَن قَتَادَة سمع من خلاس قَالَ نعم ¶ 47 - سَأَلته عَن أبي عبد الله الجدلي فَقَالَ قولا لينًا ¶ 48 - قلت من أَصْحَاب الثَّوْريّ قَالَ يحيى ووكيع وَعبد الرَّحْمَن وَأَبُو نعيم قلت قدمت وكيعا على عبد الرَّحْمَن قَالَ وَكِيع شيخ ¶ 49 - قلت يحيى بن يمَان ومؤمل إِذا اخْتلفَا قَالَ دع ذَا كَأَنَّهُ لين أَمرهمَا ثمَّ قَالَ مُؤَمل كَانَ يُخطئ",
            "page": "48",
            "part": "1",
            "seal": "D5636731"
        },
        {
            "hno": "50",
            "id": "18",
            "nass": "50 - سَأَلته عَن مجَالد بن سعيد كَيفَ هُوَ فَقَالَ كَذَا وَكَذَا وَقَالَ روى عَنهُ يحيى قلت تحتج بِهِ فَتكلم بِكَلَام لين ¶ 51 - سَأَلته عَن مُحَمَّد بن إِسْحَاق كَيفَ هُوَ فَقَالَ هُوَ حسن الحَدِيث وَلَكِن إِذا جمع عَن رجلَيْنِ قلت كَيفَ قَالَ يحدث عَن الزُّهْرِيّ وَرجل آخر فَيحمل حَدِيث هَذَا على هَذَا ثمَّ قَالَ قَالَ يَعْقُوب سَمِعت أبي يَقُول سَمِعت الْمَغَازِي مِنْهُ ثَلَاث مَرَّات ينقصها ويغيرها وَقَالَ قَالَ مَالك وَذكره فَقَالَ دجال من الدجاجلة وَقَالَ أَبُو عبد الله قدم مُحَمَّد بن إِسْحَاق إِلَى بَغْدَاد فَكَانَ لَا يُبَالِي عَن من يَحْكِي عَن الْكَلْبِيّ وَغَيره ¶ 52 - سَأَلته عَن مُحَمَّد بن عَمْرو فَقَالَ قد روى عَنهُ يحيى وَرُبمَا رفع أَحَادِيث يوقفها غَيره وَهَذَا من قبله وَقَالَ قدم على الْأَعْمَش فَلم يُكرمهُ",
            "page": "49",
            "part": "1",
            "seal": "CC8BA355"
        },
        {
            "hno": "53",
            "id": "19",
            "nass": "53 - سَأَلته عَن ثَابت وَحميد أَيهمَا أثبت فِي أنس فَقَالَ ثَابت وَقَالَ كَانَ حميد يذهب مَعَ ثَابت إِلَى الحَدِيث وَلَقَد قَالَ أنس إِن ثَابتا دويته أحبهما ¶ 54 - وَسَأَلته عَن ابْن أبي ذِئْب كَيفَ هُوَ قَالَ ثِقَة قلت فِي الزُّهْرِيّ قَالَ كذ وَكَذَا حدث بِأَحَادِيث كَأَنَّهُ أَرَادَ خُولِفَ ¶ 55 - قلت لأبي عبد الله فعبد الرَّحْمَن بن إِسْحَاق كَيفَ هُوَ قَالَ أما مَا كتبنَا من حَدِيثه فقد حدث عَن الزُّهْرِيّ بِأَحَادِيث كَأَنَّهُ أَرَادَ تفرد بهَا ثمَّ ذكر حَدِيث مُحَمَّد بن جُبَير فِي الْحلف حلف المطيبين فَأنكرهُ أَبُو عبد الله وَقَالَ مَا رَوَاهُ غَيره ¶ 56 - وَقلت لأبي عبد الله فِي سعد بن إِبْرَاهِيم إِن مَالِكًا لم",
            "page": "50",
            "part": "1",
            "seal": "7579FA3E"
        },
        {
            "hno": "57",
            "id": "20",
            "nass": "يرو عَنهُ فكره أَبُو عبد الله مَا قلت وَقَالَ وَقد كَانَ سُفْيَان يَقُول إِن سَعْدا سعد وَقَالَ قَالَ الزُّهْرِيّ من لَهُ أَب مثل سعد وَذكر من فَضله وَقَالَ كَانَ يَأْمر بِالْمَعْرُوفِ وَلَقَد احْتَاجَ فَدخل فِي الْقَضَاء فَلَمَّا عزل كَانَ يهاب مثله وَهُوَ قَاض قلت قد روى مَالك عَن ابْن إِدْرِيس عَن شُعْبَة عَن سعد فَقَالَ نعم وَعجب وَقَالَ كَانَ مَالك ينْتَقد الرِّجَال ¶ 57 - سَأَلته عَن السّديّ فَقَالَ لَيْسَ بِهِ بَأْس هُوَ عِنْدِي ثِقَة إِلَّا أَن عبد الرَّحْمَن بن مهْدي قَالَ قَالَ لي شُعْبَة فِي حَدِيث حدث بِهِ عَن السّديّ رَفعه وَأَنا لَا أرفعه قَالَ ابْن مهْدي قلت إِن إِسْرَائِيل حدث بِهِ مَرْفُوعا فَأَوْمأ شُعْبَة بِرَأْسِهِ أَي نعم ¶ 58 - سَأَلت أَبَا عبد الله عَن مطر الْوراق فَقَالَ فِيهِ قولا لينًا وَقَالَ هُوَ مثل ابْن أبي ليلى",
            "page": "51",
            "part": "1",
            "seal": "9988C495"
        },
        {
            "hno": "59",
            "id": "21",
            "nass": "59 - سَأَلت أَبَا عبد الله عَن مُوسَى الْجُهَنِيّ فَقَالَ لَيْسَ بِهِ بَأْس وَأحسن القَوْل فِيهِ ¶ 60 - سَأَلت أَبَا عبد الله عَن عَليّ بن الْمُبَارك فَقَالَ لَيْسَ بِهِ بَأْس ثمَّ قَالَ قد كَانَ يَرْمِي بالتشيع ¶ 61 - سَأَلت أَبَا عبد الله عَن أبي الزبير فَقَالَ قد روى عَنهُ قوم وَاحْتَمَلُوهُ روى عَنهُ أَيُّوب وَغير وَاحِد إِلَّا أَن شُعْبَة لم يحدث عَنهُ قلت هُوَ لين فَكَأَنَّهُ لينه قلت أَبُو الزبير أحب إِلَيْك أَو أَبُو نَضرة قَالَ أَبُو نَضرة أحب إِلَيّ ¶ 62 - سَأَلته عَن جَعْفَر بن مُحَمَّد فَقَالَ قد روى عَنهُ يحيى وَلينه",
            "page": "52",
            "part": "1",
            "seal": "4E6128F3"
        },
        {
            "hno": "63",
            "id": "22",
            "nass": "63 - سَأَلت أَبَا عبد الله عَن صَالح مولى التوءمة فَقَالَ قَالَ مَالك قد رَأَيْته مختلطا وَلم يحمل عَنهُ ثمَّ قَالَ من سمع مِنْهُ قبل الِاخْتِلَاط فَكَأَنَّهُ ¶ 64 - سَأَلت أَبَا عبد الله عَن النَّضر بن عَرَبِيّ فَقَالَ لَيْسَ بِهِ بَأْس ¶ 65 - سَأَلت أَبَا عبد الله عَن الْوَازِع بن نَافِع فَقَالَ لَا أَدْرِي كَيفَ هُوَ كَأَنَّهُ ضعفه ¶ 66 - سَأَلته عَن معقل بن عبيد الله فَقَالَ ثِقَة",
            "page": "53",
            "part": "1",
            "seal": "B95E4154"
        },
        {
            "hno": "67",
            "id": "23",
            "nass": "67 - سَأَلت أَبَا عبد الله عَن عَاصِم الْأَحول فَقَالَ ثِقَة قلت إِن يحيى بن معِين تكلم فِيهِ فَعجب وَقَالَ ثِقَة ¶ 68 - سَأَلت أَبَا عبد الله عَن عَاصِم بن أبي النجُود فَقَالَ هُوَ أستاذ أبي بكر بن عَيَّاش لَيْسَ بِهِ بَأْس وَكَأَنَّهُ لينه ¶ 69 - وَسَأَلته عَن جَابر الْجعْفِيّ فَقَالَ قد كنت لَا أكتب حَدِيثه ثمَّ كتبت أعتبر بِهِ ¶ 70 - سَأَلت أَبَا عبد الله عَن ابْن لَهِيعَة فلين أمره وَقَالَ من سمع مِنْهُ مُتَقَدما",
            "page": "54",
            "part": "1",
            "seal": "AB6152DC"
        },
        {
            "hno": "71",
            "id": "24",
            "nass": "71 - سَأَلته عَن مُحَمَّد بن عبد الله بن أبي يَعْقُوب فَقَالَ ثِقَة ¶ 72 - سَأَلته عَن هِشَام بن حسان فَقَالَ أَيُّوب وَابْن عون أحب إِلَيّ وَحسن أَمر هِشَام وَقَالَ قد روى أَحَادِيث رَفعهَا أوقفوها وَقد كَانَ مَذْهَبهم أَن يقصروا بِالْحَدِيثِ ويوقفوه ¶ 73 - سَأَلت أَبَا عبد الله عَن مبارك بن فضَالة وَأبي هِلَال فَقَالَ هما متقاربان لَيْسَ هما بِذَاكَ وَقد كنت لَا أخرج عَن مبارك شَيْئا ثمَّ بعد ¶ 74 - وَسَأَلته عَن أَبِي الْأَشْهب فَقَالَ لَا يُخْتَلَف فِيهِ أَنه ثِقَة",
            "page": "55",
            "part": "1",
            "seal": "725475F9"
        },
        {
            "hno": "75",
            "id": "25",
            "nass": "75 - سَأَلته عَن جرير بن حَازِم فَقَالَ فِي بعض حَدِيثه شَيْء وَلَيْسَ بِهِ بَأْس ¶ 76 - سَأَلته عَن يزِيد النَّحْوِيّ فَقَالَ كَذَا وَكَذَا ¶ 77 - سَأَلته عَن فرقد السبخي فَقَالَ رجل صَالح وَحَدِيثه لَيْسَ بِذَاكَ ¶ 78 - سَأَلته عَن الْمُغيرَة بن زِيَاد الْموصِلِي فلين أمره ¶ 79 - وَسَأَلته عَن إِبْرَاهِيم بن مهَاجر فلين أمره سمعته",
            "page": "56",
            "part": "1",
            "seal": "1B322761"
        },
        {
            "hno": "80",
            "id": "26",
            "nass": "يَقُول تكلم يحيى بن معِين معي بِحَضْرَة عبد الرَّحْمَن بن مهْدي فَقَالَ يحيى إِبْرَاهِيم بن مهَاجر وَذكر رجلا آخر ضعيفين مهينين فَحمل عَلَيْهِ عبد الرَّحْمَن حملا شَدِيدا وَجعل أَبُو عبد الله يعجب من هَذ الْكَلَام وَيَقُول مهينين ¶ 80 - وَقلت لَهُ إِنِّي سَأَلت يحيى بن معِين عَن الصَّائِم يحتجم قَالَ لَا شَيْء عَلَيْهِ لَيْسَ يثبت فِيهَا خبر قَالَ أَبُو عبد الله هَذَا كَلَام مجازفة",
            "page": "57",
            "part": "1",
            "seal": "2ED1892D"
        },
        {
            "hno": "81",
            "id": "27",
            "nass": "81 - وَقَالَ يزِيد الرقاشِي لَيْسَ مِمَّن يحْتَج بِهِ ¶ 82 - وَقَالَ أَشْعَث بن طلق الَّذِي روى عَن ابْن عمر وَتكلم فِيهِ بِكَلَام لين ¶ 83 - وَقَالَ فِي مُوسَى بن دهقان فلين أمره ¶ 84 - وَقَالَ فِي أبي دَاوُد نفيع فلين أمره ¶ 85 - وَقَالَ فِي الْخَزْرَج بن عُثْمَان السَّعْدِيّ فَقَالَ هَذَا ثِقَة",
            "page": "58",
            "part": "1",
            "seal": "1C48100E"
        },
        {
            "hno": "86",
            "id": "28",
            "nass": "86 - وَقَالَ فِي أبي عُبَيْدَة النَّاجِي فضعف أمره ¶ 87 - وَقَالَ فِي خصيب بن جحدر مَتْرُوك الحَدِيث ¶ 88 - وَقَالَ فِي أبي بكر الْهُذلِيّ ضعف أمره ¶ 89 - وَذكر الرّبيع بن صبيح فَتكلم فِيهِ بِكَلَام لين ¶ 90 - وَقَالَ فِي السّديّ وَابْن مهَاجر ثقتان ثمَّ قَالَ مَنْصُور وَأَيوب أثبت مِنْهُمَا",
            "page": "59",
            "part": "1",
            "seal": "FA5BE1BE"
        },
        {
            "hno": "91",
            "id": "29",
            "nass": "91 - سَأَلته عَن قطن الَّذِي روى عَنهُ مُغيرَة فَقَالَ لَا أعرفهُ إِلَّا مِمَّا روى عَنهُ مُغيرَة قلت إِن جَرِيرًا ذكره بِذكر سوء قَالَ لَا أَدْرِي جرير أعرف بِهِ وببلده ¶ 92 - وَذكر عَامر بن شَقِيق الَّذِي روى عَن أبي وَائِل فَتكلم فِيهِ بِشَيْء ¶ 93 - وَقَالَ فِي دُكَيْن الضَّبِّيّ حَدثنَا عَنهُ أَبُو نعيم وَلم يرضه وَقَالَ قد روى عَنهُ الثَّوْريّ ثَلَاثَة أَحَادِيث ¶ 94 - قلت لهيثم الَّذِي روى عَنهُ مُغيرَة قَالَ لَا أعرفهُ إِلَّا مَا روى عَنهُ مُغيرَة ¶ 95 - وَذكر عمر بن يعلى فَلم يرضه",
            "page": "60",
            "part": "1",
            "seal": "64AC79B0"
        },
        {
            "hno": "96",
            "id": "30",
            "nass": "96 - وَقَالَ إِسْمَاعِيل بن سميع لَيْسَ بِهِ بَأْس ¶ 97 - وَقَالَ سلم بن عبد الرَّحْمَن لَيْسَ هُوَ أَخُو حُصَيْن وَلَيْسَ بِهِ بَأْس ¶ 98 - وَذكر عمَارَة بن الْقَعْقَاع فَقَالَ ثِقَة ¶ 99 - وَقَالَ حبيب بن أبي عمْرَة ثِقَة ¶ 100 - وَذكر عبد الله بن سعيد بن جُبَير فَقَالَ قد روى عَنهُ أَيُّوب وَلَيْسَ بِهِ بَأْس",
            "page": "61",
            "part": "1",
            "seal": "A78CAFE9"
        },
        {
            "hno": "101",
            "id": "31",
            "nass": "101 - وَذكر سُهَيْل بن أبي صَالح فَقَالَ لَيْسَ بِهِ بَأْس ¶ 102 - وَذكر يُونُس بن خباب فَتكلم فِيهِ وَلم يرضه وَقَالَ هَذَا كَانَ يَقع فِي عُثْمَان ¶ أخبرنَا أَبُو عوَانَة قَالَ سَمِعت على بن عبد الْعَزِيز يَقُول نَا إِبْرَاهِيم بن زِيَاد بن سبلان قَالَ سَمِعت عباد بن عباد يَقُول أتيت يَوْمًا يُونُس بن خباب بمنى فَسَأَلته عَن حَدِيث الْقَبْر فَحَدثني بِهِ وَقَالَ فِيهِ شَيْء كتمته المرجئة وَحَتَّى يسْأَل عَن عَليّ",
            "page": "62",
            "part": "1",
            "seal": "60764FF5"
        },
        {
            "hno": "103",
            "id": "32",
            "nass": "103 - سَأَلته عَن همام بن مُنَبّه فَقَالَ ثِقَة ¶ 104 - وَقَالَ يحيى بن سعيد وأخويه يَعْنِي عبد ربه بن سعيد وَسعد بن سعيد فضعف سَعْدا ¶ 105 - وَسَأَلته عَن النُّعْمَان بن رَاشد فَقَالَ هُوَ جزري لَيْسَ بِذَاكَ ¶ 106 - سُئِلَ عَن عبد الله بن سعيد بن أبي سعيد فَقَالَ لَيْسَ هُوَ بِذَاكَ وَقد روى عَنهُ سُفْيَان",
            "page": "63",
            "part": "1",
            "seal": "C0CD3D3C"
        },
        {
            "hno": "107",
            "id": "33",
            "nass": "107 - وَسَأَلْتُهُ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ شَيْخٍ رَوَى عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ قَالَ هَدَايَا الأُمَرَاءِ غُلُولٌ قَالَ لَا أَعْرِفُهُ قُلْتُ فَعُبَيْدُ اللَّهِ بْنُ أَبِي جَعْفَرٍ قَالَ كَانَ يُقَالُ إِنَّهُ حَسَنُ الْفِقْهِ مِنْ أَهْلِ الْمَدِينَةِ قُلْتُ كَيْفَ هُوَ فِي الْحَدِيثِ قَالَ ثِقَة ¶ 108 - وَذكر ابْن سمْعَان فَقَالَ كَانَ مَتْرُوك الحَدِيث ¶ وَسُئِلَ عَن ابْن سمْعَان فَقَالَ سَمِعت إِبْرَاهِيم بن سعد يحلف أَنه كَذَّاب قَالَ وَكَانَ يَقُول سَمِعت مُجَاهدًا فَيَقُول ابْن إِسْحَاق أَنا وَالله أكبر مِنْهُ وَمَا سَمِعت مِنْهُ ¶ 109 - وَسُئِلَ عَن مُحَمَّد بن عَمْرو والْعَلَاء فَقَالَ الْعَلَاء أحب إِلَيّ وَذَاكَ أَن مُحَمَّد بن عَمْرو رُبمَا قَالَ الْأَشْيَاخ",
            "page": "64",
            "part": "1",
            "seal": "D9D17552"
        },
        {
            "hno": "110",
            "id": "34",
            "nass": "110 - وَسُئِلَ عَن خَارِجَة بن مُصعب فضعفه وَقَالَ مَا روى عَنهُ ابْن الْمُبَارك شَيْئا فِي كتبه فَقَالَ لَهُ ابْن أبي رزمة بلَى حَدِيث وَاحِد وَقَالَ قد قَالُوا لِابْنِ الْمُبَارك فِيهِ فَقَالَ كَيفَ أحدث عَن رجل حدث بِكَذَا الحَدِيث مُنكر ¶ 111 - وَسَأَلته عَن زيد بن أبي أنيسَة كَيفَ هُوَ فحرك يَده وَقَالَ صَالح وَلَيْسَ هُوَ بِذَاكَ ¶ 112 - وَذكر أَبَا إِسْرَائِيل الْملَائي فَقَالَ كَانَ شِيعِيًّا وَقد روى عَنهُ الثَّوْريّ حَدِيثه فِي من أَرَادَ الْحَج من بلد فليتقدم",
            "page": "65",
            "part": "1",
            "seal": "282D184D"
        },
        {
            "hno": "113",
            "id": "35",
            "nass": "113 - وَقَالَ لي أَبُو عبد الله عَاصِم بن عبيد الله كَانَ الشُّيُوخ يهابون حَدِيثه ¶ 114 - سَأَلته عَن أبي حَمْزَة الْعَطَّار فَقَالَ لَا أَدْرِي كَيفَ هُوَ ¶ 115 - سَأَلته عَن حَكِيم بن جُبَير فَقَالَ لَيْسَ بِذَاكَ ¶ 116 - سَأَلت أَبَا عبد الله عَن عَمْرو بن عبد الله الَّذِي روى",
            "page": "66",
            "part": "1",
            "seal": "EDF1082C"
        },
        {
            "hno": "117",
            "id": "36",
            "nass": "عَن عِكْرِمَة فَقَالَ هَذَا يُقَال لَهُ عَمْرو برق كَانَ عِكْرِمَة نزل على أَبِيه وَكَانَ سمع مِنْهُ كتابا وَكَانَ أهل الْيمن لَا يرضونه وَأَشَارَ أَبُو عبد الله بِيَدِهِ أَي كَانَ يشرب وَتَبَسم وَكَانَ معمر يحدث عَنهُ يَقُول عَن رجل لَا يُسَمِّيه إِلَّا لِابْنِ الْمُبَارك فَإِنَّهُ سَمَّاهُ قَالَ برق ¶ 117 - وَذكر عبد الله الْعمريّ فَلم يرضه وَقَالَ لين الحَدِيث ¶ 118 - وَقَالَ فِي عَليّ بن عَليّ الرِّفَاعِي لم يكن بِهَذَا الشَّيْخ بَأْس إِلَّا أَنه رفع أَحَادِيث ¶ 119 - وَذكر مُحَمَّد بن أبي حَفْصَة فَلم يرضه وَأرَاهُ ذكر أَن لَهُ رَأْي سوء",
            "page": "67",
            "part": "1",
            "seal": "F4DF3297"
        },
        {
            "hno": "120",
            "id": "37",
            "nass": "120 - وَذكر جَعْفَر بن مَيْمُون فَلم يرضه ¶ 121 - وَذكر حَمَّاد بن أبي سُلَيْمَان فَقَالَ ثِقَة ¶ 122 - وَذكر أَبَا الرّبيع السمان فَقَالَ لَيْسَ حَدِيثه بِشَيْء ¶ 123 - وَقَالَ صَالح بن أبي الْأَخْضَر لم يرضه وَقَالَ كَانَ يحيى لَا يحدث عَنهُ وَقَالَ أَبُو عبد الله حَدثهمْ بِأَحَادِيث ثمَّ قَالَ لم أسمعها",
            "page": "68",
            "part": "1",
            "seal": "6F5402E0"
        },
        {
            "hno": "124",
            "id": "38",
            "nass": "124 - وَقَالَ عبد الْملك بن عُمَيْر فِي حَدِيثه اضْطِرَاب ¶ 125 - وَقَالَ قيس بن سعد ثِقَة ¶ 126 - وَقَالَ أَبُو معشر لم يرضه وَتكلم فِيهِ بِشَيْء ¶ 127 - وَسَأَلته عَن سَالم بن أبي حَفْصَة فَقَالَ لَيْسَ بِهِ بَأْس إِلَّا أَنه كَانَ شِيعِيًّا ¶ 128 - وَقَالَ أَبُو عبد الله أَبُو مَرْيَم مَتْرُوك الحَدِيث وَقد",
            "page": "69",
            "part": "1",
            "seal": "9835B1D1"
        },
        {
            "hno": "129",
            "id": "39",
            "nass": "كَانَ يَرْمِي بالتشيع وَقد كتب عَنهُ شُعْبَة كَانَ يعرفهُ بالشبيبة قَدِيما قَالَ شُعْبَة قَالَ أَبُو مَرْيَم لرجل حَدثَك يحيى وَوَثَّاب أَن مسروقا حَدثهمْ أَن عبد الله حَدثهمْ قَالَ أَبُو مَرْيَم وَلَو يَقُول لَهُ أحد من حَدثَك أم كَيفَ سَمِعت للطم عينه ¶ 129 - سَأَلته عَن الْمُغيرَة بن النُّعْمَان فَقَالَ هُوَ كَذَا وَكَذَا ¶ 130 - سَأَلت أَبَا عبد الله عَن لَيْث بن أبي سليم فَقَالَ لَيْسَ هُوَ بِذَاكَ ¶ 131 - سَأَلته عَن الضَّحَّاك بن يسَار سمع من أبي عُثْمَان فَقَالَ لَا أَدْرِي وَتكلم فِيهِ بِكَلَام لين",
            "page": "70",
            "part": "1",
            "seal": "A31EF26E"
        },
        {
            "hno": "132",
            "id": "40",
            "nass": "132 - سَأَلته عَن أبي بكر بن أبي سُبْرَة فَقَالَ لَيْسَ هُوَ بِشَيْء ثمَّ قَالَ روى عَنهُ ابْن جريج قَالَ حجاج قَالَ عِنْدِي سَبْعُونَ ألفا فِي الْحَلَال وَالْحرَام ¶ 133 - قَالَ أَبُو عَبْدِ اللَّهِ كُنَّا عِنْدَ إِسْمَاعِيلَ فَذُكِرَ لَهُ حَدِيثُ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قُلْتُ يَا رَسُولَ اللَّهِ أَكْتُبُ عَنْكَ مَا أَسْمَعُ قَالَ نَعَمْ قُلْتُ فِي الْغَضَبِ وَالرِّضَا فَسَمِعْتُ إِسْمَاعِيلَ يَقُولُ أَعُوذُ بِاللَّهِ مِنَ الْكَذِبِ فَقلت كَيفَ كَانَ حَال عَمْرو بن شُعَيْب عِنْد إِسْمَاعِيل لم يكن يرضاه قَالَ قد روى عَنهُ وَلَقَد كَانَ مَذْهَب مُحَمَّد بن سِيرِين وَأَيوب وَابْن عون أَلا يكتبوا ¶ 134 - قلت سمع يحيى من عمر بن عَامر شَيْئا قَالَ لَا أعلم أَنه حدث عَنهُ بِشَيْء",
            "page": "71",
            "part": "1",
            "seal": "9632FB5F"
        },
        {
            "hno": "135",
            "id": "41",
            "nass": "135 - سَأَلته من أكبر مَنْصُور بن الْمُعْتَمِر أَو ابْن زَاذَان قَالَ لَا أَدْرِي ¶ 136 - وَذكر جرير بن حَازِم فَقَالَ كَانَ حَافِظًا وَقَالَ مرّة فِي حَدِيثه شَيْء ¶ 137 - قَالَ أَبُو عبد الله سَمِعت إِبْرَاهِيم بن سعد يحلف بِاللَّه أَن ابْن سمْعَان كَذَّاب ¶ 138 - وَقَالَ فِي إِسْحَاق بن يحيى بن طَلْحَة لَيْسَ حَدِيثه بِشَيْء",
            "page": "72",
            "part": "1",
            "seal": "CD236382"
        },
        {
            "hno": "139",
            "id": "42",
            "nass": "139 - وَذكر حُسَيْن بن وَاقد فَقَالَ لَيْسَ بِذَاكَ ¶ 140 - وَسُئِلَ عَن عَليّ بن غراب فَقَالَ كَانَ حَدِيثه حَدِيث أهل الصدْق ¶ 141 - قلت لَهُ سعيد بن عبد الْجَبَّار مكي قَالَ لَا هَذَا من أهل الشَّام حَدثنَا أَبُو بدر عَنهُ بحديثين وَقد ضربت عَلَيْهِمَا قلت وإيش حَاله قَالَ حدث بِأَحَادِيث مَنَاكِير ¶ 142 - سَأَلته عَن عسل بن سُفْيَان فلين أمره",
            "page": "73",
            "part": "1",
            "seal": "47C69A39"
        },
        {
            "hno": "143",
            "id": "43",
            "nass": "143 - سَأَلته عَن بشر بن حَرْب فَقَالَ نَحن صِيَام وَضَعفه ¶ 144 - وَسَأَلته عَن دَاوُد بن يزِيد الأودي فَقَالَ هَذَا الزعافري وَهُوَ عَم ابْن إِدْرِيس سَأَلُوهُ عَن حَدِيث الشّعبِيّ لَا يكون الْمهْر أقل من عشرَة فَلم يعرفهُ فَسَأَلَهُ شريك فلقنه فَحدث بِهِ وَضَعفه ¶ 145 - وَسَأَلته عَن أَزْهَر بن سِنَان فلينه وَقَالَ حدث بِحَدِيث ذكره فِي الطَّلَاق",
            "page": "74",
            "part": "1",
            "seal": "651FCA4D"
        },
        {
            "hno": "146",
            "id": "44",
            "nass": "146 - سَأَلته عَن عبد الله بن ميسرَة الَّذِي حدث عَنهُ يزِيد ابْن هَارُون فلينة وَقَالا نَحن نروى عَنهُ سَأَلته عَن دَاوُد بن فَرَاهِيجَ فَقَالَ هَذَا مديني ولين أمره ¶ 148 - وَسَأَلته عَن أبي عَامر الخزاز فَقَالَ قد روى عَنهُ ولين أمره ¶ 149 - سَأَلته عَن عباد بن صُهَيْب فَقَالَ كَانَ يَرْمِي بِالْقدرِ وَكَانَ أمره قَرِيبا من أبي عَامر الخزاز",
            "page": "75",
            "part": "1",
            "seal": "D2A862BC"
        },
        {
            "hno": "150",
            "id": "45",
            "nass": "150 - سَأَلته عَن الزبير بن سعيد فلين أمره ¶ 151 - سَأَلته عَن عِيسَى بن الْمسيب فَقَالَ هَذَا كُوفِي وَلينه ¶ 152 - سَأَلته عَن أبي دَاوُد نفيع وَعَن أبي الورقاء فلين أَمر نفيع وَضعف أَبَا الورقاء وَقدم أَبَا دَاوُد عَلَيْهِ وَقَالَ هُوَ أمثل ¶ 153 - سَأَلته عَن حَارِثَة بن أبي الرِّجَال فَقَالَ لَيْسَ هُوَ بِذَاكَ",
            "page": "76",
            "part": "1",
            "seal": "2E27CF07"
        },
        {
            "hno": "154",
            "id": "46",
            "nass": "154 - وَسَأَلته عَن أَخِيه عبد الرَّحْمَن فَقَالَ لَيْسَ بِهِ بَأْس ¶ 155 - سَأَلته عَن ابْن عجلَان قَالَ ثِقَة قلت إِن يحيى قد ضعفه قَالَ كَانَ ثِقَة إِنَّمَا اضْطربَ عَلَيْهِ حَدِيث المَقْبُري كَانَ عَن رجل جعل يصيره عَن أبي هُرَيْرَة ¶ 156 - سَأَلته عَن رشدين قَالَ لَيْسَ أخبر أمره لَا أَدْرِي ¶ 157 - سَأَلته قلت شُعْبَة عَن عتاب مولى ابْن هُرْمُز هُوَ عتاب ابْن من هُوَ قَالَ لَا أَدْرِي",
            "page": "77",
            "part": "1",
            "seal": "30EC8670"
        },
        {
            "hno": "158",
            "id": "47",
            "nass": "158 - قلت الحكم بن عَطِيَّة كَيفَ هُوَ قَالَ الْبَصْرِيّ قلت نعم الَّذِي روى عَن ثَابت قَالَ كَانَ عِنْدِي لَيْسَ بِهِ بَأْس ثمَّ بَلغنِي أَنه حدث بِأَحَادِيث مَنَاكِير وَكَأَنَّهُ ضعفه ¶ 159 - وَسَأَلته عَن عمرَان فَقَالَ لَيْسَ بِذَاكَ وَضَعفه ¶ 160 - سَأَلته عَن إِسْمَاعِيل ين رَافع قَالَ لَا أَدْرِي ¶ 161 - ابْن أبي مليكَة عَن عبد الرَّحْمَن بن السَّائِب فانتهر بِيَدِهِ وَقَالَ لَيْسَ حَدِيث ذَا بِشَيْء",
            "page": "78",
            "part": "1",
            "seal": "6F8B8A96"
        },
        {
            "hno": "162",
            "id": "48",
            "nass": "162 - وَقَالَ فِي حَدِيث أبي النَّضر عَن أبي جَعْفَر الرَّازِيّ عَن بريد بن عبد الله قَالَ هَذَا شَامي فَذكر حَدِيث وَاثِلَة قصَّة البلا فَقَالَ أَبُو جَعْفَر لم يسمع من هَذَا إِنَّمَا روى هَذَا عَن مُحَمَّد بن سعيد وَالله أعلم فَترك مُحَمَّد بن سعيد وَقَالَ عَن بريد ¶ 163 - قلت إيش حَال مُحَمَّد بن سعيد قَالَ يَقُولُونَ إِن أَبَا جَعْفَر صلبه على الزندقة وَهُوَ مَتْرُوك الحَدِيث",
            "page": "79",
            "part": "1",
            "seal": "FC9B0155"
        },
        {
            "hno": "164",
            "id": "49",
            "nass": "164 - قلت فَأَبُو جَابر البياضي كَيفَ هُوَ قَالَ بَلغنِي عَن مَالك أَنه كَانَ يَقُول كَانَ يكذب ¶ 165 - قلت فَكيف الْحسن بن عمَارَة فَقَالَ مَتْرُوك الحَدِيث ¶ 166 - سَأَلته عَن أبي هَارُون الْعَبْدي فَقَالَ لَيْسَ هُوَ بِذَاكَ ¶ 167 - وَسَأَلته عَن عباد بن كثير فَقَالَ لَيْسَ هُوَ بِذَاكَ ¶ قلت كَانَ فِيهِ شَيْء من الْقدر قَالَ لَا إِلَّا أَن حَدِيثه لَيْسَ بِذَاكَ",
            "page": "80",
            "part": "1",
            "seal": "96205E40"
        },
        {
            "hno": "168",
            "id": "50",
            "nass": "168 - قلت لَهُ مَا تَقول فِي سعيد بن جمْهَان فَقَالَ ثِقَة روى عَنهُ الْعَوام بن حَوْشَب وروى عَنهُ حَمَّاد وَأرَاهُ ذكر عبد الْوَارِث وَغَيره قلت يروي عَن يحيى الْقطَّان أَنه سُئِلَ عَنهُ فَلم يرضه فَقَالَ بَاطِل وَغَضب وَقَالَ مَا قَالَ هَذَا أحد غير عَليّ بن الْمَدِينِيّ مَا سَمِعت يحيى يتَكَلَّم فِيهِ بِشَيْء ¶ 169 - وَذكر عبد الله بن عُثْمَان بن خثيم فَقَالَ روى عَن عَطاء فِي الطَّلَاق نَاسِيا أَنه يلْزمه وَقد روى عَن ابْن جريج عَن عَطاء خِلَافه قلت فَكيف ابْن خثيم قَالَ ابْن جريج أثبت مِنْهُ ¶ 170 - حَدثنَا أَبُو عوَانَة ثَنَا أَبُو نضر ثَنَا أَبُو عبد الله أَحْمد بن",
            "page": "81",
            "part": "1",
            "seal": "236BE5C9"
        },
        {
            "hno": "171",
            "id": "51",
            "nass": "حَنْبَل قَالَ سَمِعت مُحَمَّد بن جَعْفَر الْوَركَانِي يَقُول كُنَّا عِنْد هشيم فَقَالَ لَهُ رجل حَدثنَا سَلمَة الْأَحْمَر عَن حَمَّاد عَن إِبْرَاهِيم قَالَ كَانَ أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم يحرمُونَ فِي المورد فَقَالَ هشيم دَعونَا من حَدِيث الْكَذَّابين فَتَبَسَّمَ أَبُو عبد الله وَقَالَ لَيْسَ من هَذَا شَيْء وَقَالَ قد رَأَيْت سَلمَة ¶ 171 - وَسَأَلت أَبَا عبد الله عَن أبي السَّمْح قلت كَيفَ هُوَ قَالَ قد روى عَن أبي الْهَيْثَم أَحَادِيث وَتَبَسم قلت كَيفَ هُوَ قَالَ مَا أَدْرِي قلت فَأَبُو الْهَيْثَم قَالَ ثِقَة ¶ 172 - وَقَالَ الْحسن بن ذكْوَان لَيْسَ بِذَاكَ وَقد روى عَنهُ يحيى ¶ 173 - وَسَأَلته عَن سُفْيَان بن حُسَيْن كَيفَ هُوَ قَالَ لَيْسَ بِذَاكَ وَضَعفه",
            "page": "82",
            "part": "1",
            "seal": "1C3C5752"
        },
        {
            "hno": "174",
            "id": "52",
            "nass": "174 - وَسَأَلته عَن إِسْحَاق بن رَاشد فَقَالَ ثِقَة ¶ 175 - وَقَالَ فِي سوار بن مُصعب لَيْسَ بِشَيْء ¶ 176 - قلت لَهُ يحْتَج بِحَدِيث أبي الزبير فَقَالَ أَبُو الزبير يروي عَنهُ ويحتج بِهِ ¶ 177 - سَأَلته عَن مبارك بن فضَالة قَالَ مَا روى عَن الْحسن يحْتَج بِهِ وَقَالَ دخل على أبي جَعْفَر فَجعل يَقُول يَا",
            "page": "83",
            "part": "1",
            "seal": "F500814A"
        },
        {
            "hno": "178",
            "id": "53",
            "nass": "أَمِير الْمُؤمنِينَ سَمِعت الْحسن يَقُول وَسمعت الْحسن يَقُول ثمَّ قَالَ أَبُو عبد الله كَانَ أَبُو جَعْفَر يُعجبهُ أَمر الْحسن ¶ 178 - وَسَأَلته عَن مُحَمَّد بن جَابر فَقَالَ يورى عَنهُ وَقَالَ كَانَ ابْن مهْدي يحدث عَن مُحَمَّد بن جَابر ثمَّ تَركه بعد ¶ 179 - وَسُئِلَ عَن الْأَعْمَش عَن أبي سُبْرَة الْهُذلِيّ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عَلَيْهِ وَسلم لاتقوم السَّاعَةُ حَتَّى يَظْهَرَ الْفُحْشُ وَقَطِيعَةُ الرَّحِمِ قَالَ لَا أَدْرِي من هَذَا لَا أعرفهُ وَقيل لَهُ هَذَا يَحْيَى بْنُ مَالِكٍ الَّذِي رَوَى عَنهُ قَتَادَة قَالَ لَا أَدْرِي ¶ 180 - وَسَأَلته عَن اسامة بن زيد قَالَ اللَّيْث أقوى من ذَا يُرِيد ابْن زيد بن أسلم",
            "page": "84",
            "part": "1",
            "seal": "2C470DC3"
        },
        {
            "hno": "181",
            "id": "54",
            "nass": "181 - قلت كَيفَ كَانَ إِسْمَاعِيل بن سَالم قَالَ لَيْسَ بِهِ بَأْس قلت إِنَّه حكى عَن أبي عوَانَة عَن إِسْمَاعِيل بن سَالم أَنه سمع زبيدا يَقُول كَانَ فِي قصَّة مُعَاوِيَة قَالَ وَمن سمع هَذَا من أبي عوَانَة ثمَّ قَالَ قد كَانَت عِنْده أَحَادِيث الشِّيعَة وَقد نظر شُعْبَة فِي كتبه ¶ 182 - وَسُئِلَ عَن الْحسن بن صَالح فَقَالَ ثِقَة إِلَّا أَن مذْهبه ذَاك ¶ 183 - قلت يزِيد ين عبد الله أَو عبد الْملك النَّوْفَلِي قَالَ مَا أَدْرِي روى هَذَا حَدِيث أبي هُرَيْرَة قلت فابنه قَالَ قدم إِلَى هَا هُنَا وَضَعفه",
            "page": "85",
            "part": "1",
            "seal": "50B7B3FB"
        },
        {
            "hno": "184",
            "id": "55",
            "nass": "184 - وَقَالَ فِي تليد بن سُلَيْمَان كَانَ مذْهبه التَّشَيُّع وَلم ير بِهِ بَأْسا ¶ 185 - وَقَالَ ثَوْر بن يزِيد ثِقَة إِلَّا أَنه كَانَ يرى الْقدر ¶ 186 - وَقَالَ حَمْزَة الزيات ثِقَة فِي الحَدِيث وَلَكِنِّي أكره قِرَاءَته ¶ 187 - وَقَالَ زَكَرِيَّا بن مَنْظُور شيخ وَلينه",
            "page": "86",
            "part": "1",
            "seal": "8EF49C3C"
        },
        {
            "hno": "188",
            "id": "56",
            "nass": "188 - سألتُه عَن مُوسَى بْن عُقبة وَإِبْرَاهِيم بْن عُقبة وَمُحَمّد بْن عُقبة فَقَالَ مُوسَى ثِقَة ثِقَة وَقَالَ لَيْسَ بهم بَأْس ¶ 189 - سَأَلته عَن الْأَشْعَث والنعمان وَسَعِيد بن أبي خَالِد فَقَالَ سعيد لَا أعرفهُ وَقَالَ قد روى إِسْمَاعِيل عَن النُّعْمَان وَأَشْعَث قلت كَيفَ هُوَ قَالَ لَيْسَ بهم بَأْس إِنَّمَا روى عَنْهُم حَدِيثا أَو حديثين",
            "page": "87",
            "part": "1",
            "seal": "740B75EE"
        },
        {
            "hno": "190",
            "id": "57",
            "nass": "190 - وَسَأَلته عَن عمر بن نَافِع وَعبد الله بن نَافِع فَقَالَ عمر لَا أعرفهُ وَأَبُو بكر بن نَافِع تكلم فِيهِ بِشَيْء ¶ 191 - سَأَلته عَن ابْن أخي ابْن شهَاب كَيفَ هُوَ قَالَ كَذَا كَذَا ¶ 192 - وَسُئِلَ أَبُو عبد الله عَن عبد الْملك بن عُمَيْر فَقَالَ مُضْطَرب الحَدِيث قل من روى عَنهُ إِلَّا اخْتلف عَلَيْهِ قيل فَهُوَ أحب إِلَيْك أَو عَاصِم قَالَ عَاصِم ¶ 193 - سُئِلَ عَن الْحسن بن دِينَار فضعفه",
            "page": "88",
            "part": "1",
            "seal": "7B1994D7"
        },
        {
            "hno": "194",
            "id": "58",
            "nass": "194 - وَسُئِلَ عَن أبي شيبَة فضعفه ¶ 195 - سَأَلته عَن عبد الله بن مُسلم الَّذِي روى عَن ابْن بُرَيْدَة قلت من عبد الله بن مُسلم قَالَ لَا أعرفهُ ¶ 196 - وَسَأَلته عَن صَالح بن حَيَّان قَالَ لَيْسَ هُوَ بِذَاكَ وَأنكر حَدِيثه ¶ 197 - سَأَلته سمع معمر من يحيى بن سعيد قَالَ لَا ¶ 198 - وَقَالَ صَدَقَة الدِّمَشْقِي لَيْسَ بِشَيْء صعيف الحَدِيث",
            "page": "89",
            "part": "1",
            "seal": "D4388418"
        },
        {
            "hno": "199",
            "id": "59",
            "nass": "199 - قيل لَهُ يروي عَن الأفريقي قَالَ لَا هُوَ مُنكر الحَدِيث وَقد دخل عَليّ أبي جَعْفَر فَتكلم بِكَلَام حسن فَقَالَ لَهُ وَأحسن وعظه ¶ 200 - وسمعته يَقُول مَالك بن أنس عِنْدِي إِمَام من أَئِمَّة الْمُسلمين ¶ 201 - سَأَلته عَن قيس بن الرّبيع فلينه قلت أَلَيْسَ قد روى عَنهُ شُعْبَة قَالَ بلَى ¶ 202 - وَسُئِلَ عَن حديج فَقَالَ لَيْسَ أَدْرِي كَيفَ هُوَ",
            "page": "90",
            "part": "1",
            "seal": "660FA983"
        },
        {
            "hno": "203",
            "id": "60",
            "nass": "203 - سَأَلته عَن سعيد بن مُحَمَّد الْوراق فلينه وَتكلم بِشَيْء ¶ 204 - وَقَالَ الْحسن بن ذكْوَان لَيْسَ بِذَاكَ وَقد روى عَنهُ يحيى ¶ 205 - سَأَلته عَن الدَّرَاورْدِي فَقَالَ مَا أَدْرِي مَا أَقُول لَك فِيهِ أَحَادِيثه كَأَنَّهُ يُنكر بَعْضهَا ¶ 206 - سَأَلته عَن ابْن أبي حَازِم فَقَالَ لَيْسَ بِهِ بَأْس قلت أعجب إِلَيْك من الدَّرَاورْدِي فَقَالَ نعم",
            "page": "91",
            "part": "1",
            "seal": "0CFF10FC"
        },
        {
            "hno": "207",
            "id": "61",
            "nass": "207 - وَقَالَ ابْن جُبَير الَّذِي روى عَن ابْن عمر لَا أعرفهُ وَلَا أَدْرِي من هُوَ ¶ 208 - سَأَلته عَن عبد الْمجِيد بن عبد الْعَزِيز بن أبي رواد كَيفَ هُوَ فَقَالَ كَانَ مرجئا قد كتبت عَنهُ وَكَانُوا يَقُولُونَ أفسد المرجىء أَبَاهُ وَكَانَ منافرا لإبن عَيْنِيَّة وَكَانَ أَبُو عبد الله يحدث عَن إِذا لم يكن دَاعِيَة أَو مخاصما ¶ 209 - قلت يحيى الْقطَّان إيش كَانَ يَقُول فِي شريك قَالَ كَانَ لَا يرضاه وَمَا ذكر عَنهُ الْأَشْيَاء على المذاكرة حديثين",
            "page": "92",
            "part": "1",
            "seal": "D45B2D19"
        },
        {
            "hno": "210",
            "id": "62",
            "nass": "210 - قُلْتُ فَأَبُو بكر بن عَيَّاش كَيفَ كَانَ عِنْده قَالَ كَانَ لَا يرضاه ¶ 211 - وَكَانَ يحيى لَا يرضى إِبْرَاهِيم بن سعد قلت وإيش كَانَ حَاله عِنْده قَالَ كَانَ على بَيت المَال ¶ 212 - سَأَلته عَن إِبْرَاهِيم بن الحكم بن أبان فَقَالَ لَيْسَ بِهِ بَأْس قد كتبت عَنهُ وأقمت عَلَيْهِ أَيَّامًا ¶ 213 - وَسَأَلته عَن يزِيد بن أبي حَكِيم فَقَالَ قد كتبت",
            "page": "93",
            "part": "1",
            "seal": "F3E16020"
        },
        {
            "hno": "214",
            "id": "63",
            "nass": "عَنهُ أقل مِمَّا كتبت عَن إِبْرَاهِيم أنْكرت على إِبْرَاهِيم ثمَّ حدث إِبْرَاهِيم بعد بِأَحَادِيث مُنكرَة وَضعف أمره وَقدم يزِيد بن أبي حَكِيم عَلَيْهِ ¶ 214 - وَسُئِلَ عَن النَّضر بن إِسْمَاعِيل أبي الْمُغيرَة فَقَالَ قد كتبنَا عَنهُ لَيْسَ هُوَ بِقَوي يعْتَبر بحَديثه وَلَكِن مَا كَانَ من رقائق وَكَانَ أَكثر حَدِيثا من ابْن السماك ¶ 215 - وَقَالَ مَا يعجبنا مَذْهَب الْحسن بن صَالح قد كَانَ قعد عَن الْجُمُعَة ¶ 216 - قلت لَهُ أَبُو بدر هُوَ قَالَ أَرْجُو أَن يكون صَدُوقًا قد جَالس قوما صالحين ¶ 217 - قلت لَهُ مَا ترى فِي حَدِيث عبيد الله بن مُوسَى",
            "page": "94",
            "part": "1",
            "seal": "C8A89DEE"
        },
        {
            "hno": "218",
            "id": "64",
            "nass": "فَقَالَ قد كَانَ يحدث بِأَحَادِيث رَدِيئَة وَقد كنت لَا أخرج عَنهُ شَيْئا ثمَّ إِنِّي خرجت ¶ 218 - وَسُئِلَ عَن أَيُّوب بن جَابر فَقَالَ حَدثنِي بعض أَصْحَابنَا عَن عِيسَى بن يُونُس أَنه كَانَ يرميه بِالْكَذِبِ قيل لَهُ فإيشٍ كَانَ حَاله إيش أَنْكَرُوا عَلَيْهِ قَالَ رَأَوْا لُحُوقا فِي كِتَابه ¶ 219 - قيل لَهُ أكتبت عَن أَحْمد بن إِسْحَاق الخضرمي قَالَ لَا تركتُه على عَمْد قيل لَهُ إيش أنكرتَ عَلَيْهِ قَالَ كَانَ عِنْدِي إِن شَاءَ الله صَدُوقًا وَلَكِن تركته من أجل ابْن أَكْثَم دخل لَهُ فِي شَيْء ¶ 220 - سُئِلَ عَن يحيى بن سعيد الْأمَوِي فَقَالَ لم يكن لَهُ حَرَكَة فِي الحَدِيث",
            "page": "95",
            "part": "1",
            "seal": "594A1713"
        },
        {
            "hno": "221",
            "id": "65",
            "nass": "221 - قيل لَهُ فعبد الصَّمد بن عبد الْوَارِث فَقَالَ لم يكن بِهِ بَأْس وَأَرْجُو أَن يكون كَانَ مُخَالفا لِأَبِيهِ فِي ذَلِك الرَّازِيّ ¶ 222 - سَأَلته عَن يَعْقُوب بن إِسْحَاق الْحَضْرَمِيّ فَقدم أَخَاهُ أَحْمد عَلَيْهِ فَقَالَ لم يكن بِأَحْمَد بَأْس وَلَكِن تركته من أجل ابْن أَكْثَم وَقَالَ كتب عَنهُ ابْن مهْدي فجَاء يَعْقُوب ابْن إِسْحَاق فَأَغْلَظ لَهُ فَلم أكتب عَنهُ شَيْئا ¶ 223 - سَأَلته عَن عَاصِم بن عَليّ فَقلت إِن يحيى بن",
            "page": "96",
            "part": "1",
            "seal": "8335FBE2"
        },
        {
            "hno": "224",
            "id": "66",
            "nass": "معِين قَالَ كل عَاصِم فِي الدُّنْيَا ضَعِيف قَالَ مَا أعلم مِنْهُ إِلَّا خيرا كَانَ حَدِيثه صَحِيحا حَدِيث شُعْبَة والمسعودي مَا كَانَ أَصَحهَا ¶ 224 - وَقَالَ كَانَ وَكِيع إِذا ذكر قَيس بْن الرَّبِيع قَالَ اللَّه الْمُسْتَعَان ¶ 225 - وَقَالَ كَانَ أَبُو حُذَيْفَة الَّذِي بِالْبَصْرَةِ من أَكثر النَّاس خطأ ¶ 226 - وَذكر مُحَمَّد بن الْقَاسِم الْأَسدي فَقَالَ مَا يستأهل أَن يحدث عَنهُ بِشَيْء روى أَحَادِيث مَنَاكِير",
            "page": "97",
            "part": "1",
            "seal": "EBE4307E"
        },
        {
            "hno": "227",
            "id": "67",
            "nass": "227 - وَقَالَ فِي رُحَيْلِ بْنِ مُعَاوِيَةَ أَخِي زُهَيْرٍ قَالَ هُوَ رَجُلٌ قَدِيمٌ رَوَى عَنْهُ زُهَيْرٌ وَلَيْسَ لِي بِحَدِيثِ حُدَيْجٍ عِلْمٌ فَقِيلَ لَهُ إِنَّهُ حَدَّثَ عَنْ أَبِي إِسْحَاقَ عَنِ الْبَرَاءِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُسَلِّمُ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ فَقَالَ هَذَا مُنْكَرٌ ¶ 228 - وَقَالَ أَبُو عبد الله عَليّ بن مسْهر ولي قَضَاء الْموصل فَلم يحمد فِي قَضَائِهِ قلت فَالنَّاس يشتهون حَدِيثه قَالَ لِأَن حَدِيثه حَدِيث أهل الصدْق ¶ 229 - وَقَالَ شُعَيْب بن أبي حَمْزَة كَانَ لَا يكَاد يحدث",
            "page": "98",
            "part": "1",
            "seal": "C91A2FC5"
        },
        {
            "hno": "230",
            "id": "68",
            "nass": "فَلَمَّا حَضرته الْوَفَاة قَالَ اجْمَعُوا لي فلَانا وَفُلَانًا فَاجْتمع بَقِيَّة وَيَقُولُونَ أَبُو الْيَمَان وَقد ذكرُوا عَليّ بن عَيَّاش فَلَا أَدْرِي كَانَ أم لَا فَقَالَ هَذِه كتبي ارووها عني فَكَانَ أَبُو الْيَمَان يَقُول حَدثنِي شُعَيْب وَلَا أَدْرِي كَانَ مَعَهم أم لَا ¶ 230 - وَذَكَرَ الْحِمَّانِيَّ فَقُلْتُ إِنَّهُ رَوَى عَنْكَ حَدِيثَ إِسْحَاقَ الْأَزْرَقِ حَدِيثَ الْمُغِيرَةِ بْنِ شُعْبَةَ أَبْرِدُوا بِالصَّلَاةِ وَزَعَمَ أَنَّهُ سَمِعَهُ عَلَى بَابِ ابْنِ عُلَيَّةَ فَأَنْكَرَ أَنْ يَكُونَ سَمِعَهُ وَقَالَ لَيْسَ مِنْ ذَا شَيْءٌ قلت إِنَّه ادّعى أَن هَذَا على المذاكرة فَقَالَ وَأَنا علمت فِي أَيَّام إِسْمَاعِيل أَن هَذَا كَانَ عِنْدِي إِنَّمَا أخرجته بِآخِرهِ وَقَالَ قُولُوا لهارون وَقُولُوا لهارون الْحمال يضْرب على حَدِيث الْحمانِي ¶ 231 - قيل لَهُ فتمام بن نجيح مَا حَاله قَالَ لَا أَدْرِي",
            "page": "99",
            "part": "1",
            "seal": "C797D6F1"
        },
        {
            "hno": "232",
            "id": "69",
            "nass": "232 - قيل لَهُ فإسماعيل بن مجَالد قَالَ لَا أَدْرِي قد روى عَنهُ ¶ 233 - وَقَالَ أَبُو عبد الله كنت مَعَ يحيى بن معِين فلقي أَبَا بدر فَقَالَ لَهُ اتَّقِ الله يَا شيخ وَأنكر هَذِه الْأَحَادِيث لَا يكون ابْنك يعطيك قَالَ أَبُو عبد الله فَاسْتَحْيَيْت وتنحيت نَاحيَة فبلغني أَنه قَالَ إِن كنت كَاذِبًا فعل الله بك وَفعل ¶ 234 - سَأَلته عَن عُثْمَان بن مطر كَيفَ هُوَ قَالَ كَذَا وَكَذَا ¶ 235 - سَأَلته عَن طَلْحَة بن يزِيد أَو ابْن زيد الْقرشِي فَقَالَ لَيْسَ بِذَاكَ قد حدث بِأَحَادِيث مَنَاكِير",
            "page": "100",
            "part": "1",
            "seal": "62D74872"
        },
        {
            "hno": "236",
            "id": "70",
            "nass": "236 - قلت لَهُ أَيّمَا أحب إِلَيْك الحوضي أَو أَبُو الْوَلِيد فَقَالَ الحوضي أَكيس من أبي الْوَلِيد وَأثبت كَانَ متيقظا وَإِن كَانَ أَبُو الْوَلِيد حسن الحَدِيث عَن شُعْبَة ¶ 237 - وَقَالَ قَالَ عَفَّان قَالَ حَمَّاد بن زيد لشعيب بن حَرْب يَا أَبَا صَالح قد دعينا إِلَى وَلِيمَة فتجيء قَالَ أَبُو عبد الله كَانَ فِي حَمَّاد مزاح وسمعته يَقُول سَمِعت مؤملا يَقُول شغب أَصْحَاب الحَدِيث بِمَكَّة على سُفْيَان وَتكلم فيهم شُعَيْب بن حَرْب حَتَّى عزلوا الْمُسْتَمْلِي وَقَالَ كفى ابْن أم إِدْرِيس لَا يذهب إِلَى وَلِيمَة حَتَّى يسْأَل فِيهَا يَعْنِي يتبعهُ",
            "page": "101",
            "part": "1",
            "seal": "59EA423C"
        },
        {
            "hno": "238",
            "id": "71",
            "nass": "238 - وَذكر عبد الْوَهَّاب قلت كتبت عَن يحيى بن سليم قَالَ لم أكتب عَن يحيى بن سليم إِلَّا لَا حديثين فَقلت لَهُ إِنَّه لم يكْتب عَن إِسْمَاعِيل الْجلَال ذَلِك حَدِيثا أَو الْكَلَام قلت وَهل كَانَ يدْخل أرَاهُ إهل الْبدع قَالَ عافاه الله فقد نظر فِيهِ بِنور الله لم يكن يستأهل أَن يكْتب عَنهُ أَقَامَهُ النَّاس على مسطبة وارتجت عَلَيْهِ بَغْدَاد وأذله أهل الحَدِيث وَقَالَ أَرْجُو الله أَن يرحم ابْن زبيدة لما أَدخل عَلَيْهِ إِسْمَاعِيل كَلمه بِكَلَام وزحف من مَوْضِعه فَجعل إِسْمَاعِيل يَقُول لَهُ زلَّة من عَالم زلَّة من عَالم قَالَ وَكَانَ يحدث المريسي إِلَّا أَنه الْخَبيث لم يكن يظْهر ذَاك تِلْكَ الْأَيَّام ¶ 239 - قلت لَهُ إِن خلفا حُكيَ أَن أَبَا أُسَامَة أمْلى",
            "page": "102",
            "part": "1",
            "seal": "2EF56280"
        },
        {
            "hno": "240",
            "id": "72",
            "nass": "بِالْكُوفَةِ فَقَالَ كذب لم يكن من ذَا شَيْء لم نرْزق مِنْهُ مَا أقل كتابي عَنهُ وَلَكِن كتابي عَن ابْن نمير كتاب صَحَّ ¶ 240 - وسمعته يثني على دُحَيْم وَيَقُول وَهُوَ عَاقل ركين ¶ 241 - وَذكر هِشَام بن عمار فَقَالَ طياش خَفِيف ¶ 242 - وَقَالَ كُنَّا بالثغر وَكَانَ مَعنا شَاب فَذهب إِلَى يُوسُف بن أَسْبَاط فَكتب عَنهُ أَحَادِيث فَكَانَ مِنْهَا عَن هِشَام عَن الْحسن فِي أهل الذِّمَّة إِذا نقضوا الْعَهْد قَالَ لَا تسبي الذُّرِّيَّة وَحدث عَن مُغيرَة عَن إِبْرَاهِيم مثله حدث بهما عَن سُفْيَان فَقلت لَيْسَ من",
            "page": "103",
            "part": "1",
            "seal": "FCC6A876"
        },
        {
            "hno": "243",
            "id": "73",
            "nass": "حَدِيث مُغيرَة عَن إِبْرَاهِيم أَي علم عَنهُ وَكَانَ قد اضْطربَ عَلَيْهِ حفظه ¶ 243 - وسمعته سُئِلَ عَن الْوَاقِدِيّ فَقيل لَهُ قَالَ ابْن الْمُبَارك دَعونَا من الْوَاقِدِيّ فَقَالَ شهِدت وكيعا وَقد سَأَلُوهُ عَن حَدِيث فِي مسح الْحَصَى فَقَالَ لَو كنت عِنْد الْوَاقِدِيّ لحدثك هَكَذَا ¶ 244 - سَأَلته عَن إِسْمَاعِيل بن عَيَّاش فَحسن رِوَايَته عَن الشاميين وَقَالَ هُوَ فيهم أحسن حَالا مِمَّا روى عَن الْمَدَنِيين وَغَيرهم",
            "page": "104",
            "part": "1",
            "seal": "4FFA44F1"
        },
        {
            "hno": "245",
            "id": "74",
            "nass": "245 - قلت لَهُ فِي الْوَلِيد فَقَالَ هُوَ كثير الْخَطَأ قد كتبتها عَن رجل عَنهُ وَقدم إِلَى مَكَّة مرَّتَيْنِ كتبت عَنهُ فِي أحديهما قدر أَربع مائَة حَدِيث وَقد كَانَ قوم سمعُوا مِنْهُ قدر ثَمَان مائَة ¶ 246 - قلت كتبت عَن ابْن وهب شَيْئا قَالَ لَا ¶ 247 - قلت فيحيى بن سليم قَالَ حَدِيثا أَو حديثين كَانَ يكثر الْخَطَأ وَقَالَ كنت أرى الْغَيْر يَأْتِي على كَثْرَة خطأه فتعلم إِن الْأَخْذ كَانَ عِنْد سُفْيَان شَدِيدا ¶ 248 - وَسَأَلته قلت سعيد بن أبي عرُوبَة حِين قدم الْكُوفَة سمعُوا مِنْهُ وَهُوَ مختلط قَالَ لَا سَمَاعه جيد لم يكن مختلطا ¶ 24 - 9",
            "page": "105",
            "part": "1",
            "seal": "A2D823DC"
        },
        {
            "hno": "250",
            "id": "75",
            "nass": "وَسُئِلَ أَبُو عبد الله عَن حَدِيث أبي الْمُبَارك عَن مَالك ابْن أَنَسٍ عَنِ ابْنِ الْمُنْكَدِرِ عَنْ أَنَسٍ عَنِ النَّبِي صلى الله عَلَيْهِ وَسلم جلس إِلَى قينة جر فِي أُذُنِهِ الْآنُكُ يَوْمَ الْقِيَامَةِ وَقِيلَ لَهُ رَوَاهُ رجل بحلب وحسسنوا عَلَيْهِ فَقَالَ هَذَا بَاطِلٌ ¶ 250 - وَنَظَرَ فِي حَدِيثِ عسل بن سُفْيَان عَن ابْن أبي ملكية عَن عَائِشَة قَالَ النَّبِي صلى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ فَقَالَ لَيْسَ مِنْ هَذَا شَيْئا من قَالَ عَن عَائِشَة فقد أَخطَأ وَضعف عِسْلَ بْنَ سُفْيَانَ ¶ 251 - وَسَأَلته عَن حَدِيث إِسْمَاعِيل بن رَافع قَالَ حديثني ابْن أبي مليكَة عَن عبد الرَّحْمَن بن الغطريف فنفض يَده وَقَالَ لَيْسَ من هَذَا شيئ وَضَعفه",
            "page": "106",
            "part": "1",
            "seal": "E0825AF4"
        },
        {
            "hno": "252",
            "id": "76",
            "nass": "252 - قلت مَا حَال مُحَمَّد بن سعيد قَالَ وَالله أعلم إِن أَبَا جَعْفَر صلبه على الزندقة ¶ 253 - وَقَالَ فِي حَدِيثِ يَحْيَى بْنِ سُلَيْمٍ عَن عبيد الله عَن نَافِع عَن ابْن عُمَرَ قَالَ سَافَرْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكَانُوا يُصَلُّونَ الظُّهْرَ وَالْعَصْرَ رَكْعَتَيْنِ رَكْعَتَيْنِ لَا يُصَلُّونَ قَبْلَهَا وَلَا بَعْدَهَا فَأَنْكَرَهُ إِنْكَارًا شَدِيدًا وَقَالَ هَذَا مِنْ قِبَلِ يَحْيَى بْنِ سُلَيْمٍ ¶ 254 - وَقَالَ فِي حَدِيث وَرْقَاء عَن ابْن أبي الزِّنَاد عَن الْأَعْرَج عَن أبي هُرَيْرَة أعوادي وقف قَالَ أَخطَأ فِيهِ وَرْقَاء وَأصَاب ابْن أبي الزِّنَاد قَالَ أعبدي وقف ثمَّ قَالَ ابْن أبي الزِّنَاد أحب إِلَيّ من وَرْقَاء",
            "page": "107",
            "part": "1",
            "seal": "A1552E43"
        },
        {
            "hno": "255",
            "id": "77",
            "nass": "255 - قلت فَكيف حسن بن عمَارَة قَالَ مَتْرُوك الحَدِيث ¶ 256 - وَقَالَ فِي حَدِيث عبيد الله عَن نَافِع عَن ابْن عمر فِي مثل قصَّة ذِي الْمُدبر فَقَالَ كَانَ يَقُول يَعْنِي أَبَا أُسَامَة عَن هِشَام عَن ابْن سِيرِين عَن أبي هُرَيْرَة ثمَّ يَقُول عَن عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنِ ابْن عمر مثله وَقَالَ قَالَ يحيى بن سعيد إِنَّمَا هُوَ فِي كتاب عبيد الله مُرْسل وَمَا يَنْبَغِي إِلَّا كَمَا قَالَ يحيى وَأنْكرهُ ¶ 257 - وَقَالَ كُنَّا عِنْدَ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ فَذُكِرَ لَهُ حَدِيثُ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قُلْتُ يَا رَسُولَ اللَّهِ أَكْتُبُ عَنْكَ",
            "page": "108",
            "part": "1",
            "seal": "111C32F7"
        },
        {
            "hno": "258",
            "id": "78",
            "nass": "مَا أَسْمَعُ قَالَ نَعَمْ قَالَ فِي الْغَضَبِ وَالرِّضَا قَالَ أَبُو عَبْدِ اللَّهِ فَسَمِعْتُ إِسْمَاعِيلَ وَهُوَ يَقُولُ أَعُوذُ بِاللَّهِ مِنَ الْكَذِبِ وَأَهْلِهِ قلت كَأَنَّهُ لم يرض عَمْرو بن شُعَيْب قَالَ قد كَانَ يحدث بحَديثه وَلَكِن كَانَ مَذْهَب ابْن سِيرِين وَأَيوب وَابْن عون أَلا يكتبوا ¶ 258 - وَذكرت لَهُ حَدِيث الْحُسَيْن الْجعْفِيّ عَن ابْن عُيَيْنَة عَن عَمْرو بن دِينَار عَن جَابر أسلم سَالَمَهَا الله فَأنكرهُ إنكارا شَدِيدا وَقَالَ هَذَا عبد الله بن دِينَار عَن ابْن عمر أنكر الْوَهم من قبل من هُوَ",
            "page": "109",
            "part": "1",
            "seal": "91CABF79"
        },
        {
            "hno": "259",
            "id": "79",
            "nass": "259 - وَذَكَرْتُ حَدِيثَ عَبَّادٍ عَنِ ابْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ أَنَّ صَفِيَّةَ حَاضَتْ بَعْدَمَا طَافَتْ فَقَالَ أَخْطَأَ فِيهِ عَبَّادٌ إِنَّمَا هُوَ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ ¶ 260 - وَسَأَلْتُهُ عَنْ حَدِيثِ مَعْمَرٍ عَنْ ثَابِتٍ عَنْ أَنَسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ الشِّغَارِ فَقَالَ هَذَا حَدِيثٌ مُنْكَرٌ مِنْ حَدِيثِ ثَابِتٍ ¶ 261 - وَسَأَلته عَن حَدِيث عَاصِم بن عبيد الله الَّذِي يحدث",
            "page": "110",
            "part": "1",
            "seal": "54D40A25"
        },
        {
            "hno": "262",
            "id": "80",
            "nass": "عَنهُ ابْن جريج فَقَالَ كَانَ عَاصِم بن عبيد الله الشُّيُوخ يهابون حَدِيثه ¶ 262 - قُلْتُ لَهُ فَتَعْرِفُ عَنِ الْوَلِيدِ عَنِ الأَوْزَاعِيِّ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِي صلى الله عَلَيْهِ وَسلم مَتى كنت نَبِيًّا قَالَ هَذَا مُنْكَرٌ هَذَا مِنْ خَطَأِ الأَوْزَاعِيِّ هُوَ كَثِيرًا مِمَّا يُخْطِئُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ كَانَ يَقُولُ عَنْ أَبِي الْمُهَاجِرِ وَإِنَّمَا هُوَ أَبُو الْمُهَلَّبِ",
            "page": "111",
            "part": "1",
            "seal": "F96C86A0"
        },
        {
            "hno": "263",
            "id": "81",
            "nass": "263 - قُلْتُ تَعْرِفُ عَنْ عَطَاءِ بْنِ مُسْلِمٍ الْخَفَّافِ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسلم يحْشر المتكبرون فِي هور الذَّر يطأهم النَّاسُ فَأَنْكَرَهُ وَقَالَ مَا أَعْرِفُهُ عَطَاءُ بْنُ مُسْلِمٍ مُضْطَرِبُ الْحَدِيثِ ¶ 264 - سَأَلْتُهُ عَنْ حَدِيثِ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ أَبِي إِسْحَاقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ مَسَحَ عَلَى الجبائر فَقَالَ مَا يحل لَيْسَ مِنْ هَذَا شَيْءٌ مَنْ حَدَّثَ بِهَذَا قُلْتُ ذَكَرُوهُ عَنْ صَاحِبِ الزُّهْرِيِّ فَتَكَلَّمَ فِيهِ بِكَلَام غليظ",
            "page": "112",
            "part": "1",
            "seal": "5F9B10EE"
        },
        {
            "hno": "265",
            "id": "82",
            "nass": "265 - وَعَرَضْتُ عَلَيْهِ حَدِيثًا رَوَوْهُ عَنْ مُحَمَّدِ بْنِ الْجَرَّاحِ عَنْ شُعْبَةَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَليّ مَرْفُوع مَنْ صَلَّى كَذَا فَلَهُ كَذَا وَمَنْ قَرَأَ كَذَا فَلَهُ كَذَا فَقَالَ هَذَا بَاطِلٌ مَوْضُوعٌ قَدْ رَأَيْتُ ابْنَ الْجَرَّاحِ فَرَأَيْتُ عِنْدَهُ أَحَادِيثَ وُضِعَتْ لَهُ لَمْ يَكُنْ يَدْرِي مَا الْحَدِيثُ ¶ 266 - وَأَلْقَيْتُ عَلَى أَبِي عَبْدِ اللَّهِ حَدِيثًا رَوَاهُ الْفضل بن",
            "page": "113",
            "part": "1",
            "seal": "01D71307"
        },
        {
            "hno": "267",
            "id": "83",
            "nass": "مُوسَى عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ عَنِ ابْن جريج عَن عَطاء عَنِ ابْنِ عَبَّاسٍ قَالَ عَارَضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جِنَازَةَ أَبِي طَالِبٍ فَقَالَ هَذَا مُنْكَرٌ هَذَا رَجُلٌ مَجْهُولٌ ¶ 267 - وَقُلْتُ لِأَبِي عَبْدِ اللَّهِ إِنَّ عَلِيَّ بْنَ الْمَدِينِيِّ حَدَّثَ عَنِ الْوَلِيدِ بْنِ مُسْلِمٍ حَدِيثَ عُمَرَ كِلُوهُ إِلَى خَالِقِهِ فَقَالَ هَذَا كَذِبٌ ثُمّ قَالَ هَذَا كَتَبْنَاهُ عَنِ الْوَلِيدِ إِنَّمَا هُوَ فَكِلُوهُ إِلَى عَالِمِهِ هَذَا كَذِبٌ ¶ 268 - وَذَكَرْتُ لَهُ حَدِيثَ نَافِعٍ عَنِ ابْن عُمَرَ مَنْ بَاعَ عَبْدًا وَلَهُ مَالٌ فَمَالُهُ لِلْبَائِعِ فَقَالَ خَالَفَهُ سَالِمٌ هَكَذَا رَوَاهُ الزُّهْرِيُّ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عَلَيْهِ وَسلم فَقلت فأيما أثبت",
            "page": "114",
            "part": "1",
            "seal": "46A017DE"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "فَتَبَسَّمَ وَقَالَ اللَّهُ أَعْلَمُ قُلْتُ مَا الَّذِي يُمِيلُ إِلَيْهِ قَلْبك مِنْهُمَا قَالَ أرى وَالله أعلم إِلَى نَافِع",
            "page": "115",
            "part": "1",
            "seal": "2BDE9EE3"
        },
        {
            "hno": "269",
            "id": "85",
            "nass": "269 - وَأَنْكَرَ حَدِيثَ طَلْحَةَ بْنِ زَيْدٍ عَنْ مُوسَى بْنِ يَسَارٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْعَسَلِ الْعُشْرُ فَقَالَ طَلْحَةُ بْنُ زَيْدٍ كَانَ نَزَلَ عَلَى شُعْبَةَ لَيْسَ بِشَيْءٍ كَانَ يضع الحَدِيث ¶ 270 - وَبشر بن نمير لَيْسَ بِشَيْءٍ ¶ 271 - وَأَرَيْتُهُ حَدِيثًا عَنْ كَثِيرِ بْنِ هِشَامٍ عَنْ عِيسَى بْنِ إِبْرَاهِيمَ",
            "page": "116",
            "part": "1",
            "seal": "F19BF1B2"
        },
        {
            "hno": "272",
            "id": "86",
            "nass": "عَنْ سَعِيدِ بْنِ سِنَانٍ عَنْ أَبِي الزَّاهِرِيَّةِ عَنْ كَثِيرِ بْنِ مُرَّةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا الْتَقَى بيعان قطّ إِلَّا أطلبهما الْبركَة قَالَ لَيْسَ مِنْ هَذَا شَيْءٌ عِيسَى بْنُ إِبْرَاهِيمَ وَسَعِيدُ بْنُ سِنَانٍ لَيْسَا بِشَيْءٍ ¶ 272 - وَقَالَ فِي حَدِيث يعلى عَن غَالب بن عبيد الله الْعقيلِيّ لَيْسَ بِشَيْء ¶ 273 - وَذَكَرْتُ لَهُ حَدِيثَ زُهَيْرِ بْنِ مُحَمَّدٍ عَنِ الْعَلَاءِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ نِصْفُ شَعْبَانَ",
            "page": "117",
            "part": "1",
            "seal": "5DD7F509"
        },
        {
            "hno": "274",
            "id": "87",
            "nass": "فَلَا صَوْمَ فَأَنْكَرَهُ وَقَالَ سَأَلْتُ ابْنَ مَهْدِيٍّ عَنهُ فَلم يحدثني بِهِ وَكَانَ يتوفاه ثُمَّ قَالَ أَبُو عَبْدِ اللَّهِ هَذَا خِلافُ الأَحَادِيثِ الَّتِي رُوِيَتْ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسلم ¶ 274 - وَسُئِلَ أَبُو عبد الله عَن سعيد الْوراق فَقَالَ لم يكن بِذَاكَ وَقد حكوا عَنهُ حَدِيثا مُنْكرا قلت إيش هُوَ قَالَ عَن يحيى بن سعيد عَن عُرْوَة عَن عَائِشَة شَيْء فِي السخاء ¶ 275 - وَذكر لوينا فَقَالَ قد حدث حَدِيثا مُنْكرا عَن ابْن عُيَيْنَة مَاله أصل قلت إيش هُوَ قَالَ عَن عَمْرو بن دِينَار عَن أبي جَعْفَر عَن إِبْرَاهِيم بن سعد عَن أَبِيه قصَّة عَليّ مَا أَنا الَّذِي أخرجتكم وَلَكِن الله أخرجكم وَأنْكرهُ إنكارا شَدِيدا وَقَالَ مَا لَهُ أصل",
            "page": "118",
            "part": "1",
            "seal": "E031106A"
        },
        {
            "hno": "276",
            "id": "88",
            "nass": "276 - وسمعته يَقُول كَانَ ابْن وهب حَدِيثا بعضه سَماع وَبَعضه عرض وَبَعضه مناولة كَانَ يَأْخُذ الْكتاب مِمَّا لم يسمعهُ يَقُول قَالَ حَيْوَة قَالَ فلَان ¶ 277 - وسمعته يَقُول سَالم بْن نوح لَيْسَ بِهِ بَأْس وَهُوَ من أَهْل الْبَصْرَة قد كتبت عَنْهُ حَدِيثا وَاحِدًا ¶ 278 - وسمعته يَقُول مَا بِالْكُوفَةِ مثل هناد هُوَ شيخهم ¶ 279 - وَسمعت أَبَا عبد الله يَقُول كَانَ أَبُو بدر لَا يَقُول حَدثنَا وَلَقَد أَرَادوا على أَن يَقُول حَدثنَا خصيف فَأبى وَقَالَ لَيْسَ هوذا قَول خصيف ¶ 280 - وسمعته يَقُول وَقَالَ لَهُ ابْن أبي رزمة أَي حَاجَة قَالَ نعم تقرئ ابْن أبي عمر مني السَّلَام يَعْنِي الْعَدنِي",
            "page": "119",
            "part": "1",
            "seal": "22A5C3AC"
        },
        {
            "hno": "281",
            "id": "89",
            "nass": "281 - سُئِل عَن لُوَين فَقَالَ لَا أعرفة وَذكر لَهُ الْفَوَائِد فَقَالَ الحَدِيث عَن الضُّعَفَاء قد يحْتَاج إِلَيْهِ فِي وَقت وَالْمُنكر أبدا مُنكر ¶ 282 - سَأَلته عَن خلف المخرمي فَقَالَ نقموا عَلَيْهِ تتبعه هَذِه الْأَحَادِيث قلت هُوَ صَدُوق قَالَ مَا أعرفهُ يكذب مَعَ أَنه قد دخل مَعَ الْأنْصَارِيّ فِي شيئ حكى عَنهُ أَمر بغيض كَانَ إِذا أَمر لانسان بِشَيْء اشْتَرَاهُ قلت كَانَ يعين قَالَ الْعينَة أحسن من ذَا ثمَّ قَالَ كنت أعرفهُ عفيف الْبَطن والفرج ¶ 283 - سَأَلته عَن مَحْمُود بن غيلَان فَقَالَ ثِقَة أعرفهُ بِالْحَدِيثِ صَاحب سنة قد حبس بِسَبَب الْقُرْآن",
            "page": "120",
            "part": "1",
            "seal": "97DB1880"
        },
        {
            "hno": "284",
            "id": "90",
            "nass": "284 - قلت فَأَبُو بكر مستملي وَكِيع تعرفه قَالَ نعم قد كَانَ مَعنا يكْتب الحَدِيث كتب لي كتابا بِخَطِّهِ أَظُنهُ قَالَ الطَّلَاق قلت إِنَّه حدث بِحَدِيث أنكروه مَا أقل من هُوَ عِنْده عَن عبد الرَّزَّاق هُوَ عنْدك وَكَانَ عِنْد خلف قَالَ كَانَ مَعنا تِلْكَ السّنة قلت فأيما أعجب إِلَيْك هُوَ أَو مَحْمُود قَالَ لَا مَحْمُود غير هَذَا مَحْمُود أعجب إِلَيّ ¶ 285 - وَذكر نوح بن حبيب القومسي فَقَالَ لم يكن نكاسي إِن الْخَيْر عَلَيْهِ لبين قلت أكتب عَنهُ قَالَ نعم ¶ 286 - سَأَلته عَن حُسَيْن بن الْأسود فَقَالَ لاأعرفه",
            "page": "121",
            "part": "1",
            "seal": "11D85FE6"
        },
        {
            "hno": "287",
            "id": "91",
            "nass": "287 - وَعرضت على أبي عبد الله كتابا فِيهِ هَذِه الْأَسْمَاء الْإِخْوَة فِيهِ عمرَان بن عُيَيْنَة وَإِبْرَاهِيم بن عُيَيْنَة وَمُحَمّد بن عُيَيْنَة فَقَالَ كَانَ مُحَمَّد شَيْئا عجبا وَكَانَ بعد سُفْيَان وَكَانَ يلبس الصُّوف وَكَانَ إِبْرَاهِيم بن عُيَيْنَة حدث بِأَحَادِيث أنكرها ولين القَوْل فِيهِ ¶ 288 - وَسَأَلته عَن عمر بن عبيد وَمُحَمّد بن عبيد ويعلى بن عبيد فوثقهم ثمَّ قَالَ كَانَ عمر لَا يَقُول حَدثنَا وَلَا أخبرنَا",
            "page": "122",
            "part": "1",
            "seal": "3296C550"
        },
        {
            "hno": "289",
            "id": "92",
            "nass": "289 - وَفِيه أَبُو بكر بن نَافِع فَقَالَ أَبُو بكر بن نَافِع هُوَ عبد الله بن نَافِع وَتكلم بِشَيْء ¶ 290 - وَفِيه سُهَيْل وَعبد الله بن أبي صَالح وَعباد فَقَالَ سُهَيْل لَيْسَ بِهِ بَأْس وَعبد الله هُوَ عباد ¶ 291 - وَفِيه عبد الْحَكِيم بن عبد الله بن أبي فَرْوَة وَعبد الْأَعْلَى بن عبد الله بن أبي فَرْوَة وَإِسْحَاق بن عبد الله بن أبي",
            "page": "123",
            "part": "1",
            "seal": "FDF41BF4"
        },
        {
            "hno": "292",
            "id": "93",
            "nass": "فَرْوَة فَقَالَ لَيْسَ بهم بَأْس إِلَّا إِسْحَاق فَإِنَّهُ نفض يَده وَضَعفه وَأنْكرهُ ¶ 292 - وَيُونُس بن خباب فَقَالَ هَذَا قد حُكيَ عَنهُ يَعْنِي فِي عُثْمَان وَلينه ¶ 293 - وَفِيه أَيُّوب بن خَالِد بن صَدَقَة الْأنْصَارِيّ فَقَالَ لَا أعرفهُ ¶ 294 - وَأَيوب بن بشير الْعَدوي فَقَالَ لَا أعرفهُ",
            "page": "124",
            "part": "1",
            "seal": "CC0AC1CE"
        },
        {
            "hno": "295",
            "id": "94",
            "nass": "295 - وَفِيه أَيُّوب بن بشير الْأنْصَارِيّ وَأَيوب بن كيسَان وَأَيوب بن ميسرَة بن حَلبس وَأَيوب بن مرْثَد وَأَيوب بن عبد الرَّحْمَن بن صعصعة وَأَيوب بن مُوسَى الْقرشِي فَقَالَ أَيُّوب بن مُوسَى ثِقَة ¶ 296 - وَأَيوب بن ثَابت وَأَيوب بن عباد وَأَيوب بن",
            "page": "125",
            "part": "1",
            "seal": "03725B65"
        },
        {
            "hno": "297",
            "id": "95",
            "nass": "نجيح كَأَنَّهُ لم يعرف هَؤُلَاءِ ¶ 297 - قيل لَهُ مُحَمَّد بْن إِسْحَاق وَابْن أخي الزُّهْرِيّ فِي حَدِيث الزُّهْرِيّ فَقَالَ مَا أَدْرِي وحرّك يدَه كَأَنَّهُ ضعّفهُما ¶ 298 - قيل لَهُ فحفص وَعَبدَة قَالَ أما عَبدة فصوق ثَبت وَأما حَفْص فنفض يَده وَقَالَ خله فِي حَدِيثه ¶ 299 - قيل لَهُ فزائده وَزُهَيْر قَالَ هَؤُلَاءِ سُفْيَان وَشعْبَة وزائدة وَزُهَيْر هَؤُلَاءِ الثِّقَات",
            "page": "126",
            "part": "1",
            "seal": "6359D6E1"
        },
        {
            "hno": "300",
            "id": "96",
            "nass": "300 - قيل لَهُ فبشر بن السّري قَالَ ثَبت ¶ 301 - وَقَالَ حَدثنَا شُعَيْب بن حَرْب قَالَ سَمِعت سُفْيَان يَقُول مَا أحب أَنِّي أوافقهم على الْحق يَعْنِي أَبَا حنيفَة ¶ 302 - قَالَ أَبُو عبد الله إِسْمَاعِيل بن أُميَّة وَأَيوب بن مُوسَى من أهل مَكَّة هما أَبنَاء عَم وَكَانَ أَيُّوب بن مُوسَى أَنْفَع للنَّاس إِلَّا أَن إِسْمَاعِيل أوثق مِنْهُ وَأثبت ¶ 303 - وَسُئِلَ أَبُو عبد الله عَن أبي الصَّلْت فَقَالَ روى",
            "page": "127",
            "part": "1",
            "seal": "7633E28E"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "أَحَادِيث مَنَاكِير قيل لَهُ روى حَدِيث مُجَاهِد عَن عَليّ أَنا مَدِينَة",
            "page": "128",
            "part": "1",
            "seal": "B36FF018"
        },
        {
            "hno": "304",
            "id": "98",
            "nass": "الْعلم وَعلي بَابهَا قَالَ مَا سمعنَا بِهَذَا قيل لَهُ هَذَا الَّذِي تنكر عَلَيْهِ قَالَ غير هَذَا أما هَذَا فَمَا سمعنَا بِهِ وروى عَن عبد الرَّزَّاق أَحَادِيث لَا نعرفها وَلم نسمعها ¶ 304 - قيل لأبي عبد الله قد كَانَ عِنْد عبد الرَّزَّاق من هَذِه الْأَحَادِيث الرَّديئَة قَالَ لم أسمع مِنْهَا شَيْء",
            "page": "129",
            "part": "1",
            "seal": "C74A92FE"
        },
        {
            "hno": "306",
            "id": "99",
            "nass": "سَأَلته عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى أخرجت عَنهُ شَيْئا قَالَ رُبمَا أخرجت عَنهُ وَرُبمَا ضربت عَلَيْهِ حدث عَن قوم غير ثِقَات وَإِن كَانَ من حَدِيث الْأَعْمَش فعلى ذَاك ¶ 306 - وَسَأَلته عَن أبي بكر الْأَثْرَم قلت نهيت أَن يكْتب عَنهُ قَالَ لم أقل إِنَّه لَا يكْتب عَنهُ الحَدِيث إِنَّمَا أكره هَذَا الْمسَائِل ¶ إِلَى هَا هُنَا عَن الْمَرْوذِيّ",
            "page": "130",
            "part": "1",
            "seal": "5F75EC06"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "مسَائِل صَالح بن الإِمَام أَحْمد",
            "page": "139",
            "part": "1",
            "seal": "800139A1"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "1 - حَدثنَا أَبُو عوَانَة يَعْقُوب بن إِسْحَاق قَالَ ثَنَا صَالح بن أَحْمد بن حَنْبَل أَبُو الْفضل بِدِمَشْق قَالَ ثَنَا أبي قَالَ ثَنَا عَفَّان قَالَ ثَنَا يحيى بن سعيد قَالَ سَأَلت شُعْبَة وسُفْيَان بن سعيد وسُفْيَان ابْن عُيَيْنَة وَمَالك بن أنس عَن الرجل الَّذِي لَا يحفظ أَو يتهم فِي الحَدِيث قَالَ قَالُوا جَمِيعًا بَين أمره ¶ 2",
            "page": "141",
            "part": "1",
            "seal": "BEE46B8D"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "6 - حَدثنَا أَبُو عوَانَة قَالَ ثَنَا صَالح بن أَحْمد قَالَ حَدثنِي أبي قَالَ ثَنَا عَفَّان قَالَ ثَنَا معَاذ قَالَ قَالَ الْأَشْعَث مَا رَأَيْت هشاما عِنْد الْحسن قطّ قَالَ فَقيل لَهُ إِن عمروا يَقُول هَذَا وَأَنت إِن قلته قويته عَلَيْهِ أَو صدق أَو نَحْو هَذَا قَالَ لَا أَقُول هَذَا وَلَا أَعُود لهَذَا ¶ 7 - قَالَ حَدثنِي أبي قَالَ ثَنَا عَفَّان قَالَ ثَنَا همام قَالَ قدم علينا أَبُو دَاوُد الْأَعْمَى فحدثنا عَن زيد بن أَرقم وَعَن الْبَراء بن عَازِب وَعَن أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فَقُلْنَا لِقَتَادَة إِن أَبَا دَاوُد يحدثنا فَذكر هَؤُلَاءِ فَقَالَ هَذَا رجل كَذَّاب إِنَّمَا كَانَ يَتَكَفَّف النَّاس قبل طاعون الجارف ¶ 8 - قَالَ حَدثنِي ابي قَالَ ثَنَا عَفَّان قَالَ ثَنَا همام قَالَ حَدثنِي مطر قَالَ لَقِيَنِي عَمْرو بن عبيد فَقَالَ وَالله إِنِّي وَإِيَّاك لعلى أَمر وَاحِد قَالَ وَكذب وَالله إِنَّمَا عني على الأَرْض قَالَ وَقَالَ مطر وَالله مَا أصدقه فِي شَيْء",
            "page": "143",
            "part": "1",
            "seal": "9EB83BE4"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "9 - قَالَ حَدثنِي أبي قَالَ ثَنَا عَفَّان قَالَ ثَنَا حَمَّاد بن سَلمَة قَالَ كَانَ حميد من أكفهم عَنهُ قَالَ فجَاء ذَات يَوْم إِلَى حميد فحدثنا حميد بِحَدِيث قَالَ فَقَالَ لَهُ عَمْرو كَانَ الْحسن يَقُوله قَالَ فَقَالَ لي حميد لَا تَأْخُذ عَن هَذَا شَيْئا فَإِنَّهُ يكذب على الْحسن كَانَ يَأْتِي الْحسن بَعْدَمَا أسن فَيَقُول يَا أَبَا سعيد أَلَيْسَ تَقول كَذَا وَكَذَا للشَّيْء الَّذِي لَيْسَ هُوَ من قَوْله قَالَ فَيَقُول الشَّيْخ بِرَأْسِهِ هَكَذَا ¶ 10 - قَالَ حَدثنِي أبي قَالَ ثَنَا عَفَّان قَالَ ثَنَا حَمَّاد بن سَلمَة عَن عَليّ بن زيد قَالَ لم يسمع الْحسن من أبي هُرَيْرَة ¶ 11 - قَالَ حَدثنِي أبي قَالَ ثَنَا عَفَّان ثَنَا وهيب قَالَ قَالَ أَيُّوب لم يسمع الْحسن من أبي هُرَيْرَة ¶ 12 - قَالَ حَدثنِي أبي قَالَ ثَنَا أَبُو قطن قَالَ قَالَ المَسْعُودِيّ مَا أدركنا أحدا كَانَ أَقُول بقول الشِّيعَة من عدي بن ثَابت",
            "page": "144",
            "part": "1",
            "seal": "6CF319E2"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "13 - قَالَ حَدثنِي أبي قَالَ ثَنَا عَفَّان قَالَ ثَنَا وهيب قَالَ لما مَاتَ عبد الْمجِيد قَالَ لنا أَيُّوب الزموا هَذَا الْفَتى يَعْنِي عبد الْوَهَّاب الثَّقَفِيّ ¶ 14 - قَالَ حَدثنِي أبي قَالَ ثَنَا عَفَّان قَالَ ثَنَا بشر بن الْمفضل قَالَ ثَنَا ابْن عون قَالَ لما مَاتَ مُحَمَّد قُلْنَا من لنا قَالَ فَقُلْنَا أَيُّوب ¶ 15 - قَالَ حَدثنِي أبي قَالَ ثَنَا معَاذ قَالَ ثَنَا ابْن عون قَالَ ذكرت لإِبْرَاهِيم رجلَيْنِ من السبأية يَعْنِي الْمُغيرَة بن",
            "page": "145",
            "part": "1",
            "seal": "1668D005"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "سعيد وَأَبا عبد الرَّحِيم فذعر بهما قَالَ احذروهما فَإِنَّهُمَا كذابان ¶ 16 - قَالَ حَدثنِي أبي قَالَ ثَنَا معَاذ ثَنَا إِسْمَاعِيل بن إِبْرَاهِيم قَالَ جَاءَنِي عبد الْعَزِيز الدّباغ فَقَالَ إِنِّي أنْكرت وَجه ابْن عون فَلَا أَدْرِي مَا شَأْنه قَالَ فَذَهَبت مَعَه إِلَى ابْن عون فَقلت أَبَا عون مَا شان عبد الْعَزِيز قَالَ أَخْبرنِي قُتَيْبَة صَاحب الْحَرِير",
            "page": "146",
            "part": "1",
            "seal": "883CB86D"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "149 - 151 أَنه رَآهُ يمشي مَعَ عَمْرو بن عبيد فِي السُّوق قَالَ فَقَالَ لَهُ عبد الْعَزِيز إِنَّمَا سَأَلته عَن شَيْء وَوَاللَّه مَا احبذ رَأْيه قَالَ وتسأله أَيْضا ¶ 17 - قَالَ حَدثنِي أبي قَالَ ثَنَا الْأسود بن عَامر قَالَ أخبرنَا أَبُو بكر يَعْنِي بن عَيَّاش عَن عَاصِم قَالَ كَانَ عبد الرَّحْمَن يَقُول لَا يجالسني حروري وَلَا يجالسني رجل جَالس شقيقا الضَّبِّيّ قَالَ أَبُو بكر وَكَانَ مخاصما قَالَ وَلَا تجالسوا الْقصاص إِلَّا أَبَا الْأَحْوَص فَإِنَّهُ لَا يتهم من أَصْحَاب عبد الله ¶ إِلَى هَا هُنَا عَن صَالح بن أَحْمد",
            "page": "147",
            "part": "1",
            "seal": "43EB79AA"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "رِوَايَة أبي الْحسن عبد الْملك بن عبد الحميد الْمَيْمُونِيّ",
            "page": "151",
            "part": "1",
            "seal": "F8386728"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "حَدثنَا أَبُو عوَانَة يَعْقُوب بن إِسْحَاق قَالَ حَدثنَا عبد الْملك ابْن عَبْدِ الْحَمِيدِ بْنِ مَيْمُونِ بْنِ مِهْرَانَ أَبُو الْحسن الْمَيْمُونِيّ وَسَأَلته ¶ 1 - قَالَ ثَنَا أَحْمد بن حَنْبَل قَالَ ثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ قَالَ ذَكَرْتُ لِعَمْرِو بْنِ دِينَارٍ أَبَا الشَّعْثَاءِ وَمَا تَنْتَحِلُهُ الْإِبَاضِيَّةُ فَقَالَ مَا سَمِعْتُ مِنْهُ فِي هَذَا شَيْئًا قطّ قَالَ فَجَاءَهُ رجل فَقَالَ",
            "page": "153",
            "part": "1",
            "seal": "77364F27"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "يَا أَبَا مُحَمَّدٍ مَا كَانَ أَبُو الشَّعْثَاءِ يَقُولُ فِي كَذَا فَنَظَرَ إِلَيَّ وَتَبَسَّمَ فَقَالَ إيوازي شَأْن أست ¶ 2 - حَدثنَا الْمَيْمُونِيّ قَالَ ثَنَا أَحْمد بن حَنْبَل قَالَ ثَنَا إِبْرَاهِيم يَعْنِي ابْن خَالِد الصَّنْعَانِيّ عَن أُميَّة بن شبْل عَن معمر عَن أَيُّوب قَالَ قدم علينا عِكْرِمَة فَاجْتمع النَّاس عَلَيْهِ حَتَّى أصعد فَوق ظهر بَيت ¶ 3 - حَدثنَا الْمَيْمُونِيّ قَالَ حَدثنَا أَحْمد بن حَنْبَل قَالَ ثَنَا إِبْرَاهِيم عَن أُميَّة عَن عَمْرو بن مُسلم قَالَ قدم عِكْرِمَة على طَاوُوس فَحَمله على ثمن بخس سِتِّينَ دِينَارا وَقَالَ أَلا أَشْتَرِي علم هَذَا العَبْد بستين دِينَارا ¶ 4 - حَدثنَا الْمَيْمُونِيّ قَالَ حَدثنَا أَحْمد بن حَنْبَل قَالَ ثَنَا حجاج قَالَ سَمِعت شُعْبَة عَن خَالِد قَالَ قَالَ عِكْرِمَة لرجل وَهُوَ يسْأَله مَالك أجبلت يَعْنِي بقيت قَالَ شُعْبَة ثمَّ حَدثنِي أَيُّوب قَالَ",
            "page": "154",
            "part": "1",
            "seal": "3E66947D"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "كَانَ خَالِد يسْأَل عِكْرِمَة فَسكت خَالِد فَقَالَ عِكْرِمَة مَالك أجبلت يَعْنِي بقيت ¶ 5 - حَدثنَا الْمَيْمُونِيّ ثَنَا عَمْرو بن مَرْزُوق الْبَصْرِيّ قَالَ ثَنَا شُعْبَة عَن عَمْرو بن مرّة عَن سعيد بن الْمسيب قَالَ سَأَلَهُ رجل عَن شَيْء من كتاب الله فَلم يقل فِيهِ شَيْئا ثمَّ قَالَ لَهُ سل عَن ذَاك من يزْعم أَنه لَا يخفى عَلَيْهِ من كتاب الله شيئ يَعْنِي عِكْرِمَة ¶ 6 - ثَنَا الْمَيْمُونِيُّ قَالَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ سَمِعْتُ يَحْيَى قَالَ حَدَّثَنِي سُفْيَانُ بِالْكُوفَةِ فِي حَيَاةِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ عُمَرَ فِي بَيْضِ النَّعَامِ قَالَ لَيْسَ هَذَا من حَدِيثه الْعَتِيق ¶ 7 - حَدثنَا الْمَيْمُونِيّ قَالَ ثَنَا أَحْمد بن حَنْبَل قَالَ ثَنَا حجاج قَالَ قَالَ شُعْبَة قد أدْرك رفيع عليا وَلكنه لم يسمع مِنْهُ يَعْنِي أَبَا الْعَالِيَة",
            "page": "155",
            "part": "1",
            "seal": "80B7B55D"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "8 - ثَنَا الْمَيْمُونِيّ قَالَ ثَنَا أَحْمد قَالَ ثَنَا سُفْيَان قَالَ قَالَ ابْن شبْرمَة لَيْسَ بِمَكَّة مثله يَعْنِي هِشَام بن حُجَيْر ¶ 9 - قَالَ ثَنَا أَحْمد قَالَ ثَنَا عبد الصَّمد قَالَ ثَنَا حَرْب قَالَ قَالَ يحيى كل شَيْء عَن أبي سَلام فَإِنَّمَا هُوَ كتاب ¶ 10 - حَدثنَا الْمَيْمُونِيّ قَالَ وَحدثنَا أَبُو عبد الله بِحَدِيث استحسنه عَن مُحَمَّد بن إِسْحَاق فَقلت يَا أَبَا عبد الله مَا أحسن هَذِه الْقَصَص الَّتِي يَجِيء بهَا ابْن إِسْحَاق فَتَبَسَّمَ إِلَيّ مُتَعَجِّبا ¶ 11 - وَسَأَلَ رجل أَبَا عبد الله عَن حَدِيث فَقَالَ هُوَ عَن صَالح بن أبي الْأَخْضَر ايش يصنع بِهِ أودعهُ إِحْدَى الْكَلِمَتَيْنِ",
            "page": "156",
            "part": "1",
            "seal": "22012A94"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "12 - ثَنَا الْمَيْمُونِيّ قَالَ ثَنَا أَبُو عبد الله قَالَ ثَنَا عبد الحميد ابْن عبد الرَّحْمَن أَبُو يحيى ثمَّ قَالَ لنا كَانَ صَدُوقًا فِي الحَدِيث إِن شَاءَ الله وكلنَا كُنَّا نأتيه بالكوفه لَيْسَ عِنْده إِلَّا صبيان وَكَانَ رُبمَا جَاءَ إِلَى أبي مُعَاوِيَة فَقَالَ لَهُ أَبُو مُعَاوِيَة الْكَلَام الَّذِي يمازحه ثمَّ قَالَ أَبُو عبد الله يفحش لَهُ أكره أَن أَتكَلّم بِهِ فَقلت فابنه هَذَا قَالَ لي لَا أَدْرِي ثمَّ نفض يَده فِي وَجهه غير مرّة يَدْفَعهُ ¶ 13 - حَدثنَا الْمَيْمُونِيّ قَالَ سَأَلُوهُ يَعْنِي أَحْمد بن حَنْبَل عَن أبي تدرس فَقَالَ لَا أعرفهُ ¶ 14 - ثَنَا الْمَيْمُونِيّ قَالَ سَأَلته فِيمَا بيني وَبَينه واستفهمته وأستثبته فَقلت يَا أَبَا عبد الله قد بلينا بهؤلاء الْجَهْمِية مَا تَقول",
            "page": "157",
            "part": "1",
            "seal": "F9C04EA9"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "فِيمَن قَالَ إِن الله لَيْسَ على الْعَرْش قَالَ كَلَامهم كلهم يَدُور على الْكفْر قلت مَا تَقول فِيمَن قَالَ إِن الله لم يكلم مُوسَى قَالَ كَافِر لَا شكّ فِيهِ قلت من قَالَ إِن أَسمَاء الله محدثة قَالَ كَافِر ثمَّ قَالَ لي الله من أَسْمَائِهِ فَمن قَالَ إِنَّهَا محدثة فقد زعم أَن الله مَخْلُوق وَأَقْبل يعظم أَمرهم ويكفرهم وَقَرَأَ {الله ربكُم وَرب آبائكم الْأَوَّلين} وَذكر آيَة أُخْرَى قلت من قَالَ إِن الله كَانَ وَلَا علم فَتغير وَجهه فِي هَذَا كُله وَكَانَ فِي هَذَا أَشد تغيرا وَأكْثر غيظا ثمَّ قَالَ لي كَافِر وَقَالَ فِي كل يَوْم أزداد فِي الْقَوْم بَصِيرَة ¶ 15 - ثَنَا الْمَيْمُونِيّ قَالَ سَمِعت أَبَا عبد الله يَقُول قَالَ شُعْبَة لم يلق قَتَادَة أَبَا رَافع إِنَّمَا كتب عَن خلاس عَنهُ ¶ وسمعته يَقُول إِن قَتَادَة لم يسمع من معَاذَة",
            "page": "158",
            "part": "1",
            "seal": "AA113260"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "16 - ثَنَا الْمَيْمُونِيّ قَالَ أكبر ظَنِّي أَن أَبَا عبد الله ذكر عبد الله بن رَجَاء فوثقه وفضله قلت فَمَا قصَّته قَالَ كَانَ ثمَّ غلط وَوهم وَقد حدث يَوْمًا بِحَدِيث فَقيل لَهُ غَلطت فِيهِ فَقَالَ الله الْمُسْتَعَان على غلطنا فِي غَيره أَيْضا أوقد غلطنا قَالَ لي أَبُو عبد الله فَإِذا كَانَ الشَّيْخ يقر بِهَذَا تعلم أَنه سلم وَرُبمَا خرج الشَّيْء من الْإِنْسَان فَشهد لَهُ الْقلب بِالصّدقِ ¶ 17 - حَدثنَا الْمَيْمُونِيّ قَالَ سَأَلته عَن إبني بُرَيْدَة فَقَالَ سُلَيْمَان أحلا فِي الْقلب وَكَأَنَّهُ أصَحهمَا حَدِيثا وَعبد الله لَهُ أَشْيَاء كأنا ننكرها من حسنها وَهُوَ جَائِز الحَدِيث ¶ 18 - والفرات بن السَّائِب قريب من مُحَمَّد بن زِيَاد",
            "page": "159",
            "part": "1",
            "seal": "162E9875"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "الطَّحَّان فِي مَيْمُون يتهم بِمَا يتهم بِهِ ذَاك ¶ 19 - والفرات بن سلمَان ثِقَة صَدُوق ¶ 20 - وَأَبُو الْمليح ثِقَة ضَابِط لحديثه صَدُوق وَهُوَ عِنْدِي أضبط من جَعْفَر بن برْقَان وجعفر بن برْقَان ثِقَة ضَابِط لحَدِيث مَيْمُون وَحَدِيث بريد بن الْأَصَم وَهُوَ فِي حَدِيث الزُّهْرِيّ يضطرب وَيخْتَلف فِيهِ",
            "page": "160",
            "part": "1",
            "seal": "3186DC28"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "21 - وَعَاصِم بن كُلَيْب ثِقَة ¶ 22 - وَعَاصِم بن بَهْدَلَة ثِقَة وَذكره بقرآن وَصَلَاح وَفضل وَصَالح الحَدِيث وَالْأَعْمَش عِنْد الْكُوفِيّين أكبر مِنْهُ ¶ 23 - وَعَاصِم الْأَحول من الْحفاظ للْحَدِيث ثِقَة ¶ 24 - وَقَالَ عبد الْوَهَّاب ضَعِيف الحَدِيث مُضْطَرب ¶ 25 - وجعفر بن مُحَمَّد بن عَليّ بن حُسَيْن ثِقَة قوي الحَدِيث ¶ 26 - وَأَبوهُ أَبُو جَعْفَر مُحَمَّد بن عَليّ بن حُسَيْن ثِقَة قوي الحَدِيث ¶ 27 - ومجالد عَن الشّعبِيّ وَغَيره ضَعِيف الحَدِيث",
            "page": "161",
            "part": "1",
            "seal": "460D1945"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "28 - وزَكَرِيا عَن الشّعبِيّ وَغَيره جيد الحَدِيث ثِقَة ¶ 29 - وعلقمة بن مرْثَد كَانَ يتهم بالإرجاء وَكَانَ ثِقَة فِي حَدِيثه ضابطا ¶ 30 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ لي أَبُو عبد الله كَانَ ابْن مهْدي إِذا ذكر حَمَّاد بن زيد قَالَ قَالَ شَيخنَا وَشَيخنَا كَانَ ثبتا فِي السّنة ¶ قَالَ أَبُو عبد الله وَلم يكن لَهُ كتاب حَدِيثه حفظ كُله ¶ 31 - حَدثنَا الْمَيْمُونِيّ قَالَ وَسمعت أَبَا عبد الله يَقُول قَالَ جرير فِي حَدِيث الْأَعْمَش كُنَّا نلزقها",
            "page": "162",
            "part": "1",
            "seal": "F953446D"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "32 - قَالَ سُلَيْمَان بن أبي مُسلم الْأَحول ثِقَة جيد الحَدِيث وَقد روى عَنهُ ابْن عُيَيْنَة ¶ 33 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ لي وَكَانَ يحيى وَعبد الرَّحْمَن لَا يحدثان عَن جَابر الْجعْفِيّ بِشَيْء ¶ قَالَ أَبُو عبد الله وَكَانَ جَابر أَهلا لذاك ¶ 34 - قَالَ وَأَبُو الزَّعْرَاء أعجب إِلَيّ فِي الحَدِيث من أبي سُفْيَان طَلْحَة بن نَافِع ¶ 35 - وَقَالَ لي الْأسود بن شَيبَان من خِيَار عبادالله كَانَ يَقُول إِذا اجْتَمعُوا عِنْده أما أَنا فلي حَاجَة أُرِيد أَن أُصَلِّي قَالَ تعلم أَنه لم يكن فِي قلبه أَي رِيَاء",
            "page": "163",
            "part": "1",
            "seal": "C9F63B36"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "36 - قَالَ وَكَانَ مَالك من أثبت النَّاس وَقد كَانَ يُخطئ ¶ 37 - قَالَ أَبُو عبد الله المَسْعُودِيّ صَالح الحَدِيث وَمن أَخذ عَنهُ أَولا فَهُوَ صَالح الْأَخْذ ¶ 38 - وَسَأَلته عَن عقيل فَقَالَ صَالح الحَدِيث رِوَايَته مثل رِوَايَة أَصْحَابه لَا بَأْس بِهِ ¶ 39 - عَليّ بن أبي طَلْحَة لَهُ أَشْيَاء مُنكرَات وَهُوَ رجل من أهل حمص",
            "page": "164",
            "part": "1",
            "seal": "010CBE15"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "40 - عَليّ بن الْمُبَارك مَا بحَديثه بَأْس ¶ 41 - سُلَيْمَان بن بِلَال صَالح الحَدِيث ¶ 42 - شريك بن أبي نمر صَالح الحَدِيث ¶ 43 - الزبير بن عبد الله عَن جَعْفَر بن مُصعب لَا نعرفهما جَمِيعًا",
            "page": "165",
            "part": "1",
            "seal": "3A35CF00"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "44 - الْمِقْدَام بن شُرَيْح ثِقَة ¶ 45 - إِسْرَائِيل صَالح الحَدِيث ¶ 46 - وَأَشْعَث بن أبي الشعْثَاء وَهُوَ ابْن سليم الْمحَاربي وَأَبوهُ رجل من أَصْحَاب عبد الله صَالح الحَدِيث ¶ 47 - أَبُو عَطِيَّة ثِقَة ¶ 48 - ابْن الْأَصْبَهَانِيّ صَالح الحَدِيث",
            "page": "166",
            "part": "1",
            "seal": "4F8160C0"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "49 - مُجَاهِد بن وردان لَهُ شَيْء يسير ¶ 50 - أَبُو الرِّجَال صَاحب عمْرَة صَالح الحَدِيث ¶ 51 - مُحَمَّد بن عبد الرَّحْمَن بن زُرَارَة صَالح الحَدِيث ¶ 52 - سَالم الدوسي لَا أَدْرِي ¶ 53 - مُعَاوِيَة بن صَالح مَا أعلم إِلَّا خيرا ¶ 54 - حبيب الْمعلم ثِقَة",
            "page": "167",
            "part": "1",
            "seal": "3F0B8AC2"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "55 - أَبُو المهزم يزِيد أما شُعْبَة لم يرو عَنهُ وَحَمَّاد بن سَلمَة يروي عَنهُ ¶ 56 - وَأَبُو بكر بن حَفْص ثِقَة ¶ 57 - وَإِبْرَاهِيم بن مَيْمُون لَا نعرفه ¶ 58 - طَلْحَة بن يحيى صَالح الحَدِيث ¶ 59 - يزِيد بن إِبْرَاهِيم ثِقَة",
            "page": "168",
            "part": "1",
            "seal": "D0AD6A56"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "60 - مُغيرَة بن زِيَاد مَا أَدْرِي ¶ 61 - وَأُسَامَة بن زيد عَلَيْهِ عَامَّة النَّاس قد رووا عَنهُ إِلَّا يحيى بن سعيد تَركه ¶ 62 - إِبْرَاهِيم بن الْفضل مَا أَدْرِي ¶ 63 - دَاوُد الأودي وهاه",
            "page": "169",
            "part": "1",
            "seal": "A4C23935"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "64 - عمرَان بن حدير ثِقَة ¶ 65 - ثَنَا الْمَيْمُونِيّ قَالَ وسمعته يَقُول لم أر أحدا أعلم من يحيى بن سعيد يَعْنِي بالمناسك ¶ 66 - ثَنَا الْمَيْمُونِيّ قَالَ سَأَلت خلفا قلت قعد أحد عَن جَابر الْجعْفِيّ فَقَالَ لَا أعلمهُ كَانَ سُفْيَان بن عُيَيْنَة من أَشَّدهم قولا فِيهِ وَقد حدث عَنهُ وَإِنَّمَا كَانَت عِنْده ثَلَاثَة أَحَادِيث قلت صَحَّ عَنهُ شَيْء إِنَّه يُؤمن بالرجعة قَالَ لَا وَلكنه من شيعَة عَليّ وَشعْبَة وَالثَّوْري وَالنَّاس يحدثُونَ عَنهُ إِلَّا أَن هَؤُلَاءِ لَيْسَ يحدثُونَ عَنهُ بِتِلْكَ الْأَشْيَاء الَّتِي يجمع فِيهَا قاسما وسالما وَجَمَاعَة هَكَذَا سَبْعَة ثَمَانِيَة على إيش يحدث عَنهُ بِهَذِهِ الْأَشْيَاء ¶ 67 - حَدثنَا الْمَيْمُونِيّ قَالَ سَمِعت هَارُون بن مَعْرُوف قَالَ سَمِعت عبد الله بن وهب يَقُول قَالَ لي عبد الرَّحْمَن بن مهْدي أكتب لي من أَحَادِيث عَمْرو فَكتب لَهُ مِائَتي حَدِيث حدثته بهَا",
            "page": "170",
            "part": "1",
            "seal": "C5676D90"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "68 - ثَنَا الْمَيْمُونِيّ قَالَ قلت ليحيى بن معِين الْأَحَادِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِي كَرَاهَة الْحجامَة للصَّائِم كَيفَ أصل ورد بهَا قَالَ جِيَاد كلهَا قُلْنَا مِمَّا يَقُولُونَ مضطربة قَالَ أَنا لَا أَقُول أَن هَذِه الْأَحَادِيث مضطربة ¶ 69 - ثَنَا الْمَيْمُونِيّ قَالَ سَمِعت يحيى يَقُول مُحَمَّد بن إِسْحَاق ¶ 70 - سألناه عَن عبد الرَّحْمَن بن إِسْحَاق قَالَ الْكُوفِي ضَعِيف",
            "page": "171",
            "part": "1",
            "seal": "2B791D41"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "71 - وَعبد الرَّحْمَن بن إِسْحَاق الْبَصْرِيّ الَّذِي يروي عَن الزُّهْرِيّ لَيْسَ بِهِ بَأْس ¶ 72 - ثَنَا الْمَيْمُونِيُّ قَالَ قُلْتُ لأَبِي زَكَرِيَّا يَحْيَى إِسْمَاعِيلَ ابْن زَكَرِيَّا عَنِ الأَعْمَشِ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ قَالا إِذَا آلَى الرَّجُلُ مِنَ امْرَأَتِهِ فَمَضَتْ أَرْبَعَةُ أَشْهُرٍ فَهِيَ تَطْلِيقَةٌ بَائِنَةٌ قلت عَنْهُمَا خلاف ذَا قَالَ نعم سُفْيَان وَشعْبَة جَمِيعًا يرويان خِلَافه أَو ذَا الحَدِيث خطأ قلت مِمَّن أُتِي قَالَ إِسْمَاعِيل بن زَكَرِيَّا هُوَ ضَعِيف الحَدِيث قلت فَمِنْهُ أَتَى قَالَ لَا هُوَ مَشْهُور عَن الْأَعْمَش قلت فَمن الْأَعْمَش أَتَى فَقَالَ نعم كَذَا أَظن أَنه أَتَى من الْأَعْمَش ¶ 73 - ثَنَا الْمَيْمُونِيّ قَالَ ذكر اللَّيْث بن أبي سليم قَالَ",
            "page": "172",
            "part": "1",
            "seal": "A4F7E2EE"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "ضَعِيف الحَدِيث عَن طَاوُوس وَإِذا جمع طَاوُوس وَغَيره زِيَادَة هُوَ ضَعِيف ¶ 74 - ثَنَا الْمَيْمُونِيّ قَالَ سَمِعت أَبَا عبد الله أَحْمد بن حَنْبَل قَالَ ثَنَا مَرْوَان بن شُجَاع قَالَ أَبُو عبد الله شيخ صَدُوق ¶ 75 - ثَنَا الْمَيْمُونِيّ قَالَ حَدثنَا الحصني قَالَ حَدثنَا معقل قَالَ أتيت مُحَمَّد بن إِسْحَاق فَسَمعته يتَكَلَّم فِي الْقدر فَلم أعد إِلَيْهِ ¶ 76 - ثَنَا الْمَيْمُونِيّ قَالَ وسمعته يَقُول مدرك بن عمَارَة رجل مَعْرُوف وَذكر مدرك رجل آخر قَالَ لَا يعرف ¶ 77 - قَالَ سَأَلُوهُ عَن سَماع أبي سَلمَة عَن أَبِيه فَسَمعته",
            "page": "173",
            "part": "1",
            "seal": "D47D0E17"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "يَقُول مَاتَ أَبوهُ وَهُوَ صَغِير كَانَ أَبُو سَلمَة من أحدثهم ثمَّ قَالَ لَيْسَ فِي الْقَوْم أَكثر من أبي سَلمَة قلت فِي كَثْرَة الرِّوَايَة قَالَ فِي كَثْرَة مَا يروي وجالس ابْن عَبَّاس وَكبر من شان أبي سَلمَة يَوْمئِذٍ ¶ 78 - سَمِعت الْمَيْمُونِيّ قَالَ سُئِلَ أَحْمد بن حَنْبَل حَدثنَا بِحَدِيث عبد الْقَيْس عَن الْقطيعِي فَقَالَ سلوا بعض أَصْحَاب الْغَرِيب فَإِنِّي أكره أَن أَتكَلّم فِي قَول رَسُول الله صلى الله عَلَيْهِ وَسلم بِالظَّنِّ فاخطئ ¶ 79 - ثَنَا الْمَيْمُونِيّ قَالَ وَذكر أَبُو عبد الله زَائِدَة فقدمه وفضله فِي التثبت والضبط ¶ 80 - ثَنَا الْمَيْمُونِيّ قَالَ سَأَلُوهُ من أَكثر فِي أَيُّوب قَالَ مَا عِنْدِي أحد أعلم بحَديثه من حَمَّاد يَعْنِي ابْن زيد وَقد أَخطَأ فِي غير شَيْء ¶ 81 - سَمِعت الْمَيْمُونِيّ يَقُول وَصَحَّ عِنْدِي أَنه لم يحضر",
            "page": "174",
            "part": "1",
            "seal": "1EEDEB45"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "أَبَا نصر التمار حِين مَاتَ فحسبت أَن ذَاك إِلَى مَا كَانَ أجَاب فِي المحنة ¶ 82 - ثَنَا الْمَيْمُونِيُّ قَالَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ وَسُئِلَ عَن حَدِيث أبي قيس الأودي فِيمَا رَوَى عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ مَسَحَ عَلَى النَّعْلَيْنِ والجوربين فَقَالَ لي",
            "page": "175",
            "part": "1",
            "seal": "AB6141CC"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "مَعْرُوف عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ مسح على الْخُفَّيْنِ لَيْسَ هَذَا الْأَمر أَي قيس أَن لَهُ أَشْيَاء مَنَاكِير",
            "page": "176",
            "part": "1",
            "seal": "2C7197F1"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "83 - ثَنَا الْمَيْمُونِيّ قَالَ حَدثنَا ابْن حَنْبَل قَالَ ثَنَا يحيى قَالَ زُهَيْر رَأَيْت أَشْعَث بن سوار عِنْد أبي الزبير قَائِما دونه النَّاس وَأَبُو الزبير يحدث فَيَقُول أَشْعَث كَيفَ قَالَ وَأي شَيْء قَالَ ¶ 84 - حَدثنَا الْمَيْمُونِيّ قَالَ ثَنَا ابْن حَنْبَل قَالَ ثَنَا عَفَّان قَالَ ثَنَا معَاذ قَالَ قَالَ أَشْعَث مَا رَأَيْت هشاما يَعْنِي ابْن حسان عَن الْحسن قطّ فَقيل لَهُ إِن عمروا يَقُول هَذَا فَأَنت إِن قلته قويته عَلَيْهِ لَو صدق أَو نَحْو هَذَا قَالَ لَا أَقُول هَذَا وَلَا أَعُود لهَذَا ¶ 85 - قَالَ ثَنَا ابْن حَنْبَل قَالَ ثَنَا عَفَّان ثَنَا معَاذ قَالَ قَالَ حميد البتي إِذا أَتَاك النَّاس يحملهم أَمر وَاحِد لَا وَلَكِن خُذ",
            "page": "177",
            "part": "1",
            "seal": "FC7018A0"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "من هَذَا وَهَذَا فاصلح مِنْهُم قَالَ فَقَالَ البتي لَا أُطِيق سحرك وَكَانَ حميد مصلحا انْظُر الْبَصَر ¶ 86 - قَالَ وَحدثنَا ابْن حَنْبَل قَالَ ثَنَا عَفَّان قَالَ حَدثنِي يحيى بن سعيد قَالَ كنت أسأَل حميد عَن الشَّيْء من فتيا الْحسن فَيَقُول قد نسيت ¶ 87 - قَالَ ثَنَا ابْن حَنْبَل قَالَ ثَنَا إِسْمَاعِيل قَالَ ثَنَا أَبُو رَجَاء قَالَ قلت لِلْحسنِ متي عَهْدك بِالْمَدِينَةِ قَالَ ليَالِي صفّين قَالَ قلت فَمَتَى احتملت قَالَ بعد صفّين بعام ¶ 88 - ثَنَا الْمَيْمُونِيّ قَالَ سمعته وَذكر عبد الْوَارِث فَقَالَ كَانَ أسن من إِسْمَاعِيل بن علية بِسنتَيْنِ وَقد سمع من غير وَاحِد",
            "page": "178",
            "part": "1",
            "seal": "E00F11F1"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "لم يسمع مِنْهُ إِسْمَاعِيل ثمَّ ذكر ضبط عبد الْوَارِث وَأَنه كَانَ صَاحب نَحْو ثمَّ قَالَ وَقد غلط فِي غير شَيْء ثمَّ قَالَ روى عَن أَيُّوب أَحَادِيث لم يروها أحد من أَصْحَابه وَهُوَ عِنْده مَعَ هَذَا ثَبت ضَابِط ¶ 89 - قَالَ وَسَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ الْإِيمَانُ قَوْلٌ وَعَمَلٌ يَزِيدُ وَيَنْقُصُ قَالُوا لَهُ وَنِيَّةٌ قَالَ النِّيَّةُ مُقَدّمَة فِي هَذَا الْموضع ¶ 90 - ثَنَا الْمَيْمُونِيّ قَالَ ثَنَا يحيى يَعْنِي ابْن أَيُّوب قَالَ سَمِعت حميد الرُّؤَاسِي يَقُول كَانَ زُهَيْر إِذا سمع الحَدِيث من الْمُحدث كتب عَلَيْهِ قد فرغت ¶ 91 - ثَنَا الْمَيْمُونِيّ قَالَ ثَنَا يحيى قَالَ سَمِعت شُعَيْب بن حَرْب وَذكر حَدِيثا عَن زُهَيْر وَشعْبَة فَقيل لَهُ شُعْبَة فَقَالَ",
            "page": "179",
            "part": "1",
            "seal": "4B184C18"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "زُهَيْر أحفظ من عشْرين مثل شُعْبَة قَالَ يحيى قَالَ سَمِعت معَاذ بن معَاذ يَقُول لَا وَالله مَا كَانَ سُفْيَان بأثبت عِنْدِي من زُهَيْر قَالَ يحيى قَالَ سَمِعت معَاذ بن معَاذ يَقُول إِذا سَمِعت الحَدِيث من زُهَيْر لم أبال أَلا أسمعهُ من سُفْيَان ¶ 92 - قَالَ حَدثنَا يحيى قَالَ سَمِعت أسود بن سَالم يَقُول سَمِعت هشيما يَقُول كُنَّا نَدع مجالسة شُعْبَة لِأَنَّهُ كَانَ يدخلنا فِي الْغَيْبَة ¶ 93 - ثَنَا الْمَيْمُونِيّ قَالَ وَقَالَ لي أَبُو عبد الله يَوْمًا يَا أَبَا الْحسن إِنِّي لأشبه ورع جدك مَيْمُون بورع ابْن سِيرِين ¶ 94 - ثَنَا الْمَيْمُونِيّ قَالَ سَأَلت أَبَا عبد الله عَن أَفْلح بن حميد قَالَ صَالح يحْتَمل",
            "page": "180",
            "part": "1",
            "seal": "74B291FD"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "95 - قلت سَلمَة بن وردان قَالَ لي الَّذِي يروي عَن أنس مَا أَدْرِي إيش حَدِيثه لَهُ أَشْيَاء مَنَاكِير ¶ 96 - قلت دَاوُد بن قيس الْفراء قَالَ صَالح الحَدِيث ¶ 97 - قلت مُحَمَّد بن عبد الله بن أخي الزُّهْرِيّ قَالَ يحْتَمل أَيْضا ¶ 98 - قلت أُسَامَة بن زيد يروي عَن الْقَاسِم قَالَ وَهَذَا أَيْضا يحْتَملهُ النَّاس إِلَّا أَن يحيى الْقطَّان تَركه",
            "page": "181",
            "part": "1",
            "seal": "0686DC3D"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "99 - عبد الرَّحْمَن بن أبي الموال قَالَ مَا أرى بحَديثه بَأْس هُوَ مِمَّن يحْتَمل ¶ 100 - قلت فَايِد مولى عبيد الله قَالَ هَذَا الَّذِي ترك النَّاس حَدِيثه أَبُو الورقاء يُقَال لَهُ صَاحب بن أبي أوفى ¶ 101 - قلت هِشَام بن سعد الخشاب قَالَ هُوَ رجل قد احْتمل عَنهُ ¶ 102 - قلت عِيسَى بن عَاصِم قَالَ ثِقَة",
            "page": "182",
            "part": "1",
            "seal": "8E158E0C"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "103 - قلت سعيد بن مُسلم بن بانك قَالَ أرى أَيْضا لَيْسَ بِهِ بَأْس ¶ 104 - قلت إِبْرَاهِيم بن عبد الله بن الْحَارِث الجُمَحِي قَالَ أجدني أعرف ذَا ¶ 105 - قلت سُلَيْمَان بن أبي خَالِد يروي عَن أَبِيه قَالَ مَا أعرفهُ ¶ 106 - سَأَلته عَن عمر بن نبيه الكعبي قَالَ لَيْسَ بِهِ بَأْس ¶ 107 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ أَبُو عبد الله حُسَيْن بن وَاقد لَهُ أَشْيَاء مَنَاكِير",
            "page": "183",
            "part": "1",
            "seal": "BBB09454"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "108 - سَأَلته عَن عبد الله بن سعيد بن أبي هِنْد فَقَالَ ثِقَة ¶ 109 - سَأَلته عَن دَاوُد بن بكر بن أبي الْفُرَات فَقَالَ لَا أعرفهُ ¶ 110 - وَسَأَلته عَن عبد الله بن عَامر الْأَسْلَمِيّ يروي عَن أبي الزبير قَالَ لَيْسَ بِقَوي فِي الحَدِيث ¶ 111 - وَسَأَلته عَن نَافِع بن جُبَير بن مطعم فَقَالَ لي رجل من أَبنَاء الصَّحَابَة ثِقَة لَا نعلم إِلَّا خيرا",
            "page": "184",
            "part": "1",
            "seal": "299FE358"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "112 - وَسَأَلته عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ فَقَالَ لِي رُبَّمَا رَفَعَ بَعْضَ الْحَدِيثِ وَرُبَّمَا قَصَّرَ بِهِ وَهُوَ يُحْتَمَلُ وَيَحْيَى بْنُ سَعِيدٍ أَثْبَتُ حَدِيثًا مِنْهُ ¶ 113 - وَسَأَلْتُهُ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ فَقَالَ لِي ثِقَة إِلَّا حَدِيث وَاحِد يَرْوِيهِ عَنِ ابْنِ عُمَرَ قَالَ الْوَلَاءُ لَا يُبَاع وَلَا يُوهب وَنَافِعٌ قَالَ فِي قِصَّةِ بَرِيرَةَ الْوَلَاءُ لِمَنْ أعتق",
            "page": "185",
            "part": "1",
            "seal": "B90B273A"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "114 - وَسَأَلته عَن كُلَيْب بن وَائِل يروي عَن ابْن عمر قَالَ مَا أرى بِهِ بَأْس ¶ 115 - سَأَلته عَن عَمْرو بن دِينَار فِي ابْن عَبَّاس وَابْن عمر فَقَالَ من الثِّقَات يَحْكِي عَن شُعْبَة أَنه قَالَ مَا رَأَيْت أثبت من عَمْرو بن دِينَار قلت لَهُ أَشْيَاء يرسلها قَالَ إِذا قَالَ سَمِعت أَو حَدثنَا وَقد كَانَ يحدث بأَشْيَاء عَن رجل عَن ابْن عَبَّاس",
            "page": "186",
            "part": "1",
            "seal": "9EEF4B3B"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "116 - ثَنَا الْمَيْمُونِيّ قَالَ وَسمعت أَبَا عبد الله يَقُول عبد الله بن زيد أسلم أثبت من عبد الرَّحْمَن قلت فعبد الرَّحْمَن قَالَ كَذَا لَيْسَ مثله وَضعف من أمره قَلِيلا ¶ 117 - قَالَ وَسمعت أَبَا عبد الله يَقُول مهْدي ثِقَة قلت مهْدي بن مَيْمُون قَالَ نعم ثِقَة ¶ 118 - قَالَ وسمعته يَقُول كَانَ عبد الله بن وهب الْمصْرِيّ رجلا صَالحا إيش كَانَ عِنْده من الحَدِيث قد رَأَيْته",
            "page": "187",
            "part": "1",
            "seal": "F61AAB67"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "إيش فَأثْنى عَلَيْهِ وَذكر أَبُو عبد الله تسهيله فِي الْأَخْذ قلت لَهُ كَذَا أَصْحَابه المصريون أَو عَامَّة أَصْحَابه فِي التسهيل فِي الْأَخْذ قَالَ لي نعم ¶ 119 - وسمعته يَقُول بشر بن رَافع مَا أرَاهُ قَوِيا فِي الحَدِيث ¶ 120 - وسمعته يَقُول حَيْوَة بن شُرَيْح رجل صَالح لَهُ أَشْيَاء حسان وَزَاد قَول ابْن الْمُبَارك فِيهِ مَا وصف أحد إِلَّا رَأَيْته دون مَا وصف إِلَّا حَيْوَة فَإِنِّي رَأَيْته فَوقف مَا وصف لي ¶ 121 - سَأَلته عَن أبي عبد الله الشقري قَالَ لَيْسَ بِالْقَوِيّ عِنْدِي هُوَ ضَعِيف",
            "page": "188",
            "part": "1",
            "seal": "B72E0A1F"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "122 - وَذكر الْوَلِيد بن مُسلم فَقَالَ كَانَ صَاحب تسهيل ¶ 123 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ لنا خَالِد بن خِدَاش قَالَ لي الدَّرَاورْدِي ومعن وَعَامة أهل الْمَدِينَة لَا ترد عبد الرَّحْمَن بن زيد بن أسلم إِنَّه لَا يدْرِي مَا يَقُول وَلَكِن عَلَيْك بِعَبْد الله بن زيد ¶ 124 - سَأَلته عَن عَطاء السليمي فَقَالَ لي هَذَا من خِيَار عبادالله لَيْسَ لَهُ حَدِيث إِنَّمَا هُوَ رَأْيه وَكَلَامه ¶ 125 - وَسلم الْعلوِي قَالَ مَا علمت إِلَّا خيرا لَكِن شُعْبَة تكلم فِيهِ قلت من قصَّة الْهلَال قَالَ لي نعم",
            "page": "189",
            "part": "1",
            "seal": "6276A614"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "126 - قلت فالربيع بن صبيح قَالَ لي هُوَ فِي هَدْيه رجل صَالح وَلَيْسَ عِنْده حَدِيث يحْتَاج إِلَيْهِ فِيهِ كَأَنَّهُ ضعف أمره ¶ 127 - قلت حَمَّاد بن أبي سُلَيْمَان قَالَ أما أَحَادِيث هَؤُلَاءِ الثِّقَات عَنهُ شُعْبَة وسُفْيَان وَهِشَام فأحاديث مُتَقَارِبَة وَلكنه أول من تكلم فِي الرَّأْي قلت كَانَ يرى الإرجاء قَالَ لي نعم كَانَ يرى الإرجاء ¶ 128 - قلت جَابر الْجعْفِيّ قَالَ لي يرى التَّشَيُّع قلت يتهم فِي حَدِيثه بِالْكَذِبِ فَقَالَ لي من طعن فِيهِ فَإِنَّمَا يطعن بِمَا يخَاف من الْكَذِب قلت الْكَذِب فَقَالَ إِي وَالله وَذَاكَ فِي حَدِيثه بَين إِذا نظرت إِلَيْهَا ¶ 129 - قلت حَنْظَلَة بن أبي سُفْيَان قَالَ لي ثِقَة ثِقَة الجُمَحِي",
            "page": "190",
            "part": "1",
            "seal": "F7622FEF"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "130 - قُلْتَ فَحَنْظَلَةُ السَّدُوسِيُّ قَالَ لَهُ أَشْيَاءُ مَنَاكِيرُ رَوَى حَدِيثَيْنِ كِلَاهُمَا عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُنْكَرَيْنِ عَنْ أَنَسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَنَتَ فِي الْوَتْرِ وَالْآخَرُ أَمَرَنَا إِذَا الْتَقَيْنَا أَنْ يُصَافِحَ أَحَدُنَا صَاحبه وَأَن ينحني بَعْضنَا لبَعض وَأَن يعشق بَعْضُنَا لِبَعْضٍ كِلَاهُمَا مُنْكَرَانِ ¶ 131 - قلت يُوسُف الْمَاجشون قَالَ لي لَيْسَ بِهِ بَأْس وَقد أدركناه نَحن قلت قد حَدَّثتنَا عَنهُ وَيحدث عَن أَبِيه قَالَ نعم قلت فأبوه قَالَ لَا بَأْس بِهِ",
            "page": "191",
            "part": "1",
            "seal": "24126A9F"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "132 - وَذكر عبد الْعَزِيز وَقَالَ هُوَ ابْن عَم يُوسُف فَذكر أَيْضا خيرا وأكبر علمي ومعرفتي أَنه ذكر أَخا ليوسف يُقَال لَهُ عبد الله فَقَالَ أَيْضا خيرا ¶ 133 - ثَنَا الْمَيْمُونِيّ قَالَ وَقَالَ يَعْنِي أَحْمد بن حَنْبَل وَقَالَ لي يُوسُف تَأَخّر عمره فَلَقِيته بِجُزْء ¶ 134 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ لي أَبُو عبد الله عُثْمَان بن حَكِيم شيخ قلت أَحَادِيثه قَالَ مُتَقَارِبَة ¶ 135 - ثَنَا الْمَيْمُونِيّ قَالَ وَذكر أَشْيَاء عَن مجَالد عَن الشّعبِيّ فَقَالَ كم من أعجوبة لمجالد ¶ 136 - ثَنَا الْمَيْمُونِيّ قَالَ تَذَاكرنَا يَوْمًا شَيْئا اخْتلفُوا فِيهِ",
            "page": "192",
            "part": "1",
            "seal": "053A5EA9"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "فَقَالَ رجل ابْن أبي شيبَة يَقُول عَن عَفَّان قَالَ أَبُو عبد الله دع ابْن أبي شيبَة فِي ذَا انْظُر إيش يَقُول غَيره يُرِيد أَبُو عبد الله كَثْرَة خطأه ¶ 137 - ثَنَا الْمَيْمُونِيّ قَالَ قلت إِسْمَاعِيل بن زَكَرِيَّا كَيفَ هُوَ قَالَ لي أما الْأَحَادِيث الْمَشْهُورَة الَّتِي يَرْوِيهَا فَهُوَ فِيهَا مقارب الحَدِيث صَالح وَلكنه لَيْسَ ينشرح الصَّدْر لَهُ لَيْسَ يعرف هَكَذَا عهد بِالطَّلَبِ ¶ 138 - قلت لأبي عبد الله الرّبيع بن صبيح قَالَ لَيْسَ لَهُ كثير شَيْء يشده لَهُ أَشْيَاء يَرْوِيهَا عَن عَطاء وَالْحسن مسَائِل وَلَيْسَ بِهِ بَأْس قلت شَيْء يرويهِ عَن يزِيد قَالَ لي يرويهِ عَن يزِيد عَن أنس فِي الرّفْع قلت نعم فَتَبَسَّمَ أَبُو عبد الله إِلَيّ قلت تذكره أَي فِيهِ هُوَ يزِيد الرقاشِي قَالَ لي نعم قلت وَهَذَا يزِيد ضَعِيف قَالَ نعم هُوَ ضَعِيف",
            "page": "193",
            "part": "1",
            "seal": "969BC78A"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "139 - وَذكر أَبُو عبد الله حَدِيث روح عَن ابْن أبي حميد قل لَو كَانَ غير ابْن أبي حميد ¶ 140 - ثَنَا الْمَيْمُونِيّ قَالَ سَمِعت أَبَا الْوَلِيد هِشَام بن عبد الْملك يَقُول مَالك بن أنس سيء الرَّأْي فِي ابْن إِسْحَاق ¶ 141 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ أَبُو عبد الله كَانَ ابْن جريج من أوعية الْعلم",
            "page": "194",
            "part": "1",
            "seal": "67967DB2"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "142 - وَقَالَ أَبُو عبد الله وَذكر شعيبا الجبائي قَالَ رجل قَرَأَ الْكتب وَشبه وهبا ¶ 143 - قَالَ أَبُو عبد الله رشدين لَيْسَ بِهِ بَأْس فِي أَحَادِيث الرقَاق ¶ 144 - قَالَ قَالَ أَحْمد بن حَنْبَل زِيَاد بن جُبَير بن حَيَّة رجل مَعْرُوف ¶ 145 - قَالَ وَلَا أعلم أحدا روى عَن أبي عِيسَى الأسواري غير قَتَادَة",
            "page": "195",
            "part": "1",
            "seal": "125B0DD6"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "146 - قَالَ وَقَول ابْن حَنْبَل لَيْسَ نجد أحدا يرفع غير زُهَيْر يَعْنِي فِي الْمحرم إِذا لم يجد نَعْلَيْنِ وَكَانَ زُهَيْر من معادن الْعلم ¶ 147 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ لي أَبُو عبد الله عَن يحيى بن سعيد فِي حَدِيث شُعْبَة لَيْسَ بِشَيْء عَن مُجَاهِد قَالَ سَمِعت عَائِشَة فَأنْكر أَن يكون سمع من عَائِشَة",
            "page": "196",
            "part": "1",
            "seal": "E3260122"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "148 - قَالَ قَالَ أَبُو عبد الله ابْن أبي عرُوبَة لم يسمع من يحيى بن سعيد وَلَا معمر سمع من يحيى شَيْئا قَالَ ذَلِك أَبُو عبد الله ¶ 149 - وسمعته يَقُول بِلَال بن سعد رجل صَالح ¶ 150 - قَالَ وَسمعت أَبَا عبد الله يَقُول مُحَمَّد بن عبد الرَّحْمَن بن غنج شيخ مقارب الحَدِيث يروي عَنهُ اللَّيْث ¶ 151 - قَالَ وَذكر أَبُو عبد الله السّري بن إِسْمَاعِيل فَقَالَ ترك النَّاس حَدِيثه ¶ 152 - والمسعودي من سمع مِنْهُ بِآخِرهِ فطعن فِي سماعهم مِنْهُ",
            "page": "197",
            "part": "1",
            "seal": "9116778D"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "153 - وَسَأَلَهُ رجل عَن الْحجَّاج بن أَرْطَأَة مَا شَأْنه قَالَ شَأْنه أَنه يزِيد فِي الْأَحَادِيث ¶ ثَنَا الْمَيْمُونِيّ قَالَ سَمِعت أَبَا عبد الله يَقُول رُبمَا رَأَيْت الْحجَّاج يضع يَده على رَأسه وَيَقُول قتلني حب الشّرف ¶ 154 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ ذكر لأبي عبد الله ابْن أبي ليلى قَالَ ضَعِيف وَالْحجاج أكبر فِي نَفسِي مِنْهُ إِلَّا أَنه يَعْنِي ابْن أبي ليلى فِي حَدِيثه عَن الْمنْهَال كَأَنَّهُ ¶ 155 - قَالَ لَهُ رجل أَيْن مجَالد مِنْهُمَا قَالَ هَذَا بمثير شَدِيد",
            "page": "198",
            "part": "1",
            "seal": "98E72743"
        },
        {
            "hno": null,
            "id": "167",
            "nass": "156 - قَالَ أَبُو عبد الله فعجبت مِنْهُ فِي ذَاك الْموضع كَيفَ كَانَ يجِيبه فِي مثل هَذَا ثمَّ قَالَ لنا وَلكنه كَانَ رجلا كثير النّظر فِي الرِّجَال وَالْكَلَام وَإِنَّمَا ذكر أَبُو عبد الله بن الْمُبَارك فِي هَذِه الْقِصَّة أَنه كره أَن يُجِيبهُمْ فأخبروه بِمَا لَهُ من الْأجر فِي معرفَة هَذَا فَذكر ابْن الْمُبَارك عِنْد ذَلِك ¶ 157 - ثَنَا الْمَيْمُونِيّ قَالَ سعيد بن بشير رَأَيْته يضعف أمره قلت الَّذِي يروي عَن قَتَادَة قَالَ قد روى عَن قَتَادَة أَشْيَاء ¶ 158 - مُحَمَّد بن سَلمَة الْحَرَّانِي قَالَ هُوَ فِي بدنه وَأَظنهُ قَالَ لَيْسَ بحَديثه بَأْس ¶ 159 - ثَنَا الْمَيْمُونِيّ قَالَ سمعته يَقُول ابْن أبي نجيح",
            "page": "199",
            "part": "1",
            "seal": "24318065"
        },
        {
            "hno": null,
            "id": "168",
            "nass": "ثِقَة وَكَانَ أَبوهُ من خِيَار عباد الله ¶ 160 - كثير بن جمْهَان قَالَ لَا أعرف كثيرا ¶ 161 - ثَنَا الْمَيْمُونِيّ قَالَ سمعته يَقُول لم يَصح لهشيم عَن الزُّهْرِيّ إِلَّا أَرْبَعَة أَحَادِيث ¶ 162 - وَعلي بن صَالح صَالح الحَدِيث وَلَكِن حسن ابْن صَالح أَخُوهُ ¶ 163 - ثَنَا الْمَيْمُونِيّ ثَنَا أَحْمد قَالَ ثَنَا وَكِيع قَالَ سعيد بن السَّائِب حسن الحَدِيث",
            "page": "200",
            "part": "1",
            "seal": "F9794241"
        },
        {
            "hno": null,
            "id": "169",
            "nass": "164 - ثَنَا الْمَيْمُونِيّ قَالَ سمعته يَقُول ابْن أبي لبيد ثَبت الحَدِيث ¶ 165 - وَرَبِيعَة بن أبي عبد الرَّحْمَن ثِقَة ¶ 166 - قَالَ وسمعته يَقُول فِي غَسَّان بن مُضر مَا كَانَ أعسره من شيخ ¶ 167 - ثَنَا الْمَيْمُونِيّ قَالَ قَالَ مَا رَأينَا أحدا أثبت فِي عَطاء من عَمْرو وَابْن جريج",
            "page": "201",
            "part": "1",
            "seal": "743336F3"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "168 - قَالَ ثَنَا ابْن حَنْبَل قَالَ ثَنَا يحيى ثَنَا مثنى قَالَ ثَنَا قَتَادَة مثنى ثِقَة ¶ 169 - ثَنَا الْمَيْمُونِيّ قَالَ سمعته يَقُول أَبُو الزِّنَاد من أَصْحَاب الحَدِيث ¶ 170 - وَابْن عجلَان ثِقَة ¶ 171 - وَأَبوهُ صَالح الحَدِيث لَقِي أَبَا هُرَيْرَة ¶ 172 - وسمعته يَقُول عمَارَة بن الْقَعْقَاع ثِقَة",
            "page": "202",
            "part": "1",
            "seal": "AECD732B"
        },
        {
            "hno": null,
            "id": "171",
            "nass": "173 - وَإِسْحَاق بن سُوَيْد ثَبت ¶ 174 - ثَنَا الْمَيْمُونِيّ قَالَ سمعته يَقُول ذكر الشاميين فَقَالَ صَدَقَة بن خَالِد ثِقَة مَأْمُون مَا بَلغنِي أَن أحدا من الشاميين يكْتب حَدِيثه بِيَدِهِ غَيره فَذَاك بَين فِي حَدِيثه ¶ 175 - وَذكر صَدَقَة السمين فَقَالَ ضَعِيف ¶ 176 - وتذاكرنا صَالح بن كيسَان فَقلت لَهُ كَيفَ هُوَ قَالَ صَالح ¶ 177 - وسمعته يَقُول مَا كَانَ عَمْرو بن عبيد بِأَهْل أَن يحدث عَنهُ ¶ إِلَى هَا هُنَا عَن الْمَيْمُونِيّ",
            "page": "203",
            "part": "1",
            "seal": "4B387452"
        }
    ],
    "t6044": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "مسائل صالح بن الإمام أحمد"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "رواية أبي الحسن عبد الملك بن عبد الحميد الميموني"
        }
    ]
}