{
    "b6070": [
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَبِه نستعين ¶ الْحَمد لله رب الْعَالمين، وَالصَّلَاة وَالسَّلَام الأتمان الأكملان على سيدنَا مُحَمَّد وَآله وَصَحبه البزرة أَجْمَعِينَ، وَبعد: قَالَ الصَّدرُ الإِمَام والحبر الْهمام الْعَالم الْعَامِل والفاضل الْكَامِل، أَبُو الْفَضَائِل الْحسن بن مُحَمَّد الصغاني، الملتجئ إِلَى حرم الله، أدخلهُ إِلَى جنابه، وَخَصه بمزيد لطفه ورضوانه وفضله وإحسانه. ... أما بعد؛ فقد قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: ¶ 1 - \" من كذب عَليّ مُتَعَمدا فليتبؤا مَقْعَده من النَّار \". وَقَالَ عَلَيْهِ السَّلَام: ¶ 2 - \" لَيْسَ الْكَذِب عَليّ كالكذب على غَيْرِي \".",
            "page": "23",
            "part": "1",
            "seal": "E93D7D14"
        },
        {
            "hno": "3",
            "id": "3",
            "nass": "وَفِي بعض طرق الحَدِيث: ¶ 3 - \" سيكذب عَليّ \". وَقَالَ عَلَيْهِ السَّلَام: ¶ 4 - \" من حدث عني بِحَدِيث وَهُوَ يرى أَنه كذب فَهُوَ أحد الْكَذَّابين \". وَقد كثرت فِي زَمَاننَا الْأَحَادِيث الْمَوْضُوعَة، يَرْوِيهَا الْقصاص على رُؤُوس المنابر والمجالس، ويذكرها الْفُقَرَاء وَالْفُقَهَاء فِي الخوانق والمدارس وتدوولت فِي المحافل، واشتهرت فِي الْقَبَائِل، لقلَّة معرفَة النَّاس بِعلم السّنَن وانحرافهم عَن السّنَن، وَلم يبْق من عُلَمَاء الحَدِيث إِلَّا قوم (ببلدة عجفرا) . شعر:",
            "page": "24",
            "part": "1",
            "seal": "DB9C8345"
        },
        {
            "hno": "5",
            "id": "4",
            "nass": "(كَأَن لم يكن بَين الحجود إِلَى الصَّفَا ... أنيس وَلم يسمر بِمَكَّة سامر) ¶ كَيفَ لَا، وَالنَّبِيّ عَلَيْهِ السَّلَام يَقُول: ¶ 5 - \" لَا يَأْتِي (زمَان) إِلَّا وَالَّذِي بعده شَرّ مِنْهُ حَتَّى تلقوا ربكُم \". قَالَ بعض السّلف: \" مَا من يَوْم إِلَّا وَتَمُوت فِيهِ سنة، وتحيا فِيهِ بِدعَة \". وَهَذِه الْأَحَادِيث وضعت على رَسُول الله صلى الله عَلَيْهِ وَسلم وافتريت عَلَيْهِ، أوردهَا كثير مِمَّن ينْسب إِلَى الحَدِيث فِي مصنفاتهم وَلم ينبهوا عَلَيْهَا، فروى الْخلف عَن السّلف، (وبسببه) وَقع الدّين فِي التّلف، ثِقَة بنقلهم واعتمادًا على قَوْلهم، فضلوا وأضلوا، قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: ¶ 6 - \" إِن الله لَا يقبض الْعلم انتزاعًا (ينتزعه) من النَّاس، وَلَكِن",
            "page": "25",
            "part": "1",
            "seal": "72B99007"
        },
        {
            "hno": "7",
            "id": "5",
            "nass": "يقبض الْعلم بِقَبض الْعلمَاء، حَتَّى إِذا لم يبْق عَالم اتخذ النَّاس رؤوساً جُهَّالًا، فسئلوا فأفتوا بغي علم، فضلوا وأضلوا \". ¶ 7 - فَمِنْهَا الحَدِيث الطَّوِيل الَّذِي يروي عَن [أبي أُمَامَة عَن] أُبي بن كَعْب، المدون فِي أَكثر التفاسير فِي فَضَائِل الْقُرْآن سُورَة سُورَة كُله إِلَى آخِره.",
            "page": "26",
            "part": "1",
            "seal": "8357013B"
        },
        {
            "hno": "8",
            "id": "6",
            "nass": "على أَن عَامَّة الْمُفَسّرين (رَحْمَة الله عَلَيْهِم أَجْمَعِينَ) صدورا تَفْسِير كل سُورَة بِمَا يَخُصهَا مِنْهُ. ¶ 8 - والوصايا المنسوبة إِلَى أبي الْحسن أَمِير الْمُؤمنِينَ عَليّ بن أبي طَالب [كرم الله وَجهه] بأسرها، الَّتِي فِي أَولهَا. ¶ 9 - يَا عَليّ لفُلَان ثَلَاث عَلَامَات، وَلفُلَان ثَلَاث عَلَامَات. وَفِي آخرهَا النَّهْي عَن المجامعة فِي أَوْقَات مَخْصُوصَة، وأماكن مَخْصُوصَة، كلهَا وَضعهَا حَمَّاد بن عَمْرو النصيبي، وَهُوَ عِنْد أَئِمَّة الحَدِيث مَتْرُوك كَذَّاب.",
            "page": "27",
            "part": "1",
            "seal": "A095C427"
        },
        {
            "hno": "10",
            "id": "7",
            "nass": "وَالْأَحَادِيث القدسية المنسوبة إِلَى النَّبِي عَلَيْهِ السَّلَام: ¶ 10 - يَا أَحْمد من أحب الدُّنْيَا وَأَهْلهَا ... [إِلَى آخِره] و. ¶ 11 - والكلمات المنسوبة إِلَى النَّبِي عَلَيْهِ السَّلَام بِالْفَارِسِيَّةِ: شكم درد وعنب دودكونه رد [يَعْنِي: ثِنْتَيْنِ ثِنْتَيْنِ، وَالتَّمْرَة يَك يَك، يَعْنِي: وَاحِدَة وَاحِدَة] و. ¶ 12 - وَالْأَحَادِيث الَّتِي تروي فِي التَّخَتُّم بالعقيق لَا يثبت فِيهَا شَيْء.",
            "page": "28",
            "part": "1",
            "seal": "07D77A2B"
        },
        {
            "hno": "13",
            "id": "8",
            "nass": "13 - والحرز الْمَنْسُوب لأبي دُجَانَة الْأنْصَارِيّ، واسْمه سماك بن خَرشَة، مَوْضُوعَة. ¶ 14 - ومسند أنس بن مَالك الَّذِي يروي عَن جَعْفَر بن مهارونة الوَاسِطِيّ عَن سمْعَان عَن أنس. ¶ 15 - وَأَحَادِيث الْأَشَج [مَوْضُوعَة كلهَا]",
            "page": "29",
            "part": "1",
            "seal": "7A49C2CF"
        },
        {
            "hno": "16",
            "id": "9",
            "nass": "16 - وَأَحَادِيث خرَاش. ¶ 17 - (وَأَحَادِيث نسطور الرُّومِي) . ¶ 18 - وَأَحَادِيث يسر. ¶ 19 - وَأَحَادِيث يغنم ويشنب. ¶ 20 - ونسخة إِبْرَاهِيم بن هدبة الْقَيْسِي كلهَا مَوْضُوعَة.",
            "page": "30",
            "part": "1",
            "seal": "5521B2AF"
        },
        {
            "hno": "21",
            "id": "10",
            "nass": "21 - وَأَحَادِيث رتن الْهِنْدِيّ مَوْضُوعَة، وَمَا يَحْكِي عَن بعض الجهَال من أَنه اجْتمع بِالنَّبِيِّ عَلَيْهِ السَّلَام، وَسمع [مِنْهُ] عَلَيْهِ السَّلَام، ودعا لَهُ النَّبِي، عَلَيْهِ السَّلَام، بقوله: \" عمرك الله \" [تَعَالَى] لَيْسَ لَهُ أصل عِنْد أَئِمَّة الحَدِيث وعلماء السّنة، [و] كلهَا مَوْضُوعَة، وَلم يَعش من الصَّحَابَة مِمَّن لَقِي النَّبِي، عَلَيْهِ السَّلَام، أَكثر من خمس وَتِسْعين سنة، وَهُوَ أَبُو الطُّفَيْل، فبكوا عَلَيْهِ وَقَالُوا: هَذَا آخر من لَقِي النَّبِي عَلَيْهِ السَّلَام،",
            "page": "31",
            "part": "1",
            "seal": "4B2C21D4"
        },
        {
            "hno": "23",
            "id": "11",
            "nass": "وَاجْتمعَ بالرسول عَلَيْهِ السَّلَام، وَهَذَا هُوَ الصَّحِيح تَصْدِيقًا لقَوْله عَلَيْهِ السَّلَام حِين صلى الْعشَاء الْآخِرَة فِي آخر عمره لَيْلَة، فَقَالَ لأَصْحَابه [رضوَان الله تَعَالَى عَلَيْهِم أَجْمَعِينَ] : 22 - \" أَرَأَيْتُم ليلتكم هَذِه، فَإِن على رَأس مائَة سنة لَا يبْقى على وَجه الأَرْض أحد من الْمُؤمنِينَ \" {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحي يُوحى} . ¶ 23 - وَأَحَادِيث رتن الْهِنْدِيّ الْمَنْقُول عَنهُ من جنس الْأَحَادِيث الَّتِي تنْسب إِلَى الْحَكِيم التِّرْمِذِيّ بزعمهم أَنه سَمعه من أبي الْعَبَّاس الْخضر، عَلَيْهِ السَّلَام. وكل هَذَا لَيْسَ لَهُ أصل يعْتَمد وَلَا قَاعِدَة تقعد، بل ينقلها الْفُقَرَاء فِي زواياهم [وستكون الرِّوَايَة من دراياتهم] ، وَدين الْإِسْلَام أشرف من أَن تَأْخُذ من كل جَاهِل عَامي، أَو يثبت بقول كل غافل بقول كل غافل غبي، لقَوْله عَلَيْهِ السَّلَام:",
            "page": "32",
            "part": "1",
            "seal": "D2924979"
        },
        {
            "hno": "24",
            "id": "12",
            "nass": "24 - \" ذروني مَا تركتكم، وَإِنِّي تركتكم على [المحجة] الْبَيْضَاء النقية لَيْلهَا كنهارها، إِن تمسكم بهَا لن تضلوا بعدِي: كتاب الله وعترتي، وَاتِّبَاع أَصْحَابِي وسنتي. وَقد نظم بعض أَئِمَّة الحَدِيث أَسمَاء الْكَذَّابين الوضاعين على رَسُول الله صلى الله عَلَيْهِ وَسلم فِي هذَيْن الْبَيْتَيْنِ: ¶ ( [أَحَادِيث] نسطور وَيسر ويغنم ... وَبعد أشج [الغرب] ثمَّ خرَاش) ¶ (ونسخة دِينَار وأخبار تربه ... أبي هدبة الْقَيْسِي شبه فرَاش)",
            "page": "33",
            "part": "1",
            "seal": "1A6E1AEE"
        },
        {
            "hno": "25",
            "id": "13",
            "nass": "وَقد قصد لجمع الموضوعات جمَاعَة من الْعلمَاء المعتبرين كَابْن حبَان، وَالْحَاكِم أبي عبد الله النَّيْسَابُورِي، وَأبي الْفرج [بن] الْجَوْزِيّ وَغَيرهم، رَحِمهم الله. ¶ 25 - وَالْأَحَادِيث المنسوبة إِلَى مُحَمَّد بن سرُور الْبَلْخِي كلهَا مَوْضُوعَة.",
            "page": "34",
            "part": "1",
            "seal": "F29830E3"
        },
        {
            "hno": "26",
            "id": "14",
            "nass": "26 - وَأَحَادِيث شهر بن حَوْشَب كَذَلِك [وَالله أعلم] . فَمن الْأَحَادِيث الْمَوْضُوعَة قَوْلهم: ¶ 27 - \" أَوَّلُ مَا خَلَقَ اللَّهُ الْعَقْلُ، قَالَ: أَقْبِلْ فَأَقْبَلَ ... \" الْحَدِيثَ بِطُولِهِ. ¶ 28 - \" قَوْلهم: \" مَنْ عَرَفَ نَفْسَهُ فَقَدْ عَرَفَ رَبَّهُ \".",
            "page": "35",
            "part": "1",
            "seal": "32B7F6AB"
        },
        {
            "hno": "29",
            "id": "15",
            "nass": "29 - وَقَوْلُهُمْ: [الْمُلْكُ وَالدِّينُ تَوْأَمَانِ] . ¶ 30 - وَقَوْلُهُمْ: \" وُلِدْتُ فِي زَمَنِ الْمَلِكِ الْعَادِلِ \". ¶ 31 - \" وَقَوْلُهُمْ \" الإِيمَانُ عُرْيَانٌ وَلِبَاسُهُ التَّقْوَى، وَزِينَتُهُ الْحَيَاءُ، وَثَمَرَتُهُ [الْعِلْمُ] \".",
            "page": "36",
            "part": "1",
            "seal": "1F20E058"
        },
        {
            "hno": "32",
            "id": "16",
            "nass": "32 - وَقَوْلُهُمْ: \" [الْوَلَدُ سِرُّ أَبِيهِ \"] . ¶ 33 - وَقَوْلُهُمْ: \" الْمُسْتَحِي مَحْرُومٌ \". ¶ 34 - وَقَوْلُهُمْ: \" عَجِّلُوا بِالصَّلاةِ قَبْلَ الْفَوْتِ، وَعَجِّلُوا بِالتَّوْبَةِ قَبْلَ الْمَوْتِ \". ¶ 35 - وَقَوْلُهُمْ: \" حُبُّ الدُّنْيَا رَأْسُ كُلِّ خَطِيئَةٍ \".",
            "page": "37",
            "part": "1",
            "seal": "C2B3F95C"
        },
        {
            "hno": "36",
            "id": "17",
            "nass": "36 - وَقَوْلُهُمْ: \" الدُّنْيَا جِيفَةٌ، وَطُلابُهَا كِلابٌ \". ¶ 37 - وَقَوْلُهُمْ: \" الدُّنْيَا قنطرة، فاعتبروها وَلا تُعَمِّرُوهَا \". ¶ 38 - وَقَوْلُهُمْ: \" الْعِلْمُ عِلْمَانِ، عِلْمُ الأَبْدَانِ، وَعِلْمُ الأَدْيَانِ \". ¶ 39 - وَقَوْلُهُمْ: \" النَّاسُ كُلُّهُمْ مَوْتَى إِلا الْعَالِمُونَ، وَالْعَالِمُونَ كُلُّهُمْ هَلْكَى إِلا الْعَامِلُونَ كُلُّهُمْ غَرْقَى إِلا الْمُخْلِصُونَ، وَالْمُخْلِصُونَ على خطر عَظِيم \" وَمِنْهُم من يَقُول فِي كل: \" موتى \".",
            "page": "38",
            "part": "1",
            "seal": "EC027DE5"
        },
        {
            "hno": "40",
            "id": "18",
            "nass": "وَهَذَا الحَدِيث مفترى وملحون، وَالصَّوَاب فِي الْإِعْرَاب: إِلَّا الْعَالمين والعاملين والمخلصين. ¶ 40 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ تَكَلَّمَ بِكَلامِ الدُّنْيَا فِي الْمَسَاجِدِ أَوْ فِي الْمَسْجِدِ أَحْبَطَ اللَّهُ تَعَالَى أَعْمَالَهُ أَرْبَعِينَ سَنَةً \". ¶ 41 - وَمِنْهَا الْأَحَادِيث الْمَوْضُوعَة فِي فَضِيلَة السراج والقناديل والحصير فِي الْمَسْجِد لم يثبت مِنْهَا شَيْء. بل كَانَت الصَّحَابَة [رضوَان الله عَلَيْهِم أَجْمَعِينَ] يَتَكَلَّمُونَ ويبيعون ويشترون فِي بعض الْأَحَايِين فِي الْمَسْجِد، وينامون فِيهِ أَيْضا، لَكِن بالأدب التَّام والحشمة والاحترام، وَكَذَا [فِي] الْمَقَابِر وَخلف الْجَنَائِز.",
            "page": "39",
            "part": "1",
            "seal": "BEAB2BE7"
        },
        {
            "hno": "42",
            "id": "19",
            "nass": "42 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ كَتَبَ بِقَلَمٍ مَعْقُودٍ، وَتَمَشَّطَ بِمُشْطٍ مَكْسُورٍ، فَتَحَ اللَّهُ تَعَالَى عَلَيْهِ سَبْعِينَ بَابًا مِنَ الْفَقْرِ \". ¶ 43 - وَمِنْهَا قَوْلُهُمْ: \" عَلَيْكُمْ بِحُسْنِ الْخَطِّ فَإِنَّهُ مَفَاتِيحُ الرِّزْقِ \". ¶ 44 - وَمِنْهَا قَوْلُهُمْ: \" شِرَارُ أُمَّتِي عُزَّابُهَا \".",
            "page": "40",
            "part": "1",
            "seal": "0775F7C4"
        },
        {
            "hno": "45",
            "id": "20",
            "nass": "45 - وَمِنْهَا قَوْلُهُمْ: \" لَا هَمَّ إِلا هَمُّ الدِّينِ، وَلا وَجَعَ إِلا وَجَعُ الْعَيْنِ \". ¶ 46 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ صَلَّى عَلَيَّ مَرَّةً لَمْ يَبْقَ [مِنْ] ذُنُوبِهِ ذَرَّةٌ \". ¶ 47 - وَمِنْهَا قَوْلُهُمْ: \" سَلِّمُوا عَلَى الْيَهُودِ وَالنَّصَارَى، وَلا تُسَلِّمُوا عَلَى يَهُودِ أُمَّتِي \" قَالُوا: يَا رَسُولَ اللَّهِ مَنْ يَهُودُ أمتك؟ قَالَ: \" تَارِك الصَّلاةِ \".",
            "page": "41",
            "part": "1",
            "seal": "3E8D0579"
        },
        {
            "hno": "48",
            "id": "21",
            "nass": "48 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ صَلَّى صَلاةَ الصُّبْحِ فِي الْجَمَاعَةِ - فَكَأَنَّمَا حَجَّ مَعَ آدَمَ [عَلَيْهِ السَّلامُ] خَمْسِينَ حَجَّةً، وَمَنْ صَلَّى صَلاةَ الظُّهْرِ فِي الْجَمَاعَةِ فَكَأَنَّمَا حَجَّ مَعَ نُوحٍ [عَلَيْهِ السَّلامُ] أَرْبَعِينَ حَجَّةً أَوْ ثَلاثِينَ [إِلَى آخِرِهِ] \". ¶ 49 - وَمِنْهَا قَوْلهم: \" من تَرَكَ صَلاةَ الصُّبْحِ بَرِئَ مِنْهُ الْقُرْآنُ \". ¶ 50 - وَمِنْهَا قَوْلُهُمْ: \" لَا صَلاةَ لِجَارِ الْمَسْجِدِ إِلا فِي الْمَسْجِدِ \".",
            "page": "42",
            "part": "1",
            "seal": "43A01298"
        },
        {
            "hno": "51",
            "id": "22",
            "nass": "51 - وَمِنْهَا قَوْلهم: \" من مَاتَ بَيت الْحَرَمَيْنِ بُعِثَ آمِنًا يَوْمَ الْقِيَامَةِ، وَمَنْ مَاتَ فِي مَكَّةَ حَاجًّا لَمْ يُعَارِضْهُ [اللَّهُ تَعَالَى] وَلَمْ يُحَاسِبْهُ \". ¶ 52 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ حَجَّ الْبَيْتَ وَلَمْ يَزُرْنِي فَقَدْ جَفَانِي \". ¶ 53 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ أَحْدَثَ وَلَمْ يَتَوَضَّأْ فَقَدْ جَفَانِي، وَمَنْ تَوَضَّأَ وَلم يصل فقد جفاني (من صَلَّى وَلَمْ يَدْعُنِي فَقَدْ جَفَانِي) ، وَمَنْ دَعَانِي وَلَمْ أُجِبْهُ فَقَدْ جَفَيْتُهُ، وَلَسْتُ بِرَبٍّ جَافٍ \".",
            "page": "43",
            "part": "1",
            "seal": "1D137EDD"
        },
        {
            "hno": "54",
            "id": "23",
            "nass": "54 - وَمِنْهَا: \" من شَمَّ الْوَرْدَ الأَحْمَرَ وَلَمْ يُصَلِّ عَلَيَّ جَفَانِي \". ¶ 55 - وَمِنْهَا \" الْوَرْدُ [الأَحْمَرُ] من عرق النَّبِيّ صلي اللَّه عَلَيْهِ وَسلم. ¶ 56 - وَمِنْهَا: \" فِي الْقِيَامَةِ أَنَا أَكْرَمُ عَلَى اللَّهِ [تَعَالَى] مِنْ أَنْ يَتْرُكَنِي فِي التُّرَابِ أَلْفَ عَامٍ \". ¶ 57 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ قَادَ أَعْمَى أَرْبَعِينَ خُطْوَةً غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ [وَمَا تَأَخَّرَ] \".",
            "page": "44",
            "part": "1",
            "seal": "AC336A9A"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَمِنْهَا قَوْلُهُمْ: \" مَنْ عَيَّرَ أَخَاهُ بِذَنْبٍ لَمْ يَمُتْ حَتَّى يَعْمَلَهُ \".",
            "page": "45",
            "part": "1",
            "seal": "C6C83D56"
        },
        {
            "hno": "59",
            "id": "25",
            "nass": "59 - وَمِنْهَا قَوْلُهُمْ: لأَنْ يُؤَدِّبَ الرَّجُلُ وَلَدَهُ خَيْرٌ لَهُ مِنْ أَنْ يَتَصَدَّقَ بِصَاعٍ \". ¶ 60 - وَمِنْهَا قَوْلُهُمْ: \" عُمَرُ [بْنُ الْخَطَّابِ] سِرَاجُ أَهْلِ الْجَنَّةِ، وَأَبُو حَنِيفَةَ سِرَاجُ أُمَّتِي \".",
            "page": "46",
            "part": "1",
            "seal": "E14E73A0"
        },
        {
            "hno": "61",
            "id": "26",
            "nass": "61 - وَمِنْهَا قَوْلُهُمْ: \" خُلِقْتُمْ عَلَى سَبْعٍ، وَرُزِقْتُمْ عَلَى سَبْعٍ، فَاعْبُدُوهُ عَلَى سَبْعٍ \". ¶ 62 - وَمِنْهَا قَوْلُهُمْ: \" الْمَوْتُ كَفَّارَةٌ لِكُلِّ مُسْلِمٍ \".",
            "page": "47",
            "part": "1",
            "seal": "1DA2570F"
        },
        {
            "hno": "63",
            "id": "27",
            "nass": "63 - وَمِنْهَا قَوْلُهُمْ: \" الدُّنْيَا سِجْنُ الْمُؤْمِنِ \". ¶ 64 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ شَغَلَ مَشْغُولا بِاللَّهِ حَبِطَ عَمَلُهُ \". ¶ 65 - وَمِنْهَا قَوْلُهُمْ: \" النَّظْرَ إِلَى الْخُضْرَةِ يَزِيدُ فِي الْبَصَرِ، وَإِلَى الْمَرْأَةِ الْحَسْنَاءِ يَزِيدُ فِي الْبَصَرِ \".",
            "page": "48",
            "part": "1",
            "seal": "265A8047"
        },
        {
            "hno": "66",
            "id": "28",
            "nass": "66 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ عَزَّى مُصَابًا فَلَهُ مِثْلُ أُجُورِهُ \". ¶ 67 - وَمِنْهَا قَوْلُهُمْ: \" عَلَيْكُمْ بِالسَّرَارِيِّ فَإِنَّهُنَّ مُبَارَكَاتُ الأَرْحَامِ \".",
            "page": "49",
            "part": "1",
            "seal": "97DBC11E"
        },
        {
            "hno": "68",
            "id": "29",
            "nass": "68 - وَمِنْهَا قَوْلُهُمْ \" اتَّقُوا الْيَهُودَ وَالْهُنُودَ وَلَوْ بِسَبْعِينَ بَطْنًا \". ¶ 69 - وَمِنْهَا قَوْلُهُمْ: \" إِنَّ فِي بِلادٍ أَوْرَاقًا مِثْلَ آذَانِ الْخَيْلِ فَكُلُوا مِنْهَا فَإِنَّ فِيهَا مَنْفَعَةً \". ¶ 70 - وَمِنْهَا قَوْلُهُمْ: \" قَلْبُ الْمُؤْمِنِ عَرْشُ اللَّهِ \". ¶ 71 - وَمِنْهَا قَوْلُهُمْ: \" الْجُمُعَةُ حَجُّ الْمَسَاكِينِ \".",
            "page": "50",
            "part": "1",
            "seal": "896B5ED0"
        },
        {
            "hno": "72",
            "id": "30",
            "nass": "72 - وَمِنْهَا قَوْلُهُمْ: \" صُومُوا تَصِحُّوا \". ¶ 73 - وَمِنْهَا قَوْلُهُمْ: \" أَعْرُوا النِّسَاءَ، يَلْزَمْنَ الْحِجَالَ \". ¶ 74 - وَمِنْهَا قَوْلُهُمْ: \" اتَّقُوا فِراسَةَ الْمُؤْمِنِ فَإِنَّهُ يَنْظُرُ بِنُورِ اللَّهِ تَعَالَى \".",
            "page": "51",
            "part": "1",
            "seal": "AA776BD6"
        },
        {
            "hno": "75",
            "id": "31",
            "nass": "75 -[مِنْهَا قَوْلهم] : \" خَادِمُ الْفُقَرَاءِ يُحْشَرُ مَعَ الأَنْبِيَاءِ \". ¶ 76 - وَمِنْهَا قَوْلُهُمْ: \" عَلَيْكُمْ بِدِينِ الْعَجَائِزِ \". ¶ 77 - وَمِنْهَا قَوْلُهُمْ: \" الْفَقْرُ فَخْرِي \". ¶ 78 - وَمِنْهَا قَوْلهم: \" لولاك [لَوْلاكَ] لَمَا خَلَقْتُ الأَفْلاكَ \".",
            "page": "52",
            "part": "1",
            "seal": "CFB285B7"
        },
        {
            "hno": "79",
            "id": "32",
            "nass": "79 - وَمِنْهَا قَوْلُهُمْ: \" شَرَفُ الْمُؤْمِنِ فِي قِيَامِهِ بِاللَّيْلِ، وَعِزُّهُ اسْتِغْنَاؤُهُ عَنِ النَّاسِ \". ¶ 80 - وَمِنْهَا قَوْلُهُمْ: الْفَقْرُ سَوَادُ الْوَجْهِ فِي الدَّارَيْنِ \". ¶ 81 - وَمِنْهَا قَوْلُهُمْ: \" حُبُّ الْوَطَنِ مِنَ الإِيمَانِ \".",
            "page": "53",
            "part": "1",
            "seal": "B1510B45"
        },
        {
            "hno": "82",
            "id": "33",
            "nass": "82 - وَمِنْهَا قولهمك \" الْحَيَاءُ يَمْنَعُ الرِّزْقَ \". ¶ 83 - وَمِنْهَا قَوْلُهُمْ: \" حُبُّ الْهِرَّةِ مِنَ الإِيمَانِ \" ¶ 84 - وَمِنْهَا قَوْلُهُمْ: \" قُلُوبُ الشُّعَرَاءِ خَزَائِنُ الرَّحْمَنِ \". ¶ 85 - وَمِنْهَا قَوْلُهُمْ: \" خَيْرُ خَلِّكُمْ خَلُّ خَمْرِكُمْ \". ¶ 86 - وَمِنْهَا الْأَحَادِيث الَّتِي تروى فِي \" أَكْلِ سَلَطَةِ الْحَشِيشِ \" لم يثبت مِنْهَا شَيْء. ¶ 78 - وَمِنْهَا قَوْلُهُمْ: \" لَوْلا أَنَّ السُّؤَّالَ يَكْذِبُونَ مَا قُدِّسَ مَنْ رَدَّهُمْ \".",
            "page": "54",
            "part": "1",
            "seal": "B64169C2"
        },
        {
            "hno": "88",
            "id": "34",
            "nass": "88 -[وَمِنْهَا قَوْلُهُمْ] : \" لَوْ صَدَقَ السَّائِلُ مَا أَفْلَحَ مَنْ يَرُدُّهُ \". ¶ 89 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ كَثُرَتْ صَلَوَاتُهُ بِاللَّيْلِ حَسُنَ وَجْهُهُ فِي النَّهَارِ \".",
            "page": "55",
            "part": "1",
            "seal": "8B142119"
        },
        {
            "hno": "90",
            "id": "35",
            "nass": "90 - وَمِنْهَا قَوْلُهُمْ: \" الصُّبْحَةُ تَمْنَعُ الرِّزْقَ \". ¶ 91 - وَمِنْهَا قَوْلُهُمْ: \" أُطْلُبُوا الْخَيْرَ عِنْدَ حِسَانِ الْوُجُوهِ \".",
            "page": "56",
            "part": "1",
            "seal": "4DAD2622"
        },
        {
            "hno": "92",
            "id": "36",
            "nass": "92 - وَمِنْهَا قَوْلُهُمْ: \" مَوْتُ الْبَنَاتِ مِنَ الْمَكْرَمَاتِ \".",
            "page": "57",
            "part": "1",
            "seal": "ED58AC28"
        },
        {
            "hno": "93",
            "id": "37",
            "nass": "93 - وَمِنْهَا قَوْلُهُمْ: \" الْقَاصُّ يَنْتَظِرُ الْمَقْتَ، وَالْمُحْتَكِرُ يَنْتَظِرُ اللَّعْنَةَ \".",
            "page": "58",
            "part": "1",
            "seal": "082D0BB0"
        },
        {
            "hno": "94",
            "id": "38",
            "nass": "94 - وَمِنْهَا قَوْلهم: \" صَاحب الْورْد، تَارِك الْوِرْدِ مَلْعُونٌ \". ¶ 95 - وَمِنْهَا قَوْلُهُمْ: \" الْغِيبَةُ أَشَدُّ مِنَ الزِّنَا \".",
            "page": "59",
            "part": "1",
            "seal": "38B27A6C"
        },
        {
            "hno": "96",
            "id": "39",
            "nass": "96 - وَمِنْهَا قَوْلُهُمْ: \" صَاحِبُ الْقَمِيصَيْنِ لَا بجد حَلاوَةَ الإِيمَانِ، وَحَلاوَةَ الْعِبَادَةِ \". ¶ 97 - وَمِنْهَا قَوْلُهُمْ: \" تَزَوَّجُوا وَلا تُطَلِّقُوا فَإِنَّ الطَّلاقَ يَهْتَزُّ لَهُ عَرْشُ الرَّحْمَنِ \". ¶ 98 - وَمِنْهَا قَوْلُهُمْ: \" خَيْرُ النَّاسِ بَعْدَ الْمِائَتَيْنِ الْخَفِيفُ الْحَاذُّ الَّذِي لَا أَهْلَ لَهُ وَلا وَلَدَ \".",
            "page": "60",
            "part": "1",
            "seal": "6FC2D17B"
        },
        {
            "hno": "99",
            "id": "40",
            "nass": "99 - وَمِنْهَا قَوْلُهُمْ: \" لَا تُسَافِرُوا وَالْقَمَرُ فِي الْعَقْرَبِ \". ¶ 100 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ بَشَّرَنِي بِخُرُوجِ صَفَرٍ، بَشَّرْتُهُ بِدُخُولِ الْجَنَّةِ \".",
            "page": "61",
            "part": "1",
            "seal": "6C2BEA0A"
        },
        {
            "hno": "101",
            "id": "41",
            "nass": "101 - وَمِنْهَا قَوْلُهُمْ: \" الْبَلاءُ مُوَكَّلٌ بِالْمَنْطِقِ، أَوْ بِالْقَوْلِ \". ¶ 102 - وَمِنْهَا قَوْلُهُمْ: \" الْمُؤْمِنُ حُلْوٌ يُحِبُّ الْحُلْوَ \".",
            "page": "62",
            "part": "1",
            "seal": "9EF096BB"
        },
        {
            "hno": "103",
            "id": "42",
            "nass": "103 - وَمِنْهَا قَوْلُهُمْ: \" إِذَا أَتَاكُمْ كَرِيمُ قَوْمٍ فَأَكْرِمُوهُ \". ¶ 104 - وَمِنْهَا قَوْلُهُمْ: \" عِشْ مَا شِئتَ فَإِنَّكَ مَيِّتٌ، وَصِلْ مَا أَحْبَبْتَ فَإِنَّكَ، مُفَارِقٌ، وَاعْمَلْ مَا شِئْتَ فَإِنَّكَ (مَجْزِيٌّ بِهِ) \".",
            "page": "63",
            "part": "1",
            "seal": "33E82BD7"
        },
        {
            "hno": "105",
            "id": "43",
            "nass": "105 - وَمِنْهَا قَوْلهم: \" الدُّنْيَا سَاعَة فَجَعلهَا طَاعَةً \". ¶ 106 - وَمِنْهَا قَوْلُهُمْ: \" الدُّنْيَا مَزْرَعَةُ الآخِرَةِ \". ¶ 107 - وَمِنْهَا قَوْلُهُمْ: \" [الدِّينُ] : التَّعْظِيمُ لأَمْرِ اللَّهِ، وَالشَّفَقَةُ عَلَى خَلْقِ اللَّهِ \".",
            "page": "64",
            "part": "1",
            "seal": "2B235C7F"
        },
        {
            "hno": "108",
            "id": "44",
            "nass": "108 - وَمِنْهَا قَوْلُهُمْ: \" \" الشَّفَقَةُ فِي الرُّومِ وَالْبَرَكَةُ فِي الشَّامِ \". ¶ 109 - وَمِنْهَا قَوْلُهُمْ: \" سَافِرُوا تَصِحُّوا \". ¶ 110 - وَمِنْهَا قَوْلُهُمْ: \" [تَجَافُوا عَنْ ذَنْبِ السَّخِيِّ، فَإِنِّ اللَّهَ آخِذٌ بِيَدِهِ، كُلَّمَا عَثَرَ أَقَامَهُ بِيَدِهِ \".",
            "page": "65",
            "part": "1",
            "seal": "2BD2D216"
        },
        {
            "hno": "111",
            "id": "45",
            "nass": "111 - وَمِنْهَا قَوْلُهُمْ: \" خَلَقْتُ الأَرُزَّ مِنْ بَقِيَّةِ نَفْسِي \". ¶ 112 - وَمِنْهَا قَوْلُهُمْ: \" لَوْ كَانَ الأَرُزُّ حَيَوَانًا لَكَانَ آدَمِيًّا، وَلَوْ كَانَ آدَمِيًّا لَكَانَ رَجُلا، وَلَوْ كَانَ رَجُلا لَكَانَ صَالِحًا، وَلَوْ كَانَ صَالِحًا لَكَانَ نَبِيًّا، وَلَوْ كَانَ نَبِيًّا لَكَانَ مُرْسَلا، وَلَوْ كَانَ مُرْسَلا لَكَانَ أَنَا \". ¶ 113 - وَمِنْهَا قَوْلُهُمْ: \" \" الْوُضُوءُ قَبْلَ الطَّعَامِ يَنْفِي اللَّمَمَ وَيُصْلِحُ [الْبَصَرَ] \".",
            "page": "66",
            "part": "1",
            "seal": "1E16C8AD"
        },
        {
            "hno": "114",
            "id": "46",
            "nass": "114 - وَمِنْهَا قَوْلُهُمْ: \" \" الأَرُزَّ مِنِّي وَأَنَا مِنَ الأَرُزِّ \". ¶ 115 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ أَكَلَ الأَرُزَّ أَرْبَعِينَ يَوْمًا ظَهَرَتْ يَنَابِيعُ الْحِكْمَةِ مِنْ قَلْبِهِ عَلَى لِسَانِهِ \". ¶ 116 - وَمِنْهَا قَوْلُهُمْ: \" عَلَيْكُمْ بِالْعَدَسِ فَإِنَّهُ مُبَارَكٌ مُقَدَّسٌ، وَقَدْ بَارَكَ فِيهِ سَبْعُونَ نَبِيًّا، آخِرُهُمْ عِيسَى بْنُ مَرْيَمَ \".",
            "page": "67",
            "part": "1",
            "seal": "868B0F1F"
        },
        {
            "hno": "117",
            "id": "47",
            "nass": "117 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ أَخْلَصَ لِلَّهِ أَرْبَعِينَ صَبَاحًا، نَوَّرَ اللَّهُ قَلْبَهُ، وَأَجْرَى يَنَابِيعَ الْحِكْمَةِ مِنْ قَلْبِهِ عَلَى لِسَانِهِ \".",
            "page": "68",
            "part": "1",
            "seal": "362F4D8F"
        },
        {
            "hno": "118",
            "id": "48",
            "nass": "118 -[وَمِنْهَا قَوْلُهُمْ: \" لَا تَجْعَلُونِي كَقَدَحِ الرَّاكِب \"] . ¶ 119 - وَمِنْهَا قَوْلهم: \" لَا تقطوا الْخبز بِالسِّكِّينِ كَمَا تَقْطَعُهُ الأَعَاجِمُ، وَلَكِنِ انْهَشُوهُ نَهْشًا \".",
            "page": "69",
            "part": "1",
            "seal": "0DCC70F6"
        },
        {
            "hno": "120",
            "id": "49",
            "nass": "120 - وَمِنْهَا: الْأَحَادِيث الْمَوْضُوعَة فِي فَضِيلَة الْبِطِّيخ \". ¶ 121 - \" والباذنجان \".",
            "page": "70",
            "part": "1",
            "seal": "CB63C687"
        },
        {
            "hno": "122",
            "id": "50",
            "nass": "122 - (\" والكراث \") . ¶ 123 - \" والكرافس \". ¶ 124 - \" والثوم \". ¶ 125 - \" البصل \". ¶ 126 - وَقَوْلُهُمْ: \" الْبَاذِنْجَانُ لِمَا أُكِلَ لَهُ \". ¶ 127 - وَمِنْهَا الْأَحَادِيث المنقولة فِي التفاسير: \" إِنَّ سِتَّةَ عَشَرَ حَيَوَانًا مُسِخُوا، كالقردة وَالدُّبِّ وَالضَّبْعِ وَالسُّلَحْفَاةِ وَالْخِنْزِيرِ ... وَغَيْرِ ذَلِكَ \" لم يثبت مِنْهَا شَيْء غير مَا ذكر الله فِي كِتَابه الْعَزِيز",
            "page": "71",
            "part": "1",
            "seal": "2FBDCDB6"
        },
        {
            "hno": "128",
            "id": "51",
            "nass": "القردة والخنازير، وأهلكهم الله تَعَالَى بعد ثَلَاثَة أَيَّام، وَلم يبْق لَهُم نسل \". ¶ 128 - وَمِنْهَا: الْأَحَادِيث الْمَوْضُوعَة فِي فَضِيلَة رَجَب \". ¶ 129 - وَقَوْلهمْ: \" وَجب شَهْرُ اللَّهِ، وَشَعْبَانُ شَهْرِي، وَرَمَضَانُ شَهْرُ أُمَّتِي \". ¶ 130 - وفضيلة كل شهر وَلَيْلَة، كَمَا ذكر صَاحب \" يَوَاقِيت الْمَوَاقِيت \". وَالصَّحِيح مَا جَاءَ فِي كتب السّنة كالصحيحين وَسنَن أَبِي دَاوُد",
            "page": "72",
            "part": "1",
            "seal": "512A1B04"
        },
        {
            "hno": "131",
            "id": "52",
            "nass": "وَالتِّرْمِذِيّ [وَالنَّسَائِيّ] وَابْن مَاجَه وَالدَّارَقُطْنِيّ وَسَائِر أَئِمَّة الحَدِيث [رَحْمَة اللَّه عَلَيْهِ أَجْمَعِينَ] . مِمَّنْ يعْتَبر قَوْلهم فِي هَذَا [الْبَاب] وَيكون حجَّة عِنْد أولي الْأَلْبَاب، وكل عَاقل أديب، وفطن لَبِيب، يعرفهُ من ركاكة الْأَلْفَاظ، أَنَّهَا مَا هِيَ [من] كَلَام [الْمُؤَيد] بالفيض الإلهي [و] الْكَشْف الْقُدسِي بقوله \" عَم \". ¶ 131 - \" أَنَا أَفْصَحُ الْعَرَبِ وَالْعَجَمِ \".",
            "page": "73",
            "part": "1",
            "seal": "6D29856D"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وَهَذَا من جنس اعتناء بعض الأغبياء الْجُهَّال والعوام الضلال، دعوتهم بِدُعَاء: \" تمخيتا وتمشيشا وشمخيتا \" دعوتهم فِي الشدائد بأسماء أَصْحَاب الْكَهْف، وبدعاء يمسح وَغَيره من الدَّعْوَات المجهولات بزعمهم أَن هَذَا من الْأَسْمَاء الْعِظَام، والأدعية المستجابة عِنْد الْعَلام، وَأَنه من التَّوْرَاة وَالْإِنْجِيل، ولسنا ملتزمين فِي شريعتنا / بِتِلْكَ الدَّعْوَات فِي الصَّباح والمساء، وَلم يقل بِهِ أحد من الْعلمَاء والصلحاء، بل وَضعه أغبياء الأدباء وسفهاء الْقصاص لتغرير الْعَوَّام وَجمع الحطام، وَقد قالَ اللَّه تَعَالَى: {وَلِلَّهِ الأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} ، وَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِن لله تَعَالَى تِسْعَة وَتِسْعين اسْما مائَة إِلَّا وَاحِدَة [من أحصاها دخل الْجنَّة] وولم يعدها من أَئِمَّة الحَدِيث غير مُحَمَّد بن عيسي بن سُورَة التِّرمذيّ.",
            "page": "74",
            "part": "1",
            "seal": "BFDEFE37"
        },
        {
            "hno": "132",
            "id": "54",
            "nass": "والشيطان فِي أَكثر الأحيان يظْهر لتِلْك الْأَسْمَاء تأثيرات وَمَنَافع لأجل غرب الْجُهَّال وافتنانا. وَرُبمَا يكون التَّلَفُّظ بِتِلْكَ الْأَسْمَاء كفرا لأَنا لَا نَعْرِف مَعْنَاهَا بِالْعَرَبِيَّةِ، وَقد قالَ اللَّه تَعَالَى: {مَا فَرَّطْنَا فِي الْكتاب من شَيْء} وَهُوَ يَقُول: آهيا، شراهيا آذونا لراهيا وشا. فَكُن متفطنا لهَذِهِ الدقيقة، فقد ضل بهَا خلق كثير، وقانا اللَّه تَعَالَى الْبدع والأهواء والفتنة المدلهمة الظلماء كالليلة السَّوْدَاء. ¶ 132 - وَكَذَا الاعتناء بِأَلف اسْم وَاسم، يَدْعُو بعض الْعَوَّام بهَا، وَلم يرد فِيهَا خبر وَلَا أثر عَن السّلف الصَّالِحين وأئمة الْهدى بل بَعْضهَا كفر، إِذْ أَسمَاء اللَّه تَعَالَى توقيفية لَا يجوز لنا أَن نَدْعُو إِلَّا بِمَا ورد فِي الْكتاب وَالسّنة، فَنَقُول: يَا كريم وَلَا نقُول يَا سخي، ونقول: يَا قديم، وَلَا نقُول يَا عَتيق، ونقول: يَا عَالم وَلَا نقُول يَا عَاقل، فَافْهَم ترشد. ¶ 133 - وَمِنْهَا [الْأَحَادِيث الْمَوْضُوعَة فِي] فَضِيلَة لَيْلَة أول جُمُعَة من رَجَب والصلوات الْمَوْضُوعَة فِيهَا الْمُسَمَّاة بالرغائب، وَلم يثبت فِي السّنة وَلَا عِنْد أَئِمَّة الحَدِيث، وَإِن كَانَ ذكره صَاحب الْإِحْيَاء وَصَاحب قوت الْقُلُوب، لكم السّنة لَا تثبت إِلَّا بقول النَّبِيّ صلي اللَّه عَلَيْهِ وَسلم أَو [فعله أَو]",
            "page": "75",
            "part": "1",
            "seal": "7FE96658"
        },
        {
            "hno": "134",
            "id": "55",
            "nass": "تَقْرِيره عَلَيْهِ السَّلَام، فَافْهَم ترشد. ¶ 134 - وَمِنْهَا قَوْلُهُمْ: \" الْقُرْآنُ كَلامُ اللَّهِ تَعَالَى غَيْرُ مَخْلُوقٍ، فَمَنْ قَالَ مَخْلُوقٌ فَهُوَ كَافِرٌ بِاللَّهِ \". ¶ 135 - وَمِنْهَا قَوْلُهُمْ: \" إِذَا رَوَيْتُمْ، أَوْ: يُرْوَى، أَوْ: إِذَا حَدَّثْتُمْ عَنِّي حَدِيثًا فَاعْرِضُوهُ عَلَى كِتَابِ اللَّهِ تَعَالَى، وَإِن وَافق فاقبلوا، وَإِن خلف فَرُدُّوهُ \". ¶ 136 - وَمِنْهَا قَوْلُهُمْ: \" الْحَقُّ مَعَ عُمَرَ حَيْثُ كَانَ \".",
            "page": "76",
            "part": "1",
            "seal": "F09E6CBB"
        },
        {
            "hno": "137",
            "id": "56",
            "nass": "137 - وَمِنْهَا قَوْلُهُمْ: \" لَوْ أُبْعِثَ لَبُعِثْتَ [بَعْدِي] يَا عُمَرُ \". ¶ 138 - وَمِنْهَا قَوْلُهُمْ: \" مَنِ اسْتَشْفَى بِغَيْرِ الْقُرْآنِ فَلا شَفَاهُ اللَّهُ تَعَالَى \". ¶ 139 - وَمِنْهَا قَوْلُهُمْ: \" الْعُلَمَاءُ يُحْشَرُونَ مَعَ الأَنْبِيَاءِ، وَالْقُضَاةُ يُحْشَرُونَ مَعَ السَّلاطِينِ \". ¶ 140 - وَمِنْهَا قَوْلُهُمْ: \" مَنِ اكْتَحَلَ بِالإِثْمِدِ يَوْمَ عَاشُورَاءَ لَمْ تَرْمَدْ عَيْنَاهُ أَبَدًا \".",
            "page": "77",
            "part": "1",
            "seal": "7DF42575"
        },
        {
            "hno": "141",
            "id": "57",
            "nass": "141 - وَمِنْهَا قَوْلهم: \" تعشوا وَلَو كف حَشَفٍ، فَإِنَّ تَرْكَ الْعَشَاءِ مَهْرَمَةٌ \".",
            "page": "78",
            "part": "1",
            "seal": "B40D4A7A"
        },
        {
            "hno": "142",
            "id": "58",
            "nass": "142 - وَمِنْهَا الْحَدِيثُ الطَّوِيلُ الَّذِي يَرْوِي فِي كُسُوفِ الْقَمَرِ فِي كُلِّ شَهْرٍ \". ¶ 143 - وَحَدِيثُ \" خَرَابُ الْبُلْدَانِ كُلُّ بَلْدَةٍ بِآفَةٍ كَالْحَرْقِ، وَالزَّلْزَلَةِ وَالْقَحْطِ، وَالْمَوْتِ وَغَيْرِ ذَلِكَ \" فَافْهَمْ تَرْشَدْ ¶ 144 - وَحَدِيثٌ رَوَاهُ أَبُو عِقَالٍ عَنْ أَنَسٍ فِي \" الطَّوَافُ بِالْمَطَرِ \" بَاطِلٌ لَا أَصْلَ لَهُ.",
            "page": "79",
            "part": "1",
            "seal": "A2EE20F9"
        },
        {
            "hno": "145",
            "id": "59",
            "nass": "145 - وَمِنْهَا قَوْلُهُمْ: \" مَنْ تَكَلَّمَ عِنْدَ الأَذَانِ خِيفَ عَلَيْهِ زَوَالُ الإِيمَانِ \" وَاللَّهُ أَعْلَمُ. ¶ أسامي الضُّعَفَاء والمتروكين عِنْد أَئِمَّة الحَدِيث: ¶ 1 - شهر بن حَوْشَب ¶ 2 - حَمَّاد بن عَمْرو النصيبي.",
            "page": "80",
            "part": "1",
            "seal": "F01E6EEC"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "3 - عبد الرَّحْمَن بن زيد [بن] أسلم. ¶ 4 - وَأَيوب بن عتبَة. ¶ 5 - وَمُحَمّد بن عبد الله الجوبياري. ¶ 6 - وَمُحَمّد بن سرُور الْبَلْخِي. ¶ 7 - وسمعان بن الْمهْدي. ¶ 8 - وجعفر بن هَارُون الوَاسِطِيّ.",
            "page": "81",
            "part": "1",
            "seal": "DE1DCDB0"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "9 - وَعبد الله الْمَشْهُور الْمَدَائِنِي. ¶ 10 - وَأَبُو عَاتِكَة بن طريف بن سلمَان. ¶ 11 - وَأَبُو عقال هِلَال بن زيد. ¶ 12 - وَأَبُو سعيد عبد الحميد بن حبيب أبي الْعشْرين.",
            "page": "82",
            "part": "1",
            "seal": "CCCEAB6B"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "13 - وَأَبُو زيد بن عبد الرَّحْمَن بن زيد الحوازي الْعمي الْبَصْرِيّ. ¶ 14 - أَبُو سعيد [عبد الله بن قيس الرقاش] ،. ¶ 15 -[أَبُو سعيد] عبد الْمُنعم بن نعيم. تمت الرسَالَة فِي لَيْلَة الْجُمُعَة فِي سنة اثْنَيْنِ وَتِسْعين بعد الْألف فِي شهر ربيع الآخر فِي الْمدرسَة الجديدة تمّ.",
            "page": "83",
            "part": "1",
            "seal": "8AA8DFDC"
        }
    ],
    "t6070": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "وبه نستعين"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "أسامي الضعفاء والمتروكين عند أئمة الحديث"
        }
    ]
}