{
    "b6071": [
        {
            "hno": "16",
            "id": "18",
            "nass": "16 - حَدِيث: ثَنَا أَبُو عَليّ الْأَهْوَازِي، ثَنَا أَبُو زرْعَة أَحْمد بن مُحَمَّد، حَدثنِي جدي لأمي سعد بن حسن، ثَنَا الْحُسَيْن بن إِسْحَاق الدِّمَشْقِي، ثَنَا حَمَّاد بن دَلِيل، عَن سُفْيَان، عَن",
            "page": "39",
            "part": "1",
            "seal": "030652E4"
        },
        {
            "hno": "17",
            "id": "19",
            "nass": "قيس بن مُسلم، عَن عبد الرَّحْمَن بن سابط، عَن أبي أُمَامَة. مَرْفُوعا: \" إِذا كَانَ عَشِيَّة عَرَفَة هَبَط الله إِلَى السَّمَاء الدُّنْيَا، فَيَقُول: مرْحَبًا بزواري، لأنزلن إِلَيْكُم بنفسي، فَينزل إِلَى عَرَفَة، فَيكون أمامهم إِلَى مُزْدَلِفَة، لَا يعرج إِلَى السَّمَاء تِلْكَ اللَّيْلَة \". مَوْضُوع. ¶ 17 - حَدِيث الْأَهْوَازِي: بِسَنَد مَجْهُول عَن أَسمَاء مَرْفُوعا: \" رَأَيْت رَبِّي على جمل أَحْمَر، عَلَيْهِ إزاران، فَإِذا كَانَ لَيْلَة مُزْدَلِفَة لم يصعد إِلَى السَّمَاء \" الحَدِيث. فقبح الله زنديقا وَضعه، أما (ق 3 / أ) اسْتَحى الْأَهْوَازِي من الله فِي رِوَايَته هذَيْن وأمثالهما؟ {}",
            "page": "40",
            "part": "1",
            "seal": "50DFE028"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "فارغة",
            "page": "41",
            "part": "1",
            "seal": "710DB0D5"
        },
        {
            "hno": "18",
            "id": "21",
            "nass": "18 - حَدِيث عمَارَة بن عَامر عَن أم الطُّفَيْل: \" روية الْمَنَام \" مُنكر.",
            "page": "42",
            "part": "1",
            "seal": "34992077"
        },
        {
            "hno": "19",
            "id": "22",
            "nass": "19 - حَدِيث عبد الله بن أَيُّوب بن أبي علاج - وَهُوَ مُتَّهم بِهَذَا وَبِغَيْرِهِ - ثَنَا سُفْيَان، عَن الزُّهْرِيّ، عَن سَالم، عَن ابْن عمر مَرْفُوعا: \" إِن الله إِذا غضب تسلحت الْمَلَائِكَة لغضبه، فَإِذا نظر إِلَى الْوَالِدَان يقرؤون الْقُرْآن، يتملأ رضَا \".",
            "page": "43",
            "part": "1",
            "seal": "968D4F38"
        },
        {
            "hno": "20",
            "id": "23",
            "nass": "20 - حَدِيث: \" إِذا غضب انتفخ، حَتَّى تثقل على حَملَة الْعَرْش \". لعن الله وَاضعه، اتهمَ بِهِ أَيُّوب بن عبد السَّلَام، وَكَأَنَّهُ زنديق. ¶ 21 - (3) حَدِيث: \" الْإِيمَان قَول وَعمل، يزِيد وَينْقص \".",
            "page": "44",
            "part": "1",
            "seal": "1BE8F268"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "فارغة",
            "page": "45",
            "part": "1",
            "seal": "FEBC024E"
        },
        {
            "hno": "22",
            "id": "25",
            "nass": "22 - (4) وَحَدِيث أبي مُطِيع الْبَلْخِي: ثَنَا حَمَّاد بن سَلمَة، عَن أبي المهزم، عَن أبي هُرَيْرَة: \" إِن وَفد ثَقِيف سَأَلُوا النَّبِي صلى الله عَلَيْهِ وَسلم عَن الْإِيمَان: هَل يزِيد وَينْقص؟ قَالَ: لَا، زِيَادَته كفر، ونقصانه شرك \"",
            "page": "46",
            "part": "1",
            "seal": "4D6FA548"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "سُفْيَان، عَن الزُّهْرِيّ، عَن سَالم، عَن أَبِيه مَرْفُوعا: \" الْإِيمَان لَا يزِيد وَلَا ينقص \". قَالَ الْحَاكِم: سَمِعت أَبَا سهل الصعلوك، سَمِعت السراج (قَالَ) : شهِدت البُخَارِيّ، وَدفع إِلَيْهِ كتاب من مُحَمَّد بن كرام، يسْأَله عَن أَحَادِيث مِنْهَا: سُفْيَان عَن الزُّهْرِيّ، عَن سَالم، عَن أَبِيه: \" الْإِيمَان لَا يزِيد وَلَا ينقص \" فَكتب مُحَمَّد بن إِسْمَاعِيل، على ظهر كِتَابه من حدث بهَا اسْتوْجبَ الضَّرْب الشَّديد، وَالْحَبْس الطَّوِيل.",
            "page": "47",
            "part": "1",
            "seal": "6A355D56"
        },
        {
            "hno": "23",
            "id": "27",
            "nass": "رَوَاهُ جَعْفَر بن سهل - وَهُوَ مُنكر الحَدِيث - عَن مُحَمَّد بن يزِيد، عَن أبي مُطِيع - وَقد كذبه أَبُو حَاتِم - وَقد سَرقه عُثْمَان بن عبد الله العثماني فَرَوَاهُ عَن حَمَّاد بن سَلمَة. قَالَ الْحَاكِم: الَّذِي تولى كبره هُوَ أَبُو مُطِيع. ¶ 23 - (5) مُحَمَّد بن كرام: ثَنَا أَحْمد بن عبد الله، ثَنَا",
            "page": "48",
            "part": "1",
            "seal": "F8D31002"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "2 - (6) مَأْمُون بن أَحْمد الْكذَّاب، عَن عبد الله بن مَالك بن ليمان، عَن أَبِيه، عَن أبي الْأَحْوَص، عَن سَلمَة بن وردان، عَن أنس (مَرْفُوعا) : صنفان من أمتِي لَا تنالهما شَفَاعَتِي: المرجئة الَّذين يَقُولُونَ: نَحن منون إِن شَاءَ الله، والقدرية الَّذين يَقُولُونَ: لَا قدر \".",
            "page": "49",
            "part": "1",
            "seal": "09D013E1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "فارغة",
            "page": "50",
            "part": "1",
            "seal": "067BC1E2"
        },
        {
            "hno": "25",
            "id": "30",
            "nass": "25 - عَن مُنْذر بن زِيَاد (ق / 3 / ب) الطَّائِي عَن زيد بن أسلم، عَن أَبِيه، عَن عمر مَرْفُوعا: \" كَمَا لَا ينفع مَعَ الشّرك شَيْء، لَا يضر مَعَ الْإِيمَان شَيْء \". مُنْذر كذبه الفلاس.",
            "page": "51",
            "part": "1",
            "seal": "58813128"
        },
        {
            "hno": "26",
            "id": "31",
            "nass": "26 - ابْن عدي، ثَنَا الْحسن بن سُفْيَان، ثَنَا مَحْمُود بن خَالِد، ثَنَا مَرْوَان بن مُحَمَّد، ثَنَا رشدين وَهُوَ ابْن سعد - ثَنَا مُعَاوِيَة بن صَالح، عَن سليم بن عَامر، عَن أبي أُمَامَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" يبْعَث الْإِسْلَام يَوْم الْقِيَامَة على صُورَة الرجل، عَلَيْهِ رِدَاء، فَيَقُول: يارب! مِنْك خرجت، وَإِلَيْك أَعُود، فشفعني الْيَوْم فَمن شِئْت \" وَذكر الحَدِيث. قَالَ ابْن عدي: لَا أعرفهُ إِلَّا من حَدِيث رشدين، قلت: رشدين تَالِف.",
            "page": "52",
            "part": "1",
            "seal": "E6E409FA"
        },
        {
            "hno": "27",
            "id": "32",
            "nass": "27 - الشَّاذكُونِي، عَن هِشَام بن يُوسُف، عَن أبي بكر بن (أَبى) سُبْرَة، عَن الْوَلِيد بن أبي الْوَلِيد، عَن رجل، عَن معَاذ قَالَ: لما أَرَادَ النَّبِي صلى الله عَلَيْهِ وَسلم أَن يَبْعَثنِي قَالَ: إِنَّهُم سائلوك عَن المجرة فَقل: إِنَّهَا من عرق الأفعى الَّتِي تَحت الْعَرْش.",
            "page": "53",
            "part": "1",
            "seal": "9AAAB592"
        },
        {
            "hno": "28",
            "id": "33",
            "nass": "28 - روح بن الْفرج أَبُو الزِّنْبَاع، ثَنَا إِبْرَاهِيم بن مخلد، ثَنَا الْفضل بن مُخْتَار، عَن مُحَمَّد بن مُسلم الطَّائِفِي، عَن ابْن أبي نجيح، عَن مُجَاهِد، عَن جَابر قَالَ: قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم: \" يَا معَاذ! إِنِّي مرسلك إِلَى أهل الْكتاب، إِذا سُئِلت عَن المجرة فِي السَّمَاء، فَقل: هِيَ لعاب حَيَّة تَحت الْعَرْش \".",
            "page": "54",
            "part": "1",
            "seal": "D687AC5B"
        },
        {
            "hno": "29",
            "id": "34",
            "nass": "29 - الْعقيلِيّ، ثَنَا مُحَمَّد بن إِسْمَاعِيل الصَّائِغ، ثَنَا سعيد بن مَنْصُور، نَا الحكم بن ظهير، عَن السدى، عَن",
            "page": "55",
            "part": "1",
            "seal": "CD9F9941"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "عبد الرَّحْمَن بن سابط، عَن جَابر قَالَ: \" جَاءَ يَهُودِيّ، فَقَالَ: يَا مُحَمَّد! أَخْبرنِي عَن النُّجُوم الَّتِى رَآهَا يُوسُف الحكم قَالَ البُخَارِيّ: لَا يكْتب حَدِيثه أَلْبَتَّة.",
            "page": "56",
            "part": "1",
            "seal": "68F2467B"
        },
        {
            "hno": "30",
            "id": "36",
            "nass": "30 - صَفْوَان بن صَالح، وَمُحَمّد بن المتَوَكل الْعَسْقَلَانِي، ثَنَا الْوَلِيد بن مُسلم، ثَنَا روح بن جنَاح، عَن الزُّهْرِيّ، عَن ابْن الْمسيب، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" يدْخل جِبْرِيل بحراً، فينغمس فِيهِ، ثمَّ يخرج، فينتفض، فَتسقط مِنْهُ سَبْعُونَ ألف قَطْرَة يخلق الله من كل قَطْرَة ملكا، ثمَّ يُؤْتى بهم إِلَى الْبَيْت الْمَعْمُور \". زَاد صَفْوَان فِي سِيَاق حَدِيثه: وَهُوَ فِي السَّمَاء بحيال الْكَعْبَة. (ق 4 / أ) قَالَ ابْن الْجَوْزِيّ: لَا يهتم بِهِ إِلَّا روح",
            "page": "57",
            "part": "1",
            "seal": "816EA511"
        },
        {
            "hno": "31",
            "id": "37",
            "nass": "قلت مَا روح بمتهم، وَثَّقَهُ دُحَيْم، وَقَالَ النَّسَائِيّ: لَيْسَ بالقوى. ¶ 31 - ابْن عدي: ثَنَا الْحسن بن عبد الله الْقطَّان، ثَنَا مُحَمَّد بن الطُّفَيْل،",
            "page": "58",
            "part": "1",
            "seal": "CDFB26E5"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "أَبُو الْيُسْر الْحَرَّانِي، ثَنَا وَكِيع، عَن شبيب بن شيبَة، عَن ابْن الْمُنْكَدر، عَن جَابر: كُنَّا قعُودا عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم، فجَاء رجل من الْأَنْصَار، فَقَالَ: إِن ابْن لي دب من سطح لَهُ إِلَى ميزارب، فَادع الله أَن يَهبهُ لِأَبَوَيْهِ، فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم: قومُوا ثمَّ قَالَ: ضَعُوا لَهُ صَبيا على السَّطْح! فوضعوا لَهُ صَبيا، فَدَعَاهُ، ثمَّ ناغاه، ثمَّ إِن الصَّبِي دب حَتَّى أَخذه أَبَوَاهُ، فَقَالَ عَلَيْهِ السَّلَام: هَل ترَوْنَ مَا قَالَ؟ قَالُوا: الله وَرَسُوله أعلم، قَالَ: قَالَ لي: لم تلق نَفسك فتتلفها، قَالَ: إِنِّي أَخَاف الذُّنُوب، قَالَ: فلعلك الْعِصْمَة الَّتِي تلحقك، قَالَ: وَعَسَى فدب إِلَى السَّطْح. قَالَ ابْن عدي: لَا أَدْرِي، الْبلَاء من مُحَمَّد بن الطُّفَيْل، أَو من غَيره، قَالَ: وَضعه وَرَوَاهُ ابْن الْجَوْزِيّ بِإِسْنَاد آخر إِلَى مُحَمَّد بن الطُّفَيْل.",
            "page": "59",
            "part": "1",
            "seal": "5D0D2A1A"
        },
        {
            "hno": "32",
            "id": "39",
            "nass": "32 - عبد الرَّحْمَن بن مُحَمَّد بن مَنْدَه: أنبانا مُحَمَّد بن مُحَمَّد بن سُلَيْمَان المعداني، ثَنَا الطَّبَرَانِيّ، ثَنَا الدبرِي، ثَنَا عبد الرَّزَّاق عَن معمر عَن الزُّهْرِيّ عَن أنس مَرْفُوعا: \" من رزق ولدا، فَسَماهُ مُحَمَّدًا، وَعلمه تبَارك (الَّذِي بِيَدِهِ الْملك) إِلَّا حشره الله على نَاقَة من نُوق الْجنَّة، خطامها من الؤلؤ \". قَالَ ابْن الْجَوْزِيّ: لَا أتهم إِلَّا المعداني. ¶ 33 - (7) قَالَ الجورقاني: أخبرنَا مَنْصُور بن مُحَمَّد الفاطمي الْهَرَوِيّ، أَنا محلم بن إِسْمَاعِيل، أَنا الْخَلِيل بن أَحْمد، ثَنَا أَبُو الْعَبَّاس الثَّقَفِيّ، ثَنَا قُتَيْبَة، حَدثنَا مُحَمَّد بن مُوسَى المَخْزُومِي، عَن عون بن مُحَمَّد",
            "page": "60",
            "part": "1",
            "seal": "C2EEB401"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "بن الْحَنَفِيَّة، عَن أمه أم جَعْفَر بنت مُحَمَّد بن جَعْفَر بن أبي طَالب، عَن أَسمَاء بنت عُمَيْس أَن فَاطِمَة بنت الرَّسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: يَا أَسمَاء {إِنِّي قد استقبحت مَا يصنع بِالنسَاء أَن يطْرَح على الْمَرْأَة الثَّوْب، فيصفها، فَقلت: أَلا أريك شَيْئا رَأَيْته بِالْحَبَشَةِ؟ فَدُعِيت بجرائد رطب، فحنتها، ثمَّ طرحت عَلَيْهَا ثوبا، فَقَالَت فَاطِمَة: مَا أحسن هَذَا وأجمله} فَإِذا أَنا مت، فاغسليني أَنْت وعَلى، (ق 4 / ب) وَلَا يدْخل عَليّ أحد \" وَذكر الحَدِيث. وَهَذَا حسن، رَوَاهُ عَن أم جَعْفَر عمَارَة بن مهَاجر.",
            "page": "61",
            "part": "1",
            "seal": "083B06C9"
        },
        {
            "hno": "34",
            "id": "41",
            "nass": "34 - (8) الدَّارَقُطْنِيّ فِي سنَنه: قَالَ: ثَنَا مُحَمَّد بن أَحْمد بن يُوسُف أَبُو بكر - بِبَغْدَاد - وَابْن أبي دارم قَالَا: حَدثنَا أَحْمد بن مُوسَى بن اسحاق، ثَنَا أَحْمد بن صبيح الْأَسدي، ثَنَا طريف بن نَاصح، عَن مُعَاوِيَة بن عمار، عَن أبي الزبير: سَأَلت ابْن عمر، عَن رجل طلق امْرَأَته ثَلَاثًا، وَهِي حَائِض؟ فَقَالَ: طلقت امْرَأَتي ثَلَاثًا على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم، فَردهَا إِلَى السّنة. مُنكر، قَالَ الدَّارَقُطْنِيّ: هَؤُلَاءِ من الشِّيعَة.",
            "page": "62",
            "part": "1",
            "seal": "160A56BE"
        },
        {
            "hno": "35",
            "id": "42",
            "nass": "35 - (9) عمر بن سعيد الْبَصْرِيّ، عَن إِسْمَاعِيل بن زِيَاد - وَهُوَ كَذَّاب - عَن جرير الْكِنْدِيّ، عَن أَشْيَاخ من قومه قَالُوا: أَتَيْنَا سلمَان، فَقُلْنَا: من وصّى رَسُول الله صلى الله عَلَيْهِ وَسلم؟ قَالَ: سَأَلته، فَقَالَ: وصيي، وَمَوْضِع سري، وخليفتي فِي أَهلِي، وَخير من أخلف بعدِي عَليّ رَضِي الله عَنهُ.",
            "page": "63",
            "part": "1",
            "seal": "AB2D237F"
        },
        {
            "hno": "36",
            "id": "43",
            "nass": "36 - (10) الْبَغَوِيّ: ثَنَا مُحَمَّد بن حميد، ثَنَا عَليّ بن مُجَاهِد، ثَنَا مُحَمَّد بن إِسْحَاق، عَن شريك بن عبد الله،",
            "page": "64",
            "part": "1",
            "seal": "BDDF8336"
        },
        {
            "hno": "37",
            "id": "44",
            "nass": "عَن أبي ربيعَة الايادي، عَن ابْن بُرَيْدَة، عَن أَبِيه رَفعه: \" لكل نَبِي وَصِيّ ووارث، وَعلي وصيي، ووارثي \". عَليّ بن مُجَاهِد كَذَّاب، كذبه جمَاعَة. وَابْن حميد قَالَ \" خَ \". فِيهِ نظر. ¶ 37 - (11) جَعْفَر بن عبد الْوَاحِد - الَّذِي قَالَ فِيهِ الدَّارَقُطْنِيّ:",
            "page": "65",
            "part": "1",
            "seal": "45EC4D87"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "يضع الحَدِيث - قَالَ: قَالَ لنا سعيد بن سلم الْبَاهِلِيّ، عَن الْمسيب بن زُهَيْر، عَن الْمَنْصُور، عَن أَبِيه، عَن جده رَفعه: \" الْعَبَّاس وصيي ووارثي \".",
            "page": "66",
            "part": "1",
            "seal": "7831CDEA"
        },
        {
            "hno": "38",
            "id": "46",
            "nass": "38 - (12) أَحْمد بن يَعْقُوب الْبَلْخِي - وَلَيْسَ بِثِقَة - ثَنَا عَليّ بن عَاصِم، عَن جَعْفَر بن الزبير - وَهُوَ مَتْرُوك - عَن الْقَاسِم، عَن أبي أُمَامَة مَرْفُوعا: لَا يكْتب على ابْن آدم ذَنْب أَرْبَعِينَ سنة إِذا كَانَ مُسلما، ثمَّ تَلا: {وَبلغ أشده، وَبلغ أَرْبَعِينَ سنة} .",
            "page": "67",
            "part": "1",
            "seal": "1F0E07E3"
        },
        {
            "hno": "39",
            "id": "47",
            "nass": "39 - (13) عبد الله بن عِيسَى - وَكذبه الدَّارَقُطْنِيّ - ثَنَا عَفَّان، ثَنَا شُعْبَة، عَن عَاصِم، عَن أبي رزين، عَن ابْن عَبَّاس مَرْفُوعا: (ق 5 / أ) \" لَا تقتل الْمَرْأَة إِذا ارْتَدَّت \".",
            "page": "68",
            "part": "1",
            "seal": "0D1026B3"
        },
        {
            "hno": "40",
            "id": "48",
            "nass": "40 - (14) الثورى: عَن أبي حنيفَة، عَن عَاصِم بِنَحْوِهِ مَوْقُوفا، وَهُوَ أشبه. ¶ 41 - (15) حَمَّاد بن سَلمَة، عَن قَتَادَة عَن خلاس، عَن عَليّ:",
            "page": "69",
            "part": "1",
            "seal": "7F1ED9A6"
        },
        {
            "hno": "42",
            "id": "49",
            "nass": "\" الْمُرْتَدَّة تستتاب، وَلَا تقتل \". وَفِي \" خَ \": من حَدِيث عِكْرِمَة، عَن ابْن عَبَّاس، عَن النَّبِي صلى الله عَلَيْهِ وَسلم: من بدل دينه فَاقْتُلُوهُ. ¶ 42 - (16) قُتَيْبَة، ثَنَا ابراهيم بن أبي حَيَّة، عَن هِشَام بن عُرْوَة، ع، ابيه، عَن عَائِشَة قَالَت: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِن الله أخر حد المماليك، وَأهل الذِّمَّة إِلَى يَوْم الْقِيَامَة \". قَالَ ابْن عدي: ابراهيم فِي عداد من يضع الحَدِيث.",
            "page": "70",
            "part": "1",
            "seal": "7E2F9F8D"
        },
        {
            "hno": "43",
            "id": "50",
            "nass": "43 - (17) عبد الله بن مُحَمَّد بن يَعْقُوب البُخَارِيّ، ثَنَا حمدَان ابْن ذِي النُّون الْبَلْخِي، ثَنَا مكي بن إِبْرَاهِيم، ثَنَا ابْن لَهِيعَة، عَن يزِيد بن أبي حبيب، عَن مخيس بن كيسَان عَن عبد الرَّحْمَن بن حسان، عَن رجل، عَن مَالك بن عتاهية مَرْفُوعا: \" إِن لَقِيتُم عشارا فَاقْتُلُوهُ \".",
            "page": "71",
            "part": "1",
            "seal": "B09D57F8"
        },
        {
            "hno": "44",
            "id": "51",
            "nass": "قلت: هُوَ فِي مُسْند أَحْمد. ¶ 44 - (18) عَليّ بن الْعَبَّاس [البجلى، ثَنَا مُحَمَّد بن خَالِد بن خِدَاش، ثَنَا سلم بن قُتَيْبَة، ثَنَا شُعْبَة، عَن عَاصِم بن",
            "page": "72",
            "part": "1",
            "seal": "E2BCE4C5"
        },
        {
            "hno": "45",
            "id": "52",
            "nass": "بَهْدَلَة] ، عَن أبي صَالح، عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" نعم الشَّفِيع الْقُرْآن لصحابه يَوْم الْقِيَامَة، يَقُول: يَا رب {أكْرمه، فيلبس تَاج الْكَرَامَة، ثمَّ يَقُول: يَا رب} زده، فليلبس حلَّة الْكَرَامَة، ثمَّ يَقُول: زده، ارْض عَنهُ فَلَيْسَ بعد رضى الله شَيْء. ¶ 45 - (19) مُحَمَّد بن إشكاب، ثَنَا عبد الصَّمد بن عبد الْوَارِث، ثَنَا شُعْبَة، عَن عَاصِم، عَن أبي صَالح، عَن أبي سعيد الْخُدْرِيّ، كَذَا قَالَ عبد الصَّمد، فَذكر الحَدِيث.",
            "page": "73",
            "part": "1",
            "seal": "B29C1AAC"
        },
        {
            "hno": "46",
            "id": "53",
            "nass": "46 - (20) أَبُو نعيم بن عبد الْملك بن مُحَمَّد، ثَنَا أَبُو تَوْبَة أَحْمد بن سَالم الْعَسْقَلَانِي، ثَنَا حُسَيْن الْجعْفِيّ، عَن زَائِدَة، عَن عَاصِم بن بَهْدَلَة، عَن أبي صَالح، عَن أبي هُرَيْرَة قَالَ: نعم الشَّفِيع الْقُرْآن، يَقُول: يَا رب! إِنَّك جَعَلتني فِي جَوْفه، فَكنت أمْنَعهُ شَهْوَته، يَا رب فَأكْرمه فيلبس حلَّة الْكَرَامَة وَيَقُول يَا رب زده ليلبس تَاج الْكَرَامَة فَيَقُول زده وَذكر الحَدِيث. الْمَوْقُوفَة أشبه. ¶ 47 - (21) عَليّ بن عَاصِم عَن عمرَان بن حدير عَن عِكْرِمَة قَالَ:",
            "page": "74",
            "part": "1",
            "seal": "85B14BDC"
        },
        {
            "hno": "48",
            "id": "54",
            "nass": "حمل ابْن عَبَّاس جَنَازَة، فَلَمَّا وضع الْمَيِّت فِي قَبره قَالَ لَهُ الرجل: اللَّهُمَّ رب الْقُرْآن اغْفِر لَهُم، فَقَالَ لَهُ ابْن عَبَّاس: مَه، لَا تقل هَذَا، مِنْهُ بَدَأَ، وَإِلَيْهِ يعود. ¶ 48 - (22) حميد بن زنجوية، ثَنَا سُلَيْمَان بن حَرْب، ثَنَا حَمَّاد بن زيد، عَن عَاصِم بن أبي النجُود، عَن أبي الْأَحْوَص، عَن ابْن مَسْعُود قَالَ: \" إِن لكل شَيْء سناما، وَإِن سَنَام الْقُرْآن الْبَقَرَة، وَإِن لكل شَيْء لبابا، ولباب الْقُرْآن الْمفصل، وَمَا خلق الله من أَرض وَلَا سَمَاء وَلَا سهل، وَلَا جبل أعظم من آيَة الْكُرْسِيّ \"",
            "page": "75",
            "part": "1",
            "seal": "FF884942"
        },
        {
            "hno": "49",
            "id": "55",
            "nass": "49 - (23) رَوَاهُ سعيد بن مَنْصُور عَن حَمَّاد فَقَالَ فِيهِ: مَا من سَمَاء وَلَا أَرض أعظم، وَلم يقل: مَا خلق الله. ¶ 50 - (24) حَرْب الْكرْمَانِي، ثَنَا عَمْرو بن عَبَّاس، ثَنَا الْحميدِي، ثَنَا سُفْيَان، ثَنَا حُسَيْن، عَن",
            "page": "76",
            "part": "1",
            "seal": "B5EAE4A6"
        },
        {
            "hno": "51",
            "id": "56",
            "nass": "أبي الضُّحَى، عَن شُتَيْر بن شكل قَالَ: قَالَ عبد الله: مَا خلق الله من أَرض، وَلَا سَمَاء وَلَا جنَّة وَلَا نَار أعظم من آيَة الْكُرْسِيّ. ¶ 51 - (25) حميد بن زنجوية، ثَنَا النَّضر بن شُمَيْل، ثَنَا زَكَرِيَّا، عَن الشّعبِيّ، قَالَ: قَالَ شُتَيْر: سَمِعت ابْن مَسْعُود قَالَ: إِن أعظم مَا خلق الله من شَيْء من أَرض، أَو سَمَاء، أَو جنَّة، أَو نَار، الْآيَة الَّتِي فِي الْبَقَرَة {الله لَا إِلَه إِلَّا هُوَ} .",
            "page": "77",
            "part": "1",
            "seal": "ADEE6B4F"
        },
        {
            "hno": "52",
            "id": "57",
            "nass": "52 - (26) أَبُو معَاذ الشاه، ثَنَا حبشون بن مُوسَى، ثَنَا عَليّ بن سعيد الرَّمْلِيّ، ثَنَا ضَمرَة، عَن ابْن شَوْذَب، عَن مطر الْوراق، عَن شهر بن حَوْشَب، عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم \" من صَامَ يَوْم ثَمَانِي عشر من ذِي الْحجَّة كتب لَهُ صِيَام سِتِّينَ شهرا وَهُوَ غَدِير خم، ثمَّ أَخذ يَدي عَليّ فَقَالَ: \" من كنت مَوْلَاهُ، فعلى مَوْلَاهُ \". وَقَالَ لَهُ عمر: بخ بخ، يَا ابْن أبي طَالب، أَصبَحت مولَايَ،",
            "page": "78",
            "part": "1",
            "seal": "B5C20D21"
        },
        {
            "hno": "53",
            "id": "58",
            "nass": "وَمولى كل مُسلم، فَأنْزل الله {الْيَوْم أكملت لكم دينكُمْ} \" الحَدِيث. ¶ 53 - (27) عَن مُحَمَّد بن مَرْوَان، عَن الْكَلْبِيّ، عَن أبي صَالح، عَن ابْن عَبَّاس: (قل: بِفضل الله) النَّبِي صلى الله عَلَيْهِ وَسلم، (وبرحمته) .",
            "page": "79",
            "part": "1",
            "seal": "09F3FB42"
        },
        {
            "hno": "54",
            "id": "59",
            "nass": "54 - (28) بِسَنَد مظلم عَن ابْن عَبَّاس: {من شَرّ غَاسِق} فَقَالَ: من شَرّ: الأير إِذا قَامَ. هَذَا بَاطِل. ¶ 55 - (29) أَبُو عمَارَة مُحَمَّد بن أَحْمد - بغدادي واه - ثَنَا (ق 6 / أ) مُحَمَّد بن الضَّوْء، يَعْنِي ابْن الصلصال بن الدلهمس، أحد الْكَذَّابين - حَدثنِي أبي أَن أَبَاهُ أعلمهُ، رفع الحَدِيث:",
            "page": "80",
            "part": "1",
            "seal": "27CC48D7"
        },
        {
            "hno": "56",
            "id": "60",
            "nass": "لَا تشَاور الحاكة، والحجامين، والمعلمين، فَإِن الله سلبهم عُقُولهمْ، وَمَا حق اكتسابهم. ¶ 56 - (30) الْقطيعِي: ثَنَا عبد الله بن احْمَد، ثَنَا أبي، ثَنَا إِسْحَاق بن عِيسَى، ثَنَا عبد الرَّحْمَن بن يزِيد، عَن أَبِيه، عَن عَطاء بن يسَار، عَن أبي هُرَيْرَة قَالَ: \" كن قعُودا نكتب مَا نسْمع من النَّبِي صلى الله عَلَيْهِ وَسلم، فَخرج علينا، فَقَالَ: مَا هَذَا الَّذِي تكتبون؟ ! قُلْنَا: مَا نسْمع مِنْك. فَقَالَ: أكتاب مَعَ كتاب",
            "page": "81",
            "part": "1",
            "seal": "7EEC2767"
        },
        {
            "hno": "57",
            "id": "61",
            "nass": "الله؟ {اكتبوا كتاب الله وأخلصوه. قَالَ: فجمعنا مَا كتبنَا فِي صَعِيد وَاحِد، ثمَّ أحرقناه بالنَّار، فَقُلْنَا: يَا رَسُول الله} أنحدث عَن نَبِي إِسْرَائِيل؟ قَالَ: نعم، حدثوا عَن بني إِسْرَائِيل وَلَا حرج، فَإِنَّكُم لَا تحدثُوا عَنْهُم شَيْئا إِلَّا وَقد كَانَ فيهم أعجب مِنْهُ. هَذَا مُنكر. ¶ 57 - (31) أَبُو عَليّ عبد الرَّحْمَن بن مُحَمَّد بن فضَالة الْحَافِظ، ثَنَا أَبُو الْفضل نصر بن مُحَمَّد بن يَعْقُوب الْعَطاء، ثَنَا سُلَيْمَان بن أَحْمد، ثَنَا يحيى بن عُثْمَان الْمصْرِيّ، حَدثنَا أَبُو قضاعة ربيعَة بن مُحَمَّد الطَّائِي",
            "page": "82",
            "part": "1",
            "seal": "BDCE9118"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "ثَنَا ثَوْبَان بن إِبْرَاهِيم (أَخُو) ذِي النُّون الْمصْرِيّ، ثَنَا مَالك بن غَسَّان النَّهْشَلِي، ثَنَا ثَابت، عَن أنس قَالَ: \" انقض كَوْكَب على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم، فَقَالَ: \" انْظُرُوا فَمن انقض فِي دَاره، فَهُوَ الْخَلِيفَة من بعدِي \" فَنَظَرْنَا، فَإِذا هُوَ فِي منزل عَليّ، فَقَالَ جمَاعَة: قد غوى مُحَمَّد فِي حب عَليّ، فَأنْزل الله {والنجم إِذا هوى مَا ضل صَاحبكُم وَمَا غوى} . هَذَا بَاطِل، وَسَنَده مظلم.",
            "page": "83",
            "part": "1",
            "seal": "B48A44EF"
        },
        {
            "hno": "58",
            "id": "63",
            "nass": "58 - (32) عمر بن مُحَمَّد بن سيف شيخ ابْن صَخْر، ثَنَا مُحَمَّد بن أَحْمد بن سيار، ثَنَا مُحَمَّد بن عبد الرَّحْمَن، ثَنَا إِبْرَاهِيم بن سعد، عَن أَبِيه، عَن مُحَمَّد بن جُبَير، عَن أَبِيه قَالَ: \" جَاءَت امْرَأَة إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فِي حَاجَة، فَقَالَت: إِن أَتَيْتُك، فَلم أقدر عَلَيْك، قَالَ: تأتين أَبَا بكر، فَإِنَّهُ يَلِي أَمر أمتِي من بعدِي \". مُتَّفق عَلَيْهِ دون الزِّيَادَة الْمَوْضُوعَة فِي آخِره، كَأَنَّهَا افتراء مُحَمَّد بن عبد الرَّحْمَن، وَإِلَّا فَهُوَ عِنْد (ق 6 / ب) \" خَ م \" من حَدِيث إِبْرَاهِيم.",
            "page": "84",
            "part": "1",
            "seal": "38A5BBC3"
        },
        {
            "hno": "59",
            "id": "64",
            "nass": "59 - (33) الْحُسَيْن بن مُحَمَّد بن فَنْجَوَيْهِ الثَّقَفِيّ، ثَنَا أَحْمد بن الْحسن ابْن مَاجَه، ثَنَا مُحَمَّد بن مَنْدَه الْأَصْبَهَانِيّ، ثَنَا مُحَمَّد بن بكير، ثَنَا الْحسن بن عبد الحميد الْكُوفِي، عَن أَبِيه، عَن جَعْفَر بن مُحَمَّد، عَن أبي جَعْفَر قَالَ: \" دخل على النَّبِي صلى الله عَلَيْهِ وَسلم عَليّ، وَهُوَ غَضْبَان، فَقَالَ: مَا بك؟ قَالَ: كلمت رجلا من قُرَيْش، فسبنى، فَقَالَ: يَا بِلَال {نَاد فِي النَّاس \" الصَّلَاة جَامِعَة \" فَلَمَّا اجْتَمعُوا، صعد الْمِنْبَر، ثمَّ قَالَ: يَا أَيهَا النَّاس} أَلا أنبئكم بأخير النَّاس بعدِي: هَذَا عَليّ بن أبي طَالب، أخي فِي الدُّنْيَا وَالْآخِرَة، وَهُوَ بضعَة من لحمي، فَأَيْنَ مَال، فَمِيلُوا فَإِن الْحق مَعَه \".",
            "page": "85",
            "part": "1",
            "seal": "BEE47AB8"
        },
        {
            "hno": "60",
            "id": "65",
            "nass": "كَأَن آفته حسن وَهُوَ مَجْهُول كأبيه، وَمُحَمّد بن مَنْدَه واه. ¶ 60 - (34) الرَّوْيَانِيّ فِي مُسْنده: ثَنَا مُحَمَّد بن الْمثنى، ثَنَا أَبُو أَبُو عتاب سهل بن حَمَّاد، ثَنَا عِيسَى بن عبد الرَّحْمَن بن فَرْوَة الزرقي، ثَنَا عدي بن ثَابت، عَن الْبَراء قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" اللَّهُمَّ إِن عَمْرو بن الْعَاصِ هجاني، وَهُوَ يعلم أَنِّي لست بشاعر، فاهجه، والعنه \".",
            "page": "86",
            "part": "1",
            "seal": "533FD993"
        },
        {
            "hno": "61",
            "id": "66",
            "nass": "قَالَ أَبُو حَاتِم: عِيسَى شَيْبه بالمتروك، وَقَالَ أَبُو زرْعَة: لَيْسَ بِالْقَوِيّ قلت: روى لَهُ ابْن مَاجَه، وَفِي الْإِسْنَاد ثِقَات. ¶ 61 - (35) المطيري مُحَمَّد بن جَعْفَر، ثَنَا أَحْمد بن عبد الله الْمُؤَدب، ثَنَا مُعلى بن عبد الرَّحْمَن، (ثَنَا شريك) ، عَن الْأَعْمَش، عَن إِبْرَاهِيم، عَن عَلْقَمَة (وَالْأسود) عَن أبي أَيُّوب، وَفِيه: يَا عمار! من تقلد سَيْفا أعَان بِهِ عليا، قلد وشاحين من",
            "page": "87",
            "part": "1",
            "seal": "5B90ADE2"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "در، وَمن تقلد سَيْفا أعَان بِهِ عَدو على قلد وشاحين من نَار. أَحْمد وَضاع، وَمعلى هَالك.",
            "page": "88",
            "part": "1",
            "seal": "64477370"
        },
        {
            "hno": "62",
            "id": "68",
            "nass": "62 - (36) مَأْمُون بن أَحْمد السلمى، ثَنَا الجوبياري، ثَنَا أَبُو البخْترِي وهب بن وهب - وَالثَّلَاثَة كذابون - عَن ابْن إِسْحَاق، قَالَ: \" لما سمع عَليّ بِمَا فعل أَبُو مُوسَى، وَعَمْرو فِي الحكم، خطب وَقَالَ: \" إِن هذَيْن قد تَعَديا مَا أمرا بِهِ، وَلم يحكما بِمَا أنزل الله، وَقد برِئ الله وَرَسُوله مِنْهُمَا، فانفروا إِلَى عَدوكُمْ، فَقَاتلُوا، حَتَّى يحكم الله بَيْنكُم وَبينهمْ",
            "page": "89",
            "part": "1",
            "seal": "6CF78C38"
        },
        {
            "hno": "63",
            "id": "69",
            "nass": "63 - (37) الاثرم، ثَنَا سُلَيْمَان بن حَرْب، ثَنَا حَمَّاد بن زيد، قَالَ: قيل لأيوب (7 / أ) : إِن عَمْرو بن عبيد قد روى عَن الْحسن أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \" إِذا رَأَيْتُمْ مُعَاوِيَة على الْمِنْبَر، فَاقْتُلُوهُ \". فَقَالَ: كذب عَمْرو.",
            "page": "90",
            "part": "1",
            "seal": "3E94F597"
        },
        {
            "hno": "64",
            "id": "70",
            "nass": "64 - (38) وَقَالَ اسحاق: حَدثنَا قُرَيْش بن أنس، حَدثنَا عَمْرو بن عبيد بِهَذَا. ¶ 65 - (39) أَحْمد بن عَليّ بن حسنويه الْمُقْرِئ، ثَنَا أَبُو أُميَّة الطرطوسي، حَدثنَا أَبُو نعيم، ثَنَا مُحَمَّد بن بشر، عَن",
            "page": "91",
            "part": "1",
            "seal": "2F190FE7"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "مجَالد، عَن أبي الوداك، عَن أبي سعيد، قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إِذا رَأَيْتُمْ مُعَاوِيَة على منبري يخْطب فاضربوا عُنُقه.",
            "page": "92",
            "part": "1",
            "seal": "6F83655F"
        },
        {
            "hno": "66",
            "id": "72",
            "nass": "مجَالد واه، وَالْعجب من هَذَا الجورقاني رد هَذَا بِمَا هُوَ أسقط مِنْهُ. ¶ 66 - (40) من حَدِيث يُوسُف النقاش الزَّاهِد، ثَنَا مُحَمَّد بن إِسْحَاق الْفَقِيه، حَدثنِي أَبُو النَّضر الْغَازِي، ثَنَا الْحسن بن كثير، ثَنَا بكر بن أَيمن، ثَنَا عَامر بن يحيى، ثَنَا أَبُو الزبير، عَن جَابر مَرْفُوعا: \" إِذا رَأَيْتُمْ مُعَاوِيَة على منبري، فاقبلوه، فَإِنَّهُ أَمِين الْمَأْمُون \".",
            "page": "93",
            "part": "1",
            "seal": "A14A2A59"
        },
        {
            "hno": "67",
            "id": "73",
            "nass": "67 - (41) جَاءَ بِسَنَد مظلم وَمتْن مَوْضُوع لعَلي بن حَمْزَة، عَن عَليّ بن مُوسَى الرِّضَا، عَن أَبِيه، عَن جَعْفَر بن مُحَمَّد، عَن أَبِيه، عَن عَليّ بن الْحُسَيْن، عَن أَبِيه، عَن عَليّ، قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: هَبَط عَليّ جِبْرِيل فَقَالَ: إِن الله يُقْرِئك السَّلَام، وَيَقُول لَك: إِنِّي حرمت (النَّار) على صلب أنزلك، وبطن حملك، وَحجر كفك: عبد الله، وآمنة، (و) عبد الْمطلب.",
            "page": "94",
            "part": "1",
            "seal": "E7069711"
        },
        {
            "hno": "68",
            "id": "74",
            "nass": "68 - (42) وَبِسَنَد وضع على هِشَام بن عُرْوَة، عَن أَبِيه عَن عَائِشَة: أَحْيَا لي أُمِّي، فآمنت بِي، ثمَّ ردهَا.",
            "page": "95",
            "part": "1",
            "seal": "129E2D77"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "فارغة",
            "page": "96",
            "part": "1",
            "seal": "FBEDF4C5"
        },
        {
            "hno": "69",
            "id": "76",
            "nass": "69 - (43) أَبُو نعيم: ثَنَا مُحَمَّد بن فَارس المعبدي، قَالَ: وَكَانَ غاليا فِي الرَّفْض - ثَنَا خطاب بن عبد الدَّائِم، ثَنَا يحيى بن",
            "page": "97",
            "part": "1",
            "seal": "40B1C5FB"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "الْمُبَارك، عَن شريك، عَن مَنْصُور، عَن لَيْث، عَن مُجَاهِد، عَن ابْن عَبَّاس سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول: \" شفعت فِي أبي، وَعمي أبي طَالب، وَأخي فِي الرضَاعَة، ليكونوا بعد الْبَعْث هباء. خطاب واه.",
            "page": "98",
            "part": "1",
            "seal": "709BC5BA"
        },
        {
            "hno": "70",
            "id": "78",
            "nass": "70 - (44) بِسَنَد مظلم عَن جُوَيْبِر، عَن الضَّحَّاك، عَن ابْن عَبَّاس رَفعه: \" وَمن أفرد الْإِقَامَة، فَلَيْسَ مني \". هَذَا بَاطِل. ¶ 71 - (45) مَأْمُون بن أَحْمد - ذَاك الدَّجَّال - ثَنَا الْمسيب (7 / ب) بن وَاضح، عَن ابْن الْمُبَارك، عَن يُونُس عَن الزُّهْرِيّ",
            "page": "99",
            "part": "1",
            "seal": "8BAB0B01"
        },
        {
            "hno": "72",
            "id": "79",
            "nass": "عَن سعيد عَن أبي هُرَيْرَة: \" من رفع يَدَيْهِ فِي الصَّلَاة، فَلَا صَلَاة لَهُ \". ¶ 72 - (46) هِشَام بن عمار، ثَنَا رفدة بن قضاعة، ثَنَا الاوزاعي، عَن عبد الله بن عبيد بن عُمَيْر.",
            "page": "100",
            "part": "1",
            "seal": "7DEC9844"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "عَن أَبِيه، عَن جده: \" كَانَ عَلَيْهِ السَّلَام يرفع يَدَيْهِ مَعَ كل تَكْبِيرَة \". هَذَا مُنكر، ورفدة لَيْسَ بِشَيْء.",
            "page": "101",
            "part": "1",
            "seal": "FC6A47E7"
        },
        {
            "hno": "73",
            "id": "81",
            "nass": "73 - (47) الْحسن بن سُفْيَان، ثَنَا قُتَيْبَة، ثَنَا حَمَّاد، عَن بشر بن حَرْب، سَمِعت ابْن عمر يَقُول: أَرَأَيْتُم رفعكم أَيْدِيكُم فِي الصَّلَاة هَكَذَا، وَالله إِنَّهَا لبدعة، وَمَا زَاد رَسُول الله صلى الله عَلَيْهِ وَسلم على هَذَا شَيْئا قطّ. وَأَوْمَأَ حَمَّاد إِلَى ثدييه. بشر: ضعفه أَبُو زرْعَة وَغَيره.",
            "page": "102",
            "part": "1",
            "seal": "E5EAA80A"
        },
        {
            "hno": "74",
            "id": "82",
            "nass": "74 - (48) عَن مُحَمَّد بن مَرْوَان - وَهُوَ مُتَّهم - عَن هِشَام بن عُرْوَة، عَن أَبِيه، عَن عَائِشَة مَرْفُوعا: \" يؤم الْقَوْم أحْسنهم وَجها \". هَذَا بَاطِل.",
            "page": "103",
            "part": "1",
            "seal": "D34B62B6"
        },
        {
            "hno": "75",
            "id": "83",
            "nass": "75 - (49) مُحَمَّد بن مهَاجر الْبَغْدَادِيّ - وَمَا أقل حَيَاء - ثَنَا معن، ثَنَا مَالك، عَن يحيى بن سعيد، عَن مُحَمَّد بن",
            "page": "104",
            "part": "1",
            "seal": "8ABA6FB0"
        },
        {
            "hno": "76",
            "id": "84",
            "nass": "ابراهيم، عَن أبي سَلمَة: أَن عمر صلى بِالنَّاسِ الْمغرب، فَلم يقْرَأ فِيهَا، فَقيل لَهُ: إِنَّك لن تقْرَأ فِيهَا؟ قَالَ: كَيفَ كَانَ الرُّكُوع وَالسُّجُود؟ قَالَ: قَالُوا: حسن، قَالَ: فَلَا بَأْس. هَذَا بَاطِل. ¶ 76 - (50) عَن ابْن إِسْحَاق، عَن يَعْقُوب بن عتبَة، عَن أبي غطفان، عَن أبي هُرَيْرَة قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم:",
            "page": "105",
            "part": "1",
            "seal": "503283D9"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "\" من أَشَارَ فِي صلَاته إِشَارَة، تفهم عَنهُ، فليعد صلَاته \". هَذَا مُنكر، أَبُو غطفان مَجْهُول.",
            "page": "106",
            "part": "1",
            "seal": "56C0BF71"
        },
        {
            "hno": "77",
            "id": "86",
            "nass": "77 - (51) وبإسناد مظلم عَن أَحْمد بن عبيد الله النهرواني، ثَنَا أَبُو عَاصِم، ثَنَا الْأَوْزَاعِيّ، عَن يحيى، عَن أبي سَلمَة، عَن أم سَلمَة قَالَت: دخل شَاب، فَقَالَ: يَا رَسُول الله {إِنِّي أضعت صَلَاتي، فَمَا حيلتي؟} قَالَ: حيلتك بعد مَا تبت أَن تصلي لَيْلَة الْجُمُعَة ثَمَان رَكْعَات، تقْرَأ فِي كل رَكْعَة خَمْسَة وَعشْرين مرّة (قل هُوَ الله أحد) فَإِذا فرغت، فَقل ألف مرّة: \" صلى الله على مُحَمَّد \"، فَإِن ذَلِك كَفَّارَة لَك، وَلَو تركت صَلَاة مِائَتي سنة، وَكتب لَك بِكُل رَكْعَة عبَادَة سنة، ومدينة فِي الْجنَّة، وَبِكُل آيَة ألف حوراء، وتراني فِي الْمَنَام ن ليلته. الحَدِيث. وَهَكَذَا، فَلْيَكُن الحَدِيث الْمَوْضُوع (8 / أ) وَإِلَّا فَلَا.",
            "page": "107",
            "part": "1",
            "seal": "F4927E75"
        },
        {
            "hno": "78",
            "id": "87",
            "nass": "78 - (52) الْحداد: ثَنَا أَبُو نعيم، ثَنَا الطَّبَرَانِيّ، ثَنَا الدبرِي، ثَنَا عبد الرَّزَّاق، عَن معمر، عَن عبد الله بن مُحَمَّد بن عقيل: \" إِن فَاطِمَة أمرت عليا، فَوضع لَهَا غسلا، فاغتسلت، وتطهرت، ودعت بِثِيَاب أكفانها، فلبستها، ومست من الحنوط، ثمَّ أمرت عليا أَن تدفن كَمَا هِيَ. فَقلت لَهُ: هَل علمك أحدا، فعل ذَلِك؟ قَالَ: نعم، كثير بن الْعَبَّاس \".",
            "page": "108",
            "part": "1",
            "seal": "29960664"
        },
        {
            "hno": "79",
            "id": "88",
            "nass": "هَذَا مُنْقَطع، وَهُوَ مُنكر بَاطِل. قلت: لَعَلَّه وَقع، فَإِنَّهُ مُرْسل جيد. ¶ 79 - (53) المخلص: ثَنَا الْبَغَوِيّ، حَدثنَا عَليّ بن مُسلم الطوسي، ثَنَا نوح بن يزِيد، ثَنَا إِبْرَاهِيم بن سعد، عَن ابْن إِسْحَاق، عَن عبيد الله بن عَليّ بن أبي رَافع، عَن أَبِيه",
            "page": "109",
            "part": "1",
            "seal": "01CC58E7"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "عَن أمه: سلمى، قَالَت: \" اشتكت فَاطِمَة، فمرضتها، فَأَصْبَحت يَوْمًا كأمثال مَا رَأَيْت، وَخرج عَليّ، فَقَالَت: يَا أمه: اسكبي لي غسلا، فاغتسلت، ولبستها، ثمَّ قَالَت: يَا أكه، قدمي فِرَاشِي إِلَى وسط الْبَيْت، فَفعلت، فاضطجعت، واستقبلت، الْقبْلَة، وَوضعت يَدهَا تَحت خدها، وَقَالَت: إِنِّي مَقْبُوضَة الْآن، وَقد تطهرت، فَلَا يكشفني أحد، فقبضت مَكَانهَا، فدفنها عَليّ بغسلها ذَلِك \". نوح هُوَ ابْن أبي مَرْيَم: هَالك مُتَّهم.",
            "page": "110",
            "part": "1",
            "seal": "A9610F6F"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "فارغة",
            "page": "111",
            "part": "1",
            "seal": "1BCA8AC6"
        },
        {
            "hno": "80",
            "id": "91",
            "nass": "80 - (54) مَأْمُون بن أَحْمد، ثَنَا أَحْمد بن عبد الله الجوبياري، أَنا عبد الله بن معدان، عَن أنس مَرْفُوعا: \" يكون فِي أمتِي رجل، يُقَال لَهُ: مُحَمَّد بن إِدْرِيس، أضرّ على أمتِي من إِبْلِيس، وَآخر يُقَال لَهُ أَبُو حنيفَة، هُوَ سراج أمتِي \". مَأْمُون وَشَيْخه دجالان.",
            "page": "112",
            "part": "1",
            "seal": "80158C20"
        },
        {
            "hno": "81",
            "id": "92",
            "nass": "81 - (55) أَبُو الْفضل عبد الْوَاحِد بن عبد الْعَزِيز التَّمِيمِي، ثَنَا أَبُو الْحُسَيْن مُحَمَّد بن أَحْمد، ثَنَا مُحَمَّد بن الْحُسَيْن، ثَنَا مُحَمَّد بن عبد الرَّحْمَن، ثَنَا خِدَاش الشَّامي، عَن أَبِيه، عَن عبد الرَّحْمَن، عَن أبي هُرَيْرَة: \" يَجِيء فِي آخر الزَّمَان رجل يُقَال لَهُ: مُحَمَّد بن كرام، يحيى السّنة، هجرته م خُرَاسَان إِلَى بَيت الْمُقَدّس كهجرتي من مَكَّة إِلَى الْمَدِينَة.",
            "page": "113",
            "part": "1",
            "seal": "F1F4A0F4"
        },
        {
            "hno": "82",
            "id": "93",
            "nass": "تفرد بِهِ إِسْحَاق بن محمشاد، عَن التَّمِيمِي، وَهُوَ كَذَّاب بِيَقِين، فاسحاق كَذَّاب، وَسَنَده ظلمات بَعْضهَا فَوق بعض. ¶ 82 - (56) الحيرى: أَحْمد بن الْحسن (أخبرنَا)",
            "page": "114",
            "part": "1",
            "seal": "CDB9B1D4"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "الْأَصَم ثَنَا يحيى بن أبي طَالب، حَدثنَا يزِيد بن هَارُون (ق 8 / ب) ، ثَنَا أَبُو جناب يحيى بن أبي دحْيَة، عَن عَطاء، عَن عَائِشَة مَرْفُوعا: \" بئس الْبَيْت الْحمام، بَيت لَا يستر، وَمَاء لَا يطهر \" أَبُو جناب واه. قَالَ الجوزقاني: أخبرنَا أَبُو النَّصْر بن أبي مُحَمَّد الْمُؤَذّن، أَنا على بن الْحسن الاسد آباذى، أَنا الحيرى.",
            "page": "115",
            "part": "1",
            "seal": "E11E6BC1"
        },
        {
            "hno": "83",
            "id": "95",
            "nass": "83 - (57) الْحسن بن سُفْيَان: ثَنَا حبَان بن مُوسَى، ثَنَا ابْن الْمُبَارك، ثَنَا حَيْوَة بن شُرَيْح، أَخْبرنِي زهرَة بن معبد، أَن بكير بن الْأَشَج، حَدثهُ عَن عَائِشَة: أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا دخل الْبَيْت (صلى) أَيْنَمَا دنا، فَقَالَت لَهُ عَائِشَة: إِنِّي أَجْلِس، وَأَنا حَائِض حَيْثُ تسْجد، وتأتيني الوليدة من السُّوق، وَقد وطِئت الْأَذَى، فتصلى",
            "page": "116",
            "part": "1",
            "seal": "32D52818"
        },
        {
            "hno": "84",
            "id": "96",
            "nass": "فِيهِ؟ فَقَالَ: \" مَا أعْجبك أَن الْمُؤمن إِذا سجد، طهر مَوضِع سُجُوده إِلَى سبع أَرضين \". هَذَا مُنكر مُنْقَطع. ¶ 84 - (58) وَفِي خلاف ذَلِك: حَدِيث حجاج بن منهال، ثَنَا حَمَّاد بن سَلمَة، عَن ثَابت، وَحميد، عَن أنس مَرْفُوعا:",
            "page": "117",
            "part": "1",
            "seal": "DD39EE2D"
        },
        {
            "hno": "85",
            "id": "97",
            "nass": "\" جعلت لي كل أَرض طيبَة مَسْجِدا وَطهُورًا \". غَرِيب. ¶ 85 - (59) الفسوى: ثَنَا أَحْمد بن مُحَمَّد الْأَزْرَقِيّ، ثَنَا الزنْجِي، عَن الْعَلَاء بن عبد الرَّحْمَن، عَن أَبِيه، عَن أبي هُرَيْرَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ: \" رَأَيْت فِي النّوم بنى الحكم، أَو بنى أبي الْعَاصِ ينزون على منبري كَمَا تنزو القردة، قَالَ: فَمَا رئي النَّبِي صلى الله عَلَيْهِ وَسلم مستجمعا ضَاحِكا حَتَّى توفّي \". مُسلم الزنْجِي: لين.",
            "page": "118",
            "part": "1",
            "seal": "F4A2531F"
        },
        {
            "hno": "86",
            "id": "98",
            "nass": "86 - (60) أَبُو عَمْرو بن حمدَان: ثَنَا أَبُو يعلى، ثَنَا أَبُو (عبد الله) مُصعب بن عبد الله الزبيرِي، أخبرنَا ابْن أبي حَازِم، عَن الْعَلَاء، عَن أَبِيه، عَن أبي هُرَيْرَة: \" ان رَسُول الله صلى الله عَلَيْهِ وَسلم رأى فِي الْمَنَام أَن بنى الحكم يرقون على منبره وينزلون، فَأصْبح كالمتغيظ.",
            "page": "119",
            "part": "1",
            "seal": "EF15E843"
        },
        {
            "hno": "87",
            "id": "99",
            "nass": "ابْن حمدَان: قَالَ ابْن طَاهِر: كَانَ يمِيل إِلَى التَّشَيُّع. ¶ 87 - (61) الْمَالِينِي: ثَنَا عبد الله بن عدي الْحَافِظ، ثَنَا عبد الله بن حَفْص الْوَكِيل، ثَنَا سُرَيج بن يُونُس، ثَنَا هشيم، عَن سيار، عَن ثَابت الْبنانِيّ، عَن أنس مَرْفُوعا، قَالَ: \" لَا أفتقد أحدا من أَصْحَابِي غير مُعَاوِيَة، إِذا كَانَ بعد سبعين عَاما يقبل",
            "page": "120",
            "part": "1",
            "seal": "D8BCC081"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "إِلَى على نَاقَة من الْمسك، حشوها الرَّحْمَة، وقوائمها الزبرجد، فَأَقُول أَيْن كنت؟ فَيَقُول: فِي رَوْضَة (9 / أ) تَحت الْعَرْش يناحيني رَبِّي \". قلت: هَذَا من أسمج الْوَضع، فقبح الله الْوَكِيل، فَإِنَّهُ اختلقه، وَقَالَ الجورقاني بقلة عقل: هَذَا حَدِيث حسن.",
            "page": "121",
            "part": "1",
            "seal": "B31ACF67"
        },
        {
            "hno": "88",
            "id": "101",
            "nass": "88 - (62) حريز بن عُثْمَان من وَجْهَيْن عَنهُ، عَن رَاشد بن سعد، عَن أبي حَيّ الْمُؤَذّن، عَن ذِي مخبر، قَالَ: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: كَانَ هَذَا الْأَمر فِي حمير، ونزعه الله مِنْهُم، وَسَيَعُودُ إِلَيْهِم. روى عَن بَقِيَّة، واسماعيل بن عَيَّاش، عَنهُ.",
            "page": "122",
            "part": "1",
            "seal": "2B46545A"
        },
        {
            "hno": "89",
            "id": "102",
            "nass": "وَهُوَ مُنكر، يُخَالِفهُ الْمُتَّفق عَلَيْهِ: لَا يزَال هَذَا الْأَمر فِي قُرَيْش مَا بَقِي فِي النَّاس اثْنَان. وَيُمكن الْجمع بَينهمَا فَيحمل قَوْله: انه سيعود الْأَمر إِلَيْهِم \" فِي وَقت على سَبِيل الْغَصْب والتعدي. ¶ 89 - (63) أَحْمد بن يَعْقُوب الْحذاء، ثَنَا مُحَمَّد بن عبد الحكم، ثَنَا مُحَمَّد بن مُسلم، ثَنَا سعيد بن أبي مَرْيَم، عَن يحيى بن",
            "page": "123",
            "part": "1",
            "seal": "09F33733"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "أَيُّوب، عَن عبيد الله بن زحر، عَن عَليّ بن يزِيد، عَن الْقَاسِم، عَن أبي أُمَامَة قَالَ: رَسُول الله صلى الله عَلَيْهِ وَسلم: \" لَا تستشيروا الحاكمة، وَلَا المعلمين، فَإِن الله سلبهم عُقُولهمْ، وَنزع الْبركَة من اكتسابهم. قَالَ الجورقاني: هَذَا بَاطِل.",
            "page": "124",
            "part": "1",
            "seal": "CE03EF1A"
        },
        {
            "hno": "90",
            "id": "104",
            "nass": "90 - (64) أَبُو بكر مُحَمَّد بن السرى التمار، فِي حران، ثَنَا أَبُو عبيد صَاحب خَلِيل، ثَنَا إِبْرَاهِيم بن سُلَيْمَان، ثَنَا هَارُون بن",
            "page": "125",
            "part": "1",
            "seal": "DF07DC91"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "دِينَار الْعجلِيّ، حَدثنِي أبي، سَمِعت مَيْمُون بن سنباذ: - وَله صُحْبَة - أَتَيْته أَنا وَالْحسن الْبَصْرِيّ، فَقَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" قوام أمتِي بشرارها \". أَظن ذَا فِي مُسْند أَحْمد.",
            "page": "126",
            "part": "1",
            "seal": "379F9304"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "قَالَ الذَّهَبِيّ: آخر مَا علقت من كتاب الأباطيل للجورقاني، وأكبر شيخ لَهُ الدوني، وَمن صغَار شُيُوخه عبد الْخَالِق اليوسفي، بَقِي إِلَى أَيَّام ابْن نَاصِر.",
            "page": "127",
            "part": "1",
            "seal": "E84CB4C5"
        },
        {
            "hno": "91",
            "id": "107",
            "nass": "91 - حَدِيث: \" من قاد أعمى أَرْبَعِينَ خطْوَة، وَجَبت لَهُ الْجنَّة \". (1) - رَوَاهُ سلم بن سَالم - وأصرم بن حَوْشَب - هَالك - عَن عَليّ بن عُرْوَة - لَا شَيْء - عَن ابْن المكندر عَن ابْن عمر.",
            "page": "128",
            "part": "1",
            "seal": "4CA82AB9"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "(2) وَرَوَاهُ مُحَمَّد بن عبد الرَّحْمَن بن بحير - مُتَّهم - ثَنَا خَالِد بن نزار، عَن الثَّوْريّ، عَن عَمْرو، عَن أبي وَائِل، عَن ابْن عمر. (3 و 4) وَرَوَاهُ مُحَمَّد بن عبد الْملك - رمى بِالْكَذِبِ - عَن ابْن الْمُنْكَدر، عَن ابْن عمر، وَجَابِر.",
            "page": "129",
            "part": "1",
            "seal": "AF1B9839"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "(5) وَقَالَ ابْن قَانِع: ثَنَا خلف بن عَمْرو العكبري، ثَنَا مُعلى بن مهْدي، ثَنَا سِنَان بن البخترى عَن عبيد الله بن (ق 9 / ب) أبي حميد، عَن نَافِع، عَن ابْن عمر وَقَالَ: \" غفر لَهُ مَا تقدم من ذَنبه \".",
            "page": "130",
            "part": "1",
            "seal": "ED89D2C0"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "(6) ويروى من حَدِيث ثَوْر بن يزِيد، عَن ابْن المبكدر، عَن ابْن عمر. وَلم يثبت. (7) وَرَوَاهُ بَقِيَّة، عَن عبد الله بن أبان الثَّقَفِيّ - وَلَا يدْرِي من ذَا، هُوَ الْمُتَّهم بِهِ - ثَنَا النوري، عَن عَمْرو بن دِينَار عَن ابْن عَبَّاس.",
            "page": "131",
            "part": "1",
            "seal": "B7A5A5D9"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "(8) وَرَوَاهُ خَالِد بن مرداس فِي نسخته: ثَنَا مُعلى بن هِلَال - وَهُوَ يكذب - عَن سُلَيْمَان التيمس، عَن أنس. (9) تَابعه يُوسُف بن عَطِيَّة - وَهُوَ عدم - عَن التَّيْمِيّ.",
            "page": "132",
            "part": "1",
            "seal": "DAEC85AA"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "(10) وَرَوَاهُ نعيم بن سَالم، - وَهُوَ مَتْرُوك - عَن أنس، وَلَفظه: \" لم يمس وَجهه النَّار \". (11) وَقَالَ أَبُو الْوَلِيد الطَّيَالِسِيّ،: أتيت سُلَيْمَان بن عمر (و) ، فَقَالَ: ثَنَا سُلَيْمَان التَّيْمِيّ، عَن أنس: \" من قاد \" فَقلت: قومُوا عَن هَذَا الْكَذِب، يَعْنِي أَبَا دَاوُد النَّخعِيّ. (12) وَقَالَ عَمْرو بن أبي سَلمَة التنيسِي، ثَنَا إِبْرَاهِيم بن عُمَيْر، أَو",
            "page": "133",
            "part": "1",
            "seal": "78C73105"
        },
        {
            "hno": "92",
            "id": "113",
            "nass": "ابْن أعين الْبَصْرِيّ، عَن عَليّ بن ثَابت، عَن ابْن سِيرِين، عَن أبي هُرَيْرَة: \" يَا أَبَا هُرَيْرَة! من مَشى مَعَ أعمى ميلًا، كَانَ لَهُ بِكُل ذِرَاع عتق رَقَبَة \". إِبْرَاهِيم مُنكر الحَدِيث، ضَعِيف، مَجْهُول بِحَيْثُ لَا يدْرِي من هُوَ. ¶ 92 - حَدِيث \" اطْلُبُوا الْخَيْر عِنْد حسان الْوُجُوه \" أورد ابْن الْجَوْزِيّ فِي الموضوعات بطرق، مِنْهَا: (1) قبيصَة عَن الثَّوْريّ، عَن طَلْحَة بن عَمْرو، عَن",
            "page": "134",
            "part": "1",
            "seal": "65EFFB3D"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "عَطاء، عَن ابْن عَبَّاس. وَطَلْحَة تَركه احْمَد. (2) وَمِنْهَا: أَحْمد بن سَلمَة الْمَدَائِنِي - مُتَّهم - ثَنَا مَنْصُور بن عمار، ثَنَا أَبُو حَفْص الْأَبَّار، عَن لَيْث، عَن مُجَاهِد، عَن ابْن عَبَّاس.",
            "page": "135",
            "part": "1",
            "seal": "C96BEBED"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "(3) ويروى عَن مُصعب بن سَلام - ضَعِيف - عَن عباد الْقرشِي - يجهل - عَن عَمْرو بن دِينَار، عَن ابْن عَبَّاس. (4) \" وَجَاء عَن عصمَة بن مُحَمَّد، عَن هِشَام بن عُرْوَة، عَن أَبِيه، عَن ابْن عَبَّاس \". وعصمة كَذَّاب. (5) وَهُوَ من مُسْند عبد: ثَنَا بن هَارُون، ثَنَا مُحَمَّد بن",
            "page": "136",
            "part": "1",
            "seal": "D656DF6D"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "عبد الرَّحْمَن بن الْمُجبر، عَن نَافِع، عَن ابْن عمر \". وَقد سُئِلَ احْمَد عَن هَذَا الحَدِيث، فَقَالَ: كذب، وَمُحَمّد: قَالَ ابْن معِين: لَيْسَ بِشَيْء. (6) وَرَوَاهُ الْكُدَيْمِي - وَهُوَ يضع - بِإِسْنَاد صَحِيح إِلَى ابْن عمر.",
            "page": "137",
            "part": "1",
            "seal": "8EA58DC0"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "(7) وَجَاء من حَدِيث جَابر، فِيهِ \" الْغلابِي \".",
            "page": "138",
            "part": "1",
            "seal": "780B52C5"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "(8) وَوضع عَليّ ابْن أبي ذِئْب، عَن الزُّهْرِيّ، عَن أنس. (9) وَوضع عَن الزُّهْرِيّ، عَن ابْن الْمسيب، عَن عَائِشَة. وَجَاء بِهِ الحكم بن عبد الله، وَهُوَ مُتَّهم. (10) وَقَالَ يزِيد بن هَارُون: ثَنَا شيخ من قُرَيْش، عَن (ق 10 / أ) الزُّهْرِيّ، عَن عُرْوَة، عَن عَائِشَة.",
            "page": "139",
            "part": "1",
            "seal": "A336F2BC"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "(11) وَوَضعه عبد الرَّحْمَن بن إِبْرَاهِيم الْقَاص، بِسَنَدَيْنِ: أَحدهمَا: الْعَلَاء عَن أَبِيه، عَن أبي هُرَيْرَة.",
            "page": "140",
            "part": "1",
            "seal": "9FB142BD"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "(12) وَهُوَ فِي تَارِيخ \" خَ \" من حَدِيث عبد الرَّحْمَن بن أبي بكر الْمليكِي - وَهُوَ واه - عَن امْرَأَته جبرة بنت مُحَمَّد بن ثَابت بن سِبَاع،",
            "page": "141",
            "part": "1",
            "seal": "02963EEB"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "عَن أَبِيهَا عَن عَائِشَة. وَقد قَالَ الْعقيلِيّ: لَيْسَ فِي الْبَاب شَيْء يثبت.",
            "page": "142",
            "part": "1",
            "seal": "E55AE250"
        },
        {
            "hno": "93",
            "id": "122",
            "nass": "قلت: بعض طرقه ضَعِيفَة، وَبَعضهَا مَوْضُوعَة. ¶ 93 - (65) الْحَاكِم أَبُو أَحْمد الْحَافِظ: أَنا عَليّ بن عبد الله بن مُبشر، ثَنَا أَحْمد بن الْمِقْدَاد، ثَنَا أَبُو سمير حَكِيم بن خذام،",
            "page": "143",
            "part": "1",
            "seal": "FDD4A8F1"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "ثَنَا العمش، عَن إِبْرَاهِيم التَّيْمِيّ قَالَ: عرف عَليّ درعا لَهُ مَعَ يَهُودِيّ، فَقَالَ: دِرْعِي سَقَطت مني يَوْم كَذَا، قَالَ الْيَهُودِيّ: دِرْعِي، وَفِي يَدي، بيني وَبَيْنك قَاضِي الْمُسلمين فَلَمَّا رَآهُ شُرَيْح، قَامَ لَهُ عَن مَجْلِسه، وَجلسَ عَليّ، ثمَّ قَالَ: لَو كَانَ خصمي مُسلما، جَلَست مَعَه بَين يَديك، وَلَكِنِّي سَمِعت رَسُول اله صلى الله عَلَيْهِ وَسلم يَقُول: \" لَا تساووهم فِي الْمجْلس، وَلَا تعودوا مرضاهم، واضطروهم إِلَى أضيق الطَّرِيق، فَإِن سبوكم فاضربوهم، وَإِن ضربوكم فاقتلوهم \" فَقَالَ: دِرْعِي، فَقَالَ: صدقت يَا أَمِير الْمُؤمنِينَ {وَلَكِن بَيِّنَة؟ فَدَعَا قنبرا، فشهدا لَهُ، وَالْحسن، فَقَالَ: أما هذاك فَنعم} وَأما شَهَادَة ابْنك، فَلَا، فَقَالَ: أنْشدك الله، أسمعت عمر يَقُول: قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: \" الْحسن وَالْحُسَيْن سيدا شباب أهل الْجنَّة \"؟ ! قَالَ: اللَّهُمَّ نعم، فأمضي شَهَادَة الْحسن، وَالله لتخْرجن إِلَى بانقيا، فلتقضين بَين أَهلهَا أَرْبَعِينَ يَوْمًا، قَالَ: ثمَّ سلم الدرْع إِلَى الْيَهُودِيّ، فَقَالَ الْيَهُودِيّ: أَمِير الْمُؤمنِينَ مَشى معي إِلَى قاضيه، فَقضى عَلَيْهِ، فَرضِي بِهِ، صدقت إِنَّهَا لدرعك، التقطها، وَأسلم، فَقَالَ: عَليّ: الدرْع لَك، وَهَذَا الْفرس لَك، وَفرض لَهُ، وَقتل بصفين.",
            "page": "144",
            "part": "1",
            "seal": "499BB4EE"
        },
        {
            "hno": "94",
            "id": "124",
            "nass": "قَالَ البُخَارِيّ: أَبُو سمير مُنكر الحَدِيث. وَقَالَ أَبُو حَاتِم: مَتْرُوك. ¶ 94 - (66) يحيى الوحاظي، ثَنَا سعيد بن بشير، ثَنَا قَتَادَة، عَن الْحسن، عَن عبد الرَّحْمَن بن يزِيد بن رَافع،",
            "page": "145",
            "part": "1",
            "seal": "B507AD90"
        },
        {
            "hno": "95",
            "id": "125",
            "nass": "قَالَ: قَالَ: رَسُول الله صلى الله عَلَيْهِ وَسلم: \" إيَّاكُمْ والحمرة، فَإِنَّهَا أحب الزِّينَة إِلَى الشَّيْطَان \". ¶ 95 - (67) مُحَمَّد بن عمر بن عَليّ المقدامي، ثَنَا يَعْقُوب بن خَالِد بن نجيح الْبكْرِيّ، (ق 10 / ب) ثَنَا سعيد بن بشير مثله. إِلَّا أَنه قَالَ \" عمرَان بن حُصَيْن \" بدل \" عبد الرَّحْمَن بن يزِيد \". وَعبد الرَّحْمَن مُخْتَلف فِي صحبته.",
            "page": "146",
            "part": "1",
            "seal": "820098DC"
        },
        {
            "hno": "96",
            "id": "126",
            "nass": "96 - (68) بِسَنَد ظلمات عَن أنس مَرْفُوعا: \" من طول شَاربه سلط الله بِكُل شَعْرَة على شَاربه سبعين شَيْطَانا، وَقَامَ من قَبره، مَكْتُوب بَين عَيْنَيْهِ \" آئس من رَحْمَة الله \"، وَلَا يطول شَاربه إِلَّا مَلْعُون، وَمن قصّ شَاربه فَلهُ بِكُل شَعْرَة ألف مَدِينَة من در، وَيَاقُوت، فِي كل مَدِينَة ألف قصر، فِي كل قصر ألف دَار، فِي كل دَار ألف حجرَة، فِي كل حجرَة ألف صفة، وَألف بَيت من الْمسك، فِي كل بَيت ألف سَرِير، فَوق كل سَرِير حوراء، وَينظر الله إِلَيْهِ كل يَوْم ألف نظرة \". الحَدِيث. وَهُوَ أقل من أَن ينظر فِي سَنَده، فتبا لمن وَضعه.",
            "page": "147",
            "part": "1",
            "seal": "F8A64D34"
        },
        {
            "hno": "97",
            "id": "127",
            "nass": "97 - (69) ابْن أخي ميمى، ثَنَا الْبَغَوِيّ، ثَنَا أَبُو بكر بن أبي شيبَة، حَدثنَا وَكِيع، عَن أبي العنبس، عَن زَاذَان، أَنه رأى ثَلَاثَة على بغل: فَقَالَ: \" لينزل أحدكُم، فَإِن رَسُول الله صلى الله عَلَيْهِ وَسلم لعن الثَّالِث \". مُرْسل جيد.",
            "page": "148",
            "part": "1",
            "seal": "F8920A5B"
        },
        {
            "hno": "98",
            "id": "128",
            "nass": "98 - (70) عَن هَانِئ بن المتَوَكل، ثَنَا ابْن لَهِيعَة، عَن أبي قبيل، عَن عبد الله بن عَمْرو مَرْفُوعا: \" لَا تَقول السَّاعَة حَتَّى يعج الْقُرْآن إِلَى الله، وَيَقُول: يَا رب! إِنِّي أتلى، فَلَا يعْمل بِي، فَعندهَا يرفع الْقُرْآن \". هَذَا بَاطِل.",
            "page": "149",
            "part": "1",
            "seal": "9A73912F"
        },
        {
            "hno": "99",
            "id": "129",
            "nass": "99 - (71) ابْن الضريس، ثَنَا ابْن أبي شيبَة، ثَنَا ابْن نمير، أَنا ابْن إِسْحَاق، عَن عَمْرو بن شُعَيْب، عَن أَبِيه، عَن جده، قَالَ: سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول: \" يمثل الْقُرْآن يَوْم الْقِيَامَة رجلا، فَيَقُول: حمل هَذَا إيَّايَ، فبئس الْحَامِل، تعدِي حدودي، وضيع فرائضي \" الحَدِيث.",
            "page": "150",
            "part": "1",
            "seal": "D01155E4"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "آخر الْفَوَائِد وَالْحَمْد لله ... ... ... ... . وَصلى الله على سيدنَا مُحَمَّد وَآله وَسلم. ¶ (وَإِن تَجِد عَيْبا فسد الخللا ... ) ¶ وَكتبه بِخَط الفانية العَبْد الْفَقِير إِلَى الله تَعَالَى مُحَمَّد بن أَحْمد بن عبد الْحق الْمَالِكِي، فرحم الله كَاتبه، وكاسبه، وَلمن نظر فِيهِ، وَمن قَرَأَ فِيهِ، وَلمن دَعَا لَهُم بالمغفرة وَالرَّحْمَة، آمين، وَالْحَمْد لله رب الْعَالمين.",
            "page": "151",
            "part": "1",
            "seal": "A46AEAA7"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ (وَبِه ثقتى) ¶ 1 - حَدِيث من الموضوعات: عَن عمر بن مُوسَى بن وجيه، عَن الْقَاسِم، عَن أبي أُمَامَة مَرْفُوعا: \" إِذا غضب [الله] أنزل الوحى بِالْعَرَبِيَّةِ، وَإِذا رضى أنزل الْحَيّ بِالْفَارِسِيَّةِ \" عمر وَضاع.",
            "page": "23",
            "part": "1",
            "seal": "E356A82B"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - (1) - حَدِيث: \" أبْغض الْكَلَام عِنْد الله الفارسية \". فِيهِ إِسْمَاعِيل بن زِيَاد، وَقَالَ ابْن حبَان فِيهِ: دجال.",
            "page": "24",
            "part": "1",
            "seal": "8802B140"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - حَدِيث: \" وَالَّذِي نَفسِي بِيَدِهِ مَا أنزل الله وَحيا إِلَّا بِالْعَرَبِيَّةِ، ثمَّ يكون النَّبِي بعد يبلغهُ قومه بِلِسَانِهِ \". هَذَا يرْوى عَن الْعَبَّاس بن الْفضل الْأنْصَارِيّ - وَلَيْسَ بِثِقَة - عَن سُلَيْمَان بن أَرقم - وَهُوَ واه - عَن الزُّهْرِيّ، عَن سعيد، عَن أبي هُرَيْرَة.",
            "page": "25",
            "part": "1",
            "seal": "E971316D"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - حَدِيث: \" انما كلمتك بِقُوَّة عشرَة آلَاف لِسَان، ولى قُوَّة الألسن (كلهَا) \" الحَدِيث. (فِيهِ) عَليّ بن عَاصِم - وَهُوَ ضَعِيف - عَن الْفضل بن عِيسَى الرقاشِي - وَهُوَ واه - عَن ابْن الْمُنْكَدر عَن جَابر.",
            "page": "26",
            "part": "1",
            "seal": "D9A6E31A"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - حَدِيث فِي الْمِعْرَاج: فِيهِ عجائب، ومداره على بكر بن زِيَاد الْبَاهِلِيّ - وَهُوَ كَذَّاب - عَن ابْن الْمُبَارك، عَن ابْن (أبي) عرُوبَة، عَن قَتَادَة، عَن زُرَارَة بن أبي أوفى، عَن أبي هُرَيْرَة. قَالَ ابْن حبَان: هَذَا حَدِيث لَا يشك مُحدث أَنه مَوْضُوع.",
            "page": "27",
            "part": "1",
            "seal": "AF8A2D1B"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "حَدِيث: لبشر بن عمَارَة: عَن أبي روق، عَن عَطِيَّة، عَن أبي سعيد مَرْفُوعا: لَو أَن الْجِنّ، والأنس وَالْمَلَائِكَة كلهم صفوا صفا وَاحِدًا مَا أحاطوا بِاللَّه. إِسْنَاده (ق 1 / ب) واه، وَكَأَنَّهُ مَوْضُوع.",
            "page": "28",
            "part": "1",
            "seal": "B3B0999F"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - حَدِيث: روى عَن الْقَاسِم بن إِبْرَاهِيم الملطى - وَهُوَ كَذَّاب - ثَنَا لوين، ثَنَا سُوَيْد بن عبد الْعَزِيز، عَن حميد، عَن أنس مَرْفُوعا: لَيْلَة أسرِي بِي، رَأَيْت رَبِّي، فَرَأَيْت كل شَيْء مِنْهُ، حَتَّى رَأَيْت تاجا مخوصا من لُؤْلُؤ.",
            "page": "29",
            "part": "1",
            "seal": "0EA7CDE6"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - حَدِيث: حبيب بن أبي حبيب، ثَنَا هِشَام بن سعد، عَن أبي حَازِم، عَن سهل مَرْفُوعا: \" بَين الله، وَبَين الْخلق سَبْعُونَ ألف حجاب، وَأقرب الْخلق إِلَيْهِ جِبْرِيل ومكايل \" الحَدِيث.",
            "page": "30",
            "part": "1",
            "seal": "58E18F83"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "قَالَ ابْن عدي: كَانَ حبيب يضع الحَدِيث. ¶ 9 - حَدِيث: مكى بن إِبْرَاهِيم، ثَنَا مُوسَى بن عُبَيْدَة، عَن عمر ابْن الحكم، (عَن) عبد الله بن عَمْرو. (ح) ومُوسَى عَن أبي حَازِم عَن سهل مَرْفُوعا: \" دون الله سَبْعُونَ ألف حجاب من نور وظلمة، وَمَا سمع من نفس شَيْئا من حس تِلْكَ الْحجب إِلَّا زهقت \".",
            "page": "31",
            "part": "1",
            "seal": "F26E4F8F"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "عمر ذَاهِب الحَدِيث، قَالَه البُخَارِيّ، ومُوسَى واه بِاتِّفَاق. قلت: يَنْبَغِي أَن يحول من الموضوعات إِلَى الْوَاهِيَة هُوَ وَمَا قبله. ¶ 10 - حَدِيث: فِي الْحِلْية من طَرِيق عبد الْمُنعم [بن] ادريس - كذبه أَحْمد، وَيحيى - عَن ابيه، عَن جده وهب، عَن أبي هُرَيْرَة: \" إِن يَهُودِيّا أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ: هَل احتجب الله من خلقه يَا مُحَمَّد بِشَيْء؟ ! قَالَ: نعم، بَينه وَبَين الْمَلَائِكَة الَّذين حول الْعَرْش سَبْعُونَ",
            "page": "32",
            "part": "1",
            "seal": "FB82BD95"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "حِجَابا من نور، وَسَبْعُونَ حِجَابا من در أَحْمَر \". فَهَذَا مَوْضُوع. ¶ 11 - حَدِيث: ابراهيم بن عِيسَى الْقَنْطَرِي - مَجْهُول - ثَنَا ابْن أبي الْحوَاري، ثَنَا الْوَلِيد بن مُسلم، ثَنَا اللَّيْث، عَن الزُّهْرِيّ، عَن الْأَعْرَج، عَن أبي هُرَيْرَة مَرْفُوعا: \" انْتهى بِي جِبْرِيل إِلَى سِدْرَة الْمُنْتَهى، فغمسني فِي النُّور، فَسمِعت الرَّحْمَن يَقُول: سُبْحَانَ الله مَا أعظم الله، لَا إِلَه إِلَّا الله \" الحَدِيث. قَالَ الْخَطِيب: مُنكر: وَرِجَاله ثِقَات، إِلَّا الْقَنْطَرِي.",
            "page": "33",
            "part": "1",
            "seal": "CC72DB04"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - حَدِيث الْمحَامِلِي: ثَنَا أَحْمد بن إِسْمَاعِيل السَّهْمِي، ثَنَا عبد الْعَزِيز بن عمرَان - وَقد تَرَكُوهُ - عَن مُعَاوِيَة، عَن الْجلد بن",
            "page": "34",
            "part": "1",
            "seal": "28C0830A"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "أَيُّوب، عَن مُعَاوِيَة بن قُرَّة، عَن أنس مَرْفُوعا: \" لما تجلى الله للجبل الطارق (ق 2 / ب) لعظمته سِتَّة أجبل، فَوَقَعت. ثَلَاثَة بِمَكَّة: ثبير، وحراء، وثور، وَثَلَاثَة بِالْمَدِينَةِ: أحد، ورضوى، وورقان \". قَالَ ابْن حبَان: مَوْضُوع.",
            "page": "35",
            "part": "1",
            "seal": "53269D00"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "13 - حَدِيث أبي أُميَّة الطرطوسي: ثَنَا أَبُو مسْهر، ثَنَا خَالِد بن يزِيد المري، عَن طَلْحَة بن عَمْرو، عَن عَطاء، عَن ابْن عَبَّاس مَرْفُوعا: \" إِن من جبال الَّتِي تطايرت يَوْم مُوسَى سَبْعَة أجبل، مِنْهَا أحد \". الحَدِيث. طَلْحَة واه، رَوَاهُ ابْن شاهين عَن الْحسن بن حبيب عَنهُ. ¶ 14 - حَدِيث هدبة بن خَالِد بن سَلمَة، عَن",
            "page": "36",
            "part": "1",
            "seal": "6FE0B7E0"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "وَكَانَ ابْن أبي العوجاء ربيب حَمَّاد بن سَلمَة، يدس فِي كتبه. قلت: هَذَا تحامل، وَحَمَّاد من رجال مُسلم، وَقد ذكره فِي الحَدِيث قصَّة حميد خَاله، فَدلَّ على أَنه قد حفظه، وَهُوَ غَرِيب، لَا يحل أَن يذكر فِي الموضوعات. ¶ 15 - (2) - حَدِيث بِإِسْنَاد مظلم، وَمتْن مَوْضُوع: \" نُزُوله تَعَالَى إقباله على الشَّيْء من غير نزُول \". فِيهِ غير وَاحِد من المتروكين.",
            "page": "37",
            "part": "1",
            "seal": "92B99048"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "ثَابت، عَن أنس مَرْفُوعا: \" فَلَمَّا تجلى ربه \" قَالَ: أخرج خِنْصره، فَضرب على إبهامه، فساخ الْجَبَل. فَقَالَ حميد لِثَابِت: تحدث بِمثل هَذَا؟ {قَالَ: فَضرب بِيَدِهِ فِي صَدره، وَقَالَ: يَقُوله أنس، ويقوله رَسُول الله صلى الله عَلَيْهِ وَسلم وأكتمه أَنا.} ! قَالَ ابْن الْجَوْزِيّ: لَا يثبت.",
            "page": "38",
            "part": "1",
            "seal": "0EDEFDDB"
        }
    ],
    "t6071": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "وبه ثقتى"
        }
    ]
}