{
    "b6073": [
        {
            "hno": null,
            "id": "3",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله وَكفى وَسَلام على عباده الَّذين اصْطفى ¶ روى الْحَافِظ أَبُو نعيم فِي الْحِلْية عَن أبي هُرَيْرَة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ إِن لله عِنْد كل بِدعَة كيد بهَا الْإِسْلَام وليا من أوليائه يذب عَن دينه",
            "page": "3",
            "part": "1",
            "seal": "0BC8432E"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وَقد استفتيت فِي هَذِه الْأَيَّام فِي رجل من الْقصاص يُورد فِي مجْلِس ميعاده أَحَادِيث ويعزوها إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم جَازِمًا بهَا وَلَا أصل لَهَا عَنهُ بل مِنْهَا مَا اشْتهر فِي كتب بعض أَرْبَاب الْفُنُون وَلَا أصل لَهُ عِنْد الْمُحدثين وَمِنْهَا مَا هُوَ بَاطِل مَكْذُوب من ذَلِك ¶ أَنه روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَكذب عَلَيْهِ وحاشاه صلى الله عَلَيْهِ وَسلم وَأَسْتَغْفِر الله قبل إِيرَاده من حكايته وَلَوْلَا الضَّرُورَة إِلَى حكايته لأجل بَيَان أَنه كذب مَا حكيته أَنه قَالَ لجبريل حِين نزل قَوْله تَعَالَى {وَمَا أَرْسَلْنَاك إِلَّا رَحْمَة للْعَالمين} هَل أَصَابَك من هَذِه الرَّحْمَة شَيْء فَقَالَ نعم خلق الله قبلي ألوفا من الْمَلَائِكَة كلهم",
            "page": "4",
            "part": "1",
            "seal": "8B832B99"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "يُسمى جِبْرِيل وَيَقُول الله لكل مِنْهُم من أَنا فَلَا يعرف الْجَواب فيذوب فَلَمَّا خلقني وَقَالَ لي من أَنا قَالَ لي نورك يَا مُحَمَّد قل أَنْت الله الَّذِي لَا إِلَه إِلَّا أَنْت ¶ إِلَى آخر مَا قَالَ من الْكَذِب أسْتَغْفر الله من حِكَايَة ذَلِك فأفتيت بِأَن هَذَا لَا أصل لَهُ وَهُوَ بَاطِل لَا تحل رِوَايَته وَلَا ذكره وخصوصا بَين الْعَوام والسوقة وَالنِّسَاء وَأَنه يجب على هَذَا الرجل أَن يصحح الْأَحَادِيث الَّتِي يَرْوِيهَا فِي مَجْلِسه على مَشَايِخ (الحَدِيث) فَمَا قَالُوا إِن لَهُ أصلا يرويهِ وَمَا قَالُوا إِنَّه لَا أصل لَهُ لَا يذكرهُ ¶ هَذَا نَص الْفتيا أَولا ¶ فَنقل إِلَيْهِ ذَلِك فاستشاط غَضبا وَقَامَ وَقعد وَقَالَ مثلي يصحح الْأَحَادِيث على الْمَشَايِخ مثلي يُقَال لَهُ فِي حَدِيث رَوَاهُ",
            "page": "5",
            "part": "1",
            "seal": "2326B298"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "إِنَّه بَاطِل أَنا أصحح على النَّاس أَنا أعلم أهل الأَرْض بِالْحَدِيثِ وَغَيره إِلَى غير ذَلِك من الفشارات ¶ ثمَّ أغرى بِي الْعَوام فَقَامَتْ عَليّ الغوغاء وتناولوني بألسنتهم وتوعدوني بِالْقَتْلِ وَالرَّجم ¶ فَلَمَّا بَلغنِي ذَلِك أعدت الْجَواب وزدت فِيهِ ¶ وَمَتى لم يصحح الْأَحَادِيث الَّتِي يَرْوِيهَا على الْمَشَايِخ وَعَاد إِلَى رِوَايَة هَذَا الحَدِيث بعد أَن بَين لَهُ بُطْلَانه وَاسْتمرّ مصرا على نقل الْكَذِب عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَفْتيت بضربه سياطا ¶ فازداد هُوَ حِدة وتزايد الْأَمر من عصبَة الْعَوام شدَّة وثاروا ثورة كبرى وَجَاءُوا شَيْئا إمرا وَقد ألفت هَذَا الْكتاب فِي هَذِه الْمَسْأَلَة وسميته ¶ تحذير الْخَواص من أكاذيب الْقصاص",
            "page": "6",
            "part": "1",
            "seal": "C20AC897"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وَهُوَ مُشْتَمل على فُصُول ¶ وَقد ألف قبلى الْحَافِظ الْكَبِير زين الدّين أَبُو الْفضل عبد الرَّحِيم الْعِرَاقِيّ رَحمَه الله تَعَالَى كتابا سَمَّاهُ الْبَاعِث على الْخَلَاص من حوادث الْقصاص وَهُوَ ملخص هُنَا فِي فصل من فُصُول هَذَا الْمُؤلف وَالله يَقُول الْحق وَهُوَ يهدي السَّبِيل وَهُوَ حَسبنَا وَنعم الْوَكِيل",
            "page": "7",
            "part": "1",
            "seal": "8608F4BB"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "الْفَصْل الأول فِي سِيَاق الْأَحَادِيث الْوَارِدَة فِي تَعْظِيم الْكَذِب على رَسُول الله صلى الله عَلَيْهِ وَسلم وَالتَّشْدِيد فِيهِ والتغليظ فِي الْوَعيد عَلَيْهِ ¶ أخرج البُخَارِيّ وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَه",
            "page": "8",
            "part": "1",
            "seal": "8F6E9C03"
        },
        {
            "hno": "2",
            "id": "9",
            "nass": "وَالدَّارَقُطْنِيّ فِي مُقَدّمَة كتاب الضُّعَفَاء عَن أنس أَنه قَالَ انه ليمنعني أَن أحدثكُم حَدِيثا كثيرا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من تعمد عَليّ كذبا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 2 - وَأخرج البُخَارِيّ وَمُسلم وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَه وَالدَّارَقُطْنِيّ فِي مُقَدّمَة كتاب الضُّعَفَاء وَالْحَاكِم",
            "page": "9",
            "part": "1",
            "seal": "D4A1E753"
        },
        {
            "hno": "3",
            "id": "10",
            "nass": "فِي الْمدْخل عَن عَليّ بن أبي طَالب قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ لَا تكذبوا عَليّ فَإِنَّهُ من كذب عَليّ فليلج النَّار ¶ 3 - وَأخرج البُخَارِيّ وَأَبُو دَاوُد وَالنَّسَائِيّ وَابْن مَاجَه وَالدَّارَقُطْنِيّ عَن عبد الله بن الزبير قَالَ ¶ قلت للزبير اني لَا أسمعك تحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَمَا يحدث فلَان وَفُلَان",
            "page": "10",
            "part": "1",
            "seal": "7019C4EF"
        },
        {
            "hno": "4",
            "id": "11",
            "nass": "قَالَ أما اني لم أفارقه مُنْذُ أسلمت وَلَكِنِّي سمعته يَقُول ¶ من كذب عَليّ فَليَتَبَوَّأ مَقْعَده من النَّار ¶ زَاد الدَّارَقُطْنِيّ وَالله مَا قَالَ مُتَعَمدا وَأَنْتُم تَقولُونَ مُتَعَمدا ¶ 4 - وَأخرج البُخَارِيّ وَمُسلم وَالْحَاكِم فِي الْمدْخل عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 5 - وَأخرج البُخَارِيّ وَمُسلم وَالتِّرْمِذِيّ وَالدَّارَقُطْنِيّ عَن الْمُغيرَة بن شُعْبَة قَالَ سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول ¶ ان كذبا عَليّ لَيْسَ ككذب على أحد من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 6 - وَأخرج البُخَارِيّ وَالدَّارَقُطْنِيّ عَن سَلمَة بن الْأَكْوَع قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "11",
            "part": "1",
            "seal": "72740812"
        },
        {
            "hno": "7",
            "id": "12",
            "nass": "من يقل عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 7 - وَأخرج البُخَارِيّ وَالتِّرْمِذِيّ وَالدَّارَقُطْنِيّ وَالْحَاكِم فِي الْمدْخل عَن عبد الله بن عَمْرو قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ حدثوا عني وَلَا تكذبوا عَليّ فَمن كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 8 - وَأخرج أَحْمد وَالتِّرْمِذِيّ وَصَححهُ وَابْن مَاجَه وَالْحَاكِم فِي الْمدْخل عَن عبد الله بن مَسْعُود قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "12",
            "part": "1",
            "seal": "B18BFC4D"
        },
        {
            "hno": "9",
            "id": "13",
            "nass": "9 - وَأخرج أَحْمد والدرامي وَابْن مَاجَه عَن جَابر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 10 - وَأخرج أَحْمد والدارمي وَابْن مَاجَه عَن أبي قَتَادَة سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول على هَذَا الْمِنْبَر",
            "page": "13",
            "part": "1",
            "seal": "5EE21EC9"
        },
        {
            "hno": "11",
            "id": "14",
            "nass": "اياكم وَكَثْرَة الحَدِيث عني فَمن قَالَ عَليّ فَلَا يَقُول الا حَقًا أَو صدقا وَمن قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 11 - وَأخرج ابْن مَاجَه عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من تَقول عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 12 - وَأخرج ابْن مَاجَه عَن أبي سعيد الْخُدْرِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 13 - وَأخرج مُسلم وَالتِّرْمِذِيّ وَالنَّسَائِيّ عَن أبي سعيد الْخُدْرِيّ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ لَا تكْتبُوا عني شَيْئا سوى الْقُرْآن فَمن كتب عني شَيْئا غير الْقُرْآن فليمحه وَحَدثُوا عَن بني اسرائيل وَلَا حرج وَحَدثُوا عني وَلَا تكذبوا عَليّ فَمن كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "14",
            "part": "1",
            "seal": "63DA794A"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - وَأخرج أَبُو يعلى وَالطَّبَرَانِيّ فِي الْأَوْسَط والعقيلي عَن أبي بكر الصّديق قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا أَو رد شَيْئا أمرت بِهِ فَليَتَبَوَّأ بَيْتا فِي جَهَنَّم",
            "page": "15",
            "part": "1",
            "seal": "7C0CE6AE"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - وَأخرج أَحْمد وَأَبُو يعلى عَن دجين أَبُو الْغُصْن قَالَ ¶ قدمت الْمَدِينَة فَلَقِيت أسلم مولى عمر بن الْخطاب فَقلت حَدثنِي عَن عمر فَقَالَ لَا أَسْتَطِيع أَخَاف أَن أَزِيد أَو أنقص كُنَّا اذا قُلْنَا لعمر حَدثنَا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ أَخَاف أَن أَزِيد حرفا أَو أنقص ان رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ فَهُوَ فِي النَّار ¶ 16 - وَأخرج أَحْمد وَالْبَزَّار وَأَبُو يعلى وَالدَّارَقُطْنِيّ",
            "page": "16",
            "part": "1",
            "seal": "CDFEC03C"
        },
        {
            "hno": "17",
            "id": "17",
            "nass": "فِي مُقَدّمَة كتاب الضُّعَفَاء وَالْحَاكِم فِي الْمدْخل عَن عُثْمَان بن عَفَّان أَنه كَانَ يَقُول مَا يَمْنعنِي أَن أحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَن لَا أكون أوعى أَصْحَابه عَنهُ وَلَكِنِّي أشهد لسمعته يَقُول من قَالَ عَليّ كذبا فَليَتَبَوَّأ بَيْتا فِي النَّار وَفِي لفظ ¶ من قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 17 - وَأخرج أَبُو يعلى وَالطَّبَرَانِيّ عَن طَلْحَة بن عبيد الله سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 18 - وَأخرج الْبَزَّار وَأَبُو يعلى وَالدَّارَقُطْنِيّ وَالْحَاكِم فِي",
            "page": "17",
            "part": "1",
            "seal": "EDB26A85"
        },
        {
            "hno": "19",
            "id": "18",
            "nass": "الْمدْخل عَن سعيد بن زيد بن عَمْرو بن نفَيْل قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ ان كذبا عَليّ لَيْسَ ككذب على أحد من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 19 - وَأخرج أَحْمد وهنادبن السّري فِي الزّهْد وَالْبَزَّار وَالطَّبَرَانِيّ وَالْحَاكِم فِي الْمدْخل عَن ابْن عمر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ان الَّذِي يكذب عَليّ يبْنى لَهُ بَيت فِي النَّار ¶ 20 - وَأخرج أَحْمد والْحَارث بن أبي أُسَامَة فِي مُسْنده",
            "page": "18",
            "part": "1",
            "seal": "01F39A89"
        },
        {
            "hno": "21",
            "id": "19",
            "nass": "وَالطَّبَرَانِيّ عَن مُعَاوِيَة بن أبي سُفْيَان عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 21 - وَأخرج أَحْمد وَالْبَزَّار وَأَبُو يعلى وَالطَّبَرَانِيّ عَن خَالِد ابْن عرفطة سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا وَلَفظ الْبَزَّار من قَالَ عَليّ مَا لم أقل فليتبوأمقعده من النَّار ¶ 22 - وَأخرج أَحْمد والْحَارث بن أبي أُسَامَة وَالْبَزَّار وَالطَّبَرَانِيّ وَالْحَاكِم فِي الْمدْخل عَن يحيى بن مَيْمُون الْحَضْرَمِيّ",
            "page": "19",
            "part": "1",
            "seal": "C720D8E6"
        },
        {
            "hno": "23",
            "id": "20",
            "nass": "أَن أَبَا مُوسَى الغافقي سمع عقبَة بن عَامر الْجُهَنِيّ يحدث على الْمِنْبَر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ... أَحَادِيث فَقَالَ أَبُو مُوسَى ان صَاحبكُم هَذَا لحافظ أَو هَالك ان رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ آخر مَا عهد الينا أَن قَالَ ¶ عَلَيْكُم بِكِتَاب الله وسترجعون الى قوم يحبونَ الحَدِيث عني فَمن قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار وَمن حفظ شَيْئا فليحدث بِهِ ¶ 23 - وَأخرج أَحْمد وَأَبُو يعلى وَالطَّبَرَانِيّ عَن عقبَة بن عَامر سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "20",
            "part": "1",
            "seal": "1AF0BD12"
        },
        {
            "hno": "24",
            "id": "21",
            "nass": "24 - وَأخرج أَحْمد وَالْبَزَّار وَالطَّبَرَانِيّ عَن زيد بن أَرقم سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 25 - وَأخرج أَحْمد عَن قيس بن سعد بن عبَادَة الْأنْصَارِيّ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مضجعا من النَّار أَو بَيْتا فِي جَهَنَّم ¶ 26 - وَأخرج الْبَزَّار والعقيلي فِي الضُّعَفَاء عَن عمرَان بن حُصَيْن أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ",
            "page": "21",
            "part": "1",
            "seal": "E73973CE"
        },
        {
            "hno": "27",
            "id": "22",
            "nass": "من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 27 - وَأخرج الطَّبَرَانِيّ فِي الْأَوْسَط عَن عبد الله بن عَمْرو أَن رجلا لبس حلَّة مثل حلَّة النَّبِي صلى الله عَلَيْهِ وَسلم ثمَّ أَتَى أهل بَيت من الْمَدِينَة فَقَالَ ان رَسُول الله صلى الله عَلَيْهِ وَسلم أَمرنِي أَي أهل بَيت شِئْت استطلعت فَقَالُوا عهدنا برَسُول الله صلى الله عَلَيْهِ وَسلم لَا يَأْمر بالفواحش فأعدوا لَهُ بَيْتا وَأَرْسلُوا رَسُولا إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فأخبروه فَقَالَ لأبي بكر وَعمر ¶ انْطَلقَا اليه فَإِن وجدتماه حَيا فاقتلاه ثمَّ حرقاه بالنَّار وان وجدتماه قد كفيتماه وَلَا أراكما الا وَقد كفيتماه فَحَرقَاهُ ¶ فَأتيَاهُ فوجداه قد خرج من اللَّيْل يَبُول فلدغته حَيَّة أَفْعَى فَمَاتَ فَحَرقَاهُ بالنَّار ثمَّ رجعا الى رَسُول الله صلى الله عَلَيْهِ وَسلم فَأَخْبَرَاهُ الْخَبَر فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "22",
            "part": "1",
            "seal": "36CC95A5"
        },
        {
            "hno": "28",
            "id": "23",
            "nass": "28 - وَأخرج الطَّبَرَانِيّ فِي الْأَوْسَط عَن زيد بن أَرقم والبراء ابْن عَازِب أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 29 - وَأخرج الطَّبَرَانِيّ عَن أبي مُوسَى الْأَشْعَرِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 30 - وَأخرج الطَّبَرَانِيّ فِي الْأَوْسَط عَن معَاذ بن جبل سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "23",
            "part": "1",
            "seal": "FCDDA533"
        },
        {
            "hno": "31",
            "id": "24",
            "nass": "31 - وَأخرج الطَّبَرَانِيّ عَن عَمْرو بن مرّة الْجُهَنِيّ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده فِي النَّار ¶ 32 - وَأخرج الطَّبَرَانِيّ فِي الصَّغِير عَن نبيط بن شريط قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده فِي النَّار ¶ 33 - وَأخرج الطَّبَرَانِيّ والحافظ عبد الْغَنِيّ بن سعيد فِي كتاب ايضاح الأشكال عَن عمار بن يَاسر سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول",
            "page": "24",
            "part": "1",
            "seal": "FEE2A4E6"
        },
        {
            "hno": "34",
            "id": "25",
            "nass": "من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 34 - وَأخرج الطَّبَرَانِيّ عَن عَمْرو بن عبسة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 35 - وَأخرج الطَّبَرَانِيّ عَن عَمْرو بن حُرَيْث عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من كذب عَليّ مُتَعَمدا فليتبوأمقعده من النَّار ¶ 36 - وَأخرج الدَّارمِيّ وَالطَّبَرَانِيّ عَن ابْن عَبَّاس قَالَ قَالَ",
            "page": "25",
            "part": "1",
            "seal": "D96CB24B"
        },
        {
            "hno": "37",
            "id": "26",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 37 - وَأخرج الطَّبَرَانِيّ عَن عتبَة بن غَزوَان سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 38 - وَأخرج الطَّبَرَانِيّ وَابْن عدي عَن الْعرس بن عميرَة سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 39 - وَأخرج الدَّارمِيّ وَالطَّبَرَانِيّ عَن يعلى بن مرّة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "26",
            "part": "1",
            "seal": "10B2669C"
        },
        {
            "hno": "40",
            "id": "27",
            "nass": "من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 40 - وَأخرج الْبَزَّار وَالطَّبَرَانِيّ عَن أبي مَالك الْأَشْجَعِيّ عَن أَبِيه واسْمه طَارق بن أَشْيَم قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 41 - وَأخرج الطَّبَرَانِيّ وَأَبُو نعيم والاسماعيلي فِي مُعْجَمه عَن سلمَان بن خَالِد الْخُزَاعِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ بَيْتا فِي النَّار ¶ 42 - وَأخرج الطَّبَرَانِيّ عَن عَمْرو بن دِينَار أَن بني",
            "page": "27",
            "part": "1",
            "seal": "420D8DDB"
        },
        {
            "hno": "43",
            "id": "28",
            "nass": "صُهَيْب قَالُوا لِصُهَيْب يَا أَبَانَا ان أَبنَاء أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم يحدثُونَ عَن آبَائِهِم فَقَالَ سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 43 - وَأخرج الطَّبَرَانِيّ عَن السَّائِب بن يزِيد قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "28",
            "part": "1",
            "seal": "952634B7"
        },
        {
            "hno": "44",
            "id": "29",
            "nass": "44 - وَأخرج الطَّبَرَانِيّ عَن أبي أُمَامَة الْبَاهِلِيّ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مقْعدا بَين عَيْني جَهَنَّم ¶ 45 - وَأخرج الطَّبَرَانِيّ عَن أبي قرصافة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ حدثوا عني مَا تَسْمَعُونَ وَلَا يحل لرجل ان يكذب عَليّ فَمن كذب عَليّ أَو قَالَ عَليّ غير مَا قلت بني لَهُ بَيت فِي جَهَنَّم يرتع فِيهِ",
            "page": "29",
            "part": "1",
            "seal": "F3DD7C62"
        },
        {
            "hno": "46",
            "id": "30",
            "nass": "46 - وَأخرج الطَّبَرَانِيّ عَن رَافع بن خديج قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ لَا تكذبوا عَليّ فَإِنَّهُ لَيْسَ كذب عَليّ ككذب على أحد ¶ 47 - وَأخرج الطَّبَرَانِيّ عَن أَوْس بن أَوْس الثَّقَفِيّ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب على نبيه أَو على عَيْنَيْهِ أَو على وَالِديهِ لم يرح رَائِحَة الْجنَّة ¶ 48 - وَأخرج الطَّبَرَانِيّ فِي الْأَوْسَط عَن حُذَيْفَة بن الْيَمَان قَالَ قَالَ رسوا الله صلى الله عَلَيْهِ وَسلم",
            "page": "30",
            "part": "1",
            "seal": "F0212665"
        },
        {
            "hno": "49",
            "id": "31",
            "nass": "لَا تكذبوا عَليّ ان الَّذِي يكذب عَليّ لجريء ¶ 49 - وَأخرج الطَّبَرَانِيّ فِي الْأَوْسَط عَن أبي خلدَة قَالَ سَمِعت مَيْمُون الْكرْدِي وَهُوَ عِنْد مَالك بن دِينَار فَقَالَ لَهُ مَالك بن دِينَار مَا للشَّيْخ لَا يحدث عَن أَبِيه فان أَبَاك قد أدْرك النَّبِي صلى الله عَلَيْهِ وَسلم وَسمع مِنْهُ ¶ فَقَالَ كَانَ أبي لَا يحدثنا عَن النَّبِي صلى الله عَلَيْهِ وَسلم مَخَافَة أَن يزِيد أَو ينقص وَقَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 50 - وَأخرج الطَّبَرَانِيّ عَن سعد بن المدحاس عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ",
            "page": "31",
            "part": "1",
            "seal": "064E85EC"
        },
        {
            "hno": "51",
            "id": "32",
            "nass": "من علم شَيْئا فَلَا يَكْتُمهُ وَمن كذب عَليّ فَليَتَبَوَّأ بَيْتا فِي جَهَنَّم ¶ 51 - وَأخرج ابْن عدي فِي الْكَامِل عَن بُرَيْدَة قَالَ كَانَ حَيّ من بني لَيْث على ميل من الْمَدِينَة وَكَانَ رجل قد خطب مِنْهُم فِي الْجَاهِلِيَّة فَلم يزوجوه فَأَتَاهُم وَعَلِيهِ حلَّة فَقَالَ ان رَسُول الله صلى الله عَلَيْهِ وَسلم كساني هَذِه وَأَمرَنِي أَن أحكم فِي أَمْوَالكُم ودمائكم ¶ ثمَّ انْطلق فَنزل على تِلْكَ الْمَرْأَة الَّتِي كَانَ خطبهَا فَأرْسل الْقَوْم الى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ ¶ كذب عَدو الله ¶ ثمَّ أرسل رجلا فَقَالَ ¶ ان وجدته حَيا فَاضْرب عُنُقه وان وجدته مَيتا",
            "page": "32",
            "part": "1",
            "seal": "BD5C9FD4"
        },
        {
            "hno": "52",
            "id": "33",
            "nass": "فاحرقه فجَاء فَوَجَدَهُ قد لدغته أَفْعَى فَمَاتَ فحرقه بالنَّار فَذَلِك قَول رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 52 - وَأخرج الطَّبَرَانِيّ عَن عبد الله بن مُحَمَّد بن الْحَنَفِيَّة قَالَ ¶ انْطَلَقت مَعَ أبي الى صهر لنا من أسلم من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم فَسَمعته يَقُول سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ أَرحْنَا بهَا يَا بِلَال يَعْنِي الصَّلَاة ¶ قلت أسمعت ذَا من رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فَغَضب وَأَقْبل يُحَدِّثهُمْ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم بعث رجلا الى حَيّ من أَحيَاء الْعَرَب فَلَمَّا أَتَاهُم قَالَ لَهُم ان رَسُول الله صلى الله عَلَيْهِ وَسلم أَمرنِي أَن أحكم فِي نِسَائِكُم بِمَا شِئْت",
            "page": "33",
            "part": "1",
            "seal": "036D409B"
        },
        {
            "hno": "53",
            "id": "34",
            "nass": "فَقَالُوا سمعا وَطَاعَة لأمر رَسُول الله ¶ وبعثوا رجلا الى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ ان فلَانا جَاءَنَا فَقَالَ ان رَسُول الله صلى الله عَلَيْهِ وَسلم أَمرنِي أَن أحكم فِي نِسَائِكُم فان كَانَ عَن أَمرك فسمعا وَطَاعَة وان كَانَ غير ذَلِك فأحببنا أَن نعلمك ¶ فَغَضب رَسُول الله صلى الله عَلَيْهِ وَسلم وَبعث رجلا من الْأَنْصَار وَقَالَ ¶ اذْهَبْ فاقتله واحرقه بالنَّار ¶ فَانْتهى اليه وَقد مَاتَ وقبر فَأمر بِهِ فنبش ثمَّ أحرقه بالنَّار ¶ ثمَّ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ فَقَالَ تراني كذبت على رَسُول الله صلى الله عَلَيْهِ وَسلم بعد هَذَا ¶ 53 - وَأخرج أَبُو مُحَمَّد الرامهر مزي فِي كتاب الْمُحدث",
            "page": "34",
            "part": "1",
            "seal": "67EE3D31"
        },
        {
            "hno": "54",
            "id": "35",
            "nass": "الْفَاصِل عَن مَالك بِهِ عتاهية قَالَ ان رَسُول الله صلى الله عَلَيْهِ وَسلم عهد الينا فِي حجَّة الْوَدَاع فَقَالَ ¶ عَلَيْكُم بِالْقُرْآنِ وسترجعون الى أَقوام يحدثُونَ عني فَمن عقل شَيْئا فليحدث بِهِ وَمن قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ بَيْتا فِي جَهَنَّم ¶ 54 - وَأخرج الطَّبَرَانِيّ والرامهر مزي عَن رَافع بن خديج قَالَ مر علينا رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْمًا وَنحن نتحدث فَقَالَ ¶ مَا تحدثون ¶ فَقُلْنَا مَا سمعنَا مِنْك يَا رَسُول الله ¶ فَقَالَ تحدثُوا وليتبوأ من كذب عَليّ مَقْعَده من جَهَنَّم ¶ 55 - وَأخرج ابْن سعد فِي الطَّبَقَات وَالطَّبَرَانِيّ عَن",
            "page": "35",
            "part": "1",
            "seal": "087C6A8C"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "المنقع التَّمِيمِي قَالَ أتيت النَّبِي صلى الله عَلَيْهِ وَسلم بِصَدقَة ابلنا فَأمر بهَا فقبضت فَقلت ان فِيهَا ناقتين هَدِيَّة لَك فَأمر بعزل الْهَدِيَّة عَن الصَّدَقَة فَمَكثت أَيَّامًا وخاض النَّاس أَن رَسُول الله صلى الله عَلَيْهِ وَسلم باعث خَالِد بن الْوَلِيد الى رَقِيق مُضر فمصدقهم فَقلت وَالله مَا عِنْد أهلنا من مَال فَأتيت النَّبِي صلى الله عَلَيْهِ وَسلم فَقلت ان النَّاس خَاضُوا فِي كَذَا وَكَذَا فَرفع النَّبِي صلى الله عَلَيْهِ وَسلم يَدَيْهِ حَتَّى نظرت الى بَيَاض ابطيه وَقَالَ",
            "page": "36",
            "part": "1",
            "seal": "431174EF"
        },
        {
            "hno": "56",
            "id": "37",
            "nass": "اللَّهُمَّ لَا أحل لَهُم ان يكذبوا عَليّ ¶ قَالَ المنقع فَلم أحدث بِحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم الا حَدِيثا نطق بِهِ كتاب أَو جرت بِهِ سنة يكذب عَلَيْهِ فِي حَيَاته فَكيف بعد مَوته ¶ 56 - وَأخرج الْبَزَّار عَن ابْن عمر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من أفرى الفرى من أرى عَيْنَيْهِ مَا لم تَرَ وَمن أفرى الفرى من قَالَ عَليّ مَا لم أقل ¶ 57 - وَأخرج الْعقيلِيّ فِي كتاب الضُّعَفَاء عَن أبي كَبْشَة",
            "page": "37",
            "part": "1",
            "seal": "9AB4DD9B"
        },
        {
            "hno": "58",
            "id": "38",
            "nass": "الْأَنمَارِي قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 58 - وَأخرج الْعقيلِيّ عَن غَزوَان بن عتبَة عَن أَبِيه عَن جده قَالَ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 59 - وَأخرج الْعقيلِيّ وَالدَّارَقُطْنِيّ فِي الْأَفْرَاد عَن أبي رَافع قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ فَليَتَبَوَّأ مَقْعَده من جَهَنَّم",
            "page": "38",
            "part": "1",
            "seal": "1BE9DC09"
        },
        {
            "hno": "60",
            "id": "39",
            "nass": "60 - وَأخرج ابْن عَسَاكِر فِي تَارِيخه عَن وَاثِلَة بن الْأَسْقَع قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ ان من الْكَبَائِر أَن يَقُول الرجل عَليّ مَا لم أقل ¶ 61 - وَأخرج ابْن عدي وَالْحَاكِم فِي الْمدْخل من طَرِيق آخر عَن وَاثِلَة بن الْأَسْقَع عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ان من أفرى الفرى من قولني مَا لم أقل أَو من أرى عَيْنَيْهِ فِي الْمَنَام مَا لم تَرَ ¶ 62 - وَأخرج الْخَطِيب فِي تَارِيخه عَن النُّعْمَان بن",
            "page": "39",
            "part": "1",
            "seal": "3D5ACE5B"
        },
        {
            "hno": "63",
            "id": "40",
            "nass": "بشير عَن النَّبِي صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 63 - وَأخرج الطَّبَرَانِيّ عَن أُسَامَة بن زيد قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 64 - وَأخرج الْحَاكِم فِي الْمدْخل عَن جَابر بن عبد الله سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ اشْتَدَّ غضب الله على من كذب عَليّ مُتَعَمدا ¶ 65 - وَأخرج الْحَاكِم فِي الْمدْخل عَن بهز بن حَكِيم عَن",
            "page": "40",
            "part": "1",
            "seal": "43C6327A"
        },
        {
            "hno": "66",
            "id": "41",
            "nass": "أَبِيه عَن جده قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَعَلَيهِ لعنة الله وَالْمَلَائِكَة وَالنَّاس أَجْمَعِينَ لَا يقبل مِنْهُ صرف وَلَا عدل ¶ 66 - وَأخرج الْحَاكِم فِي الْمدْخل وَابْن صاعد والحافظ يُوسُف بن خَلِيل كِلَاهُمَا فِي جمع طرق هَذَا الحَدِيث من طَرِيق ربعي وَغَيره عَن حُذَيْفَة بن الْيَمَان قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "41",
            "part": "1",
            "seal": "B637FA78"
        },
        {
            "hno": "67",
            "id": "42",
            "nass": "من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 67 - وَأخرج الطَّبَرَانِيّ فِي الصَّغِير وَالدَّارَقُطْنِيّ فِي مُقَدّمَة كتاب الضُّعَفَاء وَالْحَاكِم فِي الْمدْخل من طرق عَن عَليّ بن أبي طَالب قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 68 - وَأخرج الدَّارَقُطْنِيّ من طَرِيق رِفَاعَة بن هدير بن عبد الرَّحْمَن بن رَافع بن خديج عَن أَبِيه عَن جده قَالَ ¶ كُنَّا عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فجَاء رجل فَقَالَ ¶ يَا رَسُول الله ان النَّاس يحدثُونَ عَنْك بِكَذَا وَكَذَا",
            "page": "42",
            "part": "1",
            "seal": "2C00C8DD"
        },
        {
            "hno": "69",
            "id": "43",
            "nass": "قَالَ مَا قلته مَا أَقُول الا مَا ينزل من السَّمَاء وَيحكم لَا تكذبوا عَليّ فَإِنَّهُ لَيْسَ كذب عَليّ ككذب على غَيْرِي ¶ 69 - وَأخرج الْحَاكِم فِي الْمدْخل عَن عبد الله بن الزبير أَنه سمع رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من حدث عني كذبا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 70 - وَأخرج الْبَزَّار وَابْن عدي عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ ثَلَاثَة لَا يربحون رَائِحَة الْجنَّة رجل ادّعى الى غير أَبِيه وَرجل كذب على نبيه وَرجل كذب على عَيْنَيْهِ ¶ 71 - وَأخرج أَحْمد وهناد بن السّري فِي الزّهْد وَالْحَاكِم فِي الْمُسْتَدْرك عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من تَقول عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ وَفِي لفظ بَيْتا فِي جَهَنَّم",
            "page": "43",
            "part": "1",
            "seal": "B5183ED6"
        },
        {
            "hno": "72",
            "id": "44",
            "nass": "72 - وَأخرج أَحْمد والْحَارث بن أبي أُسَامَة فِي مُسْنده من طَرِيق مرّة الْهَمدَانِي عَن رجل من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ خَطَبنَا رَسُول الله صلى الله عَلَيْهِ وَسلم على نَاقَة حَمْرَاء مخضرمة فَقَالَ ¶ أَتَدْرُونَ أَي يَوْم يومكم هَذَا ¶ قَالُوا يَوْم النَّحْر ¶ قَالَ صَدقْتُمْ هَذَا يَوْم الْحَج الْأَكْبَر ثمَّ قَالَ أَتَدْرُونَ أَي شهر شهركم هَذَا ¶ قَالُوا ذُو الْحجَّة ¶ قَالَ صَدقْتُمْ ثمَّ قَالَ أَتَدْرُونَ أَي بلد بلدكم هَذَا ¶ قَالُوا الْمشعر الْحَرَام ¶ قَالَ صَدقْتُمْ قَالَ فان دماءكم واموالكم عَلَيْكُم",
            "page": "44",
            "part": "1",
            "seal": "78FB8345"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "حرَام كَحُرْمَةِ يومكم هَذَا فِي شهركم هَذَا فِي بلدكم هَذَا أَلا وَأَنِّي فَرَطكُمْ على الْحَوْض أنظركم واني مُكَاثِر بكم الْأُمَم فَلَا تسودوا وَجْهي أَلا وَقد رَأَيْتُمُونِي وسمعتم مني وستسألون عني فَمن كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار أَلا واني مستنقذ رجَالًا ومستنقذ مني آخَرُونَ فَأَقُول أمتِي فَيُقَال انك لَا تَدْرِي مَا أَحْدَثُوا بعْدك",
            "page": "45",
            "part": "1",
            "seal": "93038221"
        },
        {
            "hno": "73",
            "id": "46",
            "nass": "73 - وَأخرج يحيى بن مُحَمَّد بن صاعد فِي جمعه لطرق هَذَا الحَدِيث وَابْن الْجَوْزِيّ فِي مُقَدّمَة كتاب الموضوعات عَن سعد بن أبي وَقاص سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 74 - وَأخرج الْخَطِيب فِي التَّارِيخ وَابْن الْجَوْزِيّ عَن",
            "page": "46",
            "part": "1",
            "seal": "D7D63AE7"
        },
        {
            "hno": "75",
            "id": "47",
            "nass": "أبي عُبَيْدَة بن الْجراح قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 75 - وَأخرج ابْن عدي وَابْن الْجَوْزِيّ عَن صُهَيْب عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ كلف يَوْم الْقِيَامَة أَن يعْقد بَين شعير تين فَذَلِك الَّذِي يَمْنعنِي من الحَدِيث ¶ 76 - وَأخرج الدَّارَقُطْنِيّ فِي الْأَفْرَاد والخطيب فِي التَّارِيخ وَابْن الْجَوْزِيّ من طَرِيق أبي البخْترِي عَن سلمَان",
            "page": "47",
            "part": "1",
            "seal": "9F2EDF3F"
        },
        {
            "hno": "77",
            "id": "48",
            "nass": "الْفَارِسِي قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 77 - وَأخرج ابْن الْجَوْزِيّ والحافظ يُوسُف بن خَلِيل الدِّمَشْقِي فِي جمعه لطرق هَذَا الحَدِيث عَن أبي ذَر قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 78 - وَأخرج يحيى بن صاعد وَابْن الْجَوْزِيّ ويوسف بن خَلِيل من طَرِيق أبي الطُّفَيْل عَن أبي سريحَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "48",
            "part": "1",
            "seal": "4E425F4A"
        },
        {
            "hno": "79",
            "id": "49",
            "nass": "من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 79 - وَأخرج ابْن عدي عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من أحدث حَدثا أَو آوى مُحدثا فَعَلَيهِ لعنة الله وَالْمَلَائِكَة وَالنَّاس أَجْمَعِينَ وعَلى من كذب عَليّ مُتَعَمدا ¶ 80 - وَأخرج ابْن قَانِع فِي مُعْجَمه وَابْن الْجَوْزِيّ عَن أُسَامَة بن زيد قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من تَقول عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ وَذَلِكَ أَنه بعث رجلا فِي حَاجَة فكذب عَلَيْهِ فَدَعَا عَلَيْهِ فَوجدَ مَيتا وَقد انْشَقَّ بَطْنه وَلم تقبله الأَرْض ¶ 81 - وَأخرج الدَّارَقُطْنِيّ وَابْن الْجَوْزِيّ عَن عبد الله بن الزبير قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "49",
            "part": "1",
            "seal": "1E281B1F"
        },
        {
            "hno": "82",
            "id": "50",
            "nass": "من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 82 - وَأخرج ابْن الْجَوْزِيّ من وَجه آخر عَن عبد الله ابْن الزبير أَنه قَالَ يَوْمًا لأَصْحَابه أَتَدْرُونَ مَا تَأْوِيل هَذَا الحَدِيث ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ رجل عشق امْرَأَة فَأتى أَهلهَا مسَاء فَقَالَ اني رَسُول رَسُول الله بَعَثَنِي اليكم أَن أتضيف فِي أَي بُيُوتكُمْ شِئْت قَالَ وَكَانَ ينْتَظر بيتوتة الْمسَاء ¶ فَأتى رجل مِنْهُم النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ ان فلَانا أَتَانَا يزْعم أَنَّك أَمرته أَن يبيت فِي أَي بُيُوتنَا شَاءَ فَقَالَ ¶ كذب يَا فلَان انْطلق مَعَه فان أمكنك الله مِنْهُ فَاضْرب عُنُقه وَأحرقهُ بالنَّار وَلَا أَرَاك الا قد كفيته",
            "page": "50",
            "part": "1",
            "seal": "8087C381"
        },
        {
            "hno": "83",
            "id": "51",
            "nass": "فَجَاءَت السَّمَاء فصبت فَخرج ليتوضأ فلسعته أَفْعَى فَلَمَّا بلغ ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ هُوَ فِي النَّار ¶ 83 - وَأخرج ابْن قَانِع فِي مُعْجم الصَّحَابَة وَابْن الْجَوْزِيّ عَن عبد الله بن أبي أوفى قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 84 - وَأخرج الدَّارَقُطْنِيّ وَابْن الْجَوْزِيّ عَن أبي رمثة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "51",
            "part": "1",
            "seal": "E535092E"
        },
        {
            "hno": "85",
            "id": "52",
            "nass": "85 - وَأخرج الدَّارَقُطْنِيّ وَابْن الْجَوْزِيّ عَن يزِيد بن أَسد عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 86 - وَأخرج الْحَاكِم عَن عَفَّان بن حبيب قَالَ ¶ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ وَأخرج الجوزقاني وَابْن الْجَوْزِيّ من طَرِيق",
            "page": "52",
            "part": "1",
            "seal": "37C64A76"
        },
        {
            "hno": "88",
            "id": "53",
            "nass": "خَالِد بن دريك عَن رجل من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من تَقول عَليّ مَا لم أقل فَليَتَبَوَّأ بَين عَيْني جَهَنَّم مقْعدا ¶ 88 - وَأخرج يحيى بن صاعد وَابْن الْجَوْزِيّ ويوسف ابْن خَلِيل عَن عَائِشَة قَالَت قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 89 - وَأخرج الدَّارَقُطْنِيّ وَابْن الْجَوْزِيّ عَن أم أَيمن قَالَت سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول",
            "page": "53",
            "part": "1",
            "seal": "D6CB39F7"
        },
        {
            "hno": "90",
            "id": "54",
            "nass": "من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 90 - وَأخرج ابْن الْجَوْزِيّ عَن عَليّ بن أبي طَالب رَضِي الله عَنهُ قَالَ ¶ من كذب على رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِنَّمَا يدمث مَجْلِسه من النَّار ¶ 91 - وَأخرج ابْن الْجَوْزِيّ عَن ابْن عَبَّاس قَالَ قَالَ الْعَبَّاس يَا رَسُول الله لَو اتخذنا لَك عَرِيشًا تكلم النَّاس من فَوْقه ويسمعون",
            "page": "54",
            "part": "1",
            "seal": "4EC834D5"
        },
        {
            "hno": "92",
            "id": "55",
            "nass": "فَقَالَ لَا أَزَال هَكَذَا يُصِيبنِي غبارهم ويطؤون عَقبي حَتَّى يريحني الله مِنْهُم فَمن كذب عَليّ فموعده النَّار ¶ 92 - وَأخرج ابْن عدي عَن سفينة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 93 - وَأخرج يُوسُف بن خَلِيل عَن زيد بن ثَابت قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "55",
            "part": "1",
            "seal": "010AC17C"
        },
        {
            "hno": "94",
            "id": "56",
            "nass": "94 - وَأخرج يُوسُف بن خَلِيل عَن كَعْب بن قُطْبَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 95 - وَأخرج يُوسُف بن خَلِيل عَن أبي العشراء عَن أَبِيه قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 96 - وَأخرج أَبُو نعيم ويوسف بن خَلِيل عَن جَابر بن عَابس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "56",
            "part": "1",
            "seal": "CEBA8C73"
        },
        {
            "hno": "97",
            "id": "57",
            "nass": "97 - وَأخرج أَبُو نعيم ويوسف بن خَلِيل عَن عبد الله ابْن زغب قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ قَالَ ابْن الْجَوْزِيّ فِي الموضوعات ¶ أَنبأَنَا ابراهيم بن دِينَار الْفَقِيه قَالَ أَنبأَنَا أَبُو الْعَلَاء صاعد بن سيار قَالَ سَمِعت أَبَا مُحَمَّد عبد الله بن يُوسُف",
            "page": "57",
            "part": "1",
            "seal": "9290D51B"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "الْحَافِظ يَقُول سَمِعت أَبَا مَسْعُود أَحْمد بن أبي بكر الْحَافِظ يَقُول سَمِعت أَبَا بكر مُحَمَّد بن أَحْمد بن عبد الْوَهَّاب الاسفراييني يَقُول لَيْسَ فِي الدُّنْيَا حَدِيث اجْتمع عَلَيْهِ الْعشْرَة الْمَشْهُود لَهُم بِالْجنَّةِ غير حَدِيث من كذب عَليّ ¶ قَالَ ابْن الْجَوْزِيّ مَا وَقعت لي رِوَايَة عبد الرَّحْمَن بن عَوْف الى الْآن انْتهى",
            "page": "58",
            "part": "1",
            "seal": "79F36B61"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "وَذكر ابْن مَنْدَه فِي مستخرجه أَن هَذَا الحَدِيث أَيْضا ورد من رِوَايَة سَمُرَة بن جُنْدُب والنواس بن سمْعَان وَعبد الله بن الْحَارِث بن جُزْء وَعبد الله بن جَعْفَر الْهَاشِمِي",
            "page": "59",
            "part": "1",
            "seal": "EFDCB062"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "وَعبد الله بن جَراد وَأبي بن كَعْب وَسليمَان بن صرد وَعَمْرو بن الْحمق وَعَمْرو بن عَوْف الْمُزنِيّ وَعَمْرو بن الْعَاصِ وجندب وجهجاه",
            "page": "60",
            "part": "1",
            "seal": "8B43AA44"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "الْغِفَارِيّ وسبرة وَمرَّة الْبَهْزِي وسخبرة وَأبي أسيد وَأبي أَيُّوب وَأبي بكرَة وَأبي الْحَمْرَاء وَأبي",
            "page": "61",
            "part": "1",
            "seal": "F492552D"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "السَّوْدَاء وَحَفْصَة بنت عمر وَخَوْلَة بنت حَكِيم ¶ وَمن لطيف مَا يذكر فِي ذَلِك مَا رَوَاهُ الْعَلامَة أَبُو الْقَاسِم عبد الرَّحْمَن بن مُحَمَّد الفوراني صَاحب التصانيف قَالَ حَدثنَا",
            "page": "62",
            "part": "1",
            "seal": "39090A5B"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "أَبُو بكر أَحْمد بن مُحَمَّد بن عَليّ الْمُؤَدب حَدثنَا أَبُو المظفر مُحَمَّد ابْن عبد الله بن الْخيام السَّمرقَنْدِي قَالَ ¶ سَمِعت الْخضر والياس يَقُولَانِ سمعنَا رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ قَالَ الذَّهَبِيّ فِي الْمِيزَان هَذَا الحَدِيث أملاه أَبُو عَمْرو",
            "page": "63",
            "part": "1",
            "seal": "EAD8FAAB"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "ابْن الصّلاح وَقَالَ هَذَا وَقع لنا فِي نُسْخَة من حَدِيث الْخضر والياس قَالَ الذَّهَبِيّ هَذِه نُسْخَة مَا أَدْرِي من وَضعهَا ¶ فَائِدَة ¶ لَا أعلم شَيْئا من الْكَبَائِر قَالَ أحد من أهل السّنة بتكفير مرتكبه الا الْكَذِب على رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِن الشَّيْخ أَبَا مُحَمَّد الْجُوَيْنِيّ من أَصْحَابنَا وَهُوَ وَالِد امام الْحَرَمَيْنِ قَالَ ان من",
            "page": "64",
            "part": "1",
            "seal": "144A0F4E"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "تعمد الْكَذِب صلى الله عَلَيْهِ وَسلم عَلَيْهِ يكفر كفرا يُخرجهُ عَن الْملَّة ¶ وَتَبعهُ على ذَلِك طَائِفَة مِنْهُم الإِمَام نَاصِر الدّين ابْن الْمُنِير من أَئِمَّة الْمَالِكِيَّة وَهَذَا يدل على أَنه أكبر الْكَبَائِر لِأَنَّهُ لاشيء من الْكَبَائِر يَقْتَضِي الْكفْر عِنْد أحد من أهل السّنة وَالله أعلم",
            "page": "65",
            "part": "1",
            "seal": "61CFCCBD"
        },
        {
            "hno": "98",
            "id": "66",
            "nass": "الْفَصْل الثَّانِي فِي تَحْرِيم رِوَايَة الحَدِيث الْكَذِب عَنهُ صلى الله عَلَيْهِ وَسلم ¶ 98 - أخرج مُسلم فِي مُقَدّمَة كِتَابه وَالتِّرْمِذِيّ وَصَححهُ وَابْن مَاجَه عَن الْمُغيرَة بن شُعْبَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من حدث عني حَدِيثا وَهُوَ يرى أَنه كذب فَهُوَ أحد الْكَاذِبين ¶ 99 - 2 وَأخرج مُسلم فِي الْمُقدمَة وَابْن مَاجَه عَن سَمُرَة بن جُنْدُب عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من حدث عني حَدِيثا وَهُوَ يرى أَنه كذب فَهُوَ أحد الْكَاذِبين ¶ 100 - 3 وَأخرج ابْن مَاجَه عَن عَليّ بن أبي طَالب عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من روى عني حَدِيثا وَهُوَ يرى أَنه كذب فَهُوَ أحد الْكَاذِبين",
            "page": "66",
            "part": "1",
            "seal": "0E66E78F"
        },
        {
            "hno": "101",
            "id": "67",
            "nass": "101 - 4 وَأخرج ابْن شاهين فِي جُزْء مَا قرب سَنَده عَن أنس عَن النَّبِي قَالَ ¶ من كذب فِي حَدِيث جَاءَ يَوْم الْقِيَامَة مَعَ الخاسرين ¶ 102 - 5 وَأخرج الْبَزَّار وَابْن عدي عَن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ فِي رِوَايَة حَدِيث فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 103 - 6 وَأخرج الدَّارَقُطْنِيّ فِي الْأَفْرَاد عَن أنس قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ وَالَّذِي نفس أبي الْقَاسِم بِيَدِهِ لَا يروي عني أحد مَا لم أَقَله الا تبوأ مَقْعَده من النَّار ¶ 104 - 7 وَأخرج أَحْمد وَابْن عدي عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ اتَّقوا الحَدِيث عني الا مَا علمْتُم فان من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار",
            "page": "67",
            "part": "1",
            "seal": "F1925FF6"
        },
        {
            "hno": "105",
            "id": "68",
            "nass": "105 - 8 وَأخرج الطَّبَرَانِيّ عَن أبي أُمَامَة سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من حدث عني حَدِيثا كذبا مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ قَالَ التِّرْمِذِيّ فِي جَامعه سَأَلت عبد الله بن عبد الرَّحْمَن أَبَا مُحَمَّد يَعْنِي الدَّارمِيّ عَن حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم ¶ من حدث عني حَدِيثا وَهُوَ يرى أَنه كذب فَهُوَ أحد الْكَاذِبين قلت لَهُ من روى حَدِيثا وَهُوَ يعلم أَن اسناده خطأ فَهُوَ دَاخل فِي حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم أَو اذا روى النَّاس حَدِيثا مُرْسلا فأسنده بَعضهم أَو قلب اسناده يكون قد دخل فِي هَذَا الحَدِيث",
            "page": "68",
            "part": "1",
            "seal": "2C8C1BC4"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "فَقَالَ لَا انما معنى هَذَا الحَدِيث اذا روى الرجل حَدِيثا وَلَا يعرف لذَلِك الحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم أصل فَحدث بِهِ فَأَخَاف أَن يكون قد دخل فِي هَذَا الحَدِيث ¶ وَقَالَ النَّوَوِيّ فِي شرح مُسلم تحرم رِوَايَة الحَدِيث الْمَوْضُوع على من عرف كَونه مَوْضُوعا أَو غلب على ظَنّه وَضعه فَمن روى حَدِيثا علم أَو ظن وَضعه وَلم يبين حَال رِوَايَته وَضعه فَهُوَ دَاخل فِي هَذَا الْوَعيد مندرج فِي جملَة الْكَاذِبين على رَسُول الله صلى الله عَلَيْهِ وَسلم لقَوْله صلى الله عَلَيْهِ وَسلم ¶ من حدث عني بِحَدِيث يرى أَنه كذب فَهُوَ أحد الْكَاذِبين",
            "page": "69",
            "part": "1",
            "seal": "1B5F3FDF"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "قَالَ وَلَا فرق فِي تَحْرِيم الْكَذِب عَلَيْهِ صلى الله عَلَيْهِ وَسلم بَين مَا كَانَ فِي الْأَحْكَام وَمَا لَا حكم فِيهِ كاالترغيب والترهيب والمواعظ وَغير ذَلِك وَكله حرَام من أكبر الْكَبَائِر وأقبح القبائح بِإِجْمَاع الْمُسلمين الَّذين يعْتد بهم فِي الاجماع الى أَن قَالَ وَقد أجمع أهل الْحل وَالْعقد على تَحْرِيم الْكَذِب على آحَاد النَّاس فَكيف بِمن قَوْله شرع وَكَلَامه وَحي وَالْكذب عَلَيْهِ كذب على الله تَعَالَى قَالَ تَعَالَى {وَمَا ينْطق عَن الْهوى إِن هُوَ إِلَّا وَحي يُوحى} انْتهى ¶ وَقَالَ القَاضِي عِيَاض فِي شرح مُسلم فِي حَدِيث ¶ من حدث عني حَدِيثا يرى أَنه كذب فَهُوَ أحد الْكَاذِبين ¶ وَكَيف لَا يكون كَاذِبًا وَهُوَ دَاخل تَحت حد الْكَاذِب وَكَلَامه دَاخل تَحت حد الْكَذِب",
            "page": "70",
            "part": "1",
            "seal": "0ACFE04B"
        },
        {
            "hno": "106",
            "id": "71",
            "nass": "قَالَ وَقَالَ أَبُو جَعْفَر الطَّحَاوِيّ هُوَ دَاخل فِي وَعِيد لحَدِيث فِيمَن كذب على النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَقَالَ أَبُو عبد الله الْحَاكِم هَذَا وَعِيد للمحدث اذا حدث بِمَا يعلم أَنه كذب وان لم يكن هُوَ الْكَاذِب انْتهى ¶ 106 - 9 وَقَالَ ابْن عدي فِي الْكَامِل حَدثنَا يحيى بن زَكَرِيَّا حيويه قَالَ ¶ وجدت فِي كتاب لأبي سعيد الْفرْيَابِيّ قَالَ قَالَ",
            "page": "71",
            "part": "1",
            "seal": "5196FAB1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "الْمُزنِيّ قَالَ الشَّافِعِي قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ حدثوا عَن بني اسرائيل وَلَا حرج وَحَدثُوا عني وَلَا تكذبوا عَليّ قَالَ مَعْنَاهُ أَن الحَدِيث عَن بني اسرائيل اذا حدثت",
            "page": "72",
            "part": "1",
            "seal": "D8C307D8"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "بِهِ فأديته على مَا سمعته حَقًا كَانَ أَو غير حق لم يكن عَلَيْك حرج والْحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم لَا يَنْبَغِي أَن يحدث بِهِ الا عَن ثِقَة وَقد قَالَ ¶ من حدث حَدِيثا وَهُوَ يرى أَنه كذب فَهُوَ أحد الْكَاذِبين ¶ قَالَ اذا حدثت بِالْحَدِيثِ فَيكون عنْدك كذبا ثمَّ تحدث بِهِ فَأَنت أحد الْكَاذِبين فِي المأثم ¶ وَقَالَ الشَّيْخ تَقِيّ الدّين بن الصّلاح فِي عُلُوم الحَدِيث ¶ لَا تحل رِوَايَة الحَدِيث الْمَوْضُوع لأحد علم حَاله فِي أَي معنى كَانَ الا مَقْرُونا بِبَيَان وَضعه بِخِلَاف غَيره من الْأَحَادِيث الضعيفة الَّتِي يحْتَمل صدقهَا فِي الْبَاطِن حَيْثُ جَازَ رِوَايَتهَا فِي التَّرْغِيب والترهيب ¶ وَقَالَ بعد ذَلِك يجوز عِنْد أهل الحَدِيث وَغَيرهم التساهل فِي الْأَسَانِيد وَرِوَايَة مَا سوى الْمَوْضُوع من أَنْوَاع الْأَحَادِيث الضعيفة من غير اهتمام بِبَيَان ضعفها فِيمَا سوى صِفَات الله تَعَالَى وَأَحْكَام الشَّرِيعَة من الْحَلَال وَالْحرَام وَغَيرهمَا وَذَلِكَ",
            "page": "73",
            "part": "1",
            "seal": "5D7BBD04"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "كالمواعظ والقصص وفضائل الْأَعْمَال وَسَائِر فنون التَّرْغِيب والترهيب وَسَائِر مَا لاتعلق لَهُ بِالْأَحْكَامِ والعقائد انْتهى ¶ وَقد أطبق على ذَلِك عُلَمَاء الحَدِيث فجزموا بِأَنَّهُ لَا تحل رِوَايَة الْمَوْضُوع فِي أَي معنى كَانَ الا مَقْرُونا بِبَيَان وَضعه بِخِلَاف الضَّعِيف فانه تجوز رِوَايَته فِي غير الْأَحْكَام والعقائد وَمِمَّنْ جزم بذلك شيخ الاسلام محيى الدّين النَّوَوِيّ فِي كِتَابيه الارشاد والتقريب وقاضي الْقُضَاة بدر الدّين ابْن جمَاعَة فى المنهل الروى",
            "page": "74",
            "part": "1",
            "seal": "CB49D55F"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "وَالطِّيبِي فِي الْخُلَاصَة وَشَيخ الاسلام سراج الدّين البُلْقِينِيّ فِي محَاسِن الِاصْطِلَاح وحافظ عصره الشَّيْخ زيد الدّين أَبُو الْفضل عبد الرَّحِيم الْعِرَاقِيّ فِي ألفيته وَشَرحهَا وَعبارَة الألفية ¶ (وَكَيف كَانَ لم يجيزوا ذكره ... لعالم مَا لم يبين أمره) ¶ وَقَالَ بعد ذَلِك ¶ (وسهلوا فِي غير مَوْضُوع رووا ... من غير تَبْيِين لضعف وَرَأَوا)",
            "page": "75",
            "part": "1",
            "seal": "89C13716"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "وَقَالَ الامام بدر الدّين الزَّرْكَشِيّ فِي نُكْتَة على مُخْتَصر ابْن الصّلاح ¶ حكم الحَدِيث الْمَوْضُوع أَنه لَا تحل رِوَايَته الا لقصد بَيَان حَال رَاوِيه لقَوْله صلى الله عَلَيْهِ وَسلم ¶ من حدث عني بِحَدِيث وَهُوَ يرى أَنه كذب فَهُوَ أحد الْكَاذِبين ¶ قَالَ وَأما الضَّعِيف فَيجوز بِشُرُوط ¶ أَحدهَا أَن لَا يكون فِي الْأَحْكَام والعقائد ذكره النَّوَوِيّ فِي الرَّوْضَة والأذكار وَغَيرهمَا من كتبه ¶ الثَّانِي أَن يكون لَهُ أصل شَاهد لذَلِك ذكره الشَّيْخ تَقِيّ الدّين بن دَقِيق الْعِيد فِي شرح الالمام",
            "page": "76",
            "part": "1",
            "seal": "D73A1DBB"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "الثَّالِث أَن لَا يعْتَقد ثُبُوت مَا فِيهِ ¶ ثمَّ قَالَ فَإِن قيل لم جوزتم الْعَمَل بالضعيف مَعَ الشَّاهِد الْقوي وَلم تجوزوه بالموضوع مَعَ الشَّاهِد ¶ قُلْنَا لِأَن الضَّعِيف لَهُ أصل فِي السّنة وَهُوَ غير مَقْطُوع بكذبة وَلَا أصل للموضوع أصلا فشاهده كالبناء على المَاء أَو على جرف هار انْتهى ¶ وَقَالَ حَافظ الْعَصْر قَاضِي الْقُضَاة شهَاب الدّين أَبُو الْفضل ابْن حجر فِي شرح النخبة",
            "page": "77",
            "part": "1",
            "seal": "E298F226"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "اتَّفقُوا على تَحْرِيم رِوَايَة الْمَوْضُوع الا مَقْرُونا ببيانه لقَوْله صلى الله عَلَيْهِ وَسلم من حدث عني بِحَدِيث يرى أَنه كذب فَهُوَ أحد الْكَاذِبين وَقَالَ فِي نُكْتَة على ابْن الصّلاح ¶ كفى بِهَذِهِ الْجُمْلَة وعيدا شَدِيدا فِي حق من روى الحَدِيث وَهُوَ يظنّ أَنه كذب فضلا عَن أَن يتَحَقَّق ذَلِك وَلَا يُبينهُ لِأَنَّهُ صلى الله عَلَيْهِ وَسلم جعل الْمُحدث بذلك مشاركا لكاذبه فِي وَضعه ¶ وَقَالَ مُسلم فِي مُقَدّمَة صَحِيحه ¶ أعلم أَن الْوَاجِب على كل أحد عرف التَّمْيِيز بَين صَحِيح الرِّوَايَات وسقيمها وثقات الناقلين لَهَا من المتهمين أَن لَا يروي الا مَا عرف صِحَة مخارجه والستارة فِي ناقله وَأَن يَنْفِي مِنْهَا مَا كَانَ من أهل التهم والمعاندين من أهل الْبدع ¶ قَالَ الْحَافِظ ابْن حجر وَكَلَامه مُوَافق لما دلّ عَلَيْهِ الحَدِيث الْمَذْكُور انْتهى ¶ وَقَالَ الْحَاكِم فِي الْمدْخل",
            "page": "78",
            "part": "1",
            "seal": "826FA2CA"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "من علم ¶ يكون بعده من الْكَذَّابين الَّذين يقصدون وضع الْأَحَادِيث عَلَيْهِ فأعلمهم أَن موعد الْكَاذِب عَلَيْهِ النَّار وَقد شدد فِي ذَلِك وَبَين أَن الْكَاذِب عَلَيْهِ فِي النَّار تعمد الْكَذِب أم لم يتَعَمَّد فِي قَوْله فِيمَا رَوَاهُ ابْن عمر أَن الَّذِي يكذب عَليّ يبْنى لَهُ بَيت فِي النَّار ¶ وَقد زَاد تشديدا بقوله فِيمَا رَوَاهُ عُثْمَان بن عَفَّان ¶ من قَالَ عَليّ مَا لم أقل فَإِنَّهُ اذا فعله غير متعمد للكذب اسْتوْجبَ هَذَا الْوَعيد من الْمُصْطَفى ثمَّ بَين صلى الله عَلَيْهِ وَسلم أَن الْكَذِب عَلَيْهِ لَيْسَ كالكذب فِيمَا بَين النَّاس فِي الاثم والعقوبة فِي قَوْله فِيمَا رَوَاهُ سعيد بن زيد ¶ ان كذبا عَليّ لَيْسَ ككذب على أحد ¶ قَالَ ثمَّ الْعجب من جمَاعَة جهلوا الْآثَار وأقاويل الصَّحَابَة",
            "page": "79",
            "part": "1",
            "seal": "CE9A1E96"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وَالتَّابِعِينَ فتوهموا بجهلهم أَن الْأَحَادِيث المروية عَن رَسُول الله صلى الله عَلَيْهِ وَسلم كلهَا صَحِيحَة وأنكروا الْجرْح وَالتَّعْدِيل جملَة وَاحِدَة جهلا مِنْهُم ¶ قَالَ وَفِي قَوْله صلى الله عَلَيْهِ وَسلم ¶ وسترجعون الى قوم يحبونَ الحَدِيث عني فَمن قَالَ عَليّ مَا لم أقل فَليَتَبَوَّأ مَقْعَده من النَّار ¶ أَخْبَار عَن كل مَا نَحن فِيهِ فِي زَمَاننَا هَذَا وانذار لما علم أَنه كَائِن فِي أمته من الدجالين ¶ قَالَ وَفِي قَوْله صلى الله عَلَيْهِ وَسلم فِيمَا رَوَاهُ عبد الله بن الزبير ¶ من حدث عني كذبا فَليَتَبَوَّأ مَقْعَده من النَّار وَعِيد للمحدث اذا حدث بِمَا يعلم أَنه كذب على رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "80",
            "part": "1",
            "seal": "2464C001"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وان لم يكن هُوَ الْكَاذِب فِي رِوَايَته انْتهى ¶ وَقَالَ ابْن الْجَوْزِيّ فِي الموضوعات ¶ لَا يجوز ذكر الموضوعات الا فِي كتب الْجرْح وَالتَّعْدِيل الا اذا بَين حَال وَاضعه فَأَما فِي الْمُنْتَقى والتخريج فَذكره قَبِيح الا أَن يتَكَلَّم عَلَيْهِ ¶ وَقَالَ الدَّارَقُطْنِيّ فِي مُقَدّمَة كتاب الضُّعَفَاء والمتروكين توعد صلى الله عَلَيْهِ وَسلم بالنَّار من كذب عَلَيْهِ بعد أمره بالتبليغ عَنهُ فَفِي ذَلِك دَلِيل على أَنه انما أَمر أَن يبلغ عَنهُ الصَّحِيح دون السقيم وَالْحق دون الْبَاطِل لَا أَن يبلغ عَنهُ جَمِيع مَا رُوِيَ عَنهُ لِأَنَّهُ قَالَ صلى الله عَلَيْهِ وَسلم ¶ كفى بِالْمَرْءِ اثما أَن يحدث بِكُل مَا سمع أخرجه مُسلم من حَدِيث أبي هُرَيْرَة فَمن حدث بِجَمِيعِ مَا سمع من الْأَخْبَار المروية عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَلم يُمَيّز بَين صحيحها وسقيمها",
            "page": "81",
            "part": "1",
            "seal": "BD55E31D"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "وحقها من باطلها بتاء الاثم وَخيف عَلَيْهِ أَن يدْخل فِي جملَة الْكَاذِبين على رَسُول الله صلى الله عَلَيْهِ وَسلم بِحكم رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه مِنْهُم فِي قَوْله من روى عني حَدِيثا يرى أَنه كذب فَهُوَ أحد الْكَاذِبين فَظَاهر هَذَا الْخَبَر دَال على أَن كل من روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم حَدِيثا وَهُوَ شَاك فِيهِ أصحيح هُوَ أَو غير صَحِيح يكون كَأحد الْكَاذِبين لِأَنَّهُ صلى الله عَلَيْهِ وَسلم قَالَ ¶ من حدث عني حَدِيثا وَهُوَ يرى أَنه كذب ¶ وَلم يقل وَهُوَ يستيقن أَنه كذب ¶ وللتحرز من مثل ذَلِك كَانَ الْخُلَفَاء الراشدون وَالصَّحَابَة المنتخبون رضوَان الله عَلَيْهِم يَتَّقُونَ كَثْرَة الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ويتشددون فِي ذَلِك مِنْهُم أَبُو بكر وَعمر وَعُثْمَان وَعلي وَطَلْحَة وَالزُّبَيْر وَعبد الرَّحْمَن بن عَوْف وَسعد بن أبي وَقاص وَعبد الله بن مَسْعُود والمقداد بن",
            "page": "82",
            "part": "1",
            "seal": "65BB803A"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "الْأسود وَأَبُو أَيُّوب الْأنْصَارِيّ وثوبان مولى رَسُول الله صلى الله عَلَيْهِ وَسلم وَزيد بن أَرقم وَأنس بن مَالك وَمُعَاوِيَة بن أبي سُفْيَان وَعمْرَان بن حُصَيْن وَأَبُو هُرَيْرَة وَعبد الله بن عمر وَعبد الله بن عَبَّاس وَأَبُو الدَّرْدَاء وَأَبُو قَتَادَة وصهيب وقرظة بن كَعْب وَغَيرهم ¶ وَكَانَ أَبُو بكر وَعمر يطالبان من روى هما حَدِيثا عَن",
            "page": "83",
            "part": "1",
            "seal": "64AD140D"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم لم يسمعاه مِنْهُ بِإِقَامَة الْبَيِّنَة عَلَيْهِ ويتوعدانه فِي ذَلِك ¶ وَكَانَ عَليّ بن أبي طَالب يسْتَحْلف عَلَيْهِ ¶ وَكَانَ عبد الله بن مَسْعُود يتَغَيَّر عِنْد ذكر الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وتنتفخ أوداجه ويسيل عرقه وتدمع عَيناهُ وَيَقُول أَو قَرِيبا من هَذَا أَو نَحْو هَذَا أَو شبه هَذَا كل ذَلِك خوفًا من الزِّيَادَة وَالنُّقْصَان أَو السَّهْو وَالنِّسْيَان واحتياطا للدّين وحفظا للشريعة وحسما لطمع طامع أَو زيغ زائغ أَن يجترئ فيحكي عَن رَسُول الله صلى الله عَلَيْهِ وَسلم مَا لم يقلهُ أَو يدْخل فِي الدّين مَا لَيْسَ مِنْهُ وليقتدي بهم من يسمع مِنْهُم وَيَأْخُذ عَنْهُم فيقفو أَثَرهم ويسلك طريقهم فاتبعهم على ذَلِك جمَاعَة من صالحي التَّابِعين واقتفوا آثَارهم وَاتبعُوا سبيلهم فِي الذب عَن السّنَن والبحث عَن رواتها",
            "page": "84",
            "part": "1",
            "seal": "E8F22A89"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "والتوقي فِي أَدَائِهَا مِنْهُم سعيد بن الْمسيب وَعُرْوَة بن الزبير وَعلي بن الْحُسَيْن وَعَمْرو بن عبد الْعَزِيز وطاووس ابْن كيسَان وَمُحَمّد بن مُسلم الزُّهْرِيّ وَأَبُو الزِّنَاد وَسعد",
            "page": "85",
            "part": "1",
            "seal": "9CEA5053"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "ابْن ابراهيم وعامر الشّعبِيّ وابراهيم النَّخعِيّ وشرحبيل ابْن السمط وَعقبَة بن نَافِع الفِهري وَمُحَمّد بن سِيرِين",
            "page": "86",
            "part": "1",
            "seal": "6EFEAFE6"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "وَأنس بن سِيرِين وَالْحسن الْبَصْرِيّ وَأَيوب السّخْتِيَانِيّ وَسليمَان التَّيْمِيّ وَعبد الله عون وَيُونُس",
            "page": "87",
            "part": "1",
            "seal": "EA04995F"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "ابْن عبيد وَالْحكم بن عتيبة وحبِيب بن أبي ثَابت وَمَنْصُور بن الْمُعْتَمِر وَغَيرهم ¶ وسلك مسلكهم وحذا حذوهم فِي ذَلِك طوائف الخالفين بعدهمْ مِنْهُم مَالك بن أنس وَشعْبَة بن الْحجَّاج",
            "page": "88",
            "part": "1",
            "seal": "0D94FECE"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "وسُفْيَان الثَّوْريّ وَحَمَّاد بن زيد ووهيب بن خَالِد وسُفْيَان بن عُيَيْنَة وزائدة وَزُهَيْر بن مُعَاوِيَة ¶ ثمَّ ذكر خلائق من الْأَئِمَّة الى أَن قَالَ حَتَّى كَانَ فِي",
            "page": "89",
            "part": "1",
            "seal": "B943067A"
        },
        {
            "hno": "107",
            "id": "90",
            "nass": "عصرنا هَذَا فتأملت أَحْوَال طالبي الْعلم وكاتبي الْأَحَادِيث فوجدتهم على الضِّدّ مِمَّا كَانَ عَلَيْهِ من قدمت ذكره من الْأَئِمَّة الا من وَفقه الله تَعَالَى مِنْهُم للصَّوَاب وَرَأَيْت أَكثر طالبيه فِي هَذَا الزَّمَان وَالْغَالِب على إرادتهم وَالظَّاهِر من شهواتهم كتب الْغَرِيب وَسَمَاع الْمُنكر حَتَّى صَار الْمَشْهُور عِنْد أَكْثَرهم غَرِيبا وَالْمَعْرُوف عِنْدهم مُنْكرا وخلطوا الصَّحِيح بالسقيم وَالْحق بِالْبَاطِلِ وَذَلِكَ لعدم معرفتهم بأحوال الروَاة ومحلهم ونقصان علمهمْ بالتمييز وزهدهم فِي تعلم ذَلِك والبحث عَنهُ وَطَلَبه من مظانه الى أَن قَالَ وَقد أخبر الله نبيه صلى الله عَلَيْهِ وَسلم بِمَا يكون بعده فِي أمته من الرِّوَايَات الكاذبة وَالْأَحَادِيث الْبَاطِلَة فَأمر النَّبِي صلى الله عَلَيْهِ وَسلم باجتناب رواتها وحذر مِنْهُم وَنهى عَن اسْتِمَاع أَحَادِيثهم وَعَن قبُول أخبارهم ¶ 107 - 10 فَقَالَ صلى الله عَلَيْهِ وَسلم ¶ سَيكون فِي آخر الزَّمَان أنَاس من أمتِي يحدثونكم بِمَا لَا تسمعوا أَنْتُم وَلَا آباؤكم فإياكم وإياهم أخرجه مُسلم من حَدِيث أبي هُرَيْرَة",
            "page": "90",
            "part": "1",
            "seal": "0953E17E"
        },
        {
            "hno": "108",
            "id": "91",
            "nass": "108 - 11 ثمَّ أخرج الدَّارَقُطْنِيّ بِسَنَدِهِ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ يكون فِي آخر الزَّمَان دجالون كذابون يأتونكم من الْأَحَادِيث بِمَا لم تسمعوا أَنْتُم وَلَا آباؤكم فإياكم واياهم لَا يضلونكم وَلَا يفتنونكم ¶ 109 - 12 وَأخرج بِسَنَدِهِ عَن جَابر بن سَمُرَة قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ ان بَين يَدي السَّاعَة كَذَّابين فاحذروهم ¶ قَالَ الدَّارَقُطْنِيّ فحذرنا رَسُول الله صلى الله عَلَيْهِ وَسلم الْكَذَّابين ونهانا عَن قبُول رواياتهم وأمرنا باتقاء الرِّوَايَة عَنهُ صلى الله عَلَيْهِ وَسلم الا مَا علمنَا صِحَّته ¶ 110 - 13 ثمَّ أخرج بِسَنَدِهِ عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ اتَّقوا الحَدِيث عني الا مَا علمْتُم",
            "page": "91",
            "part": "1",
            "seal": "A38DB761"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "وَأخرج بِسَنَدِهِ من طَرِيق رِفَاعَة بن هدير بن عبد الرَّحْمَن ابْن رَافع بن خديج عَن أَبِيه عَن جده قَالَ ¶ كُنَّا عِنْد رَسُول الله صلى الله عَلَيْهِ وَسلم فجَاء رجل فَقَالَ يَا رَسُول الله ان النَّاس يحدثُونَ عَنْك بِكَذَا وَكَذَا ¶ قَالَ مَا قلته مَا أَقُول الا مَا ينزل من السَّمَاء وَيحكم لَا تكذبوا عَليّ فَإِنَّهُ لَيْسَ كذب عَليّ ككذب على غَيْرِي ¶ قَالَ الدَّارَقُطْنِيّ ¶ وَمن سنته صلى الله عَلَيْهِ وَسلم وَسنة الْخُلَفَاء الرَّاشِدين من بعده الذب عَن سنته وَنفي الْأَخْبَار الكاذبة عَنْهَا والكشف عَن ناقلها وَبَيَان تزوير الْكَاذِبين ليسلم من أَن يكون خَصمه رَسُول الله صلى الله عَلَيْهِ وَسلم لِأَنَّهُ من روى عَن النَّبِي صلى الله عَلَيْهِ وَسلم حَدِيثا كذبا وَأقر عَلَيْهِ كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم خَصمه يَوْم الْقِيَامَة ¶ هَذَا كُله كَلَام الدَّارَقُطْنِيّ",
            "page": "92",
            "part": "1",
            "seal": "EE020FE2"
        },
        {
            "hno": "111",
            "id": "93",
            "nass": "الْفَصْل الثَّالِث فِي توفّي الصَّحَابَة وَالتَّابِعِينَ كَثْرَة الحَدِيث مَخَافَة من النسْيَان وَالدُّخُول فِي حَدِيث الْوَعيد ¶ 111 - 1 أخرج الدَّارمِيّ فِي مُسْنده وَابْن مَاجَه وَالدَّارَقُطْنِيّ فِي مُقَدّمَة كتاب الضُّعَفَاء عَن قرظة بن كَعْب قَالَ ¶ بعثنَا عمر بن الْخطاب الى الْكُوفَة وشيعنا فَمشى مَعنا الى مَوضِع يُقَال لَهُ خرار فَقَالَ أَتَدْرُونَ لم مشيت مَعكُمْ ¶ قُلْنَا لحق صُحْبَة رَسُول الله صلى الله عَلَيْهِ وَسلم وَلحق الْأَنْصَار ¶ قَالَ لكني مشيت مَعكُمْ لحَدِيث أردْت أَن أحدثكُم بِهِ",
            "page": "92",
            "part": "1",
            "seal": "D8F228ED"
        },
        {
            "hno": "112",
            "id": "94",
            "nass": "فَأَرَدْت أَن تحفظوه لممشاي مَعكُمْ انكم تقدمون على قوم لِلْقُرْآنِ فِي صُدُورهمْ هزيز كهزيز الْمرجل فَإِذا رأوكم مدوا اليكم أَعْنَاقهم وَقَالُوا أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم فأقلوا الرِّوَايَة عَن مُحَمَّد صلى الله عَلَيْهِ وَسلم ثمَّ أَنا شريككم ¶ 112 - 2 وَأخرج ابْن مَاجَه والرامهرمزي فِي كتاب الْمُحدث الْفَاصِل والموهبي فِي فضل الْعلم وَالدَّارَقُطْنِيّ عَن عبد الرَّحْمَن بن أبي ليلى قَالَ",
            "page": "93",
            "part": "1",
            "seal": "061691F9"
        },
        {
            "hno": "113",
            "id": "95",
            "nass": "قُلْنَا لزيد بن أَرقم حَدثنَا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ قَالَ كبرنا ونسينا والْحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم شَدِيد ¶ 113 - 3 وَأخرج الدَّارمِيّ وَابْن مَاجَه والرامهرمزي وَالدَّارَقُطْنِيّ عَن عَمْرو بن مَيْمُون قَالَ كنت لَا تفوتني عَشِيَّة خَمِيس الا آتِي فِيهَا عبد الله بن مَسْعُود فَمَا سمعته يَقُول لشَيْء قطّ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم حَتَّى كَانَ ذَات عَشِيَّة فَقَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فاغرورقت عَيناهُ وَانْتَفَخَتْ أوداجه وَقَالَ أَو مثله أَو نَحوه أَو شَبيه بِهِ ¶ 141 - 4 وَأخرج الدَّارمِيّ عَن الشّعبِيّ وَابْن سِيرِين أَن ابْن مَسْعُود كَانَ اذا حدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْأَيَّام تَرَبد وَجهه وَقَالَ هَكَذَا أَو نَحوه",
            "page": "95",
            "part": "1",
            "seal": "E0EE0CC3"
        },
        {
            "hno": "115",
            "id": "96",
            "nass": "115 - 5 وَأخرج ابْن مَاجَه وَالدَّارَقُطْنِيّ عَن طَاوُوس قَالَ ¶ سَمِعت ابْن عَبَّاس يَقُول انا كُنَّا نَحْفَظ الحَدِيث والْحَدِيث يحفظ عَن رَسُول صلى الله عَلَيْهِ وَسلم فَأَما اذا ركبتم الصعب والذلول فهيهات ¶ 116 - 6 وَأخرج البُخَارِيّ وَالدَّارَقُطْنِيّ عَن السَّائِب بن يزِيد قَالَ صَحِبت عبد الرَّحْمَن بن عَوْف وَطَلْحَة بن عبيد الله وَسعد بن أبي وَقاص والمقداد بن الْأسود فَلم أسمع وَاحِدًا مِنْهُم يحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم الا أَنِّي سَمِعت طَلْحَة يتحدث عَن يَوْم أحد ¶ 117 - 7 وَأخرج الدَّارمِيّ وَابْن مَاجَه والرامهرمزي وَالدَّارَقُطْنِيّ عَن السَّائِب بن يزِيد قَالَ ¶ خرجت مَعَ سعد بن أبي وَقاص من الْمَدِينَة الى مَكَّة فَمَا سمعته يحدث عَن النَّبِي صلى الله عَلَيْهِ وَسلم بِحَدِيث وَاحِد حَتَّى رَجعْنَا ¶ قَالَ حَمَّاد بن زيد لتعظيم الحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "96",
            "part": "1",
            "seal": "14C027AB"
        },
        {
            "hno": "118",
            "id": "97",
            "nass": "118 - 8 وَأخرج الدَّارمِيّ وَالدَّارَقُطْنِيّ عَن تَوْبَة الْعَنْبَري قَالَ قَالَ لي الشّعبِيّ ¶ أَرَأَيْت فلَانا الَّذِي يَقُول قَالَ رَسُول الله قَالَ رَسُول الله قعدت مَعَ ابْن عمر سنتَيْن أَو سنة وَنصفا فَمَا سمعته يحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم شَيْئا الا هَذَا الحَدِيث حَدِيث الضَّب ¶ 119 - 9 وَأخرج الدَّارمِيّ عَن عبد الْملك بن عبيد قَالَ ¶ مر بِنَا أنس بن مَالك فَقُلْنَا حَدثنَا بِبَعْض مَا سَمِعت من رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ وأتحلل ¶ 120 - 10 وَأخرج الدَّارمِيّ وَابْن مَاجَه والرامهرمزي وَالدَّارَقُطْنِيّ عَن مُحَمَّد بن سِيرِين قَالَ ¶ كَانَ أنس قَلِيل الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَكَانَ اذا حدث عَن النَّبِي صلى الله عَلَيْهِ وَسلم حَدِيثا ففرغ مِنْهُ قَالَ أَو كَمَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "97",
            "part": "1",
            "seal": "B564C87C"
        },
        {
            "hno": "121",
            "id": "98",
            "nass": "121 - 11 وَأخرج الرامَهُرْمُزِي والموهبي عَن عبد الرَّحْمَن بن يزِيد قَالَ ¶ كَانَ عبد الله يَعْنِي ابْن مَسْعُود يمْكث السّنة لَا يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فاذا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَخَذته الرعدة قَالَ وَيَقُول أَو هَكَذَا أَو نَحوه أَو شبهه ¶ 122 - 12 وَأخرج الدَّارمِيّ وَالطَّبَرَانِيّ والرامهرمزي وَالدَّارَقُطْنِيّ عَن أبي الدَّرْدَاء أَنه كَانَ اذا فرغ من الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ هَكَذَا أَو نَحوه أَو شبهه أَو شكله ¶ 123 - 13 وَأخرج ابْن مَاجَه والرامهرمزي وَالدَّارَقُطْنِيّ والموهبي عَن الشّعبِيّ قَالَ",
            "page": "98",
            "part": "1",
            "seal": "27B60D7D"
        },
        {
            "hno": "124",
            "id": "99",
            "nass": "جالست ابْن عمر سنة مَا سَمِعت مِنْهُ حَدِيثا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ 124 - (14) أخرج الموهبي عَن خَالِد بن سعد عَن أَبِيه قَالَ ¶ مَا رَأَيْت أتقى للْحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم من ابْن عمر ¶ 125 - 15 وَأخرج الطَّبَرَانِيّ فِي الْأَوْسَط والرامهرمزي وَالدَّارَقُطْنِيّ عَن ابراهيم بن عبد الرَّحْمَن بن عَوْف قَالَ ¶ بعث عمر بن الْخطاب الى جمَاعَة فَقَالَ مَا هَذَا الحَدِيث الَّذِي تكثرون عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فحبسهم بِالْمَدِينَةِ حَتَّى أستشهد 126 (16) وَأخرج الرامَهُرْمُزِي عَن السَّائِب بن يزِيد قَالَ",
            "page": "99",
            "part": "1",
            "seal": "B6D30337"
        },
        {
            "hno": "127",
            "id": "100",
            "nass": "أَرْسلنِي عُثْمَان بن عَفَّان الى رجل فَقَالَ قل لَهُ يَقُول لَك أَمِير الْمُؤمنِينَ مَا هَذَا الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم لقد أكثرت لتنتهين أَو لألحقنك بحبال دوس وأت فلَانا فَقل لَهُ يَقُول لَك أَمِير الْمُؤمنِينَ مَا هَذَا الحَدِيث لتنتهين أَو لألقينك بجبال القردة ¶ 127 - 17 وَأخرج الدَّارمِيّ عَن عَاصِم قَالَ ¶ سَأَلت الشّعبِيّ عَن حَدِيث فَحَدَّثَنِيهِ فَقلت انه يرفع الى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ لَا على مَا دون النَّبِي صلى الله عَلَيْهِ وَسلم أحب الينا فَإِن كَانَ فِيهِ زِيَادَة أَو نُقْصَان كَانَ على من دون النَّبِي صلى الله عَلَيْهِ وَسلم ¶ 128 - (18) أخرج الدَّارمِيّ عَن ابراهيم التَّيْمِيّ قَالَ",
            "page": "100",
            "part": "1",
            "seal": "ECDD7047"
        },
        {
            "hno": "129",
            "id": "101",
            "nass": "نهى رَسُول الله صلى الله عَلَيْهِ وَسلم عَن المحاقلة والمزابنة فَقيل لَهُ أما تحفظ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم حَدِيثا غير هَذَا قَالَ بلَى وَلَكِن أَقُول قَالَ عبد الله قَالَ عَلْقَمَة أحب الي ¶ 129 - 19 وَأخرج الرامَهُرْمُزِي عَن سَالم بن أبي الْجَعْد قَالَ",
            "page": "101",
            "part": "1",
            "seal": "1929C8A1"
        },
        {
            "hno": "130",
            "id": "102",
            "nass": "قَالَ شُرَحْبِيل بن السمط الْكِنْدِيّ لكعب بن مرّة الْبَهْزِي حَدثنِي مَا سَمِعت من رَسُول الله صلى الله عَلَيْهِ وَسلم وَاحْذَرْ ¶ 130 - 20 وَأخرج الرامَهُرْمُزِي عَن شُعْبَة قَالَ ¶ مَا رَأَيْت أخوف من سُلَيْمَان التَّيْمِيّ كَانَ اذا ذكر الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم تغير وَجهه ¶ 131 - 21 وَأخرج الرامَهُرْمُزِي وَالدَّارَقُطْنِيّ عَن دَاوُد ابْن خَالِد بن دِينَار أَنه مر هُوَ وَرجل يُقَال لَهُ أَبُو يُوسُف ابْن تَمِيم على ربيعَة بن أبي عبد الرَّحْمَن فَقَالَ لَهُ أَبُو يُوسُف انا نجد عِنْد غَيْرك من الحَدِيث مَا لَا نجده عنْدك قَالَ أما",
            "page": "102",
            "part": "1",
            "seal": "9384D0A5"
        },
        {
            "hno": "132",
            "id": "103",
            "nass": "ان عِنْدِي حَدِيثا كثيرا وَلَكِن هَذَا ربيعَة بن الهدير كَانَ يلْزم طَلْحَة بن عبيد الله يذكر أَنه لم يسمع طَلْحَة يحدث عَن النَّبِي صلى الله عَلَيْهِ وَسلم الا حَدِيثا وَاحِدًا ¶ 132 - 22 وَأخرج الدَّارَقُطْنِيّ عَن أَشْعَث بن سليم عَن أَبِيه قَالَ ¶ قدمت الْمَدِينَة فَإِذا أَبُو أَيُّوب يحدث عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم فَقلت لَهُ تحدث عَن أبي هُرَيْرَة وَقد سَمِعت من رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ انه قد سمع وأحدث عَن أبي هُرَيْرَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم أحب الي ¶ 133 - 23 وَأخرج الدَّارَقُطْنِيّ عَن أبي أسيد قَالَ",
            "page": "103",
            "part": "1",
            "seal": "A2656CBC"
        },
        {
            "hno": "134",
            "id": "104",
            "nass": "قُلْنَا لأبي قَتَادَة مَا لَك لَا تحدث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَمَا يحدث عَنهُ النَّاس ¶ قَالَ أَبُو قَتَادَة سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ من كذب عَليّ فَليَتَبَوَّأ لجنبه مضجعا من النَّار ¶ وَجعل رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ذَلِك وَيمْسَح الأَرْض بِيَدِهِ ¶ 134 - 24 وَأخرج الدَّارَقُطْنِيّ عَن عبد الرَّحْمَن بن كَعْب ابْن مَالك قَالَ قلت لأبي قَتَادَة حَدثنِي بِشَيْء سمعته من رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ قَالَ أخْشَى أَن يزل لساني بِشَيْء لم يقلهُ رَسُول الله صلى الله عَلَيْهِ وَسلم 135 (25) وَأخرج الْحَارِث بن أبي أُسَامَة فِي مُسْنده عَن ابْن كَعْب بن مَالك قَالَ",
            "page": "104",
            "part": "1",
            "seal": "CCEA6052"
        },
        {
            "hno": "136",
            "id": "105",
            "nass": "خرج علينا أَبُو قَتَادَة وَنحن نقُول قَالَ رَسُول الله كَذَا وَقَالَ رَسُول الله كَذَا فَقَالَ شاهدت الْوُجُوه أَتَدْرُونَ مَا تَقولُونَ قَالَ رسسول الله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ 136 - 26 وَأخرج الدَّارَقُطْنِيّ عَن أبي ادريس قَالَ ¶ كَانَ مُعَاوِيَة بن أبي سُفْيَان يقل الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ 137 - وَأخرج الدَّارَقُطْنِيّ عَن عبد الله بن عَامر قَالَ ¶ سَمِعت مُعَاوِيَة يخْطب على مِنْبَر دمشق قَالَ اياكم وَأَحَادِيث رَسُول الله صلى الله عَلَيْهِ وَسلم الا حَدِيثا ذكر على عهد عمر ان عمر كَانَ يخيف النَّاس فِي الله",
            "page": "105",
            "part": "1",
            "seal": "A26B29D3"
        },
        {
            "hno": "138",
            "id": "106",
            "nass": "138 - 28 وَأخرج الدَّارَقُطْنِيّ عَن قرظة بن كَعْب قَالَ ان كنت لأجلس مَعَ الْقَوْم فَيذكرُونَ الحَدِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم اني لمن أحفظهم لَهُ فَإِذا ذكرت وَصِيَّة عمر سكت",
            "page": "106",
            "part": "1",
            "seal": "72CD04E0"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "الْفَصْل الرَّابِع فِي بَيَان أَنه لَا يجوز لأحد رِوَايَة حَدِيث حَتَّى يعرضه على شيخ من عُلَمَاء الحَدِيث ويجيزه بروايته لاحْتِمَال أَن يكون ذَلِك الحَدِيث لَا أصل لَهُ فَيدْخل فِي حَدِيث من كذب عَليّ ¶ قَالَ الْحَافِظ زين الدّين الْعِرَاقِيّ فِي كِتَابه الْمُسَمّى ب الْبَاعِث على الْخَلَاص من حوادث الْقصاص صلى الله عَلَيْهِ وَسلم ¶ ثمَّ انهم يَعْنِي الْقصاص ينقلون حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم من غير معرفَة بِالصَّحِيحِ والسقيم ¶ قَالَ وان اتّفق أَنه نقل حَدِيثا صَحِيحا كَانَ آثِما فِي ذَلِك لِأَنَّهُ ينْقل مَا لَا علم لَهُ بِهِ وان صَادف الْوَاقِع كَانَ آثِما بإقدامه على مَا لَا يعلم",
            "page": "107",
            "part": "1",
            "seal": "E702B63B"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "قَالَ وَأَيْضًا فَلَا يحل لأحد مِمَّن هُوَ بِهَذَا الْوَصْف أَن ينْقل حَدِيثا من الْكتب بل وَلَو من الصَّحِيحَيْنِ مَا لم يقرأه على من يعلم ذَلِك من أهل الحَدِيث ¶ وَقد حكى الْحَافِظ أَبُو بكر بن خير اتِّفَاق الْعلمَاء على أَنه لَا يَصح لمُسلم أَن يَقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم كَذَا حَتَّى يكون عِنْده ذَلِك القَوْل مرويا وَلَو على أقل وُجُوه الرِّوَايَات لقَوْله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ وَفِي بعض الرِّوَايَات من كذب عَليّ مُطلقًا دون تَقْيِيد انْتهى ¶ وَذكر نَحوه فِي شرح الألفية وَأَشَارَ اليه فِي الألفية بقوله ¶ (قلت وَلابْن خير امْتنَاع ... نقل سوى مرويه اجماع)",
            "page": "108",
            "part": "1",
            "seal": "5368CFE5"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "الْفَصْل الْخَامِس فِي بَيَان أَن من أقدم على رِوَايَة الْأَحَادِيث الْبَاطِلَة يسْتَحق الضَّرْب بالسياط ويهدد بِمَا هُوَ أَكثر من ذَلِك ويزجر ويهجر وَلَا يسلم عَلَيْهِ ويغتاب فِي الله ويستعدى عَلَيْهِ عِنْد الْحَاكِم وَيحكم عَلَيْهِ بِالْمَنْعِ من رِوَايَة ذَلِك وَيشْهد عَلَيْهِ ¶ قَالَ الجوزقاني فِي كتاب الموضوعات لَهُ ¶ أخبرنَا أَبُو الْفضل الْمَقْدِسِي أَنبأَنَا أَبُو بكر أَحْمد بن عَليّ الأديب أَنبأَنَا أَبُو عبد الله الْحَاكِم سَمِعت أَبَا سهل مُحَمَّد بن سُلَيْمَان الْحَنَفِيّ يَقُول سَمِعت أَبَا الْعَبَّاس مُحَمَّد بن اسحاق السراج",
            "page": "109",
            "part": "1",
            "seal": "990BBB72"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "يَقُول شهِدت مُحَمَّد بن اسماعيل البُخَارِيّ وَدفع اليه كتاب من ابْن كرام يسْأَله عَن أَحَادِيث مِنْهَا ¶ الزُّهْرِيّ عَن سَالم عَن أَبِيه مَرْفُوعا ¶ الايمان لَا يزِيد وَلَا ينقص ¶ فَكتب مُحَمَّد بن اسماعيل على ظهر كِتَابه من حدث بِهَذَا اسْتوْجبَ الضَّرْب الشَّديد وَالْحَبْس الطَّوِيل أوردهُ الذَّهَبِيّ فِي الْمِيزَان",
            "page": "110",
            "part": "1",
            "seal": "F78A0E7C"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "وَقَالَ الذَّهَبِيّ فِي الْمِيزَان ¶ قَالَ عبد الله بن أَحْمد بن حَنْبَل سَأَلت يحيى بن معِين عَن زَكَرِيَّا بن يحيى الْكسَائي الْكُوفِي فَقَالَ رجل سوء يحدث بِأَحَادِيث سوء ¶ قلت فقد قَالَ لي انك كتبت عَنهُ فحول وَجهه وَحلف بِاللَّه انه لَا أَتَاهُ وَلَا كتب عَنهُ وَقَالَ يستأهل أَن يحْفر لَهُ بِئْر فَيلقى فِيهَا ¶ وَقَالَ فِي الْمِيزَان",
            "page": "111",
            "part": "1",
            "seal": "A5EFE16A"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "قَالَ أَبُو دَاوُد سَمِعت يحيى بن معِين يَقُول فِي سُوَيْد الْأَنْبَارِي هُوَ حَلَال الدَّم ¶ وَقَالَ الْحَاكِم أنكر على سُوَيْد حَدِيثه فِي ¶ من عشق وعف وكتم ¶ وَقَالَ يحيى بن معِين لما ذكر لَهُ هَذَا الحَدِيث لَو كَانَ لي فرس ورمح غزوت سويدا ¶ وَقَالَ فِي الْمِيزَان ¶ قيل لِابْنِ عُيَيْنَة روى مُعلى بن هِلَال عَن ابْن أبي نجيح عَن مُجَاهِد عَن عبد الله قَالَ ¶ التقنع من أَخْلَاق الْأَنْبِيَاء",
            "page": "112",
            "part": "1",
            "seal": "4A02D071"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "قَالَ ابْن عُيَيْنَة ان كَانَ الْمُعَلَّى يحدث بِهَذَا الحَدِيث عَن ابْن أبي نجيح مَا أحوجه أَن يضْرب عُنُقه ¶ وَقَالَ عبد الرَّزَّاق فِي المُصَنّف ¶ بَاب عُقُوبَة من كذب على النَّبِي صلى الله عَلَيْهِ وَسلم ¶ عَن معمر عَن رجل عَن سعيد بن جُبَير أَن رجلا كذب على النَّبِي صلى الله عَلَيْهِ وَسلم فَبعث عليا وَالزُّبَيْر فَقَالَ ¶ اذْهَبْ فَإِن أدركتماه فاقتلاه",
            "page": "113",
            "part": "1",
            "seal": "E25269EE"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "عَن ابْن التَّيْمِيّ عَن أَبِيه أَن عليا رَضِي الله عَنهُ قَالَ فِيمَن كذب على النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ تضرب عُنُقه ¶ وَعَن أبن جريج أَخْبرنِي قَالَ حسبت الْوَلِيد أَن النَّبِي صلى الله عَلَيْهِ وَسلم بعث إنْسَانا الى انسان كَانَ يكذب عَلَيْهِ بِالْيمن فَقَالَ ¶ حرقوه ثمَّ قَالَ لَا تعذب بِعَذَاب الله ¶ وَقَالَ الذَّهَبِيّ فِي الْمِيزَان ¶ قَالَ الْحَافِظ الصُّورِي قَالَ لي أَبُو الْقَاسِم العتابي",
            "page": "114",
            "part": "1",
            "seal": "60D3841A"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "كُنَّا يَوْمًا عِنْد أبي أَحْمد السامري فحدثنا عَن أبي الْعَلَاء الوكيعي فَأخْبرت الْحَافِظ عبد الْغَنِيّ فاستعظمه وَقَالَ ¶ سَله مَتى لَقيته ¶ فَرَجَعت اليه فَقَالَ سمعته مِنْهُ بِمَكَّة سنة ثَلَاثمِائَة فَأتيت عبد الْغَنِيّ فَأَخْبَرته فَقَالَ مَاتَ أَبُو الْعَلَاء عندنَا فِي أول سنة ثَلَاثمِائَة ثمَّ عبرت بعد مُدَّة مَعَ عبد الْغَنِيّ وَأَبُو أَحْمد السامري قَاعد يقْرَأ فَقلت أَلا تسلم عَلَيْهِ قَالَ لَا أسلم على من يكذب فِي حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَقَالَ ابْن عدي فِي الْكَامِل ¶ حَدثنَا ابْن حَمَّاد حَدثنِي عِيسَى بن يُونُس الرَّمْلِيّ ثَنَا حَمْزَة عَن نصر بن اسحاق عَن اسماعيل قَالَ قَالَ الشّعبِيّ",
            "page": "115",
            "part": "1",
            "seal": "12287AD7"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "لداود بن يزِيد الأودي ولجابر الْجعْفِيّ ¶ لَو كَانَ لي عَلَيْكُمَا سَبِيل وَلم أجد الا تبرا لسبكته ثمَّ غللتكما بِهِ ¶ وَقَالَ حَدثنَا أَحْمد بن مُحَمَّد بن سعيد ثَنَا حُسَيْن بن مُحَمَّد ابْن حَاتِم قَالَ كنت مَعَ جَعْفَر بن هُذَيْل عِنْد أبي هِشَام الرِّفَاعِي فأملى علينا حَدِيث ابْن ادريس عَن اسماعيل عَن قيس عَن جرير ¶ أَتَانِي خبر بِالْيمن ¶ فَقَالَ لَهُ ابْن هُذَيْل أخرج الي أصل هَذَا فَدخل فَمَكثَ سَاعَة ثمَّ خرج وَمَعَهُ رقْعَة جَدِيدَة فَقَالَ لَهُ ابْن هُذَيْل لَا أسمعك تحدث بِهَذَا فأصلبك ¶ وَأخرج الْعقيلِيّ فِي مُقَدّمَة كِتَابه الضُّعَفَاء عَن عَائِشَة قَالَت",
            "page": "116",
            "part": "1",
            "seal": "F2EFF5DE"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم اذا اطلع على أحد من أهل بَيته كذب كذبة لم يزل معرضًا عَنهُ حَتَّى يحدث لله تَوْبَة ¶ وَأخرج الْعقيلِيّ من طَرِيق عبد الرَّزَّاق قَالَ أخبرنَا معمر عَن مُوسَى بن أبي شيبَة ان النيي صلى الله عَلَيْهِ وَسلم أبطل شَهَادَة رجل فِي كذبة ¶ قَالَ معمر لَا أَدْرِي مَا تِلْكَ الكذبة أكذب على الله أم كذب على رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَقَالَ الدَّارَقُطْنِيّ فِي مُقَدّمَة كتاب الضُّعَفَاء والمتروكين",
            "page": "117",
            "part": "1",
            "seal": "88C48C3E"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "فَإِن ظن ظان أَو توهم متوهم أَن التَّكَلُّم فِيمَن روى حَدِيثا مردودا غيبَة لَهُ يُقَال لَهُ لَيْسَ هَذَا كَمَا ظَنَنْت وَذَلِكَ أَن اجماع أهل الْعلم على أَن هَذَا وَاجِب ديانَة ونصيحة للدّين وللمسلمين ¶ وَقد حَدثنَا القَاضِي أَحْمد بن كَامِل ثَنَا أَبُو سعيد الْهَرَوِيّ",
            "page": "118",
            "part": "1",
            "seal": "15AD3984"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "ثَنَا أَبُو بكر بن خَلاد قَالَ قلت ليحيى بن سعيد الْقطَّان ¶ أما تخشى أَن يكون هَؤُلَاءِ الَّذين تركت حَدِيثهمْ خصماءك عِنْد الله عز وَجل ¶ قَالَ لِأَن يكون هَؤُلَاءِ خصمائي أحب الي من أَن يكون النَّبِي صلى الله عَلَيْهِ وَسلم خصمي يَقُول لي لم لم تذب الْكَذِب عَن حَدِيثي ¶ قَالَ وَإِذا كَانَ الشَّاهِد بالزور فِي حق يسير تافه حقير يجب كشف حَاله فالكاذب على رَسُول الله صلى الله عَلَيْهِ وَسلم أَحَق وَأولى لِأَن الشَّاهِد اذا كذب فِي شَهَادَته لم يعد كذبه الْمَشْهُود عَلَيْهِ والكاذب على رَسُول الله صلى الله عَلَيْهِ وَسلم يحل الْحَرَام وَيحرم الْحَلَال ويتبوأ مَقْعَده من النَّار فَكيف لَا تجوز الوقيعة فِيمَن قد تبوأ مَقْعَده من النَّار بكذبة على رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "119",
            "part": "1",
            "seal": "3CAA5DA6"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "ثمَّ قَالَ حَدثنَا مُحَمَّد بن خلف ثَنَا عمر بن مُحَمَّد بن الحكم النَّسَائِيّ ثَنَا مُحَمَّد بن يحيى عَن مُحَمَّد بن يُوسُف قَالَ ¶ كَانَ سُفْيَان الثَّوْريّ يَقُول فلَان ضَعِيف وَفُلَان قوي وَفُلَان خُذُوا مِنْهُ وَفُلَان لَا تَأْخُذُوا عَنهُ وَكَانَ لَا يرى ذَلِك غيبَة ¶ قَالَ وَحدثنَا عَليّ بن ابراهيم الْمُسْتَمْلِي قَالَ سَمِعت أَبَا الْحُسَيْن مُحَمَّد بن ابراهيم بن شُعَيْب الْغَازِي يَقُول ¶ سَمِعت أَبَا حَفْص عَمْرو بن عَليّ يَقُول حَدثنَا عَفَّان قَالَ",
            "page": "120",
            "part": "1",
            "seal": "A7F7DA9F"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "كنت عِنْد اسماعيل بن علية فَحدث رجل بِحَدِيث عَن رجل فَقلت لَا تحدث عَن هَذَا فانه غير بثبت ¶ فَقَالَ الرجل اغْتَبْته فَقَالَ إِسْمَاعِيل مَا اغتابه وَلكنه حكم أَنه لَيْسَ بثبت ¶ قَالَ وَحدثنَا اسماعيل بن مُحَمَّد وَحَمْزَة بن مُحَمَّد الدهْقَان قَالَا حَدثنَا اسماعيل ثَنَا عَليّ بن الْمَدِينِيّ ثَنَا يحيى بن سعيد قَالَ سَأَلت مَالِكًا وَشعْبَة وسُفْيَان بن سعيد وسُفْيَان ابْن عُيَيْنَة عَن الرجل لَا يكون بِذَاكَ فِي الحَدِيث فَقَالُوا جَمِيعًا بَين أمره",
            "page": "121",
            "part": "1",
            "seal": "EEEAE077"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "قَالَ وَحدثنَا أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل الْفَارِسِي ¶ حَدثنَا أَبُو زرْعَة عبد الرَّحْمَن بن عَمْرو الدِّمَشْقِي قَالَ سَمِعت أَبَا مسْهر يسْأَل عَن الرجل يغلط ويهم ويصحف ¶ قَالَ بَين أمره قلت لأبي مسْهر أَتَرَى ذَلِك من الْغَيْبَة ¶ قَالَ لَا ¶ قَالَ وَحدثنَا مُحَمَّد بن مخلد ثَنَا أَبُو الْعَبَّاس مُحَمَّد بن",
            "page": "122",
            "part": "1",
            "seal": "BBC4B44B"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "عبد الرَّحْمَن بن يُونُس السراج قَالَ سَمِعت رجلا يَقُول سَمِعت حَمَّاد بن زيد يَقُول قلت لشعبة هَذَا الرجل يحكم فِي النَّاس الْيَسْ هُوَ غيبَة ¶ قَالَ يَا أَحمَق هَذَا دين وَتَركه محاباه ¶ قَالَ وَحدثنَا مُحَمَّد بن مخلد ثَنَا عمر بن مدرك قَالَ سَمِعت مكي بن ابراهيم يَقُول ¶ كَانَ جَعْفَر بن الزبير يَقُول حَدثنَا الْقَاسِم عَن أبي أُمَامَة",
            "page": "123",
            "part": "1",
            "seal": "213DC628"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "عَن النَّبِي صلى الله عَلَيْهِ وَسلم نَحوا من مِائَتي حَدِيث فَرَأَيْت شُعْبَة يَأْتِي عمرَان ابْن حدير فَيَقُول ¶ قُم بِنَا نغتاب هَؤُلَاءِ فِي الله عز وَجل فَيتْرك حِمَاره ويمضي مَعَه ¶ قَالَ وَحدثنَا أَبُو بكر مُحَمَّد بن دَاوُد بن سُلَيْمَان النَّيْسَابُورِي حَدثنَا أَبُو الْفضل أَحْمد بن عبد الله بن سَلمَة النَّيْسَابُورِي قَالَ ¶ سَمِعت مُحَمَّد بن بنْدَار السباك الْجِرْجَانِيّ يَقُول",
            "page": "124",
            "part": "1",
            "seal": "0265F42E"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "قلت لِأَحْمَد بن حَنْبَل انه يشْتَد عَليّ أَن أَقُول فلَان ضَعِيف وَفُلَان كَذَّاب ¶ فَقَالَ أَحْمد اذا سكت أَنْت وَسكت أَنا فَمَتَى يعرف الْجَاهِل الصَّحِيح من السقيم ¶ قَالَ الدَّارَقُطْنِيّ فَهَؤُلَاءِ أَئِمَّة الْمُسلمين وَأهل الْفضل والورع فِي الدّين قد أباحوا الْجرْح وَأمرُوا بِالْبَيَانِ وأخبروا أَن ذَلِك لَيْسَ بغيبة وَأَنه حكم يلْزم القَوْل بِهِ العارفين وان السُّكُوت عَنهُ لَا يحل لأحد من الْمُؤمنِينَ وان اظهاره أفضل من السُّكُوت عَنهُ لأهل الْعلم بِهِ المتقنين الى أَن قَالَ ¶ فلولا أَن أَئِمَّتنَا رَحِمهم الله كثرت عنايتهم بِأَمْر الدّين فحفظوا السّنَن على الْمُسلمين لضبطهم الاسناد وانتقادهم الروَاة وبحثهم عَنْهُم وتمييزهم بَين الصَّحِيح والسقيم لظهر فِي هَذِه الْأمة من التبديل والتحريف مَا ظهر فِي الْأُمَم الْمَاضِيَة من قبلهَا",
            "page": "125",
            "part": "1",
            "seal": "B6687379"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "لأَنا لَا نعلم أمة من الْأُمَم قبل أمتنَا حفظت عَن نبيها وحفظت على أمته من بعده من أَمر دينهَا ونفت عَنهُ وَعَن شَرِيعَته التبديل والتحريف مَا حفظت هَذِه الْأمة من سنَن نبيها",
            "page": "126",
            "part": "1",
            "seal": "215609B1"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "صلى الله عَلَيْهِ وَسلم ثمَّ وفْق الله تَعَالَى هَؤُلَاءِ الْأَئِمَّة لضبط ذَلِك والعناية بِهِ حَتَّى لَا يُمكن زائغ وَلَا مُبْتَدع أَن يزِيد فِي سنة من",
            "page": "127",
            "part": "1",
            "seal": "0600F90F"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "سنَن رَسُول الله صلى الله عَلَيْهِ وَسلم ألفا وَلَا واوا الا أنكروه ونبهوا عَلَيْهِ وميزوا خطأ ذَلِك من صَوَابه وَحقه من باطله وَصَحِيحه من سقيمه فلولا قيامهم بذلك وذبهم عَنهُ لقَالَ من شَاءَ من الزائفين مَا شَاءَ هَذَا كُله كَلَام الدَّارَقُطْنِيّ ¶ ثمَّ قَالَ حَدثنَا مُحَمَّد بن مخلد ثَنَا مُحَمَّد بن غَالب تمْتَام قَالَ سَمِعت عمرا النَّاقِد يَقُول ¶ دين مُحَمَّد صلى الله عَلَيْهِ وَسلم لَا يحمل الدنس يَعْنِي الْكَذِب انْتهى ¶ وَقَالَ الامام أَبُو عبد الله الْحُسَيْن بن ابراهيم الجوزقاني فِي مُقَدّمَة كتاب الموضوعات لَهُ ¶ أخبرنَا أَبُو بكر عبد الله بن الْحُسَيْن بن أَحْمد بن جَعْفَر النوري أَنا",
            "page": "128",
            "part": "1",
            "seal": "653292C2"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "أبي ثَنَا أَبُو الْحُسَيْن أَحْمد بن مُحَمَّد بن عمر الزَّاهِد حَدثنَا مُحَمَّد بن اسحاق الثَّقَفِيّ حَدثنَا أَبُو قدامَة قَالَ سَمِعت ابْن مهْدي يَقُول ¶ مَرَرْت مَعَ سُفْيَان الثَّوْريّ بِرَجُل فَقَالَ كَذَّاب وَالله لَوْلَا أَنه لَا يحل لي أَن أسكت لسكت ¶ وَقَالَ أَخْبرنِي مُحَمَّد بن عَليّ بن مُحَمَّد الْمروزِي ثَنَا أَبُو بكر مُحَمَّد بن يحيى بن ابراهيم بن مُحَمَّد حَدثنَا أَبُو عبد",
            "page": "129",
            "part": "1",
            "seal": "AC2B1BF3"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "الله مُحَمَّد بن عبد الله حَدثنَا أَبُو الْعَبَّاس الْأَصَم حَدثنَا مُحَمَّد ابْن عبد الله بن عبد الحكم قَالَ ¶ سَمِعت الشَّافِعِي يَقُول اذا علم الرجل من مُحدث الْكَذِب لم يَسعهُ السُّكُوت عَلَيْهِ وَلَا يكون ذَلِك غيبَة فَإِن مثل الْعلمَاء كالنقاد فَلَا يسع النَّاقِد فِي دينه أَن لَا يبين الزُّيُوف من غَيرهَا ¶ وَقَالَ البُخَارِيّ فِي تَارِيخه",
            "page": "130",
            "part": "1",
            "seal": "E810E855"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "حَدثنَا الْحسن بن عَليّ حَدثنَا لبيد بن أبي لبيد السَّرخسِيّ حَدثنَا النَّضر بن شُمَيْل قَالَ سَمِعت شُعْبَة بن الْحجَّاج يَقُول ¶ تَعَالَوْا نغتاب فِي الله ¶ وَأخرج الْعقيلِيّ فِي الضُّعَفَاء عَن سُفْيَان بن عُيَيْنَة قَالَ كَانَ شُعْبَة يَقُول تَعَالَوْا حَتَّى نغتاب فِي الله ¶ وَأخرج الْعقيلِيّ عَن عبد الرَّحْمَن بن مهْدي قَالَ ¶ خصلتان لَا يَسْتَقِيم فيهمَا حس الظَّن الحكم والْحَدِيث ¶ وَأخرج الْعقيلِيّ والرامهرمزي عَن سُفْيَان بن عُيَيْنَة قَالَ ¶ مَا ستر الله أحدا يكذب فِي الحَدِيث ¶ وَأخرج البُخَارِيّ والعقيلي عَن عَفَّان قَالَ ¶ كنت عِنْد ابْن علية فَقَالَ رجل ان فلَانا لَيْسَ مِمَّن",
            "page": "131",
            "part": "1",
            "seal": "EB71CBD0"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "يُؤْخَذ عَنهُ فَقَالَ لَهُ آخر قد اغتبت الرجل فَقَالَ لَيْسَ هَذَا بغيبة انما هَذَا حكم فَقَالَ ابْن علية صدق ¶ وَقَالَ الْعقيلِيّ حَدثنَا عبد الله بن أَحْمد بن حَنْبَل قَالَ سَمِعت أبي يَقُول قَالَ عباد بن عباد المهلبي أتيت شُعْبَة أَنا وَحَمَّاد بن زيد فكلمناه فِي أبان بن أبي عَيَّاش أَن يمسك عَنهُ فَقَالَ مَا أرى يسعني السُّكُوت عَنهُ ¶ وَأخرج الْعقيلِيّ عَن حَمَّاد بن زيد قَالَ ¶ كلمنا شُعْبَة فِي أَن يكف عَن أبان بن أبي عَيَّاش لسنه وَأهل بَيته فَأجَاب ثمَّ اجْتَمَعنَا فِي جَنَازَة فناداني من بعيد",
            "page": "132",
            "part": "1",
            "seal": "BAAA9006"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "يَا أَبَا اسماعيل إِنِّي قد رجعت عَن ذَلِك لَا يحل الْكَفّ عَنهُ لِأَن الْأَمر دين ¶ وَأخرج الْعقيلِيّ عَن شُعْبَة أَنه قَالَ لَوْلَا الْحيَاء من النَّاس مَا صليت على أبان ¶ وَأخرج الْعقيلِيّ عَن عبد الْملك الجدي قَالَ رَأَيْت شُعْبَة مغضبا فَقلت مَه يَا أَبَا بسطَام فَأرَانِي طِينَة فِي يَده فَقَالَ استعدى عَليّ جَعْفَر بن الزبير فانه يكذب على رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَأخرج الرامَهُرْمُزِي عَن أبي حَفْص الفلاس قَالَ ¶ كَانَ حَمَّاد الْمَالِكِي كذابا وَسمعت عمرا الْأنمَاطِي يَقُول أَتَيْته فَسَمعته يَقُول ¶ حَدثنَا الْحسن أَن عمر بن الْخطاب أَتَى بسارق فَقطع يَده",
            "page": "133",
            "part": "1",
            "seal": "D6D5A72E"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "وَقَالَ لَهُ مَا حملك على هَذَا فَقَالَ الْقدر فَضَربهُ أَرْبَعِينَ سَوْطًا وَقَالَ قطعت يدك لسرقتك وضربتك لفريتك على الله ¶ فَقلت لَو افترى على عمر كم كَانَ يضْربهُ ¶ قَالَ ثَمَانِينَ ¶ قلت يفتري على الله يضْرب أَرْبَعِينَ ويفتري على عمر يضْرب ثَمَانِينَ وَالله لَا تُفَارِقنِي حَتَّى أستعدي عَلَيْك ¶ فَأقر أَنه لم يسمعهُ من الْحسن وَحلف لَا يحدث بِهِ فَكتبت عَلَيْهِ كتابا وأشهدت عَلَيْهِ شُهُودًا ¶ وَفِي الْمِيزَان قَالَ ابْن حبَان سَمِعت جَعْفَر بن أبان",
            "page": "134",
            "part": "1",
            "seal": "C44F588A"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "الْمصْرِيّ يملي بِمَكَّة حَدثنَا مُحَمَّد بن رمح حَدثنَا اللَّيْث عَن نَافِع عَن ابْن عمر مَرْفُوعا ¶ من سر الْمُؤمن فقد سرني وَمن سرني فقد سر الله الحَدِيث وَفِيه ¶ يُنَادي مُنَاد يَوْم الْقِيَامَة أَيْن بغضاء الله فَيقوم سُؤال الْمَسَاجِد ¶ فَقلت يَا شيخ اتَّقِ الله وَلَا تكذب على رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "135",
            "part": "1",
            "seal": "54880370"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "فَقَالَ لست مني فِي حل أَنْتُم تحسدونني لاسنادي فَلم أزايله حَتَّى حلف أَن لَا يحدث بِمَكَّة بعد أَن خوفته بالسلطان مَعَ جمَاعَة ¶ قلت وَكَذَا وَقع لنا مَعَ هَذَا الْقصاص الغشاش لما روى هَذَا الحَدِيث الْبَاطِل وَنَحْوه وأنكرنا عَلَيْهِ قَالَ هَذَا حسد وَعمل ميعادا عرض فِيهِ بِذكر الْحَسَد ¶ وَفِي الْمِيزَان قَالَ ابْن أبي حَاتِم ¶ سَأَلت أبي عَن مسروح وَعرضت عَلَيْهِ بعض حَدِيثه فَقَالَ يحْتَاج إِلَى التَّوْبَة من حَدِيث بَاطِل رَوَاهُ عَن الثَّوْريّ",
            "page": "136",
            "part": "1",
            "seal": "94D8C5EB"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "قَالَ الذَّهَبِيّ أَي وَالله هَذَا هُوَ الْحق ان كل من روى حَدِيثا يعلم أَنه غير صَحِيح فَعَلَيهِ التَّوْبَة أَو يهتكه الله ¶ وَفِي الْمِيزَان قَالَ الدَّارَقُطْنِيّ ¶ قَالَ لي أَبُو بكر أَحْمد بن الْمطلب الْهَاشِمِي كُنَّا يَوْمًا عِنْد الْقَاسِم ابْن زَكَرِيَّا الْمُطَرز فَمر فِي كِتَابه حَدِيث عَن الْكُدَيْمِي فَامْتنعَ من قِرَاءَته فَقَالَ اليه مُحَمَّد بن عبد الْجَبَّار وَكَانَ أَكثر عَن الْكُدَيْمِي فَقَالَ لَهُ أَيهَا الشَّيْخ أحب أَن تَقْرَأهُ فَأبى وَقَالَ",
            "page": "137",
            "part": "1",
            "seal": "E19A09FE"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "أخاصمه بَين يَدي الله غَدا وَأَقُول ان هَذَا كَانَ يكذب على رَسُولك وعَلى الْعلمَاء ¶ وَقَالَ الْعقيلِيّ ¶ حَدثنَا مُحَمَّد بن حَفْص الْجوزجَاني قَالَ سَمِعت أَبَا قدامَة يَقُول سَمِعت أَبَا أُسَامَة يَقُول فِي حَدِيث يزِيد بن أبي زِيَاد عَن ابراهيم عَن عَلْقَمَة عَن عبد الله فِي الرَّايَات السود فَقَالَ لَو حلف عِنْدِي خمسين يَمِينا قسَامَة مَا صدقته",
            "page": "138",
            "part": "1",
            "seal": "0E6E6618"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "الْفَصْل السَّادِس فِيمَن رأى النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَنَام مُنْكرا لما رُوِيَ عَنهُ من الأباطيل ¶ قَالَ الْعقيلِيّ حَدثنِي ادريس بن عبد الْكَرِيم حَدثنَا الحكم بن مُوسَى أَبُو صَالح حَدثنَا الْوَلِيد بن مُسلم قَالَ",
            "page": "139",
            "part": "1",
            "seal": "9E666400"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "كتبت كتابا عَن ابْن سمْعَان فَإِنَّهُ لفي يَدي ذَات لَيْلَة غلبتني عَيْني فَنمت فَرَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فِي النّوم فَقلت يَا رَسُول الله هَذَا ابْن سمْعَان حَدثنِي عَنْك ¶ فَقَالَ قل لِابْنِ سمْعَان يَتَّقِي الله وَلَا يكذب عَليّ ¶ وَقَالَ الْعقيلِيّ حَدثنَا أَحْمد بن عَليّ الْأَبَّار حَدثنَا سُوَيْد بن سعيد قَالَ سَمِعت عَليّ بن مسْهر قَالَ ¶ كتبت أَنا وَحَمْزَة الزيات عَن أبان بن أبي عَيَّاش نَحوا من",
            "page": "140",
            "part": "1",
            "seal": "F0915265"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "ألف حَدِيث قَالَ فَلَقِيت حَمْزَة فَأَخْبرنِي أَنه رأى النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَنَام قَالَ ¶ فَقلت يَا رَسُول الله هَذَا أبان بن أبي عَيَّاش يحدث عَنْك قَالَ أعرضها عَليّ ¶ فعرضتها عَلَيْهِ فَمَا عرف مِنْهَا الا خَمْسَة أَحَادِيث ¶ قَالَ الْعقيلِيّ قَالَ لنا أَحْمد بن عَليّ الْأَبَّار وَكَانَ شَيخا صَالحا وَأَنا رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَنَام فَقلت يَا رَسُول الله أترضى أبان بن أبي عَيَّاش قَالَ لَا",
            "page": "141",
            "part": "1",
            "seal": "D2AFDC09"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "الْفَصْل السَّابِع فِي انكار الْعلمَاء قَدِيما على الْقصاص مَا رَوَوْهُ من الأباطيل وسفه الْقصاص عَلَيْهِم وَقيام الْعَامَّة مَعَ الْقصاص بِالْجَهْلِ وَاحْتِمَال الْعلمَاء ذَلِك فِي الله ¶ قَالَ الْحَافِظ أَبُو الْفرج ابْن الْجَوْزِيّ فِي كتاب الموضوعات ¶ أَنبأَنَا مُحَمَّد بن عبد الْبَاقِي الْبَزَّار أَنبأَنَا هناد بن ابراهيم النَّسَفِيّ أَنبأَنَا يحيى بن ابراهيم بن مُحَمَّد الْمُزَكي حَدثنَا مُحَمَّد بن يُوسُف الْقطَّان النَّيْسَابُورِي أَنبأَنَا مُحَمَّد بن عبد الله بن حَمْدَوَيْه قَالَ حَدثنَا الزبير بن عبد الْوَاحِد حَدثنَا ابراهيم بن عبد الْوَاحِد الطَّبَرِيّ قَالَ سَمِعت جَعْفَر بن مُحَمَّد الطَّيَالِسِيّ يَقُول",
            "page": "142",
            "part": "1",
            "seal": "E35594B0"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "صلى أَحْمد بن حَنْبَل وَيحيى بن معِين فِي مَسْجِد الرصافة فَقَامَ بَين أَيْديهم قاص فَقَالَ ¶ حَدثنَا أَحْمد بن حَنْبَل وَيحيى بن معِين قَالَا حَدثنَا عبد الرَّزَّاق عَن معمر عَن قَتَادَة عَن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من قَالَ لَا اله الا الله خلق الله من كل كلمة مِنْهَا طيرا منقاره من ذهب وريشه من مرجان وَأخذ فِي قصه نَحوا من عشْرين ورقة فَجعل أَحْمد بن حَنْبَل ينظر الى يحيى بن معِين وَيحيى ينظر الى أَحْمد فَقَالَ لَهُ أَنْت حدثته بِهَذَا ¶ فَقَالَ وَالله مَا سَمِعت بِهَذَا الا السَّاعَة ¶ فَلَمَّا فرغ من قصصه وَأخذ القطيعات ثمَّ قعد ينْتَظر بقيتها قَالَ لَهُ يحيى بن معِين بِيَدِهِ تعال فجَاء مُتَوَهمًا لنوال ¶ فَقَالَ لَهُ يحيى من حَدثَك بِهَذَا الحَدِيث ¶ فَقَالَ أَحْمد بن حَنْبَل وَيحيى بن معِين",
            "page": "143",
            "part": "1",
            "seal": "369E822C"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "فَقَالَ أَنا يحيى بن معِين وَهَذَا أَحْمد بن حَنْبَل مَا سمعنَا بِهَذَا قطّ فِي حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِن كَانَ لابد وَالْكذب فعلى غَيرنَا ¶ فَقَالَ لَهُ أَنْت يحيى بن معِين ¶ قَالَ نعم ¶ قَالَ لم أزل أسمع أَن يحيى بن معِين أَحمَق مَا تحققته الا السَّاعَة ¶ فَقَالَ لَهُ يحيى كَيفَ علمت أَنِّي أَحمَق ¶ قَالَ كَأَن لَيْسَ فِي الدُّنْيَا يحيى بن معِين وَأحمد بن حَنْبَل غيركما ¶ قد كتبت عَن سَبْعَة عشر أَحْمد بن حَنْبَل وَيحيى بن معِين ¶ فَوضع أَحْمد كمه على وَجهه وَقَالَ دَعه يقوم ¶ فَقَامَ كَالْمُسْتَهْزِئِ بهما",
            "page": "144",
            "part": "1",
            "seal": "6E9ED6C8"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "وَفِي الْحَوَادِث والبدع للطرطوشي ¶ لما دخل سُلَيْمَان بن مهْرَان الْأَعْمَش الْبَصْرَة نظر الى قاص يقص فِي الْمَسْجِد فَقَالَ حَدثنَا الْأَعْمَش عَن أبي اسحاق عَن أبي وَائِل",
            "page": "145",
            "part": "1",
            "seal": "F5629E16"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "فتوسط الْأَعْمَش الْحلقَة وَجعل ينتف شعر إبطه فَقَالَ لَهُ الْقَاص يَا شيخ الا تَسْتَحي نَحن علم وَأَنت تفعل مثل هَذَا ¶ فَقَالَ الْأَعْمَش الَّذِي أَنا فِيهِ خير من الَّذِي أَنْت فِيهِ ¶ قَالَ كَيفَ ¶ قَالَ لِأَنِّي فِي سنة وَأَنت فِي كذب أَنا الْأَعْمَش وَمَا حدثتك مِمَّا تَقول شَيْئا ¶ وَقَالَ الذَّهَبِيّ فِي الْمِيزَان ¶ قَالَ جَعْفَر بن الْحجَّاج الْموصِلِي قدم علينا مُحَمَّد بن عبد السَّمرقَنْدِي الْموصل وَحدث بِأَحَادِيث مَنَاكِير فَاجْتمع جمَاعَة من الشُّيُوخ وصرنا اليه لننكر عَلَيْهِ فَإِذا هُوَ فِي خلق من الْعَامَّة فَلَمَّا بصر بِنَا من بعيد علم أَنا جِئْنَا لننكر عَلَيْهِ فَقَالَ",
            "page": "146",
            "part": "1",
            "seal": "55F90DA5"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "حَدثنَا قُتَيْبَة عَن ابْن لَهِيعَة عَن أبي الزبير عَن جَابر أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ الْقُرْآن كَلَام الله غير مَخْلُوق ¶ فَلم نجسر أَن نقدم عَلَيْهِ خوفًا من الْعَامَّة ورجعنا ¶ وَفِي الْمِيزَان أَيْضا ¶ روى عَبَّاس عَن يحيى بن معِين قَالَ ¶ ذهبت الى أسيد بن زيد الْكُوفِي الى الكرخ وَكَانَ نزل",
            "page": "146",
            "part": "1",
            "seal": "C6CC8C35"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "فِي دَار الحذائين وروى أَحَادِيث مَنَاكِير فَأَرَدْت أَن أَقُول يَا كَذَّاب ففرقت من شفار الحذائين ¶ قلت يَعْنِي الأساكفة ¶ وَفِي الْمِيزَان أَيْضا ¶ روى أَبُو أَحْمد العكبري عَن النجاد عَن العطاردي حَدِيثا سَاقِطا فَأنْكر عَلَيْهِ عَليّ بن ينَال وأساء القَوْل فِيهِ حَتَّى هَمت الْعَامَّة بِابْن ينَال فاختفى ¶ وَأخرج الْخَطِيب فِي تَارِيخه ¶ عَن مُحَمَّد بن هَارُون الفلاس المخرمي أَنه قَالَ ¶ اذا رَأَيْت الرجل يَقع فِي يحيى بن معِين فَاعْلَم أَنه كَذَّاب يضع الحَدِيث وانما يبغضه لما بَين أَمر الْكَذَّابين",
            "page": "148",
            "part": "1",
            "seal": "EEBB0CE8"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "وَذكر الْخَطِيب أَيْضا ¶ أَن أَبَا الْحسن مُحَمَّد بن أَحْمد بن جَعْفَر بن مُحَمَّد بن عبد الْملك الأدمِيّ رمي بِالْكَذِبِ فِي تسميعاته فَأطلق لِسَانه فِي الْحفاظ بِسَبَب انكارهم عَلَيْهِ مِنْهُم الدَّارَقُطْنِيّ وَابْن مظفر ¶ وَأخرج الخليلي فِي الْإِرْشَاد ¶ عَن يحيى بن سعيد الْأمَوِي قَالَ كُنَّا عِنْد هِشَام بن",
            "page": "149",
            "part": "1",
            "seal": "19BCBCC7"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "عُرْوَة بِالْكُوفَةِ فَقَالَ رجل حَدثنَا أَبُو معشر فَقَالَ هِشَام يَا أهل الْكُوفَة أما تستحيون أَن تَأْخُذُوا حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم عَن هَذَا قَالَ فأسمعوه مَا يكره ¶ وَقَالَ ابْن الْجَوْزِيّ فِي الموضوعات أَنبأَنَا مُحَمَّد بن عبد الْملك عَن أبي مُحَمَّد الْجَوْهَرِي عَن الدَّارَقُطْنِيّ عَن أبي حَاتِم البستى قَالَ ¶ دخلت باجزوان مَدِينَة بَين الرقة وحران فَحَضَرت الْجَامِع فَلَمَّا فَرغْنَا من الصَّلَاة قَامَ بَين أَيْدِينَا شَاب فَقَالَ",
            "page": "150",
            "part": "1",
            "seal": "2D38D8B1"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "حَدثنَا أَبُو خَليفَة حَدثنَا الْوَلِيد حَدثنَا شُعْبَة عَن قَتَادَة عَن أنس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من قضى لمُسلم حَاجَة فعل الله بِهِ كَذَا وَكَذَا ¶ فَلَمَّا فرغ دَعوته فَقلت رَأَيْت أَبَا خَليفَة ¶ قَالَ لَا ¶ قلت كَيفَ تروي عَنهُ وَلم تره ¶ فَقَالَ ان المناقشة مَعنا من قلَّة الْمُرُوءَة أَنا أحفظ هَذَا الأسناد الْوَاحِد وَكلما سَمِعت حَدِيثا ضممته الى هَذَا الْإِسْنَاد ¶ وَقَالَ ابْن الْجَوْزِيّ فِي كتاب الْقصاص والمذكرين",
            "page": "151",
            "part": "1",
            "seal": "27EF2642"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "أخبرنَا ابْن نَاصِر أَنبأَنَا الْمُبَارك بن عبد الْجَبَّار أَنبأَنَا أَبُو الْحسن مُحَمَّد بن عبد الْوَاحِد أَنبأَنَا أَبُو عمر بن حيويه أَنبأَنَا أَبُو الْحسن الْجَوْهَرِي حَدثنَا مُحَمَّد بن مَنْصُور الطوسي حَدثنَا أَبُو يُونُس الْوراق حَدثنِي الصَّقْر بن برد حَدثنِي محجن بن حيون الهرثمي حَدثنِي وصاب بن صَالح عَن الشّعبِيّ قَالَ ¶ بَيْنَمَا عبد الْملك جَالس وَعِنْده وُجُوه النَّاس من أهل الشَّام قَالَ لَهُم من أعلم أهل الْعرَاق ¶ قَالُوا مَا نعلم أحدا أعلم من عَامر الشّعبِيّ ¶ فَأمر بالكتب الي فَخرجت اليه حَتَّى نزلت تدمر",
            "page": "152",
            "part": "1",
            "seal": "1C6CD68C"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "فَوَافَقت يَوْم جُمُعَة فَدخلت أُصَلِّي فِي الْمَسْجِد فَإِذا إِلَيّ جَانِبي شيخ عَظِيم اللِّحْيَة قد أطاف بِهِ قوم فَحَدثهُمْ قَالَ ¶ حَدثنِي فلَان عَن فلَان يبلغ بِهِ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ ان الله تَعَالَى خلق صورين لَهُ فِي كل صور نفختان نفخة الصَّعق ونفخة الْقِيَامَة ¶ قَالَ الشّعبِيّ فَلم أضبط نَفسِي أَن خففت صَلَاتي ثمَّ انصرفت فَقلت ¶ يَا شيخ اتَّقِ الله وَلَا تحدثن بالْخَطَأ ان الله تَعَالَى لَا يخلق الا صورا وَاحِدًا وانما هِيَ نفختان نفخة الصَّعق ونفخة الْقِيَامَة ¶ فَقَالَ لي يَا فَاجر انما حَدثنِي فلَان عَن فلَان وَترد عَليّ ¶ ثمَّ رفع نَعله فضربني بهَا وتتابع الْقَوْم عَليّ ضربا مَعَه فوَاللَّه مَا أقلعوا عني حَتَّى حَلَفت لَهُم أَن الله تَعَالَى خلق ثَلَاثِينَ صورا لَهُ فِي كل صور نفخة فأقلعوا عني فرحلت حَتَّى دخلت دمشق وَدخلت على عبد الْملك فَسلمت عَلَيْهِ فَقَالَ لي",
            "page": "153",
            "part": "1",
            "seal": "2B33A90D"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "يَا شعبي بِاللَّه حَدثنِي بِأَعْجَب شَيْء رَأَيْته فِي سفرك ¶ فَحَدَّثته حَدِيث التدمريين فَضَحِك حَتَّى ضرب برجليه ¶ وَقَالَ الْحَافِظ أَبُو بكر الْخَطِيب الْبَغْدَادِيّ ¶ أخبرنَا مُحَمَّد بن أَحْمد بن حسنون أَنبأَنَا عبد الْوَهَّاب بن مُحَمَّد بن الْحُسَيْن أَنبأَنَا الْعَبَّاس بن مُوسَى بن اسحاق الْأنْصَارِيّ",
            "page": "154",
            "part": "1",
            "seal": "A5B1FF7D"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "أَنبأَنَا مُحَمَّد بن يُونُس الْكُدَيْمِي قَالَ ¶ كنت بالأهواز فَسمِعت شَيخا يقص فَقَالَ ¶ لما زوج النَّبِي صلى الله عَلَيْهِ وَسلم عليا فَاطِمَة أَمر الله شَجَرَة طُوبَى أَن تنثر اللُّؤْلُؤ الرطب يتهاداه أهل الْجنَّة بَينهم فِي الأطباق ¶ فَقلت لَهُ يَا شيخ هَذَا كذب على رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ فَقَالَ وَيحك اسْكُتْ حَدَّثَنِيهِ النَّاس ¶ فَقلت من حَدثَك ¶ قَالَ حَدثنِي يمَان الْبُحَيْرِي عَن حَفْص التسترِي عَن وَكِيع بن الْجراح عَن عبد الله بن مَسْعُود عَن الْأَعْمَش عَن عَطاء عَن ابْن عَبَّاس ¶ وَقَالَ ابْن الْجَوْزِيّ فِي كتاب الموضوعات ¶ مُعظم الْبلَاء فِي وضع الحَدِيث انما يجْرِي من الْقصاص لأَنهم يُرِيدُونَ أَحَادِيث ترقق وتنفق والصحاح تقل فِي هَذَا",
            "page": "155",
            "part": "1",
            "seal": "AC5F7309"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "قَالَ وَمَا أَكثر مَا يعرض عَليّ أَحَادِيث ذكرهَا قصاص الزَّمَان فأردها عَلَيْهِم ويحقدون عَليّ فَأرْسل أَقُول لَهُم ¶ مادام هَذَا النَّاقِد حَيا لَا يمشي لكم زائف ¶ قَالَ وَقد صنف بعض قصاص زَمَاننَا كتابا فَذكر فِيهِ أَن الْحسن وَالْحُسَيْن دخلا على عمر بن الْخطاب وَهُوَ مَشْغُول ثمَّ انتبه لَهما فَقَامَ فقبلهما ووهب لكل وَاحِد مِنْهُمَا ألفا فَرَجَعَا فأخبرا أباهما",
            "page": "156",
            "part": "1",
            "seal": "627D86EC"
        },
        {
            "hno": null,
            "id": "157",
            "nass": "فَقَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ عمر نور الأسلام فِي الدُّنْيَا وسراج أهل الْجنَّة فِي الْجنَّة ¶ فَرَجَعَا الى عمر فحدثاه فاستدعى دَوَاة وقرطاسيا وَكتب ¶ حَدثنِي سيدا شباب أهل الْجنَّة عَن أَبِيهِمَا عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ كَذَا وَكَذَا فأوصي أَن يَجْعَل فِي كَفنه فَفعل ذَلِك فَأَصْبحُوا واذا القرطاس على الْقَبْر وَفِيه صدق الْحسن وَالْحُسَيْن وَصدق رَسُول الله ¶ قَالَ وَالْعجب من هَذَا الَّذِي بلغت بِهِ الوقاحة الى أَن يصنف مثل هَذَا وَمَا كَفاهُ حَتَّى عرضه على كبار الْفُقَهَاء فَكَتَبُوا عَلَيْهِ تصويب هَذَا التصنيف",
            "page": "157",
            "part": "1",
            "seal": "CFDE02A7"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "وَقَالَ ابْن الْجَوْزِيّ فِي كتاب الْقصاص صلى الله عَلَيْهِ وَسلم ¶ قدم علينا أَبُو الْخَيْر الْقزْوِينِي فوعظ بِبَغْدَاد فَكَانَ يروي مَا يجد من الْأَحَادِيث فاذا سُئِلت عَن الحَدِيث الْمحَال الَّذِي يرويهِ بَينته فعاتبني على هَذَا فَقلت هَذِه أَمَانَة لَا يحل لي كتمها ¶ قَالَ وَقد قدم أَبُو الْفتُوح الاسفراييني فوعظ بِبَغْدَاد فروى عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ أَصبَحت ضَالًّا بَين الضلال وأعمى بَين العميان ¶ فأحضر الدِّيوَان وأحضروا الْفُقَهَاء فَقَالَ ابْن سلمَان مدرس النظامية لَو قَالَ هَذَا الشَّافِعِي مَا قبلناه فَمنع من الْجُلُوس ¶ قَالَ وَقَالَ ابْن عقيل",
            "page": "158",
            "part": "1",
            "seal": "368FDF08"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "أَخذ بعض الوعاظ يَقُول ¶ يَا مُوسَى من تُرِيدُ قَالَ أخي هَارُون يَا مُحَمَّد من تُرِيدُ قَالَ عمي وَأمي يَا نوح من تُرِيدُ قَالَ ابْني يَا يَعْقُوب من تُرِيدُ قَالَ يُوسُف ¶ ثمَّ قَالَ كلكُمْ يُرِيد مني أَيْن من يُرِيدنِي ثمَّ احتد وصك الْكُرْسِيّ صَكَّة وَقَالَ ¶ يَا قَارِئ اقْرَأ {يُرِيدُونَ وَجهه} فَقَرَأَ الْقَارئ وضج الْمجْلس وصعق قوم وخرقت ثِيَاب قوم بشعبذة",
            "page": "159",
            "part": "1",
            "seal": "81503C42"
        },
        {
            "hno": null,
            "id": "160",
            "nass": "ذَاك فَاعْتقد قوم أَن مَا ذكره لباب الْحق وَعين الْعلم فحكي ذَلِك الْمجْلس لحنبلي يَعْنِي ابْن عقيل نَفسه فَأَخذه من ذَلِك مَا يَأْخُذ الْعلمَاء من الْغيرَة على الله عز وَجل من كَلَام الْجُهَّال بِهِ فاحتد وَقَالَ ¶ سُبْحَانَ الله وَمَا الَّذِي بَين الطين وَالْمَاء وَبَين خَالق السَّمَاء من الْمُنَاسبَة حَتَّى يكون بَينه وَبَين خلقه ارادة لَهُ لَا ارادة مِنْهُ يَا متوهمين الأشكال والنفوس يَا مصورين البارئ بِصُورَة تثبت فِي الْقُلُوب مَا ذَاك الله ذَاك صنم شكله الطَّبْع والشيطان والتوهم للمحال فعبدتموه لَيْسَ لله سُبْحَانَهُ وصف تميل اليه الطباع وَلَا تشتاق اليه النُّفُوس بل مباينة الالهية للحدثية أوجبت فِي النُّفُوس هَيْبَة وحشمة اذا ذكر الله وجلت قُلُوبهم وانما صور أَقوام صُورَة تجدّد لَهُم بهَا انس فأقلقهم الشوق اليها فنالهم مَا ينَال الهائم فِي الْعِشْق",
            "page": "160",
            "part": "1",
            "seal": "FA9C9E0F"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "وَهَذِه الهواجس الردية يجب محوها عَن الْقُلُوب كَمَا يجب كسر الْأَصْنَام انْتهى ¶ وَفِي بعض المجاميع ¶ أَن قَاصا جلس بِبَغْدَاد فروى فِي تَفْسِير قَوْله تَعَالَى {عَسى أَن يَبْعَثك رَبك مقَاما مَحْمُودًا} أَنه يجلسه مَعَه على عَرْشه فَبلغ ذَلِك الامام مُحَمَّد بن جرير الطَّبَرِيّ فاحتد من ذَلِك وَبَالغ فِي انكاره وَكتب على بَاب دَاره ¶ (سُبْحَانَ من لَيْسَ لَهُ أنيس ... وَلَا لَهُ فِي عَرْشه جليس) ¶ فثارت عَلَيْهِ عوام بَغْدَاد وَرَجَمُوا بَيته بِالْحِجَارَةِ حَتَّى استد بَابه بِالْحِجَارَةِ وعلت عَلَيْهِ",
            "page": "161",
            "part": "1",
            "seal": "B09724B1"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "الْفَصْل الثَّامِن فِي بَيَان أَن الْأَحَادِيث الْمَوْضُوعَة كَثِيرَة وَلَا يميزها الا النَّاقِد الْمُجْتَهد فِي الحَدِيث ¶ قَالَ الْعقيلِيّ فِي كتاب الضُّعَفَاء ¶ حَدثنَا أَحْمد بن عَليّ الْأَبَّار حَدثنَا عبد الرَّحِيم بن حَازِم الْبَلْخِي حَدثنَا الحكم بن الْمُبَارك قَالَ سَمِعت حَمَّاد بن زيد يَقُول ¶ وضعت الزَّنَادِقَة على رَسُول الله صلى الله عَلَيْهِ وَسلم اثْنَي عشرالف حَدِيث ¶ وَقَالَ الْخَطِيب فِي الْكِفَايَة ¶ أخبرنَا أَبُو طَالب عمر بن ابراهيم بن سعيد الْفَقِيه ثَنَا مُحَمَّد ابْن خلف بن حَيَّان الْخلال حَدثنَا الْحُسَيْن بن اسماعيل ¶ وَقَالَ ابْن عدي ثَنَا أَحْمد بن عَليّ الْمَدَائِنِي قَالَا",
            "page": "162",
            "part": "1",
            "seal": "D5D8C298"
        },
        {
            "hno": null,
            "id": "163",
            "nass": "حَدثنَا أَبُو أُميَّة الطرسوسي ثَنَا سُلَيْمَان بن حَرْب ثَنَا حَمَّاد بن زيد عَن جَعْفَر بن سُلَيْمَان قَالَ ¶ سَمِعت الْمهْدي يَقُول اقر عِنْدِي رجل من الزَّنَادِقَة أَنه وضع أَرْبَعمِائَة حَدِيث فَهِيَ تجول فِي أَيدي النَّاس ¶ وَأخرج ابْن عَسَاكِر عَن الرشيد أَنه جِيءَ اليه بزنديق فَأمر بقتْله فَقَالَ يَا أَمِير الْمُؤمنِينَ أَيْن أَنْت عَن أَرْبَعَة آلَاف حَدِيث وَضَعتهَا فِيكُم أحرم فِيهَا الْحَلَال وَأحل فِيهَا الْحَرَام مَا قَالَ مِنْهَا حرفا فَقَالَ لَهُ الرشيد أَيْن أَنْت يَا زنديق عَن عبد الله بن",
            "page": "163",
            "part": "1",
            "seal": "E2071FF9"
        },
        {
            "hno": null,
            "id": "164",
            "nass": "الْمُبَارك وَأبي اسحاق القراري ينخلانها فيخرجانها حرفا حرفا ¶ وَقَالَ الْحَاكِم أَخْبرنِي اسماعيل بن أَحْمد الْجِرْجَانِيّ حَدثنَا أَبُو نعيم حَدثنَا عمار بن رَجَاء عَن سُلَيْمَان بن حَرْب قَالَ ¶ دخلت على شيخ وَهُوَ يبكي فَقلت مَا يبكيك ¶ قَالَ وضعت أَرْبَعمِائَة حَدِيث وأدخلتها فِي برنامج النَّاس فَلَا أَدْرِي كَيفَ أصنع ¶ قَالَ الذَّهَبِيّ هَذَا هُوَ شيخ ابْن أبي خَالِد",
            "page": "164",
            "part": "1",
            "seal": "521621A9"
        },
        {
            "hno": null,
            "id": "165",
            "nass": "وَأخرج الْعقيلِيّ عَن شُعْبَة قَالَ وضع جَعْفَر بن الزبير على رَسُول الله صلى الله عَلَيْهِ وَسلم أَرْبَعمِائَة حَدِيث كذب ¶ وَقَالَ ابْن عدي فِي الْكَامِل لما أَخذ عبد الْكَرِيم بن أبي العرجاء لتضرب عُنُقه قَالَ لقد وضعت فِيكُم أَرْبَعَة آلَاف حَدِيث أحرم فِيهَا الْحَلَال وأحلل الْحَرَام ¶ وَفِي كتاب الْعقيلِيّ عَن مُعلى بن عبد الرَّحْمَن الوَاسِطِيّ أَنه قَالَ عِنْد مَوته وضعت فِي فضل عَليّ بن أبي طَالب سبعين حَدِيثا ¶ وَقَالَ ابْن حبَان لَعَلَّ الْكُدَيْمِي قد وضع أَكثر من ألف حَدِيث",
            "page": "165",
            "part": "1",
            "seal": "BA316AA8"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "وَقَالَ اسحاق بن رَاهَوَيْه أحفظ أَرْبَعَة آلَاف حَدِيث مزورة ¶ وَأخرج ابْن الْجَوْزِيّ فِي الموضوعات عَن سهل بن السّري الْحَافِظ قَالَ وضع أَحْمد بن عبد الله الجويباري وَمُحَمّد بن عكاشة الْكرْمَانِي وَمُحَمّد بن تَمِيم الفارابي على رَسُول الله أَكثر من عشرَة آلَاف حَدِيث",
            "page": "166",
            "part": "1",
            "seal": "24B3E912"
        },
        {
            "hno": "139",
            "id": "167",
            "nass": "وَقَالَ ابْن عدي ¶ حَدثنَا مُحَمَّد بن أَحْمد بن حَمَّاد الدولابي بِمصْر ثَنَا مُحَمَّد بن خلف ثَنَا يحيى بن بكير قَالَ سَمِعت اللَّيْث بن سعد يَقُول قدم علينا شيخ بالاسكندرية يروي لنافع وَنَافِع يَوْمئِذٍ حَيّ فكتبنا عَنهُ قنداقين عَن نَافِع فَلَمَّا خرج الشَّيْخ أرسلنَا بالقنداقين الى نَافِع فَمَا عرف مِنْهَا حَدِيثا وَاحِدًا فَقَالَ أَصْحَابنَا يَنْبَغِي أَن يكون هَذَا من الشَّيَاطِين الَّذين حبسوا ¶ 139 - (1) وَأخرج الْخَطِيب فِي الْكِفَايَة ¶ عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ سَيكون دجالون كذابون يأتونكم من الْأَحَادِيث بِمَا لم تعرفوا أَنْتُم وَلَا آباؤكم فإياكم واياهم أَن يضلوكم ويفتنوكم",
            "page": "167",
            "part": "1",
            "seal": "4446D6E0"
        },
        {
            "hno": "140",
            "id": "168",
            "nass": "140 - (2) وَأخرج الْخَطِيب عَن أبي الْعَالِيَة قَالَ ¶ لَا تقوم السَّاعَة حَتَّى يمشي ابليس فِي الطّرق والأسواق فَيَقُول حَدثنِي فلَان عَن فلَان عَن نَبِي الله صلى الله عَلَيْهِ وَسلم بِكَذَا وَكَذَا ¶ وَأخرج الرامَهُرْمُزِي والخطيب عَن الْأَوْزَاعِيّ قَالَ ¶ كُنَّا نسْمع الحَدِيث فنعرضه على أَصْحَابنَا كَمَا يعرض الدِّرْهَم الزائف فَمَا عرفُوا مِنْهُ أجزناه وَمَا أَنْكَرُوا تَرَكْنَاهُ ¶ وَأخرج الْخَطِيب عَن جرير قَالَ ¶ كنت اذا سَمِعت الحَدِيث جِئْت بِهِ الى الْمُغيرَة فعرضته عَلَيْهِ فَمَا قَالَ لي ألقه أَلقيته ¶ وَأخرج الْخَطِيب فِي تَارِيخه عَن الرّبيع بن خَيْثَم قَالَ",
            "page": "168",
            "part": "1",
            "seal": "FC76214B"
        },
        {
            "hno": "141",
            "id": "169",
            "nass": "ان من الحَدِيث حَدِيثا لَهُ ضوء كضوء النَّهَار تعرفه ¶ وان من الحَدِيث حَدِيثا لَهُ ظلمَة كظلمة اللَّيْل تنكره ¶ 141 - 3 وَأخرج الْخَطِيب فِي تَارِيخه من حَدِيث أبي هُرَيْرَة قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ أكذب النَّاس الصواغون والصباغون ¶ ثمَّ قَالَ عقبه سُئِلَ أَبُو عبيد الْقَاسِم بن سَلام عَن تَفْسِير هَذَا الحَدِيث فَقَالَ انما الصّباغ الَّذِي يزِيد فِي الحَدِيث من عِنْده يزينه بِهِ",
            "page": "169",
            "part": "1",
            "seal": "4C68FF5E"
        },
        {
            "hno": "142",
            "id": "170",
            "nass": "الْفَصْل ال تَاسِع فِي تَلْخِيص الْكتاب الَّذِي أَلفه الْحَافِظ زين الدّين الْعِرَاقِيّ وَسَماهُ الْبَاعِث على الْخَلَاص من حوادث الْقصاص ¶ 142 - 1 قَالَ رَضِي الله عَنهُ روى أَبُو دَاوُد وَالتِّرْمِذِيّ وَصَححهُ وَابْن مَاجَه عَن الْعِرْبَاض بن سَارِيَة قَالَ ¶ وعظنا رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْمًا موعظة بليغة ذرفت مِنْهَا الْعُيُون ووجلت مِنْهَا الْقُلُوب فَقَالَ رجل هَذِه موعظة مُودع فَمَاذَا تعهد الينا يَا رَسُول الله قَالَ ¶ أوصيكم بتقوى الله والسمع وَالطَّاعَة فانه من يَعش مِنْكُم فسيرى اخْتِلَافا كثيرا فإياكم ومحدثات الْأُمُور",
            "page": "170",
            "part": "1",
            "seal": "A14F4C20"
        },
        {
            "hno": "143",
            "id": "171",
            "nass": "فَإِنَّهَا ضَلَالَة فَمن أدْرك ذَلِك مِنْكُم فَعَلَيهِ بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين من بعدِي عضوا عَلَيْهَا بالنواجذ ¶ قَالَ الْحَافِظ زين الدّين فَكَانَ مِمَّا أحدث بعده صلى الله عَلَيْهِ وَسلم مَا أحدثه الْقصاص بعده مِمَّا أنكرهُ جمَاعَة من الصَّحَابَة عَلَيْهِم كَمَا سَيَأْتِي ¶ 143 - 2 وَفِي الصَّحِيحَيْنِ عَن عَائِشَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ من أحدث فِي أمرنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رد ¶ 144 - 3 وروى ابْن مَاجَه بِسَنَد حسن عَن عبد الله بن عمر رَضِي الله عَنْهُمَا قَالَ لم يكن الْقَصَص فِي زمن رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا زمن أبي بكر وَلَا زمن عمر ¶ 145 - 4 وروى الامام أَحْمد وَالطَّبَرَانِيّ عَن السَّائِب بن يزِيد قَالَ",
            "page": "171",
            "part": "1",
            "seal": "D6FA992E"
        },
        {
            "hno": "146",
            "id": "172",
            "nass": "انه لم يكن يقص على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا زمن أبي بكر وَلَا زمن عمر ¶ 146 - 5 وروى الطَّبَرَانِيّ بِسَنَد جيد عَن عَمْرو بن دِينَار أَن تميما الدَّارِيّ اسْتَأْذن عمر فِي الْقَصَص فَأبى أَن يَأْذَن لَهُ ثمَّ استأذنه فَأبى أَن يَأْذَن لَهُ ثمَّ استأذنه فَقَالَ ان شِئْت وَأَشَارَ بِيَدِهِ يَعْنِي الذّبْح قَالَ الْحَافِظ زين الدّين فاتظر توقف عمر فِي أُذُنه فِي حق رجل من الصَّحَابَة الَّذين كل وَاحِد مِنْهُم عدل مؤتمن وَأَيْنَ مثل تَمِيم فِي التَّابِعين وَمن بعدهمْ ¶ 147 - 6 وروى ابْن مَاجَه بِسَنَد صَحِيح عَن عَمْرو بن شُعَيْب عَن أَبِيه عَن جده أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ ¶ لَا يقص على النَّاس الا أَمِير أَو مَأْمُور أَو مراء",
            "page": "172",
            "part": "1",
            "seal": "1A417D20"
        },
        {
            "hno": "148",
            "id": "173",
            "nass": "148 - 7 وروى أَبُو دَاوُد بِسَنَد جيد عَن عَوْف بن مَالك سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ لَا يقص الا أَمِير أَو مَأْمُور أَو مختال ¶ 149 - 8 وروى الطَّبَرَانِيّ عَن عبَادَة بن الصَّامِت عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ لَا يقص الا أَمِير أَو مَأْمُور أَو متكلف ¶ 150 - 9 وروى الطَّبَرَانِيّ بِسَنَد جيد عَن كَعْب بن عِيَاض عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ الْقصاص ثَلَاثَة أَمِير أَو مَأْمُور أَو مختال ¶ 151 - 10 وروى الامام أَحْمد عَن عبد الْجَبَّار الْخَولَانِيّ قَالَ",
            "page": "173",
            "part": "1",
            "seal": "F8766FF3"
        },
        {
            "hno": "152",
            "id": "174",
            "nass": "دخل رجل من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم الْمَسْجِد فاذا كَعْب يقص قَالَ من هَذَا ¶ قَالَ كَعْب يقص ¶ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ لَا يقص الا أَمِير أَو مَأْمُور أَو مختال ¶ قَالَ فَبلغ ذَلِك كَعْبًا فَمَا رئي يقص بعد ¶ 152 - 11 وَفِي الْبَاب من حَدِيث أبي هُرَيْرَة أخرجه أَبُو عبد الله ابْن مَنْدَه فِي أَمَالِيهِ ¶ 153 - 12 وروى الْحَاكِم فِي الْمُسْتَدْرك عَن أبي عَامر عبد الله ابْن لحي قَالَ حجَجنَا مَعَ مُعَاوِيَة بن أبي سُفْيَان رَضِي الله عَنهُ فَلَمَّا قدمنَا مَكَّة أخبر بقاص يقص على أهل مَكَّة مولى لبني فروخ فَأرْسل اليه",
            "page": "174",
            "part": "1",
            "seal": "597E65FC"
        },
        {
            "hno": null,
            "id": "175",
            "nass": "فَقَالَ أمرت بِهَذَا الْقَصَص ¶ قَالَ لَا ¶ قَالَ فَمَا حملك على أَن تقص بِغَيْر اذن ¶ قَالَ ننشر علما علمناه الله عز وَجل ¶ قَالَ مُعَاوِيَة لَو كنت تقدّمت اليك لَقطعت مِنْك طَائِفَة ثمَّ قَامَ فَقَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ ان أهل الْكتاب تفَرقُوا فِي دينهم على ثِنْتَيْنِ وَسبعين فرقة وتفترق هَذِه الْأمة على ثَلَاث وَسبعين كلهَا فِي النَّار الا وَاحِدَة وَهِي الْجَمَاعَة وَيخرج فِي أمتِي أَقوام تتجارى بهم تِلْكَ الْأَهْوَاء كَمَا يتجارى الْكَلْب بِصَاحِبِهِ فَلَا يبْقى مِنْهُ عرق وَلَا مفصل الا دخله ¶ وَالله يَا معشر الْعَرَب لَئِن لم تقوموا بِمَا جَاءَ بِهِ مُحَمَّد صلى الله عَلَيْهِ وَسلم لغير ذَلِك أَحْرَى بِأَن لَا تقوموا بِهِ",
            "page": "175",
            "part": "1",
            "seal": "17F0B94B"
        },
        {
            "hno": "155",
            "id": "176",
            "nass": "ثمَّ قَالَ الْحَافِظ زين الدّين وَقد ذكر فِي حَدِيث مَرْفُوع أَن بني اسرائيل قصوا وَكَانَ ذَلِك سَبَب هلاكهم 154 13 فروى الطَّبَرَانِيّ عَن خباب بن الْأَرَت عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ان بني اسرائيل لما هَلَكُوا قصوا ¶ قَالَ قد أَشَارَ عمر الى تَمِيم أَنه الذّبْح لما يخْشَى عَلَيْهِ من الترفع عَلَيْهِم والاعجاب ¶ 155 - 14 وروى الطَّبَرَانِيّ بِسَنَد ضَعِيف من طَرِيق مُجَاهِد عَن العبادلة عبد الله بن عمر وَعبد الله بن عَبَّاس وَعبد الله بن الزبير وَعبد الله بن عَمْرو قَالُوا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ الْقَاص ينْتَظر المقت",
            "page": "176",
            "part": "1",
            "seal": "E73B7191"
        },
        {
            "hno": "156",
            "id": "177",
            "nass": "156 - 15 وروى الطَّبَرَانِيّ عَن عَمْرو بن زُرَارَة قَالَ ¶ وقف عَليّ عبد الله بن مَسْعُود وَأَنا أقص فَقَالَ يَا عَمْرو لقد ابتدعت بِدعَة ضَلَالَة أَو أَنَّك لاهدى من مُحَمَّد صلى الله عَلَيْهِ وَسلم وَأَصْحَابه فَقَالَ عَمْرو بن زُرَارَة فَلَقَد رَأَيْتهمْ تفَرقُوا عني حَتَّى رَأَيْت مَكَاني مَا فِيهِ أحد ¶ 157 - 16 وروى أَبُو بكر الْمروزِي فِي كتاب الْعلم وَالطَّبَرَانِيّ عَن يحيى الْبكاء قَالَ ¶ رأى ابْن عمر قَاصا يقص فِي الْمَسْجِد الْحَرَام وَمَعَهُ ابْن لَهُ ¶ فَقَالَ لَهُ ابْنه أَي شَيْء يَقُول هَذَا",
            "page": "177",
            "part": "1",
            "seal": "184975AA"
        },
        {
            "hno": "158",
            "id": "178",
            "nass": "فَقَالَ هَذَا يَقُول اعرفوني اعرفوني ¶ 158 - 17 وروى الْمروزِي وَالطَّبَرَانِيّ عَن سعيد بن عبد الرَّحْمَن الْغِفَارِيّ أَن سليم بن عتر النجيبي كَانَ يقص على النَّاس وَهُوَ قَائِم فَقَالَ لَهُ صلَة بن الْحَارِث الْغِفَارِيّ وَهُوَ من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم وَالله مَا تركنَا عهد نَبينَا وَلَا قَطعنَا أرحامنا حَتَّى قُمْت أَنْت وَأَصْحَابك بَين أظهرنَا ¶ 159 - 18 وروى أَبُو يعلى فِي مُسْنده عَن يزِيد الرقاشِي قَالَ كَانَ أنس بن مَالك يَقُول لنا اذا حَدثنَا هَذَا الحَدِيث يُرِيد حَدِيث ¶ لِأَن أقعد مَعَ قوم يذكرُونَ الله الحَدِيث ¶ انه وَالله مَا هُوَ بِالَّذِي تصنع أَنْت وَأَصْحَابك كَانُوا يتعلمون الْفَرَائِض وَالسّنَن",
            "page": "178",
            "part": "1",
            "seal": "7BE22E13"
        },
        {
            "hno": null,
            "id": "179",
            "nass": "قَالَ الْحَافِظ زين الدّين قَالَ أنس بن مَالك ذَلِك لأَبَان ابْن يزِيد الرقاشِي وَزِيَاد النميري وَكَانَا يقصان على النَّاس فَذكر لَهما أنس أَن المُرَاد بذلك مجَالِس الْعلم ¶ ثمَّ قَالَ الْحَافِظ زين الدّين ثمَّ أَنهم ينقلون حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم من غير معرفَة بِالصَّحِيحِ والسقيم ¶ قَالَ وان اتّفق أَنه نقل حَدِيثا صَحِيحا كَانَ آثِما فِي ذَلِك لِأَنَّهُ ينْقل مَا لَا علم لَهُ بِهِ وان صَادف الْوَاقِع آثِما بإقدامه على مَا لَا يعلم ¶ قَالَ وَلَو نظر أحدهم فِي بعض التفاسير المصنفة لَا يحل لَهُ النَّقْل مِنْهَا لِأَن كتب التفاسير فِيهَا الْأَقْوَال الْمُنكرَة والصحيحة وَمن لَا يُمَيّز صحيحها من منكرها لَا يحل لَهُ الِاعْتِمَاد على الْكتب",
            "page": "179",
            "part": "1",
            "seal": "47DEAC45"
        },
        {
            "hno": null,
            "id": "180",
            "nass": "قَالَ وليت شعري كَيفَ يقدم من هَذِه حَاله على تَفْسِير كتاب الله أحسن أَحْوَاله أَن لَا يعرف صَحِيحه من سقيمه ¶ قَالَ وَأَيْضًا لَا يحل لأحد مِمَّن هُوَ بِهَذَا الْوَصْف أَن ينْقل حَدِيثا من الْكتب بل وَلَو فِي الصَّحِيحَيْنِ مَا لم يقرأه على من يعلم ذَلِك من أهل الحَدِيث ¶ وَقد حكى الْحَافِظ أَبُو بكر بن خير اتِّفَاق الْعلمَاء على أَنه لَا يَصح لمُسلم أَن يَقُول قَالَ رَسُول الله كَذَا حَتَّى يكون عِنْده ذَلِك القَوْل مرويا وَلَو على أقل وُجُوه الرِّوَايَات لقَوْله صلى الله عَلَيْهِ وَسلم ¶ من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار ¶ وَفِي بعض الرِّوَايَات ¶ من كذب عَليّ مُطلقًا دون تَقْيِيد ¶ ثمَّ قَالَ الْحَافِظ زين الدّين ¶ وَمن آفاتهم أَن يحدثوا كثيرا من الْعَوام بِمَا لَا تبلغه",
            "page": "180",
            "part": "1",
            "seal": "11C9194C"
        },
        {
            "hno": null,
            "id": "181",
            "nass": "عُقُولهمْ فيقعوا فِي الاعتقادات السَّيئَة هَذَا وَلَو كَانَ صَحِيحا فَكيف اذا كَانَ بَاطِلا ¶ وَقد قَالَ ابْن مَسْعُود مَا أَنْت مُحدث قوما حَدِيثا لَا تبلغه عُقُولهمْ الا كَانَ لبَعْضهِم فتْنَة رَوَاهُ مُسلم فِي مُقَدّمَة صَحِيحه ¶ قَالَ الْحَافِظ زين الدّين فَلَو أَمْسكُوا عَن الْكَلَام وآفاته كَانَ خيرا لَهُم ¶ انْتهى مَا لخص من كتاب الْحَافِظ زين الدّين الْعِرَاقِيّ والجمل الَّتِي ختم بهَا هِيَ عين مَا أنكرناه على هَذَا الرجل",
            "page": "181",
            "part": "1",
            "seal": "93A94DFC"
        },
        {
            "hno": "160",
            "id": "182",
            "nass": "الْفَصْل الْعَاشِر فِي زيادات فَاتَت الْحَافِظ زين الدّين الْعِرَاقِيّ فِي كِتَابه فاستدركتها هُنَا ¶ 160 - 1 روى الامام أَحْمد بِسَنَد صَحِيح عَن الْحَارِث بن مُعَاوِيَة الْكِنْدِيّ أَنه ركب الى عمر بن الْخطاب فَسَأَلَهُ عَن الْقَصَص ¶ قَالَ مَا شِئْت ¶ قَالَ انما أردْت أَن أَنْتَهِي الى قَوْلك ¶ قَالَ أخْشَى عَلَيْك أَن تقص فترتفع فِي نَفسك ثمَّ تقص فترتفع فِي نَفسك حَتَّى يخيل اليك أَنَّك فَوْقهم بِمَنْزِلَة الثريا فيضعك الله تَحت أَقْدَامهم يَوْم الْقِيَامَة بِقدر ذَلِك",
            "page": "182",
            "part": "1",
            "seal": "5BD461F2"
        },
        {
            "hno": null,
            "id": "183",
            "nass": "وَأخرج ابْن السكن فِي معرفَة الصَّحَابَة عَن الْحسن قَالَ أول من قصّ هَهُنَا يَعْنِي بِالْبَصْرَةِ الْأسود بن سريع فارتفعت أَصْوَاتهم فجَاء مجَالد بن مَسْعُود السّلمِيّ الصَّحَابِيّ رَضِي الله عَنهُ فَقَالَ الْأسود أوسعوا لأبي عبد الله ¶ فَقَالَ اني وَالله مَا أتيتكم لنجلس وَلَكِن رأيتكم صَنَعْتُم الْيَوْم شَيْئا أنكرهُ الْمُسلمُونَ فإياكم وَمَا أنكرهُ الْمُسلمُونَ ¶ وَأخرج ابْن عدي عَن الْأَعْمَش قَالَ",
            "page": "183",
            "part": "1",
            "seal": "733688AD"
        },
        {
            "hno": null,
            "id": "184",
            "nass": "اخْتلف أهل الْبَصْرَة فِي الْقَصَص فَأتوا أنس بن مَالك فَسَأَلُوهُ أَكَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يقص ¶ قَالَ لَا ¶ وَأخرج الزبير بن بكار فِي أَخْبَار الْمَدِينَة عَن نَافِع وَغَيره من أهل الْعلم قَالُوا لم يقص فِي زمَان النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا زمَان أبي بكر وَلَا زمَان عمر وانما الْقَصَص مُحدث أحدثه مُعَاوِيَة حِين كَانَت الْفِتْنَة ¶ وَأخرج الْعقيلِيّ وَأَبُو نعيم فِي الْحِلْية بِسَنَد صَحِيح عَن عَاصِم بن بَهْدَلَة قَالَ ¶ كُنَّا نأتي أَبَا عبد الرَّحْمَن السّلمِيّ وَنحن غلمة أيفاع فَيَقُول لَا تجالسوا الْقصاص",
            "page": "184",
            "part": "1",
            "seal": "B8FFD6B1"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "وَأخرج الْعقيلِيّ وَأَبُو نعيم من وَجه آخر عَن عَاصِم قَالَ كُنَّا نجالس أَبَا عبد الرَّحْمَن السّلمِيّ فَكَانَ يَقُول ¶ لَا يجالسنا حروري وَلَا من يُجَالس الْقصاص ¶ وَأخرج الْعقيلِيّ من وَجه آخر عَن عَاصِم قَالَ كَانَ أَبُو عبد الرَّحْمَن السّلمِيّ يَقُول اتَّقوا الْقصاص ¶ وَأخرج الْعقيلِيّ عَن ضمام قَالَ كَانَ عبيد الله بن زحر اذا قعد فِي مجْلِس أَكثر الْأَحَادِيث والفتيا فَقَالَ لَهُ رجل وسَمعه يكثر الْكَلَام مَا لي أَرَاك كَأَنَّك قاص تكْثر الْكَلَام ¶ وَأخرج الْمروزِي فِي كتاب الْعلم وَأَبُو نعيم فِي الْحِلْية عَن أبي قلَابَة قَالَ",
            "page": "185",
            "part": "1",
            "seal": "FCD33EFD"
        },
        {
            "hno": null,
            "id": "186",
            "nass": "مَا أمات الْعلم الا الْقصاص يُجَالس الرجل الْقَاص سنة فَلَا يتَعَلَّق مِنْهُ بشيئ وَيجْلس الى الْعَالم فَلَا يقوم حَتَّى يتَعَلَّق مِنْهُ بِشَيْء ¶ وَأخرج أَبُو نعيم عَن سعيد بن عَاصِم قَالَ ¶ كَانَ قاص يجلس قَرِيبا من مَسْجِد مُحَمَّد بن وَاسع فَقَالَ يَوْمًا وَهُوَ يوبخ جلساءه مَا لي أرى الْقُلُوب لَا تخشع وَمَا لي أرى الْعُيُون لَا تَدْمَع وَمَا لي أرى الْجُلُود لَا تقشعر ¶ فَقَالَ مُحَمَّد بن وَاسع يَا عبد الله مَا أرى الْقَوْم أَتَوا الا من قبلك ان الذّكر اذا خرج من الْقلب وَقع على الْقلب ¶ وَأخرج أَبُو نعيم عَن عَاصِم الْأَحول قَالَ",
            "page": "186",
            "part": "1",
            "seal": "048A8D2B"
        },
        {
            "hno": null,
            "id": "187",
            "nass": "أرسلتني أم الدَّرْدَاء الى نوف الْبكالِي والى رجل آخر كَانَ يقص فِي الْمَسْجِد فَقَالَت ¶ قل لَهما اتقيا الله ولتكن موعظتكما النَّاس لأنفسكما ¶ وَأخرج الْمروزِي فِي كتاب الْعلم وَأَبُو نعيم عَن الْأَعْمَش قَالَ ¶ سَمِعت ابراهيم النَّخعِيّ يَقُول مَا أحد يَبْتَغِي بقصصه وَجه الله غير ابراهيم التَّيْمِيّ ولوددت أَنه انفلت مِنْهُ كفافا ¶ وَأخرج أَبُو نعيم عَن ابراهيم النَّخعِيّ قَالَ ¶ من جلس ليجلس اليه فَلَا تجلسوا اليه",
            "page": "187",
            "part": "1",
            "seal": "871F22BB"
        },
        {
            "hno": null,
            "id": "188",
            "nass": "وَأخرج الْخَطِيب فِي تَارِيخه عَن أبي جَعْفَر الْخُلْدِيِّ قَالَ ¶ سَمِعت الْجُنَيْد يَحْكِي عَن الْخَواص أَنه قَالَ سَمِعت بضعَة عشر من مَشَايِخ الصَّنْعَة أهل الْوَرع وَالدّين والتمييز وَترك الطمع كلهم مجمعون على أَن الْقَصَص فِي الأَصْل بِدعَة ¶ وَأخرج ابْن عَسَاكِر عَن حميد بن عبد الرَّحْمَن أَن تميما الدَّارِيّ اسْتَأْذن عمر فِي الْقَصَص سِنِين فَأبى أَن يَأْذَن لَهُ فاستأذنه فِي يَوْم وَاحِد فَلَمَّا أَكثر عَلَيْهِ قَالَ لَهُ مَا تَقول ¶ قَالَ أَقرَأ عَلَيْهِم الْقُرْآن وَآمرهُمْ بِالْخَيرِ وأنهاهم عَن الشَّرّ ¶ قَالَ عمر ذَلِك الذّبْح ثمَّ قَالَ عظ قبل أَن أخرج فِي الْجُمُعَة فَكَانَ يفعل ذَلِك يَوْمًا وَاحِدًا فِي الْجُمُعَة ¶ وَأخرج ابْن عَسَاكِر عَن بكير أَن تميما الدَّارِيّ اسْتَأْذن عمر فِي الْقَصَص فَقَالَ لَهُ عمر أَتَدْرِي مَا تُرِيدُ انك تُرِيدُ",
            "page": "188",
            "part": "1",
            "seal": "2152C6D8"
        },
        {
            "hno": null,
            "id": "189",
            "nass": "الذّبْح مَا يُؤمنك أَن ترفعك نَفسك حَتَّى تبلغ السَّمَاء ثمَّ يضعك الله ¶ وَأخرج ابْن عَسَاكِر عَن أبي سُهَيْل بن مَالك عَن أَبِيه عَن تَمِيم الدَّارِيّ أَنه اسْتَأْذن عمر فِي الْقَصَص فَأذن لَهُ ثمَّ مر عَلَيْهِ بعد فَضَربهُ بِالدرةِ ¶ وَأخرج ابْن الْمُبَارك فِي الزّهْد بِسَنَد صَحِيح عَن مَيْمُون بن مهْرَان قَالَ ¶ الْقَاص ينْتَظر المقت من الله ¶ وَأخرج ابْن الْمُبَارك عَن يزِيد بن أبي حبيب قَالَ ¶ ان الْقَاص ينْتَظر المقت",
            "page": "189",
            "part": "1",
            "seal": "C1BE335F"
        },
        {
            "hno": null,
            "id": "190",
            "nass": "وَأخرج ابْن الْمُبَارك عَن عقبَة بن مُسلم قَالَ ¶ الحَدِيث مَعَ الرجل وَالرّجلَيْنِ وَالثَّلَاثَة وَالْأَرْبَعَة واذا عظمت الْحلقَة فأنصت أَو انشز ¶ وَأخرج أَبُو نعيم فِي الْحِلْية عَن الزُّهْرِيّ قَالَ ¶ اذا طَال الْمجْلس كَانَ للشَّيْطَان فِيهِ نصيب ¶ وَأخرج أَبُو بكر الْمروزِي فِي كتاب الْعلم وَأَبُو جَعْفَر النّحاس فِي كتاب النَّاسِخ والمنسوخ عَن أبي البخْترِي ¶ قَالَ دخل عَليّ بن أبي طَالب الْمَسْجِد فَإِذا رجل يخوف وَلَفظ الْمروزِي يقص فَقَالَ مَا هَذَا فَقَالُوا رجل يذكر النَّاس",
            "page": "190",
            "part": "1",
            "seal": "3288A2EA"
        },
        {
            "hno": null,
            "id": "191",
            "nass": "فَقَالَ لَيْسَ بِرَجُل يذكر النَّاس وَلكنه يَقُول أَنا فلَان ابْن فلَان فاعرفوني ¶ فَأرْسل اليه فَقَالَ أتعرف النَّاسِخ من الْمَنْسُوخ ¶ فَقَالَ لَا ¶ قَالَ فَاخْرُج من مَسْجِدنَا وَلَا تذكر فِيهِ ¶ وَأخرج ابْن أبي شيبَة وَأَبُو خثيمَةَ والمروزي مَعًا فِي كتاب الْعلم وَأَبُو دَاوُد والنحاس كِلَاهُمَا فِي النَّاسِخ والمنسوخ عَن أبي عبد الرَّحْمَن السّلمِيّ قَالَ ¶ مر عَليّ بن أبي طَالب بِرَجُل يقص فَقَالَ أعرفت النَّاسِخ والمنسوخ ¶ قَالَ لَا ¶ قَالَ هَلَكت وأهلكت",
            "page": "191",
            "part": "1",
            "seal": "4B260EC2"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "وَأخرج النّحاس وَالطَّبَرَانِيّ عَن الضَّحَّاك بن مُزَاحم قَالَ مر ابْن عَبَّاس بقاص يقص فركله بِرجلِهِ وَقَالَ أَتَدْرِي النَّاسِخ من الْمَنْسُوخ ¶ قَالَ لَا ¶ قَالَ هَلَكت وأهلكت ¶ وَأخرج أَبُو نعيم فِي الْحِلْية عَن شُرَيْح قَالَ ¶ كنت مَعَ عَليّ بن أبي طَالب فِي سوق الْكُوفَة فَانْتهى الى قاص يقص فَوقف عَلَيْهِ ¶ فَقَالَ أَيهَا الْقَاص تقص وَنحن قريب الْعَهْد أما اني",
            "page": "192",
            "part": "1",
            "seal": "CA1CC149"
        },
        {
            "hno": null,
            "id": "193",
            "nass": "أَسأَلك فان لم تخرج عَمَّا سَأَلتك والا أدبتك ¶ قَالَ الْقَاص سل يَا أَمِير الْمُؤمنِينَ عَمَّا شِئْت ¶ فَقَالَ عَليّ مَا ثبات الايمان وزواله ¶ فَقَالَ الْقَاص ثبات الايمان الْوَرع وزواله الطمع ¶ قَالَ عَليّ صدقت ¶ وَأخرج ابْن سعد فِي الطَّبَقَات عَن عَطاء قَالَ ¶ دخلت أَنا وَعبيد بن عُمَيْر على عَائِشَة رَضِي الله عَنْهَا فَقَالَت ¶ من هَذَا فَقَالَ أَنا عبيد بن عُمَيْر ¶ قَالَت قاص أهل مَكَّة ¶ قَالَ نعم ¶ قَالَت خفف فَإِن الذّكر يقتل",
            "page": "193",
            "part": "1",
            "seal": "0AC884A2"
        },
        {
            "hno": null,
            "id": "194",
            "nass": "وَأخرج عبد بن حميد فِي تَفْسِيره عَن قيس بن سعد قَالَ جَاءَ ابْن عَبَّاس حَتَّى قَامَ على عبيد بن عُمَيْر وَهُوَ يقص فَقَالَ ¶ {وَاذْكُر فِي الْكتاب إِبْرَاهِيم إِنَّه كَانَ صديقا نَبيا} ¶ {وَاذْكُر فِي الْكتاب إِسْمَاعِيل} الْآيَة {وَاذْكُر فِي الْكتاب إِدْرِيس} ذكره بأيام الله وأثن على من أثنى الله عَلَيْهِ ¶ وَأخرج ابْن أبي شيبَة والمروزي فِي كتاب الْعلم عَن خباب أَنه رأى ابْنه عِنْد قاص فَلَمَّا رَجَعَ ائتزر وَأخذ السَّوْط وَقَالَ أمع العمالقة هَذَا قرن قد طلع قَالَ ابْن الْأَثِير فِي النِّهَايَة قَول جناب هَذَا قرن قد طلع أَرَادَ قوما",
            "page": "194",
            "part": "1",
            "seal": "99429C53"
        },
        {
            "hno": null,
            "id": "195",
            "nass": "أحداثا نبغوا بعد أَن لم يَكُونُوا يَعْنِي الْقصاص وَقيل أَرَادَ بِدعَة حدثت لم تكن فِي عهد النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن ابْن عمر قَالَ ¶ لم يقص على عهد النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا عهد أبي بكر وَلَا عهد عمر وَلَا عهد عُثْمَان انما كَانَ الْقَصَص حَيْثُ كَانَت الْفِتْنَة ¶ وَأخرج الْمروزِي عَن سَالم أَن ابْن عمر كَانَ يلفي خَارِجا من الْمَسْجِد فَيَقُول مَا أخرجني الا صَوت قاصكم هَذَا ¶ وَأخرج الْمروزِي عَن يزِيد الرقاشِي قَالَ اخْتصم قوم فِي الْقَصَص فحسنه قوم وَكَرِهَهُ قوم فَأتوا أنسا فَذكرُوا ذَلِك لَهُ وسألوه فَقَالَ ان رَسُول الله صلى الله عَلَيْهِ وَسلم لم يبْعَث بالقصص ¶ وَأخرج الْمروزِي عَن سعيد بن عُبَيْدَة أَن ابْن عمر قَالَ لقاص يقص عِنْده قُم عَنَّا فقد آذيتنا ¶ وَأخرج الْمروزِي عَن أبي يحيى قَالَ مر بِي عَليّ بن أبي طَالب رَضِي الله عَنهُ وَأَنا أقص فَقَالَ هَل عرفت النَّاسِخ من الْمَنْسُوخ",
            "page": "195",
            "part": "1",
            "seal": "359C9D26"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "قلت لَا ¶ قَالَ أَنْت أَبُو اعرفوني ¶ وَأخرج الْمروزِي عَن سُفْيَان بن عُيَيْنَة قَالَ قيل لطاووس ذكرنَا ¶ قَالَ لم يحضرني حسبَة ذَلِك أَي لم تحصل لَهُ نِيَّة مصححة ¶ وَأخرج ابْن أبي شيبَة عَن ابْن مُغفل قَالَ كَانَ رجل لَا يزَال يقص فَقَالَ لَهُ ابْن مَسْعُود انشر سلعتك على من يريدها ¶ وَأخرج ابْن أبي شيبَة عَن جرير بن حَازِم أبي النَّضر قَالَ",
            "page": "196",
            "part": "1",
            "seal": "11AA8306"
        },
        {
            "hno": null,
            "id": "197",
            "nass": "سَأَلَ رجل مُحَمَّد بن سِيرِين مَا تَقول فِي مجالسة هَؤُلَاءِ الْقصاص ¶ قَالَ لَا آمُرك بِهِ وَلَا انهاك عَنهُ الْقَصَص أَمر مُحدث أحدثه هَذَا الْخلق من الْخَوَارِج ¶ وَأخرج ابْن أبي شيبَة عَن الضَّحَّاك قَالَ ¶ أحدث النَّاس الْقيام فِي رَمَضَان وَصَلَاة الضُّحَى والقنوت فِي الْفجْر والقصص ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن أبي عُثْمَان قَالَ ¶ كتب عَامل لعمر بن الْخطاب ان هَهُنَا قوما يَجْتَمعُونَ فَيدعونَ للْمُسلمين وللأمير فَكتب إِلَيْهِ عمر أقبل وَأَقْبل بهم مَعَك",
            "page": "197",
            "part": "1",
            "seal": "4BBA6469"
        },
        {
            "hno": null,
            "id": "198",
            "nass": "فَأقبل فَقَالَ عمر للبواب أعد سَوْطًا ¶ فَلَمَّا أدخلُوا على عمر أقبل على أَمِيرهمْ ضربا فِي بِالسَّوْطِ ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن عقبَة بن حُرَيْث قَالَ ¶ سَمِعت ابْن عمر وَجَاء رجل قاص فَجَلَسَ فِي مَجْلِسه فَقَالَ لَهُ ابْن عمر قُم من مَجْلِسنَا فَأبى أَن يقوم فَأرْسل ابْن عمر الى صَاحب الشرطة أقِم الْقَاص ¶ قَالَ فَبعث اليه رجلا فأقامه ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن مُجَاهِد قَالَ ¶ دخل قاص فَجَلَسَ قَرِيبا من ابْن عمر فَقَالَ لَهُ قُم فَأبى أَن يقوم فَأرْسل الى صَاحب الشرطة فَأرْسل اليه شرطيا فأقامه ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن أبي وَائِل قَالَ قيل لعلقمة ¶ الا تقص علينا",
            "page": "198",
            "part": "1",
            "seal": "ADC8E8C1"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "قَالَ اني أكره أَن آمركُم بِمَا لَا أفعل ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن ابْن سِيرِين قَالَ ¶ بلغ عمر أَن رجلا يقص بِالْبَصْرَةِ فَكتب اليه ¶ {الر تِلْكَ آيَات الْكتاب الْمُبين إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبيا لَعَلَّكُمْ تعقلون نَحن نقص عَلَيْك أحسن الْقَصَص} الى آخر الْآيَات قَالَ فَعرف الرجل فَتَركه ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن عَائِشَة رَضِي الله عَنْهَا ¶ أَن رجلا قَالَ لَهَا آتِي الْقَاص يَدْعُو لي فَقَالَت لِأَن تَدْعُو لنَفسك خير من أَن يَدْعُو لَك الْقَاص ¶ وَأخرج ابْن أبي شيبَة والمروزي عَن جُبَير بن نفير الْحَضْرَمِيّ ¶ أَن ام الدَّرْدَاء بعثته الى نَوْفَل بن قلان وَقاص مَعَه يقصان فِي الْمَسْجِد فَقَالَت",
            "page": "199",
            "part": "1",
            "seal": "76BA7457"
        },
        {
            "hno": null,
            "id": "200",
            "nass": "قل لَهما فليتقيا الله وَتَكون موعظتهما للنَّاس لأنفسهما ¶ وَأخرج الْمروزِي وَأَبُو نعيم عَن أبي ادريس الْخَولَانِيّ قَالَ ¶ لِأَن أرى فِي نَاحيَة الْمَسْجِد نَارا تأجج أحب الي من أَن أرى فِي ناحيته قَاصا يقص ¶ وَأخرج ابْن سعد فِي طبقاته والمروزي عَن همام التَّيْمِيّ قَالَ لما قصّ ابرا هيم التَّيْمِيّ أخرجه أَبوهُ يزِيد بن شريك من دَاره وَقَالَ ¶ مَا هَذَا الَّذِي أحدثت ¶ وَأخرج ابْن سعد وَابْن أبي شيبَة عَن ابْن حبَان قَالَ قَالَ ابراهيم التَّيْمِيّ مَا عرضت قولي على عَمَلي الا خفت أَن أكون مُكَذبا",
            "page": "200",
            "part": "1",
            "seal": "0EBC49B5"
        },
        {
            "hno": null,
            "id": "201",
            "nass": "وَأخرج ابْن أبي شيبَة والمروزي عَن ابراهيم النَّخعِيّ قَالَ ¶ مَا أحد فِيمَن يذكر أَرْجَى فِي نَفسِي أَن يسلم من ابراهيم التَّيْمِيّ على الْقَصَص وَلَو ددت أَنه يسلم مِنْهُ كفافا لَا عَلَيْهِ وَلَا لَهُ ¶ وَأخرج ابْن سعد وَابْن أبي شيبَة من طَرِيق سُفْيَان عَن أَبِيه قَالَ إِنَّمَا حمل ابراهيم التَّيْمِيّ على الْقَصَص أَنه رأى فِي الْمَنَام أَنه يقسم ريحانا فَبلغ ذَلِك ابراهيم النَّخعِيّ فَقَالَ الريحان رِيحه طيب وطعمه مر ¶ وَأخرج السلَفِي فِي الطيوريات من طَرِيق الْفضل بن",
            "page": "201",
            "part": "1",
            "seal": "622D9AB5"
        },
        {
            "hno": null,
            "id": "202",
            "nass": "زِيَاد قَالَ ¶ سَمِعت أَحْمد بن حَنْبَل يَقُول أكذب النَّاس السُّؤَال وَالْقصاص ¶ وَأخرج الْخَطِيب الْبَغْدَادِيّ عَن حَنْبَل بن اسحاق قَالَ قلل قلت لِعَمِّي فِي الْقصاص فَقَالَ الْقصاص الَّذين يذكرُونَ الْجنَّة وَالنَّار والتخويف وَلَهُم نِيَّة وَصدق الحَدِيث فَأَما هَؤُلَاءِ الَّذين أَحْدَثُوا وضع الْأَخْبَار وَالْأَحَادِيث الْمَوْضُوعَة فَلَا أرَاهُ ¶ وَأخرج أَحْمد فِي الزّهْد عَن أبي الْمليح قَالَ ذكر مَيْمُون الْقَاص فَقَالَ لَا يخطأ الْقصاص ثَلَاثًا اما أَن يسمن قَوْله بِمَا يهزل دينه ¶ واما عجب بِنَفسِهِ ¶ واما ان يَأْمر بِمَا لَا يفعل ¶ فَلهَذَا قَالَ صلى الله عَلَيْهِ وَسلم ¶ الْقَاص ينْتَظر المقت ¶ وَأخرج أَحْمد وَالْبَزَّار عَن غُضَيْف بن الْحَارِث الثمالِي قَالَ",
            "page": "202",
            "part": "1",
            "seal": "E606BA4F"
        },
        {
            "hno": null,
            "id": "203",
            "nass": "بعث الي عبد الْملك بن مَرْوَان فَقَالَ يَا أَبَا سُلَيْمَان انا قد جَمعنَا النَّاس على أَمريْن ¶ قلت وَمَا هما ¶ قَالَ رفع الْأَيْدِي على المنابر يَوْم الْجُمُعَة والقصص بعد الصُّبْح وَالْعصر ¶ فَقلت لست بمجيبكم الى شَيْء مِنْهُمَا ¶ قَالَ لم ¶ قلت لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ مَا أحدث قوم بِدعَة الا رفع مثلهَا من السّنة فتمسك بِسنة خير من احداث بِدعَة ¶ وَأخرج ابْن الْجَوْزِيّ فِي كتاب الْقصاص والمذكرين عَن عبد الله بن خباب بن الْأَرَت قَالَ مر بِي أبي وَأَنا عِنْد رجل يقص فَلم يقل لي شَيْئا حَتَّى أتيت الْبَيْت فاتزر",
            "page": "203",
            "part": "1",
            "seal": "9D427548"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "وَأخذ السَّوْط يضربني حَتَّى حجزه الزبْرِقَان وَهُوَ يَقُول أمع العمالقة أمع العمالقة ثَلَاثًا ان هَذَا قرن قد طلع ان هَذَا قرن قد طلع يَقُولهَا ثَلَاثًا ¶ وَأخرج الْخَطِيب الْبَغْدَادِيّ من طَرِيق يزِيد الرقاشِي عَن أنس بن مَالك قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ لِأَن أَجْلِس مَعَ قوم يذكرُونَ الله من غدْوَة الى طُلُوع الشَّمْس أحب الي مِمَّا طلعت عَلَيْهِ الشَّمْس وَمن الْعَصْر الى غُرُوبهَا أحب الي من كَذَا وَكَذَا ¶ قَالَ يزِيد كَانَ أنس اذا حدث بِهَذَا الحَدِيث أقبل عَليّ وَقَالَ ¶ وَالله مَا هُوَ بِالَّذِي تصنع أَنْت وَأَصْحَابك وَلَكنهُمْ قوم يتعلمون الْقُرْآن وَالْفِقْه ¶ وَأخرج الْخَطِيب عَن عبد الله بن مَسْعُود قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ اذا مررتم برياض الْجنَّة فارتعوا",
            "page": "204",
            "part": "1",
            "seal": "B62FC92B"
        },
        {
            "hno": null,
            "id": "205",
            "nass": "أما اني لَا أَعنِي حلق الْقصاص وَلَكِن أَعنِي حلق الْفِقْه ¶ وَأخرج الْخَطِيب عَن أبي عَامر الْعَقدي قَالَ ¶ أَنا كنت سَبَب عبد الرَّحْمَن بن مهْدي فِي الحَدِيث كَانَ يتبع الْقصاص فَقلت لَهُ لَا يحصل فِي يدك من هَؤُلَاءِ شَيْء ¶ وَأخرج سعيد بن مَنْصُور فِي سنَنه وَابْن أبي دَاوُد",
            "page": "205",
            "part": "1",
            "seal": "431A973D"
        },
        {
            "hno": null,
            "id": "206",
            "nass": "فِي الْمَصَاحِف عَن مُعَاوِيَة بن قُرَّة قَالَ ¶ سَأَلت الْحسن أَقرَأ فِي مصحفي أحب اليك أم أَجْلِس الى قاص ¶ قَالَ اقرأفي مصحفك ¶ قلت أَعُود مَرِيضا أحب اليك أم أَجْلِس الى قاص ¶ قَالَ عد مريضك ¶ قلت أشيع جَنَازَة أحب اليك أم أَجْلِس الى قاص ¶ قَالَ شيع جنازتك ¶ قلت اسْتَعَانَ بِي رجل على حَاجَة لَهُ أحب اليك أذهب مَعَه أم أَجْلِس الى قاص ¶ قَالَ اذْهَبْ فِي حَاجَة أَخِيك ¶ حَتَّى جعله خير مجَالِس الْفَرَاغ",
            "page": "206",
            "part": "1",
            "seal": "1C40FD2D"
        },
        {
            "hno": null,
            "id": "207",
            "nass": "وَأخرج الْخَطِيب وَابْن الْجَوْزِيّ من طَرِيق ابراهيم الْحَرْبِيّ قَالَ ¶ حَدثنِي شُجَاع بن مخلد قاال لَقِيَنِي بشر بن الْحَارِث وَأَنا أُرِيد مجْلِس مَنْصُور ابْن عمار الْقَاص فَقَالَ لي",
            "page": "207",
            "part": "1",
            "seal": "DDB9D48F"
        },
        {
            "hno": null,
            "id": "208",
            "nass": "وَأَنت أَيْضا ياشجاع وَأَنت أَيْضا ارْجع ارْجع ¶ قَالَ فَرَجَعت ثمَّ قَالَ ابراهيم لَو كَانَ فِي هَذَا خير لسبق اليه سُفْيَان الثَّوْريّ ووكيع وَأحمد بن حَنْبَل وَبشر بن الْحَارِث ¶ وَأخرج ابْن الْجَوْزِيّ عَن سُلَيْمَان بن اسحاق الحلاب قَالَ سَمِعت ابراهيم الْحَرْبِيّ يَقُول الْحَمد لله الَّذِي لم يجعلنا مِمَّن يذهب الى قاص وَلَا الى بيعَة وَلَا الى كَنِيسَة ¶ وَأخرج أَبُو عَاصِم النَّبِيل فِي جزئه من طَرِيق صَالح بن أبي غَرِيب عَن كثير بن مرّة أَن عَوْف بن مَالك وَابْن عبد كلال دخلا مَسْجِد حمص فرأيا جمَاعَة فَقَالَ عَوْف مَا هَذِه",
            "page": "208",
            "part": "1",
            "seal": "9C533A1E"
        },
        {
            "hno": null,
            "id": "209",
            "nass": "فَقَالُوا كَعْب يقص ¶ فَقَالَا يَا ويحه أما سمع حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ لَا يقص على النَّاس الا أَمِير أَو مَأْمُور أَو مختال ¶ وَأخرج أَبُو الْحسن الْفراء فِي فَوَائده عَن الْفضل بن مُوسَى السينَانِي قَالَ أتيت الرقاشِي وَهُوَ يقص فَجعلت أستاك ¶ فَقَالَ أَنْت هَهُنَا قلت أَنا هَهُنَا فِي سنة وَأَنت فِي بِدعَة ¶ وَأخرج ابْن سعد عَن عِكْرِمَة بن عمار قَالَ رَأَيْت سَالم بن عبد الله بن عمر لَا يشْهد قاص جمَاعَة وَلَا غَيره ¶ وَأخرج بُد الله بن أَحْمد بن حَنْبَل فِي زَوَائِد الزّهْد عَن أبي سَلمَة أَن ابْن عمر مر بقاص وَقد رفعوا أَيْديهم فَقَالَ ¶ اللَّهُمَّ اقْطَعْ هَذِه الْأَيْدِي",
            "page": "209",
            "part": "1",
            "seal": "AA0E05D5"
        },
        {
            "hno": null,
            "id": "210",
            "nass": "وَأخرج عبد الله بن أَحْمد عَن مُحَمَّد بن سِيرِين قَالَ ¶ دخلت الْمَسْجِد فاذا حميد بن عبد الرَّحْمَن يذكر الْعلم واذا سعيد بن عبد الرَّحْمَن يقص فِي نَاحيَة فَقلت الي أَيهمَا أَجْلِس ¶ قَالَ فَلم أقعد الى وَاحِد مِنْهُمَا وَوضعت رَأْسِي الى سَارِيَة فَنمت فَأَتَانِي آتٍ فِي الْمَنَام فَقَالَ لي أمثلت بَينهمَا أَي قُمْت بَين الِاثْنَيْنِ لَئِن شِئْت لنرينك مقْعد جِبْرِيل عَلَيْهِ السَّلَام من حميد بن عبد الرَّحْمَن يَعْنِي الْحميدِي ¶ وَقَالَ ابْن الْحَاج فِي الْمدْخل",
            "page": "210",
            "part": "1",
            "seal": "CD847589"
        },
        {
            "hno": null,
            "id": "211",
            "nass": "مجْلِس الْعلم الْمجْلس الَّذِي يذكر فِيهِ الْحَلَال وَالْحرَام وَاتِّبَاع السّلف رَضِي الله عَنْهُم لَا مجَالِس الْقصاص والوعاظ فَإِن ذَلِك بِدعَة ¶ وَقد سُئِلَ مَالك رَحمَه الله تَعَالَى عَن الْجُلُوس الى الْقصاص ¶ فَقَالَ مَا أرى أَن يجلس اليهم وان الْقَصَص لبدعة ¶ قَالَ ابْن رشد كَرَاهَة الْقَصَص مَعْلُومَة من مَذْهَب مَالك ¶ روى عَن يحيى بن يحيى قَالَ خرج مَعنا فَتى من طرابلس الى الْمَدِينَة فَكُنَّا لَا ننزل منزلا الا وعظنا فِيهِ حَتَّى بلغنَا الْمَدِينَة فَكُنَّا نعجب من ذَلِك فَلَمَّا أَتَيْنَا الْمَدِينَة اذ هُوَ قد أَرَادَ أَن يفعل بهم مَا كَانَ يفعل بِنَا فرأيته وَهُوَ قَائِم يُحَدِّثهُمْ وَقد لَهو عَنهُ وَالصبيان يحصبونه وَيَقُولُونَ لَهُ اسْكُتْ يَا جَاهِل",
            "page": "211",
            "part": "1",
            "seal": "5E5D5644"
        },
        {
            "hno": null,
            "id": "212",
            "nass": "فوقفت مُتَعَجِّبا لما رَأَيْت فَدَخَلْنَا على مَالك فَكَانَ أول شَيْء سألناه عَنهُ بعدأن سلمنَا عَلَيْهِ مَا رَأينَا من الْفَتى فَقَالَ مَالك ¶ أصَاب الرِّجَال اذ لهوا عَنهُ وَأصَاب الصّبيان اذ أَنْكَرُوا عَلَيْهِ باطله ¶ قَالَ يحيى وَسمعت مَالِكًا يكره الْقَصَص فَقيل لَهُ ¶ يَا أَبَا عبد الله فَإِن تكره مثل هَذَا فعلى م كَانَ يجْتَمع من مُضِيّ فَقَالَ على الْفِقْه وَكَانَ يَأْمُرهُم وينهاهم انْتهى ¶ قَالَ ابْن الْحَاج وَقَول مَالك أصَاب الرِّجَال اذ لهوا عَنهُ فَإِنَّمَا صوب فعل الرِّجَال لكَون الصّبيان قد كفوهم مؤونة التَّغْيِير فَلَو لم يُغير الصّبيان لبادروا الى التَّغْيِير ¶ قَالَ وَمن كتاب الْجَامِع للشَّيْخ أبي مُحَمَّد بن أبي زيد ¶ وَأنكر مَالك الْقَصَص فِي الْمَسْجِد وَقد قَالَ تَمِيم الدَّارِيّ لعمر بن الْخطاب دَعْنِي أدع",
            "page": "212",
            "part": "1",
            "seal": "E45B6D9F"
        },
        {
            "hno": null,
            "id": "213",
            "nass": "الله وأقص وأذكر النَّاس ¶ فَقَالَ عمر لَا ¶ فَعَاد عَلَيْهِ فَقَالَ أَنْت تُرِيدُ أَن تَقول أَنا تَمِيم الدَّارِيّ فاعرفوني ¶ وَقَالَ الامام الطرطوشي قَالَ مَالك ونهيت أَبَا قدامَة أَن يقوم بعد الصَّلَاة فَيَقُول افعلوا كَذَا ¶ وَقَالَ أَبُو ادريس لِأَن أرى فِي نَاحيَة الْمَسْجِد نَارا تأجج أحب الي من أَن أرى فِي ناحيته قَاصا يقص ¶ قَالَ عُلَمَاؤُنَا رَضِي الله عَنْهُم ¶ لم يقص فِي زمن النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا فِي زمن أبي بكر وَلَا زمن عمر حَتَّى ظَهرت الْفِتْنَة وَظهر الْقصاص ¶ وَلما دخل عَليّ رَضِي الله عَنهُ مَسْجِد الْبَصْرَة أخرج الْقصاص مِنْهُ وَقَالَ لَا يقص فِي الْمَسْجِد",
            "page": "213",
            "part": "1",
            "seal": "7133B74A"
        },
        {
            "hno": null,
            "id": "214",
            "nass": "وَجَاء ابْن عمر الى الْمَسْجِد فَوجدَ قَاصا يقص فَوجه الى صَاحب الشرطة أَن أخرجه من الْمَسْجِد فَأخْرجهُ ¶ وَقَالَ الطرطوشي ¶ قَالَ أَبُو معمر رَأَيْت سيارا أَبَا الحكم يستاك على بَاب الْمَسْجِد وَقاص يقص فِي الْمَسْجِد فَقلت لَهُ يَا أَبَا الحكم النَّاس ينظرُونَ اليك ¶ فَقَالَ اني فِي خير مِمَّا هم فِيهِ أَنا فِي سنة وهم فِي بِدعَة ¶ وَلما دخل سُلَيْمَان بن مهْرَان الْأَعْمَش الْبَصْرَة نظر الى قاص يقص فِي الْمَسْجِد فَقَالَ حَدثنَا الْأَعْمَش عَن أبي اسحاق عَن أبي وَائِل فتوسط الْأَعْمَش الْحلقَة وَجعل ينتف شعر ابطه فَقَالَ لَهُ الْقَاص يَا شيخ الا تَسْتَحي نَحن فِي علم وَأَنت تفعل مثل هَذَا ¶ فَقَالَ الْأَعْمَش الَّذِي أَنا فِيهِ خير من الَّذِي أَنْت فِيهِ",
            "page": "214",
            "part": "1",
            "seal": "84A88711"
        },
        {
            "hno": null,
            "id": "215",
            "nass": "قَالَ كَيفَ ¶ قَالَ لِأَنِّي فِي سنة وَأَنت فِي كذب أَنا الْأَعْمَش وَمَا حدثتك مِمَّا تَقول شَيْئا ¶ وَقَالَ أَحْمد بن حَنْبَل أكذب النَّاس الْقصاص وَالسُّؤَال ¶ قيل لَهُ لَو رَأَيْت قَاصا صَدُوقًا أَكنت مجَالِسهمْ ¶ قَالَ لَا ¶ وَقَالَ أَبُو طَالب الْمَكِّيّ فِي كِتَابه قوت الْقُلُوب ¶ حُضُور مجَالِس الْعلم أفضل من صَلَاة النَّافِلَة وَصَلَاة النَّافِلَة",
            "page": "215",
            "part": "1",
            "seal": "EE1B55FE"
        },
        {
            "hno": null,
            "id": "216",
            "nass": "أفضل من حُضُور مجَالِس الْقصاص وَمن الِاسْتِمَاع الى الْقصاص فان الْقَصَص كَانَ عِنْدهم بِدعَة وَكَانُوا يخرجُون الْفضل ¶ وَعَن الْفضل بن مهْرَان قَالَ ¶ قلت ليحيى بن معِين أَخ لي يقْعد الى الْقصاص ¶ قَالَ انهه ¶ قلت لَا يقبل ¶ قَالَ عظه ¶ قلت لَا يقبل ¶ قَالَ اهجره ¶ قلت نعم ¶ قَالَ فَأتيت أَحْمد بن حَنْبَل فَذكرت لَهُ نَحْو ذَلِك فَقَالَ لي ¶ قل لَهُ يقرأفي الْمُصحف وَيذكر الله تَعَالَى فِي نَفسه وَيطْلب حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ قلت فَإِن لم يفعل",
            "page": "216",
            "part": "1",
            "seal": "DB801FCF"
        },
        {
            "hno": null,
            "id": "217",
            "nass": "قَالَ بلَى ان شَاءَ الله ¶ قلت فَإِن لم يقبل اهجره ¶ قَالَ فَتَبَسَّمَ وَسكت انْتهى ¶ وَقَالَ الْخَطِيب الْبَغْدَادِيّ فِي تَارِيخه ¶ حَدثنِي القَاضِي أَبُو الْقَاسِم عَليّ بن المحسن التنوخي ¶ قَالَ حَدثنَا القَاضِي أَبُو مُحَمَّد عبد الله بن مُحَمَّد الْأَكْفَانِيِّ سَمِعت أبي يَقُول ¶ حججْت فِي بعض السنين وَحج فِي تِلْكَ السّنة أَبُو الْقَاسِم عبد الله بن مُحَمَّد الْبَغَوِيّ وَأَبُو بكر الأدمِيّ الْقَارِي فَلَمَّا",
            "page": "217",
            "part": "1",
            "seal": "0DB34D93"
        },
        {
            "hno": null,
            "id": "218",
            "nass": "صرنا بِمَدِينَة الرَّسُول صلى الله عَلَيْهِ وَسلم جَاءَنِي أَبُو الْقَاسِم الْبَغَوِيّ فَقَالَ لي يَا أَبَا بكر هَهُنَا رجل ضَرِير قد جمع حَلقَة فِي مَسْجِد الرَّسُول صلى الله عَلَيْهِ وَسلم وَقعد يقص ويروي الْكَذِب من الْأَحَادِيث الْمَوْضُوعَة وَالْأَخْبَار الكاذبة المفتعلة فَإِن رَأَيْت أَن تمْضِي بِنَا اليه لننكر عَلَيْهِ ذَلِك ونمنعه مِنْهُ ¶ فَقلت لَهُ يَا أَبَا الْقَاسِم ان كلامنا لَا يُؤثر مَعَ هَذَا الْجمع الْكثير والخلق الْعَظِيم ولسنا بِبَغْدَاد فَيعرف لنا موضعنا وننزل مَنَازلنَا وَلَكِن هَهُنَا أَمر آخر هُوَ الصَّوَاب وَأَقْبَلت على أبي بكر الأدمِيّ وَقلت لَهُ استعذ واقرأ فَمَا هُوَ الا أَن ابْتَدَأَ بِالْقِرَاءَةِ انفكت الْحلقَة وانفض النَّاس جَمِيعًا فأحاطوا",
            "page": "218",
            "part": "1",
            "seal": "8CD21FC0"
        },
        {
            "hno": null,
            "id": "219",
            "nass": "بِنَا يسمعُونَ قِرَاءَة أبي بكر وَتركُوا الضَّرِير وَحده فَسَمعته يَقُول لقائده خُذ بيَدي فَهَكَذَا تَزُول النعم ¶ وَفِي تَارِيخ الامام أبي جَعْفَر بن جرير فِي حوادث سنة تسع وَسبعين وَمِائَتَيْنِ فِي خلَافَة المعتضد نُودي فِي بَغْدَاد أَن لَا يقْعد على الطَّرِيق وَلَا فِي مَسْجِد الْجَامِع قاص وَلَا صَاحب نُجُوم وَلَا زاجر وَحلف الوراقون الا يبيعوا علم الْكَلَام والجدل والفلسفة ¶ قَالَ وَفِي سنة أَربع وَثَمَانِينَ وَمِائَتَيْنِ فِي جُمَادَى الْآخِرَة نُودي فِي الْمَسْجِد الْجَامِع بنهي النَّاس عَن الِاجْتِمَاع الى قاص وبمنع الْقصاص من الْقعُود ¶ ثمَّ رَأَيْت كتاب الْقصاص والمذكرين تأليف الْحَافِظ أبي الْفرج بن الْجَوْزِيّ وَفِيه فَوَائِد لم يتَقَدَّم لَهَا ذكر فألخصها هُنَا",
            "page": "219",
            "part": "1",
            "seal": "3BE562F7"
        },
        {
            "hno": null,
            "id": "220",
            "nass": "قَالَ فِي أَوله سَأَلَ سَائل فَقَالَ نرى كَلَام السّلف يخْتَلف فِي مدح الْقصاص وذمهم فبعضهم يحرض على الْحُضُور عِنْدهم وَبَعْضهمْ ينْهَى عَن ذَلِك ¶ وَنحن نسْأَل أَن تذكر لنا فصلا يكون فصلا لهَذَا الْأَمر ¶ فأجبت لَا بُد من كشف حَقِيقَة هَذَا الْأَمر ليبين الْمَحْمُود مِنْهُ والمذموم ¶ اعْلَم أَن لهَذَا الْفَنّ ثَلَاثَة أَسمَاء قصَص وتذكير وَوعظ ¶ فَيُقَال قاص ومذكر وواعظ ¶ فالقاص هُوَ الَّذِي يتبع الْقِصَّة الْمَاضِيَة بالحكاية عَنْهَا وَالشَّرْح لَهَا وَذَلِكَ الْقَصَص ¶ وَهَذَا فِي الْغَالِب عبارَة عَمَّن يروي أَخْبَار الماضين ¶ وَهَذَا لَا يذم لنَفسِهِ لِأَن فِي ايراد أَخْبَار السالفين عِبْرَة لمعتبر وعظة لمزدجر واقتداء بصواب لمتبع وانما كره بعض السّلف الْقَصَص لأحد سِتَّة أَشْيَاء ¶ أَحدهَا أَن الْقَوْم كَانُوا على الإقتداء والإتباع فَكَانُوا اذا رَأَوْا مَا لم يكن على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم أنكروه",
            "page": "220",
            "part": "1",
            "seal": "21381F50"
        },
        {
            "hno": null,
            "id": "221",
            "nass": "وَالثَّانِي أَن الْقَصَص لأخبار الْمُتَقَدِّمين ينْدر صِحَّته خُصُوصا مَا ينْقل عَن بني اسرائيل وَمَا يذكر فِي قصَّة دَاوُد ويوسف من الْمحَال الَّذِي ينزه عَنهُ الْأَنْبِيَاء بِحَيْثُ اذا سَمعه الْجَاهِل هَانَتْ عِنْده الْمعاصِي ¶ وَالثَّالِث أَن التشاغل بذلك يشغل عَن المهم من قِرَاءَة الْقُرْآن وَرِوَايَة الحَدِيث والتفقه فِي الدّين ¶ وَالرَّابِع أَن فِي الْقُرْآن من الْقَصَص وَفِي السّنة من العظة مَا يَكْفِي عَن غَيره مِمَّا لَا يتَيَقَّن صِحَّته ¶ وَالْخَامِس أَن أَقْوَامًا قصوا فأدخلوا فِي قصصهم مَا يفْسد قُلُوب الْعَوام ¶ وَالسَّادِس أَن عُمُوم الْقصاص لَا يتحرون الصَّوَاب وَلَا يحترزون من الْخَطَأ لقلَّة علمهمْ وتقواهم",
            "page": "221",
            "part": "1",
            "seal": "5955A93B"
        },
        {
            "hno": null,
            "id": "222",
            "nass": "فَلهَذَا كره الْقَصَص من كرهه ¶ قَالَ ¶ وَأما التَّذْكِير فَهُوَ تَعْرِيف الْخلق نعم الله عز وَجل عَلَيْهِم وحثهم على شكره وتحذيرهم من مُخَالفَته ¶ وَأما الْوَعْظ فَهُوَ تخويف يرق لَهُ الْقلب ¶ وَهَذَانِ محمودان ¶ قَالَ ¶ وَقد صَار كثير من النَّاس يطلقون على الْوَاعِظ اسْم الْقَاص وعَلى الْقَاص اسْم الْمُذكر وَالتَّحْقِيق مَا ذَكرْنَاهُ ¶ ثمَّ أخرج بِسَنَدِهِ عَن جرير بن حَازِم قَالَ سَأَلَ رجل مُحَمَّد ابْن سِيرِين عَن الْقَصَص فَقَالَ ¶ بِدعَة ان أول مَا أحدث الحرورية الْقَصَص وكثرته ¶ وَقَالَ أَشَارَ ابْن سِيرِين وَابْن عمر فِيمَا تقدم عَنْهُمَا الى اشتهار",
            "page": "222",
            "part": "1",
            "seal": "C75B51BD"
        },
        {
            "hno": null,
            "id": "223",
            "nass": "الْقَصَص وكثرته والا فقد روينَا أَن عمر اذن لتميم الدَّارِيّ فِي الْقَصَص ¶ قَالَ وَلما أظهرت الْخَوَارِج الْقَصَص وَأَكْثَرت مِنْهُ كره التَّشَبُّه بهم ¶ قَالَ وَلَا يَنْبَغِي أَن يقص على النَّاس الا الْعَالم المتقن فنون الْعلم الْحَافِظ لحَدِيث رَسُول الله الْعَارِف بصحيحه وسقيمه وَمُسْنَده ومقطوعه ومعضله الْعَالم بالتواريخ وسير السّلف الْحَافِظ لأخبار الزهاد الْفَقِيه فِي دين الله الْعَالم بِالْعَرَبِيَّةِ واللغة ومدار ذَلِك كُله على تقوى الله وَأَن يخرج من قلبه الطمع فِي أَمْوَال النَّاس ¶ ثمَّ أورد أثر عَليّ السَّابِق فِي أَن ثبات الايمان الْوَرع وزواله الطمع ¶ قَالَ وَيَنْبَغِي للواعظ أَن يتْرك فضول الْعَيْش ويلبس متوسط الثِّيَاب ليقتدى بِهِ لِأَن الطَّبِيب اذا احتمى نفع وَصفه للحمية واذا خلط لم ينفع أمره بالحمية",
            "page": "223",
            "part": "1",
            "seal": "08702FC8"
        },
        {
            "hno": null,
            "id": "224",
            "nass": "قَالَ أَبُو الْوَفَاء بن عقيل لكل قوم زِيّ فَكَمَا لَا يحسن الْغناء الا من الْجَوَارِي الخرد وَلَا الْغَزل الا من عاشق وَلَا النوح الا من ثاكل وَلَا ذكر الأوطان الا من غَرِيب فَكَذَلِك لَا يعْمل الْوَعْظ الا من متقشف متزهد متورع من وَرَاء مدرعة صوف ونظافة جسم وتقليل قوت ¶ فَأَما من يخرج بطينا فاخر الثِّيَاب مداخلا لِلْأُمَرَاءِ فَكيف تَسْتَجِيب لَهُ الْقُلُوب إِنَّمَا يسمع من هَؤُلَاءِ على سَبِيل الفرجة ¶ وَقد قيل لعمر بن ذَر مَا بَال الْمُتَكَلِّمين يَتَكَلَّمُونَ فَلَا يبكي أحد فَإِذا تَكَلَّمت سمع الْبكاء من هَا هُنَا وَهَا هُنَا",
            "page": "224",
            "part": "1",
            "seal": "C2B80437"
        },
        {
            "hno": null,
            "id": "225",
            "nass": "فَقَالَ يَا بني لَيست النائحة الْمُسْتَأْجرَة كالنائحة الثكلى ¶ ثمَّ أخرج بِسَنَدِهِ عَن مُوسَى بن دَاوُد قَالَ لما قصّ ريَاح الْقَيْسِي جَاءَ يسْتَأْذن على رَابِعَة فمنعته وَقَالَت لم أظهر للنَّاس حزنه ¶ وَأخرج عَن حَاتِم الْأَصَم أَنه قَالَ ¶ لَو أَن صَاحب خير جلس اليك ليكتب كلامك لاحترزت وكلامك يعرض على الله تَعَالَى وَلَا تحترز ¶ ثمَّ قَالَ ¶ بَاب فِي التحذير من أَقوام تشبهوا بالمذكرين فأحدثوا",
            "page": "225",
            "part": "1",
            "seal": "6B0C55ED"
        },
        {
            "hno": null,
            "id": "226",
            "nass": "وابتدعوا حَتَّى أوجب فعلهم اطلاق الذَّم للْقصَاص ¶ لما كَانَ الْخطاب بالوعظ فِي الْأَغْلَب للعوام وجد جهال الْقصاص طَرِيقا الى بُلُوغ أغراضهم ثمَّ مازالت بدعهم تزيد حَتَّى تفاقم الْأَمر فَأتوا بالمنكرات فِي الْأَفْعَال والأقوال والمقاصد ¶ أما الْأَفْعَال فَمِنْهَا تخاشع الْوَاعِظ وتباكيه تصنعا والتزين بالثياب وَحسن الحركات فتميل اليه النِّسَاء ومزاحمة النِّسَاء للرِّجَال فِي الْمجْلس وَرُبمَا اختلطوا ¶ وَقد روى ضَمرَة عَن ابْن شَوْذَب عَن أبي التياح قَالَ",
            "page": "226",
            "part": "1",
            "seal": "E7344A17"
        },
        {
            "hno": null,
            "id": "227",
            "nass": "قلت لِلْحسنِ امامنا يقص فيجتمع الرِّجَال وَالنِّسَاء فيرفعون أَصْوَاتهم بِالدُّعَاءِ فَقَالَ الْحسن ان الْقَصَص بِدعَة وان رفع الْأَصْوَات بِالدُّعَاءِ لبدعة وان مد الْأَيْدِي بِالدُّعَاءِ لبدعة وَإِن اجْتِمَاع الرِّجَال وَالنِّسَاء لبدعة ¶ وَأما الْأَقْوَال فَمن خساستهم ورذالتهم من يكذب ¶ وَأخرج بِسَنَدِهِ من طَرِيق مُحَمَّد بن مُوسَى الْجِرْجَانِيّ قَالَ ¶ سَمِعت مُحَمَّد بن كثير الصَّنْعَانِيّ يَقُول الْجُلُوس الى الْقصاص فِيهِ ثَلَاث خِصَال ¶ الرِّضَا واستخفاف الْعقل وَذَهَاب الْمُرُوءَة",
            "page": "227",
            "part": "1",
            "seal": "5AAD3795"
        },
        {
            "hno": null,
            "id": "228",
            "nass": "فَقلت لَهُ قد شددت ¶ فَقَالَ وَالله لَو أَنِّي ملكت شَيْئا من أُمُور الْمُسلمين لنكلت بهم ¶ قلت بِأَيّ حجَّة ¶ قَالَ هم أكذب الْخلق على الله وعَلى أنبيائه وَمن يجلس اليهم شَرّ مِنْهُم ¶ قلت أَلَيْسَ كَانَ ابْن مَسْعُود يذكر ¶ قَالَ انما أَرَادَ بذلك ابْن مَسْعُود التَّوَاضُع وَمَنْفَعَة الْمُسلمين وَلم يكذب على الله تَعَالَى وَلَا على رَسُوله ¶ قلت فَمَا تَقول فِيمَن لَا يسْأَل الدَّرَاهِم أَجْلِس اليه أم لَا ¶ قَالَ ان كَانَ بَصيرًا بالناسخ والمنسوخ والمكي وَالْمَدَنِي وَالْخَاص وَالْعَام يُوَافق قَوْله فعله فاجلس اليه والا فاجتنبه فانه يكذب على الله وعَلى رَسُوله فتشاركه فِي كذبه ¶ وَأخرج عَن أبي الْوَلِيد الطَّيَالِسِيّ قَالَ",
            "page": "228",
            "part": "1",
            "seal": "93733C70"
        },
        {
            "hno": null,
            "id": "229",
            "nass": "كنت مَعَ شُعْبَة فَدَنَا مِنْهُ شَاب فَسَأَلَهُ عَن حَدِيث ¶ فَقَالَ لَهُ أقاص أَنْت ¶ قَالَ نعم ¶ قَالَ اذْهَبْ فَإنَّا لَا نُحدث الْقصاص ¶ فَقلت لَهُ لم يَا أَبَا بسطَام ¶ قَالَ يَأْخُذُونَ الحَدِيث منا شبْرًا فيجعلونه ذِرَاعا ¶ وَأخرج من وَجه آخر عَن أبي دَاوُد عَن شُعْبَة عَن أَيُّوب قَالَ ¶ مَا أفسد على النَّاس حَدِيثهمْ الا الْقصاص ¶ قَالَ ابْن الْجَوْزِيّ وَفِي الْقصاص من يسمع الْأَحَادِيث الْمَوْضُوعَة فيرويها وَلَا يعلم أَنَّهَا كذب فيؤذي بهَا النَّاس وَقد صنف جمَاعَة لَا علم لَهُم بِالنَّقْلِ كتبا فِي الْوَعْظ وَالتَّفْسِير ملؤوها بالأحاديث الْبَاطِلَة ¶ قَالَ واذا كَانَ الْقصاص كَذَلِك فَكيف لَا يذمون",
            "page": "229",
            "part": "1",
            "seal": "3B34D40D"
        },
        {
            "hno": null,
            "id": "230",
            "nass": "قَالَ وأكبر أَسبَابه أَنه قد يعاني هَذِه الصِّنَاعَة جهال بِالنَّقْلِ يَقُولُونَ مَا وجدوه مَكْتُوبًا وَلَا يعلمُونَ الصدْق من الْكَذِب فهم يبيعون على سوق الْوَقْت وَاتفقَ أَنهم يخاطبون الْجُهَّال من الْعَوام الَّذين هم فِي عداد الْبَهَائِم فَلَا يُنكرُونَ مَا يَقُولُونَ وَيخرجُونَ فَيَقُولُونَ قَالَ الْعَالم ¶ فالعالم عِنْد الْعَوام من صعد الْمِنْبَر ¶ وَأخرج بِسَنَدِهِ عَن حجر بن عبد الْجَبَّار الْحَضْرَمِيّ قَالَ ¶ كَانَ فِي مَسْجِد الْكُوفَة قاص يُقَال لَهُ زرْعَة فَأَرَادَتْ أم أبي حنيفَة أَن تستفتي فِي شَيْء فأفتاها أَبُو حنيفَة فَلم",
            "page": "230",
            "part": "1",
            "seal": "858E7014"
        },
        {
            "hno": null,
            "id": "231",
            "nass": "تقبل وَقَالَت لَا أقبل الا مَا يَقُول زرْعَة الْقَاص فجَاء بهَا أَبُو حنيفَة الى زرْعَة فَقَالَ هَذِه أُمِّي تستفتيك فِي كَذَا وَكَذَا ¶ فَقَالَ أَنْت أعلم مني وأفقه فأفتها أَنْت ¶ فَقَالَ أَبُو حنيفَة قد أفتيتها بِكَذَا وَكَذَا ¶ فَقَالَ زرْعَة القَوْل كَمَا قَالَ أَبُو حنيفَة فرضيت وانصرفت",
            "page": "231",
            "part": "1",
            "seal": "60A5C78F"
        },
        {
            "hno": null,
            "id": "232",
            "nass": "وَأخرج ابْن عدي عَن الْحُسَيْن الْكَرَابِيسِي قَالَ ¶ كَانَ بِبَغْدَاد قاص يُقَال لَهُ أَبُو مَرْحُوم الْحجام يجْتَمع النَّاس اليه فَقَالَ يَوْمًا سلوني عَن التَّفْسِير وَتَفْسِير التَّفْسِير ¶ فَقَامَ رجل من وَرَاء الدرابزين فَقَالَ يَا أَبَا مَرْحُوم أصلحك الله ¶ فَقَالَ طعنة يَا بن الفاعلة ¶ فَقَالَ لَهُ رجل دَعَا لَك ثمَّ تَقول لَهُ مثل هَذِه الْمقَالة ¶ فَقَالَ نعم ألم تسمع قَول الله تَعَالَى {إِن الَّذين يُنَادُونَك من وَرَاء الحجرات أَكْثَرهم لَا يعْقلُونَ}",
            "page": "232",
            "part": "1",
            "seal": "3721424D"
        },
        {
            "hno": null,
            "id": "233",
            "nass": "فَقَالَ مَاذَا تَقول فِي الْمُزَابَنَة والمحاقلة ¶ قَالَ المحاقلة حلق الثِّيَاب عِنْد السمسار والمزابنة أَن تسمي أَخَاك الْمُسلم زبونا ¶ ثمَّ قَالَ ¶ وَأما الْمَقَاصِد فجمهور الْقَوْم يطْلبُونَ الدُّنْيَا ويحتالون بالقصص والوعظ عَلَيْهَا ¶ ثمَّ أخرج بِسَنَدِهِ عَن سعيد بن عَمْرو بن عُثْمَان البردعي قَالَ ¶ شهِدت أَبَا زرْعَة وَأَتَاهُ أَبُو الْعَبَّاس الفسخاني بِكَلِمَة أَن يقبل يحيى بن معَاذ رجل كَانَ بِالريِّ يقص فَقَالَ انه يَقُول أَنا على مذهبك وَأَنا رجل نواح أنوح وأنوح",
            "page": "233",
            "part": "1",
            "seal": "34E43434"
        },
        {
            "hno": null,
            "id": "234",
            "nass": "فَقَالَ أَبُو زرْعَة انما النوح لمن يدْخل بَيته ويغلق بَابه وينوح على ذنُوبه فَأَما من يخرج الى أَصْبَهَان وَفَارِس ويجول الْأَمْصَار فِي النوح فَأَنا لَا أقبل هَذَا مِنْهُ هَذَا من أَفعَال المستأكلة الَّذين يطْلبُونَ الدَّرَاهِم وَالدَّنَانِير وَلم يقبله ¶ انْتهى مَا لخصته من كتاب الْقصاص والمذكرين لِلْحَافِظِ ابي الْفرج ابْن الْجَوْزِيّ وَالله أعلم",
            "page": "234",
            "part": "1",
            "seal": "2F5BA7C0"
        }
    ],
    "t6073": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول في سياق الأحاديث الواردة في تعظيم الكذب على رسول الله صلى الله عليه وسلم والتشديد فيه والتغليظ في الوعيد عليه"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في تحريم رواية الحديث الكذب عنه صلى الله عليه وسلم"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث في توفي الصحابة والتابعين كثرة الحديث مخافة من النسيان والدخول في حديث الوعيد"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع في بيان أنه لا يجوز لأحد رواية حديث حتى يعرضه على شيخ من علماء الحديث ويجيزه بروايته لاحتمال أن يكون ذلك الحديث لا أصل له فيدخل في حديث من كذب علي"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس في بيان أن من أقدم على رواية الأحاديث الباطلة يستحق الضرب بالسياط ويهدد بما هو أكثر من ذلك ويزجر ويهجر ولا يسلم عليه ويغتاب في الله ويستعدى عليه عند الحاكم ويحكم عليه بالمنع من رواية ذلك ويشهد عليه"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس فيمن رأى النبي صلى الله عليه وسلم في المنام منكرا لما روي عنه من الأباطيل"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السابع في انكار العلماء قديما على القصاص ما رووه من الأباطيل وسفه القصاص عليهم وقيام العامة مع القصاص بالجهل واحتمال العلماء ذلك في الله"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثامن في بيان أن الأحاديث الموضوعة كثيرة ولا يميزها الا الناقد المجتهد في الحديث"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل ال تاسع في تلخيص الكتاب الذي ألفه الحافظ زين الدين العراقي وسماه الباعث على الخلاص من حوادث القصاص"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل العاشر في زيادات فاتت الحافظ زين الدين العراقي في كتابه فاستدركتها هنا"
        }
    ]
}