{
    "b6080": [
        {
            "hno": null,
            "id": "1",
            "nass": "مُقَدّمَة الْمُؤلف ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ قَالَ الْحَافِظ أَبُو الْفضل مُحَمَّد بن طَاهِر بن أَحْمد الْمَقْدِسِي (هَذِه) أَحَادِيث رَوَاهَا الكذبة والمخرجون والضعفاء والمتركون يتداولها النَّاس فِي احتجاجهم ومناظراتهم أوردتها على تَرْتِيب أَلْفَاظ حروفها لتَكون أقرب على من أَرَادَ معرفَة الحَدِيث الَّذِي يُريدهُ مِنْهَا وَالله أسأَل الْعِصْمَة من الْخَطَأ والزلل.",
            "page": "81",
            "part": "1",
            "seal": "A3021DF3"
        },
        {
            "hno": "1",
            "id": "5",
            "nass": "(حرف الْألف) ¶ 1 - أبْغض الْكَلَام إِلَى الله الفارسية: الحَدِيث فِيهِ إِسْمَاعِيل بن زِيَاد، قَالَ ابْن حبَان دجال وَقَالَ ابْن عدي مُنكر الحَدِيث. ¶ 2 - أَبى الله أَن يرْزق عَبده الْمُؤمن إِلَّا من حَيْثُ لَا يحْتَسب: رَوَاهُ أَحْمد بن دَاوُد بن عبد الْغفار كَانَ يضع الحَدِيث. ¶ 3 - أَتَانِي رَبِّي البارحة فِي مَنَامِي فِي أحسن صُورَة فَوضع يَده بَين كَتِفي: فِيهِ يُوسُف بن عَطِيَّة تكلم فِيهِ يحيى وَالْبُخَارِيّ وَالنَّسَائِيّ. ¶ 4 - أَتَانِي جِبْرِيل بهريسة فَقَالَ كل هَذِه تشد ظهرك: فِيهِ مُحَمَّد بن الْحجَّاج الوَاسِطِيّ هُوَ كَذَّاب يعرف بِهِ.",
            "page": "83",
            "part": "1",
            "seal": "5B12B5E3"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أَتَانِي جِبْرِيل وَعَلِيهِ قبَاء أسود فِي زِيّ ولد الْعَبَّاس: رَوَاهُ الشاه، بن شير ياميان وَكَانَ يضع الحَدِيث. ¶ 6 - أَتَانِي جبيرل فَقَالَ أجب من شِئْت فَإنَّك مفارق: رَوَاهُ مدرك بن عبد الرَّحْمَن الطفَاوِي يروي عَن حميد مَا لَا يُتَابع عَلَيْهِ. ¶ 7 - أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم رجل من الْيَهُود فَقَالَ أَخْبرنِي عَن النُّجُوم الَّتِي رَآهَا يُوسُف: فِيهِ الحكم بن ظهير الْفَزارِيّ وَهُوَ كَذَّاب. ¶ 8 - أَتَاهُ رجل فَقَالَ أجعَل شطر صَلَاتي دُعَاء لَك قَالَ نعم: رَوَاهُ عمر بن مُحَمَّد بن صهْبَان لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 9 - أَتَاهُ أَعْرَابِي فَقَالَ أَخْبرنِي عَن الْعمرَة الْوَاجِبَة مَا هِيَ الحَدِيث: رَوَاهُ الْحجَّاج بن أَرْطَأَة وَهُوَ مَتْرُوك الحَدِيث. ¶ 10 - أَتَاهُ عَكَّاف بن ودَاعَة فَقَالَ أَلَك زَوْجَة: رَوَاهُ مُعَاوِيَة بن يحيى الطرابلسي لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "84",
            "part": "1",
            "seal": "89D02F63"
        },
        {
            "hno": "11",
            "id": "7",
            "nass": "11 - أَتَانِي النَّبِي صلى الله عَلَيْهِ وَسلم وَفِي يَدي خَاتم فَقَالَ أتؤدي زَكَاته: رَوَاهُ عمر بن عبد الله بن يعلى بن مرّة وَعمر لَيْسَ بِشَيْء. ¶ 12 - اتَّخذُوا السودَان فَإِن ثَلَاثَة مِنْهُم سَادَات أهل الْجنَّة لُقْمَان وبلال وَالنَّجَاشِي: رَوَاهُ أبين سُفْيَان الْمَقْدِسِي تكلم فِيهِ البُخَارِيّ وَابْن حبَان. ¶ 13 - اتَّخذُوا الْحمام المقاصيص فَإِنَّهَا تلهي الْجِنّ عَن صِبْيَانكُمْ: رَوَاهُ مُحَمَّد بن زِيَاد الْجَزرِي الْحَنَفِيّ: كَانَ يضع الحَدِيث. ¶ 14 - أَتَرْعَوْنَ عَن ذكر الْفَاسِق اُذْكُرُوهُ بِمَا فِيهِ يحذرهُ النَّاس: رَوَاهُ الْجَارُود بن يزِيد العامري تكلم فِيهِ ابْن معِين وَالْبُخَارِيّ وَأحمد. ¶ 15 - أتربوا الْكتاب واسحوه من أَسْفَله: رَوَاهُ إِسْحَاق بن نجيح الْمَلْطِي وَهُوَ كَذَّاب دجال. ¶ 16 - أتقوا الْقدر فَإِنَّهُ شُعْبَة من النَّصْرَانِيَّة: رَوَاهُ نزار عَن عِكْرِمَة ونزار يروي الْمَنَاكِير عَن عِكْرِمَة لَا يحْتَج بِهِ بِحَال. ¶ 17 - أَرَأَيْتُم رفعكم أَيْدِيكُم فِي الصَّلَاة إِنَّهَا لبدعة: رَوَاهُ بشر بن حَرْب الندبي هُوَ ضَعِيف وَقد تَركه يحيى الْقطَّان (وَندب حَيّ) .",
            "page": "85",
            "part": "1",
            "seal": "11D92A91"
        },
        {
            "hno": "18",
            "id": "8",
            "nass": "18 - أحب الْعباد إِلَى الله أَنْفَع النَّاس للنَّاس: رَوَاهُ عبد الحميد بن بَحر كَانَ يسرق ويروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ. ¶ 19 - اجْتمع عَليّ وَأَبُو بكر وَفِيه جئْتُمْ تَسْأَلُونِي وَجِهَاد الْمَرْأَة حسن التبعل: فِيهِ أَحْمد بن دَاوُد وَقد تقدم الْكَلَام عَلَيْهِ. ¶ 20 - أحل لكم ميتَتَانِ وَدَمَانِ: رَوَاهُ عبد الرَّحْمَن بن زيد بن أسلم وَهُوَ لَيْسَ بِشَيْء. ¶ 21 - أحبب حَبِيبك هونا مَا عَسى أَن يكون بَغِيضك يَوْمًا مَا: الصَّحِيح أَنه من قَول عَليّ رَضِي الله تَعَالَى عَنهُ. ¶ 22 - أحسن جوَار نعْمَة الله عَلَيْك: رَوَاهُ أَبُو أَشْرَس الْكُوفِي وَهُوَ يروي عَن شريك الموضعات. ¶ 23 - احْذَرُوا دَعْوَة الْمُؤمن وفراسته: رَوَاهُ مُؤَمل بن سعد بن يُوسُف عَن أَسد بن ودَاعَة وهما ضعيفان. ¶ 24 - احْتجم النَّبِي صلى الله عَلَيْهِ وَسلم فَأَعْطَانِي دَمه: واه إِبْرَاهِيم بن عمر بن سفينة. . قَالَ ابْن حبَان لَا يحْتَج بِهِ",
            "page": "86",
            "part": "1",
            "seal": "86A759FD"
        },
        {
            "hno": "25",
            "id": "9",
            "nass": "25 - أحيلت الصَّلَاة ثَلَاثَة أَحْوَال وَفِيه ذكر الآذان: رَوَاهُ عبد الرَّحْمَن بن عبد الله بن مَسْعُود وَهُوَ ضَعِيف. ¶ 26 - آخر جَنَازَة كبر عَلَيْهَا أَرْبعا: رَوَاهُ مُحَمَّد بن مُعَاوِيَة وَمُحَمّد هَذَا أنكر عَلَيْهِ هَذَا الحَدِيث وَفِيه نظر وَمَا قبله أَيْضا. ¶ 27 - آخر من يتَكَلَّم بِالْقدرِ أشرار أمتِي: رَوَاهُ عنيسة بن مهْرَان ترك حَدِيثه لروايته هَذَا الحَدِيث. ¶ 28 - أخرجُوا المخنثين من بُيُوتكُمْ: رَوَاهُ الوزاع بن نَافِع الْعقيلِيّ وَهُوَ يروي الموضوعات عَن الثِّقَات. ¶ 29 - أَخذ بيد عبد الرَّحْمَن بن عَوْف فَانْطَلق بِعْ إِلَى ابْنه إِبْرَاهِيم فَوَجَدَهُ يجود بِنَفسِهِ: فِيهِ مُحَمَّد بن عبد الرَّحْمَن أَجمعُوا على ضعفه. ¶ 30 - أَخذ بكتفي أبي بكر وَعمر فَقَالَ أَنْتُمَا وزيراي: فِيهِ زَكَرِيَّا بن دويد وَهُوَ كَذَّاب لَهُ نُسْخَة. ¶ 31 - أخذت من لحية رَسُول الله صلى الله عَلَيْهِ وَسلم شَيْئا فَقَالَ لَا يصيبك الشَّرّ: فِيهِ أَبُو عَمْرو البَجلِيّ يروي الموضوعات.",
            "page": "87",
            "part": "1",
            "seal": "25CACD23"
        },
        {
            "hno": "32",
            "id": "10",
            "nass": "32 - ادعوا الله وَأَنْتُم موقنون بالإجابة وَلَا يستجيب من قلب لاه: رَوَاهُ صَالح بن بشر المري هُوَ مَتْرُوك. ¶ 33 - أدخلت الْجنَّة فناولني جِبْرِيل تفاحة وَفِيه ذكر عُثْمَان: رَوَاهُ يحيى بن شبيب عَن الثَّوْريّ وَيحيى يروي الأباطيل عَنهُ. ¶ 34 - ادفنوا شعوركم وأظفاركم ودماءكم: رَوَاهُ الْيَمَان بن عدي ابو عدي الْحِمصِي وَهُوَ مِمَّن يُخطئ وَلَا يحْتَج بِهِ. ¶ 35 - ادهنوا بالبنفسج فَإِنَّهُ حَار فِي الشتَاء بَارِد فِي الصَّيف: رَوَاهُ عَليّ بن مُوسَى الرِّضَا عَن آبَائِهِ كَانَ يَأْتِي عَنْهُم بالعجائب. ¶ 36 - أذن بِلَال للنَّبِي صلى الله عَلَيْهِ وَسلم مثنى مثنى وَأقَام مثل ذَلِك: فِيهِ زِيَاد بن عبد الله بن الطُّفَيْل، قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 37 - أذيبوا طَعَامكُمْ بِذكر الله: فِيهِ بزيع بن حسان وَهُوَ أَبُو الْخَلِيل الْخصاف: يروي الموضوعات عَن الثِّقَات. ¶ 38 - إِذا أُقِيمَت الصَّلَاة فَلَا صَلَاة إِلَّا بالمكتوبة:",
            "page": "88",
            "part": "1",
            "seal": "F7919912"
        },
        {
            "hno": "39",
            "id": "11",
            "nass": "هُوَ مَشْهُور بِالرَّفْع وَالصَّحِيح أَنه مَوْقُوف على أبي هُرَيْرَة. ¶ 39 - إِذا أُقِيمَت الصَّلَاة فتحت أَبْوَاب الْجنان وغلقت أَبْوَاب النيرَان: فِيهِ مُحَمَّد بن مُحصن يروي الموضوعات. ¶ 40 - إِذا أطَاق الْغُلَام صَوْم ثَلَاثَة أَيَّام وَجب عَلَيْهِ صَوْم رَمَضَان: رَوَاهُ يحيى بن الْعَلَاء الرَّازِيّ: كَانَ وَكِيع شَدِيد الْحمل عَلَيْهِ. ¶ 41 - إِذا بعثتم إِلَى بريدا. فَابْعَثُوا حسن الإسم: رَوَاهُ عَمْرو بن رَاشد اليمامي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 42 - إِذا أَتَى عَليّ يَوْم وَلم أزدد فِيهِ خيرا فَلَا بورك فِي ذَلِك الْيَوْم: فِيهِ سُلَيْمَان بن بشار هُوَ مِمَّن يضع الحَدِيث. ¶ 43 - إِذا تنَاول العَبْد كأس الْخمر ناشده الْإِيمَان بِاللَّه لَا تدخله عَليّ: فِيهِ مُحَمَّد بن أَيُّوب بن سُوَيْد يروي الموضوعات. ¶ 44 - إِذا أَتَاكُم من ترْضونَ خلقه وَدينه فأنكحوه: فِيهِ عبد الحميد بن سُلَيْمَان هُوَ أَخُو فليح لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 45 - إِذا أَرَادَ الله أَن يبْعَث إِلَى أهل بَيت ضيفا بعث قبل ذَلِك طيرا أَبيض: فِيهِ عبد الله بن وهب النسوي وَهُوَ دجال. ¶ 46 - إِذا أَرَادَ أحدكُم الْخَلَاء فَلَا يسْتَقْبل الرّيح: فِيهِ يزِيد بن سِنَان وَهُوَ لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "89",
            "part": "1",
            "seal": "A8CF2AE7"
        },
        {
            "hno": "47",
            "id": "12",
            "nass": "47 - إِذا اشْتَدَّ الْحر فاستعينوا بالحجامة لَا يتبيغ الدَّم بأحدكم فيقتله: فِيهِ مُحَمَّد بن الْقَاسِم الْأَسدي كَانَ أَحْمد يكذبهُ. ¶ 48 - إِذا تصدق الْحَيّ عَن الْمَيِّت حملت الْمَلَائِكَة صدقته: فِيهِ إِبْرَاهِيم بن هدبة هُوَ دجال. ¶ 49 - إِذا توضأتم فَلَا تنفضوا أَيْدِيكُم فَإِنَّهَا مراوح الشَّيْطَان: فِيهِ البخْترِي بن عبد الطَّائِي لَهُ نُسْخَة لَا يحل الِاحْتِجَاج بِهِ إِذا انْفَرد. ¶ 50 - إِذا جَاءَ الرطب فهنئني: فِيهِ حسان بن سياه الْبَصْرِيّ، وَهُوَ ضَعِيف جدا. ¶ 51 - إِذا جَامع الرجل زَوجته أَو خادمه فَلَا ينظر إِلَى فرجهَا فَإِن ذَلِك يُورث الغشا: فِيهِ بَقِيَّة وَهُوَ ضَعِيف. ¶ 52 - إِذا حضرتم مَوْتَاكُم فاغمضوا الْبَصَر فَإِن الْبَصَر يتبع الرّوح وَقُولُوا خيرا: فِيهِ قزعة قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 53 - إِذا حملت الْمَرْأَة فلهَا أجر الصَّائِم الْقَائِم:",
            "page": "90",
            "part": "1",
            "seal": "0886CD47"
        },
        {
            "hno": "54",
            "id": "13",
            "nass": "فِيهِ الْحسن بن مُحَمَّد البخلي يروي الموضوعات عَن الثِّقَات. ¶ 54 - إِذا خلعت الْمَرْأَة ثِيَابهَا فِي غير بَيت زَوجهَا هتكت كل ستر بَينهَا وَبَين الله: فِيهِ مُعَاوِيَة بن يحيى الصَّدَفِي لَيْسَ بِشَيْء. ¶ 55 - إِذا دَعَوْت الله فَادع بباطن كفيك وامسح بهما وَجهك: فِيهِ صَالح بن حسان هُوَ كَذَّاب. ¶ 56 - إِذا دعوتم للْيَهُود وَالنَّصَارَى فَقولُوا أَكثر الله فِي عددكم: فِيهِ عبد الله بن جَعْفَر الْمَدِينِيّ وَهُوَ مَتْرُوك الحَدِيث. ¶ 57 - إِذا دعِي احدكم إِلَى طَعَام فليخلع نَعْلَيْه: فِيهِ مُحَمَّد بن خُلَيْد الْحَنَفِيّ كَانَ يقلب الْأَخْبَار ويسند الْمَوْقُوف. ¶ 58 - إِذا ذكر النُّجُوم فامسكوا فَإِنَّهُ يَدْعُو إِلَى الكهانة وَإِذا ذكر أَصْحَابِي فامسكوا: فِيهِ يحيى بن سَابق لَا يحْتَج بِهِ. ¶ 59 - إِذا رَأَيْتُمْ آيَة فاسجدوا: فِيهِ إِبْرَاهِيم بن الحكم بن أبان الْعَدنِي وَرَوَاهُ مَعَه عَن أَبِيه حَفْص بن عمر الْعَدنِي وهما ضعيفان.",
            "page": "91",
            "part": "1",
            "seal": "1FB45BBC"
        },
        {
            "hno": "60",
            "id": "14",
            "nass": "60 - إِذا رَأَيْتُمْ رياض الْجنَّة فارتعوا قييل مَا رياض الْجنَّة قَالَ حلق الذّكر: فِيهِ مُحَمَّد بن ثَابت الْبنانِيّ وَهُوَ لَيْسَ بِشَيْء. ¶ 61 - إِذا رَأَيْتُمْ مُعَاوِيَة على منبري فَاقْتُلُوهُ: فِيهِ الحكم بن ظهير الْفَزارِيّ وَهُوَ يضع وَسَرَقَهُ مِنْهُ عباد بن يَعْقُوب الروَاجِنِي وَهُوَ من غلاة الروافض وَإِن كَانَ البُخَارِيّ قد رُوِيَ عَنهُ حَدِيثا فِي الْجَامِع وَأنكر على البُخَارِيّ ذَلِك لِأَنَّهُ قد وَافقه على غَيره من الثِّقَات وَترك الرِّوَايَة عَن عباد جمَاعَة من الْحفاظ. ¶ 62 - إِذا رَجَعَ أحدكُم من سفر فَليرْجع إِلَى أَهله بهدية وَلَو حجر أَو حزمة حطب: فِيهِ حَفْص بن عمر الإبلي وَهُوَ مَتْرُوك. ¶ 63 - إِذا سلم رَمَضَان سلمت السّنة وَإِذا سلمت الْجُمُعَة سلمت الْأَيَّام: فِيهِ عيد الْعَزِيز بن أبان وَهُوَ كَذَّاب. ¶ 64 - إِذا سقط الْهلَال قبل الشَّفق فَهُوَ لليلة وَإِذا سقط بعد الشَّفق فَهُوَ لليلتين: فِيهِ رشدين بن سعد وَهُوَ ضَعِيف.",
            "page": "92",
            "part": "1",
            "seal": "09C37F70"
        },
        {
            "hno": "65",
            "id": "15",
            "nass": "65 - إِذا ضحك أحدكُم فِي صلَاته فليعد الْوضُوء وَالصَّلَاة وَإِذا تَبَسم فَلَا شَيْء عَلَيْهِ: فِيهِ مُحَمَّد بن عبد الرَّحْمَن بن أبي ليلى وَأَجْمعُوا على ضعفه. ¶ 66 - إِذا طَنَّتْ أذن أحدكُم فَلْيذكرْنِي وَليصل عَليّ وَليقل ذكر الله بِخَير من ذَكرنِي: فِيهِ مُحَمَّد بن عبيد الله ابْن أبي رَافع وَهُوَ مَتْرُوك. ¶ 67 - إِذا عملت أمتِي خمس عشرَة خصْلَة حل بهَا الْبلَاء: فِيهِ فرج بن فضَالة وَهُوَ ضَعِيف. قَالَ ابْن مهْدي أَحَادِيثه عَن يحيى بن سعيد مُنكرَة. ¶ 68 - إِذا عرف الْغُلَام يَمِينه من شِمَاله فَمُرُوهُ بِالصَّلَاةِ: فِيهِ هِشَام بن سعد وَهُوَ ضَعِيف. ¶ 69 - إِذا كَانَ يَوْم الْقِيَامَة دَعَا الله عبدا من عبيده فيسأله عَن جاهه كَمَا يسْأَله عَن مَاله: فِيهِ يُوسُف بن يُونُس الْأَفْطَس لَا يحْتَج بِهِ. ¶ 70 - إِذا كَانَ يَوْم الْقِيَامَة يكون أَبُو بكر على أحد أَرْكَان الْحَوْض وَعمر: فِيهِ إِبْرَاهِيم بن عبد الله بن خَالِد المصِّيصِي قَالَ ابْن حبَان مَتْرُوك.",
            "page": "93",
            "part": "1",
            "seal": "72A71226"
        },
        {
            "hno": "71",
            "id": "16",
            "nass": "71 - إِذا كَانَ يَوْم الْقِيَامَة نَادَى مُنَاد من تَحت الْعَرْش هاتوا أَصْحَاب مُحَمَّد: فِيهِ أَيْضا إِبْرَاهِيم بن خَالِد المصِّيصِي قَالَ ابْن حبَان مَتْرُوك. ¶ 72 - إِذا كَانَ يَوْم الْقِيَامَة بعث الله قوما عَلَيْهِم ثِيَاب خضر: فِيهِ حميد بن عَليّ بن هَارُون الْقَيْسِي كذبه ابْن حبَان. ¶ 73 - إِذا كَانَ يَوْم الْقِيَامَة قيل لأبي بكر أَدخل الْجنَّة من شِئْت: فِيهِ أَحْمد بن الْحسن بن الْقَاسِم الْكُوفِي وَكَانَ يضع الحَدِيث. ¶ 74 - إِذا كَانَ يَوْم الْقِيَامَة نَادَى مُنَاد غضوا أبصاركم عَن فَاطِمَة حَتَّى تمر: رَوَاهُ الْعَبَّاس بن الْوَلِيد وَهُوَ يروي الْعَجَائِب. ¶ 75 - إِذا كَانَ يَوْم الْقِيَامَة يدعا فسقة الْعلمَاء فَيُؤْمَر بهم إِلَى النَّار قبل عَبدة الْأَوْثَان: فِيهِ جَابر بن مَرْزُوق قَالَ ابْن حبَان حَدِيث بَاطِل. ¶ 76 - إِذا كَانَ يَوْم عَرَفَة غفر الله للْحَاج وَيَوْم جَمْرَة الْعقبَة غفر للسؤال: فِيهِ الْحسن بن عَليّ الْأَزْدِيّ كَانَ يضع الحَدِيث. ¶ 77 - إِذا كَانَ العَبْد بَين نفسين فَأعتق لَا يستسعي: فِيهِ الْحجَّاج بن أَرْطَأَة هُوَ مَتْرُوك وَذكر الِاسْتِسْعَاء فِي خبر ابْن عمر بَاطِل. ¶ 78 - إِذا كَانَ الْفَيْء ذِرَاعا وَنصفا إِلَى ذراعين فصلوا الظّهْر:",
            "page": "94",
            "part": "1",
            "seal": "1F5FB7E0"
        },
        {
            "hno": "79",
            "id": "17",
            "nass": "فِيهِ أَصْرَم بن حَوْشَب وَهُوَ كَذَّاب. ¶ 79 - إِذا كَانَ آخر الزَّمَان وَاخْتلف الْأَهْوَاء فَعَلَيْكُم بدين الْبَادِيَة وَالنِّسَاء: فِيهِ مُحَمَّد بن عبد الرَّحْمَن بن الْبَيْلَمَانِي قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 80 - إِذا كَانَ أول لَيْلَة من رَمَضَان نَادَى الْجَلِيل رضوَان: فِيهِ أَصْرَم بن حَوْشَب وأصرم كَذَّاب بضع الحَدِيث. ¶ 81 - إِذا كَانَت سنة سِتِّينَ وَمِائَة كَانَ الغرباء أَرْبَعَة قُرْآن فِي جَوف ظَالِم: فِيهِ يحيى بن عبد الله الْبَابلُتِّي والآفة مِنْهُ وَلَا شكّ فِي وَضعه. ¶ 82 - إِذا كَانَ رَأس التسعين وَمِائَة فالرباط أفضل مَا يكون ثَلَاثَة: فِيهِ عبد الله بن عبد الْعَزِيز وَلَا يعرف بَلَده وَلَا نسبه. ¶ 83 - إِذا فرغ أحدكُم من كِتَابه فَلَا يكْتب بلغ فَإِنَّهُ اسْم الشَّيْطَان: فِيهِ مُسلم بن عبد الله أَبُو عبد الله تكلم فِيهِ ابْن حبَان. ¶ 84 - إِذا قَالَ الرجل للرجل يَا يَهُودِيّ فاجلدوه عشْرين: فِيهِ إِبْرَاهِيم بن إِسْمَاعِيل بن أبي حَبِيبَة قَالَ البُخَارِيّ مُنكر الحَدِيث وَقَالَ يحيى لَيْسَ بِشَيْء.",
            "page": "95",
            "part": "1",
            "seal": "B3BF19A2"
        },
        {
            "hno": "85",
            "id": "18",
            "nass": "85 - إِذا قاء أحدكُم أَو رعف فِي الصَّلَاة فلينصرف وليتوضأ وليبن: فِيهِ أَبُو بكر الداهري عبد الله بن حَكِيم وَهُوَ كَذَّاب. ¶ 86 - إِذا لَقِي أحدكُم أَخَاهُ فليسلم عَلَيْهِ وَإِن حَال بَينهمَا شجر أَو جِدَار: فِيهِ عبد الْوَهَّاب بن بخت الْجَزرِي لَا يحْتَج بِهِ. ¶ 87 - إِذا لقِيت الْحَاج فَسلم عَلَيْهِ وَصَافحهُ ومره أَن يسْتَغْفر لَك: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي وَهُوَ لَا شَيْء فِي الحَدِيث. ¶ 88 - إِذا مرض العَبْد ثمَّ برأَ كَانَ فِي مَرضه كالبردة الْبَيْضَاء: فِيهِ سُفْيَان بن مُحَمَّد الْفَزارِيّ هُوَ قَول الزُّهْرِيّ لم يرفعهُ إِلَّا الموقري وَهُوَ كَذَّاب. ¶ 89 - إِذا مشت أمتِي المطيطا وخدمهم أَبنَاء فَارس وَالروم سلط الله شرارهم على خِيَارهَا: ¶ 90 - إِذا مدح الْفَاسِق اهتز الْعَرْش: فِيهِ أَبُو خلف الْأَعْمَى واسْمه حَازِم وَهُوَ مُنكر الحَدِيث. ¶ 91 - إِذا نَام أحدكُم وَفِي نَفسه أَن يُصَلِّي من اللَّيْل: فِيهِ أَيُّوب بن عقبَة وَهُوَ ضَعِيف وَأنكر عَلَيْهِ هَذَا الحَدِيث.",
            "page": "96",
            "part": "1",
            "seal": "7038793F"
        },
        {
            "hno": "92",
            "id": "19",
            "nass": "92 - إِذا نزل على قوم ضيف فَلَا يَصُوم إِلَّا بإذنهم: فِيهِ أَبُو بكر الداهري عبد الله بن حَكِيم وَأَيوب بن وَاقد ضعيفان. ¶ 93 - إِذا وَقعت كَبِيرَة أَو هَاجَتْ ريح مظْلمَة فَعَلَيْكُم بِالتَّكْبِيرِ فَإِنَّهُ يجلى بالعجاج: فِيهِ عَنْبَسَة بن عبد الرَّحْمَن وَهُوَ لَا شَيْء. ¶ 94 - إِذا وضعت الْحَلْوَى بَين يَدي أحدكُم فليصب مِنْهَا: فِيهِ فضَالة بن حُصَيْن لم يُتَابع فضَالة عَلَيْهِ وَكَانَ يروي مَا لَيْسَ من حَدِيثه. ¶ 95 - إِذا وضعت الْمَائِدَة فَليَأْكُل الرجل مِمَّا يَلِيهِ: فِيهِ عبد الْأَعْلَى بن أعين يروي عَن يحيى مَا لَيْسَ من حَدِيثه فَبَطل. ¶ 96 - أَربع لَا يشبعن من أَربع أَرض من مطر وَأثْنى من ذكر وَعين من نظر وعالم من علم: فِيهِ حُسَيْن بن علوان وَعبد السَّلَام بن عبد القدوس وهما ضعيفان. ¶ 97 - أَربع لَا تقبل من أَربع نَفَقَة من خِيَانَة وَلَا حج وَلَا عمْرَة وَلَا جِهَاد: فِيهِ كوثر بن حَكِيم وَهُوَ مَتْرُوك الحَدِيث.",
            "page": "97",
            "part": "1",
            "seal": "1B004582"
        },
        {
            "hno": "98",
            "id": "20",
            "nass": "98 - أَربع لَا يصبن غلا بعجب الصمت والتواضع وَذكر الله وَقلة الشَّيْء: هُوَ كَلَام الْحسن الْبَصْرِيّ وَفِيه الْعَوام بن جويريه. ¶ 99 - أَربع خِصَال وَاحِدَة مِنْهُنَّ لي وَوَاحِدَة لَك وَوَاحِدَة بيني وَبَيْنك: فِيهِ صَالح بن بشير المري وَهُوَ مَتْرُوك الحَدِيث. ¶ 100 - أَرْبَعَة أَبْوَاب من أَبْوَاب الْجنَّة مفتحة فِي الدُّنْيَا الْإسْكَنْدَريَّة وعسقلان وقزوين وعبادان: فِيهِ عبد الْملك بن هَارُون بن عنترة. ¶ 101 - أَرْبَعَة لعنتهم الْمَلَائِكَة وكل نَبِي مجاب: فِيهِ أَحْمد بن الْعَبَّاس بن عِيسَى وَأحمد يقلب الْأَخْبَار فَلَا يحْتَج بِهِ. ¶ 102 - ارحموا ثَلَاثَة عَزِيز قوم ذل وعني قوم افْتقر: فِيهِ أَبُو البخْترِي وهب بن وهب وَهُوَ كَذَّاب وَعِيسَى بن طهْمَان مَتْرُوك. ¶ 103 - أَسْبغ الْوضُوء يزدْ فِي عمرك: فِيهِ عُوَيْد بن أبي عمرَان الْجونِي كَانَ يروي عَن أَبِيه مَا لَيْسَ من حَدِيثه.",
            "page": "98",
            "part": "1",
            "seal": "88BC27A2"
        },
        {
            "hno": "104",
            "id": "21",
            "nass": "104 - اسْتَحْيوا من الله حق الْحيَاء: فِيهِ الصَّباح بن مُحَمَّد يروي عَن الثِّقَات الموضوعات وَهُوَ ابْن أبي حَازِم البَجلِيّ. ¶ 105 - أسفروا بِالْفَجْرِ فَإِنَّهُ أعظم لِلْأجرِ: فِيهِ سعيد بن أَوْس أَبُو زيد الْأنْصَارِيّ وَلَا يحْتَج بِهِ وَإِنَّمَا هُوَ عَن رَافع بن حديج فَقَط. ¶ 106 - اسْتَعِينُوا على نجح الْحَوَائِج بِكِتْمَانِهَا فَإِن كل ذِي نعْمَة مَحْسُود: فِيهِ طَاهِر بن الْفضل الْحلَبِي وَهُوَ وَضعه وَفِيه سعيد بن سَالم وَهُوَ مَتْرُوك. ¶ 107 - اسْتقْبل الْحجر واستلمه ثمَّ وضع شَفَتَيْه عَلَيْهِ فَبكى طَويلا وَقَالَ يَا عمر هَهُنَا تسكب العبرات: فِيهِ مُحَمَّد بن عون الخرساني وَكَانَ يَأْتِي عَن الثِّقَات بالغرائب وَبَعض هَذَا الحَدِيث صَحِيح قَوْله اسْتقْبل الْحجر واستلمه. ¶ 108 - اسْم الله الْأَعْظَم اللَّهُمَّ إِنِّي أَسأَلك بِأَن لَك الْحَمد إِلَى قَوْله وَإِذا دعِي بِهِ جاب: فِيهِ أبان بن أبي عَيَّاش وَهُوَ مَتْرُوك الحَدِيث.",
            "page": "99",
            "part": "1",
            "seal": "BB6A6824"
        },
        {
            "hno": "109",
            "id": "22",
            "nass": "109 - اسْتَوْصُوا بالغوغاء فَإِنَّهُم يسدون البثوق ويحفرون الْخَنَادِق: فِيهِ مُحَمَّد بن الْخَلِيل الذهلي كَانَ يضع الحَدِيث. ¶ 110 - اشربوا على الطَّعَام تشبعوا: فِيهِ عبد الله بن مَيْمُون القداح الْمَكِّيّ وَهُوَ ضَعِيف. ¶ 111 - شكم درد. فِيهِ ذواد بن علبة هُوَ من أهل الْكُوفَة مَتْرُوك الحَدِيث. ¶ 112 - أَصَابَت فَاطِمَة صَبِيحَة الْعرس رعدة فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم: زَوجك سيد فِي الدُّنْيَا وَالْآخِرَة: فِيهِ مُحَمَّد بن عَمْرو الْحِمصِي لَا يحْتَج بِهِ. ¶ 113 - أصبت امْرَأَتي وَهِي حَائِض فَأمره أَن يعْتق نسمَة: فِيهِ عبد الرَّحْمَن بن يزِيد بن تَمِيم الدِّمَشْقِي لَا يحْتَج بِهِ. ¶ 114 - أصل كل دَاء الْبردَة: فِيهِ تَمام بن نجيح الْمَلْطِي يروي الموضوعات عَن الثِّقَات كَأَنَّهُ الْمُعْتَمد بهَا. ¶ 115 - اصْبِرُوا وَصَابِرُوا وَرَابطُوا اصْبِرُوا على الصَّلَوَات الْخمس: فِيهِ مُحَمَّد بن إِسْحَق الْعُكَّاشِي وَهُوَ كَذَّاب.",
            "page": "100",
            "part": "1",
            "seal": "D721CC3D"
        },
        {
            "hno": "116",
            "id": "23",
            "nass": "116 - اطْلُبُوا الْخَيْر عِنْد حسان الْوُجُوه: فِيهِ الحكم بن عبد الله الإيلي وَكَانَ يضع الحَدِيث وَفِيه مُحَمَّد بن يُونُس الْكُدَيْمِي. ¶ 117 - اطْلُبُوا الرزق فِي خبايا الأَرْض: فِيهِ هِشَام بن عبد الله وَهُوَ كَلَام عُرْوَة. ¶ 118 - اطْلُبُوا الْعلم وَلَو بالصين: فِيهِ أَبُو عَاتِكَة طريف بن سلمَان هُوَ مُنكر الحَدِيث. ¶ 119 - اطْلُبُوا الْفضل من الرُّحَمَاء من عبَادي تعيشوا فِي أَكْنَافهم: فِيهِ مُحَمَّد بن مَرْوَان السّديّ هُوَ كَذَّاب. ¶ 120 - اطعموا نساءكم اللوز وَالرّطب فَإِن لم يكن الرطب فالتمر: فِيهِ مسرور بن سعيد تكلم فِيهِ ابْن حبَان وَابْن عدي. ¶ 121 - اطلع فِي الْقَبْر وَاعْتبر بِيَوْم النشور: فِيهِ مُحَمَّد بن يُونُس الْكُدَيْمِي قَالَ ابْن حبَان يضع الحَدِيث.",
            "page": "101",
            "part": "1",
            "seal": "9609F9F3"
        },
        {
            "hno": "122",
            "id": "24",
            "nass": "122 - أعوذ بِاللَّه من جب الْحزن: فِيهِ بكير بن مِسْمَار وَقيل أَبُو بكر الدَّامغَانِي يروي مَا لَا يُتَابع عَلَيْهِ. ¶ 123 - اعْمَلُوا بِالْقُرْآنِ احلوا حَلَاله: رَوَاهُ عبيد الله بن أبي حميد الْهُذلِيّ يكنى أَبَا الْخطاب مَتْرُوك الحَدِيث. ¶ 124 - اغبوا العيادة واربعوا إِلَّا أَن يكون مَغْلُوبًا: فِيهِ مُوسَى بن مُحَمَّد بن إِبْرَاهِيم وَهُوَ لَا شَيْء فِي الحَدِيث. ¶ 125 - اغتسلوا يَوْم الْجُمُعَة وَلَو كأسا بِدِينَار: فِيهِ حَفْص بن عمر الإيلي، وَهُوَ مَتْرُوك الحَدِيث. ¶ 126 - أفطر الحاجم والمحجوم: فِيهِ أَحْمد بن إِسْمَاعِيل ابو حذافة ترك حَدِيث أبي حذافة لأَجله. ¶ 127 - أفطر عنْدكُمْ الصائمون وَأكل طَعَامكُمْ الْأَبْرَار: فِيهِ الْخَلِيل بن مرّة وَهُوَ مَتْرُوك الحَدِيث.",
            "page": "102",
            "part": "1",
            "seal": "2CBDC079"
        },
        {
            "hno": "128",
            "id": "25",
            "nass": "128 - افْتَحْ لَهُ وبشره بِالْجنَّةِ وَفِيه ذكر الْخلَافَة وترتيبها: رَوَاهُ بكر بن الْمُخْتَار الصَّائِغ وَهُوَ كَذَّاب. ¶ 129 - أقَاتل بِمن أقبل من قومِي من أدبر مِنْهُم قَالَ نعم: فِيهِ يحيى بن أبي حَيَّة وَهُوَ لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 130 - أقِم مَكَانك الَّذِي أَنْت فِيهِ وَفِيه انْتِقَال الْعَبَّاس: فِيهِ إِسْمَاعِيل بن قيس بن سعد هُوَ مُنكر الحَدِيث. ¶ 131 - إِقَامَة حُدُود الله أحب إِلَيّ من أَن ينزل الْغَيْث أَرْبَعِينَ لَيْلَة: فِيهِ سعيد بن سِنَان الْحِمصِي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 132 - اكرموا عمتكم النَّخْلَة فَإِنَّهَا خلقت من الطين الَّذِي خلق مِنْهُ آدم: فِيهِ مسرور بن سعيد التَّمِيمِي تكلم فِيهِ ابْن حبَان وَابْن عدي. ¶ 133 - اكرموا الْخبز فَإِن الله أكْرمه: فِيهِ نوح بن أبي مَرْيَم هُوَ أَبُو عصمَة، وَفِيه عبد الْملك بن عبد الْعَزِيز وَطَلْحَة بن زيد وهم ضعفاء. ¶ 134 - أكذب النَّاس الصناع: وَفِيه عُثْمَان بن مقسم أَبُو سَلمَة الرَّازِيّ وَهُوَ مَتْرُوك الحَدِيث.",
            "page": "103",
            "part": "1",
            "seal": "01D36988"
        },
        {
            "hno": "135",
            "id": "26",
            "nass": "135 - أكذب النَّاس الصباغون أَو الصواغون: فِيهِ فرقد السنجي وَمُحَمّد بن يُونُس الْكُدَيْمِي قَالَ ابْن حبَان وَهَذَا من عمله. ¶ 136 - اكفلوني بست أكفل لكم بِالْجنَّةِ: فِيهِ فضال بن جُبَير تكلم فِيهِ ابْن حبَان وَابْن عدي. ¶ 137 - أَكثر الْحيض عشرَة وَأقله ثَلَاثَة: فِيهِ إِسْمَاعِيل بن مُحَمَّد بن يُوسُف يكنى بِأبي هَارُون من بَيت جبرين هُوَ كَذَّاب. ¶ 138 - إِن الله فِي عون الْمُسلم مَا كَانَ فِي عون أَخِيه وَمن أغاث ملهوفا غفر الله لَهُ اثْنَيْنِ وَسبعين مغْفرَة: فِيهِ عباد بن عبد الصَّمد مَتْرُوك. ¶ 139 - اللَّهُمَّ بَارك لأمتي فِي بكورها يَوْم خميسها: ركب إِسْنَاده أَحْمد بن مُحَمَّد بن الْفضل الْقَيْسِي عَن نصر بن عَليّ عَن سُفْيَان وَكَانَ يضع هَذَا الْأَحَادِيث وَأما الْمَتْن يَعْنِي بِدُونِ الزِّيَادَة فمعروف من غير هَذَا الْوَجْه.",
            "page": "104",
            "part": "1",
            "seal": "068BCEE8"
        },
        {
            "hno": "140",
            "id": "27",
            "nass": "140 - امْرُؤ الْقَيْس صَاحب لِوَاء الشُّعَرَاء إِلَى النَّار: فِيهِ أَبُو الجهم الوَاسِطِيّ وَمُحَمّد بن الضو لَا يحْتَج بهما. ¶ 141 - أَمرنِي جِبْرِيل فَقَالَ إِذا تَوَضَّأت فانضح: فِيهِ الْحسن بن عَليّ الْهَاشِمِي الْمدنِي لَا يُتَابع عَلَيْهِ. ¶ 142 - أَمرنِي رَبِّي عز وَجل أَن أَقْْضِي بِالْيَمِينِ مَعَ الشَّاهِد: فِيهِ إِبْرَاهِيم ابْن أبي حَيَّة وَله نُسْخَة. ¶ 143 - أمرنَا رَسُول الله صلى الله عَلَيْهِ وَسلم بِقِتَال النَّاكِثِينَ والمارقين: فِيهِ الْأَصْبَغ بن نباتة لَيْسَ بِشَيْء. ¶ 144 - أمتِي خمس طَبَقَات كل طبقَة أَرْبَعُونَ عَاما: فِيهِ عباد بن عبد الصَّمد هُوَ مُنكر الحَدِيث. ¶ 145 - أمرنَا رَسُول الله صلى الله عَلَيْهِ وَسلم أَن نعرض أَوْلَادنَا على حب عَليّ بن أبي طَالب: فِيهِ الْحسن بن عَليّ الْعَدوي هُوَ كَذَّاب. ¶ 146 - أَمَان أهل الأَرْض من الْغَرق الْقوس وأمان أهل الأَرْض من الِاخْتِلَاف والفتن: فِيهِ خُلَيْد بن دعْلج. ¶ 147 - أَمارَة الْمُسلمين وَالصديقين وَالشُّهَدَاء وَالصَّالِحِينَ البشاشة والمصافحة: فِيهِ عَمْرو بن بكر السكْسكِي مُنكر الحَدِيث.",
            "page": "105",
            "part": "1",
            "seal": "30E9CC27"
        },
        {
            "hno": "148",
            "id": "28",
            "nass": "148 - أما يخْشَى الَّذِي يرفع رَأسه قبل الإِمَام: الْمَتْن صحيحن رَكبه عبد الله بن عبد الرَّحْمَن الْجَزرِي عَليّ سُفْيَان. ¶ 149 - إِن الله تخذني خَلِيلًا كَمَا اتخذ إِبْرَاهِيم خَلِيلًا فمنزلي ومنزل إِبْرَاهِيم فِي الْجنَّة تجاهين وَالْعَبَّاس بَيْننَا: فِيهِ عبد الْوَهَّاب بن الضَّحَّاك الْحِمصِي كَانَ يسرق الحَدِيث لَا يحل الإحتجاج بِهِ. ¶ 150 - إِن الله إِذا أطْعم نَبيا طعمة ثمَّ قَبضه كَانَت للَّذي يَلِي الْأَمر بعده: فِيهِ سيف بن عَبدة بن قُتَيْبَة كَانَ يسرق الحَدِيث. ¶ 151 - إِن الله ليتجلى للْمُؤْمِنين عَامَّة وَلأبي بكر خَاصَّة: فِيهِ عَليّ بن عَبدة بن قُتَيْبَة كَانَ يسرق الحَدِيث. ¶ 152 - إِن الله إِذا غضب انتفخ على الْعَرْش حَتَّى يثقل على حَملته: فِيهِ حَمَّاد بن سَلمَة عَن أَيُّوب بن عبد السَّلَام كَانَ أَيُّوب زنديقا. ¶ 153 - إِن الله لما خلق الْجنَّة قَالَ لَهَا تزيني ثمَّ قَالَ لَهَا تكلمي فَقَالَت طُوبَى لمن رضيت عَنهُ: فِيهِ دَاوُد بن عَفَّان يضع الحَدِيث. ¶ 154 - إِن الله زادكم صَلَاة وَهِي الْوتر: فِيهِ ابْن لَهِيعَة وَهُوَ ضَعِيف وَفِيه الْحجَّاج بن أَرْطَأَة وَهُوَ مَتْرُوك.",
            "page": "106",
            "part": "1",
            "seal": "E83820A4"
        },
        {
            "hno": "155",
            "id": "29",
            "nass": "155 - إِن الله اخْتَار أَصْحَابِي على جَمِيع الْعَالمين (سوى النبيبن وَالْمُرْسلِينَ) : فِيهِ عبد الله كَاتب اللَّيْث وَهُوَ كَذَّاب. ¶ 156 - إِن الله إِذا أحب عبدا ابتلاه ليسمع تضرعه: فِيهِ يحيى بن عبد الله بن موهب لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 157 - إِن الله طيب يحب الطّيب نظيف يحب النَّظَافَة كريم يحب الْكَرم: فِيهِ خَالِد بن الياس الْعَدوي يروي الموضوعات. ¶ 158 - إِن الله اتخذ لي أصحابا وأنصارا: فِيهِ بشر بن عبيد الله قَالَ ابْن حبَان والْحَدِيث بَاطِل لَا أصل لَهُ. ¶ 159 - إِن الله كتب الْغيرَة على النِّسَاء وَالْجهَاد على الرِّجَال: فِيهِ كَامِل بن الْعَلَاء ذكره ابْن عدي وَابْن حبَان فِي الضُّعَفَاء. ¶ 160 - إِن الله جعل قُرَّة عَيْني فِي الصَّلَاة وحبب إِلَيّ الطّيب وَالنِّسَاء: فِيهِ يُوسُف بن عَطِيَّة السَّعْدِيّ مَتْرُوك. ¶ 161 - إِن الله يحب إغاثة الملهوف: فِيهِ مُحَمَّد بن يُونُس الْكُدَيْمِي قَالَ ابْن حبَان كَانَ يضع الحَدِيث.",
            "page": "107",
            "part": "1",
            "seal": "FBDFFF07"
        },
        {
            "hno": "162",
            "id": "30",
            "nass": "162 - إِن الله أوحى إِلَيّ أَن من سلك مسلكا فِي طلب الْعلم سهل الله لَهُ طَرِيقا إِلَى الْجنَّة: فِيهِ مُحَمَّد بن عبد الْملك يضع. ¶ 163 - إِن الله لعن الْخمْرَة وعاصرها ومعتصرها والجالب والمجلوب إِلَيْهِ وَالْبَائِع وَالْمُشْتَرِي والساقي والشارب وَحرم ثمنهَا على الْمُسلمين: فِيهِ كوثر بن حَكِيم وَهُوَ مَتْرُوك الحَدِيث. ¶ 164 - إِن الله قَرَأَ طه وَيس قبل أَن يخلق الْخلق: فِيهِ إِبْرَاهِيم بن المُهَاجر الْمدنِي وَهُوَ كَذَّاب. ¶ 165 - إِن الله يباهي بالطائفين: فِيهِ عَائِذ بن نسير وَهُوَ ضَعِيف. ¶ 166 - إِن الله فِي كل يَوْم وَلَيْلَة عشْرين وَمِائَة رَحْمَة تنزل على هَذَا الْبَيْت: فِيهِ سعيد بن سَالم القداح وَهُوَ ضَعِيف. ¶ 167 - إِن لله عز وَجل عمودا من نور فَإِذا قَالَ العَبْد لَا إِلَه إِلَّا الله اهتز: فِيهِ عبد الله ابْن أبي عَمْرو مَتْرُوك وَهُوَ ضَعِيف. ¶ 168 - إِن لله فِي كل يَوْم وَلَيْلَة ألف عَتيق: فِيهِ الْأَزْوَر بن غَالب وَلَا يُتَابع على حَدِيثه.",
            "page": "108",
            "part": "1",
            "seal": "8933F50D"
        },
        {
            "hno": "169",
            "id": "31",
            "nass": "169 - إِن لله ديكا عُنُقه منطو تَحت الْعَرْش وَرجلَاهُ فِي تخوم الأَرْض: فِيهِ عَليّ ابْن أبي عَليّ اللهبي. ¶ 170 - إِن لله سَرَايَا من الْمَلَائِكَة تقف فِي مجَالِس الذّكر: فِيهِ عمر بن عبد الله مولى غفرة كَانَ يقلب الْأَحَادِيث. ¶ 171 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم آخا بَين النَّاس وَترك عليا آخِرهم: فِيهِ عمر بن عبد الله بن يعلى بن مرّة وَلَيْسَ بِشَيْء فِي الحَدِيث. ¶ 172 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم تَوَضَّأ مرّة مرّة وَقَالَ هَذَا وضوء الحَدِيث: فِيهِ عبد الرَّحِيم بن زيد الْعمي عَن أَبِيه وهما ضعيفان ضعفهما يحيى وَابْن حبَان. ¶ 173 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يقبلهَا ويمص لسانها: فِيهِ مُحَمَّد بن دِينَار الطَّاحِي يعرف بِأبي بكر ابْن أبي الْفُرَات ضعفه يحيى وَابْن حبَان. ¶ 174 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم كبر على أهل أحد سبع تَكْبِيرَات وعَلى بني هَاشم سبعا: فِيهِ نَافِع بن هُرْمُز مَتْرُوك. ¶ 175 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم لم يكن يعود مَرِيضا إِلَّا بعد ثَلَاث: فِيهِ مسلمة بن عَليّ الْخُشَنِي لَيْسَ بِشَيْء.",
            "page": "109",
            "part": "1",
            "seal": "CC6D686A"
        },
        {
            "hno": "176",
            "id": "32",
            "nass": "176 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم تَوَضَّأ على نهر فَلَمَّا فرغ زرع وضوءه فِي النَّهر: فِيهِ أَبُو بكر ابْن أبي مَرْيَم وَهُوَ ضَعِيف. ¶ 177 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم قَرَأَ فشاربون شرب الهيم فِي أَشْيَاء من هَذَا النَّوْع: فِيهِ سَلام بن سليم لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 178 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم بعث رجلا إِلَى الْجِنّ فَقَالَ سر ثَلَاثًا: فِيهِ عبد الله بن صَالح كَاتب اللَّيْث وَهُوَ كَذَّاب. ¶ 179 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم سمع رجلا يَقُول اللَّهُمَّ إِنِّي أسئلك بِأَن لَك الْحَمد: فِيهِ يُوسُف بن خريم يروي أَشْيَاء. ¶ 180 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم استقبله نسَاء جائيين من عرس فَسلم عَلَيْهِنَّ: فِيهِ مُحَمَّد بن ثَابت الْبنانِيّ لَيْسَ بِحجَّة. ¶ 181 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم قضى بِالْيَمِينِ مَعَ الشَّاهِد: فِيهِ خَالِد بن عُثْمَان يروي المقلوبات، وَفِيه أَحْمد بن إِسْمَاعِيل ضَعِيف. ¶ 182 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم قضى فِي الْمَاشِيَة المسروحة يسرق مِنْهَا السَّارِق: فِيهِ سُلَيْمَان بن دَاوُد وَهُوَ مُنكر. ¶ 183 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يرفع يَدَيْهِ فِي كل خفض وَرفع: فِيهِ رفدة بن قضاعة وَهُوَ ضَعِيف.",
            "page": "110",
            "part": "1",
            "seal": "718051FA"
        },
        {
            "hno": "184",
            "id": "33",
            "nass": "184 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم اسهم للفارس سَهْمَيْنِ وللراجل سَهْما: فِيهِ عبد الله بن عمر الْعمريّ ضَعِيف. ¶ 185 - إِن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ إِذا دخل رَمَضَان أطلق كل أَسِير وَأعْطى كل سَائل: فِيهِ أَبُو بكر الْهُذلِيّ مَتْرُوك. ¶ 186 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم نهى أَن يقد السّير بَين أصبعين: فِيهِ قُرَيْش بن أنس لَا يقبل تفرده لِأَنَّهُ اخْتَلَط. ¶ 187 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم زار قبر أمه فِي ألف مقنع: فِيهِ مُحَمَّد بن يُونُس الْكُدَيْمِي وَهُوَ ضَعِيف. ¶ 188 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كام يُصَلِّي فِي مَوضِع يَبُول فِيهِ الْحسن: فِيهِ بزيغ بن حسان يروي الموضوعات. ¶ 189 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ لَهُ مكحلة يكتحل كل لَيْلَة ثَلَاثًا فِي هَذِه وَثَلَاثًا فِي هَذِه: فِيهِ عباد بن مَنْصُور وَإِبْرَاهِيم ابْن أبي يحيى وليسا بِشَيْء. ¶ 190 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم مر على صبيان فَسلم عَلَيْهِم: رَوَاهُ مُحَمَّد بن سُلَيْمَان الْجَوْهَرِي عَن حَفْص بن عمر عَن شُعْبَة عَن قَتَادَة وَمُحَمّد كَانَ يقلب الْأَخْبَار والْحَدِيث بِهَذَا الْإِسْنَاد غَرِيب. ¶ 191 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم صلى على قَتْلَى أحد وَكبر عَلَيْهِم أَربع تَكْبِيرَات: فِيهِ صبيح بن سعيد كَانَ يحيى يكذبهُ.",
            "page": "111",
            "part": "1",
            "seal": "DA989868"
        },
        {
            "hno": "192",
            "id": "34",
            "nass": "192 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم اجتلى عَائِشَة عِنْد أَبَوَيْهَا قبل أَن يَبْنِي بهَا: فِيهِ الْقَاسِم عبد الله كَانَ أَحْمد يكذبهُ. ¶ 193 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم مر بجدار مائل: فِيهِ إِبْرَاهِيم بن الْفضل المَخْزُومِي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 194 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم قيل لَهُ مَا لَك تهتم فَقَالَ: وَكَيف لَا أهتم. فِيهِ الضَّحَّاك بن زيد الْأَهْوَازِي لَا يحْتَج بِهِ. ¶ 195 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم وَأَبا بكر وَعمر كَانُوا يقرؤون مَالك يَوْم الدّين: فِيهِ مُحَمَّد بن عَامر الرَّمْلِيّ يروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ. ¶ 196 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم دخل الْمَسْجِد فَرَأى رجلا طليحا أَي دابلا: فِيهِ شُعَيْب بن ميسرَة لَا يحْتَج بِهِ. ¶ 197 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم أقبل من نواحي الْمَدِينَة فَوَجَدَهُمْ قد صلوا فَجمع أَهله فصلى بهم: فِيهِ مُعَاوِيَة بن يحيى الصَّدَفِي لَيْسَ بِشَيْء. ¶ 198 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم خرج لبول أَو غَائِط فَسلم عَلَيْهِ فَلم يرد وَذكر التميم: فِيهِ مُحَمَّد بن ثَابت الْعَبْدي أسْندهُ وَهُوَ مَوْقُوف على ابْن عمر. ¶ 199 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يدهن بالزيت غير المقنت عِنْد الْإِحْرَام: فِيهِ فرقد السبجي تكلم فِيهِ ابْن معِين وَالْجَمَاعَة.",
            "page": "112",
            "part": "1",
            "seal": "84184E79"
        },
        {
            "hno": "200",
            "id": "35",
            "nass": "200 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم أَتَى بنبيذ الجرنش: فِيهِ إِبْرَاهِيم بن إِسْحَاق الْبَغْدَادِيّ لَا يَصح بِهَذَا الْإِسْنَاد عَن الْأَوْزَاعِيّ. ¶ 201 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم دخل غيضه فاجتني مِنْهَا سواكين: فِيهِ أَحْمد بن مُحَمَّد بن عمر اليمامي قَالَ ابْن حبَان لَا يحْتَج بحَديثه. ¶ 202 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن كسر سكَّة الْمُسلمين: فِيهِ مُحَمَّد بن فضاء قَالَ ابْن معِين هُوَ ضَعِيف. ¶ 203 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم رأى قوما يتعاطون سَيْفا فِي الْمَسْجِد فَقَالَ لعن الله من فعل هَذَا ألم أَنه عَنهُ: فِيهِ مُحَمَّد بن مُعَاوِيَة مَتْرُوك. ¶ 204 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم مر على قوم يبنون حَائِطا فَقَالَ نيك نيك ميكنيد: فِيهِ دَاوُد بن علية مُنكر مَتْرُوك. ¶ 205 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ فِي مَرضه ادعوا لي أخي فدعي أَبُو بكر فَأَعْرض: فِيهِ ابْن لَهِيعَة واسْمه عبد الله وَأَجْمعُوا على ترك الِاحْتِجَاج بِهِ. ¶ 206 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم سقط عَن فرس فجحش شقَّه ابْن حبَان. فِيهِ سُوَيْد بن عبد الْعَزِيز لَيْسَ بِشَيْء تكلم فِيهِ ابْن حبَان. ¶ 207 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم مر على قوم يَلْعَبُونَ بالشطرنج فَقَالَ مَا هَذِه الكوبة لعن الله من يلْعَب بهَا: فِيهِ مطهر بن الْهَيْثَم مُنكر الحَدِيث.",
            "page": "113",
            "part": "1",
            "seal": "E6AA5B5A"
        },
        {
            "hno": "208",
            "id": "36",
            "nass": "208 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم حبس رجلا فِي تُهْمَة: فِيهِ إِبْرَاهِيم ابْن أبي زَكَرِيَّا الوَاسِطِيّ هُوَ مُنكر الحَدِيث، وَلَيْسَ هَذَا من حَدِيث أنس وَلَا يحيى وَإِنَّمَا الْمَعْرُوف من رِوَايَة بهز بن حَكِيم عَن أَبِيه عَن جده انْفَرد بِهِ عَن معمر. ¶ 209 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم تَوَضَّأ فخلل لحيته: فِيهِ عبد الله بن الْحُسَيْن الْبَغْدَادِيّ وَهَذَا لَيْسَ بِشَيْء فِي الحَدِيث قَالَه ابْن حبَان. ¶ 210 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم دخل مَكَّة وَعَلِيهِ عِمَامَة سَوْدَاء: فِيهِ أَحْمد بن طَاهِر بن حَرْمَلَة وَهَذَا من حَدِيث شُعْبَة بَاطِل وَأحمد بن طَاهِر كَذَّاب وَشعْبَة وَلم يحدث عَن أبي الزبير إِلَّا بِحَدِيث وَاحِد. ¶ 211 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم صلى على النَّجَاشِيّ: ¶ 212 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم صلى الْعَصْر خمْسا فَسجدَ سُجُود السَّهْو وَهُوَ جَالس: رَوَاهُ سعيد بن بشير عَن مَنْصُور عَن الحكم بن عتبَة عَن الْحسن الْعَوْفِيّ وَهَذَا إِسْنَاد مقلوب إِنَّمَا رَوَاهُ الحكم عَن إِبْرَاهِيم عَن عَلْقَمَة عَن عبد الله هَكَذَا. ¶ 213 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ كثيرا مَا يقبل نحر فَاطِمَة وَإِن جِبْرِيل أوقفهُ على شَجَرَة فِي الْجنَّة: فِيهِ أَبُو قَتَادَة الْحَرَّانِي مُنكر الحَدِيث.",
            "page": "114",
            "part": "1",
            "seal": "24D35CF0"
        },
        {
            "hno": "214",
            "id": "37",
            "nass": "214 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم عزى رجلا مُسلما بِرَجُل ذمِّي: فِيهِ إِسْمَاعِيل بن يحيى بن عبد الله التَّيْمِيّ ترك حَدِيثه لأجل هَذَا. ¶ 215 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا اشْتَكَى أَخذ كف شونيز وَشرب عَلَيْهِ مَاء وَعَسَلًا: فِيهِ سعيد بن ميسرَة الْبكْرِيّ وَهُوَ كَذَّاب. ¶ 216 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم عق عَن نَفسه بَعْدَمَا بَعثه الله: فِيهِ عبد الله بن مُحَرر هُوَ مَتْرُوك الحَدِيث. ¶ 217 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يمس لحيته فِي الصَّلَاة: فِيهِ الْمُنْذر بن زِيَاد الطَّائِي كَانَ يقلب الْأَسَانِيد فَترك. ¶ 218 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم دخل قبرا لَيْلًا: فِيهِ الْحجَّاج بن أَرْطَأَة وَالْحجاج هَذَا مَتْرُوك الحَدِيث. ¶ 219 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لعلى هَذَا وصيي وَمَوْضِع سري وَخير من أترك بعدِي: خَالِد بن عبيد الْعَتكِي ابْن عِصَام لَا يحْتَج بِهِ. ¶ 220 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم تَوَضَّأ بالنبيذ: فِيهِ أَبُو زيد عَن ابْن مَسْعُود وَأَبُو زيد هَذَا لَا يعرف أَبوهُ وَلَا بَلَده. ¶ 221 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يقْرَأ وَالْعين بِالْعينِ:",
            "page": "115",
            "part": "1",
            "seal": "F026A7AE"
        },
        {
            "hno": "222",
            "id": "38",
            "nass": "فِيهِ طَاهِر بن الْفضل الْحلَبِي عَن سُفْيَان بن عُيَيْنَة عَن الزُّهْرِيّ عَن أنس وَإِنَّمَا هُوَ من رِوَايَة يُونُس بن يزِيد عَن أَخِيه أبي عَليّ عَن الزُّهْرِيّ عَن أنس لَيْسَ لَهُ طَرِيق غير هَذَا فألزقه طَاهِر بِابْن عُيَيْنَة. ¶ 222 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم لعن النائحة والمستمعة والحالقة والصالقة: فِيهِ عفير بن معاد الْيحصبِي قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 223 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لرجل تزوجت قَالَ لَا وَفِيه ذكر قل هُوَ الله أحد والكافرون والزلزلة: فِيهِ سَلمَة بن وردان وَلَيْسَ بِشَيْء. ¶ 224 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كحل عين عَليّ ببزاقة: فِيهِ معلي بن عرفان يروي الموضوعات عَن الْإِثْبَات. ¶ 225 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن ذَبَائِح الزنج: فِيهِ عبد الله بن أذينة يروي عَن ثَوْر الْمُنْكَرَات. ¶ 226 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن ذَبَائِح الزنج: فِيهِ عبد الله بن أذينة يروي عَن ثَوْر الْمُنْكَرَات وَالْقَوْل فِيهِ كالقول فِي الَّذِي قبله. ¶ 227 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم أعْطى مُعَاوِيَة سَهْما: فِيهِ الْقَاسِم بن بهْرَام يروي الْعَجَائِب لَا يجوز الِاحْتِجَاج بحَديثه. ¶ 228 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم نهى أَن يبال فِي المَاء الراكد ثمَّ تَوَضَّأ مِنْهُ: رَوَاهُ السّري بن عَاصِم عَن ابْن علية عَن يحيى بن عَتيق عَن مُحَمَّد عَن أبي هُرَيْرَة: وَالسري كَانَ يسرق الحَدِيث ويروي الْمَوْقُوف وَهَذَا",
            "page": "116",
            "part": "1",
            "seal": "1305E6ED"
        },
        {
            "hno": "229",
            "id": "39",
            "nass": "حَدِيث يَعْقُوب الدَّوْرَقِي سَرقه مِنْهُ. ¶ 229 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم انْقَطع شسعه فمشي فِي نعل وَاحِدَة: فِيهِ الْوَلِيد بن يزِيد الهدادي مُنكر الحَدِيث جدا. ¶ 230 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم أفرد الْحَج: رَوَاهُ عبد الله بن عِيسَى الْفَروِي عَن ابْن نَافِع عَن مَالك، عَن نَافِع عَن ابْن عمر وَإِنَّمَا هُوَ عِنْد مَالك عَن عبد الرَّحْمَن بن الْقَاسِم عَن أَبِيه عَن عَائِشَة فَأَخْطَأَ فِيهِ الْفَروِي وَركب لَهُ إِسْنَادًا. ¶ 231 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم احْتجم وَهُوَ صَائِم: رَوَاهُ الأخوص بن حَكِيم عَن أبي الزَّاهِرِيَّة عَن جُبَير بن نغير وَعَن معَاذ: والأخوص هَذَا شَامي من أهل حمص مَتْرُوك الحَدِيث. ¶ 232 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم دخل مَكَّة وعَلى رَأسه المغفر: رَوَاهُ عبد السَّلَام ابْن أبي فَرْوَة النصيبي عَن عبيد الله بن مُوسَى عَن أُسَامَة عَن الزُّهْرِيّ عَن أنس: وَهَذَا لَا يَصح إِلَّا من رِوَايَة مَالك عَن الزُّهْرِيّ وَعبد السَّلَام قلبه. ¶ 233 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا ركع رفع يَدَيْهِ لَا يُجَاوز بهما أُذُنَيْهِ وَقَالَ: الشَّيْطَان يرفع يَدَيْهِ فَوق رَأسه: فِيهِ سعيد بن ميسرَة مَتْرُوك الحَدِيث. ¶ 234 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم صلى الصُّبْح فَقَرَأَ فِيهِ إِذا زلزلت مرَّتَيْنِ: فِيهِ عبيد بن الْقَاسِم هُوَ مَتْرُوك الحَدِيث. ¶ 235 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم أقاد من خدش:",
            "page": "117",
            "part": "1",
            "seal": "5C9C6F9B"
        },
        {
            "hno": "236",
            "id": "40",
            "nass": "فِيهِ العطاف بن خَالِد كَانَ مَالك لَا يرضاه. ¶ 236 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم أَتَى رجلا يعودهُ على برذون لَيْسَ عَلَيْهِ سرج وَلَا لجام: فِيهِ الحكم بن عبد الله السَّامِي لَا يحل كتب حَدِيثه. ¶ 237 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن الْحجامَة يَوْم السبت وَيَوْم الْأَرْبَعَاء: فِيهِ عباد بن رَاشد التَّمِيمِي عَن الْحسن عَن سَبْعَة من الصَّحَابَة وَالْحسن لم يشافه ابْن عمر وَلَا أَبَا هُرَيْرَة وَلَا سَمُرَة ابْن جُنْدُب وَلَا جَابر بن عبد الله وَسمع معقل بن يسَار وَعمْرَان بن حُصَيْن وَالْحسن لم ير بَدْرِيًّا قطّ خلا عُثْمَان بن عَفَّان وَعُثْمَان بَدْرِي. ¶ 238 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا دخل الْمَسْجِد يَوْم الْجُمُعَة سلم على من عِنْد منبره وَإِذا صعد الْمِنْبَر سلم: فِيهِ عِيسَى بن عبيد الله لَا يحْتَج بِهِ. ¶ 239 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يحتجم وَيَدْعُو بِهَذَا الدُّعَاء: فِيهِ الْحسن بن عمَارَة تَركه شُعْبَة وَتكلم فِيهِ النَّاس. ¶ 240 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن المراجيح وَأمر بقطعها: فِيهِ عَمْرو بن مُحَمَّد الأعسم وَهُوَ مَتْرُوك الحَدِيث. ¶ 241 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم وضع حجرا ثمَّ قَالَ ليضع أَبُو بكر حجره إِلَى جنب حجري: فِيهِ حشرج بن نباتة مَتْرُوك الحَدِيث.",
            "page": "118",
            "part": "1",
            "seal": "67E4FA90"
        },
        {
            "hno": "242",
            "id": "41",
            "nass": "242 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم أَتَى بِجنَازَة فَلم يصل عَلَيْهَا فَقَالَ كَانَ يبغض عُثْمَان أبغضه الله: فِيهِ مُحَمَّد بن زِيَاد الْجَزرِي كَانَ يضع الحَدِيث. ¶ 243 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم لم يَأْكُل على خوان حَتَّى مَاتَ وَلم يَأْكُل خبْزًا مرققا: فِيهِ الْخَلِيل بن سَالم ينْفَرد بأَشْيَاء لَا يُتَابع عَلَيْهَا. ¶ 244 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا مَشى لَا يلْتَفت: فِيهِ عبد الْجَبَّار بن عمر الإيلي ضَعِيف يَأْتِي بالمعضلات. ¶ 245 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا ضحى اشْترى كبشين سمينين أملحين فَإِذا صلى وخطب: فِيهِ عبد الله بن عقيل ابْن أبي طَالب ضَعِيف. ¶ 246 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم مس صَبيا فَتَوَضَّأ: فِيهِ صَالح بن حسان وَهُوَ ضَعِيف. ¶ 247 - إِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ يَا معشر الحواريين كونُوا فِي الْبر كالحمام: فِيهِ مُحَمَّد بن إِسْحَق الْعُكَّاشِي كَانَ يضع الحَدِيث. ¶ 248 - إِن أخي ووزيري وخليفتي فِي أَهلِي وَخير من أترك عَليّ بن أبي طَالب: فِيهِ مطر بن مَيْمُون قَالَ البُخَارِيّ مُنكر الحَدِيث. ¶ 249 - إِن أَبَا بكر وَعمر من الْإِسْلَام بِمَنْزِلَة السّمع وَالْبَصَر: فِيهِ الْوَلِيد بن الْفضل كَانَ يضع الحَدِيث.",
            "page": "119",
            "part": "1",
            "seal": "12E1562C"
        },
        {
            "hno": "250",
            "id": "42",
            "nass": "250 - إِن أهل الْجنَّة لَيرَوْنَ أهل عليين وَإِن أَبَا بكر وَعمر مِنْهُم وأنعمان: فِيهِ مُجَاهِد بن سعيد ضَعِيف. ¶ 251 - إِن أهل السَّمَاء لَا يسمعُونَ من أهل الأَرْض إِلَّا الآذان: فِيهِ عبد الله بن الْوَلِيد الْوَصَّافِي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 252 - إِن امْرَأتَيْنِ أتتا رَسُول الله صلى الله عَلَيْهِ وَسلم وَفِي أَيْدِيهِمَا سواران من ذهب فَقَالَ أتؤديان زكاتهما: فِيهِ ابْن لَهِيعَة وَهُوَ ضَعِيف. ¶ 253 - إِن أعجل الطَّاعَات ثَوابًا صلَة الرَّحِم: فِيهِ أَبُو الدهماء يروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ فَبَطل الِاحْتِجَاج بِهِ. ¶ 254 - إِن أخوف مَا أَخَاف على أمتِي بعدِي عمل قوم لوط: فِيهِ عبد الله بن مُحَمَّد بن عقيل وَهُوَ ضَعِيف. ¶ 255 - إِن أم سليم قَالَت يَا رَسُول الله لَيْسَ لي إِلَّا وَلَدي هَذَا أنس فَأحب أَن تقبله يخدمك: فِيهِ كثير بن سليم أَبُو هَاشم الإيلي كَانَ يضع الحَدِيث وَفِيه صحو بن مُحَمَّد الْمنْقري وَهُوَ كَذَّاب أَيْضا. ¶ 256 - إِن أَحْبَبْت أَن تكون من القانتين فَلَا تعرفن من عَن يَمِينك: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي وَهُوَ لَا شَيْء فِي الحَدِيث.",
            "page": "120",
            "part": "1",
            "seal": "68623DEF"
        },
        {
            "hno": "257",
            "id": "43",
            "nass": "257 - إِن أعمي قَالَ يَا رَسُول الله عَلمنِي دُعَاء يرد الله بِهِ بَصرِي: فِيهِ عون بن عمَارَة وَهُوَ غير حجَّة. ¶ 258 - إِن بقرة انفلتت على خمر فَشَرِبت مِنْهُ فسألوا النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ لَا بَأْس بأكلها: فِيهِ عمر بن مُوسَى يروي الموضوعات. ¶ 259 - إِن تؤمروا أَبَا بكر تَجِدُوهُ أَمينا مُسلما: فِيهِ فُضَيْل بن مَرْزُوق قَالَ ابْن معِين هُوَ ضَعِيف. ¶ 260 - إِن جِبْرِيل أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم بقطف: فِيهِ حَفْص بن عمر ابْن أبي العطاف الْمدنِي هُوَ مَتْرُوك الحَدِيث. ¶ 261 - إِن الْحِكْمَة تزيد الشريف شرفا: فِيهِ صَالح بن بشر المري هُوَ مَتْرُوك الحَدِيث. ¶ 262 - إِن خِيَار النَّاس أحْسنهم قَضَاء: فِيهِ يحيى بن مُحَمَّد بن قيس كَانَ يرفع الْمَرَاسِيل وَينظر لَهُ طَرِيق الثِّقَات. ¶ 263 - إِن خرافة كَانَ رجلا من بني عذرة: فِيهِ عُثْمَان بن مُعَاوِيَة كَانَ يحدث بِالْإِسْنَادِ الموضوعات عَن الثِّقَات. ¶ 264 - إِن ربكُم يَقُول أَنا ملك الْمُلُوك قُلُوب الْمُلُوك بيَدي: فِيهِ وهب بن رَاشد لَا يحْتَج بحَديثه.",
            "page": "121",
            "part": "1",
            "seal": "FFA0C9FB"
        },
        {
            "hno": "265",
            "id": "44",
            "nass": "265 - إِن رجلا شكا فقرا وحاجة فَقَالَ أَيْن أَنْت من صَلَاة الْمَلَائِكَة: فِيهِ إِسْحَاق بن إِبْرَاهِيم يحدث بِالْمَنَاكِيرِ. ¶ 266 - إِن رجلا زوج ابْنَته عَبده فَكرِهت فَفرق بَينهمَا: فِيهِ يحيى ابْن أبي أنيسَة كذبه أَخُوهُ زيد. ¶ 267 - إِن رجلا أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم وَمَعَهُ امْرَأَته وَابْنه: فِيهِ إِسْمَاعِيل بن عباد الْمُزنِيّ هُوَ ضَعِيف يقلب الْأَسَانِيد. ¶ 268 - إِن رجلا قَالَ للنَّبِي هَلَكت وأهلكت قَالَ أعتق رَقَبَة: وَفِيه هُوَ لَك ولعيالك فِيهِ لَيْث ابْن أبي سليم ضَعِيف وَقَوله فِيهِ أهد بَدَنَة كلمة بَاطِلَة مَا قَالَهَا رَسُول الله صلى الله عَلَيْهِ وَسلم إِنَّمَا قَالَ: صم شَهْرَيْن مُتَتَابعين. ¶ 269 - إِن سَلامَة حاضنة إِبْرَاهِيم ابْن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَت إِنَّك تبشر الرِّجَال بِكُل خير: فِيهِ عَمْرو بن سعيد الْخَولَانِيّ كَانَ يضع الحَدِيث. ¶ 270 - إِن صليت الضُّحَى رَكْعَتَيْنِ لم تكْتب من الغافلين: فِيهِ حُسَيْن بن عَطاء الْمدنِي ينْفَرد عَن الثِّقَات بِمَا لَا يَقُولُونَ بِهِ. ¶ 271 - إِن طَالَتْ بك مُدَّة فسترى قوما يعدون فِي سخط الله: فِيهِ أَفْلح بن سعيد يروي الموضوعات. ¶ 272 - إِن عِيسَى ابْن مَرْيَم أسلمته أمه إِلَى الْكتاب: وَفِيه تَفْسِير بِسم الله الرَّحْمَن الرَّحِيم:",
            "page": "122",
            "part": "1",
            "seal": "EBDDD979"
        },
        {
            "hno": "273",
            "id": "45",
            "nass": "فِيهِ إِسْمَاعِيل بن يحيى بن عبيد الله يروي الموضوعات. ¶ 273 - إِن عمر اسْتَأْذن النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْعمرَة فَقَالَ اشركنا فِي صَالح دعائك: فِيهِ عَاصِم بن عبيد الله الْعمريّ هُوَ ضَعِيف. ¶ 274 - إِذن عبد الله أُصِيبَت ثنيته يَوْم أحد فَأمره النَّبِي صلى الله عَلَيْهِ وَسلم أَن يتَّخذ ثنية من ذهب: فِيهِ أبان بن سُفْيَان الْمَقْدِسِي ضَعِيف. ¶ 275 - إِن عبد لله يُنَادي فِي جَهَنَّم يَا حنان يَا منان: رَوَاهُ أَبُو غلال القيلي، هِلَال ابْن أبي هِلَال لَيْسَ بِشَيْء. ¶ 276 - إِن عَائِشَة اسْتَأْذَنت النَّبِي صلى الله عَلَيْهِ وَسلم فِي كنيف أَن تبنيها بمنى: فِيهِ إِبْرَاهِيم بن أبي حَيَّة هُوَ كَذَّاب. ¶ 277 - إِن فَاطِمَة أحصنت فرجهَا فَحرم الله ذريتها على النَّار: فِيهِ عمر بن غياث هُوَ مُنكر الحَدِيث. ¶ 278 - إِن فِي الْجنَّة نَهرا يُقَال لَهُ رَجَب: فِيهِ مُوسَى بن عُمَيْر الْعَنْبَري أَبُو هَارُون الْعَنْبَري وَهُوَ لَا شَيْء فِي الحَدِيث. ¶ 279 - إِن فِي الْجنَّة غرفا لَا يخفى على ساكنها مَا خلفهَا: فِيهِ حَفْص بن عمر هُوَ لَيْسَ بِحجَّة.",
            "page": "123",
            "part": "1",
            "seal": "91D58516"
        },
        {
            "hno": "280",
            "id": "46",
            "nass": "280 - إِن فِي جَهَنَّم وَاديا وَفِي الْوَادي بَيت يُقَال لَهُ هبهب: فِيهِ الْأَزْهَر بن سِنَان لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 281 - إِن لكل أمة مفتاحا ومفتاح الْجنَّة حب الْمَسَاكِين: فِيهِ أَحْمد بن دَاوُد كَانَ يضع الحَدِيث. ¶ 282 - إِن للقلب فرحة عِنْد أكل اللَّحْم: فِيهِ أَحْمد بن عِيسَى الخشاب التنيسِي هُوَ كَذَّاب. ¶ 283 - إِن لِجَهَنَّم سَبْعَة أَبْوَاب بَاب مِنْهَا لمن سل سَيْفه على أمتِي: فِيهِ جُنَيْد بن الْعَلَاء يكنى بِأبي حَازِم مَتْرُوك. ¶ 284 - إِن لي جارين وهما فِي الْجوَار سَوَاء أَحدهمَا قبالة بَابي وَالْآخر يَمِين بَابي: فِيهِ عَامر بن صَالح الْمدنِي هُوَ كَذَّاب. ¶ 285 - إِن من أبْغض الْحَلَال إِلَى الله عز وَجل الطَّلَاق: فِيهِ عبد الله بن الْوَلِيد لَيْسَ بِشَيْء عِنْده نُسْخَة. ¶ 286 - إِن من السّنة أَن تشيع الضَّيْف إِلَى بَاب الدَّار: فِيهِ سَالم بن سَالم الْبَلْخِي هُوَ مَتْرُوك الحَدِيث. ¶ 287 - إِن من السَّرف أَن تَأْكُل كل مَا اشْتهيت: فِيهِ نوح بن ذكْوَان هُوَ مُنكر الحَدِيث.",
            "page": "124",
            "part": "1",
            "seal": "DEAB39E6"
        },
        {
            "hno": "288",
            "id": "47",
            "nass": "288 - إِن من حق إجلال الله على العَبْد إكرام ذِي الشيبة الْمُسلم ورعاية الْقُرْآن وَطَاعَة الإِمَام المقسط: فِيهِ مُسلم بن عَطِيَّة الْفُقيْمِي قَالَ ابْن حبَان مُنكر الحَدِيث. ¶ 289 - إِن مَكَارِم الْأَخْلَاق من أَعمال أهل الْجنَّة: فِيهِ سلمَان بن بشار كَانَ بِالشَّام ومصر يضع. ¶ 290 - إِن مُعَاوِيَة بن مُعَاوِيَة مَاتَ بِالْمَدِينَةِ فَبعث الله إِلَيْهِ سبعين ألف ملك يصلونَ عَلَيْهِ: فِيهِ الْعَلَاء بن مُحَمَّد لَيْسَ بِشَيْء وَلَيْسَ فِي الصَّحَابَة من اسْمه مُعَاوِيَة بن مُعَاوِيَة. ¶ 291 - إِن وَفد ثَقِيف أَتَوا النَّبِي صلى الله عَلَيْهِ وَسلم فَسَأَلُوهُ عَن الْإِيمَان يزِيد أَو ينقص: فِيهِ الحكم بن عبد الله وَهُوَ وَضعه. ¶ 290 - / 1 - إِن هَذَا الدّين أرتضيه لنَفْسي وَلَا يصلحه إِلَّا السخاء وَحسن الْخلق: فِيهِ عبد الْملك بن مسلمة يروي الْمَنَاكِير. ¶ 291 - / 1 - إِن هَذَا الْقُرْآن مأدبة الله فتعلموه: فِيهِ إِبْرَاهِيم بن مُسلم الهجري أَبُو إِسْحَاق الْكُوفِي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 292 - إِن هَذَا الحشوش محتضرة: فِيهِ أَحْمد بن الْعَبَّاس الْهَاشِمِي كَانَ يقلب الْأَحَادِيث وَلِهَذَا طَرِيق آخر.",
            "page": "125",
            "part": "1",
            "seal": "47C43A96"
        },
        {
            "hno": "293",
            "id": "48",
            "nass": "293 - إِن يَد الله على رَأس أحدكُم مَا دَامَ يُؤذن وَإنَّهُ ليغفر لَهُ مد صَوته: فِيهِ حَفْص بن عمر لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 294 - إِن الْإِنْسَان لرَبه لكنود وَهُوَ الَّذِي يَأْكُل وَحده وَيمْنَع رفده: فِيهِ جَعْفَر بن الزبير مَتْرُوك الحَدِيث. ¶ 295 - إِن الْمَلَائِكَة حول الْعَرْش يَتَكَلَّمُونَ بِالْفَارِسِيَّةِ: فِيهِ الْحسن بن دِينَار تَركه أَحْمد وَيحيى وكذباه. ¶ 296 - إِن الْمُؤمن إِذا مَاتَ تَلَقَّتْهُ الرَّحْمَة: فِيهِ سَلام بن سلم كَانَ يضع الحَدِيث. ¶ 297 - إِن الْمُؤمن يعْمل الطَّاعَات ليحفظه الله فِي سبع قُرُون من ذُريَّته: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي لَا شَيْء فِي الحَدِيث. ¶ 298 - إِن الْأَذَان سمح سهل: فِيهِ إِسْحَاق ابْن أبي يحيى الكعبي ينْفَرد عَن الثِّقَات بِمَا لَيْسَ من حَدِيثهمْ لَا يحل الِاحْتِجَاج. ¶ 299 - إِن الْمُؤَذّن كَانَ يَأْتِي النَّبِي صلى الله عَلَيْهِ وَسلم فَيَقُول السَّلَام عَلَيْك يَا رَسُول الله حَيّ على الصَّلَاة: فِيهِ كَامِل أَبُو الْعَلَاء مُنكر الحَدِيث. ¶ 300 - إِن العَبْد إِذا كذب تبَاعد عَنهُ الْملك ميلًا. فِيهِ عبد الْعَزِيز بن أبي رواد لَهُ عَن نَافِع عَن ابْن عمر نُسْخَة مَوْضُوعَة.",
            "page": "126",
            "part": "1",
            "seal": "78233A32"
        },
        {
            "hno": "301",
            "id": "49",
            "nass": "301 - إِن الْخلق الْحسن طوق من رضوَان الله فِي عنق صَاحبه: فِيهِ عبد الرَّحْمَن بن مُحَمَّد بن الْحسن كَانَ يضع الحَدِيث. ¶ 302 - إِن الأَرْض تعج إِلَى رَبهَا من الَّذين يلبسُونَ الصُّوف رِيَاء: فِيهِ أَبُو حَكِيم الْأَزْدِيّ يروي الْمَنَاكِير. ¶ 303 - إِن الْمَرَض ليتبع الذُّنُوب فِي المفاصل: فِيهِ إِسْحَاق بن بشر الْكَاهِلِي كَانَ يضع الحَدِيث. ¶ 304 - إِن الْعين لتدخل الْجمل الْقدر وَالرجل الْقَبْر: فِيهِ عَليّ بن أبي عَليّ اللهبي يروي عَن الثِّقَات الموضوعات. ¶ 305 - إِن الرجل ليدرك بِحسن خلقه دَرَجَة الصَّائِم الْقَائِم: فِي الْيَمَان بن عدي أَبُو عدي تكلم فِيهِ ابْن حبَان. ¶ 306 - إِن الرجل ليَكُون من أهل الصَّلَاة وَالزَّكَاة وَالصَّوْم وَالْجهَاد لَا يجزى إِلَّا بِقدر عقله: فِيهِ مَنْصُور ابْن أبي سُفْيَان لَا يحْتَج بِهِ. ¶ 307 - إِن الْأَعْرَاب يأتوننا باللحمان لَا نَدْرِي أذكروا اسْم الله عَلَيْهَا أم لَا: فِيهِ إِبْرَاهِيم الخوزي لَيْسَ بِشَيْء. ¶ 308 - أَنا مَدِينَة الْعلم وَعلي بَابهَا: فِيهِ أَبُو الصَّلْت الْهَرَوِيّ واسْمه عبد السَّلَام وَفِيه عُثْمَان بن خَالِد إِسْمَاعِيل بن مُحَمَّد بن يُوسُف وَكلهمْ كذبه.",
            "page": "127",
            "part": "1",
            "seal": "010B8F74"
        },
        {
            "hno": "309",
            "id": "50",
            "nass": "309 - أَنا زعيم بقصر فِي أَعلَى الْجنَّة وَقصر فِي وَسطهَا وَقصر فِي ربضها لمن ترك المراء: فِيهِ عَنْبَسَة بن مهْرَان مَتْرُوك. ¶ 310 - إِنِّي لأَسْتَحي من عَبدِي وَأمتِي يشيبان: فِيهِ أَيُّوب بن ذكْوَان عَن أَخِيه نوح قَالَ ابْن حبَان لَا أَدْرِي التَّخْلِيط مِنْهُ أَو من أَخِيه. ¶ 311 - أنزل الله من الْجنَّة إِلَى الأَرْض خَمْسَة أَنهَار سيحون وجيحون والدجلة والفرات والنيل: فِيهِ سَلمَة بن عَليّ لَيْسَ بِشَيْء. ¶ 312 - إِنَّمَا النِّسَاء عوار عنْدكُمْ: فِيهِ إِسْمَاعِيل بن عباد الْمدنِي وَهُوَ ضَعِيف. ¶ 313 - إِنَّمَا مثلي وَمثل الدُّنْيَا كراكب: فِيهِ الْحسن بن الْحسن الْكُوفِي عَن جرير عَن الْأَعْمَش عَن إِبْرَاهِيم لم يرو عَنهُ إِلَّا المَسْعُودِيّ. ¶ 314 - إِنَّمَا أقبل الصَّلَاة مِمَّن تواضع لعظمتي: فِيهِ عبد الله بن وَاقد الْحَرَّانِي هُوَ مَتْرُوك الحَدِيث. ¶ 315 - إِنَّمَا سمي الدِّرْهَم لِأَنَّهُ دَار هم وَإِنَّمَا سمي الدِّينَار لِأَنَّهُ دَار نَار: فِيهِ عبد الله ابْن أبي علاج هُوَ كَذَّاب.",
            "page": "128",
            "part": "1",
            "seal": "FC61F903"
        },
        {
            "hno": "316",
            "id": "51",
            "nass": "316 - إِنَّمَا مثلك يَا عَليّ كَمثل عِيسَى ابْن مَرْيَم أحبه قوم فأفرطوا وأبغضه: فِيهِ عِيسَى بن عبد الله بن مُحَمَّد بن عمر بن عَليّ ابْن أبي طَالب عِنْده نُسْخَة مَوْضُوعَة. ¶ 317 - إِنَّه لم يُعْط العَبْد شَيْئا خيرا من الشُّكْر على الْعَافِيَة: فِيهِ عبد الله بن الْحسن لَا يحْتَج بِهِ. ¶ 318 - إِنَّه سيخرج فِي أمتك رجل يشفعه الله فِي عدد ربيعَة وَمُضر هُوَ أويس: فِيهِ مُحَمَّد بن أَيُّوب كَانَ يضع. ¶ 319 - أنكحوا من فَتَيَاتكُم أصاغر النِّسَاء: فِيهِ إِبْرَاهِيم بن الْبَراء هُوَ مَتْرُوك الحَدِيث. ¶ 320 - أنكح رجل ابْنَته وَهِي كارهة فَأَتَت النَّبِي صلى الله عَلَيْهِ وَسلم فَرد نِكَاحهَا: فِيهِ زيد بن حبَان قَالَ ابْن حبَان لَا يحْتَج بِهِ. ¶ 321 - انصر أَخَاك ظَالِما أَو مَظْلُوما: رَوَاهُ طَاهِر بن الْفضل عَن سُفْيَان بن عُيَيْنَة عَن الزُّهْرِيّ عَن أنس وَهَذَا قد صَحَّ من حَدِيث حميد الطَّوِيل عَن أنس وَظَاهر هَذَا جعله عَن ابْن عُيَيْنَة عَن الزُّهْرِيّ عَن أنس. ¶ 322 - أول الْآيَات طُلُوع الشَّمْس من مغْرِبهَا: قَالَ ابْن حبَان هَذَا قَول عبد الله بن عمر وَلَيْسَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَاحْتج بِهِ على ضعف فضال بن جُبَير وَأَنه وَصله برَسُول الله صلى الله عَلَيْهِ وَسلم.",
            "page": "129",
            "part": "1",
            "seal": "ABD88D72"
        },
        {
            "hno": "323",
            "id": "52",
            "nass": "323 - أول رَحْمَة ترفع من الأَرْض الطَّاعُون وَأول نعْمَة ترفع من الأَرْض الْعَسَل: فِيهِ عَليّ بن عُرْوَة لَيْسَ بِشَيْء. ¶ 324 - أول من عانق إِبْرَاهِيم: فِيهِ سَلمَة بن صَالح الْأَحْمَر وَسَلَمَة هَذَا يروي الموضوعات عَن الثِّقَات. ¶ 325 - أول مَا يجازي بِهِ العَبْد الْمُؤمن يَوْم الْقِيَامَة أَن يغْفر لجَمِيع من شيع جنَازَته: فِيهِ مَرْوَان بن سَالم كَانَ يروي الموضوعات. ¶ 326 - أول الْوَقْت رضوَان الله وَآخره عَفْو الله: فِيهِ يَعْقُوب بن الْوَلِيد الْمدنِي كَانَ يضع الحَدِيث. ¶ 327 - أهدي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم طبق زبيب مغطي فكشفه ثمَّ قَالَ كلوا بِسم الله: فِيهِ سعيد بن زِيَاد عِنْده نُسْخَة تفرد بهَا. ¶ 328 - أهدي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم ثَلَاثَة طوامير: فِيهِ أَبُو ظلال الْقَسْمَلِي واسْمه هِلَال بن سُوَيْد قَالَ ابْن معِين لَيْسَ بِشَيْء.",
            "page": "130",
            "part": "1",
            "seal": "1AFBC8C0"
        },
        {
            "hno": "329",
            "id": "53",
            "nass": "329 - أهدي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم سفرجل: وَفِيه ذكر مُعَاوِيَة، فِيهِ إِبْرَاهِيم بن زَكَرِيَّا الوَاسِطِيّ هُوَ مَتْرُوك الحَدِيث. ¶ 330 - أَلا أخْبركُم عَن الأجود الله أَجود الأجودين وَأَنا أَجود ولد آدم: فِيهِ مُحَمَّد بن إِبْرَاهِيم كَانَ يضع الحَدِيث. ¶ 331 - أَلا أخْبركُم بأجود الأجودين: فِيهِ أَيُّوب بن ذكْوَان هُوَ ضَعِيف. ¶ 332 - أخْبركُم بِأَشْقَى الأشقياء من جمع الله عَلَيْهِ عَذَاب الْآخِرَة وفقر الدُّنْيَا: فِيهِ أَحْمد بن إِبْرَاهِيم الْمُزنِيّ كَانَ يضع. ¶ 333 - أَلا أخْبركُم بِشَيْء أَمر بِهِ نوح ابْنه إِنِّي آمُرك بأمرين وأنهاك عَن أَمريْن: فِيهِ مُوسَى بن عُبَيْدَة الزُّبْدِيُّ قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 334 - أَلا أنبئكم بِأَفْضَل الْمَلَائِكَة جِبْرِيل: فِيهِ نَافِع أَبُو هُرْمُز هُوَ مَتْرُوك الحَدِيث. ¶ 335 - أَلا لَا يصل أحد إِلَى لحد وَلَا إِلَى قبر: فِيهِ رشدين بن كريب هُوَ ضَعِيف. ¶ 336 - أَلا إِن بني آدم خلقُوا على طَبَقَات شَتَّى مِنْهُم من يُولد مُؤمنا وَيحيى مُؤمنا: فِيهِ عَليّ بن زيد بن جذعان مَتْرُوك الحَدِيث.",
            "page": "131",
            "part": "1",
            "seal": "E1B1A45E"
        },
        {
            "hno": "337",
            "id": "54",
            "nass": "337 - أَلا أَن شَاهد الزُّور مَعَ العشار فِي النَّار: فِيهِ مُحَمَّد بن حُذَيْفَة الْأَسدي يقلب الْأَخْبَار ويروي عَن الثِّقَات مَا لَا يَقُولُونَ. ¶ 338 - أَيهَا النَّاس كَأَن الْحق فِيهَا على غَيرنَا وَجب: فِيهِ أبان ابْن أبي عَيَّاش مَتْرُوك الحَدِيث. ¶ 339 - أَيهَا النَّاس إِن ربكُم قد تطول فِي يومكم هَذَا فوهب مسيئكم لمحسنكم: فِيهِ يحيى بن عَنْبَسَة كَانَ يضع. ¶ 340 - أَيهَا النَّاس إِن الله قد فرض عَلَيْكُم الْجُمُعَة فِي سَاعَتكُمْ هَذِه فَمَتَى تَركهَا وَله إِمَام: فِيهِ خَالِد بن عبد الدَّائِم مَتْرُوك. ¶ 341 - أَي النَّاس أعلم قَالَ من يجمع على النَّاس إِلَى علمه وكل صَاحب علم غر ثَان إِلَى: فِيهِ مسْعدَة اليسع لَا يحْتَج بِهِ. ¶ 342 - أَي النَّاس أجوع قَالَ الَّذِي لَا يشْبع من الْعلم: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي وَهُوَ لَا شَيْء فِي الحَدِيث. ¶ 343 - أَي النَّاس أفضل قَالَ أحْسنهم خلقا وَأي الْمُؤمنِينَ أَكيس قَالَ أَكْثَرهم للْمَوْت ذكرا:",
            "page": "132",
            "part": "1",
            "seal": "98DD72D6"
        },
        {
            "hno": "344",
            "id": "55",
            "nass": "فِيهِ عبد الله بن سعيد لَا يحْتَج بِهِ. ¶ 344 - أَي الْخلق أول دُخُولا إِلَى الْجنَّة قَالَ الْأَنْبِيَاء: فِيهِ مُحَمَّد بن عِيسَى الْهِلَالِي كَانَ يهتم بِوَضْع الحَدِيث. ¶ 345 - أَيّمَا رجل عهر بحرة أَو أمة فَالْوَلَد زنا لَا يَرث وَلَا يُورث: فِيهِ ابْن لَهِيعَة وَهُوَ غير حجَّة. ¶ 346 - أَيّمَا شَاب تزوج فِي حَدَاثَة سنه: فِيهِ خَالِد بن إِسْمَاعِيل المَخْزُومِي لَا تحل الرِّوَايَة عَنهُ. ¶ 347 - أَيّمَا مُسلم اشْتهى شَهْوَة فَرد شَهْوَته: فِيهِ عَمْرو بن خَالِد الوَاسِطِيّ هُوَ كَذَّاب. ¶ 348 - أَيّمَا امْرَأَة تطيبت لِلْمَسْجِدِ لم تقبل لَهَا صَلَاة: فِيهِ عَاصِم بن عبيد الله الْعمريّ هُوَ ضَعِيف. ¶ 349 - إيَّاكُمْ نائحة مَاتَت قبل أَن تتوب: فِيهِ عُبَيْس بن مَيْمُون. ¶ 350 - إيَّاكُمْ وَالزِّنَا فَإِن فِيهِ سِتّ خِصَال: فِيهِ أبان بن نهشل أَبُو الْيَد يروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ. ¶ 351 - إيَّاكُمْ والبطنة من الطَّعَام فَإِنَّهَا مكسلة عَن الصَّلَاة: فِيهِ عبد الله بن عبد الرَّحْمَن الْجَزرِي كَانَ يَأْتِي بالأوابد.",
            "page": "133",
            "part": "1",
            "seal": "7B419530"
        },
        {
            "hno": "352",
            "id": "56",
            "nass": "352 - إيَّاكُمْ وتشبيك الْأَصَابِع فِي الصَّلَاة فَإِنَّهُ يُورث النسْيَان: فِيهِ عَنْبَسَة بن عبد الرَّحْمَن لَيْسَ بِشَيْء. ¶ 353 - إيَّاكُمْ وَالسُّكْنَى فِي السوَاد فَإِنَّهُ يصدئ الْقلب: فِيهِ إِسْمَاعِيل بن عباد كَانَ يقلب الْأَخْبَار لَا يحْتَج بحَديثه. ¶ 354 - أيمنه سويقتي ودمامتي دُخُول الْجنَّة قَالَ لَا مَا اتَّقَيْت الله: فِيهِ مُحَمَّد بن عمر الكلَاعِي هُوَ مُنكر الحَدِيث. ¶ 355 - أيستاك الصَّائِم قَالَ نعم فِي أول النَّهَار وَآخره: فِيهِ إِبْرَاهِيم بن طهْمَان وَهَذَا لَا أصل لَهُ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم. ¶ 356 - آيَة الْكُرْسِيّ وَشهد الله وفاتحة الْكتاب معلقات الحَدِيث: فِيهِ ابْن عُمَيْر وَهُوَ كَذَّاب. ¶ 357 - الْإِيمَان قَول وَالْعَمَل شرائعه: فِيهِ احْمَد بن عبد الله أَبُو عَليّ الجويباري يضع الحَدِيث دجال. ¶ 358 - الْإِيمَان مُثبت فِي الْقلب كالجبال الرواسِي وزيادته ونقصانه كفر: فِيهِ عُثْمَان بن عبد الله هُوَ كَذَّاب. ¶ 359 - الْأَنْبِيَاء سادة أهل الْجنَّة وَالشُّهَدَاء القواد وَحَملَة الْقُرْآن عرفاء أهل الْجنَّة: فِيهِ مجاشع بن عَمْرو يروي الموضوعات.",
            "page": "134",
            "part": "1",
            "seal": "E88125FB"
        },
        {
            "hno": "360",
            "id": "57",
            "nass": "360 - الْإِسْلَام عَلَانيَة وَالْإِيمَان فِي الْقلب وَالتَّقوى هُنَا: فِيهِ عَليّ بن مسْعدَة الْبَاهِلِيّ ينْفَرد بِمَا لَا يُتَابع عَلَيْهِ. ¶ 361 - الْأُمَنَاء عِنْد الله ثَلَاثَة أَنا وَجِبْرِيل وَمُعَاوِيَة: فِيهِ أَحْمد بن عِيسَى الخشاب هُوَ كَذَّاب يضع الحَدِيث. ¶ 362 - الْأَرْوَاح جنود مجندة: فِيهِ عَليّ بن سعيد بن شهريار قلبه والمتن صَحِيح. ¶ 363 - الآذان وَالْإِقَامَة مثني مثني اللَّهُمَّ فارشد الْأمة واغفر للْمُؤْمِنين: فِيهِ حميد بن عَليّ بن هَارُون تكلم فِيهِ ابْن حبَان. ¶ 364 - الْأَسير مَا كَانَ فِي الْأسر فَصلَاته رَكْعَتَانِ: فِيهِ أبان بن الْمُجبر يروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ.",
            "page": "135",
            "part": "1",
            "seal": "5E5D8EDF"
        },
        {
            "hno": "365",
            "id": "58",
            "nass": "(حرف الْبَاء) ¶ 365 - بعزتي وعظمتي وَجَلَالِي لَا يُؤثر عبد هواي على هَوَاهُ إِلَّا أقللت همومه: فِيهِ مياح بن سريع لَا يحل الِاحْتِجَاج بِهِ. ¶ 366 - بَيْنَمَا رَسُول الله صلى الله عَلَيْهِ وَسلم جَالس وَعَائِشَة وَرَاءه أَسْتَأْذن أَبُو بكر: فِيهِ إِبْرَاهِيم بن عمر بن أبان لَهُ نُسْخَة. ¶ 367 - بَيْنَمَا أَنا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم على جبل وَذكر الجني إلهام بن الهيم: فِيهِ إِسْحَاق بن بشر الْكَاهِلِي يضع الحَدِيث. ¶ 368 - بَيْنَمَا النَّبِي صلى الله عَلَيْهِ وَسلم جَالس وَعِنْده أَبُو بكر وَعَلِيهِ عباءة قد خللها: فِيهِ الْعَلَاء بن عَمْرو يروي الْعَجَائِب عَن أبي إِسْحَاق. ¶ 369 - بَيْنَمَا جِبْرِيل جَالس مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِذْ مر أَبُو بكر: فِيهِ إِسْمَاعِيل بن مُحَمَّد من بَيت جِبْرِيل كَذَّاب. ¶ 370 - بئس الشّعب جِيَاد: فِيهِ رَبَاح بن عبيد الله الْعمريّ هُوَ مُنكر الحَدِيث.",
            "page": "136",
            "part": "1",
            "seal": "5D4F37F4"
        },
        {
            "hno": "371",
            "id": "59",
            "nass": "371 - بعثتني مرّة فِي صدقَات إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم: وَفِيه حَدِيث الرطب رَوَاهُ الْعلَا بن الْفضل لَيْسَ بِشَيْء. ¶ 372 - بَايع أَعْرَابِي النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى أجل: فِيهِ أسلم بن مَيْمُون كَانَ من عباد أهل الشَّام لَا يحْتَج بحَديثه. ¶ 373 - باكروا طلب الرزق: فِيهِ إِسْمَاعِيل بن قيس بن سعد هُوَ مُنكر الحَدِيث. ¶ 374 - بَايَعت رَسُول الله صلى الله عَلَيْهِ وَسلم قبل أَن يبْعَث فوعدته أَن آتيه: وَفِيه أَنا مُنْذُ ثَلَاث هُنَا: ¶ 375 - بجلوا الْمَشَايِخ فَإِن تبجيل الْمَشَايِخ من تبجيل الله: فِيهِ صَخْر بن مُحَمَّد الْمروزِي الحاجبي كَانَ كذبا. ¶ 376 - بِسم الله خير الْأَسْمَاء: فِيهِ ثَابت بن زُهَيْر هُوَ ضَعِيف لَا يُتَابع عَلَيْهِ. ¶ 377 - بعثت دَاعيا وَلَيْسَ إِلَى من الْهَدْي شَيْء وَبعث إِبْلِيس مزينا وَلَيْسَ إِلَيْهِ من الغواية شَيْء: فِيهِ خَالِد بن عبد الرَّحْمَن الْعَبْدي ترك حَدِيثه لأجل هَذَا الحَدِيث.",
            "page": "137",
            "part": "1",
            "seal": "6813D0CD"
        },
        {
            "hno": "378",
            "id": "60",
            "nass": "(حرف التَّاء) ¶ 378 - تابعوا بَين الْحَج وَالْعمْرَة: فِيهِ إِبْرَاهِيم الْجَزرِي وَإِبْرَاهِيم هَذَا ضَعِيف وَلَعَلَّه مقلوب: ¶ 379 - تُوبُوا أَيهَا النَّاس قبل أَن تَمُوتُوا وَبَادرُوا بِالْأَعْمَالِ الصَّالِحَة: فِيهِ مُحَمَّد ابْن عبد الرَّحْمَن بن غَزوَان كَذَّاب. ¶ 380 - تصافحوا فَإِن المصافحة تذْهب السخيمة وتهادوا فَإِن الْهَدِيَّة تذْهب الغل: فِيهِ مُحَمَّد ابْن أبي الزعيزعة لَا يحْتَج بِهِ. ¶ 381 - تَفَكَّرُوا فِي خلق الله وَلَا تَفَكَّرُوا فِي الله: فِيهِ الوزاع ابْن عَن نَافِع، يروي الموضوعات عَن الثِّقَات.",
            "page": "138",
            "part": "1",
            "seal": "063309A2"
        },
        {
            "hno": "382",
            "id": "61",
            "nass": "382 - تسحرُوا فن فِي السّحُور بركَة: فِيهِ نائل بن نجيح يروي المقلوبات والْحَدِيث صَحِيح الْإِسْنَاد والمتن مقلوب. ¶ 383 - تربوا الْكتاب واسحوه من أَسْفَله: هُوَ فِي النُّسْخَة الَّتِي يَرْوِيهَا بَقِيَّة عَن ابْن جريج وَبَقِيَّة يروي عَن ضعفاء. ¶ 384 - تخَيرُوا لنُطَفِكُمْ: فِيهِ الْحَارِث بن عمرَان وَعِكْرِمَة بن غبراهيم وَمُحَمّد بن مَرْوَان وَسليمَان بن عَطاء وَكلهمْ ضعفاء. ¶ 385 - تختموا بالعقيق فَإِنَّهُ مبارك: فِيهِ يَعْقُوب بن الْوَلِيد الْمَدِينِيّ كَانَ يضع الحَدِيث. ¶ 386 - تعلمُوا الْفَرَائِض وعلموها النَّاس وَهَذَا أول علم ينْزع من أمتِي: فِيهِ حَفْص بن عمر مَتْرُوك الحَدِيث: ¶ 387 - تَسْلِيم الْيَهُود إِشَارَة بالأصابع وَتَسْلِيم النَّصَارَى إِشَارَة بالكف لَا تشبهوا بِأَهْل الْكتاب قصوا الشَّوَارِب ووفروا اللحى:",
            "page": "139",
            "part": "1",
            "seal": "76BBE96C"
        },
        {
            "hno": "388",
            "id": "62",
            "nass": "رَوَاهُ عَمْرو بن شُعَيْب عَن أَبِيه عَن جده وَهَذَا أحد مَا أنكر عَلَيْهِ من الاختلاق. ¶ 388 - تُعَاد الصَّلَاة فِي قدر الدِّرْهَم من الدَّم: فِيهِ روح بن غطيف هُوَ مَتْرُوك الحَدِيث. ¶ 389 - تنظفوا فَإِن الْإِسْلَام نظيف: فِيهِ روح بن مورع الْعَنْبَري يروي الْعَجَائِب عَن الثِّقَات لَا يحل الِاحْتِجَاج بِهِ. ¶ ترك الشَّرّ صَدَقَة: فِيهِ أَحْمد بن مُحَمَّد بن الْفضل الْقَيْسِي كَانَ يضع الحَدِيث. ¶ 390 - تفضل الصَّلَاة الَّتِي يستاك لَهَا على الَّتِي لَا يستاك لَهَا سبعين ضعفا: فِيهِ مُعَاوِيَة بن يحيى الضبعِي لَا شَيْء. ¶ 391 - تهادوا فَإِن الْهَدِيَّة تذْهب الغل: هُوَ بَقِيَّة حَدِيث تصافحوا وَتقدم الْكَلَام عَلَيْهِ. ¶ 392 - تعوذوا بِاللَّه من فَخر الْقُرَّاء فَإِنَّهُم أَشد فخرا من الْجَبَابِرَة: فِيهِ عباد بن كثير الثَّقَفِيّ مَتْرُوك. ¶ 393 - تعوذوا بِاللَّه من إِمَارَة الصّبيان: فِيهِ يحيى بن عبيد الله بن موهب تكلم فِيهِ يحيى بن معِين وَيحيى الْقطَّان وسُفْيَان بن عُيَيْنَة.",
            "page": "140",
            "part": "1",
            "seal": "76A6FE21"
        },
        {
            "hno": "394",
            "id": "63",
            "nass": "(حرف الثَّاء) ¶ 394 - ثَلَاث من كن فِيهِ آواه الله إِلَى كنفه وَنشر عَلَيْهِ رَحمته: فِيهِ عمر بن رَاشد الْجَارِي يروي مَا لَا أصل لَهُ. ¶ 395 - ثَلَاث يفرح لَهُنَّ الْبدن ويربو اللَّبن وَالطّيب وَشرب الْعَسَل: فِيهِ مُوسَى بن هَارُون الْأَزْدِيّ لَا تحل الرِّوَايَة عَنهُ. ¶ 396 - ثَلَاثَة لَا يفطرن الصَّائِم الْحجامَة والقيء والاحتلام: فِيهِ عبد الرَّحْمَن بن زيد بن أسلم وَلَيْسَ بِشَيْء. ¶ 397 - ثَلَاث من كنوز الْبر إخفاء الصَّدَقَة وكتمان الْمُصِيبَة وكتمان الشكوى: فِيهِ الْجَارُود بن يزِيد مَتْرُوك الحَدِيث. ¶ 398 - ثَلَاث منجيات وَثَلَاث مهلكات شح مُطَاع: فِيهِ حميد بن الحكم الْحَرَشِي مُنكر الحَدِيث وَمُحَمّد بن عون يروي مَا لَا يشبه حَدِيث الثِّقَات. ¶ 399 - ثَلَاث لَا يقبل الله مِنْهُم شَهَادَة لَا إِلَه إِلَّا الله الرَّاكِب والمركوب والراكبة والمركوبة:",
            "page": "141",
            "part": "1",
            "seal": "90F71103"
        },
        {
            "hno": "400",
            "id": "64",
            "nass": "فِيهِ عمر بن رَاشد كَذَّاب. ¶ 400 - ثَلَاث لَا ترد اللَّبن والوسائد والدهن: فِيهِ عبد الله بن مُسلم بن هُرْمُز الْمَكِّيّ تكلم فِيهِ ابْن معِين وَالنَّسَائِيّ وَالدَّارَقُطْنِيّ وَأحمد. ¶ 401 - ثَلَاث لَا يؤخرون الصَّلَاة والجنازة الحَدِيث: فِيهِ سعيد بن عبد الرَّحْمَن الجُمَحِي يروي الموضوعات. ¶ 402 - ثَلَاث تشتاق إِلَيْهِم الْجنَّة عَليّ وعمار وسلمان: فِيهِ إِسْمَاعِيل بن مُسلم الْمَكِّيّ مَتْرُوك الحَدِيث.",
            "page": "142",
            "part": "1",
            "seal": "04B28057"
        },
        {
            "hno": "403",
            "id": "65",
            "nass": "(حرف الْجِيم) ¶ 403 - جَاءَ رجل من الْحَبَشَة إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَسلم علينا بالصور: فِيهِ أَيُّوب بن عقبَة وَهُوَ ضَعِيف. ¶ 404 - جَاءَ رجل إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ إِنِّي طفت أسبوعين فقرنت سنتهما وركعت أَربع رَكْعَات: فِيهِ ياسين قَالَ يحيى لَيْسَ بِشَيْء. ¶ 405 - جَاءَ رجل إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَشَكا لَهُ قلَّة الْوَلَد فَأمره أَن يَأْكُل الْبيض: فِيهِ مُحَمَّد بن يحيى بن ضرار يروي الموضوعات. ¶ 406 - جَاءَ رجل إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ أوصني فَقَالَ تعبد الله: فِيهِ سعيد بن عبد الرَّحْمَن قَاضِي بَغْدَاد وَهُوَ خطاء إِنَّمَا هُوَ من قَول عمر رَضِي الله تَعَالَى عَنهُ قَالَ يحيى بن عبد الرَّحْمَن سعيد ثِقَة وَقَالَ ابْن حبَان يروي الموضوعات عَن الثِّقَات.",
            "page": "143",
            "part": "1",
            "seal": "8AC250E9"
        },
        {
            "hno": "407",
            "id": "66",
            "nass": "407 - جَاءَنِي جبرييل عَن الله قَالَ وَعِزَّتِي وَجَلَالِي ووحدانيتي وارتفاع مَكَاني: فِيهِ مُحَمَّد بن عبد الله بن زِيَاد أَبُو سَلمَة كَذَّاب. ¶ 408 - جَاءَنِي رَسُول الله صلى الله عَلَيْهِ وَسلم وَأبي يَمُوت فَقبل من قَرْني إِلَى قدمي: فِيهِ مُحَمَّد بن مُصعب القرفاني لَا يحْتَج بِهِ. ¶ 409 - جَاءَ النِّسَاء إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقُلْنَ ذهب الرِّجَال بِالْفَضْلِ: فِيهِ روح بن الْمسيب مَتْرُوك الحَدِيث. ¶ 410 - جَاع النَّبِي صلى الله عَلَيْهِ وَسلم جوعا شَدِيدا فَنزل عَلَيْهِ جِبْرِيل بلوزة فَإِذا فِيهَا فرندة خضراء مَكْتُوب عَلَيْهَا لَا إِلَه إِلَّا الله الحَدِيث: فِيهِ أيدته بعلي ونصرته بِهِ. فِيهِ مُحَمَّد ابْن أبي الزعيزعة ضَعِيف مُنكر الحَدِيث دجال.",
            "page": "144",
            "part": "1",
            "seal": "3424B09E"
        },
        {
            "hno": "411",
            "id": "67",
            "nass": "(حرف الْحَاء) ¶ 411 - حق عَليّ على كل مُسلم كحق الْوَالِد على وَلَده: فِيهِ عِيسَى بن عبد الله بن مُحَمَّد بن عمر بن عَليّ بن أبي طَالب يروي نُسْخَة مَوْضُوعَة. ¶ 412 - حق الْجوَار أَرْبَعُونَ دَارا هَكَذَا يَمِينا وَشمَالًا وقداما وَخلف: فِيهِ عبد السَّلَام ابْن أبي الْجنُوب مُنكر الحَدِيث. ¶ 413 - حجَّة لمن لم يحجّ خير من عشر غزوات وغزوة لمن لم يغز خير من عشر حجج: فِيهِ عبد الله بن صَالح كَاتب اللَّيْث هُوَ كَذَّاب وَيُقَال هُوَ وَضعه. ¶ 414 - حبذا المتخللين فِي الْوضُوء بَين الْأَصَابِع والأظافر: فِيهِ وَاصل بن السَّائِب لَا يحْتَج بِهِ.",
            "page": "145",
            "part": "1",
            "seal": "67293E93"
        },
        {
            "hno": "415",
            "id": "68",
            "nass": "(حرف الْخَاء) ¶ 415 - خير الْأَسْمَاء عبد الله وَعبد الرَّحْمَن وَأصْدقهَا الْحَارِث وَهَمَّام وشرها حَرْب وَمرَّة: فِيهِ فرج بن فضَالة هُوَ ضَعِيف أَحَادِيثه مَقْلُوبَة مُنكرَة قَالَه ابْن مهْدي وَالصَّحِيح إِلَى عبد الرَّحْمَن. ¶ 416 - خير الْمجَالِس أوسعها: فِيهِ مُصعب بن ثَابت الزبيرِي هُوَ مُنكر الحَدِيث قَالَ ابْن معِين هُوَ ضَعِيف. ¶ 417 - خير نِسَائِكُم العفيفة الغلمة: فِيهِ غسماعيل بن عَيَّاش وَهَذَا أحد مَا أنكر على إِسْمَاعِيل. ¶ 418 - خير النَّاس أنفعهم للنَّاس: فِيهِ عَمْرو بن بكر السكْسكِي هُوَ مُنكر الحَدِيث. ¶ 419 - خير الرزق مَا كفى: فِيهِ أَحْمد بن مُحَمَّد بن الْفضل هُوَ كَذَّاب يضع الحَدِيث ويقلب وَيسْرق.",
            "page": "146",
            "part": "1",
            "seal": "42BA0E29"
        },
        {
            "hno": "420",
            "id": "69",
            "nass": "420 - خلق الله ألف أمة سِتّمائَة فِي الْبَحْر وَأَرْبَعمِائَة فِي الْبر فَأول شَيْء يهْلك من هَذِه الْأمة الْجَرَاد: فِيهِ مُحَمَّد بن عِيسَى يضع. ¶ 421 - خلق الله حِجَارَة قبل أَن يخلق السَّمَاوَات وَالْأَرْض أعدهَا لإبليس وَفرْعَوْن وَلمن حلف باسمه كَاذِبًا: فِيهِ غَسَّان بن أبان بن الأرقم يروي الْعَجَائِب وَأنكر عَلَيْهِ هَذَا الحَدِيث. ¶ 422 - خلق الله الْخلق ثَلَاثَة أَصْنَاف: فِيهِ يزِيد بن سِنَان أَبُو فَرْوَة الْجَزرِي لَيْسَ بِشَيْء. ¶ 423 - خرج ثَلَاثَة مِمَّن كَانَ قبلكُمْ فَذكر حَدِيث الْغَار: فِيهِ مُحَمَّد بن سُلَيْمَان الْجَوْهَرِي يروي المقلوبات وَهُوَ صَحِيح من غير هَذَا. ¶ 424 - خرج علينا رَسُول الله صلى الله عَلَيْهِ وَسلم فقمنا فَقَالَ: لَا تقوموا كَمَا تقوم الْأَعَاجِم: فِيهِ أَبُو مَرْزُوق وَأَبُو غَالب لَا يحْتَج بهما. ¶ 425 - خرج علينا رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَبُو بكر عَن يَمِينه وَعمر عَن شِمَاله فَقَالَ هَكَذَا نبعث يَوْم الْقِيَامَة: فِيهِ سعيد بنم سَلمَة لَيْسَ بِشَيْء. ¶ 426 - خرج علينا رَسُول الله صلى الله عَلَيْهِ وَسلم وَعَيناهُ مملوأتان من الْكحل الأثمد وَذَلِكَ فِي رَمَضَان:",
            "page": "147",
            "part": "1",
            "seal": "C1CB585F"
        },
        {
            "hno": "427",
            "id": "70",
            "nass": "فِيهِ سعيد بن زيد أَخُو حَمَّاد بن زيد ضَعِيف. ¶ 427 - خرج علينا رَسُول الله صلى الله عَلَيْهِ وَسلم وَنحن نتمارى فِي شَيْء فَغَضب إِلَى قَوْله لَا تكفرُوا أحدا من أهل الْقبْلَة: فِيهِ كثير بن مَرْوَان لَا يحْتَج بِهِ. ¶ 428 - خرج علينا رَسُول الله صلى الله عَلَيْهِ وَسلم وَنحن نتنازع فِي الْقدر فَقَالَ الحَدِيث: فِيهِ صَالح بن بشير المري هُوَ مَتْرُوك الحَدِيث. ¶ 429 - خمس لم يكن يدعهن فِي حضر وَلَا سفر المكحلة والمشط والمدري والسواك: فِيهِ أَبُو أُميَّة بن يعلى يروي المعضلات. ¶ 430 - خُذُوا زينتكم عِنْد كل مَسْجِد قَالَ صلوا فِي نعالكم: فِيهِ عباد بن مُصعب مُنكر الحَدِيث كذبه أَحْمد بن حَنْبَل. ¶ 431 - خِصَال لَا تنبغي فِي الْمَسَاجِد لَا تتخذوها طرقا وَلَا يشهر فِيهَا سلَاح وَلَا نبل: فِيهِ زيد بن جُبَير ضَعِيف.",
            "page": "148",
            "part": "1",
            "seal": "B5359DCB"
        },
        {
            "hno": "432",
            "id": "71",
            "nass": "(حرف الدَّال) ¶ 432 - دخلت الْجنَّة فَرَأَيْت فِيهَا ذئبا فَقَالَ إِنِّي أكلت ابْن شرطي: فِيهِ عَمْرو بن خليف الخناوي وخناوة قَرْيَة بعسقلان قَالَ ابْن عدي وَابْن حبَان كَانَ يضع الحَدِيث. ¶ 433 - دخلت على رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ يحتجم يَوْم الثُّلَاثَاء: فِيهِ نَافِع بن هُرْمُز مَتْرُوك الحَدِيث. ¶ 434 - دخلت عَلَيْهِ وَعِنْده إِنَاء من مَاء فَقَالَ ادن مني أعلمك مقادير الصَّلَاة وَفِيه التَّسْمِيَة: فِيهِ عباد بن صُهَيْب مُتَّهم بِالْوَضْعِ. ¶ 435 - دخلت على النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ يشتكي بَطْنه: فِيهِ عَنْبَسَة بن زِيَاد لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 436 - دخلت عَلَيْهِ وَهُوَ يمشي على أَربع وعَلى ظَهره الْحسن وَالْحُسَيْن وَهُوَ يَقُول نعم الْجمل العدلان:",
            "page": "149",
            "part": "1",
            "seal": "D198A04F"
        },
        {
            "hno": "437",
            "id": "72",
            "nass": "فِيهِ مسروح أَبُو شهَاب لَا يحْتَج بِخَبَرِهِ. ¶ 437 - دخلت مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم السُّوق فَاشْترى سَرَاوِيل فَقَالَ زن وارجح: فِيهِ أَحْمد بن إِسْمَاعِيل أَبُو حُذَيْفَة وَهَذَا من جملَة مَا أنكر على أبي حُذَيْفَة وَترك لأَجله. ¶ 438 - دخلت عَلَيْهِ وَفِي يَده سفرجلة فَرمى بهَا إِلَيّ وَقَالَ دونكها أَبَا مُحَمَّد فَإِنَّهَا تجم الْفُؤَاد: فِيهِ عبد الرَّحْمَن بن حَمَّاد يروي نُسْخَة. ¶ 439 - دخل رَسُول الله صلى الله عَلَيْهِ وَسلم مَكَّة فِي بعض عمره فَجعل أهل مَكَّة يرمونه بِالْبِنَاءِ الْفَاسِد: فِيهِ إِسْحَاق بن إِبْرَاهِيم الطَّبَرِيّ مُنكر الحَدِيث، وَالْمَشْهُور طَاف بِالْبَيْتِ وَنحن نستره من أهل مَكَّة أَن يرميه أحد وَأما ذكر الْبناء الْفَاسِد افتعله إِسْحَاق. ¶ 440 - دخل النَّبِي صلى الله عَلَيْهِ وَسلم وَأَبُو بكر لَو أَن أحدهم نطر إِلَى قَدَمَيْهِ لَأَبْصَرنَا: فِيهِ أَحْمد بن مُحَمَّد بن مَالك هُوَ الَّذِي وضع هَذَا الحَدِيث وَأَلْفَاظه فِي الصَّحِيح غير هَذِه الْأَلْفَاظ. ¶ 441 - دخل رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَنا أثقلت فَقَالَ: مَا لَك يَا أَبَا هُرَيْرَة قلت الْجُوع: فِيهِ عبد الله بن عبد الرَّحْمَن كَانَ يَأْتِي بالأوابد عَن الثَّوْريّ.",
            "page": "150",
            "part": "1",
            "seal": "1A51B38A"
        },
        {
            "hno": "442",
            "id": "73",
            "nass": "442 - دِيَة مُسلم دِيَة ذمِّي: فِيهِ عبد الله بن كرز أَبُو بكر كَانَ يَأْتِي عَن الثِّقَات بِمَا لَيْسَ من حَدِيثهمْ قَالَ ابْن حبَان مَوْضُوع بِلَا شكّ. ¶ 443 - داوموا على الصَّلَوَات الْخمس فَإِن الله افترضهن عَلَيْكُم: فِيهِ مَرْوَان بن مُحَمَّد قَالَ ابْن حبَان لَا يحْتَج بِهِ وَالْخَبَر بَاطِل.",
            "page": "151",
            "part": "1",
            "seal": "C130C97B"
        },
        {
            "hno": "444",
            "id": "74",
            "nass": "(حرف الذَّال) ¶ 444 - ذَكَاة الْجَنِين ذَكَاة أمه: فِيهِ مُحَمَّد بن الْحسن الْمُزنِيّ يرفع الْمَوْقُوف ويسند الْمَرَاسِيل هُوَ من قَول ابْن عمر. ¶ 445 - ذَنْب لَا يغْفر وذنب يتْرك وذنب يغْفر: فِيهِ يزِيد بن سُفْيَان أَبُو خَالِد عَن التَّيْمِيّ عَن أبي عُثْمَان النَّهْدِيّ. ¶ 446 - ذكرنَا عِنْده زِيَادَة الْعُمر فَقَالَ إِن الله لَا يُؤَخر نفسا إِذا جَاءَ أجلهَا وَإِنَّمَا زِيَادَته ذُرِّيَّة صَالِحَة: فِيهِ سُلَيْمَان بن عَطاء يروي الموضوعات.",
            "page": "152",
            "part": "1",
            "seal": "36886165"
        },
        {
            "hno": "447",
            "id": "75",
            "nass": "(حرف الرَّاء) ¶ 447 - رَأَيْت على بَاب الْجنَّة الْحَسَنَة بِعشْرَة أَمْثَالهَا وَالْقَرْض بِثمَانِيَة عشر: فِيهِ خَالِد بن يزِيد فِي حَدِيثه مَنَاكِير وَهَذَا مِنْهَا. ¶ 448 - رَأَيْت لَيْلَة أسرِي بِي فِي حول الْعَرْش فرندة خضراء فِيهَا لَا إِلَه إِلَّا الله مُحَمَّد رَسُول الله أَبُو بكر الصّديق: فِيهِ السّري لَا يحْتَج بِهِ. ¶ 449 - رَأَيْت عبد الله ابْن أبي بَين يَدي رَسُول الله صلى الله عَلَيْهِ وَسلم وَالْحِجَارَة تنكب رجلَيْهِ: فِيهِ إِسْمَاعِيل بن دَاوُد ضَعِيف جدا. ¶ 450 - رَأَيْت على النَّبِي صلى الله عَلَيْهِ وَسلم قلنسوة شامية طَوِيلَة: فِيهِ الضَّحَّاك بن حَجْوَةَ المنيحي لَا يحل الِاحْتِجَاج بِهِ. ¶ 451 - رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ إِذا رفع رَأسه من السَّجْدَة الأولى رفع يَدَيْهِ تِلْقَاء وَجهه: فِيهِ النَّضر بن كثير أَبُو السهل قَالَ البُخَارِيّ عِنْده مَنَاكِير.",
            "page": "153",
            "part": "1",
            "seal": "E0461DC4"
        },
        {
            "hno": "452",
            "id": "76",
            "nass": "452 - رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم وَبِيَدِهِ كنف شَاة متكئ يجز مِنْهَا بالسكين وَصلى وَلم يتَوَضَّأ: فِيهِ عبد الله بن كرز هُوَ كَذَّاب تفرد بِهِ. ¶ 453 - رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم أذن فِي أذن الْحسن حِين ولد: فِيهِ عَاصِم بن عبد الله بن عَاصِم بن عمر بن الْخطاب ضَعِيف. ¶ 454 - رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم يَسْتَقِي مَاء لوضوئه فَقلت أَنا أكفيك: فِيهِ نصر بن مَنْصُور قَالَ البُخَارِيّ مُنكر الحَدِيث وَقَالَ النَّسَائِيّ ضَعِيف. ¶ 455 - رَأَيْت على بَاب الْجنَّة مَكْتُوبًا لَا إِلَه إِلَّا الله مُحَمَّد رَسُول الله عَليّ أَخُو رَسُول الله: فِيهِ كَادِح بن رَحْمَة ترك حَدِيثه ابْن حبَان. ¶ 456 - رَأَيْت النَّبِي صلى الله عَلَيْهِ وَسلم تخضب بصفرة: فِيهِ خَالِد بن عُثْمَان العثماني يروي عَن مَالك مَا لَا يُتَابع عَلَيْهِ. ¶ 457 - رحم الله أَبَا بكر زَوجنِي ابْنَته وصحبني إِلَى دَار الْهِجْرَة وَأعْتق بِلَالًا رحم الله عمر: فِيهِ مُخْتَار بن نَافِع مُنكر الحَدِيث. ¶ 458 - رحم الله امْرأ سمع مَقَالَتي فوعاها فأداها كَمَا سَمعهَا: فِيهِ مُحَمَّد بن كثير يروي المقلوبات وَلِهَذَا الحَدِيث طَرِيق غير هَذَا.",
            "page": "154",
            "part": "1",
            "seal": "87074128"
        },
        {
            "hno": "459",
            "id": "77",
            "nass": "459 - رأى النَّبِي صلى الله عَلَيْهِ وَسلم رجلا أَحْمَر فَقَالَ أَنْت أَبُو الْورْد: فِيهِ حَيَّان بن الْمُغلس هُوَ ضَعِيف لأجل هَذَا الحَدِيث. ¶ 460 - رخص فِي الْكَذِب إِلَّا فِي ثَلَاث الرجل يُرِيد الْإِصْلَاح: فِيهِ عبد الْوَهَّاب بن بخت وَهُوَ مقلوب. ¶ 461 - ريح الْوَلَد من ريح الْجنَّة: فِيهِ منْدَل بن عَليّ قَالَ ابْن حبَان يسْتَحق التّرْك. ¶ 462 - رأى النَّبِي: صلى الله عَلَيْهِ وَسلم أَبَا الدَّرْدَاء يمشي أَمَام أبي بكر: فِيهِ إِسْمَاعِيل بن يحيى وَهُوَ ضَعِيف. ¶ 463 - رفعت جِرَاحَة إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَأمر بهَا أَن تداوي سنة: فِيهَا أَبُو العطوف الْجراح بن منهال مَتْرُوك الحَدِيث. ¶ 464 - رَكْعَتَانِ بسواك أفضل من سبعين رَكْعَة من غير سواك: فِيهِ مسلمة بن عَليّ الْخُشَنِي هُوَ يُرْسل ومسلمة وَصله وَهُوَ لَا شَيْء. ¶ 465 - رعفت عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فَأمرنِي أَن أحدث وضوأ: فِيهِ أَبُو خَالِد الدالاتي ابْن يزِيد ضَعِيف. ¶ 466 - رغب رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْجِهَاد وَفِي يَده حَدِيدَة الحَدِيث فِي الْقصاص: فِيهِ الْوَلِيد بن مُحَمَّد الموقري لَيْسَ بِشَيْء.",
            "page": "155",
            "part": "1",
            "seal": "B60ECED1"
        },
        {
            "hno": "467",
            "id": "78",
            "nass": "(حرف الزَّاي) ¶ 467 - زر غبا تَزْدَدْ حبا: فِيهِ طَلْحَة بن عَمْرو وَمُحَمّد بن عُثْمَان وَمُحَمّد بن خُلَيْد وَسليمَان بن كزان وهم ضعفاء كذابون. ¶ 468 - زوجوا الْأَكفاء وزوجوا إِلَيْهِم: فِيهِ مُحَمَّد بن مَرْوَان السّديّ يروي الموضوعات عَن الثِّقَات. ¶ 469 - زن وارجح: فِيهِ عبد الرَّحْمَن بن زِيَاد الإفْرِيقِي يروي الموضوعات عَن الثِّقَات وَقد تقدم الحَدِيث.",
            "page": "156",
            "part": "1",
            "seal": "A1200682"
        },
        {
            "hno": "470",
            "id": "79",
            "nass": "(حرف السِّين) ¶ 470 - سَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم عَن سُبْحَانَ الله فَقَالَ تَنْزِيه الله من السوء: فِيهِ عبد الرَّحْمَن الطلحي عِنْده نُسْخَة مَوْضُوعَة. ¶ 471 - سَأَلت عَن الصَّلَاة فِي الْقوس والقرن فَقَالَ صل فِي الْقوس واطرح الْقرن: فِيهِ مُوسَى بن إِبْرَاهِيم ضَعِيف. ¶ 472 - سَأَلته عَن قَول النَّاس فِي الْعِيد تقبل الله منا ومنكم فَقَالَ ذَاك فعل أهل الْكِتَابَيْنِ: فِيهِ عبد الْخَالِق لَا شَيْء. ¶ 473 - سَأَلته عَن السّمن والجبن والفرا فَقَالَ الْحَلَال: فِيهِ سيف بن هَارُون البرجمي قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 474 - سُئِلَ عَن الرجل يتَّخذ الْحمام فِي الْقرْيَة فَقَالَ إِن كَانَ لَهُ ذرع وَإِلَّا فَلَا: فِيهِ عبد الله ابْن أبي علاج وَهُوَ كَذَّاب.",
            "page": "157",
            "part": "1",
            "seal": "C70041C1"
        },
        {
            "hno": "475",
            "id": "80",
            "nass": "475 - سُئِلَ عَن الْإِيمَان فَقَالَ الصَّبْر والسماحة. فِيهِ يُوسُف بن مُحَمَّد بن الْمُنْكَدر يروي عَن أَبِيه مَا لَيْسَ من حَدِيثه. ¶ 476 - سَأَلَهُ رجل فَقَالَ اقْرَأ خلف الإِمَام أَو أنصت فَقَالَ أنصت: فِيهِ مُحَمَّد بن سَالم ضَعِيف يروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ. ¶ 477 - سَأَلتنِي عَائِشَة عَن عسقلان وَفِيه ذكر مَقْبرَة عسقلان: فِيهِ نَافِع أَبُو هُرْمُز الْجمال يضع الحَدِيث. ¶ 478 - سرعَة الْمَشْي تذْهب بهاء الْمَرْء: فِيهِ الْوَلِيد بن سَلمَة الطَّبَرَانِيّ وَمُحَمّد بن عمر بن صهْبَان كَذَّاب وَضَعِيف. ¶ 479 - سيد طَعَام أهل الْجنَّة اللَّحْم: فِيهِ سُلَيْمَان بن عَطاء يروي الموضعات عَن مسلمة. ¶ 480 - سافروا تصحوا وتسلموا: فِيهِ عبد الله بن عِيسَى الْفَروِي وَيعرف من حَدِيث مُوسَى بن عُبَيْدَة الربذي لَيْسَ لمَالِك وَلَا لنافع فِيهِ ذكر. ¶ 481 - ساقي الْقَوْم آخِرهم شربا: فِيهِ أَحْمد بن مُحَمَّد بن الْفضل كَانَ يضع وَكَانَ كذابا وَقد رُوِيَ من وَجه صَحِيح. ¶ 482 - ستبعث بعدِي بعوث فكونوا فِي بعث خُرَاسَان وَفِيه ذكر مرو: فِيهِ سهل بن عبد الله مُنكر الحَدِيث.",
            "page": "158",
            "part": "1",
            "seal": "DE66B4AA"
        },
        {
            "hno": "483",
            "id": "81",
            "nass": "483 - سوء الْخلق يفْسد الْعَمَل كَمَا يفْسد الْخلّ الْعَسَل: فِيهِ النَّضر بن معبد أَبُو محدم يروي المقلوبات. ¶ 484 - سَوْدَاء وَلَو دخير من حسناء لَا تَلد: وَفِيه إِنِّي مُكَاثِر بكم حَتَّى السقط: فِيهِ عَليّ بن الرّبيع يروي الْمَنَاكِير. ¶ 485 - سَبْعَة يجْرِي للْعَبد أجرهن بعد مَوته: فِيهِ مُحَمَّد بن عبيد الله الْعَرْزَمِي مَتْرُوك الحَدِيث. ¶ 486 - سخنت لرَسُول الله صلى الله عَلَيْهِ وَسلم مَاء الشَّمْس فَقَالَ يُورث البرص: فِيهِ أَبُو البخْترِي وهب بن وهب كَذَّاب. ¶ 487 - سمع صَوت غناء فَقَالَ مُعَاوِيَة وَعمر يتغنيان: فِيهِ يزِيد ابْن أبي زِيَاد ضعفه أَحْمد.",
            "page": "159",
            "part": "1",
            "seal": "2BAA95E8"
        },
        {
            "hno": "488",
            "id": "82",
            "nass": "(حرف الشين) ¶ 488 - شَفَاعَتِي لأهل الْكَبَائِر من أمتِي: فِيهِ مُحَمَّد بن ثَابت الْبنانِيّ لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 489 - شِرَاركُمْ عُزَّابُكُمْ: فِيهِ خَالِد بن إِسْمَاعِيل المَخْزُومِي مَتْرُوك الحَدِيث. ¶ 490 - شرار النَّاس من نزل وَحده وَجلد عَبده وَمنع رفده: فِيهِ إِسْحَاق بن وهب كَانَ يضع صراحا. ¶ 491 - شرب المَاء على الرِّيق يعْقد الشَّحْم: فِيهِ عَاصِم بن سُلَيْمَان الكوزي يروي الموضوعات لَا يحل كتب حَدِيثه. ¶ 492 - شَاهد الزُّور لَا تجب قدماه حَتَّى تجب لَهُ النَّار: فِيهِ مُحَمَّد بن الْفُرَات لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "160",
            "part": "1",
            "seal": "CE397029"
        },
        {
            "hno": "493",
            "id": "83",
            "nass": "493 - شعار الْمُؤمنِينَ على الصِّرَاط سلم سلم: فِيهِ عبد الرَّحْمَن بن إِسْحَاق وَهُوَ الَّذِي يُقَال لَهُ عباد بن إِسْحَاق مُنكر الحَدِيث. ¶ 494 - شَكَوْت إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم أرقا أصابني فَقَالَ قل اللَّهُمَّ غارت النُّجُوم وهدأت الْعُيُون: فِيهِ مُحَمَّد بن عبد الله بن علاثة كَانَ يضع عَن الثِّقَات وَيَأْتِي بالمعضلات لَا تحل الرِّوَايَة عَنهُ قَالَه ابْن حبَان وَوَثَّقَهُ ابْن معِين.",
            "page": "161",
            "part": "1",
            "seal": "618AF90B"
        },
        {
            "hno": "495",
            "id": "84",
            "nass": "(حرف الصَّاد) ¶ 495 - صلَة الرَّحِم وَحسن الْخلق وَحسن الْجوَار تعمر الديار وتزيد فِي الْأَعْمَار: فِيهِ مُحَمَّد بن سُلَيْمَان مُنكر الحَدِيث. ¶ 496 - صنفان من أمتِي لَا تنالهم شَفَاعَتِي المرجئة والقدرية: فِيهِ سلمَان بن وردان لَيْسَ بِشَيْء. ¶ 497 - صلوا خلف من قَالَ لَا إِلَه إِلَّا الله وعَلى من مَاتَ من أهل لَا غله إِلَّا الله: فِيهِ عُثْمَان بن عبد الله كَانَ يضع. ¶ 498 - صليت خلف رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَبُو بكر وَعمر وَكَانُوا يرفعون أَيْديهم فِي أول الصَّلَاة ثمَّ لَا يعودون: فِيهِ مُحَمَّد بن جَابر لَيْسَ بِشَيْء. ¶ 499 - صلينَا مَعَه فَلَمَّا انْصَرف قَالَ هَل تقرؤون الْقُرْآن معي قُلْنَا نعم قَالَ لَا إِلَّا بِأم الْقُرْآن: فِيهِ مسلمة بن عَليّ لَا شَيْء.",
            "page": "162",
            "part": "1",
            "seal": "243FCB42"
        },
        {
            "hno": "500",
            "id": "85",
            "nass": "500 - صوامع الْمُؤمنِينَ بُيُوتهم: فِيهِ مُحَمَّد بن سُلَيْمَان بن هِشَام ابْن بنت مطر الْوراق هُوَ مُنكر الحَدِيث. ¶ 501 - صومكم يَوْم تصومون وفطركم يَوْم تفطرون: فِيهِ مُحَمَّد بن عمر الْوَاقِدِيّ أَجمعُوا على تَركه.",
            "page": "163",
            "part": "1",
            "seal": "ACF134F5"
        },
        {
            "hno": "502",
            "id": "86",
            "nass": "(حرف الضَّاد) ¶ 502 - ضع الْقَلَم على أُذُنك فَإِنَّهُ أذكر للمملي: فِيهِ عَنْبَسَة بن عبد الرَّحْمَن وَهُوَ لَا شَيْء فِي الحَدِيث. ¶ 503 - ضحى النَّبِي صلى الله عَلَيْهِ وَسلم بكبشين أملحين وَقَالَ هَذَا عَمَّن وَحدك من أمتِي: فِيهِ حجاج بن أطأة مَتْرُوك الحَدِيث وَجَاء فِي الصَّحِيح لَيْسَ فِيهِ تَفْصِيل.",
            "page": "164",
            "part": "1",
            "seal": "18A39C05"
        },
        {
            "hno": "504",
            "id": "87",
            "nass": "(حرف الطَّاء) ¶ 504 - طلب الْعلم فَرِيضَة على كل مُسلم: فِيهِ أَحْمد بن إِبْرَاهِيم بن مُوسَى لَا تحل الرِّوَايَة عَنهُ كَذَّاب وَلَا أصل لَهُ عَن مَالك وَإِنَّمَا هُوَ من حَدِيث أنس. ¶ 505 - طلب الْعلم الْحَلَال فَرِيضَة بعد الْفَرِيضَة: فِيهِ عباد بن كثير الرَّمْلِيّ تكلم فِيهِ ابْن حبَان وَابْن عدي وَوَثَّقَهُ ابْن معِين قَالَ البُخَارِيّ وَفِيه نظر. ¶ 506 - طُوبَى لمن رَآنِي ثَلَاث مَرَّات: فِيهِ طَلْحَة بن عَمْرو لَيْسَ بِشَيْء فِي الحَدِيث وَله طرق وَكلهَا واهية قَالَه الْمَقْدِسِي. ¶ 507 - طهُور الرجل لصلاته يكفر ذنُوبه: فِيهِ بشار بن الحكم أَبُو زيد الصَّبِي مُنكر الحَدِيث.",
            "page": "165",
            "part": "1",
            "seal": "2ACB46CC"
        },
        {
            "hno": "508",
            "id": "88",
            "nass": "(حرف الْعين) ¶ 508 - عَلَيْكُم بالبغيض النافع التَّلْبِيَة: فِيهِ أَيمن بن نائل أَبُو عمرَان كَانَ ابْن معِين حسن الرَّأْي فِيهِ وَله فِيهِ إِفْرَادَاتٌ لَا يُتَابع عَلَيْهَا. ¶ 509 - عَلَيْكُم بِسَيِّد الخضاب الْحِنَّاء يطيب الْبشرَة وَيزِيد فِي الْجِمَاع: فِيهِ معمر بن مُحَمَّد بن عبيد الله يتفرد عَن أَبِيه بنسخة مَقْلُوبَة. ¶ 510 - عَلَيْكُم بِغسْل الدبر فَإِنَّهُ يذهب الْبَاسُور: فِيهِ عُثْمَان بن مطر الشَّيْبَانِيّ هُوَ كَذَّاب. ¶ 511 - عَلَيْكُم بدين الْعَجَائِز: لَيْسَ لَهُ أصل من رِوَايَة صَحِيحَة وَلَا سقيمة إِلَّا لمُحَمد بن عبد الرَّحْمَن الْبَيْلَمَانِي بغيير هَذِه الْعبارَة لَهُ نُسْخَة كَانَ يتهم. ¶ 512 - عَليّ خير الْبَريَّة: فِيهِ أَحْمد بن سَمُرَة كَذَّاب يَأْتِي عَن الثِّقَات بِالْبَوَاطِيل والطامات.",
            "page": "166",
            "part": "1",
            "seal": "0F53E4EF"
        },
        {
            "hno": "513",
            "id": "89",
            "nass": "513 - علمُوا أَوْلَادكُم أَبنَاء سبع الصَّلَاة وَاضْرِبُوهُمْ علها أَبنَاء عشر: فِيهِ عبد الْمُنعم بن نعيم مُنكر الحَدِيث قَالَه البُخَارِيّ ¶ 514 - علمت نَاسا من أهل الصّفة الْكِتَابَة وَالْقُرْآن فأهدى رجل مِنْهُم لي قوسا: فِيهِ الْمُغيرَة بن زِيَاد الْموصِلِي قَالَ أَحْمد مُنكر ضَعِيف. ¶ 515 - عَذَاب أمتِي فِي دنياها: فِيهِ الْحسن بن الحكم الْيحصبِي وَالْحسن أنكر عَلَيْهِ هَذَا الحَدِيث. ¶ 516 - عِنْد كل ختمة دَعْوَة مستجابة: فِيهِ يحيى بن هَاشم السمسار أَبُو زَكَرِيَّا كَانَ يضع وَإِنَّمَا هُوَ عَن يزِيد الرقاشِي عَن أنس.",
            "page": "167",
            "part": "1",
            "seal": "B0514E95"
        },
        {
            "hno": "517",
            "id": "90",
            "nass": "(حرف الْغَيْن) ¶ 517 - غنيمات غنمها كثير من النَّاس: فِيهِ حميد بن الحكم الْحَرَشِي مُنكر الحَدِيث. ¶ 518 - غَزْوَة فِي الْبَحْر كعشر غزوات فِي الْبر: فِيهِ خَالِد بن يزِيد الْعمريّ ويروي الموضوعات عَن الثِّقَات. ¶ 519 - غزونا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي زمن قيظ: وَفِيه ذكر الْعَبَّاس فِيهِ إِسْمَاعِيل بن قيس مُنكر الحَدِيث.",
            "page": "168",
            "part": "1",
            "seal": "B269B2F7"
        },
        {
            "hno": "520",
            "id": "91",
            "nass": "(حرف الْفَاء) ¶ 520 - فضل الْمُؤمن الْعَالم على العابد سبعين دَرَجَة: فِيهِ عبد الله بن مُحَرر مَتْرُوك الحَدِيث. ¶ 521 - فضل دهن البنفسج على سَائِر الأدهان كفضلي على سَائِر الْخلق فِيهِ عُثْمَان بن عبد الله المغربي هُوَ كَذَّاب. ¶ 522 - فضل الْعَالم على العابد كفضلي على أمتِي: فِيهِ سَلام بن سلم الطَّوِيل لَا شَيْء يضع الحَدِيث. ¶ 523 - فضل كَلَام الله على سَائِر الْكَلَام كفضل الله على خلقه: فِيهِ مُحَمَّد بن الْحسن الْهَمدَانِي تَركه أَحْمد وَيحيى وَقَالا لَا يُسَوِّي شَيْئا. ¶ 524 - فروا من المجذومين فراركم من الْأسد: فِيهِ إِبْرَاهِيم الخوزي وَإِبْرَاهِيم لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "169",
            "part": "1",
            "seal": "8AD8AC48"
        },
        {
            "hno": "525",
            "id": "92",
            "nass": "525 - فَقِيه وَاحِد أَشد على الشَّيْطَان من ألف عَابِد: فِيهِ روح بن جنَاح الشَّامي مَتْرُوك الحَدِيث مُنكر. ¶ 526 - فصل بَين الْحَلَال وَالْحرَام الدُّف وَالصَّوْت: فِيهِ يحيى بن أبي سلم تكلم فِيهِ ابْن حبَان. ¶ 527 - فِي الْعَسَل فِي كل عشرَة أرقاق زق: فِيهِ إِسْمَاعِيل بن مُحَمَّد بن يُوسُف من بَيت جِبْرِيل كَذَّاب. ¶ 528 - فِي الرِّكَاز الْعشْر: فِيهِ عبد الله بن نَافِع وَلَيْسَ بِشَيْء وَإِنَّمَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الرِّكَاز الْخمس: وَفِيه يزِيد بن عِيَاض وَلَيْسَ بِشَيْء. ¶ 529 - فِي وَالِدي يَمُوت وَعَلِيهِ رَمَضَان يطعم عَنهُ لكل يَوْم نصف صَاع: فِيهِ مُحَمَّد بن عبد الرَّحْمَن وَأَجْمعُوا على تَضْعِيفه والْحَدِيث بَاطِل. ¶ 530 - فِيمَا سقت السَّمَاء والعيون الْعشْر وَفِيمَا سقى بالنضح نصف الْعشْر: فِيهِ عَاصِم بن عبد الْعَزِيز لَا يحْتَج بِهِ. ¶ 531 - فمحونا آيَة اللَّيْل قَالَ هُوَ السوَاد الَّذِي يكون فِي الْقَمَر: فِيهِ الْعَلَاء بن زيدل لَهُ نُسْخَة مَوْضُوعَة عَن أنس.",
            "page": "170",
            "part": "1",
            "seal": "5921A60B"
        },
        {
            "hno": "532",
            "id": "93",
            "nass": "(حرف الْقَاف) ¶ 532 - قَالَ الله يَا دَاوُد أبن لي بَيْتا فَبنى لنَفسِهِ قبل الْبَيْت الَّذِي أمره: فِيهِ مُحَمَّد بن أَيُّوب الرَّمْلِيّ لَا يحْتَج بِهِ. ¶ 533 - قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْخبز يقْرض قَالَ لَا بَأْس بِهِ: فِيهِ البخْترِي وهب بن وهب كَذَّاب. ¶ 534 - قيلوا فَإِن الشَّيَاطِين لَا تقيل: فِيهِ عباد بن كثير الْكَاهِلِي هُوَ مَتْرُوك الحَدِيث. ¶ 535 - قَالَت أم سُلَيْمَان بن دَاوُد لَا تكْثر النّوم بِاللَّيْلِ فَإِنَّهُ يدع الرجل فَقِيرا يَوْم الْقِيَامَة: فِيهِ يُوسُف بن مُحَمَّد بن الْمُنْكَدر ضَعِيف. ¶ 536 - قراء الْقُرْآن ثَلَاثَة رجل أتخذه بضَاعَة: فِيهِ أَحْمد بن مثيم وَهَذَا أحد مَا أنكر على أَحْمد رِوَايَته. ¶ 537 - قُرْآن فِي صَلَاة خير من قُرْآن فِي غير صَلَاة: فِيهِ خَالِد بن عبد الدايم مَتْرُوك هُوَ من قَول سُفْيَان الثَّوْريّ.",
            "page": "171",
            "part": "1",
            "seal": "B163DC3F"
        },
        {
            "hno": "538",
            "id": "94",
            "nass": "538 - قَالُوا يَا رَسُول الله صلى الله عَلَيْهِ وَسلم مَا هَذِه الْأَضَاحِي قَالَ سنة أبيكم إِبْرَاهِيم: فِيهِ نفيع بن الْحَارِث أَبُو دَاوُد الأعمي لَيْسَ بِثِقَة وَلَا مَأْمُون قَالَه يحيى. ¶ 539 - قتل الصَّبْر لَا يمر بذنب إِلَّا محاه: فِيهِ عَنْبَسَة بن سعيد مُنكر الحَدِيث كَانَ يُسَمِّيه يزِيد بن هَارُون عَنْبَسَة الْمَجْنُون. ¶ 540 - قضي رَسُول الله صلى الله عَلَيْهِ وَسلم بِجَمِيعِ مِيرَاث ولد الْمُلَاعنَة لَهَا: فِيهِ الْوَزير بن عبد الله مُنكر الحَدِيث لَا يحْتَج بِهِ. ¶ 541 - قدس العدس على لِسَان سبعين نَبيا: فِيهِ عِيسَى بن شُعَيْب مَتْرُوك الحَدِيث.",
            "page": "172",
            "part": "1",
            "seal": "CE88F0DF"
        },
        {
            "hno": "542",
            "id": "95",
            "nass": "(حرف الْكَاف) ¶ 542 - كَانَ إِذا نظر فِي الْمرْآة قَالَ الْحَمد لله الَّذِي حسن خلقي وَخلقِي: فِيهِ يحيى بن الْعَلَاء الرَّازِيّ ينْفَرد عَن الثِّقَات بأَشْيَاء ليسبق. ¶ 543 - كَانَ إِذا أَرَادَ أَن يقوم وَيرجع وضع نَعْلَيْه فِي مَجْلِسه أَو بعض مَا يكون عَلَيْهِ: فِيهِ تَمام بن نجيح يروي الموضوعات والمناكير. ¶ 544 - كَانَ إِذا قَامَ يُصَلِّي ظن الظَّان أَنه جَسَد لَا روح فِيهِ: فِيهِ جَعْفَر بن عبد الْوَاحِد لَا يحْتَج بِهِ. ¶ 545 - كَانَ إِذا اهتم أَخذ بلحيته فَنظر فِيهَا: فِيهِ سهل مولى الْمُغيرَة يروي عَن الزُّهْرِيّ الْعَجَائِب وَعَن غَيره مَا لَا أصل لَهُ.",
            "page": "173",
            "part": "1",
            "seal": "45676FBF"
        },
        {
            "hno": "546",
            "id": "96",
            "nass": "546 - كَانَ يستاك آخر النَّهَار: فِيهِ أَحْمد بن عبد الله بن ميسرَة يَأْتِي عَن الثِّقَات بِالْمَنَاكِيرِ وَهَذَا بَاطِل عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَإِنَّمَا يروي من فعل عبد الله بن عمر نَفسه. ¶ 547 - كَانَ لرَسُول الله صلى الله عَلَيْهِ وَسلم سيف محلي قائمته من فضَّة: فِيهِ عَليّ بن عُرْوَة لَيْسَ بِشَيْء. ¶ 548 - كَانَ إِذا دخل الْخَلَاء دخلت بعده فَلَا أرى شَيْئا: فِيهِ الْحُسَيْن بن علوان كَانَ يضع الحَدِيث. ¶ 549 - كَانَ بِبَيْت اللَّيَالِي المتتابعة طاويا وَأَهله: فِيهِ هِلَال بن حباب أَبُو الْعَلَاء اخْتَلَط فِي آخر عمره لَا يحْتَج بِهِ. ¶ 550 - كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يقبل وَلَا يُعِيد الْوضُوء: فِيهِ غَالب بن عبيد الله كَانَ يتهم بِالْوَضْعِ. ¶ 551 - كَانَ لَهُ قدح قَوَارِير يشرب مِنْهُ: فِيهِ منْدَل بن عَليّ قَالَ أَحْمد وَيحيى وَالنَّسَائِيّ وَالدَّارَقُطْنِيّ ضَعِيف. ¶ 552 - كَانَ إِذا خرج ثَلَاثَة أَمْيَال يُرِيد سفرا قصر الصَّلَاة وَأفْطر: فِيهِ صبيح بن سعيد كذبه بن معِين وَتكلم فِيهِ ابْن حبَان. ¶ 553 - كَانَ يكره الْبَوْل فِي الْهَوَاء: فِيهِ يُوسُف بن الغيض يروي عَن الْأَوْزَاعِيّ.",
            "page": "174",
            "part": "1",
            "seal": "9F8B2C73"
        },
        {
            "hno": "554",
            "id": "97",
            "nass": "554 - كَانَ يُعجبهُ النّظر إِلَى الْحمام الْأَحْمَر: فِيهِ عِيسَى بن عبد الله بن مُحَمَّد بن عمر بن عَليّ ابْن أبي طَالب يروي الموضوعات. ¶ 555 - كَانَ إِذا غَدا إِلَى الْعِيد غَدا مَاشِيا وَإِذا رَجَعَ رَجَعَ رَاكِبًا: فِيهِ مُحَمَّد بن عبد الله الْعمريّ لَا يحْتَج بِهِ الْحَال. ¶ 556 - كَانَ يذكر النَّاس فَذكر الْجنَّة وَمَا فِيهَا، وَفِيه هَل فِي الْجنَّة سَماع: فِيهِ سُلَيْمَان بن عَطاء يروي عَن مسلمة أَشْيَاء مَوْضُوعَة. ¶ 557 - كَانَ إِذا صلى الصُّبْح قَالَ وَهُوَ ثَان رجله سُبْحَانَ الله وَبِحَمْدِهِ: فِيهِ سُلَيْمَان بن عَطاء قد تقدم الْكَلَام عَلَيْهِ. ¶ 558 - كَانَ يكبر من غَدَاة عَرَفَة إِلَى صَلَاة الْعَصْر من آخر أَيَّام التَّشْرِيق: فِيهِ بشر بن إِبْرَاهِيم هُوَ كَذَّاب. ¶ 559 - كَانَ أَذَان رَسُول الله صلى الله عَلَيْهِ وَسلم شفعا وَالْإِقَامَة شفعا: فِيهِ مُحَمَّد بن عبد الرَّحْمَن ابْن أبي ليلى أَجمعُوا على ضعفه. ¶ 560 - كَانَ أحب الشَّاة إِلَيْهِ الذِّرَاع: فِيهِ عِيسَى بن عبد الله بن مُحَمَّد بن عمر بن عَليّ ابْن أبي طَالب لَا يحل الِاحْتِجَاج بِهِ. ¶ 561 - كَانَ إِذا انتبه من مَنَامه خر سَاجِدا وَإِذا رأى الْقود خر سَاجِدا: فِيهِ يُوسُف بن مُحَمَّد بن الْمُنْكَدر قَالَ النَّسَائِيّ مَتْرُوك.",
            "page": "175",
            "part": "1",
            "seal": "7A27B9B0"
        },
        {
            "hno": "562",
            "id": "98",
            "nass": "562 - كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم يقوم حَتَّى تفطرت قدماه: فِيهِ أَبُو قَتَادَة الْحَرَّانِي عبد الله بن وَاقد ضَعِيف جدا. ¶ 563 - كَانَ لَا يقْعد فِي بَيت مظلم: فِيهِ أَبُو مُحَمَّد عَن عَائِشَة وَهُوَ لَا يجوز الِاحْتِجَاج بِهِ. ¶ 564 - كَانَ إِذا اسْتَوَى على الْمِنْبَر استقبلناه بوجوهنا: فِيهِ مُحَمَّد بن الْفضل بن عَطِيَّة قَالَ ابْن معِين هُوَ كَذَّاب. ¶ 565 - كَانَ أحب الْفَاكِهَة إِلَيْهِ الرطب والبطيخ وَكَانَ يَأْكُل القثاء بالملح وَالتَّمْر بالجوز: فِيهِ عباد بن كثير. ¶ 566 - كَانَ يرتاد لبوله كَمَا يرتاد أحدكُم لصلاته: فِيهِ عمر بن هَارُون البخلي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 567 - كَانَ يَأْكُل الطَّعَام مِمَّا يَلِيهِ فَإِذا وضع التَّمْر جالت يَده: فِيهِ عبيد بن الْقَاسِم روى عَن هِشَام نُسْخَة مَوْضُوعَة. ¶ 568 - كَانَ إِذا أشْفق من الْحَاجة أَن ينساها ربط فِي إصبعه أَو خَاتمه خيطا: فِيهِ سَالم بن عبد الْأَعْلَى كَانَ يضع. ¶ 569 - كَانَ لنعلي النَّبِي صلى الله عَلَيْهِ وَسلم قبالان: فِيهِ أسيد بن زيد قَالَ بن معِين هُوَ كَذَّاب.",
            "page": "176",
            "part": "1",
            "seal": "5CC9AD14"
        },
        {
            "hno": "570",
            "id": "99",
            "nass": "570 - كَانَ إِذا دهن جعل فِي رَاحَته الْيُسْرَى وَبَدَأَ بحاجبه ثمَّ بشاربه: فِيهِ حُسَيْن بن علوان يضع الحَدِيث. ¶ 571 - كَانَ يستاك عرضا وَيشْرب مصا: فِيهِ ثبيت بن كثير الضَّبِّيّ مُنكر الحَدِيث على قلته. ¶ 572 - كَانَ يَقُول بَين السَّجْدَتَيْنِ اللَّهُمَّ اغْفِر لي وارحمني: فِيهِ كَامِل بن الْعَلَاء أَبُو الْعَلَاء كَانَ يقلب الْأَسَانِيد وَيرْفَع. ¶ 573 - كَانَ يسْجد على أعلا جَبهته مَعَ قصاص الشّعْر: فِيهِ أَبُو بكر ابْن أبي مَرْيَم اسْمه بكير مترك الحَدِيث. ¶ 574 - كَانَ إِذا قَامَ إِلَى الصَّلَاة من اللَّيْل كبر ثمَّ يَقُول سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِك: فِيهِ عَليّ بن عَليّ مُنْفَرد عَن الْإِثْبَات بِمَا لَا يشبه من حَدِيثهمْ. ¶ 575 - كَانَ إِذا استفتح الصَّلَاة قَالَ وجهت وَجْهي للَّذي فطر السَّمَوَات: فِيهِ عبد الله بن عَامر لَيْسَ بِشَيْء. ¶ 576 - كَانَ إِذا أَتَى بالباكورة من الْفَاكِهَة قبلهَا ويضعها على عَيْنَيْهِ: فِيهِ عَليّ بن الْحسن تَركه يحيى. ¶ 577 - كَانَ بَاب النَّبِي صلى الله عَلَيْهِ وَسلم يقرع بالأظافر: فِيهِ عُمَيْر بن سُوَيْد كَانَ يحدث عَن أنس بِمَا لَيْسَ من حَدِيثه.",
            "page": "177",
            "part": "1",
            "seal": "14494E6B"
        },
        {
            "hno": "578",
            "id": "100",
            "nass": "578 - كَانَ يكتحل بالأثمد وَهُوَ صَائِم: فِيهِ مُحَمَّد بن عبيد الله مَتْرُوك الحَدِيث تَركه ابْن حبَان. ¶ 579 - كَانَ إِذا عطس قَالَ لَهُ عَليّ رفع الله ذكرك: فِيهِ عَليّ بن مُوسَى الْمَعْرُوف بِالرِّضَا كَانَ يَأْتِي عَن آبَائِهِ بالعجائب. ¶ 580 - كَانَ يُوتر بسبح اسْم رَبك الْأَعْلَى، وَقل هُوَ الله أحد، وَقل يَا أَيهَا الْكَافِرُونَ: فِيهِ أَيُّوب بن جَابر وَالْخَطَأ مِنْهُ. ¶ 581 - كَانَ يَأْمر بِتَأْخِير الْعَصْر: فِيهِ عبد الْوَاحِد بن نَافِع الكلَاعِي يروي الموضوعات. ¶ 582 - كَانَ مَكْتُوبًا فِي خَاتم سُلَيْمَان لَا إِلَه إِلَّا الله مُحَمَّد رَسُول الله: فِيهِ شيخ ابْن أبي خَالِد يضع الحَدِيث. ¶ 583 - كَانَ مُعَاوِيَة كَاتبا للنَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ لَهُ إِذا كتبت فضع الْقَلَم على أُذُنك فَإِنَّهُ أذكر: فِيهِ يُونُس بن عَطاء لَا يحْتَج بِهِ. ¶ 584 - كُنَّا نصلي مَعَه فِي غَزْوَة بدر فَتَبَسَّمَ: فِيهِ الْوَازِع مَتْرُوك الحَدِيث. ¶ 585 - كُنَّا عِنْده فَدخل غُلَام فَدَعَا بِهَذِهِ الدَّعْوَات وَذكر دُعَاء طَويلا: فِيهِ إِبْرَاهِيم بن زيد مُنكر الحَدِيث.",
            "page": "178",
            "part": "1",
            "seal": "7962C18E"
        },
        {
            "hno": "586",
            "id": "101",
            "nass": "586 - كُنَّا عِنْده فَأتى بقدح فِيهِ شراب فقربه إِلَيّ فِيهِ ثمَّ رده فَقُلْنَا أحرام هُوَ: فِيهِ عبد الْملك بن نَافِع لَا تحل الرِّوَايَة عَنهُ. ¶ 587 - كُنَّا عِنْده فجَاء رجل من أقبح النَّاس وَجها: فِيهِ عبد الله بن جَعْفَر مَتْرُوك الحَدِيث. ¶ 588 - كُنَّا إِذا كُنَّا مَعَه فِي سفر ونزلنا فَزَالَتْ الشَّمْس أَو لم تزل صلى الظّهْر ثمَّ ارتجل: فِيهِ مسحاج بن مُوسَى قَالَ ابْن حبَان لَا يحْتَج بِهِ. ¶ 589 - كُنَّا لَا نقْتل تجار الْمُشْركين على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم: فِيهِ الْحجَّاج بن أَرْطَأَة مَتْرُوك الحَدِيث. ¶ 590 - كُنَّا مَعَه فِي غزَاة فَدخل حجرَة حَفْصَة فصلى رَكْعَتَيْنِ الْفجْر ثمَّ خرج فَدخل مَعَ النَّاس فِي صلَاتهم: فِيهِ عَليّ بن الْحسن كَانَ يقلب. ¶ 591 - كُنَّا عِنْده فعطس فَقَالَ لَهُ يَهُودِيّ يَرْحَمك الله فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم. أهداك الله: فِيهِ مُحَمَّد بن عبد الله كَذَّاب وَلَيْسَ بِالْقَاضِي. ¶ 592 - كل مُشكل حرَام وَلَيْسَ فِي الدّين إِشْكَال: فِيهِ الْحُسَيْن بن عبد الله بن ضمير مَتْرُوك الحَدِيث.",
            "page": "179",
            "part": "1",
            "seal": "DA10BB05"
        },
        {
            "hno": "593",
            "id": "102",
            "nass": "593 - كل لحم نبت من سحت فَالنَّار أولى بِهِ: فِيهِ عبد الْوَاحِد بن زيد لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 594 - كل الْبِلَاد فتحت بِالسَّيْفِ وَفتحت الْمَدِينَة بِالْقُرْآنِ: فِيهِ مُحَمَّد بن مُوسَى قَاضِي الْمَدِينَة يروي الموضوعات. ¶ 595 - كل لَهو مَكْرُوه إِلَّا ملاعبة الرجل امْرَأَته ومشيه بَين الهدفين: فِيهِ الْمُنْذر بن زِيَاد لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 596 - كَانَت النُّفَسَاء على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم تقعد بعد نفَاسهَا أَرْبَعِينَ لَيْلَة: فِيهِ كثير بن زِيَاد يروي المقلوبات. ¶ 597 - كَانَت الصَّلَاة خمسين وَالْغسْل من الْجَنَابَة سبع مَرَّات وَغسل الثَّوْب من الْبَوْل سبع مَرَّات: فِيهِ عبد الله بن عَاصِم مُنكر الحَدِيث. ¶ 598 - كنت رَدِيف النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ أَلا أحَدثك أَن لله سَبْعَة أَمْلَاك: فِيهِ الْقَاسِم بن عبد الله المكفوف قَالَ ابْن حبَان يضع. ¶ 599 - كنت عِنْد النَّبِي صلى الله عَلَيْهِ وَسلم فجَاء رجل فَقَالَ نسيت وتري حَتَّى أَصبَحت فَقَالَ اذْهَبْ فاوتر: فِيهِ عبد الْمُنعم بن نعيم مُنكر الحَدِيث. ¶ 600 - كَيفَ أَصبَحت يَا حَارِثَة قَالَ أَصبَحت مُؤمنا حَقًا: فِيهِ أَحْمد بن الْحسن بن أبان كَانَ كذابا دجالًا يضع الحَدِيث.",
            "page": "180",
            "part": "1",
            "seal": "25827F4C"
        },
        {
            "hno": "601",
            "id": "103",
            "nass": "601 - كَانَ يعتم ويدير كور الْعِمَامَة على رَأسه ويفردها من وَرَائه: فِيهِ أَبُو عبد السَّلَام يروي عَن ابْن عمر مَا لَا يشبه حَدِيثه. ¶ 602 - كلم الله الْبَحْر الشَّامي: فِيهِ عبد الرَّحْمَن بن عبد الله بن عمر الْعمريّ هُوَ مَتْرُوك الحَدِيث. ¶ 603 - كَلَام أهل الْجنَّة بِالْعَرَبِيَّةِ: فِيهِ عُثْمَان بن قَائِد أَبُو لبَابَة يروي المعضلات عَن الثِّقَات. ¶ 604 - كَبرت الْمَلَائِكَة على آدم أَربع تَكْبِيرَات وَكبر أَبُو بكر على فَاطِمَة أَرْبعا: فِيهِ مُحَمَّد بن زِيَاد الْجَزرِي كَانَ يضع. ¶ 605 - كَمَا لَا يجتنى من الشوك الْعِنَب لَا ينَال الْفجار منَازِل الْأَبْرَار: فِيهِ مكبر بن عُثْمَان التنوخي مُنكر الحَدِيث. ¶ 606 - كل مَا فِي السَّمَاوَات وَالْأَرْض مَخْلُوق غير الله وَالْقُرْآن: فِيهِ مُحَمَّد بن يحيى بن رزين دجال يضع الحَدِيث. ¶ 607 - كلكُمْ رَاع: رَوَاهُ إِسْمَاعِيل بن عباد عَن أبي عرُوبَة عَن قَتَادَة عَن أنس وَإِسْمَاعِيل لَا يحْتَج بِهِ وَهُوَ صَحِيح عَن ابْن عمر.",
            "page": "181",
            "part": "1",
            "seal": "D565051F"
        },
        {
            "hno": "608",
            "id": "104",
            "nass": "608 - كن أَزوَاج النَّبِي صلى الله عَلَيْهِ وَسلم يلبسن العقيق: وَفِيه أَكثر خرز أهل الْجنَّة العقيق: فِيهِ سلم بن عبد الله الزَّاهِد لَا يحْتَج بِهِ. ¶ 609 - كفن رَسُول الله صلى الله عَلَيْهِ وَسلم فِي سَبْعَة أَثوَاب: فِيهِ عبد الله بن مُحَمَّد بن عقيل بن أبي طَالب وَهُوَ ضَعِيف جدا. ¶ 610 - كم من حوراء عيناء مهرهَا قَبْضَة من حِنْطَة: فِيهِ أبان بن المحبر يَأْتِي عَن الثِّقَات بِمَا لَيْسَ من حَدِيثهمْ. ¶ 611 - كلوا البلح بِالتَّمْرِ فَإِن الشَّيْطَان إِذا أكله ابْن آدم غضب: فِيهِ أَبُو زُكَيْرٍ يحيى بن مُحَمَّد بن قيس انْفَرد بِهِ وَأنكر عَلَيْهِ رِوَايَته.",
            "page": "182",
            "part": "1",
            "seal": "F955B800"
        },
        {
            "hno": "612",
            "id": "105",
            "nass": "(حرف اللَّام) ¶ 612 - لله فِي كل يَوْم ثَلَاثمِائَة وَسِتُّونَ نظرة فِيهَا إِلَى صَاحب الشَّاة: فِيهِ مُحَمَّد بن الْحجَّاج المصفر مُنكر الحَدِيث. ¶ 613 - لَيْسَ الْخَبَر كالمعاينة: فِيهِ أَحْمد بن مُحَمَّد بن حَرْب قَالَ ابْن حبَان كَذَّاب وَفِيه أَحْمد بن مُحَمَّد بن الْفضل كَانَ يضع قَالَه ابْن حبَان. ¶ 614 - لَيْسَ على أهل لَا أَله إِلَّا الله وَحْشَة فِي قُبُورهم: فِيهِ مُحَمَّد بن سعيد الطَّائِفِي لَا يحْتَج بِهِ، وَفِيه بهْلُول أَيْضا كَذَلِك. ¶ 615 - لَيْسَ على مداو ضَمَان وَلَيْسَ على مُسلم جِزْيَة: فِيهِ عمر بن زيد الصَّنْعَانِيّ ينْفَرد بِالْمَنَاكِيرِ عَن الْمَشَاهِير لَا يحْتَج بِهِ. ¶ 616 - لَيْسَ أحد يدْخل الْجنَّة إِلَّا جرد مرد إِلَّا مُوسَى بن عمرَان لَهُ لحية إِلَى سرته:",
            "page": "183",
            "part": "1",
            "seal": "45A85754"
        },
        {
            "hno": "617",
            "id": "106",
            "nass": "الحديثان حَدِيث وَاحِد. ¶ 617 - لَيْسَ أحد يكنى إِلَّا آدم يكنى أَبَا مُحَمَّد: فِيهِ وَفِي الَّذِي قبله وهب بن حَفْص كَانَ شَيخا مغفلا. ¶ 618 - لَيْسَ فِي الخضروات صَدَقَة وَلَا فِي الْجِهَة والجبهة الْخَيل: فِيهِ الصَّعق بن حبيب حَدِيث مُنْقَطع قلبه الصَّعق. ¶ 619 - لَيْسَ عَليّ من أسلف مَا لَا زَكَاة: فِيهِ عَنْبَسَة بن عبد الرَّحْمَن لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 620 - لما أسرِي بِي إِلَى السَّمَاء رَأَيْت فِيهَا أَعَاجِيب وفيهَا ديك أَخْضَر: فِيهِ عبد الله بن ميسرَة يضع المعضلات. ¶ 621 - لما أسرِي بِي مر بِي جِبْرِيل على قبر إِبْرَاهِيم فَقَالَ انْزِلْ فصل رَكْعَتَيْنِ: فِيهِ زَكَرِيَّا بن زِيَاد دجال يضع الحَدِيث. ¶ 622 - لما أسرِي بِي إِلَى السَّمَاء سقط من عرقي فنبت مِنْهُ الْورْد: فِيهِ غلي بن مُوسَى الرِّضَا كَانَ يَأْتِي عَن آبَائِهِ بالعجائب. ¶ 623 - لما تجلى الله للجبل طارت لعظمته ثَلَاثَة أجبل: فِيهِ خَالِد بن أَيُّوب كذبه إِسْمَاعِيل بن علية. ¶ 624 - لما قدم جَعْفَر بن أبي طَالب تَلقاهُ النَّبِي صلى الله عَلَيْهِ وَسلم وَقبل بَين عَيْنَيْهِ: فِيهِ إِبْرَاهِيم ابْن أخي عبد الرَّزَّاق هُوَ كَذَّاب.",
            "page": "184",
            "part": "1",
            "seal": "7B7062A7"
        },
        {
            "hno": "625",
            "id": "107",
            "nass": "625 - لما نزلت إِنَّا أعطيناك الْكَوْثَر: فِيهِ إِسْرَائِيل بن حَاتِم وَمُقَاتِل بن حبَان والإصبع بن نباتة لَا تقوم بهم حجَّة. ¶ 626 - لما ولدت أم إِبْرَاهِيم قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم أعْتقهَا وَلَدهَا: فِيهِ حُسَيْن بن عبد الله بن عبيد الله هُوَ ضَعِيف جدا. ¶ 627 - لما قَالَ فِرْعَوْن لَا إِلَه إِلَّا الله جعل جِبْرِيل عَلَيْهِ الصَّلَاة وَالسَّلَام يحشو فِي قلبه الطين وَالتُّرَاب: فِيهِ عمر بن حكام لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 628 - لما قدم النَّبِي صلى الله عَلَيْهِ وَسلم: وَفِيه ذكر أبي بكر رَوَاهُ أَحْمد بن مُحَمَّد بن عمر. . قَالَ أَبُو حَاتِم الرَّازِيّ وَابْن صاعد كَانَ كذابا قَالَ الدَّارَقُطْنِيّ ضَعِيف. ¶ 629 - لما كَانَت اللَّيْلَة الَّتِي زفت فِيهَا فَاطِمَة كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم أمامها وَجِبْرِيل عَن يَمِينهَا: فِيهِ ثوبة بن علوان يروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ. ¶ 630 - لما كَانَ يَوْم الخَنْدَق: وَفِيه ذكر الْحجر والجوع: فِيهِ إِسْمَاعِيل بن عبد الْملك بن أبي الصغيراء تَركه ابْن مهْدي. ¶ 631 - لما خلق الله الفردوس قَالَت زيني قَالَ قد زينتك بالْحسنِ وَالْحُسَيْن: فِيهِ الْحسن بن صابر مَتْرُوك الحَدِيث.",
            "page": "185",
            "part": "1",
            "seal": "40077886"
        },
        {
            "hno": "632",
            "id": "108",
            "nass": "632 - لما فتح الله خَيْبَر أَصَابَهُ أَرْبَعَة أَن واح تغاله الحَدِيث: فِيهِ مُحَمَّد بن مزِيد. ¶ 633 - لعن الله المسوفات: فِيهِ جَعْفَر بن ميسرَة هُوَ مُنكر الحَدِيث. ¶ 634 - لعن الله سهيلا: فِيهِ إِبْرَاهِيم الخوزي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 635 - لَو أَن الله أذن للسماوات وَالْأَرْض أَن تتكلما الحَدِيث فِي الصَّوْم: فِيهِ إِبْرَاهِيم بن هدبة كَذَّاب. ¶ 636 - لَوْلَا المنابر لهلك أهل الْقرى: فِيهِ سعيد بن مُوسَى الْأَزْدِيّ وَسليمَان بن سَلمَة كِلَاهُمَا يضع. ¶ 637 - لَو ربى أحدكُم بعد سنة سِتِّينَ وَمِائَة جروا خيرا من أَن يُربي ولدا: فِيهِ الحكم بن مُصعب مُنكر الحَدِيث ضَعِيف. ¶ 638 - لَو لم تذنبوا لَخَشِيت عَلَيْكُم مَا هُوَ أَشد مِنْهُ الْعجب الْعجب: فِيهِ سَلام ابْن أبي الصَّهْبَاء لَيْسَ بِحجَّة. ¶ 639 - لَو تمت سُورَة الْبَقَرَة ثَلَاثمِائَة لتكلمت الْبَقَرَة مَعَ النَّاس: فِيهِ يَعْقُوب بن الْوَلِيد كَانَ يضع.",
            "page": "186",
            "part": "1",
            "seal": "5C8DEBDD"
        },
        {
            "hno": "640",
            "id": "109",
            "nass": "640 - لَو كَانَ الْقُرْآن فِي أهاب مَا مسته النَّار: فِيهِ عبد الْوَهَّاب بن الضَّحَّاك قَالَ البُخَارِيّ عِنْده عجائب. ¶ 641 - لَو بغى جبل على جبل لجعله الله دكا: فِيهِ أَحْمد بن مُحَمَّد بن الْفضل كَانَ يضع الحَدِيث. ¶ 642 - لقنوا مَوْتَاكُم لَا إِلَه إِلَّا الله: فِيهِ حَرْب مولى الزُّهْرِيّ يروي المقلوبات والأوابد لَا تحل الرِّوَايَة عَنهُ وَلَا يكبت حَدِيثه إِلَّا على سَبِيل الِاعْتِبَار وَقد ورد هَذَا من غير هَذَا الطَّرِيق. ¶ 643 - لكل أمة مجوس ومجوس هَذِه الْأمة الَّذين يَقُولُونَ لَا قدر: فِيهِ عبد الْوَهَّاب بن مُجَاهِد كذبه الثَّوْريّ. ¶ 644 - ليصل أَبُو بكر بِالنَّاسِ. . وَفِيه لَا يَنْبَغِي أَن يؤمهم إِمَام وَفِيهِمْ أَبُو بكر: فِيهِ مُوسَى بن دِينَار ضعفه الْجَمَاعَة. ¶ 645 - ليصل أحدكُم فِي الْمَسْجِد الَّذِي يَلِيهِ: فِيهِ عِيسَى بن مَيْمُون يروي الموضوعات عَن الثِّقَات. ¶ 646 - ليقمْ كل رجل إِلَى كفؤه ونهض النَّبِي صلى الله عَلَيْهِ وَسلم إِلَى عُثْمَان: فِيهِ طَلْحَة بن زيد الرقي مُنكر الحَدِيث لَا يحل كتب حَدِيثه.",
            "page": "187",
            "part": "1",
            "seal": "70BFA4E7"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "747 - لن تخلوا الأَرْض من ثَلَاثِينَ مثل إِبْرَاهِيم خَلِيل الله بهم تغانون وترزقون: فِيهِ عبد الرَّحْمَن بن مَرْزُوق كَانَ يضع. ¶ 748 - الْمُؤمن أكْرم على الله من الْمَلَائِكَة الَّذين عِنْده: فِيهِ يزِيد بن سُفْيَان أَبُو المهزم كَانَ شُعْبَة يحمل عَلَيْهِ. ¶ 749 - لسقط أقدمه بَين يَدي أحب إِلَيّ من فَارس أخلفه ورائي: فِيهِ يزِيد بن عبد الْملك النَّوْفَلِي ضَعِيف. ¶ 650 - ليؤمكم أقرؤكم وَإِن كَانَ ولد زنا: فِيهِ صَالح بن حسان الْأنْصَارِيّ يروي الموضوعات عَن الثِّقَات. ¶ 651 - لَيْلَة أسرِي بِي دخلت الْجنَّة فَإِذا أَنا بتفاحة تعلّقت عَن حوراء قَالَت إِنَّا للمقتول ظلما عُثْمَان: فِيهِ الْعَبَّاس بن مُحَمَّد يضع. ¶ 652 - لَيْلَة أسرِي بِي مَا مَرَرْت على مَلأ من الْمَلَائِكَة إِلَّا أمروني بالحجامة: فِيهِ نَافِع أَبُو هُرْمُز مَتْرُوك الحَدِيث. ¶ 653 - لم يرد سفرا قطّ إِلَّا قَالَ حِين ينْهض اللَّهُمَّ بك انتشرت وَإِلَيْك تَوَجَّهت: فِيهِ عَمْرو بن مساور مُنكر الحَدِيث.",
            "page": "188",
            "part": "1",
            "seal": "4D984B1C"
        },
        {
            "hno": "654",
            "id": "111",
            "nass": "654 - لرد دانق من الْحَرَام يعدل عِنْد الله سبعين ألف حجَّة مبرورة: فِيهِ إِسْحَاق بن وهب كَانَ يضع. ¶ 655 - لبس رَسُول الله صلى الله عَلَيْهِ وَسلم الصُّوف واحتذى المخصوف: فِيهِ نوح بن ذكْوَان مُنكر الحَدِيث. ¶ 656 - لقد رَأَيْت البارحة عجبا رجل من أمتِي جَاءَهُ الْمَوْت بره بِوَالِديهِ فَرده عَنهُ: فِيهِ مخلد بن عبد الْوَاحِد مُنكر الحَدِيث. ¶ 657 - لَقيته يَوْم الْعِيد فَقلت تقبل الله منا ومنك: فِيهِ مُحَمَّد بن إِبْرَاهِيم الشَّامي كَانَ يعْتَاد أَن يضع الحَدِيث.",
            "page": "189",
            "part": "1",
            "seal": "AA09E260"
        },
        {
            "hno": "658",
            "id": "112",
            "nass": "658 - مَا جزت لَيْلَة أسرِي بِي إِلَى السَّمَاء إِلَّا رَأَيْت اسْمِي مَكْتُوبًا وابو بكر: فِيهِ عبد الله ابْن أبي عَمْرو وَعبد الرَّحْمَن بن زيد ضعيفان. ¶ 659 - مَا من نَبِي يَمُوت فيقيم فِي قَبره إِلَّا أَرْبَعِينَ صباحا: فِيهِ الْحسن بن يحيى الخشين مُنكر الحَدِيث. ¶ 660 - مَا اشْتغل عبد قطّ فِي طلب الْعلم: فِيهِ إِسْمَاعِيل بن يحيى يروي الموضوعات. ¶ 661 - مَا أنفقت الْوَرق فِي شَيْء أحب إِلَيّ من نحر ينْحَر فِي يَوْم عيد: فِيهِ إِبْرَاهِيم الْحَوْزِيِّ لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 662 - مَا وقِي بِهِ الْمَرْء عرضه فَهُوَ صَدَقَة وَمَا أنْفق على أَهله صَدَقَة: فِيهِ مسور بن الصَّلْت تكلم فِيهِ أَحْمد وَيحيى وَابْن حبَان.",
            "page": "190",
            "part": "1",
            "seal": "1423B26B"
        },
        {
            "hno": "663",
            "id": "113",
            "nass": "663 - مَا السُّحت: الحَدِيث: فِيهِ بشر بن إِبْرَاهِيم الْأنْصَارِيّ المفلوج يُوصف. بِوَضْع الحَدِيث. ¶ 664 - مَا أوذي أحد مَا أوذيت: فِيهِ مُحَمَّد بن سُلَيْمَان بن هِشَام مُنكر الحَدِيث. ¶ 665 - مَا سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يستفتح دُعَاء إِلَّا بسبحان رَبِّي الْأَعْلَى: فِيهِ عمر بن رَاشد تكلم فِيهِ الْجَمَاعَة. ¶ 666 - مَا من مُسلم خر لله سَاجِدا أَو دَعَاهُ باسم من أَسْمَائِهِ: فِيهِ عبد الرَّحِيم بن زيد الْعمي هُوَ وَأَبوهُ ضعيفان. ¶ 667 - مَا الَّذِي يُعْطي من سَعَة بأعظم أجرا من الَّذِي يَأْخُذ إِذا كَانَ مُحْتَاجا: فِيهِ عَائِد بن شُرَيْح لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 668 - مَا حسدنا الْيَهُود على رَسُول الله صلى الله عَلَيْهِ وَسلم مَا حسدونا على السَّلَام وآمين: فِيهِ عبد الله بن ميسرَة لَا يحْتَج بِخَبَرِهِ. ¶ 669 - مَا عمل عبد ذَنبا فساءه إِلَّا غفر لَهُ: فِيهِ بشر بن إِبْرَاهِيم الْبَصْرِيّ هُوَ كَذَّاب. ¶ 670 - مَا يَنْبَغِي للْعَرَب من التِّجَارَة قَالَ الْغنم وَالسمن وَالْإِبِل: فِيهِ عمرَان ابْن أبي الْفضل يروي الموضوعات.",
            "page": "191",
            "part": "1",
            "seal": "EB21BBED"
        },
        {
            "hno": "671",
            "id": "114",
            "nass": "671 - مَا من يَوْم يصبح فِيهِ إِنْسَان إِلَّا اسْتقْبل الرّوح الْجَسَد: فِيهِ أَبُو هدبة إِبْرَاهِيم بن هدبة كَذَّاب. ¶ 672 - مَا من عمل أفضل من كبد جَائِع: فِيهِ زَرْبِي أَبُو يحيى مُؤذن هِشَام مُنكر الحَدِيث. ¶ 673 - مَا أسكر كَثِيره فقليله حرَام: فِيهِ سُفْيَان بن مُحَمَّد الْفَزارِيّ يقلب الْأَخْبَار. ¶ 674 - مَا خلا يَهُودِيّ بِمُسلم قطّ إِلَّا حدث نَفسه بقتْله: فِيهِ يحيى بن عبيد الله بن موهب لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 675 - مَا من حافظين يرفعان مَا حفظا: فِيهِ تَمام بن نجيح يروي الموضوعات. ¶ 676 - مَا رَأَيْت للروم مَدِينَة مثل أنطاكية: فِيهِ عبد الله بن السّري يرْوى الْعَجَائِب لَا نشك أَنَّهَا مَوْضُوعَة. ¶ 677 - مَا عظمت نعْمَة الله على عبد إِلَّا عظمت مُؤنَة النَّاس عَلَيْهِ: فِيهِ مُحَمَّد بن عبد الله بن علاثة لَيْسَ بِحجَّة: وَفِيه أَحْمد بن معدان كَانَا يَأْتِي بالأوابد وحجاج بن مُحَمَّد وطاهر بن الْفضل الْحلَبِي وَهُوَ مِمَّا صنعه. ¶ 678 - مَا صليت وَرَاء أحد أشبه صَلَاة برَسُول الله من عمر بن عبد الْعَزِيز: فِيهِ إِسْمَاعِيل بن دَاوُد هُوَ بَاطِل من حَدِيث مَالك.",
            "page": "192",
            "part": "1",
            "seal": "8B2F656D"
        },
        {
            "hno": "679",
            "id": "115",
            "nass": "679 - مَا فِي الْجنَّة شَجَرَة وَلَا ورقة إِلَّا عَلَيْهَا لَا إِلَه إِلَّا الله مُحَمَّد رَسُول الله أَبُو بكر الصّديق عمر عُثْمَان عَليّ: فِيهِ عَليّ بن جميل كَانَ يضع. ¶ 680 - مَا من مَوْلُود إِلَّا مَكْتُوب فِي تشبيك رَأسه خمس آيَات من سُورَة التغابن: فِيهِ الْوَلِيد بن الْوَلِيد لَا يحْتَج بِهِ. ¶ 681 - مَا من معمر فِي الْإِسْلَام أَرْبَعِينَ سنة: فِيهِ يُوسُف ابْن أبي ذرة لَا شَيْء فِي الحَدِيث. ¶ 682 - مَا بعث الله من نَبِي إِلَّا كَانَ فِي أمته مرجيئة وقدرية: فِيهِ شهَاب بن خرَاش لَا يحْتَج بِهِ. ¶ 683 - مَا من رجل مر بِقَبْر رجل كَانَ يعرفهُ فِي الدُّنْيَا فَيسلم عَلَيْهِ إِلَّا عرفه ورد عَلَيْهِ السَّلَام: فِيهِ عبد الرَّحْمَن بن زيد لَيْسَ بِشَيْء. ¶ 684 - مَا قعد يَتِيم على قَصْعَة قوم فيقربهم الشَّيْطَان: فِيهِ الْحسن بن دِينَار كذبه يحيى. ¶ 685 - مَا نحل وَالِد وَلَده أفضل من أدب حسن: فِيهِ عَامر ابْن أبي عَامر كَانَ كذابا يضع الحَدِيث.",
            "page": "193",
            "part": "1",
            "seal": "4B25EAFF"
        },
        {
            "hno": "686",
            "id": "116",
            "nass": "686 - مَا زَالَ جِبْرِيل يوصيني بالجار حَتَّى ظَنَنْت أَنه سيضرب لَهُ أَََجَلًا: فِيهِ الْحسن بن عَليّ الْهَاشِمِي يروي الْمَنَاكِير عَن الْمَشَاهِير. ¶ 687 - مَا من دُعَاء أحب إِلَى الله من قَول العَبْد اللَّهُمَّ اغْفِر لأمة مُحَمَّد: فِيهِ عَمْرو بن مُحَمَّد بن الْأَعْشَم كَذَّاب. ¶ 688 - مَا استودع الله عبدا عقلا إِلَّا استنفذه بِهِ يَوْمًا: فِيهِ أَبُو حذافة أَحْمد بن إِسْمَاعِيل مُنكر الحَدِيث. ¶ 689 - مَا حق الزَّوْج على زَوجته قَالَ لَا تَمنعهُ نَفسهَا: فِيهِ لَيْث بن أبي سليم ضَعِيف تَركه أَحْمد وَيحيى. ¶ 690 - مَا صَبر أهل بَيت على ضرّ ثَلَاثًا إِلَّا أَتَاهُم الله برزق: فِيهِ أَبُو رَجَاء الْجَزرِي يروي الْمَنَاكِير لَا يحْتَج بِهِ. ¶ 691 - مَا مِنْكُم غَنِي وَلَا فَقير إِلَّا يود يَوْم الْقِيَامَة أَنه أُوتِيَ فِي الدُّنْيَا قوتا: فِيهِ منيع بن الْحَارِث لَيْسَ بِثِقَة قَالَه ابْن منيع. ¶ 692 - مَا طابت رَائِحَة عبد قطّ إِلَّا قل همه: فِيهِ دِينَار بن عبد الله كَذَّاب لَهُ نُسْخَة طَوِيلَة. ¶ 693 - مَا مسخت أمة قطّ فَيكون بهَا نسل: فِيهِ مسلمة بن عَليّ الخشيني الدِّمَشْقِي كَانَ يقلب لَيْسَ بِشَيْء.",
            "page": "194",
            "part": "1",
            "seal": "CA82BD05"
        },
        {
            "hno": "694",
            "id": "117",
            "nass": "694 - مَا من مُسلمين يَلْتَقِيَانِ فيتصافحان: فِيهِ درست بني زِيَاد مُنكر الحَدِيث ضَعِيف. ¶ 695 - مَا عمل ابْن آدم من عمل يَوْم النَّحْر أحب إِلَى الله من هراقة دم: فِيهِ أَبُو المثني يُخَالف الثِّقَات فِي الرويات. ¶ 696 - مثل الْمَرِيض إِذا برأَ وَصَحَّ من مَرضه مثل الْبردَة: فِيهِ الْوَلِيد بن مُحَمَّد الموقري لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 697 - مثل أمتِي مثل الْمَطَر لَا يدْرِي أَوله خير أم آخِره: فِيهِ هِشَام بن عبيد الله الرَّازِيّ كَانَ يتهم فِي الرِّوَايَات ويخطئ فَبَطل الِاحْتِجَاج بِهِ. قَالَ الْمَقْدِسِي صَحَّ أَنه خير الْقُرُون قَرْني ثمَّ الَّذين يَلُونَهُمْ. ¶ 698 - مثل الْمُؤمن مثل السنبلة تستقيم أَحْيَانًا وتعوج أَحْيَانًا: الْمَتْن صَحِيح قلب إِسْنَاده أَحْمد بن مُحَمَّد. ¶ 699 - مَاء زَمْزَم لما شرب لَهُ: فِيهِ عبد الله بن المؤمل المَخْزُومِي هُوَ مُنكر الحَدِيث لَا يُتَابع عَلَيْهِ. ¶ 700 - مِفْتَاح الصَّلَاة الطّهُور: فِيهِ مُحَمَّد بن مُوسَى قَاضِي الْمَدِينَة أَبُو غزيَّة يروي الموضوعات. ¶ 701 - مضغتان لَا تموتان إِلَّا نفحة وَالْبيض:",
            "page": "195",
            "part": "1",
            "seal": "009C09A4"
        },
        {
            "hno": "702",
            "id": "118",
            "nass": "فِيهِ بشر بن إِبْرَاهِيم المفلوج يضع الحَدِيث. ¶ 702 - مر النَّبِي صلى الله عَلَيْهِ وَسلم بِشَاة ميتَة فَقَالَ للدنيا أَهْون عِنْد الله من هَذِه: فِيهِ مُحَمَّد بن مُصعب قلبه. ¶ 703 - مدمن خمر كعابد وثن: فِيهِ سعيد بن خَالِد الْخُزَاعِيّ أنكر عَلَيْهِ هَذَا الحَدِيث لَا يحْتَج بِخَبَرِهِ إِذا انْفَرد. ¶ 704 - مرض يَوْم يكفر سنة: فِيهِ إِسْحَاق بن بشر الْكَاهِلِي أَبُو حُذَيْفَة يضع الحَدِيث على الثِّقَات. ¶ 705 - مَكَارِم الْأَخْلَاق عشرَة تكون فِي الرجل وَلَا تكون فِي ابْنه: فِيهِ الْوَلِيد بن الْوَلِيد الْعَنسِي الْحمل فِيهِ عَلَيْهِ. ¶ 706 - مروا نساءكم بالغزل فَإِنَّهُ أزين لَهُنَّ: فِيهِ عَنْبَسَة بن عبد الرَّحْمَن مَتْرُوك الحَدِيث. ¶ 707 - منهومان لَا يشبعان طَالب علم وطالب دنيا: فِيهِ أَبُو بكر الداهري هُوَ كَذَّاب. ¶ 708 - مروا صِبْيَانكُمْ إِذا بلغُوا سبعا وَاضْرِبُوهُمْ عَلَيْهَا فِي عشر:",
            "page": "196",
            "part": "1",
            "seal": "FFFCD56D"
        },
        {
            "hno": "709",
            "id": "119",
            "nass": "فِيهِ دَاوُد بن سوار ضعفه بن عدي. ¶ 709 - مَرَرْت بِهِ وَقد أسس مَسْجِد قبا وَمَا مَعَه إِلَّا أَبُو بكر وَعمر وَعُثْمَان: فِيهِ مُحَمَّد بن الْفضل بن عَطِيَّة كَذَّاب. ¶ 710 - مَضَت السّنة بِأَن فِي كل أَرْبَعِينَ فَمَا فَوق ذَلِك حقة: فِيهِ عبد الْعَزِيز بن عبد الرَّحْمَن البالسي كَذَّاب. ¶ 711 - موت الْفجأَة أَخذه أَسف: فِيهِ درست بن زِيَاد هُوَ مَتْرُوك الحَدِيث. ¶ 712 - مُهُور الْحور الْعين قبضات الثَّمر وفلق الْخبز: فِيهِ عمر بن صبح كَانَ يضع الحَدِيث. ¶ 713 - محرم الْحَلَال كمحلل الْحَرَام: فِيهِ إِبْرَاهِيم بن إِسْمَاعِيل قَالَ يحيى لَيْسَ بِشَيْء وَقد صَحَّ من قَول ابْن مَسْعُود. ¶ 714 - معلموا صِبْيَانكُمْ شِرَاركُمْ أقلهم رَحْمَة للْيَتِيم: فِيهِ سعد بن طريف هُوَ كَذَّاب: ¶ 715 - من كَرَامَة الْمُؤمن على الله أَن يغْفر لمشيعيه:",
            "page": "197",
            "part": "1",
            "seal": "E1E6CF67"
        },
        {
            "hno": "716",
            "id": "120",
            "nass": "فِيهِ عبد الرَّحْمَن بن قيس الزَّعْفَرَانِي يكنى بِأبي مُعَاوِيَة تَركه أَحْمد. ¶ 716 - من حق الْوَلَد على الْوَالِد أَن يُعلمهُ كتاب الله والسباحة وَالرَّمْي: فِيهِ أَبُو العطوف الْجراح مَتْرُوك. ¶ 717 - من إجلال الله إكرام ذِي الشيبة الْمُسلم: فِيهِ عبد الرَّحِيم بن حبيب بغدادي سكن فاراب يضع الحَدِيث. ¶ 718 - من سَعَادَة الْمَرْء خفَّة لحيته: فِيهِ سكين بن أبي سراج يروي الموضوعات عَن الْإِثْبَات. ¶ 719 - من تَمام الْبر كتمان المصائب: فِيهِ عبد الْعَزِيز بن أبي رواد عِنْده نُسْخَة مَوْضُوعَة عَن نَافِع من الْمَفْتُوحَة. ¶ 720 - من أكل درهما من رَبًّا فَهُوَ مثل سِتَّة وَثَلَاثِينَ زنية: فِيهِ حَنش واسْمه حُسَيْن بن قيس كذبه أَحْمد وَتَركه يحيى. . وَفِيه سعيد بن أَحْمد بن نعيم المصِّيصِي وَسَعِيد هَذَا لَيْسَ بِحجَّة. ¶ 721 - من أكل الطين فقد أعَان على قتل نَفسه: فِيهِ مهل بن عبد الله مُنكر الحَدِيث.",
            "page": "198",
            "part": "1",
            "seal": "04FC38D6"
        },
        {
            "hno": "722",
            "id": "121",
            "nass": "722 - من أكل رمانة حَتَّى يستثمها أنار الله قلبه: فِيهِ عَليّ بن مُوسَى الرِّضَا كَانَ يَأْتِي عَن آبَائِهِ بالعجائب. ¶ 723 - من أكل من هَذَا اللَّحْم الني فليغسل يَده من ريح وضره: فِيهِ الْوَازِع بن نَافِع يروي الموضوعات عَن الثِّقَات. ¶ 724 - من أكل فولة بقشرها أخرج الله عَنهُ من الدَّاء مثلهَا: فِيهِ عبد الصَّمد بن مطير قَالَ ابْن حبَان لَا يحل ذكره إِلَّا بالقدح. ¶ 725 - من أَتَى كَاهِنًا فَصدقهُ بِمَا يَقُول فقد بَرِيء: فِيهِ رشدين بن سعد لَيْسَ بِشَيْء. ¶ 726 - من أَتَى عرافا فَسَأَلَهُ لم تقبل لَهُ صَلَاة أَرْبَعِينَ يَوْمًا: فِيهِ عبد الله بن عمر بن حَفْص ضَعِيف. ¶ 727 - من أُتِي مِنْكُم الْجُمُعَة فليغتسل: فِيهِ عبد الْأَعْلَى ابْن أبي مساور مَتْرُوك الحَدِيث. ¶ 728 - من آتَاهُ الله وَجها حسنا وإسما حسنا وَجعله فِي مَوضِع غير شائن: فِيهِ سليم بن مُسلم يضع الحَدِيث.",
            "page": "199",
            "part": "1",
            "seal": "6E2C0450"
        },
        {
            "hno": "729",
            "id": "122",
            "nass": "729 - من أَرَادَ أَن يشرف الله لَهُ الْبُنيان فليعف عَمَّن ظلمه وَليصل رَحمَه: فِيهِ الْخَلِيل بن مرّة وَهَذِه نُسْخَة رَوَاهَا عَن الْخَلِيل إِنْسَان لَيْسَ بِثِقَة يُقَال لَهُ طَلْحَة بن زيد. ¶ 430 - من أَرَادَ بر وَالِديهِ فليعط الشُّعَرَاء: فِيهِ إِبْرَاهِيم بن إِسْحَاق بن عِيسَى الْبَغْدَادِيّ كَذَّاب والْحَدِيث بَاطِل. ¶ 731 - من أَرَادَ أمرا فَشَاور أمرأ مُسلما وَفقه الله لأَرْشَد أُمُوره: فِيهِ مُحَمَّد بن علاثة قَالَ ابْن حبَان يروي الموضوعات. ¶ 732 - من أدمن الِاخْتِلَاف إِلَى الْمَسْجِد أصَاب أَخا مستفادا: فِيهِ سعد بن طريف كَانَ يضع الحَدِيث. ¶ 733 - من أدمن على حَاجِبه بالمشط عوفي من الوباء: فِيهِ بَقِيَّة بن الْوَلِيد هِيَ نُسْخَة دلّس بهَا وَأسْقط الضَّعِيف. ¶ 734 - من احْتجم يَوْم الثُّلَاثَاء لسبع عشرَة من الشَّهْر كَانَ دَوَاء السّنة: فِيهِ زيد الْعمي ضَعِيف جدا. ¶ 735 - من احْتجم يَوْم السبت وَيَوْم الْأَرْبَعَاء فَأَصَابَهُ وضح: فِيهِ عبد الله بن زِيَاد الفلسطيني لَا تحل الرِّوَايَة عَنهُ. ¶ 736 - من أذن فَهُوَ يُقيم: فِيهِ سعيد بن رَاشد لَيْسَ بِشَيْء فِي الحَدِيث وَالْمَشْهُور أَن أَخا صداء أذن وَمن أذن فَهُوَ يُقيم.",
            "page": "200",
            "part": "1",
            "seal": "85D801BD"
        },
        {
            "hno": "737",
            "id": "123",
            "nass": "737 - من أذن اثْنَتَيْ عشرَة سنة وَجَبت لَهُ الْجنَّة: فِيهِ عبد الله بن صَالح كَذَّاب وَهُوَ أحد مَا أنكر عَلَيْهِ. ¶ 738 - من أُصِيب بمصيبة من سقم أَو ذهَاب: فِيهِ بَقِيَّة قد تقدم أَنه يُدَلس على الضُّعَفَاء. ¶ 739 - من أَصَابَته مُصِيبَة فَقَالَ إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون أجْرى الله الْأجر: فِيهِ هِشَام بن زِيَاد ضَعِيف جدا. ¶ 740 - من أعَان على سفك دم امريء مُسلم بِشَطْر كلمة أيس من رَحْمَة الله: فِيهِ عَمْرو بن مُحَمَّد الأعسم هُوَ كَذَّاب. ¶ 741 - من أعَان ظَالِما ليدفع بباطله حَقًا: فِيهِ سعيد بن رَحْمَة المصِّيصِي لَيْسَ بِحجَّة فِي الحَدِيث منكره. ¶ 742 - من أفطر على ثَمَر حَلَال زيد فِي صلَاته أَربع مائَة صَلَاة: فِيهِ مُوسَى الطَّوِيل قَالَ ابْن عدي مَجْهُول يكنى أَبَا عبد الله. ¶ 743 - من أفطر يَوْمًا من رَمَضَان: فِيهِ أَبُو المطوس يروي عَن أَبِيه مَا لَا يُتَابع عَلَيْهِ. . وَفِيه مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي لَا شَيْء. ¶ 744 - من أُوذِنَ بِجنَازَة فَأتي أَهلهَا فعزاهم يكْتب لَهُ قِيرَاط: فِيهِ معدي بن سُلَيْمَان بن عدي يروي المقلوبات لَا يحل الِاحْتِجَاج بِهِ.",
            "page": "201",
            "part": "1",
            "seal": "EA4F2299"
        },
        {
            "hno": "745",
            "id": "124",
            "nass": "745 - من أكْرم مُؤمنا فَإِنَّمَا يكرم الله: فِيهِ مُحَمَّد بن إِسْحَاق الْعُكَّاشِي كَانَ يضع الحَدِيث على الثِّقَات. ¶ 746 - من اشْترى ثوبا بِعشْرَة دَرَاهِم فِي ثمنه دِرْهَم حرَام لم يقبل لَهُ صَلَاة مَا دَامَ عَلَيْهِ: فِيهِ عبد الله ابْن أبي علاج كَذَّاب. ¶ 747 - من أحب الله فليحبني وَمن أَحبَّنِي فليحب الْقُرْآن: فِيهِ أَبُو معمر لَعَلَّه عباد بن عبد الصَّمد لَيْسَ بِحجَّة. ¶ 748 - من أخرج أَذَى من الْمَسْجِد بني الله لَهُ بَيْتا فِي الْجنَّة: فِيهِ مُحَمَّد بن صَالح الْمدنِي يروي الْمَنَاكِير عَن الثِّقَات. ¶ 749 - من أهدي لَهُ هَدِيَّة وَعِنْده قوم فهم فِيهِ شُرَكَاء: فِيهِ منْدَل بن عَليّ ضعفه الْجَمَاعَة قَالَ ابْن حبَان يسْتَحق التّرْك. ¶ 750 - من أُوتِيَ بِثلث الْقُرْآن فقد أُوتِيَ ثلث النُّبُوَّة: فِيهِ بشر بن نمير مُنكر الحَدِيث. ¶ 751 - من عمر ميسرَة الْمَسْجِد كَانَ لَهُ من الْأجر: فِيهِ مُوسَى بن عُبَيْدَة الربذي لَا شَيْء. ¶ 752 - من اشْتَكَى مِنْكُم شَيْئا أَو اشْتَكَى أَخ لَهُ فَلْيقل رَبنَا الله: فِيهِ زِيَاد بن مُحَمَّد مَتْرُوك.",
            "page": "202",
            "part": "1",
            "seal": "E49FC461"
        },
        {
            "hno": "753",
            "id": "125",
            "nass": "753 - من أدّى فَرِيضَة فَلهُ عِنْد الله دَعْوَة مستجابة: فِيهِ عَليّ بن مُوسَى الرِّضَا يَأْتِي عَن آبَائِهِ بالعجائب. ¶ 754 - من أغاث ملهوفا كتب الله لَهُ ثَلَاثًا وَسبعين مغْفرَة: فِيهِ زِيَاد ابْن أبي حسان كَانَ شُعْبَة يرميه بِالْكَذِبِ. ¶ 755 - من أدْرك من الْجُمُعَة رَكْعَة فَليصل إِلَيْهَا أُخْرَى: فِيهِ إِبْرَاهِيم بن عَطِيَّة الوَاسِطِيّ. إِنَّمَا الحَدِيث من أدْرك من الصَّلَاة رَكْعَة وَذكر الْجُمُعَة أَرْبَعَة عَن الزُّهْرِيّ عَن أبي سَلمَة عَن أبي هُرَيْرَة كلهم ضعفاء وَإِبْرَاهِيم مُنكر. ¶ 756 - من أصبح حَزينًا على الدُّنْيَا أصبح ساخطا على ربه وَمن أصبح يشكو مُصِيبَة فَإِنَّمَا يشكو الله عز وَجل وَمن تضعضع لَغَنِيّ وَمن أعْطى الْقُرْآن فَدخل النَّار: فِيهِ وهب بن رَاشد يروي يُقَال هُوَ من كَلَام وهب نَفسه. ¶ 757 - من أطْعم أَخَاهُ خبْزًا حَتَّى يشبعه: فِيهِ رَجَاء أَبُو عَطاء الْمصْرِيّ هُوَ مَتْرُوك الحَدِيث. ¶ 758 - من اختفى مَيتا فَكَأَنَّمَا قَتله والاختفاء النبش: فِيهِ كَامِل أَبُو الْعَلَاء تكلم فِيهِ ابْن حبَان وَابْن عدي. ¶ 759 - من أدان دينا وَهُوَ يَنْوِي أَن لَا يُؤْذِيه فَهُوَ سَارِق: فِيهِ مُحَمَّد بن أبان وَهُوَ ضَعِيف.",
            "page": "203",
            "part": "1",
            "seal": "B6F540DC"
        },
        {
            "hno": "760",
            "id": "126",
            "nass": "760 - من اشتاق إِلَى الْجنَّة سارع إِلَى فعل الْخيرَات: فِيهِ عبيد الله بن الْوَلِيد لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 761 - من أعتق شِقْصا لَهُ فِي مَمْلُوك لَهُ فِيهِ شُرَكَاء قوم عَلَيْهِ ثمَّ أعتق مَاله فَإِن لم يكن لَهُ مَال قوم عَلَيْهِ ثمَّ استسعى غير مشقوق عَلَيْهِ: فِيهِ ابْن لَهِيعَة لم يَخْتَلِفُوا أَنه لَيْسَ بِحجَّة رَوَاهُ الثِّقَات وَلم يذكرُوا الِاسْتِسْعَاء. ¶ 762 - من أَتَى امْرَأَته وَهِي حَائِض فجَاء وَلَده أَجْزم فَلَا يَلُومن إِلَّا نَفسه: فِيهِ عَمْرو بن مُحَمَّد الْأَعْشَم هُوَ كَذَّاب.",
            "page": "204",
            "part": "1",
            "seal": "F0DBD323"
        },
        {
            "hno": "763",
            "id": "127",
            "nass": "(حرف الْبَاء مَعَ من) ¶ 763 - من بنى لله بَيْتا من حَلَال بنى الله لَهُ بَيْتا فِي الْجنَّة: فِيهِ سُلَيْمَان بن دَاوُد اليمامي يروي المقلوبات وَيحيى ابْن أبي كثير ضَعِيف كثير الْخَطَأ وَسليمَان بن دَاوُد الْخَولَانِيّ دمشقي صَدُوق. ¶ 764 - من بنى لله مَسْجِدا بنى الله لَهُ بَيْتا فِي الْجنَّة وَمن علق فِيهِ قِنْدِيلًا: فِيهِ عَاصِم بن سُلَيْمَان يروي الموضوعات. ¶ 765 - من بنى فِي رباع قوم بإذنهم فَلهُ الْقيمَة وَمن بنى بِغَيْر إذْنهمْ فَلهُ النّصْف: فِيهِ عمر بن قيس ضَعِيف. ¶ 766 - من بلغه عَن الله أَو عَن رَسُوله فَضِيلَة: فِيهِ بزيع بن حسان يروي الموضوعات عَن الثِّقَات.",
            "page": "205",
            "part": "1",
            "seal": "0B0C2F2D"
        },
        {
            "hno": "767",
            "id": "128",
            "nass": "767 - من بَاعَ دَارا أَو عقارا: فِيهِ إِسْمَاعِيل بن إِبْرَاهِيم بن مهَاجر هُوَ وَأَبوهُ ضعيفان. ¶ 768 - من بدا جَفا: فِيهِ الْحسن بن الحكم النَّخعِيّ لم يذكرهُ ابْن عدي وَينظر عِنْد ابْن حبَان.",
            "page": "206",
            "part": "1",
            "seal": "1E24534D"
        },
        {
            "hno": "769",
            "id": "129",
            "nass": "(حرف التَّاء مَعَ من) ¶ 769 - من تختم بفص الْيَاقُوت نفى عَنهُ الْفقر: فِيهِ أَحْمد بن عبد الله بن حَكِيم مَتْرُوك الحَدِيث بَاطِل. ¶ 770 - من تختم بالعقيق لم يزل يرى خيرا: فِيهِ أَبُو بكر بن شُعَيْب يروي عَن مَالك مَا لَيْسَ من حَدِيثه لَا يحل الِاحْتِجَاج بِهِ. ¶ 771 - من تقلد سَيْفا فِي سَبِيل الله: فِيهِ نَافِع بن هُرْمُز مَتْرُوك الحَدِيث وَعبد الْعَزِيز كَذَّاب. ¶ 772 - من ترك الصَّفّ الأول مَخَافَة أَو يُؤْذِي مُسلما: فِيهِ نوح ابْن أبي مَرْيَم يروي الْمَنَاكِير عَن الثِّقَات. ¶ 773 - من ترك الْكَذِب وَهُوَ بَاطِل وَفِيه من ترك المراء: فِيهِ سَلمَة بن وردان لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 774 - من تزوج امْرَأَة لعزها:",
            "page": "207",
            "part": "1",
            "seal": "A803B210"
        },
        {
            "hno": "775",
            "id": "130",
            "nass": "فِيهِ عبد السَّلَام بن عبد القدوس يروي الموضوعات. ¶ 775 - من تزوج امْرَأَة بِصَدَاق وَهُوَ يَنْوِي أَن لَا يُؤْذِيه فَهُوَ زَان: فِيهِ مُحَمَّد بن أبان ضَعِيف. ¶ 776 - من تَأمل خلق امْرَأَة حَتَّى يتَبَيَّن لَهُ حجم عظامها: فِيهِ خرَاش مَتْرُوك الحَدِيث. ¶ 777 - من تضعضع لَغَنِيّ تقدم فِي بَاب من أصبح. ¶ 778 - من تَوَضَّأ فَقَامَ إِلَى الْمَسْجِد فَهُوَ زائر لله: فِيهِ عمر بن حبيب القَاضِي ينْفَرد بالمقلوبات لَا يحْتَج بحَديثه. ¶ 779 - من تخطى رِقَاب النَّاس يَوْم الْجُمُعَة اتخذ جِسْرًا إِلَى جَهَنَّم: فِيهِ سهل بن معَاذ وزبان بن فائد وَرشْدِين بن سعيد.",
            "page": "208",
            "part": "1",
            "seal": "450F7294"
        },
        {
            "hno": "780",
            "id": "131",
            "nass": "(حرف الْجِيم مَعَ من) ¶ 780 - من جمع بَين صَلَاتَيْنِ من غير عذر فقد أَتَى بَابا من أَبْوَاب الْكَبَائِر: فِيهِ حُسَيْن بن قيس كذبه أَحْمد وَتَركه ابْن معِين. ¶ 781 - من جَاع أَو احْتَاجَ فكتمه النَّاس: فِيهِ إِسْمَاعِيل بن رَجَاء الحصيني (حصن مسلمة) مُنكر الحَدِيث.",
            "page": "209",
            "part": "1",
            "seal": "4F01DF78"
        },
        {
            "hno": "782",
            "id": "132",
            "nass": "(حرف الْحَاء مَعَ من) ¶ 782 - من حفظ الْقُرْآن نظرا خفف على أَبَوَيْهِ الْعَذَاب: فِيهِ مُحَمَّد بن المُهَاجر يضع الحَدِيث. ¶ 783 - من حفظ على أمتِي أَرْبَعِينَ حَدِيثا: فِيهِ إِسْحَاق بن نجيح الْمَلْطِي هُوَ دجال وَعبد الْملك ابْن هَارُون يضع. ¶ 784 - من حج الْبَيْت فَلم يرْفث وَلم يفسق: فِيهِ أَحْمد بن إِسْمَاعِيل بن حذاقة عَن مَالك وَهَذَا أحد مَا أنكرهُ عَلَيْهِ لِأَنَّهُ لَيْسَ عَن مَالك. ¶ 785 - من حج عَن وَالِديهِ يَبْعَثهُ الله يَوْم الْقِيَامَة مَعَ الْأَبْرَار: فِيهِ صلَة بن سُلَيْمَان الْعَطَّار هُوَ كَذَّاب. ¶ 786 - من حج الْبَيْت وَلم يزرني فقد جفاني: فِيهِ النُّعْمَان بن شبْل يَأْتِي عَن الثِّقَات بِمَا لَيْسَ من حَدِيثهمْ.",
            "page": "210",
            "part": "1",
            "seal": "D7184522"
        },
        {
            "hno": "787",
            "id": "133",
            "nass": "787 - من حمل قَوَائِم السرير الْأَرْبَع إِيمَانًا واحتسابا: فِيهِ عَليّ ابْن أبي سارة مَتْرُوك الحَدِيث. ¶ 788 - من حمل طرفَة من السُّوق إِلَى وَلَده: فِيهِ حَمَّاد بن عَمْرو النصبي يضع الحَدِيث. ¶ 789 - من حَافظ على شُفْعَة الضُّحَى غفرت لَهُ ذنُوبه: فِيهِ النهاس بن قهم تَركه يحيى الْقطَّان وَقَالَ ابْن معِين ضَعِيف. ¶ 790 - من حبس الْعِنَب زمَان القطاف حَتَّى يَبِيعهُ من يَهُودِيّ أَو مِمَّن يَتَّخِذهُ خمرًا: فِيهِ الْحسن بن مُسلم تكلمُوا فِيهِ لأَجله. ¶ 791 - من حلف على يَمِين فَهُوَ كَمَا قَالَ إِن قَالَ يَهُودِيّ: فِيهِ عُبَيْس بن مَيْمُون يروي الموضوعات عَن الثِّقَات. ¶ 792 - من حرس على ضفة الْبَحْر: فِيهِ سعيد بن خَالِد الطَّوِيل من أهل الشَّام ضَعِيف. ¶ 793 - من حدث نَفسه بتعظيم النَّاس لَهُ بِصَلَاة أَو صِيَام أَو حج فقد كفر: فِيهِ عباد بن كثير مَتْرُوك الحَدِيث.",
            "page": "211",
            "part": "1",
            "seal": "A330C03D"
        },
        {
            "hno": "794",
            "id": "134",
            "nass": "(حرف الْخَاء مَعَ من) ¶ 794 - من خفت بِالْقُرْآنِ فَهُوَ لمنخفت بِالصَّدَقَةِ: فِيهِ بشير بن نمير وَالْقسم مُنكر الحَدِيث. ¶ 795 - من خرج من الْجَمَاعَة قيد شبر فقد خلع رَقَبَة الْإِسْلَام من عُنُقه حَتَّى يُرَاجِعهَا: فِيهِ ابْن لَهِيعَة لَيْسَ بِحجَّة. ¶ 796 - من خَافَ على نَفسه النَّار فليرابط على السَّاحِل: فِيهِ إِبْرَاهِيم بن عبد الله إِبْرَاهِيم كَذَّاب.",
            "page": "212",
            "part": "1",
            "seal": "6BAFC505"
        },
        {
            "hno": "797",
            "id": "135",
            "nass": "(حرف الدَّال مَعَ من) ¶ 797 - من دخل على أَخِيه الْمُسلم فَألْقى لَهُ وسَادَة: فِيهِ عمرَان بن خَالِد الْبَصْرِيّ يروي الْعَجَائِب لَا يحل الِاحْتِجَاج بِهِ. ¶ 798 - من دخل على طَعَام لم يدع إِلَيْهِ دخل سَارِقا وَخرج مغيرا: فِيهِ درست بن زِيَاد مَتْرُوك الحَدِيث. ¶ 799 - من دَعَا لِأَخِيهِ بِظهْر الْغَيْب كتب لَهُ عشر حَسَنَات وَمن بداه بِالسَّلَامِ: فِيهِ نوح بن ذكْوَان مَتْرُوك الحَدِيث. ¶ 800 - من داوم على صَلَاة الضُّحَى لم يقطعهَا: فِيهِ زَكَرِيَّاء بن دويد الْكِنْدِيّ كَذَّاب.",
            "page": "213",
            "part": "1",
            "seal": "E908EE07"
        },
        {
            "hno": "801",
            "id": "136",
            "nass": "(حرف الرَّاء مَعَ من) ¶ 801 - من رابط ثَلَاث لَيَال سود فقد أدْرك رِبَاط سنة: فِيهِ أَبُو النُّعْمَان الْأنْصَارِيّ يروي الْمَنَاكِير عَن هِشَام. ¶ 802 - من رابط لَيْلَة حارسا من وَرَاء الْمُسلمين: فِيهِ الْحَارِث بن عُمَيْر يروي الموضوعات عَن الثِّقَات. ¶ 803 - من ركب على النمار لم تصحبه الْمَلَائِكَة: فِيهِ أَبُو الْهَيْثَم الْعَبْدي مُنكر الحَدِيث. ¶ 804 - من ربى صَبيا حَتَّى يَقُول لَا إِلَه إِلَّا الله: فِيهِ إِبْرَاهِيم بن الْبَراء هُوَ كَذَّاب. ¶ 805 - من رفع فِي الصَّلَاة فَلَا صَلَاة لَهُ: فِيهِ مَأْمُون بن أَحْمد الْهَرَوِيّ دجال يضع الحَدِيث.",
            "page": "214",
            "part": "1",
            "seal": "F4B66DA1"
        },
        {
            "hno": "806",
            "id": "137",
            "nass": "(حرف الزَّاي مَعَ من) ¶ 806 - من زار قبر أمه كَانَ لَهُ عمْرَة: فِيهِ حَفْص بن سلم أَبُو مقَاتل السَّمرقَنْدِي مَتْرُوك الحَدِيث. ¶ 807 - من زوج كريمته من فَاسق فقد قطع رَحمهَا: فِيهِ أَبُو مُحَمَّد الْحسن بن مُحَمَّد الْبَلْخِي كَانَ يروي الموضوعات. ¶ 808 - من زعم أَن الْإِيمَان يزِيد وَينْقص فزيادته إِيمَان ونقصه كفر: فِيهِ مُحَمَّد بن الْقَاسِم كَانَ كذابا يضع. ¶ 809 - من زعم أَنه يحبني وَيبغض عليا فقد كذب: فِيهِ عِيسَى بن عبد الله بن مُحَمَّد بن عمر بن عَليّ ابْن أبي طَالب يروي الموضوعات.",
            "page": "215",
            "part": "1",
            "seal": "2F0C1F87"
        },
        {
            "hno": "810",
            "id": "138",
            "nass": "(حرف السِّين مَعَ من) ¶ 810 - من سره أَن ينظر إِلَى فليقرأ {إِذا الشَّمْس كورت} : فِيهِ عبد الله بن بحير الصَّنْعَانِيّ مَتْرُوك الحَدِيث. ¶ 811 - من سر الْمُؤمن فقد سرني: فِيهِ جَعْفَر بن أبان وَهَذَا من صنعه وَلابْن حبَان مَعَه قصَّة فِي هَذَا. ¶ 812 - من سرح رَأسه ولحيته فِي لَيْلَة عوفي: فِيهِ حسان بن غَالب يقلب الْأَخْبَار ويروي عَن الثِّقَات. ¶ 813 - من سَأَلَ النَّاس وَهُوَ غَنِي جَاءَ وَفِي وَجهه خدوشا: فِيهِ حَكِيم بن جُبَير لاشيء.",
            "page": "216",
            "part": "1",
            "seal": "F94A2A1B"
        },
        {
            "hno": "814",
            "id": "139",
            "nass": "(حرف الشين مَعَ من) ¶ 814 - من شرب مُسكرا فَلم يسكر لم تقبل لَهُ صَلَاة جُمُعَة: فِيهِ أَيُّوب بن مُحَمَّد الْعجلِيّ ضَعِيف. ¶ 815 - من شرب نبيذا فاقشعر مِنْهُ فالحسوة مِنْهُ حرَام: فِيهِ صبيح بن سعيد النَّجَاشِيّ كذبه ابْن معِين: ¶ 816 - من شرب الْخمر فَجَعلهَا فِي بَطْنه لم تقبل لَهُ صَلَاة سبعا: فِيهِ زيد بن أبي زِيَاد ضَعِيف. ¶ 817 - من شرب مُسكرا نجست صلَاته: فِيهِ إِبْرَاهِيم بن عبد الله بن خَالِد المصِّيصِي أحد المتروكين. ¶ 718 - من شغله ذكري عَن مسئلتي أَعْطيته أفضل مَا أعطي: فِيهِ صَفْوَان ابْن أبي الصَّهْبَاء مُنكر الحَدِيث. ¶ 719 - من شغله الْقُرْآن عَن ذكري ومسئلتي أَعْطيته ثَوَاب: فِيهِ مُحَمَّد بن الْحسن الْهَمدَانِي قَالَ أَحْمد لَا يُسَاوِي شَيْئا.",
            "page": "217",
            "part": "1",
            "seal": "977FE489"
        },
        {
            "hno": "820",
            "id": "140",
            "nass": "820 - من شكّ فِي إيمَانه فقد حَبط عمله: فِيهِ غنيم بن سَالم لَهُ نُسْخَة مَوْضُوعَة عَن أنس.",
            "page": "218",
            "part": "1",
            "seal": "DAC7D23F"
        },
        {
            "hno": "821",
            "id": "141",
            "nass": "(حرف الصَّاد مَعَ من) ¶ 821 - من صلى الْفجْر وَجلسَ فِي مُصَلَّاهُ: فِيهِ ألحوص بن حَكِيم يروي الْمَنَاكِير وَكَانَ ينتقص عَليّ بن أبي طَالب. ¶ 822 - من صلى صَلَاة لم تَأمره صلَاته بِالْمَعْرُوفِ وَلَا تنهاه: فِيهِ مُحَمَّد بن الْحسن الْأَزْدِيّ لَا يحْتَج بِهِ. ¶ 823 - من صلى صَلَاة مَكْتُوبَة فليقرأ بِأم الْقُرْآن وَقُرْآن مَعهَا وَمن صلى صَلَاة لَا يقْرَأ فِيهَا فَهِيَ خداج: هَذَا من جملَة مَا أنكر على عَمْرو بن شُعَيْب عَن أَبِيه عَن جده. ¶ 824 - من صلى بعد الْمغرب سِتّ رَكْعَات لم يتَكَلَّم فِيهِنَّ بِسوء: فِيهِ عمر بن رَاشد اليمامي وَمُحَمّد بن غروان هما ضعيفان. وَهُوَ من قَول ابْن عمر رَفعه مُحَمَّد. ¶ 825 - من صلى الْمغرب ثمَّ صلى بعْدهَا أَربع رَكْعَات كَالْمُعَقبِ غَزْوَة بعد غَزْوَة: فِيهِ عبد الله بن جَعْفَر مَتْرُوك الحَدِيث.",
            "page": "219",
            "part": "1",
            "seal": "D2B83E76"
        },
        {
            "hno": "826",
            "id": "142",
            "nass": "826 - من صلى رَكْعَتَيْنِ فِي لَيْلَة جُمُعَة يقْرَأ فيهمَا بِفَاتِحَة الْكتاب: فِيهِ عبد الله بن دَاوُد الوَاسِطِيّ مُنكر الحَدِيث. ¶ 827 - من صلى لم يدع فِيهَا للْمُؤْمِنين وَالْمُؤْمِنَات فَصلَاته خداج: فِيهِ نوح بن ذكْوَان مُنكر الحَدِيث: ¶ 828 - من صلى الصَّلَوَات الْخمس فِي جمَاعَة جَازَ على الصِّرَاط كالبرق: فِيهِ أَبُو إِسْحَاق الْحِجَازِي يروي الْمَنَاكِير عَن مُوسَى ابْن أبي عَائِشَة. ¶ 829 - من صلى على جَنَازَة فِي الْمَسْجِد فَلَا شَيْء لَهُ: فِيهِ صَالح بن نَبهَان مولى التؤمة قَالَ مَالك لَيْسَ بِثِقَة. ¶ 830 - من صلى صَلَاة نَافِلَة وَقد أضاع فَرِيضَة: فِيهِ إِبْرَاهِيم بن عبد الله بن همام بن أخي عبد الرَّزَّاق وَإِبْرَاهِيم كَذَّاب. ¶ 831 - من صَامَ صَبِيحَة يَوْم الْفطر فَكَأَنَّمَا صَامَ الدَّهْر: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي لَا شَيْء فِي الحَدِيث. ¶ 832 - من صَامَ يَوْم عَاشُورَاء كتب الله لَهُ عبَادَة سِتِّينَ سنة: فِيهِ حبيب ابْن أبي حبيب كَانَ يضع الحَدِيث. ¶ 833 - من صَامَ يَوْم الْجُمُعَة كتب الله لَهُ عشرَة أَيَّام: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 834 - من صَامَ رَمَضَان وَاتبعهُ بست من شَوَّال كَانَ كمن صَامَ الدَّهْر: فِيهِ يحيى بن شبيب يروي الموضوعات.",
            "page": "220",
            "part": "1",
            "seal": "B1068DB3"
        },
        {
            "hno": "835",
            "id": "143",
            "nass": "835 - من صنع إِلَى أحد من أهل بَيت يدا كافيته يَوْم الْقِيَامَة: فِيهِ عِيسَى بن عبد الله بن مُحَمَّد بن عمر بن عَليّ ابْن أبي طَالب لَهُ نُسْخَة مَوْضُوعَة عَن آبَائِهِ.",
            "page": "221",
            "part": "1",
            "seal": "35E6078B"
        },
        {
            "hno": "836",
            "id": "144",
            "nass": "(حرف الضَّاد مَعَ من) ¶ 836 - من ضم يَتِيما من بَين أبوين مُسلمين إِلَى طَعَامه: فِيهِ حُسَيْن بن قيس يلقب حَنش كَذَّاب. ¶ 837 - من ضحك فِي صلَاته فَليَتَوَضَّأ وليعد الصَّلَاة: فِيهِ يزِيد بن سِنَان أَبُو فَرْوَة لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "222",
            "part": "1",
            "seal": "3E638CB6"
        },
        {
            "hno": "838",
            "id": "145",
            "nass": "(حرف الطَّاء مَعَ من) ¶ 838 - من طلب الْعلم ليمارى بِهِ الْعلمَاء: فِيهِ إِسْحَاق بن يحيى بن طَلْحَة كَانَ رَدِيء الْحِفْظ شَيْء الْفَهم ضعفه ابْن معِين. ¶ 839 - من طَاف بِهَذَا الْبَيْت سبعا وَصلى خلف الْمقَام رَكْعَتَيْنِ: فِيهِ حَمَّاد بن الْجَعْد لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "223",
            "part": "1",
            "seal": "DB087099"
        },
        {
            "hno": "840",
            "id": "146",
            "nass": "(حرف الْعين مَعَ من) ¶ 840 - من عزى مصابا كَانَ لَهُ مثل أجره: فِيهِ حَمَّاد بن الْوَلِيد الْأَزْدِيّ كَانَ يسرق: وَقيل فِيهِ من كَلَام عبد الله بن مَسْعُود. ¶ 841 - من عزى أَخَاهُ الْمُؤمن من مُصِيبَة مساه الله: فِيهِ قدامَة بن مُحَمَّد يروي عَن أَبِيه المقلوبات هُوَ أَيْضا فِي الحَدِيث. ¶ 842 - من عشق فعف فكتم فَمَاتَ مَاتَ شَهِيدا: فِيهِ سُوَيْد بن سعيد تكلم فِيهِ يحيى بن معِين وأنكروا عَلَيْهِ هَذَا الحَدِيث. ¶ 843 - من عمل عمل قوم لوط فَاقْتُلُوهُ: فِيهِ عباد بن كثير الْكَاهِلِي هُوَ مَتْرُوك الحَدِيث. ¶ 844 - من عير أَخَاهُ بذنب لم يمت حَتَّى يعْمل بِعَمَلِهِ: فِيهِ مُحَمَّد بن الْحسن الْهَمدَانِي قَالَ أَحْمد وَيحيى لَا يُسَوِّي شيأ.",
            "page": "224",
            "part": "1",
            "seal": "25E712A6"
        },
        {
            "hno": "845",
            "id": "147",
            "nass": "(حرف الْغَيْن مَعَ من) ¶ 845 - من غَدا إِلَى الْمَسْجِد أَو رَاح إِلَّا أَن يعلم خبر: فِيهِ كثير بن حمير الْأَصَم لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 846 - من غرس غراسا يَوْم الْأَرْبَعَاء فَقَالَ سُبْحَانَ الله الْبَاعِث الْوَارِث: فِيهِ الْعَبَّاس بن الْوَلِيد تكلم فِيهِ ابْن حبَان وَالدَّارَقُطْنِيّ والأزدي. ¶ 847 - من غسل مَيتا وكفنه وحنطه: فِيهِ عباد بن كثير مَتْرُوك وَعَمْرو بن خَالِد وَعَاصِم بن ضَمرَة ليسَا بالمعتمدين.",
            "page": "225",
            "part": "1",
            "seal": "AFDA15D0"
        },
        {
            "hno": "848",
            "id": "148",
            "nass": "(حرف الْفَاء مَعَ من) ¶ 848 - من فطر صَائِما من كسب حَلَال: فِيهِ حَكِيم بن جذام ضعفه أَحْمد بن حَنْبَل. ¶ 849 - من فَارق جمَاعَة الْمُسلمين قيد شبر: فِيهِ خُلَيْد بن دعْلج أنكر مَعْرُوفا فَلم يجد إِلَّا الدُّعَاء فقد كافاه: ¶ 850 - من فعل إِلَيْهِ مَعْرُوفا فَلم يجد إِلَّا الدُّعَاء فقد كافاه: فِيهِ سهل مولى الْمُغيرَة لَا يحل الِاحْتِجَاج بِهِ بِحَال.",
            "page": "226",
            "part": "1",
            "seal": "9131D336"
        },
        {
            "hno": "851",
            "id": "149",
            "nass": "(حرف الْقَاف مَعَ من) ¶ 851 - من قَالَ لَا إِلَه إِلَّا الله وَمد بهَا صَوته: فِيهِ عباد بِمَ كثير الْكَاهِلِي مَتْرُوك الحَدِيث. ¶ 852 - من قَالَ بعد الْجُمُعَة مائَة مرّة سُبْحَانَ الله الْعَظِيم: فِيهِ كَادِح بن رَحْمَة تكلم فِيهِ ابْن حبَان وَابْن عدي. ¶ 853 - من قَرَأَ قل هُوَ الله أحد مائَة مرّة: فِيهِ حجاج بن مَيْمُون الْبَصْرِيّ مُنكر الحَدِيث. ¶ 854 - من قَرَأَ قل هُوَ الله وَأم الْقُرْآن فقد قَرَأَ ثلث الْقُرْآن: فِيهِ عَليّ بن سُلَيْمَان الْأَزْدِيّ لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 855 - من قَرَأَ الْقُرْآن فَلم يعربه وكل بِهِ ملك يكْتب لَهُ بِكُل حرف عشر حَسَنَات: فِيهِ أَبُو الطّيب لَا يحْتَج بِهِ. ¶ 856 - من قَرَأَ الدُّخان فِي لَيْلَة اسْتغْفر لَهُ سَبْعُونَ ألف ملك: فِيهِ عمر بن رَاشد اليمامي يروي الموضوعات.",
            "page": "227",
            "part": "1",
            "seal": "047A4E54"
        },
        {
            "hno": "857",
            "id": "150",
            "nass": "857 - من قَرَأَ إِذا زلزلت عدلت لَهُ نصف الْقُرْآن: فِيهِ الْحسن بن صَالح بن مُسلم ينْفَرد بِمَا لَا يُتَابع عَلَيْهِ. ¶ 858 - من قَرَأَ خلف الإِمَام مَلِيء فوه نَارا: فِيهِ مَأْمُون بن أَحْمد الهري دجال يروي الموضوعات. ¶ 860 - من قذف ذِمِّيا حد لَهُ يَوْم الْقِيَامَة بسياط من نَار: فِيهِ مُحَمَّد بن مُحصن الْأَسدي يضع الحَدِيث. ¶ 861 - من قلم أَظْفَاره يَوْم الْجُمُعَة عافاه الله إِلَى الْجُمُعَة الْأُخْرَى: فِيهِ الْعَلَاء بن هِلَال كَانَ يقلب لَا يحْتَج بِهِ. ¶ 862 - من قاد أعمى أَرْبَعِينَ خطْوَة وَجَبت لَهُ الْجنَّة: فِيهِ عَليّ بن عُرْوَة لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "228",
            "part": "1",
            "seal": "CFEB012C"
        },
        {
            "hno": "863",
            "id": "151",
            "nass": "(حرف الْكَاف مَعَ من) ¶ 863 - من كَانَ يُؤمن بِاللَّه وَالْيَوْم الآخر فَلَا يقْعد على مائدة يشرب عَلَيْهَا الْخمر: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي لَا شَيْء. ¶ 864 - من كَانَ فِي قلبه مِثْقَال حَبَّة من خَرْدَل من كبر: فِيهِ مَرْوَان بن شُجَاع مُنكر الحَدِيث. ¶ 865 - من كَانَ عَلَيْهِ رَمَضَان فأدركه رَمَضَان فَلم يقضه لم يتَقَبَّل مِنْهُ: فِيهِ أَبُو قَتَادَة عبد الله بن وَاقد ضَعِيف. ¶ 866 - من كَانَ لَهُ إِمَام فقراءة الإِمَام لَهُ قِرَاءَة: فِيهِ غنيم بن سَالم هُوَ مَجْهُول وَعِنْده نُسْخَة مَوْضُوعَة عَن أنس. ¶ 867 - من كَانَ مِنْكُم يحب أَن تستجاب دَعوته وَتكشف كربته فلييسر على مُعسر: فِيهِ زيد الْعَمى ضَعِيف جدا.",
            "page": "229",
            "part": "1",
            "seal": "774FC679"
        },
        {
            "hno": "868",
            "id": "152",
            "nass": "868 - من كَانَ ذَا لسانين جعل لَهُ لسانان من نَار: فِيهِ أَيُّوب بن خوط ضعفه ابْن الْمُبَارك وَتَركه. ¶ 869 - من كَانَ بفلاة فَأذن وَأقَام صلى مَعَه من جنود الله مَا لَا يرَاهُ: فِيهِ يزِيد بن سُفْيَان لَيْسَ بِحجَّة. ¶ 870 - من كذب عَليّ مُتَعَمدا فَليَتَبَوَّأ مَقْعَده من النَّار: فِيهِ عبد السَّلَام ابْن أبي فَرْوَة قلب إِسْنَاده. ¶ 871 - من كذب بِالْقدرِ أَو خَاصم فِيهِ فقد كفر: فِيهِ سوار بن مُصعب يُقَال لَهُ سوار الْمُؤَذّن وَالْأَعْمَى يروي الْمَنَاكِير. ¶ 872 - من كثرت صلَاته بِاللَّيْلِ حسن وَجهه بِالنَّهَارِ: فِيهِ ثَابت بن مُوسَى العابد تكلم فِيهِ يحيى الرَّازِيّ وَابْن حبَان. ¶ 873 - من كَاتب مائَة أُوقِيَّة فأداها إِلَّا عشرَة ثمَّ عجز فَهُوَ رق: فِيهِ يحيى ابْن أبي أنيسَة هُوَ كَذَّاب. ¶ 874 - من كتب بِسم الله الرَّحْمَن الرَّحِيم كتب لَهُ ألف حَسَنَة: فِيهِ عَبَّاس بن الضَّحَّاك دجال يضع. ¶ 875 - من كبر تَكْبِيرَة فِي سَبِيل الله كَانَت صَخْرَة فِي مِيزَانه: فِيهِ إِسْحَاق بن إِبْرَاهِيم الطَّبَرِيّ كَذَّاب. ¶ 876 - من كفن مَيتا كَانَت لَهُ بِكُل شَعْرَة تصيب كَفنه عشر حَسَنَات: فِيهِ أَبُو الْعَلَاء لَا يحْتَج بِهِ.",
            "page": "230",
            "part": "1",
            "seal": "4FD064F5"
        },
        {
            "hno": "877",
            "id": "153",
            "nass": "877 - من كسح مَسْجِدا من مَسَاجِد الله: فِيهِ مُحَمَّد بن عبد الله بن زِيَاد يكنى بِأبي سَلمَة كَذَّاب. ¶ 878 - من كتم علما ألْجم بلجام من نَار: فِيهِ الهيصم بن الشداخ يروي الطَّامَّات عَن الْأَعْمَش لَا يحْتَج بحَديثه بِهِ.",
            "page": "231",
            "part": "1",
            "seal": "D0FABD54"
        },
        {
            "hno": "879",
            "id": "154",
            "nass": "(حرف اللَّام مَعَ من) ¶ 879 - من لم يبيت الصّيام قبل طُلُوع الْفجْر فَلَا صِيَام لَهُ: فِيهِ عبد الله بن عباد عِنْده نُسْخَة مَوْضُوعَة. ¶ 880 - من لم يرض بقضائي وَلم يصبر على بلائي: فِيهِ سعيد بن زِيَاد عِنْده نُسْخَة يتَصَرَّف بهَا. ¶ 881 - من لم تكن لَهُ حَسَنَة يرجوها فليتزوج امْرَأَة من جُهَيْنَة: فِيهِ ظبْيَان بن مُحَمَّد يروي عَن أَبِيه الْعَجَائِب. ¶ 882 - من لزم الاسْتِغْفَار جعل الله لَهُ من كل هم فرجا: فِيهِ الحكم بن مُصعب قَالَ ابْن حبَان لَا يحْتَج بروايته. ¶ 883 - من لعق ثَلَاث لعقات من عسل: فِيهِ الزبير بن سعيد مُنكر الرِّوَايَة وَقَالَ يحيى لَيْسَ بِشَيْء.",
            "page": "232",
            "part": "1",
            "seal": "462D5F73"
        },
        {
            "hno": "884",
            "id": "155",
            "nass": "(حرف الْمِيم مَعَ من) ¶ 884 - من مَاتَ مدمن خمر لَقِي الله كعابد وثن: فِيهِ سعيد بن مُحَمَّد أَبُو عُثْمَان قَالَ ابْن حبَان لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 885 - من مَاتَ مرابطا جرى عَلَيْهِ رزقه: فِيهِ عبد الرَّحْمَن بن زيد بن أسلم هُوَ لَيْسَ بِشَيْء. ¶ 886 - من مَاتَ مَرِيضا مَاتَ شَهِيدا: فِيهِ إِبْرَاهِيم بن مُحَمَّد هُوَ كَذَّاب. ¶ 887 - من مس فرجه فَليَتَوَضَّأ: فِيهِ إِبْرَاهِيم بن إِسْمَاعِيل بن أبي حَبِيبَة تكلم فِيهِ البُخَارِيّ وَالنَّسَائِيّ وَيحيى والْحَدِيث مقلوب. ¶ 888 - من مَشى فِي حَاجَة أَخِيه الْمُسلم: فِيهِ عبد الرَّحِيم بن زيد الْعمي هُوَ أَبوهُ ضعيفان وَفِيه سكين بن سراج كَذَّاب.",
            "page": "233",
            "part": "1",
            "seal": "866C19F6"
        },
        {
            "hno": "889",
            "id": "156",
            "nass": "889 - من مسح يَده على رَأس يَتِيم: فِيهِ فائد بن عبد الرَّحْمَن أَبُو الورقاء قَالَ ابْن معِين ضَعِيف. ¶ 890 - من مرض لَيْلَة فقبلها بقبولها وَأدّى الَّذِي يلْزمه فِيهَا: فِيهِ عِيسَى بن مَيْمُون الْخَواص يروي الْعَجَائِب. ¶ 891 - من منحه الْمُشْركُونَ أَرضًا فَلَا أَرض لَهُ: فِيهِ الْوَزير بن عبد الله الْخَولَانِيّ مُنكر الحَدِيث.",
            "page": "234",
            "part": "1",
            "seal": "545EE4F2"
        },
        {
            "hno": "892",
            "id": "157",
            "nass": "(حرف النُّون مَعَ من) ¶ 892 - من نَام عَن وتره أَو نَسيَه فليصله إِذا ذكره: فِيهِ عبد الرَّحْمَن بن زيد بن اسْلَمْ لَيْسَ بِشَيْء. ¶ 893 - من نَام بعد الْعَصْر فاختلس عقله فَلَا يَلُومن إِلَّا نَفسه: فِيهِ خَالِد بن الْقَاسِم الْمَدَائِنِي يرفع الْمَوْقُوف ويوصل. ¶ 894 - من نزل بِقوم فَلَا يصومن إِلَّا بإذنهم: فِيهِ أَيُّوب بن وَاقد الْكُوفِي أنكر عَلَيْهِ هَذَا الحَدِيث وَضَعفه لأَجله. ¶ 895 - من نبت لَحْمه من سحت فَالنَّار أولى بِهِ: فِيهِ سعيد بن رَحْمَة المصِّيصِي لَيْسَ بِحجَّة وحنش مَتْرُوك الحَدِيث. ¶ 896 - من نظر فِي كتاب أَخِيه بِغَيْر إِذْنه فَكَأَنَّمَا ينظر فِي النَّار: فِيهِ هِشَام بن زِيَاد أَبُو الْمِقْدَام ضَعِيف مَتْرُوك: ¶ 897 - من نجى أَخِيه الْمُسلم من ذِي سُلْطَان نجاه الله من النَّار: فِيهِ يحيى بن شبيب اليمامي يروي الْمَنَاكِير عَن الثَّوْريّ.",
            "page": "235",
            "part": "1",
            "seal": "F4452D09"
        },
        {
            "hno": "898",
            "id": "158",
            "nass": "898 - من نسي صَلَاة فَلم يذكرهَا إِلَّا مَعَ الإِمَام فليتم صلَاته: فِيهِ سعيد بن عبد الرَّحْمَن الجحمي قَاضِي بَغْدَاد يروي الموضوعات.",
            "page": "236",
            "part": "1",
            "seal": "8D99D2EF"
        },
        {
            "hno": "899",
            "id": "159",
            "nass": "(حرف الْوَاو مَعَ من) ¶ 899 - من وقر صَاحب بِدعَة: فِيهِ الْحسن بن يحيى مَتْرُوك الحَدِيث. ¶ 900 - من ولى مِنْكُم عملا فَأَرَادَ الله بِهِ خيرا جعل لَهُ وَزِير صدق: فِيهِ عبد الرَّحْمَن ابْن أبي بكر مُنكر الحَدِيث. ¶ 901 - من وسع على عِيَاله يَوْم عَاشُورَاء: فِيهِ هَيْصَم بن الشداخ يروي الطَّامَّات عَن الْأَعْمَش لَا يحْتَج بِهِ. ¶ 902 - من وَقع على بَهِيمَة فَاقْتُلُوهُ: فِيهِ إِبْرَاهِيم بن إِسْمَاعِيل ابْن أبي حَبِيبَة لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "237",
            "part": "1",
            "seal": "2357DECC"
        },
        {
            "hno": "903",
            "id": "160",
            "nass": "(حرف الْيَاء مَعَ من) ¶ 903 - من يحمل رَايَتك يَوْم الْقِيَامَة قَالَ عَليّ: فِيهِ نَاصح بن عبد الله المحلمي هُوَ ضَعِيف.",
            "page": "238",
            "part": "1",
            "seal": "47A0113B"
        },
        {
            "hno": "904",
            "id": "161",
            "nass": "(حرف النُّون) ¶ 904 - نهى الْمُهَاجِرُونَ أَن يصبغوا ثِيَابهمْ بالورس: فِيهِ شُعَيْب بن سوار ضَعِيف قلب إِسْنَاده. ¶ 905 - نهى عَن ثمن الْكَلْب والهر إِلَّا الْكَلْب الْمعلم: فِيهِ الْحسن ابْن أبي جَعْفَر الحضري لَا شَيْء فِي الحَدِيث. ¶ 906 - نهى عَن أكل الهر وَأكل ثمنهَا: فِيهِ عمر بن زيد الصَّنْعَانِيّ يروي الْمَنَاكِير عَن الْمَشَاهِير. ¶ 907 - نهى عَن الصَّلَاة فِي سبع مَوَاطِن: فِيهِ زيد بن جبيرَة الأوسي مُنكر الحَدِيث قَالَه البُخَارِيّ. ¶ 908 - نهى أَن يُصَلِّي إِلَى نَائِم أَو متحدث: فِيهِ مُحَمَّد بن غَالب الْأَنْطَاكِي عَن أبان بن سُفْيَان الْمَقْدِسِي هُوَ من عمل أبان. ¶ 909 - نهى عَن جذاذ النّخل بِاللَّيْلِ: فِيهِ عَنْبَسَة بن سعيد مَتْرُوك.",
            "page": "239",
            "part": "1",
            "seal": "B06FC875"
        },
        {
            "hno": "910",
            "id": "162",
            "nass": "910 - نهى أَن ينَام الرجل على سطح لَيْسَ مَحْجُورا عَلَيْهِ: فِيهِ عبد الْجَبَّار بن عمر الْأَيْلِي قَالَ ابْن حبَان يَأْتِي بالمعضلات. ¶ 911 - نهى عَن النّظر إِلَى النُّجُوم: فِيهِ عقبَة بن عبد الله الْأَصَم الْبَصْرِيّ يروي الْمَنَاكِير والموضوعات. ¶ 912 - نهى عَن حلق الْقَفَا إِلَّا للحجامة: فِيهِ سعيد بن بشير عَن قَتَادَة سعيد ضَعِيف عَن قَتَادَة. ¶ 913 - نهى أَن يكون الإِمَام مُؤذنًا: فِيهِ يعلى بن هِلَال الطَّحَّان قَالَ ابْن عُيَيْنَة هُوَ كَذَّاب. ¶ 914 - نهى أَن يقطع اللَّحْم بالسكين: فِيهِ نوح ابْن أبي مَرْيَم هُوَ أَبُو عصمَة الْجَامِع اجْمَعُوا على تَضْعِيفه. ¶ 915 - نهى عَن إخصاء الْبَقر وَقَالَ النَّمَاء فِي الْخَيل: فِيهِ عبد الله بن نَافِع لَيْسَ بِشَيْء. ¶ 916 - نهى أَن تتبع جَنَازَة فِيهَا صارخة: فِيهِ حَمَّاد بن قِيرَاط انْفَرد بِهِ وَأنكر عَلَيْهِ. ¶ 917 - نهى أَن يدْخل المَاء إِلَّا بمئزر: فِيهِ حَمَّاد بن شُعَيْب التَّمِيمِي الْحمانِي لَيْسَ بِشَيْء.",
            "page": "240",
            "part": "1",
            "seal": "546AE90B"
        },
        {
            "hno": "918",
            "id": "163",
            "nass": "918 - نهى عَن ضرب الْبَهَائِم: فِيهِ إِبْرَاهِيم الخوزي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 919 - نظر إِلَى الرجل لَا يُقيم صلبه فِي الرُّكُوع: فِيهِ أَحْمد بن مُحَمَّد الْأنْصَارِيّ رَكبه والمتن صَحِيح. ¶ 920 - نظر إِلَى عَليّ فَقَالَ هَذَا فِي الْجنَّة وَإِن من شيعته قوما يسمون الرافضة: فِي تليد بن سُلَيْمَان تَركه ابْن معِين. ¶ 921 - نظر إِلَى ابْنه إِبْرَاهِيم يَمُوت فَفَاضَتْ عَيناهُ: فِيهِ عمر بن أَيُّوب المري هُوَ قلبه. ¶ 922 - نظر إِلَى رجل ساجد ذُو أجمة يرفع شعره: فِيهِ عبد الله بن مُحرز. مَتْرُوك الحَدِيث. ¶ 923 - نظر الرجل إِلَى عَورَة أَخِيه كنظره إِلَى الْفرج الْحَرَام: فِيهِ زيد بن جبيرَة الأوسي قَالَ البُخَارِيّ هُوَ مُنكر الحَدِيث. ¶ 924 - نعم الْمِفْتَاح الْهَدِيَّة أَمَام الْحَاجة: فِيهِ عَمْرو بن مُحَمَّد بن الْأَعْشَم كَانَ يضع الحَدِيث. ¶ 925 - نعم الأدام الْخلّ وَكفى بِالْمَرْءِ شَرّ أَن يتسخط مَا قدم إِلَيْهِ: فِيهِ يحيى بن يَعْقُوب أَبُو طَالب القَاضِي خَال أبي يُوسُف القَاضِي هُوَ رَكبه.",
            "page": "241",
            "part": "1",
            "seal": "21AAF824"
        },
        {
            "hno": "926",
            "id": "164",
            "nass": "926 - نزل جِبْرِيل فَقَالَ إِن الله قتل بِيَحْيَى بن زَكَرِيَّا سبعين ألفا وَإنَّهُ قَاتل بِابْن بنتك: فِيهِ الْقَاسِم بن إِبْرَاهِيم مُنكر الحَدِيث. ¶ 927 - نَبَات الشّعْر فِي الْأنف أَمَان من الجذام: فِيهِ يحيى بن هَاشم السمسار كَانَ يضع الحَدِيث على الثِّقَات. ¶ 928 - نفلنا رَسُول الله صلى الله عَلَيْهِ وَسلم نفلا سوى نصيبنا: فِيهِ إِسْحَاق بن إِبْرَاهِيم الأسواري كذبه ابْن معِين وَهَذَا مقلوب. ¶ 929 - نَادَى النَّبِي صلى الله عَلَيْهِ وَسلم رجلا فَقَالَ لبيْك: فِيهِ جبارَة بن مغلس وَهَذَا مِمَّا أنكرهُ مُحَمَّد بن جُبَير على جبارَة وَضعف لأَجله وَيُقَال كَانَ من الثِّقَات إِنَّمَا فسد حَدِيثه يحيى الْحمانِي.",
            "page": "242",
            "part": "1",
            "seal": "3450F01B"
        },
        {
            "hno": "930",
            "id": "165",
            "nass": "(حرف الْهَاء) ¶ 930 - هُوَ الطّهُور مَاؤُهُ الْحل ميتَته: فِيهِ عبد الله بن مُحَمَّد بن ربيعَة القدامي ضَعِيف هُوَ صَحِيح قلبه مُحَمَّد بن غَزوَان هُوَ من قَول أبي بكر الصّديق. ¶ 931 - هَذَا الْعَبَّاس أبي وَعمي ووارثي: فِيهِ مُحَمَّد بن الضَّوْء بن الصلصال يروي الْمَنَاكِير لَا يحل الِاحْتِجَاج بِهِ. ¶ 932 - هَل تَدْرِي كَيفَ حكم الله فِيمَن بغى من هَذِه الْأمة: فِيهِ كوثر بن حَكِيم هُوَ مَتْرُوك الحَدِيث. ¶ 933 - هَل فِي الْجنَّة من سَماع قَالَ نعم يَا أَعْرَابِي: فِيهِ سُلَيْمَان بن عَطاء يروي أَشْيَاء مَوْضُوعَة فَلَا أَدْرِي الْبلَاء مِنْهُ أَو من مسلمة بن عبد الله. ¶ 934 - هَدِيَّة الله إِلَى الْمُؤمن السَّائِل على بَابه: فِيهِ سعيد بن مُوسَى الْأَزْدِيّ وَفِيه سُلَيْمَان الجبابري وَكِلَاهُمَا يحْتَمل أَن يكون صنعه.",
            "page": "243",
            "part": "1",
            "seal": "7863A89E"
        },
        {
            "hno": "935",
            "id": "166",
            "nass": "(حرف الْوَاو) ¶ 935 - وَالله لأغزون قُريْشًا قَالَ فِي الثَّالِثَة إِن شَاءَ الله: فِيهِ مُحَمَّد بن إِسْحَاق البخلي يَأْتِي عَن الثِّقَات بِمَا لَيْسَ من حَدِيثهمْ. ¶ 936 - وَقت النُّفَسَاء أَرْبَعِينَ يَوْمًا: فِيهِ عَطاء بن عجلَان يروي الموضوعات وَفِيه حُسَيْن بن غلوان كَذَّاب وَكَذَلِكَ مُحَمَّد بن الْفضل. ¶ 937 - ونفضل بَعْضهَا على بعض فِي الْأكل الدقل والفارسي والحلو والحامض: فِيهِ سيف بن مُحَمَّد كَذَّاب قَالَه ابْن معِين. ¶ 938 - وضأت رَسُول الله صلى الله عَلَيْهِ وَسلم فرأيته يخلل لحيته بِالْمَاءِ بأصابعه من تَحت حنكه: فِيهِ عمر بن حَفْص الْعَبْدي لَيْسَ بِشَيْء. ¶ 939 - ولد نوح ثَلَاثَة سَام وَحَام وَيَافث: فِيهِ يزِيد بن سِنَان أَبُو فَرْوَة لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "244",
            "part": "1",
            "seal": "16624D57"
        },
        {
            "hno": "940",
            "id": "167",
            "nass": "940 - ويل للَّذين يمسون فروجهم ثمَّ يصلونَ: فِيهِ عبد الرَّحْمَن بن عبد الله بن عمر الْعمريّ مُنكر الحَدِيث. ¶ 941 - ولد الزِّنَا لَا يَرث وَلَا يُورث: فِيهِ مُحَمَّد بن عبد الرَّحْمَن بن الْبَيْلَمَانِي لَا شَيْء يروي نُسْخَة عَن أَبِيه عَن ابْن عمر مَوْضُوعَة.",
            "page": "245",
            "part": "1",
            "seal": "9E4CCD1B"
        },
        {
            "hno": "942",
            "id": "168",
            "nass": "(حرف لَا) ¶ 942 - لَا إِلَه إِلَّا الله كَلَامي وَأَنا هُوَ من قَالَهَا مخلصا دخل حصني: فِيهِ أَبُو شرس الْكُوفِي يروي الموضوعات عَن شريك. ¶ 943 - لأعلمن مَا بَقِي رَسُول الله صلى الله عَلَيْهِ وَسلم فِينَا قَالَه الْعَبَّاس: فِيهِ الْحَرْث بن عُمَيْر كَذَّاب قَالَ ابْن حبَان هُوَ من قَول ابْن عَبَّاس. ¶ 944 - لِأَن يُؤَدب أحدكُم وَلَده خير من أَن يتَصَدَّق كل يَوْم بِنصْف صَاع: فِيهِ نَاصح بن عبد الله المحلمي ضَعِيف. ¶ 945 - لَا بَأْس بِأَكْل كل طير مَا خلا البوم والرخم: فِيهِ عبد الله بن زِيَاد بن سمْعَان هُوَ كَذَّاب. ¶ 946 - لَا بَأْس أَن يقلب الرجل الْجَارِيَة إِذا أَرَادَ أَن يَشْتَرِيهَا وَينظر إِلَيْهَا: فِيهِ صَالح بن حسان الْأنْصَارِيّ كَذَّاب. ¶ 947 - لَا بَأْس بذبيحة الْعود والقصبة إِذا أهرقا الدَّم: فِيهِ يحيى ابْن أبي أنيسَة قَالَ أَخُوهُ زيد لَا يكْتب عَنهُ فَإِنَّهُ كَذَّاب.",
            "page": "246",
            "part": "1",
            "seal": "57182A24"
        },
        {
            "hno": "948",
            "id": "169",
            "nass": "948 - لَا بر إِلَّا بر الْأُمَّهَات وَلَا يصل إِلَّا أهل الْقُبُور. هَذَا تَصْحِيف وَلَعَلَّه إِلَّا مُؤمن: فِيهِ يحيى بن سعيد قَاضِي شيراز لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 949 - لَا تَأْخُذُوا الْعلم إِلَّا مِمَّن تجيزون شَهَادَته: فِيهِ حَفْص بن عمر قَاضِي حلب يُوصف بِوَضْع الحَدِيث وَفِيه صَالح فال الرَّازِيّ ضَعِيف الحَدِيث وَقَالَ أَبُو زرْعَة مُنكر الحَدِيث وَقَالَ ابْن حبَان يروي الموضوعات لَا يحل الِاحْتِجَاج بِهِ. ¶ 950 - لَا تظهر الشماتة لأخيك فيعافيه الله ويبتليك: فِيهِ الْقَاسِم بن أُميَّة الْحذاء يروي الْمَنَاكِير وَفِيه السّري يسرق الحَدِيث. ¶ 951 - لَا تذْهب الدُّنْيَا حَتَّى يَسْتَغْنِي الرِّجَال بِالرِّجَالِ: فِيهِ بشر بن عون عِنْده نُسْخَة مَوْضُوعَة والْعَلَاء بن كثير لَا شَيْء فِي الحَدِيث. ¶ 952 - لَا تزَال على طهُور فَإِن من مَاتَ على طهُور رزق الشَّهَادَة: فِيهِ غَسَّان بن الأرقم يروي الْعَجَائِب. ¶ 953 - لَا تَزُول قدما عبد حَتَّى يسْأَل عَن أَربع: فِيهِ عبيد بن الْفرج الْعَتكِي لَا يحْتَج بحَديثه. ¶ 954 - لَا تكْرهُوا مرضاكم على الطَّعَام وَالشرَاب: فِيهِ مُحَمَّد بن الْوَلِيد لَا يجوز الِاحْتِجَاج بحَديثه.",
            "page": "247",
            "part": "1",
            "seal": "2E40A731"
        },
        {
            "hno": "955",
            "id": "170",
            "nass": "955 - لَا تقوم السَّاعَة على مُؤمن حَتَّى يبْعَث الله ريحًا طيبا: قَالَ النَّسَائِيّ مَتْرُوك الحَدِيث. ¶ 956 - لَا تستخدموا أرقاكم بِاللَّيْلِ فَإِن اللَّيْل لَهُم وَالنَّهَار لكم: فِيهِ يحيى بن هَاشم السمسار يضع الحَدِيث. ¶ 957 - لَا تنزلوهن الغرف وَلَا تُعَلِّمُوهُنَّ الْكِتَابَة وعلموهن الْغَزل وَسورَة النُّور: فِيهِ مُحَمَّد بن إِبْرَاهِيم الشَّامي يضع. ¶ 958 - لَا تلقوا الدّرّ فِي أَفْوَاه الْكلاب: فِيهِ عَليّ بن سعيد الرقي قلب إِسْنَاده إِنَّمَا يعرف من حَدِيث يحيى بن عقبَة. ¶ 959 - لَا تسبوا البرغوث فَإِنَّهُ نبه نَبيا لصَلَاة الصُّبْح: فِيهِ سُوَيْد بن إِبْرَاهِيم يروي الموضوعات. ¶ 960 - لَا تجوز شَهَادَة خائن وَلَا خَائِنَة وَلَا مجلود فِي حد وَلَا بِحَذْف شَهَادَة وَلَا ظنين وَلَا ذِي غمر على أَخِيه: فِيهِ يزِيد ابْن أبي زِيَاد لَيْسَ بِحجَّة. ¶ 961 - لَا تكلمُوا فِي الْقدر فَإِنَّهُ سر الله: فِيهِ الْهَيْثَم بن حَمَّاد لَا شَيْء فِي الحَدِيث.",
            "page": "248",
            "part": "1",
            "seal": "430AAC69"
        },
        {
            "hno": "962",
            "id": "171",
            "nass": "962 - لَا تسبوا الديك فَإِنَّهُ صديقي وَأَنا صديقه: فِيهِ عبد الله بن صَالح كَاتب اللَّيْث ورشد بن سعيد. ¶ 963 - لَا تقربُوا الْيَهُود وَالنَّصَارَى فِي أعيادهم: فِيهِ أَحْمد بن إِبْرَاهِيم الْمدنِي كَانَ يضع الحَدِيث. ¶ 964 - لَا تجعلوني كقدح الرَّاكِب فَإِن الرَّاكِب يمْلَأ قدحه: فِيهِ مُوسَى بن عُبَيْدَة الربذي تكلم فِيهِ أَحْمد وَيحيى. ¶ 965 - لَا تقطعوا اللَّحْم بالسكين: فِيهِ نجيح السندي مولى أم مُوسَى أم الْمهْدي اخْتَلَط وَكَانَ لَا يدْرِي مَا يحدث بِهِ. ¶ 966 - لَا تشتري من الْإِمَاء إِلَّا صناعَة الْيَدَيْنِ: فِيهِ مَالك بن سلمَان أَبُو غَسَّان كَانَ يروي عَن الثِّقَات مَا لَا يَقُولُوا. ¶ 967 - لَا تَأْكُل مُتكئا وَلَا على غربال: فِيهِ رُزَيْق بن عبد الله الْأَلْهَانِي أنكر ابْن حبَان عَلَيْهِ هَذَا الحَدِيث. ¶ 968 - لَا تغَالوا بالشاء فَإِنَّمَا هُوَ سقيا من الله وَإِذا حلبتم فَادعوا اللَّبن دَاعيا: فِيهِ طَلْحَة بن زيد مُنكر الحَدِيث. ¶ 969 - لَا تنْكِحُوا النِّسَاء إِلَّا من الْأَكفاء وَلَا تزوجوهن إِلَّا من الْأَوْلِيَاء وَلَا مهر دون عشرَة دَرَاهِم: فِيهِ مُبشر بن عبيد يروي الموضوعات. ¶ 970 - لَا صَلَاة ليل فِي ليل وَلَا نَهَار فِي نَهَار وَلَكِن التضييع فِيمَا بَين ذَلِك:",
            "page": "249",
            "part": "1",
            "seal": "2940B04A"
        },
        {
            "hno": "971",
            "id": "172",
            "nass": "فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي لَا شَيْء. ¶ 971 - لَا تكن أول من يدْخل السُّوق وَلَا آخر من يخرج مِنْهَا: فِيهِ يزِيد بن سُفْيَان لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 972 - لَا تَعْزِير فَوق عشْرين سَوْطًا: فِيهِ مُحَمَّد بن إِبْرَاهِيم الشَّامي كَانَ يضع الحَدِيث على ثِقَات الشاميين. ¶ 973 - لَا تأذنوا لمن لم يبْدَأ بِالسَّلَامِ: فِيهِ إِبْرَاهِيم بن يزِيد الخوزي لَيْسَ بِثِقَة فِي الحَدِيث. ¶ 974 - لَا تبكين إِلَّا لأحد رجلَيْنِ فَاجر مكمل فجوره وبار مكمل بره: فِيهِ رشد بن سعد ضَعِيف. ¶ 975 - لَا تدخل الْمَلَائِكَة بَيْتا فِيهِ جلد نمر: فِيهِ سعيد بن بشير هَذَا أحد مَا أنكر على سعيد. ¶ 976 - لَا تضربوا إمائكم على كسر إنائكم فَإِن لَهَا آجالا: فِيهِ سعيد الْمروزِي كَانَ يتهم بِالْوَضْعِ. ¶ 977 - لَا حول وَلَا قُوَّة إِلَّا بِاللَّه دَوَاء من تِسْعَة وَتِسْعين دَاء أيسرها الْهم: فِيهِ بشر بن رَافع النجراني يروي الموضوعات. ¶ 978 - لَا حسد وَلَا ملق إِلَّا فِي طلب الْعلم: فِيهِ مُحَمَّد بن علاثة كَانَ ابْن حبَان يتهمه بِالْوَضْعِ.",
            "page": "250",
            "part": "1",
            "seal": "A4DDA7C0"
        },
        {
            "hno": "979",
            "id": "173",
            "nass": "979 - لَا خير فِيمَن لم يجمع المَال ليصل بِهِ رَحمَه وَيُؤَدِّي بِهِ عَن أَمَانَته ويستعين بِهِ: فِيهِ الْعَلَاء بن مسلمة يروي الموضوعات. ¶ 980 - لَا خير فِي صُحْبَة من لَا يرى لَك من الْحق. فِيهِ بكار بن شُعَيْب من أهل دمشق لَا يحل الِاحْتِجَاج بِهِ. ¶ 981 - لَا فِي التِّجَارَة إِلَّا لمن إِذا بَاعَ لم يحمد: فِيهِ بشر بن رَافع النجراني هُوَ مُنكر الحَدِيث. ¶ 982 - لَا شُفْعَة وَلَا لصغير وَلَا لغَائِب وَإِذا سبق الشَّرِيك شَرِيكه بِالشُّفْعَة فَلَا شُفْعَة وَالشُّفْعَة كحل العقال: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي وَهُوَ لَا شَيْء. ¶ 983 - لَا صَلَاة لِجَار الْمَسْجِد إِلَّا فِي الْمَسْجِد: فِيهِ عمر بن رَاشد اليمامي قَالَ ابْن حبَان لَا يحل ذكره إِلَّا على سَبِيل الْقدح. ¶ 984 - لَا فقر أَشد من الْجَهْل وَلَا مَال أعوذ من الْعقل: فِيهِ مُحَمَّد بن عبد الله الحبطي يروي عَن الثِّقَات مَا لَيْسَ من حَدِيثهمْ. ¶ 985 - لَا طَلَاق قبل نِكَاح وَلَا عتق لمن لم يملك وَلَا صمت يَوْم إِلَى ليل وَلَا رَهْبَانِيَّة فِي الْإِسْلَام: فِيهِ سعيد بن الْمَرْزُبَان ضَعِيف الحَدِيث.",
            "page": "251",
            "part": "1",
            "seal": "AF359148"
        },
        {
            "hno": "986",
            "id": "174",
            "nass": "986 - لَا مهر أقل من عشرَة: فِيهِ مُبشر بن عبيد الْحلَبِي كَانَ يروي الموضوعات. ¶ 987 - لَا نِكَاح إِلَّا بولِي وشاهدي عدل: فِيهِ عبد الله بن مُحَرر مَتْرُوك الحَدِيث. ¶ 988 - لَا وَصِيَّة لوراث: فِيهِ إِسْمَاعِيل بن مُحَمَّد بن يُوسُف كَذَّاب وَفِيه جَعْفَر بن عبد الْوَاحِد لم يحدث بِهِ غَيره. ¶ 989 - لَا هم إِلَّا هم الدّين وَلَا وجع إِلَّا وجع الْعين: فِيهِ سهل بن قرين لَا يحْتَج بحَديثه. ¶ 990 - لَا يقطع السَّارِق إِلَّا فِي ثمن مجن أَو فِي عشرَة دَرَاهِم: فِيهِ مُحَمَّد بن عبيد الله الْعَرْزَمِي وَالْحجاج بن أَرْطَأَة مَتْرُوكَانِ (والمجن الترس) . ¶ 991 - لَا يقطع الصَّلَاة امْرَأَة وَلَا كلب: فِيهِ إِسْحَاق ابْن أبي فَرْوَة تكلم فِيهِ الْجَمَاعَة. ¶ 992 - لَا يقبل الله قولا إِلَّا بِعَمَل وَلَا يقبل قولا وَعَملا إِلَّا بنية: فِيهِ أَحْمد بن الْحسن بن أبان كَذَّاب. ¶ 993 - لَا يكون الْحيض إِلَّا لِلْجَارِيَةِ الْبكر وَالثَّيِّب لَا أقل من ثَلَاثَة أَيَّام وَلَا أَكثر من عشرَة: فِيهِ الْعَلَاء بن كثير لَيْسَ بِشَيْء.",
            "page": "252",
            "part": "1",
            "seal": "10C67C7A"
        },
        {
            "hno": "994",
            "id": "175",
            "nass": "994 - لَا يجمع على مُسلم خراج وَعشر: فِيهِ يحيى بن عَنْبَسَة دجال يضع الحَدِيث على الثِّقَات. ¶ 995 - لَا يزَال أَرْبَعُونَ يحفظ الله بهم الأَرْض كلما مَاتَ وَاحِد أبدل: فِيهِ مُحَمَّد بن عبد الرَّحْمَن الْبَيْلَمَانِي لَيْسَ بِشَيْء. ¶ 996 - لَا يُقَاد العَبْد بَين اثْنَيْنِ: فِيهِ مُحَمَّد بن ثَابت الْبنانِيّ لَا يجوز الِاحْتِجَاج بِهِ قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 997 - لَا يَبْغِي على النَّاس إِلَّا ابْن بغية أَو فِيهِ عرق مِنْهَا: فِيهِ سهل الْأَعرَابِي مُنكر الرِّوَايَة قَلِيل الحَدِيث. ¶ 998 - لَا يركب الْبَحْر إِلَّا حَاج أَو مُعْتَمر أَو غاز: فِيهِ لَيْث ابْن أبي سليم تَركه يحيى الْقطَّان وَعبد الرَّحْمَن وَأحمد وَيحيى. ¶ 999 - لَا يلسع الْمُؤمن من جُحر مرَّتَيْنِ: فِيهِ عبد السَّلَام ابْن أبي فَرْوَة النصيبي هُوَ سَرقه وَركبهُ. ¶ 1000 - لَا يقطع الصَّلَاة شَيْء وادرأ مَا اسْتَطَعْت: فِيهِ إِبْرَاهِيم الخوزي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 1001 - لَا يحل لامْرَأَة تبيت لَيْلَة حَتَّى تعرض نَفسهَا على زَوجهَا: فِيهِ جَعْفَر بن ميسرَة يروي الْمَنَاكِير لَا شَيْء فِي الحَدِيث.",
            "page": "253",
            "part": "1",
            "seal": "E9A5C4DD"
        },
        {
            "hno": "1002",
            "id": "176",
            "nass": "1002 - لَا يُؤذن لكم من يدغم الْهَاء: فِيهِ عَليّ بن جميل الرقي يضع الحَدِيث وضعا. ¶ 1003 - لَا يذهب الله بكنينة عبد فيصبر. وكنينته زَوجته: فِيهِ الْحسن بن دِينَار هُوَ ابْن وَاصل تَركه أَحْمد وَضَعفه الْجَمَاعَة. ¶ 1004 - لَا يدْخل ولد زنا وَلَا شَيْء من نَسْله إِلَى سَبْعَة آبَاء الْجنَّة: فِيهِ إِبْرَاهِيم بن مهَاجر ضَعِيف. ¶ 1005 - لَا يعجبنكم جمه مَال من غير حلّه: فِيهِ حُسَيْن بن قيس الرحي ولقيه حَنش كذبه أَحْمد وَتَركه ابْن معِين. ¶ 1006 - لَا يحرم الْحَلَال الْحَرَام إِنَّمَا يحرم مَا كَانَ من نِكَاح: فِيهِ عُثْمَان بن عبد الرَّحْمَن الوقاصي من نسل سعد ابْن أبي وَقاص لَا شَيْء. ¶ 1007 - لَا يعجبنكم إِسْلَام إمرء حَتَّى تعلمُوا مَا عقدَة عقله: فِيهِ إِسْحَاق ابْن أبي فَرْوَة هُوَ مَتْرُوك. ¶ 1008 - لَا يمسح الرجل جَبهته من التُّرَاب حَتَّى يفرغ من الصَّلَاة: فِيهِ عُثْمَان بن عبد الرَّحْمَن الوقاصي من نسل سعد بن أبي وَقاص لَا شَيْء. ¶ 1009 - لَا يبيت أحدكُم وَعند رَأسه طَعَام فَإِنِّي لَا آمن عَلَيْهِ الْهَوَام: فِيهِ يحيى بن هَاشم السمسار يضع الحَدِيث.",
            "page": "254",
            "part": "1",
            "seal": "EA1444AB"
        },
        {
            "hno": "1010",
            "id": "177",
            "nass": "1010 - لَا يحبس فِي الدّين أَكثر من أَرْبَعِينَ يَوْمًا: فِيهِ يُونُس بن عَطاء الصدائي لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 1011 - لَا يحرم الرَّضَاع إِلَّا عشر رَضعَات: فِيهِ مُحَمَّد بن عمر الْوَاقِدِيّ كذبه أَحْمد وَقَالَ ابْن الْمَدِينِيّ يضع الحَدِيث وَقَالَ ابْن معِين لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "255",
            "part": "1",
            "seal": "212D4F9B"
        },
        {
            "hno": "1012",
            "id": "178",
            "nass": "(حرف الْيَاء) ¶ 1012 - يَا رَسُول الله أَرَأَيْت الأَرْض على مَا هِيَ قَالَ على المَاء: فِيهِ سعيد بن سِنَان الْكِنْدِيّ لَيْسَ بِشَيْء. ¶ 1013 - يَا أَبَا بكر مَا أحد من أهل الْكتاب أعلم من عبد الله بن سَلام وَفُلَان: فِيهِ مُعلى بن عبد الرَّحْمَن الوَاسِطِيّ لَا يحْتَج بِهِ وَفِيه حَدِيث ابْن شُعْبَة وَهُوَ صَحِيح من حَدِيث مُحَمَّد بن حَمْزَة بن عبد الله بن سَلام عَن أَبِيه عَن جده لَا عَن الزُّهْرِيّ. ¶ 1014 - يَا عَليّ الْمَدِينَة لَا تصلح إِلَّا بِي وَبِك وَأَنت مني بِمَنْزِلَة هَارُون من مُوسَى: قَوْله الْمَدِينَة لَا تصلح إِلَّا بِي وَبِك بَاطِل. ¶ 1015 - يَا عَليّ كذب من يزْعم أَنه يحبني ويبغضك: فِيهِ مُحَمَّد الضَّوْء بن الصلصال يروي الْمَنَاكِير. ¶ 1016 - يَا أَبَا ذَر أَلا أدلك على خَصْلَتَيْنِ أخف على الظّهْر وأثقل فِي الْمِيزَان:",
            "page": "256",
            "part": "1",
            "seal": "42E65D41"
        },
        {
            "hno": "1017",
            "id": "179",
            "nass": "فِيهِ سيار بن الحكم مُنكر الحَدِيث. ¶ 1017 - يَا عَليّ إِن لِلْمَسْجِدِ تَحِيَّة فَقُمْ فَارْكَعْهُمَا الحَدِيث وَذكر وَصِيَّة أبي ذَر: فِيهِ يحيى بن سعيد السَّعْدِيّ يروي المقلوبات. ¶ 1018 - يَا بِلَال أصبح بِالْفَجْرِ فَإِنَّهُ أعظم لِلْأجرِ: فِيهِ أَيُّوب بن سيار الزُّهْرِيّ لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 1019 - يَا عَمْرو بن عَنْبَسَة كَيفَ أَنْت إِذا ركبت دَابَّة يُقَال لَهَا الهملاج وَفِيه ذكر بَيت الْمُقَدّس: فِيهِ الْفُرَات بن سليم مُنكر الحَدِيث. ¶ 1020 - يَا عَائِشَة ردي على الْبَيْتَيْنِ قالهما الْيَهُودِيّ. قلت قَالَ الْيَهُودِيّ ارْفَعْ ضعيفك الْبَيْتَيْنِ: فِيهِ سهل مولى الْمُغيرَة لَا يحْتَج بِهِ. ¶ 1021 - يَا معشر التُّجَّار وَفِيه فجار: فِيهِ الْحَارِث بن عُبَيْدَة الْحِمصِي قَالَ ابْن حبَان لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 1022 - يكون فِي أمتِي رجل يُقَال لَهُ مُحَمَّد بن إِدْرِيس أضرّ على أمتِي من إِبْلِيس وَيكون فِي أمتِي رجل يُقَال لَهُ أَبُو حنيفَة هُوَ سراج أمتِي هُوَ سراج أمتِي: فِيهِ أَحْمد بن عبد الله الْهَرَوِيّ يضع الحَدِيث دجال.",
            "page": "257",
            "part": "1",
            "seal": "EC45D563"
        },
        {
            "hno": "1023",
            "id": "180",
            "nass": "1023 - يكون فِي أمتِي رجل يُقَال لَهُ وهب وَيكون فيهم رجل يُقَال لَهُ عجلَان: فِيهِ الْأَحْوَص بن حَكِيم ضَعِيف. ¶ 1024 - يكون فِي هَذِه الْأمة رجل يُقَال لَهُ الْوَلِيد: فِيهِ إِسْمَاعِيل بن عَيَّاش هُوَ ضَعِيف. ¶ 1025 - يكون فِي آخر الزَّمَان عباد جهال وقراء فسقة: فِيهِ يُوسُف بن عَطِيَّة الصغار السَّعْدِيّ لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 1026 - يكون نهر بَين دجلة ودجيل والفراة: فِيهِ سيف بن مُحَمَّد بن أُخْت سُفْيَان الثَّوْريّ قَالَ ابْن معِين كَانَ كَاذِبًا. ¶ 1027 - يكون بخلفي إثنا عشر خَليفَة أَبُو بكر وَلَا يلبث إِلَّا قَلِيلا: فِيهِ عبد الله بن صَالح كَاتب اللَّيْث بن سعد هُوَ كَذَّاب. ¶ 1028 - يَوْم كلم الله مُوسَى كَانَ عَلَيْهِ جُبَّة صوف وَكسَاء صوف وكمه صوف: فِيهِ حميد بن عَطاء الْأَعْرَج مُنكر الحَدِيث. ¶ 1029 - يَوْم الْأَرْبَعَاء يَوْم نحس مُسْتَمر: فِيهِ إِبْرَاهِيم بن أبي حَيَّة الْمَكِّيّ لَيْسَ بِشَيْء. ¶ 1030 - يسلم النِّسَاء على الرِّجَال وَلَا يسلم الرِّجَال على النِّسَاء: فِيهِ بشر بن عون الشَّامي عِنْده نُسْخَة مَوْضُوعَة.",
            "page": "258",
            "part": "1",
            "seal": "8410D4FF"
        },
        {
            "hno": "1031",
            "id": "181",
            "nass": "1031 - يَأْتِي على النَّاس زمَان تكون وُجُوههم وُجُوه الْآدَمِيّين وَقُلُوبهمْ قُلُوب الذئاب: فِيهِ مُحَمَّد بن الْحسن الْأَزْدِيّ يروي الموضوعات. ¶ 1032 - يَأْتِي على النَّاس زمَان يكون فِي الْمَسْجِد حلقا: فِيهِ بزيع بن حسان من أهل الْبَصْرَة مَتْرُوك الحَدِيث. ¶ 1033 - يبْعَث مُعَاوِيَة يَوْم الْقِيَامَة وَعَلِيهِ رِدَاء من نور: فِيهِ جَعْفَر بن مُحَمَّد الْأَنْطَاكِي يروي عَن زُهَيْر الموضوعات. ¶ 1034 - يبْعَث النَّاس يَوْم الْقِيَامَة وَالسَّمَاء تطش عَلَيْهِم: فِيهِ نَافِع أَبُو غَالب مُنكر الحَدِيث. ¶ 1035 - يكون النَّاس يَوْم الْقِيَامَة جردا مردا بني ثَلَاث وَثَلَاثِينَ إِلَّا مُوسَى: فِيهِ شيخ ابْن أبي خَالِد الْبَصْرِيّ والآفة مِنْهُ. ¶ 1036 - يَا حبذا المتخللين فِي الْوضُوء بَين الْأَصَابِع: قد تقدم فِي بَاب الْحَاء وَالْكَلَام عَلَيْهِ. ¶ 1037 - يلْحد بِمَكَّة رجل من قُرَيْش عَلَيْهِ نصف عَذَاب الْعَالم: فِيهِ مُحَمَّد بن عبد الْملك يروي الموضوعات عَن الثِّقَات. ¶ 1038 - يُؤمر يَوْم الْقِيَامَة بناس إِلَى الْجنَّة حَتَّى إِذا دنوا مِنْهَا: فِيهِ أَبُو جُنَادَة لَا يحْتَج بِهِ.",
            "page": "259",
            "part": "1",
            "seal": "22994D0B"
        },
        {
            "hno": "1039",
            "id": "182",
            "nass": "1039 - يستجيب للمظلومين مَا لم يَكُونُوا أَكثر من الظَّالِمين: فِيهِ إِبْرَاهِيم بن عبد الله ابْن أخي عبد الرَّزَّاق وَإِبْرَاهِيم كَذَّاب. ¶ 1040 - يمنيك على مَا يصدقك عَلَيْهِ صَاحبك: فِيهِ عباد ابْن أبي صَالح السمان لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 1041 - يَد الله على الْمُؤَذّن حَتَّى يفرغ من آذانه: فِيهِ أَبُو الصَّلْت عبد السَّلَام بن صَالح كَذَّاب. ¶ 1042 - يَدعِي النَّاس بِأَسْمَائِهِمْ إِلَّا آدم فَإِنَّهُ يكنى أَبَا مُحَمَّد: فِيهِ شيخ ابْن أبي خَالِد الْبَصْرِيّ يضع الحَدِيث. ¶ 1043 - يُنَادي مُنَاد يَوْم الْقِيَامَة أَيْن بغضاء الله فَيقوم سُؤال الْمَسَاجِد: فِيهِ جَعْفَر بن أبان وجعفر يضع الحَدِيث. ¶ 1044 - يستنعق الشَّيْطَان نعقة بِالشَّام: فِيهِ مُوسَى بن وردان قَالَ ابْن معِين هُوَ ضَعِيف. ¶ 1045 - يسْتَأْذن الْوَاحِد على الْإِثْنَيْنِ إِذا تناجيا: فِيهِ أَحْمد بن عبد الله بن ميسرَة الْحَرَّانِي. ¶ 1046 - يَجْزِي من الْجِهَاد بر الْوَالِدين: فِيهِ أَحْمد بن الْحسن بن الْقَاسِم الْكُوفِي كَانَ يضع الحَدِيث بِمصْر.",
            "page": "260",
            "part": "1",
            "seal": "BCCDD163"
        },
        {
            "hno": "1047",
            "id": "183",
            "nass": "(حرف مَا دخله الْألف وَاللَّام على تَرْتِيب حُرُوف المعجم) ¶ 1047 - الْإِيمَان معرفَة بِالْقَلْبِ وإقراء بِاللِّسَانِ وَعمل بالأركان: فِيهِ عَليّ بن مُوسَى الرِّضَا يَأْتِي عَن آبَائِهِ بالعجائب. ¶ 1048 - البدلاء أَرْبَعُونَ إثنان وَعِشْرُونَ بِالشَّام: فِيهِ الْعَلَاء بن زيدل لَهُ نُسْخَة مَوْضُوعَة عَن أنس. ¶ 1049 - التَّاجِر الصدوق الْأمين الْمُسلم مَعَ النَّبِيين: فِيهِ كُلْثُوم بن جوشن لَا يحل الِاحْتِجَاج بِهِ. ¶ 1050 - الدُّنْيَا كلهَا سَبْعَة أَيَّام من الْآخِرَة: فِيهِ الْعَلَاء بن زيدل هُوَ مَتْرُوك الدُّعَاء مَحْجُوب حَتَّى يُصَلِّي عَليّ: فِيهِ إِبْرَاهِيم بن إِسْحَاق الوَاسِطِيّ لَا يجوز الِاحْتِجَاج بحَديثه. ¶ 1051 - الديك الْأَبْيَض صديقي وصديق صديقي: فِيهِ عبد الله ابْن أبي نجيح الْمدنِي هُوَ أَبُو عَليّ بن الْمَدِينِيّ ضَعِيف.",
            "page": "261",
            "part": "1",
            "seal": "C5D616E2"
        },
        {
            "hno": "1052",
            "id": "184",
            "nass": "1052 - الدَّجَاج غنم فُقَرَاء أمتِي وَالْجُمُعَة حج فقرائها: فِيهِ هِشَام بن عبيد الله الرَّازِيّ مُنكر الحَدِيث. ¶ 1053 - الرجل يتَوَضَّأ للصَّلَاة ثمَّ يقبل أَهله ويلاعبها هَل ينْتَقض وضوءه قَالَ لَا: فِيهِ ركن بن عبد الله يروي عَن مَكْحُول الموضوعات. ¶ 1054 - الرجل على دين خَلِيله: فِيهِ إِبْرَاهِيم بن يحيى الْأَسْلَمِيّ هُوَ كَذَّاب. ¶ 1055 - الرزق مقسوم وَهُوَ آتٍ ابْن آدم على أَي سيرة سَارهَا: فِيهِ يُوسُف بن السّفر يتهم يوضع الحَدِيث. ¶ 1056 - الرَّهْن مركوب ومحلوب: فِيهِ إِبْرَاهِيم بن إِسْحَاق بن إِبْرَاهِيم الْبَغْدَادِيّ قَالَ ابْن حبَان يقلب الْأَخْبَار وَيسْرق هُوَ مقلوب. ¶ 1057 - الزرقة فِي الْعين يمن: فِيهِ عباد بن صُهَيْب الْبَصْرِيّ يتهم بِالْوَضْعِ. ¶ 1058 - الزنْجِي إِن جَاع سرق وَإِن شبع زنى:",
            "page": "262",
            "part": "1",
            "seal": "784293E8"
        },
        {
            "hno": "1059",
            "id": "185",
            "nass": "1059 - الحَدِيث الْجُبْن والشجاعة غرائز يَضَعهَا الله حَيْثُ يَشَاء: فِيهِ معدي بن سُلَيْمَان لَا يحل الِاحْتِجَاج بحَديثه. ¶ 1060 - الْحجامَة على الرِّيق أمثل: فِيهِ عُثْمَان بن مطر الشَّيْبَانِيّ هُوَ كَذَّاب. ¶ 1061 - الْحجامَة فِي الرَّأْس تَنْفَع من سبع: فِيهِ عمر بن ريَاح لَا يحل الِاحْتِجَاج بِهِ. ¶ 1062 - الْحيض ثَلَاث أَربع خمس إِلَى عشرَة فَإِن زَاد فَهُوَ اسْتِحَاضَة: فِيهِ خَالِد بن معد بن خَالِد بن أَيُّوب وخَالِد كَانَ ابْن عُيَيْنَة يرميه بِالْكَذِبِ. ¶ 1063 - الحدة تعتري جماع الْقُرْآن لحدة الْقُرْآن فِي أَجْوَافهم: فِيهِ أَبُو البحتري وهب بن وهب هُوَ كَذَّاب. ¶ 1064 - الحقب بضع وَثَمَانُونَ سنة كل سنة ثَلَاثمِائَة وَسِتُّونَ يَوْمًا كل يَوْم كألف سنة مِمَّا تَعدونَ: فِيهِ سُلَيْمَان بن مُسلم لَا تحل الرِّوَايَة عَنهُ. ¶ 1065 - الْحِنَّاء بعد النورة أَمَان من الجذام: فِيهِ عَليّ بن مُوسَى الرِّضَا كَانَ يَأْتِي عَن آبَائِهِ بالعجائب. ¶ 1066 - الْخَلِيفَة بعدِي أَبُو بكر ثمَّ يَقع الِاخْتِلَاف: فِيهِ بشر بن حري مُنكر الحَدِيث جدا لَا يحْتَج بِهِ.",
            "page": "263",
            "part": "1",
            "seal": "CEE03D77"
        },
        {
            "hno": "1067",
            "id": "186",
            "nass": "1067 - الْخلق كلهم عِيَال الله فأحبهم إِلَيْهِ أنفعهم لِعِيَالِهِ: فِيهِ مُوسَى بن عُمَيْر يكنى بِأبي هَارُون لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 1068 - السَّابِع من ولد الْعَبَّاس يلبس الخضرة: فِيهِ إِسْمَاعِيل بن أبان الغنوي كَانَ يضع الحَدِيث. ¶ 1069 - السبت لنا والأحد لشيعتنا والإثنين لبني أُميَّة وَالثُّلَاثَاء لشيعتهم وَالْأَرْبِعَاء لبني الْعَبَّاس وَالْخَمِيس لشيعتهم وَالْجُمُعَة لسَائِر النَّاس وَلَيْسَ فِيهِ سفر: فِيهِ عَليّ بن مُوسَى الرِّضَا كَانَ يَأْتِي بالعجائب. ¶ 1070 - السَّيْف والقوس فِي السّفر بِمَنْزِلَة الرِّدَاء: فِيهِ بشر بن عون تكلم فِيهِ ابْن حبَان والرازي: ¶ 1071 - السخاء شَجَرَة فِي الْجنَّة أَغْصَانهَا فِي الدُّنْيَا: فِيهِ حُسَيْن بن علوان هُوَ كَذَّاب. ¶ 1072 - الشَّمْس وَالْقَمَر ثوران عقيران فِي النَّار: فِيهِ درست بن زِيَاد مُنكر الحَدِيث مَتْرُوك. ¶ 1073 - الشّعْر فِي الْأنف أَمَان من الجذام: فِيهِ أَشْعَث بن سعيد السمان يروي عَن الثِّقَات الموضوعات. ¶ 1074 - الشيب نور من خلع الشيب فقد خلع نور الْإِسْلَام: فِيهِ الْوَلِيد بن مُوسَى الدِّمَشْقِي قَالَ ابْن حبَان لَا أصل لَهُ.",
            "page": "264",
            "part": "1",
            "seal": "7D519460"
        },
        {
            "hno": "1075",
            "id": "187",
            "nass": "1075 - الشّرك أخْفى فِي أمتِي من دَبِيب النَّمْل على الصَّفَا: فِيهِ يحيى بن كثير أَبُو النَّضر لَا يحْتَج بِهِ إِذا انْفَرد. ¶ 1076 - الشَّيْخ فِي بنيه كالنبي فِي قومه: فِيهِ عبد الله بن عمر قَاضِي إفريقية كَانَ يضع الحَدِيث على مَالك لَهُ نُسْخَة. ¶ 1077 - الشتيمة والحقد فِي النَّار وَلَا يَجْتَمِعَانِ فِي صدر مُسلم: فِيهِ عفير بن معدان قَالَ ابْن معِين لَيْسَ بِشَيْء. ¶ 1078 - الصَّائِم بِالْخِيَارِ مَا بَينه وَبَين نصف النَّهَار: فِيهِ عون بن عمَارَة الْبَصْرِيّ هُوَ مِمَّن كثر خطاؤه فَلَا يحْتَج بِهِ. ¶ 1079 - الطابع مُعَلّق بقائم عرش الرَّحْمَن فَإِذا انتهكت الْحُرْمَة وَعمل بِالْمَعَاصِي: فِيهِ سُلَيْمَان بن مُسلم لَا تحل الرِّوَايَة عَنهُ. ¶ 1080 - الطّهُور مِفْتَاح الصَّلَاة وَالتَّحْرِيم تكبيرها والتحليل تَسْلِيمهَا: فِيهِ طريف بن سُلَيْمَان ضَعِيف الحَدِيث. ¶ 1081 - الْعَرَب بَعضهم لبَعض أكفاء إِلَّا حائك أَو حجام: فِيهِ عمرَان ابْن أبي الْفضل لَا يحل كتب حَدِيثه إِلَّا على سَبِيل التَّعَجُّب.",
            "page": "265",
            "part": "1",
            "seal": "91E6F297"
        },
        {
            "hno": "1082",
            "id": "188",
            "nass": "1082 - العرافة أَولهَا ندامة: فِيهِ عَمْرو بن شُعَيْب وَهَذَا أحد مَا أنكر عَلَيْهِ. ¶ 1083 - الْعَمَل وَالْإِيمَان أَخَوان شريكان: فِيهِ بشر بن إِبْرَاهِيم الْأنْصَارِيّ يضع الحَدِيث. ¶ 1084 - الْغَيْبَة أَشد من الزِّنَا: فِيهِ عباد بن كثير الْكَاهِلِي هُوَ مَتْرُوك الحَدِيث. ¶ 1085 - الغلاء والرخص جندان من جنود الله: فِيهِ الْعَبَّاس بن الْوَلِيد بن يكَاد يروي الْعَجَائِب عَن الثِّقَات. ¶ 1086 - الْغَضَب من الشَّيْطَان والشيطان خلق من النَّار: فِيهِ عبد الله بن بحير الصَّنْعَانِيّ يروي الْعَجَائِب. ¶ 1087 - الْغنم بركَة وَالْإِبِل عز لأَهْلهَا: فِيهِ أَرْطَأَة بن الْأَشْعَث الْعَدوي يروي عَن الْأَعْمَش الْعَجَائِب. ¶ 1088 - الْفطر يَوْم تفطرون والأضحى يَوْم تضحون: فِيهِ مُوسَى بن عُبَيْدَة الربذي قَالَ ابْن معِين هُوَ لَا شَيْء. ¶ 1089 - الْقَدَرِيَّة مجوس هَذِه الْأمة: فِيهِ زَكَرِيَّاء بن مَنْظُور لَيْسَ بِشَيْء فِي الحَدِيث.",
            "page": "266",
            "part": "1",
            "seal": "20B73FE9"
        },
        {
            "hno": "1090",
            "id": "189",
            "nass": "1090 - الْكَلِمَة الْحِكْمَة ضَالَّة الْمُؤمن: فِيهِ إِبْرَاهِيم بن الْفضل المَخْزُومِي لَيْسَ بِشَيْء فِي الحَدِيث. ¶ 1091 - اللواطيين لَو اغتسلا بِمَاء الْبَحْر لم يجزهما حَتَّى يتوبا: فِيهِ نوح بن مُسَافر الْبَصْرِيّ يضع الحَدِيث. ¶ 1092 - اللص محَارب لله وَلِرَسُولِهِ فَاقْتُلُوهُ: وَهَذَا مُنكر لم يحدث بِهِ إِلَّا فرات فَأوجب تَركه. ¶ 1093 - الْمُؤمن غر كريم والفاجر خب لئيم: فِيهِ بشر بن رَافع النجراني يضع الحَدِيث. ¶ 1094 - الْمُؤمن يألف وَلَا خير فِيمَن لَا يألف وَلَا يؤلف: فِيهِ مُصعب بن ثَابت بن عبد الله بن الزبير مُنكر الحَدِيث. ¶ 1095 - الْمُؤمن واه راقع فالسعيد من هلك على رقعه: فِيهِ سعيد بن خَالِد الْخُزَاعِيّ أنكر عَلَيْهِ هَذَا الحَدِيث. ¶ 1096 - المرجئة والقدرية وَالرَّوَافِض والخوارج يسلب مِنْهُم التَّوْحِيد: فِيهِ أَبُو عباد الزَّاهِد يروي عَن مخلد مَا لم يحدث بِهِ قطّ. ¶ 1097 - الْمَضْمَضَة وَالِاسْتِنْشَاق للْجنب ثَلَاثًا فَرِيضَة: فِيهِ بركَة بن مُحَمَّد الْحلَبِي وَهَمَّام بن مُسلم وَكِلَاهُمَا ضعيفان يسرقان.",
            "page": "267",
            "part": "1",
            "seal": "69C08325"
        },
        {
            "hno": "1098",
            "id": "190",
            "nass": "1098 - الْمجَالِس ثَلَاثَة غَانِم وَسَالم وشاحب: فِيهِ الْعَلَاء بن زيدل لَهُ نُسْخَة مَوْضُوعَة وَهُوَ مَتْرُوك الحَدِيث. ¶ 1099 - المُنَافِقُونَ تحيتهم لعنة وطعامهم نهية: فِيهِ عبد الْملك بن قدامَة الْقرشِي لَا يحْتَج بِهِ. ¶ 1100 - المهلكات ثَلَاث إعجاب الْمَرْء بِنَفسِهِ وشح مُطَاع وَهوى مُتبع: فِيهِ مُحَمَّد بن عون قد تقدم فِي بَاب الثَّاء. ¶ 1101 - الْمُصَلِّي يَتَنَاثَر على رَأسه الْخَيْر: فِيهِ عباد بن كثير الرَّمْلِيّ هُوَ نَفسه وَقَالَ ابْن حبَان لَا يحْتَج بِخَبَرِهِ. ¶ 1102 - الْمهْدي منا يصلحه الله فِي ليله: فِيهِ يحيى بن عبد الله الْبَابلُتِّي أنكر عَلَيْهِ هَذَا الحَدِيث وَقيل إِنَّه من عمله. ¶ 1105 - الْمُتَكَلّم فِي الصَّلَاة والضاحك فِيهَا والمفرقع أَصَابِعه بِمَنْزِلَة: فِيهِ رشدين بن سعد وزبان بن فائد ليسَا بِشَيْء. ¶ 1106 - النُّجُوم أَمَان لأهل السَّمَاء وَأهل بَيْتِي أَمَان لأمتي: فِيهِ مُوسَى بن عُبَيْدَة الربذي مُنكر الحَدِيث وَضَعفه يحيى.",
            "page": "268",
            "part": "1",
            "seal": "109D6BA0"
        },
        {
            "hno": "1107",
            "id": "191",
            "nass": "1107 - النِّسَاء خُلِقْنَ من ضعف: فِيهِ إِسْمَاعِيل بن مُسلم الْمَكِّيّ مَتْرُوك الحَدِيث. ¶ 1108 - النَّاس على ثَلَاث منَازِل فَمن طلب مَا عِنْد الله: فِيهِ إِبْرَاهِيم بن عَمْرو بن بكر السكْسكِي يروي الموضوعات. ¶ 1109 - النّظر إِلَى وَجه عَليّ عبَادَة: فِيهِ الْحسن بن عَليّ الْعَدوي هُوَ كَذَّاب دجال. ¶ 1110 - النادم ينْتَظر الرَّحْمَة: وَفِيه ملاك الْأَعْمَال خواتيمها: فِيهِ إِسْحَاق بن بشر الْكَاهِلِي يضع الحَدِيث. ¶ 1111 - الوائدة والموؤدة فِي النَّار: فِيهِ مُحَمَّد بن أبان بن صَالح الْجعْفِيّ هُوَ ضَعِيف. ¶ 1112 - الْوتر فِي أول اللَّيْل مسخطة الشَّيْطَان والسحور مرضاة الرَّحْمَن: فِيهِ أبان بن جَعْفَر كَانَ يضع. ¶ 1113 - الْوتر ثَلَاث كَصَلَاة الْمغرب: فِيهِ إِسْمَاعِيل بن مُسلم الْمَكِّيّ هُوَ مَتْرُوك الحَدِيث.",
            "page": "269",
            "part": "1",
            "seal": "128EFBD5"
        }
    ],
    "t6080": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الألف"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الباء"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "حرف التاء"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الثاء"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الجيم"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الدال"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الذال"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الراء"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الزاي"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الصاد"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الضاد"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الطاء"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "حرف العين"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الغين"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الفاء"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "حرف القاف"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الكاف"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "حرف اللام"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الباء مع من"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "حرف التاء مع من"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الجيم مع من"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء مع من"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء مع من"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الدال مع من"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الراء مع من"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الزاي مع من"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين مع من"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين مع من"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الصاد مع من"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الضاد مع من"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الطاء مع من"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "حرف العين مع من"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الغين مع من"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الفاء مع من"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "حرف القاف مع من"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الكاف مع من"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "حرف اللام مع من"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الميم مع من"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "حرف النون مع من"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الواو مع من"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الياء مع من"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "حرف النون"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهاء"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الواو"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "حرف لا"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الياء"
        },
        {
            "id": "183",
            "lvl": "1",
            "sub": null,
            "tit": "حرف ما دخله الألف واللام على ترتيب حروف المعجم"
        }
    ]
}