{
    "b610": [
        {
            "id": "37",
            "nass": "الحديث المسند ¶ ثم ذكر المسند وهو نسبة القول إلى قائله سواء كان مرفوعاً أو موقوفاً. ¶ وأبو عبد الله الحاكم يقول: المسند: هو ما اتصل إسناده إلى رسول الله صلى الله عليه وسلم؛ لأن العلماء اختلفوا في كلمة المسنَد، فالمسنَد: هو ما اتصل إسناده مرفوعاً، فهل هناك فرق بين المرفوع وبين المسند من وجهة نظر الحاكم؟ الفرق: أن المسند لابد وأن يكون فيه شرط الاتصال إلى النبي عليه الصلاة والسلام، أما المرفوع فممكن أن يكون مرفوعاً ويكون فيه انقطاع، فهو يريد أن يقول: كل مسند مرفوع وليس كل مرفوع مسنداً. ¶ مداخلة: هل يمكن أن يكون مرفوعاً وفي إسناده الانقطاع؟ الشيخ: نعم طبعاً. ¶ مداخلة: كيف يكون مرفوعاً؟ الشيخ: فكيف يكون مرفوعاً؟ فما هو المرفوع أولاً، نعرف المرفوع لأجل أن نعرف إذا كان مرفوعاً أم لا. ¶ المرفوع: هو ما كان من قول النبي عليه الصلاة والسلام، فإذا أتاني قول عن النبي عليه الصلاة والسلام بإسناد فيه انقطاع؛ فهذا الكلام نسميه مرفوعاً مع أنه ضعيف للانقطاع. ¶ لكنه في نظر الحاكم ليس مسنداً؛ لأن المسند عند الحاكم يعني الاتصال مع الرفع. ¶ والخطيب البغدادي يقول: المسند: هو ما اتصل إلى منتهاه، ومنتهاه يمكن أن يكون النبي عليه الصلاة والسلام، فيكون المرفوع عند الخطيب يساوي المرسل، ويمكن أن يكون منتهاه هو الصحابي؛ فيكون الموقوف يساوي المرسل عند الخطيب البغدادي، ويمكن أن يكون إلى التابعي؛ فيكون المسند عند الخطيب يساوي المقطوع على التابعي، ويمكن أن يكون التابعي ومن دونه. ¶ فالإمام الخطيب يقول: المسند هو ما روي بالسند المتصل إلى قائله، وقائله يمكن أن يكون النبي عليه الصلاة والسلام، ويمكن أن يكون الصحابي رضي الله عنه، ويمكن أن يكون التابعي ومن دونه. ¶ فهو يريد أن يقول: إن كل ما روي بإسناد متصل إلى قائله أياً كان هذا القائل فهذا الكلام يعد مسنداً. ¶ ثم لـ ابن عبد البر كلام يقول فيه: إنه المروي عن رسول الله صلى الله عليه وسلم، سواء كان متصلاً أو منقطعاً. ¶ وهذا الكلام يمكن أن يخالف كلام الحاكم ويمكن أن يخالف كلام الخطيب. ¶ يخالف كلام الحاكم لأن الحاكم يشترط الاتصال، وابن عبد البر لم يشترط الاتصال، إذاً: ابن عبد البر التقى مع الحاكم في أنه لابد أن يكون الحديث مرفوعاً، وافترقا في أن الحاكم اشترط الاتصال وابن عبد البر لم يشترط الاتصال. ¶ وأطمئنكم بأن هذه الاختلافات بين أهل العلم معارك تدور بينهم لا تضر في وقت العمل؛ لأن في وقت العمل كل هذه الخلافات تزول، فنحن إذا تركنا التعريفات والحدود التي وضعها أهل العلم لكل مصطلح على حدة وجئنا إلى واقع العمل نجد أن كل واحد من العلماء يستخدم مصطلح صاحبه. ¶ خذ على ذلك مثالاً: أبو داود عن سريج عن قتيبة عن سعيد عن أبي سلمة عن أبي هريرة عن النبي عليه الصلاة والسلام أنه قال في هذا الإسناد كل راوٍ من هؤلاء أدرك شيخه وأخذ عنه، ففي هذه الحالة سنقول: على مذهب الحاكم هذا هو ما يطلق عليه المسند؛ لأنه متصل لا يوجد فيه انقطاع، بمعنى أن كل تلميذ وكل راوٍ أخذ عن شيخه، وهذا الكلام من كلام النبي عليه الصلاة والسلام، والحاكم يشترط في المسند شرطين: الشرط الأول: عدم الانقطاع. ¶ والشرط الثاني: أن يكون القائل هو النبي عليه الصلاة والسلام. ¶ أما الخطيب فيقول: أنا أتفق مع الحاكم في جزئية، وأختلف معه في جزئية، أوافقه في شرط وأخالفه في الشرط الآخر، أوافقه في الاتصال، فالاتصال شرط في المسند، وأخالفه في القائل، فليس بلازم أن يكون القائل هو النبي صلى الله عليه وسلم، بل يمكن أن يكون أبو هريرة أو أبو سلمة، أليس عندنا في السند السابق: أبو سلمة عن أبي هريرة؟ ولذلك قال فيه: هو ما اتصل سنده إلى منتهاه، ومنتهاه يمكن أن يكون النبي عليه الصلاة والسلام، ويمكن أن يكون أبا هريرة، ويمكن أن يكون أبا سلمة، في حين أن التعريفات السابقة لأهل العلم تقول: إن ما كان من قول النبي عليه الصلاة والسلام فهو المرفوع، وما كان من قول الصحابي فهو الموقوف، وما كان من قول التابعي فيكون هو المقطوع. ¶ فـ الخطيب قال: كل هذا يطلق عليه المسند إذا روي بإسناد متصل. ¶ إذاً: هو يوافق الحاكم في شرط، ويخالفه في الشرط الثاني. ¶ وابن عبد البر أتى برأي جديد، وافق الحاكم في شرط وخالفه في شرط، الشرط الذي وافق فيه الحاكم",
            "page": "6",
            "part": "5",
            "seal": "2EE38E03"
        },
        {
            "id": "38",
            "nass": "الحديث المرفوع ¶ والمرفوع: هو ما أضيف إلى النبي صلى الله عليه وسلم قولاً أو فعلاً عنه، وسواء كان متصلاً أو منقطعاً أو مرسلاً. ¶ يقول: إن المرفوع هو ما أضيف إلى النبي صلى الله عليه وسلم من قول أو فعل أو تقرير، أو سنة خَلْقية أو خُلُقية، سواء كان هذا متصلاً أو منقطعاً أو مرسلاً. ¶ وهذا يساوي عند ابن عبد البر المسند؛ لأنا قلنا: ابن عبد البر يشترط أن يكون المسند من قول النبي عليه الصلاة والسلام. ¶ ثم يقول: ونفى الخطيب أن يكون مرسلاً. ¶ الإرسال أن التابعي كـ الحسن البصري أو قيس بن أبي حازم أو الحارث الأعور أو غيرهم من التابعين يقول: قال رسول الله، فهو ما أدرك الرسول صلى الله عليه وسلم، ومع هذا يقول: قال رسول الله صلى الله عليه وسلم، فنسمي هذا: إرسالاً، والإرسال بمعنى الإطلاق بلا قيد، وكأن التابعي أطلق الحديث إلى النبي صلى الله عليه وسلم ولم يقيده بالصحابي الذي روى هذا الحديث. ¶ قال: ونفي الخطيب أن يكون مرسلاً، يريد أن يقول: إن شرط المرفوع ألا يكون مرسلاً، وهذا كلام خطأ؛ لأن الحق نسبة القول إلى قائله، وإن كانت هناك علل. ¶ فالتابعي يقول: قال رسول الله، ففي هذه الحالة لا نستطيع أن نقول: إن هذا الكلام ليس مرفوعاً؛ لأن التابعي رفعه، فكيف أنزله عن درجة الرفع؟ لا ينفع ذلك أبداً، فلا يصح أن أقول: إن هذا الكلام من كلام الصحابي؛ لأن الذي أرسله هو أعلم به قد رفعه إلى النبي عليه الصلاة والسلام. ¶ فكيف إذا كان السند به علة من العلل أنزله عن درجة المرفوع إلى درجة الموقوف أو المقطوع؟ هذا الكلام لم يقل به أحد إلا الخطيب. ¶ قال الخطيب في تعريف المرفوع: هو ما أخبر فيه الصحابي عن رسول الله صلى الله عليه وسلم. ¶ وهذا كلام مرجوح غير راجح، وليس عليه العمل. ¶ والمسند هو ما روي بالسند إلى قائله، سواء كان هذا الإسناد صحيحاً أو ضعيفاً.",
            "page": "7",
            "part": "5",
            "seal": "E79F1886"
        },
        {
            "id": "39",
            "nass": "الفرق بين الحديث المرفوع والموقوف والمنقطع ¶ ثم يقول: النوع الثاني وهو الموقوف: ولنبدأ بجزئية مبدئية، وهي أن المصطلحات الأربعة لابد أن تحفظها، وإن اختلف فيها أهل العلم إلا أن العمل عليها: المرفوع: هو ما قاله النبي، والموقوف هو ما قاله الصحابي، والمقطوع هو ما قاله التابعي. ¶ وهناك فرق بين المقطوع والمنقطع: فالمقطوع: هو ما قاله التابعي. ¶ وأما المنقطع فهو ما كان في سنده انقطاع، سواء كان مقطوعاً أو موقوفاً أو مرفوعاً. ¶ ونعيد للمراجعة والفائدة: المرفوع: هو ما كان من قول النبي عليه الصلاة والسلام، وسمي مرفوعاً لرفعته أو لرفعة نسبته إلى قائله، فإن الكلام يستمد شرفه وقيمته من قائله، فإذا كان القائل هو النبي عليه الصلاة والسلام استحق أن يكون كلامه من أرفع الكلام وأحسن الكلام، وأنا بهذا أعطيك أمارة، فعندما تسمع أنه مرفوع تعلم أنه قول النبي عليه الصلاة والسلام. ¶ والموقوف: هو ما كان من قول الصحابي. ¶ والمقطوع: هو ما كان من قول التابعي. ¶ أما المنقطع فهو علة من العلل، وهي سقوط راوٍ أو أكثر في الإسناد ليس على التوالي، سواء كان هذا الإسناد مقطوعاً على التابعي أو موقوفاً على الصحابي أو مرفوعاً إلى النبي عليه الصلاة والسلام. ¶ فالفرق بين المقطوع والمنقطع: أن المقطوع هو ما كان من قول التابعي، والمنقطع هو علة تلحق الإسناد بسقط، سواء كان هذا الإسناد مقطوعاً على التابعي أو موقوفاً على الصحابي أو مرفوعاً إلى النبي عليه الصلاة والسلام. ¶ وانتبه إلى أن العلماء أدخلوا مسألتين في بعض: أحياناً يطلقون الموقوف على المقطوع والمقطوع على الموقوف، ولكن في هذه الحالة أليس هذا يخالف القاعدة؟ وما كان بخلاف القاعدة يلزم فيه التقييد. ¶ والقاعدة عندي: أن كل ما صدر عن الصحابي موقوف عليه، مثلاً: أقول: هذا كلام أبي سعيد الخدري، فهو موقوف على أبي سعيد. ¶ وإذا كان هذا الكلام من كلام الزهري فممكن أقول: إنه موقوف، ولكن لابد أن أقول: موقوف على الزهري، إذاً: هنا تقييد؛ لأنني لو قلت: موقوف وسكتُّ أوهمت أن القائل صحابي، ويمكن أن أقول عن كلام أبي سعيد الخدري: كلام مقطوع؛ وفي هذا إيهام بأن أبا سعيد تابعي، والحقيقة أنه صحابي، ولكني لو قلت: مقطوع على أبي سعيد، لكان هناك تقييد وخروج بـ أبي سعيد عن حد التابعي إلى حد الصحابي، يعني: الأصل فيما قاله النبي صلى الله عليه وسلم أنه مرفوع، وما قاله الصحابي موقوف إلا إذا قيد، وما قاله التابعي مقطوع إلا إذا قيد بقولنا: موقوف على فلان، ومقطوع على فلان، وهذا الكلام الذي قلناه هو الأصل، وليس هناك كلام آخر في المسائل الثلاث هذه.",
            "page": "8",
            "part": "5",
            "seal": "0ACC55A5"
        },
        {
            "id": "40",
            "nass": "الحديث الموقوف ¶ يقول: الموقوف: ومطلقه يختص بالصحابي، وكلمة (مطلقه) المراد بها: أنني إذا قلت: (موقوف) فقط وأطلقت هذه الكلمة دون تقييد فهذا يدل على أن القائل صحابي، إلا إذا قيد، والتقييد إنما يقيد الإطلاق، فإذا قلت: ومطلقه يختص بالصحابي معنى ذلك: أن قيده وتقييده يختص بغير الصحابي. ¶ ولا يستعمل فيمن دونه إلا مقيداً، أي: مصطلح الموقوف لا يستعمل فيمن دون الصحابي إلا مقيداً، فيقال: موقوف على الزهري، فإذا قلت: موقوف وأطلقت ولم أقيد فلابد أن يكون هذا القائل صحابياً. ¶ لكن لو قلت: موقوف على فلان، فهل يلزم من ذلك أن يكون القائل صحابياً؟ ¶ A  لا؛ لأنني قيدت، ومعنى قيدت: أنني أخرجته عن أصله وحده المعروف. ¶ وقد يكون إسناده متصلاً وغير متصل، يعني: وهذا ليس في الموقوف فقط، بل المقطوع والموقوف والمرفوع لا يلزم فيها الاتصال، فلا يعني ذلك أنه إذا أتاني حديث مرفوع ووجدت فيه انقطاعاً أقول: إن هذا الانقطاع يقدح في الرفع، وليس في الرفع فحسب، بل إنه سيقدح في الصحة، إنما لا يقدح في أن هذا الكلام منسوب إلى النبي عليه الصلاة والسلام، وهذا الانقطاع لا يقدح في كون هذا الكلام موقوفاً على الصحابي، وهذا الانقطاع لا يقدح في نسبة هذا الكلام إلى التابعي. ¶ يعني: لا يلزم في المرفوع أن يكون متصلاً، والاتصال شرط في الصحة وليس شرطاً في الرفع ولا في الوقف ولا في القطع. ¶ يقول: وهو الذي يسميه كثير من الفقهاء والمحدثين أيضاً: أثراً. ¶ إذاً: الأثر عند كثير من الفقهاء والمحدثين: هو ما كان موقوفاً على الصحابي، ومنهم من يعد الأثر في مقابل الخبر، فيسمي راوي الخبر: إخبارياً، ويسمي راوي الأثر: أثرياً، وكأنهم ينزلون المُخبِر على من يتكلم في الأخبار وسير الناس وأيامهم وغزواتهم وحروبهم وغير ذلك مما نقول عنها نحن: كتب التاريخ. ¶ فالمؤرخ يساوي عندهم راوي الخبر، بخلاف الأثري فهو الذي يروي الآثار، هذه الآثار تطلق على المقطوع والمرفوع والموقوف، لكن عند إطلاق لفظ الأثر يكون الكلام موقوفاً على الصحابي، لكن يروى أحياناً الأثر في مقابل البدعة؛ يقال: هذه البدعة لا تستند إلى علم، تستند إلى هوى، أما الأثر فمستنده الاتباع، فالحديث هو الاتباع. ¶ وأهل الأثر هم أهل الحديث، لا نقول: هم أهل الموقوفات، وإنما هم أهل الحديث، سواء كان هذا الحديث موقوفاً أو مقطوعاً أو مرفوعاً. ¶ قال: وعزاه ابن الصلاح إلى الخراسانيين أنهم يسمون الموقوف أثراً. ¶ قال: وبلغنا عن أبي القاسم الفوراني أنه قال: الخبر ما كان عن رسول الله صلى الله عليه وسلم، والأثر ما كان عن الصحابي. ¶ وهناك تفصيل آخر: أن الخبر أعم من الأثر، بمعنى: أن الخبر هو ما جاء عن النبي صلى الله عليه وسلم وعن غيره، والأثر هو ما جاء عن الصحابي فقط، فكل خبر أثر وليس كل أثر خبراً. ¶ واعكس عملياً: الخبر هو ما جاء عن غير النبي عليه الصلاة والسلام، والأثر هو ما جاء عنه وعن غيره، نفس العملية الأولى لكن بالمقلوب. ¶ فإذا كان أمامنا قول عن أبي هريرة نقول: قد جاء في الخبر عن أبي هريرة، كقولك تماماً: وقد جاء في الأثر عن أبي هريرة، بل وقد جاء في الأثر عن داود عليه السلام، ونحن نتكلم عن الأثر والخبر من حيث النبي عليه الصلاة والسلام والصحابة، وأيضاً يقال في المروي عن الأنبياء. ¶ قال: وبلغنا عن أبي القاسم أنه قال: الخبر ما كان عن رسول الله صلى الله عليه وسلم، والأثر ما كان عن الصحابي، ومن هذا يسمي كثير من العلماء الكتاب الجامع لهذا وهذا بـ (السنن والآثار)، وتعرفون أن كتابي السنن والآثار للبيهقي والطحاوي من أحسن الكتب وأعظم الكتب التي ألفت في هذا إطلاقاً، وقد جمعت المرفوع والموقوف. ¶ فالمرفوع هو ما يطلقون عليه السنن، والموقوف هو ما يطلقون عليه الأثر، ولذلك قالوا: السنن والآثار، وهذا صنيع الطحاوي، والطحاوي نفسه صنف كتاب مشكل الآثار، وشرح معاني الآثار، وعندما ترجع إلى كتاب شرح معاني الآثار أو مشكل الآثار عند الطحاوي تجده يتكلم فيه عن المرفوع. ¶ وطبعاً إذا كانت المسألة محل اجتهاد فلا يلزم أن أرجح في القول في الحقيقة، بل يمكن أن يكون قوله أرجح من قول غيره، ويمكن أن يكون قول غيره أرجح من قوله، فلا تنكر علي ولا أنكر عليك. ¶ فهذا من المصطلحات التي لا تؤثر، يعني: الآن أنا وأنت على أن هذا الحديث مثلاً مرفوع حيث إنه من قول النبي عليه الصلاة والسلام، فأنت تسميه أثراً وأنا أسميه خبراً، فهذا لا يغير في حقيقة سند هذا الحديث الذي أمامي، وسمه كما تحب، لا مشاحة في الاصطلاح، وهذا لا ينفي كونه مرفوعاً إلى النبي عليه الصلاة والسلام.",
            "page": "9",
            "part": "5",
            "seal": "2F89C016"
        },
        {
            "id": "41",
            "nass": "الحديث المقطوع ¶ المقطوع: نحن ذكرنا قبل قليل أن عندنا مصطلحات ثلاثة: المرفوع والموقوف والمقطوع: وقلنا: المرفوع هو ما كان من قول النبي عليه الصلاة والسلام. ¶ والموقوف: هو ما كان من قول الصحابي إلا إذا قيد، بمعنى إذا كان من قول من دون الصحابي وقلنا: موقوف على فلان. ¶ والمقطوع: هو ما كان من قول التابعي أو فعله إلا قيد بأنه من كلام الصحابي. ¶ وهو غير المنقطع؛ لأن المقطوع هذا مصطلح لكلام معين، أما المنقطع فهي علة تلحق الإسناد، بمعنى: السقط في الإسناد. ¶ نحن قلنا: إن العلماء يقولون: إن المقطوع هو ما كان من قول التابعي. ¶ وقد خالف الطبراني هذا التعريف، فقال: المنقطع يساوي المقطوع، يعني: أن المقطوع والمنقطع هو اصطلاح واحد، فهو عند الطبراني يدل على العلة. ¶ والذي يأتي عن طريق التابعي قال: نسميه موقوفاً مقيداً. ¶ يعني: جمهور أهل العلم على أن المنقطع غير المقطوع، فالمقطوع هو ما كان من قول التابعي، والمنقطع هو ما كان مقطوعاً أو موقوفاً أو مرفوعاً ولكن فيه علة سقط في السند؛ فهذا يسمى: سند منقطع. ¶ لكن الطبراني قال: لا، المقطوع هو نفس مصطلح المنقطع، وهو يدل على العلة، والكلام الذي يأتي من طريق التابعي نسميه موقوفاً مقيداً، فنقول: هذا كلام موقوف على الزهري هذا كلام موقوف على أبي سلمة على سعيد المقبري أو غير ذلك. ¶ فالمقطوع في نظر الجمهور: هو ما كان من قول التابعي، إلا الشافعي والطبراني فإنهما اعتبرا المنقطع والمقطوع بمعنى واحد، وهو ما كان فيه علة، سواء كان الإسناد موقوفاً أو مقطوعاً أو مرفوعاً، وحملوا كلام التابعي على الموقوف المقيد.",
            "page": "10",
            "part": "5",
            "seal": "27361CDA"
        },
        {
            "id": "42",
            "nass": "الكلام في قول الصحابي: (كنا نفعل كذا أو نقول كذا) ¶ وقد تكلم الشيخ أبو عمرو بن الصلاح على قول الصحابي: (كنا نفعل)، أو (نقول كذا)، إن لم يُضفه إلى زمان النبي صلى الله عليه وسلم، فقال أبو بكر البرقاني عن شيخه أبي بكر الإسماعيلي: إنه من قبيل الموقوف، وحكم النيسابوري برفعه؛ لأنه يدل على التقرير، ورجحه ابن الصلاح. ¶ يعني: عندما يقول الصحابي: كنا نفعل كذا أو نقول كذا، اختلف أهل العلم في هذا الكلام: فمن حمله على زمن النبوة حمله على المرفوع، وكان حق الصحابي أن يقول: كنا نفعل كذا في زمن النبي صلى الله عليه وسلم، ولكنه لم يقل فقط: في زمن النبي صلى الله عليه وسلم. ¶ ومنهم من قال: إذا قال الصحابي: كنا نفعل كذا في زمن النبي، أو كنا نقول كذا في زمن النبي عليه الصلاة والسلام؛ فإنما يحمل على الرفع، ويكون كالحديث التقريري. ¶ ومنهم من قال: لا، إذا قال: كنا نفعل كذا أو نقول كذا فقط، ولم يقل: في زمن النبي صلى الله عليه وسلم؛ لا يحمل على الرفع؛ لأن الصحابي ممكن أن يرجع إلى الأمصار كما كان عبد الله بن مسعود في الكوفة حين يقول: كنا نفعل كذا، فمنهم من يقول: إن قول ابن مسعود في هذه الحالة يحمل على الرفع، ومنهم من يقول: لا، بل ربما يقصد ابن مسعود: كنا نفعل كذا، أي: في عهد الصحابة أو في اجتماع الصحابة في المدينة بعد موت النبي عليه الصلاة والسلام، أو ربما يقول: كنا نفعل كذا أو نقول كذا كالإجماع عندهم، أي: عند الصحابة؛ لأنه لا يصح الإجماع في حياة النبي عليه الصلاة والسلام. ¶ فيقول: ومن هذا القبيل قول الصحابي: (كنا لا نرى بأساً بكذا)، أو (كانوا يفعلون أو يقولون)، أو (يقال كذا في عهد رسول الله صلى الله عليه وسلم): إنه من قبيل المرفوع، والمسألة فيها خلاف الراجح فيها الرفع؛ لاعتبار ذلك من باب المرفوع لا الموقوف. ¶ يعني: أن قول الصحابي: كنا نقول كذا أو كنا نفعل كذا، أو كنا لا نرى بأساً بكذا؛ كل ذلك من باب المرفوع، وهذا هو القول الراجح؛ قول الصحابي: (أمرنا بكذا)، أو (نهينا عن كذا)، الآمر أو الناهي عن ذلك هو النبي صلى الله عليه وسلم. ¶ وقول الصحابي: كنا لا نرى بأساً بكذا، هذا يحمل على أنه كان في زمن النبي عليه الصلاة والسلام، فقول الصحابي: نهينا عن كذا أو أمرنا بكذا، المتبادر إلى الذهن أن الآمر والناهي هو النبي عليه الصلاة والسلام، لكن ألا يمكن أن يكون غيره؟ يمكن أن يكون غيره، يمكن أن يكون الآمر والناهي أمير المؤمنين، خليفة من الخلفاء الأربعة، وما دام ظهر الاحتمال بطل الاستدلال، ففي هذه الحالة سنقول: إن الراجح من أقوال أهل العلم أن قول الصحابي: أمرنا بكذا ونهينا عن كذا أنه مرفوع. ¶ يقول: وهو قول أكثر أهل العلم، يعني: حمله على الرفع هو قول أكثر أهل العلم. ¶ وخالف في ذلك فريق، منهم أبو بكر الإسماعيلي.",
            "page": "11",
            "part": "5",
            "seal": "EFC3A36A"
        },
        {
            "id": "43",
            "nass": "معنى قول الصحابي: (من السنة كذا) ¶ وكذا الكلام على قوله: (من السنة كذا)؛ لأنه يمكن أن يكون من سنة الخلفاء، لكن جمهور أهل العلم على أن قول الصحابي: من السنة كذا، يحمل على الرفع. ¶ وكقول أنس: (أمر بلال أن يشفع الأذان ويوتر الإقامة)، فقول أنس بن مالك: أمر بلال، الذي أمر بلالاً هو النبي صلى الله عليه وسلم.",
            "page": "12",
            "part": "5",
            "seal": "5A0EDAF2"
        },
        {
            "id": "44",
            "nass": "ما يكون له حكم المرفوع من تفسير الصحابي ¶ قال: وما قيل من أن تفسير الصحابي في حكم المرفوع فإنما ذلك فيما كان سبب نزول أو نحو ذلك. ¶ وهكذا إذا قال الصحابي كلاماً لابد أن يكون مصدره وحياً، والصحابي لا ينزل عليه الوحي. ¶ بل الوحي ينزل على النبي صلى الله عليه وسلم من الله عز وجل، وكذلك ينزل على أولياء الشيطان من شياطينهم. ¶ ذهبت مرة لأناقش شخصاً من جماعة التوقف والتبين في الإسماعيلية، فسألته سؤالاً، فقال: لحظات لو سمحت، فدخل ثم رجع فقال لي: أنت كافر، فقلت له: من قال لك ذلك؟ قال: جبريل، قلت له: متى قال لك ذلك؟ قال: الآن، وإذا لم تصدق فائت لأريك، فذهبت لأرى، فدخلت مجاراة له، فقلت له: أين جبريل؟ فقال: هذا هو، ألا تراه؟ فقلت له: لا، فقال لي: أنت أعمى. ¶ وشيخ الإسلام ابن تيمية تكلم عن هذه المسألة بالتفصيل في كتاب الفرقان بين الحق والباطل، فقال: إن الشياطين تتمثل لأوليائها كأنها رجال أو إناث أو ملائكة، ويرونهم ويتعاملون معهم، ولا يراهم أحد إلا من تعامل معهم ووالاهم. ¶ فأنا قلت له: أنا أصدقك أن هناك شخصاً في هذه الغرفة تراه أنت ولا أراه أنا، وهذا الشخص محل خلاف بيني وبينك، أنا أقول: إنه شيطان، وأنت تقول: إنه جبريل، وما كان لجبريل أن يتمثل لأمثالك، فقال: هذا هو العمى والضلال الذي نهانا عنه شيخنا أن نتحدث مع أمثالكم فيه. ¶ ولما مات أبوه بسببه تأثر لذلك، وفي الوقت نفسه وافق موت أبيه ضربة ساخنة له من ذلك الولي والعبد الصالح الذي كان يأخذ منه، فرأى أن العملية فيها فقد من ناحيتين: ضرب وموت، فعند أن هداه الله ظل يسأل عني إلى أن وصل، فلما رأيته قلت: أنا رأيت هذا الرجل من قبل، فقلت له: أنت ذلك العبد الصالح؟ فاستحى ونكس رأسه إلى الأرض وقال: ذلك كان في الماضي، وأنا أستغفر الله مما كان، فقلت: عفا الله عما كان، وأسأل الله تعالى أن يعفو عنك، ولكن من الذي كان وراءك؟ فظل يحكي لي ما حصل له من مصائب. ¶ فالصحابي إذا تكلم في تفسير القرآن الكريم بكلام لا يتفق له نقول: عرف الصحابي هذا الكلام من رسول الله صلى الله عليه وسلم. ¶ فهو لما يتكلم عن النار ووصف النار والجنة ووصف الجنة ويتكلم عن الحساب والجزاء والصراط وغير ذلك، هل هذا الصحابي رأى هذه الأشياء؟ لم ير شيئاً من ذلك، لكننا نقبل كلام هذا الصحابي؛ لأننا أحياناً نضطر أن نأخذ كلام الصحابي في الغيبيات، ويكون في حكم المرفوع. ¶ والصحابة أنفسهم اختلفوا في تفسير القرآن الكريم، فتجد الآية الواحدة والكلمة الواحدة اختلف فيها الصحابة اختلافات كثيرة واختلافات عدة، فيتعذر أن كل قول من أقوالهم يكون في حكم المرفوع. ¶ إذاً: هذا الكلام يحتاج إلى تقييد؛ فحتى أعتبر أن كلام الصحابي موقوف في حكم المرفوع يلزم منه شرطان: الشرط الأول: أن يكون هذا الكلام فيما لا يعرف إلا بوحي؛ لأن الصحابي لا ينزل عليه الوحي، فما يدريه بوصف عالم الغيب، فلابد وأن يكون هذا الكلام أتاه من قبل الوحي، أي: من قبل النبي صلى الله عليه وسلم، ولكن كل ما في هذا: أنه قصر في ذكر النبي عليه الصلاة والسلام، فهذا الكلام موقوف على الصحابي، ولكنه في حكم المرفوع؛ لأن هذا الكلام لا يمكن أن يجتهد فيه الصحابي؛ لأنه لا مجال للرأي والاجتهاد فيه. ¶ الشرط الثاني: أن هذا الصحابي الذي أتى من طريقه هذا الخبر لم يكن يروي عن أهل الكتاب، وليس له علاقة بالكتب السابقة؛ لأن كثيراً من الصحابة كان يأخذ عن الأحبار والرهبان، وهم يروون من كتبهم ما وافق الكتاب، وما خالف الكتاب أو ليس في الكتاب؛ لأن الإسرائيليات على ثلاثة أنواع: منهما ما وافق الكتاب فهو حق. ¶ ومنها ما خالف الكتاب فهو باطل. ¶ ومنها ما لم يكن فيه مخالفة ولا موافقة فلا نكذبهم ولا نصدقهم. ¶ وهذا معنى حديث روي عن النبي صلى الله عليه وسلم. ¶ فإذا كان الصحابي لا يعلم عنه أنه أخذ عن أهل الكتاب، وأن ما رواه لا يمكن أن يقع له إلا من النبي صلى الله عليه وسلم لأنه من أمور الغيب التي لا يعلمها أحد إلا بالوحي؛ ففي هاتين الحالتين أقول: إن كلام الصحابي هذا موقوف عليه، ولكنه في حكم المرفوع.",
            "page": "13",
            "part": "5",
            "seal": "2489B5AD"
        },
        {
            "id": "45",
            "nass": "شرح كتاب الباعث الحثيث - الحديث المرسل ¶ الحديث المرسل وصف لما رفعه التابعي إلى النبي صلى الله عليه وسلم دون ذكر الصحابي، ويندرج في أقسام الضعيف؛ لاحتمال كون الساقط تابعياً، ومنه نوع موصول ذكره العلماء، وهو ما رفعه السامع من النبي صلى الله عليه وسلم الذي فاته شرف الصحبة.",
            "page": "1",
            "part": "6",
            "seal": "C6DA2649"
        },
        {
            "id": "46",
            "nass": "أجوبة على أسئلة في الحكم على أحاديث",
            "page": "2",
            "part": "6",
            "seal": "59E226AF"
        },
        {
            "id": "47",
            "nass": "الحكم على حديث: (ليفعل البار ما يفعل فلن يدخل النار) ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وأصحابه وسلم تسليماً كثيراً. ¶ وبعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ أحد الإخوة سأل عن بعض الأحاديث: الحديث الأول: (ليفعل البار ما يفعل؛ فلن يدخل النار، وليفعل العاق ما يفعل؛ فلن يدخل الجنة)، وهذا الحديث أنا لم أجده مع كثرة البحث عنه.",
            "page": "3",
            "part": "6",
            "seal": "D8DE8EA7"
        },
        {
            "id": "48",
            "nass": "الحكم على حديث: (الجاهر بالقرآن كالجاهر بالصدقة) ¶ الحديث الثاني: (الجاهر بالقرآن كالجاهر بالصدقة، والمسرُّ بالقرآن كالمسر بالصدقة)، هذا الحديث حديث حسن، وللعلماء أقوال فيه، فنبدأ بمسألة أيهما أولى: الجهر بالقرآن والجهر بالصدقة أم الإسرار؟ فأحياناً يكون الجهر أولى من الإسرار، وأحياناً يكون الإسرار أولى من الجهر في أمور معروفة. ¶ الحديث الثالث: (ستة لعنتهم ولعنهم كل نبي مجاب الدعوة: التارك لسنة، والمستحل لمحارم الله، والمستحل من عترتي ما حرمه الله، والزائد في كتاب الله، والمتسلط على أمتي بالجبروت ليعز من أذل الله ويذل من أعز الله)، هذا حديث ضعيف. ¶ والجاهر بالقرآن هو الذي يقرأ القرآن بصوت مسموع، ولذلك النبي صلى الله عليه وسلم لما رأى رجلاً يقرأ القرآن بصوت مرتفع وهناك من يصلي قال: (كلكم يناجي ربه)، يعني: الذي يقرأ القرآن لا شك أنه يناجي الله عز وجل، وكذلك الذي يصلي، قال: (فلا يجهر بعضكم على بعض بالقرآن)؛ لأجل التشويش. ¶ ومر النبي صلى الله عليه وسلم على أبي بكر فوجده يصلي الليل خافتاً صوته جداً، وعمر على العكس من ذلك كان رافعاً صوته جداً، ففي صبيحة اليوم الثاني حث النبي صلى الله عليه وسلم أبا بكر على أن يرفع صوته قليلاً، وحث عمر على أن يخفض صوته. ¶ فإن كان الجهر بالقرآن للتعليم أو للدرس أو لغير ذلك فالجهر أولى من الإسرار، وإلا فالأفضل الإسرار. ¶ وكذلك إذا كان الجهر بالقرآن يؤدي إلى الرياء فالإسرار به أولى، وكذلك الصدقة إن كان الجهر بها يؤدي إلى الرياء الذي يؤدي بدوره إلى إحباط العمل فالسر بها أولى.",
            "page": "4",
            "part": "6",
            "seal": "AB9401D6"
        },
        {
            "id": "49",
            "nass": "الحكم على حديث: (من لم يهتم بأمر المسلمين فليس منهم) ¶ Q  في جامع العلوم والحكم: وخرج الطبراني من حديث حذيفة بن اليمان عن النبي صلى الله عليه وسلم قال: (من لم يهتم بأمر المسلمين فليس منهم، ومن لم يمس ويصبح ناصحاً لله ورسوله ولكتابه ولإمامه ولعامة المسلمين فليس منهم)، قال في التحقيق: أخرجه الطبراني في الأوسط والصغير، وذكر الهيثمي في مجمع الزوائد أن فيه عبد الله بن جعفر، وهو مختلف في توثيقه، فما مدى صحة هذا الحديث؟ ¶ A  على أي حال الحديث من حيث هذا اللفظ ضعيف، وإن كان يشهد لجزأيه أحاديث كثيرة صحيحة. ¶ فمثلاً قوله: (ومن لم يمس ويصبح ناصحاً لله ولرسوله ولكتابه ولأئمة المسلمين وعامتهم)، يشهد له حديث: (الدين النصيحة)، وقوله: (من لم يهتم بأمر المسلمين فليس منهم) تشهد له أحاديث كثيرة بهذا المعنى لا بهذا اللفظ، أما هذا الحديث بعينه من حديث حذيفة بن اليمان فهو حديث ضعيف.",
            "page": "5",
            "part": "6",
            "seal": "5716B4C7"
        },
        {
            "id": "50",
            "nass": "تعريف الحديث المرسل ¶ ذكرنا أن أي نوع من الأنواع لو تعرضنا له لا بد أن نعرج على معناه اللغوي قبل معناه الاصطلاحي، فما معنى المرسل في اللغة؟ المرسل في اللغة: اسم مفعول من أرسل، بمعنى أطلقه ولم يقيده، فقولي مثلاً: أرسلت الحمامة في الهواء، أرسلت السمكة في الماء، بمعنى: أطلقت لها العنان والسراح، سواء في الجو أو في البحر، أو تقول: أرسلت رجلاً في الطريق، أو تقول: ناقة مرسال، بمعنى: سريحة غير مقيدة. ¶ فعلماء المصطلح اصطلحوا على تسمية الحديث الذي رواه التابعي ولم يقيده بصحابي عن النبي عليه الصلاة والسلام، وقالوا: إن هذا الحديث يسمى مرسلاً؛ لأن التابعي أرسله إلى النبي صلى الله عليه وسلم ولم يقيده بالصحابي الذي سمعه منه؛ دل ذلك على أن العلاقة وثيقة بين المعنى الاصطلاحي والمعنى اللغوي، هذا من حيث اللغة، أما من حيث الاصطلاح فله تعريفان: التعريف الأول: هو ما سقط من آخر إسناده من بعد التابعي، سواء كان صغيراً أو كبيراً. ¶ لماذا ذكرت هذه التفرقة؟ لماذا لم أقل: هو ما سقط من إسناده رجل بعد التابعي أو الصحابي الذي بعد التابعي؟ لأن بعض العلماء قالوا: يفرق بين مرسل كبار التابعين ومرسل صغار التابعين، فما هو الفرق؟ قال: الغالب في مرسل كبار التابعين أنهم يروون عن الصحابة مباشرة، وأما صغار التابعين فإنما يروون عن كبار التابعين. ¶ إذاً: مرسل صغار التابعين يمكن أن يكون السقط فيه اثنين: التابعي الكبير والصحابي، فيكون في هذه الحال معضلاً؛ لأنه سقط فيه اثنان وراء بعض، هذا بالنسبة لصغار التابعين. ¶ أما كبار التابعين فالغالب أنه سقط واحد فقط، لكن لا يوجد يقين. ¶ فيقول هنا: المرسل اصطلاحاً: هو ما سقط من آخر إسناده من جهة التابعي. ¶ وقد قلنا قبل: إن المعلق هو ما سقط من أول إسناده رجل من جهة المصنف؛ لأن للإسناد آخرين وأولين، فيمكن أن تقول: من أول الإسناد من جهة الصحابة، ويمكن أن تقول: من آخر الإسناد من جهة الصحابة. ¶ فللمرسل اصطلاحاً معنيان: المعنى الأول: هو ما سقط من آخر إسناده من بعد التابعي، سواء كان هذا التابعي صغيراً أو كبيراً؛ كأن يقول التابعي الإمام ابن شهاب الزهري -مثلاً-: قال رسول الله صلى الله عليه وسلم، فـ الزهري من صغار التابعين، ونحن عندما نتكلم عن الصغار نعني الإدراك، فـ سعيد بن المسيب أدرك كثيراً من الصحابة، وكان متزوجاً بنت أبي هريرة، وعبد الرحمن بن أبي ليلى أدرك مائة وعشرين من الصحابة، وهو القائل: أدركت مائة وعشرين من أصحاب النبي صلى الله عليه وسلم ما منهم أحد تعرض عليه الفتوى إلا ود أن أخاه كفاه. ¶ فهذا نص صريح وصحيح عنه في أنه أدرك مائة وعشرين صحابياًَ، فمن أدرك مائة وعشرين صحابياً -على اختلاف الصحابة في أسنانهم وتضلعهم في العلم- هل يقال عنه: إنه من صغار التابعين أم أنه من كبار التابعين؟ ¶ A  يقال: إنه من كبار التابعين. ¶ وقيس بن أبي حازم كذلك، فـ قيس بن أبي حازم وعبد الرحمن بن أبي ليلى وسعيد بن المسيب كل هؤلاء من كبار التابعين الذين أدركوا جلة من الصحابة، بخلاف الزهري وأمثاله، والحسن البصري كان من الكبار، لكن الحسن البصري مراسيله مردودة؛ لأنها من أضعف المراسيل؛ لأن الحسن اتهم بالتدليس، ودلَّس عن الصحابة وعن غيرهم من التابعين، بل لما تتبع بعض أهل العلم مراسيل الحسن وجدوه يدلس عن الضعفاء والثقات في وقت واحد. ¶ فعلى أي حال المرسل هو أن يقول التابعي: قال رسول الله صلى الله عليه وسلم فأقول: إن المعنى الأول لمعنى المرسل من حيث الاصطلاح: هو ما سقط من آخر إسناده من بعد التابعي، كأن يقول التابعي: قال رسول الله صلى الله عليه وسلم، والتابعي لم يدرك النبي عليه الصلاة والسلام، ولو كان أدركه لجاز له أن يقول: قال رسول الله، وحدثنا رسول الله، وبهذا يكون صحابياً وليس تابعياً، إنما التابعي هو من أدرك الصحابي، والصحابي هو من لقي النبي عليه الصلاة والسلام؛ فهذا هو التعريف الأول.",
            "page": "6",
            "part": "6",
            "seal": "D33110B1"
        },
        {
            "id": "51",
            "nass": "أنواع المرسل",
            "page": "7",
            "part": "6",
            "seal": "DE3844B3"
        },
        {
            "id": "52",
            "nass": "المرسل المنقطع ¶ وهناك من أنواع المرسل في هذا الباب مرسل له حكم الاتصال أو موصول الإسناد، فعندما أقول في أحد التعريفات: هو أن يقول التابعي: قال رسول الله، فالتابعي لم يدركه، وعلى هذا يكون فيه انقطاع، والانقطاع هنا يمكن أن يكون الساقط واحداً أو اثنين أو أكثر، كرواية الأقران بعضهم عن بعض، وهذا النوع نسميه: الحديث المدبج، والحديث المدبج: هو أن يروي الأقران بعضهم عن بعض، كأن يروي تابعي عن تابعي عن تابعي عن تابعي ثم عن الصحابة، فالأربعة التابعيون لما رووا الحديث بعضهم عن بعض لو حذف ثلاثة تابعيون وذكر الصحابي ستقول: هذا التابعي روى عن ذلك الصحابي، لكن في الحقيقة بينه وبين ذلك الصحابي في هذا الحديث على وجه الخصوص ثلاثة، فهو لم يسمع منه مباشرة، وإنما سمعه من واحد وهو سمعه من ثانٍ وهو سمعه من ثالث، ثم بعد ذلك هذا الثالث سمعه من الصحابي. ¶ فهذه أحد صور المرسل: أن يروي التابعي الحديث عن رسول الله صلى الله عليه وسلم دون أن يقيده بالذي سمع منه ذلك الحديث، فأنا أقول: إن هذا الإسناد ضعيف؛ للانقطاع. ¶ لكن عندنا نوع من المرسل أيضاً سأسميه حديثاً مرسلاً وإسناداً مرسلاً، لكنه موصول، وله حكم صحة السند إلى المرسِل. ¶ فالمرسل نوعان: النوع الأول: أن يكون المرسل منقطعاً من بعد التابعي، كأن يقول التابعي: قال رسول الله صلى الله عليه وسلم، وفي هذه الحالة الإسناد هذا منقطع، وهذا أحد أنواع المرسل، وحكمه الضعف، ضعف بسبب الانقطاع والسقط من الإسناد؛ لأنه ليس هناك يقين بأن الساقط صحابي، مع أنه يمكن أن يكون الساقط صحابياً وأن يكون تابعياً، والتابعي هذا تجري عليه أحكام الجرح والتعديل، فيمكن أن يكون ثقة ويمكن أن يكون غير ثقة، ففي هذه الحالة الجهل بحال الساقط يجعلني أرد الحديث؛ لأن حكم الساقط لا أعرفه، هل هو ثقة أم غير ثقة؟ ولست متأكداً من أن الساقط صحابي فقط؛ لأنه يمكن أن تكون الرواية عن الأقران. ¶ إذاً: التابعي يمكن أن يروي عن تابعي، ويمكن أن يروي عن صحابي، فإذا روى حديثاً وقال فيه: قال رسول الله صلى الله عليه وسلم؛ فأنا في هذه الحالة لا أدري: هل هو حمل هذا الحديث عن الصحابي أم عن تابعي مثله؟ وهل التابعي أخذه عن الصحابي، فأنا لا أعرف في هذه الحالة هل الساقط في هذا الإسناد صحابي وتابعي، أم صحابي فقط؟ فلو تأكدت أن الساقط صحابي فقط فالحديث صحيح؛ لأن الصحابة كلهم عدول، فإذا كان الساقط صحابياً يقيناً فيقبل هذا الحديث مطلقاً؛ للحكم العام على الصحابة بأنهم جميعاً عدول. ¶ لكن أنا لست متأكداً أن هذا الساقط هو صحابي، فيمكن أن يكون صحابياً وبجانبه تابعي، والتابعي هذا يمكن أن يكون ثقة ويمكن أن يكون غير ثقة، وأنا في هذه الحالة لا أعرف حكم ذلك التابعي، ولا أعرف إذا كان الساقط تابعياً وصحابياً، أم صحابياً فقط، أم مجموعة تابعيين وصحابي، أم غير ذلك، فلما خفي علي عين الساقط توقفت في قبول الحديث؛ لجهالة عين الراوي الساقط من الإسناد، فلما خفي علي عين الراوي الذي سقط وأنا لست متأكداً من هو: هل هو صحابي أم تابعي، توقفت في الحديث؛ لأنه قد يكون تابعياً، ويمكن أن يكون تابعياً ضعيفاً، فأنا ابتداءً لم أعرف من الذي سقط، عين ذلك الشخص لا أعرفه؛ فبالتالي: الذي لا أعرف عينه لا أعرف حاله، توثيقاً أو تجريحاً أو تعديلاً. ¶ فلما كان الأمر كذلك وجب رد هذه الرواية؛ لأنها أتتني من طريق منقطع أنا لا أعلم حال الساقط في هذا الإسناد. ¶ هذا النوع الأول من الإرسال.",
            "page": "8",
            "part": "6",
            "seal": "DE3495AC"
        },
        {
            "id": "53",
            "nass": "المرسل المتصل ¶ النوع الثاني: نوع من الإرسال متصل، لكن كيف يكون مرسلاً ومتصلاً في الوقت نفسه؟ الصحابة كلهم عدول، فإذا سمع صحابي النبي صلى الله عليه وسلم ثم بعد موت النبي عليه الصلاة والسلام ارتد ذلك الصحابي، ثم رجع إلى الإسلام مرة ثانية، ففي حال ردته هو كافر، لا يجوز حمل حديثه، ولما رجع مرة ثانية إلى الإسلام قال العلماء: إن هذا يسمى تابعياً؛ لأنهم لما وضعوا حداً لتعريف الصحابي قالوا: الصحابي هو من لقي النبي صلى الله عليه وسلم مؤمناً به ومات على ذلك، أي: لم تتخلل فترة إيمانه بالنبي عليه الصلاة والسلام ردة، أما من ارتد فليس له صحبة، ولا ينال شرف الصحبة؛ تأديباً له على ردته، فذلك الصحابي الذي صحب النبي صلى الله عليه وسلم وسمع منه الحديث نزل من رتبة الصحبة إلى رتبة التابعين؛ تأديباً له. ¶ أما الحديث الذي رواه فله حكم الاتصال، وهو حديث موصول، ولكنه في التعريف والحد حديث مرسل، لكنه من باب المرسل الموصول؛ هذه صورة. ¶ الصورة الثانية: رجل لم يؤمن بالنبي عليه الصلاة والسلام في حياة النبي صلى الله عليه وسلم، ولكنه كان يجالسه ويسمع منه الحديث، كمشركي مكة ويهود المدينة وغيرهم، فهؤلاء لما سمعوا من النبي صلى الله عليه وسلم أحاديث كثيرة وآمنوا بعد موت النبي عليه الصلاة والسلام لا يحكم لهم بالصحبة، ويسمون مخضرمين، أدركوا العهدين: أدركوا الجاهلية وأدركوا الإسلام، ففي هذه الحالة نسميهم تابعين، لكن حديثهم موصول، ونحن قلنا: إن الحديث الصحيح شرطه أن يكون الراوي مسلماً، فكيف يصحح حديث هؤلاء؟ ¶ و A  أنه لا يشترط أن يكون الراوي عندما يتحمل حديثاً مسلماً، ولو أدى ما سمعه حال كفره بعد إسلامه قبل، مثال ذلك: رجل مشرك سمع النبي صلى الله عليه وسلم يتكلم بكلام، ولكنه لم يسلم إلا بعد موت النبي عليه الصلاة والسلام، ثم حدث بهذه الأحاديث التي سمعها في حال كفره، فتقبل منه وتعد موصولة وهو ليس بصحابي؛ لأن الصحابي هو من لقي النبي عليه الصلاة والسلام -وهذا لقيه- مؤمناً به، وهذا لم يكن مؤمناً في حال حياة النبي عليه الصلاة والسلام، ونحن نقول في الصحابي: هو من لقي النبي عليه الصلاة والسلام مؤمناً به ومات على ذلك.",
            "page": "9",
            "part": "6",
            "seal": "D91F8182"
        },
        {
            "id": "54",
            "nass": "شرح كتاب الباعث الحثيث - الحديث الحسن لذاته [1] ¶ اختلف العلماء في تعريف الحديث الحسن؛ والأقرب من أقوالهم أنه ما توافرت فيه شروط الصحيح مع خفة ضبط الراوي، وسبب الاختلاف فيه وسطيته بين الصحيح والضعيف في نظر المجتهد.",
            "page": "1",
            "part": "7",
            "seal": "EDBC07CB"
        },
        {
            "id": "55",
            "nass": "اختلاف المحدثين في الحديث الحسن ¶ باسم الله، والحمد لله، والصلاة والسلام على رسول الله صلى الله عليه وسلم. ¶ وبعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ وبعد: فقد تعرضنا من قبل إلى تقسيم الحديث إلى مقبول ومردود، وقلنا: إن المردود هو الضعيف بجميع أنواعه، والمقبول هو الصحيح والحسن. ¶ وقلنا: إن الصحيح ينقسم إلى قسمين: صحيح لذاته وصحيح لغيره، والحسن كذلك ينقسم إلى: حسن لذاته وحسن لغيره. ¶ ولما فرغنا من الحديث الصحيح لذاته، وأنه هو الذي استجمع شروط الصحة في نفسه، وهي: اتصال السند، وعدالة الرواة، وضبطهم، وانتفاء الشذوذ، وانتفاء العلة، وتكلمنا عن كل واحد من هذه الشروط بما فيه غنية وكفاية ننتقل اليوم -بإذن الله تعالى- إلى الحديث الحسن. ¶ والحديث الحسن كما سبق معنا هو نوع من أنواع المقبول، ومعنى أن الحديث مقبول: أنه يلزم الاحتجاج به؛ وبذاته تقوم به الحجة؛ لأنه مقبول، وما دام كذلك فإنه محل تشريع. ¶ والحديث الحسن اختلف فيه أهل العلم اختلافاً عظيماً جداً أعظم من اختلافهم في الحديث الصحيح، وكنا قد ذكرنا من قبل في شروط الصحيح، وقلنا: إن هذه الشروط الخمسة هي الشروط المتفق عليها عند المحدثين جميعاً، وهناك شروط مختلف فيها، وشروط غير معتبرة، كما شرطت المعتزلة: أن يوافق العقل، وهذا شرط في غاية البطلان والفساد. ¶ أما الحديث الحسن فإذا كنا سنحدد من الآن أننا نريد أن نضع حداً للحسن لذاته أو لغيره فسيوفر علينا كثيراً من التعب والمشقة، ونحن الآن نريد أن نعرف الحديث الحسن لذاته، وهذا يتناسب مع تعريف الصحيح لذاته. ¶ أقول: إن تعريف الحسن قد اختلف فيه أهل العلم اختلافاً كثيراً جداً، فـ للترمذي تعريف، وللخطابي تعريف، ولـ ابن الصلاح تعريف، وللحافظ ابن حجر تعريف، ولـ ابن جماعة تعريف، وللسيوطي تعريف، وللسخاوي تعريف، تعريفات كثيرة جداً للحديث الحسن؛ لأن الحديث الحسن هو حلقة وسط بين الصحيح الذي لا خلاف على صحته، وبين الضعيف الذي يمكن أن يرتقي أو لا يرتقي. ¶ وأريد أن أقول: إنه هو المنزلق الصعب الذي تعرض المحدثون لوضع حد له، فبعضهم وضع حداً لا يصلح إلا مع الحديث الحسن لذاته، وبعضهم وضع حداً لا يصلح إلا مع الحديث الحسن لغيره، بمعنى أنه كان ضعيفاً في الأصل، ولكن بشروط وتوافر عوامل أخرى خارجية ارتقى الحديث عند قوم ولم يرتق عند آخرين؛ ولذلك وقع الخلاف فيه. ¶ لكن على أية حال: نحن نريد الآن في هذه العجالة أن نخلُص من أمرين: الحديث الصحيح لغيره، والحسن لذاته. ¶ فالحديث الحسن لذاته عرفه الحافظ ابن حجر، وهو أعظم تعريف للحديث الحسن لذاته، ويشترط في كل حد أن يكون جامعاً مانعاً، فأي حد وأي تعريف لابد أن يكون جامعاً لأوصاف المحدود، مانعاً من دخول أوصاف غيره معه، فعندما أقول: الحديث الحسن؛ يلزمني أن أعرف الحسن تعريفاً دقيقاً، بحيث لا أُدخِل معه غيره، ولا أُخرِجه عن أصله الذي وضع له. ¶ بمعنى آخر: عندما أعرف الحديث الحسن أضع له تعريفاً، هذا التعريف لا يسمح بدخول غير الحسن في هذا التعريف، كما أن هذا التعريف ينبغي أن يكون جامعاً للأوصاف التي يجب توافرها في الحسن؛ حتى لا أدع للآخرين مجالاً للنقض، ولا لطرح أسئلة أخرى موجهة لهذا الحديث. ¶ والحافظ ابن حجر في النزهة قبل أن يعرف الحسن لذاته عرف الصحيح فقال: هو ما اتصل سنده بنقل العدل تام الضبط من غير شذوذ ولا علة. ¶ ثم قال: (فإن خف الضبط فالحسن لذاته). ¶ والحديث الصحيح: هو ما اتصل سنده بنقل العدل، والعدل هو الثقة، والتوثيق لا يصدر للراوي ولا يحكم له به إلا إذا كان تاماً في عدالته وديانته وورعه وتقواه، وتاماً في ضبطه، يعني: يضبط ضبطاً جيداً متيناً؛ حتى يشهد له أئمة النقد بأنه ضابط ولم يخالف أحداً ممن روى حديثه؛ لأنه لو خالف حتى علم منه ذلك فإنه يستحق أن يترك؛ لأنه يكون سيئ الحفظ جداً. ¶ فالحافظ ابن حجر يقول: (فإن خف الضبط)، يعني: فإن اختل شرط من شروط هذا الحديث الصحيح في ناحية الضبط فالحسن لذاته، وليس معنى: (فإن خف الضبط) أنه صار يخرف، لا، بل المعنى أنه لا يكون في كمال الضبط، ولا في تمامه، ولكن ينزل درجة ومرتبة، ولذلك قال الحافظ: هو ما اتصل سنده بنقل العدل، ولم يقل: العدل الضابط، وإنما قال: العدل تام الضبط، يعني: الذي عنده ضبط كامل، ومتقن جيداً، فإن خف الضبط شيئاً يسيراً فهو ينزل من مرتبة الثقة إلى مرتبة الصدوق؛ لأن حديث الثقة حديث صحيح لذاته، وحديث الصدوق حديث حسن لذاته، ومعنى حسن لذاته: أنه اجتمعت أسباب الحسن فيه هو، ولم يكتسبها من عوامل خارجية، مثال ذلك: رجل قوي متين جداً، أقول: هذا إنسان قوي، أو هذا إنسان صحيح، أو مهيب، أو مخيف، والذي يراه يخاف منه، فنقول: إنه مخيف لذاته؛ لأنه قوي وصاحب عضلات وفتوة،",
            "page": "2",
            "part": "7",
            "seal": "1A3138DE"
        },
        {
            "id": "56",
            "nass": "الاحتجاج بالحديث الحسن ¶ يقول: الحديث الحسن وهو في الاحتجاج به كالصحيح عند الجمهور. ¶ إذاً: بعض أهل العلم قالوا: إن الحديث الحسن ليس بحجة، ولكنهم لما تكلموا عن هذا تكلموا عن الحديث الحسن لغيره، لا الحسن لذاته. ¶ قال: (وهذا النوع لما كان وسطاً بين الصحيح والضعيف في نظر الناظر لا في نفس الأمر)، والجملة هذه قد تكلمنا عنها وبيناها لما جئنا للحديث الصحيح، وقلنا: إن مسألة التصحيح والتضعيف محل اجتهاد، فالمجتهد ينظر في الشرط، وينظر في الراوي، فيقول: الشرط الفلاني ينطبق هنا، وغيره يقول: لا ينطبق، فالمسألة محل اجتهاد. ¶ ولذلك تجد غالباً أن أئمة النقد يختلفون في راوٍ واحد، فبعضهم يوثقه، وبعضهم يضعفه. ¶ بل الناقد الواحد تجد له قولين أو ثلاثة في الراوي الواحد، يقول عنه مرة: ثقة، ومرة: صدوق، ومرة: ضعيف، وهذا ناقد واحد يصدر منه على راوٍ واحد هذه الأحكام الثلاثة. ¶ فربما كان ثقة فتغير واختلط حتى خرف؛ فقال عنه أولاً قبل الاختلاط: ثقة، وقال بعد الاختلاط: ضعيف، وربما كان ضعيفاً أو صاحب بدعة فتاب الله عز وجل عليه فاستقام على مرويات أهل السنة والجماعة. ¶ وربما ظن الناقد أن هذا الراوي أخطأ في هذا الحديث؛ فحكم عليه، فلما تبين له أنه هو الذي وهم رجع عن حكمه بتعديله مرة ثانية وغير ذلك، وهذا محله البحث في علم الجرح والتعديل، وليس في علم المصطلح. ¶ فهو هنا يقول: لما كان الحديث الحسن وسطاً بين الصحيح والضعيف في نظر الناظر، يعني: في محل اجتهاده، لا في نفس الأمر، يعني: ليس بلازم أن يكون اجتهاد المجتهد يوافق الواقع. ¶ بمعنى أننا الآن نقول: إن الشيخ الألباني مثلاً ضعَّف حديثاً، فهل ضعفه لأنه عرف حقيقة هذا الحديث، أم أنه طبق القواعد المعروفة في علم الحديث؟ يعني: هل الشيخ الألباني رأى النبي عليه الصلاة والسلام وسمعه أو علم أنه لم يقل هذا الكلام؟ ¶ A  لا، وإنما طبق قواعد علم الحديث المعروفة. ¶ والحقيقة أن هناك مجموعة من القواعد اصطلح عليها المحدثون، واتفقوا على أن هذه القواعد لازمة لأن يكون الحديث صحيحاً أو حسناً أو ضعيفاً، فإذا توافرت هذه الشروط صح الحديث، وإذا لم تتوافر واختل واحد منها كان الحديث ضعيفاً أو حسناً. ¶ والقواعد هذه موجودة لدى الأولين، ولا تحتاج إلى اجتهاد المعاصرين، وإنما اجتهاد المعاصرين يكون في إنزال هذه القواعد على الواقع الموجود أمامنا، وعلى الإسناد الموجود أمامنا، وأنا عندما أنزل هذه القواعد على الإسناد الموجود أمامي أحياناً أصيب، وأحياناً أخطئ، فليس بلازم من إطلاق المحدث: هذا حديث صحيح، أو هذا إسناد صحيح أن يكون صحيحاً في نفس الأمر، بمعنى: أن يكون ثابتاً يقيناً عن النبي عليه الصلاة والسلام، وهل يقسم المرء أو يحلف بالطلاق أن هذا الحديث قاله النبي عليه الصلاة والسلام؟ وإذا طلق لم يحنث؟ المسألة مخيفة. ¶ فإذاًَ: الأمر يتوقف فقط عند حد الاجتهاد في تطبيق القواعد، فإذا انطبقت صح، وإذا لم تنطبق أو اختل واحد منها رد هذا الخبر، أو أتينا له بوصف آخر. ¶ ولا يعني هذا الاجتهاد أن النتيجة النهائية التي سنخرج بها لابد وأن تكون حتمية؛ لأنه يمكن أن أحكم على حديث بأنه صحيح وهو في الحقيقة ضعيف، ويمكن أن أحكم عليه أنه ضعيف وهو في الحقيقة صحيح؛ لأنه أتى من غير وجه، وأنا لم أقف على هذه الأوجه، أو لأنني أخطأت في تطبيق هذه القواعد على الإسناد الموجود أمامي. ¶ وعكس ذلك ما لو حكمت على إسناد بأنه إسناد صحيح، وخفي علي أن هذا الراوي بعينه مدلس، وقد عنعن، وأنا لم أنتبه إلى هذه المسألة، فحكمت بأن هذا الإسناد صحيح؛ لأني نظرت في كتب التخريج فوجدت أن جميع الرواة ثقات. ¶ ومثلاً: الزهري إمام ثقة جبل من جبال الحفظ، إلا في فلان فإنه ضعيف فيه، فهذا التفصيل ليس موجوداً في كتاب التقريب، فأنا عندما أرى في السند أجد أن رواية الزهري التي أمامي من نفس الطريق التي ضعف فيها عن شيخه، ولكني لم أنتبه، فـ الزهري إمام، والقضية كلها عن الزهري، وأنا أعرف أن الزهري من الشهرة والمكانة المرموقة في العلم في الدرجة الأسمى، ففي هذه الحالة عيب أن أبحث عن الزهري، مثلما لا أبحث عن أحمد بن حنبل، أو سعيد بن المسيب، أو غيرهم؛ لأنه من العيب بمكان أن أكون طالب علم حديث وأبحث عن البخاري أهو ثقة أم لا؟ لأن هناك أموراً كالمسلمات. ¶ وأحياناً تخفى نقطة خفية دقيقة جداً على الباحث أو على العالم؛ فيحكم لأول وهلة بأن هذا إسناد صحيح. ¶ نحن كنا نقول للشيخ الألباني مثلاً: حديث فلان -يا شيخ- صحيح أم ضعيف؟ فيقول: أين هو؟ فأقول: في مسند أحمد مثلاً، يقول لي: اقرأ السند، فنقرأ عليه السند: قال أحمد: حدثني فلان وفلان؛ فيقول: هذا إسناد صحيح، نقول: يا شيخ! مع أن فلاناً لم يصرح بالتحديث وهو مرمي بالتدليس؟ فيقول: لم يرم بالتدليس، فآتي بترجمته م",
            "page": "3",
            "part": "7",
            "seal": "4E41B784"
        },
        {
            "id": "57",
            "nass": "التصحيح والتضعيف مسألة اجتهادية ¶ الأمر الثاني: أن اجتهاد المجتهد وإن لم يحالفه الحق والصواب فمن تمام حفظ الله تعالى لهذا الدين أن يقيض لهذا العالم من يرد عليه، سواء كان من علماء السنة أو من علماء البدعة، ولذلك نحن عندما نمر على قضية من القضايا نجد شيخ الإسلام ابن تيمية أخطأ فيها، وشيخ الإسلام ابن تيمية شيخ الجميع، وشيخ الأمة إلى يوم القيامة، ومع هذا نقول: لا، ابن تيمية خالف في هذه المسألة، فلن نأخذ بكلامه؛ لأن ديننا يقول هذا، يقول: إن الاتباع لا يكون إلا في الحق لمن كان، فلا نتبعه فيما خالف فيه، ونثبت له الأجر الواحد؛ لأنه مجتهد، فهو ما أخطأ إلا بعد أن استفرغ الوسع والجهد في الوصول إلى الحق، ولكنه أخطأه، بخلاف رجل تعمد الباطل، فليس من تحرى الحق فأخطأه كمن تعمد الباطل، فالأول صاحب سنة، والثاني صاحب هوى. ¶ ففي هذه الحالة أقول: إذا كان التصحيح والتضعيف مسألة اجتهادية فما المانع أن الحديث الذي حكم عليه بالصحة يكون ضعيفاً، وبالتالي تختل الثقة بكثير من السنة، وإن شئت فقل: بالسنة كلها. ¶ وهذا باب عظيم جداً لا ينبغي أن يطرأ على ذهن واحد منا؛ لما ذكرته من الأسباب وغيرها. ¶ فأهل العلم إذا قالوا عن حديث: صحيح؛ فالحجة في قولهم، وإذا أجمعوا على ضعف حديث؛ فالحجة كذلك في قولهم في عدم العمل بهذا الحديث الضعيف. ¶ أما إذا اختلفت الأمة في إثبات حديث أو في رده، فإذا كنت طالب علم لك نظر وبصيرة وترجيح بين أقوال أهل العلم فإنما يلزمك أن تطلع على كلا القولين، ثم ما ترجح لديك في هذا الحديث من أحد القولين فهو دين الله عز وجل الذي تدين به إليه. ¶ وإذا لم تكن طالب علم وليست لديك ملكة الترجيح والبحث في أحوال الرواة فإنه يلزمك أن تتبع مفتيك الذي تثق فيه وفي دينه وورعه، وهذا كلام أقوله دائماً في قضايا الاجتهاد والتقليد. ¶ مثال ذلك: الحافظ العراقي ضعَّف حديثاً الألباني حسنه، وأنت طالب علم ليس لك علاقة بالحديث، ولا تعرف كيف يكون صحيحاً ولا كيف يكون ضعيفاً، والعراقي رده والألباني قبله، فتقول: بقول من آخذ؟ هل آخذ بقول العراقي؟ العراقي لا أعرفه، ولا أعرف لا دينه ولا أخلاقه ولا سلوكه، وليس معنى ذلك أنك تتهمه، لكن أنت لم تسمع أن في الأمة واحداً اسمه العراقي، لكن الألباني عندك محل ثقة وقبول، وصاحب ديانة وصاحب ورع وصاحب سنة وغير ذلك، فتقول: هذا الرجل نعرفه ويعرفنا، ونحن نثق في دينه جداً، فلا بأس أن تأخذ بقول الألباني ونحوه. ¶ خاصة إذا كان العالم الذي أصدر حكمه على الرواية من أهل الاجتهاد المعروفين بالتخصص فيه، وكذلك معروفاً بالاستقامة على السنة، ومعروفاً كذلك بعدم التساهل. ¶ وربما يكون هذا العالم معروفاً بالتشدد، يتشدد في التعديل، يعني: لا يحكم على الحديث بالصحة أو الحسن إلا بعد جهد جهيد، ويهجم على الأحاديث الصحيحة، مثل ابن الجوزي، فـ ابن الجوزي لم تكن له صناعة قوية بعلم الحديث، وكان يهجم على الأحاديث الصحيحة فيضعفها، وكان متشدداً جداً في تجريح الرواة، فعند ابن الجوزي أن الراوي الثقة هو الذي يخطئ مرة، وهذه المرة عند المحدثين لا عبرة بها؛ لأن الأصل فيه العدالة والتوثيق، لكن إذا أخطأ مرة عند ابن الجوزي سقطت عدالته كلها، وتجده مباشرة يأتي بأحاديثه في كتاب الموضوعات أو في الأحاديث الواهية، بل إنه أورد في كتاب العلل المتناهية أحاديث في صحيح مسلم على أنها موضوعة. ¶ فـ ابن الجوزي رحمه الله تعالى عنده المسألة إما صحيح في القمة، وإما موضوع تحت الأقدام. ¶ فأنا عندما أعرف أن ابن الجوزي متشدد جداً في هذه القضية، ثم أرى عشرين أو ثلاثين عالماً من علماء المسلمين حكموا على حديث بأنه حسن، وابن الجوزي حكم عليه بأنه ضعيف، أقول: ابن الجوزي لن آخذ منه. ¶ وعندما آتي وأجد مثلاً ابن حبان أو الحاكم متساهلين جداً في التوثيق، ومتسامحين في حق الرواة، فعندما أجد أن الأمة ضعفت حديثا وحكم عليه الحاكم وابن حبان بأنه حديث حسن، أقول: لا؛ لأن هؤلاء معروفون بالتساهل في التوثيق، مع أن الذين ضعفوه قد بينوا حجة الضعف، وهذه الحجة بالنسبة لي حجة مقنعة جداً، فإن الحديث بها لا يمكن أن يرتقي أبداً. ¶ فلا بد من النظر إلى كلام الجارح أو كلام المعدل، وبالتالي نرجع إلى أصل كلامنا الذي استطردنا فيه، وهو أن مسألة التصحيح والتضعيف مسألة اجتهادية، والمرجع فيها والحجة في أدلة المعدلين وأدلة المجرحين، ولا يلزم من الحكم بضعف الحديث أنه في ذاته غير ثابت، بمعنى: لا يلزم أن يكون النبي صلى الله عليه وسلم لم يقله، بل يمكن أن يكون قاله. ¶ ولذلك أنت أحياناً تجد بعض الناس يجلس يفكر ثم يقول: هل",
            "page": "4",
            "part": "7",
            "seal": "5CD04411"
        },
        {
            "id": "58",
            "nass": "صعوبة معرفة الحديث الحسن ¶ يقول: (وهذا النوع الذي هو حسن لما كان وسطاً بين الصحيح والضعيف في نظر الناظر)، يعني: في اجتهاد المجتهد، (لا في نفس الأمر)، يعني: لما يقول المحدث: هذا حديث حسن، لا يلزم منه أن يكون حسناً في ذاته، وإنما هو حسن في نظره واجتهاده، (عسر التعبير عنه)، يعني: عسر وضع حد له وضبطه على كثير من أهل هذه الصناعة، يعني: كان صعباً جداً؛ لأنه بيت القصيد، قال: (وذلك لأنه أمر نسبي؛ شيء ينقدح عند الحافظ ربما تقصر عبارته عنه). ¶ مسألة الحسن بالذات مسألة عويصة وشاقة جداً؛ لأنها ما هي إلا عبارة عن نظر المجتهد في الإسناد الذي أمامه، وفي الحديث الذي أمامه، وتطبيق قواعد وأصول متفق عليها هنا، فربما هذا المجتهد يخطئ أو يصيب، لكنه لا يحكم إلا بعد تيقنه أنه مصيب، ولذلك لما قالوا لـ شريح القاضي: أتعجب بحكمك؟ قال: لو لم أكن معجباً به ما حكمت، فهل يلزم أن يكون حكم شريح في نفسه صحيحاً موافقاً للشرع؟! هو اجتهد، والنبي عليه الصلاة والسلام قال: (وإن الخصمين منكما ليختصمان إلي، فلعلَّ أحدهما يكون ألحن بحجته من صاحبه؛ فأقضي له، فإذا قضيت لأحدكم بشيء من حق أخيه فإنما أقطع له قطعة من النار، فليأخذها أو ليدعها)، معنى ذلك: أن النبي صلى الله عليه وسلم في نفسه لا يعلم أين الحق الذي هو الحق الغيبي، الذي لم يطلعه الله تعالى عليه، فلما يأتي اثنان إلى النبي عليه الصلاة والسلام أحدهما أخذ من الآخر مالاً أو متاعاً، وهذا المأخوذ منه المتاع لا يستطيع أبداً أن يقيم بينة على أن المتاع له، ولا يعرف كيف يفعل، والثاني يقول: هذا لي، بدليل كيت وكيت، ويأتي بقرائن وبينات وأدلة، وهو في ذاته كاذب، فالنبي عليه الصلاة والسلام سيحكم له؛ لأنه يحكم بالظاهر، فهل حكم النبي عليه الصلاة والسلام له يجعل هذا الشيء عند الله عز وجل له فعلاً؟ ¶ A  لا، فهو لصاحبه، وحكم النبي صلى الله عليه وسلم بها له لأنه مأمور بأن يحكم بأدلة وقواعد وأصول فرضها ربنا عليه: البينة على المدعي واليمين على من أنكر، ولا شيء غير هذا، وهذا هو ما فرضه الله تبارك وتعالى على النبي عليه الصلاة والسلام وعلى الأمة كلها. ¶ فهذا الرجل الآخذ كذاب، لكن من أين لك أن تثبت أنه كذاب ولديه قرائن وأدلة؟ والثاني صاحب الحق الأصلي عاجز عن إثبات شيء من هذا. ¶ وليس مطلوباً منه أن يحلف اليمين؛ لأن الذي يدعي إثبات الشيء له يكفيه القرينة، فالبينة على المدعي، فالمدعي عندما يأتي ويقول: هذه ساعتي بقرينة كيت وكيت أمام صاحبها، والثاني يقول: أحلف ألف يمين، نقول: لا تحلف، وحتى لو حلفت ما دام جاء المدعي بالقرائن والبينة فأنت لا تطالب باليمين إلا عندما يعجز عن إثبات هذا الحق لنفسه؛ فتحلف اليمين، فإذا حلفت اليمين سنحكم لك بهذا. ¶ فالمدعي ليس عليه يمين، إنما اليمين على المدعى عليه إن عجز المدعي عن إثبات القرائن والبينات. ¶ قال: (وقد تجشم كثير منهم حده)، يعني: وقد تعرض كثير من أهل العلم لوضع حد وتعريف للحديث الحسن. ¶ (فقال الخطابي: هو ما عرف مخرجه واشتهر رجاله، وعليه مدار أكثر الحديث، وهو الذي يقبله أكثر العلماء، ويستعمله عامة الفقهاء). ¶ نقف عند تعريف الخطابي، ونكمل في الدرس القادم إن شاء الله تعالى. ¶ أقول قولي هذا، وأستغفر الله تعالى لي ولكم، وصلى الله على نبينا محمد",
            "page": "5",
            "part": "7",
            "seal": "1F3AA1B9"
        },
        {
            "id": "59",
            "nass": "شرح كتاب الباعث الحثيث - الحديث الحسن لذاته [2] ¶ اختلفت أقوال العلماء في حد الحديث الحسن، فقد عرفه الخطابي بتعريف، والترمذي بتعريف، وابن حجر بتعريف، وغيرهم، وحاصل أقوالهم مرده إلى تعريف الحسن لذاته والحسن لغيره.",
            "page": "1",
            "part": "8",
            "seal": "A0DC28A8"
        },
        {
            "id": "60",
            "nass": "تعريف الحديث الحسن لذاته ¶ الحمد لله رب العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ أما بعد: من قبل قسَّمنا الحديث من حيث وروده إلينا -أي: بعدد طرقه- إلى متواتر وآحاد، وما كان منه مروياً بطرق غير محصورة فهو المتواتر، وما كان منه محصوراً بطرق محددة فهو الآحاد؛ فإن كان مروياً بطريق فهو الغريب، وهو الفرد، وإن كان بطريقين فهو العزيز، وإن كان بثلاث طرق فهو المشهور؛ هذا التقسيم الأول. ¶ ثم قسمنا بعد ذلك الآحاد من حيث القبول والرد إلى مقبول ومردود، وقلنا: إن المقبول هو الصحيح والحسن، والمردود هو الضعيف بجميع أنواعه. ¶ وقسمنا هناك الصحيح إلى نوعين: صحيح لذاته ولغيره، وكذا الحسن: حسن لذاته ولغيره، وقد فرغنا -بحمد الله تعالى- من الكلام عن الصحيح لذاته، وقد فرغنا من الحديث الصحيح لذاته، فكان من الطبيعي أن نتعرض -بعد أن فرغنا منه- للحديث الصحيح لغيره، ولكننا نرجئ هذا النوع إلى ما بعد بيان ومعرفة ما هو الحسن لذاته، وإذا تبين لنا الحديث الحسن لذاته علمنا الصحيح لغيره من تلقاء أنفسنا. ¶ أما الحسن لذاته فاختلف فيه أهل العلم اختلافاً عظيماً إلى أكثر من عشرين قولاً، كلهم جعلوا حداً وتعريفاً لمعنى الحسن، هذه التعريفات إما أنها جامعة غير مانعة، وإما أنها مانعة غير جامعة، ومرد هذه التعريفات المختلفة لأهل العلم في بيان حد الحديث الحسن وتعريفه إلى أمرين، ومن هذه التعريفات:",
            "page": "2",
            "part": "8",
            "seal": "EB8394B1"
        },
        {
            "id": "61",
            "nass": "تعريف الإمام الخطابي للحديث الحسن والتعقيب عليه ¶ تعريف الإمام الخطابي الذي يقول فيه: هو ما عرف مخرجه واشتهر رجاله، وعليه مدار أكثر الحديث، وهو الذي يقبله أكثر العلماء ويستعمله عامة الفقهاء. ¶ لو نظرنا إلى هذا التعريف لوجدنا أنه يمثل اتجاهاًَ للتعريفات، ومعنى ذلك: أن كثيراً من التعريفات العشرين التي ذكرناها إنما تدخل وتنحصر في هذا التعريف، فهذا التعريف كالرائد لكثير من التعريفات في حد الحديث الحسن؛ ولذلك اخترنا في هذا الاتجاه التعريف الذي يشمل كثيراً من التعريفات، وهو تعريف الإمام أبي سليمان الخطابي رحمه الله. ¶ قوله: (هو ما عرف مخرجه) هذا الكلام غير مانع؛ لأن الحديث الصحيح معروف المخرج أيضاً، بل وكذلك الحديث الضعيف معروف المخرج، ولكن شتان ما بين المعرفتين، فالحديث الصحيح معروف مخرجه من حيث توثيق رجاله وحفظهم وإتقانهم وسلامة رواية كل راو عن شيخه، واشتهاره بذلك الشيخ، فهذا أيضاً معروف المخرج، والحديث الضعيف معروف المخرج. ¶ فإذا روى راوٍ معين عن شيخ، وهذا الراوي معلوم معروف بأنه ضعيف عن ذلك الشيخ على وجه الخصوص فيكون معروف الخرج، لكنه ضعيف، كمن يروي من غير عبد الله بن يزيد المقري، وعبد الله بن المبارك، وعبد الله بن وهب المصري عن ابن لهيعة؛ فإن هؤلاء الثلاثة معروف أن روايتهم عن ابن لهيعة مستقيمة، وما عداهم روايتهم فيها نظر، فإذا كان الراوي عن ابن لهيعة من غير هؤلاء الثلاثة قيل: إنه معروف المخرج بالضعف، وأما إذا كان أحد الثلاثة العبادلة الذين ذكرناهم فإنه يقال: إنه معروف المخرج بالصحة والاستقامة. ¶ وقتادة بن دعامة البصري إذا كان يروي عن أهل البصرة فمعروف أن حديثه على استقامة، وإن كان عن غيرهم فمعروف أن روايته فيها نظر؛ لأجل التدليس، لا لغيره. ¶ مثال آخر في حديث قتادة: إذا كان الراوي عن قتادة شعبة فيستوي بعد ذلك أن يقول قتادة: (عن) أو (حدثنا)؛ لأن شعبة قال: أكفيكم تدليس قتادة، فما أتاكم من حديث قتادة عن طريقي فإنما هو من صحيح حديثه؛ لأن قتادة لم يكن يدلس في حضرة شعبة، فإذا ذهب شعبة بدأ يدلس على الموجودين، والتدليس أنواع. ¶ وكذلك هشيم بن بشير كان يدلس أمام الناس جميعاً، لا يضره بعد ذلك أن يكون هناك طالب من الطلبة يختبر حديثه أم لا؟ وكان يدلس نوعاً من التدليس اسمه تدليس العطف، والتدليس حوالي ثمانية أنواع، فتدليس العطف اشتهر به هشيم بن بشير، فكان يحدث وهم ألوف مؤلفة بأحاديث كثيرة وعظيمة وهم لا يعترضونه، ففي آخر المجلس قال: فرغنا، هل دلست عليكم اليوم؟ قالوا: لا، ولا حديثاً واحداً، قال: والله! ما من حديث إلا وقد دلست فيه، قالوا: كيف؟ قال: إنما حدثتكم اليوم من أول المجلس إلى آخره بأن قلت: حدثنا فلان وفلان، حدثنا فلان وفلان، حدثنا فلان وفلان، فما قلت فيه: حدثنا فلان فهو حدثني، وما قلت فيه: وفلان، فلم يحدثني، أي: أنه عطف الرواية عن شيخه الثاني عليه هو، لا على لفظة (حدثنا). ¶ يعني: الآن عندما أقول لك: حدثني فلان وفلان، فقولي: حدثني فلان، لا يحتمل إلا التحديث، إنما قولي: وفلان، يحتمل التدليس؛ ولذلك أهل العلم قالوا: من ألفاظ التدليس (وعن) في تدليس العطف بالذات، على اعتبار ما فعله هشيم، فـ هشيم قال: الواو لفظ من ألفاظ التدليس، وهو كقولك: حدثني فلان وفلان، فأنت لا تعطف الشيخ الثاني على الشيخ الأول الذي حدثك. ¶ وهشيم فعل هذا ليثبت لطلبته أنهم لا يقدرون على التفريق بين ألفاظ التدليس، وليعلمهم، وإلا لو كان يريد أن يمرر حديثه لما بين لهم. ¶ فقوله: (هو ما عرف مخرجه)، أي: الطريقة التي يروي بها الرواة بعضهم عن بعض، فإن كان هذا المخرج معروف الصحة فهو حديث صحيح لصحة المخرج، وأما إذا كان معروف المخرج بالضعف فهو ضعيف. ¶ فقول الإمام الخطابي: الحديث الحسن: هو ما عرف مخرجه، هذا كلام غير مانع؛ لأن الصحيح كذلك معروف المخرج، والضعيف أيضاً معروف المخرج، فأنا عندما أقول لك: حدثنا فلان عن فلان، تقول لي: يا أخي هذا غريب جداً؛ ففلان هذا شيخك لا يروي عن ذلك الشيخ الذي يروى عنه، ولا هو معروف ولا مشهور بالرواية عنه، ففي هذه الحالة سأسميه: رواية غير معروفة المخرج. ¶ أما إذا كان هناك شيخ ثقة يروي عنه تلميذ عرف بالملازمة والرواية عنه، فعندما أقول لك: حدثني فلان عن فلان؛ تقول لي: هذه رواية مقبولة؛ لأنه معروف عندك أن ذلك التلميذ إنما أخذ العلم عن ذلك الشيخ الثقة، فهذا معنى قولنا: حديث معروف المخرج. ¶ وقوله: (واشتُهر رجاله)، وهذا الشرط الثاني، وهذا الكلام يرد عليه بما رد سابقاً على قوله: (ما عرف مخرجه)؛ لأن الرجل قد يكون مشهوراً إما بالصحة، أي:",
            "page": "3",
            "part": "8",
            "seal": "E9E2C87F"
        },
        {
            "id": "62",
            "nass": "تعريف الإمام الترمذي للحديث الحسن والتعقيب عليه ¶ يقول الإمام الترمذي في تعريف الحديث الحسن: هو الذي لم يتهم راويه بالكذب، ولا يكون حديثاً شاذاً، ويروى من غير وجه نحو ذلك. ¶ قوله: (إن الحديث الحسن هو الذي لم يكن في إسناده راوٍ متهم بالكذب) هناك فرق بين راوٍ كذاب وراوٍ متهم بالكذب، وهناك فرق بين سارق ومتهم بالسرقة، فقوله: متهم بالسرقة، أي: لم تثبت عليه السرقة يقيناً، وإنما تدور الظنون والشوك حول أنه سارق، فكذلك الكذاب الذي يكذب في الحديث، فإن كان معلوم الكذب ومعلوم الرواية من جهة الوضع والكذب فهو كذاب، مثل ميسرة بن عبد ربه التراس الأكول، ذكره الإمام الذهبي في كتاب ميزان الاعتدال في الجزء الرابع، وذكر من أخباره العجب العجاب، فإنه كان رجلاً أكولاً، وكان يكذب ويستمرئ الكذب، لا يستحله، وإنما يستمرئه، وكانت غايته وهمه أن يأكل ويضع الحديث، وكان يزوق أسقف البيوت، فقيل: إنه ذهب يزوق سقف بيت، وكان يعمل في المطبخ فنظر فإذا به يجد طعاماً، وكان صاحب البيت قد صنعه لثلاثين، فنزل وأكله، ثم صعد ليكمل عمله وكأن شيئاً لم يكن، فدخل صاحب البيت وقال: ما هذا؟ لابد وأنه من عمل الجن، فكثر الكلام حتى عرفه واحد من هؤلاء الثلاثين، فقال: هل عندكم ميسرة؟! قالوا: نعم، قال: والله! إنه هو الذي أكل طعامكم، فقيل له: يا ميسرة! قال: نعم، قيل: أنت الذي أكلت الطعام؟ قال: نعم، فلم يصدق صاحب البيت، ما زال يظنه من باب الهزل، ففصل ميسرة النزاع فقال: أنا الذي أكلته، وإن لم تصدقوا فاتركوه ثانياً وجربوا، يعني: أنا مستعد أن تعيدوا الكرة وأعيد أنا ذلك. ¶ ونذرت امرأة أن تشبع ميسرة، فأتت إليه تلك المرأة وقالت له: يا ميسرة! أنا نذرت أن أشبعك فاتق الله فينا، تقول تلك المرأة: فكان ما يكفي ميسرة يكفي سبعين نفساً. ¶ وقوله: وإن لم تصدقوا فجربوا، يبين أنه يمكن أن يأكل أكل ثلاثين آخرين. ¶ وألقى له رجل مائة رغيف فأكلها، ثم ألقى للفيل مائة رغيف فأكلها إلا واحداً، فهو بهذا يأكل أكثر من الفيل. ¶ ونزل ميسرة عند قوم، فأخذوا حماره وذبحوه وشووه وقدموه له فأكله، فلما أراد الانصراف أعطوه ثمنه، وغير ذلك من قصصه، حتى إنه قيل له: يا ميسرة! كم يكفيك من الطعام؟ قال: من بيتي أم من بيت غيري؟ قال: من بيتك، قال: رغيف أو رغيفان، قال: فمن بيت غيرك؟ قال: اخبز واطرح. ¶ ميسرة هذا وضع أحاديث في فضل سور القرآن سورة سورة، يعني: أنه وضع مائة وأربعة عشر حديثاً في فضل سور القرآن، فقيل له: يا ميسرة! ما الذي حملك على ذلك؟ قال: وجدت الناس انصرفوا عن كتاب الله إلى موطأ مالك، فأردت أن أصرفهم إلى كتاب الله، وهذه نية سليمة، لكنها لا تنفع؛ لأنه لا بد من استقامة العمل على المتابعة واقتفاء أثر الرسول صلى الله عليه وسلم. ¶ وهكذا كثير من أصحاب الفرق كالشيعة وغيرهم؛ فإن الشيعة وضعوا أحاديث عظيمة وكثيرة في فضل أهل البيت، وكل أسانيد الشيعة ممتلئة بالكذب والدجل وغير ذلك؛ ولذلك أهل السنة لم يعتمدوا أسانيد الشيعة مطلقاً؛ لأنهم يغلب عليهم الكذب. ¶ المهم: هناك فرق بين الكذب الصريح والاتهام بالكذب، فهذا عندما يأتي ويقول: أنا وضعت، فهذا إقرار منه بالكذب، والإقرار سيد الأدلة، فإما أن يعرف الكذب بإقرار الكاذب، أو بالقرائن والشواهد التي تدل على أنه كذاب. ¶ وإذا لم تكن هناك قرينة ولا شاهد يدل دلالة صريحة على أن هذا الرجل كذاب، ولكن الناس لا تطمئن إلى قبول روايته، فإن هذا يكون في حيز الاتهام، وعلامة الاتهام أنني لا أطمئن أبداً لحديثه ولا أرويه، وفي الوقت نفسه لا أثبت عليه الكذب صراحة، إذاً: هو يظل في دائرة الاتهام. ¶ فهناك فرق بين الراوي الكذاب، والراوي المتهم بالكذب، فالكذاب حديثه موضوع، فإذا كان هناك إسناد فيه راوٍ حكم عليه أهل العلم بأنه كذاب أو وضاع -أي: يضع الحديث، ويختلقه، ويصطنعه على رسول الله صلى الله عليه وسلم- فهذا الحديث حديث موضوع، وهو شر أنواع الأحاديث؛ لأن الكذاب شر أنواع التهم، أما إذا لم يثبت الكذب على الراوي فيبقى في مرحلة الاتهام، وهذا المتهم بالكذب لا أقول: إن حديثه موضوع، ولكني أقول: إن حديثه منكر، أو حديثه باطل، ففي كتب الرجال إذا قال الإمام الذهبي عن راوٍ: متهم؛ فإنما يتناسب هذا الحكم وهذا المصطلح أن تكون روايته باطلة أو منكرة، ولو أنك قلت: موضوع فقد غلوت؛ لأنه متهم فقط، وليس كذاباً. ¶ فالإمام الترمذي يقول: الحديث الحسن: ألا يكون في إسناده من يتهم بالكذب، ومغزى كلمة الإمام الترمذي يعني: لا يكون كذاباً ولا متهماً، يعني: ممكن أن يكون سيئ الحفظ، ممكن أن يكون اختلط، ممكن أن يكون عنده غفلة أو نسيان أو وهم، أو يكون مستوراً أو مجهول الحال؛ كل هذه العلل تقصر وتقل عن مرتبة الاتهام، ولو كانت هذه العلل في الإسناد وأتى",
            "page": "4",
            "part": "8",
            "seal": "82026595"
        },
        {
            "id": "63",
            "nass": "تعريف الإمام ابن حجر للحديث الحسن والتعقيب عليه ¶ فما هو تعريف الحديث الحسن لذاته؟ الحافظ ابن حجر في النزهة يعرف الحديث الصحيح فيقول: هو ما اتصل سنده بنقل العدل تام الضابط إلى منتهاه من غير شذوذ ولا علة. ¶ فإن قال قائل: نحن في الحديث الحسن ولسنا في الصحيح، فأقول: أنا عرفت الصحيح حتى يتضح به الحسن. ¶ يقول الإمام ابن حجر: (فإن خف الضبط فالحس لذاته)، أي: مع استكمال بقية الشروط. ¶ إذاً: الفرق بين الحديث الصحيح الذي عرفه الحافظ ابن حجر وبين الحديث الحسن لذاته: الضبط، فإن كان الضبط تاماً في القمة فذلك الحديث صحيح، وإن خف الضبط -ولم ينعدم- فهو الحسن لذاته، والعلماء يعبرون عن كلمة (خف الضبط) بأن الراوي ينزل عن درجة (ثقة) إلى درجة: صدوق لا بأس به ليس في حديثه بأس، أو ليس فيه بأس، أو يعتبر بحديثه، أو صالح للاعتبار أو غير ذلك من الألفاظ التي ذكرها أهل العلم لبيان أن هذا الراوي نزل من أعلى الضبط إلى مستوى أقل قليلاً، ولم ينزل إلى الضعف ولم ينزل إلى سوء الحفظ والغفلة والاختلاط وغير ذلك، وإنما نزل درجة؛ لأن الضبط ثلاثة أنواع: ضبط أعلى، وضبط أدنى، وضبط وسط. ¶ فالضبط الأعلى هو للحديث الصحيح. ¶ والضبط الأدنى هو للحديث الضعيف. ¶ والضبط الوسط هو للحديث الحسن، أي: الحديث الحسن لذاته. ¶ فعندما يأتي إسناد كل رواته ثقات إلا راوياً واحداً صدوقاً، فالحديث حسن لذاته، فإذا كان الإسناد مكوناً من خمسة رواة، وكل منهم يروي عن شيخه، وأربعة منهم ثقات وواحد صدوق؛ ففي هذه الحالة سأقول عن هذا الحديث: إنه حسن لذاته، أي: أنه في أصله ليس ضعيفاً، ولا يحتاج أن يأتي من طرق أخرى؛ لأنه توافرت فيه شروط الحديث الصحيح إلا شرط الضبط؛ فإنه نزل عن درجة التوثيق إلى درجة الصدق والأمانة، فأقول عن راويه: هو صادق في الرواية، لا ثقة في الرواية، لم يكن عنده ضبط كامل وإنما خف الضبط قليلاً. ¶ فالإمام الترمذي عرف الحديث تعريفاً يتناسب مع الحديث الحسن لغيره. ¶ والإمام ابن حجر عرَّف الحسن لذاته. ¶ والإمام ابن كثير ينكر أن هذا تعريف الترمذي، ويقول: إذا كان هذا تعريف الترمذي ففي أي كتاب؟ وبأي إسناد؟ وسبحان الله! كم ترك الأول للآخر؟ يأتي من بعد ابن كثير فيقولون: إن هذا في آخر كتاب العلل الذي في سننه، يعني: العراقي رد عليه وقال له: كيف لا تعرف هذا الكلام؟ هذا الكلام موجود في كتاب العلل للإمام الترمذي، صنفه الإمام الترمذي في آخر كتابه السنن، في آخر مجلد من كتاب السنن. ¶ ثم يأتي الشيخ أحمد شاكر عليه رحمة الله قبل خمسين سنة ويقول: هذا الكلام ليس موجود في العلل فقط، بل موجود في السنن نفسها، فبعد حديث معين قال الترمذي: والحديث الحسن عندنا هو كيت وكيت، وذكر هذا التعريف، فكم ترك الأول للآخر؟",
            "page": "5",
            "part": "8",
            "seal": "E8117AE0"
        },
        {
            "id": "64",
            "nass": "تعريف الإمام ابن الجوزي للحديث الحسن والتعقيب عليه ¶ تعريفات أخرى للحسن: تعريف ابن الجوزي: ابن الجوزي في كتاب العلل المتناهية وفي كتاب الموضوعات قال: الحديث الحسن: هو الذي فيه ضعف قريب محتمل. ¶ فقوله: (قريب محتمل) مسألة نسبية، فما كان قريباً محتملاً عندك ليس بقريب محتمل عندي؛ لأن العلماء اختلفوا في مسألة الحكم على الرجال، فقد تجد راوياً يقول عنه عالم: ثقة، وفي نفس الوقت يقول عنه غيره: ضعيف، والذي يقول: ضعيف يقول أيضاً: لا يرتقي، وغيره يقول: ضعيف يرتقي وغير ذلك. ¶ فتعريف ابن الجوزي للحديث الحسن بقوله: هو ما كان فيه ضعف قريب محتمل، هذا الكلام يتنزل على تعريف الترمذي. ¶ لأنه يقول: الحديث الحسن: هو ما كان فيه ضعف قريب محتمل، ونحن قلنا قبل هذا: إن من الضعف ما لا يحتمل، ومنه ما يحتمل، فما كان يحتمل فيرتقي إلى الحسن لغيره، وما كان لا يحتمل يلحق بالبواطيل والمناكير والموضوعات. ¶ أما الحافظ ابن حجر فهو كان يعرف الحديث الحسن لذاته الذي ينزل عن مرتبة الصحيح بقليل. ¶ أما ابن الجوزي فهو يعرف الحسن لغيره، مثل الترمذي تماماً، فإن الترمذي قال: الحديث الحسن عندي: هو ما لم يكن في إسناده راوٍ متهم بالكذب، ولا يكون شاذاً ولا معللاً، ويروى من غير وجه نحو ذلك أو مثله. ¶ فكلمة: (ويروى من غير وجه نحو ذلك أو مثله) يدل على أنه يعرف الحسن لغيره. ¶ وكذلك الإمام ابن الجوزي يعرف الحديث الحسن لغيره لا لذاته. ¶ إذاً: فالحديث الحسن لذاته: هو ما نزلت فيه رتبة الراوي عن مرتبة التوثيق إلى مرتبة الصدق والأمانة. ¶ والحديث الحسن لغيره: هو الذي يأتيه الحسن لا من ذاته ومن ذات الإسناد، وإنما بمجموع الأسانيد والطرق التي روي بها ذلك الحديث. ¶ وسيأتي بعد ذلك الحافظ ابن الصلاح يلم شعث هذه التعريفات، ويقول: (وأنا نظرت فإذا بهذه التعريفات كلها إنما تدل على قسمين: قسم يتنزل على الحسن لذاته. ¶ وقسم يتنزل على الحسن لغيره). ¶ وسنأخذ هذا إن شاء الله تعالى في محاضرة قادمة.",
            "page": "6",
            "part": "8",
            "seal": "E568BFD1"
        },
        {
            "id": "1",
            "nass": "شرح كتاب الباعث الحثيث - المستخرجات والمستدركات وموطأ مالك ¶ لقد صنف أهل العلم في علوم الحديث وفنونه كتباً كثيرة، منها المستدركات والمستخرجات، كمستدرك الحاكم ومستخرج الإسماعيلي، ومنها المعاجم وغيرها من فنون الحديث وكتبه.",
            "page": "1",
            "part": "1",
            "seal": "C7DF8D28"
        },
        {
            "id": "2",
            "nass": "ضابط المستدركات ¶ مثال المستدرك: أن البخاري يقول: أنا سأخرج الأحاديث التي توافر فيها الشرط الفلاني والشرط الفلاني، فخرج والتزم هذا الشرط، ولكن فاتته أحاديث، فعندما آتي وأستدرك عليه الأحاديث التي لم يخرجها وهي على شرطه، ففي هذه الحالة سأقول: إنني استدركت على البخاري حديثاً على شرطه ولم يخرجه في الصحيح، مثلما فعل الحاكم في مستدركه صنع هذا الصنيع، أورد أحاديث يستدرك فيها ما فات البخاري ومسلم في صحيحيهما، ويقول: هذا حديث على شرط البخاري ولم يخرجه هذا حديث على شرط مسلم ولم يخرجه هذا الحديث على شرط البخاري ومسلم ولم يخرجاه؛ فكأنه يستدرك عليهما ما فاتهما مما توافرت فيه الشروط. ¶ ولا يشترط أن يلتقي مع المصنف وشيخ شيخه أو في شيخه كما هو في المستخرج، وكذلك يشترط في المستدرك ألا يكون من نفس طريق المستدرَك عليه، الذي هو البخاري ومسلم؛ لأنه إذا التزم إسناده، ففي هذه الحالة لا تقدر أن تقول: إن الحاكم في هذه الحالة استدرك عليه؛ فلا بد أن يكون إسناد المستدرِك من غير طريق المستدرَك عليه. ¶ والإمام الدارقطني عمل كتاباً على الصحيحين اسمه: الإلزامات والتتبع، ومعنى الإلزامات، أي: الاستدراكات، أي: أن الإمام الدارقطني يلزم البخاري ومسلماً بإخراج الحديث الذي فاتهما؛ لأنه قد تحقق فيه شروط البخاري ومسلم، أو شروط البخاري، أو شروط مسلم، فيقول: إن هذا الحديث على شرط البخاري ولم يخرجه، أو على شرط مسلم ولم يخرجه، أو على شرطهما ولم يخرجاه، ففي هذه الحالة وكأنه يلزم الإمام البخاري أو الإمام مسلماً أنه كان ينبغي لهما أن يخرجا هذا الحديث، ولذلك سماه: الإلزامات. ¶ أما مسألة التتبع فهي تتبع أحاديث الصحيحين التي لم تكن على شرط صاحبها، بأن يتتبع بعض الأحاديث عند البخاري لم يتوافر فيها الشرط، فهو تتبع البخاري حديثاً حديثاً، ومسلماً حديثاً حديثاً، فأي حديث وجد أنه ليس من شرط البخاري بين أنه لم ينطبق فيه شرطه، وليس معنى ذلك أن الحديث ضعيف؛ لأن هذه الشروط إنما هي في داخل الكتاب فقط، ليس في أصل الصحة. ¶ يقول الحافظ ابن الأخرم: قل ما يفوت البخاري ومسلماً من الأحاديث الصحيحة. ¶ ابن الأخرم يقول: إن البخاري ومسلم لم يتركا من الحديث الصحيح إلا القليل جداً، وابن الأخرم رجل عالم، وحتى نحسن الظن به نقول: هذا الكلام صحيح إن كان يقصد شرط البخاري ومسلم، فيكون فاتهما الشيء القليل، إنما لو كان يقصد مطلق الصحة فلا وألف لا، وهذا الكلام مردود؛ لأن البخاري نفسه فيه من الأحاديث الصحيحة أربعة ألاف فقط. ¶ والبخاري نفسه يقول: أحفظ من الصحيح مائة ألف، يعني: ستة وتسعون ألف حديث صحيح كانت عند البخاري من حفظه لم يخرجها في الصحيح، فهل يستقيم هذا الكلام مع كلام ابن الأخرم: أن البخاري ومسلماً رويا من الصحيح شيئاً يسيراً جداً؟ أبداً، لكن لو كان ابن الأخرم يقصد ما كان على شرطهما فكلامه بلا شك معقول شيئاً ما، أما إذا كان يقصد مطلق الصحة فهذا الكلام مردود بلفظ البخاري ولفظ مسلم أيضاً. ¶ وابن الصلاح ناقش ابن الأخرم في ذلك، وذكر أن الحاكم قد استدرك عليهما أحاديث كثيرة، وإن كان في بعضها مقال، إلا أنه يصفو له شيء كثير؛ لأن الحاكم استدرك على البخاري ومسلم أحاديث كثيرة، هذه الأحاديث ربما تكون في ظن الحاكم في محلها، والصحيح والصواب غير ذلك؛ لأن مستدرك الحاكم فيه الصحيح والحسن والضعيف، بل والموضوع، فكيف يكون صحيحاً، بل كيف يكون على شرط البخاري ومسلم؟! والكلام عليه سيأتي. ¶ قال ابن كثير: وفي هذا الكلام نظر؛ فإنه يلزمهما بإخراج أحاديث لا تلزمهما؛ لضعف رواتها عندهما أو لتعليلهما ذلك. ¶ والله أعلم.",
            "page": "2",
            "part": "1",
            "seal": "D9C6DE80"
        },
        {
            "id": "3",
            "nass": "ضابط المستخرجات ¶ ثم انتقل من مستدرك الحاكم إلى المستخرجات، فقال: وقد خرجت كتب كثيرة على الصحيحين يؤخذ منها زيادات مفيدة. ¶ وهذه أيضاً من فوائد المستخرج، فالحديث الذي استخرجه المستخرِج على أصل الصحيح يحمل زيادة؛ إما في السند، وإما في المتن، وهذه أيضاً فائدة من فوائد المستخرج. ¶ قال: يؤخذ منها زيادات مفيدة، وأسانيد جيدة. ¶ يعني: هناك أسانيد في المستخرجات أنظف من أسانيد المصنفات الأصلية، وهذه أيضاً فائدة. ¶ قال: كصحيح أبي عوانة، وأبي بكر الإسماعيلي، والبرقاني، وأبي نعيم الأصبهاني وغيرهم، وكتب أخر التزم أصحابها صحتها: كـ ابن خزيمة، وابن حبان البستي وهما خير من المستدرك بكثير، وأنظف أسانيد ومتوناً. ¶ رغم ما فيهما أيضاً من ضعيف؛ لأن ابن خزيمة وابن حبان يشترطان أصل الصحة، حتى سمي الكتابين: صحيح ابن حبان، وصحيح ابن خزيمة، ومع هذا تخلف هذا الشرط أحياناً، فإن في هذين الكتابين من الضعيف شيئاً ليس يسيراً. ¶ وكذلك يوجد في مسند الإمام أحمد من الأسانيد والمتون شيء كثير مما يوازي كثيراً من أحاديث مسلم، بل والبخاري، بل وأنظف من أسانيد البخاري، بل ولم يخرجه واحد من أصحاب الكتب الستة ولا الأربعة، وهي: البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجه، وأما الأربعة فهم أهل السنن: أبو داود والترمذي والنسائي وابن ماجه. ¶ ولذلك تجد عند أحمد أحاديث انفرد بها، فمثلاً: قد يوجد في مسند أحمد حديث ليس موجوداً في أي من الصحيحين أو السنن، بل يكون في مسند أحمد فقط هو الذي أخرجه، وأخرجه بإسناد الشافعي عن مالك عن نافع عن ابن عمر، وهذا الإسناد يعتبر السلسلة الذهبية، فيكون هذا الإسناد الذي انفرد به الإمام أحمد أنظف من كثير من الأسانيد التي أخرجها البخاري ومسلم. ¶ فنقول: على العموم البخاري ومسلم هما أصح الكتب بعد كتاب الله عز وجل، ثم البخاري يتفوق على مسلم، وفي بعض الكتب الأخرى كالسنن والمسانيد والمعاجم والأجزاء والفوائد أسانيد على حدة وعلى انفراد توازي وتعادل بل وتفوق بعض الأسانيد المنفردة عند البخاري وعند مسلم على انفراد، أما الكتابين في مجملهما - البخاري ومسلم - فقد تلقتهما الأمة بالقبول، وهما أصح الكتب بعد كتاب الله عز وجل. ¶ وليس هذا القبول لكل حديث ولكل كلمة في الكتابين، وإنما لعموم الكتابين، ثم هناك أحرف يسيرة قد انتقدت على البخاري وعلى مسلم، هذه الأحرف اليسيرة التي طال فيها الخلاف بين إثبات ما كانت على شرط صاحب الصحيح أو لم يكن على شرطه، وظهر فيها الخلاف أيضاً بين الصحة والضعف، هذه الأحرف لم تتلقها الأمة بالقبول، وإنما الأمة تلقت بالقبول ما اتفق على صحته.",
            "page": "3",
            "part": "1",
            "seal": "370B816C"
        },
        {
            "id": "4",
            "nass": "الكلام على المسانيد والمعاجم ¶ تكلمنا عن الكتب التي خرجت أحاديث في مثل قوة الأحاديث التي رواها البخاري ومسلم، أو ما يناهزها، وذكرنا منها المستخرجات والمستدركات، ثم ذكرنا منها مسند الإمام أحمد بن حنبل، وكذلك كتب السنن، كسنن أبي داود والترمذي والنسائي وابن ماجه. ¶ وكذلك يوجد بعض الأحاديث بأسانيد نظيفة ومتينة في معجمي الطبراني الكبير والأوسط، أما المعجم الصغير ففيه من الغرائب والعجائب الكثير. ¶ وكذلك في مسندي أبي يعلى والبزار، وغير ذلك من المسانيد والمعاجم والفوائد والأجزاء، يعني: هذه الكتب المصنفة كلها فيها أحاديث كثيرة صحيحة، وربما أخذت في الصحة مرتبة أعلى من مرتبة بعض الأحاديث عند البخاري ومسلم، وليس معنى كلام ابن الأخرم أن البخاري ومسلم فاتهما الشيء اليسير من الصحيح. ¶ وفي هذه المسانيد والأجزاء والفوائد والمعاجم ما يتمكن المتبحر في هذا الشأن من الحكم بصحة كثير منها، لكن لا يكون ذلك إلا من المتبحر في هذا الشأن، أي: في كلام وقرائن ومصطلحات أهل العلم في التصحيح والتضعيف، يعني: لا يكون التصحيح والتضعيف مبنياً على الوجد أو العقل، فتجد من يحكم على حديث بالضعف؛ لأنه لا يمكن أن يعقل، وأنتم تعرفون أن هناك نابتة في كل زمان ومكان تقول بهذا، وهؤلاء تلامذة وأبناء المعتزلة في كل زمان ومكان يحكمون العقل ويقدمونه على النقل، فتجد من يحكم على حديث من الأحاديث بالضعف فإذا سألته: لماذا؟ قال: لأنه لا يتفق مع العقل، وهو على كل حال لا يتفق مع العقل الغبي، إنما يتفق مع العقل السليم، فيظن أنه لم يخطئ. ¶ يقول: (ما يتمكن المتبحر في هذا الشأن من الحكم بصحة كثير منه)، أي: بصحة كثير من الأحاديث التي وردت في هذه الكتب والمسانيد والمعاجم والأجزاء والفوائد. ¶ قال: (بعد النظر في حال رجاله، وسلامته من التعليل المفسد)، أي: التعليل الذي يفسد صحته. ¶ قال: (ويجوز له الإقدام على ذلك)، أي: ويجوز للمتبحر الإقدام على التصحيح والتضعيف لهذه الأحاديث الموجودة في غير الصحيحين إذا كانت له القدرة والمؤهلات التي تجعله يتفوق في هذا المجال. ¶ قال: (وإن لم ينص على صحته حافظ قبله، موافقة للشيخ أبي زكريا يحيى النووي، وخلافاً للشيخ أبي عمرو بن الصلاح). ¶ لأن ابن الصلاح أغلق باب الاجتهاد مطلقاً، فضلاً عن الاجتهاد في علم الحديث، يعني: هو بدأ بإغلاق باب الاجتهاد في الحديث، ثم سحب هذا الحكم على عموم الاجتهاد. ¶ قال: لا يوجد اجتهاد، وما كان كان، والذي لم يكن لم يكن، ثم قال: الأحاديث التي رواها البخاري ومسلم هذه صحيحة قطعاً، والأحاديث التي حكم عليها أهل العلم بالصحة أو الضعف فهي صحيحة أو ضعيفة، لا خلاف على هذا، وأما الأحاديث التي لم يحكم عليها أهل العلم بصحة ولا ضعف، ولا توجد في كتاب من الكتب التي التزمت الصحة، فنتوقف عن قبولها والعمل بها. ¶ وهذا الكلام خطأ، وهو حجة عليه؛ لأن كونك تتوقف عن العمل بها هذا ذاته حكم، وهو رد، وهو اجتهاد لكن الإمام النووي رد على ابن الصلاح رداً مفحماً جداً بقوله: ما الذي يمنع المتبحر من الحكم ومن الاجتهاد؟ فكم ترك السابق للاحق! وكثير ممن لحق تفوق على من سبقه، فما فائدة إغلاق باب الاجتهاد. ¶ وإغلاق باب الاجتهاد في كل زمان ومكان مصيبة على الإسلام وعلى المسلمين، ولكن بشرط أن يكون المجتهد ملتزماً بالبصيرة العلمية، لا يأتي شخص ويقول: بقي للاجتهاد كذا شهراً، فأنا سأجتهد.",
            "page": "4",
            "part": "1",
            "seal": "C593AD3D"
        },
        {
            "id": "5",
            "nass": "الكلام على كتاب المختارة للمقدسي والمستدرك للحاكم ¶ يقول: (وقد جمع الشيخ ضياء الدين محمد بن عبد الواحد المقدسي في ذلك كتاباً سماه: المختارة). ¶ وهذا الكتاب يشبه كتاب شرح السنة للبغوي، وهو كتاب نظيف، وأحاديثه عالية، وليس فيه ضعيف إلا الشيء اليسير، وكتاب المختارة قدمه كثير من أهل العلم على المستدرك للحاكم، ومستدرك الحاكم الكلام عليه يطول، ولكن باختصار جمَّع الحاكم هذه الأحاديث التي رواها في الاستدراك على البخاري ومسلم في كتاب، وكثرت أخطاء الحاكم في هذا الكتاب، وخالف كثيراً مقصوده من الكتاب؛ لأنه قسم هذا الكتاب إلى ثلاثة أقسام: قسم منه صحيح تم فيه غرض الحاكم، وهو الاستدراك على البخاري ومسلم. ¶ وقسم منه صحيح ولكنه ليس على شرط البخاري ولا على شرط مسلم. ¶ وقسم فيه الضعيف، بل وفيه الموضوع، وطبعاً عندما تأتي تقرأ في كتاب المستدرك على الصحيحين تفاجأ بأن ثلث الكتاب ضعيف أو موضوع. ¶ لكن اعتذر عما فعل الحاكم باعتذار، وهو ما يعبر عنه العلماء بمصطلح التقميش والتفتيش، يعني: عند كوني أريد أن أؤلف كتاباً أجمع كل المقالات وكل ما أجد من آيات وأحاديث وأقوال أهل العلم وأقوال الشراح وغير ذلك، أجمعها بحيث تكون أمامي، لكن عندما أصنف كتاباً سأفتش في هذا الكلام جيداً، بحيث يكون اختياري أثناء التصنيف صحيحاً ومرتباً. ¶ وقد اعتذر الحافظ ابن حجر عن الحاكم حيث بيَّن أنه جمَّع هذه المادة وهذه الأحاديث ووضعها في كتاب، فنقح من كتابه جزءاً، ثم أدركته المنية قبل أن يتم التنقيح لباقي الكتاب؛ فكثر بعد ذلك الانتقاد لبقية الكتاب، وأما الجزء الأول منه فقلما تجد فيه ضعيفاً. ¶ والحافظ الذهبي رحمه الله لخص كتاب الحاكم، في هذا التلخيص قد يوافق الحاكم فيما ذهب إليه من حكم على الحديث، وقد يخالفه، فإذا رأى أن الحاكم قد أصاب الحكم وقد أصاب غرضه من هذا الحديث وافقه على هذا الصواب، وإذا رأى أن الحاكم أخطأ خالفه، وقال: لا، بل ليس على شرطهما، أو قال: بل ليس على شرط البخاري، أو بل ليس على شرط مسلم. ¶ والغريب أن الحافظ الذهبي في مسألة موافقة أو مخالفة الحاكم أخطأ كثيراً، ولسنا نحن من يحكم عليه بالخطأ، بل هو نفسه، فإن الذهبي رحمه الله صنف كتباً كثيرة في الرواة، أعلاها وأجلها قدراً: كتاب تاريخ الإسلام، ثم أخذ من كتاب تاريخ الإسلام كتاب سير أعلام النبلاء، ثم أخذ من سير أعلام النبلاء كتاب ميزان الاعتدال في نقد الرجال، هذا الكتاب أربعة مجلدات، وهو في متناول كثير من الناس، فربما يقول الحاكم عن حديث ما: هذا الحديث على شرطهما ولم يخرجاه، ثم تجد من هؤلاء الرواة من قد حكم عليه الذهبي في ميزان الاعتدال أو في غيره بأنه ضعيف. ¶ وقد يقول الحاكم: هذا الحديث على شرط مسلم، ثم لا تجد الحديث على شرط مسلم، وإن كان رواة الإسناد أخرج لهم مسلم، وهذه نكتة عظيمة، وهي أنه ليس بلازم أن يكون الرواة الذين أخرج لهم مسلم إذا اجتمعوا في إسناد أن يكون هذا الإسناد على شرط مسلم، فمثلاً: أخرج لي مسلم، ومحمد قد أخرج له مسلم، وإبراهيم قد أخرج له مسلم، فنحن الثلاثة متفقون أن مسلماً احتج بنا، لكن الحقيقة أن هذا الإسناد ليس على شرط مسلم، ولو كان الرجال رجال مسلم؛ لأن مسلماً احتج برواية محمد عن غير إبراهيم. ¶ ولو احتج مسلم مثلاً بمحمد وإبراهيم وحسن؛ فالثلاثة من رجال مسلم، لكن مسلم احتج بكل واحد من هؤلاء الثلاثة عن غير من ذكر هنا، فمثلاً: يقول مسلم: محمد أنا أحتج بروايته إلا عن إبراهيم؛ لأنه لم يعرف إبراهيم، محمد ثقة في كل الناس إلا في إبراهيم، وهذا الأمر وقع فيه الحاكم وتبعه عليه الذهبي، يقول: محمد وحسن وإبراهيم على شرط مسلم، والحقيقة أنهم من رجال مسلم، ولكن ليس على شرط مسلم؛ لأن مسلماً احتج برواية حسن عن غير محمد، وبرواية محمد عن غير إبراهيم. ¶ فهناك فرق كبير بين أن تقول: رجال هذا الإسناد رجال الصحيح، وأن تقول: هذا الإسناد على شرط الصحيح. ¶ فقولي: هذا الإسناد على شرط الصحيح يلزم أن يكون الرجال رجال الصحيح، هذا عند العلماء كافة إلا عند الحاكم، فإنه قال: لا يلزم أن يكون الرجال أخرج ل",
            "page": "5",
            "part": "1",
            "seal": "5B53D817"
        },
        {
            "id": "6",
            "nass": "الكلام على موطأ مالك ¶ الكلام على موطأ الإمام مالك: معنى الموطأ: الممهد السهل المعبد، يقال: طريق موطأ، يعني: معبد وسهل، والإمام الشافعي ثبت عنه أنه قال: لا أعلم كتاباً في العلم أكثر صواباً من كتاب مالك، الذي هو الموطأ. ¶ فهل الذي يقدم كتاب البخاري بتلقي الأمة له بالقبول، أم موطأ مالك بنص الشافعي؟ الإمام مالك مات سنة (179)، والإمام الشافعي كان تلميذ الإمام مالك. ¶ والإمام البخاري مات سنة (256)، وذكرت سنة وفاة مالك ووفاة البخاري لأجل أن نلاحظ صحة الأخبار واستقامتها، وهو ما يسمى بمعرفة تواريخ المواليد والوفيات، فالإمام البخاري مات سنة (256)، أما مالك فمتقدم على ذلك ولم يدركه البخاري؛ لأنه مات سنة (179)، دل ذلك على أن الإمام البخاري متأخر عن الإمام مالك، أما الإمام الشافعي فكان تلميذ الإمام مالك، بل هو أوثق من روى عن مالك، ولذلك من ذهب إلى أن السلسلة الذهبية: مالك عن نافع عن ابن عمر، قال: ولكون الشافعي أوثق من روى عن مالك فنقول: السلسلة الذهبية: الشافعي عن مالك عن نافع عن ابن عمر. ¶ والإمام الشافعي عندما ذهبت به أمه إلى المدينة وعمره عشر سنوات ليحضر دروس مالك، قيل: إن مالكاً لم يهتم به في أول الأمر، حتى شعر الشافعي بذلك فقال: يا إمام! إني أحفظ الموطأ، فتعجب الإمام مالك من ذلك، والإمام الشافعي تلقى العلم على الإمام مالك، وكان شيخه في الفقه وفي الحديث، وإن كان الإمام مالك ينسب مذهبه كثيراً إلى الرأي، بخلاف الإمام أبي حنيفة فإن مذهبه هو مذهب أهل الرأي، وبخلاف مذهب الشافعي في الفقه ومذهب أحمد بن حنبل فإنه مبني على الدليل. ¶ والإمام الشافعي قال هذه المقولة: (ما تحت أديم السماء كتاب أصح من موطأ الإمام مالك)، ولم يزل الإمام البخاري غلام يتلقى العلم، ولم يكن بعد قد صنف كتاب الصحيح. ¶ ثم هناك فرق كبير بين أول من صنف في الصحيح المطلق، وأول من صنف في الصحيح المجرد، فأول من صنف في الصحيح المطلق هو مالك، ولكن أول من صنف في الصحيح المجرد هو الإمام البخاري. ¶ ولو جئنا نرى موطأ الإمام مالك فإننا نجده مليئاً بالمراسيل والغرائب والمقطوعات، فكيف -والحال هذه- يقول عنه الشافعي: أصح كتاب تحت أديم السماء؟ ¶ و A  أن وصل هذه الأحاديث المقطوعة والغريبة والمرسلة لم يخف على الشافعي، فـ الشافعي قد عرف مخارج حديث مالك، فإنه كان خبيراً بحديثه وأخص تلاميذه، فقال هذا الحكم بناءً على علمه بوصل تلك الأسانيد، ولذلك الحافظ ابن عبد البر عليه رحمة الله أتى بعد ذلك في القرن الخامس والسادس فوصل -كما فعل غيره مع غير هذا الكتاب- هذه الأحاديث كلها، إلا أربعة أحاديث إلى الآن لم توصل، فالحافظ ابن عبد البر خدم موطأ الإمام مالك في أنه شرحه ووصل أسانيده، حتى صارت كل هذه الأسانيد المرسلة والمنقطعة والمعضلة أسانيد موصولة، وبذلك صحت جميع الأخبار والأحاديث التي رواها مالك في موطئه إلا أربعة أحاديث توقف أهل العلم فيها، على أن من سيأتي بعد ذلك ربما يهديه الله عز وجل إلى معرفة أسانيد هذه الأربعة. ¶ وهذا الكتاب الذي بذل فيه ابن عبد البر ذلك الجهد اسمه التمهيد.",
            "page": "6",
            "part": "1",
            "seal": "24F7BF08"
        },
        {
            "id": "7",
            "nass": "الكلام على جامع الترمذي ¶ الكلام على جامع الإمام الترمذي: والإمام الترمذي عندما سمى كتابه: الصحيح الجامع، شمل هذا الاسم فائدة وحكماً: أما الحكم فهو سحب حكم الصحة على ما بداخل هذا الكتاب؛ لقوله: الصحيح، وكأنه أيضاً اشترط في كتابه أنه صحيح، أو أنه لا يورد فيه إلا الصحيح، ثم خالف ما بداخله هذا الحكم؛ لأن الإمام الترمذي أحياناً يقول على حديث: حسن صحيح، وأحياناً يقول: صحيح، وأحياناً يقول: حسن، وأحياناً يقول: حسن صحيح غريب، وأحياناً يقول: صحيح غريب، وأحياناً يقول: حسن غريب، وأحياناً يقول: غريب فقط من غير صحيح ولا حسن؛ وكل مصطلح من هذه المصطلحات له مدلول عند الترمذي. ¶ الشاهد من هذه المصطلحات كلها: لو قال الإمام الترمذي بعد أن أخرج حديثاً: هذا حديث غريب؛ فالذي يفهم من هذا المصطلح أنه غالباً يقصد الضعف، وهذا مأخوذ بالاستقراء. ¶ فإذا كان الترمذي نفسه يحكم على بعض ما رواه بأنه ضعيف -وهو المعني بقوله: غريب- فكيف يسمي كتابه الصحيح؟ وسماه الجامع لأنه يتكلم في كل أبواب العلم: من العقائد والأحكام والحدود والفقه والتفسير وغير ذلك؛ ولذلك الشيخ أحمد شاكر رحمه الله لما بذل جهده في التعليق على الكتاب غمز هذا الاسم على غلاف الكتاب، فقال: سنن الترمذي المسمى بالصحيح الجامع. ¶ وهذا إنكار من الشيخ أحمد شاكر أن يتسمى هذا الكتاب بالصحيح، وكذلك ما قيل في سنن الترمذي يقال في سنن النسائي، فكتاب النسائي المسمى والمعروف بسنن النسائي هذا أيضاً ليس أصل كتاب النسائي، إنما هو اختصار وتهذيب لأحد تلامذة الإمام النسائي وهو الإمام ابن السني، طلب منه أن يختصره وأن يجتبيه؛ فسمي المجتبى والمنتقى والمختصر لأصل كتاب الإمام النسائي وهو السنن الكبرى، فأصل كتاب النسائي فيه كثير من الأحاديث الموضوعة، بل فيه الحديث الموضوع، وقيل: إن ابن السني اجتهد ألا يقع في ذلك، ولكنه أيضاً وقع فيه، وروى أحاديث حكم عليها العلماء بعد ذلك بالوضع. ¶ ونتوقف على مسند الإمام أحمد. ¶ سبحانك اللهم وبحمدك، نشهد أن لا إله إلا أنت، نستغفرك ونتوب إليك.",
            "page": "7",
            "part": "1",
            "seal": "555DFF21"
        },
        {
            "id": "8",
            "nass": "شرح كتاب الباعث الحثيث - مسند أحمد والكتب الخمسة ¶ يعتبر مسند الإمام أحمد رحمه الله من أهم دواوين السنة، فقد جمع فيه طائفة كبيرة من الأحاديث النبوية، وقد عني به العلماء عناية كبيرة، كما عني علماء المسلمين وغيرهم بالحديث النبوي عموماً، فوضعوا كتب الأطراف والمعاجم المفهرسة وغير ذلك من طرق العناية بالحديث.",
            "page": "1",
            "part": "2",
            "seal": "6218B277"
        },
        {
            "id": "9",
            "nass": "الكلام على مسند بقي بن مخلد ¶ نفس الموضوع والمنهج الذي سار عليه أحمد هو الذي سار عليه قبله بقي بن مخلد، لكن بقياً أسبق من أحمد. ¶ ثم قام بعض الأفاضل من الأساتذة المتخصصين بالدراسة في كتاب سماه: مقدمة مسند بقي بن مخلد، عرف بالمسند وعدد أحاديثه ومنهج بقي بن مخلد في مسنده، وغير ذلك، وقد أخذ هذه المعلومات كلها من ترجمة بقي بن مخلد في كتب التراجم.",
            "page": "2",
            "part": "2",
            "seal": "18FB8495"
        },
        {
            "id": "10",
            "nass": "الكلام على مسند أحمد بن حنبل ¶ الكلام على مسند أحمد بن حنبل: مسند أحمد كتاب عظيم، وهو من أعظم دواوين السنة كما قلنا، يقول الإمام أحمد لابنه عبد الله: احتفظ بهذا المسند؛ فإنه سيكون للناس إماماً، فما اختلف فيه المسلمون فليرجعوا إليه، فإن لم يجدوا فيه حل قضية فليس بحجة، أو كما قال الإمام أحمد. ¶ وأبو موسى المديني يقول: مسند أحمد صحيح، وكلام أبي موسى المديني في حكمه على مسند أحمد بأنه من الصحاح هذا كلام غير صحيح، والصحيح أن مسند الإمام أحمد فيه الصحيح والضعيف، بل والموضوع، وبعض الناس قالوا: إنه ليس فيه الموضوع وإنما الضعيف، أقروا بالضعيف؛ لأن الإمام أحمد قال: إن في المسند أحاديث ضعيفة، كما روى أحد السلف في فضل عسقلان ومرو وغيرها من البلاد. ¶ لكن منعوا أن يكون في المسند حديث موضوع، والحافظ العراقي كذب هذه الدعوى، وجمع من المسند حوالي أربعين حديثاً موضوعاً أو يزيد قليلاً من الأحاديث التي حكم عليها العراقي ومن سبقه بالوضع، لكن الحافظ ابن حجر العسقلاني رحمه الله رد على الحافظ العراقي ونفى أن يكون في المسند حديث موضوع، ورد على هذه الأربعين التي انتقدها الحافظ العراقي حديثاً حديثاً، وسمى كتابه: (القول المسدد في الذب عن مسند الإمام أحمد)، وإذا قرأت هذا الكتاب فستجد أن الحافظ ابن حجر رحمه الله أحياناً يجامل الإمام أحمد، وأحياناً يكون صادقاً في الرد على العراقي، وهذا شأن أئمة العلم السابقين، خاصة الحافظ ابن حجر، كان في غاية الأدب مع شيوخه، حتى إنه انتقد على بعض أهل العلم في زمانه من مشايخه انتقادات بين أقرانه، ولم يبلغ هذا الانتقاد مشايخه، فلما طلب منه أن يبرز هذه الانتقادات التي في كتب أشياخه رفض وقال: أبتغي بذلك طيب خاطرهم، وليس في هذا منافاة لمراد العلم، فإنه قد أفرد ذلك بعد وفاتهم، بل بعد وفاته هو طبع ذلك النقد. ¶ الشاهد من ذلك: أن الإمام ابن حجر قد ذب ودافع عن الإمام أحمد إيراده الحديث الموضوع في كتابه (القول المسدد). ¶ وأقول: أحياناً تشعر بأن الحافظ معه الحق، وأحياناً تشعر بأن الحافظ متساهل في جهة إثبات الحديث لا في جهة الذب، فهذه الأحاديث يصفو بعضها للحافظ ابن حجر في رده، ولا يصفو له البعض الآخر. ¶ والشاهد من ذلك: أن المسند فيه أحاديث موضوعة، قلَّت أم كثرت، وأن من قال: إن المسند فيه الحديث الصحيح والضعيف والموضوع، لا شك أن ذلك صدر عن سبر غور هذا الكتاب، وتتبع أسانيده وطرقه. ¶ ثم إن الإمام أحمد قد فاته في كتابه هذا -مع أنه لا يوازيه في الكثرة والعدد مسند آخر- أحاديث كثيرة، رغم سعة هذا المسند، بل قد قيل: إنه لم يقع له جماعة من الصحابة الذين روي لهم في الصحيحين، يعني: بعض الناس قالوا: إن مسند الإمام أحمد رغم سعته وحسن سياقته وترتيبه قد فاته أحاديث صحابة كثيرين، وليست أحاديث مروية ولا أحاديث سنن، إنما هي أحاديث صحابة، ومسانيد صحابة. ¶ ولما كان موضوع المسند أنه يفرد أحاديث كل صحابي على حدة قالوا: قد فاته أحاديث حوالي مائتي صحابي، وهذا القول مبالغ فيه جداً. ¶ ولكن فاته أحاديث في غاية الشهرة، وكان ينبغي ألا تفوته، مثل حديث أم زرع، وهو من حديث عائشة عند البخاري ومسلم وهو من الشهرة بمكان، بحيث لم يكن يسع أحمد ترك هذا الحديث. ¶ يقول الشيخ أحمد شاكر: إن الذي فات المسند من الأحاديث شيء قليل. ¶ وهذا القول من الشيخ أحمد شاكر فيه مجازفة؛ لأن الإمام أحمد نفسه انتقى هذا المسند من بين سبعمائة وخمسين ألف حديث، فهذا المسند الذي بين أيدينا لا يكمل ثلاثين ألف حديث، فكيف يكون المسند -وهو ثلاثون ألف حديثاً منتقى من بين سبعمائة وخمسين ألف حديث- لم يفته إلا الشيء اليسير من الحديث؟! بل هذا المسند الذي بين أيدينا هو انتقاء لأعداد كثيرة من الأحاديث بلغت سبعمائة وخمسين ألف حديث، فهذا الانتقاء بالنسبة لأصله الموجود عند الإمام قليل جداً، فكيف بالأحاديث التي لم تقع لـ أحمد بن حنبل، ولم تكن في مسموعاته؟! ومسند الإمام أحمد خدم مرات قليلة، وأول خدمة عليه كانت من الشيخ أحمد شاكر رحمه الله، وهو من علماء الأزهر الأفاضل، بل هو فخر الأزهر، فليفخر الأزهر أن خرَّج مثل هذا الإمام العظيم الذي عمل قاضياً شرعياً على مدار عشرين عاماً في المحاكم المصرية. ¶ وأبوه كان وكيلاً لمشيخة الأزهر، فهو من بيت علم، وهو حسني النسب، ينسب إلى",
            "page": "3",
            "part": "2",
            "seal": "48191203"
        },
        {
            "id": "11",
            "nass": "كتب أصول السنة ¶ والعلماء اتفقوا منذ القديم على أن كتب أصول السنة هي كتب الستة الأصول، وهي: الصحيحان: البخاري ومسلم، وهو ما يعبر عن الحديث بأنه متفق عليه، فإذا قلت لك: حديث متفق عليه، فالمراد: رواه البخاري ومسلم، ولو قلت لك: حديث رواه الستة، فالمراد: البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجه؛ هذا الذي يقال عنه: رواه الستة. ¶ وإذا قيل: رواه أصحاب السنن؛ فاعلم أنهم: أبو داود والترمذي والنسائي وابن ماجه، هذه الكتب الأربعة تسمى كتب السنن، وبإضافة الصحيحين إليها تسمى: الكتب الستة. ¶ وأبو طاهر السِلفي -بكسر السين؛ لأن جده كان اسمه سِلفة- قال: الكتب خمسة: عد الستة ما عدا ابن ماجه، لماذا يا أبا طاهر لم تعد ابن ماجه؟ قال: لأنه لا يساوي أي أصل من الأصول؛ لأن كل ما انفرد به ابن ماجه عن بقية الكتب الخمسة إنما هو ضعيف أو منكر، وما رواه ابن ماجه وهو موجود في أحد الكتب الخمسة: البخاري ومسلم وأبي داود والترمذي والنسائي، فهو موجود فيها، سواء كان صحيحاً أو ضعيفاً، وعلى أي حال العبرة بما انفرد به ابن ماجه عن الكتب، ولما كان انفراد ابن ماجه عن بقية الكتب ضعيفاً ومنكراً لم يعد أبو طاهر هذا الكتاب من أصول الإسلام، وهذا رأي في غاية الوجاهة، والأوجه منه أن يعد سنن الدارمي من أصول الإسلام الستة؛ لأن سنن الدارمي أعلى وأنظف أسانيد وأصح متوناً مما في سنن ابن ماجه، بل الدارمي نفسه متقدم في الطبقة على ابن ماجه، وأعلى إسناداً منه؛ فكان الحق أن يعد كتاب سنن الدارمي من أصول الإسلام. ¶ والمستشرقون عندما أتوا ليعملوا المعجم المفهرس لألفاظ الحديث اختاروا كتاب ابن ماجه. ¶ وهذه الأحاديث التي انفرد بها الإمام ابن ماجه إن قيست بالنسبة لبقية الإفرادات فهي قليلة، لكن بالنسبة لحجم كتاب سنن ابن ماجه ليست قليلة، وقد جمعها الحافظ البوصيري في كتاب سماه: مصباح الزجاجة في زوائد ابن ماجه، كما عمل ابن حجر الهيثمي رحمه الله زوائد على كثير من الكتب، فعمل زوائد مسند أحمد بن حنبل على الكتب الستة سماه: غاية المقصد في زوائد المسند، ومعنى كلمة (زوائد)، أي: الأحاديث التي رواها صاحب الكتاب زائدة عما في الكتب التي تسمى أصول الإسلام الستة، وهناك زوائد ابن حبان وزوائد أبي يعلى وهما من الزوائد التي جمعها الإمام ابن حجر الهيثمي. ¶ إن السر في ذلك أن المستشرقين عندما جاءوا ليعملوا معجماً مفهرساً لألفاظ الحديث اختاروا البخاري ومسلماً وأبا داود والترمذي والنسائي وابن ماجه، ثم أدخلوا مع هذه الكتب الستة ثلاثة كتب أخرى: مسند أحمد بن حنبل، وموطأ مالك، وسنن الدارمي، وهنا يمكن أن تقول: أن المستشرقين هم الذين أدخلوا سنن الدارمي، فكان بالإمكان أخذ سنن الدارمي وترك سنن ابن ماجه.",
            "page": "4",
            "part": "2",
            "seal": "7A50D67A"
        },
        {
            "id": "12",
            "nass": "معاجم الحديث النبوي وأطرافه ¶ والحافظ المزي عمل فهرس أطراف لأصول الإسلام، هذا الفهرس هو استخدم أطراف الكتب الستة ومنها سنن ابن ماجه، وضم إليها كتاب الشمائل للترمذي، وعمل اليوم والليلة للإمام النسائي. ¶ إذاً: الحافظ المزي استبعد كتاب سنن الدارمي، فاجتمع لسنن ابن ماجه معجم للألفاظ ومعجم لأطراف الأسانيد، أما معجم الألفاظ فهذا عمل المستشرقين في كتاب معجم ألفاظ الحديث، وأما أطراف الأسانيد فهي في كتاب يسمى: تحفة الأشراف في معرفة الأطراف للإمام المزي. ¶ ومعنى الأطراف: ذكر أول المتون، مثلاً: عندما أقول: خرج لي الحديث الذي يقول: (علامة المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان)، ومعك كتاب أطراف المتون، فأنت عندما تبحث في هذا الكتاب الذي بين يديك ستبحث فيه عن حرف العين ثم اللام، ثم اللام ألف، هذا يسمى طرف المتن، أو يسمى طرف الحديث، والحديث له طرفان: طرف من جهة الإسناد، وطرف من جهة المتن، فهذا طرف المتن، وأما طرف الإسناد فهو الصحابي الذي يروي هذا الحديث، فلو أن أبا هريرة هو الذي روى هذا الحديث فأنت تذهب إلى كتاب تحفة الأشراف مباشرة، وتأتي بمسند أبي هريرة، ثم تنظر في سنن ابن ماجه من الراوي عن أبي هريرة، فإذا كان مثلاً سعيد بن أبي سعيد المقبري تبحث في حرف السين من الرواة عن أبي هريرة، وإذا كان الراوي عن سعيد الزهري تبحث في حرف الميم؛ لأن اسمه محمد بن شهاب الزهري، وإذا كان الذي روى عن الزهري حماد تبحث في حرف الحاء عن حماد وهكذا؛ حتى تصل إلى طرف الحديث من جهة السند. ¶ وطرف الحديث من جهة المتن تبحث عنه عن طريق المعجم المفهرس أو عن طريق الفهارس، فهناك لكل كتاب فهارس، والفهارس هي الأطراف، فهذا طرف الترمذي، وهذا طرف ابن ماجه، وهذا طرف البخاري، ومعنى ذلك أنك تستطيع الحصول على أي حديث في أي كتاب من كتب السنة عن طريق هذا الكتاب الذي يسمى (أطرافاً) أو يسمى (فهرساً). ¶ وأريد أن أقول: إن الفهارس غير المعجم المفهرس، فعندما أقول: أنا أريد أن أعمل فهرساً لسنن ابن ماجه؛ لأجل أن يسهل علي الرجوع إلى الحديث؛ لأن أول ما أعرف طرف الحديث يسهل علي الرجوع إليه، فهذا شيء والمعجم المفهرس شيء آخر. ¶ فالمعجم المفهرس وظيفته: أنني أبحث عن الحديث من خلال كلمات الحديث، وليس من خلال طرف الحديث، بل من خلال كلمة في نفس الحديث، ولا يشترط أن تكون أول كلمة ولا الثانية ولا الثالثة، ولا آخر كلمة، وإنما أي كلمة في الحديث، ويحسن بك أن تتخير أغرب كلمة في الحديث، كما في الحديث الذي مثَّلنا به: (علامة المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان)، فعندما آتي وأبحث على هذا الحديث في المعجم المفهرس أبحث عن أطراف المتن، أما أطراف الأسانيد فليس للمعجم المفهرس أي علاقة بالأسانيد، والذي له علاقة بالأسانيد تحفة الأشراف، وعندما أبحث في تحفة الأشراف لا أستطيع أن أبحث فيه عن أطراف المتن وألفاظ المتن، إنما لابد أن يكون بين الإسناد؛ حتى أستطيع البحث فيه. ¶ أما معجم ألفاظ الحديث أو المعجم المفهرس لألفاظ الحديث، فلم يقل: لأطراف الحديث أو مقدمات الحديث أو أوائل الأحاديث، وإنما قال: لألفاظ الحديث، وهذا اللفظ سواء كان في الأول أو في الوسط أو في الآخر، الأمر لا يهمنا، فمثل هذا الحديث الذي مثلنا به (علامة المنافق) أبحث عنه في عدة مواضع، أبحث عنه في مادة (علم) التي هي مأخوذة من علامات، ومادة (نفق) المأخوذة من المنافق، ومادة (ثلث) المأخوذة من ثلاث، ومادة (أمن) المأخوذة من اؤتمن، ومادة (خون) المأخوذة من خان، ومادة (حدث) المأخوذة من حدَّث، ومادة (كذب) وغير ذلك من المواد؛ لأنك تفرغ الكلمة وترجعها إلى أصلها الثلاثي، ثم تبحث عنها، ثم تذهب إلى المعجم المفهرس فستجد ضبط الكلمة التي تبحث عنها موجوداً، مثل كلمة حَدَثَ وحَدَّثَ وحُدِّثَ، وغير ذلك من الأوجه التي أتت بها الكلمة، فأنت ستبحث مثلاً عن حدَّث، فلابد أن تكون عارفاً كيف تبحث، فالأصل أنني سأرجع إلى أصل الكلمة وهو مادة: حَدَث، وتحت هذه المادة تأخذ الكلمة بجميع تصاريفها وضبطها، فنرجع إلى الحرف المطلوب الذي أريده في الحديث الذي أمامي، وأول ما تذهب إلى مادة حدث ستجد قول النبي صلى الله عليه وسلم: (وإذا حدث كذب)، ثم يقول: رواه البخاري في كتاب كذا وكذا، رواه مسلم في كتاب كذا وكذا، رواه أحمد في مسند كذا وكذا. ¶ وموضوع المعجم المفهرس تسعة كتب: الكتب الستة: البخاري ومسلم و",
            "page": "5",
            "part": "2",
            "seal": "B2631937"
        },
        {
            "id": "13",
            "nass": "الموقف من الاستفادة من كتاب المعجم المفهرس لألفاظ الحديث النبوي ¶ ودع عنك من لم يكن له كبير ولا صغير باع في الحديث أن يقول لك: لا يحل اقتناء المعجم المفهرس في بيتك، ويشهد من أهل العلم على هذا الكلام، ولكنهم في الحقيقة من أهل العلم بالفقه والأصول، أما في الحديث فهو حاطب ليل، وكل إنسان تكلم في غير ميدانه أتى بالطامات. ¶ وبناءً عليه فتلاميذه وأتباعه ومريدوه كل واحد فيهم قاطع المعجم المفهرس وحرقه، والمعجم المفهرس الآن ثمنه في السوق ثلاثمائة وسبعون جنيهاً، ولكن انظر إلى أين أدى الجهل! إلى أي نتيجة؟ كل واحد منهم ذهب وحرق المعجم المفهرس، لقيت طالباً منهم فقال لي: هل لديك المعجم المفهرس؟ فقلت له: نعم، فقال لي: لا يحل لك اقتناؤه، فقلت: لماذا؟ هل ورد في الكتاب أو السنة أنه حرام؟ قال: لا، شيخنا يقول: إنه حرام! الإنجيل نفسه اقتناؤه ليس حراماً، وأيهما أكثر شراً: الإنجيل أم المعجم المفهرس؟ فقال: هذا شر من الإنجيل! هو يحمل أحاديث النبي صلى الله عليه وسلم؟! قال: شيخنا قال هذا! فهل شيخك معصوم لا يخطئ أبداً؟ فقال: على أي حال أنا قلت لك. ¶ فقلت له: هل يمكن أن تقول لي: لماذا هو حرام؟ قال: أنا لا أدري، لكن شيخي هو الذي قال ذلك، ثم ذهب وسأل شيخه وأتى، ثم قال: إن الشيخ تتبع مادة هود ونصر الخاصة باليهود والنصارى، فوجد أنه لا توجد مادة في كتاب المعجم المفهرس اسمها: هود أو نصر، فقلت له: صحيح؟! قال: نعم، فقلت له: والله إن صح هذا عن شيخك؛ فأنا أوقن أنه لم يفهم كيف يفتح هذا المعجم. ¶ وكان هذا الكلام في المعرض الدولي للكتاب، وبما أنه معرض دولي فأكيد سيكون الكتاب موجوداً، فبحثنا عن مادة (هود)، ومادة (نصر) فوجدناها، فقلت له: اليهود والنصارى موجودة بكثرة، هل أنت متأكد أن شيخك فتح الكتاب؟ فقال لي: يمكن أنه فيه نقص، فقلت: على أي حال هذا عمل علمي مبارك ينتفع منه المسلمون، والحكمة ضالة المؤمن أينما وجدها التمسها. ¶ ولو أن يهودياً مرَّ على مسلم وهو يزني، وقال للمسلم: هذا حرام، ما موقف المسلم في هذه الحالة؟ هل يقول: أنت يهودي لا أريد أن آخذ منك نصيحة. ¶ تعال إلى العصر الحديث الذي نحن فيه الآن، حيث أريد جمع السنة على الكمبيوتر، والدعوى هذه معظمكم سمعها. ¶ وقصة جمع السنة على الكمبيوتر طويلة ملخصها أنني كنت أعمل مع مؤسسة الرسالة، مع الشيخ شعيب الأرنؤوط عام اثنين وثمانين وثلاثة وثمانين وأربعة وثمانين وخمسة وثمانين، واستمريت مع الشيخ شعيب في مؤسسة الرسالة لأنه يعتبر الممسك بمكتب التحقيق في المؤسسة، فـ أبو مروان الذي هو دعبل صاحب المؤسسة طلعت بيني وبينه معرفة، وأنا صاحبه في المدينة، أنا كنت أعمل معه أربع سنوات، كان يفكر قبل أن أولد أنه يجمع السنة على كمبيوتر، لكن كان فقيراً أيامها، ثم لما صار مليونيراً أعوزه ورده عن الفكرة الجهاز العلمي: طلاب الفقه والسنة، يعني: هو يحتاج ما لا يقل عن ألف عالم وطالب علم يشتركون في المشروع، ثم لما صار عنده المال والجهاز العلمي؛ لأنه ما شاء الله مؤسسة الرسالة الآن لها مكتب تحقيق في القاهرة في المغرب في الجزائر في تونس في السينمائية مكاتب، ويشرف عليها الشيخ عبد المحسن التركي مدير جامعة ابن سعود في الرياض، وأنا وجدته في الأردن، هو مكتب الشيخ سعيد في المركز الرئيس، المهم أنه لا ينقصه الجهاز العلمي، قلت له: أنت الآن عندك المال وعندك الجهاز؟ قال: لا، أنا يلزمني أن يشترك معي واحد خشية الفشل، طيب! ما هو وجه الفشل؟ قال: إن التقدم التكنولوجي في استمرار ودوام، فربما نجمع السنة على الكمبيوتر بصفة معينة، ثم يخرج العام القادم كمبيوتر آخر أحدث منه فينتهي مشروع الرسالة. ¶ ثم جاء شخص غيره وقال: أنا كنت أعمل مع الريان وكان ممسكاً بمكتب التحقيق، وهذا الكلام كان سنة (1985 - 1987)، قابلني في المعرض وقال لي: أنا عرفت أنك تعمل مع الريان، وأريدك أن تتوفق في مسألة مشاركة الريان لي في المشروع. ¶ فأنا كلمت أحمد توفيق فقال لي: أنا مستعد، رضوان دعبل قال: يكلف المشروع عشرة ملايين، أحمد توفيق قال: أنا أضع في حساب هذا المشروع عشرين مليوناً، أنا كنت فرحاً جداً، لا لأننا سنشترك في المشروع، ولا لأجل أن أخانا رضوان دعبل سيشترك في المشروع، أنا وأنتم المستفيدون، وقعوا العقد، وأنا كنت حريصاً، لكن انظر كيف أن السوق يظهر المكر والدهاء لو لم يكن لهم دين يردعهم عن ذلك. ¶ اجتمعنا في مكان ما نحن الثلاثة، واتفقنا على المشروع، وبعدما اتفقنا ووصلنا إلى المراحل الأخيرة وجدت رضوان يتحول بزاوية (180ْ) ويخوف أحمد من المشروع، ومن الخسائر التي يمكن أن تلحق بالمشروع، حتى اعتذر أحمد في نفس المجلس في آخره، وقال: لا، أنا لست مستعداً أن أضيع أموال المسلمين، فقال رضوان: والله! للأسف الشديد -يا أخي- أنا كنت فعلاً أفتقد لجوارك، ثم لما خرج رضوان وسافر إلى",
            "page": "6",
            "part": "2",
            "seal": "AE858060"
        },
        {
            "id": "14",
            "nass": "تعقيب على كلام الحافظ أبي طاهر السلفي في صحة الأصول الخمسة ¶ قال المؤلف رحمه الله تعالى: وهكذا قال الحافظ أبي طاهر السلفي في الأصول الخمسة -يعني: البخاري ومسلماً وسنن أبي داود والترمذي والنسائي -: إنه اتفق على صحتها علماء المشرق والمغرب. ¶ وهذا تساهل منه؛ فلم يتفق على صحة هذه الكتب الخمسة أهل المشرق والمغرب، إنما القبول هو لما في كتابي البخاري ومسلم، أما بقية الكتب الخمسة -وهي: الترمذي وأبو داود والنسائي - فلم يتفق على صحتها أهل المشرق والمغرب كما قال أبو طاهر السلفي. ¶ وقد أنكر عليه ابن الصلاح وغيره، قال ابن الصلاح: وهي مع ذلك أعلى رتبة من كتب المسانيد، يعني: لم يتفق عليها أهل المشرق والمغرب، لكن هذه الكتب الخمسة تبقى أعلى رتبة من كتب المسانيد، كمسند عبد بن حميد، ومسند بقي بن مخلد، ومسند أحمد بن حنبل والدارمي وأبي يعلى والبزار والحسن بن سفيان وإسحاق بن راهويه وعبيد الله بن موسى، وغيرهم، فتبقى هذه الكتب التي نسيمها كتب الإسلام أعلى رتبة وأنظف أسانيد وأصح أحاديث من هذه الكتب التي ذكرناها بعد ذلك؛ لأنهم يذكرون عن كل صحابي ما يقع لهم من حديثه، بغض النظر عن الصحة والضعف. ¶ وقد ذكرنا أن البخاري كان له شرط، ومسلماً كان له شرط، وأبا داود كان له شرط، والترمذي كان له شرط، والنسائي كان له شرط، حتى ابن ماجه كان له شرط، وإن كان كل واحد لم يلتزم به أحياناً، إلا أن من اشترط يبقى أقوى في المعتبر ممن لم يشترط، بل كان بعض أصحاب السنن شرطه أشد من شرط البخاري، وفي هذا الكلام نزاع بين أهل العلم، لكن على أي حال بعض أهل العلم قالوا: إن النسائي كان له شرط في كتابه أشد من شرط البخاري ومسلم، وإن كان هذا الكلام فيه نظر، إلا أنه على أي حال قد قيل.",
            "page": "7",
            "part": "2",
            "seal": "C0D25E63"
        },
        {
            "id": "15",
            "nass": "الأسئلة",
            "page": "8",
            "part": "2",
            "seal": "EAC8F677"
        },
        {
            "id": "16",
            "nass": "الاجتهاد في طلب العلم ¶ Q  من خلال حديثك تأخذ نفسي الهمة في طلب العلم والشد للرحلة لتحصيل العلم، ولكن أنى ذلك وأنا أريد الطلب وفقير، وما أذكر أنني أكملت قراءة كتاب، فماذا أفعل لأجل الاستفادة من هذه الهمة، وكيف أسير في خطوات للوصول إلى ما أطمع إليه؟ ¶ A  كان الصحابة رضوان الله تعالى عليهم لا يجيبون في المسألة إلا إذا وقعت، فإن وقعت أعانهم الله عليها، وما كانوا يسألون: ماذا نفعل بعد أن نفعل كذا؟ وإذا وقع كذا فماذا نفعل؟ ولكنهم كانوا إذا وقعت الواقعة تكلموا فيها وتحدثوا فيها، وهذا باب جيد جداً معقود في كتاب أصول الاعتقاد للالكائي، فارجع إليه؛ فإنه في غاية الأهمية، حيث ذكر باباً في أن السلف لم يكونوا يفتون ولا يجيبون في مسائل لم تنزل، فإذا نزلت أعانهم الله عليها؛ هذه مسألة. ¶ وأما هذه الهمة العالية فنسأل الله تعالى أن يحفظها عليك وأن يزيدها علينا وعليكم، فكان أهل العلم سابقاً لهم مراتب ولهم أصول في طلب العلم، فما كان الواحد منهم يرحل في طلب العلم إلا بعد أن يفرغ من علم أهل بلده، فإذا فرغ من علم أهل بلده وتمكن من الرحلة فذلك مستحب في حقه، وأنت إذا فرغت من طلب العلم هنا فلك أن ترحل بعد ذلك إلى أجلة مشايخنا فتأخذ عنهم إن كنت قادراً على ذلك. ¶ ونسأل الله أن يرزقك البلغة التي تتبلغ بها في طلب العلم حتى تصير عضواً نافعاً في جماعة المسلمين. ¶ أقول قولي هذا وأستغفر الله لي ولكم. ¶ وصلى الله على نبينا محمد وعلى آله وأصحابه وسلم تسليماً كثيراً.",
            "page": "9",
            "part": "2",
            "seal": "B512A088"
        },
        {
            "id": "17",
            "nass": "شرح كتاب الباعث الحثيث - تعاريف أخرى للحسن ¶ الحسن وصف لنوع من الأحاديث المروية، وقع في حده خلاف كثير يرده ابن الصلاح إلى الحسن لذاته والحسن لغيره، وأول من أصل للحديث الحسن هو الإمام الترمذي، والناظر في سننه يستبين ذلك بجلاء.",
            "page": "1",
            "part": "3",
            "seal": "C6A5AC09"
        },
        {
            "id": "18",
            "nass": "مناقشة تعريف الإمام الخطابي للحديث الحسن ¶ الحمد لله، والصلاة والسلام على رسول الله صلى الله عليه وعلى آله وصحبه وسلم. ¶ وبعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ وبعد: ففي الدرس الماضي تعرضنا لشرح الحديث الحسن، وقلنا: إن الحديث الحسن هو مرحلة وسط بين الحديث الصحيح الذي لا خلاف على صحته، وبين الحديث الضعيف الذي لا خلاف على ضعفه. ¶ وفي الدرس الماضي تعرضنا لتعريف الحافظ ابن حجر للحديث الحسن، وقلنا: إنه قال في النزهة عن الحديث الصحيح: هو ما اتصل سنده بنقل العدل تام الضبط عن مثله من غير شذوذ ولا علة، فإن خف الضبط فالحسن لذاته. ¶ إذاً: تعريف الحديث الحسن لذاته عند الحافظ ابن حجر هو نفس تعريف الحديث الصحيح، إلا فقدان شرط واحد وهو تمام الضبط في حق الثقة الذي يروي الحديث الصحيح، فيخف هذا الضبط شيئاً يسيراً جداً؛ فينزل الراوي من الثقة إلى الصدوق، فإذا كان في الإسناد رجل واحد صدوق أو أكثر فيكون إسناده حسناً، لا لغيره وإنما لذاته؛ لأنه استجمع أسباب الحسن في ذاته هو، ولم يأت بها من خارج الإسناد، وإنما توافرت في ذات الإسناد. ¶ وهناك تعريف للإمام الخطابي قال: هو ما عرف مخرجه، واشتهر رجاله، وعليه مدار أكثر الحديث، وهو الذي يقبله أكثر العلماء، ويستعمله عامة الفقهاء. ¶ وهذا التعريف انتقد على الخطابي؛ لأننا نعرف أن أي تعريف اصطلاحي لابد أن يتوافر فيه شرطان: أن يكون جامعاً، وأن يكون مانعاً. ¶ أي: جامعاً لأوصاف المعرف، ومانعاً من دخول أوصاف غيره فيه، فعندما أعرف الحديث الحسن لا يمكن أن أعرفه تعريفاً مانعاً يمكن أن ينطبق على الصحيح والحسن والضعيف، فإذا أردت أن أعرف الحديث الحسن فسأعرفه بتعريفات دقيقة جداً منضبطة تجمع كل شروط الحديث الحسن، وفي نفس الوقت تأبى أن يدخل في هذا التعريف غيره من أنواع الحديث، فلا يدخل في هذا التعريف الصحيح ولا الضعيف. ¶ فقول الخطابي: (هو ما عرف مخرجه)، معنى (عرف مخرجه): يعني: صحة طريقه، أي: أن يأتيني من طريق صحيح لا خلاف فيه، أو من طرق أخرى تدل دلالة قوية على أن للحديث أصلاً، كأن يأتي مثلاً من وجه مرسلاً، ومن وجه آخر مرفوعاً ضعيفاً فيه ضعف يسير، ومن طريق ثالث فيه مدلس لم يصرح بالسماع، ومن طريق رابع فيه راوٍ مجهول وهكذا، فإذا جمعت لك هذه الطرق توقن أنت بأن هذا الحديث له أصل؛ لأنه عندما تختلف هذه الطرق كلها -وإن كان في كل طريق على حدة نوع ضعف- هذا يعطيني في النهاية انطباع أنه لا بد أن يكون لهذا الحديث أصل. ¶ إذاً: اختلاف الطرق يؤدي أو يثمر أن للحديث أصلاً، وهذا مخرج الطريق أو مخرج الرواية. ¶ وهذا الكلام يصدق على الحديث الضعيف، بل على الحديث الموضوع، فإذا أتاني الحديث الموضوع من غير طريق، وفي كل سند من هذه الأسانيد وضاع أو كذاب؛ فهذه الطرق لا يرتقي بها الحديث، بل هي قرينة ودلالة على أن هؤلاء الرواة اختلقوا هذا الحديث، وفي النهاية أقول: هذا الحديث معروف مخرجه بالكذب. ¶ والحديث الصحيح إذا أتاني من غير طريق كل طريق ازداد به قوة، ربما تصل هذه الطرق إلى درجة التواتر؛ فيكون الحديث معروف المخرج يقيناً. ¶ ففي هذه الحالة عندما أريد أن أعرف الحديث الحسن لا يصح أن أقول: هو ما عرف مخرجه؛ لأن هذه كلمة غير مضبوطة؛ لأن الحديث الحسن يشترك مع الضعيف ويشترك مع الصحيح في هذا القيد: هو ما عرف مخرجه؛ لأن الصحيح كذلك، والضعيف كذلك، إذاً: الحسن لم ينفرد بهذا التعريف. ¶ وقوله: (واشتهر رجاله)، الصحيح كذلك، والضعيف كذلك، فالصحيح رجاله مشهورون بالتوثيق، والضعيف رجاله مشهورون بالضعف. ¶ إذاً: هذا القيد كذلك غير مجد في تعريف هذا النوع من الحديث وهو الحديث الحسن. ¶ وقوله: (وعليه مدار أكثر الحديث)، الكلام هذا أيضاً فيه نقاش، فلماذا لا يكون مدار أكثر الحديث على الصحيح؟ وهل هناك من أحصى السنة فعلم أن معظم الأحاديث الحسنة هي التي عليها مدار الفقه والعلم دون الأحاديث الصحيحة؟ ¶ A  لا يوجد. ¶ وقوله: (وهو الذي يقبله أكثر العلماء، ويستعمله عامة الفقهاء)، كل قيد من هذه القيود عليه انتقادات؛ لأن أكثر العلماء ومعظم الفقهاء اعتمدوا كذلك على الحديث الصحيح. ¶ إذاً: في هذه الحالة نقول: إن تعريف الإمام الخطابي فيه نظر.",
            "page": "2",
            "part": "3",
            "seal": "87D8E216"
        },
        {
            "id": "19",
            "nass": "مناقشة تعريف الإمام الترمذي للحديث الحسن ¶ والإمام الترمذي له تعريف، وبعض الناس قالوا: الإمام الترمذي لم يعرف الحديث الحسن، وإنما عرف هذا من استقراء سننه، والصحيح أنه عرف الحسن بهذا التعريف الذي سنذكره الآن في نهاية كتابه السنن في الجزء المسمى بعلل الحديث. ¶ قال الترمذي: (هو الحديث الذي لا يكون في إسناده من يتهم بالكذب)، يعني: هو ضعيف لكن ليس ضعفاً قوياً ولا شديداً، إنما ضعفه يسير، ولذلك عبر عنه هنا فقال: هو الحديث الذي يكون في إسناده راوٍ لم يتهم بالكذب، يعني: سيئ الحفظ أو لين أو مقبول أو مجهول الحال؛ فإن كل هذه العلل يسيرة تتقوى، لكن لو انفرد الراوي الذي حكم عليه أهل العلم بأنه مقبول، وقال عنه الحافظ في التقريب: مقبول -هذا مصطلح خاص بالحافظ ابن حجر؛ لأنه قال في المقدمة: وما قلت فيه: مقبول؛ فحين المتابعة وإلا فلين، يعني: إذا توبع- إذا كان هناك من يشهد له ففي هذه الحالة حديثه حسن، إنما إذا كان الحديث مداره على الراوي ولا يروى من وجه آخر، وليس له متابع ولا شاهد؛ فالحديث فيه لين، أي: ضعف، فهو هنا يقول: هو الحديث الذي لا يكون في إسناده من يتهم بالكذب، أما الضعف اليسير فيمكن. ¶ قال: (ولا يكون شاذاً)، يعني: لا يكون هناك مخالفة، يعني: الراوي الضعيف إذا روى حديثاً معيناً يشترط ألا يكون هذا الراوي ضعيفاً جداً. ¶ والشرط الثاني: ألا يخالفه غيره من الثقات؛ لأنه لو خالفه غيره من الثقات فسيكون حديثه شاذاً. ¶ ثم قال: (ويروى من غير وجه نحو ذلك)، يعني: يأتي هذا الحديث الذي هو المتن بإسنادين أو ثلاثة أو أربعة أو خمسة أو عشرة، وإن كان في كل إسناد نفس نوع الضعف، يعني: لو أن الحديث روي بأربع طرق، فجئت أنظر في كل طريق فوجدت في كل إسناد راوياً مقبولاً، والمقبول هو من إذا توبع قبل حديثه، وإذا لم يتابع وانفرد برواية الحديث يرد حديثه؛ لأنه حينئذ لين، فهذا الحديث له أربع طرق، وفي كل طريق من هذه الطرق راوٍ مقبول، أو راوٍ لين، أو راوٍ سيئ الحفظ، كل هذه علل ترتقي، لكن انفراد كل راوٍ برواية حديث واحد على هذا النحو يكون ضعيفاً؛ لأن مدار الإسناد على هذا الراوي، وهذا الراوي فيه ضعف، فإذا انفرد ولم يتابعه عليه غيره ولم يكن لهذا الحديث شاهد من أحاديث أخر فهو في حالة انفراده يكون حديثاً ضعيفاً. ¶ ففي هذه الحالة أقول: إن الإمام الترمذي يشترط ثلاثة شروط للحديث الحسن: الشرط الأول: ألا يكون الراوي ضعيفاً جداً، بل يكون الضعف يسيراً. ¶ الثاني: ألا يخالفه أحد من الثقات، بمعنى: ألا يكون شاذاً. ¶ والثالث: ويروى من غير وجه على هذا النحو، بأن يكون في كل إسناد راوٍ ضعيف ضعفاً يسيراً.",
            "page": "3",
            "part": "3",
            "seal": "DF22A585"
        },
        {
            "id": "20",
            "nass": "مناقشة تعريف الحافظ ابن حجر للحديث الحسن ¶ والحافظ ابن حجر له تعريف، وهو: ما اتصل سنده بنقل العدل خفيف الضبط، وقلنا: إن الراوي الذي خف ضبطه في مقابل تام الضبط؛ لأنه هو نفسه عندما عرف الحديث الصحيح قال فيه: هو ما اتصل سنده بنقل العدل تام الضبط، وعندما عرف الحديث الحسن قال: هو ما اتصل سنده بنقل العدل خفيف الضبط. ¶ فأنا عندي الآن راوٍ تام الضبط روايته صحيحة، وراوٍ خفيف الضبط، وهو ثقة مشابه للأول، لكن الفرق أن ضبطه ليس كضبط من روى الحديث الصحيح، هذا الراوي تنزل رتبة حديثه شيئاً يسيراً عن رواية الثقة؛ فيكون حديثه حسناً لذاته. ¶ فإن نزل في الضبط أكثر من ذلك -كأن يكون سيئ الحفظ- فالحديث ضعيف، وسيئ الحفظ ضبطه اختل؛ لأن الترتيب كالتالي: تام الضبط خفيف الضبط سيئ الحفظ. ¶ فتام الضبط هذا حديثه صحيح. ¶ وخفيف الضبط حديثه حسن لذاته. ¶ وسيئ الضبط عند الانفراد حديثه ضعيف. ¶ ونحن الآن نتحدث عن الانفراد في ثلاث حالات: انفراد الثقة، وحديثه صحيح. ¶ انفراد الصدوق، وحديثه حسن. ¶ انفراد الضعيف، وحديثه ضعيف. ¶ وعندما أقول: الحديث الصحيح لذاته: هو ما اتصل سنده بنقل العدل تام الضبط عن مثله من أوله إلى منتهاه من غير شذوذ ولا علة، هذا هو تعريف الحديث الصحيح، فإذا استجمع هذه الشروط يكون صحيحاً. ¶ حديث آخر أتاني من طريق متصل السند، ورواته عدول، وأحد رواته خف ضبطه شيئاً يسيراً؛ فسينزل إلى درجة الحسن. ¶ ونفس هذا الحديث أتى من طريقين أو ثلاثة أو أربعة طرق، فلما نظرت في كل الطرق وجدت في كل إسناد راوياً حكم عليه أهل العلم بأنه صدوق، ولم يقولوا عنه: ثقة، وإنما نزل عن هذه المرتبة قليلاً، ففي هذه الحالة أقول: هذا الحديث روي من أربع طرق أو من ثلاث طرق أو من طريقين، كل إسناد من هذه الأسانيد في ذاته حسن، ولو قلت في هذا الحديث في النهاية: هذا الحديث بمجموع طرقه حسن لذاته؛ فهذا الكلام غير صحيح، وتعدد الطرق في هذه الحالة لا قيمة له، فإذا كان كل إسناد لذاته حسناً؛ فإذا تعددت الطرق والأسانيد فلابد أن أرتقي قليلاً بالحديث، فأقول فيه: صحيح لغيره، يعني: قد استجمع أسباب الصحة والقوة من خارج كل إسناد، كأن يوجد شخص قوي شباب قد استجمع جميع أوصاف القوة والصحة البدنية في ذاته، ففي هذه الحالة سأقول: هذا إنسان قوي في ذاته، بمعنى: أنه قد استجمع أسباب القوة في ذاته هو، بخلاف أخيه الذي أصابته علة وآفة ووهن في بدنه، فالناس يرهبونه ويخافونه لا لأجله؛ لأنهم يعلمون أنه معلول ومريض وفيه ضعف، وإنما يخافون هذا الضعيف لأجل أخيه الذي يتوقعون منه البطش في أي وقت، ففي هذه الحالة سأقول: إن هذا الضعيف استجمع أسباب القوة من غيره. ¶ إذاً: أسباب الصحة إذا اجتمعت في رواة الإسناد -أي: في ذوات رواة الإسناد- ففي هذه الحالة سأقول: هذا الحديث صحيح لذاته، يعني: لم يجمع أسباب الصحة من خارجه، وإنما أسباب الصحة الخمسة قد اجتمعت في ذات الإسناد، سواء في كيفية روايته بأنه ليس شاذاً ولا معللاً بالانقطاع ولا غير ذلك، أو رواته؛ فإنهم ثقات عدول ضابطون. ¶ فإذا استجمع الإسناد أسباب القوة فسأقول فيه: هذا الإسناد قوي وصحيح في ذاته. ¶ لو نزلنا قليلاً في ضبط الراوي فنقول: إن هذا الراوي ليس تام الضبط، وإنما خفيف الضبط، يعني: يمكن أن يكون ضبطه تأثر قليلاً بضياع كتبه بمرض أصابه بعمى أصابه في آخر عمره وكان قارئاً، فلما عمي اختل ضبطه نظراً لعدم اجتهاده ونشاطه في المراجعة والحفظ والضبط وغير ذلك من الأسباب التي هي آفات تصيب ابن آدم، ففي هذه الحالة سأقول في هذا: من يوم أن عمي وخف ضبطه بدأ يخلط في الأحاديث: يأتي بإسناد من هنا ويركبه في هذا، وهكذا، فنقول عن هذا الراوي: قد اختلط، فهذا الاختلاط علة وآفة، لكن لا يرد بها رواية الراوي مطلقاً، والاختلاط فيه تفصيل سنذكره. ¶ ففي هذه الحالة سأقول: هذا الراوي اختل ضبطه شيئاً يسيراً؛ فينزل من مرتبة الثقة إلى مرتبة الصدوق، وأي إسناد فيه راوٍ صدوق يكون إسناداً حسناً لذاته. ¶ فإذا قلت عنه: إسناد صحيح فلا فرق بينه وبين الثقة، فأي إسناد أقل الرواة فيه رتبته صدوق فينزل من مرتبة الصحيح إلى مرتبة الحسن لذاته. ¶ ولو أتاني حديث في كل إسناد من أسانيده المتعددة راوٍ صدوق أو أكثر فكل إسناد من هذه الأسانيد على حدة حسن لذاته، فإذا تعددت الطرق على هذا النحو فيكون صحيحاً لغيره. ¶ نأتي إلى الحديث الحسن لذاته وهو ما قلنا فيه: أن ينفرد به الراوي الصدوق، فننزل عن هذه الرتبة نجد أن الراوي ليس متهماً بالكذب، فإذا كان الراوي متهماً بالكذب فليس بينه وبين الكذب إلا مرتبة واحدة، وينزل ويسقط تماماً، ومهما أتى حديثه من طرق متعددة فلا يقبل؛ لأن الكذب علة قوية جداً لا يمكن أن يرتقي بها الحديث، وإن أتى من ألف طريق على هذا النحو، يعني: لو أتاني حديث من ألف طريق، في كل طريق راوٍ كذاب؛ فسأقول: هؤلاء تواطئوا واتفقوا على اختلاق هذا الحديث. ¶ ففي هذه الحالة سأقول: الراوي لم يبلغ هذا المبلغ، بل هو بين خفة الضبط وبين الكذب. ¶ وأريد أن أقول من هذا الكلام: إن ضعفه يس",
            "page": "4",
            "part": "3",
            "seal": "9EB1F312"
        },
        {
            "id": "21",
            "nass": "كلام الشيخ ابن الصلاح في الحديث الحسن وما قيل فيه ¶ قال: أبو عمرو بن الصلاح: وقال بعض المتأخرين -مثل أبي الفرج بن الجوزي، والخطيب البغدادي - في تعريف الحديث الحسن: هو الحديث الذي فيه ضعف يسير محتمل، ويصلح العمل به. ¶ وهذا الكلام مرفوض؛ لأن هذا الكلام لا يصدق إلا على الحديث الضعيف ضعفاً يسيراًَ، وهذا الكلام يحتاج إلى تفصيل، هل تقصد بقولك: الحديث الذي فيه ضعف يسير محتمل أنه يقبل؟ فكلمة يقبل لا بد لها من ضابط، فيمكن أن يقبل إذا توبع، ولا يقبل إذا انفرد. ¶ إذاً: لا بد أن أفرق بين التعريفين من حيث انفراد الراوي، أو متابعته بالرواية. ¶ فالراوي الذي فيه ضعف يسير إذا انفرد يكون حديثه ضعيفاً، فإذا أتى الحديث من طريق آخر فيه ضعف يسير يحتمل فيكون حديثاً حسناً لغيره. ¶ إذاً: هذا التعريف يصدق على الضعيف ولا يصدق على الحسن، إلا إذا كان مقصده: ويروى من غير وجه نحو ذلك. ¶ ثم قال الشيخ ابن الصلاح: وهذا كله مستبهم لا يشفي الغليل، أي: أن هذه التعريفات التي مرت كلها لا تصدق على وضع حد جامع مانع للحديث الحسن، فكل تعريف من هذه التعريفات عليه اعتراض، فهي لا تشفي غليلاً ولا تروي ضمآناً.",
            "page": "5",
            "part": "3",
            "seal": "DAE9C6E2"
        },
        {
            "id": "22",
            "nass": "تقسيم ابن الصلاح للحسن إلى حسن لغيره وحسن لذاته ¶ قال: وليس فيما ذكره الترمذي ولا الخطابي ما يميز الحسن عن الصحيح، وقد أمعنت النظر في ذلك والبحث فتنقح لي واتضح أن الحديث الحسن قسمان: أحدهما: الحديث الذي لا يخلو رجال إسناده من مستور لم تتحقق أهليته، غير أنه ليس مغفلاً كثير الخطأ، ولا متهماً بالكذب، ويكون متن الحديث قد روي مثله أو نحوه من وجه آخر؛ فيخرج بذلك عن كونه شاذاً أو منكراً. ¶ بعد أن نظر في تعريفات العلماء المتعددة التي فاقت العشرين تعريفاً للحديث الحسن وجد أن مدار هذه التعريفات كلها على نوعين: حسن لغيره؛ وهو في أصله ضعيف. ¶ وحسن لذاته؛ وهو الذي نزل شيئاً يسيراً عن مرتبة الصحيح. ¶ فهو يعرف الحديث الحسن لغيره فيقول: هو الذي لا يخلو رجال إسناده من مستور لم تتحقق أهليته، وضرب مثالاً للضعف اليسير بالمستور، وأنتم تعرفون أن المستور هو الذي يعبر عنه أهل العلم بالمجهول: إما جهالة عين، أو جهالة حال، إما شخص الراوي غير معروف، وإما هو معروف ولكن لم يزكه ولم يجرحه أحد، لكنه من حيث الاسم والنسب والكنية والبلد واللقب وغير ذلك معروف، فعندما نأتي نبحث عن أقوال النقاد فيه بالجرح أو التعديل فلا نجد عنه شيئاً، هو بهذا الحال مجهول، حاله مستور عنا، لا نعرفه، ففي هذه الحالة يستوي أن يكون مستوراً أو مجهولاً. ¶ فهو يقول: الحديث الحسن: هو ما كان في إسناده راوٍ مستور لم تتحقق أهليته، يعني: لم يتأكد من عدالته، ولا من جرحه، فأهليته بالنسبة لنا غير معروفة، ويستوي في ذلك أن يقول الراوي: حدثني رجل قال: قال أبو هريرة رضي الله عنه: قال النبي عليه الصلاة والسلام، أو يقول: حدثني رجل من أهل البصرة، فحتى لو قال: حدثني أهل البصرة كلهم، نقول له: لابد أن تحدد، ولابد أن تذكر اسمه، فإن ذكر لنا اسماً غير معروف فإن الاثنين سواء، هذا ضعيف وهذا ضعيف، إما أنه أخفى عنا عين الرجل، وإما أنه ذكر عينه ولكن خفي علينا حاله، بمعنى: أنا لا نعلم حاله، أهو ثقة أم ضعيف؟ لأنه ليس فيه جرح ولا تعديل. ¶ ففي هذه الحالة سأقول: إن هذا الإسناد في حد ذاته ضعيف، لكن لو أتاني هذا الحديث من وجه آخر فيه راوٍ لا بأس به، وإسناد ثالث فيه راوٍ مدلس ولم يصرح بالسماع، ومن طريق رابع فيه راوٍ سيئ الحفظ، ومن طريق خامس مرسلاً، ومن طريق سادس منقطعاً، أقول: هذا الحديث لابد أن يكون له أصل؛ لأنه روي بعدة طرق، كل طريق منها على حدة ضعيف، ولكن بانضمام هذه الطرق لابد له من أن يرتقي من الضعيف إلى شيء أحسن قليلاً، وهو أنه يكون حسناً لغيره. ¶ فهو قال هنا: الحديث الحسن قسمان: القسم الأول: هو الذي لا يخلو رجال إسناده من مجهول لم تتحقق أهليته، غير أنه ليس مغفلاً كثير الخطأ، يعني: لا يكون ضعفه شديداً، إنما في كل إسناد راوٍ ضعفه يسير؛ لأن الضعف اليسير هو الذي يتقوى، وقد ضربت أمثلة، وأما الضعف الشديد فإنه لا يتقوى؛ وهذا هو الشرط الثاني. ¶ الشرط الثالث: ولا هو متهم بالكذب، يعني: لا يكون كذاباً ولا متهماً بالكذب. ¶ وتنبه إلى أن هناك فرقاً بين راوٍ متهم بالكذب، وبين راو كذاب، فالكذاب مقطوع بكذبه، فعندما تقول: فلان متهم بسرقة كذا، وفلان ثبتت عليه التهمة، هناك فرق بين الاثنين؛ فقولك: فلان متهم يعني: هو محل نظر، يمكن أن تثبت التهمة ويمكن ألا تثبت، بخلاف من ثبتت عليه السرقة نفسها، فيقال: فلان سارق وحرامي ولص، ففي هذه الحالة سأفرق بين مسألتين: بين راوٍ متهم بالكذب حديثه منكر، وبين راو كذاب حديثه مختلق ومصنوع وموضوع. ¶ ففي هذه الحالة سأقول: ينظر إلى متن الحديث نفسه، والمتن: هو ما انتهى إليه السند من الكلام، هذا المتن إن أتى من أكثر من طريق وفي كل طريق علة يسيرة من هذه العلل فيرتقي إلى الحسن لغيره، وابن الصلاح يقول: وعلى هذا القسم يتنزل كلام الترمذي، يعني: تعريف الترمذي السابق يصلح على هذا القسم، وهو الحسن لغيره. ¶ فالإمام ابن الصلاح عنده الحسن قسمان: القسم الأول: هو الحديث الذي يروى وليس في إسناده من يتهم بالكذب، ويروى من غير وجه، ولا يكون شاذاً ولا معللاً، وألا يكون راويه شديد الضعف، نحو: المستور والمقبول واللين، وغير ذلك، إذا روي حديث من غير وجه على هذا النحو فنقول: بانضمام هذه الطرق بعضها إلى بعض يرتقي الحديث من الضعف إلى الحسن لغيره؛ لأنه قد جمع أسباب الحسن من خارجه. ¶ وأنا الآن لو نظرت في أحد هذه الأسانيد التي روي بها هذا الحديث، ووجدت إسناداً من بين خمسة أسانيد حسناً لذاته، وأربعة طرق أحدها مستور، والثاني مجهول، والثالث لين، والرابع اختلط؛ ففي هذه الحالة عندما يكون أمامك حديث بهذه الطرق الخمسة ستحكم على الحديث في النهاية بأنه صحيح لغيره؛ لأن أحد هذه الطرق حسن لذاته، وهذه الأربع الطرق ستؤدي مهمة، فيرتقي بها الحديث إلى الصحيح لغيره. ¶ هذا القسم الأول من أقسام الحديث الحسن عند ابن الصلاح. ¶ القسم الثاني: قال: أن يكون راويه من المشهورين بالصدق والأمانة،",
            "page": "6",
            "part": "3",
            "seal": "73E1F029"
        },
        {
            "id": "23",
            "nass": "ذكر أول من أصل الحديث الحسن ¶ الحديث الحسن أول من أصَّل له الإمام الترمذي، أول من أصل له لا أول من عرفه؛ لأن الحديث الحسن كان معروفاً قبل الترمذي، كان معروفاً من كلام علي بن المديني ومن كلام البخاري، وهؤلاء من شيوخ الترمذي، وكان معروفاً أيضاً من كلام الإمام أحمد بن حنبل، وكان أيضاً معروفاً من كلام الشافعي، وكان يعبر عنه بالإسناد الجيد، أو بالحديث الجيد. ¶ فرتبة الحديث الحسن كانت معروفة لدى أهل العلم قبل الترمذي، لكن الترمذي هو الذي أصل له تأصيلاً، ولذلك إذا نظرت في سنن الترمذي ستجد أنه الوحيد الذي يقول: هذا حديث حسن صحيح، هذا حديث صحيح، هذا حديث حسن، هذا حديث حسن صحيح غريب، هذا حديث حسن غريب، هذا حديث غريب، يكثر من هذه الرتب للأحاديث، ويحكم عليها بهذه الأحكام.",
            "page": "7",
            "part": "3",
            "seal": "ECE9AEF6"
        },
        {
            "id": "24",
            "nass": "تفسير جمع الترمذي أكثر من وصف للحديث الواحد ¶ ونحن عرفنا أن الترمذي في تعريفه إنما قصد الحسن لغيره، وتَعْرِيف الترمذي هذا ينطبق على كل حديث قال فيه في سننه: (حسن) فقط، إلا ما ندر، بخلاف ما لو قال: (حسن لا نعرفه إلا من هذا الوجه)، وهذا مصطلح آخر له، يقول: وهذا حديث حسن لا نعرفه إلا من هذا الوجه، يعني: ليس له إلا هذا الطريق، ومع هذا فهو حسن. ¶ فأنا عندما أرى مصطلح الترمذي حينما يقول في عقب الحديث: هذا حديث حسن صحيح، أقول: كيف ذلك؟ ففي هذا الكلام إشكالية، فإذا كان صحيحاً فهل هو لذاته أم لغيره؟ وكيف يكون صحيحاً سواء لذاته أو لغيره وحسناً في نفس الوقت؟ هذه إشكالية تحتاج إلى حل، وحلها من وجهين: الوجه الأول: إما أن يكون هذا الحديث له طريقان: أحدهما صحيح، والآخر حسن، فجمع الترمذي بين الوصفين اللذين روي بهما هذا المتن وهذا الحديث، فالحديث له طريقان: أحدهما رواته ثقات، والآخر في رواته صدوق، فبدلاً من أن يقول: حسن وصحيح قال: حسن صحيح، فهو بهذا جمع بين وصفين في قول واحد على حديث واحد. ¶ الوجه الثاني: اختلاف النقاد في رتبة راوٍ في هذا الإسناد، ولم يترجح لدى الترمذي أحد القولين، فبعض النقاد قال عن راوٍ: ثقة، والبعض الآخر قال عنه: صدوق، فنظر الترمذي في ترجمة هذا الراوي وسبر غور حديثه حتى يترجح لديه أهو ثقة أم صدوق فلم يترجح لديه ذلك، فقال عن حديثه: حديث حسن صحيح، (حسن) باعتبار قوم، و (صحيح) باعتبار قوم آخرين، فالحديث هنا ليس له طرق متعددة، إنما هو طريق واحد، وحكم الترمذي بحكمين إنما هو لاختلاف النقاد في الراوي الواحد، فالبعض يقول عنه: ثقة، فإذاً الحديث باعتبار هذا القول صحيح، والبعض الآخر يقول عنه: صدوق، فالحديث باعتبار هذا القول حسن، وكأن الإمام الترمذي أراد أن يقول في هذا الحديث: صحيح أو حسن، وفي الأول أراد أن يقول: صحيح وحسن؛ باعتبار تعدد الطرق، فالطرق أحدها صحيح والآخر حسن. ¶ وفي الحكم الثاني على حديث آخر كأنه أراد أن يقول: صحيح أو حسن، غير أنه حذف حرف الاختيار (أو) فقال: حسن صحيح، كما قال في الأول: حسن صحيح. ¶ ولذلك عندما تنظر في كلام الترمذي وتتبع أنت الطرق تجد الترمذي يحكم على حديثين يقول عن واحد منهما: حسن صحيح، وحديث آخر يقول عنه: حسن صحيح، فتأتي تبحث عن الحديثين تجد أن أحد هذين الحديثين له طرق متعددة، والحديث الآخر ليس له إلا طريق واحد، والحكم واحد، فكيف ذلك؟ تأتي تبحث عن رواة الإسناد تجد أن فيه راوياً وقع النقاد في اختلاف فيه، فبعضهم وثقه، وبعضهم قال عنه: صدوق، ففي هذه الحال يقصد الترمذي: (حسن) باعتبار قوم، (صحيح) باعتبار قوم آخرين. ¶ بخلاف تعدد الطرق فإنه يقصد فيها: أحدها حسن والثاني صحيح. ¶ ولو قال الترمذي: (حسن لا نعرفه إلا من هذا الوجه) فإنه يقصد الحسن لذاته؛ لأنه يقول: لا نعرفه إلا من هذا الوجه، يعني: ليس له إلا إسناد واحد، وقال عنه: حسن؛ فهو حسن لذاته. ¶ ولو قال: (حسن) فقط، فنظرت أنت في إسناد هذا الحديث فوجدت فيه راوياً ضعيفاً ضعفه يسير، فيا ترى كيف حكم عليه الترمذي بأنه حسن مع ضعف هذا الراوي؟ تأتي تبحث في متون كتب السنة عن طريق آخر، تجد طريقاً آخر وثانياً وثالثاً ورابعاً، وكلها على هذه الشاكلة كل طريق فيه نوع ضعف، ففي هذه الحالة ستقول: الترمذي في هذا الحديث قصد أنه حسن لغيره، وإلا فكيف قال في هذا الحديث: حسن، وقال في الثاني: حسن لا نعرفه إلا من هذا الوجه؟ فهو يفرق بذلك بين الحسن لغيره والحسن لذاته. ¶ ولو قال: (حديث صحيح حسن غريب)، فمعنى قوله: (غريب) أي: فرد، ليس له إلا إسناد واحد، فهو (حسن) باعتبار قوم (صحيح) باعتبار قوم آخرين، (غريب) أي: ليس له إلا هذا الإسناد. ¶ ولو قال عن حديث أو عن إسناد: (حديث غريب)، فالغالب على كلامه أنه قصد به الضعف، فإذا قال الترمذي في سننه عن حديث: هذا حديث غريب؛ فاعرف أنه حديث ضعيف. ¶ الشاهد من هذا: أن كتاب سنن الترمذي أصل في معرفة الحديث الحسن. ¶ وكذلك أبو داود له كلام جميل جداً في تقسيم سننه وبيان ما أودعه فيه من فوائد ونكت، كتب بهذا رسالة إلى أهل مكة يصف لهم فيها سننه.",
            "page": "8",
            "part": "3",
            "seal": "1AA20F44"
        },
        {
            "id": "25",
            "nass": "منهج البغوي في تقسيم الحديث في كتابه مصابيح السنة ¶ أما كتاب مصابيح السنة للإمام البغوي فقد ذهب فيه مذهباً في غاية العجب، لم يسبق ولم يلحق إليه؛ حيث قسم الحديث في كل باب من أبواب هذا الكتاب إلى قسمين: قسم الصحيح. ¶ وقسم الحسان. ¶ فمثلاً: الإمام البغوي يقول: باب الاستنجاء: القسم الأول: روى البخاري ومسلم روى البخاري روى مسلم. ¶ القسم الثاني: روى أبو داود والترمذي والنسائي وابن ماجه، روى أبو داود روى ابن ماجه روى أحمد. ¶ والإمام البغوي في هذا الكتاب، قال: أنا منهجي أنني أجعل في كل باب من الأبواب الأدلة إلى قسمين: قسم أسميه الصحيح، وقسم أسميه الحسن، قالوا: كيف هذا الكلام؟ قال: الصحيح: هو الأحاديث التي رويت في الصحيحين أو في أحدهما. ¶ والحسن: هو ما روي في السنن أو في أحدها. ¶ وهناك في السنن أحاديث في القوة والمتانة أقوى وأعظم من بعض أحاديث الصحيحين، فقال: لا مشاحة في الاصطلاح، هذا اصطلاح خاص بي، فقال العلماء: نحتمله على مصطلحه هذا، وإن كان أهل العلم يخالفونه في هذا التقسيم. ¶ وأظن أن مسألة الحديث الحسن أصبحت متضحة جداً، ولو أردنا أن ننهي القول لقلنا: إننا درسنا في علم المصطلح التعريفات الأولية التي لا ينبغي لطالب علم الحديث أن يجهلها، مثل المتن والإسناد والمسنَد والمسنِد، والمعلق والمعضل وغيرها، وهي تعريفات سريعة لكنها تفيد المقصود بإذن الله تعالى هذا أمر. ¶ الأمر الثاني: أننا قلنا: إن الحديث من جهة وروده إلينا -أي: بالنظر إلى الطرق التي روي بها الإسناد- إذا كانت طرقه كثيرة جداً فيكون الحديث متواتراً، وإذا كانت الطرق محدودة رواية أو اثنتين أو ثلاثاً لا يبلغ مرتبة التواتر فيكون حديثاً آحاداً، وقلنا: إن الحديث المتواتر لا علاقة له بعلم الإسناد؛ لأنه صحيح قطعاً. ¶ وعلم مصطلح الحديث ينظر في الإسناد والمتن من جهة القبول والرد، وهذا لا يستقيم إلا مع قسم الآحاد؛ لأن المتواتر صحيح وثابت يقيناً، مثل القرآن، فالمتواتر حكمه حكم القرآن الكريم. ¶ والحديث الآحاد قسمناه إلى مقبول ومردوده فالمقبول أربعة أنواع: صحيح لذاته، وصحيح لغيره، وحسن لذاته، وحسن لغيره. ¶ والمردود هو الضعيف بجميع أنواعه. ¶ وصلى الله على نبينا محمد، وعلى آله وصحبه وسلم تسليماً كثيراً.",
            "page": "9",
            "part": "3",
            "seal": "31810314"
        },
        {
            "id": "26",
            "nass": "شرح كتاب الباعث الحثيث - جمع ابن الصلاح لتعريف الحديث الحسن ¶ جمع ابن الصلاح رحمه الله تعالى بين أقوال أهل العلم في تعريف الحسن وردها إلى بيان الحسن لذاته والحسن لغيره، والحديث الحسن مما حفلت به بعض دواوين السنة، ومنها سنن الترمذي وسنن أبي داود وغيرهما.",
            "page": "1",
            "part": "4",
            "seal": "D5724D58"
        },
        {
            "id": "27",
            "nass": "جمع ابن الصلاح بين تعاريف الحديث الحسن ¶ الحمد لله، وصلى الله على نبينا محمد وعلى آله وأصحابه وسلم تسليماً كثيراً. ¶ وبعد: تكلمنا في الدرس الماضي عن الحديث الحسن، وذكرنا له تعريفات عدة، منها: تعريف الخطابي، وتعريف ابن الجوزي، وتعريف الإمام الترمذي، وتعريف الحافظ ابن حجر العسقلاني. ¶ فـ الخطابي قال: هو ما عرف مخرجه واشتهر رجاله، وعليه مدار أكثر الحديث، وهو الذي يقبله أكثر العلماء ويستعمله عامة الفقهاء. ¶ وأما تعريف الحافظ ابن حجر فهو: ما اتصل سنده بنقل العدل خفيف الضبط، أو إن شئت فقل: قد عرف الحافظ ابن حجر الحديث الصحيح فقال: هو ما اتصل سنده بنقل العدل تام الضبط عن مثله إلى منتهاه من غير شذوذ ولا علة، ثم قال: فإن خف الضبط فالحسن لذاته. ¶ ومعنى خف الضبط: أنه ينزل من درجة (ثقة) إلى درجة (صدوق)، أو إلى درجة (لا بأس به) أو (ليس به بأس) أو إلى درجة (صالح الاعتبار)، أو إلى درجة تدل على أن حديثه حسن. ¶ وأما تعريف الإمام الترمذي فهو: ألا يكون في إسناده من يتهم بالكذب، وألا يكون شاذاً، وأن يروى من غير وجه نحو ذلك. ¶ وأما الإمام ابن الجوزي فقال في تعريف الحديث الحسن: هو الذي فيه ضعف قريب محتمل. ¶ وسندخل في جمع الشيخ أبي عمرو بن الصلاح بين هذه التعاريف، أبو عمرو بن الصلاح عندما نظر إلى الحديث الحسن ووجد أن العلماء اختلفوا فيه اختلافات عدة كادت أن تبلغ العشرين تعريفاً، فقال: أنا نظرت في هذه التعريفات كلها فوجدتها تدور بين أمرين اثنين لا ثالث لهما: الأمر الأول: هو الحديث الذي لا يخلو رجال إسناده من مستور لم تتحقق أهليته، يعني: مجهول، والمجهول نوعان، وعند الحديث عن تعريف المجهول سنتعرض لبيان المجهول جهالة عين والمجهول جهالة حال. ¶ لكن على أي حال يسعك الآن ابتداءً أن تعرف أن المستور هو المجهول. ¶ فيقول: النوع الأول: هو الحديث الذي لا يخلو رجال إسناده من مستور لم تتحقق أهليته، لكن ليس معنى هذا أنه يكون شديد الغفلة، ولذا قال: غير أنه ليس مغفلاً كثير الخطأ، يعني: لا يكون الأصل فيه أنه كثير الخطأ، كثير الأغلاط في الحديث. ¶ قال: ولا هو متهم بالكذب، وفي الدرس الماضي فرقنا بين الكذاب وبين المتهم بالكذب. ¶ قال: ويكون متن الحديث قد روي مثله أو نحوه من وجه آخر. ¶ والمتن هو ما انتهى إليه السند من الكلام، ولما أقول: هو ما انتهى إليه السند من الكلام، لا يلزم منه أن يكون كلام النبي صلى الله عليه وسلم فقط، بل يمكن أن يكون كلاماً لصحابي أو كلاماً لتابعي ومن هو دون التابعي، المهم أن يكون فيه إسناد، ثم يحتاج هذا الإسناد إلى نسبة هذا القول إلى قائله. ¶ يقول ابن الصلاح: ويكون هذا المتن -المروي على هذه الهيئة أو هذه الصفة- قد جاء من وجه آخر مثله أو نحوه. ¶ وقد فرقنا بين المثلية والنحوية، فالمثلية تستلزم المطابقة بين نصين، كأن أقول: كلامي مثل كلامك، يعني: لو وضعت كلامي على كلامك لانطبق تمام المطابقة دون أن يخرج حرف زيادة أو نقصاناً. ¶ أما قولك: كلامي نحو كلامك فيعني: شبه كلامك، المعنى واحد واللفظ غير متحد. ¶ يقول: ويكون متن الحديث قد روي مثله أو نحوه من وجه آخر؛ وبذلك خرج عن كونه شاذاً أو منكراً، والشذوذ هنا بمعنى الغرابة، ليس الغرابة الاصطلاحية، وإنما هي الغرابة التي يستخدمها بعض المحدثين لإثبات الشذوذ، لا لإثبات الغرابة الاصطلاحية، مثل أن أقول لك: هذا الكلام غريب، أي: ضعيف منكر. ¶ إذاً: هذه غرابة من ناحية اللغة وليست من ناحية الاصطلاح، وإلا فالغريب اصطلاحاً: هو ما تفرد بروايته راوٍ واحد، أما إذا قلت: وهذا كلام غريب، يعني: شاذ منكر. ¶ ثم قال: وكلام الترمذي يتنزل على هذا القسم. ¶ ابن الصلاح قال في أول كلامه: أنا عندما نظرت في عامة كلام أهل العلم الذين وضعوا الحد أو التعريف لبيان الحديث الحسن وجدت كلامهم يدور بين أمرين اثنين لا ثالث لهما: الأمر الأول: هو الحديث الذي لا يخلو رجال إسناده من مستور لم تتحقق أهليته، لكنه ليس مغفلاً ولا كثير الخطأ، ولا متهماً بالكذب، (ويروى هذا المتن من وجه آخر نحوه أو مثله)، فيخرج بذلك الحديث عن كونه شاذاً أو منكراً. ¶ ثم قال: وعلى هذا التعريف يتنزل كلام الترمذي. ¶ فـ الترمذي عرفه بقوله: ألا يكون في إسناده راوٍ متهم بالكذب، ولا يكون شاذاً ولا معللاً، ويروى من غير وجه نحو ذلك أو مثله، فكلام الترمذي وتعريفه يتنزل على هذا القسم الذي يتكلم فيه ابن الصلاح. ¶ فقوله: ويروى هذا المتن من وجه آخر نحوه أو مثله، مثال: لو أتاني حديث وفي الطريق إلى هذا الحديث راوٍ مستور -يعني: مجهول- سأقول: هذا الحديث ضعيف، والعلة ذلك الراوي المجهول أو المستور الذي لم تتحقق أهليته، ثم يتبين بأن هذا الحديث مع المتابعة والبحث في كتب السنة قد روي بإس",
            "page": "2",
            "part": "4",
            "seal": "ED58E536"
        },
        {
            "id": "28",
            "nass": "تعريف الحديث الصحيح لغيره ¶ ولما أريد أن أعرف الحديث الصحيح لغيره أقول: هو الحديث الذي رواه العدل خفيف الضبط عن مثله إلى منتهاه من غير شذوذ ولا علة، ويروى من غير وجه بنحو ذلك أو مثله، وهذا باختصار شديد عملية حسابية، الحسن لغيره هو الحديث الذي رواه الضعيف ضعفاً يسيراً يرتقي، فجاء من طريق آخر، فمن مجموع الطرق يرتقي من الضعيف إلى الحسن لغيره. ¶ والحديث الصحيح لغيره: هو مجموع حديثين كل منهما حسن لذاته، فيرتقيان إلى صحيح لغيره، وحديثان ضعيفان يرتقيان إلى حسن لغيره. ¶ فالحديث الصحيح لغيره: هو ما رواه العدل خفيف الضبط عن مثله إلى منتهاه، وليس بلازم من كلمة (عن مثله) أن يكون كل راوٍ خفيف الضبط، وإنما المراد مثلية العدالة إلى منتهاه من غير شذوذ ولا علة، وروي من غير وجه نحو ذلك أو مثله. ¶ وبهذا عرفنا الحديث الصحيح لذاته والصحيح لغيره، والحسن لذاته والحسن لغيره. ¶ ومسألة الحديث الحسن مسألة مهمة جداً، خاصة الحسن لغيره، أما الحسن لذاته فليس فيه مشكلة، أما الحسن لغيره فهو الذي يبين ما إذا كان الباحث أو طالب العلم فاهماً أم لا؛ لأنه مفترق طرق بين قبول الحديث ورده، واجتهاد من الباحث هل هذه الطرق أو كثرتها يؤدي إلى الارتقاء أم لا يؤدي؟ وهل هذا الضعف الذي اتهم به الراوي من الضعف اليسير الذي ينجبر أم من الضعف الذي لا ينجبر؟ فلو جاء حديث من مائة طريق وفي كل طريق راوٍ كذاب فإنه لا ينجبر، ولا يزال الضعف من هنا إلى يوم القيامة، ولا يمكن أن يرتقي، بل يظل ضعيفاً، وتطمئن النفس إلى عدم صحة هذا الحديث إطلاقاً، يعني: الحديث الذي فيه راوٍ كذاب أو متهم بالكذب أو منكر أو متروك أو نحو ذلك مهما جاء من طرق متعددة فإنه لا يزيد الضعف إلا ضعفاً. ¶ فليس كل ضعف يرتقي، ولذلك هناك أنواع من الضعف ترتقي، وأنواع لا ترتقي، فنريد أن نعرف أصل كلمة: (الحديث الحسن)، أو تعريف هذا المصطلح.",
            "page": "3",
            "part": "4",
            "seal": "DBF6C583"
        },
        {
            "id": "29",
            "nass": "أول من أشهر مصطلح الحديث الحسن ¶ نحن ذكرنا أن هذا الكلام كان معروفاً عند العلماء السابقين، فإنهم كانوا يعرفون مصطلح الحسن والجيد والمقبول، وغير ذلك من المصطلحات، لكن أول من أشهر ذلك: الإمام الترمذي؛ لأنه أكثر من استعمال هذه المصطلحات في كتابه السنن. ¶ ودائماًَ الفضل ينسب للذي أشهر الشيء، لا لمن ابتكره، كالمذهب الظاهري أشهره ابن حزم، مع أن الذي أسسه هو داود بن علي الظاهري، وتبعه ابن حزم على منهجه، ثم صنف فيه المصنفات العظام التي بسببها انتشر المذهب، فعندما تذكر الظاهرية يكون في الذهن ابن حزم، وداود لا يذكر. ¶ والإمام الشافعي يقول فيه أهل العلم: إن له الفضل على كل من تشفع -أي: كل من تمذهب بمذهبه- إلا الإمام البيهقي؛ لأنه هو الذي نصر مذهب الإمام الشافعي بكثرة ما صنف فيه، فقد صنف الإمام البيهقي كتاب السنن الكبرى وهو حوالي عشرة مجلدات كبيرة ينصر فيها المسائل التي قال بها الإمام الشافعي. ¶ فالإمام الترمذي هو الذي أكثر وأشهر مصطلح الحديث الحسن، مع أنه كان معروفاً عند البخاري وأحمد بن حنبل وغيرهم ممن كان قبل الإمام الترمذي. ¶ والإمام الترمذي أحياناً يقول عن حديث: حسن صحيح، وأحياناً يقول: حسن صحيح غريب، وأحياناً يقول: حسن غريب، وأحياناً يقول: صحيح غريب، وأحياناً يقول: غريب فقط، أو حسن فقط، أو صحيح فقط، وهذا ملاحظ في كلام الإمام الترمذي في السنن، وكل مصطلح من هذه المصطلحات له مدلول عند الإمام الترمذي، ولا تظن أنه يأتي بهذه المصطلحات هكذا. ¶ إذا قال الإمام: هذا حديث حسن صحيح غريب، فالغرابة هنا تعني: أن هذا الحديث ليس له إلا ذلك الإسناد، فهذا يحمل على التفرد، أي: ليس له إلا إسناد واحد، فالغرابة يقصد بها هنا الغرابة الاصطلاحية؛ لأن الغرابة نوعان: غرابة نسبية وغرابة مطلقة. ¶ والغرابة تعني التفرد، والتفرد يعني: أن الحديث ليس له إلا طريق واحد. ¶ فإذا قال: حسن صحيح غريب، يعني ذلك: أن الحديث ليس له إلا إسناد واحد. ¶ وقوله: (حسن صحيح) العلماء يقولون: لو جمع إلى (حسن صحيح) كلمة (غريب)؛ فإنما يعني أن الحديث ليس له إلا إسناد واحد، وقوله: (حسن صحيح) يعني: أن في الإسناد راوياً اختلف العلماء فيه بين تمام الضبط وبين خفة الضبط. ¶ فعندما يقول الترمذي: حديث حسن صحيح غريب؛ فلأنه في الغالب يكون في هذا الإسناد راوٍ اختلف أهل الجرح والتعديل في ذلك الراوي، فمنهم من قال: ثقة، ومنهم من قال: صدوق، أي: أن منهم من قال: هو تام الضبط، ومنهم من قال: هو خفيف الضبط. ¶ والإمام الترمذي لم يستطع الاجتهاد في حق ذلك الراوي، فقال: أنا سأجمع بين أقوال أهل العلم في هذا الراوي، فسأقول: حسن صحيح، وهذا حقه أن يأتي بحرف الشك، فيقول: حسن أو صحيح، ولكنه اختصر ذلك فقال: حسن صحيح، يعني: حسن باعتبار قوم، صحيح باعتبار آخرين، يعني: أن هذا الحديث حسن عند من قال: إن ذلك الراوي صدوق، وصحيح عند من قال: إن ذلك الراوي ثقة. ¶ فإذا قال الترمذي عن إسناد: حسن صحيح غريب؛ فإنما يكون هذا حديثاً ليس له إلا إسناد واحد، اختلف النقاد في أحد رواة ذلك الإسناد، فمنهم من قال: هو ثقة، ومنهم من قال: هو صدوق، ولم يترجح لدى الإمام الترمذي مدى صدق من قال: ثقة حتى يرجح التوثيق، ولا صدق من قال: صدوق حتى يرجح الصدق؛ فجمع بين اللفظين، غاية ما فيه أنه حذف حرف الشك، وكان حقه أن يقول: حسن أو صحيح، ولكنه اختصر ذلك فقال: حسن صحيح، وقال: غريب؛ لأنه ليس له إلا إسناد واحد. ¶ فإذا حذف كلمة (غريب) ففيه أحد أمرين: إما أن يكون هذا الحديث له إسناد واحد أو إسنادين، فإن كان له إسناد واحد فغاية ما في ذلك: أنه لم يذكر كلمة غريب، كما في الحالة الأولى، وكما حذف حرف الشك هناك حذف كلمة غريب هنا، ويرجع الأمر إلى اختلاف النقاد أو نفس الراوي، فحين يقول: حسن صحيح، أي: حسن باعتبار قوم، وصحيح باعتبار قوم آخرين؛ لاختلافهم في ذلك الراوي الذي روى الحديث. ¶ وإما أن يكون الحديث له إسنادان، إسناد منها أحد رواته صدوق، والإسناد الآخر كله ثقات، فالإسناد الذي في رواته راوٍ صدوق قال عنه: حسن، والإسناد الذي كل رواته ثقات قال عنه: صحيح، وغاية ما في ذلك أنه كان يجب أن يجمع ويقول: حسن وصحيح، أي: حسن باعتبار الإسناد، ليس باعتبار النقاد، وصحيح باعتبار الإسناد الآخر؛ لأن هذا الحديث أتى من طريقين، أو من غير وجه، فيقول في هذه الحالة: حسن وصحيح، وغاية ما في هذا أنه حذف أداة العطف وقال: حسن صحيح. ¶ فإن قيل: أيهما أقوى قول الترمذي: حسن صحيح، أو صحيح فقط؟ ف ¶ A  أن ذلك متوقف على معرفة ما إذا كان للحديث إسناد أو أكثر، فإن كان للحديث إسناد واحد فلا شك أن قو",
            "page": "4",
            "part": "4",
            "seal": "CC526E19"
        },
        {
            "id": "30",
            "nass": "أثر الحكم بصحة السند على المتن ¶ هناك مصطلح آخر لأهل العلم: إذا قال العلماء: هذا إسناد صحيح، فهل يعني: أن الحديث الصحيح؟ كأن آتي على حديث رواه أبو داود وأقول: قال أبو داود: حدثني عبد الله بن مسلمة القعنبي قال: حدثنا أحمد بن حنبل قال: حدثنا الحسن بن روح قال: حدثنا شعبة قال: حدثنا ابن سيرين قال: حدثنا ابن عمر، فهؤلاء الرواة كلهم ثقات، وإذا كان كذلك فأنا أقول: هذا إسناد صحيح. ¶ لكن هل يلزم من قول: إسناد صحيح، أن يكون المتن صحيحاً؟ عندما أقول: هذا الإسناد رجاله ثقات، في الأغلب الأعم أن المتن صحيح تبعاً لصحة السند، فإذا صح السند صح المتن، هذا الأصل، ولكن إذا ذكرت الأصل يدل ذلك على أن هناك استثناء؛ لأن الحديث يمكن أن يروى بإسناد صحيح، ثم المتن يكون شاذاً ومعللاً، ونحن قلنا في التعريف: وألا يكون شاذاً ولا معللاً، فالشذوذ والعلة تلحق المتن، فمعنى ذلك أنني لو قلت: إنه دائماً صحة الإسناد يلزم منه صحة المتن؛ للزمني أن أقول: إن المتن لا تلحقه العلة مطلقاً، ولكن المتن قطعاً تلحقه العلل؛ ومنها الشذوذ، والنكارة، مثال ذلك: حديث يروى بإسناد رواته ثقات عن ابن عباس أن النبي صلى الله عليه وسلم قال: (إن الله خلق سبع أرضين كما خلق سبع سماوات، جعل في كل أرض آدماً كآدمكم، ونوحاً كنوحكم، وموسى كموساكم، وعيسى كعيساكم، ومحمداً كمحمدكم)، فهذا الكلام شاذ، ولذلك الحافظ ابن كثير قال في مقدمة البداية والنهاية: وهذا الحديث رواه ابن عساكر، ورواه كذلك الإمام البيهقي في السنن، قال: ورغم أن إسناده ورواته ثقات إلا أنه في غاية النكارة؛ لأنه يخالف الأصول الشرعية، ويخالف المعتقد الصحيح؛ لأن هذا الكلام يتناسب مع الباطنية، ويتناسب مع الصوفية، أما مع أهل السنة فلا يتناسب أبداً، فإنهم على عقيدة لا تقبل الزعزعة. ¶ فهذا الحديث مروي وموجود في كتب السنة، والإسناد صحيح، أما المتن فمنكر، لحقه الشذوذ والعلل. ¶ لكن الأصل أنه إذا صح السند صح المتن، والاستثناء أن المتن لا يخرج عن صحته إلا إذا لحقته علة أو شذوذ أو نكارة. ¶ فلا يلزم تصحيح المتن تبعاً لصحة السند؛ لأني لو قلت: يلزمني، لكان لزاماً علي أن أقول: إن المتن لا تلحقه علة مطلقاً، وقد تقدم أن شروط الحديث الصحيح خمسة، منها: ألا يكون شاذاً ولا معللاً، وذكرنا أن الشذوذ والعلة والنكارة تلحق المتن. ¶ فيلزمني أن أطبق هذه الشروط الخمسة على السند وعلى المتن سواء، فالأصل أنه إذا صح السند صح المتن، إلا إذا لحق بالمتن شذوذ أو علة أو نكارة أو مخالفة للأصول المعروفة في الشريعة، ففي هذه الحالة أقول: إن هذا المتن منكر أو شاذ أو معل أو غير ذلك.",
            "page": "5",
            "part": "4",
            "seal": "9AB6ED43"
        },
        {
            "id": "31",
            "nass": "مظان الحديث الحسن ¶ الآن أريد أن أعرف مظان الحديث الحسن، والمقصود بكلمة (مظان): الأماكن التي يوجد فيها الحديث الحسن، وأيضاً أريد أن أعرف ما ضابط الحديث الحسن؟ نحن قلنا: إن الترمذي هو أول من أكثر في كتابه من هذا المصطلح، وأوضح في كتابه كثيراً من هذا النوع، فمن مظان الحديث الحسن كتاب سنن الترمذي، وكذلك سنن أبي داود، وعرفنا أن سنن أبي داود من مظان الحديث الحسن برسالة بعثها أبو داود لأهل مكة -وأبو داود من سجستان- وكان مهمتها أن يصف فيها كتاب السنن، فقال: وضعت في كتابي هذا الصحيح، وما يشبهه ويقاربه، والصحيح لا إشكال فيه؛ لأن ثلث ما رواه أبو داود في السنن موجود عند البخاري ومسلم أو أحدهما. ¶ وهناك أحاديث ليست في الصحيحين ولا في أحدهما عند أبي داود وهي صحيحة أيضاً؛ لأنها رويت من طريق رواة ثقات، وليس بلازم أن تكون في الصحيحين أو في أحدهما، هذا الذي يقول فيه أبو داود: وضعت فيه الصحيح. ¶ أما قوله: (وما يشبهه)، فيريد به الحسن لذاته، والضمير هنا عائد على الصحيح، والذي يشبه الصحيح الحسن لذاته. ¶ ثم قال: (وما يقاربه)، والذي يقاربه الحسن لغيره، والضمير هنا عائد على ما يشبهه الذي هو: الحسن لذاته، وهذه مسألة مهمة جداً. ¶ فبهذا عرفنا أن سنن أبي داود فيها الصحيح والحسن لذاته والحسن لغيره. ¶ ثم يقول: (وما كان فيه وهن شديد بينته)، يعني: ضعف شديد ونكارة، ولما نأتي نستقرئ السنن نجد فيها أحاديث كثيرة فيها وهن شديد جداً، ومع هذا لم يتكلم عليها بإبانة، لم يقل -مثلاً- عقب الحديث: وهذا حديث فيه وهن شديد وقد بينته، لم يقل هكذا، ولكن يدافع عنه بأنه يمكن ألا يكون الوهن شديداً عند الإمام، ويكون شديداً عند غيره، وقد يقال: لا، هذا محل اتفاق أن هذا الراوي متهم، وهو محل اتفاق، فما من أحد من النقاد إلا وقال فيه تهمة؟ فيجاب بأنه لا بد لـ أبي داود من مخرج، كأن يقول: ذيوع الأمر وانتشاره. ¶ ثم يقول: (وما سكت عنه فهو حسن عندي، أو صالح)، هذا الكلام أيضاً منتقد؛ فـ أبو داود سكت عن أحاديث كثيرة صحيحة ليست في الصحيحين، فهل تعتبر هذه الأحاديث من قبيل الصحيح أم من قبيل الحسن؟ الذي سيقول: صحيح، نقول له: لا، أبو داود قال: ما سكت عنه فهو حسن. ¶ والذي سيقول عنه: حسن، سنقول له: رجال سنده ثقات. ¶ وعلى أي حال هذا منهج أبي داود، بعض الناس قالوا: قول أبي داود: وما سكت عنه فهو حسن، هل يقصد بسكوت أبي داود على حديث في داخل السنن، أم في خارج السنن؟ أبو داود روى أحاديث كثيرة، وصنف كتباً كثيرة غير السنن، فالأحاديث التي سكت عنها وقال: إنها حسنة عندي، هل المقصود بالسكوت هذا داخل السنن أم في عموم مروياته؟ المقصود: داخل السنن؛ لأنه في أول الكلام قال: وضعت في كتابي هذا، فالكلام آخره مرتبط بأوله؛ لأن بعض الناس قال: أبو داود يقصد في عموم مروياته، وهذا غير صحيح؛ فـ أبو داود بعث رسالة مكتوب على جلدتها: رسالتي إلى أهل مكة وصف السنن. ¶ وهي رسالة طويلة، لكن هذا منهج الكتاب، وفيه جزئية معينة لإثبات مسألتين: منهج أبي داود في الكتاب. ¶ والمسألة الثانية: أن سنن أبي داود هي من مظان الحديث الحسن، وهذا الذي نريد أن نأخذه الآن، نحن لسنا بصدد دراسة سنن أبي داود، وإنما بصدد إخبار وبيان أن سنن أبي داود هي من مظان ومصادر الحديث الحسن. ¶ وهناك كتاب يسمى كتاب مصابيح السنة للإمام أبي محمد الحسين بن مسعود الفراء البغوي، المتوفى في أوائل القرن السادس سنة (516هـ)، الإمام البغوي له كتاب اسمه مصابيح السنة، هذا الكتاب كتاب جميل جداً، وكتاب مهم جداً، وهو مغمور لا يعرفه حتى طلبة العلم، وهو كتاب في غاية الأهمية، وله كتاب اسمه شرح السنة، كتاب في غاية الجمال والروعة، معظم أحاديث شرح السنة متفق عليها. ¶ وكتاب مصابيح السنة للبغوي فيه اصطلاح خاص، ولا مشاحة في الاصطلاح، فمثلاً: إذا قلت: أنا سأفعل كذا وأعتبره كذا، فلا يوجد أحد سيعترض علي؛ لأن هذا منهج اتخذته لنفسي وفي كتابي، ومن هذا أن يحيى بن معين قال: إذا قلت في الراوي: لا بأس به؛ فهو بمعنى ثقة، والمعروف عند جمهور العلماء أن كلمة (لا بأس به) تنزل عن مرتبة الثقة، يعني: صدوق عند الجمهور، أما إذا قال يحيى بن معين في الراوي: لا بأس به، فإنه يكون ثقة مباشرة، هذا مصطلح خاص بـ ابن معين، فلا يوجد أحد ينازعه فيه؛ لأنه قال: إذا قلت: لا بأس به؛ فإنما أعني أنه ثقة. ¶ والإمام البخاري مثلاً كان مؤدباً في الجرح، أما ابن حبان",
            "page": "6",
            "part": "4",
            "seal": "E6FD75BA"
        },
        {
            "id": "32",
            "nass": "شرح كتاب الباعث الحثيث - الحديث المرفوع والموقوف ¶ من أنواع الحديث من حيث الحكم عليه الحديث الضعيف، وضعفه بسبب إسناده، وهو أنواع كثيرة، كما أن من أنواع الحديث من حيث وصفه الحديث المسند والمرفوع والمقطوع والموقوف، وغير ذلك من الأنواع.",
            "page": "1",
            "part": "5",
            "seal": "658F656A"
        },
        {
            "id": "33",
            "nass": "الحديث الضعيف ¶ الضعيف: هو ما لم يتوفر فيه شروط الحديث الصحيح ولا الحسن. ¶ لأن الضعيف في المعنى ضد القوي. ¶ فالحديث الضعيف هو ما فقد أحد شروط الحديث الصحيح والحديث الحسن، وقد انتقد هذا التعريف، وأن الصواب: هو ما فقد فيه شرط أو أكثر من شروط الحديث الحسن فقط؛ لأنه إذا فقد منه شرط الحديث الحسن فمن باب أولى أن يفقد شرط الصحيح، يعني: أنهم عرفوا بالأدنى ليدل على ما هو أعلى من ذلك. ¶ فالحديث الضعيف هو ما لم يجتمع فيه شروط الحديث الصحيح ولا الحديث الحسن، ويجوز أن نقول: هو ما لم يجتمع فيه شروط الحديث الحسن، ويكون من باب أولى أنه لم يجتمع فيه شروط الحديث الصحيح.",
            "page": "2",
            "part": "5",
            "seal": "C8D1F019"
        },
        {
            "id": "34",
            "nass": "الفرق بين ما روي على شرط الشيخين وما روي على شرط البخاري ¶ وهذه المسألة لا تقاس على السؤال الذي أتى في الدرس الماضي الذي يقول فيه السائل: في مراتب الحديث الصحيح المرتبة الرابعة: ما روي على شرطهما ولم يخرجاه، والمرتبة الخامسة: ما روي على شرط البخاري ولم يخرجاه، فما الفارق بين المرتبتين؟ ¶ و A  أن الفارق بين المرتبتين متعلق بشرط الرواية عند البخاري وشرط الرواية عند مسلم، والبخاري يشترط المعاصرة وثبوت اللقاء، ومسلم يشترط المعاصرة مع إمكانية اللقاء. ¶ فمن هنا قدم البخاري على مسلم في المرتبة من هذه الحيثية ومن غيرها، لكن هذه إحدى حيثيات تقدم البخاري على مسلم. ¶ ثم إذا قدم البخاري على مسلم من هذه الحيثية فينسحب هذا أيضاً على الشرط، فما روي على شرط البخاري ولم يخرجه مقدم على ما يروى على شرط مسلم ولم يخرجه، فهي مسألة حسابية، إذا كان الحديث في البخاري وليس في مسلم فلا شك أنه مقدم؛ لأنه انفرد به البخاري، وإذا كان الحديث في مسلم يأتي في مرتبة بعد مرتبة إخراجه في البخاري، وإذا لم يكن فيهما ولكنه على شرطهما فيكون في مرتبة تالية، وإذا كان على شرط البخاري فقط فيكون أعلى منه إذا كان على شرط مسلم فقط. ¶ وهنا سؤال من أخ يقول: فإن شرط البخاري المعاصرة وثبوت اللقاء وهو شامل لشرط مسلم، فليس هناك فارق بين ما روي على شرطهما وما روي على شرط البخاري؛ لأنه إذا كان حديثه على شرط البخاري فمن باب أولى أن يكون على شرط مسلم، فما رأيكم في هذا الكلام؟ وكأنه يريد أن يقول: إن شرط مسلم يدخل تحت شرط البخاري، فإذا كان الحديث على شرط البخاري يغني ذلك عن قولنا: على شرطهما، فما رأيكم في هذا الكلام؟ هل هذا الكلام صحيح أم خطأ؟ وهذا الكلام غير صحيح؛ لأن مسلماً اكتفى باشتراط المعاصرة مع إمكان اللقاء، بينما اشترط البخاري أنه لابد من ثبوت اللقاء. ¶ والخطأ الذي يحصل هو أن المحقق عندما يخرج الإسناد أو يحكم عليه الذي يفعله أنه يذهب إلى كتاب تقريب التقريب للحافظ ابن حجر فينظر من روى لهذا الرجل، فإذا وجد أنه روى عنه البخاري ومسلم يقول في هذه الحالة: صحيح على شرطهما، ولم يخرجاه، فإذا سئل قال: لأن رجال هذا الإسناد أخرج لهم البخاري ومسلم. ¶ فهناك فرق بين قول المحقق: رجاله رجال الصحيحين، أو هو على شرط الصحيحين، هناك فرق كبير، والفرق أنه إذا كان هذا الإسناد الذي بين يدي كل رجاله أخرج لهم البخاري ومسلم فينظر في النقطة التالية وهي: هل هذا الإسناد على شرطهما، أم على شرط أحدهما أم ليس على شرطهما ألبتة؟ وهل يمكن أن يكون هناك إسناد كل رواته أخرج لهم البخاري ومسلم أو البخاري فقط أو مسلم فقط ويكون في المحصلة ليس على شرط واحد منهما؟ ¶ A  نعم؛ لصفة الرواية نفسها، فيمكن أن يكون هناك إسناد ملفق من رجال البخاري ورجال مسلم، لكن صفة الرواية نفسها لا تكون على شرط البخاري ولا على شرط مسلم، كـ سماك عن عكرمة عن ابن عباس، فـ سماك على شرط مسلم فقط، وعكرمة انفرد به البخاري، لكني لا أستطيع أن أقول: هو على شرط البخاري، ولكن أقول: هو من رجال البخاري، فهناك فرق بين كلمة: على شرط البخاري، وكلمة: من رجال البخاري؛ لأنه يمكن أن يكون سماك من رجال مسلم، ولكن مسلماً لا يخرج له إلا عن عكرمة، فإذا روى سماك عن غير عكرمة فـ مسلم لا يصحح حديثه، أو لا يعتمد حديثه في هذه الحالة؛ لأنه ليس على شرطه، أما شرط مسلم فهو أن يروي سماك حديثه عن عكرمة على وجه الخصوص، فإذا روى سماك عن غير عكرمة ولو من رجال الصحيحين، فليس على شرط مسلم. ¶ يعني: سماك عن عكرمة عن ابن عباس، عكرمة عن ابن عباس من رجال البخاري وعلى شرط البخاري، فـ عكرمة",
            "page": "3",
            "part": "5",
            "seal": "7BC0B2EA"
        },
        {
            "id": "35",
            "nass": "معنى قول المحدثين: (حديث جيد) ¶ وسأل أخ سؤالاً قال فيه: نقرأ في بعض التخريجات والتحقيقات للحديث يقول: إسناده جيد، فتحت أي قسم يدخل الجيد: تحت الصحيح لذاته أم الحسن لذاته، أم الصحيح لغيره أم الحسن لغيره، وجزاكم الله خيراً؟ ¶ و A  هناك فرق بين قول المحقق أو قول العالم: جيد، وإسناده جيد، فإن قوله: إسناده جيد، إنما هذا حكم ينصب على ذات الإسناد الذي بين يديه، ويحمل على الحديث الواحد، بمعنى أن قوله هنا: إسناده جيد، يساوي قوله: إسناده حسن، لأن قول أيضاً: إسناده حسن بخلاف قول (حسن)؛ لأن قول (حسن) يمكن أن يكون حسناً لذاته أو حسناً لغيره، ويمكن أن يكون قولي: (حسن) ينصب على المتن دون السند، فكذلك قولي: جيد، فجيد ينطبق على الحسن لغيره والحسن لذاته، كما ينطبق على المتن أيضاً، بخلاف قولي: إسناد جيد، فإنما هذا حكم على إسناد بعينه.",
            "page": "4",
            "part": "5",
            "seal": "6F18232F"
        },
        {
            "id": "36",
            "nass": "أنواع الحديث الضعيف ¶ نرجع مرة أخرى إلى الحديث الضعيف، فالضعيف: هو ما لم يجتمع فيه شروط الصحيح ولا الحسن، وهذا الكلام ذكرنا بالسؤال الذي وجه في الأسبوع الماضي الذي يقول: إن الضعيف يكتفى في تعريفه بأنه لم يجتمع فيه شروط الحديث الحسن، فمن باب أولى ألا يجتمع فيه شروط الحديث الصحيح. ¶ ثم تكلم الشيخ على تعداده وتنوعه باعتبار فقده واحدة من صفات الصحة أو أكثر أو جميعها. ¶ فينقسم جنسه إلى: الموضوع، والمقلوب، والشاذ، والمعلل، والمضطرب، والمرسل، والمنقطع، والمعضل وغير ذلك، حتى عدوا أكثر من ستين نوعاً من أنواع الضعيف، ويمكن أن تراجعها في مقدمة الكتاب مع تعليق الشيخ أحمد شاكر. ¶ وعلى أي حال الضعيف أنواع كثيرة، وكان ينبغي أن يورد هذه التعريفات في غير هذا الموطن؛ لأنه هنا ذكر المسند والمرفوع والموقوف والمنقطع وغير ذلك ضمن الضعيف، وليس هذا التقسيم بجيد؛ لأن هذا كله ليس من باب الضعيف، وإنما هو من باب التعريفات المبدئية لهذا العلم. ¶ فكونه يضعها في قسم الضعيف فهذا مما لا توفيق فيه.",
            "page": "5",
            "part": "5",
            "seal": "53516FC4"
        }
    ],
    "t610": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المستخرجات والمستدركات وموطأ مالك"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "ضابط المستدركات"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "ضابط المستخرجات"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام على المسانيد والمعاجم"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام على كتاب المختارة للمقدسي والمستدرك للحاكم"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام على موطأ مالك"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام على جامع الترمذي"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "مسند أحمد والكتب الخمسة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام على مسند بقي بن مخلد"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام على مسند أحمد بن حنبل"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "كتب أصول السنة"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "معاجم الحديث النبوي وأطرافه"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الموقف من الاستفادة من كتاب المعجم المفهرس لألفاظ الحديث النبوي"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "تعقيب على كلام الحافظ أبي طاهر السلفي في صحة الأصول الخمسة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الأسئلة"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "الاجتهاد في طلب العلم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "تعاريف أخرى للحسن"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "مناقشة تعريف الإمام الخطابي للحديث الحسن"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "مناقشة تعريف الإمام الترمذي للحديث الحسن"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "مناقشة تعريف الحافظ ابن حجر للحديث الحسن"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "كلام الشيخ ابن الصلاح في الحديث الحسن وما قيل فيه"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "تقسيم ابن الصلاح للحسن إلى حسن لغيره وحسن لذاته"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "ذكر أول من أصل الحديث الحسن"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "تفسير جمع الترمذي أكثر من وصف للحديث الواحد"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "منهج البغوي في تقسيم الحديث في كتابه مصابيح السنة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "جمع ابن الصلاح لتعريف الحديث الحسن"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "جمع ابن الصلاح بين تعاريف الحديث الحسن"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الحديث الصحيح لغيره"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "أول من أشهر مصطلح الحديث الحسن"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "أثر الحكم بصحة السند على المتن"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "مظان الحديث الحسن"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث المرفوع والموقوف"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الضعيف"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين ما روي على شرط الشيخين وما روي على شرط البخاري"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "معنى قول المحدثين: (حديث جيد)"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع الحديث الضعيف"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث المسند"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث المرفوع"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين الحديث المرفوع والموقوف والمنقطع"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث الموقوف"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الحديث المقطوع"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الكلام في قول الصحابي: (كنا نفعل كذا أو نقول كذا)"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "معنى قول الصحابي: (من السنة كذا)"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "ما يكون له حكم المرفوع من تفسير الصحابي"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث المرسل"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "أجوبة على أسئلة في الحكم على أحاديث"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "الحكم على حديث: (ليفعل البار ما يفعل فلن يدخل النار)"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "الحكم على حديث: (الجاهر بالقرآن كالجاهر بالصدقة)"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "الحكم على حديث: (من لم يهتم بأمر المسلمين فليس منهم)"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الحديث المرسل"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع المرسل"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "المرسل المنقطع"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "المرسل المتصل"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحسن لذاته [1]"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "اختلاف المحدثين في الحديث الحسن"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "الاحتجاج بالحديث الحسن"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "التصحيح والتضعيف مسألة اجتهادية"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "صعوبة معرفة الحديث الحسن"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحسن لذاته [2]"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الحديث الحسن لذاته"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الإمام الخطابي للحديث الحسن والتعقيب عليه"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الإمام الترمذي للحديث الحسن والتعقيب عليه"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الإمام ابن حجر للحديث الحسن والتعقيب عليه"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الإمام ابن الجوزي للحديث الحسن والتعقيب عليه"
        }
    ]
}