{
    "b6134": [
        {
            "id": "2",
            "nass": "الْحَمد لله رب الْعَالمين اللَّهُمَّ صل على مُحَمَّد وعَلى آل مُحَمَّد وَسلم أشهد أَن لَا إِلَه إِلَّا الله وَأشْهد أَن مُحَمَّدًا رَسُول الله أما بعد ¶ فَهَذَا كتاب فِيهِ شرح دقائق الْمِنْهَاج وَالْفرق بَين أَلْفَاظه وألفاظ الْمُحَرر للرافعي رَحمَه الله تَعَالَى ¶ قَوْله فِي الْمُحَرر سُبْحَانَكَ مَنْصُوب على أَنه اسْم وَاقع موقع الْمصدر أَي سبحت الله سبحانا أَي نزهته من النقائص مُطلقًا ¶ الْحَمد الثَّنَاء عَلَيْهِ بجميل صِفَاته وَالشُّكْر بإنعامه وَيكون قولا وفعلا ¶ الْكِبْرِيَاء العظمة ¶ الآلاء النعم وَاحِدهَا إِلَى وَألا وإلي وإلو أَربع لُغَات ¶ الصَّلَاة فِي اللُّغَة الدُّعَاء وَقيل غَيره وَفِي الشَّرْع من الله تَعَالَى الرَّحْمَة",
            "page": "25",
            "part": "1",
            "seal": "82FB2D3A"
        },
        {
            "id": "3",
            "nass": "وَمن الْمَلَائِكَة الاسْتِغْفَار وَمن الْآدَمِيّين تضرع وَدُعَاء ¶ وَسمي نَبينَا مُحَمَّد مُحَمَّدًا صلى الله عَلَيْهِ وَسلم لِكَثْرَة خصاله المحمودة يُقَال رجل مُحَمَّد ومحمود أَي كثير الْخِصَال المحمودة ¶ الملائك جمع ملك الصَّالح الْقَائِم بِحُقُوق الله تَعَالَى وَحُقُوق الْعباد ¶ التَّوْفِيق خلق قدرَة الطَّاعَة والخذلان خلق قدرَة الْمعْصِيَة ¶ النّظم التَّأْلِيف الْمُخْتَصر مَا قل لَفظه وَكَثُرت مَعَانِيه واستوفيت ¶ الْمُحَرر الْمُهَذّب المتقن الحشو الزَّائِد الْخَالِي عَن الْمَعْنى الناص الْمُصَرّح ¶ الْأَقَاوِيل جمع أَقْوَال وَهِي جمع قَول القالب بِفَتْح اللَّام ¶ الْمُهَذّب الْمُصَفّى المنقى قَوْله مخمر التَّفْرِيع أَي مغطاه صِيَانة ¶ قَوْله فِي الْمِنْهَاج الْحَمد لله الْبر قيل هُوَ خَالق الْبر وَقيل هُوَ الصَّادِق فِيمَا وعد أولياءه الْجواد كثير الْجُود ¶ قَوْله جلت نعمه عَن الإحصاء أَي عَن الْإِحَاطَة ¶ قَوْله المان باللطف والإرشاد أَي الْمُنعم بهما منا مِنْهُ لَا وجوبا عَلَيْهِ واللطف بِمَعْنى التَّوْفِيق خلافًا للمعتزلة وَقَالَ ابْن فَارس لطفه سُبْحَانَهُ",
            "page": "26",
            "part": "1",
            "seal": "12294D4B"
        },
        {
            "id": "4",
            "nass": "وَتَعَالَى رفقه بعباده ورأفته الرشد والرشد والإرشاد نقيض الغي ¶ الْهدى هُنَا بِمَعْنى اللطف وَيُطلق فِي غير هَذَا بِمَعْنى الْبَيَان وَمِنْه قَوْله تَعَالَى {وَأما ثَمُود فهديناهم} السَّبِيل الطَّرِيق تذكران وتؤنثان ¶ قَوْله أشهد أَن لَا إِلَه إِلَّا الله إِنَّمَا ذكره للْحَدِيث الصَّحِيح كل خطْبَة لَيْسَ فِيهَا تشهد فَهِيَ كَالْيَدِ الجذماء ¶ قَوْله أما بعد مَعْنَاهُ أما بعد مَا سبق وَبَدَأَ بهَا للأحاديث الصَّحِيحَة أَن رَسُول الله صلى الله عَلَيْهِ وَسلم كَانَ يَقُولهَا فِي خطبه وَشبههَا قَالَ جمَاعَة هِيَ فصل الْخطاب الَّذِي أوتيه دَاوُد عَلَيْهِ السَّلَام قيل هُوَ أول من قَالَهَا وَقيل قس بن سَاعِدَة وَقيل كَعْب بن لؤَي ¶ وَالْمَشْهُور فِيهِ أما بعد بِضَم الدَّال وَأَجَازَ الْفراء أما بعدا بِالنّصب والتنوين",
            "page": "27",
            "part": "1",
            "seal": "8E60AF89"
        },
        {
            "id": "5",
            "nass": "وَأما بعد بِالرَّفْع والتنوين وَأَجَازَ هِشَام أما بعد بِفَتْح الدَّال وَأنْكرهُ النّحاس ¶ قَوْله أنفقت فِيهِ نفائس الْأَوْقَات يُقَال فِي الْخَيْر أنفقت وَفِي الْبَاطِل ضيعت وخسرت وغرمت وَنَحْوهَا ¶ الرَّافِعِيّ مَنْسُوب إِلَى رافعان بَلْدَة مَعْرُوفَة من بِلَاد قزوين وَكَانَ إِمَامًا بارعا فِي الْعُلُوم والمعارف والزهد والكرامات واللطائف لم يصنف فِي الْمَذْهَب",
            "page": "28",
            "part": "1",
            "seal": "064DC7AD"
        },
        {
            "id": "6",
            "nass": "مثل كِتَابه الشَّرْح وَله مصنفات وأحوال بسطتها فِي تَهْذِيب الْأَسْمَاء",
            "page": "29",
            "part": "1",
            "seal": "920EB7AF"
        },
        {
            "id": "7",
            "nass": "قَوْله ينص بِضَم النُّون الْأَقْوَال للشَّافِعِيّ رَحمَه الله وَالْوُجُوه للأصحاب والطرق اخْتلَافهمْ فِي حِكَايَة الْمَذْهَب ¶ قَوْله مَرَاتِب الْخلاف أَي هَل هُوَ خلاف متماسك أم واه القَوْل الْقَدِيم صنفه بالعراق وَيُسمى كتاب الْحجَّة والجديد بِمصْر وَهُوَ كتب كَثِيرَة ¶ قَوْله فِي معنى الشَّرْح للمحرر أَي لدقائقه وخفي أَلْفَاظه ومهمل بَيَان صَحِيحه ومراتب خِلَافه ومهمل خِلَافه هَل هُوَ قَولَانِ أَو وَجْهَان أَو طَرِيقَانِ وَمَا يحْتَاج من مسَائِله إِلَى قيد أَو شَرط أَو تَصْوِير وَمَا غلط فِيهِ من الْأَحْكَام وَمَا صحّح فِيهِ خلاف الْأَصَح عِنْد الْجُمْهُور وَمَا أخل بِهِ من الْفُرُوع الْمُحْتَاج إِلَيْهَا وَنَحْو ذَلِك",
            "page": "30",
            "part": "1",
            "seal": "0260CD09"
        },
        {
            "id": "8",
            "nass": "كتاب الطَّهَارَة ¶ هِيَ فِي اللُّغَة النَّظَافَة وَفِي الشَّرْع رفع الْحَدث أَو النَّجس أَو مَا فِي مَعْنَاهُمَا كالغسلة الثَّانِيَة وَالثَّالِثَة وتجديد الْوضُوء والأغسال المسنونة وطهارة الْمُسْتَحَاضَة وَنَحْوهَا والمتيمم فَهَذِهِ كلهَا طهارات وَلَا ترفع حَدثا وَلَا نجسا وَلَكِن فِي مَعْنَاهُ وعَلى صورته الطّهُور المطهر ¶ قَوْله فِي الْمِنْهَاج يشْتَرط لرفع الْحَدث وَالنَّجس مَاء أحسن من قَوْله لَا يجوز إِلَّا بِمَاء لِأَنَّهُ لَا يلْزم من التَّحْرِيم الِاشْتِرَاط ¶ قَوْله وَهُوَ مَا يَقع عَلَيْهِ اسْم مَاء بِلَا قيد احْتِرَاز من الْمُضَاف كَمَاء الْورْد والموصوف وَهُوَ الْمُسْتَعْمل والمحتاج إِلَى قرينَة وَهُوَ الْمَنِيّ ¶ الطحلب بِضَم اللَّام وَفتحهَا ¶ قَوْله لَا تنجس قلتا المَاء احْتَرز بِالْمَاءِ عَن الْمَائِعَات فتنجس بملاقاة النَّجَاسَة وَإِن بلغت قلالا قَوْله طهر بِفَتْح الْهَاء وَضمّهَا الجص بِفَتْح الْجِيم وَكسرهَا مُعرب ¶ قَوْله فِي الْمِنْهَاج فِي ميتَة لَا نفس لَهَا سَائِلَة لَا تنجس مَائِعا أحسن من قَول الْمُحَرر مَاء لِأَن الْمَائِع أَعم وَالْحكم سَوَاء الرطل بِكَسْر الرَّاء وَفتحهَا ¶ قَوْله فِي الْمِنْهَاج أوكان فَقِيها مُوَافقا اعْتَمدهُ احْتَرز بالفقيه عَن الْعَاميّ",
            "page": "31",
            "part": "1",
            "seal": "82E1EB05"
        },
        {
            "id": "9",
            "nass": "والموافق عَن الْحَنَفِيّ وَغَيره مِمَّن يُخَالف فِي المنجس ¶ الضبة قِطْعَة تسمر فِي الْإِنَاء وَنَحْوه ¶ قَوْله أَسبَاب الْحَدث أحسن من قَول آخَرين بَاب مَا ينْقض الْوضُوء لِأَن فِي الْمَسْأَلَة وَجْهَيْن أَحدهمَا كَمَا قَالَه ابْن الْقَاص يبطل الْوضُوء بِالْحَدَثِ وأصحهما لَا يُقَال بَطل بل انْتهى وَقَوْلهمْ بَطل مجَاز كَمَا يُقَال إِذا غربت الشَّمْس انْتهى الصّيام لَا بَطل ¶ قَول الْمُحَرر انفتحت ثقبة هِيَ بِضَم الثَّاء الْمعدة بِفَتْح الْمِيم وَكسر الْعين وَيجوز إسكان الْعين مَعَ فتح الْمِيم وَكسرهَا وَيجوز كسرهما ¶ قَوْلهم تَحت الْمعدة أَي تَحت السُّرَّة وَقَوْلهمْ فَوْقهَا أَي السُّرَّة وَمَا فَوْقهَا حَقِيقَة الْمحرم الَّتِي لَا تنقض الْوضُوء وَيجوز النّظر إِلَيْهَا وَالْخلْوَة بهَا كل من حرم نِكَاحهَا مُؤَبَّدًا بِسَبَب مُبَاح لحرمتها من فقولنا مُؤَبَّدًا احْتِرَاز من أُخْت امْرَأَته وعمتها وخالتها ونحوهن وَمن بنتهَا قبل الدُّخُول بِالْأُمِّ وَقَوْلنَا بِسَبَب مُبَاح احْتِرَاز من أم الْمَوْطُوءَة بِشُبْهَة وبنتها فأمها حرَام على التَّأْبِيد لَكِن لَا بِسَبَب مُبَاح فَإِن وَطْء الشُّبْهَة لَا يُوصف بِأَنَّهُ مُبَاح وَلَا محرم وَلَا بِغَيْرِهِمَا من أَحْكَام الشَّرْع الْخَمْسَة لِأَنَّهُ لَيْسَ فعل مُكَلّف وَقَوْلنَا لحرمتها احْتِرَاز من الْمُلَاعنَة فَهِيَ حرَام على التَّأْبِيد لَا لحرمتها بل تَغْلِيظًا عَلَيْهِمَا إِلَى",
            "page": "32",
            "part": "1",
            "seal": "5FE7D5C6"
        },
        {
            "id": "10",
            "nass": "الْمُصحف مثلث الْمِيم الصندوق بِضَم الصَّاد وَفتحهَا ¶ الصّبيان بِكَسْر الصَّاد وَضمّهَا الشَّك هُنَا وَفِي مُعظم أَبْوَاب الْفِقْه هُوَ التَّرَدُّد سَوَاء المستوي وَالرَّاجِح هَذَا مُرَاد الْفُقَهَاء وَعند أهل الْأُصُول الشَّك المستوي وَإِلَّا فالراجح ظن والمرجوح وهم ¶ قَول الْمُحَرر لَا يَبُول فِي الجحرة بِكَسْر الْجِيم وَفتح الْحَاء جمع جُحر وَهُوَ الْخرق فِي الأَرْض قَول الْمِنْهَاج وَلَا يتَكَلَّم هِيَ زِيَادَة لَهُ ¶ الْخبث بِضَم الْبَاء وإسكانها ذُكُور الشَّيَاطِين جمع خَبِيث والخبائث إناثهم جمع خبيثة وَقيل غَيره ¶ قَول الْمُحَرر وَفِي معنى الْحجر كل طَاهِر قالع للنَّجَاسَة غير مُحْتَرم كَانَ يَنْبَغِي أَن يزِيد جامد كَمَا قَالَه الْمِنْهَاج ليحترز عَن مَاء الْورْد والخل وَنَحْوهمَا ¶ الزّجاج مثلث الزَّاي ¶ قَالَ أهل اللُّغَة كل مَوضِع صلح فِيهِ بَين قلت فِيهِ وسط بِإِسْكَان السِّين وَإِلَّا فوسط بِالْفَتْح وَيجوز الإسكان على ضعف النِّيَّة الْقَصْد ¶ قَول الْمِنْهَاج نِيَّة رفع حدث إِنَّمَا قَالَ حدث وَلم يقل الْحَدث ليدْخل فِيهِ من نوى بعض أحداثه فَإِنَّهُ يَكْفِيهِ على الْأَصَح قَوْلهمَا عِنْد مثلث الْعين",
            "page": "33",
            "part": "1",
            "seal": "C0F953DF"
        },
        {
            "id": "11",
            "nass": "النزعة بِفَتْح الزَّاي وَحكي إسكانها ¶ مَوضِع الغمم الْجَبْهَة وَمَوْضِع التحذيف مَا نزل عَن مَا بَين طرف الْأذن وزاوية الجبين الْمرْفق بِكَسْر الْمِيم وَفتح الْفَاء وَعَكسه ¶ الْكُوع والكاع هُوَ الْعظم الَّذِي فِي مفصل الْكَفّ يَلِي الْإِبْهَام وَأما الَّذِي يَلِي الْخِنْصر فكرسوع بِضَم الْكَاف والمفصل رسغ ورصغ ¶ مكث بِضَم الْكَاف وَفتحهَا ¶ السِّوَاك بِكَسْر السِّين مُشْتَقّ من ساك إِذا دلك وَقيل من جَاءَت الْإِبِل تساوك أَي تتمايل وَفِي الْأصْبع عشر لُغَات تثليث الْهمزَة وَالْبَاء والعاشرة أصبوع ¶ قَول الْمِنْهَاج السِّوَاك عرضا بِكُل خشن إِلَّا أُصْبُعه فِي الْأَصَح فالتقييد بخشن واستثناء الْأصْبع مِمَّا زَاده الْمِنْهَاج وَلَا بُد مِنْهُ وَقَوله أُصْبُعه احْتِرَاز من أصْبع غَيره فَإِنَّهَا تكفيه إِذا كَانَت خشنة قطعا ¶ النكهة بِفَتْح النُّون وَإِسْكَان الْكَاف ريح الْفَم ¶ قَول الْمِنْهَاج وَالتَّسْمِيَة أَوله فَإِن ترك فَفِي أَثْنَائِهِ إِنَّمَا قَالَ ترك ليدْخل فِيهِ التارك عمدا وسهوا وَالْحكم سَوَاء وأوضحته فِي شرح الْمُهَذّب وَالرَّوْضَة",
            "page": "34",
            "part": "1",
            "seal": "CECB4C44"
        },
        {
            "id": "12",
            "nass": "والأثناء جمع ثني بِكَسْر الثَّاء وَهِي تضاعيف الشَّيْء وَمَا بَين أَجْزَائِهِ ¶ قَوْلهمَا فَإِن لم يتَيَقَّن طهرهما كره غمسهما أصوب من قَول من قَالَ فَإِن كَانَ قد قَامَ من النّوم كره غمسهما لِأَن الحكم أَنه مَتى شكّ فيهمَا كره الغمس لتنبيهه صلى الله عَلَيْهِ وَسلم على الْعلَّة فَإِنَّهُ لَا يدْرِي أَيْن باتت يَده وَإِنَّمَا قَالَ فِي الْإِنَاء ليحترز عَن الْبركَة وَنَحْوهَا وَالْمرَاد إِنَاء فِيهِ دون قُلَّتَيْنِ الغرفة بِالضَّمِّ وَالْفَتْح ¶ قَوْله يُبَالغ فيهمَا غير صَائِم بِنصب غير وَرَفعه ¶ قَوْله تَخْلِيل أَصَابِعه يدْخل فِيهِ أَصَابِع يَدَيْهِ وَرجلَيْهِ ¶ قَوْله يجوز مسح الْخُف فِي الْوضُوء احْتِرَاز من الْجَنَابَة والنجاسة ¶ قَوْله يلبس بِفَتْح الْبَاء ¶ المكعب بِفَتْح الْكَاف وَالْعين المداس الجرموق بِالضَّمِّ مُعرب ¶ قَوْله فِي الْمِنْهَاج حرفه كأسفله لَا بُد مِنْهُ وَيرد على الْمُحَرر لِأَن عِبَارَته تَقْتَضِي إجزاءه ¶ قَوْله وَتحل أذكار الْقُرْآن لَا بِقصد قُرْآن يفهم مِنْهُ مَسْأَلَة نفيسة أَنه إِذا أَتَى بِهِ وَلم يقْصد قُرْآنًا وَلَا ذكرا حل صرح بِهِ إِمَام الْحَرَمَيْنِ وَغَيره",
            "page": "35",
            "part": "1",
            "seal": "91FF3897"
        },
        {
            "id": "13",
            "nass": "قَوْله تتبع أثر الْحيض مسكا وَإِلَّا فنحوه أحسن من قَول غَيره أَو نَحوه لِأَن السّنة الْمسك فَإِن عجزت فنحوه ¶ الصَّاع أَرْبَعَة أَمْدَاد يذكر وَيُؤَنث وَهُوَ هُنَا خَمْسَة أَرْطَال وَثلث بالبغدادي كَمَا فِي الْفطْرَة وفدية الْحَج وَغَيرهمَا وَقيل ثَمَانِيَة أَرْطَال ¶ قَوْله يَكْفِيهِ بِفَتْح أَوله قَول الْمِنْهَاج كل مُسكر مَائِع ليحترز عَن البنج وَغَيره من الْحَشِيش الْمُسكر فَإِنَّهُ حرَام لَيْسَ بِنَجس ¶ قَوْله والروث أحسن من قَول غَيره الْعذرَة لِأَن الْعذرَة مُخْتَصَّة بفضلة الْآدَمِيّ والروث أَعم وَلِأَنَّهُ إِذا علمت نَجَاسَة الروث مَعَ أَنه مُخْتَلف فِيهِ من مَأْكُول اللَّحْم فالعذرة الْمجمع عَلَيْهَا أولى وَلَا عكس ¶ الْمَذْي بِإِسْكَان الذَّال وَيُقَال بِكَسْرِهَا مَعَ تَشْدِيد الْيَاء وتخفيفها وَيُقَال فِي فعله مذى بتَخْفِيف الذَّال وتشديدها وأمذى",
            "page": "36",
            "part": "1",
            "seal": "21534F67"
        },
        {
            "id": "14",
            "nass": "والودي بِإِسْكَان الدَّال الْمُهْملَة وَحكى الْجَوْهَرِي أَنه يكسرها مَعَ تَشْدِيد الْيَاء وَصَاحب الْمطَالع أَنه بذال مُعْجمَة وهما شَاذان أَو باطلان وودى وأودى وودى بِالتَّشْدِيدِ وَهُوَ مَاء ثخين كدر يخرج عقب الْبَوْل ¶ والمني مشدد لَا غير يُقَال أمنى وَمنى وَمنى بِالتَّشْدِيدِ ¶ قَول الْمِنْهَاج ورطوبة فرج أحسن لتدخل الْمَرْأَة وَسَائِر الْحَيَوَان الطَّاهِر",
            "page": "37",
            "part": "1",
            "seal": "D4EC00A2"
        },
        {
            "id": "15",
            "nass": "وَقَوله كفى جري المَاء عَام يتَنَاوَل جريه بِنَفسِهِ وإجراءه وَالْحكم وَاحِد ¶ التَّيَمُّم الْقَصْد يُقَال تيممت فلَانا ويممته وتأممته وأممته أَي قصدته ¶ الرحل منزل الْإِنْسَان سَوَاء كَانَ من شعر ووبر أَو حجر ومدر ¶ الرّفْقَة بِضَم الرَّاء وَكسرهَا قَوْله يحْسب هُوَ بِفَتْح السِّين ¶ الشِّرَاء يمد وَيقصر لُغَتَانِ مشهورتان فَمن مد كتبه بِالْألف وَإِلَّا فبالياء وَجمعه أشرية وَهُوَ جمع نَادِر ¶ يُقَال وهبت الثَّوْب لزيد كَمَا قَالَ فِي الْمِنْهَاج وَهَذَا هُوَ الفصيح وَبِه جَاءَ الْقُرْآن ووهبته مِنْهُ كَمَا هُوَ مَشْهُور فِي كتب الْفِقْه وَهِي لُغَة جَاءَت بهَا أَحَادِيث كَثِيرَة فِي الصَّحِيح وَتَكون من زَائِدَة على مَذْهَب الْأَخْفَش وَغَيره مِمَّن أجَاز زيادتها فِي الْوَاجِب وَكَذَا القَوْل فِي بِعته وبعت مِنْهُ وَزَوجته وزوجت مِنْهُ ¶ قَوْله فِي الْمِنْهَاج يحْتَاج إِلَيْهِ لعطش مُحْتَرم وَلَو مَآلًا هُوَ بِالْمدِّ أَي فِي الْمُسْتَقْبل الْعُضْو بِضَم الْعين وَكسرهَا ¶ قَوْله فِي الْمِنْهَاج أَو شين فَاحش فِي عُضْو ظَاهر كَلَام صَحِيح وَلَا بُد من إِلْحَاق عُضْو ظَاهر وَقد تَركه فِي الْمُحَرر مَعَ ذكره فِي الشَّرْح",
            "page": "38",
            "part": "1",
            "seal": "460F52DA"
        },
        {
            "id": "16",
            "nass": "قَول الْمُحَرر وَإِن لم يكن عَلَيْهِ سَاتِر غسل الصَّحِيح وَالصَّحِيح أَنه يتَيَمَّم مَعَ ذَلِك هَذَا معكوس وَالصَّوَاب الْمَعْرُوف فِي الْمَذْهَب قَوْله فِي الْمِنْهَاج وَجب التَّيَمُّم وَكَذَا غسل الصَّحِيح على الْمَذْهَب لِأَن التَّيَمُّم وَاجِب قطعا وَإِنَّمَا الْخلاف فِي غسل الصَّحِيح ¶ قَوْله غسل الْعُضْو الْمَعْلُول لُغَة ضَعِيفَة أنكرها الْأَكْثَرُونَ وَالْمَعْرُوف قَول الْمِنْهَاج غسل العليل الزرنيخ بِكَسْر الزَّاي ¶ الْخَاتم بِكَسْر التَّاء وَفتحهَا والخاتام والخيتام أَربع لُغَات ¶ قَوْله يقرن النِّيَّة بِضَم الرَّاء قَوْله وَلَاء وعَلى الْوَلَاء بِكَسْر الْوَاو وبالمد ¶ قَوْله إِلَّا أَن يكون بجرحه دم كثير لَفْظَة كثير زِيَادَة للمنهاج لَا بُد مِنْهَا ¶ الْحيض فِي اللُّغَة السيلان الْمَحِيض قَالَ الْمَاوَرْدِيّ الْمَحِيض فِي قَوْله تَعَالَى {ويسألونك عَن الْمَحِيض} هُوَ دم الْحيض بِإِجْمَاع الْعلمَاء وَأما فِي قَوْله تَعَالَى {فاعتزلوا النِّسَاء فِي الْمَحِيض} فَقيل هُوَ دم الْحيض وَقيل زَمَانه وَقيل مَكَانَهُ وَهُوَ الْفرج وَقَالَ جُمْهُور أَصْحَابنَا غير الْمَاوَرْدِيّ مَذْهَبنَا أَنه الدَّم ¶ قَول الْمِنْهَاج إِذا انْقَطع الْحيض لم يحل قبل الْغسْل غير صَوْم وَطَلَاق فلفظة طَلَاق زِيَادَة حَسَنَة وَإِن كَانَت لَا ترد على عبارَة الْمُحَرر ¶ قَوْله حفظت بِكَسْر الْفَاء النَّقَاء بِالْمدِّ النّفاس بِكَسْر النُّون",
            "page": "39",
            "part": "1",
            "seal": "1E9A752A"
        },
        {
            "id": "18",
            "nass": "كتاب الصَّلَاة ¶ هِيَ فِي اللُّغَة الدُّعَاء وَسميت الصَّلَاة الشَّرْعِيَّة صَلَاة لاشتمالها عَلَيْهِ هَذَا هُوَ الصَّوَاب وَقَول الْجُمْهُور من أهل اللُّغَة وَغَيرهم ¶ الظل السّتْر وَمِنْه أَنا فِي ظلّ فلَان وَمِنْه ظلّ الْجنَّة وظل اللَّيْل وظل الشَّمْس مَا ستر الشخوص وَيكون من أول النَّهَار إِلَى آخِره وَيخْتَص الفي بِمَا بعد الزَّوَال فالظل أَعم ¶ قَول الْمِنْهَاج الشَّفق الْأَحْمَر فَزَاد الْأَحْمَر هِيَ زِيَادَة لَا بُد مِنْهَا ¶ قَول الْمُحَرر الْفجْر هُوَ الَّذِي يستطير ضوؤه مَعْنَاهُ ينتشر كَمَا قَالَ فِي الْمِنْهَاج ¶ قَوْلهمَا لَا تكره الصَّلَاة فِي وَقت النَّهْي فِي حرم مَكَّة أصوب من قَول غَيرهمَا فِي مَكَّة فَإِنَّهُ يُوهم اختصاصها دون بَاقِي الْحرم ¶ قَوْله أثْنَاء الصَّلَاة أَي تضاعيفها وَاحِدهَا ثني بِكَسْر الثَّاء وَإِسْكَان النُّون ¶ قَوْله الْأَذَان والأذين والتأذين الْإِعْلَام ¶ الصَّلَاة جَامِعَة بنصبهما الأول إغراء وَالثَّانِي حَال",
            "page": "41",
            "part": "1",
            "seal": "5E4E8E39"
        },
        {
            "id": "19",
            "nass": "قَوْله الْأَذَان مثنى بِإِسْكَان الثَّاء وَالْإِقَامَة فُرَادَى أَي معظمها وَإِلَّا فَلفظ الْإِقَامَة وَالتَّكْبِير مثنى وَلِهَذَا اسْتثْنى الْمِنْهَاج لفظ الْإِقَامَة وَإِنَّمَا لم يسْتَثْن التَّكْبِير لِأَنَّهُ على نصف لَفظه فِي الْأَذَان فَكَأَنَّهُ مُفْرد وَلِهَذَا يشرع جمع كل تكبيرتين من الْأَذَان بِنَفس وَاحِد بِخِلَاف بَاقِي أَلْفَاظه فَإِن كل لَفْظَة بِنَفس ¶ الترجيع أَن يَأْتِي بِالشَّهَادَتَيْنِ مرَّتَيْنِ سرا قبل قَوْلهمَا جَهرا بَالغا ¶ قَوْله وَيسن صيت حسن الصَّوْت أَرَادَ بالصيت رفيع الصَّوْت ¶ قَول الْمِنْهَاج إِنَّه يَصح الْأَذَان للصبح من نصف اللَّيْل أوضح من قَول غَيره آخر اللَّيْل ¶ قَوْله وابعثه مقَاما مَحْمُودًا إِنَّمَا أَتَى بِهِ مُنْكرا لِأَنَّهُ ثَبت كَذَلِك فِي الصَّحِيح مُوَافقَة لقَوْله تَعَالَى {عَسى أَن يَبْعَثك رَبك مقَاما مَحْمُودًا} وَقَوله بعده الَّذِي وعدته يكون بَدَلا أَو مَنْصُوبًا بأعني أَو مَرْفُوعا خبر مُبْتَدأ مَحْذُوف أَي هُوَ الَّذِي وعدته وَالْمرَاد مقَام الشَّفَاعَة الْعُظْمَى فِي الْقِيَامَة يحمده فِيهِ الْأَولونَ وَالْآخرُونَ ¶ قَول الْمُحَرر فِي الصَّلَاة على الدَّابَّة وَإِن كَانَت واقفة معقولة الصَّوَاب حذف معقولة كَمَا حذفهَا الْمِنْهَاج وكما هِيَ محذوفة من الشَّرْح للرافعي وَمن",
            "page": "42",
            "part": "1",
            "seal": "AC0F5497"
        },
        {
            "id": "20",
            "nass": "التَّهْذِيب وَسَائِر الْكتب ¶ قَوْله يشْتَرط نصب فقاره هُوَ بفاء مَفْتُوحَة ثمَّ قَاف وَهُوَ ظَهره ¶ قَول الْمِنْهَاج فَإِن عجز فمستلقيا هُوَ زِيَادَة لَهُ ¶ قَوْله فَتحه عَلَيْهِ أَي تلقينه إِذا وقفت قِرَاءَته ¶ قَول الْمِنْهَاج فِي آمين بِالْمدِّ وَيجوز الْقصر تَنْبِيه على رُجْحَان الْمَدّ ¶ قَوْلهمَا يُؤمن مَعَ تَأْمِين إِمَامه تَنْبِيه على حَقِيقَة مقارنته قَالَ أَصْحَابنَا يقارنه فَلَا يتَقَدَّم وَلَا يتَأَخَّر وَلَيْسَ فِي الصَّلَاة مَا يسْتَحبّ مقارنته فِي جَمِيعه غير التَّأْمِين ¶ الْمفصل من الحجرات إِلَى آخر الختمة وَقيل من قَاف وَقيل من الْقِتَال وَقيل من الجاثية سمي بِهِ لِكَثْرَة الْفُصُول بَين سوره وَقيل لقلَّة الْمَنْسُوخ فِيهِ ¶ قَوْله ينْفَصل هويه بِضَم الْهَاء وَفتحهَا ¶ قَوْله وَمَا اسْتَقَلت بِهِ قدمي أَي قَامَت بِهِ وَحَمَلته وَمَعْنَاهُ جَمِيع جسمي",
            "page": "43",
            "part": "1",
            "seal": "71408352"
        },
        {
            "id": "21",
            "nass": "وَإِنَّمَا أَتَى بِهِ بعد قَوْله خشع لَك سَمْعِي وبصري إِلَى آخِره للتوكيد وَهُوَ من ذكر الْعَام بعد الْخَاص ¶ قَول الْمِنْهَاج أَحَق مَا قَالَ العَبْد وكلنَا لَك عبد هَكَذَا هُوَ فِي صَحِيح مُسلم وَغَيره أَحَق بِالْألف وكلنَا بِالْوَاو وَوَقع فِي كتب الْفِقْه بحذفها وَالصَّوَاب إِثْبَاتهَا ¶ قَوْلهمَا عقد ثَلَاثَة وَخمسين هَذَا شَرطه عِنْد أهل الْحساب أَن يضع طرف الْخِنْصر على البنصر وَلَيْسَ ذَلِك مرَادا هُنَا بل المُرَاد أَن يضع الْخِنْصر على الرَّاحَة وَيكون على الصُّورَة الَّتِي تسميها أهل الْحساب تِسْعَة وَخمسين وَإِنَّمَا قَالَ الْفُقَهَاء ثَلَاثَة وَخمسين وَلم يَقُولُوا تِسْعَة وَخمسين اتبَاعا لرِوَايَة الحَدِيث فِي صَحِيح مُسلم وَغَيره من رِوَايَة ابْن عمر رَضِي الله عَنْهُمَا",
            "page": "44",
            "part": "1",
            "seal": "9D7D48BD"
        },
        {
            "id": "22",
            "nass": "قَوْله فليزره أَو يشد وَسطه أما يزره فبضم الرَّاء وَيجوز فِي لُغَة ضَعِيفَة كسرهَا وغلطوا ثعلبا فِي تجويزه الْفَتْح وَأما قَوْله أَو يشد فَيجوز ضم الدَّال وَفتحهَا وَكسرهَا لعدم الضَّمِير ووسطه بِفَتْح السِّين وَيجوز إسكانها ¶ قَوْله بفاء المنتصف هُوَ بِفَتْح الصَّاد ونيم الذُّبَاب بِكَسْر النُّون روثها ¶ قَول الْمِنْهَاج وَلَو نطق بنظم قُرْآن بِقصد تفهيم كيا يحيى خُذ الْكتاب بِقُوَّة إِن قصد مَعَه قِرَاءَة لم تبطل وَإِلَّا بطلت يفهم مِنْهُ أَربع مسَائِل إِحْدَاهَا إِذا قصد الْقِرَاءَة وَالثَّانيَِة إِذا قصد الْقِرَاءَة والإعلام وَالثَّالِثَة يقْصد الْإِعْلَام وَالرَّابِعَة لَا يقْصد شَيْئا فَالْأولى وَالثَّانيَِة لَا تبطل الصَّلَاة فيهمَا وَالثَّالِثَة وَالرَّابِعَة تبطل فيهمَا وتفهم الرَّابِعَة من قَوْله وَإِلَّا فَلَا كَمَا تفهم الثَّالِثَة مِنْهَا وَهَذِه الرَّابِعَة لم يذكرهَا الْمُحَرر وَهِي نفيسة لَا يسْتَغْنى عَن بَيَانهَا وَسبق مثلهَا فِي قَول الْمِنْهَاج وَتحل أذكار الْقُرْآن لجنب لَا بِقصد قُرْآن ¶ قَوْله فَبلغ ذوبها بِكَسْر اللَّام ¶ قَوْله حاقنا أَو حاقبا الأول بالنُّون وَهُوَ مدافع الْبَوْل وَالثَّانِي بِالْبَاء وَهُوَ مدافع الْغَائِط قَوْله بِحَضْرَة طَعَام هُوَ بِفَتْح الْحَاء وَضمّهَا وَكسرهَا",
            "page": "45",
            "part": "1",
            "seal": "8D09FA92"
        },
        {
            "id": "23",
            "nass": "قَول الْمُحَرر فِي دُعَاء الْقُنُوت وَإِلَيْك نسعى ونحفد بِكَسْر الْفَاء أَي نسارع ¶ قَوْله عذابك الْجد بالكفار مُلْحق الْجد بِكَسْر الْجِيم وملحق بِالْكَسْرِ الْحَاء وَيُقَال بِفَتْحِهَا أَي لَاحق الوحل بِفَتْح الْحَاء على الْمَشْهُور وَحكي إسكانها ¶ قَول الْمِنْهَاج ومدافعة حدث أَعم وَأحسن من قَوْلهم مدافعة الأخبثين لِأَنَّهُ يدْخل فِيهِ الرّيح قَوْله وملازمة غَرِيم مُعسر هُوَ بِإِضَافَة غَرِيم إِلَى مُعسر ¶ الفأفاء بهمزتين من يُكَرر الْفَاء ¶ قَول الْمِنْهَاج لاحن أحسن من لحان لِأَنَّهُ لحانا يَقْتَضِي الْكَثْرَة ¶ قَول الْمُحَرر وَلَو ساوقه لم يضر هَذَا مِمَّا عد لحنا وَقد أَكثر الْغَزالِيّ وَغَيره من اسْتِعْمَاله وَصَوَابه وَلَو قارنه كَمَا قَالَه الْمِنْهَاج لِأَن المساوقة فِي اللُّغَة مَجِيء وَاحِد بعد آخر قَوْلهمَا سفر سَاكن الْخيام مُجَاوزَة الْحلَّة هِيَ بِكَسْر الْحَاء ¶ قَول الْمُحَرر فِي الْجمع بَين الصَّلَاتَيْنِ فِي وَقت الثَّانِيَة فَلَا يشْتَرط التَّرْتِيب وَلَا الْمُوَالَاة فِي أظهر الْوَجْهَيْنِ وَلَا بُد من نِيَّة الْجمع عِنْد الشُّرُوع فِي الصَّلَاة هَذَا مِمَّا",
            "page": "46",
            "part": "1",
            "seal": "1B58CA88"
        },
        {
            "id": "24",
            "nass": "غلطوه فِيهِ لِأَنَّهُ حكى الْخلاف فِي التَّرْتِيب والموالاة وَجزم بِوُجُوب النِّيَّة وَلم يقل هَذَا أحد بل فِي الْمَسْأَلَة وَجْهَان الصَّحِيح أَن الثَّلَاثَة سنة وَالثَّانِي أَنَّهَا كلهَا وَاجِبَة قَوْلهمَا خطة الْأَبْنِيَة هِيَ بِكَسْر الْخَاء أَي مَحل الْأَبْنِيَة وَمَا بَينهَا ¶ قَول الْمُحَرر ويشتغل الْمُؤَذّن بِالْأَذَانِ كَمَا جلس فلفظة كَمَا لَيست عَرَبِيَّة ويطلقها فُقَهَاء الْعَجم بِمَعْنى عِنْد العنزة بِفَتْح الْعين وَالنُّون عصى فِيهَا زج ¶ قَوْله يقْرَأ فِي الأولى الْجُمُعَة وَالثَّانيَِة الْمُنَافِقين جَهرا لَفْظَة جَهرا من زَوَائِد الْمِنْهَاج هُنَا وَفِي صَلَاة الْعِيد ¶ قَوْله وَلَا يتخطى هُوَ بِلَا همز من خطا يخطو خطْوَة ¶ قَوْله كجرب وحكة هِيَ بِكَسْر الْحَاء قَوْله كديباج هِيَ بِكَسْر الدَّال وَفتحهَا قَوْله وَله لبس ثوب نجس فِي غير صَلَاة وَنَحْوهَا أَي كسجود الشُّكْر ¶ قَول الْمِنْهَاج شهدُوا قبل الزَّوَال بِرُؤْيَة الْهلَال اللَّيْلَة الْمَاضِيَة وَقَالَ الْمُحَرر البارحة وَكِلَاهُمَا صَحِيح لَكِن اللَّيْلَة أَجود وَهُوَ الْحَقِيقَة ¶ يُقَال كسفت الشَّمْس وَالْقَمَر وكسفا وخسفا وخسفا وانكسفا وانخسفا وَقيل كسفت وَخسف وَقيل أول تغيرهما كسوف وكماله خُسُوف",
            "page": "47",
            "part": "1",
            "seal": "111B4853"
        },
        {
            "id": "25",
            "nass": "الْبُوَيْطِيّ مَنْسُوب إِلَى بويط قَرْيَة من صَعِيد مصر الْأَدْنَى اسْمه يُوسُف بن يحيى يكنى أَبَا يَعْقُوب وَهُوَ خَليفَة الشَّافِعِي فِي حلقته وَأجل أَصْحَابه المنسوبين إِلَيْهِ قَوْلهمَا ثِيَاب بذلة بِكَسْر الْبَاء أَي الملبوسة فِي شغله فِي بَيته ¶ يُقَال سقى وأسقى قَوْله مغيثا المنقذ من الشدَّة ¶ الهنيء مَهْمُوز مَمْدُود الطّيب الَّذِي لَا ينغصه شَيْء ¶ المريء بِالْهَمْز مَمْدُود هُوَ مَحْمُود الْعَاقِبَة الَّذِي لَا وباء فِيهِ ¶ مريعا بِفَتْح الْمِيم وَكسر الرَّاء وبالمثناة تَحت مَأْخُوذ من المراعة وَهِي الخصب وَرُوِيَ مربعًا بِضَم الْمِيم وبالموحدة ومرتعا بِالْمُثَنَّاةِ فَوق وَهُوَ من رتعت الْمَاشِيَة إِذا أكلت مَا شَاءَت الغدق بِفَتْح الدَّال كثير المَاء وَقيل كبار الْقطر المجلل بِكَسْر اللَّام سَاتِر الْأُفق لعمومه ¶ السح بِفَتْح السِّين هُوَ الْمَطَر الشَّديد الوقع على الأَرْض ¶ قَوْله طبقًا أَي مستوعبا للْأَرْض مطبقا عَلَيْهَا الْقنُوط الْيَأْس ¶ اللأواء بِالْمدِّ شدَّة المجاعة المدرار كثير الدّرّ والقطر ¶ قَول الْمِنْهَاج صدر الْخطْبَة الثَّانِيَة يَعْنِي نَحْو ثلثهَا وَعَلِيهِ يحمل إِطْلَاق الْمُحَرر قَوْلهمَا وينكسه بِفَتْح أَوله مخففا وَيجوز ضمه مشددا",
            "page": "48",
            "part": "1",
            "seal": "4B211A7B"
        },
        {
            "id": "26",
            "nass": "الصيب الْمَطَر الْكثير ¶ الْجَنَائِز بِالْفَتْح جمع جَنَازَة بِالْكَسْرِ وَالْفَتْح وَقيل بِالْفَتْح الْمَيِّت وبالكسر النعش وَقيل عَكسه من جنز إِذا ستر ¶ الأخمصان هما أَسْفَل الرجلَيْن وحقيقتهما المنخفض من أسفلهما ¶ قَول الْمِنْهَاج ثمَّ يغسل رَأسه ثمَّ لحيته نبه بِهِ على اسْتِحْبَاب التَّرْتِيب وَهُوَ مُرَاد الْمُحَرر بقوله ولحيته ¶ الْمشْط بِضَم الْمِيم والشين وبإسكان الشين مَعَ ضم الْمِيم وَكسرهَا وممشط ¶ الخطمي بِكَسْر الْخَاء القراح الْخَالِص وَهُوَ بِفَتْح الْقَاف ¶ قَول الْمِنْهَاج وَلَو خرج بعد الْغسْل نجس وَجب إِزَالَته فَقَط وَقيل مَعَ غسل إِن خرج من فرج تَصْرِيح بِأَن الْخلاف فِي الْغسْل مُخْتَصّ بِالنَّجَاسَةِ الْخَارِجَة من الْفرج وَهُوَ مُرَاد الْمُحَرر بِإِطْلَاقِهِ ¶ الحنوط بِفَتْح الْحَاء وَيُقَال حناط بِكَسْرِهَا وَهُوَ أَنْوَاع من الطّيب يخلط للْمَيت خَاصَّة ¶ قَول الْمِنْهَاج ويشد ألياه هُوَ بمثناة تَحت وَلَيْسَ مَعهَا مثناة فَوق هَذَا هُوَ الفصيح الْمَشْهُور",
            "page": "49",
            "part": "1",
            "seal": "18E70FE3"
        },
        {
            "id": "27",
            "nass": "قَول الْمِنْهَاج لَا يلبس محرم ذكر مخيطا هُوَ الصَّوَاب وينكر قَول الْمُحَرر لَا يلبس الْمحرم والمحرمة مخيطا ¶ قَول الْمِنْهَاج الْمَشْي أمامها بقربها أفضل زَاد بقربها وَهُوَ مُرَاد الْمُحَرر بِإِطْلَاق أمامها ¶ قَوْلهمَا اللَّهُمَّ اجْعَلْهُ فرطا لِأَبَوَيْهِ أَي سَابِقًا مهيئا مصالحهما فِي دَار الْقَرار شافعا فيهمَا قَوْله لَا تَحْرِمنَا بِفَتْح التَّاء وَضمّهَا ¶ قَول الْمِنْهَاج وَتحرم الصَّلَاة على كَافِر هُوَ مُرَاد الْمُحَرر بقوله وَلَا يصلى على كَافِر السقط بِكَسْر السِّين وَضمّهَا وَفتحهَا الاستهلال الصياح ¶ الرّوح مُؤَنّثَة وتذكر وَهِي أجسام لَطِيفَة ¶ قَول الْمُحَرر بلغ السقط حدا ينْفخ فِيهِ الرّوح هُوَ أَرْبَعَة أشهر كَمَا صرح بِهِ الْمِنْهَاج ¶ قَوْلهمَا قامة وبسطة أَي قامة رجل معتدل رَافعا يَدَيْهِ قَائِما وَذَلِكَ نَحْو أَربع أَذْرع وَنصف وَقَالَ الْمحَامِلِي ثَلَاث وَنصف وغلطوه ¶ اللَّحْد بِفَتْح اللَّام وَضمّهَا ولحد وألحد وَأَصله الْميل",
            "page": "50",
            "part": "1",
            "seal": "8FA98A0E"
        },
        {
            "id": "28",
            "nass": "يُقَال حثا يحثو وحثى يحثي حثوا وحثيا وحثوات وحثيات ¶ الْمساحِي بِفَتْح الْمِيم جمع مسحاة بِكَسْرِهَا كالمجرفة إِلَّا أَنَّهَا من حَدِيد ¶ العزاء مَمْدُود هُوَ الصَّبْر الْبكاء يمد وَيقصر والنعي بِكَسْر الْعين مشدد وبإسكانها مخفف اللَّغط بِفَتْح الْغَيْن وإسكانها الْمقْبرَة مُثَلّثَة الْبَاء ¶ المخدة بِكَسْر الْمِيم لوضع الخد عَلَيْهَا الرخو والرخوة بِكَسْر الرَّاء وَفتحهَا",
            "page": "51",
            "part": "1",
            "seal": "9B192DCD"
        },
        {
            "id": "30",
            "nass": "كتاب الزَّكَاة ¶ إِلَى الْبيُوع ¶ هِيَ من زكا يزكو إِذا زَاد ¶ قَول الْمِنْهَاج يجزىء بعير زَكَاة عَن دون خمس وَعشْرين يَعْنِي أَن الْبَعِير الَّذِي لَا يجزىء فِي الزَّكَاة لَا يَكْفِي هُنَا قطعا حَتَّى لَو كَانَ لَهُ سنة إِلَّا يَوْمًا لَا يَكْفِي وَهُوَ مُرَاد الْمُحَرر بِإِطْلَاقِهِ الْبَعِير ¶ قَول الْمُحَرر أَربع خمسينات وَخمْس أربعينات هَذَا قد أنكرهُ بعض أهل الْعَرَبيَّة وَقَالَ لَا يجوز جمع الْخمسين وَالْأَرْبَعِينَ وَنَحْوهمَا وَهَذَا الْإِنْكَار ضَعِيف وَالصَّوَاب جَوَازه وَقد حكى ابْن بري وَغَيره عَن سِيبَوَيْهٍ قَالَ كل مُذَكّر لم يجمع جمع تكسير يجوز جمعه بِالْألف وَالتَّاء قِيَاسا كحمام وحمامات فَيجوز أربعينات وَنَحْوهَا",
            "page": "53",
            "part": "1",
            "seal": "C72EE700"
        },
        {
            "id": "31",
            "nass": "قَوْله ضائنة بِالْمدِّ وهمزة قبل النُّون الربى بِضَم الرَّاء وَتَشْديد الْبَاء ومقصورة هِيَ قريبَة الْعَهْد بِالْولادَةِ المراح بِضَم الْمِيم مَوضِع مبيتها الْحَلب بِفَتْح اللَّام وَحكي إسكانها الناطور بِالْمُهْمَلَةِ والمعجمة ¶ الجرين بِفَتْح الْجِيم وَكسر الرَّاء مَوضِع تجفيف الثَّمر ¶ الْأرز بِفَتْح الْهمزَة وَضم الرَّاء على أشهر اللُّغَات ¶ الورس نبت أصفر يكون بِالْيمن يصْبغ بِهِ ¶ القرطم بِكَسْر الْقَاف وَضمّهَا حب العصفر ¶ قَول الْمُحَرر مائَة من هُوَ بتَشْديد النُّون لُغَة ضَعِيفَة والفصيح منا كعصا وَهُوَ رطلان دمشق بِفَتْح الْمِيم وَحكي كسرهَا العلس بِفَتْح اللَّام صنف من",
            "page": "54",
            "part": "1",
            "seal": "2F98A72F"
        },
        {
            "id": "32",
            "nass": "الْحِنْطَة حبتان فِي كمام الجداد والحصاد بِفَتْح أَولهمَا وكسره ¶ الدولاب بِضَم الدَّال وَفتحهَا فَارسي مُعرب الْخرص جزرما على النّخل من الرطب تَمرا السوار بِكَسْر السِّين وَضمّهَا الْأُنْمُلَة فِيهَا تسع لُغَات بِتَثْلِيث الْهمزَة وَالْمِيم الْأصْبع مُثَلّثَة الْهمزَة وَالْبَاء والعاشرة أصبوع الْخَاتم بِفَتْح التَّاء وَكسرهَا وخاتام وخيتام الأجدع بِالدَّال الْمُهْملَة مَقْطُوع الْأنف ¶ كمل الشَّيْء بِفَتْح الْمِيم وَضمّهَا وَكسرهَا الْفطْرَة بِالْكَسْرِ الْمسكن بِفَتْح الْكَاف وَكسرهَا الصّيام أَصله الْإِمْسَاك المثانة بِالْمُثَلثَةِ مجمع الْبَوْل ¶ قَول الْمِنْهَاج وليصن الصَّائِم لِسَانه عَن الْكَذِب والغيبة هَذِه لَام الْأَمر أَي يلْزمه ذَلِك وَهُوَ مُرَاد الْمُحَرر وَإِن أوهمت عِبَارَته غَيره ¶ وَأما قَوْله وَنَفسه عَن الشَّهَوَات فمستحب وَلَا يمْنَع هَذَا الْعَطف لِأَن النَّوْعَيْنِ اشْتَركَا فِي الْأَمر بهما لَكِن الأول أَمر إِيجَاب وَالثَّانِي اسْتِحْبَاب ¶ الِاعْتِكَاف أَصله الْحَبْس واللبث وملازمة الشَّيْء ¶ المنارة بِالْفَتْح وَكَذَا مَنَارَة السراج ¶ البذرقة بِفَتْح الْمُوَحدَة وبالذال الْمُعْجَمَة والمهملة وَهُوَ الخفير",
            "page": "55",
            "part": "1",
            "seal": "8391EAE1"
        },
        {
            "id": "33",
            "nass": "المعضوب بالضاد الْمُعْجَمَة وحكيت الْمُهْملَة وَهُوَ المأيوس من قدرته على الْحَج بِنَفسِهِ ¶ قرن بِإِسْكَان الرَّاء بِلَا خلاف وغلطوا الْجَوْهَرِي فِي فتحهَا وَفِي زَعمه أَن أويسا رَضِي الله عَنهُ مَنْسُوب إِلَيْهِ إِنَّمَا هُوَ مَنْسُوب إِلَى قَبيلَة من مُرَاد ¶ الْجِعِرَّانَة وَالْحُدَيْبِيَة بِالتَّخْفِيفِ وَالتَّشْدِيد ¶ قَول الْمِنْهَاج إِذا عجز عَن المَاء تيَمّم أَي عجز لفقد المَاء أَو لمَرض أَو جِرَاحَة أَو برد وَنَحْوهَا وَهُوَ أَعم من قَول الْمُحَرر فَإِن لم يجد المَاء تيَمّم ¶ قَوْلهمَا لبيْك إِن الْحَمد بِكَسْر الْهمزَة وَفتحهَا طوى مُثَلّثَة الطَّاء الْفَتْح أفْصح قَوْله يدْخل من ثنية كداء بِفَتْح الْكَاف وَالْمدّ ¶ الاضطباع مُشْتَقّ من الضبع بِإِسْكَان الْبَاء وَهُوَ الْعَضُد وَقيل نصفه الْأَعْلَى وَقيل منتصفه وَقيل الْإِبِط",
            "page": "56",
            "part": "1",
            "seal": "67B6E524"
        },
        {
            "id": "34",
            "nass": "قَوْلهمَا يصلونَ الصُّبْح مغلسين أَي فِي أول وَقتهَا ¶ الْمشعر الْحَرَام بِفَتْح الْمِيم على الصَّحِيح الْمَشْهُور وَبِه جَاءَ الْقُرْآن وَحكى الْجَوْهَرِي وَغَيره كسرهَا وَمعنى الْحَرَام الْمحرم الَّذِي يحرم فِيهِ الصَّيْد وَغَيره فَإِنَّهُ من الْحرم وَقيل ذُو الْحُرْمَة وَسمي مشعرا لما فِيهِ من الشعائر وَهِي معالم الدّين وَهُوَ عِنْد الْفُقَهَاء جبل بِالْمُزْدَلِفَةِ يُقَال لَهُ قزَح وَعند الْمُفَسّرين والمحدثين هُوَ جَمِيع الْمزْدَلِفَة الموسى وَزنه فعلى وَقيل مفعل من أوسيت رَأسه أَي حلقته ¶ قَول الْمِنْهَاج وَالْحلق وَالطّواف وَالسَّعْي لَا آخر لوَقْتهَا لَفْظَة السَّعْي مِمَّا زَاده الْمِنْهَاج ¶ قَول الْمِنْهَاج حاضروا الْمَسْجِد الْحَرَام من دون مرحلَتَيْنِ من مَكَّة أَو من الْحرم هُوَ الصَّوَاب وَأما قَول الْمُحَرر إِن غير الْحَاضِر من مَسْكَنه فَوق مرحلَتَيْنِ فمقتضاه أَن من مَسْكَنه على مرحلَتَيْنِ فَقَط فَهُوَ من حاضريه وَلَيْسَ مُرَاده بل نفس المرحلتين لَهُ حكم مَا فَوْقه فَكَانَ الأجود حذف لَفْظَة فَوق ¶ قَوْلهمَا يحرم عَلَيْهِ دهن شعر الرَّأْس احترزا بالشعر عَن دهن رَأس الأصلع الَّذِي لَا شعر لَهُ لفساد منبته ¶ قَول الْمِنْهَاج يحرم إِزَالَة شعر الْمحرم إِنَّمَا قَالَ إِزَالَة ليتناول الْحلق والنتف",
            "page": "57",
            "part": "1",
            "seal": "224AFC0C"
        },
        {
            "id": "35",
            "nass": "والإحراق والقص والإزالة بالنورة وَغير ذَلِك فَهُوَ أحسن وأعم من عبارَة من يقْتَصر على الْحلق ¶ قَول الْمِنْهَاج يحرم اصطياد مَأْكُول بري ومتولد مِنْهُ وَمن غَيره يدْخل فِي قَوْله مِنْهُ وَمن غَيره شَيْئَانِ أَحدهمَا الْمُتَوَلد من مَأْكُول وَغير مَأْكُول وَالثَّانِي الْمُتَوَلد من شَاة وضبع أَو ظَبْي فَإِنَّهُ متولد من صيد وَغَيره وَهُوَ حرَام بِلَا خلاف وَقل من نبه عَلَيْهِ ¶ العناق بِفَتْح الْعين الْأُنْثَى من أَوْلَاد الْمعز إِذا قويت مَا لم تبلغ سنة جمعهَا أعنق وعنوق ¶ الجفرة هِيَ مَا بلغت أَرْبَعَة أشهر من أَوْلَاد الْمعز وفصلت عَن أمهَا وَالذكر جفر لِأَنَّهُ جفر جنباه أَي عظما",
            "page": "58",
            "part": "1",
            "seal": "3717E7FC"
        },
        {
            "id": "36",
            "nass": "كتاب البيع ¶ قَوْله وَإِشَارَة الْأَخْرَس بِعقد كنطق لَفْظَة بِعقد مِمَّا زَاده الْمِنْهَاج ليحترز عَن إِشَارَته فِي الصَّلَاة وبالشهادة فَلَيْسَ لَهَا حكم النُّطْق فيهمَا فِي الْأَصَح ¶ قَول الْمِنْهَاج شَرط الْعَاقِد رشد وَعدم إِكْرَاه بِغَيْر حق أصوب من قَول الْمُحَرر يعْتَبر فِي الْمُتَبَايعين التَّكْلِيف لِأَنَّهُ يرد عَلَيْهِ ثَلَاثَة أَشْيَاء أَحدهَا أَنه ينْتَقض بالسكران فَإِنَّهُ يَصح بَيْعه على الْمَذْهَب مَعَ أَنه غير مُكَلّف كَمَا تقرر فِي كتب الْأُصُول وَالثَّانِي أَنه يرد عَلَيْهِ الْمَحْجُور عَلَيْهِ لسفه فَإِنَّهُ لَا يَصح بَيْعه مَعَ أَنه مُكَلّف وَالثَّالِث الْمُكْره بِغَيْر حق فَإِنَّهُ مُكَلّف لَا يَصح بَيْعه وَلَا يرد وَاحِد مِنْهَا على الْمِنْهَاج قَوْله رضاضها بِضَم الرَّاء وبكسرها ¶ قَول الْمِنْهَاج يَصح بيع المَاء على شط لفظ شط زَادهَا وَهِي مُرَاد الْمُحَرر ¶ قَوْلهمَا كَانَ صوانا للْبَاقِي بِكَسْر الصَّاد وَضمّهَا وَيُقَال أَيْضا صيانا وَهُوَ وعاؤه الَّذِي يصان فِيهِ الْجزَاف بِكَسْر الْجِيم وَضمّهَا وَفتحهَا ¶ القثاء بِكَسْر الْقَاف وَضمّهَا الْجُبْن بِإِسْكَان الْبَاء وَضمّهَا وَفِي لُغَة تشدد النُّون مَعَ الضَّم",
            "page": "59",
            "part": "1",
            "seal": "1E9588FA"
        },
        {
            "id": "37",
            "nass": "عسب الْفَحْل بِفَتْح الْعين وَإِسْكَان السِّين الْمُهْمَلَتَيْنِ ¶ قَوْله زرعا يحصده بِكَسْر الصَّاد وَضمّهَا ¶ قَوْله بيع العربون وَفِي الْمُحَرر العربان يُقَال عربون بِالْفَتْح وعربون بِضَم الْعين وعربان وأربون وأربون وأربان ¶ قَول الْمِنْهَاج فِي تعدد الصَّفْقَة الْأَصَح اعْتِبَار الْوَكِيل وَكَذَا وَقع فِي بعض نسخ الْمُحَرر وَفِي أَكْثَرهَا الْمُوكل وَالصَّوَاب الأول ¶ وَقَوله فِي البيع بِشَرْط الْبَرَاءَة يبرأ من عيب بَاطِن بِالْحَيَوَانِ لَفْظَة بَاطِن مِمَّا زَاده الْمِنْهَاج وَلَا بُد مِنْهُ على الصَّحِيح ¶ وَقَوله فِي أرش الْعَيْب الْأَصَح اعْتِبَار أقل قيمه من يَوْم البيع إِلَى الْقَبْض هُوَ جمع قيمَة وَهُوَ أصوب من قَول الْمُحَرر الِاعْتِبَار بِأَقَلّ الْقِيمَتَيْنِ من يَوْم البيع وَالْقَبْض فَإِنَّهُ يَقْتَضِي أَن لَا يعْتَبر الْوسط وَلَفظ الْمِنْهَاج صَرِيح فِي اعْتِبَاره وَهُوَ الصَّوَاب الرانج بِكَسْر النُّون الْجَوْز الْهِنْدِيّ ¶ قَوْلهمَا فِي التَّوْلِيَة هِيَ بيع فِي شَرطه وترتب أَحْكَامه يُسْتَفَاد مِنْهُ أَنه لَا يجوز التَّوْلِيَة قبل الْقَبْض وَهَذَا هُوَ الصَّحِيح وَهِي مَسْأَلَة نفيسة ¶ قَوْله ده يَا زده أَي عشرَة بِأحد عشر وَهِي عجمية بِفَتْح الدالين الْمُهْمَلَتَيْنِ وَإِسْكَان الزَّاي",
            "page": "60",
            "part": "1",
            "seal": "47282BC9"
        },
        {
            "id": "38",
            "nass": "المغرس بِكَسْر الرَّاء ¶ قَول الْمِنْهَاج لَو تعيب الثَّمر بعد التَّخْلِيَة بترك البَائِع السَّقْي فَلهُ الْخِيَار وَقَالَ الْمُحَرر لَو تعيب بهَا يَعْنِي بالجائحة فَلهُ الْخِيَار وَالصَّوَاب الأول لِأَنَّهَا إِذا تعيبت بالجائحة لَا يثبت الْخِيَار على الْجَدِيد الصَّحِيح وَإِن أمكن حمله على مَا قَالَ الْمِنْهَاج فَهُوَ مُتَعَيّن لَكِن لَفظه مباعد لذَلِك قَوْلهمَا سمح بِهِ هُوَ بِفَتْح الْمِيم ¶ السّلم وَالسَّلَف بِمَعْنى وَأسلم وَسلم وأسلف وَسلف سمي سلما لتسليم رَأس المَال فِي الْمجْلس وسلفا لتقديمه الترياق والطرياق والدرياق بِضَم أَولهَا وكسره قَول الْمُحَرر تكلثم الْوَجْه يَعْنِي اجْتِمَاع لَحْمه ¶ قَوْله الثَّوْب الْمَرْوِيّ بِإِسْكَان الرَّاء ¶ قَول الْمِنْهَاج فِي آخر الرَّهْن إِن لم يقْض الدّين فسخ هُوَ بِضَم الْيَاء ليعم قَضَاء الْوَارِث وَغَيره قَوْلهمَا وليبع بِحَضْرَة الْمُفلس هِيَ بِفَتْح الْحَاء وَكسرهَا وَضمّهَا ¶ قَول الْمِنْهَاج الْبلُوغ يكون بِخُرُوج الْمَنِيّ أحسن وأعم من قَوْلهم بالاحتلام فقد يخرج فِي الْيَقَظَة ¶ قَوْلهمَا وَقت إِمْكَان الْمَنِيّ استكمال تسع سِنِين يتَنَاوَل مني الذّكر وَالْأُنْثَى وَهَذَا هُوَ الْمَذْهَب وَقيل منيها كحيضها ¶ قَول الْمِنْهَاج يختبر ولد الزراع بالزراعة أَعم من قَول غَيره الْمزَارِع",
            "page": "61",
            "part": "1",
            "seal": "E7DD6DC4"
        },
        {
            "id": "39",
            "nass": "قَوْله الطَّرِيق النَّافِذ لَا يتَصَرَّف فِيهِ بِمَا يضر الْمَارَّة أَعم من قَول غَيره لَا يتَصَرَّف فِيهِ بِمَا يبطل الْمُرُور المظلة بِكَسْر الْمِيم ¶ الدكة بِفَتْح الدَّال لَا غير هِيَ مَكَان مُرْتَفع يقْعد عَلَيْهِ ¶ قَول الْمِنْهَاج وَيحرم أَن يَبْنِي فِي الطَّرِيق دكة أَو يغْرس شَجَرَة وَقيل إِن لم يضر جَازَ هَذَا تَصْرِيح بِأَن الْخلاف مُخْتَصّ بِمَا لَا يضر فَإِن ضرّ حرم قطعا وَعَلِيهِ يحمل كَلَام الْمُحَرر قَوْله داران تفتحان هُوَ بِالْمُثَنَّاةِ فَوق وَكَذَا كل غائبتين ¶ قَوْله هَذَا العقد فِيهِ شوب بيع وَإِجَارَة هَكَذَا هُوَ الصَّوَاب وَأما قَول بَعضهم شَائِبَة فتصحيف ¶ قَوْلهمَا لَيْسَ لَهُ أَن يتد فِيهِ وتدا هُوَ بتَخْفِيف التَّاء من يتد وَكسرهَا من وتد الكوة بِفَتْح الْكَاف وَضمّهَا النَّقْض بِضَم النُّون وَكسرهَا ¶ قَول الْمِنْهَاج الْأَصَح صِحَة ضَمَان الْحَال مُؤَجّلا كَذَا هُوَ فِي بعض نسخ الْمُحَرر وَفِي بَعْضهَا الْأَصَح لَا يَصح وَالصَّوَاب الأول الْوكَالَة بِفَتْح الْوَاو وَكسرهَا ¶ قَول الْمِنْهَاج يقبل قَول الْوَكِيل فِي الرَّد وَقيل إِن كَانَ بِجعْل فَلَا هَذَا تَصْرِيح بِأَن الْخلاف مُخْتَصّ بِمن لَهُ جعل وَهُوَ مُرَاد الْمُحَرر وَإِن كَانَت عِبَارَته",
            "page": "62",
            "part": "1",
            "seal": "BE07BCC8"
        },
        {
            "id": "40",
            "nass": "موهمة التَّعْمِيم ¶ قَول الْمِنْهَاج وَلَو وَكله بِقَضَاء دين فَقَالَ قَضيته وَأنكر الْمُسْتَحق هَكَذَا صَوَابه وَوَقع فِي بعض نسخ الْمُحَرر وَكله فِي قبض دين فَقَالَ قَبضته وَهُوَ تَصْحِيف من النساخ السرجين والسرقين بِكَسْر السِّين وَفتحهَا عجمي مُعرب وَهُوَ الزبل الْعَارِية بتَشْديد الْيَاء وتخفيفها وَجَمعهَا عوار ¶ قَول الْمِنْهَاج إِذا أَعَارَهُ لزرع الْحِنْطَة زَرعهَا وَمثلهَا أحسن من قَول الْمُحَرر زَرعهَا وَمَا دونهَا لِأَنَّهُ يُوهم منع الْمثل وَلَا منع مِنْهُ قطعا ¶ قَوْله الْغَصْب الِاسْتِيلَاء على حق الْغَيْر عُدْوانًا أصوب من قَول غَيره هُوَ الِاسْتِيلَاء على مَال غَيره عُدْوانًا ليدْخل فِيهِ غصب الْكَلْب وَجلد الْميتَة والسرجين والاختصاص وَنَحْوهَا مِمَّا لَيْسَ بِمَال وَيصِح غصبه القصارة بِكَسْر الْقَاف ¶ قَول الْمِنْهَاج لَو أخر الشُّفْعَة وَقد أخبرهُ ثِقَة هُوَ مُرَاد الْمُحَرر بقوله أخبرهُ وَاحِد ¶ قَوْله ومورد الْمُسَاقَاة النّخل وَالْعِنَب مُوَافق لنَصّ الشَّافِعِي فِي الْمُخْتَصر فِي ذكر الْعِنَب وَأحسن من قَول غَيره النّخل وَالْكَرم فقد ثَبت فِي الصَّحِيح النَّهْي عَن تَسْمِيَته كرما ¶ الودي بتَشْديد الْيَاء صغَار النّخل وَيُسمى أَيْضا الفسيل",
            "page": "63",
            "part": "1",
            "seal": "D91F7682"
        },
        {
            "id": "42",
            "nass": "قَول الْمِنْهَاج لَا تصح إِجَارَة مُسلم لجهاد احْتَرز بِالْمُسلمِ عَن الذِّمِّيّ فَإِنَّهُ يجوز للْإِمَام استئجاره كَمَا أوضحته فِي كتاب السّير وَهُوَ مُرَاد الْمُحَرر بِإِطْلَاقِهِ وَإِن كَانَت عِبَارَته موهمة ¶ الْبرة بِضَم الْمُوَحدَة مُخَفّفَة الرَّاء حَلقَة فِي أنف الْبَعِير جمعهَا بَرى وبرات وبرين وَأَصلهَا بروة كقرية وقرى الْبَادِيَة بتَشْديد الْيَاء وَحكي تخفيفها شاذا ¶ وَيُقَال وقف وَفِي لُغَة ردية أوقف ¶ قَوْله لَو مَاتَت الْبَهِيمَة اخْتصَّ الْمَوْقُوف عَلَيْهِ بجلدها إِنَّمَا قَالَ اخْتصَّ لِأَن النَّجس لَا يُوصف بِأَنَّهُ مَمْلُوك ¶ وَقَول الْمِنْهَاج مَا جَازَ بَيْعه جَازَ هِبته وَمَا لَا كمجهول ومغصوب وضال فَلَا إِلَّا حبتي حِنْطَة وَنَحْوهَا تَصْرِيح بِأَن كل مَا لَا يجوز بَيْعه لَا تجوز هِبته إِلَّا حبتي حِنْطَة وَنَحْوهَا من المحقرات فَإِنَّهُ لَا يجوز بيعهَا على الصَّحِيح وَتجوز هبتها بِلَا خلاف وَذكر الْمَجْهُول وَغَيره مِثَالا واستفيد من عِبَارَته أَنه لَا يجوز هبة مَا ينْتَفع بِهِ من النَّجَاسَات كَالْكَلْبِ وَجلد الْميتَة وَالْخمر المحترمة والسرجين فَلَا يجوز هبتها كلهَا على الْأَصَح وَأَنه لَا تجوز هبة مَا لَا يملكهُ ¶ القوصرة بتَشْديد الرَّاء وَحكي تخفيفها شاذا ¶ النجعة بِضَم النُّون والانتجاع الذّهاب لطلب المرعى وَغَيره",
            "page": "64",
            "part": "1",
            "seal": "5A6E8B91"
        },
        {
            "id": "43",
            "nass": "قَول الْمِنْهَاج فِي المعروض على الْقَائِف أَو ألحقهُ بهما أَمر بالانتساب بعد بُلُوغه فَقَوله أَو ألحقهُ بهما مِمَّا زَاده وَكَذَا قَوْله بعد بُلُوغه وَهُوَ شَرط على الصَّحِيح وَقيل يشْتَرط التَّمْيِيز وأهملهما الْمُحَرر ¶ قَوْله فِي المشركة وَأَخ لِأَبَوَيْنِ أَجود من قَول غَيره أَخَوَيْنِ لِأَنَّهُ يُوهم اشْتِرَاط أَخَوَيْنِ فَإِن قيل أَرَادَ بَيَان الصُّورَة الْوَاقِعَة فِي زمن الصَّحَابَة رَضِي الله عَنْهُم قُلْنَا المُرَاد من المختصرات بَيَان الْأَحْكَام محررة لَا بَيَان أصُول أدلتها ¶ قَوْله فِي الْقَاتِل وَقيل إِن لم يضمن ورث وَهُوَ بِضَم الْيَاء ليدْخل فِيهِ الْقَاتِل خطأ فَإِن الْعَاقِلَة تضمنه ¶ قَوْلهمَا إِذا خلف حملا قد يَرث وَقد لَا مِثَاله زوج وَأم وجد وَحمل امْرَأَة الْأَب إِن كَانَ ذكرا لم يَرث وَإِن كَانَت أُنْثَى ورثت وَهِي الأكدرية",
            "page": "65",
            "part": "1",
            "seal": "5DA4C695"
        },
        {
            "id": "44",
            "nass": "وَأَيْضًا بنتان وَحمل امْرَأَة ابْن فعكسه ¶ قَول الْمِنْهَاج وَإِن أوصى لدابة ليصرف فِي عَلفهَا فالمنقول صِحَّتهَا هُوَ مُرَاد الْمُحَرر بقوله الظَّاهِر صِحَّتهَا لَا أَنه نقل خلافًا فِي صِحَّتهَا بل أَشَارَ إِلَى احْتِمَال خلاف ¶ قَوْله وَكَذَا حَرْبِيّ ومرتد فِي الْأَصَح الْمُرْتَد زِيَادَة للمنهاج ¶ قَوْله والتحام قتال بَين متكافئين لَفْظَة متكافئين زِيَادَة للمنهاج لَا بُد مِنْهَا",
            "page": "66",
            "part": "1",
            "seal": "02AA314E"
        },
        {
            "id": "45",
            "nass": "كتاب النِّكَاح ¶ هُوَ حَقِيقَة فِي العقد مجَاز فِي الْوَطْء وَقيل عَكسه وَقيل مُشْتَرك قَول الْمِنْهَاج يَلِي الْكَافِر الْكَافِرَة أَعم وأخصر من قَول غَيره ابْنَته ¶ قَوْله لَو زوج السُّلْطَان من لَا ولي لَهَا بِغَيْر كفؤ بِرِضَاهَا لم يَصح فِي الْأَصَح هُوَ مُرَاد الْمُحَرر بقوله لم يجبها ¶ قَوْله نكح بِالْأَقَلِّ من ألف وَمهر مثلهَا هُوَ مُرَاد الْمُحَرر وَغَيره بقَوْلهمْ أقل الْأَمريْنِ من ألف أَو مهر مثلهَا لَكِن الصَّوَاب حذف الْألف أَو لِأَن إِثْبَاتهَا يَقْتَضِي أَكثر الْأَمريْنِ من هَذَا أَو أكثرهما من ذَاك وَهَذَا غير مُنْتَظم ¶ قَول الْمُحَرر لَو نكح السَّفِيه بِغَيْر إِذن الْوَلِيّ فَبَاطِل الصَّوَاب حذف الْوَلِيّ كَمَا حذفه الْمِنْهَاج ليدْخل فِيهِ مَا إِذا استأذنه فَمَنعه فَأذن الْحَاكِم فَإِنَّهُ يَصح قطعا مَعَ أَن الْوَلِيّ لم يخرج بِمَنْعه مرّة عَن الْولَايَة لِأَنَّهُ صغيره ¶ قَول الْمِنْهَاج لَا يُزَوّج ولي عبد صبي اصوب من قَول الْمُحَرر لَا يجْبرهُ",
            "page": "67",
            "part": "1",
            "seal": "B7EC7CD6"
        },
        {
            "id": "46",
            "nass": "لِأَنَّهُ لَا يلْزم من عدم إِجْبَاره منع تَزْوِيجه بِرِضَاهُ وَالصَّحِيح مَنعه وَبِه قطع الْبَغَوِيّ ¶ قَول الْمُحَرر تحرم من جِهَة الْمُصَاهَرَة بِالنِّكَاحِ الصَّحِيح الصَّوَاب حذف لَفْظَة الصَّحِيح كَمَا حذفهَا الْمِنْهَاج فَإِن حُرْمَة الْمُصَاهَرَة تثبت بِالنِّكَاحِ الْفَاسِد ¶ قَول الْمِنْهَاج وَلَيْسَت مُبَاشرَة بِشَهْوَة كَوَطْء فِي الْأَظْهر لَفْظَة بِشَهْوَة زِيَادَة للمنهاج لَا بُد مِنْهَا ¶ قَول الْمُحَرر الْأَصَح لَا تحل مناكحة من أحد أَبَوَيْهِ كتابي وَالْآخر وَثني يُوهم أَن الْخلاف فِي الطَّرفَيْنِ وَإِنَّمَا هُوَ إِذا كَانَ الْأَب كتابيا كَمَا أوضحه الْمِنْهَاج فَقَالَ وَيحرم متولد من وَثني وكتابية وَكَذَا عَكسه فِي الْأَظْهر ¶ قَول الْمِنْهَاج لَو وجده خُنْثَى وَاضحا فَلَا خِيَار فِي الْأَظْهر لَفْظَة وَاضحا مِمَّا زَاده وَلَا بُد مِنْهَا لبَيَان الْمَسْأَلَة والتنبيه على أَن نِكَاح الْخُنْثَى الْمُشكل بَاطِل فَإِنَّهُ لم يذكرهُ فِي غير هَذَا الْموضع قَوْله وَيحرم وَطْء أمة وَلَده يعم أمة الابْن وَالْبِنْت ¶ قَول الْمُحَرر وَلَيْسَ لَهَا بيع الصَدَاق قبل الْقَبْض هُوَ تَفْرِيع على قَول ضَمَان العقد كَمَا صرح بِهِ الْمِنْهَاج وَلَعَلَّ الرَّافِعِيّ قَالَه فَلَيْسَ بِالْفَاءِ وَأَشَارَ بِهِ إِلَى التَّفْرِيع على ضَمَان العقد فصحفه النساخ ¶ قَول الْمِنْهَاج لَو توافقوا على مهر سرا وأعلنوا زِيَادَة فَالْمَذْهَب وجوب مَا عقد بِهِ يتَنَاوَل مَا إِذا عقدوه سرا ثمَّ أعلنوه بِالزِّيَادَةِ وَمَا إِذا توافقوا سرا بِلَا عقد ثمَّ",
            "page": "68",
            "part": "1",
            "seal": "8153D927"
        },
        {
            "id": "47",
            "nass": "عقدوا عَلَانيَة وَقَول الْمُحَرر مَحْمُول عَلَيْهِ وَقَوله أقل نوب الْقسم لَيْلَة زِيَادَة لَهُ ¶ قَول الْمُحَرر وَإِن سَافَرت بِإِذْنِهِ سقط قسمهَا فِي الْجَدِيد مُرَاده إِذا سَافَرت لغرضها فَإِن كَانَ لغرضه لم يسْقط قطعا كَمَا صرح بِهِ الْمِنْهَاج ¶ قَول الْمُحَرر الْخلْع يقبل الْإِبْهَام فِي لفظ الْألف مُرَاده إِذا قَالَ خالعتك بِأَلف ونويا نوعا كَمَا صرح بِهِ الْمِنْهَاج ¶ قَول الْمِنْهَاج يشْتَرط لنفوذ الطَّلَاق تَكْلِيف إِلَّا السَّكْرَان فَقَوله إِلَّا السَّكْرَان زِيَادَة لَهُ لَا بُد مِنْهَا لِأَن السَّكْرَان لَيْسَ مُكَلّفا وَالْمذهب وُقُوع طَلَاقه كَمَا ذكره بعد فَإِذا لم يسْتَثْن هُنَا تنَاقض الْكَلَام ¶ قَوْلهمَا لَا أنده سربك بِفَتْح السِّين أَي لَا أزْجر إبلك ¶ قَول الْمُحَرر فِي قَوْله أوقعت بينكن طَلْقَة أَو ثَلَاثًا أَو أَرْبعا وَأَرَادَ التَّوْزِيع وَقع فِي ثَلَاث ثَلَاث وَفِي أَربع أَربع غلط لسبق قلم أَو من النساخ وَصَوَابه وَفِي ثَلَاث وَأَرْبع ثَلَاث كَمَا ذكره فِي الْمِنْهَاج ¶ قَول الْمِنْهَاج وَلَا تصدق فِي الْحيض فِي تَعْلِيق غَيرهَا أَعم من قَول غَيره ضَرَّتهَا قَوْله وَلَو علق الطَّلَاق بمشيئتها غيبَة لم يشْتَرط الْفَوْر فِي الْأَصَح ¶ صُورَة الْغَيْبَة زَوْجَتي طَالِق إِن شَاءَت فَلَا يشْتَرط الْفَوْز فِي الْأَصَح سَوَاء حضرت وَسمعت كَلَامه أم لَا وَهُوَ مُرَاد الْمُحَرر بقوله غَائِبَة ¶ قَوْله فَإِذا قَالَ إِذا حَلَفت بِطَلَاق فَأَنت طَالِق أَعم وأخصر من قَول غَيره بطلاقك",
            "page": "69",
            "part": "1",
            "seal": "079AEB6E"
        },
        {
            "id": "48",
            "nass": "قَوْله وَلَو قَالَ لثلاث من لم تُخبرنِي بِعَدَد رَكْعَات فَرَائض الْيَوْم وَاللَّيْلَة إِلَى قَوْله لم يَقع فَجزم بِعَدَمِ الْوُقُوع وَهُوَ صَحِيح وَأما قَول الْمُحَرر قيل لَا يَقع فقد يُوهم خلافًا فِيهِ وَلَا خلاف لَكِن عَادَته مثل هَذِه الْعبارَة فِيمَا لم يشْتَهر فِي الْكتب وَهَذِه انْفَرد بهَا القَاضِي وَالْمُتوَلِّيّ وَمن تابعهما",
            "page": "70",
            "part": "1",
            "seal": "C4EEC6E1"
        },
        {
            "id": "49",
            "nass": "الرّجْعَة بِفَتْح الرَّاء وَكسرهَا ¶ قَول الْمِنْهَاج شَرط المرتجع أَهْلِيَّة النِّكَاح بِنَفسِهِ إِنَّمَا قَالَ بِنَفسِهِ ليحترز عَن الصَّبِي وَالْمَجْنُون فَإِنَّهُمَا أهل للنِّكَاح بوليهما لَا بأنفسهما وَيدخل فِيهِ السَّكْرَان وَالْعَبْد وَالسَّفِيه فالسكران تصح رجعته على الْمَذْهَب كَمَا سبق فِي الطَّلَاق وَتَصِح رَجْعَة العَبْد بِغَيْر إِذن سَيّده على الصَّحِيح وَتَصِح ايضا رَجْعَة السَّفِيه لِأَنَّهُمَا من أهل النِّكَاح بأنفسهما وَإِن كَانَ شَرطه إِذن الْمولى وَالْوَلِيّ وَقَول الْمُحَرر يشْتَرط فِيهِ التَّكْلِيف يرد عَلَيْهِ السَّكْرَان فَإِنَّهُ لَيْسَ مُكَلّفا ¶ قَوْله الْإِيلَاء حلف زوج يَصح طَلَاقه يدْخل فِيهِ السَّكْرَان على الْمَذْهَب وَلَا يدْخل فِي قَول الْمُحَرر يشْتَرط فِيهِ التَّكْلِيف ¶ قَول الْمُحَرر فِي الظِّهَار الْمُؤَقت أصح الْوَجْهَيْنِ لَا يكون عَائِدًا فِيهِ بالإمساك هَذَا تَفْرِيع على صِحَّته مؤقتا كَمَا صرح بِهِ الْمِنْهَاج ¶ قَوْلهمَا زنأت فِي الْجَبَل مَهْمُوز أَي صعدت ¶ قَول الْمِنْهَاج وَلَو بدل لفظ غضب بلعن وَعَكسه فلفظة عَكسه زِيَادَة لَهُ ¶ قَوْله فِي اللّعان وَشَرطه زوج يَصح طَلَاقه يدْخل فِيهِ السَّكْرَان وَيخرج الْمُكْره وَقد أهملهما بَعضهم وَلَا بُد مِنْهُمَا ¶ قَول الْمُحَرر وَلَو أبان زَوجته بعد الْقَذْف فَلهُ اللّعان لنفي الْوَلَد وَكَذَا لدفع الْحمل هُوَ مُكَرر سبق فِي أول هَذَا الْفَصْل ¶ قَول الْمِنْهَاج وعدة حرَّة لم تَحض أَو يئست ثَلَاثَة أشهر فَقَوله لم تَحض تدخل فِيهِ الصَّغِيرَة والكبيرة الَّتِي لم تَحض وَلم تبلغ سنّ الْيَأْس كَبِنْت ثَلَاثِينَ سنة",
            "page": "71",
            "part": "1",
            "seal": "6FF64CC4"
        },
        {
            "id": "50",
            "nass": "وعدتها بِالْأَشْهرِ بِلَا خلاف وَقد أهملها الْمُحَرر وكثيرون فَفِي عبارَة الْمِنْهَاج ثَلَاث فَوَائِد مُوَافقَة الْقُرْآن والاختصار وَبَيَان مَسْأَلَة مهمة ¶ قَوْلهمَا الدمام هُوَ بِكَسْر الدَّال وَضمّهَا هُوَ الْحمرَة وَأَصله كل مَا طلي بِهِ ¶ عبالة الزَّوْج كبر ذكره ¶ قَول الْمِنْهَاج الْأَظْهر لَا نَفَقَة لصغيرة يتَنَاوَل من زَوجهَا كَبِير أَو صَغِير كَمَا صرح بِهِ الْمُحَرر ¶ قَوْله تجب النَّفَقَة وَالْكِسْوَة لحامل فالكسوة زِيَادَة لَهُ مهمة ¶ قَوْله فِيمَا إِذا نكحت الحاضنة فَالْحق للْآخر زِيَادَة لَهُ ¶ قَوْله يجْبر أمته على إِرْضَاع وَلَدهَا يعم وَلَدهَا مِنْهُ وَمن غَيره وَلم يذكر الْمُحَرر الصُّورَة الثَّانِيَة",
            "page": "72",
            "part": "1",
            "seal": "8AB2F052"
        },
        {
            "id": "51",
            "nass": "كتاب الْجراح ¶ قَول الْمِنْهَاج لَا قصاص إِلَّا فِي عمد تَصْرِيح بِأَنَّهُ لَا قصاص فِي شبه الْعمد وَأَشَارَ إِلَيْهِ الْمُحَرر فِي مَسْأَلَة غرز الإبرة ¶ قَوْله وَلم يعلم حَال الطَّعَام يتَنَاوَل مَا إِذا علمه المضيف وَغَيره وَعبارَة الْمُحَرر موهمة ¶ قَوْله وَلَو دس سما فِي طَعَام شخص الْغَالِب أكله مِنْهُ فالتقييد بِغَلَبَة أكله مِنْهُ زِيَادَة لَهُ لَا بُد مِنْهَا ¶ قَوْله وَيجب على الْمَعْصُوم يدْخل فِيهِ الذِّمِّيّ الَّذِي ذكره الْمُحَرر وَيدخل من لَهُ هدنة أَو أَمَان ¶ قَوْله وَقيل وَفِيمَا قبلهَا سوى الحارصة هَذَا الِاسْتِثْنَاء للحارصة زِيَادَة لَهُ لَا بُد مِنْهَا فَإِن الحارصة لَا قصاص فِيهَا قطعا وَإِنَّمَا الْخلاف فِي غَيرهَا ¶ قَوْله أَو محرما ذَا رحم لَفْظَة ذَا رحم زِيَادَة لَا بُد مِنْهَا",
            "page": "73",
            "part": "1",
            "seal": "7E4310A8"
        },
        {
            "id": "52",
            "nass": "قَول الْمُحَرر السن الشاغية أَي الزَّائِدَة وَهِي بالغين الْمُعْجَمَة والمثناة تَحت ¶ قَول الْمِنْهَاج يعْتَبر سمع قرنه هُوَ بِفَتْح الْقَاف أَي من لَهُ مثل سنه ¶ قَوْله دِيَة الْخَطَأ وَشبه الْعمد تلْزم الْعَاقِلَة فَشبه الْعمد زِيَادَة لَهُ وَقد نبه عَلَيْهَا الْمُحَرر فِي الْقسَامَة ¶ قَوْله لَو اخْتلف شَاهِدَانِ فِي زمَان أَو مَكَان أَو آلَة أَو هَيْئَة الْآلَة والهيئة زِيَادَة لَهُ ¶ قَوْله فِي الْمُحصن هُوَ من غيب حشفته بقبل لَفْظَة الْقبل زِيَادَة لَا بُد مِنْهَا قَالَ أَصْحَابنَا للدبر حكم الْقبل إِلَّا فِي الْإِحْصَان والتحليل وَالْخُرُوج من الْفَيْئَة والتعنين وَلَا يتَغَيَّر بِهِ إِذن الْبكر وَلَا يحل بِحَال ¶ قَوْله فِي الزِّنَا وَالْقَذْف شَرطه التَّكْلِيف إِلَّا السَّكْرَان فَقَوله إِلَّا السَّكْرَان زِيَادَة لَهُ ¶ قَوْله وَلَا يحد بِقَذْف الْوَلَد وَإِن سفل يدْخل فِيهِ الْأُم والجدات وَأَوْلَاد الْبَنَات وَهُوَ مُرَاد الْمُحَرر وَإِن كَانَ لم يُصَرح بِهِ ¶ قَول الْمُحَرر فِي قطاع الطَّرِيق وَقد يغلب الدعار هُوَ بدال مَضْمُومَة وَعين مُشَدّدَة مهملتين أَي أهل الشَّرّ وَالْفساد ¶ قَول الْمِنْهَاج وللغانم الرشيد الْإِعْرَاض عَن الْغَنِيمَة قبل الْقِسْمَة لَفْظَة الرشيد زِيَادَة لَهُ لَا بُد مِنْهَا",
            "page": "74",
            "part": "1",
            "seal": "3292133E"
        },
        {
            "id": "53",
            "nass": "قَوْله فِي الْأمان وَفِي قَول يجوز مَا لم يبلغ سنة تَصْرِيح بامتناع السّنة قطعا وَهُوَ مُرَاد الْمُحَرر ¶ قَول الْمُحَرر وَالظَّاهِر أَن لَهُ قتل الطَّالِب فِيهِ إِشَارَة إِلَى احْتِمَال لَهُ وَلم يرد إِثْبَات خلاف فَلَا خلاف فِيهِ ¶ قَول الْمِنْهَاج فِي اصطياد الْمُسلم والمجوسي جرحاه مَعًا أَو جهل فجهل زِيَادَة لَهُ ¶ قَوْله وَكَذَا الدُّود الْمُتَوَلد من طَعَام كخل وَفَاكِهَة هَذِه الْمَسْأَلَة أَشَارَ إِلَيْهَا الْمُحَرر بقوله مَا حلت ميتَته كالسمك وَالْجَرَاد لَا حَاجَة إِلَى ذبحه فَأَشَارَ إِلَى ميتَة حَلَال سواهُمَا ¶ قَوْله تذبح الشَّاة مضجعة لجنبها الْأَيْسَر لَفْظَة الْأَيْسَر زِيَادَة لَهُ ¶ قَوْله وأفضلها الْبَعِير ثمَّ الْبَقَرَة ثمَّ الضَّأْن لَفْظَة الْبَقَرَة زِيَادَة لَهُ ¶ قَوْله وَلَو قَالَ لغيره أقسم عَلَيْك بِاللَّه وَأَسْأَلك بِاللَّه لتفعلن وَأَرَادَ يَمِين نَفسه فيمين وَإِلَّا فَلَا تَصْرِيح مِنْهُ بِأَنَّهُ إِذا أطلق فَلم ينْو شَيْئا لم تكن يَمِينا وَهَذِه زِيَادَة لَهُ ¶ قَوْله فَإِن حلف على ترك وَاجِب أَو فعل حرَام عصى وَلَزِمَه الْحِنْث وَالْكَفَّارَة زِيَادَة لَهُ قَوْله فِي من حلف لَا مَال لَهُ يَحْنَث بِثَوْب بدنه زِيَادَة لَهُ صرح بهَا الْبَغَوِيّ والرافعي فِي الشَّرْح ¶ قَوْله فِيمَن حلف لَا يُفَارِقهُ فَوقف حَتَّى ذهب وَكَانَا ماشيين حنث فَكَانَا ماشيين زِيَادَة لَهُ",
            "page": "75",
            "part": "1",
            "seal": "7D291BFE"
        },
        {
            "id": "54",
            "nass": "قَوْله فِيمَن نذر حجا أَو عمْرَة إِن كَانَ معضوبا استناب يتَنَاوَل الِاسْتِنَابَة بِأُجْرَة أَو جعل وتبرعا وَهُوَ مُرَاد الْمُحَرر وَإِن لم يُصَرح بالتبرع ¶ قَوْله فِيمَن نذر هَديا لزمَه حمله إِلَى مَكَّة وَالتَّصَدُّق بِهِ على من بهَا يعم المستوطن والغريب وَهُوَ مُرَاد الْمُحَرر بقوله على أَهلهَا ¶ قَول الْمُحَرر فِي آخر النّذر وَالسَّلَام على الْغَيْر الأجود حذف الْغَيْر إِذْ لَا فَائِدَة فِيهِ وَقد يُوهم الِاحْتِرَاز من سَلَامه على نَفسه عِنْد دُخُوله بَيْتا خَالِيا وَلَا يَصح الِاحْتِرَاز فَإِنَّهُمَا سَوَاء ¶ قَول الْمِنْهَاج فِي القَاضِي إِذا كَانَ هُنَاكَ مثله وَلَيْسَ بخامل وَلَا مُحْتَاج الأولى تَركه يعم ترك الطّلب وَالْقَبُول وَقد يُوهم كَلَام الْمُحَرر اخْتِصَاصه بترك الطّلب ¶ قَوْله وَلَو حكم خصمان رجلا فِي غير حد لله تَعَالَى فَقَوله فِي غير حد لله تَعَالَى زِيَادَة لَهُ ¶ قَوْله وَإِن قَالَ حكم بعبدين وَلم يذكر مَالا أحضر وَقيل لَا حَتَّى يُقيم بَيِّنَة بِدَعْوَاهُ هَذَا غير مُخَالف لقَوْل الْمُحَرر وَرجح الثَّانِي مرجحون لِأَنَّهُ لَا يمْنَع أَن الأول رَجحه آخَرُونَ أَو الْأَكْثَرُونَ وَقد صحّح هُوَ الأول فِي الشَّرْح وَصَححهُ آخَرُونَ ¶ قَوْله وَيسْتَحب كَون مَجْلِسه لائقا بِالْوَقْتِ وَالْقَضَاء الْقَضَاء زِيَادَة لَهُ ¶ قَوْله فِي الْهَدِيَّة للْقَاضِي جَازَ بِقدر الْعَادة فَقَوله بِقدر الْعَادة زِيَادَة لَهُ ¶ قَوْله وَيحكم لَهُ ولهؤلاء الإِمَام إِلَى آخِره أَعم من قَول الْمُحَرر لَهُ ولأبعاضه",
            "page": "76",
            "part": "1",
            "seal": "2C6724F7"
        },
        {
            "id": "55",
            "nass": "قَوْله وَإِذا أقرّ الْمُدعى عَلَيْهِ أَو أنكر فَحلف الْمُدَّعِي إِلَى قَوْله لزمَه هُوَ مُرَاد الْمُحَرر بقوله أَجَابَهُ إِلَيْهِ ¶ قَوْله فِي الشَّهَادَة على الشَّهَادَة وَلَا يَصح تحمل النسْوَة لَيْسَ بِزِيَادَة مَحْضَة فَإِنَّهُ يفهم من قَول الْمُحَرر قبل هَذَا إِن مَا لَيْسَ الْمَقْصُود مِنْهُ المَال ويطلع عَلَيْهِ الرِّجَال غَالِبا لَا يثبت إِلَّا برجلَيْن ¶ قَوْله فِيمَا إِذا أوصِي لطفل بقريبه الكاسب فعلى الْوَلِيّ قبُوله وَفِيمَا إِذا كَانَ مُعسرا وَجب الْقبُول أَو مُوسِرًا حرم هُوَ مُرَاد الْمُحَرر وَإِن لم يُصَرح بِالْإِيجَابِ وَالتَّحْرِيم ¶ قَوْله وَلَو كَاتب بعض رَقِيق فَسدتْ إِن كَانَ بَاقِيه لغيره هُوَ مُرَاد الْمُحَرر بقوله فالكتابة بَاطِلَة وَاعْلَم أَن الْفَاسِد وَالْبَاطِل من الْعُقُود عندنَا سَوَاء فِي الحكم إِلَّا فِي مَوَاضِع مِنْهَا الْحَج وَالْعَارِية وَالْخلْع وَالْكِتَابَة فَتجوز الْمُحَرر بتسميتها بَاطِلَة وَمرَاده أَنَّهَا فَاسِدَة يَتَرَتَّب عَلَيْهَا أَحْكَام الْفَاسِدَة من الْعتْق بِالصّفةِ وَغَيره لَا أَنَّهَا بَاطِلَة حَقِيقَة لاغية ¶ قَول الْمُحَرر أقل الْأَمريْنِ من قِيمَته أَو أرش الْجِنَايَة هَذِه الْألف فِي قَوْله أَو زَائِدَة تغير أصل الْمَعْنى وَالْوَجْه حذفهَا وَقد نبه عَلَيْهِ المُصَنّف فِي شرح الْوَجِيز وَلِهَذَا لم يستعملها الْمُحَرر فِي غير هَذَا الْموضع بِخِلَاف غَيره من المصنفين فَإِنَّهُم يستعملونها وَهُوَ رَدِيء",
            "page": "77",
            "part": "1",
            "seal": "7BF70828"
        },
        {
            "id": "56",
            "nass": "قَول الْمِنْهَاج وَالأَصَح بطلَان الْفَاسِدَة بجنون السَّيِّد وإغمائه فلفظة إغمائه زِيَادَة لَهُ ¶ تمّ الْكتاب بِحَمْد الله وعونه وَحسن توفيقه وصلواته على خير خلقه مُحَمَّد وَآله وَصَحبه وَسلم",
            "page": "78",
            "part": "1",
            "seal": "8C40F36F"
        }
    ],
    "t6134": [
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الطهارة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصلاة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الزكاة"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب البيع"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب النكاح"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجراح"
        }
    ]
}