{
    "b616": [
        {
            "id": "1",
            "nass": "كيف نغير ما بأنفسنا؟ ¶ دكتور ¶ مجدي الهلالي ¶ __________ ¶ http://www.alemanawalan.com/",
            "page": null,
            "part": null,
            "seal": "4667B798"
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على إمام الدعاة وسيد المرسلين، سيدنا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فما من عام يمر على أمتنا الإسلامية في وقتنا الحاضر إلا ويحمل معه جُرحا جديدا في جسدها يُضاف إلى جراحاتها السابقة .. فعام لأفغانستان، وعام للشيشان، وآخر للعراق، أما فلسطين فجرحها يتجدد باستمرار ويزداد عمقا بمرور الأيام. ¶ هذه الجراحات كانت تحدث بالأمس في جسد الأمة ولا يكاد يشعر بها أحد، أما اليوم فالوضع يختلف، فمع انتشار الفضائيات ووسائل الاتصال أصبح من السهل على كل مسلم أن يشاهد ما يحدث لإخوانه المسلمين المضطهدين في شتى بقاع الأرض من تقتيل وتشريد وإذلال وانتهاك للحرمات، مما يحرك الدمع في المقل، ويعلق الأبصار بالسماء، ويطلق الألسنة بالدعاء .. نسأل المولى عز وجل أن يكشف الغمة، ويفرج الكرب، ويُنزل نصره الذي طال انتظاره .. لسان حالها يقول: ¶ هل من نهاية لما نحن فيه؟ ¶ هل لهذا الليل من آخر؟ ¶ متى نصرك يا الله؟ ¶ ورغم الدعاء والتضرع والاستغاثة بالله عز وجل فإن الوضع مستمر، على ما هو عليه، بل ويزداد سوءا في بعض الأماكن، مما حدا بالبعض لأن يتساءل: لماذا يتركنا الله هكذا أضيع من الأيتام على مائدة اللئام؟ ¶ لماذا لا يستجيب الله دعاءنا ويرفع عنا هذا الذل والهوان؟ ¶ أين أثر دعوات الثكالى والمظلومين من المسلمين في كل مكان؟ ¶ إن لم يكن الآن فمتى - إذن - يكف الله بأس هؤلاء الذين كفروا؟ ¶ هذه الأسئلة وغيرها تتردد في أذهان الكثير من أبناء الأمة، منطلقة من يقينها بأن الله عز وجل قادر على تغيير ما نزل بساحتنا وحاق بنا في لمح البصر .. أليس هو القائل: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [يس/82]؟.",
            "page": "1",
            "part": "1",
            "seal": "5A80A9BC"
        },
        {
            "id": "3",
            "nass": "أليس هو - سبحانه - الذي أغرق فرعون وجنده، وأهلك عادا وثمود؟، {أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ (6) إِرَمَ ذَاتِ الْعِمَادِ (7) الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ (8) وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ (9) وَفِرْعَوْنَ ذِي الْأَوْتَادِ (10) الَّذِينَ طَغَوْا فِي الْبِلَادِ (11) فَأَكْثَرُوا فِيهَا الْفَسَادَ (12) فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ (13) إِنَّ رَبَّكَ لَبِالْمِرْصَادِ} [الفجر/6 - 14]. ¶ أليس هو - سبحانه وتعالى - الذي استنصره نوح عليه السلام فاستجاب له ونصره نصرا مؤزرا: {فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11) وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (12) وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13) تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ} [القمر/11 - 14]؟ ¶ فلماذا إذن لا ينصرنا الله عز وجل وقد بُحَّت أصواتنا بدعائه؟ ¶ لماذا تأخر المدد الإلهي ونحن في مسيس الحاجة إليه اليوم قبل الغد؟ ¶ فإن قيل: إن هذا المدد لا يتنزل إلا على من يستحقه .. كان السؤال: فما المطلوب منا أن نفعله لنكون أهلا له؟ ¶ أين نضع نقطة البداية لطريق النصر والتغيير؟ وكيف نبدأ؟ ¶ حول الإجابة عن هذه الأسئلة وغيرها كانت هذه الصفحات التي نسأل الله عز وجل أن يوفقنا فيها، ويلهمنا الرشد والسداد للحديث حول هذا الموضوع المهم الذي يشغل بال كل مسلم غيور على دينه، ويتمنى الخلاص من الوضع الأليم الذي آل إليه حال أمته. ¶ والله الموفق، والهاجي إلى سواء السبيل. ¶ {قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} [البقرة/32].",
            "page": "2",
            "part": "1",
            "seal": "12D19118"
        },
        {
            "id": "4",
            "nass": "القادر المقتدر ¶ أخبرنا الله عز وجل في كتابه وعلى لسان نبيه صلى الله عليه وسلم بأنه: \" حي قيوم \"، ومن مظاهر وآثار قيوميته أنه - سبحانه وتعالى - قائم على جميع شئون خلقه: {وَمِنْ آَيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ} [الروم/25]. ¶ فلا يستطيع أحد في السماوات أن يُقيم نفسه بنفسه، أو يتولى تصريف أموره ولو طرفة عين .. فالسماوات مرفوعة بغير عمد، يمسكها سبحانه وتعالى، ولو تركها لسقطت على الأرض: {وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ} [الحج/65]. ¶ ولو لم يحرك الله عز وجل الهواء ما تحرك، ولظلت السحب في مكانها، فما نزل مطر، أو نبت زرع، ولا كانت حياة: {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَاهُ لِبَلَدٍ مَيِّتٍ فَأَنْزَلْنَا بِهِ الْمَاءَ فَأَخْرَجْنَا بِهِ مِنْ كُلِّ الثَّمَرَاتِ} [الأعراف/57]. ¶ لا حول ولا قوة إلا بالله: ¶ فنحن جميعا بدون الله عز وجل لا قيمة لنا ولا وجود، ولم لا وهو سبحانه يمدنا بأسباب الحياة لحظة بلحظة ولو تركنا لهلكنا، فالقلب مثلا يحتاج إلى إمداد منه - سبحانه - بالقدرة على ضخ الدم للجسم سبعين مرة في الدقيقة الواحدة، ولو توقف المدد لتوقف القلب وانتهت الحياة، والعضلات تحتاج إلى مدد من الله متواصل لتستمر في الانقباض والانبساط لتنشأ عن ذلك الحركة والمشي والقيام والقعود: {هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ} [يونس/22].",
            "page": "3",
            "part": "1",
            "seal": "41CE785D"
        },
        {
            "id": "5",
            "nass": "وهكذا كل أجهزة الجسم لا تستطيع أداء وظائفها إلا به سبحانه. معنى ذلك أنه لا يمكننا أن نتحرك حركة أو نتنفس نفسا، ولا ننطق بكلمة إلا من الله عز وجل: {وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى} [النجم/43]، ولو تخلى عن عباده طرفة عين لهلكوا جميعا، يستوي في ذلك المؤمن والكافر .. فلا يوجد لأحد في هذا الكون \" قوة ذاتية \" يستطيع من خلالها أن يعتمد على نفسه في تصريف أموره والاستغناء عن الله. ¶ العليم الرقيب: ¶ ومن البديهي أن قيوميته سبحانه على عباده تستدعي اقترانها بعلمه، وإحاطته التامة بهم: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآَنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ إِلَّا فِي كِتَابٍ مُبِينٍ} [يونس/61]. ¶ ومع علمه التام بعباده وإحاطته بهم جميعا، فهو سبحانه وتعالى رقيب عليهم {إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء/1]. ¶ فالسر عنده علانية، والغيب عنده شهادة: {سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ} [الرعد/10]. ¶ ما شاء الله كان: ¶ لإذن فكل ما يحدث لنا من ذل وهوان وهزائم ونكسات فبعلم الله وإذنه: {وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ} [الأنعام/112]. ¶ فما فعله فرعون ببني إسرائيل ما كان ليحدث لو لم يأذن به الله: {وَإِذْ نَجَّيْنَاكُمْ مِنْ آَلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ} [البقرة/49].",
            "page": "4",
            "part": "1",
            "seal": "45918F6E"
        },
        {
            "id": "6",
            "nass": "وعندما كلف الله عز وجل موسى وأخاه هارون - عليهما السلام - بالرسالة خافا من بطش فرعون بهما وطغيانه عليهما: {قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَى} [طه/45]، فماذا قال الله لهما: {لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} [طه/46]. ¶ أخرج الإمام أحمد في الزهد عن ابن عباس رضي الله عنهما قال: لما بعث الله عز وجل موسى وهارون عليهما السلام إلى فرعون قال: لا يغركما لباسه الذي ألبسته، فإن ناصيته بيدي، ولا ينطق ولا يطرف إلا بإذني (¬1). ¶ من هنا يتأكد لدينا أن كل طلقة خرجت من بندقية عدو من أعدائنا لتصيب طفلا أو امرأة أو شيخا، ما كانت لتصيب هدفها إلا بإذن الله: {وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ فَبِإِذْنِ اللَّهِ} [آل عمران/166]. ¶ القدرة الإلهية: ¶ ومع قيومية الله وإحاطته بجميع خلقه، فهو سبحانه قادر مقتدر لا يعجزه شيء في الأرض ولا في السماء، يفعل ما يريد، لا معقب لحكمه، ولا راد لأمره: {وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ} [القمر/50]. ¶ وهو سبحانه لا يخاف من شيء - حاشاه - ولا يخشى عقبى شيء من أمره، كيف وهو صاحب هذا الكون والقائم عليه. ¶ له جنود السماوات والأرض، لا يمكن أن يفر منه أحد من خلقه، أو يختفي عنه، أو يتحدى إرادته: {وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا} [فاطر/44]. ¶ فإن كان أحدنا في شك من هذه الحقيقة فليسأل نفسه: من الذي أهلك فرعون الطاغية وأغرقه هو ومن معه بعد أن كان يُنكل ببني إسرائيل ويسومهم سوء العذاب؟! ومن الذي قطع دابر قوم لوط؟ وأهلك ثمود؟: {فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا (14) وَلَا يَخَافُ عُقْبَاهَا} [الشمس/14، 15]. ¶ ¬__________ ¶ (¬1) الزهد للإمام أحمد، ص 61 - ط دار الكتب العلمية - بيروت - لبنان.",
            "page": "5",
            "part": "1",
            "seal": "40A6D666"
        },
        {
            "id": "7",
            "nass": "ومن الذي أرسل الطير الأبابيل على أصحاب الفيل الذين أرادوا هدم الكعبة؟ ¶ هل نفعت عادا قوتها المزعومة حينما جاءها العذاب من الله؟: {فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الْآَخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ} [فصلت/16]. ¶ إن أمر الله ومشيئته نافذة أراد البشر ذلك أم لم يريدوا: {يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ وَإِنَّهُمْ آَتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ} [هود/76]. ¶ البداية من العبد: ¶ ومع هذه القدرة المطلقة والمشيئة النافذة التي لا تستطيع أي قوى الأرض مهما كان حجمها أن تقف أمامها، فإنها لا تتنزل غلا على من يستحقها .. لا تتنزل على الكافرين بالهلاك إلا بعد أن يستنفذوا فترة إمهال الله لهم، ويستقبلوا النعمة بالكفر، ويظلموا الناس، ويستدعوا بأفعالهم غضب الله عليهم: {فَلَمَّا آَسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ (55) فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآَخِرِينَ} [الزخرف/55، 56]. ¶ والقدرة الإلهية كذلك لا تتنزل بالمدد والنصر على الفئة المؤمنة إلا إذا استوفت الشروط المؤهلة لذلك، والتي يأتي على رأسها: أن يتغير حالها إلى الحال الذي يرضي الله عز وجل، وتترك ما يبغضه، كما قال سبحانه: {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد/11].",
            "page": "6",
            "part": "1",
            "seal": "998B920D"
        },
        {
            "id": "8",
            "nass": "تأملات في آية التغيير: ¶ والجدير بالذكر أن آية التغيير السابقة والتي جاءت في سورة الرعد قد سبقتها آيات وتلتها آيات تتحدث عن مظاهر القدرة الإلهية المطلقة والتي نرى الكثير منها بأعيننا، كقوله تعالى: {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا} [الرعد/2]، وقوله: {وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا} [الرعد/3]، وقوله: {اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَى وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ} [الرعد/8]، ويمضي السياق في السورة ليعدد مظاهر القدرة الإلهية: {سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ} [الرعد/10]. ¶ وفي خضم هذه الآيات تأتي آية التغيير: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد/11]. ¶ ويستمر السياق بعدها ليؤكد على نفس المعنى الذي بدأت به السورة: {وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ (11) هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ (12) وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ} [الرعد/11 - 13]. ¶ فما مناسبة وجود آية التغيير بين هذه الآيات؟ وما الرابط بينها؟",
            "page": "7",
            "part": "1",
            "seal": "DE73A89B"
        },
        {
            "id": "9",
            "nass": "هناك بلا شك دلالات كثيرة من وجود هذه الآية وسط الآيات التي تتحدث عن القدرة الإلهية المطلقة، ولعل من هذه الدلالات أنها تحمل لنا جميعا رسالة تقول: إن الله عز وجل ذو قدرة مطلقة، وعلم لا حدود له، وقوة لا يمكن تخيلها، ومشيئة نافذة، والدليل على ذلك ما نراه بأعيننا من سماء مترامية الأطراف مرفوعة بلا عمد، ومن الأرض الممدودة، ومن البرق والصواعق المخيفة. ¶ هذا الإله العظيم الذي ترون آثار قدرته بأعينكم يستطيع - بلا شك - أن يغير ما بكم من ذل وهوان وسوء حال، وكل ذلك في لمح البصر .. ومع سهولة ذلك ويسره عليه فإنه لم يفعل ذلك إلا إذا بدأتم أنتم بتغيير ما بأنفسكم وأصبحتم على الحال الذي يرضيه. ¶ فليُعل بنا إذا ما يُفعل، وليزداد بنا الذل والهوان، ولتشتد الصرخات والآهات، ولتكثر الجراح في جسد الأمة، وليضعنا أعداؤنا تحت أقدامهم، فلن يغير الله ذلك كله، ولن ينزل نصره علينا، ويعيد لنا مجدنا الضائع إلا إذا بدأنا نحن بتغيير ما بأنفسنا. ¶ الأمل في الله وحده: ¶ من ينظر ويتفحص ما عند أعدائنا من إمكانات مادية، وتكنولوجيا متطورة، وأسلحة دمار شامل، ثم يقارن ذلك كله بما نملكه فقد يصيبه الإحباط، أو يتسرب إلى نفسه اليأس، فلا وجه للمقارنة بيننا وبينهم. ¶ ومن ناحية أخرى فواقع الأمر يخبرنا بأنه لأمل حقيقيا للحاق بهم لأنهم لن يسمحوا لنا بامتلاك أسباب القوة ولا كل ما هو جديد، فالمساحة التي أتاحوا لنا التحرك فيها محدودة، ومهما اجتهدنا فيها فسنكون دوما في ركب التخلف، وأذيال الأمم. ¶ هذا الواقع نعلمه جميعا، مما يجعل البعض منا يعتبر الحديث عن عودة الخلافة الإسلامية وأستاذية العالم مرة أخرى ضربا من ضروب الخيال وأحلام اليقظة. ¶ نعم هذا حقيقي إذا ما كانت الحسابات \" المادية فقط \" هي الحاكمة لهذا الأمر أما في حالة وجود القوة الإلهية الجبارة فستنقلب المعادلات، وستتغير الموازين، وتتلاشى القوى المزعومة.",
            "page": "8",
            "part": "1",
            "seal": "7B7D4720"
        },
        {
            "id": "10",
            "nass": "فإن كنت في شك من هذا فتأمل معي أثر هذه القوة حين انحازت لرسول من رسل الله والفئة القليلة التي آمنت معه: {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (9) فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (10) فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11) وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (12) وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13) تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ} [القمر/9 - 14]. ¶ تلك القوة الإلهية هي التي أدارت معركة بدر لتنصر فئة قليلة عددا وعدة، ولكنها كبيرة بإيمانها وصدق توجهها إلى ربها: {إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آَمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} [الأنفال/12]. ¶ القوة الإلهية هي التي هزمت الأحزاب دون ستار من الأسباب البشرية: {وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا} [الأحزاب/25]. ¶ إذن فلا أمل حقيقي لنا إلا باستدعاء تلك القوة التي لا تُقهر، والتي لا تقف أمامها أي أسباب مهما عظُمت. ¶ هل نترك الأسباب؟ ¶ ليس معنى القول بأن أملنا في الله وحده أن نترك الأسباب المادية بدعوى عدم جدواها، بل المطلوب هو العكس علينا أن نملأ كل فراغ يتاح أمامنا، ونتغلغل في كل القطاعات، ونجتهد غاية الاجتهاد في امتلاك أسباب القوة كما طالبنا الله عز وجل بذلك: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} [الأنفال/60].",
            "page": "9",
            "part": "1",
            "seal": "CB2E1F19"
        },
        {
            "id": "11",
            "nass": "وعلى قدر اجتهادنا في الأخذ بما يتاح أمامنا من أسباب نكون قد حققنا شرطا مهما من شروط النصر والتغيير، مع الأخذ في الاعتبار أن الأسباب بعينها لن تحقق لنا النصر {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ} [آل عمران/126]، واجتهادنا في تحصيلها يأتي امتثالا لأمر الله، وتنفيذا لمقتضى سننه التي ربطت الأسباب بمسبباتها .. فمن يريد السفر من مكان إلى مكان آخر فعليه اتخاذ سبب ووسيلة يسافر من خلالها مهما كان صلاحه وتقواه .. هذه الوسيلة في حقيقتها لا تملك القدرة على السير بهذا الشخص وتوصيله إلى المكان الذي يريد، فما هي إلا ستار وشكل تتنزل من خلاله القدرة الإلهية، والقرآن مليء بالآيات التي تقرر هذه الحقيقة، كقوله تعالى: {وَآَيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ} [يس/41]، وقوله: {وَلَقَدْ كَرَّمْنَا بَنِي آَدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ} [الإسراء/70]. ¶ وعندما عرض القرآن قصة نوح عليه السلام والسفينة التي ظل فترة طويلة يصنعها بوحي من الله عز وجل ليستخدمها عند حدوث الطوفان لينجو بها هو ومن معه .. هذه السفينة يخبرنا الله سبحانه وتعالى بحقيقتها وأنها لا تملك قدرة ذاتية تمكنها من السير في البحر فما هي إلا ألواح من الخشب، ومسامير من الحديد، أما الذي يسيرها ويمدها بالقدرة على الحركة فهو الله وحده لا شريك له .. ويقرر القرآن هذه الحقيقة بقوله تعالى: {وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13) تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ} [القمر/13، 14]. ¶ فلابد إذن من وجود السبب لتتنزل من خلاله القدرة الإلهية، وفي نفس الوقت فإن السبب لا قيمة له بدون المدد الإلهي: {فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} [الأنفال/17].",
            "page": "10",
            "part": "1",
            "seal": "18F8C85E"
        },
        {
            "id": "12",
            "nass": "تأمل معي ما حدث للصحابة وقد نفد ماؤهم وأرادوا الوضوء والشرب، فذهبوا إلى رسول الله صلى الله عليه وسلم يخبرونه بذلك، فماذا فعل عليه الصلاة والسلام؟ ¶ طلب منهم إحضار ما تبقي عندهم من ماء، ثم وضع فيه أصابعه الشريفة فنبع من بينها الماء ليشرب الجميع ويتوضأ (¬1). ¶ فهنا كان الماء القليل ستارا وشكلا تنزل من خلاله الفيض الإلهي. ¶ إذن فعلاقتنا بالأسباب علاقة استجداد للمدد الإلهي الذي يتنزل من خلال وجودها، فالنوم سبب يتنزل من خلاله المدد الإلهي بالشعور بالراحة وتجديد النشاط، وشرب الماء سبب يتنزل من خلاله المدد الإلهي بالإرواء ... وهكذا. ¶ نأخذ بالأسباب ولا نتعلق بها: ¶ فإن كان وجود الأسباب ضروريا لظهور القدرة الإلهية، فإن هذا ليس معناه التعلق بها، وتضخيمها، بل علينا أن نضعها في حجمها المناسب والمحدود، وإلا صارت حجابا يحجب التأييد والنصر الإلهي، وذلك عندما يتعلق به الشخص ويظن أنه يُنصر بها، فتصير شكلا من أشكال الشرك بالله ينافي كمال التوحيد ومقتضاه. ¶ وفي المقابل، فإن من يترك الأسباب وهو قادر على تحصيلها ظنا منه أنه إذا توجه إلى الله عز وجل بطلب ما يريد فإنه سبحانه سيلبي له طلبه دون الحاجة على الأسباب .. هذا الشخص بهذا التصرف قد أساء الأدب مع الله عز وجل، لأنه يريد منه سبحانه أن يخرق له السنن التي أقام عليها الأرض. ¶ ¬__________ ¶ (¬1) أحاديث نبع الماء من بين أصابع الرسول صلى الله عليه وسلم كثيرة منها: ما رواه البخاري عن ابن مسعود رضي الله عنه قال: بينما نحن مع رسول الله صلى الله عليه وسلم وليس معنا ماء، فقال لنا رسول الله صلى الله عليه وسلم: \" اطلبوا من معه فضل ماء \" فأتى بماء فصبه في إناء، ثم وضع كفه فيه، فجعل الماء ينبع من بين أصابع رسول الله صلى الله عليه وسلم.",
            "page": "11",
            "part": "1",
            "seal": "1E2CF05E"
        },
        {
            "id": "13",
            "nass": "نعم قد يتعرض الواحد منا لمواقف تقل فيها الأسباب أو تنعدم دون إرادة منه، كمن لم يستطع النوم ويريد إنجاز الكثير من المهام التي تحتاج إلى تركيز وصفاء ذهن .. هنا انعدمت أسباب الراحة أو قلت دون إرادة منه، فماذا يفعل؟ هل يقول: لأني لم أنم فلن أستطيع القيام بهذه الأعمال، أم يتجاوز الأسباب التي لم تتح له ويتوجه مباشرة إلى الله عز وجل، طالبا منه العون والمدد بالقدرة على التركيز وحسن إنهاء هذه الأعمال؟ ¶ لو تبنى الإجابة الأولى يكون تعلقه بالأسباب أكثر من تعلقه بالله عز وجل. ¶ ولو تبنى الإجابة الثانية تكون الأسباب بالنسبة إليه وسيلة تتنزل من خلالها القدرة الإلهية .. والدليل على ذلك أنه لم ينزعج عند انعدامها أو قلتها، بل توجه إلى الله مباشرة طالبا عونه ومدده. والأفضل من ذلك أن يكون حاله في وجود الأسباب كحاله عند عدم وجودها من تضرع وإلحاح على الله عز وجل وطلب العون والمدد منه سبحانه. ¶ علاقة الأسباب المادية بالنصر: ¶ إذن فالواجب يحتك علينا أن نجتهد في تحصيل أسباب القوة، ليتنزل نصر الله ومدده من خلالها دون تعلق بتلك الأسباب، أو اعتبار أن النصر يستلزم وجودها بقدر كبير، وهذا ما كان يفهمه المسلمون الأوائل .. فقد كانوا ينتصرون على أعدائهم وهم أقل منهم عددا وعدة كما حدث في بدر واليرموك وغيرهما من المعارك الإسلامية الخالدة التي أظهرت القدرة والتأييد الإلهي للفئة المؤمنة مع قلة وجود الأسباب المادية معها .. تأمل معي قوله تعالى: {قَدْ كَانَ لَكُمْ آَيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ مِثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَنْ يَشَاءُ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ} [آل عمران/13].",
            "page": "12",
            "part": "1",
            "seal": "CC3100D8"
        },
        {
            "id": "14",
            "nass": "ومن فقه التعامل مع الأسباب: ¶ أننا قد نُعذر إذا ما قصرنا في اتخاذ جميع الأسباب المادية لأمور خارجة عن إرادتنا، ولكننا لا نُعذر في عدم تعلقنا بالله عز وجل وتغيير ما بأنفسنا لأننا جميعا نقدر على ذلك. ¶ ومن ذلك أيضا أنه إن كان قانون السببية من أهم القوانين الحاكمة للأرض، فإن السبب الأساسي الذي يستجلب النصر والتغيير هو تغيير ما بالنفس ونصرة الله عليها، وصدق التوجه إليه، وعدم التعلق بشيء سواه، كما قال تعالى: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} [محمد/7]، وقال: {وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا} [آل عمران/120]، وقال: {أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ} [الزمر/36]. ¶ وعندما تُترك هذه القوانين يتعلق العبد بالأسباب المادية ولا يتعلق بالله عز وجل، فإنه يُخذل ولا يوفق، كما حدث للمسلين في غزوة حنين: {وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ} [التوبة/25]. ¶ من هنا يتضح لنا أن السبب المحوري للنصر والتغيير هو التعلق التام بالله عز وجل، وصدق التوجه إليه، وارتداء رداء العبودية له، وهذا لن يتم إلا من خلال تغيير ما بالنفس. ¶ الخلاصة: ¶ وخلاصة القول: أن الوضع المزري الذي وصلت إليه الأمة الإسلامية ما هو إلا نتاج طبيعي لابتعادها عن الله وشرعه، وأنه سبحانه وتعالى يستطيع أن يغير ما حاق بنا في لمح البصر، وأنه لن يفعل ذلك مهما حدث لنا من ذل وهوان إلا إذا غيرنا ما بأنفسنا. ¶ إذن فنقطة البداية التي ينبغي أن نبدأها للخروج من النفق المظلم الذي نسير فيه تبدأ مني ومنك .. فماذا نحن فاعلون؟؟ ¶ هل سنستمر في البكاء والأسف على أحوال أمتنا دون فعل شيء؟؟ ¶ هل سنظل في دائرة الإحباط التي ندور فيها؟ أم سنبدأ من الآن في تغيير ما بأنفسنا؟؟",
            "page": "13",
            "part": "1",
            "seal": "72596AB0"
        },
        {
            "id": "15",
            "nass": "قال تعالى: {فَقَاتِلْ فِي سَبِيلِ اللَّهِ لَا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْسًا وَأَشَدُّ تَنْكِيلًا} [النساء/84]. ¶ ما المقصود بالتغيير؟ ¶ خلقنا الله عز وجل وكرمنا على سائر خلقه، وأسجد الملائكة لأبينا آدم، وأعد لنا الجنة لتكون لنا دارا: {وَلَقَدْ كَرَّمْنَا بَنِي آَدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا} [الإسراء/70]. ¶ ولقد خلقنا الله سبحانه وتعالى وكرمنا هذا التكريم، وأسكننا الأرض وسخرها لنا، لنقوم بأداء مهمة جليلة ألا وهي عبادته {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات/56]. ¶ فنحن إذن لم نخرج إلى الأرض لنأكل أو لنشرب أو لنتزوج، بل خرجنا لأداء وظيفة محددة .. وظيفة العبودية لله عز وجل. ¶ معنى العبودية: ¶ والعبودية المطلوبة من العبد لربه تشمل خضوعه واستسلامه وانقياده التام والمطلق له. ¶ وأن يكون الله هو غايته ومطلبه ومقصده في أقواله وأفعاله وحركاته وسكناته. ¶ وتشمل كذلك حبه سبحانه وتعالى حتى يصير أحب إلينا من كل شيء، وأن يكون العمل على رضاه هو شغلنا الشاغل، فنحرص على القيام بكل ما يرضيه، والابتعاد عن كل ما يبغضه. ¶ ومن مظاهر العبودية: أن تصبح تصوراتنا واهتماماتنا، وأفراحنا وأحزاننا متعلقة بالله عز وجل، فنحب ما يحبه ونبغض ما يبغضه، ونفرح لما يرضيه ونغضب لما يُغضبه. ¶ ومنها: خشيته في السر والعلن، والتوكل الدائم عليه، والرجاء فيه، ودوام الإنابة إليه، والثقة فيما عنده. ¶ ومنها: دعوة الخلق إليه وتحبيبهم فيه، وجهادهم من أجل نشر دينه، وإعلاء رايته.",
            "page": "14",
            "part": "1",
            "seal": "48208CA1"
        },
        {
            "id": "16",
            "nass": "امتحان العبودية: ¶ إذن فالوظيفة الأساسية لكل فرد يخرج إلى الأرض هي ممارسة العبودية لله عز وجل في فترة وجوده في الدنيا بداية من بلوغه الحلم وحتى موته .. هذه الوظيفة ليست سهلة على الناس أن يقوموا بها، فالمولى سبحانه وتعالى جعل المكان الذي يؤدي فيه الفرد امتحان العبودية هو الأرض، وزينها بأشياء كثيرة تميل إليها النفس، ليكون الصراع بين ما يحبه الله عز وجل ويريده من العبد، وبين ما تحبه النفس وتريد تحقيقه: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآَبِ} [آل عمران/14]. ¶ فوجودنا على الأرض وما تحتويه من زينة يتطلب منا جهادا لأنفسنا ونصرة لله عليها إن أردنا أن نرتدي رداء العبودية وننجح في الامتحان. ¶ ولقد ربط سبحانه بين ولايته ومدده ونصرته لعباده، وبين نصرتهم له على أنفسهم وتغيير ما بها، كما قال في كتابه: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} [محمد/7]، وقال: {إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [الرعد/11]. ¶ والتحقق بمعاني العبودية، وتغيير ما بالنفس، يشمل المفاهيم والتصورات، والمشاعر والوجدانات، والسر والعلانية، والأقوال والأفعال.",
            "page": "15",
            "part": "1",
            "seal": "D0698E3D"
        },
        {
            "id": "17",
            "nass": "وفي المقابل، فكما خلع العبد رداء عبوديته لربه، وسار وراء هواه وازداد تعلقه بالدنيا، وحبه لها، ابتعد عن ولاية ربه واستدعى بأفعاله تلك غضبه سبحانه وتعالى، واستحق عقابه: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ (53) كَدَأْبِ آَلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآَيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آَلَ فِرْعَوْنَ وَكُلٌّ كَانُوا ظَالِمِينَ} [الأنفال/53، 54]. ¶ شروط الولاية: ¶ الله عز وجل لا يظلم الناس شيئا ولكن الناس هم الذين يظلمون أنفسهم بابتعادهم عن ممارسة الوظيفة المطلوبة منهم. ¶ تخيل أن شخصين قد أُرسلا من قِبل رؤسائهما في بعثة إلى بلد من البلدان لأداء مهمة معينة وفي وقت محدد. ¶ أما الأول فقد انبهر بما رآه في هذا البلد وانشغل بملذاته ناسيا المهمة التي جاء من أجلها، والآخر انشغل بوظيفته والمهام التي كُلف بأدائها ... كل ذلك يحدث والتقارير تصل بانتظام لرؤسائهما. ¶ تُرى!! هل تكون مشاعر الرؤساء تجاههما واحدة؟! ¶ وماذا لو احتاجا مساعدة .. فلأيهما ستكون؟! فمن البديهي أن الذي يقوم بمهمته هو الذي سيحظى برعاية رؤسائه وإجابة مطالبه، ومساعدته وقت الحاجة .. أما الآخر فلن يتبناه أحد، ولن يُلتفت إلى طلباته، بل العكس سيحدث، فالعقوبات والجزاءات تنتظره.",
            "page": "16",
            "part": "1",
            "seal": "56A3F3DE"
        },
        {
            "id": "18",
            "nass": "ولله المثل الأعلى، فلقد كلفنا الله عز وجل بأداء مهمة محددة على الأرض، فمن اجتهد في القيام بها، فقد عرض نفسه لرضا مولاه، ومن ثمَّ عونه ومدده، أما من ترك مهمته وانشغل بشهواته، فقد عرض نفسه لغضب مولاه، ومن ثمَّ حرمانه من المدد والتوفيق: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (5) وَصَدَّقَ بِالْحُسْنَى (6) فَسَنُيَسِّرُهُ لِلْيُسْرَى (7) وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى (8) وَكَذَّبَ بِالْحُسْنَى (9) فَسَنُيَسِّرُهُ لِلْعُسْرَى} [الليل/5 - 10]. ¶ إذن فنحن الذين نحدد لأنفسنا الطريقة التي يعاملنا الله بها، فعلى قدر استقامتنا على أمر الله، وقيامنا بمهام العبودية تكون ولايته ونصرته لنا سبحانه وتعالى {وَلَوْ أَنَّ أَهْلَ الْقُرَى آَمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ} [الأعراف/96]. ¶ الكرامة والاستقامة: ¶ من هنا يتضح لنا أن كرامة العبد عند الله مرتبطة بمدى عبوديته له، ولا علاقة لذلك بالنسب أو الماضي أو ... ، ألم يقل سبحانه وتعالى لحبيبه صلى الله عليه وسلم: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر/65]، وقال تعالى: {وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} [البقرة/120]. ¶ فالولاية والكرامة على قدر الاستقامة، واستمرارها مرتبط ببقاء حالة تلك الاستقامة، فعلى سبيل المثال: إن الله عز وجل فضل بني إسرائيل على العالمين في فترة من الفترات بسبب صبرهم وتحملهم الأذى في سبيله: {وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا} [الأعراف/137].",
            "page": "17",
            "part": "1",
            "seal": "D6854D51"
        },
        {
            "id": "19",
            "nass": "وعندما أساءوا استقبال نعم ربهم عليهم، وقابلوها بالجحود والطغيان واحدة تلو أخرى، كان العقاب الأليم من الله عز وجل، والذي وصل مداه بأن جعل منهم قردة وخنازير: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ} [المائدة/13]. ¶ ومن أوفى بعهده من الله: ¶ يقص علينا القرآن قصصا لناس كانوا يعيشون في رغد من العيش، فلم يستقبلوا تلك النعم بالعبودية المطلوبة، والإذعان لله عز وجل، فسلبها الله منهم وأذاقهم العذاب: {وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آَمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ} [النحل/112]. ¶ وفي المقابل، كم من أناس كانوا في جاهلية وتفرق وتشرذم، فغيروا ما بأنفسهم وأصبحوا عبيدا لله عز وجل، فكان الوفاء الكريم والسريع منه سبحانه وتعالى لهم فغير ما بهم من بؤس وضياع، وأعطاهم مفاتيح الأرض ليكونوا سادتها، وذلك في سنوات معدودة ... وما نموذج جيل الصحابة منا ببعيد. ¶ نظرة على الواقع: ¶ فإذا ما أسقطنا هذه القاعدة على الواقع الذي تحياه أمتنا الآن نجد أن ما يحدث لنا من ذل وهوان وبؤس وعذاب لم يأت من فراغ، بل بسبب ما اقترفته أيدينا، فبأفعالنا استدعينا غضب الله علينا .. أم نعطل شريعته ونتحاكم إلى غيره؟ ¶ ألم نُنح كتابه ودستوره الخالد ونستبدله بقوانين وضعية تحلل الحرام وتحرم الحلال؟ ¶ ماذا نقول في البنوك التي تتعامل بالربا؟ ¶ وماذا نقول في الخمور التي تباع جهارا نهارا في كثير من بلدان المسلمين؟ ¶ وماذا نقول في سفور النساء واختلاطهن بالرجال؟ ¶ وماذا ... وماذا؟",
            "page": "18",
            "part": "1",
            "seal": "0A8AE55D"
        },
        {
            "id": "20",
            "nass": "وليت الأمر وصل إلى هذه الدرجة، بل قد انتشر الفساد في كل الاتجاهات، ولم يعُد مقصورا على طبقة دون أخرى، فالمنكرات تملأ بلدان المسلمين .. تفشى الظلم والفساد والغش والكذب بين الناس. ¶ دخلت الفضائيات بيوت المسلمين لتعرض لهم الفحش والفجور ليلا ونهارا، فاستثيرت الشهوات، وانتهكت الحرمات. ¶ أصبحنا في زمان القابض فيه على دينه كالقابض على الجمر. ¶ ارتفعت رايات الباطل ونُكست رايات الحق. ¶ أُفسح المجال لدعاة العلمانية والتغريب، وغُيِّب صوت الدعاة إلى الله. ¶ أصبح التمسك بالدين يعني التطرف والإرهاب، وأما التفسخ والانحلال فهو الاعتدال والوسطية .. صار بأسنا بيننا شديد، واستعان بعضنا بالكفار وأعداء الدين على إخوانه المسلمين. ¶ تفرقنا على رايات قومية، وتركنا الجهاد في سبيل الله، وتقاعسنا عن نصرة إخواننا المضطهدين في كل مكان. ¶ حب الدنيا: ¶ لقد ملأ حب الدنيا قلوبنا، فأصبحت تصوراتنا وأحلامنا منبثقة منها .. اتجهت أعيننا إلى الأرض وتصارعنا على ما فيها، فوقعنا فيما حذرنا منه رسول الله صلى الله عليه وسلم بقوله: \" إذا تبايعتم بالعينة، وأخذتم أذناب البقر، ورضيتم بالزرع، وتركتم الجهاد: سلط الله عليكم ذلا لا ينزعه حتى ترجعوا إلى دينكم \" (¬1). ¶ الم نرض بالزرع .. ألم نحلم بامتلاك الأراضي، وبناء العقارات .. ألم يشغل تفكيرنا التخطيط لمستقبلنا ومستقبل أبنائنا في الدنيا؟ ¶ ألم ننشغل بتنمية أموالنا وزيادة أرصدتنا؟ ¶ فماذا نريد بعد ذلك .. وماذا نتوقع أن يحدث لنا؟ ¶ إن اقتراف شيء واحد مما سبق ذكره لكفيل باستدعاء غضب الله علينا، فكيف بهذا كله وغيره، مما تمتلئ به بلاد المسلمين؟!! ¶ ¬__________ ¶ (¬1) صحيح: أخرجه أبو داود في سننه (ج 3 / ص 291). وأورده الشيخ الألباني في صحيح الجامع برقم (432).",
            "page": "19",
            "part": "1",
            "seal": "3DFAC7CD"
        },
        {
            "id": "21",
            "nass": "تأمل معي خطاب الترهيب الإلهي للمؤمنين من الوقوع في فعل شيئ واحد مما نفعله: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ (278) فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ} [البقرة/278، 279]. ¶ والله إن لم تكن العاقبة إلا وقوفنا ندا محاربين لله ورسوله صلى الله عليه وسلم لكفى. ¶ هذا فيما يخص الربا، فماذا في موالاة الكافرين: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا} [النساء/144]. ¶ تأمل قوله تعالى: {أَتُرِيدُونَ أَنْ تَجْعَلُوا لِلَّهِ عَلَيْكُمْ سُلْطَانًا مُبِينًا} [النساء/144]. ¶ ولقد حدث هذا بالفعل، وأصبحنا كأمة إسلامية في دائرة الغضب والعقوبة الإلهية وإن اختلف شكلها من مكان لآخر، ولعل من أهم المظاهر التي تؤكد لنا هواننا على الله عز وجل هو تسلط الأعداء علينا من هندوس وشيوعيين وبوذيين وصليبيين ويهود، هؤلاء الكفار ما كانوا ليفعلوا بنا ما يفعلون لو لم يأذن به الله: {وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ} [الأنعام/112]. ¶ اليهود الذين كتب الله عليهم الذلة والمسكنة إلى يوم القيامة أصبحوا هم الذين يقومون بإذلالنا وإهانتنا وإهدار كرامتنا، وفرض سياستهم علينا. ¶ ألهذا الحد أغضبنا الله عز وجل؟ ¶ أأصبح أبناء القردة والخنازير الأداة التي نؤدب بها؟: {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا} [النساء/123]. ¶ الجسد الواحد: ¶ فإن قلت: ولكن أنا لا أفعل هذه الموبقات، وأعمل جاهدا على إصلاح نفسي، والاستقامة على أمر الله، فلماذا أُعاقب بما يعاقب به العاصون؟",
            "page": "20",
            "part": "1",
            "seal": "294FCDD8"
        },
        {
            "id": "22",
            "nass": "يجيب عن هذا التساؤل أبو بكر الصديق رضي الله عنه بقوله: يا أيها الناس إنكم تقرأون هذه الآية وتضعونها على غير مواضعها، وقرأ: {يَا أَيُّهَا الَّذِينَ آَمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} [المائدة/105]، وإني سمعت رسول الله صلى الله عليه وسلم يقول: \" إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب منه \" (¬1). ¶ إن الأمة الإسلامية أمة واحدة، يشكل مجموع المسلمين جسدها، فإذا حدث لعضو في هذا الجسد مكروه، فعلى الجميع أن يعملوا على عودته لصحته مرة أخرى. ¶ إذن فكون البعض منا صالحا في نفسه، مبتعدا عما يغضب ربه، فهذا لا يعفيه من مسئوليته عن الأمة وما يحدث لها ... عليه أن يأمر بالمعروف وينهى عن المنكر، ويبذل غاية جهده في إصلاح الفساد، وإقامة المشروع الإسلامي، فإن لم يفعل ذلك دخل في عموم المعاقبين عقابا جماعيا كما قال تعالى: {وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ} [الأنفال/25]. يقول ابن عباس رضي الله عنهما في تفسيره لهذه الآية: أمر الله المؤمنين أن لا يقروا المنكر بين أظهرهم فيعمهم الله بالعذاب، وقال الضحاك عن الفتنة المذكورة في الآية: إنها تصيب الظالم والصالح عامة (¬2). ¶ ¬__________ ¶ (¬1) أخرجه: وأبو داود (4/ 122، رقم 4338)، والنسائي في الكبرى (6/ 338، رقم 11157) والترمذي (4/ 467، رقم 2168)، وقال: حسن صحيح، وابن ماجه (2/ 1327، رقم 4005)، والبيهقي (10/ 91، رقم 19976)، والعدني، والحميدي عن أبى بكر رضي الله عنه، قال المناوي: بإسناد جيد). ¶ (¬2) الدر المنثور للسيوطي (3/ 322)، دار الكتب العلمية، بيروت - لبنان.",
            "page": "21",
            "part": "1",
            "seal": "572CDA6E"
        },
        {
            "id": "23",
            "nass": "وذكر ابن أبي الدنيا عن إبراهيم بن عمرو الصنعاني قال: أوحى الله إلى يوشع بن نون: إني مهلك من قومك أربعين ألفا من خيارهم، وستين ألفا من شرارهم. قال: يارب، هؤلاء الأشرار فما بال الأخيار؟! قال: إنهم لم يغضبوا لغضبي، وكانوا يؤاكلونهم ويشاربونهم (¬1). ¶ وتحسبونه هينا وهو عند الله عظيم: ¶ إن مخالفة أوامر الله وعصيانه لَشيء عظيم عنده سبحانه .. نعم هو الحليم الصبور، يصبر على عباده مرة ومرة، ولكن إذا ما استمروا في عصيانهم عاقبهم لعلهم يفيقون من غفلتهم ويرجعون إليه: {ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ} [الروم/41]. ¶ لقد خرج الصحابة رضوان الله عليهم مع رسول الله صلى الله عليه وسلم لملاقاة المشركين عند جبل أحد، وبدأت المعركة وانتصر المسلمون في البداية، ولما خالف عدد قليل منهم أمر رسول الله صلى الله عليه وسلم كان العقاب الأليم من الله عز وجل وكانت الهزيمة العنيفة التي حدثت لهم، فرسول الله صلى الله عليه وسلم كاد أن يُقتل، واستشهد منهم سبعون رجلا و ... ، كل ذلك بسبب عصيان بعضهم لأمر رسول الله صلى الله عليه وسلم، قال تعالى: {وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآَخِرَةَ} [آل عمران/152]. ¶ أين أثر الدعاء: ¶ إذن فكل ما يحدث لنا من صور العذاب ما هي إلا عقوبات يعاقبنا الله عز وجل بها نتيجة لبعض أفعالنا: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} [الشورى/30]. ¶ ¬__________ ¶ (¬1) الداء والدواء لابن القيم ص 90 - دار ابن كثير، بيروت - لبنان.",
            "page": "22",
            "part": "1",
            "seal": "C28577F0"
        },
        {
            "id": "24",
            "nass": "ولا ينبغي لمن وقع في المخالفة وارتكب الذنب أن يستغرب العقوبة: {ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} [آل عمران/182]. ¶ عن إبراهيم النخعي قال: أوحى الله إلى نبي من الأنبياء، أن قل لقومك: إنه ليس من أهل قرية ولا أهل بيت ولا رجل يكونون لله عز وجل على طاعة فيتحولون منها إلى معصية إلا تحول الله عز وجل لهم مما يحبون إلى ما يكرهون. ¶ وليس أهل قرية ولا أهل بيت ولا رجل يكونون لله عز وجل على معصية، فيتحولون إلى طاعة الله عز وجل، إلا تحول الله عز وجل لهم مما يكرهون إلى ما يحبون (¬1). ¶ من هنا تتضح لنا الإجابة عن سؤال البعض: أين أثر دعائنا لله عز وجل الذي ندعوه ليل نهار بكشف الغمة عنا؟ ¶ إن الغمة لن تنكشف عنا بالدعاء فقط، بل لابد أن يسبق هذا الدعاء ويصاحبه تحول حقيقي عن كل ما يغضب الله، وانتقال إلى ما يرضيه، لابد من روح جديدة تسري في كيان الأمة فتوقظها من سُباتها، وتعمل على تغييرها تغييرا جذريا يشمل المفاهيم والتصورات، والسر والعلانية، والأقوال والأفعال. ¶ لابد أن تعود الأمة إلى الله وتتجه إليه وتعمل على استرضائه. ¶ أستاذية العالم: ¶ لقد مرت على امتنا في الماضي أوقات عصيبة، وحدث لها من الأحداث المشابهة لما يحدث لنا اليوم ... هذه الأحداث كانت سببا في استنهاض همم بعض الغيورين على الدين من أمثال صلاح الدين الأيوبي - رحمه الله - فعمد إلى نشر السنة والأمر بالمعروف والنهي عن المنكر، واستثارة همة الناس للجهاد في سبيل الله، ورغبهم فيه، فاستجاب له الكثيرون وخرجوا معه لتحرير القدس والمسجد الأقصى فنصره الله عز وجل نصرا مؤزرا، ولكن بعد موته - رحمه الله - وتولي أبناءه وأفراد أسرته الحكم من بعده بدأوا يتصارعون عليه فدب الوهن مرة أخرى في جسد الأمة وحدث لها ما حدث من أحداث جسام. ¶ ¬__________ ¶ (¬1) العقوبات لابن أبي الدنيا ص 52، 53، دار ابن حزم - بيروت.",
            "page": "23",
            "part": "1",
            "seal": "6DD06FA7"
        },
        {
            "id": "25",
            "nass": "إذن فنحن لا نريد انتصارا وقتيا في معركة من المعارك ثم يعود الحال إلى ما كان عليه، كما حدث في أفغانستان. ¶ لا نريد فقط قائدا يقودنا إلى الانتصار فإن مات وتركنا عادت الهزائم والنكبات، بل نريد أمة جديدة وأجيالا متلاحقة لا تعرف إلا الله وما يرضيه. ¶ نريد رايات الإسلام ترفرف من جديد على ربوع العالم الإسلامي .. على القدس ويافا وحيفا .. على الأندلس والفلبين .. على الهند والصين .. على روما. ¶ نريد الخلافة المفقودة وأستاذية العالم. ¶ نريد أن نستكمل ما بدأته الأجيال الأولى، فيصبح الدين كله لله. ¶ هذه الآمال العظيمة - أحلام اليوم - ستكون بلا شك حقائق الغد كما وعدنا رسول الله صلى الله عليه وسلم بقوله: \" ليبلغن هذا الأمر ما بلغ الليل والنهار، ولا يترك الله بيت مدر ولا وبر إلا أدخله الله هذا الدين بعز عزيز أو بذل ذليل، عزا يعز الله به الإسلام وذلا يذل به الكفر \" (¬1). ¶ يقينا سيحدث هذا، وستفتح روما، وسيعود الأقصى، وتأتي خلافة أخرى كأختها الراشدة الأولى، ولكن بمن؟: {يَا أَيُّهَا الَّذِينَ آَمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ} [المائدة/54]. ¶ ولكي نكون نحن وأبناؤنا من هؤلاء القوم، ولكي يعود مجد الإسلام من جديد، لابد من التغيير. ¶ ¬__________ ¶ (¬1) صحيح: أخرجه أحمد (4/ 103، رقم 16998)، والطبراني (2/ 58، رقم 1280)، قال الهيثمي (6/ 14): رجال أحمد رجال الصحيح. والحاكم (4/ 477، رقم 8326)، وقال: صحيح على شرط الشيخين. والبيهقي (9/ 181، رقم 18400).",
            "page": "24",
            "part": "1",
            "seal": "944DDD4F"
        },
        {
            "id": "26",
            "nass": "عوائق التغيير ¶ قد يقول قائل: إن كل ما قيل في الصفحات السابقة قد سمعناه مرات ومرات، ولا يوجد من يختلف حوله، ولكن النقطة التي نقف عندها ولا نستطيع تجاوزها هي كيفية التغيير. ¶ كيف نحول الكلام النظري إلى واقع عملي؟ ¶ كيف يصبح الله عز وجل أحب إلينا وأعز علينا من كل شيء؟ ¶ كيف تتغير اهتمامتنا من تفكير في المستقبل والأولاد و .. ، إلى تفكير فيما يُرضي الله سبحانه وتعالى؟ ¶ كيف نخرج حب الدنيا من قلوبنا ونتخلص من جواذب الأرض والطين؟ ¶ كيف نسارع في القيام بأعمال البر، ونهجر كل ما يغضب الله عز وجل؟ ¶ نظرة إلى واقعنا: ¶ قبل طرح التصور المقترح عن كيفية تغيير ما بأنفسنا لابد أن نشخص معا الحالة التي وصلنا إليها، والأسباب التي أفرزت هذا الواقع الذي نشاهده. ¶ لنسأل أنفسنا؟!. ¶ لماذا نتكلم كثيرا عن المبادئ والقيم ولا نستطيع أن نُلزم أنفسنا القيام بمقتضيات هذا الكلام؟ ¶ ما الذي يحول بيننا وبين تنفيذ التوجيهات التي تُلقى على مسامعنا؟! ¶ ما الذي يجعل سلوكنا لا ينطبق مع قولنا؟! ¶ هل الجهل هو السبب؟! ¶ وكيف يكون ذلك وما قيل ويقال للأمة الإسلامية عبر الفضائيات ووسائل الإعلام المختلفة يكفي لإصلاح الأجيال حتى قيام الساعة؟! ¶ ومع هذا كله فإننا لا نجد في واقعنا أثرا أو تغييرا حقيقيا يكافئ هذا الكم من الكلام. ¶ إذن فهناك انفصال بين القول والفعل .. بين الواجب والواقع .. فما السبب في ذلك؟! ¶ الإجابة عن هذا السؤال تستلزم معرفة الدوافع التي تدفع الإنسان للسلوك بصفة عامة والمراحل التي يمر بها قبل أن يظهر للواقع. ¶ كيف يتم السلوك؟ ¶ لكي يظهر سلوك اختياري ما إلى الوجود، فإن هناك ثلاث مراحل لابد أن تتم داخل الإنسان: ¶ أولا: القناعة العقلية بالفعل المراد القيام به. ¶ ثانيا: إصغاء قلبي لصوت العقل ورضاه بما يشير إليه. ¶ ثالثا: صدور أمر من القلب إلى الجوارح بالتنفيذ.",
            "page": "25",
            "part": "1",
            "seal": "80C86BAD"
        },
        {
            "id": "27",
            "nass": "هذه المراحل الثلاث جمعها قوله تعالى: {وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ} [الأنعام/113]. ¶ فإذا أردنا أن نشخص أسباب السلوك غير السوي والذي نشكو من وجوده، ونريد تغييره إلى ما يحبه الله ويرضاه، فلابد أن يتناول البحث محاور ثلاثة: ¶ المحور الأول: يتعلق بعقل الإنسان وفكره وقناعاته والتي تشكل المنطلق الأول للسلوك. ¶ المحور الثاني: يتعلق بقلب الإنسان وما يحول بينه وبين تنفيذ ما يمليه عليه العقل. ¶ المحور الثالث: يتعلق بالنفس التي تشكل العائق الأساسي الذي يقف أمام إخلاص هذا الفعل لله عز وجل. ¶ المحور الأول: العقل ¶ إن كان سلوك الإنسان ينطلق من المشاعر، والتي تشكل في مجموعها قلب الإنسان فإن ما يحرك هذه المشاعر هو الفكر .. فالفكر هو المنطلق الأول للسلوك، وعلى قدر قناعة العقل بالشيء تكون قدرته على التأثير في المشاعر. ¶ فإن قلت: ولكن هناك الكثير من الأفعال التي يقوم بها الإنسان بتلقائية ودون تفكير. ¶ نعم، يحدث ذلك فيما لا يقل عن ستين بالمائة من تصرفات الإنسان اليومية كما أثبت العلماء، مع ذلك فإن هذه الأفعال التلقائية تنطلق أيضا من الأفكار الراسخة داخل العقل، والتي تُسمى بمنطقة اللاشعور. ¶ الشعور واللاشعور: ¶ ينقسم عقل الإنسان إلى قسمين: مدرك، وغير مدرك. ¶ فبالعقل المدرك يستقبل الإنسان المعلومة ويفهمها ويدرك ما تدل عليه، فإذا وافق عليها واقتنع بها كان الطريق ممهدا لتنفيذ مقتضاها من خلال القلب، وإذا لم يقتنع بها فإنها لن تجاوز عقله. ¶ أما العقل غير المدرك أو ما يسمى باللاشعور أو اليقين. ففيه تُختزن المعلومات الراسخة لدى الإنسان (عن نفسه وعائلته ومفاهيمه وتصوراته وعقائده ... ).",
            "page": "26",
            "part": "1",
            "seal": "F114AE44"
        },
        {
            "id": "28",
            "nass": "هذه المنطقة تشكل المنطلق الأساسي للأفعال التلقائية التي تتم بدون تفكير، ولا يوجد إنسان على ظهر الأرض إلا ولديه منطقة يقين خاصة به .. هذا اليقين قد يكون صحيحا، وقد يكون خاطئا، ولكنه يبقى يقينا ليس فيه شك. ¶ فعلى سبيل المثال: هل يشك أحد في اسمه أو أسماء أبنائه وزوجته؟! ¶ وهل يشك أحد في كون الماء سببا للإرواء والطعام للإشباع، وأن الظلام يحل في المساء والشمس تشرق في الصباح؟! ¶ كيف يتكون اليقين؟ ¶ يقين الإنسان يتكون من خلال الأفكار التي ترد عليه من العقل المدرك. ¶ فما من فكرة يقبلها العقل المدرك إلا وتدخل إلى منطقة اللاشعور، فإذا تكرر مرور هذه الفكرة مرات ومرات من الشعور إلى اللاشعور اكتسبت هذه الفكرة صفة الرسوخ، وأصبحت ضمن يقين الإنسان وثوابته ومعتقداته، وأصبحت تشكل مصدرا لأفعاله التلقائية. ¶ فعلى سبيل المثال: فهم قواعد اللغة العربية يتم من خلال العقل المدرك، فإذا تدرب العقل مرات كثيرة على أن الفاعل دائما مرفوع، والمفعول دائما منصوب، فإن هذه المعلومات ترسخ فى اللاشعور لينطلق اللسان بعد ذلك رافعا للفاعل وناصبا للمفعول بتلقائية. ¶ وكذلك تعلم أحكام التجويد يتم أولا بالعقل المدرك ثم تنطلق هذه الأحكام إلى اللاشعور وترسخ فيها بالتكرار ثم التكرار، لتطلق الألسنة بعد ذلك وتطبق هذه الأحكام عند التلاوة ودونما تفكير، با أن الشخص قد ينسى منطوق الحكم التجويدي بمرور السنين لكنه لا يخطئ في تطبيقه. ¶ علاقة اليقين بالتغيير ¶ من الأمور الملاحظة بيننا: أننا كثيرا ما نتكلم عن قيم ومبادئ وتصورات، ونبدي قناعة تامة بما نسمع ونتحدث ثم نفاجأ بأن الكثير منا يخالف بفعله ما قاله بلسانه. ¶ فعلى سبيل المثال: عند طرح موضوع الذكور والإناث أيهما تريد أن تلده زوجتك؟! تجدنا نتبارى في إظهار استسلامنا لله عز وجل، وأننا سنرضى بما يقسمه لنا من هذا الرزق.",
            "page": "27",
            "part": "1",
            "seal": "F9EB8CBA"
        },
        {
            "id": "29",
            "nass": "هذا في ميدان القول، أم في الواقع فالأمر قد يختلف، فالبعض لن يستقبل مولودته الأنثى بهذا الرضا الذي أظهره أثناء المناقشة، فإذا ما أنجبت زوجته أنثى للمرة الثانية ازداد ضيقه .. هذا الضيق قد يتصاعد في المرة الثالثة لينطلق متهما زوجته بأنها السبب في ذلك، وقد يتوعدها إن تكرر الأمر مرة أخرى!! ¶ وفي موقف أخر تجد الحديث الدائر بين الناس عن أهمية الإحسان إلى الزوجة واستشارتها في أمور الحياة وأما في الواقع فتجد بعض المشاركين في هذا الحديث والمتحمسين له، يسيء لزوجته ويتعامل معها بأسلوب الأوامر وفرض الرأي .. ¶ نتحدث عن الدنيا وقيمتها الحقيرة، وضرورة عدم التعلق بها لأنها فانية و ... فإذا انتقلنا إلى واقعنا نجد الكثير منا يشغل باله وتفكيره بمستقبله ومستقبل أولاده الصغار وكيف يؤمنه لهم، فيبني لهم الدور، ويسعى سعيا حثيثا للادخار والاستثمار .. يفرح كلما ازداد رصيده من المال ويحزن عند نقصانه ¶ هذه وغيرها من الأمثلة تبين لنا التناقض بين الأقوال والأفعال، والتي تنشأ بصورة رئيسية بسبب التناقض بين ما نقتنع به بعقولنا المدركة، وبين ما يوجد في يقيننا من أفكار وتصرفات. ¶ فالولد الذي تربى في بيته على حب المال، عندما يكبر ويسمع عن ضرورة وأهمية الإنفاق في سبيل الله فإنه قد يبذل بعضا من ماله تأثرا بما سمعه، لكن سرعان ما يزول أثر هذا الكلام من ذاكرته ويعود لسابق عهده من الحرص والشح بالمال، وما دفعه إلى ذلك إلا يقينه الخاطئ الذي تكون لديه منذ الصغر ومارس مقتضياته مرات ومرات. ¶ كذلك فالذي يرى أباه يتعامل بجفاء مع أمه ولا ينكر ذلك، فإن هذه الصورة من التعامل سترسخ في يقينه ليطبقها بعد ذلك في التعامل مع زوجته.",
            "page": "28",
            "part": "1",
            "seal": "02FA8EE1"
        },
        {
            "id": "30",
            "nass": "وسائل تكوين اليقين: ¶ وسائل تكوين اليقين هي المصادر التي يستقي منها الفرد معارفه، وتقف على رأسها البيئة التي ينشأ فيها .. مع الأخذ في الاعتبار أنه كلما صغر السن كان تكوين اليقين أسرع لأن صاحبه يستقبل المعلومات بعقله المدرك دون أن يفكر فيها كثيرا ويمررها إلى منطقة اللاشعور لترسخ فيها من خلال تكرار مروره عليها، هذا من ناحية، ومن ناحية أخرى فإن الأبوين هما القدوة والمثل الأعلى لأبنائهما .. ومن هنا كانت تربية الأبوين للابن من أهم عوامل تكوين اليقين عنده، فما يشاهده في بيته منذ الصغر، وطريقة تعامل أبوية مع مفردات الحياة، والاهتمامات التي يهتمون بها وطريقة تعاملهم مع بعضهم البعض، أو مع الآخرين .. كل هذه الأشياء تشكل أكبر صانع لليقين داخل الإنسان وعلى أساسها تتكون شخصيته واهتماماته وتصوراته عن الحياة ¶ فعلى سبيل المثال: كثرة مشاهدة الأب وهو يذكر الله، ويحافظ على أداء الصلاة ويعطف على المساكين .. كل ذلك له دور كبير في ترسيخ أهمية هذه الأشياء في يقين الابن. ¶ أما الذي يلمس حرص أبويه على المال والادخار وبناء العقارات، ويرى حزنهما الشديد إذا ما ضاع منهما شيء من المال فستترجم هذه الاهتمامات في يقينه وتترسخ فيه ¶ خطورة التلفاز ¶ ومن وسائل تكوين اليقين داخل الإنسان كذلك:",
            "page": "29",
            "part": "1",
            "seal": "DDFD1159"
        },
        {
            "id": "31",
            "nass": "وسائل الإعلام بصورها المختلفة وأهمها جهاز التلفاز والذي يعد من أخطر عوامل بناء اليقين داخل الإنسان سواء كان صحيحا أم خاطئا، فما يعرض في هذا الجهاز الخطير وبصورة متكررة وبشكل شبه يومي من أفلام ومسلسلات وإعلانات له دور كبير في تكوين اليقين الخاطئ داخل الإنسان وبخاصة عند الصغر، فتكرار عرض صور النساء العارية والمناظر الخليعة واختلاط النساء بالرجال والصداقة بين الجنسين وما تنشئه من علاقات محرمة مع عرض كل هذا بأسلوب محبب - وفكاهي أحيانا - له دور كبير في قبول العقل لهذه الأفكار، ومن ثم مرورها إلي اليقين ورسوخها فيه بدوام تكرار عرضها، مع الأخذ في الاعتبار أن للصورة المرئية تأثيرا مباشرا على اللاشعور، فالعقل المدرك غالبا ما يتركها تمر دون تفكير (¬1). ¶ وفي المقابل عند استخدام هذا الجهاز بصورة موجهة ولبث الأفكار الصحيحة من خلاله فإن ذلك له دور كبير في بناء اليقين الصحيح داخل الفرد. ¶ دور المدرسة: ¶ أم العامل الثالث في تكوين يقين الإنسان: المدرسة، ففيها تُبث كذلك الأفكار والمبادئ والاهتمامات والتصورات ¶ ومع المدرسة تأتي البيئة المحيطة بالفرد كالأصدقاء والجيران والأقارب. ¶ ولا نُغفِل كذلك وسائل المعرفة الأخرى من كتب وصحف وكمبيوتر وألعاب. ¶ ¬__________ ¶ (¬1) نقلت مجلة (بث) السعودية أن من أغرب الأساليب الإعلانية التي استخدمتها شركة كوكاكولا أنها كانت تستأجر لقطات متفرقة لا تزيد عن 1/ 24 من الثانية في أهم الأفلام الأمريكية لتمرر صورة مشروبها، وهي عملية دعائية مدروسة ترسخ صورة المشروب في العقل الباطن للمشاهد دون مرورها على عقله الواعي، فلو سألته: هل شاهدت زجاجة (كوكاكولا) سيجيبك بالنفي ولكنه سيتوجه بعد مشاهدة الفيلم لشراء (كوكاكولا)، وقد مُنعت الشركة لاحقا من استخدام هذا الأسلوب الدعائي باعتباره أداة للغش التجاري - نقلا عن مجلة (بث) العدد، (16)، ذي القعدة 1424 هـ.",
            "page": "30",
            "part": "1",
            "seal": "E74851DF"
        },
        {
            "id": "32",
            "nass": "كل هذه العوامل تشترك في تكوين اليقين بشقيه الصحيح والخاطئ والذي يختلف من شخص لآخر بناء على طبيعة العوامل التي تعرض لها. ولكي يتم التغيير الصحيح في الاهتمامات والتصورات، ومن ثم السلوك لابد أولا من إعادة بناء منطقة اللاشعور واستبدال اليقين الخاطئ بيقين صحيح تنطلق منه الخواطر والاهتمامات والأفعال التلقائية في حياة الإنسان. ¶ المحور الثاني: القلب ¶ ومع أهمية الفكر كمنطلق أساسي للسلوك إلا أن هذا الفكر لابد أن يجد من القلب رضا وتجاوبا وإلا ظلت الأفكار حبيسة العقل، ليعيش الشخص في تناقض بين فكره وسلوكه. ¶ ولقد مرت علينا في حياتنا جميعا أوقات شعرنا فيها بهذا التناقض .. أحيانا نريد أن نقلع عن مشاهدة التلفاز فلا نستطيع .. نريد أن نستيقظ مع أذان الفجر أو قبله فلا نقدر .. نريد أن نترك عادة سيئة فلا نستطيع. ¶ فإن قلت: فما السبب الذي يجعلنا لا نستطيع تنفيذ أشياء قد اقتنعنا بها، بل قد رسخت أهميتها في يقيننا؟! وكذلك لا نستطيع ترك أشياء نحن على ثقة تامة بمدى خطورتها علينا؟! ¶ السبب في ذلك هو ضعف الإرادة القلبية والهزيمة أمام النفس. فإن كان العقل هو الدافع الأول للسلوك إلا أن الذي يأمر الجوارح بالتنفيذ هو القلب، فقلب الإنسان هو الملك على جميع الأعضاء، وما من فعل اختياري يقوم به العبد إلا ويعكس موافقة من القلب على تنفيذه. قال صلى الله عليه وسلم: \" ألا إن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب \" (¬1). ¶ معنى ذلك أن العقل قد يقتنع بفكرة ما ويشير على القلب بتنفيذها إلا أن القلب حين لا يرضى بذلك لا يتم الفعل. ¶ ولكن ما الذي يحول بين القلب وبين تنفيذ ما يشير به العقل؟! ¶ ¬__________ ¶ (¬1) صحيح: متفق عليه، البخاري (1/ 28، رقم 52)، ومسلم (3/ 1219، رقم 1599).",
            "page": "31",
            "part": "1",
            "seal": "7925685C"
        },
        {
            "id": "33",
            "nass": "الذي يحول بينه وبين ذلك تمكن الهوى منه وسيطرته عليه. فالقلب هو مجمع المشاعر والعواطف داخل الإنسان .. هذه العواطف يتجاذبها طرفان .. الطرف الأول: الإيمان بما في العقل من عقائد وأفكار، والثاني: الهوى وما تميل إليه النفس. ¶ فالعقل يريد من القلب تنفيذ مقتضيات أفكاره وقناعاته، والنفس تريد من القلب تنفيذ ما تهواه وتميل إليه من شهوات وحظوظ. ¶ فالصراع بين الإيمان والهوى يتم قبل كل فعل يقوم به العبد، وأيهما أقوى سينتصر ويستولي على إرادة القلب، ومن ثم يكون الفعل من نصيبه هو: {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ} [القصص/50]. ¶ فلحظة المعصية تعكس انتصار الهوى على الإيمان، ولحظة الطاعة تعكس انتصار الإيمان على الهوى في القلب كما قال صلى الله عليه وسلم:\" لا يزني العبد حين يزني وهو مؤمن، ولا يسرق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن، ولا يقتل وهو مؤمن \" (¬1). ¶ وعلى قدر تمكن الإيمان بالله من مشاعر الإنسان وقلبه يكون انعكاس ذلك على السلوك بأعمال صالحة، وعلى قدر تمكن الهوى من تلك المشاعر تكون المعاصي والغفلات. ¶ ¬__________ ¶ (¬1) صحيح: أخرجه البخاري (6/ 2497 رقم 6424)، وغيره.",
            "page": "32",
            "part": "1",
            "seal": "DD5773A3"
        },
        {
            "id": "34",
            "nass": "التشخيص: ¶ من هنا يتضح لنا أن السبب الرئيسي لعدم قيام القلب بتنفيذ قناعات العقل هو قوة الهوى وسيطرتها على أكبر قدر من مشاعره، مما يتيح لها التمكن من إرادته. بل إن وجود أي مساحة للهوى في القلب وإن صغرت لها مخاطرها في كونها ستعمل على التعبير عن هذا الوجود في وقت ما .. هذا الشخص سيظل يقوم بأعمال صالحة كثيرة وفي كل الاتجاهات تعكس قوة إيمانه، ولكن عند تعارض موعد مباراة فريقه المحبوب مع عمل من أعمال الإيمان كصلاة الجماعة مثلا تراه يجلس في بيته مشجعا لفريقه، فإن جاهد نفسه وذهب للصلاة تجد أنه يصلي بجوارحه أما قلبه فمعلق بالمباراة .. ما الذي حدث هنا؟! .. الذي حدث أن الهوى قد عبر عن نفسه في اللحظة المناسبة بسلوك خاطئ .. إذن علينا إذا ما أردنا تغييرا حقيقيا في سلوكنا أن نُمكِّن للإيمان في القلب ونطرد الهوى بأكمله منه، كما وصف الله عز وجل الصحابة - رضوان الله عليهم - بقوله: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آَبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ} [المجادلة/22]. ¶ فعندما تمكن الإيمان الكامل في قلوبهم استطاعوا بتأييد من الله أن يقاوموا أهوائهم والتي تريد موالاة الآباء والأبناء والإخوان. ¶ المحور الثالث: النفس ¶ خلق الله عز وجل في كل إنسان نفسا محبة للشهوات، مؤثرة للراحة، طالبة للعلو والتميز عن الآخرين .. تحب أن تأخذ نصيبها من كل فعل يقوم به العبد. ¶ ولأن هواها في الراحة فإنها تلح على صاحبها بعدم القيام بالطاعة لما فيها من مشقة.",
            "page": "33",
            "part": "1",
            "seal": "15F94BDC"
        },
        {
            "id": "35",
            "nass": "فإن قاومها العبد وألزمها فعل الطاعة فإنها لا تستسلم له بل تحاول أن تأخذ حظها من هذا الفعل، وذلك من خلال الإلحاح عليه لكشف عمله أمام الناس لتعلو منزلته عندهم فيعظموه ويمدحوه، فتُسقى من خلال ذلك شراب النشوة والسعادة. ¶ فإن لم يفعل ذلك فإنها لا تيأس من نيل حظها فتعمل على تضخيم العمل الذي قام به في عينه، وتشعره بتميزه به على الآخرين، فيُعجب بها ويرضى عنها، وينسى أن الله عز وجل هو الذي أعانه على القيام بهذا العمل. ¶ الصنم الداخلي: ¶ إذن فليس معنى أن الشخص يؤدي ما عليه من واجبات، ويحرص على الانضباط في سلوكه وتعاملاته ... ليس معنى هذا أنه قد ارتدى رداء العبودية، وأصبح في مظان الرضا والتوفيق الإلهي. فقد يكون هذا الشخص راضيا عن نفسه، فرحا بها، ينظر إليها بعين الإعجاب ويعتقد أنه مميز عن غيره بما يفعله من أعمال، وتراه دوما يقارن نفسه بغيره، ويرى انه أفضل من جميع من حوله، ولما لا وهو يصلي بالليل وهم نائمون، ويعمل للإسلام وهم قاعدون ... منضبط في سلوكه وهم مفرطون .. يعتقد أن عنده أشياء وملكات ذاتية ليست عند غيره، يمكنه ان ستدعيها ويستعين بها وقتما شاء، فتتضخم بذلك نفسه، وتكبر داخله وتصبح كالصنم يستعين به في تصريف أموره، فيشرك بذلك بالله عز وجل، ويتعرض للهلاك كما قال صلى الله عليه وسلم: \" ... فأما المهلكات: فشح مطاع، وهوى متبع، وإعجاب المرء بنفسه \" (¬1). ¶ ¬__________ ¶ (¬1) حديث حسن: رُوي عن ابن عمر وأنس رضي الله عنهم. ¶ حديث ابن عمر: أخرجه الطبراني في المعجم الأوسط (6/ 47، رقم 5754)، قال الهيثمي (1/ 91): فيه ابن لهيعة ومن لا يُعرف. وحديث أنس: أخرجه البزار كما في مجمع الزوائد (1/ 91) قال الهيثمي: فيه زائدة بن أبى الرقاد وزياد النميري وكلاهما مختلف في الاحتجاج به. وحسنه الشيخ الألباني فقال في \"الجامع الصغير وزيادته \": حسن، وقال في \" صحيح الترغيب والترهيب \": حسن لغيره.",
            "page": "34",
            "part": "1",
            "seal": "477677F7"
        },
        {
            "id": "36",
            "nass": "فإذا تعرض العبد لمقت الله تباعد عنه التوفيق الإلهي، ومن ثَمَّ النصر والتأييد، قال صلى الله عليه وسلم: \" النادم ينتظر الرحمة، والمعجب ينتظر المقت \" (¬1). ¶ من هنا تبرز قيمة جهاد النفس في قضية التغيير، فمع الأهمية القصوى لإيقاد شعلة الإيمان في القلب والعمل الدائم على زيادته، لابد كذلك من المحافظة على أعمالنا التي نقوم بأدائها من كل ما يفسدها، ويبعدها عن مظنة الإخلاص لله عز وجل. ¶ الخلاصة: ¶ أنه إذا كان المطلوب أن نغير ما بأنفسنا حتى يغير الله عز وجل ما بنا فإن هذا التغيير لابد أن يشمل: ¶ 1 - الاهتمامات والتصورات والأفكار، وهذا يستدعي تغيير اليقين الخاطئ في العقل الباطن. ¶ 2 - زيادة الإيمان وتمكنه التام من القلب، وطرد الهوى منه. ¶ 3 - جهاد النفس وترويضها وإلزامها الصدق والإخلاص لله عز وجل. ¶ من أين نبدأ؟ ¶ تأكد لنا مما سبق بيانه أن ما يحدث للأمة الآن بمشيئة الله وإذنه، وهو نتيجة طبيعية لما أحدثناه من انحراف وبعد عن منهج الله وخلصنا كذلك إلى أن المولى سبحانه وتعالى قادر على تغيير ما بنا، ولكنه أخبرنا في كتابه بان هذا التغيير لن يتم إلا إذا بدأنا نحن بتغيير ما بأنفسنا. ¶ وتغيير ما بالنفس يستلزم تغيير الأفكار والتصورات الخاطئة، وتمكين الإيمان من القلب، وترويض النفس وجهادها على لزوم الصدق والإخلاص لله عز وجل. ¶ كل هذا لابد أن يتم ليكون النتاج عبدا مخلصا لله عز وجل، يتمثل فيه قوله تعالى: {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ} [الأنعام/162]. ¶ ¬__________ ¶ (¬1) شعب الإيمان - البيهقي - (ج 5 / ص 453 برقم 7254) ... . وأورده ابن طاهر المقدسي في تذكرة الموضوعات (ص 152، رقم 1116).",
            "page": "35",
            "part": "1",
            "seal": "088AB28D"
        },
        {
            "id": "37",
            "nass": "صعوبة التغيير: ¶ فإن قلت: ولكن كيف لنا أن نغير هذا كله؟! ¶ نعم إنه أمر شاق وصعب أن يتم التغيير في هذه المحاور الثلاثة مجتمعة، وفي المقابل، فإن ترك محور منها يؤدي إلى خلل في النتائج مما يؤخر الثمرة المرجوة من ذلك بل قد يمنع ظهورها. ¶ إذن لابد أن يشمل التغيير هذه المناطق الثلاث: العقل - القلب - النفس. ¶ ولكن كيف يتم ذلك؟ ¶ كيف يتم التغيير في العقل الباطن، وفي يقين الإنسان وثوابته، والتي تختلف من إنسان لآخر لاختلاف البيئات ومصادر التلقي؟ ¶ كيف يتم طرد الهوى وحب الدنيا من القلب وهي تحيط بنا ليل نهار؟ ¶ كيف لنا أن نجاهد أنفسنا، ونحطم أصنامنا، ويكون كل منا عند نفسه صغيرا؟! كيف يتم هذا كله ونحن نسير في الحياة، ونسعى في طلب الرزق، وعلينا الكثير من الواجبات؟! ¶ لكل داء دواء: ¶ ومع هذه الصعوبة الشديدة التي تبدو أمامنا في كيفية التغيير، إلا أننا نوقن بأن هناك حلا لذلك ... ألم يقل صلى الله عليه وسلم: \" ما أنزل الله داء إلا أنزل له الدواء \" (¬1). ¶ فمما لاشك فيه أن هناك دواء أنزله الله عز وجل نداوي به ما نعاني منه، وأن رحمته التي يغمرنا بها تستلزم وجود هذا الدواء الذي يعيدنا إلى حظيرة العبودية له ... فما هو يا تُرى هذا الدواء؟ ¶ إذا طرحنا هذا السؤال فيما بيننا فسنجد إجابات مختلفة، وسيسوق كل فريق الأدلة التي تؤيد وجهة نظره وترجح فاعلية دوائه، ولن نتفق على شيء. ¶ أما إذا بحثنا عن آثار ونتائج ناجحة لدواء تم استخدامه سابقا لمهمة التغيير فسيكون البحث أيسر، ويصبح من الممكن الاتفاق على هذا الدواء. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه ابن ماجه (2/ 1138، رقم 3438). قال البوصيري (4/ 50): هذا إسناد صحيح رجاله ثقات، وصححه الألباني في صحيح الجامع برقم (5558).",
            "page": "36",
            "part": "1",
            "seal": "04FD9511"
        },
        {
            "id": "38",
            "nass": "وباستقراء تاريخ الأمة الإسلامية نجد فيها صفحات مشرقة لجيل من الأجيال كانوا قبل إسلامهم غاية في الغرابة والجاهلية، ثم تبدل حالهم وتغير تغييرا جذريا ليصبحوا عبيدا لله عز وجل ويعملون من أجله، ويضحون في سبيل مرضاته بالغالي والنفيس .. ذلكم هو جيل الصحابة رضوان الله عليهم. ¶ من يصدق أن أمة تعيش في الصحراء بلا مقومات تذكر .. تغرق في الجاهلية .. لا شأن لها بين الأمم .. لم يفكر أحد في احتلالها أو وضعها في حساباته أصلا. ¶ هذه الأمة كانت أشتاتا متفرقة، تثور بينها الحروب لأتفه الأسباب أصبحت في سنوات معدودة تقود البشر وتحطم الإمبراطوريات .. تغيرت اهتمامات أبنائها، فأصبح الله عز وجل هو غايتهم ومقصدهم. ¶ صدقوا معه سبحانه وتعالى، ونصروه على أنفسهم، فغير الله ما بهم، وأعطاهم مفاتيح الأرض وملَّكهم ممالكها. ¶ والأمر اللافت للانتباه أن هذا التغيير لم يكن مقصورا على أفراد بعينهم، بل امتد ليشمل الجيل بأكمله، رجالا ونساء، شبابا وشيوخا. ¶ نماذج عملية: ¶ تأمل معي التغيير الذي حدث لصهيب الرومي والذي حدا به لأن يضحي بماله كله من أجل مرضاة الله .. يقول - رضي الله عنه: لما أردت الهجرة من مكة إلى النبي صلى الله عليه وسلم قالت لي قريش: يا صهيب قدمت إلينا ولا مال لك وتخرج أنت ومالك، والله لا يكون ذلك أبدا، فقلت لهم: أرأيت إن دفعت لكم مالي تخلون عني؟ قالوا: نعم. فدفعت لهم مالي فخلوا عني، فخرجت حتى قدمت المدينة فبلغ ذلك النبي صلى الله عليه وسلم فقال: ربح صهيب ربح صهيب مرتين. وفيه نزل قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ} [البقرة/207] (¬1). ¶ ¬__________ ¶ (¬1) تفسير القرآن العظيم لابن كثير 1/ 24 - مكتبة العبيكان.",
            "page": "37",
            "part": "1",
            "seal": "AACA0871"
        },
        {
            "id": "39",
            "nass": "وانظر إلى الخنساء التي ملأت الأفاق بكاء وعويلا عند وفاة أخيها \"صخر\" وذلك قبل إسلامها، هذه المرأة هي نفسها التي دفعت بأولادها الأربعة - فلذات كبدها - إلى الموت طلبا للشهادة في سبيل الله، وذلك بعد إسلامها وتَغيُّرها وعودتها إلى حظيرة العبودية لله عز وجل. ¶ وعندما بلغها نبأ استشهاد الأربعة قالت: الحمد لله الذي شرفني بقتلهم، وأرجو من ربي أن يجمعني بهم في مستقر رحمته. ¶ كيف حدثت المعجزة؟ ¶ والنماذج كثيرة ومتنوعة، وكلها تؤكد على أن تغييرا جذريا وعميقا قد حدث في نفوس هؤلاء الأخيار أخرج الدنيا من قلوبهم، وعلق أبصارهم بالسماء، وجعلهم لا يفكرون إلا فيما يُرضي الله .. لقد حدثت معجزة عظيمة لهؤلاء نقلتهم هذه النقلة البعيدة، وأعادت صياغتهم وتشكيلهم من جديد ... ¶ فما هو سر هذه المعجزة؟! ¶ ما هو الدواء الذي استطاع - بعون الله - أن يُحدث هذا كله؟! ¶ قد يقول قائل: إنه الإيمان العميق الذي تمكن من قلوبهم واستولى عليها، وكأنهم هم الذين دخلوا إلى الإيمان كما عبر القرآن: {وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر/9]. ¶ ولكن يبقى السؤال عن الوسيلة التي تولد من خلالها هذا الإيمان، وأخرج هؤلاء الصفوة من الظلمات إلى النور. ¶ يُجيب القرآن عن هذا السؤال بقوله تعالى: {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (15) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} [المائدة/15، 16].",
            "page": "38",
            "part": "1",
            "seal": "35B5CC9A"
        },
        {
            "id": "40",
            "nass": "فالقرآن إذن هو الدواء الذي تناوله هؤلاء فتغيروا هذا التغيير: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ} [يونس/57]. ¶ إنه السر الأعظم والمعجزة الكبرى التي اختص الله بها هذه الأمة: {وَلَوْ أَنَّ قُرْآَنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى} [الرعد/31]. ¶ وجواب الشرط هنا محذوف تقديره \" لكان هذا القرآن \". ¶ المربي: ¶ ومع القرآن وقدرته الفذة والعجيبة في التأثير والتغيير كان المربي العظيم صلى الله عليه وسلم هو الذي يشرف على عملية التغيير ويتابعها ويوجهها: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ} [إبراهيم/1]. ¶ إذن فالحل الذي نريده ينطلق من محورين: المنهج وهو القرآن، والمربي وهو الذي يتعهد عملية التغيير. ¶ قال تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} [الشورى/52]. ¶ وحول هذين المحورين يدور الحديث في الصفحات القادمة. ¶ هذا القرآن ¶ قال تعالى: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآَنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} [الحشر/21]. ¶ لو تأملنا هذه الآية بدون اسم الإشارة (هذا) لوجدناها تؤدي نفس المعنى، ولكن وجود هذه الكلمة أعطى للرسالة التي تحملها هذه الآية آفاقا ودلالات جديدة منها:",
            "page": "39",
            "part": "1",
            "seal": "F8A8F8EF"
        },
        {
            "id": "41",
            "nass": "إن \" هذا \" القرآن الذي بين يديك الآن وتقرأ فيه هذه الآية - أيها القارئ - له قدرة فذة وعظيمة على تغييرك، فإن كنت في شك من ذلك فانظر إلى جبل من الجبال القريبة منك وتأمل صلابتها وشموخها ثم تخيلها وقد انهارت وأصبحت حطاما وأنقاضا ... ¶ كل هذا يمكن أن يحدث لو رُكِّب لهذا الجبل عقل كعقلك فيستقبل به القرآن، فكيف يمكنه أن يفعل بقلبك وهو ألين من هذا الجبل؟! ¶ طريق الاستقامة: ¶ إن القرآن هو القادر - بإذن الله - على تغييرنا وإعادة صياغتنا من جديد، ولم لا وهو يمكنه تغيير طبيعة الجبال الصلبة القاسية. ¶ والقرآن كذلك هو الطريق للاستقامة الدائمة على أمر الله، كما قال الله تعالى: {إِنَّ هَذَا الْقُرْآَنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ} [الإسراء/9]، والملاحظ الآية تضمنت أيضا اسم الإشارة ... (هذا) فهذا القرآن الذي بين يديك يستطيع أن يقوِّم مسارك ويعدل سلوكك ليجعلك تستقيم على أمر الله وصراطه المستقيم: {إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ. لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} [التكوير/27، 28]. ¶ مصنع التغيير: ¶ تخيل معي أن رجلا يأخذ ابنته الصغيرة البريئة .. يأخذها إلى الصحراء، ويحفر حفرة بين الرمال وهي تنظر إليه، فتعلق بعض حبات الرمال بلحيته فتقوم من مكانها لتنفضها مما علق بها .. وهو يستمر في الحفر، حتى إذا ما انتهى من حفرته أخذ تلك الصغيرة ليضعها في الحفرة، وهي تصرخ وتستغيث به وتسترحمه، ولكنه يُصر على ذلك ويهيل عليها الرمال، وتستمر في الصراخ والاسترحام وهو يستمر في إهالة الرمال، حتى يتوقف الصراخ تماما وتموت الصغيرة، وينتهي الرجل من مهمته .. وينصرف إلى داره ... ¶ هل يمكن أن يفعل أب بابنته مثل هذا؟! ¶ ما ذنبها، وما الجريمة التي ارتكبتها؟!",
            "page": "40",
            "part": "1",
            "seal": "3316A566"
        },
        {
            "id": "42",
            "nass": "وتمضي الأيام، ويبزغ فجر الإسلام لينشرح صدر هذا الرجل للدين الجديد، فيدخل إلى مصنع التغيير القرآني، ويخرج منه رجلا آخر ... أتدرون من هو هذا الرجل؟! إنه عمر بن الخطاب رضي الله عنه. ¶ فماذا تقول بعد ذلك عن قدرة القرآن على التغيير؟! ¶ القرآن وجمع الكلمة: ¶ لقد كان الصحابة قبل إسلامهم غاية في التفرق والعصبية القبلية ... تفاخر بالأنساب، وتعامل طبقي يُفرق بين السادة والعبيد، بل وبين قبيلة وقبيلة، فكيف توحدوا جميعا وأصبحوا أمة واحدة؟ ¶ الذي حدث أن هناك حبلا قد نزل من السماء فأمسكوا به جميعا فجذبهم من على الأرض وارتفع بهم إلى السماء فوق الشهوات والأهواء والطين .. هذا الحبل هو القرآن، الذي استطاع أن يجمع شمل الجميع كما قال تعالى: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} [آل عمران/103]، وكما قال صلى الله عليه وسلم: \" كتاب الله، هو حبل الله الممدود من السماء إلى الأرض \" (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح: صححه الشيخ الألباني وقال في \" السلسلة الصحيحة \" 5/ 37: رواه الترمذي (3790) وأحمد (3/ 14، 17، 26، 59) والطبري (ج 7 رقم 7572 صفحة 72).",
            "page": "41",
            "part": "1",
            "seal": "F7CB2CA3"
        },
        {
            "id": "43",
            "nass": "فبالقرآن توحد المسلمون الأوائل على هدف واحد، وبه ارتفعوا إلى السماء وتخلصوا من جواب الأرض، ولقد أكد على هذا المعنى رسول الله صلى الله عليه وسلم بقوله: \" أبشروا، فإن هذا القرآن طرفه بيد الله وطرفه بأيديكم، فتمسكوا به، فإنكم لن تهلكوا ولن تضلوا بعده أبدا\" (¬1). ¶ ومن هنا يتأكد لنا أن القرآن هو الوحيد القادر على جمع الكلمة، والتخلص من الفرقة، ولم لا وهو الكلمة السواء التي لا يختلف عليها اثنان من أبناء الأمة. ¶ حالنا مع القرآن: ¶ عندما تمسك الجيل الأول بحبل الله المتين، واتبعوا نور كتابه المبين،، اجتمعت كلمتهم، وتوحدت وجهتهم، وأصبح الله هو غايتهم، فأوفى سبحانه وتعالى بعهده معهم، ومكنهم في الأرض ليرفعوا عليها رايته، ويقيموا عليها شريعته. ¶ وعندما تركت الأمة بعد ذلك هذا الكتاب وأدارت ظهرها له حدثت لها النكبات والهزائم والنكسات. ¶ تخيل معي أُناسا وقد تعلقوا بحبل الله، والأرض من تحتهم تملؤها القاذورات والصراعات والأحقاد، ثم ترك هؤلاء الحبل .. ماذا سيحدث لهم؟ ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه ابن أبى شيبة (6/ 125، رقم 30006)، والطبراني (22/ 188، رقم 491)، وابن حبان (1/ 329، رقم 122). قال الهيثمي (1/ 169): رجاله رجال الصحيح. وأخرجه أيضاً: عبد بن حميد (ص 175، رقم 483)، وابن أبى عاصم في الآحاد والمثاني (4/ 282، رقم 2302)، ومحمد بن نصر المروزي (كما في مختصر قيام الليل للمقريزي ص 293، رقم 221)، والبيهقي في شعب الإيمان (2/ 327، رقم 1942)، وصححه الألباني في السلسلة الصحيحة (ج 2 / ص 330).",
            "page": "42",
            "part": "1",
            "seal": "4D7D7A36"
        },
        {
            "id": "44",
            "nass": "بلا شك أنهم سيقعون على الأرض ويتمرغون في أدناسها، ويتصارعون على ما فيها من دنايا .. وهذا ما حدث معنا عندما تركنا القرآن - حبل الله المتين - فوقعنا على الأرض، وتمرغنا في شهواتها، وأصبحت الدنيا هي أكبر همنا، ومبلغ علمنا، فاشتد الصراع بيننا وتفتت وحدتنا، وصار بأسنا بيننا شديدا، فتكالب علينا أعدائنا كما تتكالب الأكلة قصعتها، وأصبحنا أذل أهل الأرض .. تحت أقدام الكفار لا اعتبار لنا، ولا قيمة لوجودنا، بل إن اليهود الذين كتب الله عليهم الذلة والمسكنة باتوا يتفننون في إذلالنا، وهدم بيوتنا، وانتهاك حرماتنا: {أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا قُلْتُمْ أَنَّى هَذَا قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ} [آل عمران/165]. ¶ ضرورة العودة إلى القرآن: ¶ من هنا يتضح لنا أن نقطة البداية التي ينبغي أن نبدأ بها ليتم التغيير الداخلي المنشود، هي العودة إلى القرآن. ¶ ولسنا نعني بتلك العودة تخريج اكبر عدد ممكن من حفاظ حروفه. ¶ ولسنا نعني بالعودة قراءته فقط، أو تعليق آياته على الجدران، أو افتتاح الحفلات به. ¶ بل نعني بالعودة: الدخول إلى دائرة تأثره، والتعرض الحقيقي لمعجزاته، وتشغيل مصنعه وماكيناته، ليتم من خلاله التغيير المنشود، فنكون من بعده عبيدا لله عز وجل: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا. فَأَمَّا الَّذِينَ آَمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا} [النساء/174، 175].",
            "page": "43",
            "part": "1",
            "seal": "2F692B37"
        },
        {
            "id": "45",
            "nass": "كيفية التغيير القرآني ¶ قبل أن ينتقل الحديث عن الطريقة التي يمكننا من خلالها - بعون الله - الدخول إلى عالم القرآن ودائرة تأثيره ومصنعه، يبقى من الضروري الإجابة عن تساؤل قد يتبادر إلى بعض الأذهان عن الكيفية التي بها يقوم القرآن بالتغيير، وبخاصة وقد خلصنا في صفحات سابقة إلى أن التغيير المنشود لابد أن يشمل العقل والقلب والنفس. ¶ ألا يكفي وصف الله لكتابه؟! ¶ نعم، نحن لسنا طالبين بمعرفة كيفية التغيير القرآني، فيكفي ما أخبرنا به الله عز وجل عن هذا الكتاب، ووصفه له بأنه نور يُخرج الناس من الظلمات على النور، ودواء لما يعانون منه من أدواء: {قُلْ هُوَ لِلَّذِينَ آَمَنُوا هُدًى وَشِفَاءٌ} [فصلت/44]. ¶ ومع ذلك، فسبب ما ورثناه من تعامل خاطئ مع القرآن وعدم اقتناع البعض بأن الحل في هذا الكتاب، وبسبب عدم وجود أثر ملحوظ للتغيير على الكثير ممن ينشغلون بالقرآن، ويحفظون حروفه، ويكثرون من تلاوته ... كل ذلك وغيره أفقدنا بعض الثقة في قدرة القرآن على التغيير، وانحصر دوره في حياتنا ليصبح مصدرا للأجر والثواب دون النظر للمقصد الأسمى من نزوله. ¶ من هنا كان من الضروري الحديث عن كيفية التغيير القرآني والتي لا يستطيع أن يدرك كنهها أحد من البشر، فالمعجزة القرآنية وتأثرها على الفرد يفوق ما يمكن تخيله، والمحروم من حُرم التمتع بآثارها. ¶ القرآن والعقل: ¶ في الصفحات السابقة استعرضنا معا الأسباب التي تحول بيننا وبين أن نكون عبيدا مخلصين لله عز وجل، والتي تنطلق من محاور ثلاثة: العقل، والقلب، والنفس. ومن ثَمَّ فإن التغيير الحقيقي في ذات الإنسان ينبغي أن يشمل هذه المحاور الثلاثة.",
            "page": "44",
            "part": "1",
            "seal": "B21BA30E"
        },
        {
            "id": "46",
            "nass": "فإذا ما نظرنا إلى العقل وجدنا أن بداية التغيير الحقيقي فيه تأتي من خلال فكر الإنسان وقناعاته واهتماماته وتصوراته ... وهذا يشمل العقل المدرك، والعقل الباطن غير المدرك، بل إن التغيير في العقل الباطن هو الأهم باعتباره مصدرا للأفعال التلقائية والتي قد تتناقض مع قول المرء وما يدعو إليه. من هنا كان من الضروري استبدال الأفكار الخاطئة الراسخة في اللاشعور بأخرى صحيحة .. وهنا يأتي دور القرآن. ¶ فمن أهم سماته أنه كتاب يخاطب العقل، ويُعلي من شأنه ويستثير صاحبه إلى استخدامه والتفكر به. ¶ يطرح عليه القضايا الكلية التي يقوم عليها التصور الإسلامي الصحيح لمفردات الحياة والكون المحيط، ويُقنعه بها. ¶ يؤسس عنده عقيدة التوحيد بصفاء وسهولة، بل إنه يجعل قارئه يصل إلى قناعة تامة بكل ما يتعلق بتوحيد الله عز وجل وحقوقه علينا، فيطرح عليه القضايا الاعتقادية من بدايتها .. هل للكون إله؟ من هو؟ وما اسمه؟ هل هناك معه شريك؟ هل له زوجة؟ هل له ولد؟ ¶ هذه الأسئلة الخطيرة يجيب عنها القرآن بكل سهولة ويسر، بل ويعرض وجهة النظر المخالفة في بعض الأحيان حتى يفندها ويبطلها تماما، كقوله تعالى: {قُلْ لَوْ كَانَ مَعَهُ آَلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلًا} [الإسراء/42]، وقوله: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} [المؤمنون/91].",
            "page": "45",
            "part": "1",
            "seal": "D4D45CFC"
        },
        {
            "id": "47",
            "nass": "ومع التعريف بالله عز وجل وبأسمائه وصفاته يعرف القرآن قارئه بعالم الغيب، ويثبت له بالأدلة العقلية قضية البعث والحساب والجزاء: {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ (78) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ (79) الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ} [يس/78 - 80]. ¶ والقرآن يجيب عن التساؤلات الحائرة في ذهن الإنسان، ويؤصل لديه التصورات الصحيحة لكل ما يتعامل معه من مفردات الحياة كنظرته للرزق، والمستقبل، والزوجة، والأولاد ... ، وكل ما يتعلق بأموره الدنيوية. ¶ وبيَّن كذلك أصول الشريعة وقواعدها الكلية، وأنها ما شُرعت إلا رحمة للعباد: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} [الأنبياء/107]. ¶ تكوين العقلية المتوازنة: ¶ ومع هذا كله فالقرآن كذلك يرسم في ذهن قارئه شجرة الإسلام بجذورها وأصولها وفروعها، ويُعطي كل شيء فيها حجمه الذي يتناسب مع أهميته ... فأعمال القلوب - على سبيل المثال - مقدمة في الأهمية على أعمال الجوارح، ويبين ذلك قوله: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج/37]. ¶ وعندما نجد القرآن يُفرد مساحة كبيرة للإنفاق في سبيل الله فإن هذا معناه إعطاء الأمر أهمية تتناسب مع مكانته في القرآن، وهكذا. ¶ بناء اليقين الصحيح: ¶ فإذا تم الاقتناع بكل القضايا التي يقوم عليها التصور الإسلامي للحياة والكون، وعالم الغيب والشهادة، تأتي السمة الأخرى للقرآن وهي قدرته الفريدة في ترسيخ هذه الأفكار والتصورات وبناء اليقين الصحيح عنها في العقل الباطن من خلال عرضها بأساليب مختلفة: {وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآَنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ} [الكهف/54].",
            "page": "46",
            "part": "1",
            "seal": "0DF3C436"
        },
        {
            "id": "48",
            "nass": "تأمل معي عرض القرآن لموضوع الجهاد في سبيل الله، أو الرزق، أو قيمة الدنيا وابحث عن عدد المرات التي تم فيها عرض هذه الموضوعات. ¶ وانظر كذلك في قصص السابقين وسل نفسك كم سورة تم فيها تناول قصة موسى - عليه السلام - وبني إسرائيل كمثال يتكرر، ومن خلال تكراره تترسخ المعاني التي تتناولها هذه القصص في العقل الباطن. ¶ وخلاصة القول: أن القرآن يقوم بإعادة تشكيل العقل وبناء اليقين الصحيح فيه، فتتغير تبعا لذلك تصورات صاحبه واهتماماته، ومن ثم تلقائية أفعاله. ¶ القرآن والقلب: ¶ من الأسباب الرئيسية للسلوك الخاطئ: ضعف الإيمان في القلب، وغلبة الهوى عليه، فعلى قدر الإيمان تكون الأفعال الصالحة كما قال تعالى: {ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ} [الحج/32]. ¶ وكان من دعائه صلى الله عليه وسلم: \" اللهم اقسم لنا من خشيتك ما يحول بيننا وبين معاصيك \" (¬1) ¶ وللقرآن طريقة فريدة في زيادة الإيمان في القلب وطرد الهوى منه، وذلك من خلال قدرته على التأثير في مشاعر الإنسان بمواعظه البليغة وقوة سلطان ألفاظه على النفس: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} [الزمر/23]. ¶ الإيمان والهوى: ¶ الإيمان محله القلب، وكذلك الهوى .. ¶ والقلب هو مجمع المشاعر داخل الإنسان .. ¶ معنى ذلك أن تأثير المشاعر وانفعالها مع قضية ما، تؤدي على زيادة الإيمان أو الهوى في القلب حسب نوع القضية التي يتم التجاوب معها .. ¶ فإذا ما انفعلت المشاعر مع أي عمل إيماني - كحال البعض عند الدعاء مثلا - فإن من شأنه أن يزيد الإيمان في القلب. ¶ ¬__________ ¶ (¬1) حديث حسن: سنن الترمذي - (ج 5 / ص 528)، وقال: حديث حسن غريب، وقال الشيخ الألباني في \" السلسلة الصحيحة \": حسن.",
            "page": "47",
            "part": "1",
            "seal": "17B93002"
        },
        {
            "id": "49",
            "nass": "وإذا ما تأثرت المشاعر وتجاوبت مع أمر يخدم الهوى - كحال البعض عند ما يسمى بالأغاني العاطفية - فإن ذلك يؤدي إلى زيادة الهوى في القلب. ¶ من هنا يتبين لنا كيفية زيادة الإيمان عند قراءة القرآن، وذلك من خلال التأثير والانفعال بالآيات .. ¶ فلحظات الانفعال والتجاوب القلبي مع القراءة تعني دخول نور هذه الآيات إلى القلب وتأثيره على المشاعر مما يؤدي إلى زيادة الإيمان. ¶ وكلما زاد الإيمان في القلب انعكس ذلك على الجوارح بأعمال صالحة لم يكن من السهل قبل ذلك القيام بها. ¶ وشيئا فشيئا تعود الحياة إلى القلب ويتم تنويره بنور القرآن، وينزوي الهوى، وتقل مساحته إلى أن تأتي لحظة من أهم لحظات العمر .. لحظة تحرر القلب بأكمله من سلطان الهوى، ليصبح قلبا حيا سليما يملؤه نور الإيمان، فينطلق بعد ذلك في رحلته المباركة سائرا إلى الله عز وجل مستصحبا معه الدليل الأمين - القرآن العظيم - الذي يقوم بهذا الدور على أحسن ما يكون من خلال تعريفه بربه، لتثمر هذه المعرفة عبادات قلبية من خشية ورجاء وحب وإجلال وتوكل وإنابة وثقة واستعانة وطمأنينة ... ¶ وكلما تعرف العبد على ربه أكثر تغيرت معاملته له، ومن ثم ازداد قربه منه. كل هذا يفعله القرآن بسهولة ويسر ودون تكلف. ¶ القرآن والنفس: ¶ تشكل النفس أكبر عائق في طريق إخلاص العمل لله عز وجل، فهي تحاول دوما أن يكون لها نصيب من كل فعل يقوم به الإنسان استيفاء لحظوظها، وإرواء لشهواتها التي لا تنطفئ .. هكذا خلقها الله عز وجل. ¶ ومن وسائلها في نَيل حظوظها سعيها لعلو منزلتها عند الناس كي يمدحوها ويعظموها، وذلك عن طريق تعريفهم بالأعمال الصالحة التي تقوم بها. ¶ ومن وسائلها كذلك: تضخيم العمل في عين صاحبها بعد قيامه به، فتزين له العمل وأنه يستحق به الدرجات العلى عند ربه، وأنه قد أصبح مميزا عن أقرانه بهذا العمل!!",
            "page": "48",
            "part": "1",
            "seal": "E277354A"
        },
        {
            "id": "50",
            "nass": "ومنها: أنها تُشعر صاحبها بأن إمكاناته ومواهبه ملك ذاتي له، متى استدعاها وجدها واستعان بها على ما يريد فعله، فتُصور له مثلا أن ذكاءه ذكاء ذاتي يستطيع أن يغلب به غيره وقتما شاء ... وتُصور له أنه سريع الحفظ، وأنه يمكنه متى شاء أن يحفظ أي كلام يريد حفظه في وقت قصير. ¶ فيتولد عن ذلك إعجاب المرء بنفسه ومن ثمَّ غروره بها وتكبره على الآخرين. ¶ والنفس محبوبة، وما تدعو إليه محبوب، من هنا تبرز صعوبة مجاهدتها وإلزامها التجلبب بجلباب العبودية لله عز وجل. ¶ ولقد تناول هذا الموضوع كثير من العلماء السابقين، وطرحوا في كتبهم تصورات كثيرة لجهاد النفس، ولم تخلُ بعض هذه الكتب من أمور فيها مخالفات وتشدد وابتعاد عن النبعين الصافيين: القرآن والسنة، مع ضعف الأثر المترتب على القيام بما يُرشدون إليه. ¶ من هنا تبرز قيمة المعجزة القرآنية وقدرتها على التأثير في النفس وإلزامها طاعة الله بصدق وإخلاص، مع عدم الإخلال بمتطلباتها وحظوظها المباحة، والاحتياجات البشرية للفرد. فليس معنى جهاد النفس عدم النوم أو عدم الضحك أو عدم أكل اللحم أو ... ، فكل ذلك مباح ما دام لا يَخِِل بواجب، ولا يؤدي إلى فعل محرم، ولقد سُئل عبد الله بن عمر: هل كان أصحاب النبي صلى الله عليه وسلم يضحكون؟ قال: نعم، والإيمان في قلوبهم أعظم من الجبال (¬1). ¶ وتكمن طريقة القرآن الفريدة في التعامل مع النفس من خلال محورين رئيسين هما: معرفة الله، ومعرفة النفس مع ممارسة مقتضى تلك المعارف. ¶ ¬__________ ¶ (¬1) مصنف عبد الرزاق - (ج 11 / ص 451)، وحياة الصحابة للكاندهلوي 1/ 3، دار صادر، بيروت - لبنان.",
            "page": "49",
            "part": "1",
            "seal": "71FD2044"
        },
        {
            "id": "51",
            "nass": "معرفة الله: ¶ كلما ازدادت معرفة الواحد منا بشخص ما تغيرت معاملته له، فعلى قدر المعرفة تكون المعاملة، وهذا أمر نلمسه جميعا من خلال علاقاتنا مع الآخرين، واختلافها من شخص لآخر .. فإذا ما طبقنا هذه القاعدة على علاقتنا بالله عز وجل، نجد أن اختلاف تعامل الناس معه سبحانه ناتج من اختلاف معرفتهم به. ¶ من هنا تبرز أهمية معرفة الله عز وجل معرفة صحيحة وعميقة لتتغير معاملاتنا له وتتجه في الاتجاه الصحيح، فخشية الله - وهي صورة من صور المعاملة معه سبحانه - ثمرة من ثمرات العلم به: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر/28]. ¶ إذن فلكي نخلص أعمالنا لله كصورة من صور تعاملنا معه، فإن هذا يستلزم منا معرفته - سبحانه وتعالى - وبخاصة في جوانب معينة .. منها: ¶ التعرف على الله القوي، الجبار لتورث هذه المعرفة خوفا وخشية منه، تدفع لصدق التوجه إليه، كما قال تعالى: {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (8) إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا} [الإنسان/8، 9]، ما الذي دفعهم لذلك: {إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا} [الإنسان/10]. ¶ التعرف على الله القريب، السميع، الشهيد، البصير لتورث هذه المعرفة في القلب حياء منه سبحانه، مما يدفع صاحبه إلى الإخلاص أكثر وأكثر. ¶ معرفة الله الغني الحميد وأنه لا يحتاج إلى أعمالنا، وأن حجم ما نقوم به من طاعات لا يساوي شيئا بجوار تسبيح الكون المتواصل لله عز وجل .. فيؤدي ذلك إلى استصغار واستقلال أعمالنا، فنؤدي الطاعة ونستغفر الله بعدها كقوله تعالى: {ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ ... } [البقرة/199].",
            "page": "50",
            "part": "1",
            "seal": "B96D9057"
        },
        {
            "id": "52",
            "nass": "معرفة الله المنعم ومعرفة صور إنعامه علينا، وأننا مطالبون بشكر هذه النعم مما يؤدي إلى عدم رؤية العمل، واستشعار ان دخول الجنة هو محض فضل من الله عز وجل. ¶ معرفة الله القيوم: وأنه هو الذي يقوم بإطعامنا وسقايتنا ونمنا ويقظتنا ورعاية كل ما في أجسادنا من أعضاء وأجهزة، وأنه سبحانه يعيننا على القيام بالطاعة، ويعصمنا من الوقوع في المعصية: {وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ} [الأنبياء/73]، هذه المعرفة تؤدي إلى استشعار عظيم فضل الله علينا، وأننا به لا بأنفسنا فيؤدي ذلك إلى صدق الاستعانة به، وعدم الاتكال على النفس. ¶ معرفة الله الملك: وأنه لا ملك إلا ملكه، ولا يملك أحد سواه شيئا، فيؤدي ذلك إلى قطع الطمع فيما عند الناس والزهد فيهم، وعدم العمل من أجلهم فالكل فقير ومحتاج إلى من بيده ملكوت كل شيء. ¶ التعرف على الله من خلال القرآن: ¶ هذه المعارف وغيرها لها دور كبير في إخلاص العمل لله عز وجل، وعلى قدر تمكنها من القلب وتعمقها فيه يكون صدق معاملة العبد لربه، وأفضل وسيلة لتحقيق هذه المعارف: القرآن الكريم: فمن أهم سماته أنه كتاب تعريف بالله عز وجل، وبأسمائه وصفاته، وآثارها، ولا يكتفي القرآن بالتعريف النظري بالله عز وجل بل ويعلم قارئه كيف يربط هذه المعرفة بأحداث الحياة: {سَنُرِيهِمْ آَيَاتِنَا فِي الْآَفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} [فصلت/53]. ¶ فعلى سبيل المثال: القرآن يُعرفك بربك المنتقم ويُعدد لك صور عقابه للمسيء، فإذا ما أُسقطت هذه المعرفة على واقع حياتك فستجد أن هناك عقوبات تُجرى عليك نظير إساءتك كوحشة في الصدر أو تعسير في الأمور، فيؤدي ذلك إلى مسارعتك بالاستغفار والتوبة لتوقف تلك العقوبات: {وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ ... } [الأنفال/33].",
            "page": "51",
            "part": "1",
            "seal": "00FF82F2"
        },
        {
            "id": "53",
            "nass": "معرفة النفس: ¶ وكما أن القرآن يُعرف المرء بربه فيثمر ذلك معاملة صحيحة فإنه كذلك يُعرِّفه بنفسه فيتعامل معها بما ينبغي أن يكون. ¶ ومن جوانب تلك المعرفة: التعرف على حقيقة الإنسان وأصله: {أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ} [المرسلات/20]، وأنه ضعيف عاجز: {وَخُلِقَ الْإِنْسَانُ ضَعِيفًا} [النساء/28] .. لا يملك لنفسه نفعا ولا ضرا: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} [الأعراف/188]. ¶ يحتاج إلى مولاه مع كل طرفة عين ملايين ملايين المرات .. ¶ ومع تعريف القرآن للمرء بهذه الحقائق، فإنه يُعرفه كذلك طبيعة نفسه، وحبها للشهوات، وميلها للفجور، وأنها لو تُركت لما أمرت بخير: {إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ} [يوسف/53] .. كل ذلك ليشتد حذر الإنسان منها، فلا يركن إليها ولا يرضى أو يفرح بها، بل يفرح بفضل ربه ويركن إليه وحده: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [يونس/58]. ¶ الخلاصة: ¶ وخلاصة القول: أن السر الأعظم لمعجزة القرآن يكمن في قدرته على تغيير أي شخص يدخل إلى دائرة تأثيره لتعمل فيه ماكيناته وتعيد تشكيله من جديد وذلك من خلال النقاط التالية: ¶ 1 - تغيير أفكاره وتصوراته عن مفردات الحياة، وإرساء قواعد التصور الإسلامي في عقله الباطن لينبني بذلك اليقين الصحيح: {وَإِنَّهُ لَحَقُّ الْيَقِينِ} [الحاقة/51]. ¶ 2 - بتغير الأفكار والتصورات تتغير الاهتمامات تبعا لذلك، ليصبح هم الفرد وأحلامه وتطلعاته فيما يُرضي الله عز وجل. ¶ 3 - نتيجة لتغيير الاهتمامات تتغير طريقة تعامل الشخص مع كل من حوله، فتصغر الدينا في عينه فلا تراه يتنافس مع المتنافسين في أمورها .. يُربي أولاده على حب الله والتعلق به .. يتعامل مع زوجته وأهله من منطلق إيماني يسعى فيه لرضا الله عز وجل.",
            "page": "52",
            "part": "1",
            "seal": "CC4F69D1"
        },
        {
            "id": "54",
            "nass": "4 - ومن صور التغيير القرآني أنه يُشعر صاحبه بقيمته في الكون، وأنه قائد له، فينطلق فيه فاتحا مستكشفا لأسراره، منتفعا بتسخير قوانين تسخيره له. ¶ 5 - والقرآن أيضا يضبط الفهم، ويكوِّن الشخصية المعتدلة المتوازنة التي تُعطي كل ذي حق حقه، وتعرف كيف تُرتب الأولويات. ¶ 6 - ومن صور التغيير القرآني أنه يوقد شعلة الإيمان بالقلب ويوطده فيه ويطرد منه الهوى .. وكلما ازداد الإيمان ازداد الدافع لفعل الصالحات. ¶ 7 - ويستمر القرآن في زيادة الإيمان إلى أن يُحرر القلب من الهوى، لينطلق به إلى السماء قلبا ربانيا موصولا بالله عز وجل، ويسير إليه، ويقترب منه من خلال تقلبه في ألوان عبوديته له من حب ورجاء وتوكل وإنابة وإجلال وخشية و ... . ¶ 8 - والقرآن يولد الطاقة ويقوي العزيمة في قلب صاحبه، مما يجعله يريد دائما تصريف هذه الطاقة بالقيام بأعمال البر المختلفة دون انتظار لتوجيه من أحد فكلما فُتح له بابا من أبواب الخير سارع بالولوج إليه، فتراه مجاهدا مع المجاهدين وداعية مع الدعاة .. خير زوج لزوجته، وخير أب لأبنائه، وجار لجيرانه. ¶ 9 - ومن أعظم صور التغيير التي يقوم بها القرآن أنه يُعرِّف صاحبه بالله عز وجل، فيعظم قدره عند فيتولد عن ذلك معاملة أخرى لربه غير التي اعتادها في السابق، مما يزيده إخلاصا له، وصدقا في التوجه إليه، وربطا لأحداث الحياة به سبحانه. ¶ 10 - والقرآن كذلك يعرفنا بحجم أنفسنا، وقيمتها، وخطورتها، فتصغر في أعيننا وتتحطم أصنامنا ليجد العمل الصالح بعد ذلك طريقه إلى الله عز وجل يزينه الصدق والإخلاص.",
            "page": "53",
            "part": "1",
            "seal": "9643800E"
        },
        {
            "id": "55",
            "nass": "فهذه وغيرها صور التغيير الذي يُحدثه القرآن في الشخص الذي يدخل إلى ماكيناته ويُسلم له قياده ليخرج بعد ذلك من مصنعه شخصا آخر قد ارتدى رداء العبودية لله، وبدأ في ممارسة الوظيفة التي نزل على الأرض من اجل القيام بها، قال تعالى: {إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (27) لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} [التكوير/27، 28]. ¶ كيف ننتفع بالقرآن؟ ¶ رأينا فيما سبق قدرة القرآن على إحداث التغيير الجذري للفرد - أي فرد - ليصبح من خلاله عبدا مخلصا لله عز وجل، مستقيما على أمره مبتغيا دوما رضاه. ¶ إذن فالقرآن الذي بين أيدينا هو الوسيلة التي من خلالها سنكون - بمشيئة الله - كما يحب ربنا ويرضى، فيتحقق تبعا لذلك وعده الذي وعد به عباده الصالحين بالنصر والتمكين: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} [الأنبياء/105]. ¶ والأمر اللافت للانتباه أن الرسول صلى الله عليه وسلم حين أخبر عما سيحدث من فتن، دلنا كذلك على الطريقة المثلى للخروج منها .. ألا وهي التمسك بالقرآن، فعندما سأله حذيفة بن اليمان رضي الله عنه: أبعد هذا الخير الذي نحن فيه من شر نحذره؟! قال صلى الله عليه وسلم: \" يا حذيفة؛ عليك بكتاب الله فتعلمه واتبع ما فيه \" حتى قال ذلك ثلاث مرات، قلت: نعم (¬1). ¶ وعندما سمع علي بن أبي طالب رضي الله عنه رسول الله صلى الله عليه وسلم يقول: \" ستكون فتن \"، فقال: وما المخرج منها؟ قال صلى الله عليه وسلم: \" كتاب الله ... \" الحديث (¬2). ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في شعب الإيمان (2/ 327، رقم 1941). وأخرجه أيضًا: ابن حبان (1/ 323، رقم 117). ¶ (¬2) حديث ضعيف: أخرجه الترمذي (5/ 172، رقم 2906)، وقال: إسناده مجهول. والبيهقي في شعب الإيمان (2/ 326، رقم 1935)، وضعفه الشيخ الألباني في السلسلة الضعيفة (ج 24 / ص 883 برقم 6393).",
            "page": "54",
            "part": "1",
            "seal": "A8784897"
        },
        {
            "id": "56",
            "nass": "مشروع النهضة: ¶ إذا كان القرآن هو الكتاب الوحيد الذي لا يمكن أن يختلف عليه اثنان .. ¶ وإذا كان القرآن هو المعجزة التي يمكنها أن تُغير من يُحسن التعامل معها، وتضعه في قالب العبودية لله عز وجل. ¶ وإن كان القرآن هو المخرج من الفتن التي تعصف بنا .. ¶ فلابد - إذن - أن نعود جميعا إلى القرآن، فالعودة إليه تُمثل طوق النجاة، ومشروع النهضة للأمة جمعاء، ولم لا وقد جعله الله عز وجل ميسرا للذكر فيسع بذلك جميع أفراد أمتنا الإسلامية برجالها ونسائها .. بشبابها وشيوخها .. بعربها وعجمها (¬1). ¶ وسائل مقترحة: ¶ نعم، الدخول إلى عالم القرآن ودائرة تأثيره يحتاج منا إلى جهد ومثابرة، وبخاصة في البداية حتى نستطيع تجاوز الطريقة التي اعتدنا عليها في تعاملنا مع هذا الكتاب والتي تهتم باللفظ أكثر من المعنى. ¶ وأكبر عامل يساعدنا على تجاوز طريقتنا الشكلية مع القرآن، ويدخلنا إلى دائرة تأثيره، ويذيقنا حلاوة الإيمان الناتج عنه: الاستعانة الصادقة بالله عز وجل، والإلحاح عليه بالدعاء .. دعاء كدعاء المضطر المشرف على الغرق .. ندعوه أن ينفعنا بمعجزة القرآن، وينور قلوبنا بنور آياته، ويحييها بمعرفته .. ¶ ¬__________ ¶ (¬1) قد يقول قائل: وكيف للأعجمي أن يعود للقرآن وهو لا يفهمه؟ الحل في هذه المعضلة يكمن في ضرورة تعلمه اللغة العربية كما كان يحدث في الماضي، مع العلم بأن قراءة معاني القرآن المترجمة للغات المختلفة لا تُغني عن التعامل المباشر مع القرآن، والانتفاع بقوة تأثيره على المشاعر، من هنا كان من الضروري لغير الناطقين بالعربية أن يجعلوا من أولى أولوياتهم تعلم اللغة العربية ليتسنى لهم حُسن الدخول إلى دائرة تأثير القرآن.",
            "page": "55",
            "part": "1",
            "seal": "7785AFF3"
        },
        {
            "id": "57",
            "nass": "ولنعلم جميعا بأن الإمداد بحسب الاستعداد، وعلى قدر الإناء الفارغ الذي نقدمه يكون قدر الامتلاء، فلا نبخل على أنفسنا بالمدد الإلهي غير المحدود، والذي ينتظر سؤال السائلين: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} [البقرة/186]. ¶ ومع الاستمرار في الدعاء والإلحاح على الله عز وجل فإن هناك بعض الوسائل المعينة على العودة الهادئة والمتدرجة إلى القرآن، علينا أن نجتهد في الأخذ بها جميعا، وهي: ¶ 1 - الانشغال بالقرآن والتجرد له. ¶ 2 - التهيئة الذهنية والقلبية. ¶ 3 - القراءة الهادئة. ¶ 4 - التركيز مع القراءة وعدم السرحان. ¶ 5 - التجاوب مع القراءة. ¶ 6 - أن نجعل المعنى هو المقصود. ¶ 7 - ترديد الآية التي تؤثر في القلب. ¶ 8 - دراسة الآيات والعمل بمقتضاها. ¶ أولا: الانشغال بالقرآن والتجرد له. ¶ إن كان القرآن هو الحبل الذي أنزله الله من السماء إلى الأرض لينتشلنا مما نحن فيه. ¶ وإن كان القرآن هو الحل لتغيير الوضع الأليم الذي نحياه. ¶ وإذا كان القرآن هو الذي سيعيد لنا فلسطين والعراق وكشمير وتركستان والفلبين .. وكل أراضي المسلمين المغتصبة. ¶ فبأي حال سيكون تعاملنا معه؟ ¶ كم من الوقت سنعطيه، وكم من الاهتمام سنوليه؟ ¶ ألا توافقني - أخي القارئ - أنه بعد وضوح الرؤية لمدى فاعلية المعجزة القرآنية وإمكانياتها في التغيير .. ألا توافقني أن من الضروري أن يكون القرآن هو شغلنا الشاغل ومحور اهتماماتنا، وأن نعطيه أفضل أوقاتنا وأكثرها؟ ¶ نعم، سيكون هذا على حساب الوقت المخصص لقراءة الصحف والمجلات أو مشاهدة الفضائيات .. ¶ ولكن ألا تستحق النتائج المترتبة على الانشغال بهذا التفرغ؟ ¶ ألا تستحق السعادة التي سنجني ثمارها في نفوسنا وبيوتنا وأمتنا هذا الانشغال؟",
            "page": "56",
            "part": "1",
            "seal": "03098288"
        },
        {
            "id": "58",
            "nass": "وصية أبي الدرداء: ¶ عن أبي قلابة أن رجلا من أهل الكوفة لقي أبا الدرداء فقال: إن إخوانا لك من أهل الكوفة يقرئونك السلام، ويأمرونك أن توصيهم. فقال: أقرئهم السلام، ومرهم فليعطوا القرآن بخزائمهم فإنه يحملهم على القصد والسهولة ويجنبهم الجور والحزونة. ¶ والخزائم جمع خزامة، وهي حلقة من الشعر توضع في وتر أنف البعير يشد بها الزمام. ¶ والمراد، أي: اجعلوا القرآن يقودكم واستسلموا له. ¶ وقال رجل لأُبي بن كعب رضي الله عنه: أوصني. قال: إتخذ كتاب الله إماما، وارض به قاضيا وحكما، فإنه الذي استخلفه رسولكم، شفيع مطاع، وشاهد لا يُتهم، فيه ذكركم وذكر من قبلكم، وحكم ما بينكم، وخبركم وخبر ما بعدكم. ¶ وخلاصة القول: أن الانشغال بالقرآن هو نقطة البداية لحسن الدخول إلى مصنعه، لذلك فلا يصح أن يمر يوم دون لقاء ومعايشة مع هذا الكتاب. ¶ فإن قلت: وكم من الوقت سأعطيه للقرآن؟ ¶ كلما أعطينا للقرآن وقتا أطول كان نضج الثمرة أقرب، والتغيير أسرع. ¶ دفع شبهة: ¶ ليس معنى الانشغال بالقرآن ترك القراءة والاطلاع في الكتب الأخرى من فروع الثقافة الإسلامية، ولكن القصد ألا تكون قبل القراءة، بل خادمة له، تدور في فلكه، وتُعد بمثابة المراجع لموضوعاته، تشرح علومه، وتفتح الآفاق لفهمه أكثر وأكثر، ويأتي على رأس تلك العلوم: السنة النبوية والتي تلي القرآن في الأهمية .. فهي شارحة له مبينة لكثير مما أُجمل منه. ¶ بهذا المفهوم لن يكون هناك تعارض بين القرآن وبين كتابات العلماء، مع الوضع في الاعتبار أن جُلّ وقتنا ينبغي أن يكون للقرآن لنسمح له ونمكنه من إجراء التغيير المنشود داخلنا.",
            "page": "57",
            "part": "1",
            "seal": "C9E44444"
        },
        {
            "id": "59",
            "nass": "ولقد كان الصحابة شديدي الحرص على تبليغ هذه الوصية لمن بعدهم، فعندما جاء اثنان من التابعين لعبد الله بن مسعود رضي الله عنه بصحيفة فيها كلام حسن ويريدان منه الإطلاع عليه، فما كان منه إلا أن نادى على الخادم ليُحضر الطست، ثم سكب عليها الماء وجعل يمحوها بيده ويقول: {نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ} [يوسف/3]، فقالوا له: أنظر فيها، فإن فيها حديثا عجبا، فجعل يمحوها ويقول: عن هذه القلوب أوعية فاشغلوها بالقرآن، ولا تشغلوها بغيره. ¶ وهذا هو المطلوب: أن لا نشغل القلوب بشيء غير القرآن وبخاصة في البداية. ¶ : ¶ ومع الانشغال اثانيا: التهيئة الذهنية والقلبيةليومي بالقرآن ينبغي أن نهيئ الجو المناسب لاستقباله ولقائه، فلا يصح أن نلتقي به في مكان تملؤه الشواغل والضوضاء مما يشوش على الذهن ولا يجمع القلب مع القراءة ... ¶ فإن قلت: ولكني أستطيع - بفضل الله - التركيز مع القراءة في أي مكان مثل وسائل المواصلات. ¶ نعم يمكنك ذلك، ولكن ماذا تفعل إذا حدث لك تجاوب وتأثر بالقراءة، هل ستبكي أمام الناس .. هل سترفع يديك بالدعاء في حضورهم؟!! ¶ إننا نريد من القرآن التغيير، وهذا يتطلب مكانا هادئا بعيدا عن الأعين والأصوات .. فلنخصص إذن مكانا مناسبا في بيوتنا لهذا الغرض، فإن لم نستطع ففي ركن بعيد من أركان المسجد، فإن لم نستطع فلن نُعدم مكانا هادئا إذا ما أردنا ذلك، قال صلى الله عليه وسلم: \" ومن يتحر الخير يُعطه \". ¶ ومع المكان الهادئ علينا أن يكون لقاؤنا مع القرآن في أفضل أوقاتنا، حيث قوة التركيز والنشاط. ولا ننسى الوضوء والسواك فإنهما من وسائل التهيئة كذلك. ¶ هذا من ناحية التهيئة الذهنية والنفسية، أما من ناحية التهيئة القلبية، فكلما كانت المشاعر في حالة من الاستثارة والخشية، كان تأثر القلب بالقرآن أقوى كما قال تعالى: {سَيَذَّكَّرُ مَنْ يَخْشَى} [الأعلى/10].",
            "page": "58",
            "part": "1",
            "seal": "2C082FBE"
        },
        {
            "id": "60",
            "nass": "وفي قصة إسلام عمر بن الخطاب رضي الله عنه ما يؤكد هذا المعنى، فعندما ضرب أخته فاطمة وسال الدم على وجهها، رق قلبه واستُثيرت مشاعره، فلما استمع إلى القرآن وهو بهذه الحالة الشعورية انجذب القلب له ودخل نوره إليه بإذن الله. ¶ وهذا ما نريده، أن نستثمر أوقات التأثر التي نمر بها في يومنا، فنهرع حال وجودها إلى القرآن فنقرؤه، ونعيش معه بعقولنا ومشاعرنا، فيمتزج الفكر بالعاطفة، ويزداد القلب خشوعا وإيمانا. ¶ في حالة عدم وجود مثل هذه الأوقات في اليوم، علينا أن نعمل على استثارة مشاعرنا قبل التلاوة، بالتفكير في الموت وسكراته وأحداث يوم القيامة، أو بالقراءة في كتاب من كتب الرقائق، أو الاستماع إلى موعظة ترقق القلب وتؤهله لاستقبال القرآن. ¶ وهناك الكثير من الآيات التي تؤكد على أن الانتفاع الحقيقي بالقرآن يستلزم وجود قلب خائف يستقبله، قال تعالى: {طه (1) مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآَنَ لِتَشْقَى (2) إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى} [طه/1 - 3]. ¶ نعم، هذه الوسيلة ستحتاج منا إلى مجهود، وبخاصة في البداية، ولكن بمرور الوقت وبدء عملية التغيير، ومع الزيادة المستمرة للإيمان في القلب والتي سيحدثها القرآن بمشية الله ستصبح المشاعر مؤهلة للاستثارة والتجاوب والانفعال بمجرد التلاوة وحدها دون الحاجة للتأهيل قبلها. ¶ ثالثا: سلامة النطق والقراءة الهادئة: ¶ فمع الانشغال بالقرآن والمداومة على القراءة اليومية له، وتهيئة الجو المناسب للقائه يأتي الحديث عن الكيفية التي سنقرؤه بها في هذا الوقت الذي خصصناه له. ¶ هذه الكيفية يسهل علينا تصورها إذا وضح أمامنا الهدف الذي نسعى إليه من لقائنا بالقرآن.",
            "page": "59",
            "part": "1",
            "seal": "DAB35186"
        },
        {
            "id": "61",
            "nass": "فإذا كنا نريد التغيير فلابد من فهم القرآن بالعقل مع التأثر بالقلب، وهذا يستدعي منا سلامة النطق .. فتلاوة القرآن حق تلاوته - كما يقول أبو حامد الغزالي - هو أن يشترك فيه اللسان والعقل والقلب، فحظ اللسان تصحيح الحروف بالترتيل، وحظ العقل تفسير المعاني، وحظ القلب الاتعاظ والتأثر بالانزعاج والائتمار .. فاللسان يرتل والعقل يُترجم، والقلب يتعظ. ¶ فعلينا تعلم النطق الصحيح لآيات القرآن، من خلال حلقات التعليم المنتشرة في المساجد وغيرها. ¶ ومع سلامة النطق يأتي الترتيل والقراءة الهادئة كوسيلة مهمة من وسائل حُسن الفهم، فالقرآن كتاب موجز تحمل الآية الواحدة فيه معاني كثيرة، وكما يقول العلامة محمد عبد الله دراز - رحمه الله - بأنك لو وضعت أصابع يدك على أي موضع في القرآن ثم نظرت إلى الكلمات التي وقعت عليها أصابعك، وحاولت أن تكتب بأسلوبك ما يعبر عن معانيها لكتبت الكثير والكثير. ¶ من هنا كان من الضروري أن نقرأ الآيات قراءة هادئة بطيئة ليتم من خلالها فهم ما تدل عليه، ولقد كان هذا هو هدي رسولنا صلى الله عليه وسلم في قراءته للقرآن .. تقول السيدة حفصة رضي الله عنها: كان رسول الله صلى الله عليه وسلم يقرأ بالسورة فيرتلها حتى تكون أطول من أطول منها. ¶ ومما يلحق بهذا الجانب: عدم تحديد ورد من القرآن - كجزء مثلا - نُلزم به أنفسنا، فمثل هذا التحديد يدفع صاحبه لسرعة القراءة ومن ثَمََّ عدم الانتفاع بالقرآن. ¶ وليكن التخصيص في الوقت لا في الكم، بمعنى أن يكون ورد القراءة لمدة ساعة يوميا على سبيل المثال. ¶ ولقد سئل الإمام مجاهد عن رجل قرأ البقرة وآل عمران، ورجل قرأ البقرة، قراءتهما واحدة، وركوعهما وسجودهما وجلوسهما، أيهما أفضل؟ قال: الذي قرأ البقرة، ثم قرأ: {وَقُرْآَنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء/106].",
            "page": "60",
            "part": "1",
            "seal": "B7B4209D"
        },
        {
            "id": "62",
            "nass": "رابعا: التركيز في القراءة وعدم السرحان: ¶ عندما يقرأ الإنسان كلاما ما في كتاب أو جريدة أو قُصاصة من الورق فإنه يُعمل عقله فيما يقرأه ليفهم المراد من الكلام، وهذا أمر بديهي عند الجميع، فالكل يعلم أنه لا جدوى لقراءة شيء باللسان والعين مع شرود العقل. ¶ ومما يدعو للأسف أننا نطبق هذه القاعدة على جميع ما نقرؤه إلا مع القرآن، فبسبب ما ورثناه من أشكال التعامل الخاطئ مع هذا الكتاب أصبح هَمّ الواحد منا قراءة أكبر قدر من الآيات بغض النظر عن فهم ما يقرؤه أو عدم فهمه، المهم هو الأجر المترتب على القراءة، وكلما قرأنا أكثر فرحنا بما حققناه، فيكون ذلك دافعا لمزيد من القراءة بالحناجر فقط. ¶ والعجيب أننا جميعا إلا من رحم الله قد استُدرجنا لهذا التعامل الشاذ مع القرآن والذي حرمنا من الانتفاع الحقيقي بمعجزته، ولو تجردنا من أسر القيود والأغلال التي ورثناها من الأجيال السابقة، وسأل كل منا نفسه لماذا أنزل الله القرآن؟! .. هل انزله فقط ليكون بابا للأجر والثواب؟ ¶ لو كان الأمر كذلك لبحثنا عن أعمال أخرى تعود لنا بثواب أكبر من قراءة القرآن، وكتب فضائل الأعمال تدلنا على ذلك. ¶ لماذا يُقرأ القرآن بدون فهم؟ ¶ هل يُعقل أن يُقرأ كتاب كامل بدون فهم؟ ¶ كيف استدرجنا الشيطان حتى جعلنا نقبل هذا التعامل الغريب مع أهم كتاب يوجد على ظهر الأرض؟! ¶ كيف وقعنا في هذا الفخ والقرآن الذي نقرؤه يقول لنا: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ} [ص/29]. ¶ ويقول لنا: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ} [محمد/24]. ¶ إذن فبداية الدخول إلى عالم القرآن ودائرة تأثيره تنطلق من ضرورة فهم ما نقرأ من آيات، وهذا بلا شك يستدعي منا التركيز عند القراءة وعدم السرحان: {وَإِذَا قُرِئَ الْقُرْآَنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} [الأعراف/204].",
            "page": "61",
            "part": "1",
            "seal": "CDFEDBF6"
        },
        {
            "id": "63",
            "nass": "ولأن الهدى والسعادة والتغيير وسائر الثمار المترتبة على الدخول لعالم القرآن تستلزم هذه النقطة فإن الشيطان سيعمل جاهدا على صرف الذهن إلى أمور أخرى ليُبعدنا عن فهم القرآن، فعلينا ألا يتسرب إلينا الشعور باليأس أو الإحباط لدينا كلما شرد الذهن في أمور الدنيا بل نثابر ونثابر ونستعين بالله، ونستعيذ به من الشيطان حتى نتعود على التركيز مع القراءة .. أما الآيات التي شرد الذهن فيها فعلينا إعادتها مرة أخرى كما نفعل عند القراءة في أي كتاب آخر. ¶ خامسا: التجاوب مع القراءة: ¶ مما يعين على التركيز مع القراءة: التعامل مع الآيات على حقيقتها في كونها خطابا مباشرا من الله عز وجل للبشر: لي ولك ولغيرنا. ¶ هذا الخطاب يتضمن أسئلة: علينا أن نُجيب عنها. كقوله تعالى: {أَإلَهٌ مَعَ اللَّهِ} [النمل/61]، فنقول: لا إله إلا الله. ¶ ويتضمن مطالب مثل الاستغفار والتسبيح والسجود، فعلينا حينئذ تنفيذها. كقوله تعالى: {وَاسْتَغْفِرُوا اللَّهَ} [البقرة/199]، فنستغفر. ¶ وفيه أدعية: علينا أن نؤمِّن عليها. كما نفعل مع الدعاء الذي في نهاية سورة الفاتحة .. وفيه وفيه .. ¶ قال حذيفة بن اليمان رضي الله عنه: صليت مع النبي صلى الله عليه وسلم ذات ليلة فافتتح بالبقرة فقرأها، ثم افتتح النساء فقرأها، ثم افتتح آل عمران فقرأها، يقرأ مترسلا، إذا مر بآية فيها تسبيح سبح، وإذا مر بآية سؤال سأل، وإذا مر بتعوذ تعوَّذ، ثم ركع. ¶ سادسا: أن نجعل المعنى الإجمالي هو المقصود: ¶ ونحن نطبق الوسائل السابقة عند تلاوتنا للقرآن قد نجد أمامنا كلمات غريبة لا نعرف معناها .. فهل نتوقف عن القراءة ونبحث عن معناها في التفاسير؟!",
            "page": "62",
            "part": "1",
            "seal": "413DDB06"
        },
        {
            "id": "64",
            "nass": "مما لا شك فيه أن معرفة المعنى ستزيد الفهم، وتفتح آفاقا جديدة للعقل في تعامله مع الآيات، ولكن في نفس الوقت لو تم ذلك مع كل كلمة غريبة تقابلنا فسينقطع اتصالنا بالقرآن ومن ثَمّ يضعف تأثرنا به، ويتحول انتفاعنا إلى انتفاع عقلي فقط، وهذا جزء يسير من التغيير الذي نريده. فالتغيير الأهم هو ما يُحدثه القرآن في القلب من زيادة إيمان وتوليد الطاقة الدافعة للقيام بأعمال البر بسهولة ويسر، وهذا يستدعي منا الاسترسال مع القراءة، والسماح للآيات أن تنساب داخلنا، ويتصاعد تأثيرها على المشاعر شيئا فشيئا حتى تثيرها وتؤججها فيؤدي ذلك إلى زيادة الإيمان، ودخول النور إلى القلب. ¶ فإن قلت: فماذا نفعل إذن لكي يتم فهم الآيات وما تتضمنه من كلمات لا نعرف معناها، وفي نفس الوقت الاسترسال معها؟! ¶ الحل هو أن نقرأ الآيات ونفهم منها المعنى الإجمالي الذي تدل عليه، ولا نقف عند كل كلمة، فإننا لا نبحث عن معاني تلك الكلمات بل نأخذ المعنى الإجمالي من السياق. ولقد أرشدنا رسول الله صلى الله عليه وسلم إلى هذه الطريقة بقوله: \" إن القرآن لم ينزل يُكذِّب بعضه بعضا، بل يُصدق بعضه بعضا، فما عرفتم منه فاعملوا به، وما جهلتم فردوه إلى عالِمه \". ¶ فلو قرأنا عشر آيات مثلا وفهمنا ما يدل عليه نصفها، فهذا يكفينا، وبمرور الوقت ستزداد مساحة ما نعرفه لأن القرآن كما نعلم يُفسر بعضه بعضا. ¶ يقول ابن مسعود رضي الله عنه: عن للقرآن منار كمنار الطريق، فما عرفتم منه فتمسكوا به، وما يشبه عليكم - أو قال: شُبّه عليكم - فكلوه إلى عالمه.",
            "page": "63",
            "part": "1",
            "seal": "76E80BAF"
        },
        {
            "id": "65",
            "nass": "متى نرجع للتفسير؟ ¶ أما التفسير فله أهمية كبرى وسنكون دائما في حاجة للرجوع إليه، ولكن لنجعل له وقتا آخر غير الوقت الذي المخصص لتلاوة القرآن، وذلك لتصحيح فهم خاطئ أو معرفة حكم من الأحكام الشرعية، فبديهي أن تدبر القرآن ليس معناه استنباط أحكام منه فهذه وظيفة العلماء. وتاريخ الأمة يشهد بانحراف البعض ممن استنبطوا أحكاما شرعية من القرآن مباشرة دون أن يكونوا مؤهلين لذلك. ¶ سابعا: ترديد الآية التي تؤثر في القلب: ¶ الوسائل السابقة من شأنها أن تُهيئ العقل لحسن التدبر وفهم المراد من الآيات، ولكن ليس هذا فقط هو المطلوب من القرآن، فنحن نريد التغيير المتكامل في العقل والقلب والنفس، وهذا يستدعي - بجوار الفهم - التأثر والانفعال بالآيات والتجاوب معها. ¶ فإن قلت التأثر والانفعال ليس بيدي، فقد أستطيع أن أُلزم نفسي الوسائل السابقة من انشغال بالقرآن والجلوس في مكان هادئ لتلاوته، وعدم السرحان، والتجاوب مع القراءة وفهم المراد من الآيات، أما أن أجعل قلبي يتجاوب وينفعل مع القرآن فهذا أمر لا أقدر عليه. ¶ نعم، كلنا كذلك، وبخاصة أن قلوبنا قد أحاطتها حُجُب الغفلات، ولكن بالمداومة على الوسائل السابقة والمثابرة عليها وبخاصة التهيئة القلبية، ستأتي بلا شك لحظة أو لحظات تجد فيها آية من الآيات التي نقرؤها منفذا وطريقا يدخل منه نورها إلى القلب، فيؤثر في مشاعره ليحدث التجاوب والانفعال ومن ثم زيادة الإيمان. ¶ قد يتم هذا الأمر بعد مرور عدة أيام من بداية عودتنا إلى القرآن ومع آية واحدة فقط في كل ما نقرأ، فماذا نفعل عند حدوث ذلك؟ ¶ علينا أن نستثمر الفرصة التي جاءتنا أحسن استثمار، فهذه اللحظات من أهم لحظات حياتنا .. مواسمنا وأعيادنا، ولم لا وأوقات حياة القلب هي أوقت الحياة الحقيقية، وبها يُقاس عمر الإنسان الفعلي.",
            "page": "64",
            "part": "1",
            "seal": "ECB316CB"
        },
        {
            "id": "66",
            "nass": "فإن كان الأمر كذلك فلنعمل على دخول أكبر قدر من النور إلى القلب، من خلال ترديد تلك الآية مرات ومرات طالما وُجد التجاوب، ولقد كان هذا هو هدي رسول الله صلى الله عليه وسلم وصحابته الكرام. ¶ لو علم الناس!! ¶ يقول ابن القيم: فلو علم الناس ما في قراءة القرآن بالتدبر لانشغلوا بها عن كل ما سواها، فإذا قرأه بتفكر حتى مر بآية هو محتاج إليها في شفاء قلبه كررها ولو مائة مرة، ولو ليلة .. فقراءة آية بتفكر وتفهُّم خير من قراءة ختمة بغير تدبر وتفهم، وأنفع للقلب، وأدعى إلى حصول الإيمان وذوق حلاوة القرآن، وهذه كانت عادة السلف: يُردد احدهم الآية حتى الصباح. ¶ وقد ثبت عن النبي صلى الله عليه وسلم أنه قام بآية يرددها حتى الصباح، وهو قوله: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [المائدة/118]. ¶ فقراءة القرآن بالتفكر هي أصل صلاح القلب، ولهذا قال ابن مسعود: لا تهُذُّا القرآن هذَّ الشعر ولا تنثروه نثر الدقل، وقفوا عند عجائبه وحركوا به القلوب، ولا يكن هم أحدكم آخر السورة. ¶ إذن فهذه الوسيلة - ترديد الآية التي تؤثر في القلب - لَمِن أهم وسائل التغيير القرآني فبالإضافة إلى فائدتها العظمى في زيادة الإيمان وطرد الهوى من القلب، فإن لها كذلك فائدة أخرى تتحقق من خلال تكرارها حيث إن هذا التكرار يؤدي إلى ترسيخ معناها في العقل الباطن مما يُساعد في بناء اليقين الصحيح. ¶ فإذا ما واظبنا على ذلك فستزداد بمرور الوقت عدد الآيات التي تؤثر في القلب مع كل تلاوة أو سماع للقرآن، فيزداد بذلك الإيمان أكثر وأكثر، ويتنور لقلب حتى تدب الحياة في جميع جنباته ليصبح قلبا حيا سليما خاشعا لربه خاضعا له.",
            "page": "65",
            "part": "1",
            "seal": "86EFDB2F"
        },
        {
            "id": "67",
            "nass": "ومما يساعد على زيادة الخشوع في القلب واستسلامه لله: حُسن التعبير عن المعاني التي تتولد داخلنا عند تأثرنا بالآيات، وذلك من خلال البكاء والدعاء ومناجاة الله عز وجل: {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا (107) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا (108) وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعً} [الإسراء/107 - 109]. ¶ من هنا كان من المناسب أن نخصص قدرا من قراءتنا في صلاة الليل، فنعيش مع الآيات في القيام، ونعبر عن معانيها في السجود: {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} [المزمل/6]. ¶ ثامنا: تعلم الآيات والعمل بها: ¶ لكي يقوم القرآن بدوره الأساسي معنا في التذكرة والتوجيه، والاستقامة على الصراط المستقيم، والقرب الدائم من الله عز وجل، لابد لنا من أن نسلم له قيادنا، وأن نُحسن الاستماع إلى توجيهاته، والعمل به قدر المستطاع. ¶ والوسائل السبع السابقة من شأنها أن تدخلنا إلى دائرة تأثير القرآن - بفضل الله - وتهيئنا لحُسن استقبال توجيهاته، والعمل بمقتضاها، ولكن القارئ لن يستطيع من خلالها أن يتوقف عند كل آية يقرؤها ليعرف من خلالها المطلوب عمله منها وإلا ما تجاوزت قراءته بضع آيات في اليوم الواحد. ¶ نعم يكفيه التغيير الذي تُحدثه الآيات التي يتلوها في تصوراته، والإيمان الذي يزيد في قلبه، والطاقة التي تتولد داخله وتدفعه للقيام بأعمال البر المختلفة. ¶ ومع هذا كله كانت الوسيلة الثامنة التي إن استخدمناها حَسُن انتفاعنا بالقرآن، ألا وهي تعلم الآيات وحفظها والعمل بها، وذلك بالتوازي مع الوسائل السابقة.",
            "page": "66",
            "part": "1",
            "seal": "B0F859BE"
        },
        {
            "id": "68",
            "nass": "فكما أننا نُخصص وقتا يوميا لتلاوة القرآن، علينا كذلك أن نخصص وقتا آخر بين الحين والحين، ولو مرة كل أسبوع، نتعلم فيه بضع آيات من القرآن ثم نجتهد في حفظها، والعمل بما دلت عليه من خُلق وسلوك، أو ما اشتملت عليه من أوامر ونواه، ولا ننتقل إلى غيرها إلا بعد التأكد من ممارسة العمل بما في تلك الآيات .. وهذا ما كان يفعله الصحابة رضوان الله عليهم. ¶ يقول أبو عبد الرحمن السلمي: إنما أخذنا القرآن من قوم اخبرونا أنهم كانوا إذا تعلموا عشر آيات لم يجاوزوهن إلى العشر الأخرى حتى يعلموا ما فيهن من العمل. ¶ قال: فتعلمنا العلم والعمل جميعا، وأنه سيرث القرآن من بعدنا قوم يشربونه شرب الماء، لا يجاوز هذا .. وأشار إلى حنكه. ¶ وتكمن أهمية هذا الأثر في أن صاحبه وهو ليس من الجيل الأول بل هو من التابعين ينقل لنا الطريقة التي كانت سائدة بين الصحابة في حفظهم لآيات القرآن، وبعد أن اكتمل نزوله .. فهذا عمر بن الخطاب ظل يتعلم ويحفظ في سورة البقرة اثنتي عشرة سنة، فلما أتمها نحر جزورا، وهذا ابنه عبد الله يتعلمها في ثماني سنين. ¶ المربي ¶ قال تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ} [الشورى/52]. ¶ فمع الأهمية القصوى للقرآن كمشروع للنهضة، ومصنع للتغيير، يأتي دور المربي الذي يُشرف على عملية التغيير مكملا لدور القرآن العظيم.",
            "page": "67",
            "part": "1",
            "seal": "08BCDFEE"
        },
        {
            "id": "69",
            "nass": "نعم، القرآن هو المصدر الأساسي للتغيير، وبدونه لن يكون هناك نتاج حقيقي للجيل المنشود .. جيل الربانيين الذين يشترون رضا الله بكل ما سواه، ولكن نظرا لاختلاف الأشخاص الذين سيتعاملون مع القرآن من حيث البيئة والثقافة والسن والتجارب و ... فإنه من المتوقع أن يكون نتاج التغيير القرآني مختلفا بعض الشيء من شخص لآخر .. هذا الاختلاف قد يكون محدودا، وفي الإطار العام للشخصية الإسلامية المتوازنة، وقد يكون فيه بعض التجاوز لهذا الإطار مما قد يُحدث انحرافا - ولو محدودا - يُضعف من قيمة الثمرة المنتظرة .. وهنا يأتي دور المربي الذي يُشرف على عملية التغيير، ويتابع نتائجها ويضبطها ويُقوِّم ما يحتاج منها إلى تقويم. ¶ هذه المهمة العظيمة هي مهمة الرسل وأتباعهم: {هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آَيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ} [الجمعة/2]. ¶ طبيعة دور المربي: ¶ أهم دور يضطلع به المربي هو الإشراف على عملية التغيير، ومتابعته ليكون النتاج صالحا فلا يحدث تضخم في جانب وضمور في جانب آخر. ¶ لذلك فمن طبيعة وظيفته:",
            "page": "68",
            "part": "1",
            "seal": "16F91147"
        },
        {
            "id": "70",
            "nass": "أولا: تربية من معه على التوازن والاعتدال: ¶ فقوة الإيمان المتولدة من القرآن قد تدفع صاحبها لطلب القيام بأعمال كثيرة تتنافى مع الطبيعة البشرية وما فيها من ضعف، وما لديها من احتياجات، ومن هنا تأتي وظيفة المربي الذي يصحح المفاهيم، ويوجه من معه للوسطية والاعتدال، مثلما فعل صلى الله عليه وسلم مع الثلاثة الذين ذهبوا لبيوت أزواجه صلى الله عليه وسلم يسألون عن عبادته، فلما أُخبروا بها كأنهم تقالُّوها (أي: عدوها قليلة)، وقالوا: أين نحن من النبي صلى الله عليه وسلم وقد غُفر له ما تقدم من ذنبه وما تأخر. قال أحدهم: أما أنا فأصلي أبدا، وقال الآخر: وأنا أصوم الدهر ولا أُفطر، وقال الآخر: وأنا أعتزل النساء ولا أتزوج أبدا، فجاء رسول الله صلى الله عليه وسلم فقال: \" أنتم الذين قلتم كذا وكذا؟ أما والله إني أخشاكم لله وأتقاكم له، لكني أصوم وأفطر، وأصلي وأرقد، وأتزوج النساء، فمن رغب عن سنتي فليس مني \". ¶ فالمربي يعمل دائما على توجيه من معه على الوسطية والاعتدال وإعطاء كل ذي حق حقه. ¶ تأمل معي توجيهه صلى الله عليه وسلم لعبد الله بن عمرو بن العاص: \" يا عبد الله ألم أخبر أنك تصوم النهار وتقوم الليل .. فلا تفعل، فإنك إذا فعلت ذلك هجمت عينك، وتفهت نفسك، فصُم وافطر، وقم ونم، فإن لجسدك عليك حقا، وإن بحسبك إن تصوم من كل شهر ثلاثة أيام، فإن لك بكل حسنة عشر أمثالها، فإن ذلك صيام الدهر كله \". ¶ ثانيا: ضبط الفهم الصحيح عند الأفراد لمراتب الأحكام وفقه الأولويات مع النظرة الشاملة للإسلام: ¶ تأمل معي قوله صلى الله عليه وسلم وهو يوصي معاذ بن جبل رضي الله عنه لما أرسله داعيا على اليمن: \" إنك تأتي قوما أهل كتاب فليكن أول ما تدعوهم إليه أن يوحدوا الله، فإن هم أطاعوك لذلك فأخبرهم أن عليهم خمس صلوات في يومهم وليلتهم، فإن هم أطاعوك لذلك فأخبرهم أن الله قد فرض عليهم صدقة في أموالهم، تؤخذ من أغنيائهم وترد على فقرائهم \".",
            "page": "69",
            "part": "1",
            "seal": "421CC767"
        },
        {
            "id": "71",
            "nass": "فقه الأولويات والموازنات من أهم الأمور التي ينبغي أن يُعلمها المُربي لمن معه .. فكثيرا ما سيجد الفرد نفسه أما مصلحتين متعارضتين إن قام بواحدة فاتت الأخرى، فماذا يُقدم وماذا يؤخر؟! .. هنا يأتي دور المربي الذي يُحسن توجيه من معه للتعامل الصحيح في مثل هذه المواقف، فعلى سبيل المثال: عند التعارض بين السعي في خدمة الناس مع عبادة مثل الاعتكاف .. أيهما نُقدم؟ ¶ يقول صلى الله عليه وسلم: \" ولأن أمشي مع أخي المسلم في حاجة أحب إليّ من أن أعتكف في المسجد شهرا \". ¶ فما يتعدى نفعه للناس يُقدم على ما كان نفعه مقصورا على الفرد. ¶ عن أبي هريرة رضي الله عنه قال: مر رجل من أصحاب رسول الله صلى الله عليه وسلم، بشعب فيه عيينة من ماء عذبة، فأعجبته، فقال: لو اعتزلت الناس فأقمت في هذا الشعب، ولن أفعل حتى أستأذن رسول الله صلى الله عليه وسلم، فذكر ذلك لرسول الله صلى الله عليه وسلم، فقال: \" لا تفعل، فإن مقام أحدكم في سبيل الله أفضل من صلاته في بيته سبعين عاما، ألا تحبون أن يغفر الله لكم ويدخلكم الجنة؟ اغزوا في سبيل الله، من قاتل في سبيل الله فَواقَ ناقة وجبت له الجنة \". ¶ ثالثا: حُسن توجيه الطاقات المتولدة لدى الأفراد نتيجة تعاملهم مع القرآن ومنابع الإيمان، وذلك بفتح مجالات العمل أمامهم، وتنظيم حركتهم بين الناس: ¶ ولقد كان المربي العظيم صلى الله عليه وسلم يفعل ذلك مع أصحابه، فيدلهم على أبواب الخير ويستحثهم على ولوجها، ومن ذلك قوله صلى الله عليه وسلم: \" من كان يؤمن بالله واليوم الآخر فليحسن إلى جاره، ومن كان يؤمن بالله واليوم الآخر فليكوم ضيفه، ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت \" (¬1). ¶ فالمربي الناجح هو الذي يستوعب طاقات من معه، ويفتح لهم المجالات التي تناسب إمكاناتهم. ¶ ¬__________ ¶ (¬1) البخاري (5/ 2240، رقم 5673)، ومسلم (1/ 69، رقم 48)",
            "page": "70",
            "part": "1",
            "seal": "CFAC9D20"
        },
        {
            "id": "72",
            "nass": "رابعًا: شحذ همم الأفراد: ¶ لشحذ الهمم دور كبير في المسارعة لفعل الخيرات، لذلك كان على المربي أن يُذّكر من معه دوما بالوظيفة التي خُلقنا لها، وبالهدف الذي نسعى لتحقيقه، وبالجزاء الذي ينتظرنا، فكل ذلك من شأنه أن يستثير الهمم ويُقوي العزائم، ويدفع الجميع للتسابق لفعل الخير، كما كان يفعل صلى الله عليه وسلم، فعن أسامة بن زيد رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال: \" ألا هل من مشمر للجنة، فإن الجنة لا خطر لها، هي ورب الكعبة نور يتلألأ، وريحانة تهتز، وقصر مشيد، ونهر مطرد، وثمرة نضيجة، وزوجة حسناء جميلة، وحلل كثيرة، ومقام في أبد في دار سليمة، وفاكهة وخضرة وحبرة ونعمة في حلة عالية بهية \" قالوا: نعم يا رسول الله نحن المشمرون لها، قال: قولوا: \" إن شاء الله \" قال القوم: إن شاء الله، ثم ذكر الجهاد في سبيل الله. ¶ خامسًا: المحافظة على الأفراد: ¶ وإبعادهم عما لا يستطيعون مواجهته أو تحمله، كما كان يفعل صلى الله عليه وسلم مع أصحابه، فهذا أبو ذر يطلب منه الإمارة فقال: \" يا أبا ذر، إني أراك ضعيفا، وإني أُحب لم ما أُحب لنفسي، لا تتأمرن على اثنين، ولا تولَّين مال يتيم\" (¬1). ¶ فالمربي لا يُعرض من معه لفتنة لا يستطيعون تحملها .. ¶ سادسًا: التذكير الدائم بحقيقة الدنيا: ¶ ومن وظائف المربي التأكيد على الحقائق التي يؤكدها القرآن، ومن ذلك حقيقة الدنيا ومدى هوانها على الله، وأن قيمتها الحقيقة في كونها مزرعة للآخرة، ومن ثَمّ فلا مجال للتنافس على زينتها .. ¶ ¬__________ ¶ (¬1) أخرجه مسلم (3/ 1457، رقم 1826)",
            "page": "71",
            "part": "1",
            "seal": "C58F8977"
        },
        {
            "id": "73",
            "nass": "ولا يكتفي المربي بالتذكير بحقيقة الدنيا، بل ويعمل على ربط حديثه بالواقع ليستقر المعنى في الذهن واليقين .. وهذا ما كان يفعله صلى الله عليه وسلم مع صحابته فعن جابر بن عبد الله رضي الله عنه أن رسول الله صلى الله عليه وسلم مرّ بالسوق والناس كنفتيه - أي عن جانبيه - فمر بجدي أسك ميت، فتناوله، فأخذ بأذنه، ثم قال: \" أيكم يُحب أن يكون له هذا بدرهم؟ \" قالوا: والله لو كان حيا كان عيبا أنه أسك. فكيف وهو ميت! فقال: \" فو الله للدنيا أهون على الله من هذا عليكم \" (¬1). ¶ التربية الميدانية: ¶ مما لا شك فيه أن طبيعة دور المربي تستدعي منه تواجدا مستمرا مع الأفراد ليتسنى له متابعتهم، وحسن توجيههم كما قال: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا} [الكهف/28]. ¶ فمباشرة مهام التوجيه، وضبط الفهم، وفتح مجالات العمل، والحفاظ على الأفراد و ... كل ذلك يستدعي من المربي تطبيق قوله تعالى: {وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ} [الكهف/28]. ¶ ولقد كان صلى الله عليه وسلم يتعاهد أصحابه ويتفقدهم، ويسأل عن غائبهم، ويسعى في قضاء حوائجهم، وحل مشكلاتهم. ¶ عن أنس بن مالك رضي الله عنه أن النبي صلى الله عليه وسلم افتقد ثابت بن قيس - رضي الله عنه - فقال رجل: يا رسول الله! أنا أعلم لك علمه. فأتاه فوجده جالسا في بيته منكسا رأسه، فقال: ما شأنك؟ قال: شر .. كان يرفع صوته فوق صوت النبي فقد حبط عمله وهو من أهل النار، فأتى الرجل فأخبره أنه قال كذا وكذا، فقال النبي صلى الله عليه وسلم: \" اذهب إليه فقل له: إنك لست من أهل النار ولكن من أهل الجنة \". ¶ ¬__________ ¶ (¬1) رواه مسلم.",
            "page": "72",
            "part": "1",
            "seal": "18AE5DB3"
        },
        {
            "id": "74",
            "nass": "وعندما أُتي لرسول الله صلى الله عليه وسلم بمثل بيضة من الدجاج من ذهب من بعض المغازي، فقال صلى الله عليه وسلم: \" ما فعل الفارس المكاتب؟ \" قال: فدعيت له، فقال: \" خذ هذه فأد بها ما عليك يا سلمان \". ¶ مفهوم المتابعة: ¶ إن كان من مهام المربي حسن توجيه الأفراد، وتعهدهم، ومتابعتهم فيما يتعلق بأحوالهم وجوانب حياتهم المختلفة، فإن هذا ليس معناه المتابعة الدقيقة واللصيقة لكل منهم، والتأكد من تنفيذ توجيهاته بدقة، فهذه الطريقة في المتابعة لها العديد من السلبيات، فإنها وإن كانت ستضمن تنفيذ التوجيهات إلا أنها قد تتسبب في تحويل وجهة الأفراد ليصبح رضا المربي هو الغاية مع رضا الله عز وجل. ¶ ومن سلبياتها كذلك أنها ستجعل الأفراد يتعودون على من يتابعهم بهذه الطريقة فإذا ما فتر المربي عن متابعتهم فتروا عن العمل. ¶ الإيمان هو الضامن: ¶ فإن قلت: إن كانت المتابعة الدقيقة للأفراد لها هذه السلبيات، فما الضامن إذن الذي يضمن للمربي حسن تنفيذ الأفراد للتوجيهات المختلفة؟ ¶ إنه الإيمان القوي الذي سيتولد بمشيئة الله من عملية التغيير القرآني، فالإيمان هو أكبر ضامن يضمن تنفيذ الخطط والتوجيهات مع عدم إغفال دور المتابعة العامة التي تتعرف على الواقع فتبني عليه توجيهات المستقبل. ¶ والناظر إلى سيرة رسول الله صلى الله عليه وسلم وطريقة تربيته لأصحابه يجد أنه كان يوجههم لأعمال الخير ثم يتركهم لإيمانهم، فيدفعهم هذا الإيمان للقيام بهذه الأعمال والاستمرار عليها، فعندما بلغ عبد الله بن عمر قوله صلى الله عليه وسلم في شأنه: \" نعم الرجل عبد الله لو كان يصلي بالليل \" قال سالم: فكان عبد الله بعد ذلك اليوم لا ينام من الليل إلا قليلا.",
            "page": "73",
            "part": "1",
            "seal": "F8BCF9D8"
        },
        {
            "id": "75",
            "nass": "وعندما قال صلى الله عليه وسلم لعلي وفاطمة رضي الله عنهما: \" ألا أدلكما على ما هو خير لكما من خادم، إذا أويتما إلى فراشكما فسبحا ثلاثا وثلاثين واحمدا ثلاثا وثلاثين وكبرا أربعا وثلاثين \" قال علي: فما تركتهن منذ سمعتهن من رسول الله صلى الله عليه وسلم، فقيل له: ولا ليلة صفين؟ قال: ولا ليلة صفين. ¶ ففي هذه المواقف رأينا التوجيه النبوي للأفراد، ورأينا تصميمهم على تنفيذه طيلة حياتهم دون أن تكون هناك متابعة لصيقة ومستمرة على ذلك. ¶ بل إنه قد قيل له صلى الله عليه وسلم بأن فلانا يقوم الليل فإذا أصبح سرق، فقال عليه الصلاة والسلام: \" ستنهاه صلاته \". ¶ من هان يتضح لنا أن أفضل ضامن يضمن تنفيذ التكاليف والتوجيهات هو الإيمان الذي ينبغي أن يملأ قلب الفرد، وهذا هو دور القرآن الذي يُعد بمثابة نبع متجدد للإيمان كما قال الله تعالى: {رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ} [آل عمران/193]. ¶ قال محمد بن كعب القرظي: إن المنادي هو القرآن فليس كلهم رأى النبي صلى الله عليه وسلم. ¶ المتابعة بين الإفراط والتفريط: ¶ ليس معنى القول بأن الإيمان هو الضامن لتنفيذ التوجيهات والتكاليف أن يترك المربي تعاهد من معه، فلا يتعرف على المستوى الذي وصلوا إليه، أو المشاكل والعقبات التي تواجههم فيختزل دوره في حيز التوجيه العام فقط .. ليس هذا هو المقصد مما قيل في الأسطر السابقة عن مفهوم المتابعة، بل المقصد أن تكون المتابعة وسيلة للوصول إلى أحسن النتائج مع ترك مساحة للأفراد يتحركون من خلالها في الإطار العام الذي يحدده لهم المربي.",
            "page": "74",
            "part": "1",
            "seal": "2BC9A520"
        },
        {
            "id": "76",
            "nass": "نعم، سيظهر من بعضهم تشدد، أو فتور، أو يقعون في أخطاء .. وهنا تبرز قيمة المتابعة في ضبط هذه الأمور، وتصحيح المسار، فينتج عن ذلك الوصول إلى الأهداف المرجوة من خلال الأفراد أنفسهم، لا من خلال سير المربي معهم خطوة بخطوة، ومثال ذلك: لو أن إدارة مدرسة من المدارس طلبت من المدرسين أن يوجهوا تلاميذهم لعمل بحث في موضوع ما .. فذهب أحد المدرسين إلى فصله وأخبر تلاميذه بالبحث المطلوب وبدأ في كتابة البحث مع كل واحد منهم .. يراجع معهم كل كلمة، ويضع لهم العناصر، ويتدخل في كل صغيرة وكبيرة فيه، وظل على ذلك حتى انتهوا جميعا من أبحاثهم في الموعد المحدد. ¶ ومدرس آخر ذهب إلى فصله وأخبر تلاميذه بالبحث المطلوب، بين لهم عناصر البحث، ودلهم على مراجعه، ثم تركهم، ليطالبهم عند نهاية المدة المحددة بالأبحاث التي كتبوها. ¶ ومدرس ثالث بعد أن أخبر تلاميذه بالبحث المطلوب، بين لهم عناصر البحث، والخطط المقترحة لتنفيذه، والمراجع التي تخدمه، ولم يكتفِ بذلك، بل كان كل فترة من الزمن يقرأ ما كتبوه بأنفسهم، فيرفع واقعهم، ويتعرف على من يسير في الطريق الصحيح، ومن توسع في بعض النقاط أكثر من اللازم، ومن انحرف بالكتابة في غير موضوع البحث، ومن تسرع في الكتابة دون سبر أغوار العناصر، و ... . ¶ فيقوم من خلال هذا الواقع بحسن توجيه كل فرد على حدة بما يتناسب مع واقعه ليصل الجميع إلى الهدف المنشود. ¶ أي النماذج أصح؟ ¶ مما لا شك فيه أن تلاميذ المدرس الأول سينجحون في تقديم أبحاثهم في الوقت المحدد، وستكون أبحاثا قيمة، لكنهم كأفراد لم يكتسبوا مهارة جديدة، بل سيصبحون بحاجة إلى من يسير معهم خطوة بخطوة كلما هموا للقيام بعمل ما. ¶ وبالنسبة لتلاميذ المدرس الثاني فنتائجهم غير مضمونة واحتمالية وقوعهم في أخطاء كبيرة، فلقد تركهم مدرسهم يجتهدون بمفردهم دون أن يعمل على تقويم مسارهم.",
            "page": "75",
            "part": "1",
            "seal": "DFF67769"
        },
        {
            "id": "77",
            "nass": "أما تلاميذ المدرس الثالث فقد نجحوا في تقديم أبحاث قسمة مع اكتسابهم خبرة كيفية البحث بمفردهم والوصول إلى معلومة ووضعها في مكانها الصحيح .. كل ذلك حدث لأن مدرسهم تركهم يقومون بأداء العمل بمفردهم مع متابعتهم كل فترة وتقييمه لأعمالهم، وتوجيههم لكيفية تصويبها وتقويمها. ¶ وهذا هو المطلوب من المربي .. عليه أن يُحسن التوجيه وعرض المطلوب في البداية ثم يترك من معه ليقوموا بتنفيذ ما طُلب منهم، مع رفع واقعهم كل فترة وتقييمه وإرشادهم لكيفية تصويبه، وهكذا حتى يصلوا على أهدافهم، ويكونوا قد تعودوا الاعتماد على أنفسهم. ¶ فإن كان هدف المربي تعريف من معه بربهم، وربطهم به سبحانه من خلال القرآن، ومن خلال الكون المحيط، فعليه أولا أن يشرح لهم كيفية استخراج جوانب المعرفة من القرآن، بصفة عامة، ثم يأخذ جانبا من الجوانب كالتعرف على الله المنعم، فيبسط فيه القول، ويُعدد لهم بعضا من نعم الله، ويدلل على ذلك بالآيات المناسبة، ثم يطلب منهم استخراج النعم من سور من سور القرآن، ويتأكد من حُسن تطبيقهم للمعنى المطلوب، ثم يتركهم - عدة أيام - بعد أن يطلب منهم استخراج الآيات الدالة على النعم من وردهم القرآني، وكذلك النعم التي اجتباهم الله بها بصورة شخصية، وعندما يلتقي معهم بعد ذلك ينظر ما استخرجوه من القرآن، ومن تفكُرهم في الكون والنفس، فيصوب ما يحتاج إلى تصويب، وينبه على ما لم يُنتبه إليه، ويؤكد على المعنى مرة أخرى، مع شحذ هممهم وتفقد أحوالهم.",
            "page": "76",
            "part": "1",
            "seal": "894AD06F"
        },
        {
            "id": "78",
            "nass": "ويكرر ذلك معهم مرة ومرة حتى يتأكد من حُسن تعاملهم مع القرآن ونجاحهم في استخراج جوانب المعرفة منه، وكذلك حُسن تعاملهم مع أحداث الحياة .. فإذا انتقل بعد ذلك إلى جانب آخر من جوانب المعرفة كان تطبيقه أيسر من السابق، وعندما يترك هذا الموضوع وينتقل إلى موضوع آخر، يتركه وقد تأكد من إجادتهم للتعامل معه من خلال القرآن، ومن خلال الكون المحيط، واستطاعتهم استخراج جوانب المعرفة من الآيات وربطها بأحداث الحياة. ¶ ومع ذلك فعليه كل فترة من الزمن أن يتأكد من استمرار نهلهم من منبع القرآن وظهور آثار ذلك على أعمالهم. ¶ والملاحظ في سيرة رسول الله صلى الله عليه وسلم أنه كان يوجه أصحابه إلى منابع الإيمان، ثم يتفقدهم ويتابعهم ويطمئن على مدى تعاملهم معها .. ففي الحديث الذي رواه أبو هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال لأصحابه يوما: \" من أصبح منكم اليوم صائما؟ \" قال أبو بكر: أنا، قال: \" فمن تبع منكم جنازة؟ \"، قال أبو بكر: أنا، قال: \" فمن أطعم منكم اليوم مسكينا؟ \"، قال أبو بكر: أنا. قال: \" فمن عاد منكم مريضا؟ \"، قال أبو بكر: أنا. فقال رسول الله صلى الله عليه وسلم: \" ما اجتمعن في امرئ إلا دخل الجنة \". ¶ انتبه!! ¶ ومع هذا الدور المهم للمربي إلا أنه يأتي مصاحبا لعملية التغيير الحقيقية التي يقوم بها القرآن، فلا بديل لدخول الأفراد إلى المصنع القرآني ليباشر المربي بعد ذلك عمله في تجويد وتحسين الثمار الناتجة عن عملية التغيير. ¶ من هنا يتضح لنا أن المربي الناجح هو الذي يدل الناس على الله ويدعوهم إلى الدخول لمأدبة القرآن، ويأخذ بأيديهم إليها، ويتركهم أمامها ليذوقوا حلاوتها بأنفسهم.",
            "page": "77",
            "part": "1",
            "seal": "960ECF3F"
        },
        {
            "id": "79",
            "nass": "فالمربي إذن دلال يدل من حوله على منابع الإيمان وعلى ما تذوَّقه من القرآن، ففيوضات القرآن لا حدود لها، وتسع جميع الخلق. بل إن من علامة صدق المربي: انطلاق الأفراد في التعامل مع القرآن وتعرفهم على أشياء لم يعرفها ولم يسبق له هو معرفتها. ¶ أما المربي الذي يقف في منتصف الطريق بين من معه من ناحية، وبين القرآن ومنابع الإيمان من ناحية أخرى - بمعنى أنه يسقيهم بيده بعضا مما استفاده هو من القرآن - فهذا المربي قد جانبه الصواب في أدائه لوظيفته، ولن يكون له تأثر كبير وجوهري ومستمر على من معه، لأنه قد ربطهم به، ولم يعلمهم كيف يستطيعون الانتفاع بالقرآن بمفردهم. ¶ أما إذا أفسح لهم الطريق وأخذ بأيديهم حتى يجدوا أنفسهم وجها لوجه مع القرآن ينهلون من نبعه، ويتمتعون بحلاوته، ويدخلون إلى دائرة تأثيره .. كل ذلك يحدث لهم، وهو بينهم يوجه الطاقات، ويضبط الفهم ويشحذ الهمم .. فإنه عن فعل ذلك فقد قام بمهمته خير قيام، وأنتج للأمة نواة الجيل القرآني الذي انتظرته طويلا، فتجتمع حوله، وتسير وراءه تحرر الأوطان، وتعيد الخلافة وتسود العالم، وما ذلك على الله بعزيز: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ (105) إِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ} [الأنبياء/105، 106].",
            "page": "78",
            "part": "1",
            "seal": "6C3388E9"
        },
        {
            "id": "80",
            "nass": "الأيمان أولا: ¶ إذن فالمربي الناجح هو الذي يبذل جهدا كبيرا في بداية عمله مع من معه في توجيههم لمنابع الإيمان - والتي يقف على رأسها القرآن - ويتأكد من ورودهم لها ونهلهم منها، وظهور آثار زيادة الإيمان عليهم .. فإن تم ذلك أصبحت مهمته سهلة، ويسيرة في التوجيه، وضبط الفهم، وتنظيم الحركة، فعندما توقد شعلة الإيمان في القلب وتستمر في النمو والزيادة فإن هذا من شأنه أن يجعل الفرد في حالة دائمة من الانتباه، والتذكر بما ينبغي عليه أن يفعله، هذا من ناحية، ومن ناحية أخرى فإن الإيمان الحي في القلب يولد طاقة وقوة دافعة داخل الفرد تدفعه للقيام بأعمال البر، وما يريده الله، بكل سهولة ويسر. ¶ فإن كان على الفرد أن يتجه قلبه لله، وأن يتخلق بأخلاق المؤمنين، وأن يكتسب مهارة تعينه على القيام بدوره في الحياة، فالطريقة السهلة لذلك هو حُسن عودته للقرآن، ووروده منابع الإيمان المختلفة لتصبح هذه الأمور بمثابة ثمار طبيعية لحياة القلب وتمكن الإيمان منه كما قال تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ (24) تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ [إبراهيم/24: 25]}. ¶ فالإيمان هو الشجرة الطيبة التي تؤتي ثمارها في كل وقت، وكل اتجاه .. فعلى سبيل المثال: التخلق بصفات المؤمنين من صدق، ووفاء، وثبات، وتضحية في سبيل الله، وورع، وكف للأذى، وإحسان، وترك للآثام ... . ¶ كل هذه الأخلاق وغيرها ثمار طبيعية للإيمان الحي في القلب، وعلى قدر قوته يكون اكتمالها، كما قال صلى الله عليه وسلم: \" أكمل المؤمنين إيمانا أحسنهم أخلاقا \".",
            "page": "79",
            "part": "1",
            "seal": "30685360"
        },
        {
            "id": "81",
            "nass": "إذن فمن يُرد التخلق بصفات المؤمنين فعليه بمنابع الإيمان أولا، وعلى رأسها القرآن، أما أن يتم تجزئة هذه الأخلاق وتقسيمها ومحاولة التخلق بخلق منها كل فترة، فهذا طريق طويل من الناحية النظرية ومن الصعب تحقيقه من الناحية العملية، فالأخلاق كثيرة، وكل خُلق له الكثير والكثير من المظاهر التي المطلوب تحقيقها، معنى ذلك أننا سنستمر سنوات طويلة نحاول اكتساب بعض الأخلاق وقد ننجح وقد لا ننجح. ¶ هذا بالنسبة للأخلاق، أما بالنسبة لعبادات القلوب، من توكل على الله، وأنس به، وحب له، ورجاء فيه، وإخلاص، وإنابة، وتعظيم وخشية، وزهد في الدنيا، و ... فهذه ثمار لا يمكن القفز إليها أو اكتسابها بطريقة مباشرة، بل هي نتيجة طبيعية لمعرفة الله عز وجل .. فالتوكل على الله - على سبيل المثال - ثمرة لمعرفة الله الحي، القيوم، العليم، القادر، وعلى قدر تمكن هذه المعارف من القلب تكون عبودية التوكل بتلقائية ودون تكلف. ¶ وكما مر علينا فإن أفضل طريقة للتعرف على الله هي القرآن، مع ربط هذه المعرفة بأحداث الحياة قدر الإمكان .. هذه المعرفة يمكن الوصول إلى الحد الأدنى منها في فترة وجيزة بإذن الله. ¶ أما اكتساب المهارات التي يحتاج إليها الفرد، كتعلم مهارة فن الإلقاء، أو إتقان مهارة إدارية، أو تعلم لغة من اللغات فإنها بالفعل تتطلب تدريبا وتربية عليها حتى يتم اكتسابها مع الأخذ في الاعتبار أن الإيمان يدفع صاحبه لبذل المزيد من الجهد الذي يختصر فترة التدريب، وكذلك يصحح النية لذلك ويجعلها خالصة لله عز وجل.",
            "page": "80",
            "part": "1",
            "seal": "A6BFD34B"
        },
        {
            "id": "82",
            "nass": "المحاضن التربوية ¶ تبين لنا من خلال الصفحات السابقة أهمية وجود المربي حتى تكون نتيجة التغيير الذي يُحدثه القرآن في الاتجاه الصحيح ... . ¶ فإن قلت: وأين أجد المربي الذي يقوم بهذا الدور؟! ¶ نعم، قد لا تجد مثل هؤلاء المربين الدالين على الله وعلى كتابه، ولكن مع وجود المنهج، ألا وهو القرآن، ومع فهم طبيعة دور المربي - كما سبق بيانه -، يمكننا أن نستعيض عن دوره - ولو بصفة مؤقتة - من خلال تعاهد بعضنا البعض بالنصح والإرشاد، وتبادل الخبرات وتبني الأدوار التي يقوم بها المربي، وحبذا لو كان بيننا من سبقنا إلى الدخول لمأدبة القرآن ليوفر علينا الوقت والجهد. ¶ هذا التصور والذي يمكننا أن نطلق عليه \" المحاضن التربوية \" قد يصلح لأن يكون بديلا للمربي الذي قد يعِز وجوده بيننا، فما لا يُدرك كله لا يُترك كله، مع الأخذ في الاعتبار أن تلك المحاضن وسيلة يجتمع فيها من يريد أن يغير ما بنفسه ولديه الرغبة في ذلك، على أن يكون القرآن هو محورها وما يلحق به من منابع الإيمان التي سبق الإشارة إليها، ولسنا نعني بذلك أن يتم فيه الحديث فقط عن تفسير الآيات، فالتفاسير كثيرة ومتواجدة في كل البيوت بل المقصد هو إرشاد الأفراد إلى كيفية الانتفاع بالقرآن وتذوق حلاوته، كما سبق بيانه في كيفية التعرف على الله من خلال القرآن، مع العلم أنه بالمداومة على استخدام وسائل العودة إلى القرآن، والتي ذُكرت في الصفحات السابقة سيبدأ الأفراد تذوق حلاوة الإيمان، لتكون هذه المحاضن وسيلة لتبادل هذه الأذواق وشحذ الهمم، وفتح آفاق أوسع للتعامل مع الآيات. ¶ وظيفة المحاضن: ¶ إذن فالمحاضن التربوية يمكن أن تقوم بدور المربي، مع الأخذ في الاعتبار أنه مع وجود القرآن كمحور أساسي لها، فإن المطلوب منها كذلك أن تقوم بضبط الفهم وحُسن توجيه طاقات الأفراد المتولدة من معايشة القرآن للقيام بأعمال البر المختلفة في شتى المجالات مع مراعاة ظروف الفرد وإمكاناته.",
            "page": "81",
            "part": "1",
            "seal": "B86DA35E"
        },
        {
            "id": "83",
            "nass": "وفي المحاضن التربوية يتم تدارس بعض كتب العلم النافع التي تعين الفرد على تعميق فهمه للقرآن، وتضبط له عملية التغيير على أن يتم ربط هذه الكتب بالقرآن قدر المستطاع، وألا تطغى عليه ... فالقرآن أولا، أما تلك الكتب فما هي إلا مراجع بجواره نستخدمها من أجل أن تخدمه وتخدم عملية التغيير، فالسيرة النبوية على سبيل المثال تُدرس كنموذج تطبيقي للآيات .. والسنة تُدرس كشارحة للقرآن مبينة لما أُجمل فيه ... وهكذا. ¶ هذا الشكل المقترح للمحاضن التربوية والتي يمكن أن تتم في البيت بين الأب وأبنائه، أو بين الأصدقاء بعضهم مع بعض، لها امتداد عبر تاريخ الأمة، فقد بدأها رسول الله صلى الله عليه وسلم في مكة، في دار الأرقم بن أبي الأرقم، وكان القرآن هو المنهج الذي يتدارسونه ويعيشون معه، أما توجيهاته صلى الله عليه وسلم فكانت بمثابة الشرح والبيان لآيات القرآن، مع ضبط الفهم، وتنظيم حركة الأفراد، وكيف يتعاملون مع مستجدات الحياة.",
            "page": "82",
            "part": "1",
            "seal": "DAC11366"
        },
        {
            "id": "84",
            "nass": "الدعوة إلى القرآن: ¶ ومع أهمية وجود المحاضن التربوية، للإشراف على عملية التغيير القرآني للأفراد، إلا أنه ينبغي أن يكون لها دور آخر في توجيههم لدعوة الناس. فالله عز وجل يريد من الأمة - بصفة عامة - أن تتغير من داخلها، وتترك كل ما يبغضه، لكي يُغير سبحانه ما حاق بها ونزل بساحتها ... من هنا كان من الضروري تبليغ الناس بذلك، ودعوتهم إلى العودة الصحيحة للقرآن، والأخذ بأيديهم إلى مأدبته، فينصلح حالهم، ويعودون إلى ربهم، ويمارسون الوظيفة التي خُلقوا من أجلها، فيتحقق بذلك الوعد الذي وعدنا الله به: {وَعَدَ اللَّهُ الَّذِينَ آَمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا} [النور/55]. ¶ هيا إلى العمل ¶ إن كان القرآن هو مشروع الأمة الإسلامية القومي للنهضة، وهو السبيل لعودة مجدها وعزها، فلبد أن ينتفض كل غيور ويبدأ بنفسه ويعود إلى القرآن، ويُقبل عليه بكيانه كله، حتى إذا ذاق حلاوته، وازداد تحرك قلبه مع آياته، وشعر بنوره يسري في كيانه، وأصبح لا يستطيع الاستغناء عنه، فهو بذلك قد وضع قدمه في بداية الطريق فعليه حينئذ أن يتحرك بهذه الدعوة - دعوة العودة إلى القرآن - في كل مكان، ومع كل من يعرفه ... مع أبيه وأمه، وزوجته وأولاده، وأقاربه وجيرانه، ومعارفه وزملائه.",
            "page": "83",
            "part": "1",
            "seal": "8DCC3918"
        },
        {
            "id": "85",
            "nass": "عودة الروح: ¶ لابد أن نعمل على تبليغ هذه الدعوة في كل مكان، وأن نرشد الناس إلى كيفية العودة إلى القرآن والانتفاع الحقيقي به، وأن نُلح عليهم بذلك، وشيئا فشيئا ستسري هذه الدعوة في أعماق الأمة، وستجد لها - بمشيئة الله - آذانا صاغية، ولم لا وهي دعوة تؤيدها الفطرة، ولا تجد معارضة من أحد، وفوق هذا كله فهي تستوعب الجميع، ولا تتسبب في انزعاجهم أو نفورهم منها، أو خوفهم من تبعتها ... . ¶ سيستجيب لها - بإذن الله - الكثيرون، وستسري روح القرآن في الأمة بالتدريج، وسيكون - لا محالة - من بين المستجيبين لها من يريد التضحية من أجل دينه، ومن أجل التمكين لشرع الله في الأرض .. فليكن أمثال هؤلاء هم اللبنات التي تُشكل مع غيرهم - من السابقين - الصف المسلم الذي يقود الأمة بالقرآن، ويبذل الغالي والرخيص من أجل إيقاظ النائمين، وتنبيه الغافلين، وإرشاد الحائرين، ومداواة المعتلين بالدواء الرباني الذي أنزله الله عز وجل ليكون للأمة جمعاء هدى وشفاء: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ} [يونس/57]. ¶ الفرج قريب: ¶ فلنبدأ من الآن، ولنعد إلى القرآن، فكفى ما مضى من أعمارنا ونحن بعيدون عن هذا الكنز العظيم، ولنستبشر جميعا، فما هي إلا سنوات قليلة حتى نجد نور القرآن يسري في النفوس، ليبدأ التغيير في جنبات الأمة، ويصطلح الناس مع ربهم، ويعودوا إليه ... لتبدأ تبعا لذلك تباشير الفجر في البزوغ، وتُشرق شمس العزة من جديد: {وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ} [التوبة/111].",
            "page": "84",
            "part": "1",
            "seal": "69B583A1"
        },
        {
            "id": "86",
            "nass": "إنها ليست أحلاما، بل حقائق سندركها بمشيئة الله إن أحسنَّا العودة إلى القرآن، وأخلصنا في الدعوة إليه، أما كيفية حدوث ذلك فلا تَسَل عنها، بل دعها: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (106) أَلَمْ تَعْلَمْ أَنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ} [البقرة/106، 107]. ¶ لا تَسََل عن الطريقة التي سيمكن بها الله جيل القرآن، فالكون كونه، والملك ملكه، يحكم ما يشاء، ويفعل ما يريد، له جنود السماوات والأرض: {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} [النحل/40]. ¶ وليكن همنا هو تنفيذ ما طلبه الله منا، ولنترك له أمر النصر والتمكين، أليس هو سبحانه الذي مكن بني إسرائيل في الأرض بعد أن كانوا مستضعفين: {وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا وَتَمَّتْ كَلِمَةُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ} [الأعراف/137]. ¶ فلننشغل بتغيير ما بأنفسنا، والاعتصام بحبل الله، ودعوة الناس إليه، ولننتظر الفرج القريب: {وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنَّا عَامِلُونَ (121) وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ (122) وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [هود/121 - 123].",
            "page": "85",
            "part": "1",
            "seal": "5E1FF990"
        },
        {
            "id": "87",
            "nass": "وفي النهاية ¶ أخي المسلم .. أختي المسلمة في كل مكان: ¶ هذا هو الطريق ... ¶ وهذا هو الحبل الذي أنزله الله عز وجل لينتشلنا من الغرق ... فماذا نحن فاعلون؟ ¶ هيا بنا نُقبل على القرآن ونتمسك به، ونترك أنفسنا له، وندخل إلى مصنعه ودائرة تأثيره قبل فوات الأوان. ¶ هيا الآن نتناول مصاحفنا، ونبدأ رحلة التغيير، فنصر الله قريب، أقرب مما نتخيل، لكننا لن نراه إلا إذا غيرنا ما بأنفسنا. ¶ أخي: ¶ لقد طال ليلنا، ومللنا من رؤية مشاهد الذل والهوان .. ¶ أخي: ¶ إن كنت تحب نفسك وأهلك وأمتك، وقبل ذلك ربك ورسولك، فابدأ من الآن، وعد إلى القرآن واستمسك به، واجعله أمامك وإمامك. ¶ أخي: ¶ لنكف عن البكاء والأسف على أحوال الأمة، ولنبدأ العمل. ¶ وأُبشرك بأنه لن يمض علينا وقت طويل حتى نجد أنفسنا وقد هيمن علينا القرآن، واختلط بلحمنا ودمنا، وذقنا حلاوة الإيمان من خلاله، ساعتها لا تنسني من دعوة صادقة يُصلح الله بها شأني، ويغفر ذنبي، ويثبتني على الحق، ويُحسن خاتمتي، وأن يجمعني وإياك إخوانا على سرر متقابلين. ¶ والحمد لله رب العالمين",
            "page": "86",
            "part": "1",
            "seal": "FC9182B9"
        }
    ],
    "t616": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "القادر المقتدر"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "لا حول ولا قوة إلا بالله"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "العليم الرقيب"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "ما شاء الله كان"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "القدرة الإلهية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "البداية من العبد"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "تأملات في آية التغيير"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الأمل في الله وحده"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "هل نترك الأسباب؟"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "نأخذ بالأسباب ولا نتعلق بها"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "علاقة الأسباب المادية بالنصر"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الخلاصة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "ما المقصود بالتغيير؟"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "معنى العبودية"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "شروط الولاية"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الكرامة والاستقامة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "نظرة على الواقع"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "حب الدنيا"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "الجسد الواحد"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "أين أثر الدعاء"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "أستاذية العالم"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "عوائق التغيير"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "كيف يتم السلوك؟"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "المحور الأول: العقل"
        },
        {
            "id": "27",
            "lvl": "4",
            "sub": "1",
            "tit": "الشعور واللاشعور"
        },
        {
            "id": "28",
            "lvl": "4",
            "sub": null,
            "tit": "كيف يتكون اليقين؟"
        },
        {
            "id": "30",
            "lvl": "4",
            "sub": null,
            "tit": "وسائل تكوين اليقين"
        },
        {
            "id": "30",
            "lvl": "4",
            "sub": "1",
            "tit": "خطورة التلفاز"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "المحور الثاني: القلب"
        },
        {
            "id": "34",
            "lvl": "4",
            "sub": null,
            "tit": "التشخيص"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "المحور الثالث: النفس"
        },
        {
            "id": "35",
            "lvl": "4",
            "sub": null,
            "tit": "الصنم الداخلي"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الخلاصة"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": "1",
            "tit": "من أين نبدأ؟"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "صعوبة التغيير"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "لكل داء دواء"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "نماذج عملية"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "كيف حدثت المعجزة؟"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "المربي"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "هذا القرآن"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "طريق الاستقامة"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "مصنع التغيير"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن وجمع الكلمة"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "حالنا مع القرآن"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "ضرورة العودة إلى القرآن"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "كيفية التغيير القرآني"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "ألا يكفي وصف الله لكتابه؟!"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "2",
            "tit": "القرآن والعقل"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "تكوين العقلية المتوازنة"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "بناء اليقين الصحيح"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن والقلب"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "القرآن والنفس"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الله"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة النفس"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "الخلاصة"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "كيف ننتفع بالقرآن؟"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "مشروع النهضة"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "وسائل مقترحة"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: الانشغال بالقرآن والتجرد له"
        },
        {
            "id": "58",
            "lvl": "4",
            "sub": null,
            "tit": "وصية أبي الدرداء"
        },
        {
            "id": "58",
            "lvl": "4",
            "sub": "1",
            "tit": "دفع شبهة"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: التهيئة الذهنية والقلبية"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: سلامة النطق والقراءة الهادئة"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: التركيز في القراءة وعدم السرحان"
        },
        {
            "id": "62",
            "lvl": "4",
            "sub": "1",
            "tit": "لماذا يقرأ القرآن بدون فهم؟"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: التجاوب مع القراءة"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": "1",
            "tit": "سادسا: أن نجعل المعنى الإجمالي هو المقصود"
        },
        {
            "id": "65",
            "lvl": "4",
            "sub": null,
            "tit": "متى نرجع للتفسير؟"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": "1",
            "tit": "سابعا: ترديد الآية التي تؤثر في القلب"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "ثامنا: تعلم الآيات والعمل بها"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "المربي"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "طبيعة دور المربي"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "أولا: تربية من معه على التوازن والاعتدال"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": "1",
            "tit": "ثانيا: ضبط الفهم الصحيح عند الأفراد لمراتب الأحكام وفقه الأولويات مع النظرة الشاملة للإسلام"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: حسن توجيه الطاقات المتولدة لدى الأفراد نتيجة تعاملهم مع القرآن ومنابع الإيمان"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: شحذ همم الأفراد"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": "1",
            "tit": "خامسا: المحافظة على الأفراد"
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": "2",
            "tit": "سادسا: التذكير الدائم بحقيقة الدنيا"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "التربية الميدانية"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "مفهوم المتابعة"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": "1",
            "tit": "الإيمان هو الضامن"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "المتابعة بين الإفراط والتفريط"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "أي النماذج أصح؟"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "الأيمان أولا"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "المحاضن التربوية"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": "1",
            "tit": "وظيفة المحاضن"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "الدعوة إلى القرآن"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": "1",
            "tit": "هيا إلى العمل"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "عودة الروح"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "1",
            "tit": "الفرج قريب"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "وفي النهاية"
        }
    ]
}