{
    "b6167": [
        {
            "hno": null,
            "id": "3",
            "nass": "السبكى ب \" الْفرج بعد الشدَّة \" قَالَ: وهى مجربة لكشف الكروب، وَأَن كثيرا من النَّاس يَعْتَقِدُونَ أَنَّهَا مُشْتَمِلَة على \" الِاسْم الْأَعْظَم \" وَأَن مَا دعى بهَا أحد إِلَّا اسْتُجِيبَ لَهُ. قَالَ: وَكنت أسمع الإِمَام الْوَالِد إِذا أَصَابَهُ أزمة ينشدها. ¶ وَالظَّاهِر أَن ناظمها ابْتَدَأَ لفظا وخطا ب \" بِسم الله الرَّحْمَن \" أَو بِالْحَمْد لله؛ لخَبر \" كل أَمر ذى بَال لَا يبتدأ فِيهِ بِبسْم الله الرَّحْمَن الرَّحِيم \"، وَفِي رِوَايَة: ب (الْحَمد لله) فَهُوَ \" أَجْذم \": أَي مَقْطُوع الْبركَة. ¶ ثمَّ قَالَ مُخَاطبا لما لَا يعقل بعد تَنْزِيله منزلَة من يعقل، كَقَوْلِه تَعَالَى: { ... يَا أَرض ابلعى ماءك وَيَا سَمَاء أقلعي ... .} .",
            "page": "41",
            "part": "1",
            "seal": "892F08E4"
        },
        {
            "hno": "1",
            "id": "7",
            "nass": "1 - ¶ (اشْتَدِّي أزْمَةَ تَنْفَرِجِي ... قَدْ آذَنَ لَيْلُكِ بِالْبَلَجِ) ¶ اشتدي أزمة أَي الشدَّة وَهُوَ مَا يُصِيب الْإِنْسَان من الْأُمُور المقلقة من الْأَمْرَاض وَغَيرهَا تنفرجي بِالْجَزْمِ جَوَابا لِلْأَمْرِ أَي تذهبي بِمَعْنى يذهب همك عَنَّا قد آذن بِالْمدِّ وَفتح الْمُعْجَمَة أَي أعلم ليلك بالبلج أَي ضِيَاء الصُّبْح وَهُوَ اسْتِعَارَة لِلْفَرجِ لاشْتِرَاكهمَا فِي الإذهاب والتحصيل لِأَن الضياء يذهب الظلمَة والفرج يذهب الْحزن وَيحصل بِكُل مِنْهَا السرُور وَخص اللَّيْل بِالذكر لاشتداد الكرب فِيهِ واستعقابه للضياء وَهُوَ كِنَايَة عَن الكرب لِأَنَّهُ لَازم لَهُ كَقَوْلِه تَعَالَى {وَلمن خَافَ مقَام ربه جنتان} أَي خَافَ ربه وَبِمَا تقرر علم أَنه لَيْسَ المُرَاد حَقِيقَة أَمر الشدَّة بالإشتداد وَلَا نداءها بل المُرَاد طلب الْفرج لتزول الشدَّة لَكِن لما يثبت بالأدلة أَن اشتداد الشدَّة يسبب الْفرج كَقَوْلِه تَعَالَى {إِن مَعَ الْعسر يسرا} وَقَوله {وَهُوَ الَّذِي ينزل الْغَيْث من بعد مَا قَنطُوا} وَقَوله ¶ وَإِن الْفرج مَعَ الكرب وَإِن مَعَ الْعسر يسرا أمرهَا وناداها إِقَامَة للسبب مقَام الْمُسَبّب. . وَفِيه تَسْلِيَة وتأنيس بِأَن الشدَّة نوع من النِّعْمَة لما يَتَرَتَّب عَلَيْهَا",
            "page": "43",
            "part": "1",
            "seal": "158E7DB6"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وَقد للتحقيق وللتقريب لِأَنَّهُ طلب من الشدَّة انفراجها بمضمون الْجُمْلَة الْمَذْكُورَة فَكَأَنَّهُ قَالَ إِنَّمَا طلبت مِنْك ذَلِك لتحقيق حُصُوله وقربه عِنْد اشتدادك. . وَإسْنَاد الْإِعْلَام إِلَى اللَّيْل مجَاز عَقْلِي كَمَا فِي أنبت الرّبيع البقل وليله قَائِم وَفِي الْبَيْت من أَنْوَاع البديع وبراعة المطلع وهى سهولة اللَّفْظ وَحسن السبك ووضوح الْمَعْنى وتناسب المصراعين وَعدم تعلق الْبَيْت بِمَا بعده وبراعة الِاسْتِهْلَاك وهى أَن يكون المطلع دَالا على مَا بنيت عَلَيْهِ القصيدة وَنَحْوهَا كَمَا بنى قصيدته على بَيَان سلوك الْآخِرَة بتصفية الْقلب ورياضة النَّفس إِذْ مَضْمُون الْبَيْت أَن الشدَّة يعقبها الْفرج فقد أنبأ عَن قَصده لِأَن سلوك طَرِيق الْآخِرَة فِيهِ على النَّفس أعظم مشقة يعقبها أتم فرج والاقتباس وَهُوَ أَن يضمن الْكَلَام شَيْئا من الْقُرْآن أَو الحَدِيث خَاصَّة لَا يُنَبه على أَنه مِنْهُ وَهُوَ هُنَا فِي المصراع الأول فقد روى أَنه من الحَدِيث والطباق فِي المصراعين وَهُوَ أَن يجمع بَين أَمريْن مُتَقَابلين كَمَا جمع",
            "page": "44",
            "part": "1",
            "seal": "4ED2D561"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "بَين الاشتداد والانفراج وَبَين اللَّيْل وَالنَّهَار وَعطف على الْجُمْلَة السَّابِقَة قَوْله",
            "page": "45",
            "part": "1",
            "seal": "64BA8A44"
        },
        {
            "hno": "2",
            "id": "10",
            "nass": "2 - ¶ (وَظَلاَمُ اللَّيْلِ لَهُ سُرُجٌ ... حَتَّى يَغْشَاهُ أَبُو السُّرُجِ) ¶ (وَظَلامُ اللّيْلِ لَهُ سرُجٌ) ¶ وهى الْكَوَاكِب غير الشَّمْس يَمْتَد نورها ¶ (حتَّى يَغْشَاهُ أبُو السُّرُج) ¶ وهى الشَّمْس وَجعلت أَبَاهَا لِأَنَّهَا الأَصْل إِذْ بنورها يذهب نور تِلْكَ وَلِأَن نور الْقَمَر الَّذِي هُوَ أقوى من نور بَقِيَّة الْكَوَاكِب الليلية مُسْتَفَاد من نورها على مَا قَالَه أهل الْهَيْئَة وَالْمرَاد أَن الكروب الشَّدِيدَة لابد فِي أَثْنَائِهَا من ألطاف تخف مَعهَا الآلام حَتَّى يتفضل الله تَعَالَى بالفرج التَّام الَّذِي لَا ألم مَعَه وَلَا كرب كالليل المظلم جعل الله فِيهِ الْكَوَاكِب يقل بهَا ظلامه ويخف بهَا قَبضه حَتَّى يدْخل النَّهَار فَيذْهب بظلامه وتنبسط النَّفس بضوئه وَفِي الْبَيْت الجناس التَّام وَهُوَ أَن يتَّفق اللفظان فِي أَنْوَاع الْحُرُوف وأعدادها وهيآتها وترتيبها ورد الْعَجز على الصَّدْر وَهُوَ إِعَادَة اللَّفْظَة بِعَينهَا أَو مَا تصرف مِنْهَا فِي آخر المصراع الثَّانِي بعد ذكرهَا فِي صَدره أَو فِي حشوه أَو فِي الأول وَكِلَاهُمَا فِي سرج مَعَ السرج وَعطف على الْجُمْلَة السَّابِقَة أَيْضا قَوْله",
            "page": "46",
            "part": "1",
            "seal": "F49DD065"
        },
        {
            "hno": "3",
            "id": "11",
            "nass": "3 - ¶ (وَسَحَابُ الخَيْرِ لَهَا مَطَرٌ ... فَإِذَا جَاءَ الِإبّانُ تَجِى) ¶ وسحاب الْخَيْر وَهُوَ الْغَيْم لَهَا وفى نُسْخَة لَهُ مطر فَإِذا جَاءَ الإبان وَهُوَ بِكَسْر الْهمزَة وَتَشْديد الْمُوَحدَة الْوَقْت وَالْمرَاد وَقت السَّحَاب تجى بِالْقصرِ للْوَقْف أَي السَّحَاب لما سلى ذوى الشدائد ورجاهم بِأَنَّهَا وَإِن عظمت فَفِي أَثْنَائِهَا ألطاف تمتد إِلَى الْفرج التَّام أَشَارَ إِلَى الْحَث على الْتِزَام الصَّبْر فِي أزمنة تِلْكَ الشدائد لِأَنَّهَا لَا تَنْقَضِي إِلَّا بِانْقِضَاء زمانها وَلَا يَأْتِي الْفرج إِلَّا فِي زَمَانه الْمُقدر كالسحاب الَّذِي يكون عَنْهَا الخصب بنزول الْمَطَر فِي وَقت مقدّر لَا يتَقَدَّم وَلَا يتَأَخَّر فالعاقل لَا يَسعهُ إِلَّا الصَّبْر وَالتَّسْلِيم لله تَعَالَى وَحسن الظَّن بِهِ وَلَا يَنْفَعهُ الْجزع لِأَنَّهُ منحة للقلب بِلَا فَائِدَة. . وَفِيه سخط الرّب وَلَعَلَّ الْفَوَائِد فِي الشدائد قَالَ تَعَالَى {وَعَسَى أَن تكْرهُوا شَيْئا وَهُوَ خير لكم وَعَسَى أَن تحبوا شَيْئا وَهُوَ شَرّ لكم} وَقَالَ {فَعَسَى أَن تكْرهُوا شَيْئا وَيجْعَل الله فِيهِ خيرا كثيرا} وَقَرِيب من هَذَا قَول الشَّافِعِي رَضِي الله عَنهُ ¶ (ولربّ حَادِثَة يضيق بهَا الْفَتى ... ذرعاً وَعند الله مِنْهَا الْمخْرج)",
            "page": "47",
            "part": "1",
            "seal": "9F06681A"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "(ضَاقَتْ فَلَمَّا استحكمت حلقاتها ... فرجت وَكنت أظنها لَا تفرج) ¶ وَقَول غَيره ¶ (توقع صنع رَبك سَوف يَأْتِي ... بِمَا تهواه من فرج قريب) ¶ (وَلَا تيئس إِذا مَا نَاب خطب ... فكم فِي الْغَيْب من عجب عَجِيب) ¶ وَفِي الْبَيْت رد الْعَجز على الصَّدْر وَهُوَ فِي جَاءَ وتجي",
            "page": "48",
            "part": "1",
            "seal": "AFD5F9A2"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وَعطف على الْجُمْلَة أَيْضا قَوْله",
            "page": "49",
            "part": "1",
            "seal": "FFEC023E"
        },
        {
            "hno": "4",
            "id": "14",
            "nass": "4 - ¶ (وَفَوَائِدُ مَوْلاَنَا جُمَلٌ ... لِسُرُوحِ الأَنْفُسِ وَالمُهَجِ) ¶ فَوَائِد مَوْلَانَا أى ناصرنا تَعَالَى وَهُوَ جمع فَائِدَة وَهِي مَا حصل من الْأَشْيَاء النافعة فِي الدّين وَالدُّنْيَا يُقَال مِنْهُ فادت لَك فَائِدَة أَي أتتك جمل أَي كَثِيرَة من أَنْوَاع لَا تحصى قَالَ تَعَالَى {وَإِن تعدوا نعْمَة الله لَا تحصوها} ¶ (لِسُرُوحِ الأنْفُس والُمهَجِ) ¶ بِالسِّين والحاء الْمُهْمَلَتَيْنِ من سرحت الدَّابَّة سروحا بِالْغَدَاةِ ضد الرواح بالْعَشي أَي لسروح الْأَنْفس والإرواح لطلب مَنْفَعَة معاش أَو معاد وَالْإِضَافَة فِيهِ من إِضَافَة الصّفة إِلَى الْمَوْصُوف كسحق عِمَامَة أَي الْأَنْفس والأرواح السوارح وَفِي رِوَايَة بالشين الْمُعْجَمَة أَي عطاياه تَعَالَى كَثِيرَة معدة لشرح الْأَنْفس والأرواح بإذهاب أحزانها فَكيف ييئس الْعَاقِل عِنْد اشتداد الأزمة وَقد روى البُخَارِيّ خبر مَا يُصِيب الْمُؤمن من وصب وَلَا نصب وَلَا حزن حَتَّى الْهم يهمه إِلَّا كفر الله بِهِ سيئاته وَخبر مَا من مُسلم يشاك بشوكة فَمَا فَوْقهَا إِلَّا كتب الله لَهُ بهَا دَرَجَة ومحيت عَنهُ بهَا خَطِيئَة وَخبر من يرد الله بِهِ خيرا يصب مِنْهُ وكل ذَلِك مَبْنِيّ على الصَّبْر وَهُوَ أَرْبَعَة أَنْوَاع 1 - صَبر على الطَّاعَة 2 - صَبر عَن الْمعْصِيَة وهما أساس طرق الاسْتقَامَة",
            "page": "50",
            "part": "1",
            "seal": "119777C7"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "3 - صَبر عَن فضول الدُّنْيَا وَهُوَ أساس الزّهْد 4 - صَبر على المصائب والمحن وَهُوَ أساس الرضى وَالتَّسْلِيم لله تَعَالَى وَحسن الظَّن وَهُوَ أشق الْأَنْوَاع على النَّفس فَلذَلِك أفرده النَّاظِم بِالذكر فرجى أَولا بِانْقِضَاء الشدَّة. . وآنس النَّفس بالمحن ثَانِيًا وَأمر بِالصبرِ ثَالِثا كَمَا تقرر ثمَّ أَشَارَ إِلَى كرمه تَعَالَى وَكَثْرَة عطاياه لمن طلبَهَا من بَابهَا على وَجههَا بِالصبرِ وَالْأَدب وَحسن الظَّن والمهج جمع مهجة قَالَ الْجَوْهَرِي وَهِي الدَّم وَقيل دم الْقلب وَقيل الرّوح وَهُوَ المُرَاد هُنَا كَمَا شرحت عَلَيْهِ وَالْمَشْهُور أَن الرّوح هِيَ النَّفس فالمسوغ لعطفها عَلَيْهَا اخْتِلَاف اللَّفْظ كعطف رَحْمَة على صلوَات فِي قَوْله تَعَالَى {أُولَئِكَ عَلَيْهِم صلوَات من رَبهم وَرَحْمَة} وَحَقِيقَة الرّوح. . لم يتَكَلَّم عَلَيْهَا النَّبِي ¶ فنمسك عَنْهَا وَلَا نعبر عَنْهَا بِأَكْثَرَ من مَوْجُود قَالَ الْجُنَيْد وَغَيره الخائضون",
            "page": "51",
            "part": "1",
            "seal": "D122890E"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "فِيهَا اخْتلفُوا فَقَالَ جُمْهُور الْمُتَكَلِّمين إِنَّهَا جسم لطيف شفاف حَيّ لذاته سَار فِي الْبدن كَمَاء الْورْد فِي الْورْد وَاحْتج لَهُ بوصفها فِي الْأَخْبَار بالهبوط والعروج والتردد فِي البرزخ وَقَالَ كثير مِنْهُم إِنَّهَا عرض وَهِي الْحَيَاة الَّتِي صَار الْبدن بوجودها حَيا وَقَالَت الفلاسفة وَكثير من الصُّوفِيَّة إِنَّهَا لَيست بجسم وَلَا عرض وَإِنَّمَا هِيَ جَوْهَر مُجَرّد قَائِم بِنَفسِهِ غير متحيز مُتَعَلق بِالْبدنِ للتدبير والتحريك غير دَاخل فِيهِ وَلَا خَارج عَنهُ وَفِي الْبَيْت الإيغال وَهُوَ ختم الْكَلَام بِمَا يُفِيد نُكْتَة يتم الْمَعْنى بِدُونِهَا وَهِي فِي المهج وَعطف على جمل قَوْله",
            "page": "52",
            "part": "1",
            "seal": "42BD9F1C"
        },
        {
            "hno": "5",
            "id": "17",
            "nass": "5 - ¶ (وَلَها أَرَجٌ مُحْيٍ أَبَداً ... فَاقْصُدْ مَحْيَا ذَاكَ الأَرَجِ) ¶ وَلها أَي للفوائد أرج من أرج الطّيب أرجا وأريجا إِذا فاح وانتشر مُحي بِضَم الْمِيم من الْإِحْيَاء وَهُوَ إِعْطَاء الْحَيَاة وَهِي صفة تَقْتَضِي الْحس وَالْحَرَكَة الإرادية أَي مُحي النُّفُوس الزكية بِأَن يُحْيِيهَا الله بِهِ أبدا أَي دَائِما فاقصد محيا بِفَتْح الْمِيم من الْحَيَاة أَي فأت زمَان أَو مَكَان ذَاك الأرج وَالْمرَاد قصد ذَاك الأرج الشريف فِي زَمَانه أَو مَكَانَهُ إِلَّا أَنه كني عَنهُ بِقصد محياه أَي زَمَانه أَو مَكَانَهُ لِأَنَّهُمَا لَا زمَان لَهُ وَالْمعْنَى الَّذِي ذكره منتزع من كتاب الله تَعَالَى كَقَوْلِه {وَلَو أَن أهل الْقرى آمنُوا وَاتَّقوا لفتحنا عَلَيْهِم بَرَكَات من السَّمَاء وَالْأَرْض} وَقَوله {وَمن يتق الله يَجْعَل لَهُ مخرجا وَيَرْزقهُ من حَيْثُ لَا يحْتَسب} وَفِي الْبَيْت رد الْعَجز على الصَّدْر وَقد مر والتتميم وَهُوَ أَن يُؤْتِي فِي كَلَام لَا يُوهم خلاف المُرَاد بفضله لنكتة وَهُوَ هُنَا فِي أبدا",
            "page": "53",
            "part": "1",
            "seal": "AADB1752"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "والجناس المحرف وَهُوَ مَا اخْتلفت كَلِمَاته فِي هَيْئَة الْحُرُوف وتوافقت فِي نوعها وعددها وترتيبها وَهُوَ هُنَا فِي مُحي ومحيا وَإِذا امتثلت أَمْرِي",
            "page": "54",
            "part": "1",
            "seal": "0A2EE5BC"
        },
        {
            "hno": "6",
            "id": "19",
            "nass": "6 - ¶ (فَلَرُبَّتَمَا فَاضَ المحْيَا ... بِبِحُورِ المَوْجِ مِنَ اللُّجَجِ) ¶ فلربتما أَي وَقت فاض أَي كثر فِيهِ الْمحيا بِفَتْح الْمِيم أَي مَكَان الْحَيَاة بحور الموج وَهُوَ الْمُرْتَفع من المَاء من أجل اللجج جمع لجة وَهُوَ مُعظم المَاء شبه الْمحيا فِي كَثْرَة الْأَنْوَار والمعارف بواد فِيهِ مَاء ملأَهُ وارتفع على جوانبه وَالْجَامِع بَينهمَا الْمَحَلِّيَّة وَهِي كَون الْوَادي محلا للْمَاء والمحيا محلا للأنوار والمعارف وطوى ذكر الْمُشبه بِهِ وأتى بلازمه وَهُوَ الْفَيْض فتشبيه الْمحيا بالوادي اسْتِعَارَة بِالْكِنَايَةِ وَإِثْبَات الْفَيْض لَهُ اسْتِعَارَة تخييلية ثمَّ ذكر أَن الفائض من ذَلِك الْمحيا بحور بِمَعْنى أَنه انبسط على الْجَوَارِح وَسَائِر الْجَسَد من الْمحيا الْمُشبه بالوادي أنوار عَظِيمَة وأسرار كَثِيرَة شَبيهَة فِي كثرتها وانتشارها وتراكمها بالبحور. . وَهَذَا تشيبه آخر فِي الفائض على حد الِاسْتِعَارَة الْأَصْلِيَّة المصرحة ثمَّ رشحها بالموج واللجج مُبَالغَة وإلحاقا لَهَا بِالْحَقِيقَةِ حَتَّى يَبْنِي عَلَيْهَا مَا يَبْنِي على الْحَقِيقَة وَحَاصِل الْمَعْنى أَنَّك إِذا امتثلت الْأَمر الْمَذْكُور فقد غمرك فضل الله فِي الدَّاريْنِ فيفيض عَلَيْك خيرا كثيرا كالبحور المتلاطمة أمواجها من كثرتها وَفِي رب سَبْعُونَ لُغَة ضم الرَّاء وَفتحهَا مَعَ تَشْدِيد الْبَاء وتخفيفها مَفْتُوحَة فِي الضَّم وَالْفَتْح أَو مَضْمُومَة فِي الضَّم. . كل من السِّتَّة مَعَ تَاء التَّأْنِيث سَاكِنة أَو مَفْتُوحَة أَو مَضْمُومَة أَو مَعَ مَا أَو مَعهَا",
            "page": "55",
            "part": "1",
            "seal": "B952D37D"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "بأحوال التَّاء أَو مُجَرّدَة مِنْهَا. . فَذَلِك ثَمَان وَأَرْبَعُونَ وَضمّهَا وَفتحهَا مَعَ إسكان الْبَاء كل مِنْهُمَا مَعَ التَّاء مَفْتُوحَة أَو مَضْمُومَة أَو مَعَ مَا أَو مَعَهُمَا بحالتي التَّاء أَو مُجَرّدَة فَذَلِك ثنتا عشر. . وربتما بِضَم الرَّاء وَفتحهَا كل مِنْهُمَا مَعَ إسكان الْبَاء أَو فتحهَا أَو ضمهَا مُخَفّفَة أَو مُشَدّدَة فِي الْأَخيرينِ. . فَذَلِك عشرَة فالجملة سَبْعُونَ وَإِن نظرت إِلَى تَحْرِيك التَّاء بِالْكَسْرِ كَمَا اقْتَضَاهُ تَعْبِير من عبر فِيهَا بتحريكها بدل فتحهَا زَادَت اللُّغَات على ذَلِك سِتا قَالَ ابْن هِشَام وَلَيْسَ مَعْنَاهَا التقليل دَائِما خلافًا لِابْنِ درسْتوَيْه وَجَمَاعَة. . بل ترد للتكثير كثيرا وللتقليل قَلِيلا انْتهى وَقيل لَا تدل على شَيْء مِنْهُمَا إِلَّا بقرينه وَفِي الْبَيْت الائتلاف وَهُوَ الْجمع بَين المتناسبات لَا بالتضاد وَهُوَ فِي الموج واللجج والإيغال والتتميم وَقد مر وهما فِي قَوْله من اللجج",
            "page": "56",
            "part": "1",
            "seal": "2C7793E2"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "ثمَّ اسْتَأْنف فَقَالَ",
            "page": "57",
            "part": "1",
            "seal": "9732F480"
        },
        {
            "hno": "7",
            "id": "22",
            "nass": "7 - ¶ (وَالْخَلْقُ جَمِيعاً فِي يَدِهِ ... فَذَوُو سَعَةٍ وَذَوُو حَرَج) ¶ والخلق بِمَعْنى الْمَخْلُوق حَالَة كَونه جَمِيعًا أَي مجموعا فِي يَده أَي قوته أَو نعْمَته فذوو سَعَة أَي يسَار وذوو حرج أَي ضيق وَفِي نُسْخَة من ذِي سَعَة أَو ذِي حرج نبه بذلك على جلال الله وَكَمَال إحاطته بعالم الْغَيْب وَالشَّهَادَة وبفضيلة لَا يعلم كنهه إِلَّا الله قَالَ تَعَالَى {وَمَا يعلم جنود رَبك إِلَّا هُوَ} وَدلّ تَنْوِين سَعَة وحرج على تنويعهما وتكثيرهما. . فيشملان الْغَنِيّ وَالْفَقِير وَالْعلم وَالْجهل والجاه وَغَيرهَا وسعة بِفَتْح سينها لفظا وَكسرهَا تَقْديرا لِأَن الْمُضَارع مِنْهَا بِالْكَسْرِ لِأَنَّهُ فتح لحرف الْحلق وَأَصلهَا وسعة بِكَسْر الْوَاو فأعلت تبعا للمضارع بِحَذْف الْوَاو لوقوعها فِيهِ بَين يَاء مَفْتُوحَة وكسرة مقدرَة وَفِي الْبَيْت الْجمع والتفريق وَهُوَ أَن يجمع شَيْئَانِ فِي حكم ثمَّ يفرق بَينهمَا كَمَا جمع النَّاظِم الْخلق فِي نُفُوذ قدرَة الله تَعَالَى فيهم ثمَّ فرق بَينهم بِأَن فصلهم إِلَى موسع عَلَيْهِ ومضيق عَلَيْهِ والتتميم وَقد مر وَهُوَ فِي جَمِيعًا والطباق وَقد مر وَهُوَ فِي المصراع الثَّانِي والترديد وَهُوَ أَن تعلق لَفْظَة بِمَعْنى ثمَّ بآخر كَمَا علق ذَوُو أَولا بِالسَّعَةِ وَثَانِيا بالحرج وَمِنْه قَوْله تَعَالَى {حَتَّى نؤتى مثل مَا أُوتِيَ رسل الله الله أعلم}",
            "page": "58",
            "part": "1",
            "seal": "92395D90"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وَقَوله {لَا يَسْتَوِي أَصْحَاب النَّار وَأَصْحَاب الْجنَّة أَصْحَاب الْجنَّة هم الفائزون}",
            "page": "59",
            "part": "1",
            "seal": "CCB35766"
        },
        {
            "hno": "8",
            "id": "24",
            "nass": "8 - ¶ (وَنُزُلُهُمُ وَطُلُوعُهُمُ ... فَعَلَى دَرَكٍ وَعَلَى دَرَجِ) ¶ وَأما نزولهم أَي الْخلق من علو إِلَى سفل حسا أَو عقلا أَعنِي برتبة وطلوعهم من سفل إِلَى علو كَذَلِك فعلى دَرك فِي الأول وعَلى درج فِي الثَّانِي وَفِي نُسْخَة فَإلَى دَرك وَإِلَى درج يُقَال النَّار دركات وَالْجنَّة دَرَجَات والمناسبة ظَاهِرَة نبه بِهَذَا الْبَيْت وَمَا بعده على طلب الْخَوْف والرجاء والتوكل وَالتَّسْلِيم لأمر الله تَعَالَى تَأْكِيدًا لأمر الصَّبْر الَّذِي هُوَ أساس التَّقْوَى وَقد شبه مَا حصل للْعَبد من محسوس ومعقول بالدرك والدرج بِجَامِع الْمَحَلِّيَّة لِأَن الدَّرك والدرج محلان لمن حلا فيهمَا فِي وَقت مَخْصُوص كَمَا أَن الِانْتِقَالَات فِي الأحيان واكتساب الْمعَانِي السفلية والعلوية مَحل لكسبه مقدرَة بمقادير وصفات مَخْصُوصَة. . وَأطلق اسْم الْمُشبه بِهِ على الْمُشبه كَمَا أطلق اسْم النُّزُول والطلوع على اكتسابهما مُبَالغَة بالاستعارة التحقيقية وَفِي الْبَيْت الطباق فِي المصراعين والمناسبة اللفظية فيهمَا هِيَ الْإِتْيَان بِكَلِمَات مرتبات مقفيات كَمَا فِي الأول أَو غير مقفيات كَمَا فِي الثَّانِي واللف والنشر وَهُوَ أَن يَأْتِي بأَشْيَاء ثمَّ تقَابل بأَشْيَاء بعددها يرد كل مِنْهَا إِلَى مَا يُنَاسِبه من غير تعْيين ثِقَة بفهم السَّامع والترديد فِي على والجناس اللَّاحِق وَهُوَ مَا اخْتلفت كَلِمَاته بِحرف بعيد فِي الْمخْرج وَهُوَ فِي دَرك ودرج كَمَا فِي قَوْله تَعَالَى {وَإنَّهُ على ذَلِك لشهيد وَإنَّهُ لحب الْخَيْر لشديد}",
            "page": "60",
            "part": "1",
            "seal": "5E248D33"
        },
        {
            "hno": "9",
            "id": "25",
            "nass": "9 - ¶ (وَمَعَايِشُهُمْ وَعَوَاقِبُهُمْ ... لَيْسَت فِي المَشْيِ عَلَى عِوَجِ) ¶ ومعايشهم فِي الدُّنْيَا من مطاعم وملابس وَنَحْوهَا وعواقبهم فِي الْآخِرَة من سَعَادَة وشقاوة لَيست فِي الْمَشْي إِلَيْهِم على عوج بل مُسْتَقِيمَة فَإِنَّهَا مُرَادة مقدورة لله تَعَالَى تتَوَجَّه إِلَيْهِم فِي أَوْقَاتهَا الْمَخْصُوصَة كنزولهم وطلوعهم وهمز معائش شَاذ لِأَن ياءها عين للكلمة بِخِلَاف صَحَائِف فَإِن ياءها زَائِدَة وَقد شبه المعايش والعواقب لحصولها شَيْئا فَشَيْئًا بالماشي وَأثبت لَهَا الْمَشْي فتشبيهها بالماشي اسْتِعَارَة بِالْكِنَايَةِ وَإِثْبَات الْمَشْي لَهُ اسْتِعَارَة تخييلية وَفِيه إِشَارَة إِلَى الْإِجْمَال فِي الطّلب وَفِي الْبَيْت الْمُنَاسبَة اللفظية والطباق وَالْجمع وَهُوَ أَن يجمع شيآن فِي حكم فِي قَوْله تَعَالَى {المَال والبنون زِينَة الْحَيَاة الدُّنْيَا} وَتلك الْمَذْكُورَات من السعَة والحرج وَالنُّزُول والطلوع والمعايش والعواقب",
            "page": "61",
            "part": "1",
            "seal": "2111DA63"
        },
        {
            "hno": "10",
            "id": "26",
            "nass": "10 - ¶ (حِكَمٌ نُسِجَتْ بِيَدٍ حكَمَتْ ... ثُمَّ انْتَسَجَتْ بِالْمُنْتَسجِ) ¶ حكم من الله جمع حِكْمَة وَهِي صَوَاب الْأَمر وسداده لِأَنَّهُ تَعَالَى يتَصَرَّف فِي عبيده بِمَا يَشَاء وَافق غرضهم أَو لَا يخلق مَا يَشَاء ويختار لَا يسْأَل عَمَّا يفعل وهم يسْأَلُون وحظ العَبْد يَا مَالك يَوْم الدّين إياك نعْبد وَإِيَّاك نستعين نسجت تِلْكَ الحكم بيد أَي بِقُوَّة الله تَعَالَى حكمت أَي قَضَت فِي كل الْأُمُور وَلَا راد لما قضى ثمَّ انتسجت تِلْكَ الحكم أَي التحمت بالمنتسج أَي المؤتلف وَالْمرَاد بِهِ العَبْد الْمقْضِي عَلَيْهِ بالمقادير شبه تِلْكَ الْأُمُور فِي تعلقهَا بالعبيد وتناسبها لَهُم مَعَ تأثرهم بهَا ارتفاعا وانخفاضا بخيوط تنسج وَأثبت لَهَا النسج فتشبيهها بالخيوط اسْتِعَارَة بِالْكِنَايَةِ وَإِثْبَات النسج اسْتِعَارَة تخييلية وَذكر الْيَد ترشيح للاستعارة فَنَاسَبَ النسج والخيوط لكَونه بهَا وَفِيه تَنْبِيه للعاقل على تلقي الْمَقَادِير بِالْقبُولِ وَتَسْلِيم الْأَمر لله تعال للْعلم بِأَنَّهُ لَيْسَ للْعَبد شَيْء من الْأَمر وَإِن الْأَمر مُرْتَبِط بِمَشِيئَة الله تَعَالَى ارتباطا يخرج عَن حد المعقولات والمألوفات وَالْمرَاد بالحكم الْمَقَادِير المصورة بِصُورَة الخيوط المنسوجة. . وانتسج مُطَاوع نسج والنسج الإلحام وَثمّ للتعقيب بِمَعْنى الْفَاء كَمَا فِي قَول الشَّاعِر ¶ (كهز الرديني تَحت العجاج ... جرى فِي الأنابيب ثمَّ اضْطربَ)",
            "page": "62",
            "part": "1",
            "seal": "8D4F53FE"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "أَو للتراخي الرتبي لِأَن الإنتساج مُتَأَخّر عَن النسج رُتْبَة تَأَخّر الْمَعْلُول عَن علته وَفِي الْبَيْت الجناس المحرف وَقد مر وَهُوَ هُنَا فِي حكم وحكمت والائتلاف وَهُوَ هُنَا فِي نسجت مَعَ يَد وَشبه الجناس وَهُوَ أَن يجمع اللَّفْظَيْنِ الِاشْتِقَاق أَو شبهه وَهُوَ هُنَا فِي نسجت وانتسجت والمنتسج وَشبه الازدواج وَهُوَ أَن يُؤْتى بجمل متعاطفة بِغَيْر الْوَاو مُرَتّب بَعْضهَا على بعض وَهُوَ هُنَا فِي نسجت وانتسجت والجناس تشابه اللَّفْظَيْنِ فِي التَّلَفُّظ والازدواج توالي كَلِمَات الجناس وَمِنْه قَوْلهم من طلب شَيْئا وجد وجد ورد الْعَجز على الصَّدْر فِي الْفِعْل الأول مَعَ الثَّانِي وَمَعَ اسْم الْفَاعِل والتتميم فِي حكمت والتسميط وَهُوَ أَن يصير الشَّاعِر الْبَيْت أَرْبَعَة أَقسَام ثَلَاثَة مِنْهَا على سجع وَاحِد وَهُوَ فِي الْأَفْعَال الثَّلَاثَة",
            "page": "63",
            "part": "1",
            "seal": "62AB7A01"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وَإِذا كَانَت الْمَذْكُورَات حكما كَمَا ذكر",
            "page": "64",
            "part": "1",
            "seal": "38D4034B"
        },
        {
            "hno": "11",
            "id": "29",
            "nass": "11 - ¶ (فَإِذَا اقْتَصَدتْ ثُم انْعَرَجتْ ... فَبِمُقْتَصِدٍ وَبِمُنْعَرِجِ) ¶ فَإِذا اقتصدت: أَي توسّطت فِي نظر الْعقل ثمَّ انعرجت: أَي مَالَتْ فِيهِ فبمقتصد: أَي فاقتصادها وانعراجها كائنان بمقتصد وبمنعرج بِكَسْر الصَّاد فِي قَوْله: فبمقتصد وَالرَّاء فِي قَوْله وبمنعرج وَهُوَ العَبْد المقضى عَلَيْهِ بهَا فَيصير باقتصادها فِي نظرها مقتصداً وبانعراجها فِيهِ منعرجاً. . كَمَا يصير باكتمالها فِيهِ مكتملاً فيتعرّف إِلَيْهِ الْحق فِي الْأَحْوَال الثَّلَاثَة فيتعرّف إِلَيْهِ فِي حَال اكتمالها باسمه الْجواد الْمُنعم الْكَرِيم الْغَنِيّ. . وَفِي حَال اقتصادها باسمه الْحَكِيم اللّطيف وَفِي حَال انعراجها باسمه القاهر الْعدْل الحكم وتبدّل هَذِه الاحوال من آثَار الْقدر الَّذِي اسْتَأْثر الله بِعِلْمِهِ وأخفاه عَن خلقه. . وَالْوَاجِب تَسْلِيم الْأَمر لمن لَهُ الْخلق وَالْأَمر لَا إِلَه إلاّ هُوَ وَأجر على على هَذَا بَاقِي مَعَاني أَسْمَائِهِ تَعَالَى قَالَ ابْن عَطاء الله: إنّ آدم عَلَيْهِ السَّلَام لمّا تعرّف إِلَيْهِ الحقّ سُبْحَانَهُ بالإيجاد فناداه آدم يَا قديم ثمّ تعرّف إِلَيْهِ بتخصيص الْإِرَادَة فنداه يَا مُرِيد ثمّ تعرّف إِلَيْهِ بِحكمِهِ لمّا نَهَاهُ عَن أكل الشّجرة فناداه يَا حَكِيم ثمَّ قضى عَلَيْهِ بأكلها فناداه يَا قاهر ثمَّ لم يعالجه بالعقوبة إِذْ أكلهَا فناداه يَا حَلِيم ثمَّ لم يَفْضَحهُ فِي ذَلِك فناداه يَا ستّار ثمَّ تَابَ عَلَيْهِ فناداه يَا توّاب ثمَّ أشهده أَن أكله من الشَّجَرَة لم يقطع عَنهُ",
            "page": "65",
            "part": "1",
            "seal": "280CD517"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "ودّه فنداه يَا ودود ثمَّ أنزلهُ إِلَى الأَرْض ويسّر لَهُ أَسبَاب الْمَعيشَة فناداه يَا لطيف ثمَّ قوّاه على الَّذِي اقْتَضَاهُ مِنْهُ فناداه يَا معِين ثمَّ أشهده سر النهى وَالْأكل وَالنُّزُول فناداه يَا حَكِيم ثمَّ نَصره على العدوّ الكائد لَهُ فناداه يَا نصير ثمَّ ساعده على أعباء تكاليف الْعُبُودِيَّة فنداه يَا ظهير قَالَ فَمَا أنزلهُ إِلَى الأَرْض إلاّ ليكمل لَهُ وُجُوه التعرّف ويقيمه فِي وظائف التَّكْلِيف فكملت فِيهِ العبوديتان عبودية التَّعْرِيف وعبودية التَّكْلِيف فعظمت منّة الله عَلَيْهِ وتوفر إحسانه لَدَيْهِ بعد أَن كَانَ فِي الْجنَّة متعرفا إِلَيْهِ بالرزق وَالعطَاء وَالْإِحْسَان فَأَرَادَ الْحق سُبْحَانَهُ من خفى لطفه فِي تَدْبيره أَن يَأْكُل من الشَّجَرَة ليتعرّف إِلَيْهِ فِي الأَرْض بِمَا تقدم لِأَن الدُّنْيَا محلّ الوسائط والأسباب وَالْجنَّة مَحل مُشَاهدَة الإنعام ونبّه النّاظم ب ثمَّ على أَن الانعراج متراخ عمّا قبله فِي الرُّتْبَة لقلته وَكَثْرَة مَا قبله تفضّلا من تَعَالَى لِأَن مُعَامَلَته لخلقه بِمُقْتَضى رحمانيته أَكثر وَلِهَذَا قَالَ تَعَالَى { ... عَذَابي أُصِيب بِهِ من أَشَاء ورحمتى وسعت كل شَيْء ... } وَقَالَ ¶ فِيمَا حَكَاهُ عَن ربه إِن رَحْمَتي سبقت غَضَبي والانسان يعدّ أَيَّام المحنة وَلَا يعد أَيَّام النِّعْمَة",
            "page": "66",
            "part": "1",
            "seal": "F9F8350E"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَفِي الْبَيْت الطباق والمناسبة اللفظية بالتقفية وبدونها واللّفّ والنّشر وَشبه الجناس وردّ الْعَجز على الصَّدْر والإرصاد وَهُوَ أَن يَجْعَل قبل الْعَجز من الْفَقْرَة أَو من الْبَيْت مَا يدل عَلَيْهِ إِذا عرف الروي وَمِنْه قَوْله تَعَالَى {وَمَا كَانَ الله ليظلمهم وَلَكِن كَانُوا أنفسهم يظْلمُونَ}",
            "page": "67",
            "part": "1",
            "seal": "00B5F1AA"
        },
        {
            "hno": "12",
            "id": "32",
            "nass": "12 - ¶ (شَهِدَتْ بِعَجَائبِهَا حُجَجٌ ... قامَتْ بِالأَمْر عَلَى الْحِجَجِ) ¶ شهِدت بعجائبها إِلَيّ الحكم أَو أَنْوَاع الْمَخْلُوقَات حجج بِضَم الْحَاء أَي أدلّة كَمَا شهِدت بِكَمَال وجود صانعها قَامَت أَي استقامت أَو دَامَت أَو ظَهرت أَو غلبت وَفِي نُسْخَة فاقت بِالْأَمر وَاحِد الْأُمُور أَي الشَّأْن أَو الْوَصْف أَو وَاحِد الْأَوَامِر أَي القَوْل الطَّالِب للْفِعْل. . وكل مِنْهَا مُرَاد أَي قَامَت الْحجَج [ان الْمُؤثر فِي كل أَمر هُوَ الله تَعَالَى كَمَا هُوَ مُقَرر فِي محلّة وَقيل المُرَاد الشَّأْن أَو الْوَصْف أَي قَامَت بشأن الربوبية أَو بوصفها على ممر الْحجَج بِكَسْر الْحَاء أَي السنين وَقيل بضَمهَا أَي الْأَدِلَّة الدَّالَّة على أَن الْمُؤثر الْعُقُول أَو نَحْوهَا كدليل الفلاسفة وَدَلِيل الطبائعيين والمنجمين وَغَيرهم وَفِي كَلَامه اسْتِعَارَة إِمَّا بالتبعية بِأَن شبّه دلَالَة الْحجَج فِي كَمَال وضوحها بِالشَّهَادَةِ ثمَّ اشتق الْفِعْل مِنْهَا وَإِمَّا بِالْكِنَايَةِ بِأَن شبه الْحجَج فِي إفادتها الْمَدْلُول بالشهود وَأثبت لَهَا الشَّهَادَة فتشبيهها بالشهود اسْتِعَارَة بِالْكِنَايَةِ وَإِثْبَات الشَّهَادَة لَهَا اسْتِعَارَة تخيلية وَفِي الْبَيْت الترديد ورد الْعَجز على الصَّدْر وَإِن ضمت حاء",
            "page": "68",
            "part": "1",
            "seal": "D031FD6A"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "الْحجَج والجناس المحرف إِن كسرت والتتميم والإيغال",
            "page": "69",
            "part": "1",
            "seal": "F3C08B8D"
        },
        {
            "hno": "13",
            "id": "34",
            "nass": "13 - ¶ (وَرِضاً بِقَاءِ اللَّه حَجًا ... فَعَلَى مَرْكُوزَتِهِ فَعُجِ) ¶ ورضا بِقَضَاء الله تَعَالَى حجا بِفَتْح الْحَاء مَعَ فتح الْجِيم وَكسرهَا أَي حقيق على كل مُؤمن ليصون بِهِ إيمَانه وَسَائِر طاعاته وبكسرها مَعَ فتح الْجِيم أَي عقل بِحَذْف مُضَاف أَي ثَمَرَته أَو جعله الْعقل مُبَالغَة لِأَنَّهُ سَبَب للسعادة الدِّينِيَّة والدنيوية فَجعله الْعقل الَّذِي هُوَ أشرف مَا منحه الله الْإِنْسَان وَالله علم على الذَّات الْوَاجِب الْوُجُود الْمُسْتَحق لجَمِيع المحامد وَالْقَضَاء هُوَ الحكم بالكليات مجملة فِي الْأَزَل وَالْقدر هُوَ الحكم بِوُقُوع جزيئاتها مفصلة فِيمَا لَا يزَال قَالَ تَعَالَى {وَإِن من شَيْء إِلَّا عندنَا خزائنه وَمَا ننزله إِلَّا بِقدر مَعْلُوم} وَيقرب من ذَلِك قَول بَعضهم الْقَضَاء إِيجَاد جَمِيع الْمَخْلُوقَات فِي اللّوح الْمَحْفُوظ مجملة وَالْقدر إيجادها فِي الْأَعْيَان مفصّلة قَالَ تَعَالَى { ... وَخلق كل شَيْء فقدّره تَقْديرا} أَي فأبرزه على مَا سبق فِي علمه وَيُطلق الْقَضَاء على الْمقْضِي وَمِنْه مَا فِي البُخَارِيّ اللَّهُمَّ إِنِّي أعوذ بك من دَرك الشَّقَاء وَسُوء الْقَضَاء وشماتة الْأَعْدَاء وَهَذَا لَا يجب الرِّضَا بِهِ مُطلقًا بل إِن كَانَ وَاجِبا كالإيمان وَجب الرضاء بِهِ أَو مَنْدُوبًا ندب أَو مُبَاحا أُبِيح أَو مَكْرُوها كره أَو حَرَامًا حرم بِخِلَاف الْقَضَاء بِالْمَعْنَى الأول يجب الرِّضَا بِهِ مُطلقًا فالمقضي عَلَيْهِ بِمَعْصِيَة من كفر أَو غَيره يحرم عَلَيْهِ الرِّضَا بهَا من",
            "page": "70",
            "part": "1",
            "seal": "A8A8E931"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "حَيْثُ إِنَّهَا مكتسبة لَهَا ومنهي عَنْهَا. . وَيجب عَلَيْهِ الرِّضَا بهَا من حَيْثُ أَنَّهَا خلق الله تَعَالَى وإيجاده لِأَنَّهُ مَتى سخطها كَأَن قَالَ لم فعل بِي هَذَا أَو أَنا لَا أستحقه كَانَ ذَلِك كفرا أَو مَعْصِيّة أُخْرَى بِحَسب حَاله لخَبر إِن الله يَقُول من لم يرض بقضائي وَلم يصبر على بلائي وَلم يشْكر نعمائي فليتخذ إِلَهًا سواي وَالرِّضَا قِسْمَانِ قسم يكون لكل مُكَلّف فَهُوَ مَا لابد مِنْهُ فِي الْإِيمَان. . وَحَقِيقَته أَلا يعْتَرض على حكم الله وَتَقْدِيره وَهُوَ مَا أَشَارَ إِلَيْهِ النَّاظِم بِمَا مر وَقسم لَا يكون إِلَّا لأرباب المقامات وَذَوي النهايات وَحَقِيقَته ابتهاج الْقلب وسروره بالمقضي قَالَت رَابِعَة رَضِي الله عَنْهَا وَقد سُئِلت مَتى يكون العَبْد رَاضِيا فَقَالَت إِذا سرته الْمُصِيبَة كَمَا سرته النِّعْمَة وَاخْتلفُوا فِي هَذَا هَل من المقامات أَو هُوَ من الْأَحْوَال فَقَالَ أهل خُرَاسَان بِالْأولِ وَمَعْنَاهُ أَنه مكتسب للْعَبد وَهُوَ نِهَايَة التَّوَكُّل. . وَأهل الْعرَاق بِالثَّانِي وَلَيْسَ مكتسبا بل يحل بِالْقَلْبِ كَسَائِر الْأَحْوَال",
            "page": "71",
            "part": "1",
            "seal": "2E5569F3"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "قَالَ بَعضهم وَيُمكن الْجمع بَينهمَا بِأَن بداية الرِّضَا مكتسبة فَهُوَ من المقامات ونهايته غير مكتسبة فَهُوَ من الْأَحْوَال وَإِلَى هَذَا الْقسم مَعَ التَّنْبِيه على أَنه من المقامات وَإِن الْقسم الأول أساسه أَشَارَ النَّاظِم بقوله وعَلى مركوزته أَي لَا على غَيرهَا فعج أَي فاعطف يُقَال عجت الْبَعِير أعوجه عوجا ومعاجا إِذا عطف رَأسه بزمامه. . أَي لكَون الرِّضَا حَقِيقا على كل مُؤمن أَو لكَونه أجل مطالبه فاعطف على أَعْلَاهُ وأشرفه الَّذِي هُوَ فِي شرفه ومدار صِحَة الْإِيمَان عَلَيْهِ والتوصل إِلَيْهِ من جَمِيع جهاته وأسبابه كمركز الدائرة وَبِهَذَا علم أَنه شبة الرِّضَا بالدائرة وَأَعلاهُ وأشرفه بمركزها وَرشح هَذِه الِاسْتِعَارَة باستعارة العوج الَّذِي هُوَ الْعَطف للطلب الْكَائِن من جَمِيع الْجِهَات والأسباب وَفِي الْبَيْت الْمُنَاسبَة اللفظية من رضَا وحجا بوزنه والاتساع وَهُوَ أَن يَأْتِي الشَّاعِر بِبَيْت يَتَّسِع فِيهِ التَّأْوِيل",
            "page": "72",
            "part": "1",
            "seal": "7430D9CF"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "فارغة",
            "page": "73",
            "part": "1",
            "seal": "A6496252"
        },
        {
            "hno": "14",
            "id": "38",
            "nass": "14 - ¶ (وَإِذَا انْفَتَحَتْ أَبْوَابُ هُدًى ... فاعْجِلْ لِخَزَائِنِهَا وَلِجِ) ¶ وَإِذا انفتحت لَك أَبْوَاب هدى أَي الْهدى بِأَن خلقه الله فِيك فاعجل أَي فأسرع لخزائنها جمع خزانَة بِكَسْر الْخَاء ولج أَي ادخل فِيهَا اسْتعَار الانفتاح لارْتِفَاع الْمَوَانِع الحسية وانكشاف الْحجب النفسية وَزَوَال العوالق المعنوية الْمَانِعَة من نيل المقامات والمعارف واستعار الْأَبْوَاب لتِلْك الْمَوَانِع والحجب والعلائق لِأَنَّهَا مَانِعَة من الْهدى فَلَا يحصل فِي مَحَله إِلَّا بزوالها كالأبواب لَا يتَوَصَّل إِلَى مَا وَرَاءَهَا إِلَّا بِفَتْحِهَا والعجلة كِنَايَة عَن الْجد فِي الطّلب وَقُوَّة الْعَزْم ومجاز عَنْهُمَا والولوج كِنَايَة عَن الثُّبُوت فِي تِلْكَ المقامات والمعارف وَالْحَاصِل أَنه شبه فِي الصَّدْر الْهدى المتضمن لما اكْتَسبهُ العَبْد من المقامات والمعارف بخزائن لَهَا أَبْوَاب مغلقة بِجَامِع أَن الْمُشبه مَظَنَّة للقرب من الله الَّذِي هُوَ أعظم مَطْلُوب والمشبه بِهِ مَحل للأموال النفسية فالتشبيه اسْتِعَارَة بِالْكِنَايَةِ وَإِثْبَات الْأَبْوَاب للهدى اسْتِعَارَة تخييلية ورشحهما بالانفتاح الملائم للأبواب ثمَّ اشتق مِنْهُ الْفِعْل فَهُوَ اسْتِعَارَة تَبَعِيَّة ثمَّ رتب على ذَلِك الْعَجز كَمَا تقرر وتضمن كَلَامه التَّنْبِيه على أصل عَظِيم فِي السلوك وَهُوَ مُخَالفَة النَّفس فِي شهواتها والتحقق بِمَا ذكر لِأَن طبعها الْميل إِلَى ترك الْعِبَادَة وَإِلَى حظها من فعلهَا وَلِهَذَا قَالَ الْعلمَاء مُخَالفَة النَّفس رَأس الْعِبَادَة وَمن نظر إِلَيْهَا باستحسان شَيْء مِنْهَا فقد أهلكها بمهلكاتها كالكبر وَالْعجب والحسد وَطول الأمل",
            "page": "74",
            "part": "1",
            "seal": "6D6AB44A"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وَكَيف يَصح لعاقل الرِّضَا عَن النَّفس وَالله تَعَالَى يَقُول {إِن النَّفس لأمارة بالسوء إِلَّا مَا رحم رَبِّي} وَالْهدى قد يكون لَازِما بِمَعْنى الاهتداء وَهُوَ وجدان الطَّرِيق الْموصل للمطلوب كَمَا مرت الْإِشَارَة إِلَيْهِ ويقابله الضلال وَهُوَ فقدان الطَّرِيق الْموصل. . وَقد يكون مُتَعَدِّيا بِمَعْنى الدّلَالَة على الطَّرِيق عَن أهل الْحق وعَلى الطَّرِيق الْموصل للبغية عِنْد الْمُعْتَزلَة ويقابله الإضلال بِمَعْنى الدّلَالَة على خِلَافه كأضلني فلَان عَن الطَّرِيق أَو عَن الطَّرِيق الْموصل للبغية وَالْهدى إِنَّمَا يسْتَعْمل فِي الْخَيْر لِأَنَّهُ لُغَة الدّلَالَة بلطف وَأما قَوْله تَعَالَى {فاهدوهم إِلَى صِرَاط الْجَحِيم} فوارد على طَرِيق التهكم",
            "page": "75",
            "part": "1",
            "seal": "E62BF71D"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وَفِي الْبَيْت التَّمْكِين وَهُوَ أَن يمهد الناثر لسجعته والناظم لقافيته تمهيدا بِهِ ياتي بِكُل مِنْهَا متمكنة فِي مَكَانهَا غير نافرة وَلَا قلقة وَلَا مستدعاة لما لَا تعلق لَهُ بالفقرة أَو الْبَيْت",
            "page": "76",
            "part": "1",
            "seal": "A30E82A8"
        },
        {
            "hno": "15",
            "id": "41",
            "nass": "15 - ¶ (وَإِذَا حَاوَلْتَ نِهَايَتَهَا ... فاحْذَرْ إِذْ ذَاكَ مِنَ العَرَجِ) ¶ وَإِذا حاولت أَي طلبت نهايتها أَي الْأَبْوَاب أَو الْهدى فَإِنَّهُ يذكر وَيُؤَنث وَلِأَنَّهُ بِمَعْنى الخزانة وَالْمعْنَى إِذْ طلبت الِانْتِقَال إِلَى مقَام أَو حَال فاحذر إِذْ ذَاك من العرج أَي فالتزم فِيهِ حسن الْأَدَب من الثَّبَات عَلَيْهِ وموافقة مُرَاد الله تَعَالَى وَلَا تختر الِانْتِقَال عَنهُ حَتَّى ينقلك الله إِلَى مَا هُوَ أرفع مِنْهُ فَإِن تشوقت إِلَى الِانْتِقَال بِنَفْسِك لتبلغ الْغَايَة فقد بلغت غَايَة الْجَهْل بِرَبِّك وأسأت الْأَدَب فِي حَقه وَلَا تصل إِلَى مطلوبك فَكُن كَمَا قَالَ ابْن عَطاء الله كن عبد الله فِي كل شَيْء عَطاء ومنعا وَعزا وذلا وَولَايَة وعزلا وغنا وفقرا وقبضا وبسطا وفقدا ووجدا وَشدَّة ورخاء وفناء وَبَقَاء إِلَى غير ذَلِك من مختلفات الْآثَار وتنقلات الأغيار وكنى عَن عدم الْوُصُول بالعرج أَو شبه بِهِ عدم دوَام الاسْتقَامَة لِأَن كلا مِنْهُمَا لَا يُوصل مَعَه إِلَى مقصد قَرِيبا أَو لَا يُوصل إِلَيْهِ الْبَتَّةَ وتضمن كَلَامه مَعَ ذكر التحذير من حظوظ النَّفس وَمن التحذير",
            "page": "77",
            "part": "1",
            "seal": "1DCEBC6C"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "الركون إِلَى غير الله فِي أثْنَاء السلوك قَالَ الشَّيْخ أَبُو الْحسن التسترِي ¶ (وَلَا تلْتَفت فِي السّير غيرا فَكل مَا ... سوى الله غير وَاتخذ ذكره حصنا) ¶ (وكل مقَام لَا نُقِيم فِيهِ إِنَّه ... حجاب فجد السّير واستنجد العونا) ¶ (وَمهما ترى كل الْمَرَاتِب تجتلي ... عَلَيْك فَحل عَنْهَا فَعَن مثلهَا حلنا) ¶ (وَقل لَيْسَ لي فِي عير ذاتك مطلب ... فَلَا صُورَة تحلي وَلَا طرفَة تجنى) ¶ ثمَّ علل قَوْله فاحذر إِلَى آخِره بقوله",
            "page": "78",
            "part": "1",
            "seal": "4F299A3D"
        },
        {
            "hno": "16",
            "id": "43",
            "nass": "16 - ¶ (لِتَكُونَ مِنَ السُّبَّاقِ إِذَا ... مَا جِئْتَ إِلَى تِلْكَ الفُرَجِ) ¶ لتَكون من السباق إِلَى فرج الْجنَّة إِذا مَا مَا زَائِدَة للتَّأْكِيد جِئْت مَعَهم إِلَى تِلْكَ الْفرج أَرَادَ بالمجىء السّير لَا تنقل الْأَقْدَام بل بِنَظَر الْقلب فَشبه النّظر فِي المعقولات الموصلة إِلَى الْمَطْلُوب بالمجيء الحسّي وشبّه المنظور فِيهِ - وَهُوَ المعقولات - بالأمكنة لِأَنَّهَا مَحل حَرَكَة النّظر كَمَا أَن تِلْكَ الْأَمْكِنَة مَحل لحركة الْأَقْدَام. . وَأطلق اسْم المشبّه بِهِ على الْمُشبه على طَرِيق الِاسْتِعَارَة التحقيقية وَإِلَى متعلّق بالسباق فَإِن وصلت إِلَى تِلْكَ الْفرج",
            "page": "79",
            "part": "1",
            "seal": "4121502F"
        },
        {
            "hno": "17",
            "id": "44",
            "nass": "17 - ¶ (فَهُنَاكَ العَيْشُ وَبَهْجَتُهُ ... فَلِمُبْتَهِجٍ وَلِمُنْتَهِجِ) ¶ فهناك أَي لَا فِي غَيره الْعَيْش وهجته أَي الْحَيَاة الْكَامِلَة وحسنها فلمبتهج أَي مسرور بِمَا حصل لَهُ من لذّة التجلّي على اخْتِلَاف رتبها ولمبتهج من النّهج وَهُوَ الطَّرِيق واستعير للتقوى فَالْمُرَاد ولمتّق وانتهاجه بانتقاله فعلا وَحَالا فِي مَعَاني التَّقْوَى الظَّاهِرَة والباطنة الموصلة إِلَى صفو الْيَقِين الْمُوجب للابتهاج أَي فاعجبوا لهذين الصفتين العظيمتين من بَين النَّاس لِأَن مَا عداهما إمّا هَالك أَو فِي الْخطر. . والتنوين فِيهَا للتعظيم والتنويع وَلما اخْتلفَا فِي الْمقَام اخْتلفَا فِي التَّعْبِير عمّا فِي الضَّمِير فالمبتهج يَقُول مخبرا بذوقه ¶ (ذكرتك إِنِّي لَا نسيتك لمحة ... وأيسر مَا فِي الذّكر ذكر لساني) ¶ (وكدت بِلَا وَجه أَمُوت من الْهوى ... وهام على الْقلب بالخفقان) ¶ (فَلَمَّا أَرَانِي الوجد أَنَّك حَاضر ... شهدتك مَوْجُودا بِكُل مَكَان) ¶ (فخاطبت مَوْجُودا بِغَيْر تكلم ... وَلَا حظت مَعْلُوما بِغَيْر عيان) ¶ والمنتهج يَقُول مخبرا عَن حَال سيره ومجاهدة نَفسه بمراقبة ربه ¶ (كَأَن رقيبا مِنْك. . برعى خواطري ... وَآخر يرْعَى ناظري ولساني) ¶ (فَمَا رمقت عَيْنَايَ بعْدك منْظرًا ... لغيرك إِلَّا قلت قد رمقاني) ¶ (وَلَا خطرت فِي السِّرّ منى خطرة ... لغيرك إِلَّا عرجاً بعنانى) ¶ (وإخوان صدق قد بنيت حَدِيثهمْ ... وعرّجت عَنْهُم خاطري ولساني) ¶ (وَمَا الدَّهْر أسلو عَنْهُم غير أننى ... وَجَدْتُك مشهوداً بِكُل مَكَان)",
            "page": "80",
            "part": "1",
            "seal": "6C2B8C2F"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وَاعْلَم أَن كل من وصل إِلَى صفو الْيَقِين بطرِيق الذَّوْق والوجدان فَهُوَ ذُو رُتْبَة فِي الْوُصُول وَإِن تفاوتوا فِيهَا كالملائكة فَمنهمْ من يجد الله بطرِيق الْأَفْعَال فيفنى عَن فعله وَفعل غَيره لوقوفه مَعَ فعل الله تَعَالَى. . وَيخرج فِي هَذِه الْحَالة من التَّدْبِير والاختبار وَهَذَا تجلى بطرِيق الْأَفْعَال وَمِنْهُم من يُوقف فِي مقَام الهيبة والأنس بِمَا يُكَلف قلبه من مطالعة الْجمال والجلال وَهَذَا تجل بطرِيق الصَّفَا وَمِنْهُم من يترقى إِلَى مقَام الفناء مُشْتَمِلًا على بَاطِنه أنوار الْيَقِين والمشاهدة ففنى فِي شُهُوده عَن وجوده وَهَذَا ضرب من تجلي الذَّات لخواص المقربين والمقربون هم الَّذين أخذُوا حظوظهم وإراداتهم واستعملوا فِي الْقيام بِحُقُوق مَوْلَاهُم عبودية لَهُ وطلبا لمرضاته وهم العارفون أهل صفو الْيَقِين واليهم أَشَارَ النَّاظِم بالمبتهج والأبرار هم الَّذين بقوا مَعَ حظوظهم وإلراداتهم وَأقِيمُوا فِي الْأَعْمَال الصَّالِحَة ومقامات الْيَقِين ليجزوا على مجاهدتهم برفيع الدَّرَجَات وهم الزاهدون وإليهم أَشَارَ بالمنتهج وَمَعَ الْأَحْوَال الْمَذْكُورَة يَنْبَغِي للْعَبد أَن يعلم أَنه لم يصل إِلَى شَيْء فَأَيْنَ الْوُصُول هَيْهَات أَولا ترى أَن النَّبِي ¶ كَانَ يسْتَغْفر فِي الْيَوْم مئة مرّة واستغفاره إِنَّمَا هُوَ بِحَسب اخْتِلَاف رتب التجلي لَهُ حَتَّى يرى أَن كل تجل بِالنِّسْبَةِ إِلَى مَا فَوْقه مُوجب للاستغفار وَلذَلِك قَالَ لَا أحصي ثَنَاء عَلَيْك أَنْت كَمَا أثنيت على نَفسك",
            "page": "81",
            "part": "1",
            "seal": "0FC9D974"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وَفِي الْبَيْت الجناس اللَّاحِق والازدواج وَشبه الجناس ورد الْعَجز على الصَّدْر والمناسبة اللفظية والطباق وَإِذ ثَبت أَن الْعَيْش الْكَامِل وبهجته فِي الْجنَّة وَمن الْمَعْلُوم انه لَا يحصل ذَلِك عَادَة إِلَّا بِالْأَعْمَالِ الصَّالِحَة",
            "page": "82",
            "part": "1",
            "seal": "F003CB98"
        },
        {
            "hno": "18",
            "id": "47",
            "nass": "18 - ¶ (فَهِجَ الأَعْمَالَ إِذَا رَكَدَتْ ... فإِذَا مَا هِجْتَ إِذا تَهِجِ) ¶ فهج الْأَعْمَال وَفِي نُسْخَة وهج بِالْوَاو وَيُقَال هاج فلَان الشَّيْء هيجا وهياجا وهيجانا إِذا أثاره وحركته وهاج الشَّيْء إِذا أثاره وتحرك. . يتعدّى وَلَا يتَعَدَّى. . وَقد استعملها النَّاظِم أَي أثر الْأَعْمَال وحركها وَالْمعْنَى أدمها إِذا ركدت أَي سكنت وَالْمرَاد قلت لِأَنَّهُ ¶ كَانَ عمله دِيمَة وَلقَوْله ¶ أحب الْعَمَل إِلَى الله أَدْوَمه وَإِن قل فَإِذا مَا مَا زَائِدَة للتَّأْكِيد هجت أَي أدمت الْأَعْمَال إِذا بِالتَّنْوِينِ أَي حِين إِذْ قلت تهج أَي تدم وَفِي الْبَيْت الطباق ورد الْعَجز على الصَّدْر والترديد وَشبه الجناس والجناس اللَّاحِق والإرصاد والتعطّف وَهُوَ أَن تعلّق لَفْظَة أَو تصرف مِنْهَا بِمَعْنى فِي الصَّدْر ثمَّ بِمَعْنى آخر فِيمَا سوى الضَّرْب من الْعَجز. . وَهُوَ هُنَا فِي",
            "page": "83",
            "part": "1",
            "seal": "51F45C5D"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "هج وهجت فَشبه المصراعين فِي انعطاف أَحدهمَا على الآخر بالعطفين فِي كَون كل مِنْهُمَا يمِيل إِلَى الْجَانِب الَّذِي يمِيل إِلَيْهِ الآخر والتخلص وَهُوَ الْخُرُوج مِمَّا شيب الْكَلَام بِهِ إِلَى الْمَقْصُود مَعَ رِعَايَة الملاءمة بَينهمَا والناظم قد شيّب كَلَامه أَولا بِذكر أَحْوَال أهل النورانيات من المبتهجين والمنتهجين ثمَّ خَتمه بِالْإِشَارَةِ إِلَى الْوُصُول ثمَّ حضّهم على دوَام الْأَعْمَال ثمّ خرج من ذَلِك إِلَى ذكر أَحْوَال أهل البدايات مَعَ رِعَايَة الملاءمة بَينهمَا من حَيْثُ أَن هَؤُلَاءِ يخاطبون بابتداء الْأَعْمَال وَأُولَئِكَ بدوامها ثمَّ أَشَارَ إِلَى مقَام التَّوْبَة بتقبيح الْمعْصِيَة فَقَالَ",
            "page": "84",
            "part": "1",
            "seal": "8132D4DE"
        },
        {
            "hno": "19",
            "id": "49",
            "nass": "19 - ¶ (وَمَعاصِي اللَّه سَمَاجَتُهَا ... تَزدَانَ لِذِي الخُلُقِ السَّمِجِ) ¶ ومعاصي الله تَعَالَى سماجتها من سمج بِالضَّمِّ أَي قبح تزدان أَي تتزين وتحسن لذِي الْخلق بِضَم الْخَاء وَاللَّام مَا طبع عَلَيْهِ الْإِنْسَان بِلَا تكلّف كالكرم والشجاعة السمج أَي الْقَبِيح وسماجتها بدل اشْتِمَال من الْمُبْتَدَأ قبله أَو مُبْتَدأ خَبره تزدان وَهُوَ مَعَ خَبره خبر الأول وتزدان أَصله تتزين بِوَزْن تفتعل من الزين تحركت الْيَاء وَانْفَتح مَا قبلهَا قلبت ألفا وَوَقعت تَاء الافتعال وَهِي من الْحُرُوف الرّخوة بعد الزَّاي الشَّدِيدَة فتنافرتا فأبدل من التَّاء دَالا وأبقيت بِحَالِهَا وَيجوز قَلبهَا زاياً وإدغامها فِي الزَّاي قبلهَا وَيجوز قلب الزَّاي دَالا وإدغامها فِي الدّال المبدلة وَفِي الْبَيْت الطباق وردّ الْعَجز على الصَّدْر ثمَّ أَشَارَ إِلَى ترغيب ذَوي النهايات فِي مداومة الْأَعْمَال فِي الطَّاعَة وَقَالَ",
            "page": "85",
            "part": "1",
            "seal": "86BD8960"
        },
        {
            "hno": "20",
            "id": "50",
            "nass": "20 - ¶ (وَلِطَاعتِهِ وَصَبَاحَتِهَا ... أَنْوَارُ صَبَاحٍ مُنْبَلِجٍ) ¶ لطاعته أَي طَاعَة الله وصباحتها أَي جمَالهَا ¶ (أنوار صباح منبلج) ¶ أَي أضواء ظَاهِرَة ظُهُور ضوء الصَّباح الْوَاضِح وَبهَا تذْهب ظلمات الْجَهْل عَن الْقلب وظلمات الْقلب عَن الرّوح ويفوز الْمُطِيع بالهناء من النَّعيم الَّذِي مِنْهُ النّظر إِلَى وَجهه الْكَرِيم وَالطَّاعَة غير الْقرْبَة وَالْعِبَادَة لِأَنَّهَا امْتِثَال الْأَمر وَالنَّهْي والقربة مَا تقرب بِهِ بِشَرْط معرفَة المتقرب إِلَيْهِ وَالْعِبَادَة مَا تعبد بِهِ بِشَرْط النِّيَّة فِي معرفَة المعبود فالطاعة تُوجد بِدُونِهَا فِي النّظر الْمُؤَدِّي إِلَى معرفَة الله تَعَالَى إِذْ مَعْرفَته إِنَّمَا تحصل بِتمَام النُّور. . والقربة تُوجد بِدُونِ الْعِبَادَة فِي الْقرب الَّتِي لَا تحْتَاج إِلَى نِيَّة كَالْعِتْقِ وَالْوَقْف وَظَاهر كَلَامه أَن للطاعة أنوار وَإِن كَانَ الْمُطِيع فَاسِقًا وَهُوَ كَذَلِك قَالَ ابْن عَطاء الله وَيَكْفِي فِي تَعْظِيم الْمُؤمن وَلَو كَانُوا عَن الله غافلين قَوْله تَعَالَى {ثمَّ أَوْرَثنَا الْكتاب الَّذِي اصْطَفَيْنَا ... } الْآيَة أثبت لَهُم الاصطفاء بِالْإِيمَان وَإِن كَانُوا ظالمين",
            "page": "86",
            "part": "1",
            "seal": "ACAE2109"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "وَفِي الْبَيْت التتميم والإيغال وَشبه الجناس ثمَّ أَشَارَ إِلَى ترغيب ذَوي البدايات فِي فعل الطَّاعَة بتشويقهم إِلَى نسَاء الْجنَّة لِأَنَّهُ أمثل بحالهم فَقَالَ",
            "page": "87",
            "part": "1",
            "seal": "018BD194"
        },
        {
            "hno": "21",
            "id": "52",
            "nass": "21 - ¶ (مَنْ يَخْطِبْ حُورَ الْخُلْدِ بِهَا ... يَظْفر بالحُورِ وَبِالْغُنْجِ) ¶ وَمن يخْطب بِالْجَزْمِ بِمن الشّرطِيَّة من الْخطْبَة بِكَسْر الْخَاء وَهِي طلب التَّزْوِيج أَي من طلب من الله تَعَالَى حور الْخلد أَي نسَاء الْجنَّة وَفِي نُسْخَة حور الْعين بهَا أَي بِالطَّاعَةِ ويوف بهَا يظفر بِالْجَزْمِ بِمن أَي يفز بالحور الكاملات الْحسن اللائي لَا يُوجد مِثْلهنَّ فِي الدُّنْيَا وبالغنج بِضَم الْغَيْن مَعَ النُّون وإسكانها وَفتحهَا حسن الشكل بِالْكَسْرِ أَي الدل يُقَال امْرَأَة ذَات شكل أَي دلّ وغنج وَيجوز فِيهِ تَقْدِير مُضَاف أَي بذوات الغنج فَيكون من عطف الصِّفَات الدَّال على اجتماعها فِي ذَات وَاحِدَة مثل قَول الشَّاعِر ¶ (إِلَى الْملك القرم وَابْن الْهمام ... وَلَيْث الكتيبة فِي المزدحم) ¶ وَسميت نسَاء الْجنَّة بالحور الْعين لِأَنَّهُنَّ شبهن بالظباء وَالْبَقر من الْحور بِفَتْح الْحَاء وَالْوَاو وَهُوَ شدَّة بَيَاض الْعين فِي شدَّة سوادها وَسميت الْجنَّة بالخلد لِأَنَّهَا دَار الْبَقَاء الدَّائِم السَّالِم من المحنة وَفِي الْبَيْت الترديد والتتميم والإيغال وَإِذا أردْت الظفر بالحور الْعين",
            "page": "88",
            "part": "1",
            "seal": "EDB0B170"
        },
        {
            "hno": "22",
            "id": "53",
            "nass": "22 - ¶ (فَكُنْ المَرْضِيَّ لَهَا بِتُقًى ... تَرْضَاهُ غَداً وتكُونُ نَجِي) ¶ فَكُن الكفو المرضي لَهَا تبقى بِمَعْنى التَّقْوَى وتاؤها بدل من الْوَاو وواو تقوى بدل من الْيَاء بِدَلِيل الْوِقَايَة فيهمَا أَي بِسَبَب تقى مِنْك ترضاه بِأَن ترَاهُ مَقْبُولًا أَي مثابا عَلَيْهِ لموافقته الشَّرْع غَدا أَي يَوْم الْقِيَامَة وَأَصله غدو حذفت واوه بِلَا عوض وَفِي نُسْخَة هوى أَي هَوَاك تكون بِهِ هُنَاكَ نجي بِالْوَقْفِ بِحَذْف الْحَرَكَة وَالْألف على لُغَة ربيعَة أَي نجيا من المكروهات ... وَجعل السَّبَب فِيمَا ذكر التَّقْوَى لِأَنَّهَا أعظم الْخِصَال وأنفعها وَلِهَذَا وصّى الله بهَا الْأَوَّلين والآخرين فَقَالَ {وَلَقَد وصينا الَّذين أُوتُوا الْكتاب من قبلكُمْ وَإِيَّاكُم أَن اتَّقوا الله} وَفِي الْخَبَر جَاءَ رجل إِلَى النَّبِي ¶ فَقَالَ أوصني فَقَالَ عَلَيْك بتقوى الله فَإِنَّهَا جماع كل خير وَعَلَيْك بِالْجِهَادِ فَإِنَّهُ رَهْبَانِيَّة الْمُسلم وَعَلَيْك بِذكر الله فَإِنَّهُ نور لقلبك وحقيقتها اجْتِنَاب مَا يخَاف مِنْهُ ضَرَر فِي الدّين وَفِي الْبَيْت التتميم فِي غَدا وَشبه الجناس وَلما رغب فِي فعل الطَّاعَة بِمَا مر بِتِلَاوَة الْقُرْآن وَغَيرهَا فَقَالَ",
            "page": "89",
            "part": "1",
            "seal": "4C722EA1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "فارغة",
            "page": "90",
            "part": "1",
            "seal": "FA8CF465"
        },
        {
            "hno": "23",
            "id": "55",
            "nass": "23 - ¶ (وَاتْلُ القُرْآنَ بِقَلْبٍ ذِي ... حَزَنٍ وَبِصَوْتٍ فِيهِ شَجِي) ¶ واتل الْقُرْآن متدبرا بِهِ بقلب أَي فؤاد ذِي حزن بِفَتْح الْحَاء وَالزَّاي أَي حَزِين وَفِي نُسْخَة ذِي حرق جمع حرقة أَي محترق ومحسنا لَهُ بِصَوْت فِيهِ شج أَي حَزِين بِمَعْنى رَقِيق من قَوْلهم فلَان يقْرَأ بالتحزين إِذا أرق صَوته وَذَلِكَ لقَوْله تَعَالَى {ورتل الْقُرْآن ترتيلا} وَلخَبَر التِّرْمِذِيّ يَقُول الله عز وَجل من شغله الْقُرْآن وذكري عَن مَسْأَلَتي أَعْطيته أفضل مَا أعطي السَّائِلين وَفضل كَلَام الله على سَائِر الْكَلَام كفضل الله على جَمِيع خلقه وَخبر أبي دَاوُد وَغَيره زَينُوا الْقُرْآن بِأَصْوَاتِكُمْ قَالَ الْخطابِيّ مَعْنَاهُ زَينُوا أَصْوَاتكُم بِالْقُرْآنِ كَمَا فسره غير وَاحِد من أَئِمَّة الحَدِيث قَالَ وَقد رُوِيَ كَذَلِك وَهُوَ الصَّحِيح وَمَعْنَاهُ أشغلوا أَصْوَاتكُم بِالْقُرْآنِ والهجوا بِهِ واتخذوه شعارا وزينة انْتهى وَلِأَن ذَلِك أقرب إِلَى توقير الْقُرْآن واحترامه بقوله شج وصف على فعيل بِمَعْنى مفعول أَو فَاعل فَيكون مشددا لكنه خففه للوزن",
            "page": "91",
            "part": "1",
            "seal": "2315BB55"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "وَيحْتَمل أَن يكون فعلا كعمي أَو مصدرا وعَلى الْأَوَّلين يكون صفة لصوت وَفِيه حَالا أَي فِي حَال تِلَاوَة الْقُرْآن وعَلى الثَّالِث يكون على يَجْعَل مُبْتَدأ وَفِيه خَبره أَي فِي الصَّوْت شجى أَي حزن وَفِي الْبَيْت التَّكْمِيل وَهُوَ أَن يَأْتِي الناثر والناظم بِمَعْنى من مدح أَو غَيره ثمَّ يرى أَنه غير كَاف فَيَأْتِي بِمَعْنى آخر فيزيده تكميلا",
            "page": "92",
            "part": "1",
            "seal": "AB592EC6"
        },
        {
            "hno": "24",
            "id": "57",
            "nass": "24 - ¶ (وَصَلاةُ اللّيْلِ مَسَافَتُهَا ... فاذْهَبْ فِيهَا بالْفَهْمِ وَجِي) ¶ وَصَلَاة وَفِي نُسْخَة وَقيام اللَّيْل نافلته وَهِي أفضل من نَافِلَة النَّهَار مسافتها أَي مَسَافَة التِّلَاوَة فِيهَا فَاذْهَبْ فِيهَا بالفهم أَي الْعلم وجي قَالَ تَعَالَى {من أهل الْكتاب أمة قَائِمَة يَتلون آيَات الله آنَاء اللَّيْل وهم يَسْجُدُونَ} وروى الطَّبَرَانِيّ وَغَيره خبر شرف الْمُؤمن قِيَامه اللَّيْل وَيكرهُ قيام كل اللَّيْل دَائِما وَأَن يضر فِيهِ نَفسه والناظم شبه الصَّلَاة بالمسافة لِأَنَّهَا مَحل لِكَثْرَة التِّلَاوَة كَمَا أَن الْمسَافَة مَحل لِكَثْرَة السّير أَي صَلَاة اللَّيْل مَحل لإكثار التِّلَاوَة فاخصص التِّلَاوَة فِيهَا بمزيد حُضُور وَتَأمل ليتم لَك لَذَّة الْمُنَاجَاة وَيفِيض عَلَيْك المعارف وَفِي الْبَيْت الطباق والإرصاد والتتميم والإيغال",
            "page": "93",
            "part": "1",
            "seal": "F84A6BAE"
        },
        {
            "hno": "25",
            "id": "58",
            "nass": "25 - ¶ (وَتَأَمَّلْهَا وَمَعَانِيهَا ... تأْتِ الْفِرْدَوْسَ وَتَنْفَرجِ) ¶ وتأملها أَي صَلَاة اللَّيْل وَتَأمل مَعَانِيهَا أَي مقاصدها الدِّينِيَّة والدنيوية الْوَارِدَة فِي الْأَخْبَار كَخَبَر عَلَيْكُم بِقِيَام اللَّيْل فَإِنَّهُ دأب الصَّالِحين قبلكُمْ ومقربة لكم إِلَى ربكُم ومكفرة للسيئات ومطردة للداء عَن الْجَسَد ومنهاة عَن الْإِثْم // (رَوَاهُ التِّرْمِذِيّ وَغَيره) // تأت الفردوس فَهُوَ حديقة أَعلَى الْجنَّة وأوسطها لخَبر البُخَارِيّ إِذا سألتموا الله فَاسْأَلُوهُ الفردوس فَإِنَّهُ أَوسط الْجنَّة وَأَعْلَى الْجنَّة وفوقه عرش الرَّحْمَن وَمِنْه تفجر أَنهَار الْجنَّة وتنفرج من الْهم وَالْغَم وَيجوز أَن يكون ذَلِك مجَازًا عَن كَمَال لَذَّة الْمعرفَة الراسخة الْحَاصِلَة من التَّأَمُّل وَالْمعْنَى إِذا كررت التَّأَمُّل فِي الصَّلَاة كثرت معارفك وأنوارك اللدنية الشبيهة فِي كمالها ورسوخها بالفردوس أَو الموصلة إِلَيْهِ وَيجوز عود الضَّمِير إِلَى الْآيَات المتلوة المفهومة مِمَّا مر وَالْفِعْل الْمُضَارع إِذا وَقع بعد أَمر وَقصد بِهِ السَّبَبِيَّة يجْزم كَمَا فِي الْبَيْت. . بِخِلَاف مَا إِذا لم يقْصد بِهِ السَّبَبِيَّة فَإِنَّهُ يرفع سَوَاء وَقع صفة كَقَوْلِه تَعَالَى {فَهَب لي من لَدُنْك وليا يَرِثنِي وَيَرِث من آل يَعْقُوب}",
            "page": "94",
            "part": "1",
            "seal": "482B82E0"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "على قِرَاءَة الرّفْع حَالا أم استئنافا كَقَوْلِه تَعَالَى {ثمَّ ذرهم فِي خوضهم يَلْعَبُونَ} فَإِنَّهُ يحْتَمل الْوَجْهَيْنِ وَيحْتَمل الْأَوْجه كلهَا قَوْله تَعَالَى {فَاضْرب لَهُم طَرِيقا فِي الْبَحْر يبسا لَا تخَاف دركا} وَقد قرئَ لَا تخف وَفِي الْبَيْت التتميم والإيغال",
            "page": "95",
            "part": "1",
            "seal": "1CFCAFD2"
        },
        {
            "hno": "26",
            "id": "60",
            "nass": "26 - ¶ (وَاشْرَبْ تَسْنِيمَ مُفَجَّرِهَا ... لَا مُمْتَزِجاً وَبمُمْتَزِجِ) ¶ واشرب بطاعتك تسنيم مفجرها بِفَتْح الْجِيم المشدد أَي مفجر الفردوس وَهُوَ المَاء المجري من فجرت المَاء أجريته والتسنيم عين فِي الْجنَّة يشرب مِنْهَا المقربون من سنمت الشَّيْء رفعته سميت بِهِ لِأَن شرابها أرفع شراب فِي الْجنَّة أَو لِأَنَّهَا تأتيهم من فَوق على مَا رُوِيَ أَنَّهَا تجْرِي فِي الْهَوَاء متسنمة فتنصب فِي أوانيهم فيشربون مِنْهَا مَا يريدونه حَالَة كَونه لَا ممتزجا أَي مختلطا بغَيْرهَا وَهَذَا للمقربين وبممتزج بِغَيْرِهِ وَهُوَ للأبرار قَالَ تَعَالَى {يسقون} أَي الْأَبْرَار {من رحيق} أَي خمرة خَالِصَة من الدنس ثمَّ قَالَ ومزاجه أَي مَا يمزج بِهِ {من تسنيم عينا يشرب بهَا المقربون} أَي مِنْهَا أَو ضمن يشرب معنى يلتذ. . وَفسّر فِي الْآيَة التسنيم بقوله {عينا} إِلَى آخِره ونصبه بأعنى مُقَدرا أَو بالحالية من تسنيم وَحَاصِله أَنَّك تجمع اللذتين العجيبتين لَذَّة التسنيم الصّرْف وَلَذَّة التسنيم الممتزج وَالْكَلَام على ظَاهره وَيحْتَمل أَنه شبه مَا يظْهر من مَعَاني التِّلَاوَة من المعارف والأنوار بالتدبر والتفهم فِي تأثر النَّفس بِهِ اسْتِحْسَانًا وكمالا بِالْمَاءِ الْمَذْكُور خَالِصا وممتزجا وَأمر بِقبُول تِلْكَ المعارف والأنوار بقوله",
            "page": "96",
            "part": "1",
            "seal": "74AA0502"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "واشرب أَي تلق بِالْقبُولِ فَهُوَ اسْتِعَارَة أَو كِنَايَة اَوْ اشرب أَمر بَاقٍ على مَعْنَاهُ كَمَا تقرر فيعطف على جَوَاب الْأَمر السَّابِق وَفِي الْبَيْت الطباق ورد الْعَجز على الصَّدْر والجناس التَّام فِي لَا ممتزجا وبممتزج",
            "page": "97",
            "part": "1",
            "seal": "2E633783"
        },
        {
            "hno": "27",
            "id": "62",
            "nass": "27 - ¶ (مُدِحَ العَقْلُ الآتِيِه هُدًى ... وَهَوًى مُتَوَلٍّ عَنْهُ هُجِي) ¶ مدح الْعقل الآتيه أَي الَّذِي أَتَى مَا مر من الطَّاعَة وَغَيرهَا من المقامات وَجعلهَا معرفَة الله الَّتِي بهَا سَعَادَة الدَّاريْنِ والتهيؤ لمناجاته وَفهم خطابه هدى أَي دلَالَة على الطَّرِيق وَهُوَ مفعول لَهُ أَو حَال من فَاعل آتيه أومن مَفْعُوله أَو مِنْهُمَا وَالْعقل لُغَة الْمَنْع وَاصْطِلَاحا يُقَال بالاشتراك كَمَا قَالَ الْغَزالِيّ لأربعة معَان أَحدهَا غريزة يتهيأ بهَا لدرك الْعُلُوم النظرية قَالَ وَكَأَنَّهُ نور يقذف فِي الْقلب بِهِ يستعد لإدراك الْأَشْيَاء ثَانِيهَا بعض الْعُلُوم الضرورية ثَالِثهَا عُلُوم تستفاد من التجارب بمجاري الْأَحْوَال رَابِعهَا انْتِهَاء قُوَّة تِلْكَ الغريزة إِلَى أَن تعرف عواقب الْأُمُور وتقمع الشَّهْوَة الداعية إِلَى اللَّذَّة العاجلة وتقهرها قَالَ وَيشْتَبه أَن يكون الِاسْم لُغَة واستعمالا لتِلْك الغريزة وَإِنَّمَا أطلق على الْعُلُوم مجَازًا من حَيْثُ إِنَّهَا ثَمَرَتهَا كَمَا يعرف الشَّيْء بثمرته فَيُقَال الْعلم هُوَ الخشية وَالرَّابِع هُوَ مُرَاد النَّاظِم",
            "page": "98",
            "part": "1",
            "seal": "3ED7A4D6"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وَعبر عَن أَولهَا الإِمَام الرَّازِيّ بِأَنَّهُ غريزة يتبعهَا الْعلم بالنظريات عِنْد سَلامَة الْآلَات وعرفه الشَّيْخ أَبُو إِسْحَاق الشِّيرَازِيّ بِأَنَّهُ صفة يُمَيّز بهَا بَين الْحسن والقبيح وَهُوَ معنى قَول الشَّافِعِي إِنَّه آلَة التَّمْيِيز وعرفه أَكثر الْحُكَمَاء بِأَنَّهُ جَوْهَر مُجَرّد غير مُتَعَلق بِالْبدنِ تعلق التَّدْبِير وَالتَّصَرُّف وَبَعْضهمْ بِأَنَّهُ جَوْهَر مُجَرّد عَن الْمَادَّة فِي ذَاته مُقَارن لَهَا فِي فعله وَهُوَ النَّفس الناطقة الَّتِي يُشِير إِلَيْهَا كل وَاحِد بقوله أَنا وَذَلِكَ عِنْد أَكثر الْحُكَمَاء والمعتزلة ويخصهم بِأَنَّهُ جَوْهَر لطيف فِي الْبدن ينبعث شعاعه فِيهِ كالسراج فِي الْبَيْت وَمحله الدِّمَاغ عِنْد أَكثر الْحُكَمَاء وَبَعض الْفُقَهَاء وَالْقلب عِنْد أَكثر الْفُقَهَاء وَبَعض الْحُكَمَاء وَنقل عَن الشَّافِعِي وَهُوَ الصَّحِيح قَالَ الشَّارِح وَهُوَ الَّذِي قَالَ يدل عَلَيْهِ نُصُوص الشَّرِيعَة قَالَ تَعَالَى {وَلَكِن تعمى الْقُلُوب الَّتِي فِي الصُّدُور}",
            "page": "99",
            "part": "1",
            "seal": "4E48F844"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وَأما فَسَاده لفساد الدِّمَاغ فَلَا يدل على أَنه مَحَله لجَوَاز أَن يكون سَلامَة الدِّمَاغ شرطا فِي اتصاف الْقلب بِهِ عَادَة وَهوى مُبْتَدأ وَهُوَ ميل النَّفس إِلَى الشَّهْوَة حَلَال أَو حرَام متول أَي معرض عَنهُ أَي عَن مَا مر من الطَّاعَة وَغَيرهَا من المقامات عَن الْهدى مُضَاف إِلَى متول أَي مَوْصُوف بِهِ هجي خبر الْمُبْتَدَأ أَي ذمّ من هجوته هجوا أَو هجاء وتهجاء انقلبت الْوَاو يَاء فِي الْمَبْنِيّ للْمَفْعُول لتطرفها وانكسار مَا قبلهَا وَفِي الْبَيْت التتميم فِي هدى والمقابلة وَهِي أَن تجمع أُمُور مُخْتَلفَة ثمَّ تقَابل بضد كل مِنْهُمَا كَمَا قَابل الْمَدْح بالذم والإتيان بالتولي وَالْهدى ب الْهوى وكما فِي قَوْله تَعَالَى {فليضحكوا قَلِيلا وليبكوا كثيرا} والطباق",
            "page": "100",
            "part": "1",
            "seal": "12AD5991"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "فارغة",
            "page": "101",
            "part": "1",
            "seal": "C75C213A"
        },
        {
            "hno": "28",
            "id": "66",
            "nass": "28 - ¶ (وَكِتَابُ اللهِ رِيَاضَتُهُ ... لِعِقُول الْخَلْقِ بِمُنْدَرِجِ) ¶ وَكتاب الله تَعَالَى رياضته أَي تَعْلِيمه وتأديبه بأَمْره وَنَهْيه ووعده ووعيده ووعظه وَضرب أَمْثَاله لعقول الْخلق كِنَايَة بمندرج أَي بطرِيق وَاضِحَة ينْدَرج النَّاس فِيهَا لصحتها ووضوحها من درج الْقَوْم واندرجوا مضوا فِي سبيلهم وَالْمرَاد بدلائل وَضرب الْأَمْثَال وآيات واضحات لَا قدح فِيهَا وَلَا فِي مقدماتها كالطرق المسلوكة لأمنها واتضاحها والرياضة من رضت الدَّابَّة أَي علمتها السّير وإضافتها إِلَى ضمير الْكتاب من الْإِسْنَاد الْمجَازِي كَقَوْلِهِم طَرِيق سَائِر ونهر جَار لِأَن الْمعلم والمؤدب حَقِيقَة وَهُوَ الله لَكِن بِأَلْفَاظ الْكتاب فَكَأَنَّهَا الرائضة لعقول الْخلق. . فَفِي ذَلِك تَشْبِيه الْعُقُول بالدابة فِي حَاجَة التَّعَلُّم على طَرِيق الِاسْتِعَارَة بِالْكِنَايَةِ وطوي ذكر الْمُشبه بِهِ وَاكْتفى بلازمه وَحده وَخص الْكتاب بِالذكر لِأَنَّهُ مرجع الْأَدِلَّة وَالْآيَة الْكُبْرَى وَالنعْمَة الْعُظْمَى فِي بَيَان مَا لَا تهتدي إِلَيْهِ الْعُقُول فِي الِاعْتِصَام من الْفِتَن لخَبر أَنه سَيكون فتن كَقطع اللَّيْل المظلم قيل فَمَا النجَاة مِنْهَا يَا رَسُول الله قَالَ كتاب الله فِيهِ نبأ من قبلكُمْ وَخبر مَا بعدكم وَحكم مَا بَيْنكُم وَهُوَ فصل لَيْسَ بِالْهَزْلِ من تَركه تجبرا قصمه الله وَمن ابْتغى الْهدى فِي عيره أضلّهُ الله وَهُوَ حَبل الله المتين ونوره الْمُبين وَالذكر الْحَكِيم",
            "page": "102",
            "part": "1",
            "seal": "FA00DE01"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "والصراط الْمُسْتَقيم وَهُوَ الَّذِي لَا تزِيغ بِهِ الْأَهْوَاء وَلَا تتشعب مَعَه الآراء وَلَا تشبع مِنْهُ الْعلمَاء وَلَا تمله الأتقياء من علمه سبق وَمن عمل بِهِ أجر وَمن حكم بِهِ عدل وَمن اعْتصمَ بِهِ هدي إِلَى صِرَاط مُسْتَقِيم وَقَوله رياضته بدل اشْتِمَال من الْمُبْتَدَأ قبله أَو مُبْتَدأ ثَان خَبره بمندرج وَهُوَ مَعَ خَبره خبر الأول وَاللَّام زَائِدَة لتقوية الْعَامِل لضَعْفه بالفرعية وتنوين مندرج للتكثير والتنويع",
            "page": "103",
            "part": "1",
            "seal": "04D913D2"
        },
        {
            "hno": "29",
            "id": "68",
            "nass": "29 - ¶ (وَخِيَارُ الْخَلْقِ هُدَاتُهُمُ ... وَسِوَاهُمْ مِنْ هَمَجِ الْهَمَجِ) ¶ وَخيَار الْخلق وَفِي نُسْخَة النَّاس أَي أفضلهم هداتهم إِلَى طَرِيق الْحق وهم الْعلمَاء الْعَامِلُونَ يُقَال هديته الطَّرِيق وللطريق وَإِلَى الطَّرِيق أَي دللته عَلَيْهِ وَيدل لما قَالَه أَدِلَّة كَثِيرَة كَقَوْلِه تَعَالَى {شهد الله أَنه لَا إِلَه إِلَّا هُوَ وَالْمَلَائِكَة وَأولُوا الْعلم قَائِما بِالْقِسْطِ ... } فَبَدَأَ بِنَفسِهِ وثنى بملائكته وَثلث بأولي الْعلم دون غَيرهم وناهيك بِهِ شرفا وَقَوله {يرفع الله الَّذين آمنُوا مِنْكُم وَالَّذين أُوتُوا الْعلم دَرَجَات} قَالَ ابْن عَبَّاس رَضِي الله عَنْهُمَا لَهُم دَرَجَات فَوق الْمُؤمنِينَ بِسبع مئة دَرَجَة مَا بَين الدرجتين مسيرَة خمس مئة عَام وَقَوله {إِنَّمَا يخْشَى الله من عباده الْعلمَاء} فحصر خَشيته فيهم وَأعظم بِهِ شرفا لِأَن مَعْرفَته سَبَب خَشيته وَقَوله ¶ من سلك طَرِيقا يَبْتَغِي بِهِ علما سهل الله لَهُ طَرِيقا إِلَى الْجنَّة وَإِن الْمَلَائِكَة لتَضَع أَجْنِحَتهَا لطَالب الْعلم رضَا بِمَا يصنع وَإِن الْعَالم ليَسْتَغْفِر لَهُ من فِي السَّمَوَات وَمن فِي الأَرْض حَتَّى الْحيتَان فِي المَاء وَإِن فضل الْعَالم على العابد كفضل الْقَمَر على سَائِر الْكَوَاكِب وَفِي رِوَايَة كفضلي على أدناكم وَإِن الْعلمَاء وَرَثَة الْأَنْبِيَاء وَإِن الْأَنْبِيَاء لم يورثوا دِينَارا وَلَا درهما إِنَّمَا ورثوا الْعلم",
            "page": "104",
            "part": "1",
            "seal": "FCF3D585"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "فَمن أَخذه فقد أَخذ بحظ وافر // (رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ) // وَغَيرهمَا ¶ (وَسِوَاهُمْ مِنْ هَمَجِ الْهَمَجِ) ¶ خير النَّاس رجلَانِ عَالم ومتعلم وَسَائِر النَّاس همج لَا خير فيهم // (رَوَاهُ ابْن ماجة) // بِلَفْظ الْعَالم والمتعلم شريكان فِي الْخَيْر وَلَا خير فِي سَائِر النَّاس والهمج جمع همجة وَهِي الشَّاة المهزولة والذباب الصَّغِير الَّذِي يسْقط على وُجُوه الْغنم وَالْحمير شبه بذلك غير الهداة فِي قلَّة الهمة وخسة الْقُلُوب ثمَّ بَالغ بِأَن جعلهم من همج الهمج. . على على طَرِيق التَّجْرِيد التشبيهي الَّذِي هُوَ أبلغ أَنْوَاع التَّجْرِيد. . تَنْبِيها على ذمّ الْعلم الَّذِي لَا ينفع صَاحبه عِنْد الله بِأَن قصد بِهِ حظا أَو جاها دنيويا فيأثم بِخَبَر أَشد النَّاس عذَابا يَوْم الْقِيَامَة عَالم لم يَنْفَعهُ علمه // (رَوَاهُ الطَّبَرَانِيّ وَالْبَيْهَقِيّ) // وَخبر لَا يكون الْمَرْء عَالما حَتَّى يكون بِعِلْمِهِ عَاملا // (رَوَاهُ ابْن حبَان والبهيقي) // مَوْقُوفا على أبي الدَّرْدَاء وَفِي الْبَيْت الجناس ورد الْعَجز على الصَّدْر والمقابلة وَهِي أَن يوتى بمعنيين متوافقين أَو أَكثر ثمَّ بِمَا يُقَابل ذَلِك على التَّرْتِيب كَمَا قَابل خِيَار الْخلق ب سواهُم وهداتهم ب همج الهمج فَكَمَا فِي قَوْله تَعَالَى {فليضحكوا قَلِيلا وليبكوا كثيرا}",
            "page": "105",
            "part": "1",
            "seal": "C4D55DCB"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "والتجريد وَهُوَ أَن ينتزع من متصف بِصفة آخر مثله فِيهَا لأجل الْمُبَالغَة فِي كمالها فِيهِ ... مِثَاله فِي التَّشْبِيه لَئِن لقِيت زيدا لتلْقين مِنْهُ بحرا ولتلقين بِهِ أسدا يعنون نفس زيد والناظم جرد غير الهداة من همج الهمج بعد التَّشْبِيه مُبَالغَة فِي الذَّم وَلما أَشَارَ إِلَى عظم خطر الْعلم وَالْعَمَل فِيمَن قصد مِنْهَا قصدا مذموما أَشَارَ إِلَى الْأَمر بالجد فيهمَا وَالصَّبْر عَلَيْهِمَا ليسلم الآني بهما من الْخطر فَقَالَ",
            "page": "106",
            "part": "1",
            "seal": "D196E051"
        },
        {
            "hno": "30",
            "id": "71",
            "nass": "30 - ¶ (وَإذَا كُنْتَ المِقْدَامُ فَلاَ ... تَجْزَعْ فِي الحَرْبِ مِنَ الرَّهَجِ) ¶ وَإِذا كنت الْمِقْدَام أَي الْكثير الْإِقْدَام على الْعَدو لشجاعتك وأل فِيهِ للْعهد العلمي على سَبِيل الادعاء أَي الْكَامِل فِي الْإِقْدَام أَو الِاسْتِغْرَاق الْمجَازِي الْجَامِع لخصائص جنس الْمِقْدَام كَمَا فِي قَوْلك أَنْت الرجل علما فَلَا تجزع إِي تضطرب وَفِي نُسْخَة فَلَا تلوي أَي تعرض فِي الْحَرْب أَي الْقِتَال من أجل الرهج أَي الْغُبَار أَي كن فِي جدك ونشاطك قوي الْقلب بِاللَّه نَافِذ الْعَزْم فِيمَا تطلب. . كالمقدام الَّذِي لَا يردهُ عَن مقْصده راد وَإِن عظم وَإِذا كنت كَذَلِك فَلَا تجزع فِي مجاهدتك الشَّيْطَان وَالنَّفس ومخلفتها الشبيهة بِالْحَرْبِ من الْعَوَارِض الشبيهة بالرهج فِي الدناءة. . كوسوسة الشَّيْطَان وَهوى النَّفس لِأَنَّهُمَا يَقُولَانِ لَك إِن كنت خلقت سعيدا لم يَضرك ترك الْعلم وَالْعَمَل أَو شقيا لم ينفعاك وادفع هَذِه الشُّبْهَة بِأَن تَقول إِنَّمَا أَنا عبد الله وعَلى العَبْد الِامْتِثَال لعبوديته والرب يحكم مَا يَشَاء وَيفْعل مَا يُرِيد وَلِأَن الْعلم وَالْعَمَل ينفعاني كَيفَ مَا كنت لِأَنِّي إِن كنت سعيدا ازددت بهما ثَوابًا أَو شقيا فَلَا ألوم نَفسِي وَلِأَن الله لَا يعاقبني على الطَّاعَة بِكُل حَال وَلَا تضرني على أَنِّي إِن دخلت النَّار وَأَنا مُطِيع أحب إِلَيّ من أَن أدخلها وَأَنا عَاص فَكيف ووعده حق وَقَوله صدق. . وَقد وعد على الطَّاعَة الثَّوَاب وَبِمَا تقرر ظهر لَك إِن الْحَرْب مستعارة لمجاهدة الشَّيْطَان وَالنَّفس بِجَامِع الْمَشَقَّة وَإِن الرهج مستعار للخواطر الْوَارِدَة على الْقلب مِنْهُمَا بِجَامِع الدناءة وَهَذِه الِاسْتِعَارَة مرشحة للأولى لِأَن الرهج من",
            "page": "107",
            "part": "1",
            "seal": "70EF0891"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "لَوَازِم الْمُسْتَعَار مِنْهُ وَهُوَ الْقِتَال فتشبيه المجاهدة بِالْحَرْبِ اسْتِعَارَة تصريحية وَإِثْبَات الرهج لَهَا ترشيح وَفِي الْبَيْت الإيغال",
            "page": "108",
            "part": "1",
            "seal": "FF6F9AEB"
        },
        {
            "hno": "31",
            "id": "73",
            "nass": "31 - ¶ (وَإِذَا أَبْصَرْتَ مَنَارَ هُدًى ... فاظْهَرْ فَرْداً فَوْقَ الثَّبَجِ) ¶ وَإِذا أَبْصرت بعد جدك فِي الْعلم وَالْعَمَل وإعراضك عَن الْعَوَارِض الدنيئة منار هدى أَي الطَّرِيق الْمُسْتَقيم فاظهر فَردا أَي فَاعل مُنْفَردا فَوق الثبج بِفَتْح الْبَاء أَي الْوسط أَو الْمُعظم من منار الْهدى لتصير من المختصين بِهِ المتمكنين مِنْهُ والمنار مفعل من النُّور وَهُوَ مَا يحل فِيهِ النُّور وَهُوَ أَيْضا الْعلم الَّذِي ينصب فِي الطَّرِيق للاهتداء بِهِ واستعار الإبصار وَهُوَ رُؤْيَة الْعين للْعلم لِأَن المحسوس أجلى من الْمَعْقُول فشبهه بِهِ فِي الْجلاء واستعار بعد تَشْبِيه الْهدى بالمنار والنور للدليل الْوَاضِح الْمُفِيد للْعلم وَالْعَمَل أَو للشَّيْخ الْمُفِيد لذَلِك فقد قَالُوا من لم يكن لَهُ شيخ فالشيطان شَيْخه وَقَالَ الشَّيْخ أَبُو مَدين من لم يَأْخُذ أدبه من المتأدبين أفسد من يتبعهُ وَقَالَ أَيْضا الشَّيْخ من هذبك بأخلاقه وأدبك بإطراقه أنار باطنك بإشراقه فتشبيهه الْهدى بِالنورِ اسْتعَار بِالْكِنَايَةِ وَإِثْبَات الْمنَار لَهُ اسْتِعَارَة تخييلية واستعار الثبج لأقوى وأشرف أَدِلَّة الْعلم وَأَسْبَاب الْعَمَل لِأَن وسط كل شَيْء خِيَاره ومعظمه أقواه وأل فِيهِ",
            "page": "109",
            "part": "1",
            "seal": "06896BA5"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "لتعريف الْعَهْد الْخَارِجِي لتقدم مَا يسْتَلْزم مصحوبها وَهُوَ منار هدى وَفِي الْبَيْت التتميم فِي فَردا والاتساع",
            "page": "110",
            "part": "1",
            "seal": "6108E55C"
        },
        {
            "hno": "32",
            "id": "75",
            "nass": "32 - ¶ (وَإِذَا اشْتَاقَتْ نَفْسٌ وَجَدَتْ ... أَلَمًا بالشَّوْقِ المُعْتَلِجِ) ¶ وَإِذا اشتاقت نفس أَي مَالَتْ إِلَى مطلوبها ميلًا تحرق بِهِ الأحشاء بِحَيْثُ لَا يسكن باللقاء والتنوين للتكثير والتنويع أَي نفوس كَثِيرَة صَادِقَة فِي الْمحبَّة راسخة فِي الْمعرفَة وجدت ألما تنوينه للتكثير والتنويع أَيْضا بالشوق أَي شوقها المعتلج أَي الشَّديد وأل فِي الشوق لتعريف الْعَهْد الْخَارِجِي لتقدم مَا يسْتَلْزم مصحوبها والاشتياق أَعلَى من الشوق لِأَنَّهُ لَا يسكن باللقاء كَمَا مر. . بِخِلَاف الشوق قَالَ ابْن عَطاء الله والمحبة أَعلَى من الشوق أَيْضا لِأَنَّهُ ينشأ عَنْهَا وَيَأْخُذ مِنْهُ أَنَّهَا أَعلَى من الاشتياق أَيْضا وَفِي كل مِنْهُمَا وَقْفَة وَالْوَجْه حمله على الطَّالِب لذَلِك. . فَإِذا قصد الشوق فتحصيل الْمحبَّة أَعلَى مِنْهُ فِي حَقه لِأَن الثَّمَرَة إِنَّمَا تكون عَن مثمر والاعتناء بالمثمر قبل الثَّمَرَة أولى أما بعد حصولهما فَظَاهر أَن الشوق أَعلَى كمعرفة الله تَعَالَى مَعَ النّظر المحصل لَهَا. . والمحبة تنشأ عَن قُوَّة الْعلم بالمحبوب فَمن قوي علمه بِاللَّه كَانَت محبته لَهُ أَكثر وَمن عرف فضل الْعلم وَالْعَمَل أحبهما. . وَهِي لكَونهَا ميل الْقلب إِلَى الشَّيْء يَسْتَحِيل فِي حق الله تَعَالَى بِهَذَا الْمَعْنى فَالْمُرَاد لَازمه فمحبته تَعَالَى لعَبْدِهِ عصمته لَهُ وتوفيقه للقرب مِنْهُ وثناؤه عَلَيْهِ بِمَا يرقيه وتفضله عَلَيْهِ بِمَا يرقيه",
            "page": "111",
            "part": "1",
            "seal": "1D61E064"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "وغايتها كشف الْحجب عَن قلبه حَتَّى يرَاهُ بِهِ فَيكون إِذْ ذَاك من أجل الواصلين المقربين كَمَا نبه عَلَيْهِ ¶ فِيمَا حَكَاهُ عَن ربه من قَوْله فَإِذا أحببته كنت سَمعه الَّذِي يسمع بِهِ وبصره الَّذِي يبصر بِهِ ... الحَدِيث وَسبب ذَلِك التجرد لله والانقطاع إِلَيْهِ والإعراض عَن غَيره بصفاء الْقلب وَإِصْلَاح الحركات والسكنات وَلَا ريب أَن هَذِه مرتبَة ينشأ عَنْهَا الشوق إِلَى لقاءه وَحب الْمَوْت وجدت مَأْخُوذ من وجد مَطْلُوبه وجودا ظفر بِهِ بعد أَن لم يكن ظافرا أَو من وجد ضالته وجدانا بِكَسْر الْوَاو ظفر بهَا بعد ذهابها عَنهُ أَو من وجد وجدا حزن أَي حزنت من ألم الشوق. . وَالْأول هُوَ الْمُتَبَادر",
            "page": "112",
            "part": "1",
            "seal": "3BAD6578"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "وَفِي الْبَيْت التتميم والإيغال والاتساع والتعطف وَشبه الجناس",
            "page": "113",
            "part": "1",
            "seal": "BDE109DE"
        },
        {
            "hno": "33",
            "id": "78",
            "nass": "33 - ¶ (وَثَنَايَا الحَسْنَا ضَاحِكَةٌ ... وَتَمَامُ الضِحْكِ علَى الفَلَجِ) ¶ وثنايا الْمَرْأَة الحسنا بِالْفَتْح وَالْقصر للوزن. . وبالضم مؤنث أحسن ككبرى وأكبر وَهِي أَربع ثِنْتَانِ من أَعلَى وثنتان من أَسْفَل ضاحكة صاحبتها وَتَمام الضحك مِنْهَا بِكَسْر الضَّاد وَإِسْكَان الْحَاء لُغَة فِي الضحك بِفَتْح الضَّاد مَعَ كسر الْحَاء وإسكانها وبكسرهما كَائِن على الفلج مِنْهَا بِفَتْح اللَّام من فلج بِكَسْرِهَا وَهُوَ تبَاعد منابت الْأَسْنَان وَهُوَ حسن فِيهَا أَي وأدلة الْعلم وَأَسْبَاب الْعَمَل وَاضِحَة حَسَنَة لَا لبس فِيهَا يخَاف مِنْهَا الْهَلَاك والوقوع فِي الضلال وَإِنَّمَا يخَاف مِمَّا يعرض للسالك من جِهَة الشَّيْطَان وَالنَّفس وَتَمام وضوحها بوضوح أَصْلهَا لِأَنَّهُ وضع من لَا ينْطق عَن الْهوى فَشبه دَلَائِل الْعلم وَأَسْبَاب الْعَمَل بثنايا امْرَأَة حسناء وكنى بِكُل من الثنايا والفلج عَن الْمَرْأَة فِي الْحور الْعين وبالضحك عَن الرِّضَا وَالسُّرُور أَي الْحَوْرَاء راضية مسرورة بزوجها الْمجد فِي الْعلم وَالْعَمَل لَا تبغي بِهِ بَدَلا إِن كَانَ غَيره أجل مِنْهُ وَأحسن. . وَتَمام رِضَاهَا وسرورها مَعَ حسن ذَاتهَا أَي أَن رِضَاهَا وسرورها أَمر جبلت عَلَيْهِ فِي ذَاتهَا الْحَسْنَاء السليمة من كل نقص لم تتكلفه لأمر تخَاف على نَفسهَا أَن يرغب بِهِ زَوجهَا عَنْهَا من نقص ذَاتهَا لسوء خلقهَا وَنَحْوهمَا وعَلى للتَّعْلِيل أَو للمصاحبة أَو للاستعانة وَالْجُمْلَة الْأَخِيرَة معطوفة على الَّتِي قبلهَا أَو حَال من ضمير ضاحكة",
            "page": "114",
            "part": "1",
            "seal": "037A1B54"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "وَفِي الْبَيْت الاتساع والتعطف وَشبه الجناس والتكميل والاحتراس فِي الْعَجز على تَقْدِير أَن ذَلِك كِنَايَة وَهُوَ أَن يُؤْتى فِي الْكَلَام الَّذِي يُوهم خلاف المُرَاد بِمَا يدْفع الْإِيهَام وَمِنْه قَوْله تَعَالَى {اسلك يدك فِي جيبك تخرج بَيْضَاء من غير سوء} فاحترس بقوله {من غير سوء} عَن إِمْكَان أَن يدْخل فِي الْبيَاض البرص والبهق",
            "page": "115",
            "part": "1",
            "seal": "BF68426D"
        },
        {
            "hno": "34",
            "id": "80",
            "nass": "34 - ¶ (وَعِيَابُ الأَسْرَارِ قَدِ اجْتَمَعَتْ ... بأَمانَتِها تَحْتَ الشَّرَجِ) ¶ وعياب جمع عَيْبَة وَهِي وعَاء من الْجلد تصان فِيهِ الْأَمْتِعَة كالثياب وَيُطلق مجَازًا على من هُوَ محلّ سرّك من رجل أَو امْرَأَة. . وَمِنْه الْأَنْصَار كرشي وعيبتي الْأَسْرَار جمع سر وَهُوَ مَا يكتم وَفِي نُسْخَة وعياب السِّرّ قد اجْتمعت أَي عياب الْأَسْرَار بأمانتها أَي عَلَيْهَا اَوْ مَعهَا وَالْأَمَانَة ضد الْخِيَانَة. . وَالْمرَاد مَا يؤتمن عَلَيْهِ تَحت الشرج بِفَتْح الشين وَالرَّاء أَي عرى العياب وَأَرَادَ بالأسرار أسرار الله فِي خلقه مِمَّا حجبهم عَنهُ وَلم يطلع عَلَيْهِ أحدا إلاّ من شَاءَ مِمَّن اصطفاه فَشبه حجب الْأَسْرَار الغيبية فِي مَنعه الْخلق عَنْهَا إلاّ مَا يسّر لَهُ بعيبة مَمْلُوءَة شدّت بعراها شدا وثيقا حَتَّى لَا يخرج مِنْهَا شَيْء وَلَا يطلع على مَا فِيهَا إِلَّا من أذن لَهُ فِي حلّ عراها فيصل إِلَى مَا فِيهَا من الْأَمَانَات والأسرار قَالَ بعض العارفين الْعلم بِمَنْزِلَة الْبَحْر أجْرى مِنْهُ وَاد ثمَّ من الْوَادي نهر ثمَّ من النَّهر جدول ثمَّ من الْجَدْوَل ساقية فَلَو جرى الْبَحْر إِلَى النَّهر أَو الْوَادي إِلَى الْجَدْوَل لغرّقه وأفسده وَهُوَ المُرَاد بقوله تَعَالَى {أنزل من السَّمَاء مَاء فسالت أَوديَة بِقَدرِهَا ... } فبحور الْعلم عِنْد الله أعْطى الرُّسُل مِنْهَا أَوديَة ثمَّ أَعْطَتْ الرُّسُل من",
            "page": "116",
            "part": "1",
            "seal": "3014CA60"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "أَوديتهَا الْعلمَاء أَنهَارًا ثمَّ أَعْطَتْ الْعلمَاء من انهارها الْعَامَّة جداول بِقدر طاقتهم وَالْمُنَاسِب أَن تقيّد الْعَامَّة بالمتفقهة وَيُقَال ثمَّ أَعْطَتْ المتفقهة من جداولها غَيرهم سواقي وَسبب ذَلِك أَن الْعُقُول الضعيفة لَا تحْتَمل الْأَسْرَار القوية كَمَا لَا يبصر الخفاش نور الشَّمْس وَمِمَّا أخفاه الله تَعَالَى عَن خلقه رِضَاهُ عَنْهُم فَهُوَ وَإِن كَانَ فِي الطَّاعَة لَكِن الطَّاعَة الَّتِي يعلم العَبْد أَن الله يرضى عَنهُ بفعليها وَحدهَا غيب لَا يعلمهَا إلاّ من أطلعه الله عَلَيْهَا لئلاّ يحتقر الْمُكَلف مِنْهَا شَيْئا وَكَذَا غَضَبه عَلَيْهِم مخفي فِي مَعْصِيَته لذَلِك وَكَذَا ولَايَة الله تَعَالَى مخفية فِي خلقه قَالَ ابْن عَطاء الله أَوْلِيَاء الله الله قَلِيل من يعرفهُمْ قَالَ وَسمعت الشَّيْخ أَبَا الْعَبَّاس المرسي يَقُول معرفَة الْوَلِيّ أصعب من معرفَة الله تَعَالَى فَإِنَّهُ تَعَالَى مَعْرُوف بِكَمَالِهِ وجماله وَمَتى تعرف مخلوقا مثلك يَأْكُل كَمَا تَأْكُل وَيشْرب كَمَا تشرب؟ ! قَالَ وَإِذا أَرَادَ الله أَن يعرّفك بوليّ لَهُ طوى عَنْك وجود بشريته واشهدك وجود خُصُوصِيَّة انْتهى",
            "page": "117",
            "part": "1",
            "seal": "D55C2FF1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "فوجود البشرية كالعيبة المشرجة على أمانتها وَهِي وجود الخصوصية المستورة بهَا وَحِكْمَة هَذَا الْإخْفَاء حسن الظَّن بَين الْخلق وَهُوَ من أجل القربات وَالْمَقْصُود من هَذَا الْبَيْت أَن مَا أُخْفِي عَن الْعَالم الراسخ والعارف المكاشف أَكثر مِمَّا عرفه لِأَن كَا أحد إِنَّمَا يعلم مَا فتح الله بِهِ عَلَيْهِ وَالله تَعَالَى يَقُول {وَمَا أُوتِيتُمْ من الْعلم إِلَّا قَلِيلا} {وَللَّه غيب السَّمَوَات وَالْأَرْض وَإِلَيْهِ يرجع الْأَمر كُله ... } { ... وَلَا يحيطون بِشَيْء من علمه إلاّ بِمَا شَاءَ ... } فَإِذا ارتضى الله أحدا من خلقه أطلعه على بعض تِلْكَ الْأَسْرَار المغيبة اللدنيّة كَمَا قَالَ فِي حق الْخضر {وعلمناه من لدنا علما} وَفِي الْبَيْت الإيغال",
            "page": "118",
            "part": "1",
            "seal": "92BE9669"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "فارغة",
            "page": "119",
            "part": "1",
            "seal": "C19A4AE7"
        },
        {
            "hno": "35",
            "id": "84",
            "nass": "35 - ¶ (وَالرِّفْقُ يَدُومُ لِصَاحِبِهِ ... وَالخَرْقُ يَصِيرُ إِلى الهَرَجِ) ¶ والرفق وَهُوَ التَّوَسُّط واللطافة فِي الْأَمر وَالْفِعْل من الأول رفق بِالْفَتْح وَمن الثَّانِي بِالْفَتْح وَالضَّم يَدُوم بِهِ الْعَمَل لصَاحبه والخرق بِفَتْح الْخَاء مصدر خرق بِضَم الرَّاء وَيُقَال بِكَسْرِهَا ضد الرِّفْق وبضم الْخَاء اسْم للحاصل بِالْفِعْلِ يصير إِلَى الْهَرج بِإِسْكَان الرَّاء الْفِتْنَة وَكَثْرَة الْفساد وَبِفَتْحِهَا تحيّر الْبَصَر. . لكنه على الأول فتحهَا أَيْضا للوزن وَهُوَ بالمعنيين كِنَايَة عَن انْقِطَاع الْفِعْل لِأَن الْفِتْنَة والتحيّر لَا يَدُوم مَعَهُمَا فعل أَي من سلك فِي كلّ مَا مرّ من المطالب العلمية والعملية الرِّفْق مَعَ النَّاس فِي تَحْصِيلهَا وَلم يجْهد نَفسه. . دَامَت لَهُ فاستفاد وَأفَاد وهدي واهتدى وَمن كلف نَفسه فَوق طاقتها وعامل النَّاس بصلابة الْجَانِب لم تدم لَهُ لجهله فضل وأضل وَمَا ذكره فِي الْبَيْت // (رَوَاهُ ابْن حبَان فِي صَحِيحه) // بِلَفْظ مَا كَانَ الرِّفْق فِي شَيْء قطّ إِلَّا زانه وَمَا كَانَ الْخرق وَفِي رِوَايَة الْفُحْش فِي شَيْء قطّ إِلَّا شانه وَإِن الله رَفِيق يحب الرِّفْق",
            "page": "120",
            "part": "1",
            "seal": "16D790FC"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "وروى البُخَارِيّ خبر إِن الله يحب الرِّفْق فِي الْأَمر كُله وَخبر إِن الدّين يسر وَلنْ يشاد الدّين أحد إِلَّا غَلبه فسددوا وقاربوا وَأَبْشِرُوا وَفِي الْبَيْت الْمُقَابلَة وَالْعقد هُوَ أَن ينظم نثرا قُرْآنًا أَو حَدِيثا أَو مثلا أَو غَيره لَا على وَجه الاقتباس وَالْفرق بَينهمَا أَن الاقتباس نظم قُرْآن أَو حَدِيث خَاصَّة بِلَفْظِهِ أَو بتغيير يسير وَلَا يُنَبه على أَنه مِنْهُمَا كَمَا مر بِخِلَاف العقد فِي جَمِيع ذَلِك وبراعة الختام وَهِي سهولة اللَّفْظ وَحسن السبك بِحَيْثُ يرتسم فِي النَّفس ويتلقاه السّمع ويستلذه",
            "page": "121",
            "part": "1",
            "seal": "1B485AC8"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "وَيجْبر مَا وَقع فِيمَا سبق من التَّقْصِير إِن كَانَ وَلَا ريب أَن هَذَا الْبَيْت كَذَلِك وَهُوَ أَجود بَيت يحسن السُّكُوت عَلَيْهِ بل على كل مصراع مِنْهُ لتَضَمّنه مَا ورد فِي الْخَبَر كَمَا عرف وَلما فرغ من التَّنْبِيه على التصفية القلبية والتزكية النفسية وعَلى المقامات العلمية وَالْحكم النَّبَوِيَّة ختم ذَلِك بِالدُّعَاءِ للنَّبِي ¶ الْوَاضِع لتِلْك المسالك ولأصحابه الْأَرْبَعَة الْخُلَفَاء الحافظين طَرِيقَته الكاشفين لما أشكل من ذَلِك رَضِي الله عَنْهُم وَعَن سَائِر الصَّحَابَة فَقَالَ",
            "page": "122",
            "part": "1",
            "seal": "91975F66"
        },
        {
            "hno": "36",
            "id": "87",
            "nass": "36 - ¶ (صَلَوَاتُ اللهِ علَى المَهْديِّ ... الهَادِي النَّاسِ إِلى النَّهَجِ) ¶ صلوَات الله تَعَالَى جمع الصَّلَاة بِاعْتِبَار أَنْوَاعهَا وَهِي من الله رَحْمَة وَمن الْمَلَائِكَة اسْتِغْفَار وَمن الْآدَمِيّ تضرع وَدُعَاء كائنة على النَّبِي مُحَمَّد بن عبد الله بن عبد الْمطلب بن هَاشم واسْمه عَمْرو ابْن عبد منَاف بن قصي بن كلاب بن مرّة بن كَعْب ابْن لؤَي بن غَالب بن فهر بن مَالك بن النَّضر بن كنَانَة بن خُزَيْمَة ابْن مدركة ابْن إلْيَاس بن مُضر بن نزار بن معد بن عدنان الْمهْدي بِفَتْح الْمِيم أَي الرشيد الْمُوفق بِخلق الْهدى فِيهِ لوُجُوب عصمته الْهَادِي أَي المرشد النَّاس من الْإِنْس وَالْجِنّ بِالنّصب بالمفعولية وبالجر بِالْإِضَافَة إِلَى النهج بِفَتْح الْهَاء فِي لُغَة وَفِي لُغَة إسكانها أَي الطَّرِيق الْمُسْتَقيم قَالَ تعال {وَإنَّك لتهدي إِلَى صِرَاط مُسْتَقِيم} أَي الدّين الشبيه فِي وضوحه وأمنه بِالطَّرِيقِ الْوَاضِح فاستعير النهج فِي النّظم والصراط فِي الْآيَة لما أَتَى بِهِ النَّبِي ¶ من الدّين الْمُسْتَقيم",
            "page": "123",
            "part": "1",
            "seal": "7FC62798"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "وَالْجُمْلَة خبرية لفظا إنشائية معنى. . عدل مِنْهَا إِلَيْهَا للْمُبَالَغَة فِي وُقُوع الصَّلَوَات فَكَأَنَّهَا ثَابِتَة أخبر عَنْهَا بالحصول وَكَانَ حَقه ذكر السَّلَام أَيْضا لِأَنَّهُ يكره إِفْرَاد الصَّلَاة عَنهُ وَبِالْعَكْسِ لعِلَّة ذكره لفظا وَفِي الْبَيْت شبه الازدواج وَشبه الجناس والتتميم والإيغال وتدبيج الِاشْتِرَاك وَهُوَ اشْتِرَاك المصراعين فِي كلمة وَاحِدَة وَهِي هُنَا الْمهْدي الْهَادِي لِأَن آخِره الأول مِنْهُمَا الْيَاء المدغمة وَأول الثَّانِي المدغم فِيهَا",
            "page": "124",
            "part": "1",
            "seal": "5C73F367"
        },
        {
            "hno": "37",
            "id": "89",
            "nass": "37 - ¶ (وأَبي بكْرٍ فِي سِيرَتِهِ ... وَلِسَانِ مَقَالَتِهِ اللَّهَجِ) ¶ وعَلى الإِمَام أبي بكر وَهُوَ أفضل الصَّحَابَة واسْمه عبد الله بن أبي قُحَافَة عُثْمَان بن عَامر بن عَمْرو ابْن كَعْب بن سعد بن تيم بن مرّة الْقرشِي التَّيْمِيّ يلتقي مَعَ النَّبِي ¶ فِي مرّة وَيُقَال لَهُ عَتيق لعتاقة وَجهه أَي جماله وَقيل أَنه ¶ قَالَ فِيهِ من سره أَن ينظر إِلَى عَتيق من النَّار فَلْينْظر إِلَى هَذَا وصديق لمبادرته إِلَى تَصْدِيق النَّبِي ¶ فِي جَمِيع مَا جَاءَ بِهِ فَهُوَ صَادِق فِي سيرته أَي طَرِيقَته الَّتِي مِنْهَا مبادرته لِلْإِسْلَامِ مَعَ وجاهته ورياسته وَمِنْهَا إِنْفَاقه مَا أسلم عَلَيْهِ من مَاله وَهُوَ أَرْبَعُونَ ألفا فِي سَبِيل الله وعَلى نبيه ¶ وإعتاقه سَبْعَة مِمَّن كَانَ يعذب فِي ذَات الله كبلال وعامر بن فهَيْرَة وَفِي لِسَان مقَالَته اللهج بِكَسْر الْهَاء أَي المثابر على الصدْق من لهج بِهِ يلهج لهجا مثل فَرح يفرح فَرحا وَفِي قَول لِسَانه فاللهج صفة اللِّسَان وَيجوز أَن يكون صفة لأبي بكر وَبَالغ فِيمَا قَالَه فَجعل لِسَان قَوْله ظرفا للصدق فَلَا يَتَحَرَّك إِلَّا بِهِ",
            "page": "125",
            "part": "1",
            "seal": "21D0FECF"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "كَمَا قَالَ إِن سيرته ظرف للصدق فَاسْتَوَى ظَاهره وباطنه لِأَن الْأَفْعَال والأقوال دَلَائِل السرائر وَذَلِكَ غَايَة الْكَمَال وَفِي هُنَا وَفِيمَا يَأْتِي للظرفية أَو للسَّبَبِيَّة أَو للمصاحبة وَفِي الْبَيْت التَّكْمِيل",
            "page": "126",
            "part": "1",
            "seal": "9F2F6C80"
        },
        {
            "hno": "38",
            "id": "91",
            "nass": "38 - ¶ (وَأَبي حَفْصٍ وَكَرَامَتِهِ ... فِي قِصةِ سَارِيَةَ الخُلُجِ) ¶ وعَلى الإِمَام أبي حَفْص عمر بن الْخطاب بن نفَيْل بن عبد الْعُزَّى بن رَبَاح ابْن عبد الله بن قرظ بن رزاح بن عدي بن كَعْب الْقرشِي الْعَدوي يلتقي مَعَ النَّبِي ¶ فِي كَعْب وكرامته أَي الْمَعْرُوفَة الظَّاهِرَة. . إِذْ لَهُ كرامات أخر وَفِي نُسْخَة وفراسته فِي قصَّة سَارِيَة بن حصن أَو الْحصين أَو زنيم الديلمي من أَنه كَانَ يَوْم الْجُمُعَة يخْطب بِالْمَدِينَةِ فَرَأى الْعَسْكَر ب نهاوند وَجعل يَصِيح يَا سَارِيَة الْجَبَل الْجَبَل فَصَعدَ سَارِيَة وجنده الْجَبَل وقاتلوا الْكفَّار وهزموهم وَكَتَبُوا بذلك إِلَى عمر رَضِي الله عَنهُ وجاءه البشير بعد شهر وأضاف سَارِيَة إِلَى الخلج بِضَم الْخَاء وَاللَّام قوم من الْعَرَب من عدوان فألحقهم عمر بن الْخطاب بِالْحَارِثِ ابْن مَالك بن النَّضر بن كنَانَة",
            "page": "127",
            "part": "1",
            "seal": "44A052E3"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "وَسموا بذلك لأَنهم اختلجوا من عدوان أَي اقتطعوا قَالَه الْجلَال السُّيُوطِيّ رَحمَه الله تَعَالَى اختلجوا من عدوان وبفتحهما أَن يشتكي الرجل عِظَامه من عمل أَو طول مشي وتعب وبفتح الْخَاء وَكسر اللَّام المشتكي من ذَلِك تَنْبِيها على عظم الْأَمر وشدّة الكرب كَقَوْلِهِم فِي جد النَّبِي ¶ شيبَة الْحَمد لِكَثْرَة حمد النَّاس لَهُ بالأمور وَقَوْلهمْ فِي طَلْحَة الصَّحَابِيّ طَلْحَة الْخَيْر لِكَثْرَة خَيره وَيجوز جعله نعتاً لسارية وَإِن كَانَ مصدرا بِتَقْدِير فتح اللَّام لِأَن الْمصدر ينعَت بِهِ على الْمُبَالغَة أَو لتأويله بِالْوَصْفِ. . والكرامة أَمر خارق للْعَادَة على يَد ولي غير مُقَارن لدعوى النبوّة مِنْهُ",
            "page": "128",
            "part": "1",
            "seal": "775DFA49"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "وفيهَا تثبيت لَهُ وَلِهَذَا رُبمَا وجدهَا أهل البدايات فِي بدايتهم وفقدها أهل النهايات فِي نهايتهم لِأَن مَا هم عَلَيْهِ من الرسوخ والتمكن لَا يَحْتَاجُونَ مَعَه إِلَى تثبيت وَلذَلِك قل ظُهُورهَا على يَد السّلف الصَّالح من الصَّحَابَة وَالتَّابِعِينَ وَاعْلَم أَن الْأَمر الخارق للْعَادَة بِالنِّسْبَةِ إِلَى النَّبِي معْجزَة سَوَاء ظهر من قبله أم من قبل آحَاد أمته وبالنسبة إِلَى الْوَلِيّ كرامه لخلوه عَن دَعْوَى نبوة من ظهر ذَلِك من قبله وبالنسبة إِلَى غَيرهمَا خذلان واستدراج وَالنَّبِيّ لابد من علمه بِأَنَّهُ نَبِي وَمن قَصده إِظْهَار الخوارق وَمن حكمه قطعا بِمُوجب المعجزات بِخِلَاف الْوَلِيّ وَصَاحب الْكَرَامَة لَا يسْتَأْنس بهَا بل يشْتَد خَوفه مَخَافَة أَن يكون ذَلِك استدراجاً والمستدرج يسْتَأْنس مِمَّا ظهر عَلَيْهِ وَعند ذَلِك يستحقر غَيره وينكر عَلَيْهِ وَيحصل لَهُ الْأَمْن من مكر الله وعقابه فَإِذا ظهر شَيْء من هَذِه الْأَحْوَال على من ظهر عَلَيْهِ ذَلِك دلّ على أَنه اسْتِدْرَاج لَا كَرَامَة وَلذَلِك قَالَ الْمُحَقِّقُونَ أَكثر مَا اتّفق من الِانْقِطَاع عَن حَضْرَة الرب",
            "page": "129",
            "part": "1",
            "seal": "89204B48"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "إِنَّمَا وَقع فِي مقَام الكرامات وَلذَلِك كَانُوا يخَافُونَ مِنْهَا كَمَا يخَافُونَ من أَشد الْبلَاء وَفِي الْبَيْت التلميح من لمحه إِذا نظره وَهُوَ أَن يُشِير فِي الْكَلَام إِلَى قصَّة أَو شعر أَو مثل سَائِر من غير أَن يبين وَاحِدًا مِنْهَا فِيهِ كَمَا أَشَارَ إِلَى قصَّة سَارِيَة وَلم يبينها",
            "page": "130",
            "part": "1",
            "seal": "4A9A132D"
        },
        {
            "hno": "39",
            "id": "95",
            "nass": "39 - ¶ (وَأَبى عَمْرٍ ووَذِي النُّورَيْنِ ... المُسْتَحْي المسْتَحْيَا الْبَهِجِ) ¶ وعَلى الْأَمَام أبي عَمْرو وَيُقَال لَهُ أَبُو عبد الله وابو ليلى عُثْمَان بن عَفَّان بن أبي الْعَاصِ بن أُميَّة بن عبد شمس بن عبد منَاف بن قصيّ الْأمَوِي يلتقي مَعَ النَّبِي ¶ فِي عبد منَاف ذِي النورين لِأَنَّهُ تزوج بِنْتي النَّبِي ¶ رقية ثمَّ أم كُلْثُوم رَضِي الله عَنْهُمَا وَبعد مَوتهَا قَالَ لَهُ النَّبِي ¶ لَو كَانَ لي غَيرهَا لزوجتكها المستحي والمستحيا بِكَسْر يَاء أَحدهمَا وَفتح يَاء الْأُخْرَى لِأَن النَّبِي ¶ كَانَ جَالِسا بحافة بِئْر وَهُوَ مَكْشُوف الْفَخْذ فَدخل أَبُو بكر فَلم يغطّ فَخذه وَدخل عمر فَلم يغطّه وَدخل عُثْمَان فغطاه {وَقَالَ أَلا نستحي مِمَّن استحيت مِنْهُ الْمَلَائِكَة؟} // (رَوَاهُ البُخَارِيّ) // وَغَيره وَرُوِيَ أَنه ¶ قَالَ // (عُثْمَان أَحْيَا أمتِي وَأَكْرمهَا) // وَفِي نُسْخَة المستهدي المستحيي وَفِي أُخْرَى المستحيي المحي بِكَسْر يَاء الأول أَو فَتحه وَفتح يَاء الثَّانِي إِشَارَة إِلَى أَنه شَهِيد فَهُوَ حَيّ بِنَصّ الْقُرْآن",
            "page": "131",
            "part": "1",
            "seal": "4CBD938B"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "البهيج بالموحّدة أَي حسن الْخلق والخَلق قَالَ ابْن عبد البرّ كَانَ جميلاً طَوِيل اللِّحْيَة حسن الْوَجْه وَقَالَ فِي مَوضِع آخر كَانَ ربْعة حسن الْوَجْه رَقِيق الْبشرَة عَظِيم اللِّحْيَة أسمر اللَّوْن كَانَ يصفّر لحيته ويشد أَسْنَانه بِالذَّهَب! وَفِي نُسْخَة النّهج بالنُّون مَعَ نهج الطَّرِيق أَي وضح أَو من نهج وأنهج أَي بلي أَو من نهجت الطَّرِيق وأهجته أَي أوضحته فَيكون على الأول إِشَارَة إِلَى اشتهار فضل عُثْمَان ووضوحه كوضوح الطَّرِيق المسلوكة وعَلى الثَّانِي إِشَارَة إِلَى مَا أُصِيب بِهِ فِي ذَات الله تَعَالَى من انتهاك حرمته لِأَن بلَاء الثَّوْب إِنَّمَا يكون غَالِبا بقلة المبالاة فِي اسْتِعْمَاله وعَلى الثَّالِث إِشَارَة إِلَى إيضاحه طَرِيق الْإِسْلَام لتمييز الْقُرْآن عَن غَيره وَجمعه لَهُ فِي الْمَصَاحِف وتوجيهها لأمصار الْمُسلمين",
            "page": "132",
            "part": "1",
            "seal": "29045338"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وَفِي الْبَيْت الجناس المحرف",
            "page": "133",
            "part": "1",
            "seal": "F40EE843"
        },
        {
            "hno": "40",
            "id": "98",
            "nass": "40 - ¶ (وَأَبي حَسَنٍ فِي العِلْمِ إِذَا ... وَافَى بِسَحَائِبِهِ الخُلُجِ) ¶ وعَلى الإِمَام أبي حسن عَليّ بن أبي طَالب واسْمه عبد منَاف بن عبد الْمطلب جد النَّبِي ¶ وَيُقَال لَهُ شيبَة الْحَمد كَمَا مرّ ابْن هَاشم بن عبد منَاف بن قصي الْقرشِي الْهَاشِمِي يفزع إِلَيْهِ فِي الْعلم إِذا وافى بسحائبه جمع سَحَابَة وَهِي الْغَيْم كَمَا مر",
            "page": "134",
            "part": "1",
            "seal": "722D4433"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "الخلج بِضَم الْخَاء وَاللَّام جمع خلوج بِفَتْح الْخَاء السَّحَاب المتفرق وَيُقَال السحابة المتفردة الْكَثِيرَة المَاء اسْتعَار لأنواع علومه السحائب ورشّح هَذِه الِاسْتِعَارَة مُبَالغَة بالخلج أَي يفزع إِلَيْهِ فِي مشكلات الْعلم لتعليمه إِيَّاه إِذا أَتَى بِعُلُومِهِ الْكَثِيرَة النَّفْع للنَّاس فِي كل فن وكل نَاحيَة كالسحائب المتفرقة النافعة بِمَائِهَا وَقَامَ الْإِجْمَاع على غزارة علمه وَمَا احتجّ بِهِ من خبر أَنا دَار الْحِكْمَة وَفِي رِوَايَة مَدِينَة الْعلم وَعلي بَابهَا قَالَ التِّرْمِذِيّ إِنَّه مُنكر وَالنَّوَوِيّ إِنَّه بَاطِل لَكِن قَالَ الْحَافِظ أَبُو سعيد العلائي الصَّوَاب أَنه حسن بِاعْتِبَار طرقه",
            "page": "135",
            "part": "1",
            "seal": "F6914E7C"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "وَبِه أفتى شَيخنَا حَافظ عصره الْعَسْقَلَانِي وَمن كَلِمَاته الغر تسع كَلِمَات. . ثَلَاث فِي المناجات وَهِي كفاني فخراً أَن تكون لي رَبًّا وكفاني عزا أَن أكون لَك عبدا وَأَنت كَمَا أحب فَاجْعَلْنِي كَمَا أحب وَثَلَاث فِي الْحِكْمَة وَهِي قيمَة كل امْرِئ مَا يحسن وَمَا هلك امْرُؤ عرف قدر نَفسه والمرء مخبوء تَحت لِسَانه وَثَلَاث فِي الْأَدَب وَهِي استغن عَمَّن شِئْت فَأَنت نَظِيره وتفضّل على من شِئْت فَأَنت أميره واضرع لمن شِئْت فَأَنت أسيره فَهَذِهِ من مفاريد كَلِمَاته ليستدل بهَا على مَا لم نذكرهُ مِنْهَا وباء بسحائبه للمصاحبة مثلهَا فِي جَاءَ زيد بِعِلْمِهِ وبثيابه أَي ملابسا سحائبه وفضائل الْأَئِمَّة الْأَرْبَعَة مَذْكُورَة فِي محالها وَإِنَّمَا اقتصرت على مَا ذكر لكَون النَّاظِم أَشَارَ إِلَيْهِ وَفِي الْبَيْت التتميم والإيغال وَفِي نُسْخَة بدل الخلج البلج",
            "page": "136",
            "part": "1",
            "seal": "F790AF65"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "وَبعد ذَلِك ¶ (وصاحبته وقرابته ... وقفاة الْأَثر على نهج) ¶ (وَإِذا بك ضَاقَ الذرع فَقل ... اشتدي أزمة تنفرجي) ¶ وَفِي نُسْخَة أُخْرَى بدل هذَيْن الْبَيْتَيْنِ خَمْسَة أَبْيَات وَهِي ¶ (وَهدى بضياء الذّكر وذل ... الْقَوْم على أَسْنَى نهج) ¶ (وعَلى أتباعهم العلما ... بعوارف دينهم النهج) ¶ (وعَلى السبطين وأمهما ... وَجَمِيع الْآل بهم تلج) ¶ (وعَلى الْأَصْحَاب بجملتهم ... بذلوا الْأَمْوَال مَعَ المهج) ¶ (يَا رب بهم وبآلهم ... عجل بالنصر وبالفرج) ¶ قَالَ المُصَنّف رَضِي الله عَنهُ وَأَنا أتوسل إِلَى الله تَعَالَى بالناظم وَأَمْثَاله أَن يمن عَليّ وعَلى أحبائي بتوبة صَادِقَة ونعمة صَافِيَة وعافية وافية وَقَالَ أَيْضا كَانَ الله لَهُ فِي الدَّاريْنِ وَبَلغنِي وَالْمُسْلِمين ببركة علومه فِي الدُّنْيَا وَالْآخِرَة تمّ الشَّرْح بِحَمْد الله وعونه فِي حادي عشر ذِي الْحجَّة الْحَرَام سنة إِحْدَى وَثَمَانِينَ وثماني مئة",
            "page": "137",
            "part": "1",
            "seal": "0E8D2371"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "وَالصَّلَاة وَالسَّلَام على أشرف خلقه سيدنَا مُحَمَّد وَآله وَصَحبه كلما ذكره الذاكرون وغفل عَن ذكره الغافلون وَسلم تَسْلِيمًا كثيرا ويليه نَص القصيدة المنفرجة مضبوطة لقراءتها",
            "page": "138",
            "part": "1",
            "seal": "3882A57F"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "(قصيدة المنفرجة) ¶ (شعر) ¶ (حجَّة الْإِسْلَام أبي حَامِد الْغَزالِيّ) ¶ (بِسم الله الرَّحْمَن الرَّحِيم) ¶ (وصف الشدائد والكروب والمحن وَطلب الْفرج وَالْعَفو والنجاة من الله والإلحاح فِي الطّلب) ¶ 1 - ¶ (الشدَّةُ أوْدَتْ بالمُهَجِ ... يَا رَبِّ فَعَجِّلْ بالفَرَجِ) ¶ 2 - ¶ (والأنْفُسُ أضْحَت فِي حَرَجٍ ... وبِيَدِكَ تَفْرِيجُ الْحَرَجِ) ¶ 3 - ¶ (هَاجَتْ لِدُعَاكَ خَوَاطِرُنَا ... وَالوَيْلُ لَهَا إِنْ لَمْ تَهِجِ) ¶ 4 - ¶ (يَا مَنْ عَوَّدْتَ اللُّطْفَ أَعِدْ ... عَادَاتُكَ باللَّطْفِ البَهِجِ) ¶ 5 - ¶ (واغْلِق ذَا الضِّيق وشدَّتِهِ ... وافْتَح مَا سُدَّ مِنَ الفُرُجِ) ¶ 6 - ¶ (عِجْنَا لِجَنَابِكَ نَقْصِدُهُ ... والأنْفُسُ فِي أوْجِ الوَهَجِ) ¶ 7 - ¶ (وَالِى أفْضَالَكَ يَا أَملِى ... يَا ضَيْعَتَنَا إِن لَمْ نَعِجِ) ¶ 8 - ¶ (مَنْ لِلْمَلْهُوفِ سِوَاكَ يَغثْ ... أَوْ للمُضَّطَرِ سِوَاك نَجِي) ¶ 9 - ¶ (وإسِاءَتُنا لَنْ تَقْطَعَنَا ... عَنْ بَابِكَ حتَّى لَمْ نَلِجِ) ¶ 10 - ¶ (فلَكمْ عاصٍ أخْطَا وَرَجَاكَ ... ابْحَث لَهُ مَا مِنْك رجى) ¶ 11 - ¶ (يَا سَيِّدَنا يَا خَالِقِنَا ... قَدْ ضَاقَ الحَبْلُ على الوَدَجِ)",
            "page": "151",
            "part": "1",
            "seal": "662D721C"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "12 - ¶ (وَعِبَادُكَ أضْحَوا فِي ألَمٍ ... مَا بَيْنَ مُكَيْربٍ وَشجي) ¶ 13 - ¶ (والأحْشَا صَارَتْ فِي حَرَقٍ ... والأعْيُنُ تَمَارَت فِي لُجَجِ) ¶ 14 - ¶ (فالأعْيُنُ صَارَتْ فِي لُجَج ... غَاصَتْ فِي المَوْجِ مَعَ المُهَجِ) ¶ 15 - ¶ (والأزمنةُ زَادَت شِدَّتُها ... يَا أزْقةٌ علَّك تَنْفَرجِ) ¶ 16 - ¶ (جِئْنَاكَ بِقَلْبٍ مُنْكَسِر ... وَلِسَانٍ بالشكْوَى لَهجِ) ¶ 17 - ¶ (وَبِخَوْفِ الزّلَّةِ فِي وَجَلٍ ... لَكِنْ بِرَجَائِكِ مُمْتَزِجٍ) ¶ 18 - ¶ (فكم اسْتَشْقَى مَرْكُومُ الذَّنْبِ ... بنَشْر الرَّحْمَةِ والأرَجِ) ¶ 19 - ¶ (وَبَعيْنِكَ مَا تَلْقَاهُ ومَا ... فِيهِ الأحْوَالُ مِن المزجِى) ¶ وَالفَضْل أتْمِمْ وَلَكِن قَدْ ... قُلْتَ ادْعُونِي فَلْنَبْتَهِجَ) ¶ (الْقسم على الله تَعَالَى بِهَذِهِ الْأُمُور) ¶ 21 - ¶ (فَبِكُلِّ نَبِيٍّ نَسْأَلُ يَا ... رَبَّ الأرْبَاب وكلِّ نجي) ¶ 22 - ¶ (وَبِفَضْلِ الِّذكْرِ وَحِكْمِتِه ... وَبِمَا قَدْ أَوْضَحَ مِنْ نَهَجِ) ¶ 23 - ¶ (وَبِسِرٍّ الأحْرُفِ إذْ وَرَدَتْ ... بَضِيَاءِ النُّورِ المنْبَلَجِ) ¶ 24 - ¶ (وَبِسِرِّ أُودِعَ فِي بَضَدِ ... وَبِمَا فِي وَاحٍ مَعَ زَهَجِ)",
            "page": "152",
            "part": "1",
            "seal": "C189E781"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "25 - ¶ (وَبِسِرِّ البَاءِ وَنُقْطَتِهَا ... مِنْ بِسْمِ اللهِ لِذِي النَّهَجِ) ¶ 26 - ¶ (وَبِقَافِ القَهْرِ وَقُوَّتِها ... وَبِقَهْرِ القَاهِرِ للمُهَجِ) ¶ 27 - ¶ (وَبِبَردِ المَا وإِسَاغَتِه ... وَعُمُومِ النَّفْع مَعَ الثَّلَجِ) ¶ 28 - ¶ (وَبِحَرِّ النَّارِ وَحِدَّتها ... وَبِسِرِّ الحُرْقَةِ والنُّضْجِ) ¶ 29 - ¶ (وَبِمَا طَعِمْتَ مِنَ التَّطْعِيم وَمَا ... ضَرَحَتْ مِنَ الضَّرَجِ) ¶ (دُعَاء وابتهال) ¶ 30 - ¶ (يَاقَاهِرَ يَا ذِي الشدَّة يَا ... ذِي البَطْش أغِثْ يَا ذَا الحُجَجِ) ¶ 31 - ¶ (يَا ربّ ظَلَمْنَا أنْفُسَنَا ... وَمُصِيبَتُنَا مِنْ حَيْثُ نَج) ¶ 32 - ¶ (يَا ربّ خُلِقْنَا مِنْ عَجِلٍ ... فَلِهَذَا نَدْعُو باللُّجَجِ) ¶ 33 - ¶ (يَا ربّ وَلَيْسَ لَنَا جَلَدٌ ... أنَّى والقَلْبُ عَلَى وَهَجِ) ¶ 34 - ¶ (يَا رَبّ عَبِيدُكَ قَدْ وَفَدُوا ... يَدْعُوك بِقَلْبٍ مُنْزَعِجٍ) ¶ 35 - ¶ (يَا ربِّ ضِعَافٌ لَيْسَ لَهُمْ ... أحَد يَرْجُونَ لِذِي الهَرْجِ) ¶ 36 - ¶ (يَا ربّ فُصَّاحُ الألْسُن قد ... أضْحُوا فِي الشدَّة كالهَمَجِ) ¶ 37 - ¶ (السَّابِقُ منَّا صَارَ إذَا ... يَعْدُوا يَسْبِقُهُ ذُو العَرَجِ) ¶ 38 - ¶ (وَحِكْمَةُ ربِّي بَالِغَةٌ ... جَلَّت عَن حَيْفٍ أوْ عوجِ)",
            "page": "153",
            "part": "1",
            "seal": "8906DBF6"
        },
        {
            "hno": "41",
            "id": "106",
            "nass": "39 - ¶ (والأمْرُ إِليْكَ تُدَبِّرُهُ ... فَأَغِثْنَا باللُّطف البَهِجِ) ¶ 40 - ¶ (وادْرجْ فِي العفْوِ إساءَتَنَا ... والخَيْبَةَ إنْ لَمْ تَنْدَرجِ) ¶ (حَدِيث لوم وعتاب ونصح للنَّفس) ¶ 41 - ¶ (يَا نَفْسُ وَمَا لَكِ مِنْ فَرَج ... إِلَّا مَوْلَاكِ لَهُ فعَجِ) ¶ 42 - ¶ (وَبِهِ فَلُذِي وَبِه فُوزي ... وَلُبابِ مَكَارِمِه فَلَجِي) ¶ 43 - ¶ (كَيْ تَنْصَلِحِي كَيْ تَنْشَرِحِي ... كَيْ تَنْبَسِطِي كَيْ تَبْتَهِجِ) ¶ 44 - ¶ (وَيَطِيبُ مُقَامُكِ مَعْ نَفَرٍ ... أضْحَوا فِي الحِنْدِس كالشَّرجِ) ¶ 45 - ¶ (وفُّوا للهِ بِمَا عَهَدُوا ... فِي بَيْع الأنْفُس والمُهَجِ) ¶ (دَعْوَة للإقتداء بِالنَّبِيِّ الْهَادِي وَآله وصحابته) ¶ 46 - ¶ (وَهُمُ الهَادِي وَصَحَابَته ... ذُو الرّتْبَة وَالعِطْرِ الأرجِ) ¶ 47 - ¶ (وَعَلَى الصدِّيقِ خَلِيفَتِهِ ... وكَذَا الفَاروقِ وكُلِّ نجِ) ¶ 48 - ¶ (وَعَلى عُثْمَان شَهِيد الدّار ... أبِي العِرْفَانِ علَى الدّرج) ¶ 49 - ¶ (وَأَبِي الحَسَنَينْ مَعَ الأوْلاَدِ ... كَذَا الأزْوَاجِ وكُلِّ شجِ) ¶ 50 - ¶ (قومٌ سكنوا الجَرْعَاء وَهُم ... شَرَفُوا الجَرْعَاء وَمُنْعَرجِ)",
            "page": "154",
            "part": "1",
            "seal": "89B7A642"
        },
        {
            "hno": "51",
            "id": "107",
            "nass": "51 - ¶ (جَاءوا للكَوْنِ وَظُلْمَتُهُ ... عَمَّت وَظَلاَمُ الشِّرْكِ دَجِى) ¶ 52 - ¶ (مَا زَالَ النَّصْرُ يَحفُّهم ... والظُّلْمَةُ تُمْحَي بالبَلَجِ) ¶ 53 - ¶ (حَتَّى نَصَرُوا الإسْلاَمَ وَعَادَ ... الدِّينُ عَزِيزاً فِي بَهَجِ) ¶ 54 - ¶ (فَعَلَيْهِم صَلَّى الربُّ عَلَى ... مَرِّ الأيَّام مَعَ الْحجَج) ¶ 55 - ¶ (مَا مَالَ المَالُ وَحَالَ الحَالُ ... وسَارَ السّارِي فِي الدَّلَجِ) ¶ (ختم القصيدة) ¶ 56 - ¶ (يَا رَبّ بِهِمْ وَبآلِهِم ... عَجِّلْ بالنَّصْرِ وبالفَرَجِ) ¶ 57 - ¶ (واجْعل ذِكْرِ الإِخْلاَصِ لَنَا ... مُحْيٍ قَلْباً يَا ذَا الفَرَجِ) ¶ 58 - ¶ (واخْتِمْ عَمَلِي بِخَوَاتِمِهَا ... لأكُونَ غَداً فِي الحَشْرِ نَجِ)",
            "page": "155",
            "part": "1",
            "seal": "58C2C098"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ [مُقَدّمَة الشَّارِح] ¶ الْحَمد لله المفرج للركب عقب الشدَّة المنجي لخلص عباده من غياهب الظُّلم الْمعدة وَالصَّلَاة وَالسَّلَام على سيد الْأَنَام وعَلى آله وَصَحبه الْكِرَام ¶ وَبعد: فَهَذَا مَا اشتدت إِلَيْهِ حَاجَة المتفهمين \" للمنفرجة \" قصيدة الإِمَام الْعَلامَة الحبر الْبَحْر الفهامة الْعَارِف بِاللَّه الربانب أبي الْفضل يُوسُف ابْن مُحَمَّد بن يُوسُف التوزري الأَصْل الْمَعْرُوف بِابْن النحوى، على مَا قَالَه الْعَلامَة أَبُو الْعَبَّاس أَحْمد بن أبي زيد البجائى شارحها، أَو أبي عبد الله بن مُحَمَّد بن أَحْمد بن إِبْرَاهِيم الأندلسي الْقرشِي على مَا قَالَه الْعَلامَة تَاج الدّين السبكى فِي طبقاته مَعَ نَقله الأول عَن أبي عبد الله مُحَمَّد بن على التوزرى الْمَعْرُوف بِابْن المصرى رحمهمَا الله، ونفعنا ببركاتهما. ¶ من شرح يحل ألفاظها وَيبين مرادها ويكشف لطلابها نقابها على وَجه لطيف ومنهج منيف لخصته من الشَّرْح الْمشَار إِلَيْهِ، وَغَيره، مَعَ تَبْدِيل وَتغَير لما يحْتَاج إِلَى تَحْرِير وَالله أسأَل أَن ينفع بِهِ وَأَن يَجعله خَالِصا لوجهه.",
            "page": "39",
            "part": "1",
            "seal": "2C51B843"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وسميته ب \" الأضواء الْبَهْجَة فِي إبراز دقائق المنفرجة \". ¶ وَهِي من الْبَحْر السَّادِس عشر الْمُسَمّى بالخبب الَّذِي تَركه الْخَلِيل وَغَيره، وأثبته الْأَخْفَش وَغَيره. ¶ وتفصيله: فاعلن. ثَمَان مَرَّات، وسمى بالخبب، لقصر أَجْزَائِهِ، وتقطيع أبياته؛ يحاكى فِي السّمع ركض الْخَيل وخببها. . وزحافه \" الخبن \" وَهُوَ: حذف الثَّانِي السَّاكِن. . وَإِن سكنت عينه، فَقيل: بالإضمار بعد الخبن، وَقيل: بِالْقطعِ، وَقيل: بالتشعيث على مَا هُوَ مُبين مَعَ الصَّحِيح مِنْهَا فِي مَحَله، وَهَذِه القصيدة سَمَّاهَا الشَّيْخ تَاج الدّين",
            "page": "40",
            "part": "1",
            "seal": "294CF54B"
        }
    ],
    "t6167": [
        {
            "id": "103",
            "lvl": "2",
            "sub": "2",
            "tit": "قصيدة المنفرجة"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "شعر"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "3",
            "tit": "حجة الإسلام أبي حامد الغزالي"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "4",
            "tit": "وصف الشدائد والكروب والمحن وطلب الفرج والعفو والنجاة من الله والإلحاح في الطلب"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "القسم على الله تعالى بهذه الأمور"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "دعاء وابتهال"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "حديث لوم وعتاب ونصح للنفس"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": "1",
            "tit": "دعوة للإقتداء بالنبي الهادي وآله وصحابته"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "ختم القصيدة"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الشارح"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المنفرجة لابن النحوي"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "المنفرجة للغزالي"
        }
    ]
}