{
    "b6225": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - حَدَّثَنَا أَبُو مُوسَى الْهَرَوِيُّ إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا عَمْرُو بْنُ الْجَبَّارِ أَبُو مُعَاوِيَةَ السِّنْجَارِيُّ ابْنُ أُخْتِ عُبَيْدَةَ بْنِ حَسَّانَ قَالَ: حَدَّثَنَا عُبَيْدَةُ بْنُ حَسَّانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ ثَابِتِ بْنِ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: حَدَّثَنَا أَبِي عَنْ جَدِّي قَالَ: شَهِدْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا مَجْلِسًا فَقَالَ: «§طُوبَى لِلْمُخْلِصِينَ، أُولَئِكَ مَصَابِيحُ الدُّجَى، تَتَجَلَّى عَنْهُمْ كُلُّ فِتْنَةٍ ظَلْمَاءَ» -[34]- قَالَ الْحَوَارِيُّونَ لِعِيسَى عَلَيْهِ السَّلَامُ: مَا الْإِخْلَاصُ لِلَّهِ؟ قَالَ: الَّذِي يَعْمَلُ الْعَمَلَ لَا يُحِبُّ أَنْ يَحْمَدَهُ عَلَيْهِ أَحَدٌ مِنَ النَّاسِ قَالُوا: فَمَنِ الْمُنَاصِحُ لِلَّهِ؟ قَالَ: الَّذِي يَبْدَأُ بِحَقِّ اللَّهِ قَبْلَ حَقِّ النَّاسِ إِذَا عُرِضَ عَلَيْهِ أَمْرَانِ أَحَدُهُمَا لِلدُّنْيَا وَالْآخَرُ لِلْآخِرَةِ بَدَأَ بِأَمْرِ اللَّهِ قَبْلَ أَمْرِ الدُّنْيَا \"",
            "page": "31",
            "part": "1",
            "seal": "302E8B2B"
        },
        {
            "hno": "5",
            "id": "2",
            "nass": "5 - حَدَّثَنِي سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، قَالَ: بَلَغَنِي أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ، قَالَ: §الْعَمَلُ الصَّالِحُ الَّذِي لَا تُرِيدُ أَنْ يَحْمَدَكَ عَلَيْهِ أَحَدٌ إِلَّا لِلَّهِ",
            "page": "35",
            "part": "1",
            "seal": "3D04C6B8"
        },
        {
            "hno": "6",
            "id": "3",
            "nass": "6 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنَا خَلَفُ بْنُ تَمِيمٍ، حَدَّثَنَا عَمْرُو بْنُ الرَّحَّالِ الْحَنَفِيُّ، حَدَّثَنَا الْعَلَاءُ بنُ السَّائِبِ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ عَبْدِ خَيْرٍ، قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ: §لَا يَقِلُّ عَمَلٌ مَعَ تَقْوَى، وَكَيْفَ يَقِلُّ مَا يُتَقَبَّلُ؟",
            "page": "35",
            "part": "1",
            "seal": "DFA3F324"
        },
        {
            "hno": "7",
            "id": "4",
            "nass": "7 - حَدَّثَنِي يَعْقُوبُ بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا حَبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا ابْنُ لَهِيعَةَ، حَدَّثَنِي ابْنُ غَزِيَّةَ، عَنْ حَمْزَةَ، مِنْ بَعْضِ وَلَدِ ابْنِ مَسْعُودٍ قَالَ: §طُوبَى لِمَنْ أَخْلَصَ عِبَادَتَهُ وَدُعَاءَهُ لِلَّهِ وَلَمْ يَشْغَلْ قَلْبَهُ مَا تَرَاهُ عَيْنَاهُ، وَلَمْ يُنْسِهِ ذِكْرُهُ مَا تَسْمَعُ أُذُنَاهُ، وَلَمْ يُحْزِنْ نَفْسَهُ مَا أُعْطِيَ غَيْرُهُ",
            "page": "36",
            "part": "1",
            "seal": "0A9037C8"
        },
        {
            "hno": "8",
            "id": "5",
            "nass": "8 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ، حَدَّثَنِي عَمَّارُ بْنُ عُثْمَانَ الْحَلَبِيُّ، حَدَّثَنَا سِرَارٌ الْعَنَزِيُّ، قَالَ: سَمِعْتُ عَبْدَ الْوَاحِدِ بْنَ زَيْدٍ، يَقُولُ: §الْإِجَابَةُ مَقْرُونَةٌ بِالْإِخْلَاصِ لَا فُرْقَةَ بَيْنَهُمَا",
            "page": "37",
            "part": "1",
            "seal": "8655FCC7"
        },
        {
            "hno": "9",
            "id": "6",
            "nass": "9 - حَدَّثَنِي أَبُو مُحَمَّدٍ الْبَزَّارُ، حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ،: عَنْ مُحَمَّدِ بْنِ الْوَلِيدِ، قَالَ: مَرَّ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ بِرَجُلٍ فِي يَدِهِ حَصًى يَلْعَبُ بِهِ وَهُوَ يَقُولُ: اللَّهُمَّ زَوِّجْنِي مِنَ الْحُورِ الْعَيْنِ. فَقَامَ عَلَيْهِ عُمَرُ فَقَالَ: §بِئْسَ الْخَاطِبُ أَنْتَ أَلَا أَلْقَيْتَ الْحَصَى، وَأَخْلَصْتَ لِلَّهِ الدُّعَاءَ",
            "page": "38",
            "part": "1",
            "seal": "D6161D15"
        },
        {
            "hno": "10",
            "id": "7",
            "nass": "10 - حَدَّثَنَا أَبُو جَعْفَرٍ الْكِنْدِيُّ، حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ أَبِيهِ قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ: §كُونُوا لِقُبُولِ الْعَمَلِ أَشَدَّ هَمًّا مِنْكُمْ بِالْعَمَلِ، أَلَمْ تَسْمَعُوا اللَّهَ يَقُولُ {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينَ} [المائدة: 27]",
            "page": "39",
            "part": "1",
            "seal": "848FA063"
        },
        {
            "hno": "11",
            "id": "8",
            "nass": "11 - حَدَّثَنِي أَبُو مُسْلِمٍ عَبْدُ الرَّحْمَنِ بْنُ يُونُسَ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْأَعْمَشِ، قَالَ: سَمِعْتُ إِبْرَاهِيمَ، يَقُولُ: إِنَّ §الرَّجُلَ لَيَعْمَلُ الْعَمَلَ الْحَسَنَ فِي أَعْيُنِ النَّاسِ، أَوِ الْعَمَلَ لَا يُرِيدُ بِهِ وَجْهَ اللَّهِ فَيَقَعُ لَهُ الْمَقْتُ وَالْعَيْبُ عِنْدَ النَّاسِ حَتَّى يَكُونَ عَيْبًا، وَإِنَّهُ لَيَعْمَلُ الْعَمَلَ أَوِ الْأَمْرَ يَكْرَهُهُ النَّاسُ يُرِيدُ بِهِ وَجْهَ اللَّهِ فَيَقَعُ لَهُ الْمِقَةُ وَالْحُسْنُ عِنْدَ النَّاسِ",
            "page": "40",
            "part": "1",
            "seal": "EC111F0C"
        },
        {
            "hno": "12",
            "id": "9",
            "nass": "12 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ قَالَ: حَدَّثَنَا أَبُو شِهَابٍ عَنْ لَيْثٍ، عَنْ مُحَمَّدِ بْنِ وَاسِعٍ قَالَ: §إِذَا أَقْبَلَ الْعَبْدُ إِلَى اللَّهِ أَقْبَلَ اللَّهُ بِقُلُوبِ الْعِبَادِ إِلَيْهِ",
            "page": "41",
            "part": "1",
            "seal": "CB1EF769"
        },
        {
            "hno": "13",
            "id": "10",
            "nass": "13 - حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ حَزْمٍ الْقُطَعِيِّ: عَنْ عَبْدِ الْمَلِكِ بْنِ عَتَّابٍ قَالَ: رَأَيْتُ عَامِرَ بْنَ عَبْدِ قَيْسٍ فِي النَّوْمِ فَقُلْتُ: §أَيُّ الْأَعْمَالِ وَجَدْتَ أَفْضَلَ؟ قَالَ: مَا أُرِيدَ بِهِ وَجْهُ اللَّهِ",
            "page": "42",
            "part": "1",
            "seal": "350129EB"
        },
        {
            "hno": "14",
            "id": "11",
            "nass": "14 - حَدَّثَنَا أًحًمًدُ بْنُ بَشِيرٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ جَرِيرٍ قَالَ: سَمِعْتُ أَبَا حَازِمٍ يَقُولُ: §عِنْدَ تَصْحِيحِ الضَّمَائِرِ تُغْفَرُ الْكَبَائِرُ، وَإِذَا عَزَمَ الْعَبْدُ عَلَى تَرْكِ الْآثَامِ أَتَتْهُ الْفُتُوحُ",
            "page": "43",
            "part": "1",
            "seal": "BCCC7733"
        },
        {
            "hno": "15",
            "id": "12",
            "nass": "15 - حَدَّثَنَا الْهَيْثَمُ بْنُ خَارِجَةَ، حَدَّثَنَا عَبْدُ رَبِّهِ بْنُ عَبْدِ اللَّهِ الْفِلَسْطِينِيُّ، عَنْ مَوْلًى لِابْنِ مُحَيْرِيزٍ قَالَ: دَخَلْتُ مَعَ ابْنِ مُحَيْرِيزٍ حَانُوتَ بَزَّازٍ لِيَشْتَرِيَ مِنْهُ مَتَاعًا، فَرَفَعَ فِي السَّوْمِ، وَلَمْ يَعْرِفْهُ، فَأَشَرْتُ إِلَيْهِ أَنَّهُ ابْنُ مُحَيْرِيزٍ فَقَالَ: §اخْرُجْ إِنَّمَا نَشْتَرِي بِأَمْوَالِنَا لَا بِأَدْيَانِنَا",
            "page": "43",
            "part": "1",
            "seal": "E75DC87E"
        },
        {
            "hno": "16",
            "id": "13",
            "nass": "16 - حَدَّثَنِي أَبُو هَاشِمٍ، حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الْحَوَارِيِّ، حَدَّثَنَا الْمَضَاءُ بْنُ عِيسَى الدِّمَشْقِيُّ، قَالَ: مَرَّ سُلَيْمَانُ الْخَوَّاصُ بِإِبْرَاهِيمَ بْنِ أَدْهَمَ وَهُوَ عِنْدَ قَوْمٍ قَدْ أَضَافُوهُ وَأَكْرَمُوهُ فَقَالَ: §نِعْمَ الشَّيْءُ هَذَا يَا أَبَا إِبْرَاهِيمَ إِنْ لَمْ يَكُنْ تَكْرِمَةَ دِينٍ",
            "page": "44",
            "part": "1",
            "seal": "06DB2724"
        },
        {
            "hno": "17",
            "id": "14",
            "nass": "17 - حَدَّثَنِي يَعْقُوبُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا حَبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا الْأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: يَصْعَدُ الْمَلَكُ بِعَمَلِ الْعَبْدِ مُبْتَهِجًا فَإِذَا انْتَهَى إِلَى رَبِّهِ قَالَ: §اجْعَلُوهُ فِي سِجِّينٍ فَإِنِّي لَمْ أُرَدْ بِهَذَا",
            "page": "45",
            "part": "1",
            "seal": "06724F60"
        },
        {
            "hno": "18",
            "id": "15",
            "nass": "18 - حَدَّثَنَا يَعْقُوبُ، أَخْبَرَنَا حَبَّانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا ابْنُ أَبِي مَرْيَمَ الْغَسَّانَيُّ، عَنْ ضَمْرَةَ بْنِ حَبِيبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ الْمَلَائِكَةَ يَرْفَعُونَ عَمَلَ الْعَبْدِ مِنْ عِبَادِ اللَّهِ فَيُكْثِرُونَهُ وَيُزَكُّونَهُ حَتَّى يَنْتَهُوا بِهِ حَيْثُ شَاءَ اللَّهُ مِنْ سُلْطَانِهِ فَيُوحِيَ إِلَيْهِمْ: إِنَّكُمْ حَفَظَةٌ عَلَى عَمَلِ عَبْدِي، وَأَنَا رَقِيبٌ عَلَى مَا فِي نَفْسِهِ، إِنَّ §عَبْدِي هَذَا لَمْ يُخْلِصْ لِي عَمَلَهُ فَاجْعَلُوهُ فِي سِجِّينٍ قَالَ: وَيَصْعَدُونَ بِعَمَلِ الْعَبْدِ مِنْ عِبَادِ اللَّهِ يَسْتَقِلُّونَهُ وَيَحْتَقِرُونَهُ حَتَّى يَنْتَهُوا بِهِ حَيْثُ -[47]- شَاءَ اللَّهُ فَيُوحِيَ اللَّهُ إِلَيْهِمْ: إِنَّكُمْ حَفَظَةٌ عَلَى عَمَلِ عَبْدِي وَأَنَا رَقِيبٌ عَلَى مَا فِي نَفْسِهِ فَضَاعِفُوهُ لَهُ وَاجْعَلُوهُ فِي عِلِّيِّينَ",
            "page": "46",
            "part": "1",
            "seal": "E2281BF4"
        },
        {
            "hno": "19",
            "id": "16",
            "nass": "19 - بَلَغَنِي عَنِ ابْنِ جَمِيلٍ قَالَ: سَمِعْتُ عَبْدَةَ بْنَ سُلَيْمَانَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي مَنْصُورٍ أَنَّ عَابِدًا فِي بَنِي إِسْرَائِيلَ عَبَدَ اللَّهَ فِي سِرْبٍ أَرْبَعِينَ سَنَةً فَقَالَتِ الْمَلَائِكَةُ: وَعِزَّتِكَ رَبَّنَا مَا رَفَعْنَا إِلَيْكَ خَفَاءً. قَالَ: §صَدَقْتُمْ مَلَائِكَتِي وَلَكِنَّهُ يُحِبُّ أَنْ يَعْرِفَ مَكَانَهُ",
            "page": "48",
            "part": "1",
            "seal": "68F09D36"
        },
        {
            "hno": "20",
            "id": "17",
            "nass": "20 - حَدَّثَنِي يَعْقُوبُ بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا حَبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ شَرَاحِيلَ بْنِ يَزِيدَ، عَنْ عُبَيْدِ بْنِ عَمْرٍو، أَنَّهُ سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ، يَقُولُ: §لَأَنْ أَكُونَ أَعْلَمُ أَنَّ اللَّهَ قَدْ تَقَبَّلَ مِنِّي مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا وَمَا فِيهَا؛ لِأَنَّ اللَّهَ يَقُولُ {إِنَّمَا يَتَقَبَّلُ اللَّهُ مِنَ الْمُتَّقِينِ} [المائدة: 27]",
            "page": "49",
            "part": "1",
            "seal": "9826C681"
        },
        {
            "hno": "21",
            "id": "18",
            "nass": "21 - حَدَّثَنِي عَبْدُ الرَّحِيمِ بْنُ بَحْرٍ، قَالَ: حَدَّثَنَا عُثْمَانُ بْنُ عِمَارَةَ، عَنْ إِسْمَاعِيلَ بْنِ كَثِيرٍ السَّلِيمِيِّ، قَالَ: قِيلَ لِعَطَاءٍ السَّلِيمِيِّ: مَا الْحَذَرُ؟ قَالَ: §الِاتِّقَاءُ عَلَى الْعَمَلِ أَلَّا يَكُونَ لِلَّهِ",
            "page": "50",
            "part": "1",
            "seal": "3D093D52"
        },
        {
            "hno": "22",
            "id": "19",
            "nass": "22 - حَدَّثَنَا مُحْمَرُّ بْنُ عَلِيِّ بْنِ شَقِيقٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْأَشْعَثِ {§لِيَبلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [هود: 7] قَالَ: أَخْلَصُهُ وَأَصْوَبُهُ، قَالَ: إِنَّ الْعَمَلَ إِذَا كَانَ خَالِصًا وَلَمْ يَكُنْ صَوَابًا لَمْ يُقْبَلْ، -[51]- وَإِذَا كَانَ صَوَابًا وَلَمْ يَكُنْ خَالِصًا لَمْ يُقْبَلْ حَتَّى يَكُونَ خَالِصًا صَوَابًا، وَالْخَالِصُ إِذَا كَانَ لِلَّهِ، وَالصَّوَابُ: إِذَا كَانَ عَلَى السُّنَّةِ",
            "page": "50",
            "part": "1",
            "seal": "E116B46C"
        },
        {
            "hno": "23",
            "id": "20",
            "nass": "23 - حَدَّثَنَا أَبُو مُحَمَّدٍ الْقَاسِمُ بْنُ هَاشِمٍ السِّمْسَارُ، حَدَّثَنَا الْحَسَنُ بْنُ قُتَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ: §مَنْ كَانَ ظَاهِرُهُ أَرْجَحَ مِنْ بَاطِنِهِ خَفَّ مِيزَانُهُ يَوْمَ الْقِيَامَةِ، وَمَنْ كَانَ بَاطِنُهُ أَرْجَحَ مِنْ ظَاهِرِهِ ثَقُلَ مِيزَانُهُ يَوْمَ الْقِيَامَةِ",
            "page": "52",
            "part": "1",
            "seal": "03B13FF7"
        },
        {
            "hno": "24",
            "id": "21",
            "nass": "24 - حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ، حَدَّثَنِي الْمُحَارِبِيُّ، عَنْ سُفْيَانَ، عَنْ زُبَيْدٍ، قَالَ: §مَنْ كَانَتْ سَرِيرَتُهُ أَفْضَلَ مِنْ عَلَانِيَتِهِ فَذَلِكَ الْفَضْلُ، وَمَنْ كَانَتْ سَرِيرَتُهُ مِثْلَ عَلَانِيَتِهِ فَذَلِكَ النِّصْفُ، وَمَنْ كَانَتْ سَرِيرَتُهُ دُونَ عَلَانِيَتِهِ فَذَلِكَ الْجَوْرُ",
            "page": "53",
            "part": "1",
            "seal": "8EF66DBB"
        },
        {
            "hno": "25",
            "id": "22",
            "nass": "25 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ، حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ مَعْقِلِ بْنِ عُبَيْدِ اللَّهِ الْجَزَرِيِّ قَالَ: كَانَتِ الْعُلَمَاءُ إِذَا الْتَقَوْا تَوَاصَوْا بِهَذِهِ الْكَلِمَاتِ، وَإِذَا غَابُوا كَتَبَ بِهَا بَعْضُهُمْ إِلَى بَعْضٍ أَنَّهُ: §مَنْ أَصْلَحَ سَرِيرَتَهُ أَصْلَحَ اللَّهُ عَلَانِيَتَهُ، وَمَنْ أَصْلَحَ مَا بَيْنَهُ وَبَيْنَ اللَّهِ كَفَاهُ اللَّهُ مَا بَيْنَهُ وَبَيْنَ النَّاسِ، وَمَنِ اهْتَمَّ بِأَمْرِ آخِرَتِهِ كَفَاهُ اللَّهُ أَمْرَ دُنْيَاهُ",
            "page": "54",
            "part": "1",
            "seal": "243695BB"
        },
        {
            "hno": "26",
            "id": "23",
            "nass": "26 - حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الْأَوْزَاعِيِّ، عَنْ بِلَالِ بْنِ سَعْدٍ، قَالَ: §لَا تَكُنْ وَلِيًّا لِلَّهِ فِي الْعَلَانِيَةِ وَعَدُوَّهُ فِي السَّرِيرَةِ",
            "page": "54",
            "part": "1",
            "seal": "92FF4F6F"
        },
        {
            "hno": "27",
            "id": "24",
            "nass": "27 - حَدَّثَنِي بِشْرُ بْنُ مُعَاذٍ، عَنْ شَيْخٍ، مِنْ قُرَيْشٍ قَالَ: قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: يَا مَعْشَرَ الْمُسْتَتِرِينَ §اعْلَمُوا أَنَّ عِنْدَ اللَّهِ مَسْأَلَةً فَاضِحَةً قَالَ تَعَالَى {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ} [الحجر: 93]",
            "page": "55",
            "part": "1",
            "seal": "A749099D"
        },
        {
            "hno": "28",
            "id": "25",
            "nass": "28 - وَحَدَّثَنِي سُرَيْجٌ، حَدَّثَنَا الْوَلِيدُ، عَنِ الْأَوْزَاعِيِّ، قَالَ: سَمِعْتُ بِلَالَ بْنَ سَعْدٍ، يَقُولُ: §لَا تَكُنْ ذَا وَجْهَيْنِ وَذَا لِسَانَيْنِ، تُظْهِرُ لِلنَّاسِ لِيَحْمَدُوكَ، وَقَلْبُكَ فَاجِرٌ",
            "page": "55",
            "part": "1",
            "seal": "91DB274B"
        },
        {
            "hno": "29",
            "id": "26",
            "nass": "29 - حَدَّثَنِي مُحَمَّدُ بْنُ عُثْمَانَ الْعِجْلِيُّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الرَّبِيعِ، قَالَ: وَعَظَ الْحَسَنُ يَوْمًا فَانْتَحَبَ رَجُلٌ، فَقَالَ الْحَسَنُ: §لَيَسْأَلَنَّكَ اللَّهُ يَوْمَ الْقِيَامَةِ مَا أَرَدْتَ بِهَذَا",
            "page": "55",
            "part": "1",
            "seal": "29961E72"
        },
        {
            "hno": "30",
            "id": "27",
            "nass": "30 - حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ، عَنْ إِبْرَاهِيمَ بْنِ الْأَشْعَثِ: عَنْ فُضَيْلِ بْنِ عِيَاضٍ قَالَ: سَمِعْتُهُ: §خَيْرُ الْعَمَلِ أَخْفَاهُ، أَمْنَعُهُ مِنَ الشَّيْطَانِ وَأَبْعَدُهُ مِنَ الرِّيَاءِ",
            "page": "56",
            "part": "1",
            "seal": "8684CD52"
        },
        {
            "hno": "31",
            "id": "28",
            "nass": "31 - حَدَّثَنِي مَهْدِيُّ بْنُ حَفْصٍ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُطْعِمِ بْنِ الْمِقْدَامِ الصَّنْعَانِيِّ، عَنْ عَنْبَسَةَ بْنِ سَعِيدٍ الْكَلَاعِيِّ، عَنْ نُصَيْحٍ الْعَنْسِيِّ، عَنْ رَكْبٍ الْمِصْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[57]- «§طُوبَى لِمَنْ طَابَ كَسْبُهُ، وَصَلُحَتْ سَرِيرَتُهُ، وَكَرُمَتْ عَلَانِيَتُهُ، وَعَزَلَ عَنِ النَّاسِ شَرَّهُ»",
            "page": "56",
            "part": "1",
            "seal": "351CC41B"
        },
        {
            "hno": "32",
            "id": "29",
            "nass": "32 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ قَالَ: كَانَ أَبُو وَائِلٍ إِذَا خَلَا بَكَى، فَسَمِعْتُهُ يَقُولُ إِذَا سَجَدَ: §رَبِّ ارْحَمْنِي، رَبِّ اعْفُ عَنِّي، رَبِّ إِنْ تَعْفُ عَنِّي تَعْفُ طَوْلًا مِنْ قِبَلِكَ، وَإِنْ تُعَذِّبْنِي تُعَذِّبْنِي غَيْرَ ظَالِمٍ وَلَا مَسْبُوقٍ قَالَ: ثُمَّ يَشِيجُ كَأَشَدِّ نَشِيجِ الثَّكْلَى، وَلَوْ جُعِلَتْ لَهُ الدُّنْيَا عَلَى أَنْ يَبْكِيَ وَأَحَدٌ يَرَاهُ لَمْ يَفْعَلْ",
            "page": "58",
            "part": "1",
            "seal": "1CE5529D"
        },
        {
            "hno": "33",
            "id": "30",
            "nass": "33 - حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ، قَالَ: حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ مَنْصُورٍ، عَنْ هِلَالِ بْنِ يَسَافٍ، قَالَ: حُدِّثْتُ أَنَّ عِيسَى ابْنَ مَرْيَمَ كَانَ يَقُولُ: §إِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلْيَدْهِنْ لِحْيَتَهُ بِدُهْنٍ وَيَمْسَحْ فَلْيُخِفَّهُ مِنْ شِمَالِهِ، وَإِذَا صَلَّى فِي بَيْتِهِ فَلْيُلْقِ عَلَيْهِ سِتْرَهُ فَإِنَّ اللَّهَ يَقْسِمُ الثَّنَاءَ كَمَا يَقْسِمُ الرِّزْقَ",
            "page": "59",
            "part": "1",
            "seal": "E714CDD7"
        },
        {
            "hno": "34",
            "id": "31",
            "nass": "34 - حَدَّثَنِي عِصْمَةُ بْنُ الْفَضْلِ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، عَنْ دَاوُدَ بْنِ الْمُغِيرَةِ، قَالَ: §السِّرُّ أَمْلَكُ بِالْعَلَانِيَةِ مِنَ الْعَلَانِيَةِ بِالسِّرِّ، وَالْفِعْلُ أَمْلَكُ بِالْقَوْلِ مِنَ الْقَوْلِ بِالْفِعْلِ",
            "page": "60",
            "part": "1",
            "seal": "B1008926"
        },
        {
            "hno": "35",
            "id": "32",
            "nass": "35 - حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ قَالَ: بَكَى رَجُلٌ إِلَى جَنْبِ الْحَسَنِ فَقَالَ: §قَدْ كَانَ أَحَدُهُمْ يَبْكِي إِلَى جَنْبِ صَاحِبِهِ فَمَا يَعْلَمُ بِهِ",
            "page": "60",
            "part": "1",
            "seal": "947DC379"
        },
        {
            "hno": "36",
            "id": "33",
            "nass": "36 - حَدَّثَنِي مُحَمَّدُ بْنُ يَحْيَى بْنِ أَبِي حَاتِمٍ، أَخْبَرَنَا يَحْيَى بْنُ حُرَيْثٍ الْعَبْدِيُّ، عَنْ يُوسُفَ بْنِ عَطِيَّةَ، عَنْ مُحَمَّدِ بْنِ وَاسِعٍ، قَالَ: لَقَدْ §أَدْرَكْتُ رِجَالًا كَانَ الرَّجُلُ يَكُونُ رَأْسُهُ وَرَأْسُ امْرَأَتِهِ عَلَى وِسَادٍ وَاحِدٍ قَدْ بَلَّ مَا تَحْتَ خَدِّهِ مِنْ دُمُوعِهِ لَا تَشْعُرُ بِهِ امْرَأَتُهُ، وَاللَّهِ لَقَدْ أَدْرَكْتُ رِجَالًا كَانَ أَحَدُهُمْ يَقُومُ فِي الصَّفِّ فَتَسِيلُ دُمُوعُهُ عَلَى خَدِّهِ لَا يَشْعُرُ الَّذِي إِلَى جَنْبِهِ",
            "page": "61",
            "part": "1",
            "seal": "7B07ABE1"
        },
        {
            "hno": "37",
            "id": "34",
            "nass": "37 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْجُشَمِيُّ، حَدَّثَنَا جَعْفَرٌ، عَنْ أَبِي التَّيَّاحِ قَالَ: إِنْ كَانَ §الرَّجُلُ يَتَعَبَّدُ عِشْرِينَ سَنَةً وَمَا يَعْلَمُ بِهِ جَارُهُ",
            "page": "61",
            "part": "1",
            "seal": "66459F1E"
        },
        {
            "hno": "38",
            "id": "35",
            "nass": "38 - حَدَّثَنِي خَالِدُ بْنُ خِدَاشٍ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، قَالَ: كَانَ §لَا يُعْرَفُ الْبِرُّ فِي عُمَرَ وَلَا ابْنِ عُمَرَ حَتَّى يَقُولَا أَوْ يَعْمَلَا، ¶ 39 - إِنْ كَانَ الرَّجُلُ لَيَتَعَبَّدُ عِشْرِينَ سَنَةً مَا يَعْلَمُ بِهِ جَارُهُ قَالَ حَمَّادٌ: وَلَعَلَّ أَحَدُكُمْ يُصَلِّي لَيْلَةً أَوْ بَعْضَ لَيْلَةٍ فَيُصْبِحُ وَقَدْ طَالَ عَلَى جَارِهِ",
            "page": "62",
            "part": "1",
            "seal": "AF1D5B7D"
        },
        {
            "hno": "40",
            "id": "36",
            "nass": "40 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ قَالَا: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ قَالَ: إِنْ كَانَ §الرَّجُلُ لَيَجْتَمِعُ إِلَيْهِ الْقَوْمُ أَوْ يَجْتَمِعُونَ يَتَذَاكَرُونَ فَتَجِيءُ الرَّجُلَ عَبْرَتُهُ فَيَرُدُّهَا ثُمَّ تَجِيءُ فَيَرُدُّهَا ثُمَّ تَجِيءُ فَيَرُدُّهَا فَإِذَا خَشِيَ أَنْ يَفْلِتَ قَامَ",
            "page": "63",
            "part": "1",
            "seal": "EF74553D"
        },
        {
            "hno": "41",
            "id": "37",
            "nass": "41 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ: بَكَى أَيُّوبُ مَرَّةً، فَأَخَذْنَا مِنْهُ فَقَالَ: إِنَّ \" §هَذِهِ الزَّكْمَةَ رُبَّمَا عَرَضَتْ",
            "page": "63",
            "part": "1",
            "seal": "A6540DF8"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وَبَكَى مَرَّةً أُخْرَى فَاسْتَبَنَّا بُكَاهُ فَقَالَ: إِنَّ §الشَّيْخَ إِذَا كَبُرَ مَجَّ",
            "page": "63",
            "part": "1",
            "seal": "62B1C02E"
        },
        {
            "hno": "42",
            "id": "39",
            "nass": "42 - حَدَّثَنِي يَعْقُوبُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنَا حَبَّانُ بْنُ مُوسَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ: أَخْبَرَنِي رَجُلٌ، عَنْ أَبِي السَّلِيلِ، أَنَّهُ كَانَ §يُحَدِّثُ أَوْ يَقْرَأُ فَيَأْتِيهِ الْبُكَاءُ فَيَصْرِفُهُ إِلَى الضَّحِكِ",
            "page": "64",
            "part": "1",
            "seal": "D076E414"
        },
        {
            "hno": "43",
            "id": "40",
            "nass": "43 - حَدَّثَنِي يَعْقُوبُ، أَخْبَرَنَا حَبَّانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا الْمُعْتَمِرُ، عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ بَعْضِ أَصْحَابِهِ: أَنَّ رَجُلًا §تَنَفَّسَ عِنْدَ عُمَرَ كَأَنَّهُ يَتَحَازَنُ فَلَكَزَهُ عُمَرُ أَوْ قَالَ: لَكَمَهُ",
            "page": "64",
            "part": "1",
            "seal": "45A7AC49"
        },
        {
            "hno": "44",
            "id": "41",
            "nass": "44 - حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ، عَنْ إِبْرَاهِيمَ بْنِ الْأَشْعَثِ قَالَ: سَمِعْتُ أَبَا عِصَامٍ الرَّمْلِيَّ عَنْ رَجُلٍ، عَنِ الْحَسَنِ أَنَّهُ حَدَّثَ يَوْمًا أَوْ وَعَظَ فَتَنَفَّسَ فِي مَجْلِسِهِ رَجُلٌ فَقَالَ الْحَسَنُ: §إِنْ كَانَ لِلَّهِ فَقَدْ شَهَرْتَ نَفْسَكَ، وَإِنْ كَانَ لِغَيْرِ اللَّهِ هَلَكَتْ",
            "page": "64",
            "part": "1",
            "seal": "36BCB906"
        },
        {
            "hno": "45",
            "id": "42",
            "nass": "45 - حَدَّثَنَا خَالِدُ بْنُ خِدَاشٍ، وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ قَالَا: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يُونُسَ، عَنِ الْحَسَنِ قَالَ: إِنْ كَانَ §الرَّجُلُ لَيَكُونُ عِنْدَهُ الزُّوَّارُ فَيُصَلِّي الصَّلَاةَ الطَّوِيلَةَ أَوِ الْكَثِيرَةَ مِنَ اللَّيْلِ مَا يَعْلَمُ بِهَا زُوَّارُهُ",
            "page": "65",
            "part": "1",
            "seal": "708A70CC"
        },
        {
            "hno": "46",
            "id": "43",
            "nass": "46 - حَدَّثَنَا خَالِدٌ، وَعُبَيْدُ اللَّهِ قَالَا: حَدَّثَنَا حَمَّادٌ، عَنْ يُونُسَ: عَنِ الْحَسَنِ قَالَ: إِنْ كَانَ الرَّجُلُ لَتَكُونُ لَهُ السَّاعَةُ يَخْلُو فِيهَا فَيُصَلِّي، فَيُوصِي أَهْلَهُ فَيَقُولُ: §إِنْ جَاءَ أَحَدٌ يَطْلُبُنِي فَقُولُوا: هُوَ فِي حَاجَةٍ لَهُ",
            "page": "65",
            "part": "1",
            "seal": "20733329"
        },
        {
            "hno": "47",
            "id": "44",
            "nass": "47 - حَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ، حَدَّثَنَا عَبْدُ الْمُؤْمِنِ أَبُو عَبْدِ اللَّهِ، قَالَ: كَانَ لِحَسَّانَ بْنِ أَبِي سِنَانٍ فِي حَانُوتِهِ سِتْرٌ فَكَانَ يُخْرِجُ سَلَّةَ الْحِسَابِ، وَيَنْشُرُ حِسَابَهُ وَيُصْعِدُ غُلَامًا عَلَى الْبَابِ وَيَقُولُ: §إِذَا رَأَيْتَ رَجُلًا قَدْ أَقْبَلَ تَرَى أَنَّهُ يُرِيدُنِي فَأَخْبِرْنِي. ثُمَّ يَقُومُ فَيُصَلِّي فَإِذَا جَاءَ رَجُلٌ أَخْبَرَهُ الْغُلَامُ فَيَجْلِسُ كَأَنَّهُ عَلَى الْحِسَابِ ¶ 48 - كَانَ حَسَّانُ بْنُ أَبِي سِنَانٍ يَحْضُرُ مَسْجِدَ مَالِكِ بْنِ دِينَارٍ فَإِذَا تَكَلَّمَ مَالِكٌ بَكَى حَسَّانُ حَتَّى يَسِيلَ مَا بَيْنَ يَدَيْهِ لَا يُسْمَعُ لَهُ صَوْتٌ",
            "page": "66",
            "part": "1",
            "seal": "2EF613C7"
        },
        {
            "hno": "49",
            "id": "45",
            "nass": "49 - وَحَدَّثَنَا أَحْمَدُ قَالَ: حَدَّثَنِي أَبُو مُحَمَّدٍ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الزَّرَّادُ قَالَ: §رُبَّمَا اشْتَرَى حَسَّانُ بْنُ أَبِي سِنَانٍ أَهْلَ بَيْتِ الرَّجُلِ وَعِيَالَهُ ثُمَّ يُعْتِقُهُمْ جَمِيعًا، ثُمَّ لَا يَتَعَرَّفُ إِلَيْهِمْ وَلَا يُعْلِمُهُمْ مَنْ هُوَ",
            "page": "67",
            "part": "1",
            "seal": "1E2DD0D1"
        },
        {
            "hno": "50",
            "id": "46",
            "nass": "50 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي شَبَابَةُ بْنُ سَوَّارٍ، قَالَ: أَخْبَرَنِي أَبُو الطَّيِّبِ، مُوسَى بْنُ يَسَارٍ قَالَ: صَحِبْتُ مُحَمَّدَ بْنَ وَاسِعٍ مِنْ مَكَّةَ إِلَى الْبَصْرَةِ فَكَانَ اللَّيْلُ أَجْمَعُ §يُصَلِّي فِي الْمَحْمَلِ جَالِسًا يُومِئُ بِرَأْسِهِ إِيمَاءً، وَكَانَ يَأْمُرُ الْحَادِيَ أَنْ يَكُونَ خَلْفَهُ وَيَرْفَعُ صَوْتَهُ حَتَّى لَا يُفْطَنَ لَهُ",
            "page": "67",
            "part": "1",
            "seal": "E511C88C"
        },
        {
            "hno": "51",
            "id": "47",
            "nass": "51 - حَدَّثَنِي أَبِي قَالَ: أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ أَبَانَ قَالَ: حَدَّثَنَا ابْنُ خَالِدٍ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ وَاسِعٍ قَالَ: إِنْ كَانَ §الرَّجُلُ لَيَبْكِي عِشْرِينَ سَنَةً وَمَعَهُ امْرَأَتُهُ مَا تَعْلَمُ بِهِ",
            "page": "68",
            "part": "1",
            "seal": "57AA2F4B"
        },
        {
            "hno": "52",
            "id": "48",
            "nass": "52 - حَدَّثَنَا عَاصِمُ بْنُ عَامِرِ بْنِ عَلِيٍّ، حَدَّثَنَا أَبِي عَنْ عَبْدِ رَبِّهِ بْنِ أَبِي هِلَالٍ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ قَالَ: تَكَلَّمَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ ذَاتَ يَوْمٍ وَعِنْدَهُ رَهْطٌ مِنْ إِخْوَانِهِ فَصَحَّ لَهُ مَنْطِقٌ وَمَوْعِظَةٌ حَسَنَةٌ فَنَظَرَ إِلَى رَجُلٍ مِنْ جُلَسَائِهِ وَهُوَ يَخْذِفُ دَمْعَتَهُ فَقَطَعَ دَمْعَتَهُ فَقُلْتُ لَهُ: يَا أَمِيرَ الْمُؤْمِنِينَ امْضِ قَالَ: §إِلَيْكَ عَنِّي فَإِنَّ فِي الْقَوْلِ فِتْنَةً، وَالْفِعَالُ أَوْلَى بِالْمُؤْمِنِ مِنَ الْقَوْلِ",
            "page": "69",
            "part": "1",
            "seal": "BFF97841"
        },
        {
            "hno": "53",
            "id": "49",
            "nass": "53 - حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ، حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، حَدَّثَنَا دَاوُدُ بْنُ نُصَيْرٍ، عَنِ الْأَعْمَشِ عَنِ ابْنِ عَوْنٍ، عَنْ إِبْرَاهِيمَ قَالَ: كَانُوا §يَكْرَهُونَ إِذَا اجْتَمَعُوا أَنْ يُظْهِرَ الرَّجُلُ أَحْسَنَ مَا عِنْدَهُ",
            "page": "70",
            "part": "1",
            "seal": "ED9C63AF"
        },
        {
            "hno": "54",
            "id": "50",
            "nass": "54 - حَدَّثَنِي أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا فُضَيْلٌ، عَنِ السَّرِيِّ بْنِ يَحْيَى، أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، خَطَبَ فَحَمِدَ اللَّهَ ثُمَّ خَنَقْتُهُ الْعَبْرَةُ ثُمَّ قَالَ: يَا أَيُّهَا النَّاسُ §أَصْلِحُوا آخِرَتَكُمْ يُصْلِحِ اللَّهُ لَكُمْ دُنْيَاكُمْ، وَأَصْلِحُوا سَرَائِرَكُمْ يُصْلِحِ اللَّهُ لَكُمْ عَلَانِيَتَكُمْ وَاللَّهِ إِنَّ عَبْدًا لَيْسَ بَيْنَهُ وَبَيْنَ آدَمَ أَبٌ لَهُ إِلَّا قَدْ مَاتَ لَمُعْرِقٌ لَهُ فِي الْمَوْتِ كَمَا يُقَالُ: لَمُعْرِقٌ فِي الْكَرَمِ، أَيْ لَهُ عِرْقٌ فِي ذَلِكَ لَا مَحَالَةَ",
            "page": "70",
            "part": "1",
            "seal": "07057CDF"
        },
        {
            "hno": "55",
            "id": "51",
            "nass": "55 - حَدَّثَنِي إِسْحَاقُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنِي جَرِيرٌ، عَنْ لَيْثٍ، عَنْ أَبِي الْعَالِيَةِ، قَالَ: اجْتَمَعَ إِلَيَّ أَصْحَابُ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا: يَا أَبَا الْعَالِيَةِ §لَا تَعْمَلْ عَمَلًا تُرِيدُ بِهِ غَيْرَ اللَّهِ فَتَجْعَلَ اللَّهَ ثَوَابَكَ عَلَى مَنْ أَرَدْتَ، وَيَا أَبَا الْعَالِيَةَ لَا تَتَّكِلْ عَلَى غَيْرِ اللَّهِ فَيَكِلَكَ اللَّهُ إِلَى مَنْ تَوَكَّلْتَ عَلَيْهِ",
            "page": "71",
            "part": "1",
            "seal": "ACA7372F"
        },
        {
            "hno": "56",
            "id": "52",
            "nass": "56 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ وَاقِدٍ قَالَ: حَدَّثَنَا ضَمْرَةُ، عَنْ رَجَاءِ بْنِ أَبِي سَلِيمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أُبَيٍّ أَنَّ عُمَرَ بْنَ الْخَطَّابِ دُعِيَ إِلَى وَلِيمَةٍ فَلَمَّا أَكَلَ وَخَرَجَ قَالَ: §وَدِدْتُ أَنِّي لَمْ أَحْضُرْ هَذَا الطَّعَامَ. قِيلَ لَهُ: لِمَ يَا أَمِيرَ الْمُؤْمِنِينَ؟ قَالَ: إِنِّي أَظُنُّ صَاحِبَكُمْ لَمْ يَعْمَلْهُ إِلَّا رِيَاءً",
            "page": "71",
            "part": "1",
            "seal": "8EA0E56C"
        }
    ],
    "t6225": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "طوبى للمخلصين، أولئك مصابيح الدجى، تتجلى عنهم كل فتنة ظلماء سسس سسس سسس قال الحواريون"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "العمل الصالح الذي لا تريد أن يحمدك عليه أحد إلا لله"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "لا يقل عمل مع تقوى، وكيف يقل ما يتقبل؟"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "طوبى لمن أخلص عبادته ودعاءه لله ولم يشغل قلبه ما تراه عيناه، ولم ينسه ذكره ما تسمع أذناه،"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الإجابة مقرونة بالإخلاص لا فرقة بينهما"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "بئس الخاطب أنت ألا ألقيت الحصى، وأخلصت لله الدعاء"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "كونوا لقبول العمل أشد هما منكم بالعمل، ألم تسمعوا الله يقول {إنما يتقبل الله من المتقين}"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الرجل ليعمل العمل الحسن في أعين الناس، أو العمل لا يريد به وجه الله فيقع له المقت والعيب"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أقبل العبد إلى الله أقبل الله بقلوب العباد إليه"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أي الأعمال وجدت أفضل؟ قال: ما أريد به وجه الله"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "عند تصحيح الضمائر تغفر الكبائر، وإذا عزم العبد على ترك الآثام أتته"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "اخرج إنما نشتري بأموالنا لا بأدياننا"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "نعم الشيء هذا يا أبا إبراهيم إن لم يكن تكرمة دين"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "اجعلوه في سجين فإني لم أرد بهذا"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "عبدي هذا لم يخلص لي عمله فاجعلوه في سجين قال: ويصعدون بعمل العبد من عباد الله يستقلونه"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "صدقتم ملائكتي ولكنه يحب أن يعرف مكانه"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "لأن أكون أعلم أن الله قد تقبل مني مثقال حبة من خردل أحب إلي من الدنيا وما فيها؛ لأن الله"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الاتقاء على العمل ألا يكون لله"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "ليبلوكم أيكم أحسن عملا} [هود: 7] قال: أخلصه وأصوبه، قال: إن العمل إذا كان خالصا ولم يكن"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "من كان ظاهره أرجح من باطنه خف ميزانه يوم القيامة، ومن كان باطنه أرجح من ظاهره ثقل ميزانه"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "من كانت سريرته أفضل من علانيته فذلك الفضل، ومن كانت سريرته مثل علانيته فذلك النصف، ومن"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "من أصلح سريرته أصلح الله علانيته، ومن أصلح ما بينه وبين الله كفاه الله ما بينه وبين"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "لا تكن وليا لله في العلانية وعدوه في السريرة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "اعلموا أن عند الله مسألة فاضحة قال تعالى {فوربك لنسألنهم أجمعين عما كانوا يعملون} [الحجر:"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "لا تكن ذا وجهين وذا لسانين، تظهر للناس ليحمدوك، وقلبك فاجر"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ليسألنك الله يوم القيامة ما أردت بهذا"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "خير العمل أخفاه، أمنعه من الشيطان وأبعده من الرياء"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "طوبى لمن طاب كسبه، وصلحت سريرته، وكرمت علانيته، وعزل عن الناس شره"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "رب ارحمني، رب اعف عني، رب إن تعف عني تعف طولا من قبلك، وإن تعذبني تعذبني غير ظالم ولا"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كان يوم صوم أحدكم فليدهن لحيته بدهن ويمسح فليخفه من شماله، وإذا صلى في بيته فليلق"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "السر أملك بالعلانية من العلانية بالسر، والفعل أملك بالقول من القول"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "قد كان أحدهم يبكي إلى جنب صاحبه فما يعلم به"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "أدركت رجالا كان الرجل يكون رأسه ورأس امرأته على وساد واحد قد بل ما تحت خده من دموعه لا"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الرجل يتعبد عشرين سنة وما يعلم به جاره"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "لا يعرف البر في عمر ولا ابن عمر حتى يقولا أو يعملا،"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الرجل ليجتمع إليه القوم أو يجتمعون يتذاكرون فتجيء الرجل عبرته فيردها ثم تجيء فيردها ثم"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "هذه الزكمة ربما عرضت"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الشيخ إذا كبر مج"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "يحدث أو يقرأ فيأتيه البكاء فيصرفه إلى الضحك"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "تنفس عند عمر كأنه يتحازن فلكزه عمر أو قال: لكمه"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "إن كان لله فقد شهرت نفسك، وإن كان لغير الله هلكت"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الرجل ليكون عنده الزوار فيصلي الصلاة الطويلة أو الكثيرة من الليل ما يعلم بها"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "إن جاء أحد يطلبني فقولوا: هو في حاجة له"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رأيت رجلا قد أقبل ترى أنه يريدني فأخبرني. ثم يقوم فيصلي فإذا جاء رجل أخبره الغلام"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "ربما اشترى حسان بن أبي سنان أهل بيت الرجل وعياله ثم يعتقهم جميعا، ثم لا يتعرف إليهم ولا"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "يصلي في المحمل جالسا يومئ برأسه إيماء، وكان يأمر الحادي أن يكون خلفه ويرفع صوته حتى لا"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "الرجل ليبكي عشرين سنة ومعه امرأته ما تعلم به"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "إليك عني فإن في القول فتنة، والفعال أولى بالمؤمن من القول"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "يكرهون إذا اجتمعوا أن يظهر الرجل أحسن ما عنده"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "أصلحوا آخرتكم يصلح الله لكم دنياكم، وأصلحوا سرائركم يصلح الله لكم علانيتكم والله إن عبدا"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "لا تعمل عملا تريد به غير الله فتجعل الله ثوابك على من أردت، ويا أبا العالية لا تتكل على"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "وددت أني لم أحضر هذا الطعام. قيل له: لم يا أمير المؤمنين؟ قال: إني أظن صاحبكم لم يعمله"
        }
    ]
}