{
    "b624": [
        {
            "id": "1",
            "nass": "سلسلة [صُوَى عَلَى الطَرِيقِ: 5] ¶ طرق الاستدلال بالسنة والاستنباط منها ¶ الدكتور عبد العزيز الخياط ¶ دار السلام للطباعة والنشر والتوزيع والترجمة ¶ القاهرة - حلب - بيروت. ¶ عدد الأجزاء: 1. ¶ أَعَدَّهُ للمكتبة الشاملة / توفيق بن محمد القريشي، غفر الله له ولوالديه. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]. ¶ __________ ¶ قال مُعِدُّ الكتاب للشاملة: ¶ عملي في هذا الكتاب: ¶ - حرصت على نقل الكتاب إلى المكتبة الشاملة طبقا للمطبوع بدقة. ¶ - قمت بتصحيح الأخطاء التي وردت أثناء كتابة النص، وكنت قد نشرته سابقا في بعض المواقع الإسلامية. وقد قمت بمراجعة نهائية للكتاب والحمد لله. ¶ - ما بين [] إصلاح لخطأ وَرَدَ أو تعليق أو استدراك. ¶ هذا وبالله التوفيق.",
            "page": "1",
            "part": "1",
            "seal": "DEC0AC78"
        },
        {
            "id": "3",
            "nass": "دار السلام للطباعة والنشر والتوزيع والترجمة ¶ القاهرة - حلب - بيروت ¶ الطبعة الأولى: 1406 هـ - 1986 م",
            "page": "2",
            "part": "1",
            "seal": "057349BE"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة: ¶ الحمد لله والصلاة والسلام على رسول الله وبعد: ¶ فقد آن الأوان لكي ندرس السُنَّةَ دراسة واعية للعظة والاعتبار، والعمل والاتباع، والقدوة والأسوة، وأن ندرسها دراسة واعية أيضاً؛ لاستنباط الأحكام الشرعية؛ وفاء ببيان حاجات العصر الاجتماعية، ومشكلاته المتعددة، عن طريق الاستدلال بها استدلالاً قائما على الاجتهاد، مِمَّنْ توافرت فيهم عناصر الاجتهاد وشروطه من علماء المسلمين، والاجتهاد - كما تعلم - ضرورة مُلِحَّةً، وبابه مفتوح للعلماء لا للجهلاء، وواجب على علماء المسلمين أن يتصدوا لاستنباط الأحكام الشرعية من مصادرها، وأن لا ينتظروا أن يكون الاجتهاد جَمَاعِياً، فهذا جَيِّدٌ إن أمكن وقوعه، واجتماع علماء المسلمين عليه، ولكنه متعذر إن لم يكن مستحيلاً، فإنه من باب إجماع العلماء، وإجماع العلماء متعذر بعد عهد صحابة",
            "page": "3",
            "part": "1",
            "seal": "9DE1437D"
        },
        {
            "id": "5",
            "nass": "رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على حكم شرعي واحد، لاختلاف مناحي التفكير، واختلاف البلدان والأحوال الاجتماعية من جهة، ولاختلاف العلماء في أصول الاجتهاد، وهذا يحتاج إلى تفصيل وبيان ليس هنا موضعه، ولكنني أبادر فأقرِّرُ أنَّ من رحمة الله بهذه الأُمَّةِ أنْ لا تلتزم مَذْهَباً مُعَيَّناً في الاجتهاد، ولا مدرسة مُعَيَّنَةً، ولا طريقة واحدة في التفكير، ولا تجمد على رأي واحد، لا تغيره ولا تُبَدِّلُهُ، بل دعا الإسلامُ إلى التفكير والتدبر، وترك لكل مجتهد أن يُعْمِلَ رأيه، ويبذل وسعه، لاستنباط الحكم الشرعي ضمن الإطار الإسلامي، والقيود والشروط التي تمنع الفوضى والاضطراب، ولا تجعله يخالف النص من الكتاب وَالسُنَّةِ، وإنما يجتهد في استنباط الحكم الشرعي من النص. ¶ والدعوة إلى التَحَلُّلِ من مدارس الاجتهاد الإسلامية كلية، وَأَنْ لا تلتزم كل طائفة من الناس - غير قادرة على الاجتهاد - مذهباً أو مدرسة مُعَيَّنَةً، دعوة باطلة في زمننا هذا، لأنَّ شرط هذا أن يكون كل الناس علماء مجتهدين كعهد الصحابة، وأنْ يكون كُلٌّ منهم قادراً على أن يستنبط لنفسه ولغيره حكم الله من كتابه وَسُنَّةَ نَبِيِّهِ، وهذا مُتَعذِّرٌ بل يكاد يكون في حكم",
            "page": "4",
            "part": "1",
            "seal": "715F86D2"
        },
        {
            "id": "6",
            "nass": "المستحيل في أيامنا هذه، لِبُعْدِ المجتمع عن تطبيق أحكام الله، وَبُعْدِ الناس عن الدراسات الشرعية وتعمقهم فيها، وانتشار الثقافات غير الإسلامية بين المسلمين مع تَعَدُّدِهَا، واختلاف أصولها ومناحيها، وتأثر كثير من المسلمين بأفكار غير إسلامية، وَتَعَوُّدِهِمْ عادات غير إسلامية، ودراساتهم دراسات غير إسلامية، يضاف إلى ذلك عجمة معظمهم، وعدم معرفتهم باللغة العربية، فكيف يكون الناس إذن مجتهدين؟ وكيف ندعو إذن إلى إسلام بلا مذاهب وبلا مدارس فكرية؟!. ¶ فهي دعوة إلى التَحَلُّلِ والفوضى وإنْ يترك لكل مسلم أنْ يجتهد في استنباط حكم الله من الكتاب وَالسُنَّةِ على غير هُدًى ولا بصيرة ولا معرفة، فتخرج الأحكام عن حدود الشرع، ويقع المسلمون في التخبط والفوضى والانحلال والعياذ بالله تعالى. ¶ غير أَنَّ هذا لا يمنع التوسعة في تَعَدُّدِ المجتهدين في الإسلام، واعتبار كل مجتهد مُصِيباً في رأي نفسه، ولو اعتبره غيره مُخْطِئاً",
            "page": "5",
            "part": "1",
            "seal": "DBBB438E"
        },
        {
            "id": "7",
            "nass": "بحكم كونه مُخَالِفاً، ولقد كان لهذه التوسعة أثرها في تَعَدُّدِ مدارس الاجتهاد، وطرائق المجتهدين، وكانت من محاسن هذا الدين، فلا تحجير على العقول، ولا جمود على رأي واحد، وقد وردت النصوص بأنَّ هذا الاختلاف رحمة، جاء عَنِ ابْنِ عَبَّاسٍ - رَضِيَ اللهُ عَنْهُمَا - أَنَّهُ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «مَهْمَا أُوتِيتُمْ مِنْ كِتَابِ اللَّهِ فَالْعَمَلُ بِهِ، لاَ عُذْرَ لأَحَدٍ فِي تَرْكِهِ، فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ، فَسُنَّةٌ مِنِّي مَاضِيَةٌ، فَإِنْ لَمْ يَكُنْ سُنَّتِي، فَمَا قَالَ أَصْحَابِي، إِنَّ أَصْحَابِي بِمَنْزِلَةِ النُّجُومِ فِي السَّمَاءِ فَأَيُّمَا أَخَذْتُمْ بِهِ اهْتَدَيْتُمْ، وَاخْتِلاَفُ أَصْحَابِي لَكُمْ رَحْمَةٌ» (¬1). ¶ وفي هذا الحديث فوائد أهمها: ¶ 1 - إخباره - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - باختلاف المذاهب من بعده في فروع المسائل ورضاه بذلك. ¶ 2 - تقريره بِأَنَّ هذا الاختلاف رحمة بالأُمَّة. ¶ ¬__________ ¶ (¬1) رواه البيهقي في \" المدخل \" بسنده عن ابن عباس، وأخرجه الخطيب في \" الكفاية في علم الرواية \" وغيره من طريق سليمان بن أبي كريمة عن جويبر عن الضحاك عن ابن عباس مرفوعاً. وهذا إسناد ضعيف جداً. سليمان ضعيف جداً. وجويبر متروك كما قال النسائي.",
            "page": "6",
            "part": "1",
            "seal": "248B055A"
        },
        {
            "id": "8",
            "nass": "3 - تخيير المكلَّف بأن يأخذ بأي رأي شاء من آراء الصحابة من غير تعيين لأحدهم فيما لا نص فيه. ¶ وقد كانت لصحابة رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مدارس لهم فيها أتباع كمدرسة عمر وَعَلِيٍّ وعثمان وابن عباس. ¶ 4 - يؤخذ منه أيضاً أَنَّ كُلاًّ من المُجْتَهِدِينِ على هُدًى وَفِقْهٍ، فلا ينسب إلى أحد منهم تخطئة (¬1). ¶ وقد روي عن عمر بن عبد العزيز - رَحِمَهُ اللهُ - أنه قال: «مَا سَرَّنِي بِاخْتِلاَفِ أَصْحَابِ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - حُمُرُ النَّعَمِ» ورواه البيهقي بلفظ: «ما سَرَّنِي لو أنَّ أصحابي لم يختلفوا، لأنهم لو لم يختلفوا لم تكن رخصة» كما رُوي عن القاسم بن محمد قوله: «كَانَ اخْتِلاَفُ أَصْحَابِ مُحَمَّدٍ رَحْمَةً لِلْنَّاسِ» (¬2). ¶ وقد أراد الخليفة العباسي أبو جعفر المنصور أنْ يحمل الناس على \" موطأ مالك \" فأبى - رَحِمَهُ اللهُ - ذلك، وعاود الكرَّةَ الرشيدُ، فامتنع عليه وقال: «إِنَّ اخْتِلاَفَ العُلَمِاءِ رَحْمَةٌ مِنَ ¶ ¬__________ ¶ (¬1) \" تحفة الرأي السديد \" لأحمد الحسيني: ص 26. ¶ (¬2) أخرجه البيهقي في \" المدخل \".",
            "page": "7",
            "part": "1",
            "seal": "834EB5D3"
        },
        {
            "id": "9",
            "nass": "اللهِ عَلَى الأُمَّةِ كُلٌّ يَتَّبِِعُ مَا صَحَّ عِنْدَهُ، وَكُلٌّ عَلَى هُدًى، وَكُلٌّ يُرِيدُ اللهَ» (¬1). ¶ والعلم باختلاف آراء المجتهدين يُؤَدِّي إلى معرفة مسالك الأئمة في استنباط الأحكام، ومعرفة طرائقهم في الاجتهاد، ويُبيِّنُ تفاوت أقدارهم في استخراج الأحكام، وَرَدِّ الفروع إلى الأصول، ويعلم طالب العلم القدرة على التدقيق، والبصر في القواعد، وَالتَمَكُّنِ من التمييز بين الفروق الدقيقة، ولذلك عَدَّ العلماء المعرفة في الاختلاف علماً غَزِيراً، روى ابن عبد البر في كتابه \" جامع بيان العلم \" أنَّ سَعِيدَ بْنَ أَبِي عَرُوبَةَ قَالَ: «مَنْ لَمْ يَسْمَعِ الاخْتِلاَفَ فَلاَ تَعُدُّوهُ عَالِمًا» وَرَوَى [عُثْمَانَ بْنِ عَطَاءٍ]، عَنْ أَبِيهِ، قَالَ: «لاَ يَنْبَغِي لأَحَدٍ أَنْ يُفْتِيَ النَّاسَ، حَتَّى يَكُونَ عَالِمًا بِاخْتِلاَفِ النَّاسِ؛ فَإِنْ لَمْ يَكُنْ كَذَلِكَ رَدَّ مِنَ الْعِلْمِ مَا هُوَ أَوْثَقُ مِنَ الَّذِي فِي [يَدِهِ]» (¬2). ¶ ومن الجميل هنا أَنْ نُورِدَ قول ابن تيمية: «وَلِهَذَا قَالَ [العُلَمَاءُ] ¶ ¬__________ ¶ (¬1) أخرجه الخطيب في كتاب الرواة، وانظر \" فتاوى ابن تيمية \": 20/ 89. ¶ (¬2) \" جامع بيان العلم وفضله \" لأبي عمر يوسف بن عبد البر القرطبي: 2/ 46، المطبعة المنيرية بالقاهرة.",
            "page": "8",
            "part": "1",
            "seal": "FB33D16F"
        },
        {
            "id": "10",
            "nass": "المُصَنِّفُونَ فِي الأَمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنْ الْمُنْكَرِ مِنْ أَصْحَابِ الشَّافِعِيِّ وَغَيْرِهِ: إنَّ مِثْلَ هَذِهِ الْمَسَائِلِ الاجْتِهَادِيَّةِ لاَ تُنْكَرُ بِاليَدِ، وَلَيْسَ لأَحَدِ أَنْ يُلْزِمَ النَّاسَ بِاتِّبَاعِهِ فِيهَا؛ وَلَكِنْ يَتَكَلَّمُ فِيهَا بِالْحُجَجِ الْعِلْمِيَّةِ، فَمَنْ تَبَيَّنَ لَهُ صِحَّةُ أَحَدِ الْقَوْلَيْنِ تَبِعَهُ وَمَنْ قَلَّدَ أَهْلَ الْقَوْلِ الآخَرِ فَلاَ إنْكَارَ عَلَيْهِ» (¬1). ¶ وبهذا كان التوسع في الاجتهاد، ومعرفة الخلاف، وَتَعَدُّدِ وجوه الرأي في المسائل خصيصة من خصائص هذه الأُمَّة، تستطيع أنْ تجد لكل مشكلة حَلاًّ، ولكل نازلة رأياً، وَأَنْ تستنبط لما يَجِدُّ وما يتطور من شؤون الناس حكم الله فيه، رَفْعاً للحرج، وتيسيراً على الناس، قال تعالى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} (¬2) وقال: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} (¬3). ¶ وقد صنَّفَ رجل كتاباً في الاختلاف، فقال أحمد بن حنبل - رَحِمَهُ اللهُ تَعَالَى -: «لاَ تُسَمِّهِ \" كِتَابَ الاِخْتِلاَفِ \" وَلَكِنْ ¶ ¬__________ ¶ (¬1) \" فتاوى ابن تيمية \": 30/ 80. ¶ (¬2) [البقرة: 185]. ¶ (¬3) [الحج: 78].",
            "page": "9",
            "part": "1",
            "seal": "B910CACD"
        },
        {
            "id": "11",
            "nass": "سَمِّهِ \" كتاب السُنَّةِ \"». ¶ ومن هنا وجب معرفة هذه السُنَّة، وبيان طرق الاستدلال بها، واختلاف العلماء في طرق الاستدلال بها رحمة وتوسعة، والإسلام نزل رحمة للعالمين. ¶ ويجب أنْ نُؤكِّدَ بداهة أنه لا فرق بين القرآن والسُنَّة في استنباط الأحكام، وأنَّها كالقرآن في تحليل الحلال وتحريم الحرام، وقد ثبت عنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أنه قال: «أَلاَ إِنِّى أُوتِيتُ القُرْآنَ وَمِثْلَهُ مَعَهُ» أي السُنَّةَ، قال سبحانه: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (¬1)، وذلك إمَّا على سبيل تفصيل ما أجمله القرآن (¬2)، أو تقرير ما ذكره (¬3)، أو توكيد ما بَيَّنَهُ (¬4)، أو تخصيص العام منه (¬5)، أو تفسير المطلق منه (¬6). أو دلالتها على حكم سكت عنه القرآن (¬7). ¶ ¬__________ ¶ (¬1) [الحشر: 7]. ¶ (¬2) كتفصيل أحكام الصلاة والزكاة والصوم والحج والربا والطلاق وغيرها. ¶ (¬3) كحديث: «بُنِيَ الإِسْلامُ عَلَى خَمْسٍ ... ». ¶ (¬4) كأحاديث النهي والتحريم. ¶ (¬5) كقصر الميراث على الولد غير القاتل. ¶ (¬6) كتقييد موضع قطع يد السارق. ¶ (¬7) كتحريم الجمع بين المرأة وعمَّتها وخالتها. وانظر في ذلك كتاب \" السُنَّة \" لمحمد =",
            "page": "10",
            "part": "1",
            "seal": "4A0FEB0D"
        },
        {
            "id": "12",
            "nass": "غير أنَّ هذا يحتاج إلى بعض التفصيل الضروري فيما يؤخذ من السُنّةِ في التشريع، وما يستنبط منها من أحكام. ¶ فمن أفعاله - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - ما يؤخذ في التشريع، ومنها ما لا يؤخذ، فالهواجس النفسية، والحركات البشرية، وما لا يتعلق بالعبادات من الأمور الجِبِلِيَّةِ، كالقيام والقعود ونحوهما فليس في هذه تَأَسٍّ ولا اقتداء، ولا يتعلق بها أمر باتباع، ولا نهي عن مخالفة (¬1)، وكذلك ما نهى النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن اتباعه فيه كالوصال في الصوم. ¶ وما خرج عن الجِبِلََِّّة إلى التشريع بمواظبة النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عليه على وجه معروف، وهيئة مخصوصة كالأكل والشرب واللبس والنوم، فالراجح أنه يرجع إلى التشريع، وكل فعل ورد بياناً كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «صَلُّوا كَمَا رَأَيْتُمُونِى أُصَلِّى»، «خُذُوا عَنِّي مَنَاسِكَكُمْ» وكالقطع في الكوع في السرقة، فهو دليل واجب الأخذ به بلا خلاف. ¶ ¬__________ ¶ = ابن نصر المروزي، طبع دار الفكر بدمشق ونشر دار الثقافة بالرياض، ص 20 وما بعدها. ¶ (¬1) \" إرشاد الفحول للشوكاني \": ص 25، و \" حصول المأمول \" لمحمد صديق خان: ص 40.",
            "page": "11",
            "part": "1",
            "seal": "FA9FD6D9"
        },
        {
            "id": "13",
            "nass": "وإنْ ورد بَيَاناً لِمُجْمَلٍ، فحكمه حكم ذلك المُجْمَلِ، من وجوب أو نسب أو تحريم أو كراهية أو إباحة كأفعال الحج، والعمرة والصلاة، والزكاة وغيرها. ¶ وإنْ ورد ابتداء وعلمت صفته من الأحكام ففيه أقوال أربعة: ¶ أ - إِنَّ أُمَّتَهُ مثله في ذلك، إلاَّ أَنْ يدل دليل على اختصاصه به، مثل زواجه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أكثر من أربع نسوة، وهو أرجح الأقوال. ¶ ب - إِنَّ أُمَّتَهُ مثله في العبادات دون غيرها. ¶ ج - الوقف. ¶ د - لا يكون شَرْعًا لنا إلاَّ بدليل، مثل الطواف حول البيت سَبْعاً، فإنه كان شَرْعًا لمن كان قبلنا، ولكنه شَرْعٌ لنا بِالسُنَّةِ. ¶ وإنْ لم تعلم صفته في حقه، وظهر فيه قصد القربة ففيه أقوال:",
            "page": "12",
            "part": "1",
            "seal": "01B1327B"
        },
        {
            "id": "14",
            "nass": "أ - الوُجُوبُ (وَهُو رَأْي الْمُعْتَزِلَة وَعَدَد مَن الْعُلَمَاء كَأَبِي سَعِيْد الإِصْطَخْرِي). ¶ ب - النَّدْبُ. وَحَكَاهُ الْجُوَيْنِي فِي \" البُرْهَان \" وَالرَّازِي فِي \" المَحْصُول \" عَن الشََّافِعِي، وَهُو رَأْي الْقَفََّال وَأَبِي حَامِد الْمَرْوَزِي، وَهُو أَرْجَح الأَقْوَال. ¶ جـ - الإِبَاحَةُ. وَهُو قَوْل مَالِكٍ. ¶ د - الْوَقْفُ. وَهُو قََوْلُ أَكْثَر أَصْحَاب الْشََّافِعِي وَالْمُتَكَلِّمِيْن. ¶ وَيَرَى الْشَّوْكَانِي أَنَّه لاَ مَعْنَى لِلْوَقْف فِي الْفِعْل الَّذِي ظَهَرَ فِيهِ قََصْدَ الْقُرْبَة. ¶ وَإِن لَم تَظْهَر فِيْه الْقُرْبَة فَقَوِّم قَالُوْا بِالْوُجُوْب، وَهُو ظَاهِر مَذْهَب الْشََّافِعِي، وَرَأْي الْمَالِكِيَّة وَأَكْثَر أَهْل الْعِرَاق. وَأَكْثَر الْحَنَفِيََّةِ قََالُوا: النَّدْب وَتَبِعَهُم الْمُعْتَزِلَةُ وَالقَفََّال الكَبِير. وَرَجََّحَ قَوْلُهُم الشََّوْكَانِي. ¶ وَقََوْمٌ قَالُوا بِالإِبَاحَة، وَهُم الحَنَابِلَةُ، وَالجُوَيْنِي مِن",
            "page": "13",
            "part": "1",
            "seal": "A952EB2B"
        },
        {
            "id": "15",
            "nass": "الشافعية، والغزالي والرازي قالوا بالوقف (¬1). ¶ ... ¶ ¬__________ ¶ (¬1) انظر \" إرشاد الفحول إلى تحقيق الحق من [علم] الأصول \" للشوكاني، طبعة البابي الحلبي بمصر سنة: 1356 هـ - 1927 م.",
            "page": "14",
            "part": "1",
            "seal": "B8AA1642"
        },
        {
            "id": "16",
            "nass": "درجة الاستدلال بالحديث: ¶ درجة الاستدلال بالحديث تَتَعلَّقُ بِحُجِيَّةِ الحديث سواء أكان متواتراً أو آحاداً: ¶ أما المتواتر فلا شك في حُجِيَّتِهِ، والأخذ به، سواء أكان لفظياً أو معنوياً؛ واللفظي هو ما اتفقت الجماعة عليه في اللفظ والمعنى، والمعنوي ما اختلفت روايته في اللفظ والمعنى، مع وجود معنى كلي متفق عليه في روايته (¬1)، وإنما الخلاف في حجية خبر الآحاد، فالجمهور من العلماء على وجوب العمل بخبر الواحد؛ مستدلين بالكتاب والسُنَّةِ، وعمل الصحابة، والتابعين، ومن بعدهم. والآحاد خبر لا يفيد العلم بنفسه عند الجمهور، وقال ابن حزم وأبو داود الظاهري: إنه يفيد العلم بنفسه. ¶ ... ¶ ¬__________ ¶ (¬1) \" المقتصر من مصطلحات أهل الأثر \" للشيخ عبد الوهاب عبد اللطيف، ص 11. و\" الأحاديث القدسية ومنزلتها في التشريع الإسلامي \" للدكتور شعبان إسماعيل: ص 50.",
            "page": "15",
            "part": "1",
            "seal": "96F795EA"
        },
        {
            "id": "17",
            "nass": "شروط الاستدلال بحديث الآحاد: ¶ يشترط للاستدلال بحديث الآحاد شروط من أهمها في الراوي: أَنْ يكون الراوي مسلماً من أهل التكليف، فلا تقبل رواية الكافر، أو الصغير أو المجنون، وَأَنْ يكون عدلاً ضابطاً، ومن أهمها في مدلول الخبر: أَنْ لا يكون مستحيل الوجود في العقل، وأنْ لا يكون مخالفاً لنص مقطوع به على وجه لا يمكن الجمع بينهما، وأنْ لا يكون مخالفاً لإجماع الأُمَّة، وأما إذا خالف القياس القطعي فالجمهور يقول: بأنه مقدَّم على القياس وهو الحق. ¶ كما يشترط في لفظ الخبر أَنْ يرويه بلفظه كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ» (¬1)، وكقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الْحَرْب خُدْعَة» (¬2). ¶ ويجوز روايته بالمعنى لمن كان عارفاً بمعاني الألفاظ، أو ¶ ¬__________ ¶ (¬1) رواه الخمسة وقال الترمذي: «حديث حسن صحيح». وهو متفق على صحته. ¶ (¬2) رواه البخاري ومسلم وأحمد في \" مسنده \"، وأبو داود والترمذي عن جابر بن عبد الله، وهو حديث متواتر.",
            "page": "16",
            "part": "1",
            "seal": "6DCCA8C7"
        },
        {
            "id": "18",
            "nass": "جاء بمرادفها، إلاَّ إذا كان من جوامع الكلم (وهذا عند الجمهور) وقد قال مالك والجويني وعدد من العلماء بمنع نقل الحديث بمعناه، والأصح الأول لما فيه من الحرج، وللعلماء في ذلك أقوال كثيرة، كما يشترط في لفظ الخبر أنْ لا يحذف بعضه حذفاً مُخلاًّ، كحذف الاستثناء أو الشرط، وأنْ لا يزيد زيادة في غير بيان الحديث أو السبب. ¶ ***",
            "page": "17",
            "part": "1",
            "seal": "C8D7755A"
        },
        {
            "id": "19",
            "nass": "أنواع طريق الاستدلال: ¶ من المعلوم أنَّ طرق الاستدلال بألفاظ السُنّة هي طرق الاستدلال بألفاظ القرآن، وهي تشمل المدلولات اللغوية، والفهم العربي لنصوص السُنَّةِ، كما تشمل بيان الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لما ورد من أحكام حسب ما ذكرنا. ¶ وطرق الاستدلال أنواع: ¶ أولاً: طرق استدلال الأحكام من الألفاظ: ¶ ويكون ذلك بأحد طرق ثلاثة: ¶ 1 - النقل المتواتر وهو ما رواه جمع يؤمن تواطؤهم على الكذب، مثل ألفاظ الأرض والنار والهواء والحر والبرد والسماء والنور والموت كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «عَادِيُّ الأَرْضِ للَّهِ وَرَسُولِهِ» (¬1) أو قوله: «مَنْ أَحْيَا أَرْضًا مَيِّتَةً فَهِيَ لَهُ» (¬2) فكلمتا «الأَرْضَ» ¶ ¬__________ ¶ (¬1) رواه البيهقي في \" السنن \" وهو حديث مرسل. ¶ (¬2) رواه أبو داود والترمذي وأحمد في \" مسنده \" وحسَّنَهُ الترمذي.",
            "page": "18",
            "part": "1",
            "seal": "2E34DD35"
        },
        {
            "id": "20",
            "nass": "و «مَيِّتَةً»، معروف معناهما بالتواتر اللغوي لا يختلف فيه اثنان (¬1). ¶ 2 - نقل الآحاد كنقل غريب الألفاظ كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «القَتْلُ فِي سَبِيلِ اللهِ مُمَصْمِصَةٌ» أي مُطهِّرَةٌ مِنء دَنَسِ الخَطَأِ (¬2). وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِذَا عَرَّسْتُمْ فَاجْتَنِبُوا هَزْمَ الأَرْضِ فَإِنَّهَا مَأْوَى الهَوَامِّ» و\" الهَزْمُ \": مَا تَشَقَّقَ مِنَ الأَرْضِ (¬3). ¶ ويدخل في النوعين الأولين ما يشتق من اللغة كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «تُنْكَحُ المَرْأَةُ لِمَيْسَمِهَا وَمَالِهَا وَحَسَبِهَا» (¬4) فـ \" المَيْسَمُ \": مفعل الوسامة وهي الجمال. ¶ 3 - العقل من النقل كما إذا نقل إلينا أَنَّ الجمع المعرف يدخله الاستثناء، مثل الرجال، فهو متناول لجميع أنواع ¶ ¬__________ ¶ (¬1) \" نهاية السول \" للأسنوي: 2/ 29، المطبعة السلفية بمصر سنة: 1345 هـ. ¶ (¬2) \" الفائق في غريب الحديث \" للزمخشري: 3/ 20، مطبعة القاهرة سنة: 1367 هـ - 1948 م. ¶ (¬3) \" الفائق في غريب الحديث \" للزمخشري: 3/ 204، مطبعة القاهرة سنة: 1367 هـ - 1948 م. ¶ (¬4) \" الفائق في غريب الحديث \": 2/ 160.",
            "page": "19",
            "part": "1",
            "seal": "A0AED59E"
        },
        {
            "id": "21",
            "nass": "الرجال، ولكن يمكن إخراج بعض ما ينتظمه اللفظ فتقول: الرجال خير من النساء، فلا يمنع أنْ يكون بعض النساء خير من الرجال. ¶ 4 - وهناك مسألة تنازع فيها الأصوليون، وهي ثبوت اللغة بالقياس، كَأَنْ يُسَمَّى شيءٌ باسم له معنى ينظر في التسمية، ويوجد له معنى في غير المُسَمَّى الذي ثبت وضع اللفظ له. فالنبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يقول: «لَعَنَ اللَّهُ شَارِبَ الْخَمْرِ» (¬1) فالخمر لفظ وضع لغة للتي من ماء العنب أو التمر إذا اشْتَدَّ وغلا وقذف بالزبد. ولكن فيه معنى آخر وهو ستر العقل، فيعتبر هذا علَّة التسمية، فيشمل كل شراب - من غير هذين - يستر العقل، وهذا ما ذهب إليه الجمهور. ¶ والأصوليون أول ما اتَّجَهُوا في طرق الاستنباط إلى بيان الطرق اللفظية: ¶ فقسّموا اللفظ باعتبار ما وضع له إلى ثلاثة أقسام: ¶ ¬__________ ¶ (¬1) رواه أبو داود في [الأشربة] بلفظ: «لَعَنَ اللَّهُ الْخَمْرَ، وَلَعَنَ شَارِبَهَا» ورواه أحمد في \" مسنده \".",
            "page": "20",
            "part": "1",
            "seal": "F983A558"
        },
        {
            "id": "22",
            "nass": "1 - مشترك: وهو ما وضع لِمُتَعَدِّدِ المعاني، كالعين للجاسوس، والماء، والذهب، وعين الإنسان، والوجه. وقد اختار جمهور الأصوليين عدم جواز إطلاق المشترك وإرادة جميع معانيه، وإنما تدل القرينة على المراد منه، ورأى بعضهم جواز ذلك. ¶ 2 - عام: وهو ما وضع بلفظ واحد لكثيرين يستغرقهم اللفظ، ويشمل كلمات العموم، وجميع صيغ العموم مثل: أسماء الشرط، والموصول، والاستفهام، والمُحَلَّى بأل الجنسية، والنكرة المنفية، والجمع المُحَلَّى باللام، والإضافة، ومثاله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الإنسان مجزي بعمله إنْ شرّاً فشرٌّ وإنْ خيراً فخيرٌ» (*). فالعموم في الإنسان يشمل جميع بني البشر. ¶ وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الْجُمُعَةُ عَلَى مَنْ سَمِعَ النِّدَاءَ» (¬1) ففهم منها وجوب الصلاة على العموم من سمع النداء. ومثل قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّ الصَّدَقَةَ لاَ تَنْبَغِي لآلِ مُحَمَّدٍ» (¬2) فهي عام في كل صدقة، ¶ ¬__________ ¶ (*) [ليس بحديث وإن صح معناه، كما قال القليوبي، فقد بحثت عنه فلم أجده في كتب الحديث إلاَّ في كتب الإعراب أو \" حاشية الصبان على شرح الأشمونى لألفية ابن مالك \" 1/ 356]. ¶ (¬1) رواه أبو داود والدارقطني. ¶ (¬2) رواه مسلم.",
            "page": "21",
            "part": "1",
            "seal": "BC3DF6CD"
        },
        {
            "id": "23",
            "nass": "زكاة أو تَبَرُّعاً. وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ يَرِثُ الْقَاتِلُ» (¬1)، وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ» (¬2) عام في كل قاتل وفي كل إهاب. ¶ ويستدل بالعام ما لم يرد عليه التخصيص، وقد نقل الإجماع على عدم العمل بالعام ما لم يبحث عن المخصص. قال الغزالي: «لاَ يَجُوزُ الْمُبَادَرَةُ إلَى الْحُكْمِ بِالْعُمُومِ قَبْلَ الْبَحْثِ عَنْ [الأَدِلَّةِ الْعَشَرَةِ الَّتِي أَوْرَدْنَاهَا فِي الْمُخَصِّصَاتِ]؛ لأَنَّ الْعُمُومَ دَلِيلٌ بِشَرْطِ انْتِفَاءِ [الْمُخَصِّصِِ]» (¬3). والصحيح أنَّ هذا رأي الجمهور (¬4). ¶ ودلالة العام على كل أفراده قطعية عند الحنفية، ما لم يتبع بالقرينة الدالة على بعض أفراده، ويرى المالكية والشافعية والحنابلة أنَّ دلالة العام على كل أفراده ظنية. ¶ 3 - خاص: وهو كل لفظ وضع لواحد أو لعدد محصور، كمحمد، أو قوم، فهي للرجال دون النساء. ومن الأحاديث ¶ ¬__________ ¶ (¬1) رواه ابن ماجه بلفظ: «لَيْسَ لِقَاتِلٍ مِيرَاثٌ». ¶ (¬2) رواه البخاري وأبو داود. ¶ (¬3) \" المستصفى من علم الأصول \" للغزالي: 2/ 35. ¶ (¬4) انظر \" التلويح على التوضيح \": 1/ 40 و\" أصول الفقه \" للخضري: ص 172.",
            "page": "22",
            "part": "1",
            "seal": "29B465FF"
        },
        {
            "id": "24",
            "nass": "التي يستنبط فيه موجب الخاص قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - للمرأة: «دَعِي الصَّلَاةَ أَيَّامَ أَقْرَائِكِ» (¬1)، ففهم من الخاص معنى الحيض، وأخذ من اللفظ حكم النهي عن الصلاة وقت الحيض. ¶ وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ صَلاَةَ إِلاَّ بِفَاتِحَةِ الْكِتَابِ» (¬2) فلفظ (بِفَاتِحَةِ الْكِتَابِ) لفظ خاص بسورة الفاتحة، فاستدل الشافعية بالحديث على وجوب قراءة سورة الفاتحة. ¶ والخاص أنواع: ¶ 1 - مطلق: وهو ما دلَّ على فرد أو أفراد، شائعة بدون قيد مستقل لفظاً، أو ما أريد به فرد غير مقيد، أي ما كان شائعاً في جنسه، والاستدلال به من السُنَّة مثل قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في صدقة الفطر: «أَدُّوا ... عَنْ كُلِّ حُرٍّ وَعَبْدٍ ... » (¬3) فالأداء عن مطلق الحر والعبد من غير تقييد، لأنَّ دلالة المطلق غير مقيدة، ويحمل المطلق على إطلاقه. ¶ ¬__________ ¶ (¬1) أخرجه أبو داود والترمذي وحسَّنَهُ. ¶ (¬2) رواه الترمذي ومسلم بلفظ: «لاَ صَلاَةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ». ¶ (¬3) رواه الدارقطني. [عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ , قَالَ: خَطَبَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ النَّاسَ قَبْلَ الْفِطْرِ بِيَوْمٍ أَوْ يَوْمَيْنِ، فَقَالَ: «أَدُّوا صَاعًا مِنْ بُرٍّ أَوْ قَمْحٍ بَيْنَ اثْنَيْنِ، أَوْ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ شَعِيرٍ عَنْ كُلِّ حُرٍّ وَعَبْدٍ وَصَغِيرٍ وَكَبِيرٍ»، كتاب زكاة الفطر، حديث 2118، تحقيق الشيخ شعيب الارنؤوط، حسن عبد المنعم شلبي، عبد اللطيف حرز الله، أحمد برهوم، نشر مؤسسة الرسالة، بيروت - لبنان الطبعة الأولى: 1424 هـ - 2004 م، 3/ 84].",
            "page": "23",
            "part": "1",
            "seal": "AA5D4D8A"
        },
        {
            "id": "25",
            "nass": "2 - مقيَّد: وهو ما دلَّ على فرد، أو أفراد شائعة بقيد مستقل لفظاً يُقَلِّلُ من شيوعه، ومثاله من السُنَّة قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أَدُّوا ... عَنْ كُلِّ حُرٍّ وَعَبْدٍ مُسْلِمَيْنِ» (¬1) وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لأبي ذر: «إِذَا صُمْتَ مِنَ الشَّهْرِ ثَلاَثَةَ أَيَّامٍ، فَصُمْ ثَلاَثَ عَشْرَةَ، وَأَرْبَعَ عَشْرَةَ، وَخَمْسَ عَشْرَةَ» (¬2)، فقد قيد المطلق في الحديث الأول بقوله (مُسْلِمَيْنِ) وقيده الأيام الثلاثة بأنها ثلاث عشرة وأربع عشرة وخمس عشرة، ومثله التيمم ضربتان: ضربة للوجه، وضربة لليدين إلى المرفقين. ¶ وقد يحمل المطلق على المُقَيَّدِ إذا ورد في نص مطلقاً، وفي آخر مُقيَّداً، فإذا مَرَّ حديث مطلق فينبغي أنْ ننظر إنْ كان قد ورد مُقيَّداً أم لا، فلا يؤخذ الحكم الشرعي منه حتى نحمل المُقيَّدَ عليه، وذلك إذا اتحد في النصين الحكم والسبب، ومثاله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ عَقْرَ فِى الإِسْلاَمِ» (¬3) فهو مطلق، قيَّدَهُ ما رواه أبو داود عن عبد الرزاق أنهم كانوا يعقرون عند القبر بقرة ¶ ¬__________ ¶ (¬1) رواه الترمذي: وقال: «حديث حسن صحيح». ¶ (¬2) أخرجه أحمد والترمذي والنسائي وابن حبان والبيهقي. وقال الترمذي: «حديث حسن». ¶ (¬3) رواه أبو داود في كتاب الجنائز رواه أحمد في \" مسنده \".",
            "page": "24",
            "part": "1",
            "seal": "373D9B92"
        },
        {
            "id": "26",
            "nass": "أو شاة في الجاهلية، وإلاَّ فالذبائح من سنن الإسلام. ¶ وأما إذا لم يتحد الحكم والسبب في النصين فلا يحمل أحد النصين على الآخر باتفاق الفقهاء، بل يعمل بالمطلق على إطلاقه، والمُقيَّد على تقييده، ومثاله ما روي عن عائشة - رَضِيَ اللهُ عَنْهَا - قالت: «كَانَ النَبِيُّ يُصَلِّيَ الضُّحَى أَرْبَعَ رَكَعَاتٍ» (¬1) وهو مطلق في ركعات أربع فَصَّلَ كيفية أدائها ما أخرجه الطبراني في \" الكبير \" عن ابن عباس قال: «كَانَ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إِذَا اسْتَوَى النَّهَارُ خَرَجَ إِلَى بَعْضِ حِيطَانِ الْمَدِينَةِ» (¬2)، وفيه: «قَامَ فَصَلَّى أَرْبَعَ رَكَعَاتٍ، وَلَمْ [يَتَشَهَّدْ] بَيْنَهُنَّ وَ [سَلَّمَ] فِي آخِرِ الأَرْبَعِ» وروي عَنْ أُمِّ هَانِئٍ: «أَنَّ رَسُولَ اللَّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - صَلَّى يَوْمَ الْفَتْحِ سُبْحَةَ الضُّحَى ثَمَانِيَ رَكَعَاتٍ، يُسَلِّمُ مِنْ كُلِّ رَكْعَتَيْنِ» (¬3). ¶ وجمهور الفقهاء على أنهم يحملون المطلق على المقيَّد؛ رفعاً للتعارض بين النصوص، ومثاله: ما صحَّ أنه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قضى بالشُفعة للجار، وهو مطلق قيَّدَهُ قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «اَلْجَارُ أَحَقُّ ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) أخرجه الطبراني في \" الكبير \". ¶ (¬3) متفق عليه.",
            "page": "25",
            "part": "1",
            "seal": "6C61DBE0"
        },
        {
            "id": "27",
            "nass": "بِشُفْعَةِ جَارِهِ , يُنْتَظَرُ بِهَا - وَإِنْ كَانَ غَائِبًا - إِذَا كَانَ طَرِيقُهُمَا وَاحِدًا» (¬1) والحنفية هنا لا يحملون هذا المطلق على المُقيَّدِ: لأنهم لا يحتجون بمفهوم المخالفة، ولهذا تثبت الشفعة للجار الشريك في الطريق، والجار غير الشريك في الطريق. ¶ 3 - قد يأتي الخاص على صيغة الأمر: وهي الصيغة المعلومة افعل وما يجري مجراها مقتضى بها الفعل حتماً مع استعلاء، وهي تأتي لمعانٍ مختلفة قد تبلغ ستة عشر معنى، من أههمها: الإيجاب كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ كَانَ يُؤْمِنُ بِالله وَالْيَوْمِ الآخِرِ فَلْيَسْعَ إِلَى الجُمُعَةِ» (¬2)، «لاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ» (¬3)، وقوله: «اِسْتَنْزِهُوا مِنْ اَلْبَوْلِ، فَإِنَّ عَامَّةَ عَذَابِ اَلْقَبْرِ مِنْهُ» (¬4). ¶ والندب كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أَسْبِغِ الْوُضُوءَ وَخَلِّلْ بَيْنَ الأَصَابِعِ» (¬5)، وقوله: «إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا فِي الصَّلاَةِ، فَإِنَّ ¶ ¬__________ ¶ (¬1) رواه النسائي في [البيوع] وابن ماجه في [الشفعة]. ¶ (¬2) أخرجه الدارقطني والبيهقي. ¶ (¬3) رواه البخاري ومسلم وأبو داود وأحمد والنسائي وابن ماجه. ¶ (¬4) رواه الدارقطني وهو صحيح الإسناد. ¶ (¬5) رواه أصحاب السنن وأحمد.",
            "page": "26",
            "part": "1",
            "seal": "0C0B1754"
        },
        {
            "id": "28",
            "nass": "شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ» (¬1). ¶ والأباحة مثل قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِذَا أَرْسَلْتَ كَلْبَك فَاذْكُر اسْمَ الْلَّه تَعَالَى، فَإِنْ أَمْسَك عَلَيْك فَأَدْرَكْتَهُ حَيّاً فَاذْبَحْه، وَإِن أَدْرَكْتَه قَد قَُتَل وَلَم يَأْكُل مِنْه فَكُلْه، وَإِنْ وَجَدْتَ مَع كَلْبِك كَلْباً غَيْرَهُ وَقَد قُتِل فَلاَ تَأْكُل، فَإِنَّك لاَ تَدْرِي أَيَّهُمَا قَتَلَه، وَإِنْ رَمَيْت بِسَهْمِك فَاذْكُر اسْمَ الْلَّه تَعَالَى فَإِن غَابَ عَنْكَ فَلَمْ تَجِدْ فِيهِ إِلاَّ أَثَر سَهْمِكَ فَكُلْ إِِنْ شِئْتَ، وَإِنْ وَجَدْتَهُ غَرِيْقْا فِي الْمَاءِ فَلاَ تَأْكُل» متفق عليه واللفظ لمسلم. ¶ ومثل: «وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلُوا مَا لَمْ يَكُنْ سِنًّا أَوْ ظُفْرًا» (¬2) أخرجه الجماعة. ¶ ومنها: الإرشاد كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «كُنْت نَهَيْتُكُمْ عَن ادِّخَار لُحُوْم الأَضَاحِي أَلاَ فَادَّخِرُوْا» (¬3). ¶ ومنها الدعاء: «اللهمَّ اغْفِرْ لِي». ¶ ¬__________ ¶ (¬1) رواه البخاري وأصحاب السنن. ¶ (¬2) رواه الجماعة بزيادة «وَأَنْهَرَ الدَّمَ». ¶ (¬3) رواه مسلم وأحمد والترمذي وصحَّحَهُ بلفظ: «كُنْتُ نَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِيِّ فَوْقَ ثَلاَثٍ لِيَتَّسِعَ ذُو الطَّوْلِ عَلَى مَنْ لاَ طَوْلَ لَهُ، فَكُلُوا مَا بَدَا لَكُمْ، وَأَطْعِمُوا وَادَّخِرُوا».",
            "page": "27",
            "part": "1",
            "seal": "A33AC660"
        },
        {
            "id": "29",
            "nass": "وطريقة الاستدلال بالأمر تختلف بحسب القرائن، فالنصوص الآمرة قد تدل على الوجوب أو الإباحة، أو الندب، أو الإرشاد، أو الدعاء، ومن هنا نجد جانباً من اختلاف العلماء في ذلك. وَأَنَّ الأصل في الأمر الوجوب ولكن قد تصرفه القرائن إلى سواه. ¶ 4 - وقد يأتي الخاص على صيغة النهي، والنهي: هو طلب الكف عن الفعل على جهة الاستعلاء. ¶ فهل هذه الصيغة للتحريم أو للكراهة؟ إنها تفيد التحريم أو الكراهة، وإنَّ الأصل في النهي هنا التحريم، لكن قد يصرفه عن التحريم صارف إلى الكراهة. ¶ فمن أمثلة نهي التحريم قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «لاَ تُجْمَعُ الْمَرْأَةُ عَلَى عَمَّتِهَا أَوْ خَالَتِهَا» (¬1). فقد أفاد النهي عن التحريم، ومثله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ تَبِيعُوا الدِّينَارَ بِالدِّينَارَيْنِ، وَلاَ الدِّرْهَمَ بِالدِّرْهَمَيْنِ، وَلاَ الصَّاعَ بِالصَّاعَيْنِ» (¬2)، وقوله: «لاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ ¶ ¬__________ ¶ (¬1) متفق عليه. ¶ (¬2) رواه مسلم.",
            "page": "28",
            "part": "1",
            "seal": "4473B573"
        },
        {
            "id": "30",
            "nass": "بَعْضٍ» (¬1). ¶ ومن أمثلة الكراهة ما روته السيدة عائشة - رَضِيَ اللهُ عَنْهَا -: «أَنَّهُ كَانَ يَنْهَى أَنْ يَفْتَرِشَ الرَجُلُ ذِرَاعَيْهِ افْتِرَاشَ السَّبُعِ» (¬2) أي في الصلاة، وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ تَأْكُلُوا بِالشِّمَالِ، فَإِنَّ اَلشَّيْطَانَ يَأْكُلُ بِالشِّمَالِ» (¬3) ذهب الجمهور إلى أنه مكروه لا غير. ¶ ومثله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِذَا شَرِبَ أَحَدُكُمْ فَلاَ يَتَنَفَّسْ فِي الإِنَاءِ [ثَلاَثاً] (¬4)» متفق عليه. ¶ ومقتضى النهي شرعاً قبح النهي عنه، كما أنَّ مقتضى الأمر حسن المأمور به، لأنَّ الحكيم العليم - جَلَّ شَأْنُهُ - لا ينهى عباده عن فعل إِلاَّ لِقُبْحِهِ، ولا يأمرهم بشيء إِلاَّ لِحُسْنِهِ، قال تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ} (¬5). ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) رواه مسلم. ¶ (¬3) رواه مسلم. ¶ (¬4) [لم يقع ذكر لفظة «ثَلاَثاً» في \" الصحيحين \"، وإنما أوردها صاحب \" سبل السلام \". ¶ (¬5) [النحل: 90].",
            "page": "29",
            "part": "1",
            "seal": "46C671CD"
        },
        {
            "id": "31",
            "nass": "ثانياً: طرق الاستدلال من الألفاظ الواضحة وغير الواضحة: ¶ أ - الألفاظ الواضحة هي: ¶ 1 - الظاهر: هو ما دل على معناه دلالة واضحة - عند الحنفية - بحيث لا يحتاج الوقوف على معناه إلى قرينة خارجية، ولم يكن ذلك المعنى هو المقصود الأصلي من سياق الكلام، ويحتمل التخصيص، أو التأويل، أو النسخ (¬1). ¶ ومثاله: دخل - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على عائشة وعندها رجل، فكأنه تغيَّرَ وجهه، كأنه كره ذلك، فقالت: إنه أخي، فقال: «انْظُرْنَ مَنْ إِخْوَانُكُنَّ، فَإِنَّمَا الرَّضَاعَةُ مِنَ المَجَاعَةِ» متفق عليه (¬2)، فقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إِنَّمَا الرَّضَاعَةُ مِنَ المَجَاعَةِ» غير مقصود المعنى بطريق الأصالة، وإنما المقصود التأكد من أخوة الرضاعة، لأنه قاله لما رأى الرجل عند عائشة، وأخبرته أنه أخوها في الرضاعة. ولذلك لم يكن بيان أَنَّ الرضاعة من ¶ ¬__________ ¶ (¬1) \" كشف الأسرار \": 1/ 44. ¶ (¬2) رواه الجماعة إلا الترمذي.",
            "page": "30",
            "part": "1",
            "seal": "0D7723A0"
        },
        {
            "id": "32",
            "nass": "المجاعة، هو المقصود الأصلي من السياق، وهو يحتمل التخصيص والتأويل والنسخ. ¶ 2 - النص: وهو اللفظ الذي ظهر المراد منه وازداد وُضُوحاً بِأَنْ سِيقَ الكلام له مع احتماله التخصيص والنسخ والتأويل، ومثاله من السُنَّةِ ما ذكر في \" الصحيحين \" من حديث أم هانئ أنها أجارت رجلين من أحمائها وجاءت إلى النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - تخبره أنَّ عليّاً أخاها لم يجز إجارتها. فقال: - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «قَدْ أَجَرْنَا مَنْ أَجَرْتِ يَا أُمَّ هَانِئٍ» فهو نص في جواز إجارة المرأة. ¶ هذا وقد اعتبر بعض الفقهاء الظاهر والنص بمعنى واحد، ولكن الجمهور يُفَرِّقُ بينهما، والنص أقوى من الظاهر، ودلالة النص عند الشافعية قطعية، وحكمهما العمل بهما بما يدل عليهما عَمَلاً وما انتظمهما ثابت. ¶ 3 - المفسر: هو اللفظ الذي ظهر المراد منه، وسيق الكلام له، وازداد وضوحاً بعدم احتماله التخصيص أو التأويل، لكنه يحتمل النسخ مثل قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ» (¬1). ¶ ¬__________ ¶ (¬1) هذا جزء من حديث طويل رواه أنس، وهو كتاب أبي بكر في الصدقات. =",
            "page": "31",
            "part": "1",
            "seal": "8AC6362D"
        },
        {
            "id": "33",
            "nass": "فهو لا يحتمل تأويلاً ولا تخصيصاً عند الشافعية. ¶ والمفسر أقوى في دلالته على الحكم من الظاهر والنص، وإذا تعارض الظاهر والنص مع المفسر أُوِّلاَ ليوافقا المفسر، ومثال ذلك ما روي عن عائشة - رَضِيَ اللهُ عَنْهَا - أنَّ فاطمة بنت [أبي] حُبيش جاءت إلى النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فقالت: «إِنِّى امْرَأَةٌ أُسْتَحَاضُ فَلاَ أَطْهُرُ أَفَأَدَعُ الصَّلاَةَ؟ قَالَ لَهَا: «لاَ، اجْتَنِبِى الصَّلاَةَ أَيَّامَ مَحِيضِكِ، ثُمَّ اغْتَسِلِى وَتَوَضَّئِى لِكُلِّ صَلاَةٍ، ثُمَّ صَلِّي وَإِنْ قَطَرَ الدَّمُ عَلَى الْحَصِيرِ»، فهذا يعارض ما ورد في رواية أخرى أنه قال لفاطمة بنت [أبي] حبيش هذه: «تَوَضَّئِي لِوَقْتِ كُلِّ صَلاَةٍ» فعلى الرواية الأولى يوجب الوضوء لكل صلاة، وعلى الثانية يوجبها لوقت كل صلاة، فَيُؤَوَّلُ الأول ليكون المعنى لوقت كل صلاة (¬1) ¶ ¬__________ ¶ = والحديث أخرجه أحمد والنسائي وأبو داود والبخاري. وأخرجه أيضاً الشافعي والبيهقي والحاكم وَصَحَّحَهُ ابن حبان لكن لفظ الحديث: «وَفِى صَدَقَةِ الْغَنَمِ فِى سَائِمَتِهَا إِذَا كَانََتْ أَرْبَعِينَ فَفِيهَا شَاةٌ». ¶ (¬1) متفق عليه، رواية «تَوَضَّئِي لِوَقْتِ كُلِّ صَلاَةٍ» من زيادة البخاري وأشار مسلم إلى أنه حذفها عَمْداً فإنه قال في \" صحيحه \" بعد ذكر الحديث: «وفي حديث حماد حرف تركنا ذكره»، قال البيهقي هو قوله: «تَوَضَّئِي» لأنها زيادة غير محفوظة. وقد قرَّرَ صاحب \" الفتح \" أنها ثابتة.",
            "page": "32",
            "part": "1",
            "seal": "54871764"
        },
        {
            "id": "34",
            "nass": "4 - المحكم: هو اللفظ الذي ظهر المراد منه وازداد قوة بعدم احتماله النسخ، أو التخصيص، أو التأويل كقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الْجِهَادُ مَاضٍ إلَى يَوْمِ الْقِيَامَةِ» (¬1) وحكم المحكم أنه يجب العمل به قطعاً، ولا يحتمل الصرف عن ظاهره، ولا النسخ، ولا الإبطال. ¶ ب - الألفاظ غير الواضحة هي: ¶ 1 - الخفي: هو اللفظ الذي يدل على معناه دلالة ظاهرة، لكن في انطباق معناه على بعض الأجزاء غموض وخفاء يحتاج إلى نظر، ومثاله في السُنَّةِ «نَهَى النَبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عَنِ المُحَاقَلَةِ وَالمُخَاصَرَةِ وَالمُلاَمَسَةِ وَالمُنَابَذَةِ وَالمُزَابَنَةِ». رواه البخاري. ¶ فالمخاصرة تدل على معناها دلالة واضحة: وهي بيع الثمار والحبوب قبل أنْ يبدو صلاحها. لكن هناك خفاء في انطباقها ¶ ¬__________ ¶ (¬1) الحديث أخرجه أبو داود عن أنس بلفظ: «وَالْجِهَادُ مَاضٍ [مُنْذُ] بَعَثَنِىَ اللَّهُ إِلَى أَنْ يُقَاتِلَ [آخِرُ أُمَّتِى] الدَّجَّالَ لاَ يُبْطِلُهُ جَوْرُ جَائِرٍ وَلاَ عَدْلُ عَادِلٍ». قال الشوكاني: وحديث أنس سكت عنه أبو داود والمنذري وفي إسناده يزيد بن أبي نشبة وهو مجهول، وأخرجه أيضاً أبو داود وأبو يعلى مرفوعاً بلفظ: «الْجِهَادُ مَاضٍ مَعَ الْبَرِّ وَالْفَاجِرِ» ولا بأس بإسناده.",
            "page": "33",
            "part": "1",
            "seal": "2BE47B87"
        },
        {
            "id": "35",
            "nass": "على الثمر الذي بلغ حَداً ينتفع به، ولو لم يكن قد أخذ الثمر ألوانه واشتد الحَبُّ «مثل الخوخ الأخضر». ولذلك اشترط انتفاء القطع حتى يصح البيع، وإلاَّ لو أبقاه لشغل ملك البائع، وفي انطباقه على إبقاء ما بدا صلاحه خفاء كذلك، إذْ هل يشترط بقاؤه أو لا يشترط ومتى يصح في الحالين؟ خلاف بين العلماء. ¶ ومثله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ تُقْطَعُ يَدُ السَّارِقِ إِلاَّ فِى رُبُعِ دِينَارٍ» (¬1) فمعنى السرقة واضح، لكن في انطباقه على بعض الأجزاء كَالنَبَّاشِ - وهو سارق أكفان الموتى - غموض، لنقصان معنى السرقة، لعدم وجود الحرز بينهما. وينطبق على الطَرَّارِ وهو الذي يقطع الجيوب والحوافظ. ¶ 2 - المشكل: وهو اللفظ الذي لا يدل بصيغته على المراد منه، بل لاَبُدَّ من طريقة خارجية تُبَيِّنُ ما يراد منه بسبب غموض المعنى كحديث: «الْفَضْلُ رِباً» (¬2) ففي بيان الفضل إشكال يحتاج إلى طريقة خارجية تُبَيِّنُ المراد منه. ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) رواه البخاري.",
            "page": "34",
            "part": "1",
            "seal": "A5555C01"
        },
        {
            "id": "36",
            "nass": "3 - المجمل: وهو اللفظ الذي لا يدل بصيغته على المراد منه، بل لاَبُدَّ من دليل نقلي عليه كألفاظ الصلاة والزكاة والحج والربا. ¶ ***",
            "page": "35",
            "part": "1",
            "seal": "D01EE1C4"
        },
        {
            "id": "37",
            "nass": "ثالثاً: طرق الاستدلال من الدلالات: ¶ استنباط الحكم من السُنَّةِ لا يكون إلاَّ بعد فهم السُنَّة، إما عن طريق الفهم من لفظ النص كما بَيَنَّا، وإما عن طريق إشارته، أو دلالته عن طريق اقتضائه، ومن هنا قَسَّمَ الأصوليون طرق الاستدلال من الدلالة إلى أربعة أقسام: ¶ 1 - عبارة النص: وهي دلالة اللفظ على حكم المقصود من السياق أصالة، أو تَبَعاً ومثاله من السُنَّة رواية نافع عن ابن عمر قال: «نَهَى رَسُولُ الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عَنِ الشِّغَارِ» (¬1) وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «يَا بَنِى بَيَاضَةَ أَنْكِحُوا أَبَا هِنْدٍ وَانْكِحُوا إِلَيْهِ». وَكَانَ حَجَّامًا. رواه أبو داود. ¶ فحكم حرمة الشغار يستفاد من النص أصالة، وحكم جواز إنكاح الحجام مستفاد من النص تَبَعًا. ¶ 2 - إشارة النص: وهي دلالة اللفظ على حكم لم يقصد أصالة ولا تَبَعًا، ولكنه لازم للمعنى لزوماً عقلياً أو عادياً، ¶ ¬__________ ¶ (¬1) متفق عليه.",
            "page": "36",
            "part": "1",
            "seal": "2BD22C52"
        },
        {
            "id": "38",
            "nass": "ومثاله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الظَّهْرُ يُرْكَبُ بِنَفَقَتِهِ إِذَا كَانَ مَرْهُونًا». (¬1) والحكم الذي دَلَّتْ عليه إشارة النص وهو تجويز ركوب المرهون لغير المالك، ولغير المرتهن إذا أذن له المرتهن. ¶ ومثله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - للنساء: «تَقْعُدُ إِحْدَاكُنَّ شَطْرَ دَهْرِهَا فِي عُقْرِ بَيْتِهَا لاَ تَصُومُ وَلاَ تُصَلِّي» (¬2)، قُلْنَ بَلَى. قَالَ: «فَذَلِكَ مِنْ نُقْصَانِ دِينِهَا» فهم الشافعي من الحديث بإشارة النص أنَّ الحيض خمسة عشر يوماً لأنَّ لفظة الشطر موضوع للنصف، والحديث ليس مسوقاً له ولكنه لبيان نقصان دين المرأة. ¶ وحكم عبارة النص وإشارته حكم قطعي، إلاَّ إذا وجد ما يصرفه عن ذلك. ودلالة الإشارة تحتاج إلى ذكاء ودقَّة فهم من المجتهد. ¶ 3 - دلالة النص: وهي دلالة الكلام على ثبوت حكم المنصوص عليه للمسكوت عنه، لاشتراكهما في علة يمكن فهمها للعارف باللغة العربية من غير نظر ولا اجتهاد، مثل ما روي ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في كتاب البيوع. ¶ (¬2) [قال الإمام البيهقي: «وَأَمَّا الَّذِي يَذْكُرُهُ بَعْضُ فُقَهَائِنَا فِي هَذِهِ الرِّوَايَةِ مِنْ قُعُودِهَا شَطْرَ عُمْرِهَا، وَشَطْرَ دَهْرِهَا لاَ تُصَلِّي، فَقَدْ طَلَبْتُهُ كَثِيرًا فَلَمْ أَجِدْهُ فِي شَيْءٍ مِنْ كُتُبِ أَصْحَابِ الْحَدِيثِ، وَلَمْ أَجِدْ لَهُ إِسْنَادًا بِحَالٍ، وَاللَّهُ أَعْلَمُ»]. \" معرفة السنن والآثار \" للبيهقي، تحقيق عبد المعطي أمين قلعجي، 2/ 143 حديث رقم 2157، الطبعة الأولى: 1412هـ - 1991م نشر: جامعة الدراسات الإسلامية (كراتشي - باكستان)، دار قتيبة (دمشق -بيروت)، دار الوعي (حلب - دمشق)، دار الوفاء (المنصورة - القاهرة)].",
            "page": "37",
            "part": "1",
            "seal": "449E3C9C"
        },
        {
            "id": "39",
            "nass": "أنَّ أعرابيا جاء إلى رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهو ينتف شعره ويقول: هلكت هلكت، فقال: «مَاذَا صَنَعْتَ؟» فَقَالَ: وَاقَعْتُ أَهْلِي فِي نَهَارِ رَمَضَانَ فَقَالَ: «أَعْتِقْ رَقَبَةً»، فضرب بيده على صفحة عنقه وقال: لا أملك إلاَّ رقبتي هذه. فقَالَ - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - «صُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ» فَقَالَ: هل أتيت ما أتيت إلاَّ من الصوم، فقال: «أَطْعِمْ سِتِّينَ مِسْكِينًا». فقَالَ: لاَ أَجِدُ، فقال: «اجْلِسْ» فجلس فأتى بصدقات بني زريق فقال: ¶ «خُذْ خَمْسَةَ عَشَرَ صَاعاً فَتَصَدَّقْ بِهَاعَلَى المَسَاكِينِ» فقال: أهَلْ على أهل بيت أحوج إليها مني ومن عيالي؟ فوالله ما بين لابتي المدينة أحوج إليها مني ومن عيالي: فقال - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «كُلْهَا أَنْتَ وَعِيَالِكَ» (¬1) وزيد في بعض الروايات: «يُجْزِيك وَلاَ يُجْزِئَ أَحَداً بَعْدَك» فَدَلَّ الحديث على وجوب الكفارة بالجناية على الصوم بالأكل أو الشرب، وهو حكم مسكوت عنه، فهم من حكم النصوص، وهو الجماع في نهار رمضان، من غير حاجة إلى إعمال نظر. كما ¶ ¬__________ ¶ (¬1) هذا الحديث روي بروايات مختلفة سردها ابن عبد البر في \" التمهيد \". وقد روى هذا الحديث البخاري ومسلم وأصحاب السنن.",
            "page": "38",
            "part": "1",
            "seal": "66696D70"
        },
        {
            "id": "40",
            "nass": "يدل دلالة نص على وجوب الكفارة على زوجته، وإنْ لم ينص عليها. لأنَّ علَّةَ الجناية على الصوم مُتَحَقَّقَةٌ فيها أيضاَ. ¶ ومثله في السُنَّةِ كذلك قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ قَوَدَ إِلاَّ بِالسَّيْفِ» (¬1) فالقود بغير السيف كالمسدس دلالة النص، ومنها منع القَوَدِ، بِأَنْ يُفْعَلَ بالقاتل مثل ما فُعِلَ بالمقتول، كالرضخ بالحجارة، أو تفريق الأجزاء. ¶ 4 - دلالة الاقتضاء: وهي دلالة الكلام على لازم متقدم يتوقف عليه صدق الكلام، أو صحَّته شرعاً وعقلاً، ومثاله في السُنَّة قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ» (¬2) فقد نفى أَنْ تكون الأعمال بدون نية، وهذا مخالف للواقع، فَلاَبُدَّ أَنْ يكون المعنى اقتضاء وهو أنَّ «صِحَّةَ» الأعمال لا تكون إلاَّ بالنية، ومثله أيضاً قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ لَمْ يُجْمِعِ الصِّيَامَ قَبْلَ الْفَجْرِ فَلاَ صِيَامَ لَهُ» (¬3) أي لا صِحَّةَ لصيامه، لأنَّ الصيام واقع موجود ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه والبزار والطبراني. واختلفوا في صحة إسناده فَصَحَّحَهُ بعضهم: وَضَعَّفَهُ ابن الجوزي، وقال البيهقي: لم يثبت له إسناد. ¶ (¬2) متفق عليه. ¶ (¬3) رواه الخمسة، وَصَحَّحَهُ أبو داود والترمذي. وقال في \" المستدرك \": صحيح على شرط البخاري.",
            "page": "39",
            "part": "1",
            "seal": "C0D8B79D"
        },
        {
            "id": "41",
            "nass": "بدون نية، وذلك بدلالة الاقتضاء، ومثله قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «الدِّينُ النَّصِيحَةُ» (¬1) أي من الدين النصيحة. ¶ هذا وقد قَسَّمَ غير الحنفية: وهي دلالة اللفظ على حكم شيء ذكر في الكلام ونطق به (وتشمل دلالة العبارة والإشارة والاقتضاء عند الحنفية) والقسم الثاني: دلالة المفهوم: وهي دلالة اللفظ على حكم شيء لم يذكر في الكلام ولم ينطق به، وبهذا ينقسم عندهم الكلام إلى مفهومين: مفهوم الموافقة: وهو أنْ يدل اللفظ على مساواة المسكوت عنه المذكور في الحكم، وهذا ما يسمى عند الحنفية (دلالة النص) ومفهوم المخالفة: وهو دلالة الكلام على انتفاء حكم المنطوق عن المسكوت عنه؛ لانتفاء قيد من القيود في المعتبرة في الحكم. ولم يأخذ الحنفية مفهوم المخالفة، وأخذ به الجمهور، ومثاله في السُنَّة قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «فِي سَائِمَةِ الْغَنَمِ زَّكَاةُ» (¬2)، فمفهوم المخالفة أنه لا زكاة في الغنم المعلوفة. ¶ ¬__________ ¶ (¬1) رواه مسلم. ¶ (¬2) رواه أحمد والنسائي والبخاري وأبو داود.",
            "page": "40",
            "part": "1",
            "seal": "34FDDFDF"
        },
        {
            "id": "42",
            "nass": "ولمفهوم المخالفة أقسام، نطيل إذا ذكرناها، ولا يحتمل المقام التعرض لها، فنحن إنما نريد إعطاء فكرة عامة عن طريق الاستدلال بِالسُنَّةِ وقد فعلنا. ¶ ... ¶ هذه هي طرق الاستدلال بِالسُنَّةِ بشكل عام، وقد حاولت جهدي أْنْ أسوق الأمثلة من السُنَّةِ حسب القواعد الأصولية في الاجتهاد لأسباب أهمها: ¶ أولاً: معرفة السُنَّة شرط من شروط الاجتهاد: من المعلوم أنَّ العلماء اشترطوا للاجتهاد الشرعي شروطاً لاَبُدَّ أنْ تتحقَّقَ؛ وإلاَّ كان الاجتهاد غير معتبر. وقد ذهب الشاطبي إلى اشتراط شرطين: ¶ 1 - فهم مقاصد الشريعة على كمالها؛ لأنَّ الشريعة مبنية على اعتبار المصالح، وَأَنَّ المصالح إنما اعتبرت من حيث الشارع كذلك، لا من حيث إدراك المكلف. إذ المصالح تختلف عند ذلك بالنسب والإضافات، [أم] إنها تكون منافع ومضار في حال دون حال، ووقت دون وقت، وشخص دون شخص، وأنَّ الأغراض في الأمر الواحد تختلف، فوضع الشريعة لا يصح أَنْ",
            "page": "41",
            "part": "1",
            "seal": "E8B34897"
        },
        {
            "id": "43",
            "nass": "يكون تبعاً لما يراه المُكلَّفُ مصلحة. وَيُبَيِّنُ أَنَّ هذه المقاصد ثلاث مراتب: هي الضروريات، والحاجيات، والتحسينيات، فإذا بلغ الإنسان مبلغاً فهم عن الشارع قصده في كل مسألة من مسائل الشريعة، وكل باب من أبوابها فيحصل له وصف هذا السبب الذي يجعله للرسول - عَلَيْهِ السَّلاَمُ - في الفُتْيَا والعلم. ¶ 2 - التمكن من فهم مقاصد الشريعة، وهذا لا يكون إِلاَّ بواسطة معارف مُعَيَّنَةٍ. ¶ ونحن نرى أَنَّ الشرط الأول لا يحصل إِلاَّ بعد حصول الشرط الثاني، لأنه هو الذي يُؤَدِّي إلى فهم الشريعة، ومعرفة مقاصدها في كل باب ومسألة. ولذلك خاض العلماء في بيان هذه الشرائط، ومنها العلم بالأدلة السمعية من الكتاب وَالسُنَّةِ والأحكام المشتركة بينهما. ¶ ومعرفة وجوه القياس، والعلم بمسائل الإجماع، ومعرفة اللغة العربية، والإحاطة بفروعها إحاطة تُمَكِّنُهُ من فهم دلالات القرآن وَالسُنَّةِ من النصوص، ومعرفة غريبها،",
            "page": "42",
            "part": "1",
            "seal": "65B44ED0"
        },
        {
            "id": "44",
            "nass": "وَتَذَوُّقِ بلاغتهما. وهذه شروط مُجْمَعٌ عليها، وهناك شروط موضع خلاف بين العلماء؛ كمعرفة الفقه، ووجوه الاختلاف، والعدالة، وما لاَبُدَّ منه من علم الكلام. ¶ وَيَهُمُّنَا هنا أَنْ نُبَيِّنَ معرفة أحكام الشريعة التي وردت بها السُنَّةُ، بحيث يستطيع المجتهد أَنْ يستحضر في كل موضوع ما ورد في السُنّةِ من نصوص، وقد قيل: ينبغي معرفة خمسمائة حديث، وقيل ثلاثة آلاف، وحصرها أحمد بن حنبل بالأصول من الأحاديث، وهي ألف ومائتا حديث، وقال الغزالي والرافعي وجماعة من الأُصُولِيِّينَ: «يكفيه مثل \" سنن أبي داود \"، و \" معرفة السنن \" للبيهقي مِمَّا يَجْمَعُ أحاديث الأحكام، وقد نازع العلماء هذا التحديد. قال النووي: «وَلاَ يَصِحُّ التَمْثِيلَ بِسُنَنِ أَبِي دَاوُدَ؛ فَإِنَّهَا لَمْ تَسْتَوْعِبْ، وَكَمْ فِي البُخَارِي وَمُسْلِمَ مِنْ حَدِيثٍ حُكْمِيٍّ لَيْسَ فِيهِ»، وقال ابن دقيق العيد: «وَلاَ يَخْفَاكَ أَنَّ كَلاَمَ أَهْلِ العِلْمِ فِي هَذَا البَابِ مِنْ قَبِيلِ الإِفْرَاطِ وَالتَفْرِيطِ» (¬1). ¶ ¬__________ ¶ (¬1) \" إرشاد الفحول إلى [تحقيق الحق من] علم الأصول \" للشوكاني: ص 251.",
            "page": "43",
            "part": "1",
            "seal": "219C9C74"
        },
        {
            "id": "45",
            "nass": "والحق أنه لا يشترط هذا التحديد: لِسَعَةِ السُنَّةِ وَإِلاَّ انْسَدَّ باب الاجتهاد كما قال ابن أمير الحاج، وقد اجتهد صحابة رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والتابعون، ولم يستحضروا فيها جميع النصوص التي وردت في السُنّةِ، بل عُرِفَ أَنَّ أحدهم كان يجتهد فإذا رُوِيَ له من السُنّةِ غير ما توصل إليه اجتهاده رجع عنه. إِلاَّ أنني أرى في أيامنا هذه، ومع تيسر كتب السُنّةِ المطبوعة، أَنْ يرجع من يريد الاجتهاد إلى ما اشتملت عليه مجاميع السُنّةِ، كالأمهات الست، وما يلحق بها، كالمسانيد التي صَنَّفَهَا علماء الحديث، فيستخرج منها ما يحتاج إليه من الأحاديث المتعلقة بالموضوع الذي يريد أَنْ يجتهد فيه، ولا يشترط أَنْ يكون حَافِظاً لها بعد هذا التدوين، لكن لاَبُدَّ أَنْ يكون على دراسة ودراية بعلوم الحديث وأنواعه، والتمييز بين الحسن، والصحيح، والمشهور، والمتواتر، وأنواع الضعيف، ومعرفة بقواعد الجرح والتعديل، وأحوال الرجال، وغير ذلك، وهذا ما ذهب إليه كثير من العلماء كالشوكاني. ولعل الحصول على أعلى درجة أو إجازة في تَخَصُّصٍ ما من علوم الشريعة ولا سيما في الفقه وأصوله، أو التفسير وعلومه، أو الحديث وعلومه،",
            "page": "44",
            "part": "1",
            "seal": "4862A5BF"
        },
        {
            "id": "46",
            "nass": "يتيح لحاملها أَنْ يسير في طريق الاجتهاد، إذا توافرت لديه شرائط الاجتهاد الأخرى. ¶ ثانياً: اجتراء نفر من الناس على استنباط الأحكام من الكتاب وَالسُنّةِ بغير علم ولا هدى ولا كتاب منير، فقد تَجَرَّأَ على الاجتهاد في الدين نفر من الناس، بضاعتهم في العلم مزجاة، أو ليس لديهم أدوات الاجتهاد، وهي التي لاَبُدَّ منها له، بالإضافة إلى الفهم والبصر، والعدالة والتقوى، فأخذ هؤلاء الناس يجتهدون، معتمدين على المقولة الشائعة «إنَّ لكل إنسان أن يأخذ الحكم من كتاب الله وسُنَّةَ نبيِّهِ»، أو على المفهوم المغلوط «الدين تحت العقل لا فوقه» من غير أَنْ يملكوا أدوات الاجتهاد، وجرأهم على هذا تقحم باب الاجتهاد مِمَّنْ قرأ بعض القرآن، أو حفظ بعض الأحاديث، أو قرأ كتاباً فقهياً، أو من كتب الفكر الإسلامي الحديث، فَظَنَّ أنه قادر على الاجتهاد، فَتَخَبَّطَ في ابْتِسَارِ الأحكام وإصدارها، حتى عَمَّ البلاء في البلاد الإسلامية، ومنها العربية، وتَكَوَّنَ من ذلك أحزاب وشيع، كل حزب بما لديهم فرحون، وقعدوا للافتاء في الدين بكل مرصد، وَخَطَّؤُوا غيرهم، وحاولوا إرغام الآخرين",
            "page": "45",
            "part": "1",
            "seal": "8AD23875"
        },
        {
            "id": "47",
            "nass": "على اجتهاداتهم، حتى مع ظهور خطئها، وَبُعْدِهَا عن الصواب. ¶ حَدَّثَنِي بعض أساتذة الشريعة أنه سأل طالباً أعجمياً من طلبة السَنَةِ الأولى في إحدى كليات الشريعة: «هل تعرف شيئاً من الفقه؟ قال: نعم، قال: على مذهب مَنْ مِنَ الأئمة؟ على مذهب أبي حنيفة؟ قال: لا. قال: على مذهب الشافعي؟ قال: لا. قال: على مذهب مالك أو أحمد بن حنبل أو غيرهم؟ قال: لا. قال: على مذهب مَنْ إِذَنْ دَرَسْتَ بعض هذا الفقه؟ قال: أجتهد لنفسي وللناس». ¶ ثالثاً: إِنَّ الدعوة إلى التَمَسُّكِ بِالسُنَّةِ وَاتِّبَاعِهَا هي دعوة حق، ولكن الأسلوب الذي اتبعته فئات من الناس أسلوب نَمَّ عن جَهْلٍ بِالسُنَّةِ، ولذلك كان لاَبُدَّ من تصحيح الفهم لِلْسُنَّةِ والاستدلال بها واتباعها. فقد زعم هؤلاء أَنَّ التزام السُنَّة في كل ما وردت به ينبغي أَنْ يكون على سبيل الوجوب، ولذلك أنكروا على من يترك المندوب والمستحب والمباح إذا كان الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قد فعله؛ استناداً إلى ظاهر الآية الكريمة {وَمَا",
            "page": "46",
            "part": "1",
            "seal": "B35448CB"
        },
        {
            "id": "48",
            "nass": "آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (¬1)، وقوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي» (¬2)، والحقيقة أَنَّ التزام السُنَّة واجب، ولكن على الوجه الذي وردت به، فإذا وردت السُنَّةُ بأمر هو فرض أو واجب، وجب أَنْ نلتزمه على وجه الوجوب: مثل الطواف سبعاً حول البيت، ومثل صلاة الظهر أربع ركعات، أو السعي سبعاً بين الصفا والمروة. ¶ وإذا وردت السُنَّةُ بأمر على وجه التحريم وجب أَنْ نلتزمه على وجه التحريم فَنُحَرِّمَهُ على أنفسنا، كَنَهْيِهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن الجمع بين المرأة وَعَمَّتِهَا أو خالتها، أو تحريمه بيع المنابذة. ¶ وإذا وردت على وجه الندب والاستحباب وجب أَنْ نلتزمها على وجه الندب والاستحباب، فإذا فعلناها فلنا ثواب، وإذا تركناها فليس علينا عقاب، كَصَلاَةِ السُنَّةِ المُؤَكَّدَةِ قبل الظهر، وَصَلاَةِ السُنَّةِ غَيْرِ المُؤَكَّدَةِ قبل العصر، أو الشرب جالساً، أو لبس البياض يوم الجمعة، أو الاغتسال يوم الجمعة. ¶ ¬__________ ¶ (¬1) [الحشر: 7]. ¶ (¬2) رواه البخاري في جزء من حديث.",
            "page": "47",
            "part": "1",
            "seal": "F622CDA0"
        },
        {
            "id": "49",
            "nass": "وإذا وردت السُنَّةُ بالإباحة التزمناها على وجه الإباحة، فلنا أَنْ نفعلها أَوْ لا نفعلها ولا شيء علينا في الحالتين. ¶ وكذلك إذا وردت السُنَّةُ بالكراهة وجب العمل بها على سبيل الكراهة فالثوم والبصل مكروه أكلهما عند الصلوات، فنلتزم مع كراهة أكلهما ولكن يباح أكلهما في غير الصلوات. ¶ وقد أخطأ هؤلاء الذين أخرجوا مَنْ ترك فعل السُنَّةِ في المندوب والمباح، أو فعلوا المكروه، أخرجوهم من حظيرة الدين، وَكَفَّرُوهُمْ جَهْلاً بِالسُنَّةِ نفسها، واستشهاداً بالنصوص في غير موضعها. نعوذ بالله من الإنحراف عن القصد والعدل. ¶ رابعاً: الدعوة إلى التَعَمُّقِِ في دراسة الإسلام: ومن التَعَمُّقِِ معرفة الأصول الفقهية، والابتعاد عن السطحية في التفكير،، والتزام البصر الفقهي، ومعرفة أحكام الفقه، حتى نستطيع مواجهة الأحداث والمشكلات، ونعرف حلولها من كتاب الله وَسُنَّةَِ رسوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولا يتم هذا إِلاَّ بمعرفة كيفية فهم الكتاب وَالسُنَّةِ فَهْماً عَمِيقاً مَبْنِيًّا على الأصول.",
            "page": "48",
            "part": "1",
            "seal": "3CC77CAA"
        },
        {
            "id": "50",
            "nass": "وأخيراً وربما لم يكن آخراً: إِنَّ معرفة الاستدلال بالكتاب وَالسُنَّةِ يعطي المسلمين النظرة البصيرة للأشياء، والفكر المستنير في الحكم على الأشياء، وَيُقلِّلُ من تحجير العقول، وتضييق الفهم، والتشديد في غير موضعه، ويجعل الاتساع في الفهم يتسع لتعدد الأحكام، واختلاف الآراء، ووجود المدارس الفقهية النَيِّرَةِ، وهذا من التيسير في الدين، وعدم الحرج، ومع وجود الاختلاف لا تضيق به الصدور، ولا يلجأ الاختلاف إلى التناحر والتباغض، بل إلى المودة والمحبة، والتفاهم والتعاون في ظلال أحكام الله وعدل الإسلام. ¶ والحمد لله رب العالمين.",
            "page": "49",
            "part": "1",
            "seal": "793828E1"
        },
        {
            "id": "52",
            "nass": "بعض مراجع البحث: ¶ 1 - كشف الأسرار عن أصول فخر الإسلام، الجزء الأول. ¶ 2 - حاشية سعد الدين التفتازاني (التلويح) على شرح التوضيح لمتن التنقيح لعدد الشريعة - مطبعة مصر. ¶ 3 - شرح العَضُدْ للقاضي عَضُدْ الدِّينِ على مختصر المنتهى. ¶ 4 - مختصر المنتهى لابن الحاجب المالكي - طبع مكتبة الكليات الأزهرية. ¶ 5 - نهاية السول في شرح منهاج الأصول للأسنوي ومعه حواشي \" سُلَّمُ الوصول لشرح نهاية السول \" للشيخ المطيعي، طبعة المطبعة السلفية بمصر سَنَةَ 1345هـ. ¶ 6 - السُنَّةُ لمحمد بن نصر المروزي - دار الثقافة الإسلامية بالرياض. ¶ 7 - إرشاد الفحول للشوكاني. ¶ 8 - حصول المأمول لمحمد صديق خان.",
            "page": "51",
            "part": "1",
            "seal": "C1BD5030"
        },
        {
            "id": "53",
            "nass": "9 - الأحاديث القدسية ومنزلتها في التشريع للدكتور شعبان محمد إسماعيل - طبع مصر. ¶ 10 - دفاع عن الحديث النبوي وتفنيد شبهات خصومه لمحب الدين الخطيب وسليمان الندوي ومصطفى السباعي، نشر زكريا علي يوسف، وطبع بمصر. ¶ 11 - الحديث النبوي لمحمد الصباغ، منشورات المكتب الإسلامي. ¶ 12 - نظرة عامة في تاريخ الفقه الإسلامي للدكتور علي حسن عبد القادر. ¶ 13 - العبادات من القرآن والسُنَّة مع مدخل الشريعة الإسلامية للدكتور علي غندور. الطبعة الأولى: سَنَةَ 1385 هـ - 1965 م. ¶ 14 - شرح الكوكب المنير في أصول الفقه لابن النجار، الجزء الأول، تحقيق الدكتور وهبة الزحيلي والدكتور نزيه حماد. طبعة دار الفكر بدمشق.",
            "page": "52",
            "part": "1",
            "seal": "7729FABA"
        },
        {
            "id": "54",
            "nass": "15 - سبل السلام للقسطلاني شرح بلوغ المرام من أدلة الأحكام للصنعاني - طبع المكتبة التجارية بمصر. ¶ 16 - مفتاح الجنة في الاحتجاج بِالسُنَّةِ لجلال الدين السيوطي - طبع الجامعة الإسلامية بالمدنية المنورة. ¶ 17 - الترغيب والترهيب للحافظ المنذري - طبعة دار إحياء التراث العربي، بيروت. ¶ 18 - استنباط الأحكام من النصوص للدكتور أحمد الحصري - منشورات جامعة قار يونس، [ليبيا]. ¶ 19 - المجتمع المتكافل في الإسلام للدكتور عبد العزيز الخياط - طبع بيروت. ¶ 20 - البيان والتعريف في أسباب ورود الحديث الشريف. نشر المكتبة العلمية - بيروت. ¶ 21 - نظرية الاجتهاد - للدكتور عبد العزيز الخياط - صاحب البحث. ¶ 22 - أصول الفقه لمحمد الخضري - الطبعة الرابعة - المكتبة",
            "page": "53",
            "part": "1",
            "seal": "3B00AD2F"
        },
        {
            "id": "55",
            "nass": "التجارية الكبرى. ¶ 23 - نيل الأوطار للشوكاني - مطبعة البابي الحلبي بمصر. ¶ 24 - كتب الحديث الصحاح المختلفة.",
            "page": "54",
            "part": "1",
            "seal": "927FBFE7"
        },
        {
            "id": "56",
            "nass": "الفهرس: ¶ الموضوع .................................................................. الصفحة. ¶ مقدمة: .......................................................................... 3 ¶ درجة الاستدلال بالحديث ....................................................... 15 ¶ شروط الاستدلال بحديث الآحاد ................................................ 16 ¶ أنواع طرق الاستدلال .......................................................... 18 ¶ أولاً: طرق استدلال الأحكام من الألفاظ ...................................... 18 ¶ ثانياً: طرق الاستدلال من الألفاظ الواضحة وغير الواضحة ................ 20 ¶ أ - الألفاظ الواضحة ........................................................... 20 ¶ ب - الألفاظ غير الواضحة .................................................... 33 ¶ ثالثاً: طرق الاستدلال من الدلالات ........................................... 36 ¶ 1 - عبارة النص .............................................................. 36 ¶ 2 - إشارة النص .............................................................. 36 ¶ 3 - دلالة النص ............................................................... 37 ¶ 4 - دلالة الاقتضاء ............................................................ 39",
            "page": "55",
            "part": "1",
            "seal": "C759026F"
        },
        {
            "id": "57",
            "nass": "خاتمة: .......................................................................... 41 ¶ بعض مراجع البحث: .......................................................... 51",
            "page": "56",
            "part": "1",
            "seal": "C386B74D"
        }
    ],
    "t624": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "درجة الاستدلال بالحديث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "شروط الاستدلال بحديث الآحاد"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "أنواع طريق الاستدلال"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: طرق استدلال الأحكام من الألفاظ"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: طرق الاستدلال من الألفاظ الواضحة وغير الواضحة"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": "1",
            "tit": "أ - الألفاظ الواضحة"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "ب - الألفاظ غير الواضحة هي"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: طرق الاستدلال من الدلالات"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - عبارة النص"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": "2",
            "tit": "2 - إشارة النص"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "3 - دلالة النص"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "4 - دلالة الاقتضاء"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "بعض مراجع البحث"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الفهرس"
        }
    ]
}