{
    "b6247": [
        {
            "id": "144",
            "nass": "الحَدِيث الثَّامِن بعد الْمِائَة ¶ عَن ابْن عَبَّاس رضى الله عَنْهُمَا عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من زوج ابْنَته أَو أحدا من أَهله مِمَّن يشرب الْخمر فَكَأَنَّمَا قادها إِلَى الزِّنَا ¶ وَمر حَدِيث من زوج ابْنَته من فَاسق فقد قطع رَحمهَا",
            "page": "153",
            "part": "1",
            "seal": "305B2302"
        },
        {
            "id": "145",
            "nass": "الحَدِيث التَّاسِع بعد الْمِائَة ¶ عَن أبي نجيح عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من قدر على أَن ينْكح فَلم ينْكح فَلَيْسَ منا",
            "page": "154",
            "part": "1",
            "seal": "A50B7C62"
        },
        {
            "id": "146",
            "nass": "الحَدِيث الْعَاشِر بعد الْمِائَة ¶ عَن أم حَبِيبَة رضى الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من كَانَ على دينى وَدين دَاوُد وَسليمَان فليتزوج الحَدِيث",
            "page": "155",
            "part": "1",
            "seal": "5A9B1612"
        },
        {
            "id": "147",
            "nass": "الحَدِيث الْحَادِي عشر بعد الْمِائَة ¶ عَن عمر رضى الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ النِّسَاء لعب فتخيروا ¶ وروى ابو الشَّيْخ ¶ النِّسَاء ثَلَاثَة اصناف صنف كالوعاء يحمل وَيَضَع وصنف كالعر وَهُوَ الجرب وصنف ودود ¶ وَأخرج النَّسَائِيّ ¶ النِّسَاء أَربع الفريع أَي السمحة والوعوع أَي السخابة وغل لَا ينْزع أَي لسواها مَعَ ان للرجل مِنْهَا اولاد فَلَا يدْرِي كَيفَ يتَخَلَّص مِنْهَا وجامع تجمع أَي تجمع الشمل وتلم الشعث ¶ واخرج الديلمي ايضا ¶ النِّسَاء ارْبَعْ ربيع مربع أَي مغن عَن الارتياد لغيره وجامع مجمع وخرقاء مقنع أَي حمقاء تقنع رَأس زَوجهَا فتتركه كالمتحير الواله لشدَّة مَا يلقى مِنْهَا وعاقر مسلع أَي أسلع اذا أَتَى بثمر مر",
            "page": "156",
            "part": "1",
            "seal": "736094B0"
        },
        {
            "id": "148",
            "nass": "ان النِّسَاء خُلِقْنَ من ضعف وعورة فاستروا عوراتهن بِالْبُيُوتِ واغلبوا على ضعفهن بِالسُّكُوتِ ¶ وَاحْمَدْ وَالتِّرْمِذِيّ عَن عَائِشَة ¶ النِّسَاء شقائق الرِّجَال ¶ وَالطَّبَرَانِيّ عَن ابْن مَسْعُود ¶ نُطْفَة الرجل بَيْضَاء غَلِيظَة مِنْهَا الْعظم والمخ والعصب ونطفة الْمَرْأَة صفراء رقيقَة مِنْهَا الدَّم وَاللَّحم والبشرة ¶ والديلمي عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا ¶ النُّطْفَة الَّتِي يخلق مِنْهَا الْوَلَد ترْعد لَهَا الاعضاء وَالْعُرُوق كلهَا اذا وَقعت فِي الرَّحِم ¶ وَأخرج الْحَاكِم ¶ ان ضَمْضَم بن قَتَادَة ولد لَهُ ولد اسود من امْرَأَة من عجل فأوحش لذَلِك فَشكى إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ هَل لَك من ابل قَالَ نعم فَمَا الوانها قَالَ فِيهَا الاحمر والاسود وَغير ذَلِك قَالَ فَأنى ذَلِك قَالَ عرق نزع وَهَذَا عرق نزع فَقَالَ فَقدم عَجَائِز من بني عجل فأخبرن انه كَانَ للْمَرْأَة جدة سَوْدَاء",
            "page": "157",
            "part": "1",
            "seal": "EA25F8F2"
        },
        {
            "id": "149",
            "nass": "الحَدِيث الثَّانِي عشر بعد الْمِائَة ¶ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ يَا أَبَا ذَر ان سُئِلت أَي الاجلين قضى مُوسَى واي الْمَرْأَتَيْنِ تزوج فَقل الصُّغْرَى وأوفاهما",
            "page": "158",
            "part": "1",
            "seal": "48AA4900"
        },
        {
            "id": "150",
            "nass": "الحَدِيث الثَّالِث عشر بعد الْمِائَة ¶ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ يَا عَائِشَة اما علمت ان الله تَعَالَى زَوجنِي فِي الْجنَّة مَرْيَم بنت عمرَان وكلتم اخت مُوسَى وآسية امْرَأَة فِرْعَوْن",
            "page": "159",
            "part": "1",
            "seal": "36B8D817"
        },
        {
            "id": "151",
            "nass": "الحَدِيث الرَّابِع عشر بعد الْمِائَة ¶ عَن عِيَاض بن غنم الفِهري عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ يَا عِيَاض لَا تتزوجن عجوزا وَلَا عاقرا فَإِنِّي مُكَاثِر بكم الامم",
            "page": "160",
            "part": "1",
            "seal": "E3F082B2"
        },
        {
            "id": "152",
            "nass": "الحَدِيث الْخَامِس عشر بعد الْمِائَة ¶ انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ يَا مُغيرَة اذا اردت أَن تنْكح امْرَأَة فَلَا تنكحها حَتَّى تنظر اليها",
            "page": "161",
            "part": "1",
            "seal": "8409A76A"
        },
        {
            "id": "153",
            "nass": "الحَدِيث السَّادِس عشر بعد الْمِائَة ¶ عَن معَاذ رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ ¶ يجب على الرجل لامْرَأَته مَا يجب لَهَا عَلَيْهِ ان يتزين لَهَا الحَدِيث",
            "page": "162",
            "part": "1",
            "seal": "461DDF22"
        },
        {
            "id": "154",
            "nass": "الحَدِيث السَّابِع عشر بعد الْمِائَة ¶ عَن علْبَاء بن احمر الْيَشْكُرِي ¶ ان عليا تزوج فَاطِمَة فَبَاعَ بَعِيرًا لَهُ بِثَمَانِينَ واربعمائة دِرْهَم فَقَالَ صلى الله عَلَيْهِ وَسلم اجعلوا ثلثين فِي الطّيب وَثلثا فِي الثِّيَاب",
            "page": "163",
            "part": "1",
            "seal": "4B1DBD47"
        },
        {
            "id": "155",
            "nass": "الحَدِيث الثَّامِن عشر بعد الْمِائَة ¶ عَن جُبَير بن نفير رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ لَا تنْكِحُوا من بني فلَان وَانْكِحُوا من بني فلَان وَبني فلَان وان بني فلَان حصنوا فحصنت فروج نِسَائِهِم وان بني فلَان وَهُوَ فوهت نِسَاؤُهُم وَهُوَ الْمَكْرُوه فحصنوا الْفروج",
            "page": "164",
            "part": "1",
            "seal": "5234A077"
        },
        {
            "id": "156",
            "nass": "الحَدِيث التَّاسِع عشر بعد الْمِائَة ¶ عَن عتبَة بن طويع الْمَازِني ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ يَا معشر الموَالِي شِرَاركُمْ من تزوج فِي الْعَرَب وَيَا معشر الْعَرَب شِرَاركُمْ من تزوج فِي الموَالِي",
            "page": "165",
            "part": "1",
            "seal": "E2C86363"
        },
        {
            "id": "157",
            "nass": "الحَدِيث الْعشْرُونَ بعد الْمِائَة ¶ عَن فضَالة بن عبيد رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ثَلَاث من الفواقر فَذكر مِنْهَا امْرَأَة ان حضرت آذتك وان غبت عَنْهَا خانتك ¶ وَفِي رِوَايَة الديلمي استعيذوا من الفواقر الثَّلَاث وعد مِنْهَا الْمَرْأَة السوء المشيبة قبل المشيب ¶ وَفِي رِوَايَة إِذا دخلت عَلَيْك لسنتك وَإِن غبت عَنْهَا خانتك ¶ وَصَحَّ من حَدِيث عَمْرو بن الْعَاصِ ¶ كُنَّا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم بمر الظهْرَان فَإِذا بغربان كَثِيرَة فِيهَا غراب أعصم أَي اُحْدُ جناحيه ابيض احمر المنقار فَقَالَ لَا يدْخل من النِّسَاء الْجنَّة الا مثل هَذَا الْغُرَاب من هَذِه الْغرْبَان",
            "page": "166",
            "part": "1",
            "seal": "2087E95D"
        },
        {
            "id": "158",
            "nass": "وَفِي رِوَايَة سندها ضَعِيف ¶ مثل الْمَرْأَة الصَّالِحَة فِي النِّسَاء كَمثل الْغُرَاب الاعصم من مائَة غراب",
            "page": "167",
            "part": "1",
            "seal": "13FB0341"
        },
        {
            "id": "159",
            "nass": "الحَدِيث الْحَادِي وَالْعشْرُونَ بعد الْمِائَة ¶ عَن أبي أُمَامَة ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ قلب شَاكر ولسان ذَاكر وَزَوْجَة تعينك على أَمر دنياك وَدينك خير مَا اكتنز النَّاس",
            "page": "168",
            "part": "1",
            "seal": "C803C4DB"
        },
        {
            "id": "160",
            "nass": "الحَدِيث الثَّانِي وَالْعشْرُونَ بعد الْمِائَة ¶ عَن ثَوْبَان رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ليتَّخذ احدكم قلبا شاكرا وَلِسَانًا ذَاكِرًا وَزَوْجَة مُؤمنَة تعينه على أَمر الاخرة",
            "page": "169",
            "part": "1",
            "seal": "83652844"
        },
        {
            "id": "161",
            "nass": "الحَدِيث الثَّالِث وَالْعشْرُونَ بعد الْمِائَة ¶ عَن معَاذ بن أنس رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من أعْطى لله واحب لله وَأبْغض لله وانكح لله فقد اسْتكْمل ايمانه",
            "page": "170",
            "part": "1",
            "seal": "F2764171"
        },
        {
            "id": "162",
            "nass": "الحَدِيث الرَّابِع وَالْعشْرُونَ بعد الْمِائَة ¶ عَن أنس وَأبي هُرَيْرَة رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ يَأْتِي على النَّاس زمَان يكون هَلَاك الرجل على يَد زَوجته وابويه وَولده يُعَيِّرُونَهُ بالفقر وَيُكَلِّفُونَهُ مَالا يُطيق فَيدْخل المداخل الَّتِي يذهب فِيهَا دينه فَيهْلك",
            "page": "171",
            "part": "1",
            "seal": "E4362686"
        },
        {
            "id": "163",
            "nass": "الحَدِيث الْخَامِس وَالْعشْرُونَ بعد الْمِائَة ¶ عَن أبي ذَر رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ان فِي صحف ابراهيم لَا يكون الْعَاقِل ظَاعِنًا الا فِي ثَلَاث تزَود لِمَعَاد أَو مرمة لِمَعَاش أَو لَذَّة فِي غير محرم",
            "page": "172",
            "part": "1",
            "seal": "66600066"
        },
        {
            "id": "164",
            "nass": "الحَدِيث السَّادِس وَالْعشْرُونَ بعد الْمِائَة ¶ عَن ثَوْبَان رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ليتَّخذ أحدكُم قلبا شاكرا وَلِسَانًا ذَاكِرًا وَزَوْجَة مُؤمنَة تعينه على آخرته",
            "page": "173",
            "part": "1",
            "seal": "1B08CADD"
        },
        {
            "id": "165",
            "nass": "الحَدِيث السَّابِع وَالْعشْرُونَ بعد الْمِائَة ¶ عَن ابْن عمر رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ فضلت على آدم صلى الله عَلَيْهِ وَسلم بخصلتين كَانَت زَوجته عونا لَهُ على الْمعْصِيَة وازواجي اعوان لي على الطَّاعَة وَكَانَ شَيْطَانه كَافِرًا وشيطاني مُسلم لَا يَأْمر الا بِخَير ¶ وبفرض صِحَّته فِيهِ دلَالَة على ان اسْلَمْ فِي خبر مُسلم ¶ مَا مِنْكُم من اُحْدُ الا وَقد وكل بِهِ قرينه من الْجِنّ قَالُوا واياك يَا رَسُول الله قَالَ واياي الا ان الله اعانني عَلَيْهِ فَاسْلَمْ فَلَا يَأْمُرنِي الا بِخَير بِفَتْح الْمِيم من الاسلام وان ورد بضَمهَا من السَّلامَة ¶ وَمن ثمَّ عد من خَصَائِصه صلى الله عَلَيْهِ وَسلم اسلام قرينه",
            "page": "174",
            "part": "1",
            "seal": "3D478B2E"
        },
        {
            "id": "166",
            "nass": "الحَدِيث الثَّامِن وَالْعشْرُونَ بعد الْمِائَة ¶ عَن جَابر رَضِي الله عَنهُ قَالَ ¶ نهى رَسُول الله صلى الله عَلَيْهِ وَسلم ان تطلب عثرات النِّسَاء ¶ وَهُوَ عِنْد مُسلم بِلَفْظ ¶ نهى ان يطْرق الرجل أَهله يتخونهم أَو يطْلب عثراتهم وَاقْتصر مِنْهُ البُخَارِيّ على ذكر الطروق لَيْلًا ¶ وروى احْمَد بِسَنَد جيد انه صلى الله عَلَيْهِ وَسلم قَالَ قبل دُخُول الْمَدِينَة ¶ لَا تطرقوا فخالفه رجلَانِ فسعيا إِلَى منازلهما فَرَأى كل وَاحِد فِي بَيته مَا يكره",
            "page": "175",
            "part": "1",
            "seal": "D63101E1"
        },
        {
            "id": "167",
            "nass": "الحَدِيث التَّاسِع وَالْعشْرُونَ بعد الْمِائَة ¶ عَن جَابر بن عتِيك رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ غيرَة يبغضها الله وَهِي غيرَة الرجل على أَهله من غير رِيبَة",
            "page": "176",
            "part": "1",
            "seal": "A7AE691B"
        },
        {
            "id": "168",
            "nass": "الحَدِيث الثَّلَاثُونَ بعد الْمِائَة ¶ عَن مُعَاوِيَة بن حيدة ¶ انه قيل لرَسُول الله صلى الله عَلَيْهِ وَسلم مَا حق الْمَرْأَة على الرجل قَالَ يطْعمهَا اذا طعم ويكسوها اذا اكتسى وَلَا يقبح الْوَجْه وَلَا يضْرب ضربا مبرحا وَلَا يهجر الا فِي الْبَيْت",
            "page": "177",
            "part": "1",
            "seal": "607C2508"
        },
        {
            "id": "169",
            "nass": "تَتِمَّة فِي شَيْء من حُقُوق الزَّوْجَيْنِ ¶ كَمَا يُشِير إِلَى عَظمَة حُقُوق الزَّوْج وَكَثْرَتهَا خبر الْحَاكِم وَالْبَيْهَقِيّ ¶ من حق الزَّوْج على الزَّوْجَة انه لَو سَالَ منخراه دَمًا وقيحا وصديدا فلحست بِلِسَانِهِ مَا أدَّت حَقه وَلَو كَانَ يَنْبَغِي لبشر ان يسْجد لبشرلأمرت الزَّوْجَة ان تسْجد لزَوجهَا اذا دخل عَلَيْهَا لما فَضله الله عَلَيْهَا ¶ وروى ابْن عَسَاكِر ¶ ان امْرَأَة سَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم عَن زَوجهَا فَقَالَ لَو كَانَ اجذم مُنْقَطِعًا يسيل احدى مَنْخرَيْهِ دَمًا والاخر قَيْحا فمصصت ذَلِك لم تقض حق الله عَلَيْك ¶ وروى الطَّبَرَانِيّ ¶ لَو ان امْرَأَة خرجت من بَيتهَا ثمَّ رجعت اليه فَوجدت زَوجهَا قد انْقَطع جذاما يسيل انفه فلحسته بلسانها مَا أدَّت حَقه وَمَا لامْرَأَة ان تخرج من بَيت زَوجهَا وَلَا تُعْطِي من بَيت زَوجهَا الا بِإِذْنِهِ ¶ وَأخرج الطَّبَرَانِيّ ¶ انه لَيْسَ من امْرَأَة اطاعت وَأَدت حق زَوجهَا وبدت حَسَنَة وَلَا تخونه فِي نَفسهَا وَمَاله الا كَانَ بَينهَا وَبَين الشُّهَدَاء دَرَجَة وَاحِدَة",
            "page": "178",
            "part": "1",
            "seal": "5FCB0BB9"
        },
        {
            "id": "170",
            "nass": "فِي الْجنَّة فَإِن كَانَ زَوجهَا مُؤمنا حسن الْخلق فَهِيَ زَوجته فِي الْجنَّة والا زَوجهَا الله من الشُّهَدَاء ¶ وَالْبَيْهَقِيّ ¶ حق الزَّوْج على زَوجته ان لَا تمنع نَفسهَا مِنْهُ وَلَو على قتب فَإِن فعلت كَانَ عَلَيْهَا اثم وان لَا تُعْطِي شَيْئا من بَيته الا بِإِذْنِهِ ¶ وَالرِّوَايَات كَثِيرَة فِي هَذَا الْمَعْنى اعني الِامْتِنَاع من الِاسْتِمْتَاع بهَا الْجَائِز لَهُ ¶ وَالتَّصَدُّق فِي مَاله بِغَيْر اذنه وَكَذَا فِي صَومهَا وَهُوَ حَاضر بِغَيْر اذنه ¶ وروى ابو نعيم ¶ يَا معشر النِّسَاء اتقين الله والتمسن مرضاة ازواجكن فَإِن الْمَرْأَة لَو تعلم مَا حق زَوجهَا لم تزل قَائِمَة مَا حضر غذاؤه وعشاؤه ¶ وروى ايضا لَكِن مُرْسلا ¶ انه صلى الله عَلَيْهِ وَسلم قضى على ابْنَته فَاطِمَة بِخِدْمَة الْبَيْت وَقضى على عَليّ بِمَا كَانَ خَارِجا من الْبَيْت من الْخدمَة ¶ وروى التِّرْمِذِيّ الْحَكِيم ¶ يَا هَذِه اعلمي ان الله قد غفر لابيك بطواعيتك لزوحك ¶ وَكَذَلِكَ حُقُوق الزَّوْجَة على الزَّوْج كَثِيرَة",
            "page": "179",
            "part": "1",
            "seal": "8370D48D"
        },
        {
            "id": "171",
            "nass": "قَالَ الله تَعَالَى {ولهن مثل الَّذِي عَلَيْهِنَّ} ¶ وَأخرج ابو دَاوُد وَابْن مَاجَه عَن مُعَاوِيَة بن حَكِيم الْقشيرِي عَن ابيه قَالَ قلت يَا رَسُول الله مَا حق زوجتنا علينا قَالَ ان تطعمها اذا طعمت وتكسوها اذا اكتسيت وَلَا تضرب الْوَجْه وَلَا تقبح وَلَا تهجر الا فِي الْبَيْت ¶ وَفِي رِوَايَات كَثِيرَة ¶ ان الْمَرْأَة كالضلع الاعوج فَإِن ذهبت تقيمها كسرتها وَكسرهَا طَلاقهَا وان تتركها تعش مَعهَا على عوجها ¶ وَفِي رِوَايَة فدارها تعش بهَا ¶ وروى ابو هُرَيْرَة وَغَيره ¶ ايها النَّاس ان النِّسَاء عنْدكُمْ عوان اخذتموهن بأمانة الله واستحللتم فروجهن بِكَلِمَة الله وَلكم عَلَيْهِنَّ حق ولهن عَلَيْكُم حق وَمن حقكم عَلَيْهِنَّ ان لَا يطئن فراشكم احدا وَلَا يعصينكم فِي مَعْرُوف فَإِذا فعلن ذَلِك فَلَهُنَّ رزقهن وكسوتهن بِالْمَعْرُوفِ ¶ خَيركُمْ خَيركُمْ لاهله وانا خَيركُمْ لاهلي",
            "page": "180",
            "part": "1",
            "seal": "FC041136"
        },
        {
            "id": "172",
            "nass": "وَالْحَاكِم ¶ خَيركُمْ خَيركُمْ للنِّسَاء ¶ وَالتِّرْمِذِيّ ¶ اتَّقوا الله فِي النِّسَاء ¶ وَالْحَاكِم وَالْبَيْهَقِيّ ¶ لَا تتركوهن فِي الغرف وَلَا تُعَلِّمُوهُنَّ الْكتاب يَعْنِي النِّسَاء وعلموهن الْغَزل وَسورَة النُّور ¶ وابو الشَّيْخ ¶ من ادخل بَيته سُرُورًا خلق الله من ذَلِك السرُور خلقا يَسْتَغْفِرُونَ الله لَهُ إِلَى يَوْم الْقِيَامَة ¶ والعسكري ¶ لَا ترفع عصاك من اهلك واخفهم فِي الله ¶ وابو دَاوُد ¶ هَل مِنْكُم الرجل اذا اتى اهله فاغلق عَلَيْهِ بَابه والقى عَلَيْهِ ستره واستتر بستر الله قَالُوا نعم قَالَ ثمَّ يجلس بعد ذَلِك فَيَقُول فعلت كَذَا فعلت كَذَا فَسَكَتُوا ثمَّ اقبل على النِّسَاء فَقَالَ هَل مِنْكُن من يحدثن فَجَلَست فتاة كعاب على احدى ركبتيها وتطاولت لرَسُول الله صلى الله عَلَيْهِ وَسلم ليراها وَيسمع كَلَامهَا فَقَالَت يَا رَسُول الله انهم ليحدثون وانهن ليحدثهن فَقَالَ هَل تَدْرُونَ مثل ذَلِك مثل ذَلِك مثل شَيْطَانَة لقِيت شَيْطَانا فِي السِّكَّة فَقضى مِنْهَا حَاجته وَالنَّاس ينظرُونَ اليه الا ان طيب الرِّجَال مَا ظهر رِيحه وَلم يظْهر لَونه",
            "page": "181",
            "part": "1",
            "seal": "082FC239"
        },
        {
            "id": "173",
            "nass": "وَطيب النِّسَاء مَا ظهر لَونه وَلم يظْهر رِيحه الا لَا يفضين رجل إِلَى رجل وَلَا امْرَأَة لامْرَأَة الا إِلَى ولد اوالد ¶ وَالطَّبَرَانِيّ ¶ اني لاحسبكن تخبرون بِمَا يفعل بكن ازواجكن فَلَا تفعلن فَإِن الله تَعَالَى يمقت من يفعل ذَلِك اني لأحسب احداكن اذا اتت زَوجهَا ليكشف عَنْهَا اللحاف ينظر احدهما إِلَى عَورَة صَاحبه كَأَنَّهُمَا حماران فَلَا تَفعلُوا ذَلِك فَإِن الله يمقت على ذَلِك ¶ وَالدَّارَقُطْنِيّ ¶ اذا اتى احدكم اهله فليلق على عَجزه وعجزها ثوبا وَلَا يتجردان تجرد العيرين ¶ وروى ابْن مَاجَه نَحوه وروى الْخَطِيب بِسَنَد ضَعِيف ¶ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يُغطي رَأسه ويغض صَوته وَيَقُول للْمَرْأَة عَلَيْك السكينَة ¶ وروى الديلمي وَهُوَ مُنكر ¶ لَا يقعن احدكم على امْرَأَته كَمَا تقع الْبَهِيمَة",
            "page": "182",
            "part": "1",
            "seal": "6FB6A993"
        },
        {
            "id": "174",
            "nass": "وَأخرج جمَاعَة لكنه شَدِيد الضعْف بل اورده ابْن الْجَوْزِيّ فِي الموضوعات ¶ اذا جَامع احدكم اهله فَلَا يكثر الْكَلَام فانه يُورث الخرس واذا جَامع احدكم اهله فَلَا ينظر إِلَى الْفرج فَإِنَّهُ يُورث الْعَمى ¶ وَاحْمَدْ ¶ ايتها على كل حَال اذا كَانَ فِي الْفرج من قيام وقعود وامام وَخلف اما الاتيان فِي الدبر فَحَرَام شَدِيد التَّحْرِيم ¶ وَمن ثمَّ جَاءَ فِي احاديث ¶ ان الله لَا ينظر يَوْم الْقِيَامَة لفَاعِله بل فِي احاديث إِنَّه كفر لَكِنَّهَا مؤولة ¶ واخرج ابْن عدي والعقيلي وَابْن حبَان والازدي انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ شَكَوْت إِلَى جِبْرِيل ضعْفي عَن الوقاع فدلني على الهريسة وطرقها كلهَا ضَعِيفَة بل قَالَ ابْن عدي مَوْضُوع والعقيلي بَاطِل ¶ أَي وَمَعَ ذَلِك فالتداوي للقوة على الْجِمَاع مَطْلُوب اذ للوسائل حكم",
            "page": "183",
            "part": "1",
            "seal": "D4C60B3A"
        },
        {
            "id": "175",
            "nass": "الْمَقَاصِد فَحَيْثُ سنّ الْجِمَاع لقصد عفاف أَو نسل سنّ التَّدَاوِي لَهُ وَحَيْثُ لَا فَلَا ¶ وَفِي الاحياء ان صَحَّ هَذَا الحَدِيث لَا محمل لَهُ الا استعداد للاستراحة اذ فِي عدم الشَّهْوَة عدم الاكثار من الانس وترويح النَّفس ¶ وَصَحَّ حَدِيث ¶ اكمل الْمُؤمنِينَ ايمانا احسنهم خلقا وألطفهم بأَهْله ¶ وَصَحَّ ايضا خياركم خَيركُمْ لنسائه وَصَحَّ ايضا ¶ خَيركُمْ خَيركُمْ لاهله وانا خَيركُمْ لأهلي ¶ واخرج ابْن خُزَيْمَة وَابْن جرير ¶ اذا غشي احدكم اهله ثمَّ اراد ان يعود فَليَتَوَضَّأ وضوءه للصَّلَاة ¶ جعلنَا الله مِمَّن اتحف بِقُوَّة الْعين فِيهَا واداها بِجَمِيعِ حُقُوقهَا وقوادمها وخوافيها وادام علينا رِضَاهُ فِي هَذِه الدَّار إِلَى ان نَلْقَاهُ ممتعين بدوام النّظر إِلَى وَجهه الْكَرِيم فِي اعالي جنَّات النَّعيم مَعَ الَّذين انعمت عَلَيْهِم من النَّبِيين وَالصديقين وَالشُّهَدَاء وَالصَّالِحِينَ وَحسن أُولَئِكَ رَفِيقًا ذَلِك الْفضل من الله وَكفى بِاللَّه عليما وحسبنا الله وَنعم الْوَكِيل وَلَا حول وَلَا قُوَّة الا بِاللَّه الْعلي الْعَظِيم ¶ {دَعوَاهُم فِيهَا سُبْحَانَكَ اللَّهُمَّ وتحيتهم فِيهَا سَلام وَآخر دَعوَاهُم أَن الْحَمد لله رب الْعَالمين}",
            "page": "184",
            "part": "1",
            "seal": "527ACF5C"
        },
        {
            "id": "176",
            "nass": "علقه لنَفسِهِ الْفَقِير احْمَد بن ابي الْغَيْث مغلياس وأكمله ضحوة الْعرُوبَة سَابِع عشر ربيع الاول من شهور سنة 1093 وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم وَالْحَمْد لله رب الْعَالمين على كل حَال",
            "page": "185",
            "part": "1",
            "seal": "29B3D2C1"
        },
        {
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم وَبِه نستعين ¶ مُقَدّمَة الْمُؤلف ¶ الْحَمد لله الَّذِي جعل النِّكَاح سَببا للفخر يَوْم الْقِيَامَة، وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ، شَهَادَة أكون بهَا من أهل الْكَرَامَة، وَأشْهد أَن سيدنَا مُحَمَّدًا عَبده وَرَسُوله سيدا ولي الزعامة والإمامة صلى الله عَلَيْهِ وعَلى آله، وَأَصْحَابه، وأزواجه، وَذريته، مَا أدام عَليّ خَاصَّة أفضاله وإنعامه. آمين. ¶ أما بعد: ¶ فقد جرت عَادَة أهل مَكَّة المشرفة، لازالت شموس الْفَضَائِل مشرقة فِي شعابها، وَلَا بَرحت الأكابر الأفاضل عَن العكوف برحابها تذكر آيَات، وَأَحَادِيث تتَعَلَّق بِفضل النِّكَاح، فَوَائده وَأَحْكَامه فِي الْخطْبَة المندوبة قَبيلَة، وَرُبمَا وَقع لبَعْضهِم أَنه أَتَى فِي ذَلِك بِأَحَادِيث مَوْضُوعَة، وكلمات مخترعة مصنوعة، وَمن تجنب مِنْهُم ذَلِك قصارى أمره أَنه يتحفظ أَحَادِيث فِي الْكتب عرية عَن الْأَسَانِيد، غير مستوفية لما تستحقه من كَمَال الإتقان، وَحسن الْإِيرَاد، فقصدت جمع أَرْبَعِينَ حَدِيثا فِي ذَلِك مُبينًا عقب كل مِنْهَا من خرجه من أَئِمَّة هَذَا الشَّأْن، وفرسان ذَلِك الميدان، سميته: \" الإفصاح عَن أَحَادِيث النِّكَاح \" وَالله أسأَل أَن يَجعله خَالِصا لوجهه الْكَرِيم وسببا للفوز بجنات النَّعيم. آمين.",
            "page": "13",
            "part": "1",
            "seal": "AF9BA70E"
        },
        {
            "id": "4",
            "nass": "كتاب الافصاح عَن أَحَادِيث النِّكَاح",
            "page": "1",
            "part": "1",
            "seal": "554D2F99"
        },
        {
            "id": "5",
            "nass": "الحَدِيث الاول ¶ عَن عَليّ وَابْن مَسْعُود رَضِي الله عَنْهُمَا ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ يَا معشر الشَّبَاب من اسْتَطَاعَ مِنْكُم الْبَاءَة فليتزوج فَإِنَّهُ أَغضّ لِلْبَصَرِ وَأحْصن لِلْفَرجِ وَمن لم يسْتَطع فَعَلَيهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وَجَاء ¶ والباءة مُؤَن النِّكَاح بِأَن يتوق اليه ويجد مهر الْمثل وَكِسْوَة فصل وَنَفَقَة يَوْم وَلَيْلَة وَقيل الْجِمَاع وينافيه قَوْله وَمن لم يسْتَطع إِلَى آخِره اذ الْعَاجِز عَن الْجِمَاع لَا يحْتَاج لصوم ¶ والشباب كِنَايَة عَن التائقين للجماع وَلَو شُيُوخًا نَظِير الترخيص فِي الْقبْلَة مَعَ الصَّوْم للشَّيْخ دون الشَّبَاب أَي لمن تحرّك شَهْوَته وَلَو شَيخا دون من لم تحركها وَلَو شَابًّا فكنى عَن الاول بالشباب وَعَن الثَّانِي بالشيخ نظرا للمظنة فيهمَا وَضمير انه للزَّوْج الْمَفْهُوم من يتَزَوَّج ووجاء أَي قَاطع للشهوة وَالْقطع فِي الصَّوْم نظرا لدوامه لَا لابتدائه فَإِنَّهُ يثير الْحَرَارَة ويهيجها",
            "page": "14",
            "part": "1",
            "seal": "751F9E7E"
        },
        {
            "id": "6",
            "nass": "والامر بالتزوج للنَّدْب اذ لَا يجب عندنَا مُطلقًا الا بِالنذرِ فِي الْحَالة الَّتِي ينْدب فِيهَا وبالصوم لاجل قطع الشَّهْوَة أَي كسرهَا يدل على عدم قطعهَا بالكافور وَنَحْوه فقطعها بذلك قيل حرَام وَقيل مَكْرُوه وَالصَّوَاب ان قطعهَا من اصلها حرَام كالخصاء وَلَا من أَصْلهَا مَكْرُوه وَعَلِيهِ يحمل الْقَوْلَانِ وروى الطَّبَرَانِيّ فِي الْأَوْسَط والضياء أَنه صلى الله عَلَيْهِ وَسلم قَالَ عَلَيْكُم بالبائة أَي النِّكَاح عِنْدهمَا فَمن لم يسْتَطع فَعَلَيهِ بِالصَّوْمِ فَإِنَّهُ وَجَاء لَهُ",
            "page": "15",
            "part": "1",
            "seal": "636BE29E"
        },
        {
            "id": "7",
            "nass": "الحَدِيث الثَّانِي ¶ عَن أنس بن مَالك أَن نَفرا من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ بَعضهم لَا أَتزوّج النِّسَاء وَقَالَ بَعضهم لَا آكل اللَّحْم وَقَالَ بَعضهم لَا أَنَام على فرَاش فَبلغ ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم فَخَطب بِحَمْد الله فاثنى عَلَيْهِ وَقَالَ مَا بَال أَقوام يَقُولُونَ كَذَا وَكَذَا لكني أَنَام وأصلي وَأَصُوم وَأفْطر وأتزوج النِّسَاء فَمن رغب عَن سنتي فَلَيْسَ مني ¶ رَوَاهُ البُخَارِيّ وَمُسلم وَأخرج أَيْضا عَن عبد الله بن عَمْرو رَضِي الله عَنْهُمَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَهُ أتصوم النَّهَار وَتقوم اللَّيْل قَالَ نعم فَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم لكني أَصوم وَأفْطر وأصلي وأنام وأمس النِّسَاء فَمن رغب عَن سنتي فَلَيْسَ مني ¶ وَأخرج أَحْمد وَأَبُو دَاوُد عَن عَائِشَة رَضِي الله عَنْهَا أَن عُثْمَان بن مَظْعُون أَرَادَ التبتل فَقَالَ لَهُ رَسُول الله صلى الله عَلَيْهِ وَسلم أترغب عَن سنتي قَالَ لَا وَالله لَكِن سنتك أُرِيد فَقَالَ إِنِّي أَنَام وأصلي وَأَصُوم وَأفْطر وأنكح النِّسَاء فَاتق الله يَا عُثْمَان فَأن لأهْلك عَلَيْك حَقًا فَصم وَأفْطر وصل ونم ¶ قَالَ عِكْرِمَة وَغَيره سَبَب نزُول قَوْله تَعَالَى {يَا أَيهَا الَّذين آمنُوا لَا تحرموا طَيّبَات مَا أحل الله لكم وَلَا تَعْتَدوا إِن الله لَا يحب الْمُعْتَدِينَ} أَن عُثْمَان هَذَا",
            "page": "16",
            "part": "1",
            "seal": "7A924CB7"
        },
        {
            "id": "8",
            "nass": "وعليا وَجَمَاعَة آخَرين رَضِي الله تَعَالَى عَنْهُم تبتلوا فجلسوا فِي بُيُوتهم واعتزلوا النِّسَاء وحرموا طَيّبَات الْمطعم والملبس وهموا بالأختصاء فَنزلت هَذِه الْآيَة ناهية عَن ذَلِك ومعنا لَيْسَ مني لَيْسَ من أهل طريقتي المقتدين بِي هَذَا إِذا كَانَ معنى الرَّغْبَة الْإِعْرَاض عَن الْعَمَل بِالسنةِ فَحسب أما إِذا إنضم إِلَى ذَلِك الْإِعْرَاض احتقار السّنة قإنه يكون الْمَعْنى حِينَئِذٍ أَنه لَيْسَ من أهل ملتي وَهِي الْإِسْلَام لِأَن ذَلِك حِينَئِذٍ كفر نَظِير ماصرح بهم أَئِمَّتنَا فِي أَنه لَو قيل لأنسان قصّ أضافرك فَقَالَ لَا أَفعلهُ رَغْبَة عَن السّنة أَي مَعَ إحتقارها كفر ¶ وَأخرج الطَّبَرَانِيّ عَن حَفْصَة أَنه صلى الله عَلَيْهِ وَسلم قَالَ لَا يدع أحدكُم طلب الْوَلَد فَإِن الرجل إِذْ مَاتَ وَلَيْسَ لَهُ ولد انْقَطع أُسَمِّهِ ¶ وَالتِّرْمِذِيّ الْحَكِيم عَن أبي الدَّرْدَاء رَضِي الله عَنهُ أَنه صلى الله عَلَيْهِ وَسلم قَالَ لن يُؤَخر الله نفسا إِذا جَاءَ أجلهَا وَإِنَّمَا زِيَادَة الْعُمر ذُرِّيَّة صَالِحَة يرزقها العَبْد يدعونَ لَهُ من بعد مَوته يلْحقهُ دعاؤهم وَأَبُو الشَّيْخ عَن بن عَبَّاس رَضِي الله عَنْهُمَا أَنه صلى الله عَلَيْهِ وَسلم قَالَ لَهُ يَا بن عَبَّاس بَيت لَا صبيان فِيهِ لَا بركَة فِيهِ وَبَيت لَا خل فِيهِ فقار أَهله وَبَيت لَا تمر فِيهِ جِيَاع أَهله والديلمي من طرقين عَن بن عمر رَضِي الله عَنْهُمَا أَنه صلى الله عَلَيْهِ وَسلم قَالَ يجمع الله أَطْفَال أمة مُحَمَّد فِي حِيَاض تَحت الْعَرْش فَيطلع عَلَيْهِم اطلاعة فَيَقُول مَالِي لم أَرَاكُم رافعي رؤوسكم فَيَقُولُونَ يَا رَبنَا الْآبَاء والأمهات فِي عَطش وَنحن فِي",
            "page": "17",
            "part": "1",
            "seal": "7EF6F822"
        },
        {
            "id": "9",
            "nass": "هَذِه الْحِيَاض فيوحى إِلَيْهِم أَن اغرفوا فِي هَذِه الْآنِية من هَذَا المَاء ثمَّ تخللوا الصُّفُوف فأسقوا الْآبَاء والأمهات وَجَاء عَن الأشعت بن قيس قَالَ قلت يَا رَسُول الله ولد لي مَوْلُود وودت أَن يكون لي مَكَانَهُ سبع الْيَوْم فَقَالَ صلى الله عَلَيْهِ وَسلم لَا تقل ذَلِك فَإِن فيهم قُرَّة أعين واجرا إِذا قبضوا وَلَئِن قلت ذَلِك فَإِن فيهم لمجبنة ومبخلة وَلَا يُعَارض هَذِه الْأَحَادِيث المرغبة فِي النِّكَاح والطلبة لَهُ الحَدِيث خَيركُمْ فِي رَأس الْمِائَتَيْنِ الْخَفِيف الحاذ من لَا أهل لَهُ وَلَا مَال لِأَنَّهُ ضَعِيف جدا ¶ والحاذ بِالتَّخْفِيفِ وبالمهلة ثمَّ بِالْمُعْجَمَةِ الْحَال وعَلى تَقْدِير صِحَّته فَهُوَ مَحْمُول على أَيَّام الْفِتَن وَفِي مَعْنَاهُ أَحَادِيث كَثِيرَة كلهَا واهية كَحَدِيث سَيَأْتِي على النَّاس زمَان تحل فِيهِ الْعزبَة وَحَدِيث خير نِسَائِكُم بعد سِتِّينَ وَمِائَة العواقر وَخير أَوْلَادكُم بعد أَربع وَخمسين الْبَنَات ¶ وروى التِّرْمِذِيّ حَدِيث إِن أغبط أوليائي عِنْدِي الْمُؤمن خَفِيف الحاذ وَضَعفه لَكِن صَححهُ الْحَاكِم من طَرِيق الشامين ومحمله مَا مر كَخَبَر",
            "page": "18",
            "part": "1",
            "seal": "7BBD9E8F"
        },
        {
            "id": "10",
            "nass": "الْخَطِيب وَغَيره إِذا أحب الله العَبْد اقتناه لنَفسِهِ وَلم يشْغلهُ بِزَوْجَة وَلَا ولد وَيدل لهَذَا الْحمل خبر الديلمي يَأْتِي على النَّاس زمَان لِأَن يرى أحكم جرو كلب خير لَهُ من أَن يرى ولدا من صلبه وَأخرجه الطَّبَرَانِيّ عَن بن عَبَّاس وَأَبُو نعيم وَعَن حُذَيْفَة بِلَفْظ لِأَن يُربي أحدم جرو كلب بعد أَربع وَخمسين وَمِائَة خيرله من أَن يُربي ولدا لصلبه لَكِن فِي خبر من قَالَ فِيهِ الذَّهَبِيّ ذكر حَدِيثا مَوْضُوعا وَلَعَلَّه يُشِير إِلَى هَذَا وَأوردهُ بن الْجَوْزِيّ فِي الموضعات من وَجه آخر وَقَالَ الْمُتَّهم بِهِ الحكم بن مُصعب وَأخرج الْقُضَاعِي والديلمي بِسَنَدَيْنِ ضعيفين قلَّة الْعِيَال أحد اليسارين ¶ وروى أَبُو يعلى من حسنت صلَاته وَكثر عِيَاله وَقل مَاله وَلم يغتب الْمُسلمين كَانَ معي فِي الْجنَّة كهاتين وروى بن مَاجَه ان الله يحب الْفَقِير الْمُتَعَفِّف أَبَا الْعِيَال وهما ضعيفان نعم روى الشَّيْخَانِ إِذا أنْفق الرجل على أَهله نَفَقَة وَهُوَ",
            "page": "19",
            "part": "1",
            "seal": "90D5DEE5"
        },
        {
            "id": "11",
            "nass": "يحتسبها كَانَت لَهُ صَدَقَة وَمهما أنفقت فَهُوَ لَك صَدَقَة حَتَّى اللُّقْمَة ترفعها فِي فِي أمرأتك ويوسف الْخفاف فِي مشيخته مَا أَخَاف على أمتِي فتْنَة أخوف عَلَيْهَا من النِّسَاء وَالطَّبَرَانِيّ مَا تركت بعدِي فتْنَة أضرّ على الرِّجَال من النِّسَاء والنقاش وَابْن النجار مَا خلفت بعدِي فتْنَة أضرّ على الرِّجَال من النِّسَاء وَمُسلم مَا رَأَيْت ناقصات عقل وَدين أغلب لِذَوي الْأَلْبَاب مِنْكُن وَأَبُو نعيم مَا رَأَيْت من ناقصات عقل وَدين أسبي للب ذَوي الْأَلْبَاب",
            "page": "20",
            "part": "1",
            "seal": "6B3DF343"
        },
        {
            "id": "12",
            "nass": "والدرقطني لَا يزَال الرِّجَال بِخَير مالم يطيعوا النِّسَاء وَالطَّبَرَانِيّ أما ان الْأَوْلَاد مَبْخَلَة مَحْزَنَة زَاد الْبَيْهَقِيّ مَجْبَنَة وَالطَّبَرَانِيّ فِي رِوَايَة أُخْرَى ممهلة",
            "page": "21",
            "part": "1",
            "seal": "90A9ED9E"
        },
        {
            "id": "13",
            "nass": "الحَدِيث الثَّالِث ¶ عَن أبي هُرَيْرَة رَضِي الله تَعَالَى عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ تنْكح الْمَرْأَة لأَرْبَع لمالها ولحسبها ولجمالها ولدينها فاظفر بِذَات الدّين تربت يداك ¶ وَفِي رِوَايَة عِنْد مُسَدّد رجالها ثِقَات ¶ فَعَلَيْك بِذَات الدّين والخلق ¶ وَفِي أُخْرَى عَن أبي يعلي وَاحْمَدْ باسناد صَحِيح وَالْبَزَّار وَابْن خُزَيْمَة وَابْن حبَان فِي صَحِيحهمَا وَعبد بن حميد وَالدَّارَقُطْنِيّ وَالْحَاكِم تنْكح الْمَرْأَة على احدى خِصَال ثَلَاث تنْكح الْمَرْأَة على مَالهَا وَتنْكح الْمَرْأَة على دينهَا وخلقها فَخذ بِذَات الدّين والخلق تربت يَمِينك",
            "page": "22",
            "part": "1",
            "seal": "07F9A902"
        },
        {
            "id": "14",
            "nass": "وَمعنى كَونهَا تنْكح لهَذِهِ الاربعة ان الْغَالِب قصد نِكَاحهَا لجميعها أَو مجموعها من غير نظر إِلَى ان قصد المَال غير مَحْمُود بِخِلَاف الثَّلَاثَة الْبَاقِيَة فَإِنَّهُ مَطْلُوب لانه يسن لمريد التَّزَوُّج ان يتَزَوَّج دينة حَسَنَة جميلَة لَكِن لَا ذَات جمال بارع لانها تزهو عَلَيْهِ ويغلب من الفجرة التطلع لَهَا فَرُبمَا ادى بهَا ذَلِك إِلَى الْفَاحِشَة وَيَنْبَغِي ان يحمل على هَذَا حَدِيث ابْن مَاجَه لَا تنْكِحُوا النِّسَاء لحسنهن وَفِي رِوَايَة لَهُ لَا تكح الْمَرْأَة لجمالها فَلَعَلَّ جمَالهَا يرديها ¶ ثمَّ رَأَيْت حَدِيثا آخر يُؤَيّد ذَلِك وَهُوَ ¶ لَا تزوجوا النِّسَاء لحسنهن فَعَسَى حسنهنَّ ان يرديهن وَلَا تزوجوهن لاموالهن فَعَسَى اموالهن ان يطغيهن وَلَكِن تزوجوهن على الدّين وَلأمة جرباء سَوْدَاء ذَات دين أفضل رَوَاهُ ابْن مَاجَه ايضا وَالطَّبَرَانِيّ وَالْبَيْهَقِيّ وَفِي رِوَايَة ¶ لَا تنْكِحُوا الْمَرْأَة لحسنها فَعَسَى حسنها ان يرديها وَلَا تكحوا الْمَرْأَة لمالها فَعَسَى مَالهَا ان يطغيها وانكحوها لدينها فلأمة سَوْدَاء جرباء ذَات دين افضل من امْرَأَة حسناء لَا دين لَهَا ¶ لَا يخْتَار حسن وَجه الْمَرْأَة على حسن دينهَا وَخير من تزوج امْرَأَة لمالها احرمه الله مَالهَا وجمالها قَالَ بعض الْحفاظ لم اقف عَلَيْهِ وَلَكِن عِنْد ابي نعيم فِي الْحِلْية من حَدِيث عبد السَّلَام بن عبد القدوس عَن ابراهيم عَن انس رَفعه ¶ من تزوج امْرَأَة لعزها لم يزده الله الا ذلا وَمن تزَوجهَا لمالها لم يزده الله الا فقرا وَمن تزَوجهَا لحسنها لم يزده الله الا دناءة وَمن تزَوجهَا الا ليغض بَصَره ويحصن فرجه أَو تصل رَحمَه الا بَارك الله لَهُ فِيهَا وَبَارك لَهَا فِيهِ وَأخرجه ابْن",
            "page": "23",
            "part": "1",
            "seal": "D73A9F60"
        },
        {
            "id": "15",
            "nass": "النجار وَالطَّبَرَانِيّ فِي الاوسط عَن انس ايضا بِلَفْظ من تزوج امْرَأَة لعزها لم يزده الله عز وَجل الا ذلا وَمن تزَوجهَا لمالها لم يزده الله تَعَالَى الا فقرا وَمن تزَوجهَا لحسنها لم يزده الله الا دناءة وَمن تزوج امْرَأَة ليغض بَصَره ويحصن فرجه وَتصل رَحمَه كَانَ ذَلِك منَّة وبورك لَهُ فِيهَا وَبَارك الله لَهَا فِيهِ وَرَوَاهُ ابْن حبَان فِي الضُّعَفَاء ¶ وَأفَاد الحَدِيث الاول ان افضل هَذِه الثَّلَاثَة الدّين وَهُوَ ظَاهر وَمعنى تربت يداك أَي وصلتا إِلَى التُّرَاب من شدَّة الْفقر ان لم تظفر بِذَات الدّين ¶ هَذَا أصل موضعهَا ثمَّ غلب اسْتِعْمَالهَا فِي الْحَث على الْمَطْلُوب أما أتربت فَمَعْنَاه اسْتَغْنَيْت وَقيل تربت بِمَعْنى استغنت أَي استغنت يداك ان ظَفرت بهَا ¶ وَالتُّرَاب قد يتجوز بِهِ عَن المَال فِي قَوْلهم ممال فلَان عدد التُّرَاب كَذَا قيل وَلَا شَاهد وَلَا تجوز فِي قَوْلهم الْمَذْكُور فَتَأمل ¶ قيل وَفِي لُغَة القبط ثربت بِالْمُثَلثَةِ أَي امتلأتا شحما من الثرات وَهُوَ الشَّحْم الْمُحِيط بالكرش ¶ وَقيل تربت يداك يَعْنِي استوتا قُوَّة وبطشا قَالَ تَعَالَى {أَتْرَابًا} مستويات السن وَالْقد ¶ وَقيل اليدان نعمتا الدُّنْيَا والاخرة أَي ان ظَفرت بِذَات الدّين ظَفرت بِهَاتَيْنِ النعمتين",
            "page": "24",
            "part": "1",
            "seal": "B5CFE3C4"
        },
        {
            "id": "16",
            "nass": "وَالْحَاصِل انها اما للحث والتعريض أَو للدُّعَاء عَلَيْهِ بالفقر وَعَلِيهِ الزُّهْرِيّ قَالَ لِأَنَّهُ صلى الله عَلَيْهِ وَسلم لم يقل لَهُ ذَلِك الا لكَونه رأى ان الْفقر خير لَهُ من الْغنى ¶ وَقيل انها للدُّعَاء لَهُ بِكَثْرَة المَال أَي اظفر بِذَات الدّين وَلَا تلْتَفت إِلَى المَال اكثر الله مَالك وَرجحه بَعضهم ¶ وروى الشِّيرَازِيّ فِي الألقاب عَن عَليّ وَابْن عَبَّاس رَضِي الله عَنْهُم أَنه صلى الله عَلَيْهِ وَسلم قَالَ إِذا تزوج الْمَرْأَة لدينها وجمالها كَانَ فِيهَا سدادا من عوز ¶ وروى أَبُو نعيم فِي الْحِلْية عَن جَابر عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ النّظر إِلَى الْمَرْأَة الْحَسْنَاء والخضرة يزيدان فِي الْبَصَر",
            "page": "25",
            "part": "1",
            "seal": "BE217B83"
        },
        {
            "id": "17",
            "nass": "الحَدِيث الرَّابِع ¶ عَن أنس بن مَالك رَضِي الله عَنهُ قَالَ ¶ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَأْمر بِالْبَاءَةِ وَينْهى عَن التبتل نهيا شَدِيدا وَيَقُول تزوجوا الْوَدُود الْوَلُود اني مُكَاثِر بكم الانبياء يَوْم الْقِيَامَة = الاوسط وَالْبَيْهَقِيّ وَآخَرُونَ = ¶ وَله شَاهد عِنْد أبي دَاوُد وَالنَّسَائِيّ وَابْن حبَان ايضا من حَدِيث معقل بن يسَار مَرْفُوعا ¶ تزوجوا الْوَدُود الْوَلُود فَإِنِّي مُكَاثِر بكم الامم ¶ وَلابْن مَاجَه عَن أبي هُرَيْرَة يرفعهُ انكحوا فَإِنِّي مُكَاثِر بكم ¶ وَمعنى يَأْمر بِالْبَاءَةِ أَي بِالنِّكَاحِ لأجل الْقُدْرَة عَلَيْهِ وعَلى مؤنه كَمَا مر ¶ والتبتل الاختصاء الْحسي وَهُوَ حرَام اجماعا والمعنوي بِأَكْل مَا يقطع الشَّهْوَة وَقد مر انه تَارَة حرَام وَتارَة مَكْرُوه ¶ والولود كَثِيرَة الاولاد وَيعرف ذَلِك فِي الْبكر بأقاربها ¶ وَمعنى مُكَاثِر بكم الانبياء أَي اممهم ¶ من تبتل فَلَيْسَ منا",
            "page": "26",
            "part": "1",
            "seal": "90C4B7E9"
        },
        {
            "id": "18",
            "nass": "وروى أَحْمد والشيخان وَالنَّسَائِيّ عَن سعد وَأحمد وَالنَّسَائِيّ وَابْن مَاجَه عَن سَمُرَة أَنه صلى الله عَلَيْهِ وَسلم نهى عَن التبتل ¶ وَأخرج أَبُو الشَّيْخ عَن ابْن عمر رَضِي الله عَنْهُمَا والرامهرمزي فِي الْأَمْثَال عَن جَابر وَفِي سَنَده ضعيفان النِّسَاء ثَلَاثَة أَصْنَاف صنف كالوعاء تحمل وتضع وصنف كالعرة وَهِي الجرب وصنف ودود ولود سَلمَة تعين زَوجهَا على إيمَانه وَهِي خير لَهُ من الْكَنْز وَجَاء عَن عَليّ رَضِي الله عَنهُ وكرم الله وَجهه عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ يعرف الْمُؤمن بركته عِنْد ربه بِأَن يرى ولدا لَهُ كَافِيا قبل الْمَوْت",
            "page": "27",
            "part": "1",
            "seal": "DAB998B8"
        },
        {
            "id": "19",
            "nass": "الحَدِيث الْخَامِس ¶ عَن ابْن عَمْرو رَضِي الله عَنْهُمَا ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ الدُّنْيَا كلهَا مَتَاع وَخير متاعها الْمَرْأَة الصَّالِحَة = الْمُسْتَدْرك عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا انه صلى الله عَلَيْهِ وَسلم قَالَ = ¶ من رزقه الله امْرَأَة صَالِحَة فقد اعانه على شطر دينه فليتق الله فِي الشّطْر الثَّانِي ¶ وروى ابْن مَاجَه وَالطَّبَرَانِيّ عَن أبي امامة انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ مَا اسْتَفَادَ الْمُؤمن بعد تقوى الله عز وَجل خيرا لَهُ من زَوْجَة صَالِحَة ان أمرهَا اطاعته وان نظر اليها سرته وان اقْسمْ عَلَيْهَا ابرته وان غَابَ عَنْهَا نَصَحته فِي نَفسهَا وَمَاله وَرَوَاهُ الطَّبَرَانِيّ مُقْتَصرا عل جزئيه الاولين قَالَ غَيره وَسَنَده ضَعِيف لَكِن لَهُ شَوَاهِد تدل على انه لَهُ اصلا ¶ وَفِي رِوَايَة مُرْسلَة ¶ خير فَائِدَة افادها الْمُسلم بعد اسلامه امْرَأَة جميلَة يسر اذا نظر اليها وَتُطِيعهُ اذا أمرهَا وَتَحفظه فِي غيبته فِي مَالهَا ونفسها",
            "page": "28",
            "part": "1",
            "seal": "D916BE33"
        },
        {
            "id": "20",
            "nass": "وَفِي رِوَايَة صَحِيحَة ¶ خير نِسَائِكُم الَّتِي اذا نظر اليها زَوجهَا سرته واذا امرها اطاعته واذا غَابَ عَنْهَا حفظته فِي نَفسهَا وَمَاله ¶ وَفِي اخرى صَحِيحه ايضا ¶ وَلَا تخَالفه فِي نَفسهَا وَلَا مَالهَا ¶ وَفِي اخرى صَحِيحَة ¶ فِي نَفسهَا وَمَاله",
            "page": "29",
            "part": "1",
            "seal": "39B61311"
        },
        {
            "id": "21",
            "nass": "الحَدِيث السَّادِس ¶ عَن جَابر بن عبد الله رَضِي الله عَنْهُمَا ¶ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَهُ حِين أخبرهُ انه تزوج ثَيِّبًا فَهَلا بكرا تلاعبها وتلاعبك وتضاحكها وتضاحكك ¶ وَفِي رِوَايَة مُسلم ¶ فَأَيْنَ انت من العذارء ولعابها ¶ وَفِي اخرى ¶ فَهَلا تزوجت بكرا تضاحكك وتضاحكها وتلاعبك وتلاعبها ¶ ولعابها بِكَسْر اللَّام فِي مُسلم لَا غير وَوَقع فِي بعض نسخ البُخَارِيّ بضَمهَا وَحمل الْجُمْهُور تلاعبها على اللّعب الْمَعْرُوف لرِوَايَة ¶ تضاحكها وتضاحكك وروى الطَّبَرَانِيّ فِي الْكَبِير عَن كَعْب بن عجْرَة رَضِي الله عَنهُ ¶ فَهَلا بكرا تعضها وتعضك ¶ وَقَالَ بَعضهم قيل ان يكون من اللعاب وَهُوَ الرِّيق",
            "page": "30",
            "part": "1",
            "seal": "20DDE2AC"
        },
        {
            "id": "22",
            "nass": "قَالَ ¶ عَلَيْكُم بالابكار فَإِنَّهُنَّ اعذب افواها وانتق ارحاما أَو أَكثر اولادا وأسخن اقبالا وأرضى باليسير من الْعَمَل ¶ عَلَيْكُم بالابكار فَإِنَّهُنَّ أعذب أفواها وأنتق ارحاما وأرضى باليسير ¶ وروى الشِّيرَازِيّ فِي الالقاب عَن بشر بن عَاصِم عَن أَبِيه عَن جده انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ عَلَيْكُم بشواب النِّسَاء فَإِنَّهُنَّ أطيب افواها وأنتق بطونا وأسخن اقبالا ¶ وروى الطَّبَرَانِيّ فِي الْكَبِير عَن ابْن مَسْعُود رَضِي الله عَنهُ انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ تزوجوا الابكار فَإِنَّهُنَّ أعذب افواها وأنتق أرحاما وأرضى باليسير ¶ وَفِي رِوَايَة مُرْسلَة ¶ عَلَيْكُم بابكار النِّسَاء فَإِنَّهُنَّ أطيب افواها وأسخن جُلُودًا ¶ وَفِي اخرى مُرْسلَة ايضا ¶ عَلَيْكُم بالجواري الشواب فانكحوهن فَإِنَّهُنَّ افْتَحْ ارحاما وأعز أَخْلَاقًا وَأطيب أفواها ان ذَرَارِي الْمُؤمنِينَ وازواجهم فِي عصافير خضر فِي شجر الْجنَّة يكفلهم ابوهم ابراهيم ¶ وَأخرج احْمَد انه صلى الله عَلَيْهِ وَسلم قَالَ لجَابِر ¶ مَالك وللعذارى ولعابهن",
            "page": "31",
            "part": "1",
            "seal": "06FA7778"
        },
        {
            "id": "23",
            "nass": "وَأخرج سعيد بن مَنْصُور ان عمر أُتِي بِامْرَأَة شَابة زوجوها شَيخا كَبِير فَقتلته فَقَالَ ايها النَّاس اتَّقوا الله ولينكح الرجل لمته من النِّسَاء ولتنكح الْمَرْأَة لمتها من الرِّجَال يَعْنِي شبهها",
            "page": "32",
            "part": "1",
            "seal": "005EF095"
        },
        {
            "id": "24",
            "nass": "الحَدِيث السَّابِع ¶ عَن مُعَاوِيَة بن حيدة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ سَوْدَاء ولود خير من حسناء لَا تَلد اني مُكَاثِر بكم الامم حَتَّى بِالسقطِ محبنطئا على بَاب الْجنَّة يُقَال ادخل الْجنَّة فَيَقُول يَا رب وأبواي فَيُقَال لَهُ ادخل الْجنَّة أَنْت وأبواك ¶ نعم جَاءَ بِسَنَد جيد ¶ يُقَال لَهُم ادخُلُوا الْجنَّة يَقُولُونَ حَتَّى يدْخل آبَاؤُنَا فَقَالَ ادخُلُوا الْجنَّة انتم وآباؤكم ¶ والسوآء القبيحة المنظر ¶ والسقط بِتَثْلِيث السِّين وَالْكَسْر اكثر الَّذِي يسْقط من بطن امهِ قبل تَمَامه لَكِن المُرَاد هُنَا من نفخت فِيهِ الرّوح اذ هُوَ الَّذِي يبْعَث ¶ والمحنبطئ بِالْهَمْز وَتَركه الممتلئ غيظا لفراق ابويه أَو المتغضب المستبطئ لشَيْء أَو الْمُمْتَنع امْتنَاع طلبة لَا امْتنَاع اباء ¶ امْرَأَة ولود احب إِلَى الله من امْرَأَة حسناء لَا تَلد اني مُكَاثِر بكم الْأُمَم يَوْم الْقِيَامَة",
            "page": "33",
            "part": "1",
            "seal": "1D247A33"
        },
        {
            "id": "25",
            "nass": "تزوجوا الْوَلُود الْوَدُود واسناده صَحِيح ¶ دعوا الْحَسْنَاء العاقر وَتَزَوَّجُوا السَّوْدَاء الْوَلُود فَإِنِّي مُكَاثِر بكم الْأُمَم يَوْم الْقِيَامَة ¶ ذَروا الْحَسْنَاء الْعَقِيم وَعَلَيْكُم بِالسَّوْدَاءِ الْوَلُود ¶ الا اخبركم بنسائكم من اهل الْجنَّة السَّوْدَاء الْوَلُود ¶ انكحوا امهات الولاد فَإِنِّي أباهي بهم الامم يَوْم الْقِيَامَة ¶ وَسَيَأْتِي حَدِيث ¶ لَا تتزوجوا عجوزا وَلَا عاقرا ¶ جَاءَ رجل إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ يَا رَسُول الله اني أَحْبَبْت امْرَأَة ذَات حسب ومنصب الا انها لَا تَلد أفأتزوجها فَنَهَاهُ ثمَّ أَتَاهُ الثَّانِيَة فَنَهَاهُ ثمَّ أَتَاهُ الثَّالِثَة فَنَهَاهُ فَقَالَ",
            "page": "34",
            "part": "1",
            "seal": "36FCF707"
        },
        {
            "id": "26",
            "nass": "تزوجوا الْوَلُود الْوَدُود فَإِنِّي مُكَاثِر بكم الامم وَهُوَ عِنْد ابْن حبَان وَالْحَاكِم وَقَالَ صَحِيح الاسناد وَلم يخرجَاهُ بِهَذَا السِّيَاق ¶ وَصَحَّ عَن سلمَان بن يسَار مُرْسلا ¶ خير نِسَائِكُم الْوَلُود الْوَدُود ¶ وَأخرج النوقاني عَن عمر مَوْقُوفا عَلَيْهِ ¶ لحصير فِي نَاحيَة الْبَيْت خير من امْرَأَة لَا تَلد ¶ وَجَاء عَنهُ بِسَنَد جيد انه تزوج امْرَأَة فأصابها شَمْطَاء فَطلقهَا وَقَالَ حَصِير فِي بَيت خير من أمْرَأَة لَا تَلد مَا أقربكن شَهْوَة وَلَكِنِّي سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول ¶ تزوجوا الْوَلُود الْوَدُود فَإِنِّي مُكَاثِر بكم الامم يَوْم الْقِيَامَة",
            "page": "35",
            "part": "1",
            "seal": "02AF465E"
        },
        {
            "id": "27",
            "nass": "الحَدِيث الثَّامِن ¶ عَن ابي امامة رَضِي الله تَعَالَى عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ تزوجوا فَإِنِّي مُكَاثِر بكم الامم وَلَا تَكُونُوا كرهبانية النَّصَارَى ¶ وروى ابْن مَاجَه عَن أبي هُرَيْرَة يرفعهُ ¶ انكحوا فَإِنِّي مُكَاثِر بكم الامم ¶ وَعَن سعيد بن جُبَير قَالَ قَالَ لي ابْن عَبَّاس رَضِي الله عَنْهُمَا وَذَلِكَ قبل ان يخرج وَجْهي أتزوجت يَا ابْن جُبَير قلت لَا وَمَا أُرِيد ذَلِك يومي هَذَا قَالَ فَقَالَ اما انه سيخرج مَا كَانَ فِي صلبك من كَانَ مستودعا ¶ وَعنهُ قَالَ قَالَ لي ابْن عَبَّاس أتزوجت قلت لَا قَالَ فَتزَوج فَإِن خير الامة اكثرهم نَسْلًا رَوَاهُ احْمَد بن منيع مُرْسلا عَن عَليّ بن عَاصِم وَهُوَ ضَعِيف",
            "page": "36",
            "part": "1",
            "seal": "251188DC"
        },
        {
            "id": "28",
            "nass": "وروى البُخَارِيّ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا انه قَالَ ¶ خير هَذِه الامة اكثرها نسَاء يَعْنِي النَّبِي صلى الله عَلَيْهِ وَسلم ¶ رُوِيَ ان سُهَيْل بن الحنظلية الاوسي كَانَ لَا يُولد لَهُ فَكَانَ يَقُول لِأَن يكون لي سقط فِي الاسلام احب الي مِمَّا طلعت عَلَيْهِ الشَّمْس وروى الطَّبَرَانِيّ عَن ابي الدَّرْدَاء ¶ ان الله لَا يُؤَخر نفسا اذا جَاءَ اجلها وانما زِيَادَة الْعُمر ذُرِّيَّة صَالِحَة يرزقها العَبْد فَيدعونَ لَهُ بعد مَوته فيلحقه دعاؤهم فِي قَبره فَذَلِك زِيَادَة الْعُمر",
            "page": "37",
            "part": "1",
            "seal": "A41BA87E"
        },
        {
            "id": "29",
            "nass": "الحَدِيث التَّاسِع ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ حبب الي النِّسَاء وَالطّيب وَجعلت قُرَّة عَيْني فِي الصَّلَاة = سنَنه وَالطَّبَرَانِيّ فِي الاوسط وَالْحَاكِم فِي مُسْتَدْركه بِدُونِ لَفْظَة جعلت قَالَ صَحِيح على شَرط مُسلم واخرجه ابْن عدي فِي كَامِله = ¶ وَفِي رِوَايَة للنسائي ¶ حبب الي النِّسَاء وَالطّيب وَجعل قُرَّة عَيْني فِي الصَّلَاة وَمن هَذَا الْوَجْه اخرجه احْمَد وابو يعلي فِي مسنديهما وابو عوَانَة فِي مستخرجه الصَّحِيح وَالطَّبَرَانِيّ وَالْبَيْهَقِيّ وأخرون ¶ اصبر عَن الطَّعَام وَالشرَاب وَلَا اصبر عَنْهُمَا ¶ وَزِيَادَة ثَلَاث وان وَقعت فِي الاحياء والكشاف مَرْدُودَة نقلا ومعى اذ لَا وجود لَهَا فِي شَيْء من كتب الحَدِيث كَمَا قَالَه المحدثون وَلِأَن الصَّلَاة لَيست من الدُّنْيَا وتوجيه الامام ابْن فورك تِلْكَ الزِّيَادَة تكلّف غير مُحْتَاج اليه اذ لَا وجود",
            "page": "38",
            "part": "1",
            "seal": "1A289E76"
        },
        {
            "id": "30",
            "nass": "لَهَا كَمَا تقرر ووجهها فِي الْكَشَّاف بِالْقِيَاسِ على قَوْله تَعَالَى {آيَات بَيِّنَات} وَلَيْسَ فِي مَحَله كَمَا يعلم للمتأمل واي جَامع عِنْد النّظر للمعنى المُرَاد بَين مَا هُنَا والاية ¶ وروى الديلمي عَن أنس مَرْفُوعا ¶ الجائع يشْبع الظمآن يرْوى الا انا لَا اشبع من حب الصَّلَاة وَالنِّسَاء",
            "page": "39",
            "part": "1",
            "seal": "03CE4A8E"
        },
        {
            "id": "31",
            "nass": "الحَدِيث الْعَاشِر ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ التمسوا الرزق فِي النِّكَاح",
            "page": "40",
            "part": "1",
            "seal": "12E4C60D"
        },
        {
            "id": "32",
            "nass": "الحَدِيث الْحَادِي عشر ¶ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ تزوجوا النِّسَاء فَإِنَّهُنَّ يَأْتِين بِالْمَالِ ¶ رَوَاهُ الْبَزَّار وَالدَّارَقُطْنِيّ فِي الْعِلَل وَالْحَاكِم وَابْن مرْدَوَيْه والديلمي والخطيب فِي تَارِيخه قَالَ الْحَاكِم تفرد بِهِ مُسلم وَهُوَ ثِقَة وَقَالَ الْبَزَّار وَالدَّارَقُطْنِيّ وَغير مُسلم يرويهِ مُرْسلا قَالَ بعض الْحفاظ وَهُوَ كَمَا قَالَ فقد أخرجه أَبُو بكر بن أبي شيبَة عَن أبي أُسَامَة فَلم يذكر عَائِشَة وَكَذَلِكَ أخرجه أَبُو دَاوُد فِي الْمَرَاسِيل عَن أبي ثوبة عَن أبي أُسَامَة وَلَا ينْتَقد عَلَيْهِم بِمَا أخرجه أَبُو الْقَاسِم حَمْزَة بن يُوسُف فِي تَارِيخ جرجان من رِوَايَة الْحُسَيْن بن علوان عَن هِشَام مَوْصُولا فالحسين مُتَّهم بِالْكَذِبِ لَا اعْتِبَار بمتابعته ¶ وَفِي الْبَاب مَا رَوَاهُ الثَّعْلَبِيّ من رِوَايَة الداروردي عَن بن عجلَان أَن رجلا أَتَى النَّبِي صلى الله عَلَيْهِ وَسلم فَشكى إِلَيْهِ الْحَاجة والفقر فَقَالَ عَلَيْكُم بِالْبَاءَةِ وَلابْن أبي حَاتِم عَن أبي بكر الصّديق رَضِي الله عَنهُ أَنه قَالَ أطِيعُوا الله فِيمَا أَمركُم بِهِ فِي النِّكَاح ينجز لكم مَا وَعدكُم فِي الْغنى قَالَ الله تَعَالَى",
            "page": "41",
            "part": "1",
            "seal": "B1B49F73"
        },
        {
            "id": "33",
            "nass": "{إِن يَكُونُوا فُقَرَاء يُغْنِهِم الله من فَضله} ¶ ولعَبْد الرَّزَّاق وَعبد بن حميد عَن معمر عَن قَتَادَة أَن عمر رَضِي الله عَنهُ قَالَ عجبت لرجل أَن لَا يطْلب الْغَنِيّ بِالْبَاءَةِ وَالله تَعَالَى يَقُول {إِن يَكُونُوا فُقَرَاء يُغْنِهِم الله من فَضله} وَقد أَخذ الْقفال من هَذَا قَوْله فِي محَاسِن الشَّرِيعَة وعد الله تَعَالَى على النِّكَاح الْغنى فَقَالَ {وَأنْكحُوا الْأَيَامَى} الْآيَة",
            "page": "42",
            "part": "1",
            "seal": "77FB2012"
        },
        {
            "id": "34",
            "nass": "الحَدِيث الثَّانِي عشر ¶ عَن سعيد بن أبي هِلَال رَضِي الله تَعَالَى عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ تناكحوا تكثروا فَإِنِّي أباهي بكم الامم يَوْم الْقِيَامَة ¶ وَهَذَا هُوَ الحَدِيث المشتهر على الالسنة الا انه ابدل فِيهِ تكثروا ب تَنَاسَلُوا فدعواه انه لم يرو بِهَذَا اللَّفْظ مَحْمُول على مَا وَقع فِيهِ من هَذَا الابدال وان لم يتَغَيَّر الْمَعْنى ¶ وَقد جَاءَ مَعْنَاهُ فِي احاديث اخر تقدم بَعْضهَا وَيَأْتِي بَعْضهَا",
            "page": "43",
            "part": "1",
            "seal": "B4AD4894"
        },
        {
            "id": "35",
            "nass": "الحَدِيث الثَّالِث عشر ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ حق على الله عون من نكح التمَاس العفاف عَمَّا حرم الله ¶ وَلابْن منيع عَن ابي هُرَيْرَة رَضِي الله عَنهُ رَفعه ¶ حق على الله عون من نكح يُرِيد العفاف عَمَّا حرم الله ¶ وللحارث بن أبي اسامة عَن ابْن عمر رَضِي الله عَنْهُمَا ¶ من ادان فِيهِنَّ ثمَّ مَاتَ وَلم يقْض قضى الله عَنهُ وَذكر من يخَاف على نَفسه الْفِتْنَة فِي الْعُزُوبَة فاستعف بدين ¶ وللديلمي عَن أبي أُمَامَة وَجَابِر ¶ ثَلَاثَة حق على الله عونهم وَذكر ومتزوج يستعف",
            "page": "44",
            "part": "1",
            "seal": "B594292F"
        },
        {
            "id": "36",
            "nass": "وَفِي صحيحي ابْن حبَان وَالْحَاكِم عَن أبي هُرَيْرَة ثَلَاثَة حق على الله ان يعينهم وَفِي لفظ عونهم وَذكر مِنْهُم الناكح ليستعف",
            "page": "45",
            "part": "1",
            "seal": "5C705C1E"
        },
        {
            "id": "37",
            "nass": "الحَدِيث الرَّابِع عشر ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ من احب فِطْرَتِي فَليَسْتَنَّ بِسنتي وان من سنتي النِّكَاح ¶ رَوَاهُ الْبَيْهَقِيّ فِي سنَنه وابو يعلي فِي مُسْنده عَن ابْن عَبَّاس بِسَنَد حسن ¶ وَفِي لفظ ¶ من رغب عَن سنتي فَلَيْسَ مني ¶ زَاد غَيرهمَا ¶ وان من سنتي النِّكَاح فَمن احبني فَليَسْتَنَّ بِسنتي ¶ واخرج ابْن لال عَن أم حَبِيبَة رَضِي الله عَنْهَا انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ من كَانَ عل ديني وَدين دَاوُد وَسليمَان وابراهيم فليتزوج ان وجد إِلَى النِّكَاح سَبِيلا والا فليجاهد فِي سَبِيل الله ان يستشهد يُزَوجهُ الله من الْحور الْعين الا ان يكون بغى على وَالِديهِ أَو فِي أَمَانَة للنَّاس عَلَيْهِ",
            "page": "46",
            "part": "1",
            "seal": "6C307B6A"
        },
        {
            "id": "38",
            "nass": "الحَدِيث الْخَامِس عشر ¶ عَن عَائِشَة رَضِي الله تَعَالَى عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ النِّكَاح سنتي فَمن لم يعْمل بِسنتي فَلَيْسَ مني وَتَزَوَّجُوا فَإِنِّي مُكَاثِر بكم الامم وَمن كَانَ ذَا طول فَلْيَنْكِح وَمن لم يجد فَعَلَيهِ بالصيام فَإِنَّهُ لَهُ وَجَاء ¶ وروى الطَّبَرَانِيّ عَن ابْن نجيح السّلمِيّ رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ من كَانَ مُوسِرًا لِأَن ينْكح ثمَّ لم ينْكح فَلَيْسَ مني ¶ وَفِي رِوَايَة اخرى انه ¶ من ترك التَّزَوُّج مَخَافَة الْعيلَة فَلَيْسَ منا ¶ وَفِي أُخْرَى ¶ من قدر على ان ينْكح فَلم ينْكح فَلَيْسَ منا رَوَاهُ الديلمي فِي مُسْند الفردوس من حَدِيث أبي سعيد بِسَنَد ضَعِيف",
            "page": "47",
            "part": "1",
            "seal": "4E210CCB"
        },
        {
            "id": "39",
            "nass": "الحَدِيث السَّادِس عشر ¶ عَن عُثْمَان رَضِي الله عَنهُ انه قَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ من كَانَ مِنْكُم ذَا طول فليتزوج فَإِنَّهُ أَغضّ لِلْبَصَرِ وَأحْصن لِلْفَرجِ وَمن لَا فالصوم لَهُ وَجَاء ¶ وَغَيرهم بِلَفْظ ¶ من كَانَ عِنْده طول فَلْيَنْكِح والا فَعَلَيهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وَجَاء ومحسمة للعرق",
            "page": "48",
            "part": "1",
            "seal": "3A25A3A3"
        },
        {
            "id": "40",
            "nass": "الحَدِيث السَّابِع عشر ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اذا تزوج العَبْد فقد اسْتكْمل نصف الدّين فليتق الله فِي النّصْف الْبَاقِي ¶ واخرجه الْبَيْهَقِيّ عَن الرقاشِي بِلَفْظ ¶ اذا تزوج العَبْد كمل نصف الدّين فليتق الله فِي النّصْف الْبَاقِي وَأخرجه عَن أنس مَرْفُوعا أَيْضا بِلَفْظ (من رزقه الله امْرَأَة صَالِحَة فقد أَعَانَهُ على شطر دينه فليتق الله فِي الشّطْر الْبَاقِي ¶ واخرجه ابْن الْجَوْزِيّ بِلَفْظ ¶ من تزوج فقد أحرز نصف دينه فليتق الله فِي النّصْف الثَّانِي",
            "page": "49",
            "part": "1",
            "seal": "198319DF"
        },
        {
            "id": "41",
            "nass": "وَقَوله انه لَا يَصح يحمل على انه لم يَصح من الطَّرِيق الَّتِي ذكرهَا مُطلقًا لما علمت وكما ان الْحَاكِم مَنْسُوب إِلَى التساهل فِي التَّصْحِيح كَذَلِك ابْن الْجَوْزِيّ مَنْسُوب الى التساهل فِي الحكم بِالْوَضْعِ وَنَحْوه ¶ وَقد أخرجه الطَّبَرَانِيّ بِلَفْظ ¶ من تزوج فقد اسْتكْمل نصف الايمان فليتق الله فِي النّصْف الثَّانِي",
            "page": "50",
            "part": "1",
            "seal": "316A3090"
        },
        {
            "id": "42",
            "nass": "الحَدِيث الثَّامِن عشر ¶ عَن جَابر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ايما شَاب تزوج فِي حَدَاثَة سنه عج شَيْطَانه يَا ويله عصم مني دينه ¶ رَوَاهُ ابْن عدي فِي كَامِله ¶ واخرجه ابو يعلي وَالطَّبَرَانِيّ وابو الشَّيْخ بِلَفْظ ¶ اذا تزوج احدكم عج شَيْطَان يَقُول يَا ويله عصم ابْن آدم مني ثُلثي دينه ¶ وَجَاء ان ابْن عَبَّاس جمع موَالِيه فَقَالَ ¶ انكم قد بَلغْتُمْ مبلغ الرِّجَال من شَأْن النِّسَاء فَمن احب مِنْكُم ان ازوجه زَوجته لم يزن رجل قطّ الا نزع الله مِنْهُ نور الاسلام ثمَّ يردهُ اليه ان شَاءَ ان يردهُ ايمنعه ان شَاءَ ان يمنعهُ وَهَذَا مِنْهُ تَفْسِير لما فِي حَدِيث الصَّحِيح ¶ لَا يَزْنِي الزَّانِي حِين يَزْنِي وَهُوَ مُؤمن وَلَا يسرق السَّارِق حِين يسرق وَهُوَ مُؤمن وَلَا يشرب الْخمر حِين يشْربهَا وَهُوَ مُؤمن",
            "page": "51",
            "part": "1",
            "seal": "D97A621E"
        },
        {
            "id": "43",
            "nass": "الحَدِيث التَّاسِع عشر ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ رَكْعَتَانِ من المتأهل خير من اثْنَتَيْنِ وَثَمَانِينَ رَكْعَة من العزب ¶ وَرَوَاهُ الْعقيلِيّ فِي الضُّعَفَاء بِلَفْظ ¶ رَكْعَتَانِ من المتزوج خير من سبعين رَكْعَة من العزب",
            "page": "52",
            "part": "1",
            "seal": "BC061343"
        },
        {
            "id": "44",
            "nass": "الحَدِيث الْعشْرُونَ ¶ عَن أبي ايوب رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ارْبَعْ من سنَن الْمُرْسلين الحيا والتعطر وَالنِّكَاح والسواك ¶ والحيا بِالْيَاءِ التَّحْتِيَّة وصحفه بَعضهم بالنُّون نبه عَلَيْهِ النَّوَوِيّ وَغَيره فاستدلال بَعضهم بِهِ على حمل الحنا للرجل بِلَا ضَرُورَة غلط بل الَّذِي نَص عَلَيْهِ الشَّافِعِي والاصحاب فِي شرح الْمُهَذّب حرمته واجاب فِي شرح الْمُهَذّب عَمَّا فِيهِ من الضعْف بانه لَعَلَّه اعتضد من وَجه آخر",
            "page": "53",
            "part": "1",
            "seal": "3AF2794B"
        },
        {
            "id": "45",
            "nass": "الحَدِيث الْحَادِي وَالْعشْرُونَ ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ شِرَاركُمْ عُزَّابُكُمْ رَكْعَتَانِ من المتأهل خير من سبعين رَكْعَة من غير المتأهل",
            "page": "54",
            "part": "1",
            "seal": "1BAFF972"
        },
        {
            "id": "46",
            "nass": "الحَدِيث الثَّانِي وَالْعشْرُونَ ¶ عَن أبي ذَر وعطية بن بشر رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ من سنتنا النِّكَاح شِرَاركُمْ عُزَّابُكُمْ وأراذل مَوْتَاكُم عُزَّابُكُمْ ¶ وَلَفظ احْمَد عَن أبي ذَر قَالَ ¶ دخل على رَسُول الله صلى الله عَلَيْهِ وَسلم رجل يُقَال لَهُ عَكَّاف ابْن بشر التَّمِيمِي فَقَالَ لَهُ النَّبِي صلى الله عَلَيْهِ وَسلم يَا عَكَّاف الك زَوْجَة قَالَ لَا قَالَ وَلَا جَارِيَة قَالَ وَلَا جَارِيَة قَالَ وانت مُوسر قَالَ وانا مُوسر بِخَير قَالَ انت من اخوان الشَّيَاطِين لَو كنت من النَّصَارَى لَكُنْت من رهبانهم ان من سنتنا النِّكَاح وشراركم عُزَّابُكُمْ واراذل مَوْتَاكُم عُزَّابُكُمْ ¶ فِي رِوَايَة ¶ انت اذا من اخوان الشَّيْطَان ان كنت من رهبانهم فَأَنت مِنْهُم وان كنت منا فَإِن شَأْننَا التَّزْوِيج يَا عَكَّاف ان شِرَاركُمْ عُزَّابُكُمْ وَمَا للشياطين من سلَاح هُوَ أبلغ فِي الصَّالِحين من النِّسَاء الا المتزوجون مِنْهُم فَأُولَئِك المبرؤن الْمُطهرُونَ وَيحك يَا عَكَّاف اما علمت انهن صَوَاحِب دَاوُد ويوسف وَيحك يَا عَكَّاف تزوج والا فانك من الْمُذَبْذَبِينَ فَقَالَ يَا نَبِي الله زَوجنِي فَلم",
            "page": "55",
            "part": "1",
            "seal": "E6B7C11A"
        },
        {
            "id": "47",
            "nass": "يبرح حَتَّى زوجه ابْنة كُلْثُوم الْحِمْيَرِي ¶ وَفِي رِوَايَة لاحمد وضعفت ولابي يعلي وَالطَّبَرَانِيّ وَالْبَيْهَقِيّ ¶ اما ان تكون رُهْبَان النَّصَارَى فَأَنت مِنْهُم واما ان تكون منا فَاصْنَعْ كَمَا نصْنَع لَو كنت من النَّصَارَى لَكُنْت من رهبانهم ان من سنتنا النِّكَاح شِرَاركُمْ عُزَّابُكُمْ مَا للشياطين من سلَاح ابلغ فِي الصَّالِحين من النِّسَاء الا المتزوجون اولئك الْمُطهرُونَ المبرؤن من الْخَنَا وَيحك يَا عَكَّاف تزوج انهن صَوَاحِب ايوب وَدَاوُد ويوسف وكرسف قيل وَمن كُرْسُف يَا رَسُول الله قَالَ رجل كَانَ يعبد الله بساحل من سواحل الْبَحْر ثَلَاثمِائَة عَام يَصُوم النَّهَار وَيقوم اللَّيْل ثمَّ انه كفر بِاللَّه الْعَظِيم فِي سَبَب امْرَأَة عَشِقَهَا وَترك مَا كَانَ عَلَيْهِ من عبَادَة الله عز وَجل ثمَّ استدركه الله بِبَعْض مَا كَانَ من عمل عمله فَتَابَ عَلَيْهِ وَيحك يَا عَكَّاف تزوج والا فَأَنت من الْمُذَبْذَبِينَ",
            "page": "56",
            "part": "1",
            "seal": "EAC830C2"
        },
        {
            "id": "48",
            "nass": "الحَدِيث الثَّالِث والشعرون ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ انه قَالَ ¶ لَو لم يبْق من اجلي الا يَوْم وَاحِد لقِيت الله بِزَوْجَة سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول شِرَاركُمْ عُزَّابُكُمْ ¶ والاصل ان الاحاديث فِي هَذَا الْمَعْنى لَا تَخْلُو من ضعف واضطراب وَلكنهَا غير مَوْضُوعَة ¶ واخرج الديلمي انه صلى الله عَلَيْهِ وَسلم قَالَ لأبي هُرَيْرَة ¶ يَا ابا هُرَيْرَة تزوج وَلَا تمت وانت عزب الا وكل عزب فِي النَّار ¶ وَجَاء عَن عمر بن الْخطاب ¶ اني لأكْره نَفسِي على الْجِمَاع رَجَاء ان يخرج الله مني نسمَة تسبح وَقَالَ لرجل ¶ مَا يمنعك من النِّكَاح الا عجز أَو فجور",
            "page": "57",
            "part": "1",
            "seal": "D8349F97"
        },
        {
            "id": "49",
            "nass": "وَقَالَ ¶ اني لاقشعر من الشَّاب لَيست لَهُ امْرَأَة وَلَو اعْلَم انه لَيْسَ من الدُّنْيَا الا ثَلَاثَة ايام لاحببت ان اتزوج فِيهِنَّ ¶ واراد ابْن عمر ان لَا يتَزَوَّج فَقَالَت لَهُ اخته حَفْصَة يَا أخي لَا تفعل تزوج فَإِن ولد لَك ولد وماتوا كَانُوا لَك اجراء وان عاشوا دعوا الله لَك",
            "page": "58",
            "part": "1",
            "seal": "BEFC3ADB"
        },
        {
            "id": "50",
            "nass": "الحَدِيث الرَّابِع وَالْعشْرُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ان الله تبَارك وَتَعَالَى لم يفْرض الزَّكَاة الا ليطيب مَا بَقِي من اموالكم وَإِنَّمَا فرض الْمَوَارِيث ليَكُون لمن بعدكم الا اخبرك بِخَير مَا يكنزه الْمَرْء الْمَرْأَة الصَّالِحَة اذا نظر اليها سرته واذا امرها اطاعته واذا غَابَ عَنْهَا حفظته",
            "page": "59",
            "part": "1",
            "seal": "19E90AF1"
        },
        {
            "id": "51",
            "nass": "الحَدِيث الْخَامِس وَالْعشْرُونَ ¶ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اعلنوا هَذَا النِّكَاح واجعلوه فِي الْمَسَاجِد واضربوا عَلَيْهِ بِالدُّفُوفِ",
            "page": "60",
            "part": "1",
            "seal": "A3D7F9FA"
        },
        {
            "id": "52",
            "nass": "الحَدِيث السَّادِس وَالْعشْرُونَ ¶ عَنْهَا ايضا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اعلنوا هَذَا النِّكَاح واجعلوه فِي الْمَسَاجِد واضربوا عَلَيْهِ بِالدُّفُوفِ وليولم احدكم وَلَو بِشَاة واذا خطب احدكم امْرَأَة وَهُوَ يخضب بِالسَّوَادِ فليعلمها وَلَا يغرثها ¶ وَلَيْسَ فِيهِ تَجْوِيز الخضب بِالسَّوَادِ لحَدِيث ¶ ان من فعله لَا يرِيح رَائِحَة الْجنَّة أَي مَعَ الناجين ¶ نعم هُوَ لعذر كجهاد جَائِز وَفِي الحَدِيث ايماء إِلَى انه يجب على الزَّوْج ان لَا يكتم عَمَّن يُرِيد تزَوجهَا صفة فِيهِ منفرة وَهُوَ ظَاهر ¶ وروى الديلمي عَن عَائِشَة مَرْفُوعا ¶ اذا خطب احدكم الْمَرْأَة وَهُوَ يخضب بِالسَّوَادِ فليعلمها انه يخضب ¶ وروى ايضا عَن عَليّ ¶ اذا خطب احدكم الْمَرْأَة فليسأل عَن شعرهَا كَمَا",
            "page": "61",
            "part": "1",
            "seal": "7B0AE0F6"
        },
        {
            "id": "53",
            "nass": "يسْأَل عَن جمَالهَا فَإِن الشّعْر اُحْدُ الجمالين ¶ واخرج الْخطابِيّ وَغَيره لَكِن قَالَ الْحَافِظ ابْن حجر فِي بعض طرقه اسناد مظلم ¶ انه ذكر عِنْد عمر طَعَام الْعرس فَقيل مَا بَال طَعَام الْعرس فِيهِ طعم لَا يجده فِي غَيره وَفِي رِوَايَة مَا بَال طَعَام الْعرس اطيب من ريح طعامنا فَقَالَ عمر سَمِعت النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول ¶ فِي طَعَام الْعرس فَقَالَ من ريح الْجنَّة قَالَ عمر دَعَا لَهُ ابراهيم الْخَلِيل وَمُحَمّد صلى الله عَلَيْهِ وَسلم ان يُبَارك فِيهِ ويطيبه ¶ وَفِي رِوَايَة قَالَ عمر ¶ دَعَا فِيهِ النَّبِي صلى الله عَلَيْهِ وَسلم بِالْبركَةِ ودعا ابراهيم خَلِيل الرَّحْمَن ان يُبَارك الله فِيهِ ويطيبه لَان فِيهِ من طَعَام",
            "page": "62",
            "part": "1",
            "seal": "1D013B88"
        },
        {
            "id": "54",
            "nass": "الحَدِيث السَّابِع وَالْعشْرُونَ ¶ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اعلنوا النِّكَاح = الْحِلْية وَالْحَاكِم مُسْتَدْركه = ¶ وروى التِّرْمِذِيّ ¶ اعلنوا النِّكَاح واضربوا عَلَيْهِ بالغربال ¶ وَاحْمَدْ وَالطَّبَرَانِيّ وابو نعيم وَالْبَيْهَقِيّ وَغَيرهم ¶ اعلنوا النِّكَاح ¶ وَالطَّبَرَانِيّ فِي الْكَبِير وَغَيره ¶ اشيدوا النِّكَاح واعلنوه",
            "page": "63",
            "part": "1",
            "seal": "F0FDD6C6"
        },
        {
            "id": "55",
            "nass": "الحَدِيث الثَّامِن وَالْعشْرُونَ ¶ عَن أم سَلمَة رَضِي الله عَنْهَا عَن الني صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اظهروا النِّكَاح وأخفوا الْخطْبَة = مُسْند الفردوس = ¶ وَأخرج الْبَيْهَقِيّ وَضَعفه ¶ انه صلى الله عَلَيْهِ وَسلم مر فِي زقاق بني زُرَيْق فَسَمِعُوا غناء وَلَعِبًا فَقَالَ مَا هَذَا قَالُوا نِكَاح فلَان يَا رَسُول الله قَالَ كمل دينه النِّكَاح لَا السفاح وَلَا نِكَاح فِي السِّرّ حَتَّى يسمع دف أَو يرى دُخان ¶ وَسمع عمر صَوت طبل فَقَالَ مَا هَذَا قَالُوا نِكَاح قَالَ افشوا النِّكَاح",
            "page": "64",
            "part": "1",
            "seal": "79E98818"
        },
        {
            "id": "56",
            "nass": "الحَدِيث التَّاسِع وَالْعشْرُونَ ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ من زوج كريمته من فَاسق فقد قطع رَحمهَا",
            "page": "65",
            "part": "1",
            "seal": "4E2C447A"
        },
        {
            "id": "57",
            "nass": "الحَدِيث الثَّلَاثُونَ ¶ عَن مُحَمَّد بن حَاطِب رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ فصل مَا بَين الْحَرَام والحلال ضرب الدُّف وَالصَّوْت فِي النِّكَاح رَوَاهُ أَحْمد وَالتِّرْمِذِيّ وَقَالَ حسن وَالنَّسَائِيّ وَابْن مَاجَه وَالْبَغوِيّ وَالطَّبَرَانِيّ وَالْحَاكِم فِي مُسْتَدْركه وَالْبَيْهَقِيّ وَأَبُو نعيم فِي الْمعرفَة",
            "page": "66",
            "part": "1",
            "seal": "BD560411"
        },
        {
            "id": "58",
            "nass": "الحَدِيث الْحَادِي وَالثَّلَاثُونَ ¶ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ تخَيرُوا لنُطَفِكُمْ فانكحوا الاكفاء وَانْكِحُوا اليهم ¶ وَفِي لفظ ¶ اطْلُبُوا مَوَاضِع الاكفاء لنُطَفِكُمْ فَإِنَّمَا الرجل رُبمَا اشبه اخواله وَهُوَ حَدِيث حسن من بعض طرقه ¶ وَفِي الْبَاب عَن أنس رَفعه وَكَذَا عَن عمر بِلَفْظ ¶ تخَيرُوا لنُطَفِكُمْ وانتخبوا المناكح وَعَلَيْكُم بِذَات الاوراك فَإِنَّهُنَّ أَنْجَب رَوَاهُ ابْن عدي واسنده الديلمي",
            "page": "67",
            "part": "1",
            "seal": "97B79489"
        },
        {
            "id": "59",
            "nass": "الحَدِيث الثَّانِي وَالثَّلَاثُونَ ¶ عَنْهَا ايضا ¶ تخَيرُوا لنُطَفِكُمْ فَإِن النِّسَاء يلدن اشباه اخوانهن واخواتهن ¶ وروى الدَّارَقُطْنِيّ والرامهرمزي والعسكري وَابْن عدي والقضاعي والخطيب والديلمي عَن ابي سعيد مَرْفُوعا ¶ اياكم وخضراء الدمن قيل وماذا يَا رَسُول الله قَالَ الْمَرْأَة الْحَسْنَاء فِي المنبت السوء قَالَ ابْن عدي تفرد بِهِ الْوَاقِدِيّ وَقَالَ الدَّارَقُطْنِيّ تفرد بِهِ الْوَاقِدِيّ هُوَ ضَعِيف انْتهى ¶ وَذكره ابو عبيد فِي الْغَرِيب وَقَالَ ابْن طَاهِر وَابْن الصّلاح انه يعد فِي افراد الْوَاقِدِيّ وَقَالَ الدَّارَقُطْنِيّ لَا يَصح من وَجه انْتهى ¶ وَمَعْنَاهُ انه كره نِكَاح الْفَاسِدَة لَان اولادها ينزعون لما فِيهَا من عرق السوء ¶ وَتَفْسِير حَقِيقَته ان النَّبَات ينْبت على البعر فِي الْموضع الْخَبيث فَيكون ظَاهره حسنا ووباطنه قبيحا فالدمن جمع دمنة وَهِي البعر شبهت الْفَاسِدَة نسبا",
            "page": "68",
            "part": "1",
            "seal": "6E667ED6"
        },
        {
            "id": "60",
            "nass": "واصلا بالنبات فِي البعر بِجَامِع مَا فِي كل من النضارة فِي الظَّاهِر والقبح وَالْفساد فِي الاصل ثمَّ رشح لذَلِك التَّشْبِيه بِذكر الدمن فَهِيَ اسْتِعَارَة بِالْكِنَايَةِ يتبعهَا اسْتِعَارَة ترشيحية",
            "page": "69",
            "part": "1",
            "seal": "8958660D"
        },
        {
            "id": "61",
            "nass": "الحَدِيث الثَّالِث وَالثَّلَاثُونَ ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ تخَيرُوا لنُطَفِكُمْ وَاجْتَنبُوا هَذَا السوَاد فَإِنَّهُ لون مُشَوه",
            "page": "70",
            "part": "1",
            "seal": "ECC30CC0"
        },
        {
            "id": "62",
            "nass": "الحَدِيث الرَّابِع وَالثَّلَاثُونَ ¶ عَنهُ ايضا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ تزوجوا فِي الحجز الصَّالح فَإِن الْعرق دساس ¶ رَوَاهُ ابو دَاوُد وَالتِّرْمِذِيّ وَالنَّسَائِيّ وَابْن مَاجَه ¶ وَفِي لفظ عَن ابْن عمر مَرْفُوعا كَمَا عِنْد ابْن مُوسَى الْمَدِينِيّ ¶ وَانْظُر فِي أَي نِصَاب تضع ولدك فَإِن الْعرق حساس ¶ وَفِي رِوَايَة تخَيرُوا لنُطَفِكُمْ وَكلهَا ضَعِيفَة نعم صَحَّ مَوْقُوفا عَن عَائِشَة واسماء ابْنَتي ابي بكر رَضِي الله عَنْهُم ¶ النِّكَاح رق فَلْينْظر احدكم ايْنَ يضع كريمته",
            "page": "71",
            "part": "1",
            "seal": "64125001"
        },
        {
            "id": "63",
            "nass": "وروى مَرْفُوعا إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ الْبَيْهَقِيّ وَالْمَوْقُوف اصح",
            "page": "72",
            "part": "1",
            "seal": "56510EC9"
        },
        {
            "id": "64",
            "nass": "الحَدِيث الْخَامِس وَالثَّلَاثُونَ ¶ عَن طَلْحَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ الناكح فِي قومه كالمعشب فِي دَاره ¶ لَكِن صحّح الضياء الْمَقْدِسِي فِي المختارة وَغَيره وَابْن مَاجَه ¶ لَا تنْكِحُوا الْقَرِيبَة ¶ فَقَالَ ابْن الصّلاح لم أجد لَهُ أصلا مُعْتَمدًا عَلَيْهِ وَقَالَ الْحَافِظ ولي الدّين الْعِرَاقِيّ انما يعرف من قَول عمر رَضِي الله عَنهُ انه قَالَ لآل السَّائِب قد اضويتم فانكحوا فِي الترابع رَوَاهُ ابراهيم الْحَرْبِيّ فِي غَرِيب الحَدِيث وَقَالَ",
            "page": "73",
            "part": "1",
            "seal": "67F532DF"
        },
        {
            "id": "65",
            "nass": "مَعْنَاهُ تزوجوا الغرائب قَالَ وَيُقَال اغتربوا وَلَا تضووا أَي لَا يَأْتِي اولادكم فِي غَايَة من رقة الْبشرَة وَضعف الْخلقَة لشدَّة الحيا من الْقَرَابَة الْقَرِيبَة وَتلك الشدَّة مَانِعَة من كَمَال الشَّهْوَة الَّتِي بضعفها تضعف النُّطْفَة فيجييء الْوَلَد نحيفا ضئيلا ضَعِيفا",
            "page": "74",
            "part": "1",
            "seal": "52A2643A"
        },
        {
            "id": "66",
            "nass": "الحَدِيث السَّادِس وَالثَّلَاثُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ لَا صرورة فِي الاسلام ¶ واخرج الديلمي عَن عَطِيَّة بن بشر ¶ لعنة الله وَالْمَلَائِكَة وَالنَّاس اجمعين على رجل يحصر وَلَا حصور بعد يحيى بن زَكَرِيَّا",
            "page": "75",
            "part": "1",
            "seal": "B2A6E90A"
        },
        {
            "id": "67",
            "nass": "الحَدِيث السَّابِع وَالثَّلَاثُونَ ¶ عَن عقبَة بن عَامر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ خير النِّكَاح ايسره",
            "page": "76",
            "part": "1",
            "seal": "F6736EBC"
        },
        {
            "id": "68",
            "nass": "الحَدِيث الثَّامِن وَالثَّلَاثُونَ ¶ عَن أبي هُرَيْرَة وَابْن عمر وابي حَاتِم الْمُزنِيّ وَمَاله غَيره رَضِي الله عَنْهُم عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اذا اتاكم وَفِي رِوَايَة اذا خطب اليكم من ترْضونَ خلقه وَدينه فَزَوجُوهُ الا تَفعلُوا تكن فتْنَة فِي الارض وَفَسَاد كَبِير وَفِي رِوَايَة عريض",
            "page": "77",
            "part": "1",
            "seal": "7726943A"
        },
        {
            "id": "69",
            "nass": "الحَدِيث التَّاسِع وَالثَّلَاثُونَ ¶ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ زوجوا الاكفاء وَتَزَوَّجُوا الاكفاء واختاروا لنُطَفِكُمْ واياكم والزنج فَإِنَّهُ خلق مشوة",
            "page": "78",
            "part": "1",
            "seal": "84F19C50"
        },
        {
            "id": "70",
            "nass": "الحَدِيث الاربعون ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ من أَرَادَ ان يلقى الله طَاهِرا مطهرا فليتزوج الْحَرَائِر",
            "page": "79",
            "part": "1",
            "seal": "C25E996C"
        },
        {
            "id": "71",
            "nass": "الحَدِيث الْحَادِي والاربعون ¶ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ خير أمتِي اصبحهن وَجها وأقلهن مهْرا ¶ وروى الطَّبَرَانِيّ باسنادين فِي كل مِنْهُمَا ضَعِيف عَن ابْن عَبَّاس مَرْفُوعا ¶ خيركن ايسركن صَدَاقا ¶ وروى احْمَد وَالْبَيْهَقِيّ عَن عَائِشَة مَرْفُوعا ¶ ان اعظم النِّسَاء بركَة ايسرهن صَدَاقا وَفِي لفظ أيسرهن مُؤنَة ¶ وَفِي رِوَايَة ¶ من بركَة الْمَرْأَة على زَوجهَا تيسير مهرهَا وان تبكر بالاناث زَاد الطَّبَرَانِيّ عَن عُرْوَة ¶ فَأَقُول انا من اول شؤمها أَن يكثر صَدَاقهَا وَالْخَبَر ضَعِيف",
            "page": "80",
            "part": "1",
            "seal": "D39F8FA2"
        },
        {
            "id": "72",
            "nass": "كَخَبَر ¶ من يمن الْمَرْأَة تبكيرها بالانثى ألم تسمع قَوْله تَعَالَى {يهب لمن يَشَاء إِنَاثًا} فَبَدَأَ بالاناث ¶ وروى الْقُضَاعِي وَالطَّبَرَانِيّ فِي الاوسط بِسَنَد ضَعِيف ¶ اخف النِّسَاء صَدَاقا اعظمهن بركَة وَفِي لفظ للديلمي بِلَا اسناد عَنْهَا مَرْفُوعا ¶ خِيَار نسَاء امتي احسنهن وَجها وأرخصهن مهْرا وَهُوَ عِنْد أبي عمر التوقاني ¶ ان اعظم النِّسَاء بركَة اصبحهن وُجُوهًا وأقلهن مهْرا وَفِي رِوَايَة لاحمد وَالْبَيْهَقِيّ ان اعظم النِّسَاء بركَة ايسرهن صَدَاقا واسناده جيد ¶ وَفِي الْبَاب قَوْله صلى الله عَلَيْهِ وَسلم ¶ لَو كُنْتُم تغرفون من بطحان مَا زدتم وَله طرق بَعْضهَا فِي مُسلم ¶ وَمن ذَلِك مَا كَانَ يَفْعَله عمر رَضِي الله عَنهُ من النَّهْي عَن المغالاة فِي الْمهْر وَيَقُول ¶ مَا تزوج رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا زوج بَنَاته باكثر من اربعمائة دِرْهَم",
            "page": "81",
            "part": "1",
            "seal": "160B51E5"
        },
        {
            "id": "73",
            "nass": "وَفِي رِوَايَة انه كَانَ يَقُول ¶ مَا تزوج رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا زوج بَنَاته باكثر من ثِنْتَيْ عشرَة اوقية من الْفضة فَلَو كَانَت الزِّيَادَة مكرمَة كَانَ أحقكم واولادكم بهَا رَسُول الله صلى الله عَلَيْهِ وَسلم رَوَاهُ احْمَد والدرامي واصحاب السّنَن الاربعة وَقَالَ التِّرْمِذِيّ انه حسن صَحِيح وَصَححهُ ابْن حبَان وَالْحَاكِم ¶ والاوقية عِنْد اهل الْعلم اربعون درهما فثنتا عشرَة اوقية اربعمائة وَثَمَانُونَ درهما ¶ وَفِي رِوَايَة كَانَ صداقه لازواجه اثْنَي عشر اوقية ونشا بنُون فمعجمة وَهُوَ نصف اوقية فَذَلِك خَمْسمِائَة دِرْهَم وَقد يُجَاب عَن حذف النش فِيمَا مر بِأَنَّهُ الغى الْكسر وَلَا ترد خَدِيجَة رَضِي الله عَنْهَا لانها كَانَت قبل الْبعْثَة وَلَا جوَيْرِية لَان الْقدر الَّذِي كُوتِبَ عَلَيْهِ مُتَضَمّن مَعَ الْمهْر المعونة وَلَا صَفِيَّة فَإِن عتقهَا كَانَ صَدَاقهَا وَلَا ام حَبِيبَة لَان الْمُصدق لَهَا هُوَ النَّجَاشِيّ عَنهُ صلى الله عَلَيْهِ وَسلم اكراما لَهُ وَكَانَ صَدَاقهَا اربعة آلَاف دِرْهَم كَمَا رَوَاهُ ابو دَاوُد وَالنَّسَائِيّ ¶ قَالَ ابْن اسحاق عَن أبي جَعْفَر ¶ صَدَاقهَا اربعمائة دِينَار أخرجه ابْن ابي شيبَة من طَرِيقه",
            "page": "82",
            "part": "1",
            "seal": "7C98B730"
        },
        {
            "id": "74",
            "nass": "وَالطَّبَرَانِيّ عَن انس مِائَتي دِينَار لَكِن اسناده ضَعِيف ¶ وروى الدَّارَقُطْنِيّ ¶ لَا مهر اقل من عشرَة دَرَاهِم وَسَنَده واه لَان فِيهِ كذابا ¶ وَجَاء عَن عَليّ عِنْد الدَّارَقُطْنِيّ مَوْقُوفا عَلَيْهِ من وَجْهَيْن ضعيفين ¶ وَنقل الامام احْمَد عَن سُفْيَان انه قَالَ لم نجد للعشرة اصلا فِي الْمهْر وَهَذَا بِحَسب علمه والا فَلهُ اصل اصيل وَهُوَ الحَدِيث الرَّابِع وَالسِّتُّونَ الَّاتِي ¶ وروى ابو دَاوُد الطَّيَالِسِيّ وَالْبَزَّار من حَدِيث انس ¶ تزوج رَسُول الله صلى الله عَلَيْهِ وَسلم ام سَلمَة على مَتَاع بَيت قِيمَته عشرَة دَرَاهِم ¶ وروى الطَّبَرَانِيّ ¶ انه تزَوجهَا على مَتَاع بَيت وروى قِيمَته اربعون درهما وكلا الرِّوَايَتَيْنِ ضَعِيف لَكِن الضَّعِيف يعْمل بِهِ فِي الْفَضَائِل اتِّفَاقًا",
            "page": "83",
            "part": "1",
            "seal": "02BB8F21"
        },
        {
            "id": "75",
            "nass": "وروى الشَّيْخَانِ فِي الواهبة ¶ التمس وَلَو خَاتمًا من حَدِيد ¶ واخرج ابو دَاوُد ¶ من اعطى فِي صدَاق امْرَأَة ملْء كَفه سويقا أَو تَمرا فقد اسْتحلَّ وَرجح وَقفه",
            "page": "84",
            "part": "1",
            "seal": "00E1355F"
        },
        {
            "id": "76",
            "nass": "الحَدِيث الثَّانِي والاربعون ¶ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ خير نِسَائِكُم الْوَلُود الْوَدُود المواسية المواتية اذا اتقين الله شَرّ نِسَائِكُم المتبرجات المتخيلات وَهن المنافقات لَا يدْخل مِنْهُنَّ الْجنَّة الا مثل الْغُرَاب الاعصم ¶ رَوَاهُ الْبَيْهَقِيّ عَن أبي اذينة الصَّدَفِي مُرْسلا وَعَن سُلَيْمَان بن يسَار مُرْسلا",
            "page": "85",
            "part": "1",
            "seal": "2259A74F"
        },
        {
            "id": "77",
            "nass": "الحَدِيث الثَّالِث والاربعون ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ لَا ينْكح الزَّانِي المجلود الا مثله",
            "page": "86",
            "part": "1",
            "seal": "73820B4D"
        },
        {
            "id": "78",
            "nass": "الحَدِيث الرَّابِع والاربعون ¶ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ان من يمن الْمَرْأَة تيسير خطبتها وتيسير صَدَاقهَا وتيسير رَحمهَا ¶ قَالَ عُرْوَة يَعْنِي الْولادَة ¶ وَهُوَ عِنْد ابْن حبَان بِلَفْظ ¶ من يمن الْمَرْأَة تسهيل امرها وَقلة صَدَاقهَا",
            "page": "87",
            "part": "1",
            "seal": "F18EEE59"
        },
        {
            "id": "79",
            "nass": "الحَدِيث الْخَامِس والاربعون ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ الْحَرَائِر صَلَاح الْبَيْت والاماء فَسَاد الْبَيْت",
            "page": "88",
            "part": "1",
            "seal": "A60E00C7"
        },
        {
            "id": "80",
            "nass": "الحَدِيث السَّادِس والاربعون ¶ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اعظم النِّسَاء بركَة ايسرهن مُؤنَة",
            "page": "89",
            "part": "1",
            "seal": "B7A7DBCE"
        },
        {
            "id": "81",
            "nass": "الحَدِيث السَّابِع والاربعون ¶ عَن ابْن عمر رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ زوجوا ابناءكم وبناتكم",
            "page": "90",
            "part": "1",
            "seal": "E91D9864"
        },
        {
            "id": "82",
            "nass": "الحَدِيث الثَّامِن والاربعون ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ دِينَار انفقته فِي سَبِيل الله ودينار انفقته فِي رَقَبَة ودينار تَصَدَّقت بِهِ على مِسْكين ودينار انفقته على اهلك اعظمها اجرا الَّذِي أنفقته على اهلك",
            "page": "91",
            "part": "1",
            "seal": "249FB573"
        },
        {
            "id": "83",
            "nass": "الحَدِيث التَّاسِع والاربعون ¶ عَن جَابر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ أول مَا يوضع فِي ميزَان العَبْد نَفَقَته على أَهله = الاوسط = ¶ وروى ابْن عَسَاكِر عَن الْمِقْدَاد وَقَالَ مُنْقَطع ¶ من كَانَ فِي مصر من الامصار فيسعى على عِيَاله فِي عسره أَو يسره جَاءَ يَوْم الْقِيَامَة مَعَ النَّبِيين اما اني لَا اقول يمشي مَعَهم وَلَكِن فِي مَنْزِلَتهمْ ¶ والديلمي عَن خباب ¶ اذا خرج العَبْد فِي حَاجَة اهله كتب الله تَعَالَى بِكُل خطْوَة دَرَجَة فَإِذا فرغ من حَاجتهم غفر لَهُ",
            "page": "92",
            "part": "1",
            "seal": "637BD352"
        },
        {
            "id": "84",
            "nass": "الحَدِيث الْخَمْسُونَ ¶ عَن أبي سعيد رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ان الرجل اذا نظر إِلَى امْرَأَته وَنظرت اليه نظر الله اليهما نظر رَحْمَة فَإِذا اخذ بكفها تساقطت ذنوبهما من خلال اصابعهما",
            "page": "93",
            "part": "1",
            "seal": "7ACD9C32"
        },
        {
            "id": "85",
            "nass": "الحَدِيث الْحَادِي وَالْخَمْسُونَ ¶ عَن ابْن عمر رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ مَا اصبنا من دنياكم الا نساءكم ¶ رَوَاهُ الطَّبَرَانِيّ فِي الْكَبِير",
            "page": "94",
            "part": "1",
            "seal": "38A0B38F"
        },
        {
            "id": "86",
            "nass": "الحَدِيث الثَّانِي وَالْخَمْسُونَ ¶ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ سعيك إِلَى الْمَسْجِد وانصرافك إِلَى اهلك فِي الاجر سَوَاء ¶ رَوَاهُ سعيد بن مَنْصُور فِي سنَنه",
            "page": "95",
            "part": "1",
            "seal": "B1A8498F"
        },
        {
            "id": "87",
            "nass": "الحَدِيث الثَّالِث وَالْخَمْسُونَ ¶ عَن ابي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ان الله ليعجب من مداعبة الرجل لزوجته وَيكْتب لَهما بذلك اجرا أَو يَجْعَل لَهما بذلك رزقا حَلَالا",
            "page": "96",
            "part": "1",
            "seal": "BFBF98CE"
        },
        {
            "id": "88",
            "nass": "الحَدِيث الرَّابِع وَالْخَمْسُونَ ¶ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ استحلوا فروج النِّسَاء بأطيب اموالكم",
            "page": "97",
            "part": "1",
            "seal": "4E41B936"
        },
        {
            "id": "89",
            "nass": "الحَدِيث الْخَامِس وَالْخَمْسُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ انكحوا الايامى على مَا تراضى عَلَيْهِ الاهلون = الْكَبِير =",
            "page": "98",
            "part": "1",
            "seal": "71F1262A"
        },
        {
            "id": "90",
            "nass": "الحَدِيث السَّادِس وَالْخَمْسُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ لم ير للمتحابين مثل النِّكَاح ¶ وَابْن النجار بِلَفْظ ¶ جَاءَ رجل إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ يَا رَسُول الله عندنَا يتيمة خطبهَا رجلَانِ مُوسر ومعسر وَهِي تهوى الْمُعسر فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لم ير للمتحابين مثل النِّكَاح",
            "page": "99",
            "part": "1",
            "seal": "AF6CE826"
        },
        {
            "id": "91",
            "nass": "الحَدِيث السَّابِع وَالْخَمْسُونَ ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ حق الْوَلَد على وَالِده ان يحسن اسْمه ويزوجه اذا اِدَّرَكَ ويعمله الْكتاب وَفِي رِوَايَة الصَّلَاة",
            "page": "100",
            "part": "1",
            "seal": "5F038CEF"
        },
        {
            "id": "92",
            "nass": "الحَدِيث الثَّامِن وَالْخَمْسُونَ ¶ عَن حُذَيْفَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ خِيَار امتي المتزوجون",
            "page": "101",
            "part": "1",
            "seal": "BD6F7121"
        },
        {
            "id": "93",
            "nass": "الحَدِيث التَّاسِع وَالْخَمْسُونَ ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ زوجوا الابْن لسبع عشرَة سنة",
            "page": "102",
            "part": "1",
            "seal": "0D62421C"
        },
        {
            "id": "94",
            "nass": "الحَدِيث السِّتُّونَ ¶ عَن أنس رَضِي الله عَنهُ ¶ ان النَّبِي صلى الله عَلَيْهِ ولسم قَالَ فِي الْوَلَد اضْرِبُوهُ على الصَّلَاة لسبع واعزلوا فرَاشه لتسْع وزوجوه لسبعة عشر فَإِذا فعل ذَلِك فليجلسه بَين يَدَيْهِ ثمَّ ليقل لَا جعلك الله على فتْنَة",
            "page": "103",
            "part": "1",
            "seal": "61585F42"
        },
        {
            "id": "95",
            "nass": "الحَدِيث الْحَادِي وَالسِّتُّونَ ¶ عَن عَائِشَة رَضِي الله تَعَالَى عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ زوجوا الصَّالِحين والصالحات فَمَا يتبعهن بعد فَهُوَ حسن",
            "page": "104",
            "part": "1",
            "seal": "746382BC"
        },
        {
            "id": "96",
            "nass": "الحَدِيث الثَّانِي وَالسِّتُّونَ ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ زفوا ابْنَتي يَعْنِي رقية ودفوا بَين يَديهَا",
            "page": "105",
            "part": "1",
            "seal": "EC428526"
        },
        {
            "id": "97",
            "nass": "الحَدِيث الثَّالِث وَالسِّتُّونَ ¶ عَن على بن أَبى طَالب رضى الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ زفوا عرائسكم لَيْلًا وأطعموا ضحى",
            "page": "106",
            "part": "1",
            "seal": "252060E2"
        },
        {
            "id": "98",
            "nass": "الحَدِيث الرَّابِع وَالسِّتُّونَ ¶ عَن جَابر رَضِي الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ لَا تنْكِحُوا النِّسَاء إِلَّا الْأَكفاء وَلَا يزوجهن إِلَّا الْأَوْلِيَاء وَلَا يمهرن دون عشرَة دَرَاهِم",
            "page": "107",
            "part": "1",
            "seal": "44F7F019"
        },
        {
            "id": "99",
            "nass": "الحَدِيث الْخَامِس وَالسِّتُّونَ ¶ عَن عَليّ بن أبي طَالب رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ لَا تتزوجوا الحمقاء فَإِن صحبتهَا بلَاء وَوَلدهَا ضيَاع",
            "page": "108",
            "part": "1",
            "seal": "98A71FCB"
        },
        {
            "id": "100",
            "nass": "الحَدِيث السَّادِس وَالسِّتُّونَ ¶ عَن أبي أُمَامَة رضى الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ لَا تقوم السَّاعَة حَتَّى يتَزَوَّج الرجل النبطية وَيتْرك بنت عَمه ¶ وَمر حَدِيث الناكح فى قومه كالمعشب فِي دَاره وَمَا يتَعَلَّق بِهِ",
            "page": "109",
            "part": "1",
            "seal": "0C627498"
        },
        {
            "id": "101",
            "nass": "الحَدِيث السَّابِع وَالسِّتُّونَ ¶ عَن عَليّ رَضِي الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ لَا يدْخل النَّار من تزوج إِلَيّ وَلَا من تزوجت إِلَيْهِ ¶ وروى أَيْضا عَن أبي أوفى أَنه صلى الله عَلَيْهِ وَسلم قَالَ لَا أَتزوّج إِلَى أحد من أمتِي إِلَّا كَانَ معي",
            "page": "110",
            "part": "1",
            "seal": "61FF58F7"
        },
        {
            "id": "102",
            "nass": "الحَدِيث الثَّامِن وَالسِّتُّونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ لَا نِكَاح إِلَّا نِكَاح رَغْبَة لَا نِكَاح دُلْسَة ¶ والْحَدِيث فِي الْمُحَلّل",
            "page": "111",
            "part": "1",
            "seal": "65AD3BBA"
        },
        {
            "id": "103",
            "nass": "الحَدِيث التَّاسِع وَالسِّتُّونَ ¶ عَن جَابر رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ ثَلَاثَة من فعلهن ثِقَة بِاللَّه كَانَ حَقًا على الله أَن يُعينهُ من سعى فى فكاك رَقَبَة وَمن تزوج وَمن أَحْيَا أَرضًا",
            "page": "112",
            "part": "1",
            "seal": "B7FD68CF"
        },
        {
            "id": "104",
            "nass": "الحَدِيث السبعون ¶ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ أفضل الشَّفَاعَة أَن يشفع فِي نِكَاح",
            "page": "113",
            "part": "1",
            "seal": "61E81D81"
        },
        {
            "id": "105",
            "nass": "الحَدِيث الْحَادِي وَالسَّبْعُونَ ¶ عَن زيد بن أَرقم رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ يَا زيد تزوج تَزْدَدْ عفة إِلَى عفتك ¶ الحَدِيث بِطُولِهِ رَوَاهُ الديلمي من طرق إِلَى ابي حنيفَة رَضِي الله عَنهُ عَن حَمَّاد وفه ¶ لَا تتَزَوَّج خمْسا شهبرة زرقاء بذيئة لهبرة طَوِيلَة مَهْزُولَة وَلَا نهبرة قَصِيرَة ذميمة وَلَا هيدرة عجوزا مُدبرَة وَلَا اللغوت ذَات الْوَلَد من الْغَيْر ¶ وَفِي رِوَايَة للديلمي ايضا عَن زيد بن حَارِثَة ¶ تزوج تَزْدَدْ عفة إِلَى عفتك وَلَا تتَزَوَّج خَمْسَة شهبرة وَلَا لهبرة وَلَا نهبرة وَلَا هيدرة وَلَا لغوتا قَالَ يَا رَسُول الله مَا أَدْرِي مِمَّا قلت شَيْئا قَالَ الستم عربا أما الشهبرة فالطويلة المهزولة واما اللهبرة فالزرقاء البذيئة واما النهبرة فالقصيرة الذميمة وَأما الهيدرة فالعجوز الْمُدبرَة واما اللغوت فَهِيَ ذَات الْوَلَد من غَيْرك",
            "page": "114",
            "part": "1",
            "seal": "F3289D92"
        },
        {
            "id": "106",
            "nass": "الحَدِيث الثَّانِي وَالسَّبْعُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ يَا عَليّ ان الله زَوجك فَاطِمَة وَجعل صَدَاقهَا الارض فَمن مَشى عَلَيْهَا مبغضا لَك مَشى حَرَامًا",
            "page": "115",
            "part": "1",
            "seal": "43655BEF"
        },
        {
            "id": "107",
            "nass": "الحَدِيث الثَّالِث وَالسَّبْعُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ النِّكَاح عين فَلَا تعوروها",
            "page": "116",
            "part": "1",
            "seal": "FB4F5F65"
        },
        {
            "id": "108",
            "nass": "الحَدِيث الرَّابِع وَالسَّبْعُونَ ¶ عَن مُحَمَّد بن حَاطِب رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اذا حرم احدكم الزَّوْجَة وَالْولد فَعَلَيهِ بِالْجِهَادِ",
            "page": "117",
            "part": "1",
            "seal": "2ED9E4E5"
        },
        {
            "id": "109",
            "nass": "الحَدِيث الْخَامِس وَالسَّبْعُونَ ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ارْبَعْ حق على الله عونهم الْغَازِي والمتزوج وَالْمكَاتب والحاج",
            "page": "118",
            "part": "1",
            "seal": "9997328D"
        },
        {
            "id": "110",
            "nass": "الحَدِيث السَّادِس وَالسَّبْعُونَ ¶ عَن عَليّ بن أبي طَالب رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ التَّزَوُّج الْحَج الاكبر وَمن أنْفق دَرَاهِم الْحَج فِي تزَوجه كتب الله لَهُ ثَوَاب حجَّة والتزوج حصن الْمُؤمن",
            "page": "119",
            "part": "1",
            "seal": "D6F0E511"
        },
        {
            "id": "111",
            "nass": "الحَدِيث السَّابِع وَالسَّبْعُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ اوحى الله الي ان زوج كريمتك من عُثْمَان ¶ وروى ابْن مَاجَه وَالطَّبَرَانِيّ عَن أبي هُرَيْرَة انه صلى الله عَلَيْهِ وَسلم انه قَالَ لعُثْمَان ¶ يَا عُثْمَان هَذَا جِبْرِيل يُخْبِرنِي ان الله قد زَوجك ام كُلْثُوم بِمثل صدَاق رقية وبمثل مصاحبتها",
            "page": "120",
            "part": "1",
            "seal": "321BFE54"
        },
        {
            "id": "112",
            "nass": "الحَدِيث الثَّامِن وَالسَّبْعُونَ ¶ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ان الله امرني ان أزوج فَاطِمَة من عَليّ",
            "page": "121",
            "part": "1",
            "seal": "530F5704"
        },
        {
            "id": "113",
            "nass": "الحَدِيث التَّاسِع وَالسَّبْعُونَ ¶ عَن سعد بن جُنَادَة الْعَوْفِيّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ ان الله زَوجنِي فِي الْجنَّة مَرْيَم ¶ رَوَاهُ الطَّبَرَانِيّ فِي الْكَبِير",
            "page": "122",
            "part": "1",
            "seal": "BFE7ED68"
        },
        {
            "id": "114",
            "nass": "الحَدِيث الثَّمَانُونَ ¶ عَن عَليّ بن ابي طَالب رَضِي الله عَنهُ انه قَالَ ¶ التَّزَوُّج بركَة وَالْولد رَحْمَة",
            "page": "123",
            "part": "1",
            "seal": "3C01672C"
        },
        {
            "id": "115",
            "nass": "الحَدِيث الْحَادِي وَالثَّمَانُونَ ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ تزوجوا وَلَا تطلقوا فان الله لَا يحب الذواقين والذواقات ¶ وَرَوَاهُ الطَّبَرَانِيّ عَن أبي مُوسَى بِهِ مَرْفُوعا بِلَفْظ ¶ لَا أحب الذواقين من الرِّجَال وَلَا الذواقات من النِّسَاء ¶ وَكَذَا عِنْد الدَّارَقُطْنِيّ فِي الافراد من طَرِيق ابْن بكار عَن أبي عرُوبَة عَن فتادة عَن شهر بن حَوْشَب عَن أبي هُرَيْرَة بِاللَّفْظِ الاول",
            "page": "124",
            "part": "1",
            "seal": "EE937BDE"
        },
        {
            "id": "116",
            "nass": "الحَدِيث الثَّانِي وَالثَّمَانُونَ ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ يَوْم السبت يَوْم مكر وخديعة وَيَوْم الاحد يَوْم عرس وَبِنَاء وَيَوْم الِاثْنَيْنِ يَوْم سفر وَطلب رزق وَيَوْم الثُّلَاثَاء يَوْم حَدِيد وبأس وَيَوْم الاربعاء يَوْم لَا أَخذ وَلَا عَطاء وَيَوْم الْخَمِيس يَوْم طلب الْحَوَائِج وَالْجُمُعَة يَوْم خطْبَة النِّكَاح ¶ لَكِن اخْرُج بعض الْحفاظ عَن عَائِشَة رَضِي الله عَنهُ انها قَالَت ان احب الايام الي يخرج فِيهِ مسافري وانكح فِيهِ واختتن صبيتي مسَاء يَوْم الاربعاء ¶ ويعزى لصَاحب هِدَايَة الْحَنَفِيَّة انه كَانَ يُوقف البداة إِلَى يَوْم الاربعاء ¶ وينسب إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم انه مَا بُدِئَ بِشَيْء فِيهِ الا تمّ واقتفى صَنِيعه هَذَا جمَاعَة ¶ ويعارضه مَا أخرجه الطَّبَرَانِيّ عَن جَابر ¶ يَوْم الاربعاء يَوْم نحس مُسْتَمر",
            "page": "125",
            "part": "1",
            "seal": "90508452"
        },
        {
            "id": "117",
            "nass": "واخرج ابْن مَاجَه وَالْحَاكِم فِي مُسْتَدْركه من حَدِيث ابْن عمر رَضِي الله عَنْهُمَا بِسَنَد ضَعِيف وَقَالَ الْحَاكِم مَا مَعْنَاهُ انه صَحَّ مَوْقُوفا الامر باجتناب الْحجامَة يَوْم الاربعاء فَإِنَّهُ الْيَوْم الَّذِي أُصِيب فِيهِ ايوب بالبلاء وَمَا يَبْدُو جذام وَلَا برص الا فِي يَوْم الاربعاء وَلَيْلَة الاربعاء ¶ وَيُمكن الْجمع بِأَن الاول فِي غير يَوْم الاربعاء الاخر من الشَّهْر وَالثَّانِي فِي الاخر مِنْهُ ¶ ويوافق مَا ذكر فِي يَوْم الثُّلَاثَاء مَا جَاءَ عَن ابْن عمر نزلت سُورَة الْحَدِيد يَوْم الثُّلَاثَاء وَخلق الله الْحَدِيد يَوْم الثُّلَاثَاء ¶ وروى مُسلم عَن عَائِشَة ¶ تزَوجنِي رَسُول الله صلى الله عَلَيْهِ وَسلم فِي شَوَّال وَبنى بِي فِي شَوَّال",
            "page": "126",
            "part": "1",
            "seal": "ECFF897B"
        },
        {
            "id": "118",
            "nass": "الحَدِيث الثَّالِث وَالثَّمَانُونَ ¶ عَن ابْن عمر رَضِي الله عَنْهُمَا ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ آمروا النِّسَاء فِي بناتهن",
            "page": "127",
            "part": "1",
            "seal": "28279834"
        },
        {
            "id": "119",
            "nass": "الحَدِيث الرَّابِع وَالثَّمَانُونَ ¶ عَن أبي هُرَيْرَة رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ اذا باتت الْمَرْأَة هاجرة فرَاش زَوجهَا لعنتها الْمَلَائِكَة حَتَّى تصبح ¶ وروى الطَّيَالِسِيّ عَن أبي هُرَيْرَة انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ حق الزَّوْج على الْمَرْأَة ان لَا تَمنعهُ وان كَانَت على قتب الحَدِيث",
            "page": "128",
            "part": "1",
            "seal": "FBBE0BCC"
        },
        {
            "id": "120",
            "nass": "الحَدِيث الْخَامِس وَالثَّمَانُونَ ¶ عَن جَابر رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ اذا خطب احدكم الْمَرْأَة أَي اراد خطبتها بِدَلِيل رِوَايَة اخرى فَلَا جنَاح عَلَيْهِ ان ينظر اليها وان كَانَت لَا تعلم ¶ وروى ابو يعلي انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ اذا خطب احدكم الْمَرْأَة فليسأل عَن شعرهَا فَإِنَّهُ اُحْدُ الجمالين",
            "page": "129",
            "part": "1",
            "seal": "468BF497"
        },
        {
            "id": "121",
            "nass": "وَأخرج ابْن النجار وَغَيره عَن الْمُغيرَة بن شُعْبَة قَالَ خطبت جَارِيَة من الْأَنْصَار فَذكرت ذَلِك للنَّبِي فَقَالَ لي رَأَيْتهَا فَقلت لَا فَقَالَ فَانْظُر إِلَيْهَا فَإِنَّهَا أَحْرَى أَن يُؤْدم بَيْنكُمَا أَي تدوم الْمَوَدَّة والألفة فأتيتهم فَذكرت ذَلِك لوالديها فَنظر أَحدهمَا الى صَاحبه فَقُمْت فَخرجت فَقَالَت الْجَارِيَة عَليّ بِالرجلِ فوقفت نَاحيَة جدرها فَقَالَت إِن كَانَ رَسُول الله أَمرك أَن تنظر الي فَانْظُر وَإِلَّا فَإِنِّي أحرج عَلَيْك أَن تنظر فَنَظَرت إِلَيْهَا فتزوجتها فَمَا تزوجت امْرَأَة قطّ أحب الي مِنْهَا وَلَا أكْرم الي مِنْهَا وَلَا أكْرم عَليّ مِنْهَا وَقد تزوجت سبعين امْرَأَة",
            "page": "130",
            "part": "1",
            "seal": "DA6BE5FA"
        },
        {
            "id": "122",
            "nass": "الحَدِيث السَّادِس وَالثَّمَانُونَ ¶ عَن سلمَان رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ واذا تزوج أحدكُم فَلْيَكُن اول مَا يَجْتَمِعَانِ عَلَيْهِ طَاعَة الله وان يُصَلِّي وَتصلي خَلفه وَيَدْعُو وتؤمن",
            "page": "131",
            "part": "1",
            "seal": "85EFB6B0"
        },
        {
            "id": "123",
            "nass": "الحَدِيث السَّابِع وَالثَّمَانُونَ ¶ عَن أبي أُمَامَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ اربعة لعنهم الله من فَوق عَرْشه وَأمنت الْمَلَائِكَة الَّذِي يحصر نَفسه عَن النِّسَاء لِئَلَّا يُولد لَهُ والمشبه من الرِّجَال بِالنسَاء والمشبهات من النِّسَاء بِالرِّجَالِ الحَدِيث",
            "page": "132",
            "part": "1",
            "seal": "7B842941"
        },
        {
            "id": "124",
            "nass": "الحَدِيث الثَّامِن وَالثَّمَانُونَ ¶ عَن عَليّ كرم الله وَجهه ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ان الله يحب الْمَرْأَة الملقة البزعة مَعَ زَوجهَا الحصان عَن غَيره ¶ وروى ابْن عدي والديلمي عَن انس انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ خير نِسَائِكُم العفيفة الغلمة أَي الشَّدِيدَة الشَّهْوَة عفيفة فِي فرجهَا وغلمة على زَوجهَا",
            "page": "133",
            "part": "1",
            "seal": "6758328C"
        },
        {
            "id": "125",
            "nass": "الحَدِيث التَّاسِع وَالثَّمَانُونَ ¶ عَن ابْن مَسْعُود ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ان الرجل اذا انفق على اهله نَفَقَة وَهُوَ يحتسبها كَانَت لَهُ صَدَقَة ¶ واخرج احْمَد وَالطَّبَرَانِيّ عَن الْعِرْبَاض انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ ان الرجل اذا سقى امْرَأَته من المَاء اجْرِ ¶ واخرج الطَّبَرَانِيّ فِي الاوسط عَن جَابر انه صلى الله عَلَيْهِ وَسلم قَالَ ¶ اول مَا يوضع فِي ميزَان العَبْد نَفَقَته على اهله",
            "page": "134",
            "part": "1",
            "seal": "2833830A"
        },
        {
            "id": "126",
            "nass": "الحَدِيث التِّسْعُونَ ¶ عَن عتبَة رَضِي الله عَنهُ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ ان مُوسَى اجْرِ نَفسه لشبع بَطْنه وعفة فرجه الحَدِيث",
            "page": "135",
            "part": "1",
            "seal": "AF8AFAB1"
        },
        {
            "id": "127",
            "nass": "الحَدِيث الْحَادِي وَالتِّسْعُونَ ¶ عَن أبي سعيد الْخُدْرِيّ رضى الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ إِن من شرار النَّاس منزلَة عِنْد الله يَوْم الْقِيَامَة الرجل يقْضى إِلَى امْرَأَته وتقضى إِلَيْهِ ثمَّ يفشى سرها",
            "page": "136",
            "part": "1",
            "seal": "053CCD9A"
        },
        {
            "id": "128",
            "nass": "الحَدِيث الثانى وَالتِّسْعُونَ ¶ عَن أم سَلمَة رضى الله عَنْهَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ إِنِّي لأبغض الْمَرْأَة تخرج من بَيتهَا تجر ذيلها تَشْكُو زَوجهَا",
            "page": "137",
            "part": "1",
            "seal": "D4C308F4"
        },
        {
            "id": "129",
            "nass": "الحَدِيث الثَّالِث وَالتِّسْعُونَ ¶ عَن سُبْرَة بن معبد الْجُهَنِىّ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ إِنِّي كنت أحللت لكم الْمُتْعَة وَإِن جِبْرِيل أَتَانِي فَأَخْبرنِي أَنَّهَا حرَام إِلَى يَوْم الْقِيَامَة",
            "page": "138",
            "part": "1",
            "seal": "DE71C983"
        },
        {
            "id": "130",
            "nass": "الحَدِيث الرَّابِع وَالتِّسْعُونَ ¶ عَن جَابر رَضِي الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم قَالَ ¶ أَيّمَا امْرَأَة سَأَلت زَوجهَا الطَّلَاق من غير بَأْس فعلَيْهَا حرَام رَائِحَة الْجنَّة أوصيكم بِالنسَاء خيرا فَإِنَّهُنَّ عوار أَو عوان عنْدكُمْ ¶ وَفِي حَدِيث جَابر الطَّوِيل فى حجَّة الْوَدَاع عِنْد مُسلم فَاتَّقُوا الله فِي النِّسَاء فَإِنَّكُم أَخَذْتُمُوهُنَّ بأمانة الله",
            "page": "139",
            "part": "1",
            "seal": "0E9C3066"
        },
        {
            "id": "131",
            "nass": "الحَدِيث الْخَامِس وَالتِّسْعُونَ ¶ عَن ثَوْبَان رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ قَالَ ¶ أَيّمَا امْرَأَة سَأَلت زَوجهَا الطَّلَاق من غير بَأْس فَحَرَام عَلَيْهَا رَائِحَة الْجنَّة وَفِي لفظ لم ترح رَائِحَة الْجنَّة ¶ وروى التِّرْمِذِيّ وَابْن مَاجَه وَأَبُو يعلى عَن أم سَلمَة أَنه قَالَ صلى الله عَلَيْهِ وَسلم قَالَ أَيّمَا امْرَأَة مَاتَ لَهَا ثَلَاثَة من الْوَلَد كن لَهَا حِجَابا من النَّار ¶ وروى البخارى وَلَا تسْأَل طَلَاق أُخْتهَا لتستفرغ صحفتها",
            "page": "140",
            "part": "1",
            "seal": "13AF6225"
        },
        {
            "id": "132",
            "nass": "الحَدِيث السَّادِس وَالتِّسْعُونَ ¶ عَن عَليّ رضى الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ كلما ازْدَادَ العَبْد إِيمَانًا ازْدَادَ حبا للنِّسَاء",
            "page": "141",
            "part": "1",
            "seal": "63D962A6"
        },
        {
            "id": "133",
            "nass": "الحَدِيث السَّابِع وَالتِّسْعُونَ ¶ عَن ابْن عَبَّاس رضى الله عَنْهُمَا عَن النبى صلى الله عَلَيْهِ وَسلم ¶ أَنه قَالَ رجل اشْتَكَى إِلَيْهِ الْعُزُوبَة لَيْسَ منا من تخصى واستخصى وَلَكِن ليصم الحَدِيث 4",
            "page": "142",
            "part": "1",
            "seal": "738BD013"
        },
        {
            "id": "134",
            "nass": "الحَدِيث الثَّامِن وَالتِّسْعُونَ ¶ عَن عبَادَة بن الصَّامِت رضى الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ لَا يخْتَار حسن الْمَرْأَة على حسن دينهَا",
            "page": "143",
            "part": "1",
            "seal": "5A14E72A"
        },
        {
            "id": "135",
            "nass": "الحَدِيث التَّاسِع وَالتِّسْعُونَ ¶ عَن ابْن عَبَّاس رضى الله عَنْهُمَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ للْمَرْأَة ستران الْقَبْر وَالزَّوْج ¶ وَرَاه ابْن عدي من طَرِيق أُخْرَى لَكِن حكم ابْن الْجَوْزِيّ على هَذَا الطَّرِيق بِالْوَضْعِ وَأوردهُ الطَّبَرَانِيّ فى الصَّغِير من حَدِيث ابْن عَبَّاس بِسَنَد ضَعِيف ¶ وفى رِوَايَة للْمَرْأَة عشر عورات فَإِذا تزوجت ستر الزَّوْج عَورَة",
            "page": "144",
            "part": "1",
            "seal": "BD4A5EB4"
        },
        {
            "id": "136",
            "nass": "الحَدِيث المكمل الْمِائَة ¶ عَن أبي نجيح عَن النَّبِي صلى الله عَلَيْهِ وَسلم انه قَالَ ¶ مِسْكين مِسْكين رجل لَيست لَهُ امْرَأَة وان كَانَ لَهُ مَال ومسكينة مسكينة امْرَأَة لَيْسَ لَهَا زوج ¶ وروى الْبَيْهَقِيّ عَن أبي نجيح مُرْسلا بِلَفْظ ¶ مِسْكين مِسْكين رجل لَيْسَ لَهُ امْرَأَة وَإِن كَانَ غَنِيا ومسكينة مسكينة امْرَأَة لَيْسَ لَهَا زوج وَإِن كَانَت غنية من المَال",
            "page": "145",
            "part": "1",
            "seal": "32A88DB5"
        },
        {
            "id": "137",
            "nass": "الحَدِيث الحادى بعد الْمِائَة ¶ عَن عمر رَضِي الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ مَكْتُوب فى التَّوْرَاة من بلغت ابْنَته اثنتى عشرَة سنة وَلم يُزَوّجهَا فإثم ذَلِك عَلَيْهِ",
            "page": "146",
            "part": "1",
            "seal": "C89F7B8E"
        },
        {
            "id": "138",
            "nass": "الحَدِيث الثَّانِي بعد الْمِائَة ¶ عَن نَافِع بن عبد الْحَارِث الْخُزَاعِيّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من سَعَادَة الرجل ثَلَاثَة الْمَرْأَة الصَّالِحَة والمسكن الصَّالح والمركب الصَّالح",
            "page": "147",
            "part": "1",
            "seal": "C0F09D9F"
        },
        {
            "id": "139",
            "nass": "الحَدِيث الثَّالِث بعد الْمِائَة ¶ عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من بلع وَلَده النكاج وفى رِوَايَة اثنتى عشرَة سنة وَعِنْده مَا يُزَوجهُ وَلم ينكحه ثمَّ أحدث حَدثا فالأثم عَلَيْهِ ¶ رَوَاهُ الديملى وأسنده وَلَده",
            "page": "148",
            "part": "1",
            "seal": "47D40797"
        },
        {
            "id": "140",
            "nass": "الحَدِيث الرَّابِع بعد الْمِائَة ¶ عَن أبي سعيد رضى الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من ترك التَّزَوُّج مَخَافَة الْعيلَة فَلَيْسَ منا",
            "page": "149",
            "part": "1",
            "seal": "8E1067CC"
        },
        {
            "id": "141",
            "nass": "الحَدِيث الْخَامِس بعد الْمِائَة ¶ عَن صُهَيْب رَضِي الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من تزوج امْرَأَة وَكَانَ نِيَّته أَن يعْزل عَنْهَا فَهُوَ زَان حَتَّى يَتُوب",
            "page": "150",
            "part": "1",
            "seal": "C1A1B109"
        },
        {
            "id": "142",
            "nass": "الحَدِيث السَّادِس بعد الْمِائَة ¶ عَن عُثْمَان رضى الله عَنهُ عَن النبى صلى الله عَلَيْهِ وَسلم أَنه قَالَ ¶ من تزوج من بَلْدَة فَهُوَ من أَهلهَا ¶ رَوَاهُ أَحْمد وَأَبُو يعلى",
            "page": "151",
            "part": "1",
            "seal": "5D4DA6F2"
        },
        {
            "id": "143",
            "nass": "الحَدِيث السَّابِع بعد الْمِائَة ¶ عَن أنس رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ من رزق حسن صُورَة وَخلق زَوْجَة صَالِحَة وسخاء فقد أعطي حَظه",
            "page": "152",
            "part": "1",
            "seal": "70FA70EC"
        }
    ],
    "t6247": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الاول"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العاشر"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي عشر"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني عشر"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث عشر"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع عشر"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس عشر"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس عشر"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع عشر"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن عشر"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع عشر"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العشرون"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والعشرون"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والعشرون"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والشعرون"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والعشرون"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والعشرون"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والعشرون"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والعشرون"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والعشرون"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والعشرون"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثلاثون"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والثلاثون"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والثلاثون"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والثلاثون"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والثلاثون"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والثلاثون"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والثلاثون"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والثلاثون"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والثلاثون"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والثلاثون"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الاربعون"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والاربعون"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والاربعون"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والاربعون"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والاربعون"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والاربعون"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والاربعون"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والاربعون"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والاربعون"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والاربعون"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخمسون"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والخمسون"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والخمسون"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والخمسون"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والخمسون"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والخمسون"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والخمسون"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والخمسون"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والخمسون"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والخمسون"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الستون"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والستون"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والستون"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والستون"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والستون"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والستون"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والستون"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والستون"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والستون"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والستون"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السبعون"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والسبعون"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والسبعون"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والسبعون"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والسبعون"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والسبعون"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والسبعون"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والسبعون"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والسبعون"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والسبعون"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثمانون"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والثمانون"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والثمانون"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والثمانون"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والثمانون"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والثمانون"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والثمانون"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والثمانون"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والثمانون"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والثمانون"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التسعون"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والتسعون"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثانى والتسعون"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والتسعون"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والتسعون"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والتسعون"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والتسعون"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والتسعون"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والتسعون"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والتسعون"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث المكمل المائة"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادى بعد المائة"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني بعد المائة"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث بعد المائة"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع بعد المائة"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس بعد المائة"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس بعد المائة"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع بعد المائة"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن بعد المائة"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع بعد المائة"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العاشر بعد المائة"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي عشر بعد المائة"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني عشر بعد المائة"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث عشر بعد المائة"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع عشر بعد المائة"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس عشر بعد المائة"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس عشر بعد المائة"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع عشر بعد المائة"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن عشر بعد المائة"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع عشر بعد المائة"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث العشرون بعد المائة"
        },
        {
            "id": "159",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الحادي والعشرون بعد المائة"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثاني والعشرون بعد المائة"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثالث والعشرون بعد المائة"
        },
        {
            "id": "162",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الرابع والعشرون بعد المائة"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الخامس والعشرون بعد المائة"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السادس والعشرون بعد المائة"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث السابع والعشرون بعد المائة"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثامن والعشرون بعد المائة"
        },
        {
            "id": "167",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث التاسع والعشرون بعد المائة"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "الحديث الثلاثون بعد المائة"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "تتمة في شيء من حقوق الزوجين"
        }
    ]
}