{
    "b6291": [
        {
            "id": "96",
            "nass": "فَائِدَة فِي الْمُعَاوضَة ¶ قد تجوز الْمُعَاوضَة مَعَ تَسَاوِي مصلحَة الْعِوَض والمعوض مِنْهُ من كل وَجه كَبيع دِرْهَم بِمثلِهِ وَصَاع من الْمثْلِيّ بِمثلِهِ وَلَا يملك ذَلِك الْوَلِيّ فِي حق الْمولى عَلَيْهِ ¶ فَائِدَة فِي فضل الْإِسْرَار والإعلان بالطاعات ¶ من الْعِبَادَات مَا لم يشرع إِلَّا مجهورة كالخطب وَالْأَذَان وَالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر ¶ وَمِنْهَا مَا لم يشرع إِلَّا سرا كَقِرَاءَة الصَّلَاة السّريَّة وأذكارها ¶ وَمِنْهَا مَا شرع سره وإعلانه وسره أفضل من إعلانه إِلَّا لمن",
            "page": "125",
            "part": "1",
            "seal": "81F7ED43"
        },
        {
            "id": "97",
            "nass": "يقْتَدى بِهِ مَعَ إخلاصه ليَكُون إعلانها أفضل كَمَا فِي إعلانه من مصَالح الِاقْتِدَاء بِهِ ¶ وَالْإِخْلَاص أَن يُرِيد الله وَحده بِعِلْمِهِ ¶ والرياء أَن يظْهر الطَّاعَة ليجله النَّاس أَو ينفعوه أَو يجتنبوا ضره وأذيته ¶ والرياء ضَرْبَان ¶ أَحدهمَا أَن لَا يعْمل الْعَمَل إِلَّا لأجل النَّاس ¶ وَالثَّانِي أَن يعْمل الْعَمَل لله وَلِلنَّاسِ تحصيلا لأغراض الرِّيَاء وَلَيْسَ نفع النَّاس فِي أديانهم برياء كتبليغ الرسَالَة وَالْفَتْوَى وَتَعْلِيم الْعلم وانتظار الْمَسْبُوق فِي الرُّكُوع إِذا لم ينتظره إِلَّا لله ¶ والتسميع أَن يذكر مَا عمله خَالِصا لله ليحصل أغراض الرِّيَاء وَإِن",
            "page": "126",
            "part": "1",
            "seal": "273EDDB4"
        },
        {
            "id": "98",
            "nass": "سمع صَادِقا ليقتدى بِهِ مَعَ أَهْلِيَّته لذَلِك فَلهُ أَجْرَانِ وَإِن سمع كَاذِبًا فَعَلَيهِ وزران ¶ قَاعِدَة فِي الْجمع بَين إِحْدَى المصلحتين وَبدل الْمصلحَة الْأُخْرَى ¶ وَله أَمْثِلَة ¶ مِنْهَا وجود الْمحرم لماء لَا يَكْفِيهِ للْوُضُوء ولغسل طيب محرم فَيلْزمهُ غسل الطّيب وَالتَّيَمُّم عَن الْوضُوء بَدَلا عَن مصلحَة الْوضُوء ¶ وَمِنْهَا ظفر الْمُضْطَر بِطَعَام غَيره فَيلْزمهُ أكله وَغرم قِيمَته تحصيلا لبَقَاء حَيَاته ولمصلحة بذل الطَّعَام ¶ وَمِنْهَا سرَايَة الْعتْق تحصيلا لمصْلحَة الْعتْق وَبدل نصيب الشَّرِيك",
            "page": "127",
            "part": "1",
            "seal": "E1E32AEB"
        },
        {
            "id": "99",
            "nass": "وَمِنْهَا تَنْفِيذ إِعْتَاق الْمَرْهُون تحصيلا لمصْلحَة الْعتْق ولبدل حق الْمُرْتَهن بِالْقيمَةِ ¶ وَمِنْهَا إِعْتَاق الْوَاقِف إِذا أبقينا ملكه وإعتاق الْمَوْقُوف عَلَيْهِ إِذا نقلنا الْملك إِلَيْهِ فَإِنَّهُ ينفذ تحصيلا لمصْلحَة الْعتْق وَبدل مَا يَشْتَرِي بِنِسْبَة السَّرَايَة إِن كَانَ الْمَوْقُوف شَائِعا أَو قيمَة الْجَمِيع وَيجْعَل الْبَدَل وَقفا على مصارف الْوَقْف الْأَصْلِيّ ¶ وَلِهَذَا نَظَائِر كَثِيرَة ¶ وَلَو عكس الْأَمر فِي ذَلِك لفات أَعلَى المصلحتين وَحصل بعض مصلحَة الْمُبدل وَهَذَا غير مألوف من تصرف الشَّرْع وَلَا من تصرف الْعُقَلَاء ¶ فَإِن قيل الْوَقْف لَا يقبل الِانْتِقَال وَلَا تكون السَّرَايَة إِلَّا مَعَ النَّقْل ¶ قلت لَا يقبل الِانْتِقَال إِلَى نَظِير مصْلحَته أَو دونهَا وَأما مَا هُوَ أَعلَى من مصْلحَته مَعَ بَقَاء مصْلحَته فِي الْبَدَل فَلَا",
            "page": "128",
            "part": "1",
            "seal": "ED6C865C"
        },
        {
            "id": "100",
            "nass": "وَقد اهتم الشَّرْع بِالْعِتْقِ بِحَيْثُ كمل مبعضه وسرى شائعه وَلم ينْقل مثل ذَلِك فِي الْوَقْف ¶ فَإِن قيل هلا نفذ إِعْتَاق الْمُفلس الْمَحْجُور عَلَيْهِ بالفلس لِأَن فِي تنفيذه حُصُول مصَالح الْعتْق ¶ قلت إِنَّمَا لم ينفذ لِأَن مَقْصُود الْحجر الْمَنْع من الْعتْق وَغَيره مَعَ مَا فِي تَنْفِيذ الْعتْق من تَأْخِير حُقُوق الْغُرَمَاء إِلَى غير أمد مَعْلُوم ¶ قَاعِدَة فِيمَا نهي عَنهُ من الْأَقْوَال والأعمال ¶ مَا نهي عَنهُ من الْأَقْوَال والأعمال أضراب ¶ أَحدهَا مَا نهي عَنهُ لفَوَات شَرط من شَرَائِطه أَو ركن من أَرْكَانه فَيدل النَّهْي عَنهُ على فَسَاده ¶ الضَّرْب الثَّانِي مَا نهي عَنهُ مَعَ توفر شَرَائِطه وأركانه فَلَا يكون النَّهْي عَنهُ مقتضيا لفساده مَعَ توفر شَرَائِطه وأركانه وَإِنَّمَا يتَوَجَّه النَّهْي عَنهُ إِلَى مَا يقْتَرن بِهِ من الْمَفَاسِد",
            "page": "129",
            "part": "1",
            "seal": "FDD49001"
        },
        {
            "id": "101",
            "nass": "الضَّرْب الثَّالِث مَا يخْتَلف فِيهِ النَّهْي عَنهُ لما يقْتَرن بِهِ من الْمَفَاسِد أَو لفَوَات شَرط من شَرَائِطه أَو ركن من أَرْكَانه فَهَذَا بَاطِل حملا للنَّهْي على حَقِيقَته فَإِن مَا نهي عَنهُ لما يقْتَرن بِهِ مجَاز إِذا كَانَ الْمَطْلُوب تَركه إِنَّمَا هُوَ المقترن المجاور دون المقترن بِهِ المجاور فَمن اضْطر إِلَى شرب المَاء حرم عَلَيْهِ الْوضُوء بِهِ وَلم ينْه عَنهُ لكَونه طَهَارَة بل نهى عَنهُ لِأَنَّهُ إِذا تَوَضَّأ بِهِ فقد سعى فِي إهلاك نَفسه وَقد نهينَا عَن إهلاك أَنْفُسنَا فَقيل لنا {وَلَا تقتلُوا أَنفسكُم إِن الله كَانَ بكم رحِيما} النِّسَاء 4 / 29 ¶ وَأما كَرَاهَة الصَّلَوَات فِي الْأَوْقَات المعلومات فَلَيْسَ مَنْهِيّا عَنهُ لعينها وَكَذَلِكَ التَّسْبِيح فِي الْقعُود لَيْسَ مَنْهِيّا عَنهُ بِعَيْنِه ¶ وَكَذَلِكَ الصّيام فِي يَوْم الشَّك نهى عَنهُ كَرَاهَة أَو تَحْرِيمًا ¶ وَكَذَلِكَ الْأَذْكَار فِي الصَّلَوَات وَقِرَاءَة الْقُرْآن فِي الحشوش وعَلى قَضَاء الْحَاجَات لَيْسَ مَنْهِيّا لكَونه ذكرا أَو قِرَاءَة وَإِنَّمَا نهى عَنهُ لما يقْتَرن بِهِ من سوء الْأَدَب وَقلة الاحترام ¶ وَكَذَلِكَ النَّهْي عَن كثير من الْمُعَامَلَات والأنكحة والنفقات ¶ وعَلى الْجُمْلَة فالأذكار كلهَا مصَالح فَلَا ينْهَى عَنْهَا إِلَّا بِمَا يقْتَرن بهَا من الْمَفَاسِد أَو لما يُؤَدِّي إِلَيْهِ من السَّآمَة والملل ¶ وَالصَّلَاة لَا ينْهَى عَنْهَا إِلَّا لما يقْتَرن بهَا من الْأَمَاكِن والأزمان أَو لما يُؤدى إِلَيْهِ من ترك إنقاذ الغرقى وصون الدِّمَاء والأبضاع",
            "page": "130",
            "part": "1",
            "seal": "001948AB"
        },
        {
            "id": "102",
            "nass": "وَكَذَلِكَ الصّيام لَا ينْهَى عَنهُ إِلَّا لمَشَقَّة قادحة تلْحق الصَّائِم أَو لإنقاذ هَالك وَدفع محرم مفسدته أعظم من مفْسدَة تَأْخِير الصّيام ¶ وَكَذَلِكَ الولايات لَا ينْهَى عَنْهَا لكَونهَا وَسِيلَة إِلَى إنصاف المظلومين من الظَّالِمين وَإِنَّمَا ينْهَى عَنْهَا لما يقْتَرن بهَا من الْكبر والترأس والإعجاب والميل إِلَى الْأَقَارِب والأصدقاء على الْأَجَانِب والأعداء أَو لتقصير فِي حق الضُّعَفَاء ¶ وَكَذَلِكَ مَا نهى عَنهُ من الْمصَالح المستلزمة للمفاسد لم ينْه عَنهُ لكَونهَا مصَالح بل لاستلزام تِلْكَ الْمَفَاسِد ¶ وَكَذَلِكَ مَا يُؤمر بِهِ من الْمَفَاسِد المستلزمة للْمصَالح لم يُؤمر بِهِ لكَونهَا مفاسد بل لما تستلزمه من تِلْكَ الْمصَالح ¶ وَلَا يُوجد فِي هَذِه الشَّرِيعَة مصلحَة مَحْضَة مَنْهِيّا عَنْهَا وَلَا مفْسدَة مَحْضَة مَأْمُورا بهَا وَذَلِكَ كُله من لطف الله عز وَجل بعباده وبره وَرَحمته وَلَا فرق فِي ذَلِك بَين دقه وجله وكبيره وقليله وجليله وخطيره إِلَّا أَن خَفِيف الْمصَالح مُسْتَحبّ وخطيرها وَاجِب وخفيف الْمَفَاسِد مَكْرُوه وكثيرها محرم ¶ وَكلما عظمت الْمصلحَة تَأَكد الْأَمر بهَا بالوعد والمدح وَالثنَاء إِلَى أَن تَنْتَهِي الْمصلحَة إِلَى أعظم الْمصَالح وعَلى ذَلِك تبنى فَضَائِل الْأَعْمَال",
            "page": "131",
            "part": "1",
            "seal": "B7E11F33"
        },
        {
            "id": "103",
            "nass": "وَكَذَلِكَ كلما عظمت الْمفْسدَة تَأَكد النَّهْي عَنْهَا بالوعيد والذم والتهديد إِلَى أَن تَنْتَهِي الْمفْسدَة إِلَى أكبر الْكَبَائِر ¶ فَائِدَة فِي بَيَان الْمصَالح الْمَأْمُور بهَا ¶ الْمصَالح الْمَأْمُور بهَا ثَلَاثَة أضْرب ¶ أَحدهَا مَا لَا يكون إِلَّا وَاحِدًا وَلم يشرع مِنْهُ ندب كالسعي بَين الصفاة والمروة وَالْوُقُوف بِعَرَفَة وَرمي الْجمار إِذْ لايتطوع بِوَاحِد مِنْهُنَّ ¶ الثَّانِي مَا يجب تَارَة لعظم مصْلحَته وَينْدب إِلَيْهِ تَارَة لانحطاط مصْلحَته عَن مصْلحَته الْوَاجِبَة وَذَلِكَ كَالصَّوْمِ وَالصَّلَاة ¶ وَالضَّرْب الثَّالِث لَا يكون إِلَّا تَطَوّعا إِلَّا أَن ينْدب وَهُوَ الِاعْتِكَاف ¶ وَأما الْحَج وَالْعمْرَة وَالصَّلَاة وَالصَّدَََقَة والأذكار وَقِرَاءَة الْقُرْآن فَإِنَّهَا انقسمت إِلَى فرض وَنفل تحصيلا للمصلحتين الْفَرْض وَالنَّدْب ¶ فَإِن قيل هلا وَجَبت هَذِه المندوبات تحصيلا لمصَالح الْوَاجِب فِي الْآخِرَة ¶ قُلْنَا لَو أوجبهَا الله سُبْحَانَهُ لفرطوا فِيهَا وتعرضوا لسخطه وعقابه فندب إِلَيْهَا لمصالحها وَلم يُوجِبهَا دفعا لمفاسد تَركهَا ووالتعرض للعقاب الْمُتَعَلّق بإيجابها وَجعل للعباد طَرِيقا إِلَى إِيجَابهَا بالنذور والالتزام تَقْدِيمًا لمصَالح ¶ أخراهم على مصَالح دنياهم",
            "page": "132",
            "part": "1",
            "seal": "6E29F224"
        },
        {
            "id": "104",
            "nass": "ومعظم الشَّرِيعَة الْأَمر بِمَا ظَهرت لنا مصْلحَته ورجحان مصْلحَته وَالنَّهْي عَن مَا ظَهرت لنا مفسدته أَو رُجْحَان مفسدته ¶ وَأما مَا أمرنَا بِهِ وَلم يظْهر جلبه لمصْلحَة وَلَا درؤه لمفسدة فَهُوَ الْمعبر عَنهُ بالتعبد ¶ وَكَذَلِكَ مَا نَهَانَا عَنهُ وَلم تظهر مفسدته وَلَا درؤه لمفسدة وَلَا يفوت مصلحَة فَهَذَا تعبد أَيْضا فَيجوز أَن يشْتَمل على مصلحَة خُفْيَة أَو مفْسدَة باطنة وَيجوز أَن لَا يشْتَمل على ذَلِك وَيكون مصْلحَته الثَّوَاب على مَسْأَلَة الْمَأْمُور بِهِ وَاجْتنَاب الْمنْهِي عَنهُ وَهُوَ قَلِيل بِالنِّسْبَةِ إِلَى مَا ظهر مَصَالِحه ومفاسده ¶ وكل مَا فِيهِ إجلال لله عز وَجل وَرَسُوله صلى الله عَلَيْهِ وَسلم فَهُوَ مَأْمُور بِهِ ندبا أَو إِيجَابا ¶ وكل مَا فِيهِ إِحْسَان من العَبْد إِلَى نَفسه فَهُوَ مَأْمُور بِهِ ندبا أَو إِيجَابا ¶ وكل مَا فِيهِ إِضْرَار من العَبْد بِنَفسِهِ فَهُوَ مَنْهِيّ عَنهُ كَرَاهَة أَو تَحْرِيمًا وكل مَا فِيهِ إِحْسَان من العَبْد إِلَى غَيره من إِنْسَان أَو حَيَوَان فَهُوَ مَأْمُور بِهِ ندبا أَو إِيجَابا ¶ وكل مَا فِيهِ إساءة منحطة عَن إساءة الْمحرم فَهُوَ مَنْهِيّ عَنهُ كَرَاهَة ¶ وَالْإِحْسَان رَاجع إِلَى جلب الْمصَالح الْخَالِصَة أَو الراجحة ودرء الْمَفَاسِد الْخَالِصَة أَو الراجحة ¶ وَكَذَلِكَ الْإِسَاءَة رَاجِعَة إِلَى دَرْء الْمصَالح الْخَالِصَة أَو الراجحة وجلب",
            "page": "133",
            "part": "1",
            "seal": "DC485A56"
        },
        {
            "id": "105",
            "nass": "الْمَفَاسِد الْخَالِصَة أَو الراجحة وَقد اندرجت الْمصَالح كلهَا دقها وجلها قليلها وكثيرها جليلها وخطيرها فِي قَوْله عز وَجل {فَمن يعْمل مِثْقَال ذرة خيرا يره} الزلزلة 99 / 7 وَكَذَلِكَ قَوْله تَعَالَى {إِن الله يَأْمر بِالْعَدْلِ وَالْإِحْسَان وإيتاء ذِي الْقُرْبَى وَينْهى عَن الْفَحْشَاء وَالْمُنكر وَالْبَغي} النَّحْل 16 / 90 وَإِنَّمَا يطول العناء فِي تَرْجِيح بعض الخيور على بعض الشرور وترجيح بعض الشرور على بعض الخيور وَفِي تَرْجِيح بعض الخيور على بعض وترجيح بعض الشرور على بعض فَإِن الْوَقْف على ذَلِك عسير ولأجله عظم الْخلاف وَطَالَ النزاع بَين الْعلمَاء وَلَا سِيمَا فِيمَا رجح من الخيور أَو الشرور بمثقال ذرة أَلا ترى أَن ولي الْيَتِيم ووكيل بَيت المَال إِذا عرضا بَيْتا للْبيع فزيد فِيهِ أقل مَا تَقول لم يكن لَهما تَفْوِيت ذَلِك على الْمولى عَلَيْهِ وَلَو باعاه لما صَحَّ البيع لِأَن تَفْوِيت أقل مَا يتمول دَاخل فِي قَوْله تَعَالَى {وَمن يعْمل مِثْقَال ذرة شرا يره} الزلزلة 99 / 8 ¶ فصل فِي التقديرات ¶ التَّقْدِير ضَرْبَان ¶ أَحدهمَا إِعْطَاء الْمَوْجُود حكم الْمَعْدُوم ¶ وَالثَّانِي إِعْطَاء الْمَعْدُوم حكم الْمَوْجُود",
            "page": "134",
            "part": "1",
            "seal": "4B75BD80"
        },
        {
            "id": "106",
            "nass": "فَأَما إِعْطَاء الْمَعْدُوم حكم الْمَوْجُود فكإجراء أَحْكَام الْكفْر وَالْإِيمَان على المجانين والأطفال وَحكم الْإِخْلَاص والرياء والنبوة والرسالة والصداقة والعداوة والحسد وَالْغِبْطَة وَصَوْم التَّطَوُّع قبل النِّيَّة والذمم والديون وَتَقْدِير الذَّهَب وَالْفِضَّة فِي الْعرُوض وَالْملك وَالْحريَّة وَالْملك فِي الْمَنَافِع والأعيان ¶ وَأما إِعْطَاء الْمَوْجُود حكم الْمَعْدُوم فكتقدير المَاء الْمُحْتَاج إِلَيْهِ فِي التَّيَمُّم والرقبة الْمُحْتَاج إِلَيْهَا فِي الْكَفَّارَة مفقودين وَمن وجد فِيهِ سَبَب متْلف فَوَقع التّلف بعد مَوته فَإنَّا نقدره مَوْجُودا قبل مَوته أَو عِنْد سَببه ¶ فصل فِيمَا تحمل عَلَيْهِ الْأَلْفَاظ ¶ تحمل الْأَلْفَاظ على الْوَضع اللّغَوِيّ والعرفي والشرعي فَمن نوى شَيْئا يُخَالف ظَاهر لَفظه فَإِن لم يحْتَملهُ لَفظه فَلَا عِبْرَة بنيته وَإِن احتمله لَفظه",
            "page": "135",
            "part": "1",
            "seal": "D514FF0F"
        },
        {
            "id": "107",
            "nass": "دين وَلم يقبل فِي الحكم إِلَّا فِي الْيَمين على نِيَّة المستحلف وَإِن نوى الْوَضع فَفِيهِ خلاف ¶ فصل فِيمَا بني من الْأَحْكَام على خلاف ظواهر الْأَدِلَّة ¶ وَذَلِكَ كدعوى الْبر التقي على الْفَاجِر الغوي وتحليف الْبر التقي لِلْفَاجِرِ الغوي ولحاق الْوَلَد بعد انْقِضَاء الْعدة بِالْحيضِ بِدُونِ أَربع سِنِين وَكَذَلِكَ إِلْحَاقه لسِتَّة أشهر مَعَ الندرة",
            "page": "136",
            "part": "1",
            "seal": "DE7B1734"
        },
        {
            "id": "108",
            "nass": "وَكَذَلِكَ لَو زنت ثمَّ تزوجت وَولدت لتسعة أشهر من حِين الزِّنَا ولستة أشهر من حِين النِّكَاح فَإِنَّهُ يلْحق النِّكَاح ¶ وَلَو حَاضَت أمته بعد الْوَطْء ثمَّ أَتَت بِولد لتسعة أشهر من الْوَطْء فَإِنَّهُ لَا يلْحق عِنْد الشَّافِعِي ¶ وَلَو قَالَ عَليّ مَال عَظِيم أَو خطير حمل على أقل مَا يتمول ¶ وَلَو قَالَ أَنْت أزنى النَّاس أَو أزنى من زيد لم يحد لوَاحِد مِنْهُمَا ¶ وَلَو حلف بِالْقُرْآنِ يحمل على كَلَام النَّفس مَعَ شدَّة ظُهُوره فِي الْأَلْفَاظ ¶ وَكَذَلِكَ قبُول قَول الزَّوْجَة فِي نفي النَّفَقَة مَعَ المعاشرة وتشريك الزَّوْجَيْنِ فِيمَا يخْتَص بِكُل وَاحِد مِنْهُمَا عِنْد التَّنَازُع ¶ وَكَذَلِكَ إِذا قَالَ لامْرَأَته إِن رَأَيْت الْهلَال فَأَنت طَالِق فَرَآهُ غَيرهَا طلقت عِنْد الشَّافِعِي حملا للرؤية على الْعرْفَان وَخَالفهُ أَبُو حنيفَة فِي ذَلِك",
            "page": "137",
            "part": "1",
            "seal": "4CCFEE52"
        },
        {
            "id": "109",
            "nass": "فصل فِي تَنْزِيل الدّلَالَة العادية منزلَة الدّلَالَة اللفظية ¶ وَذَلِكَ كحمل الأجور والأثمان على أُجْرَة الْمثل وَثمن الْمثل ونقود الْبلدَانِ وَحمل الْإِذْن فِي الْأَنْكِحَة على الْكُفْء وَمهر الْمثل ¶ وَإِن علق الطَّلَاق على إِعْطَاء ألف يُقيد الْإِعْطَاء بِالْمَجْلِسِ للْعُرْف وَكَذَلِكَ إبْقَاء الثَّمَرَة المزهية إِذا بِيعَتْ إِلَى أَوَان جدادها والتمكين من سقيها بِمَاء بَائِعهَا ¶ وَكَذَلِكَ الْحمل على حرز الْمثل وَحمل الصناعات على صناعات الْمثل كالطبخ وَالْخبْز والعجين والخياطة وَالْبناء وَالسير الْمُعْتَاد فِي الْأَسْفَار وَخُرُوج أَوْقَات الصَّلَوَات عَن الدُّخُول فِي الْإِجَارَات وَنذر الِاعْتِكَاف عَن أَوْقَات قَضَاء الْحَاجَات وتوزيع أعواض الْمثْلِيّ على قيم المعوضات",
            "page": "138",
            "part": "1",
            "seal": "49ED3723"
        },
        {
            "id": "110",
            "nass": "وَكَذَلِكَ دلالات اتِّصَال الْجدر ووضعها على مَالِكهَا ومستحقها وَدلَالَة الْأَيْدِي على الِاسْتِحْقَاق ¶ وَكَذَلِكَ الاستصناع وَتَقْدِيم الطَّعَام إِلَى الضيفان وَدخُول الحمامات والخانات ودور الْحُكَّام والولاة فِي أَوْقَات الْعَادَات ¶ وَكَذَلِكَ دُخُول الدّور بِإِذن الصّبيان ¶ وَكَذَلِكَ الشّرْب والتطهر من الجداول على مَا جرت بِهِ الْعَادَات ¶ وَكَذَلِكَ حمل الْأَلْفَاظ الْعَرَبيَّة على مَا يَصح من عرف الْعِبَادَات والمعاملات كَالصَّلَاةِ وَالزَّكَاة والبياعات والإجارات وَالطَّلَاق وَالْعتاق ¶ وَكَذَلِكَ اسْتِعْمَال لفظ الْأَخْبَار فِي الإنشاءات فِي الْعتْق وَالطَّلَاق وَالصَّلَاة وَالزَّكَاة وَغَيرهَا من الْعِبَادَات والمعاملات ¶ وَكَذَلِكَ حمل أَلْفَاظ الْأَوْقَاف والمدارس على مَا غلب من الْعَادَات وإدراج الْأَشْجَار وَثيَاب الرَّقِيق فِي البيع الْمُطلق وَالرُّجُوع فِي الرِّكَاز إِلَى العلامات وَحمل الْإِذْن فِي الْحُدُود والتعزيرات على الضَّرْب المقتصد",
            "page": "139",
            "part": "1",
            "seal": "133480D7"
        },
        {
            "id": "111",
            "nass": "وَإِقَامَة إِشَارَة الْأَخْرَس مقَام الْأَلْفَاظ ¶ فصل فِي فَضَائِل الْوَسَائِل ¶ فضل الْوَسَائِل مُرَتّب على فضل الْمَقَاصِد فَالْأَمْر بِالْمَعْرُوفِ وَسِيلَة إِلَى تَحْصِيل مصلحَة ذَلِك الْمَعْرُوف وَالنَّهْي عَن الْمُنكر وَسِيلَة إِلَى دفع مفْسدَة ذَلِك الْمُنكر ¶ وَالْأَمر بِالْإِيمَان أفضل من كل أَمر وَالنَّهْي عَن الْكفْر أفضل من كل نهي ¶ وَالنَّهْي عَن الْكَبَائِر أفضل من النَّهْي عَن الصَّغَائِر وَالنَّهْي عَن كل كَبِيرَة أفضل من النَّهْي عَمَّا دونهَا ¶ وَكَذَلِكَ الْأَمر بِمَا تَركه كَبِيرَة أفضل من الْأَمر بِمَا تَركه صَغِيرَة ¶ ثمَّ تترتب رتب فَضَائِل الْأَمر وَالنَّهْي على رتب الْمصَالح والمفاسد ¶ وتترتب رتب الشَّهَادَات على رتب الْمَشْهُود بِهِ من جلب الْمصَالح ودرء الْمَفَاسِد",
            "page": "140",
            "part": "1",
            "seal": "3778E8AF"
        },
        {
            "id": "112",
            "nass": "وَكَذَلِكَ يَتَرَتَّب تصرف الْحُكَّام والولاة على ترَتّب مَا يجلبه تصرفهم من جلب الْمصَالح ودرء الْمَفَاسِد ¶ وَكَذَلِكَ الْفَتَاوَى ¶ وَكَذَلِكَ تترتب رتب المعونات والمساعدات على الْبر وَالتَّقوى على رتب مصالحها كَمَا تترتب مَرَاتِب المعاونة على الْإِثْم والعدوان على ترتبهما فِي الْمَفَاسِد ¶ فَائِدَة فِي أَسبَاب الشَّرْع ¶ لما علم الرب عز وَجل احْتِيَاج النَّاس إِلَى الْمَنَافِع والأعيان والمآكل والمشارب والملابس والمراكب والمساكن أَبَاحَ الْبياعَات والإجارات وَسَائِر الْمُعَامَلَات على الْمَنَافِع والأعيان النافعات ¶ وَلما علم أَن فيهم المحتاجين العجزة عَن دفع الْحَاجَات شرع الزكوات وَالصَّدقَات ¶ وَلما علم أَن فيهم من لَا يزجره الْوَعيد والتهديد شرع الْحُدُود والتعزيرات دفعا لمفاسد أَسبَابهَا",
            "page": "141",
            "part": "1",
            "seal": "29E2CD0F"
        },
        {
            "id": "113",
            "nass": "وَلما علم أَن أَكْثَرهم لَا ينصفون وَأَن فيهم العجزة عَن الانتصاف لأَنْفُسِهِمْ نصب الْحُكَّام وولاة أُمُور الْإِسْلَام لإنصاف المظلومين من الظَّالِمين وَحفظ الْحُقُوق عَن الصّبيان والمجانين والعاجزين والغائبين ¶ وَكَذَلِكَ نصب الْحجَج الشَّرْعِيَّة كالأقارير والبينات وتحليف من رجح جَانِبه بِظَاهِر يَد أَو أصل أَو حلف بعد نُكُول ¶ وَلما علم الِاحْتِيَاج إِلَى الْأَنْكِحَة شرعها تحصيلا لمصالحها ¶ وَلما علم الِاحْتِيَاج إِلَى الْجِهَاد شرع جِهَاد الدّفع وَجِهَاد الطّلب وَجِهَاد الدّفع أفضل من جِهَاد الطّلب ¶ وَلما علم أَن الْوُلَاة والقضاة لَا يقدرُونَ على الْقيام بِمَا ولوه أوجب على أهل الْكِفَايَة مساعدتهم على مصَالح ولايتهم ودرء مفاسدها ¶ وَلما علم أَن الآراء تخْتَلف فِي معرفَة الصَّالح والأصلح وَالْفَاسِد والأفسد وَفِي معرفَة خير الخيرين وَشر الشرين حصر الْإِمَامَة الْعُظْمَى فِي وَاحِد كَيْلا يتعطل جلب الْمصَالح ودرء الْمَفَاسِد بِسَبَب اخْتِلَاف الْوُلَاة فِي الصَّالح والأصلح وَالْفَاسِد والأفسد",
            "page": "142",
            "part": "1",
            "seal": "622CC7AF"
        },
        {
            "id": "114",
            "nass": "وَشرط فِي الْأَئِمَّة أَن يَكُونُوا أفضل الْأمة لِأَن ذَلِك أقرب إِلَى طواعيتهم على المساعدة فِي جلب الْمصَالح ودرء الْمَفَاسِد ¶ ولقرب طواعية الأفاضل شَرط أَن يكون الْأَئِمَّة من قُرَيْش لِأَن النَّاس يبادرون إِلَى طواعية الأفاضل ويتقاعدون عَن طواعية الأراذل بل يتقاعدون عَن طواعية أمثالهم فَمَا الظَّن بِمن هُوَ دونهم ¶ وَلذَلِك قدم فِي كل ولَايَة أعرف الْخلق بمصالحها ومفاسدها وأعرفهم بأحكامها وَإِن كَانَ قاصرا فِي معرفَة أَحْكَام غَيرهَا وجاهلا بهَا إِذْ لَا يضرّهُ ذَلِك فِي ولَايَته ¶ وَمن رَحمته بعباده أَن نفذ تصرف أَئِمَّة الْجور والبغاة فِيمَا وَافق الشَّرْع جلبا لمصَالح الرعايا ودفعا للمفاسد عَنْهُم ¶ فصل فِي تعرف الْمصَالح والمفاسد ¶ مَا أَمر الله بِشَيْء إِلَّا وَفِيه مصلحَة عاجلة أَو آجلة أَو كِلَاهُمَا ¶ وَمَا نهى عَن شَيْء إِلَّا وَفِيه مفْسدَة عاجلة أَو آجلة أَو كِلَاهُمَا ¶ وَمَا أَبَاحَ شَيْئا إِلَّا وَفِيه مصلحَة عاجلة ¶ وَلكُل من هَذِه الْمصَالح رتب مُتَسَاوِيَة ومتفاوتة فِي الْفساد وَالصَّلَاح والرجحان وأكثرها ظَاهر جلي وأقلها بَاطِن خَفِي يسْتَدلّ عَلَيْهَا بأدلتها",
            "page": "143",
            "part": "1",
            "seal": "AEC2D5A8"
        },
        {
            "id": "115",
            "nass": "الَّتِي نصبها الله عز وَجل لَهَا وَمِنْهَا مَا لَا يظْهر فِيهِ مصلحَة وَلَا مفْسدَة سوى مصلحَة جلب الثَّوَاب وَدفع الْعقَاب ويعبر عَنهُ بالتعبد ¶ فَائِدَة فِي حكم الشَّرْع فِي الجدل والمناظرة ¶ لَا يجوز الجدل والمناظرة إِلَّا لإِظْهَار الْحق ونصرته ليعرف وَيعْمل بِهِ فَمن جادل لذَلِك فقد أطَاع وَأصَاب وَمن جادل لغَرَض آخر فقد عصى وخاب ¶ وَلَا خير فِيمَن يتحيل لنصرة مذْهبه مَعَ ضعفه وَبعد أدلته من الصَّوَاب بِأَن يتَأَوَّل السّنة أَو الْإِجْمَاع أَو الْكتاب على غير الْحق وَالصَّوَاب وَذَلِكَ بالتأويلات الْفَاسِدَة والأجوبة النادرة",
            "page": "144",
            "part": "1",
            "seal": "598FAB6B"
        },
        {
            "id": "116",
            "nass": "فصل فِي صَلَاح الْقُلُوب والأجساد وفسادهما ¶ قَالَ صلى الله عَلَيْهِ وَسلم أَلا وَإِن فِي الْجَسَد مُضْغَة إِذا صلحت صلح الْجَسَد كُله وَإِذا فَسدتْ فسد الْجَسَد كُله أَلا وَهِي الْقلب ¶ وَمَعْنَاهُ إِذا صلح الْقلب بالمعارف وَالْأَحْوَال صلح الْجَسَد كُله بِالطَّاعَةِ والإذعان وَإِذا فسد بأضداد الْعرْفَان وَالْأَحْوَال فسد الْجَسَد كُله بالمخالفة والعصيان ¶ والأفراح وَاللَّذَّات تخْتَلف باخْتلَاف المفروح بِهِ والمتلذذ بِهِ فلذات الْجنان أفضل اللَّذَّات وأفراحها أفضل الأفراح كَمَا أَن غموم النَّار شَرّ الغموم وآلامها شَرّ الآلام وَكَذَلِكَ لذات الْعرْفَان أفضل من لذات الِاعْتِقَاد ¶ فصل فِي أَعمال الْقُلُوب كالمعارف وَالْأَحْوَال والنيات والقصود ¶ جعل الله عز وَجل لكل معرفَة حَالا ينشأ عَنْهَا",
            "page": "145",
            "part": "1",
            "seal": "DA7A3E2D"
        },
        {
            "id": "117",
            "nass": "فَمن عرف نعْمَة الله تَعَالَى كَانَ حَاله الْخَوْف ¶ وَمن عرف سَعَة رَحْمَة الله كَانَ حَاله الرَّجَاء ¶ وَمن عرف تَوْحِيد الرب وبالنفع والضر وَالرَّفْع والخفض لم يتوكل فِي جلب النَّفْع وَدفع الضّر والإعطاء والحرمان إِلَّا عَلَيْهِ وَلم يُفَوض أمره إِلَّا إِلَيْهِ ¶ وَمن عرف عَظمته وجلاله كَانَت حَاله الإجلال والمهابة ¶ وَمن عرف اطِّلَاعه على أَحْوَاله استحيى مِنْهُ أَن يُخَالِفهُ ¶ وَمن عرف سَمَاعه لأقواله استحيى أَن يَقُول مَا لَا يرضيه ¶ وَمن عرف إحسانه إِلَيْهِ وإفضاله عَلَيْهِ كَانَت حَاله الْمحبَّة ¶ وَمن عرف جماله وجلاله كَانَت حَاله الْمحبَّة وَكَانَت محبته أفضل من محبَّة من عرف إحسانه وإفضاله ¶ وَأكْثر مَا يحضر المعارف بالاستحضار والأفكار أَو بِالسَّمَاعِ من الْأَبْرَار والأخيار",
            "page": "146",
            "part": "1",
            "seal": "AD738198"
        },
        {
            "id": "118",
            "nass": "فَمن استحضر صفة من تِلْكَ الصِّفَات أثمرت لَهُ حَالا يُنَاسِبهَا ويوافقها وينشأ عَن تِلْكَ الْحَال من الْأَقْوَال والأعمال مَا يطابقها ويوافقها ¶ فَمن لاحظ شدَّة النقمَة حصل لَهُ الْخَوْف وَمَا يَنْبَنِي عَلَيْهِ من الْحزن والبكاء والانقباض وتخويف الْعباد ¶ وَمن لاحظ سَعَة الرَّحْمَة حصل لَهُ من الانبساط ويرجيه الْيَأْس مَا يُنَاسب مَا حصل لَهُ من الرَّجَاء ¶ وَمن لاحظ صفة الْجمال حصل لَهُ من الْحبّ وَمَا يَنْبَنِي عَلَيْهِ من الشوق وَخَوف الْفِرَاق وإنس التلاق وَالسُّرُور والفرح ¶ وَمن لاحظ سَمَاعه لأقواله ورؤيته لأعماله كَانَت حَاله الْحيَاء الْمَانِع من مُخَالفَته فِي الْأَقْوَال والأعمال وَسَائِر الْأَحْوَال ¶ وَقد يَصِيح بَعضهم لغَلَبَة الْحَال إِلَيْهِ وإلجائها إِيَّاه إِلَى الصياح وَمن صَاح لغير ذَلِك فمتصنع لَيْسَ من الْقَوْم فِي شَيْء ¶ وَكَذَلِكَ من أظهر شَيْئا من الْأَحْوَال رِيَاء وتسميعا فَإِنَّهُ مُلْحق بالفجار لَا بالأبرار",
            "page": "147",
            "part": "1",
            "seal": "8F697BBC"
        },
        {
            "id": "119",
            "nass": "فَائِدَة فِي المفاضلة بَين الْأَوْلِيَاء ¶ المهابة والإجلال أفضل من الْخَوْف والرجاء فَإِذا أردْت أَن تعرف فَضَائِل الْأَوْلِيَاء فَانْظُر إِلَى مَا يظْهر عَلَيْهِم من آثَار المعارف وَالْأَحْوَال فَأَيهمْ غلب",
            "page": "148",
            "part": "1",
            "seal": "68122D75"
        },
        {
            "id": "120",
            "nass": "عَلَيْهِ أفضلهَا كالتعظيم والإجلال فَهُوَ أفضل الرِّجَال وأيهم غلب عَلَيْهِ أدناها كالخوف والرجاء فَهُوَ أدنى الرِّجَال ¶ فصل فِي بَيَان الْفَضَائِل ¶ فضل الله تَعَالَى بعض الْأَمَاكِن على بعض وَبَعض الْأَزْمَان على بعض وَلَيْسَ فضلهما براجع إِلَى أَوْصَاف قَائِمَة فيهمَا وَإِنَّمَا فضلهما بِمَا يتفضل بِهِ الرب سُبْحَانَهُ فيهمَا من إحسانه وَكَثْرَة ثَوَابه على الطَّاعَات ومغفرته الزلات ¶ وَأما تَفْضِيل بعض الجمادات فبأوصاف حَقِيقَته كتفضيل اللُّؤْلُؤ والمرجان على غَيرهمَا وتفضيل الأجرام النيرات على غَيرهَا",
            "page": "149",
            "part": "1",
            "seal": "99349204"
        },
        {
            "id": "121",
            "nass": "وَأما تَفْضِيل بعض الْحَيَوَان على بعض فبالعقل وَالْعلم وَالْقُدْرَة والإرادة والسمع وَالْبَصَر وَالْكَلَام والأوصاف الْكَرِيمَة الجبلية كالرحمة والشفقة وَالْكَرم وَالْحيَاء والجود والسخاء والحلم والأناة ¶ وَأفضل المعارف معرفَة مَا يجب للرب سُبْحَانَهُ من أَوْصَاف الْكَمَال ونعوت الْجلَال وسلب كل عيب ونقصان وَجَوَاز مآله أَن يَفْعَله وَأَن لَا يَفْعَله كإنزال الْكتب وإرسال الرُّسُل والبعث والحساب وَالثَّوَاب وَالْعِقَاب ¶ وَلكُل معرفَة من هَذِه المعارف حَال ينشأ عَنْهَا وَيُسْتَفَاد مِنْهَا ¶ وَلكُل حَال من تِلْكَ الْأَحْوَال آثَار جميلَة وأحوال فَضِيلَة ¶ وَاعْلَم أَن الْفضل يَقع بالمعارف وَالْأَحْوَال والطاعات وبكثرة إِحْسَان الْخَالِق إِلَى الْمَخْلُوق وَإِن لم يكن من المعارف وَالْأَحْوَال والطاعات ¶ وَقد أحسن الله تَعَالَى إِلَى النَّبِيين وَالْمُرْسلِينَ وأفاضل الْمُؤمنِينَ بالمعارف وَالْأَحْوَال والطاعات والإذعان ونعيم الْجنان ورضا الرَّحْمَن وَالنَّظَر إِلَى",
            "page": "150",
            "part": "1",
            "seal": "9BABC1EE"
        },
        {
            "id": "122",
            "nass": "الديَّان سُبْحَانَهُ مَعَ سَماع تَسْلِيمه وَكَلَامه وتبشيره بتأبد الرضْوَان وَلم يثبت للْمَلَائكَة مثل ذَلِك ¶ وَلَا شكّ أَن أجساد الْمَلَائِكَة أفضل من أجساد الْبشر ¶ وَأما أَرْوَاحهم فَإِن كَانَت أعرف بِاللَّه تَعَالَى وأكمل أحوالا من أَحْوَال الْبشر فهم أفضل من الْبشر وَإِن اسْتَوَى الْأَرْوَاح فِي ذَلِك فقد فضلوا على الْبشر بالأجساد فَإِن أَجْسَادهم من نور وأجساد الْبشر من لحم وَدم ¶ وَفضل الْبشر الْمَلَائِكَة بِمَا ذَكرْنَاهُ من نعيم الْجنان وَقرب الديَّان وَرضَاهُ وتسليمه وتقريبه وَالنَّظَر إِلَى وَجهه الْكَرِيم ¶ وَإِن فَضلهمْ الْبشر فِي المعارف وَالْأَحْوَال والطاعات كَانُوا بذلك أفضل مِنْهُم وَبِمَا ذَكرْنَاهُ مِمَّا وعدوا بِهِ فِي الْجنان ¶ وَلَا شكّ أَن للبشر طاعات لم يثبت مثلهَا للْمَلَائكَة كالجهاد وَالصَّبْر ومجاهدة الْهوى وَالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر وَالصَّبْر على البلايا والمحن والرزايا وَتحمل مشاق الْعِبَادَات لأجل الله تَعَالَى وَقد ثَبت أَنهم يرَوْنَ رَبهم وَيسلم عَلَيْهِم ويبشرهم بإحلال رضوانه عَلَيْهِم أبدا وَلم",
            "page": "151",
            "part": "1",
            "seal": "240369D3"
        },
        {
            "id": "123",
            "nass": "يثبت مثل هَذَا للْمَلَائكَة وَإِن كَانَ الْمَلَائِكَة يسبحون اللَّيْل وَالنَّهَار لَا يفترون فَرب عمل قَلِيل يسير أفضل من تَسْبِيح كثير وَكم من نَائِم أفضل من قَائِم وَقد قَالَ الله تَعَالَى {إِن الَّذين آمنُوا وَعمِلُوا الصَّالِحَات أُولَئِكَ هم خير الْبَريَّة} الْبَيِّنَة 98 / 7 أَي خير الخليقة وَالْمَلَائِكَة من خير الخليقة لَا يُقَال الْمَلَائِكَة من الَّذين آمنُوا وَعمِلُوا الصَّالِحَات لِأَن هَذَا اللَّفْظ مَخْصُوص فِي عرف الشَّرْع بِمن آمن من الْبشر فَلَا ينْدَرج فِيهِ الْمَلَائِكَة الْأَبْرَار لعرف الِاسْتِعْمَال ¶ فَإِن قيل لَعَلَّ الْمَلَائِكَة يرَوْنَ رَبهم كَمَا يرَاهُ الْأَبْرَار قلت يمْنَع مِنْهُ عُمُوم قَوْله تَعَالَى {لَا تُدْرِكهُ الْأَبْصَار} الْأَنْعَام 6 / 103 وَقد اسْتثْنِي مِنْهُ الْمُؤْمِنُونَ فَبَقيَ على عُمُومه فِي الْمَلَائِكَة الْأَبْرَار",
            "page": "152",
            "part": "1",
            "seal": "059FA2E3"
        },
        {
            "id": "124",
            "nass": "فصل فِي مَرَاتِب الْقرب ¶ اعْلَم أَن دَرَجَات الْجنَّة مُخْتَلفَة باخْتلَاف الْأَعْمَال ¶ فَلَيْسَ من عبد الله مُقَدرا أَنه يرى الله كمن عبد الله مُقَدرا أَن الله تَعَالَى يرَاهُ ¶ وَلَيْسَ من عبد الله على خلاف ذَلِك كمن عبد الله كَأَن الله يرَاهُ ¶ وَلِلْمُؤْمنِينَ دَرَجَات فِي الْإِيمَان عليات ودنيات ومتوسطات ¶ وللمجاهدين مئة دَرَجَة فِي الْجنَّة مترتب أَعْلَاهَا على أَعلَى رتب الْجِهَاد وَأَدْنَاهَا على أدناها",
            "page": "153",
            "part": "1",
            "seal": "550D5053"
        },
        {
            "id": "125",
            "nass": "وَكَذَلِكَ رتب الْمُصَلِّين والصائمين والولاة المقسطين وَالشُّهُود الصَّادِقين وَالصَّابِرِينَ على الطَّاعَات والبليات وَعَن الْمعاصِي والمخالفات وعَلى بر الْآبَاء والأمهات والبنين وَالْبَنَات وعَلى هَذِه الدَّرَجَات يَتَرَتَّب سبقهمْ إِلَى الْجنان ¶ فَإِذا تساوى اثْنَان فِي الْإِيمَان والعرفان فَإِن اسْتَويَا فِي مقادير الْإِيمَان الْحَقِيقِيّ أَو الْحكمِي فدرجتهما وَاحِدَة فِيمَا اسْتَويَا فِيهِ وَإِن تَفَاوتا فِي الْكَثْرَة والقلة كَانَت دَرَجَة ذِي الْكَثْرَة من دَرَجَة ذِي الْقلَّة ¶ وَلَو اسْتَوَى اثْنَان فِي عدد الصَّلَاة فَإِن اسْتَويَا فِي كمالها بسننها وآدابها وخضوعها وخشوعها وَفهم أذكارها وقراءتها فهما فِي دَرَجَة وَاحِدَة وَإِن تَفَاوتا فِي ذَلِك كَانَ أكملهما أَعلَى دَرَجَة من أنقصهما ¶ وَإِن اسْتَوَى اثْنَان فِي جِهَاد الدّفع فَإِن اسْتَويَا فِي الْإِخْلَاص وَإِرَادَة إعلاء كلمة الله تَعَالَى وَفِي الْمَدْفُوع عَنهُ فدرجتهما وَاحِدَة وَإِن تَفَاوتا فِي النِّيَّة وَكَثْرَة من قتل أَو فِي شرف الْمَدْفُوع عَنهُ كالدفع عَن الْأَنْبِيَاء",
            "page": "154",
            "part": "1",
            "seal": "F9E2536C"
        },
        {
            "id": "126",
            "nass": "والأولياء كَانَ أشرفهما فِي الدرجَة الْعليا وَالْآخر فِي الدرجَة الدُّنْيَا وَكَذَلِكَ جَمِيع مَا يتَقرَّب بِهِ إِلَى الله عز وَجل ¶ وَمعنى تفَاوت الدَّرَجَات أَن يكون لكل وَاحِد من العاملين نصِيبه من الْجنَّة دَرَجَات مرتبات على رتب أَعماله عاليات ودانيات ومتوسطات يتَرَدَّد بَينهَا على مَا تشْتَهى نَفسه وتلتذ عينه وَقد صَحَّ أَن الله عز وَجل أعد للمجاهدين فِي سَبيله مئة دَرَجَة بَين كل دَرَجَتَيْنِ مئة عَام ¶ وَلَو آمن إِنْسَان قبل مَوته بلحظة لم يكن أجره كَأَجر إِيمَان من آمن قبل مَوته بِيَوْم وَلَا أجر من آمن قبل مَوته بِيَوْم كَأَجر من آمن قبل مَوته بِشَهْر وَلَا أجر من آمن قبل مَوته بِشَهْر كَأَجر من آمن قبل مَوته بعام فَلَيْسَ من طَال عمره فِي الطَّاعَات وَالْإِيمَان كمن قصر عمره وَلِهَذَا قَالَ صلى الله عَلَيْهِ وَسلم خَيركُمْ من طَال عمره وَحسن عمله",
            "page": "155",
            "part": "1",
            "seal": "FAC8AF7E"
        },
        {
            "id": "127",
            "nass": "وَقَالَ صلى الله عَلَيْهِ وَسلم لَا يتمنين أحدكُم الْمَوْت لضر نزل بِهِ فَإِنَّهُ لَا يزِيد أحدكُم عمره إِلَّا خيرا إِمَّا محسن فَيَزْدَاد وَإِمَّا مسيء فيستعتب ¶ ولمثل هَذَا شح الْأَوْلِيَاء على الْأَوْقَات أَن يصرفوها فِي غير الطَّاعَات ¶ وَكَذَلِكَ يَتَرَتَّب عَذَاب جَهَنَّم على ترَتّب هَذِه الْمَفَاسِد وَكَثْرَتهَا وقلتها فالعذاب على الزِّنَا دون الْعَذَاب على الْقَتْل وَالْعَذَاب على أكبر الْكَبَائِر دون الْعَذَاب على الْكفْر وَلَيْسَ من كفر قبل مَوته بلحظة كمن أَقَامَ على الْكفْر يَوْمًا أَو شهرا أَو مئة عَام وَالله أعلم",
            "page": "156",
            "part": "1",
            "seal": "93E65171"
        },
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم رب يسر بِخَير ¶ أَخْبرنِي الشَّيْخ الإِمَام الْفَاضِل عُثْمَان بن بلبان المعالمي فِي شهر رَمَضَان سنة عشرَة قَالَ أَخْبرنِي الشَّيْخ الإِمَام الْعَلامَة قَاضِي الْقُضَاة مفتي الْمُسلمين أَبُو عبد الله مُحَمَّد بن مُحَمَّد بن بهْرَام الشَّافِعِي أثابه الله الْجنَّة بِقِرَاءَتِي عَلَيْهِ يَوْم الْأَحَد السَّادِس وَالْعِشْرين من شهر ربيع الأول سنة خمس وَسبع مئة بحلب المحروسة قلت لَهُ أخْبرك الشَّيْخ الْعَلامَة شيخ الْإِسْلَام مفتي الْفرق أَبُو مُحَمَّد عبد الْعَزِيز بن عبد السَّلَام بن أبي الْقَاسِم الشَّافِعِي بِقِرَاءَتِك عَلَيْهِ قَالَ نعم قلت لَهُ قلت (الْحَمد لله ذِي الْجُود وَالْإِحْسَان وَالْفضل والإمتنان وَصلى الله على نبيه الْمَبْعُوث بِالْأَمر وَالْعدْل وَالْإِحْسَان وبالنهي عَن الْفساد والطغيان فَلم يتْرك صلى الله عَلَيْهِ وَسلم شَيْئا يقرب من الْجنان وَيبعد من النيرَان إِلَّا أَمر بِهِ وَلم يدع شَيْئا يقرب من النيرَان ويباعد من الْجنان إِلَّا نهى عَنهُ)",
            "page": "31",
            "part": "1",
            "seal": "1D1435CD"
        },
        {
            "id": "3",
            "nass": "فصل فِي بَيَان الْمصَالح والمفاسد ¶ أما بعد فَإِن الله تَعَالَى أرسل الرُّسُل وَأنزل الْكتب لإِقَامَة مصَالح الدُّنْيَا وَالْآخِرَة وَدفع مفاسدهما ¶ والمصلحة لَذَّة أَو سَببهَا أَو فرحة أَو سَببهَا ¶ والمفسدة ألم أَو سَببه أَو غم أَو سَببه ¶ وَلم يفرق الشَّرْع بَين دقها وجلها وقليلهما وكثيرهما كحبة خَرْدَل وشق تَمْرَة وزنة برة ومثقال ذرة {فَمن يعْمل مِثْقَال ذرة خيرا يره وَمن يعْمل مِثْقَال ذرة شرا يره} الزلزلة 99 / 8 - 7",
            "page": "32",
            "part": "1",
            "seal": "3C540039"
        },
        {
            "id": "4",
            "nass": "فصل فِي بَيَان الْإِحْسَان الْمَأْمُور بِهِ ¶ كتب الله سُبْحَانَهُ الْإِحْسَان على كل شَيْء وَأخْبر أَنه يَأْمر بِهِ على الدَّوَام والاستمرار بقوله {إِن الله يَأْمر بِالْعَدْلِ وَالْإِحْسَان} النَّحْل 16 / 90 وَرغب فِيهِ بقوله {إِن الله يحب الْمُحْسِنِينَ} الْبَقَرَة 2 / 195 وَإِن أمرا يكون سَببا لحب الله سُبْحَانَهُ لجدير بِأَن يحرص عَلَيْهِ ويتنافس فِيهِ ويبادر إِلَيْهِ وَلَا يتَقَيَّد ذَلِك الْإِحْسَان بالإنسان بل يجْرِي فِي حق الْمَلَائِكَة عَلَيْهِم السَّلَام فَإِنَّهُم يتأذون مِمَّا يتَأَذَّى مِنْهُ النَّاس بل يجْرِي فِي حق الْحَيَوَان الْمُحْتَرَم بل فِي غير الْمُحْتَرَم لقَوْله صلى الله عَلَيْهِ وَسلم إِن الله كتب الْإِحْسَان على كل شَيْء فَإِذا قتلتم فَأحْسنُوا القتلة وَإِذا ذبحتم فَأحْسنُوا الذّبْح وليحد أحدكُم شفرته وليرح ذَبِيحَته وَقد جعل لمن قتل الوزغ فِي الضَّرْبَة الأولي مئة حَسَنَة وَفِي الثَّانِيَة سبعين لِأَن قَتله بضربة وَاحِدَة أَهْون عَلَيْهِ من قَتله بضربتين",
            "page": "33",
            "part": "1",
            "seal": "515457FC"
        },
        {
            "id": "5",
            "nass": "وَالْإِحْسَان منحصر فِي جلب الْمصَالح ودرء الْمَفَاسِد وَهُوَ غَايَة الْوَرع أَعْلَاهَا إِحْسَان الْعِبَادَات وَهُوَ أَن تعبد الله عز وَجل كَأَنَّك ترَاهُ فَإِن لم تكن ترَاهُ فَقدر أَنه يراك وأفضلهما أَن تعبد الله عز وَجل مُقَدرا أَنَّك ترَاهُ فَإنَّك إِذا قدرت فِي عبادتك ترى المعبود فَإنَّك تعظمه غَايَة التَّعْظِيم وتجله أعظم الإجلال وَاعْتبر ذَلِك لَهَا صُورَة الأكابر والملوك فَإِن من نظر إِلَى ملك بِنَظَر إِلَيْهِ فَإِنَّهُ يعظمه أبلغ التَّعْظِيم ويهابه أتم المهابة ويتقرب إِلَيْهِ بغاية مَا يقدر عَلَيْهِ وَهَذَا مَحْكُوم بالعادات فَإِن عزفت عَن تَقْدِير رؤيتك إِيَّاه فقد ترى أَنه يراك وَينظر إِلَيْك فَإنَّك تَسْتَحي مِنْهُ وَتَأْتِي بِعِبَادَتِهِ على أتم الْوُجُوه ¶ النَّوْع الثَّانِي الْإِحْسَان إِلَى الْخَلَائق وَذَلِكَ إِمَّا بجلب الْمَنَافِع أَو بِدفع المضار أَو بهما وَلَا فرق بَين قَلِيله وَكَثِيره وجليله وحقيره فَإِن {فَمن يعْمل مِثْقَال ذرة خيرا يره} الزلزلة 99 / 7 {وَإِن كَانَ مِثْقَال حَبَّة من خَرْدَل أَتَيْنَا بهَا وَكفى بِنَا حاسبين} الْأَنْبِيَاء 21 / 47 وَفِي الحَدِيث كل مَعْرُوف صَدَقَة وَلَو أَن تلقى أَخَاك وَأَنت منبسط إِلَيْهِ وَجهك وَفِي الحَدِيث لَا تحقرن جَارة لجارتها وَلَا فرسن شَاة وَفِي الحَدِيث",
            "page": "34",
            "part": "1",
            "seal": "F1662059"
        },
        {
            "id": "6",
            "nass": "تصدقوا وَلَو بشق تَمْرَة فَإِن لم تَجدوا فبكلمة طيبَة وعَلى الْجُمْلَة فالإحسان مَكْتُوب على كل شَيْء وكل مَعْرُوف صَدَقَة كالكلمة الطّيبَة وطلاقة الْوَجْه وتبسمه وانبساطه وهداية الطَّرِيق",
            "page": "35",
            "part": "1",
            "seal": "55FA39DD"
        },
        {
            "id": "7",
            "nass": "النَّوْع الثَّالِث إِحْسَان الْمَرْء إِلَى نَفسه بجلب مَا أَمر الله بجلبه من الْمصَالح الْوَاجِبَة والمندوبة ودرء مَا أَمر الله بدرئه عَنْهَا من الْمَفَاسِد الْمُحرمَة والمكروهة وَلَا فرق بَين قَلِيله وَكَثِيره وجليله وحقيره {فَمن يعْمل مِثْقَال ذرة خيرا يره وَمن يعْمل مِثْقَال ذرة شرا يره} الزلزلة 99 / 8 - 7 و {من يعْمل سوءا يجز بِهِ} النِّسَاء 4 / 123 {وَإِن كَانَ مِثْقَال حَبَّة من خَرْدَل أَتَيْنَا بهَا} الْأَنْبِيَاء 21 / 47 ¶ فصل فِي بَيَان الْإِسَاءَة الْمنْهِي عَنْهَا ¶ الْإِسَاءَة منحصرة فِي جلب الْمَفَاسِد ودرء الْمصَالح وَهِي مُتَعَلقَة بالعبادات وبنفس الْمُكَلف وَغَيره من الأناس والحيوانات والمحترمات وعَلى الْجُمْلَة فَلَا يرجع بِشَيْء من جلب الْمصَالح ودرء الْمَفَاسِد وأسبابهما إِلَى الديَّان لاستغنائه بِهِ عَن الأكوان وَإِنَّمَا يعود نفعهما وضرهما على الانسان وَمن أحسن فلنفسه سعى وَمن أَسَاءَ فعلى نَفسه جنى",
            "page": "36",
            "part": "1",
            "seal": "28319A87"
        },
        {
            "id": "8",
            "nass": "وإحسان الْمَرْء إِلَى نَفسه أَو إِلَى غَيره إِمَّا بجلب مصلحَة دنيوية أَو أخروية أَو بهما وَإِمَّا بدرء مفْسدَة دنيوية أَو أخروية أَو بهما ¶ وإساءته إِلَى نَفسه وَإِلَى غَيره إِمَّا بجلب مفْسدَة دنيوية أَو أخروية أَو بهما أَو بدرء مصلحَة دنيوية أَو أخروية أَو بهما وَلكُل من أحسن إِلَى نَفسه كَانَ أجره مَقْصُورا عَلَيْهِ وكل من أحسن إِلَى غَيره كَانَ محسنا إِلَى نَفسه وَإِلَى غَيره وكل من أَسَاءَ إِلَى نَفسه كَانَ وزره مَقْصُورا عَلَيْهِ وكل من أَسَاءَ إِلَى غَيره فقد بَدَأَ بالإساءة إِلَى نَفسه وَإِذا اتَّحد نوع الْإِسَاءَة وَالْإِحْسَان كَانَ عامهما أفضل من خاصهما وَلَيْسَ من يصلح بَين جمَاعَة كمن أصلح بَين اثْنَيْنِ وَلَيْسَ من أفسد بَين جمَاعَة كمن أفسد بَين اثْنَيْنِ وليسن من تصدق على جمَاعَة أَو علم جمَاعَة أَو ستر جمَاعَة أَو أنقذ جمَاعَة من الْهَلَاك كمن اقْتصر على وَاحِد أَو اثْنَيْنِ ¶ فَائِدَة فِي الْحَث على تَحْصِيل الْمصَالح ودرء الْمَفَاسِد ¶ وَقد حث الرب سُبْحَانَهُ على تَحْصِيل مصَالح الْآخِرَة بمدحها ومدح فاعليها وَبِمَا رتب عَلَيْهَا من ثَوَاب الدُّنْيَا وَالْآخِرَة وكرامتهما وزجر سُبْحَانَهُ عَن ارْتِكَاب الْمَفَاسِد بذمها وذم فاعليها وَبِمَا رتبه عَلَيْهَا من عِقَاب الدُّنْيَا وَالْآخِرَة وإهانتهما",
            "page": "37",
            "part": "1",
            "seal": "4707AC35"
        },
        {
            "id": "9",
            "nass": "ويعبر عَن الْمصَالح والمفاسد بالمحبوب وَالْمَكْرُوه والحسنات والسيئات وَالْعرْف والنكر وَالْخَيْر وَالشَّر والنفع والضر وَالْحسن والقبح ¶ وَالْأَدب أَن لَا يعبر عَن مشاق الْعِبَادَات ومكارهها بِشَيْء من أَلْفَاظ الْمَفَاسِد وَأَن لَا يعبر عَن لذات الْمعاصِي وأفراحها بِشَيْء من أَلْفَاظ الْمصَالح وَإِن كَانَت الْجنَّة قد حفت بالمكاره وحفت النَّار بالشهوات ¶ وجلب الْمصَالح ودرء الْمَفَاسِد أَقسَام ¶ أَحدهَا ضَرُورِيّ ¶ وَالثَّانِي حاجي ¶ وَالثَّالِث تكميلي ¶ فالضروري الأخروي فِي الطَّاعَات هُوَ فعل الْوَاجِبَات وَترك الْمُحرمَات والحاجي هُوَ السّنَن المؤكدات والشعائر الظاهرات والتكميلي مَا عدا الشعائر من المندوبات والضروريات الدُّنْيَوِيَّة كالمآكل والمشارب والملابس والمناكح",
            "page": "38",
            "part": "1",
            "seal": "0BDCB6E9"
        },
        {
            "id": "10",
            "nass": "والتكميلي مِنْهَا كَأَكْل الطَّيِّبَات وَشرب اللذيذات وسكنى المساكن العاليات والغرف الرفيعات والقاعات الواسعات ¶ والحاجي مِنْهَا مَا توَسط بَين الضرورات والتكميلات ¶ فصل فِي تفَاوت رتب الْمصَالح والمفاسد ¶ ثمَّ تَنْقَسِم الْمصَالح إِلَى الْحسن وَالْأَحْسَن والفاضل وَالْأَفْضَل كَمَا تَنْقَسِم الْمَفَاسِد إِلَى الْقَبِيح والأقبح والرذيل والأرذل وَلكُل وَاحِد مِنْهَا رتب عاليات ودانيات ومتوسطات متساويات وَغير متساويات ¶ وَلَا نِسْبَة لمصَالح الدُّنْيَا إِلَى مصَالح الْآخِرَة لِأَنَّهَا خير مِنْهَا وَأبقى وَلَا نِسْبَة لمفاسد الدُّنْيَا إِلَى مفاسد الْآخِرَة لِأَنَّهَا شَرّ مِنْهَا وَأبقى ¶ ومصالح الْإِيجَاب أفضل من مصَالح النّدب ومصالح النّدب أفضل من مصَالح الْإِبَاحَة كَمَا أَن مفاسد التَّحْرِيم أرذل من مفاسد الْكَرَاهَة",
            "page": "39",
            "part": "1",
            "seal": "97978278"
        },
        {
            "id": "11",
            "nass": "فصل فِي بَيَان مصَالح الدَّاريْنِ ومفاسدهما ¶ مصَالح الْآخِرَة ثَوَاب الْجنان ورضا الديَّان وَالنَّظَر إِلَيْهِ والأنس بجواره والتلذذ بِقُرْبِهِ وخطابه وتسليمه وتكليمه ¶ ومفاسدها عَذَاب النيرَان وَسخط الديَّان والحجب عَن الرَّحْمَن وتوبيخه ولعنه وطرده وإبعاده وخسؤه وإهانته ¶ وَلَا تقع أَسبَاب مصَالح الْآخِرَة ومفاسدها إِلَّا فِي الدُّنْيَا إِلَّا الشَّفَاعَة ¶ وَلَا قطع بِحُصُول مصَالح الْآخِرَة ومفاسدهما إِلَّا عِنْد الْمَوْت فَإِن الرجل يعْمل بِعَمَل أهل الْجنَّة حَتَّى لَا يبْقى بَينه وَبَينهَا إِلَّا بَاعَ أَو ذِرَاع فَيعْمل بِعَمَل أهل النَّار فَيدْخل النَّار وَإِن الرجل ليعْمَل بِعَمَل أهل النَّار حَتَّى لَا يبقي بَينه وَبَينهَا إِلَّا بَاعَ أَو ذِرَاع فَيعْمل بِعَمَل أهل الْجنَّة فَيدْخل الْجنَّة",
            "page": "40",
            "part": "1",
            "seal": "09055891"
        },
        {
            "id": "12",
            "nass": "وَأما مصَالح الدُّنْيَا ومفاسدها فتنقسم إِلَى مَقْطُوع ومظنون وموهوم أَمْثِلَة ذَلِك الْجُوع والشبع والري والعطش والعري والاكتساء والسلامة والعطب والعافية والأسقام والأوجاع والعز والذل والأفراح وَالْأَحْزَان وَالْخَوْف والأمن والفقر والغنى ولذات المآكل والمشارب والمناكح والملابس والمساكن والمراكب وَالرِّبْح والخسران وَسَائِر المصائب والنوائب ¶ وَلَا يعرف مصَالح الْآخِرَة ومفاسدها إِلَّا بِالشَّرْعِ وَيعرف مصَالح الدُّنْيَا ومفاسدها بالتجارب والعادات ¶ فصل فِيمَا يبْنى عَلَيْهِ الْمصَالح والمفاسد ¶ من الْمصَالح والمفاسد مَا يبْنى على الْعرْفَان ¶ وَمِنْهَا مَا يبْنى على الِاعْتِقَاد فِي حق الْعَوام",
            "page": "41",
            "part": "1",
            "seal": "A0C58D16"
        },
        {
            "id": "13",
            "nass": "وأكثرها يبْنى على الظَّن والحسبان لإعواز الْيَقِين والعرفان ¶ وأقلها مَبْنِيّ على الشكوك والأوهاوم كَمَا فِي إِلْحَاق النّسَب فِي بعض الأحيان ¶ ومعظم الْوَرع مَبْنِيّ على الأوهام ¶ فَمن الْمصَالح مَا لَا يتَعَلَّق بِهِ مفْسدَة وَلَا يجده إِلَّا وَاجِبا أَو مَنْدُوبًا أَو مُبَاحا ¶ وَمن الْمَفَاسِد مَا لَا يتَعَلَّق بِهِ مصلحَة وَلَا يجده إِلَّا مَكْرُوها أَو حَرَامًا",
            "page": "42",
            "part": "1",
            "seal": "93C8B275"
        },
        {
            "id": "14",
            "nass": "وكل كسب خلا عَن الْمصلحَة والمفسدة وَلم يكن فِي نَفسه مصلحَة وَلَا مفْسدَة فَحكمه حكم الْأَفْعَال قبل وُرُود الشَّرْع ¶ وللمصالح تعلق بالقلوب والحواس والأعضاء والأبدان وَالْأَمْوَال والأماكن والأزمان والذمم والأعيان أَو بالذمم والأعيان ¶ فصل فِي الْوَسَائِل ¶ للْمصَالح والمفاسد أَسبَاب ووسائل وللوسائل أَحْكَام الْمَقَاصِد من النّدب والإيجاب وَالتَّحْرِيم وَالْكَرَاهَة وَالْإِبَاحَة ¶ وَرب وَسِيلَة أفضل من مقصودها كالمعارف وَالْأَحْوَال وَبَعض الطَّاعَات فَإِنَّهَا أفضل من ثَوَابهَا ¶ والإعانة على الْمُبَاح أفضل من الْمُبَاح لِأَن الْإِعَانَة عَلَيْهِ مُوجبَة لثواب الْآخِرَة وَهُوَ خير وَأبقى من مَنَافِع الْمُبَاح",
            "page": "43",
            "part": "1",
            "seal": "7F2D1375"
        },
        {
            "id": "15",
            "nass": "ويتفاوت الثَّوَاب وَالْعِقَاب والزواجر العاجلة والآجلة بتفاوت الْمصَالح والمفاسد فِي الْغَالِب ¶ وَاعْلَم أَن فضل الْوَسَائِل مترتب على فضل الْمَقَاصِد وَالْأَمر بِالْمَعْرُوفِ وَسِيلَة إِلَى تَحْصِيل ذَلِك الْمَعْرُوف وَالنَّهْي عَن الْمُنكر وَسِيلَة إِلَى دفع مفْسدَة ذَلِك الْمُنكر فَالْأَمْر بِالْإِيمَان أفضل من كل أَمر وَالنَّهْي عَن الْكفْر أفضل من كل نهي وَالنَّهْي عَن الْكَبَائِر أفضل من النَّهْي عَن الصَّغَائِر وَالنَّهْي عَن كل كَبِيرَة أفضل من النَّهْي عَمَّا دونهَا وَكَذَلِكَ الْأَمر بِمَا تَركه كَبِيرَة أفضل من الْأَمر بِمَا تَركه صَغِيرَة ثمَّ تترتب فَضَائِل الْأَمر وَالنَّهْي على رتب الْمصَالح والمفاسد وتترتب رتب الشَّهَادَات على رتب الْمَشْهُود بِهِ من جلب الْمصَالح ودرء الْمَفَاسِد وَكَذَلِكَ الْفَتَاوَى وَكَذَلِكَ يَتَرَتَّب رتب المعونات والمساعدات على الْبر وَالتَّقوى على رتب مصالحهما كَمَا يَتَرَتَّب المعاونة على الْإِثْم والعدوان على ترتيبهما فِي الْمَفَاسِد ¶ وَبِالْجُمْلَةِ فالولايات كلهَا وَالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر وَتحمل الشَّهَادَات وأداؤها وسماعها وَالْحكم بهَا كل ذَلِك وَسِيلَة إِلَى جلب مصْلحَته المبنية عَلَيْهِ أَو دَرْء الْمفْسدَة الناشئة عَنهُ وَكَذَلِكَ التَّصَرُّفَات الشَّرْعِيَّة وَسَائِل إِلَى تَحْصِيل مفاسدهما سَوَاء كَانَت مُعَاوضَة أَو غير مُعَاوضَة وَكَذَلِكَ إِلَى جَمِيع الطَّاعَات والعبادات وَإِلَى الْمعاصِي والمخالفات وإثم وَسَائِل الْمَفَاسِد دون إِثْم",
            "page": "44",
            "part": "1",
            "seal": "A1EC3151"
        },
        {
            "id": "16",
            "nass": "الْمَفَاسِد كَمَا أَن أجر وَسَائِل الْمصَالح دون أجر الْمصَالح وَقد يتَوَصَّل بالْقَوْل الْوَاحِد وَالْعَمَل الْوَاحِد إِلَى ألف مصلحَة وَألف مفْسدَة ¶ فصل فِي اجْتِمَاع الْمصَالح ¶ إِذا اجْتمعت مصَالح أخروية فَإِن أمكن تَحْصِيلهَا حصلناها وَإِن تعذر تَحْصِيلهَا قإن تَسَاوَت تخيرنا بَينهَا وَقد يقرع فِيمَا نقدم مِنْهَا وَإِن تفاوتت قدمنَا الْأَصْلَح فالأصلح وَلَا نبالي بِفَوَات الصَّالح وَلَا يخرج بتقويته عَن كَونه صَالحا ¶ وَإِن اجْتمعت مصَالح الْمُبَاح اقتصرنا فِي حق أَنْفُسنَا على الكفاف وَلَا ننافس فِي تَحْصِيل الْأَصْلَح ¶ وَتقدم الْأَصْلَح فالأصلح فِي حق كل من لنا عَلَيْهِ ولَايَة عَامَّة أَو خَاصَّة",
            "page": "45",
            "part": "1",
            "seal": "3BE92E73"
        },
        {
            "id": "17",
            "nass": "إِن أمكن فَلَا نفرط فِي حق الْمولى عَلَيْهِ فِي شقّ تَمْرَة وَلَا فِي زنة برة وَلَا مِثْقَال ذرة وَيكون أجر السَّعْي فِي ذَلِك ¶ فصل فِي اجْتِمَاع الْمَفَاسِد ¶ إِذا اجْتمعت الْمَفَاسِد فَإِن أمكن درؤها درأناها وَإِن تعذر درؤها فَإِن تَسَاوَت رتبها تخيرنا وَقد يقرع وَإِن تفاوتت درأنا الأفسد فالأفسد وَلَا يخرج الْفَاسِد بارتكابه عَن كَونه مفْسدَة كَمَا فِي قطع الْيَد المتآكلة وَقلع السن الوجعة وَقتل الصَّائِل على دِرْهَم وَقطع السَّارِق فِي ربع دِينَار",
            "page": "46",
            "part": "1",
            "seal": "DB288707"
        },
        {
            "id": "18",
            "nass": "فصل فِي اجْتِمَاع الْمصَالح والمفاسد ¶ إِذا اجْتمعت مصَالح ومفاسد فَإِن أمكن دفع الْمَفَاسِد وَتَحْصِيل الْمصَالح فعلنَا ذَلِك وَإِن تعذر الْجمع فَإِن رجحت الْمصَالح حصلناها وَلَا نبالي بارتكاب الْمَفَاسِد وَإِن رجحت الْمَفَاسِد دفعناها وَلَا نبالي بقوات الْمصَالح ¶ وَقد تنشأ الْمصلحَة عَن الْمفْسدَة والمفسدة عَن الْمصلحَة ¶ وَقد تنشأ الْمفْسدَة عَن الْمفْسدَة والمصلحة عَن الْمصلحَة ¶ وَقد تقترن الْمصلحَة بالمفسدة وَلَا تنشأ إِحْدَاهمَا عَن الْأُخْرَى ¶ وَإِذا ظَهرت الْمصلحَة أَو الْمفْسدَة بني على كل وَاحِدَة مِنْهُمَا حكمهَا وَإِن جهلنا اسْتدلَّ عَلَيْهِمَا بِمَا يرشد إِلَيْهِمَا ¶ وَإِذا توهمنا الْمصلحَة الْمُجَرَّدَة عَن الْمفْسدَة الْخَالِصَة أَو الراجحة احتطنا لتحصيلها",
            "page": "47",
            "part": "1",
            "seal": "DB0290A8"
        },
        {
            "id": "19",
            "nass": "وَإِن توهمنا الْمفْسدَة الْمُجَرَّدَة عَن الْمصلحَة الْخَالِصَة أَو الراجحة احتطنا لدفعها ¶ وَلَا فرق بَين مصَالح الدُّنْيَا وَالْآخِرَة فِي ذَاك ¶ وَأَسْبَاب مصَالح الْآخِرَة الْعرْفَان وَالطَّاعَة وَالْإِيمَان ¶ وَأَسْبَاب مفاسدها الْكفْر والفسوق والعصيان",
            "page": "48",
            "part": "1",
            "seal": "B213A818"
        },
        {
            "id": "20",
            "nass": "وَالِاحْتِيَاط للأسباب والوسائل كالاحتياط للمسببات والمقاصد ¶ ومصالح الدُّنْيَا لذات الْمُبَاحَات ونفعها ¶ وَلَا ننافس لأنفسنا إِلَّا فِي مصَالح الْآخِرَة ¶ وننافس فِي مصَالح الدَّاريْنِ لكل من لنا عَلَيْهِ ولَايَة ¶ فصل فِي انقسام الْمصَالح إِلَى دُنْيَوِيّ وأخروي ومركب مِنْهُمَا ¶ الْإِحْسَان إِلَى النَّاس إِمَّا بجلب مصلحَة أَو دَرْء مفْسدَة أَو بهما وَكَذَلِكَ إحسانك إِلَى نَفسك ¶ والإساءة إِلَى النَّاس إِمَّا بجلب مفْسدَة أَو دفع مصلحَة",
            "page": "49",
            "part": "1",
            "seal": "775741C8"
        },
        {
            "id": "21",
            "nass": "أَبُو بهما وَكَذَلِكَ إساءتك إِلَى نَفسك ¶ وَلَا فرق فِي ذَلِك بَين الرُّعَاة والرعايا ¶ وَكَذَلِكَ نهى عَن الولايات من لَا يقوم بإتمامها من جلب الْمصَالح وَدفع الْمَفَاسِد وَإِنَّمَا نهي عَن الولايات فِي حق الضعفة مَعَ مَا فِيهَا من الْإِحْسَان بجلب الْمصَالح ودرء الْمَفَاسِد لما تشْتَمل عَلَيْهِ من مفاسد الْإِعْجَاب وَالْكبر والتحامل على الْأَعْدَاء والبغضاء وَالنَّظَر للأولياء والأصدقاء والأقرباء ¶ فصل فِي تبيان حَقِيقَة الْمصَالح والمفاسد ¶ كل مصلحَة أوجبهَا الله عز وَجل فَتَركهَا مفْسدَة مُحرمَة ¶ وكل مفْسدَة حرمهَا الله تَعَالَى فَتَركهَا مصلحَة وَاجِبَة ¶ وَفِي كل مفْسدَة كرهها الله فَتَركهَا مفْسدَة غير مُحرمَة ¶ وكل مصلحَة ندب الله سُبْحَانَهُ إِلَيْهَا فَتَركهَا قد يكون مفْسدَة مَكْرُوهَة وَقد لَا يكون مَكْرُوهَة",
            "page": "50",
            "part": "1",
            "seal": "02B5B140"
        },
        {
            "id": "22",
            "nass": "وكل مصلحَة خَالِصَة عَن الْمَفَاسِد فَهِيَ وَاجِبَة أَو مَنْدُوبَة أَو مَا دونه ¶ وكل مفْسدَة خَالِصَة من الْمصَالح فَهِيَ مُحرمَة أَو مَكْرُوهَة ¶ وكل مصلحتين متساويتين يُمكن الْجمع بَينهمَا جمع بَينهمَا ¶ وكل مصلحتين متساويتين يتَعَذَّر الْجمع بَينهمَا فَإِنَّهُ يتَخَيَّر بَينهمَا ¶ وكل مفسدتين متساويتين يُمكن درؤهما فَإِنَّهُ يتَخَيَّر بَينهمَا ¶ وكل مصلحتين إِحْدَاهمَا راجحة على الْأُخْرَى لَا يُمكن الْجمع بَينهمَا تعين أرجحهما ¶ وكل مفسدتين أَحدهمَا أقبح من الْأُخْرَى لَا يُمكن درؤهما تعين دفع أقبحهما ¶ وكل مصلحَة رجحت على مفْسدَة التزمت الْمصلحَة مَعَ ارْتِكَاب الْمفْسدَة ¶ وكل مفْسدَة رجحت على مصلحَة دفعت الْمفْسدَة بتفويت الْمصلحَة ¶ وكل مَا غم وآلم فَهِيَ مفْسدَة ¶ وكل مَا كَانَ وَسِيلَة إِلَى غم أَو إِلَى ألم دُنْيَوِيّ أَو أخروى فَهُوَ مفْسدَة لكَونه سَببا للمفسدة سَوَاء كَانَ فِي عينه مصلحَة أَو مفْسدَة ¶ وكل الدَّوَاء فَرح فَهُوَ مصلحَة ¶ وكل مَا كَانَ وَسِيلَة إِلَى فَرح أَو لَذَّة عاجلة أَو آجلة فَهُوَ مصلحَة ¶ وكل مَا كَانَ وَسِيلَة إِلَى فَرح أَو لَذَّة عاجلة أَو آجلة فَهُوَ مصلحَة وَإِن اقترنت بِهِ مفْسدَة",
            "page": "51",
            "part": "1",
            "seal": "E195106F"
        },
        {
            "id": "23",
            "nass": "وكل مَا أوجبه الله من حُقُوقه أَو حُقُوق عباده فَتَركه مفْسدَة مُحرمَة إِلَّا أَن يقْتَرن بِتَرْكِهِ مصلحَة تَقْتَضِي جَوَاز تَركه أَو إِيجَابه أَو النّدب إِلَى تَركه ¶ وكل مَا حرمه الله سُبْحَانَهُ مِمَّا يتَعَلَّق بِهِ أَو بعباده فَفعله مفْسدَة إِلَّا أَن تقترن بِهِ مصلحَة تَقْتَضِي جَوَاز فعله أَو إِيجَابه أَو النّدب إِلَيْهِ ¶ وَإِذا اجْتمعت مصَالح بَعْضهَا أفضل من بعض قدم الْأَفْضَل فَالْأَفْضَل وَقد يُخَيّر بالقرع بَينهمَا كالتخيير بَين الظّهْر وَالْجُمُعَة فِي حق المعذورين وكالتخيير بَين الِانْفِرَاد وَالْجَمَاعَات فِي حق الْمَعْدُودين وكالتخيير بَين خِصَال الْكَفَّارَات بَين الْفَاضِل وَالْأَفْضَل والصالح والأصلح فِي حق الْمَعْذُور وَغَيره ¶ فَالْحَمْد لله الَّذِي دَعَانَا إِلَى مَا فِيهِ صلاحنا فِي أولانا وأخرانا ونهانا عَمَّا فِيهِ فسادنا فِي دُنْيَانَا وأخرانا وأمرنا بِكُل حسن وَاجِب أَو مَنْدُوب ونهانا عَن كل قَبِيح محرم أَو مَكْرُوه وأمرنا أَن نَدْعُوهُ بِمثل ذَلِك عطفا علينا وإحسانا إِلَيْنَا والسعيد من أطاعه واتقاه والشقي من خَالفه وَعَصَاهُ سبقت الأقدار بذلك وجفت بِهِ الأقلام ¶ وَمن رَحمته سُبْحَانَهُ أَن طلب منا الْقيام بجلب مصَالح الدُّنْيَا وَالْآخِرَة ومصالحهما الأفراح وَاللَّذَّات ¶ وَمن رَحمته سُبْحَانَهُ أَن طلب منا الْقيام بدرء مفاسد الدُّنْيَا وَالْآخِرَة وَمن مفاسدها الغموم والآلام وَلكنه أمرنَا بالتنافس فِي الْمصَالح الأخروية وَنهى عَن التنافس فِي الْمصَالح الدُّنْيَوِيَّة الَّتِي تتَعَلَّق بِأَنْفُسِنَا وندبنا إِلَى",
            "page": "52",
            "part": "1",
            "seal": "DF8EDE8E"
        },
        {
            "id": "24",
            "nass": "الاقتصاد والاقتصار على الكفاف مِنْهَا وَأذن لنا فِي كل مصلحَة مُبَاحَة رفقا بِنَا وإحسانا إِلَيْنَا ¶ فَائِدَة فِي بَيَان أَن الشَّرِيعَة جَاءَت لجلب الْمصَالح ودرء الْمَفَاسِد ¶ من مارس الشَّرِيعَة وَفهم مَقَاصِد الْكتاب وَالسّنة علم أَن جَمِيع مَا أَمر بِهِ لجلب مصلحَة أَو مصَالح أَو لدرء مفْسدَة أَو مفاسد أَو للأمرين وَأَن جَمِيع مَا نهي عَنهُ إِنَّمَا نهي عَنهُ لدفع مفْسدَة أَو مفاسد أَو جلب مصلحَة أَو مصَالح أَو للأمرين ¶ والشريعة طافحة بذلك وَقد خفا بعض الْمصَالح وَبَعض الْمَفَاسِد على كثير من النَّاس فليبحثوا عَن ذَلِك بِطرقِهِ الموصلة إِلَيْهِ ¶ وَكَذَلِكَ قد يخفى تَرْجِيح بعض الْمصَالح على بعض وترجيح بعض الْمَفَاسِد على بعض ¶ وَقد يخفى مُسَاوَاة بعض الْمصَالح لبَعض ومساواة بعض الْمَفَاسِد لبَعض ¶ وَكَذَلِكَ يخفى التَّفَاوُت بَين الْمَفَاسِد والمصالح فَيجب الْبَحْث عَن ذَلِك بِطرقِهِ الموصلة إِلَيْهِ والدالة عَلَيْهِ وَمن أصَاب ذَلِك فقد فَازَ بِقَصْدِهِ وَبِمَا ظفر بِهِ وَمن أَخطَأ أثيب على قَصده وعفي عَن خطئه رَحْمَة من الله سُبْحَانَهُ ورفقا بعباده",
            "page": "53",
            "part": "1",
            "seal": "D6F54428"
        },
        {
            "id": "25",
            "nass": "فصل فِي الناجز والمتوقع من الْمصَالح والمفاسد ¶ الْمصَالح والمفاسد ضَرْبَان أَحدهمَا ناجز وَالثَّانِي متوقع ¶ فَقتل المؤذيات عِنْد صيالها مفْسدَة للصائل فآخره مصلحَة للمصول عَلَيْهِ ناجزة وَلَو لم يصل لَكَانَ قَتلهَا مفْسدَة ناجزة لَهَا درءا لمفسدة متوقعة مِنْهَا والتداوي من الْأَمْرَاض دفع لمفسدة ناجزة أَو تَحْصِيل لمصْلحَة ناجزة وَشرب الْأَدْوِيَة الْمرة تَحْصِيل لمصْلحَة ناجزة أَو دَرْء لمفسدة ناجزة وقتال الْكفَّار والبغاة والممتنعين من أَدَاء الْحُقُوق دَرْء لمفسدة ناجزة وَالْأَمر بِالْمَعْرُوفِ تَارَة يكون لمصْلحَة كالأمر بالواجبات على الْفَوْر وَتارَة يكون لمصْلحَة متوقعة أَكثر من الناجزة والإمامة الْعُظْمَى وَسِيلَة إِلَى جلب الْمصَالح الناجزة والمتوقعة وَإِلَى دفع الْمَفَاسِد الناجزة والمتوقعة وَكَذَلِكَ الْقَضَاء وَالشَّهَادَة وإعانة الْأَئِمَّة والحكام على مَا يتولونه من ذَلِك ومصالح الْأَئِمَّة مِنْهَا أخروية ومصالح الْمُتَوَلِي عَلَيْهِم تَنْقَسِم إِلَى دنيوية وأخروية وَكَذَلِكَ الولايات فِي الْأُمُور الْخَاصَّة كقلع عين النَّاظر إِلَى الْحرم فِي الْبيُوت دفعا لمفسدة النّظر إِلَى الْحرم بمفسدة قلع الْعين ¶ والعقوبات الشَّرْعِيَّة كلهَا مفْسدَة ناجزة فِي حق العاقب لِأَنَّهَا عَامَّة لَهُ موطئة مصلحَة لزجره وزجر أَمْثَاله فِي الِاسْتِقْبَال وَالْغَالِب تفَاوت الْعُقُوبَات بتفاوت الْمَفَاسِد",
            "page": "54",
            "part": "1",
            "seal": "BE0B400F"
        },
        {
            "id": "26",
            "nass": "والنفقات مصلحَة للمنفق عَلَيْهِ عاجلة وللمنفق آجلة وَالْإِعْتَاق مصلحَة ناجزة للْمُعْتق آجلة لِلْعِتْقِ ويتوقع مِنْهُ مصلحَة الولايات بِالْإِرْثِ وَملك جَارِيَة الابْن بإحبال الْأَب مفْسدَة فِي حق الابْن مصلحَة للْأَب لَا أعرف شَاهدا لَهَا بِالِاعْتِبَارِ ¶ وأبواب الْمَعْرُوف ضروب الْإِحْسَان كلهَا دقها وجلها مصَالح دنيوية أَو أخروية فِي حق المبذول لَهُ أخروية فِي حق باذلها يخْتَلف آخرهَا باخْتلَاف فَضلهَا وشرفها فأدناها مِثْقَال ذرة من الْخَيْر ¶ والمنهيات كلهَا دقها وجلها من مِثْقَال ذرة فَمَا فَوْقهَا مفاسد فِي حق مرتكبيها إِمَّا عاجلة أَو آجلة ووزرها متفاوت بتفاوت قبحها وَأَدْنَاهَا مِثْقَال ذرة ¶ والإساءة إِلَى النَّاس دقها وجلها مفاسد فِي حق الْمسَاء إِلَيْهِ فِي العاجل مكفرة لذنوبه فِي الآجل مُوجبَة للأخذ من ثَوَاب حَسَنَات الْمُسِيء وَهَاتَانِ مصلحتان عظيمتان فَإِن رَضِي الْمُصَاب بذلك أَو جبر عَلَيْهِ حصل على أجر الصابرين والراضين وَلذَلِك فَرح الأكابر بالبلاء كَمَا يفرحون بالرخاء ¶ وَالنّذر مصلحَة للناذر فِي الآجل يتَفَاوَت أجرهَا بتفاوت شرفها فَإِن كَانَ الْمَنْذُور مُخْتَصًّا بالناذر كالأذكار وَالْحج وَالْعمْرَة وَالطّواف وَالِاعْتِكَاف كَانَ مصلحَة آجلة فَإِن تعدى نَفعه إِلَى غَيره فقد يكون فِي دين المبذول لَهُ وَقد",
            "page": "55",
            "part": "1",
            "seal": "2696CF91"
        },
        {
            "id": "27",
            "nass": "يكون فِي دُنْيَاهُ وَقد يكون فيهمَا وَإِن كَانَ فِي أخراه كَانَ مصلحتهما أخرويتين ويتفاوت أجر ذَلِك بتفاوت مَا يجلبه من مصلحَة أَو يدرؤه من مفْسدَة ¶ وَالْكَفَّارَات إِحْسَان جَائِز لما فَاتَ من الْمصَالح بارتكاب مهماتها فكفارات الْحَج بالأسباب الْجَائِزَة إِذْ الْوَاجِبَة جَائِزَة لما فَاتَ من تَكْمِيل الْحَج ومصلحتها آجلة للمكفرات إِن كَانَت بِالْقيامِ وَإِن كَانَت بِالْمَالِ فَهِيَ آجلة لباذلها عاجلة لمن تبذل لَهُ وَكَفَّارَة الْيَمين الْوَاجِب مِنْهَا أَو الْمُبَاح أَو الْمَنْدُوب جَائِزَة لإخلاف الْحلف وَهِي مفْسدَة مقتضية للتَّحْرِيم لَكِن الشَّرْع أَبَاحَهَا لمسيس الْحَاجة إِلَى الإخلاف بمجبر ذَلِك الإخلاف بِالْكَفَّارَةِ وَإِن كَانَ فِي الْكَفَّارَة أجر فالجبر أغلب وَلذَلِك يجب مَعَ انْتِفَاء المأثم كَمَا تجب الزكوات وأبدال الْعِبَادَات ¶ وَالْحجر مفْسدَة فِي حق الْبَالِغ الْعَاقِل لكنه جَائِز فِي حق العَبْد وَالْمَرِيض والمفلس تَقْدِيمًا لمصْلحَة السَّيِّد وَالْوَرَثَة وغرماء الْمُفلس على مصلحَة الْمَحْجُور عَلَيْهِ وَهُوَ فِي حق السَّفِيه لمصلحته ¶ وَحجر الصَّبِي وَالْمَجْنُون مصلحَة لَا يقْتَرن بهَا مفْسدَة وَسُقُوط الْقَضَاء عَن الْأُصُول وفروع الْفُرُوع مصلحَة لَهُم مفْسدَة فِي حق الْفُرُوع ¶ وَقتل الْمُسلم بالكافر وَالْحر بِالْعَبدِ مفاسد يأنف مِنْهَا الْعَاقِل بِخِلَاف قتل الرجل بِالنسَاء وَالصُّلْح مَعَ الْكفَّار فِيهِ مصلحَة حفظ حُقُوق الْمُسلمين وحقن دِمَائِهِمْ وَفِيه مفْسدَة الْكفْر فَيجوز فِي أَرْبَعَة أشهر وَلَا يجوز فِي أَكثر من",
            "page": "56",
            "part": "1",
            "seal": "BB93D66A"
        },
        {
            "id": "28",
            "nass": "سنة لِكَثْرَة الْمفْسدَة وَفِيمَا بَينهمَا خلاف لتردده بَينهمَا وَيجوز عِنْد ضَرُورَة الْمُسلمين وخوفهم عشر سِنِين لفرط مصلحَة وَعظم الْمفْسدَة فِي تَركه وعقوبات الشَّرْع كلهَا مفاسد للمعاقب لأجل إيلامها لَكِن رجحت مصَالح الزّجر فِي حَقه وَحقّ غَيره فأحلت وَهِي مصَالح لَهَا من جِهَة أَنَّهَا روادع وكفارات وَكَذَا قتال الْكفَّار والبغاة والممتنعين من أَدَاء الْحُقُوق بِالْقِتَالِ درءا لمفسدة ¶ وَالْحوالَة مصلحَة للْمُحِيل بِبَرَاءَة ذمَّته فَإِن كَانَ الْمحَال عَلَيْهِ أحسن قَضَاء كَانَ ذَلِك مصلحَة للمحتال وَإِن كَانَ سيء الْقَضَاء فَإِن ذَلِك مفْسدَة جَائِزَة التَّحَمُّل ¶ وَالْوَقْف مصلحَة أخروية فَإِن شَرط النّظر لنَفسِهِ أثبت على الْوَقْف وعَلى النّظر وَإِن وصّى بِهِ إِلَى أقوم بِهِ وَأفضل وَقفه يتَفَاوَت أجر مصارفه وَقد تكون مصَالح مصارفه دنيوية وأخروية وَالْوَقْف الْمُتَّصِل أفضل من الْمُنْقَطع عِنْد من صحّح الْمُنْقَطع ¶ وَفِي الْوَصَايَا مصلحتان أَحدهمَا للْمُوصي فِي الآجل وَهِي مُخْتَلفَة باخْتلَاف رتب الْمُوصى بِهِ البائنة للْمُوصى لَهُ وَهِي ضَرْبَان أَحدهمَا مَا لم يُوقف على شَرط فمصلحته إِلَّا أَن يصرفهُ الْمُوصى لَهُ فِي شَيْء من القربات فَتكون مصْلحَته آجلة الضَّرْب الثَّانِي مَا تعلق اسْتِحْقَاقه على قربَة كَالْوَصِيَّةِ للحجاج والغزاة وَالْفُقَهَاء والقراء فَيكون مصلحَة الْمُوصى لَهُ عاجلة وآجلة",
            "page": "57",
            "part": "1",
            "seal": "E3F0A55F"
        },
        {
            "id": "29",
            "nass": "وَالدُّعَاء مصلحَة يَتَرَتَّب عَلَيْهَا مصلحَة الْإِجَابَة وَهُوَ متوقع والإجابة بجلب مصَالح أَو بدرء مفاسد أَو بهما ¶ وإفشاء السَّلَام مصلحَة يَتَرَتَّب عَلَيْهَا مصَالح الْمحبَّة ¶ وإطابة الْكَلَام مصلحَة يَتَرَتَّب عَلَيْهَا مصَالح تأليف الْقُلُوب ¶ وعيادة المرضى مصلحَة يَتَرَتَّب عَلَيْهَا جبر الْمَرِيض وإثابة الْعَائِد وَالْعَمَل والتكفير ¶ وَالْحمل والدفن مصَالح يَتَرَتَّب عَلَيْهَا إكرام الْمَيِّت وجبر قُلُوب أَهله وإثابة فَاعل ذَلِك ¶ وَالصَّلَاة على الْمَيِّت مصلحَة آجلة للْمُصَلِّي والمصلى عَلَيْهِ أما للْمُصَلِّي فبالثواب وَأما للْمُصَلِّي عَلَيْهِ فبجلب مصَالح الْآخِرَة ودرء مفاسدها لقَوْله عَلَيْهِ الصَّلَاة وَالسَّلَام اللَّهُمَّ عافه واعف عَنهُ وَأكْرم نزله ووسع مدخله فَفِي قَوْله عافه وَأكْرم نزله ووسع مدخله جلب لمصَالح الْآخِرَة والتعزية مصلحتها للمعزي أجر الْآخِرَة لِأَن من عزى مصابا فَلهُ مثل أجره وَلأَهل الْمَيِّت بالتسلية بِحسن الصَّبْر أَو الرِّضَا بِالْقضَاءِ",
            "page": "58",
            "part": "1",
            "seal": "8086A6AD"
        },
        {
            "id": "30",
            "nass": "وَالصَّبْر على الْبلَاء وَمَا يُرْجَى من إِجَابَة الدُّعَاء وإطعام أهل الْمَيِّت وبذل الْأَمْوَال كلهَا وَالْمَنَافِع بأسرها إِذا أُرِيد بهَا وَجه الله تَعَالَى فِيهَا مصلحتان إِحْدَاهمَا للباذل أخروية فَإِن كَانَ يرتاح إِلَى الْعَطاء فطوبى لَهُ وَإِن كَانَ مِمَّن يشح بِنَفسِهِ فَجَاهد نَفسه حَتَّى بذلها فَلهُ أَجْرَانِ إِحْدَاهمَا على جِهَاد نَفسه وَالثَّانِي على بذلها الْمصلحَة الماسة للمبذولة وَهِي مصلحَة عاجلة وَلذَلِك كَانَت الْيَد الْعليا خيرا من الْيَد السُّفْلى لِأَن مصلحتها أخروية دائمة ومصلحة الْيَد السُّفْلى دنيوية مُنْقَطِعَة ¶ وَفِي الصُّلْح فَائِدَة أخروية للمسامح ودنيوية للمسامح وللمتوسط بَينهمَا أجر الْمُسَبّب إِلَى المصلحتين ¶ وَمن توكل تَبَرعا كَانَت مصْلحَته أخروية ومصلحة الْمُوكل دنيوية وَإِن توكل بِجعْل كَانَت المصلحتان دنيويتين إِلَّا أَن سامح بِبَعْضِهَا وَمن توكل فِي طَاعَة كَالْحَجِّ وَالْعمْرَة فَإِن تبرع كَانَت الْمصلحَة أخروية ومصلحة الْوَكِيل دنيوية وَإِن شَرط عوض الْمثل وسامح فِي الْعِوَض كَانَت مصْلحَته دنيوية وأخروية ¶ وَالْعَارِية مصلحَة أخروية للْمُعِير إِذا قصد بذلك وَجه الله سُبْحَانَهُ دنيوية للْمُسْتَعِير وَقد تكون أخروية من الطَّرفَيْنِ كاستعارة سلَاح الْجِهَاد وجننه وجمله واستعارة الْمَصَاحِف وَكتب الْعلم والْحَدِيث",
            "page": "59",
            "part": "1",
            "seal": "EE1B429D"
        },
        {
            "id": "31",
            "nass": "وَكَذَلِكَ الْقَرْض مصلحَة أخروية للمقرض إِذا قصد بِهِ وَجه الله عز وَجل دنيوية للمقرض إِن صرفه فِي مصَالح دُنْيَاهُ وَإِن صرفه فِي مصَالح أخراه صَارَت مصلحَة الْقَرْض أخروية من الطَّرفَيْنِ ¶ والإباحات والضيافات مصالحها لباذلها أخروية إِذا قصد بهَا وَجه الله ولقابليها دنيوية ¶ وَأما إطْعَام الْمُضْطَرين وَدفع الصوال عَن الضُّعَفَاء وإنقاذ الغرقى وتخليص كل مشرف على الْهَلَاك كلهَا أخروية لمن قصد بهَا وَجه الله عز وَجل ودنيوية للمنقذ من ذَلِك الضَّرْب وأجور هَذِه الْوَسَائِل أفضل من مقاصدها دنيوية فَائِتَة وأجور وسائلها أخروية بَاقِيَة ¶ وَأما الشفاعات فمصالحها للشافعين أخروية إِذا قصدُوا بذلك وَجه الله عز وَجل ¶ وَأما الْمَشْفُوع لَهُم فَإِن كَانَت الشَّفَاعَة فِي أَمر دُنْيَوِيّ فَهِيَ دنيوية وسيلتها خير مِنْهَا وَإِن كَانَت أخروية كمن يشفع تَعْلِيم علم أَو إِعَانَة على عبَادَة من الْعِبَادَات كالجهاد وَالْحج فَهِيَ للمشفوع لَهُ أخروية وَأجر الْمَشْفُوع إِلَيْهِ أفضل من أجر الشافع لِأَن الشافع مسبب والمشفوع إِلَيْهِ مبَاشر والمقاصد أفضل من الْوَسَائِل",
            "page": "60",
            "part": "1",
            "seal": "0C24FE30"
        },
        {
            "id": "32",
            "nass": "فصل فِي بَيَان الْحُقُوق ¶ والحقوق أَرْبَعَة ¶ حق الله تَعَالَى على الْعباد ¶ وَحقّ لكل عبد على نَفسه ¶ وَحقّ لبَعض الْعباد على بعض ¶ وَحقّ للبهائم على الْعباد",
            "page": "61",
            "part": "1",
            "seal": "D052F211"
        },
        {
            "id": "33",
            "nass": "وَهِي منقسمة إِلَى ¶ فرض عين ¶ وَفرض كِفَايَة ¶ وَسنة عين ¶ وَسنة كِفَايَة ¶ وَلَيْسَ فِي حق العَبْد على نَفسه فرض كِفَايَة وَلَا سنة كِفَايَة ¶ فَمن الْحُقُوق مَا يكون أخرويا مَحْضا كالعرفان وَالْإِيمَان والنسكين وَالطّواف وَالِاعْتِكَاف ¶ وَمِنْهَا مَا يكون دنيويا مَحْضا كلذات المآكل والمشارب والملابس والمناكح ¶ وَمِنْهَا مَا يكون أخرويا لباذليه دنيويا لقابليه كالإحسان بِدفع الْمُبَاح أَو بالإعانة عَلَيْهِ ¶ فصل فِي كذب الظَّن فِي الْمصَالح والمفاسد ¶ كذب الظنون نَادِر وصدقها غَالب وَلذَلِك يبْنى جلب مصَالح",
            "page": "62",
            "part": "1",
            "seal": "8E1DD1DB"
        },
        {
            "id": "34",
            "nass": "الدَّاريْنِ وَدفع مفاسدهما على ظنون غالبة مُتَفَاوِتَة فِي الْقُوَّة والضعف والتوسط بَينهمَا على قدر حُرْمَة الْمصلحَة والمفسدة ومسيس الْحَاجة ¶ فَمن بنى على ظَنّه فِي الْمصَالح والمفاسد ثمَّ ظهر صدق ظَنّه وَاسْتمرّ ظَنّه بذلك فقد أدّى مَا عَلَيْهِ ¶ وعَلى الْجُمْلَة فالزكوات وَالْكَفَّارَات والعمرى والرقبى والأوقاف والوصايا والهبات والعواري وَجَمِيع مَا ينفع النَّاس من أَصْنَاف التَّبَرُّعَات والمندوبات والواجبات يخْتَلف شرف ذَلِك باخْتلَاف شرف المبذول وفضله ¶ وَمن أَتَى مصلحَة يَظُنهَا أَو يعتقدها مفْسدَة كَبِيرَة ثمَّ بَان كذب ظَنّه فقد فسق وانعزل عَن الشَّهَادَات وَالرِّوَايَات والولايات وَلَا يحد عَلَيْهَا لِأَنَّهُ لم يتَحَقَّق الْمفْسدَة وَكَذَلِكَ لَا يُعَاقب عَلَيْهَا فِي الْآخِرَة عِقَاب من حقق الْمفْسدَة ¶ وَمن أَتَى مفْسدَة يعتقدها أَو يَظُنهَا مصلحَة وَاجِبَة أَو مَنْدُوبَة أَو مُبَاحَة فَلَا إِثْم عَلَيْهِ لظَنّه وترتب على تِلْكَ الْمفْسدَة أَحْكَامهَا اللائقة بهَا من تغريم وَغَيره",
            "page": "63",
            "part": "1",
            "seal": "442A3F78"
        },
        {
            "id": "35",
            "nass": "فصل فِيمَا يتْرك من مصَالح النّدب والإيجاب لما يتَعَلَّق بِهِ من عذر أَو مفْسدَة ¶ فَمن ذَلِك الصَّلَاة نهى عَنْهَا فِي الْأَوْقَات الْخَمْسَة والأماكن السَّبْعَة وَيجب تَركهَا بِالْإِكْرَاهِ بِالْقَتْلِ",
            "page": "64",
            "part": "1",
            "seal": "1F418D88"
        },
        {
            "id": "36",
            "nass": "وَمِنْهَا الْأَذَان وَقِرَاءَة الْقُرْآن وإغاثة اللهفان وَكِسْوَة الْعُرْيَان وَسقي الظمآن وإطعام الجوعان وإكرام الضيفان وإرفاق الْجِيرَان وإرشاد الحيران يتْرك جَمِيعهَا بالأعذار وَيجب تَركهَا بِالْإِكْرَاهِ بِالْقَتْلِ ¶ وَكَذَلِكَ تَأْخِير الصَّلَاة عَن الْأَوْقَات وَتَأْخِير الصّيام يجوزان بالأعذار كالأمراض والأسفار وَيجب تَركهمَا بِالْإِكْرَاهِ بِالْقَتْلِ ¶ وَكَذَلِكَ الْجِهَاد يتْرك بالأعذار وَيجب تَركه بِالْإِكْرَاهِ بِالْقَتْلِ وَإِذا علم الْغَازِي أَنه يقتل من غير نكاية فِي الْكفَّار وَجب الانهزام ¶ وَمن ذَلِك تَأْخِير الزَّكَاة إِذا وَجَبت وَالشَّهَادَة إِذا طلبت والفتيا إِذا أَفْتيت وَالْحكم إِذا سُئِلَ يجوز تَأْخِيرهَا بالأعذار وَيجب تَركهَا بِالْإِكْرَاهِ بِالْقَتْلِ",
            "page": "65",
            "part": "1",
            "seal": "9911B93D"
        },
        {
            "id": "37",
            "nass": "وَكَذَلِكَ الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر يتركان بالأعذار وَلَا يحرمان عِنْد الْإِكْرَاه بِالْقَتْلِ إِذا كَانَ الْمَأْمُور بِهِ والمنهي عَنهُ تافها ¶ وَكَذَلِكَ يحرم الصدْق الضار كَمَا يجب الْكَذِب النافع فِي بعض الأطوار ¶ فصل فِيمَا يرتكب من الْمَفَاسِد إِذا تعلّقت بِهِ مصلحَة إِبَاحَة أَو ندب أَو إِيجَاب ¶ إِذا اقْترن بالمفاسد الْمُحرمَة مصلحَة ندب إو إِبَاحَة أَو إِيجَاب زَالَ تَحْرِيمهَا إِلَى النّدب أَو الْإِبَاحَة أَو الْإِيجَاب وَلَا تخرج بذلك عَن كَونهَا مفاسد ¶ كَمَا أَن مَا يتْرك من الْمصَالح وجوبا أَو ندبا أَو جَوَازًا لأرجح مِنْهُ أَو لما يتَعَلَّق بِهِ من مفْسدَة أَو مفاسد لَا يخرج عَن كَونه مصلحَة ¶ فَمن ذَلِك الْكفْر القولي والفعلي يباحان بِالْإِكْرَاهِ مَعَ طمأنينة الْقلب بِالْإِيمَان",
            "page": "66",
            "part": "1",
            "seal": "35736A9E"
        },
        {
            "id": "38",
            "nass": "وَكَذَلِكَ الْقَتْل يجب بالْكفْر الْبَغي والصيال على النُّفُوس والأبضاع وَيجوز الصيال على الْأَمْوَال ¶ وَكَذَلِكَ الْجرْح وَالْقطع يجوزان بِالْقصاصِ ويجبان بِالسَّرقَةِ والمحاربة وَفِي وَاجِب الْقِتَال ¶ وَكَذَلِكَ هتك الأستار وإفشاء الْأَسْرَار يجب بِالْجرْحِ فِي الشَّهَادَات وَالرِّوَايَات والولايات وكشف العورات وَإِظْهَار السوءات للاستمتاع والتطبب وَيجب كشف السوءات لأجل الْخِتَان ¶ وَكَذَلِكَ تخريب الديار وتحريق الْأَشْجَار وشق الْأَنْهَار جَائِز فِي حق الْكفَّار ¶ وَكَذَلِكَ التولي يَوْم الزَّحْف جَائِز بالأعذار ¶ وَكَذَلِكَ قتل النِّسَاء وَالصبيان إِذا قَاتلُوا أَو تترس بهم الْكفَّار ¶ وَكَذَلِكَ الإرقاق والإحراق والإغراق فِي حق الْكفَّار",
            "page": "67",
            "part": "1",
            "seal": "CC05E31F"
        },
        {
            "id": "39",
            "nass": "وَكَذَلِكَ الإقتار والإملاق لوفاء دُيُون الْغُرَمَاء ¶ وَكَذَلِكَ التولي يَوْم الزَّحْف جَائِز بالأعذار ¶ وَكَذَلِكَ الْحَبْس جَائِز فِي الدُّيُون والتعزيرات وَيجب إِذا طلب الْغُرَمَاء من الْحُكَّام ¶ وَكَذَلِكَ يجب حبس الجناة إِذا غَابَ الْمُسْتَحق أَو كَانَ مَجْنُونا أَو صَغِيرا ¶ وَكَذَلِكَ يجب النَّفْي فِي زنا الْبكر وَيجوز التَّعْزِير ¶ وَكَذَلِكَ يجب الرَّجْم بزنا الْمُحصن وَيجوز بِالْقصاصِ ¶ وَكَذَلِكَ يجب التحريق والتغريق فِي الْقِتَال الْوَاجِب وَيجوز فِي الْقِتَال الْجَائِز كالصيال ¶ وَكَذَلِكَ يجوز الْكَذِب للإصلاح وَيجب حفظا للدماء والأمانات والأبضاع",
            "page": "68",
            "part": "1",
            "seal": "84193359"
        },
        {
            "id": "40",
            "nass": "وَكَذَلِكَ شَهَادَة الزُّور وَالْحكم بِغَيْر حق يجبان بِالْإِكْرَاهِ بِالْقَتْلِ إِذا لم يكن الْمَشْهُود بِهِ من الدِّمَاء والأبضاع ¶ وَكَذَلِكَ الْقَذْف يجوز للزَّوْج إِذا رأى امْرَأَته تَزني وَيجب إِذا علم أَن الْوَلَد الملحق بِهِ لَيْسَ مِنْهُ ¶ وَكَذَلِكَ السّرقَة تجوز بِالضَّرُورَةِ وَفِي الظفر بِجِنْس الْحق وَبِغير جنسه ¶ وَكَذَلِكَ أكل مَال الْيَتِيم يجوز للضَّرُورَة بل يجب بهَا وبالإكراه بِالْقَتْلِ ¶ وَكَذَلِكَ السحر يجب بِالْإِكْرَاهِ إِذا لم يُوجب هَلَاكًا فِي نفس وَلَا طرف ¶ وَكَذَلِكَ النهب وَالْغَصْب يجبان بِالضَّرُورَةِ وَالْإِكْرَاه ¶ وَكَذَلِكَ إِفْسَاد الْأَمْوَال يجوز للحاجات والضرورات وَيجب بِالْإِكْرَاهِ ¶ وَكَذَلِكَ العقوق يجوز بإكراه خَفِيف وَيجب بِالْإِكْرَاهِ بِالْقَتْلِ ¶ والشريعة طافحة بِهَذَا وَأَمْثَاله",
            "page": "69",
            "part": "1",
            "seal": "E69560A4"
        },
        {
            "id": "41",
            "nass": "فصل فِيمَا لَا يتَعَلَّق بِهِ الطّلب والتكليف من الْمصَالح والمفاسد وَإِنَّمَا يتَعَلَّق التَّكْلِيف والطلب بآثار بعضه ¶ أما الْمصَالح فكحسن الصُّور وَكَمَال الْعُقُول ووفور الْحَواس وَشدَّة القوى والرقة والشفقة وَالرَّحْمَة والغيرة والحلم والأناة وَالْكَرم والشجاعة فَلَا يتَعَلَّق الْأَمر باكتسابها إِذْ لَا قدرَة على اكتسابها وَيتَعَلَّق الْأَمر بآثار أَكْثَرهَا فَمن أطاعها فقد أصَاب وَمن عصاها فقد خَابَ ¶ وَأما الْمَفَاسِد فكقبح الصُّور وسخافة الْعُقُول أَو فقدها واختلال الْحَواس والقوى أَو فقدهما والغلظة والطيش والعجلة والجبن وَالْبخل وفقد الْغيرَة وضعفها فَهَذِهِ مفاسد لَا يتَعَلَّق التَّكْلِيف بدفعها",
            "page": "70",
            "part": "1",
            "seal": "2BCFB468"
        },
        {
            "id": "42",
            "nass": "لعدم الْقُدْرَة على دَفعهَا وَإِنَّمَا يتَعَلَّق التَّحْرِيم بِمَا يَدْعُو إِلَيْهِ من الْمَفَاسِد فَمن أطاعها فقد خَابَ وَمن عصاها فقد أصَاب ¶ فصل فِي تفَاوت الثَّوَاب وَالْعِقَاب بتفاوت الْمصَالح والمفاسد ¶ الثَّوَاب وَالْعِقَاب يتَفَاوَت فِي الْغَالِب بتفاوت الْمصَالح والمفاسد دون الْأَفْعَال الْمُشْتَملَة عَلَيْهَا فَمن أَحْيَا ألف نفس مُؤمنَة بِفعل وَاحِد أَو قَول وَاحِد أَو أَمر بِأَلف مَعْرُوف بقول وَاحِد أَو شقّ نَهرا فأغرق بِهِ ألف كَافِر أجر بِأَلف أجر مضاعف على كل وَاحِد من هَذِه الْمصَالح ¶ وَلَو أهلك ألف نفس مُؤمنَة بِفعل وَاحِد أَو أَمر بِأَلف مُنكر بقول وَاحِد أَو حرق أَمْوَالًا أَو رجَالًا بِفعل وَاحِد وزر ألف وزر على كل قَول من هَذِه الْأَقْوَال وَفعل من هَذِه الْأَفْعَال",
            "page": "71",
            "part": "1",
            "seal": "73E3AA75"
        },
        {
            "id": "43",
            "nass": "وَمن زنا بِأُمِّهِ فِي جَوف الْكَعْبَة فِي رَمَضَان وَهُوَ صَائِم معتكف محرم أَثم سِتَّة آثام وَلَزِمَه الْعتْق والبدنة وَيحد للزِّنَا وَيُعَزر لقطع رَحمَه ولانتهاك حرمه الْكَعْبَة ¶ فصل فِي تفَاوت الْأجر مَعَ تَسَاوِي الْمصلحَة ¶ قد تتساوى الْمصَالح من كل وَجه وَيكون الْأجر على مفروضها أفضل من الْأجر على مندوبها فَمن زكى بِشَاة أَو دِرْهَم أَو بقرة أَو بعير أَو نقد أَو قوت معشر ثمَّ تصدق بنظيره فَإِن الزَّكَاة أفضل وَإِن كَانَت مصالحها",
            "page": "72",
            "part": "1",
            "seal": "1E8528AF"
        },
        {
            "id": "44",
            "nass": "الدُّنْيَوِيَّة مُتَسَاوِيَة من كل وَجه بل لَو كَانَ الْمُتَصَدّق بِهِ أكمل من كل وَجه لَكَانَ دِرْهَم الزَّكَاة وماشيتها وأعشارها أفضل مَعَ نقص مصالحها ¶ فَائِدَة فِي مصَالح الْعباد ¶ مصَالح الْعباد قِسْمَانِ ¶ أَحدهمَا أخروي مَحْض كالعرفان وَالْإِيمَان وَالْأَحْوَال والأذكار والنسكين وَالطّواف وَالِاعْتِكَاف ¶ الثَّانِي دُنْيَوِيّ لقابليه أخروي لباذليه كالزكوات وَالصَّدقَات والهدايا والضحايا والوصايا والهبات والأوقاف وَكَذَلِكَ جَمِيع أَنْوَاع الْإِحْسَان إِلَى النَّاس وَالْحَيَوَان بالإرفاق العاجلة دون الْإِحْسَان فِي الْأَدْيَان فَإِن مصْلحَته أخرويتان",
            "page": "73",
            "part": "1",
            "seal": "019B20EA"
        },
        {
            "id": "45",
            "nass": "فصل فِيمَا يعرف بِهِ تَرْجِيح الْمصَالح والمفاسد ¶ إِذا اتَّحد نوع الْمصلحَة والمفسدة كَانَ التَّفَاوُت بالقلة وَالْكَثْرَة كالصدقة بدرهم ودرهمين وثوب وثوبين وشَاة وشاتين وكغصب دِرْهَم ودرهمين وَصَاع وصاعين ¶ وَإِن كَانَ أحد النَّوْعَيْنِ أشرف قدم عِنْد تَسَاوِي المقدارين بالشرف كالدرهم بِالنِّسْبَةِ إِلَى زنته من الذَّهَب أَو الْجَوْهَر وكثوب حَرِير وثوب كتَّان وثوب صوف وثوب قطن فَإِن تفَاوت الْمِقْدَار فقد يكون النَّوْع الْأَدْنَى مقدما على النَّوْع الْأَعْلَى بِالْكَثْرَةِ فَيقدم قِنْطَار الْفضة على دِينَار من ذهب أَو جَوْهَر وَيقدم ألف ثوب من قطن على ثوب حَرِير فحرمة الدِّمَاء آكِد من حُرْمَة الأبضاع وَحُرْمَة الأبضاع آكِد من حُرْمَة الْأَمْوَال وَحُرْمَة الْأَقَارِب آكِد من حُرْمَة الْأَجَانِب وَحُرْمَة الْآبَاء والأمهات آكِد من حُرْمَة جَمِيع الْقرَابَات وَحُرْمَة الْأَحْرَار آكِد من حُرْمَة الأرقاء وَحُرْمَة الْأَبْرَار آكِد من حُرْمَة الْفجار وَحُرْمَة الْأَنْبِيَاء آكِد من حُرْمَة الْأَوْلِيَاء",
            "page": "74",
            "part": "1",
            "seal": "26F73744"
        },
        {
            "id": "46",
            "nass": "وَحُرْمَة الرُّسُل آكِد من حُرْمَة الْأَنْبِيَاء وَحُرْمَة الْعلمَاء آكِد من حُرْمَة الْجُهَّال وَحُرْمَة الرُّعَاة آكِد من حُرْمَة الرعايا ¶ فصل فِي انقسام الْمصَالح إِلَى الْفَاضِل وَالْأَفْضَل ¶ فَضَائِل الْأَعْمَال مَبْنِيَّة على فَضَائِل مصالحها وَالْأَمر بِأَعْلَاهَا كالأمر بأدناها فِي حَده وَحَقِيقَته وَإِنَّمَا تخْتَلف رتب الْفَضَائِل باخْتلَاف رتب مصالحها فِي الْفضل والشرف ¶ وتترتب فَضَائِل الأجور على فَضَائِل الْأَعْمَال الْمرتبَة على مصالحها فِي أَنْفسهَا أَو فِيمَا رتب عَلَيْهَا ¶ وَإِذا شَككت فِي فضل عمل أَو فِي مرتبَة عمل فاعرض مصْلحَته على رتب مصَالح الْفَضَائِل فأيها ساوته ألحق بِهِ",
            "page": "75",
            "part": "1",
            "seal": "F2C4752F"
        },
        {
            "id": "47",
            "nass": "فصل فِي انقسام الْمَفَاسِد إِلَى الرذل والأرذل ¶ النَّهْي عَن أكبر الْكَبَائِر مسَاوٍ للنَّهْي عَن أَصْغَر الصَّغَائِر فِي حَده وَحَقِيقَته ¶ وَإِنَّمَا تخْتَلف رتب الرذائل باخْتلَاف رتب الْمَفَاسِد ¶ والذنُوب ثَلَاثَة أَقسَام ¶ أَحدهَا مَا علم كَونه كَبِيرَة ¶ وَالثَّانِي مَا علم كَونه صَغِيرَة ¶ وَالثَّالِث مَا تردد بَينهمَا ¶ فاعرض مفسدته على مفاسد الْكَبَائِر والصغائر فأيها ساوته ألحقت بِهِ",
            "page": "76",
            "part": "1",
            "seal": "CE348D5F"
        },
        {
            "id": "48",
            "nass": "وَقد تَجْتَمِع أَنْوَاع من الصَّغَائِر وَمن الْإِصْرَار على نوع من الصَّغَائِر مَا تَسَاوِي مفسدته لمفسدة بعض الْكَبَائِر فَيلْحق بِهِ ¶ فرع فِي تفَاوت الْحُدُود والتعزيرات بتفاوت مفاسد الْجِنَايَات ¶ يتَفَاوَت الْحُدُود والتعزيرات فِي إيلامها بتفاوت مفاسد الْجِنَايَات الْمُوجبَة لَهَا كَالْقَتْلِ وَالْقطع وَالرَّجم وَالْجَلد وَالنَّفْي وَالْحَبْس وَالضَّرْب والسب ¶ فَائِدَة ¶ وجوب إِقَامَة الْحُدُود على الْأَئِمَّة من فعل سَببه الْفِعْل إِلَى الْأَمر بِهِ وَإجَابَة الْأَئِمَّة إِلَى إِقَامَة الْحُدُود فرض كِفَايَة لما فِي ذَلِك من تَحْصِيل مصالحها وَقَول الْفُقَهَاء وَجب على الْجَانِي وَالزَّانِي والقاذف الْحَد وَالْقصاص يجوز بِلَا خلاف وَلِأَن مُبَاشرَة الْحَد لَا تجب على ذِي الجريمة بل الَّذِي يجب عَلَيْهِ التَّمْكِين من",
            "page": "77",
            "part": "1",
            "seal": "A0ADA8A0"
        },
        {
            "id": "49",
            "nass": "الْقصاص وَهل يجب عَلَيْهِ أُجْرَة الجلاد والمقتص إِذا لم يكن هُوَ الْوَلِيّ فِيهِ خلاف ¶ وَأما الْيَهُود فَلَا يجب عَلَيْهِم الشَّهَادَة بحدود الله بل إِن رَأَوْا الْمصلحَة فِي الشَّهَادَة للزجر شهدُوا وَإِن رَأَوْا الْمصلحَة فِي السّتْر ستروا ¶ فصل فِيمَا يقدم من الْإِحْسَان الْقَاصِر والمتعدي ¶ يقدم حفظ الْأَرْوَاح على حفظ الْأَعْضَاء وَحفظ الْأَعْضَاء على حفظ الأبضاع وَحفظ الأبضاع على حفظ الْأَمْوَال وَحفظ المَال الخطير على حفظ المَال الحقير وَحفظ الْفَرَائِض مقدم على حفظ النَّوَافِل وَحفظ أفضل الْفَرَائِض على حفظ مفضولها ¶ وَيقدم بر الْأَبْرَار على بر الْفجار وبر الْأَقَارِب على بر الْأَجَانِب وبر الْجِيرَان على بر الأباعد وبر الْآبَاء والأمهات والبنين وَالْبَنَات على غَيرهم من سَائِر الْقرَابَات وبر الضُّعَفَاء على بر الأقوياء وبر الْعلمَاء على بر الْجُهَّال",
            "page": "78",
            "part": "1",
            "seal": "ED5C4710"
        },
        {
            "id": "50",
            "nass": "وَيقدم حق الشَّفِيع على حق المُشْتَرِي دون حق البَائِع فَلَا يُؤْخَذ بِالشُّفْعَة إِذا كَانَ للْبَائِع الْخِيَار وَلَا تسليط عَلَيْهِ ¶ وَقدم حق الله عز وَجل وَحقّ الْعتْق على حق الشَّرِيك فِي السَّرَايَة لِأَنَّهُ جمع بَين بعض الْحق وَبدل نَفسه ¶ وَقدم حق المغبون فِي الرَّد بِالْعَيْبِ والتصرية والتدليس وإخلاف الشَّرْط لِأَن كل وَاحِد مِنْهُم مغبون فَدفع الشَّرْع نَفسه بِإِثْبَات الْخِيَار ¶ وَقدم حق الْفُقَرَاء فِي الزكوات على حُقُوق الْأَنْبِيَاء لما دفعوه من الْحَاجَات والضرورات وسد الخلات والمزكون أسعد بذلك من الْفُقَرَاء لِأَن مصالحهم خير وَأبقى من مصَالح الْفُقَرَاء ¶ وَقدم وَفَاء الدُّيُون على إِرْث الْوَارِثين لِأَن الْمَوْرُوث أَحَق بِمَالِه من ورثته وَمن النَّاس أَجْمَعِينَ وَلِأَن بَقَاء الدّين فِي ذمَّته مُوجب لأخذ بدله من حَسَنَاته فَكَانَ توفير حَسَنَاته عَلَيْهِ أولى من نفع ورثته بِمَا اكْتَسبهُ وَبعد فِي تَحْصِيل أَكْثَره ¶ وَكَذَلِكَ يقدم حُقُوق السَّادة على حُقُوق الأرقاء وَحُقُوق الأرقاء على السَّادة وَالنِّسَاء على الْأزْوَاج والأزواج على النِّسَاء فِيمَا يَلِيق بِكُل وَاحِد مِنْهُم ¶ وَيقدم حُقُوق أَوْلِيَاء النِّكَاح فِي العقد والكفاءة على النِّسَاء كَمَا يقدم حقوقهن على حُقُوق الْأَوْلِيَاء إِذا دعوتهم إِلَى نزوع الْأَكفاء",
            "page": "79",
            "part": "1",
            "seal": "9B68BE5E"
        },
        {
            "id": "51",
            "nass": "وَيقدم حقهن فِي الْفَسْخ بالعيوب على حُقُوق الْأَوْلِيَاء كَمَا يقدم فسخهن بالإيلاء على حُقُوق بعولتهن فِي أبضاعهن دفعا لضررة الْإِيلَاء ¶ وَيقدم أقرب الْعَصَبَات إِلَى الْمَيِّت بِالْإِرْثِ إِن اسْتَوَت الْجِهَات ¶ فصل فِيمَن يقدم فِي الولايات ¶ يقدم فِي كل الْأَعْرَاف بأركانها وشرائطها وسننها وآدابها وَسَائِر مصالحها ومفاسدها مَعَ الْقُدْرَة على جلب مصالحها ودرء مفاسدها فَإِن اسْتَوَى اثْنَان فِي مَقَاصِد الولايات أَقرع بَينهمَا وَقد يقدم بِغَيْر قرعَة ¶ وَيقدم فِي إِمَامَة الصَّلَاة الْعَالم بأركانها وشرائطها وسننها وآدابها وَسَائِر مصالحها ومبطلاتها فَيقدم الْفَقِيه القارىء على غَيره وَيقدم الأفقه على الأقرأ ¶ وَيقدم الأورع على الْوَرع لِأَن ورعه يحثه على تَكْمِيل الصَّلَاة ¶ وَتقدم النِّسَاء على الرِّجَال فِي الْحَضَانَة لِأَنَّهُنَّ أعرف بالتربية وأشفق على الْأَطْفَال",
            "page": "80",
            "part": "1",
            "seal": "11C7293D"
        },
        {
            "id": "52",
            "nass": "وَتقدم الْأُم على سَائِر الْأَقَارِب لفرط حنوها وشفقتها على طفلها ¶ وَتقدم الْأُم الجاهلة بِأَحْكَام الْحَضَانَة على الْعمة العالمة بأحكامها لِأَن طبعها يحثها على معرفَة مصَالح الطِّفْل وعَلى الْقيام بهَا وحث الطَّبْع أقوى من حث الشَّرْع ¶ وَتقدم الْعَصَبَات فِي بَاب النِّكَاح على الْأَجَانِب لفرط حرصهم على تَحْصِيل الْأَكفاء وَدفع الْعَار عَنْهُم وَعَن نِسَائِهِم ¶ وَيقدم الْآبَاء والأجداد على الْحُكَّام فِي النّظر فِي أَمْوَال الْأَطْفَال لِأَن فرط الشَّفَقَة يحثهم على الْمُبَالغَة على جلب الْمصَالح ودرء الْمَفَاسِد ¶ وَيقدم فِي ولَايَة الحروب الأشجع الأعرف بمكايد الحروب وخدع الْقِتَال ¶ وَيقدم فِي ولَايَة الْأَيْتَام الأعرف بِالْأَحْكَامِ الْمُتَعَلّقَة بالأيتام وبمصالح التَّصَرُّف لَهُم ودرء الْمَفَاسِد عَنْهُم وَعَن أَمْوَالهم مَعَ الشَّفَقَة والرأفة وَالرَّحْمَة ¶ وَيقدم فِي الْولَايَة الْعُظْمَى الأعرف بمصالح الْعَامَّة والخاصة الْقَادِر على الْقيام بجلب مصالحها ودرء مفاسدها",
            "page": "81",
            "part": "1",
            "seal": "836673FA"
        },
        {
            "id": "53",
            "nass": "وَيقدم فِي كل تصرف من التَّصَرُّفَات الأعرف بجلب مَصَالِحه ودرء مفاسده الأقوم بهما كالقسمة والخرص والتقويم ¶ وَلَا يشْتَرط فِي نظر الْإِنْسَان لمصَالح نَفسه الْعَدَالَة لِأَن طبعه يحثه على جلب مصَالح نَفسه ودرء الْمَفَاسِد عَنْهَا ¶ وَيشْتَرط الْعَدَالَة فِي نظره لغيره لتَكون عَدَالَته وازعة عَن التَّقْصِير فِي جلب مصَالح الْمولى عَلَيْهِ وَدفع الْمَفَاسِد عَنهُ ¶ وَيسْقط شَرط الْعَدَالَة فِي الْولَايَة الْعَامَّة لتعذرها فَينفذ من تصرفهم مَا ينفذ مثله فِي الإِمَام الْعَادِل وَيرد من تصرفهم مَا يرد من تصرف الإِمَام الْعَادِل وَإِنَّمَا جَاءَ ذَلِك دفعا للمفاسد عَن الرعايا وجلبا لمصالحهم ¶ وَقد يسْقط شَرط الْعَدَالَة لكَون الطَّبْع قَائِما مقَامهَا فِي جلب الْمصَالح ودرء الْمَفَاسِد كعدالة الْمولى فِي النِّكَاح والحضانة لِأَن طبع",
            "page": "82",
            "part": "1",
            "seal": "4827EDF2"
        },
        {
            "id": "54",
            "nass": "الْمولى والحاضن يحثان على تَحْصِيل مصَالح النِّكَاح والحضانة وَدفع الْمَفَاسِد عَن الْمولى عَلَيْهِم وشفقة الْقَرَابَة تحث على الْقيام بمصالح الْأَطْفَال وَدفع الْمَفَاسِد عَنْهُم ¶ وبمثل هَذَا قيل فِي إِقْرَار الْمُؤمن وَالْكَافِر لِأَن طبعهما يزجرهما عَن الْكَذِب الضار بهما ¶ وَإِن فسق الْأَب وَالْجد فَفِي انعزالهما عَن النّظر فِي المَال مقَال لِأَن طبعهما يحثهما على إِيثَار أَنفسهمَا على طفلهما فَلَا يقوى الْوَازِع عَن التَّقْصِير فِي حق الْأَطْفَال فكم من أَب أكل مَال ابْنَته ونافس فِي إنكاحها ¶ وَيقدم فِي كل حكم خَاص الأعرف بِهِ الأقوم بمصالحه وَلَا يضرّهُ الْجَهْل بِأَحْكَام غَيره فَيقدم فِي الْجرْح وَالتَّعْدِيل وَالْقِسْمَة والتقويم الأعرف بمصالحها وأحكامها وَكَذَلِكَ الحكم فِي الْبياعَات والمناكحات",
            "page": "83",
            "part": "1",
            "seal": "A142DE0D"
        },
        {
            "id": "55",
            "nass": "وَيقدم فِي الحكم الأعرف بِأَحْكَام الشَّرْع الأقدر على الْقيام بمصلحته الأعرف بالحجج الَّتِي يبْنى عَلَيْهَا الْقَضَاء كالأقارير والبينات ¶ فَائِدَة فِي اخْتِيَار الْأَصْلَح للولاية ¶ لما رأى أَبُو بكر رَضِي الله عَنهُ عمر رَضِي الله عَنهُ أصلح للولاية من غَيره أوصى لَهُ بهَا وصدقت فراسته ¶ وَلما رأى عمر رَضِي الله عَنهُ فضل السِّتَّة رَضِي الله عَنْهُم على من سواهُم وَلم يظْهر لَهُ الْأَصْلَح مِنْهُم حصرها فيهم ¶ وَلما رأى عبد الرَّحْمَن بن عَوْف عُثْمَان رَضِي الله عَنهُ أصلح أخرج نَفسه مِنْهَا إِذْ لَا يجوز التَّقَدُّم على الْأَصْلَح فَلَمَّا فَوضُوا أَمر التَّوْلِيَة إِلَيْهِ فوض الْخلَافَة إِلَى عُثْمَان رَضِي الله عَنْهُم أَجْمَعِينَ وَلم يتَمَكَّن عُثْمَان رَضِي الله عَنهُ من الْوَصِيَّة ¶ وَلما تمكن عَليّ رَضِي الله عَنهُ من التَّوْلِيَة ولى الْحسن رَضِي الله عَنهُ ¶ وَلما رأى الْحُسَيْن نَفسه أصلح أجَاب أهل الْكُوفَة إِلَى الْبيعَة وَلَا حجَّة لمعاوية رَضِي الله عَنهُ عَنهُ فِي تَوْلِيَة يزِيد وَلَكِن الله يفعل مَا يُرِيد",
            "page": "84",
            "part": "1",
            "seal": "6B60A5FB"
        },
        {
            "id": "56",
            "nass": "وَلما رأى سُلَيْمَان عمر بن عبد الْعَزِيز رَحمَه الله يصلح للخلافة فوضها إِلَيْهِ ووفق لتوليته ¶ وَأما الرَّسُول صلى الله عَلَيْهِ وَسلم فَالظَّاهِر أَنه علم بترتيب الْخُلَفَاء فَلم يُفَوض إِلَى أحد لِأَنَّهُ علم أَن الله سُبْحَانَهُ وَتَعَالَى لَا يَخْذُلهُ فِي أَصْحَابه وَأَنه تولى عَلَيْهِم أَصْلحهم فأصلحهم ¶ فَائِدَة فِي تَقْدِيم غير الْعدْل فِي الْولَايَة ¶ إِذا لم نجد عدلا يقوم بالولايات الْعَامَّة والخاصة قدم الْفَاجِر على الأفجر والخائن على الأخون لِأَن حفظ الْبَعْض أولى من تَضْييع الْكل وَفِي مثله فِي الشَّهَادَات نظر ¶ فَائِدَة فِي صرف مَال الْمصَالح ¶ إِذا جَار الْمُلُوك فِي مَال الْمصَالح وظفر بِهِ أحد يعرف المصارف",
            "page": "85",
            "part": "1",
            "seal": "7B241871"
        },
        {
            "id": "57",
            "nass": "مقدمها ومؤخرها أَخذه وَصَرفه فِي أولى مصارفه فأولاها كَمَا يَفْعَله الإِمَام الْعَادِل وَهُوَ مأجور بذلك وَالظَّاهِر وُجُوبه ¶ فَائِدَة فِي صرف الْأَمْوَال إِلَى من لَا يَسْتَحِقهَا ¶ إِذا أخذت الْأَمْوَال بِغَيْر حَقّهَا وصرفت إِلَى من لَا يَسْتَحِقهَا أَو أخذت بِحَقِّهَا وصرفت إِلَى من لَا يَسْتَحِقهَا وَجب ضَمَانهَا على صارفها وآخذها سَوَاء علما أم جهلا فَإِن مَاتَ أحد هَؤُلَاءِ قبل أَدَاء مَا عَلَيْهِ لم ينفذ عتقه وَلَا تبرعه فِي مرض مَوته وَلَا مَا وصّى بِهِ من التَّبَرُّعَات وَلَا ينفذ تصرف ورثته فِي تركته حَتَّى يقْضى مَا لزمَه من ذَلِك وَيصرف إِلَى مُسْتَحقّه فَإِن أَخذه الإِمَام الْعَادِل ليصرفه إِلَى مُسْتَحقّه برِئ بِقَبض الإِمَام",
            "page": "86",
            "part": "1",
            "seal": "C7B66A61"
        },
        {
            "id": "58",
            "nass": "وَكَذَلِكَ الحكم فِي ضَمَان المكوس وَالْخُمُور والبغايا وكل جِهَة مُحرمَة فَإِن ضمنُوا ذَلِك مختارين لَهُ فضمانه مَقْصُور عَلَيْهِم وعَلى كل من وضع يَده عَلَيْهِ وَأما المعينون على ذَلِك فَإِن قبضوا مِنْهُ شَيْئا طولبوا بِهِ فِي الدُّنْيَا وَالْآخِرَة وَإِن لم يقبضوا مِنْهُ شَيْئا كَانَ عَلَيْهِم وزر المعاون على الْإِثْم والعدوان ¶ وعَلى الْجُمْلَة فإثم تضمين الْمُحرمَات كالبغايا والمكوس على ضامنيه ومضمنيه وعَلى من أعَان على ذَلِك كَمَا ذَكرْنَاهُ وَمن علم ذَلِك فَلم يُنكره مَعَ الْقُدْرَة على إِنْكَاره فَهُوَ آثم إِلَّا أَن يعلم أَن إِنْكَاره لَا يصغى إِلَيْهِ وَلَا يلْتَفت عَلَيْهِ ¶ وَكَذَلِكَ الحكم فِي جَمِيع مَا يحدثه الظلمَة من الْمَظَالِم ¶ وَاعْلَم أَن إِثْم الزِّنَا على الزناة والزواني وَمَا يَأْخُذهُ البغايا مَضْمُون مالم يتَصَدَّق بِهِ عَلَيْهِنَّ ¶ وَأخذ الزكوات لتصرف إِلَى غير مستحقيها إِثْم ذَلِك وضمانه على كل من وضع يَده عَلَيْهِ وَإِلَّا كَانَ المستحقون للزكوات خصماءه يَوْم الْقِيَامَة وَلَا تَبرأ ذمم المزكين بِالدفع إِلَيْهِم إِلَّا أَن يصرف إِلَى مستحقيه ¶ وَصرف مَال الْمصَالح إِلَى غير مستحقيه الْخُصُوم فِيهِ يَوْم الْقِيَامَة أَكثر من الْخُصُوم فِي الزكوات فَإِن كَانَ المَال مستوعبا لجَمِيع الْمصَالح فالخصوم قد تقوم",
            "page": "87",
            "part": "1",
            "seal": "FFF88287"
        },
        {
            "id": "59",
            "nass": "الْقيمَة مستحقوه على قدر اسْتِحْقَاق كل وَاحِد مِنْهُم وَإِن لم يستوعب الْمصَالح كَانَت الْخُصُومَة فِيهِ من مُسْتَحقّ التَّقْوِيم بِهِ ¶ وَمن أَخذ من الْغَنَائِم مَا لم يُعينهُ المقاسم غير الاستلاب إِذا أَخذهَا الْعَامِلُونَ أَثم وَضمن الْأَخْمَاس لمستحقيها وَأَرْبَعَة الْأَخْمَاس للغزاة الأصبر مَا يسْتَحقّهُ مِنْهَا بالقسم فيخاصمه فِي ذَلِك الْفُقَرَاء وَالْمَسَاكِين وَأَبْنَاء السَّبِيل وذوو قرَابَة رَسُول الله صلى الله عَلَيْهِ وَسلم وَأهل الْمصَالح الْعَامَّة ويخاصمه فِي أَرْبَعَة الْأَخْمَاس من يسْتَحق ذَلِك من الغازين على قدر أنسابهم ¶ وَمن مَاتَ وَعَلِيهِ دين تعدى بِسَبَبِهِ أَو بظلمه فَإِنَّهُ يُؤْخَذ من ثَوَاب حَسَنَاته بِمِقْدَار مَا ظلمه بِهِ فَإِن فنيت حَسَنَاته طرح عَلَيْهِ من عِقَاب سيئات الْمَظْلُوم ثمَّ ألقِي فِي النَّار ¶ وَمن مَاتَ وَعَلِيهِ دين وَلم يَتَعَدَّ بِسَبَبِهِ وَلَا بمظلمة فَإِنَّهُ يُؤْخَذ من ثَوَاب حَسَنَاته فِي الْآخِرَة كَمَا يُؤْخَذ أَمْوَاله فِي الدُّنْيَا حَتَّى يصير فَقِيرا لَا مَال لَهُ وَلَا يُؤْخَذ ثَوَاب إيمَانه كَمَا لَا يُؤْخَذ فِي الدُّنْيَا ثِيَاب بدنه فَإِن فنيت حَسَنَاته لم يطْرَح عَلَيْهِ من سيئات خَصمه شَيْء لِأَنَّهُ لم يعْص ¶ وَمن شهد بِمَا لَا يعلم فَإِن كَانَ كَاذِبًا أَثم ثَلَاثَة آثام إِثْم الْمعْصِيَة وإثم إِعَانَة الظَّالِم وإثم خذلان الْمَظْلُوم بتفويت حَقه وَإِن كَانَ صَادِقا أَثم إِثْم الْمعْصِيَة لَا غير لِأَنَّهُ سَبَب إِلَى برَاء ذمَّة الظَّالِم وإيصال الْمَظْلُوم إِلَى حَقه",
            "page": "88",
            "part": "1",
            "seal": "EFCA2163"
        },
        {
            "id": "60",
            "nass": "وَمن شهد بِحَق يُعلمهُ فَإِن كَانَ صَادِقا أجر على قَصده وطاعته وعَلى إِيصَال الْحق إِلَى مستحقيه وعَلى تَخْلِيص الْمَظْلُوم من الظَّالِم وَإِن كَانَ كَاذِبًا بِسَبَب سُقُوط الْحق الَّذِي تحمل الشَّهَادَة بِهِ وَهُوَ لَا يشْعر بسقوطه أثيب على قَصده وَلَا يُثَاب على شَهَادَته لِأَنَّهَا مضرَّة بالخصمين وَفِي تعديه ورجوعه على الظَّالِم بِمَا أَخذه من الْمَظْلُوم نظر إِذْ الْخَطَأ والعمد فِي الْأَسْبَاب والمباشرات سيان فِي بَاب الضَّمَان ¶ فَائِدَة ¶ مَا يدْفع إِلَى النَّاس من أَمْوَال بَيت المَال لآخذه أَحْوَال ¶ أَحدهَا أَن يكون مِمَّن يسْتَحق ذَلِك الْقدر كالغازي فَيجوز ¶ وَإِن كَانَ مِمَّن لَا يسْتَحقّهُ فَإِن أَخذه لنَفسِهِ لم يجز لَهُ وَإِن أَخذه ليَرُدهُ على مستحقيه فَإِن كَانَ من الْعلمَاء الموثوق بفتياهم وأديانهم لم يجز لَهُ أَخذه لِأَن ذَلِك يسْقط الثِّقَة بقوله وفتياه فَيكون مأخذه مُمْتَنعا للِانْتِفَاع بتعليمه والاعتماد على فتياه ومفسدة ذَلِك رد على مصلحَة دفع ذَلِك إِلَى مُسْتَحقّه لِأَن إحْيَاء الشَّرْع فرض مُتَعَيّن وَلَا سِيمَا فِي هَذَا الزَّمَان فَإِن لم يكن من أُولَئِكَ فَإِن كَانَ عَالما بمصارفه جَازَ لَهُ أَخذه بنية صرفه فِي مصارفه وَإِن كَانَ جَاهِلا بالمصارف فَأَخذه بنية من يسْأَل عَنْهَا الْعلمَاء الموثوق بفتياهم فَإِذا أَخْبرُوهُ بمصارفه فَصَرفهُ فِيهَا أجر على ذَلِك وَكَانَ لَهُ أجر إِعَانَة أَخِيه الْمُسلم على إِيصَال",
            "page": "89",
            "part": "1",
            "seal": "23109F47"
        },
        {
            "id": "61",
            "nass": "حَقه إِلَيْهِ وَالله فِي عون العَبْد مَا كَانَ العَبْد فِي عون أَخِيه وَقَالَ تَعَالَى {وتعاونوا على الْبر وَالتَّقوى} الْمَائِدَة 5 / 2 وَقَالَ تَعَالَى {إِن الله يَأْمر بِالْعَدْلِ وَالْإِحْسَان} النَّحْل 16 / 90 فَأَما مَا يُؤْخَذ من النَّاس بِغَيْر حق فعلى ولي الْأَمر إِثْم كل من ظلمه ¶ وَأما مُبَاشرَة أَخذ الظُّلم فَإِن كَانَ مُخْتَارًا لزمَه الضَّمَان والآثام وَإِن كَانَ مكْرها فَلهُ حالان ¶ أَحدهمَا أَن يُوجد الْإِكْرَاه الْمُعْتَبر بالتهديد بِاللِّسَانِ وَفِي وجوب الضَّمَان على الْمُكْره وَجْهَان فَإِنَّهُ أتلف مَالا مَعْصُوما لإنقاذ نَفسه فَصَارَ كالمضطر إِذا أتلف طَعَاما لحفظ نَفسه ¶ الْحَال الثَّانِي أَن يكره بِلِسَان الْحَال وَهُوَ يعلم من عَادَة السُّلْطَان إِذا خُولِفَ أَن يَسْطُو بِمن خَالفه سطوة يكون مثلهَا إِكْرَاها فَفِي إِلْحَاق ذَلِك بِالْإِكْرَاهِ بِاللِّسَانِ مذهبان لِأَن الْخَوْف الْحَاصِل فِي الْإِكْرَاه بِلِسَان الْحَال كحصول خوف بِالْإِكْرَاهِ بِلِسَان الْمقَال والإقدام جَائِز بِالْإِكْرَاهِ لِأَنَّهَا حَال اضطرار وَلَا يُبَاح بِالْإِكْرَاهِ قتل ولواط وَلَا زنا وَيجب على الْمُكْره إِذا عجز عَن الدّفع الصَّبْر إِلَى الْمَمَات وَكَذَلِكَ كَقَتل ¶ وَيُبَاح كفر اللِّسَان بِالْإِكْرَاهِ مَعَ طمأنينة الْقلب بِالْإِيمَان وَلَا يجب التَّلَفُّظ",
            "page": "90",
            "part": "1",
            "seal": "F2D1CFA1"
        },
        {
            "id": "62",
            "nass": "بالْكفْر وَله أَن يصر إِلَى الْمَمَات لما فِي ذَلِك من إعزاز الدّين وإجلال رب الْعَالمين الَّذِي أكمل أَنْوَاع خلاف كل الميتات ¶ وَيجوز التَّغْرِير بالنفوس والأعضاء فِي كل قتال وَاجِب لتَحْصِيل مَصَالِحه وَكَذَلِكَ التَّغْرِير بالنفوس فِي الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر عِنْد أَئِمَّة الْجور لما فِيهِ من إعزاز الدّين وَنصر رب الْعَالمين وَقد جعله صلى الله عَلَيْهِ وَسلم أفضل الْجِهَاد فَقَالَ صلى الله عَلَيْهِ وَسلم أفضل الْجِهَاد كلمة حق عِنْد سُلْطَان جَائِر لِأَن تغريره لنَفسِهِ وبذله لَهَا آلم من تغرير الْمُجَاهدين فَإِن الْمُجَاهِد يَرْجُو أَن يقتل قربَة بِخِلَاف الْآمِر والناهي للسُّلْطَان الجائر فَإِن علم من جوز بِآلَة الْقِتَال أَنه يقتل من غير تَحْصِيل شَيْء من الْمصَالح الَّتِي شرع لَهَا الْقِتَال حرم الْمقَام وَوَجَب الانهزام لِأَنَّهُ غرر بِنَفسِهِ وأعضائه من غير حُصُول مصلحَة والمفسدة الْمُجَرَّدَة عَن الْمصلحَة مُحرمَة وَلَا سِيمَا مفْسدَة فَوَات النُّفُوس والأعضاء",
            "page": "91",
            "part": "1",
            "seal": "1041B8CE"
        },
        {
            "id": "63",
            "nass": "فَائِدَة فِيمَن مَاتَ وَعَلِيهِ دين ¶ من مَاتَ وَعَلِيهِ دين تعدى بِسَبَبِهِ أَو بمطله فَإِنَّهُ يُؤْخَذ من ثَوَاب حَسَنَاته مِقْدَار مَا ظلم فَإِن فنيت حَسَنَاته طرح عَلَيْهِ من عِقَاب سيئات الْمَظْلُوم ثمَّ ألقِي فِي النَّار ¶ وَمن مَاتَ وَعَلِيهِ دين لم يَتَعَدَّ بِسَبَبِهِ وَلَا بمطله فَإِنَّهُ يُؤْخَذ من ثَوَاب حَسَنَاته فِي الْآخِرَة كَمَا يُؤْخَذ أَمْوَاله فِي الدُّنْيَا حَتَّى يصير فَقِيرا لَا مَال لَهُ وَلَا يُؤْخَذ ثَوَاب إيمَانه كَمَا لَا يُؤْخَذ فِي الدُّنْيَا ثِيَاب بدنه فَإِن فنيت حَسَنَاته لم يطْرَح عَلَيْهِ من سيئات خَصمه شَيْء لِأَنَّهُ لم يعْص بِهِ ¶ قَاعِدَة فِي المَال الْمَعْصُوم ¶ لَا تُوضَع الْأَيْدِي على مَال مَعْصُوم إِلَّا لضَرُورَة أَو حَاجَة عَامَّة كوضع الْحَاكِم يَده على أَمْوَال الْأَطْفَال والمجانين والغائبين وَجَمِيع الْأَمَانَات",
            "page": "92",
            "part": "1",
            "seal": "B66353D0"
        },
        {
            "id": "64",
            "nass": "الشَّرْعِيَّة وكوضع الْمُلْتَقط يَده على اللّقطَة والظافر بِجِنْس حَقه وَبِغير جنسه من مَال غَرِيمه والمضطر على مَا يدْفع بِهِ ضَرُورَة وَلَا يتَصَرَّف فِي مَال مَعْصُوم إِلَّا بِإِذن ربه وَيسْتَثْنى أَمْوَال الْأَطْفَال والمجانين وَمَا يخْشَى ضيَاعه وتلفه من الْأَمَانَات الشَّرْعِيَّة وَغير الشَّرْعِيَّة ¶ وَكَذَلِكَ تصرف الْمُلْتَقط بالتملك وَبيع مَا يسْرع فَسَاده ¶ وَكَذَلِكَ تصرف الظافر بِجِنْس حَقه وَبِغير جنسه ¶ وَكَذَلِكَ إِذا وجد مَالا يَشْتَرِي بِهِ الطَّعَام وَالشرَاب أَو مَا لَا يدْفع بِهِ ضَرُورَته من اللبَاس ¶ قَاعِدَة فِي عدم تولي أحد طرفِي التَّصَرُّف ¶ لَا يتَوَلَّى أحد طرفِي التَّصَرُّف وَيسْتَثْنى مِنْهُ تصرف الْآبَاء والأجداد فِي أَمْوَال الْأَوْلَاد والأحفاد",
            "page": "93",
            "part": "1",
            "seal": "56FB188F"
        },
        {
            "id": "65",
            "nass": "وَكَذَلِكَ تملك الملتقطين وَبيع الظافرين بِغَيْر جنس حُقُوقهم فَإِنَّهُم يتولون البيع وَقبض الثّمن وأقباضه من أنفسهم ¶ وَكَذَلِكَ قبضهم لجنس حُقُوقهم قَامُوا فِيهِ مقَام قَابض ومقبوض ¶ فَائِدَة فِي عدم ثُبُوت الْملك للموتى ¶ لَا يثبت الْملك للموتى إِذْ لَا حَاجَة بهم إِلَيْهِ وَيثبت للأجنة فِي بطُون الْأُمَّهَات وَلَو كَانَ نُطْفَة أَو مُضْغَة أَو علقَة لأَنهم صائرون إِلَى الِاحْتِيَاج إِلَيْهِ ¶ وَمن خلف تَرِكَة زَالَ ملكه عَنْهَا بِمَوْتِهِ إِلَّا أَن يكون عَلَيْهِ دين أَو وَصِيَّة فَفِي بَقَاء ملكه وزواله وَرَفعه اخْتِلَاف لأجل احْتِيَاجه إِلَيْهِ",
            "page": "94",
            "part": "1",
            "seal": "5D986D19"
        },
        {
            "id": "66",
            "nass": "فَائِدَة فِي الشَّرَائِط ¶ من الشَّرَائِط مَا يعم التَّصَرُّفَات لافتقارها إِلَيْهِ ووقوف مصالحها عَلَيْهِ ¶ وَمِنْهَا مَا يخْتَص بِبَعْض التَّصَرُّفَات لوقوف كَمَال مصْلحَته عَلَيْهِ وَمِنْهَا مَا يشْتَرط فِي تصرف وَيكون مُبْطلًا فِي تصرف آخر فاستقصاء الْأَوْصَاف مُبْطل للسلم لِأَنَّهُ مَانع من تَحْصِيل مَقْصُوده مصحح فِي بَاب الحكومات فِي حق الْمَحْكُوم لَهُ والمحكوم بِهِ والمحكوم عَلَيْهِ لتحصيله لمقصود الْأَحْكَام ¶ وَيجوز الْقَرَاض على عوض مَعْدُوم مَجْهُول ¶ وَيجوز الْمُزَارعَة وَالْمُسَاقَاة على عوضين ¶ أَحدهمَا مَعْدُوم مَعْلُوم وَهُوَ عمل الْعَامِل ¶ وَالْآخر مَجْهُول مَعْدُوم وَهُوَ نصِيبه من الثَّمر وَالزَّرْع ¶ وَعمل الْجعَالَة مَجْهُول من جِهَة الْعَامِل مَعْدُوم والجعل مَعْلُوم إِذْ",
            "page": "95",
            "part": "1",
            "seal": "590E428A"
        },
        {
            "id": "67",
            "nass": "لَا حَاجَة إِلَى جهالته وَلَا يَصح تَمْلِيكه الْمَنَافِع إِلَّا مقدرَة بِعَمَل أَو زمَان أَو مَكَان إِلَّا فِي الْوَصَايَا ¶ وَيجوز فِي العواري بِغَيْر تَقْدِير لِأَنَّهَا إِبَاحَة كإباحة ثمار الْبُسْتَان وَأكل الضيفان ¶ وَتَقْدِير الْمَنَافِع بِالزَّمَانِ ¶ وَالْعَمَل شَرط فِي الْإِجَارَة مُبْطل فِي بَاب النِّكَاح لِأَن الْأَجَل فِي النِّكَاح ممتد إِلَى موت أحد الزَّوْجَيْنِ وَلَو قدر بِأَجل مَعْلُوم لبطل ¶ وَتصرف الْمَرْء فِيمَا سيملكه وإذنه فِي التَّصَرُّف فِيهِ باطلان إِلَّا فِي بَاب الْقَرَاض فَإِن الْإِذْن فِي بيع مَا يشترى بِرَأْس المَال نَافِذ إِذْ لَا يتم مصلحَة هَذَا الْبَاب إِلَّا بذلك ¶ وَمَا خص الشَّرْع بَابا من الْأَبْوَاب بِحكم خَاص إِمَّا لمصْلحَة خَاصَّة",
            "page": "96",
            "part": "1",
            "seal": "E7F5DABB"
        },
        {
            "id": "68",
            "nass": "تتَعَلَّق بذلك الحكم أَو لدرء مفْسدَة خَاصَّة يتَعَلَّق بِهِ ¶ وَقد وقف مُعظم الْعلمَاء على تِلْكَ الْمصَالح والمفاسد واختص بَعضهم بِكَثِير مِنْهَا وخفي أقلهَا عَن الْكل ويعبر عَنهُ بالتعبد",
            "page": "97",
            "part": "1",
            "seal": "2D6FC7E2"
        },
        {
            "id": "69",
            "nass": "فصل فِيمَا يقبل الشُّرُوط من التَّصَرُّفَات وَمَا لَا يقبل ¶ النِّكَاح لَا يقبل الشَّرْط وَلَا التَّعْلِيق على الشَّرْط ¶ وَالْوَصِيَّة وَالْولَايَة تقبلان الشَّرْط وَالتَّعْلِيق على الشَّرْط ¶ وَالْوَقْف يقبل الشَّرْط وَفِي تَعْلِيقه على الشَّرْط خلاف ¶ وَالْبيع وَالْإِجَارَة يقبلان الشَّرْط وَلَا يقبلان التَّعْلِيق على الشَّرْط ¶ وَالطَّلَاق وَالْعتاق يقبلان التَّعْلِيق على الشَّرْط وَلَا يقبلان الشَّرْط ¶ وَالْوكَالَة تقبل الشَّرْط وَفِي قبُول التَّعْلِيق على الشَّرْط خلاف وَتَعْلِيق التَّصَرُّف بعد التَّوْكِيل جَائِز على الْأَصَح ¶ فصل فِي بَيَان الْإِسَاءَة وَالْإِحْسَان ¶ لَا يرجع شَيْء من جلب الْمصَالح ودرء الْمَفَاسِد وأشباههما إِلَى الديَّان تَعَالَى لاستغنائه عَن الأكوان وَإِنَّمَا يعود نفعهما وضرهما على الْإِنْسَان فَمن أحسن فلنفسه سعى وَمن أَسَاءَ فعلى نَفسه جنى",
            "page": "98",
            "part": "1",
            "seal": "049C8B40"
        },
        {
            "id": "70",
            "nass": "وإحسان الْمَرْء إِلَى نَفسه أَو إِلَى غَيره إِمَّا بجلب مصلحَة دنيوية أَو أخروية أَو بهما أَو بدرء مفْسدَة دنيوية أَو أخروية أَو بهما ¶ وإساءته إِلَى نَفسه أَو إِلَى غَيره إِمَّا بجلب مفْسدَة دنيوية أَو أخروية أَو بهما أَو بدرء مصلحَة دنيوية أَو أخروية أَو بهما فَكل من أحسن إِلَى نَفسه كَانَ أجره مَقْصُورا عَلَيْهِ وكل من أحسن إِلَى غَيره كَانَ محسنا إِلَى نَفسه وَإِلَى غَيره وكل من أَسَاءَ إِلَى نَفسه كَانَ وزره مَقْصُورا عَلَيْهِ وكل من أَسَاءَ إِلَى غَيره فقد بَدَأَ بالإساءة إِلَى نَفسه ¶ وَإِذا اتَّحد نوع الْإِسَاءَة وَالْإِحْسَان كَانَ عامهما أعظم من خاصهما فَلَيْسَ من أصلح بَين جمَاعَة كمن أصلح بَين اثْنَيْنِ وَلَيْسَ من أفسد بَين جمَاعَة كمن أفسد بَين اثْنَيْنِ وَلَيْسَ من تصدق على جمَاعَة أَو علم جمَاعَة أَو ستر جمَاعَة أَو أنقذ جمَاعَة من الْهَلَاك كمن اقْتصر على وَاحِد اثْنَيْنِ ¶ فصل فِيمَا يَنْضَبِط من الْمصَالح والمفاسد وَمَا لَا يَنْضَبِط مِنْهَا ¶ الْمصَالح والمفاسد ضَرْبَان",
            "page": "99",
            "part": "1",
            "seal": "B2574B41"
        },
        {
            "id": "71",
            "nass": "أَحدهمَا محدد مضبوط كَالْقَتْلِ وَالْقطع والإنقاذ مِنْهُمَا ¶ وَالثَّانِي غير مضبوط كالمشاق والإغرار والمخاوف والأفراح وَاللَّذَّات والغموم والآلام كآلام الْحُدُود والتعزيرات ¶ وَأكْثر الْمصَالح والمفاسد لَا وقُوف على مقاديرها وتحديدها وَإِنَّمَا تعرف تَقْرِيبًا لعزة الْوُقُوف على تحديدها فالمشاق المبيحة للتيمم كالخوف من شدَّة الظمأ وَمن بطء الْبُرْء وَلَا ضَابِط لَهما ¶ وَكَذَلِكَ سَبَب الِانْتِقَال من قيام الصَّلَاة إِلَى قعودها وَمن قعودها إِلَى اضطجاعها وَكَذَلِكَ مَا يشوش من اختلال خشوع الصَّلَاة من الْأَعْذَار لَا ضَابِط للقدر المشوش مِنْهُ ¶ وَكَذَلِكَ الْأَعْذَار المبيحة لمحظورات الْإِحْرَام ¶ وَكَذَلِكَ الْغَصْب الْمَانِع من الْإِقْدَام على الْأَحْكَام",
            "page": "100",
            "part": "1",
            "seal": "9039ADF4"
        },
        {
            "id": "72",
            "nass": "وَكَذَلِكَ الْمَرَض الْمُبِيح للإفطار فِي الصّيام إِن ضبط بالمشقة فالمشقة فِي نَفسهَا غير مضبوطة وَإِن ضبط بِمَا يُسَاوِي مشقة الْأَسْفَار فَذَلِك غير مَحْدُود ¶ وَكَذَلِكَ مشقة الْأَعْذَار المبيحة لكشف العورات وَإِظْهَار السوءات ¶ وَمن ضبط ذَلِك بِأَقَلّ مَا ينْطَلق عَلَيْهِ الِاسْم كَأَهل الظَّاهِر فقد خلص من هَذَا الْإِشْكَال ¶ فصل فِيمَا يفْتَقر إِلَى النيات ¶ لَا تجب النِّيَّة فِيمَا يمتاز من الْعِبَادَات والمعاملات وَإِنَّمَا تجب النِّيَّة فِي الْعِبَادَات فِيمَا دَار بَين الْعِبَادَات والعادات أَو بَين رتب الْعِبَادَات وَكَذَلِكَ لَا تجب فِي الْمُعَامَلَات فِيمَا دَار بَين الْعِبَادَات والعادات أَو بَين رتب الْعِبَادَات وَكَذَلِكَ لَا تجب فِي الْمُعَامَلَات فِيمَا تميز بصورته عَن غَيره وَإِنَّمَا تجب فِي الملتبسات المترددات كالديون وإيقاع التَّصَرُّفَات عَن الإذنين",
            "page": "101",
            "part": "1",
            "seal": "B1AED8D9"
        },
        {
            "id": "73",
            "nass": "وَفِي أَخذ جنس الْحق وَغير جنسه وَفِي التَّصَرُّف الْمُقَابل للوقوع عَن الْإِذْن والمأذون لَهُ فَإِنَّهُ وَاقع عَن الْمَأْذُون لَهُ لِأَنَّهُ الْغَالِب من أَفعاله وَفِي وَفِي الصَّيْد وَلَا يَقع عَن الْإِذْن إِلَّا بنية وَلَا نِيَّة فِي مُتَعَيّن كالعرفان وَالْإِيمَان وَالْأَذَان وَقِرَاءَة الْقُرْآن وَدفع الْأَعْيَان إِلَى مستحقيها وَإِقَامَة الْعُقُوبَات على الجناة ¶ قَاعِدَة فِي الْأَحْكَام الظَّاهِرَة والباطنة ¶ الْأَحْكَام ضَرْبَان ¶ أَحدهمَا بَاطِن وَهُوَ كل حكم جلب الْمصلحَة فِي نفس الْأَمر ودرء الْمفْسدَة الْمَقْصُود درؤها فِي نفس الْأَمر فَهَذَا هُوَ الْمَقْصُود الْأَصْلِيّ ¶ الضَّرْب الثَّانِي حكم فِي الظَّاهِر وَهُوَ كل حكم ظَهرت أَسبَابه بالظهور وَله حالان",
            "page": "102",
            "part": "1",
            "seal": "E2915F70"
        },
        {
            "id": "74",
            "nass": "أَحدهمَا أَن يصدق الظَّن فَيكون ذَلِك الحكم هُوَ حكم الله عز وَجل ظَاهرا وَبَاطنا ¶ الْحَال الثَّانِيَة أَن يكذب الظَّن فِي جلب الْمصَالح ودرء الْمَفَاسِد فَهَذَا الحكم خطأ عِنْد الله عز وَجل وَالصَّوَاب عِنْد الله عَكسه فَإِذا أخبر الْمخبر أَو أقرّ الْمقر أَو شهد الشَّاهِد أَو حكم الْحَاكِم أَو قوم الْمُقَوّم أَو ألحف الحائف أَو قسم الْقَاسِم فَإِن أَصَابُوا الحكم الْبَاطِن فقد حصل مَقْصُود الشَّرْع وحصلت الْمَقَاصِد الدُّنْيَوِيَّة والأخروية واندفعت الْمَفَاسِد الدُّنْيَوِيَّة والأخروية وَإِن لم يُصِيبُوا فِي ذَلِك عُفيَ عَن مظانهم وأثيبوا على قصدهم ¶ وَكَذَلِكَ إِذا تقرب المتقرب بِمَال يَظُنّهُ حَلَالا وَهُوَ عِنْد الله سُبْحَانَهُ حرَام أَو قضى بِهِ دينه أَو كفر باعتقاد فِيهِ بظنها مسلمة فَإِذا هِيَ كَافِرَة فَإِنَّهَا لَا تَبرأ ذمَّته من الدّين وَالْكَفَّارَة وَلَا تحصل الْقرْبَة بِهِ وَلَكِن يُثَاب على قصد التَّقَرُّب فَإِن من هم بحسنة فَلم يعملها كتبت لَهُ حَسَنَة ¶ قَاعِدَة ¶ الْقُدْرَة على التَّسَبُّب إِلَى مَا وَجب كالقدرة على تَحْصِيل المَاء بِالطَّلَبِ وَالشِّرَاء وَغَيره كالقدرة على اسْتِعْمَاله مَعَ حُضُوره ¶ وَكَذَلِكَ الْقُدْرَة على تعرف مَا يجب تعرفه بِالِاجْتِهَادِ كطهارة المَاء الطَّاهِر المشتبه بِالْمَاءِ النَّجس وتعرف الْقبْلَة عِنْد التباسها",
            "page": "103",
            "part": "1",
            "seal": "769E30CA"
        },
        {
            "id": "75",
            "nass": "وَالْقُدْرَة على تَحْصِيل الْكسْوَة بستر الْعَوْرَة وَغَيرهَا كالقدرة على التستر بهَا مَعَ حُصُولهَا وَالْقُدْرَة على تَحْصِيل الْكَفَّارَة بِالشِّرَاءِ وَغَيره كالقدرة عَلَيْهَا نَفسهَا ¶ وَالْقُدْرَة على تَحْصِيل الذَّهَب وَالْفِضَّة بِبيع الْعرض الْعرض ¶ وَالْقُدْرَة على تَحْصِيل النَّفَقَات والديون بِالشِّرَاءِ وَغَيره كالقدرة على أَدَاء الدّين نَفسه ¶ وَالْقُدْرَة على أَدَاء الدّين نَفسه وَالْقُدْرَة على وَفَاء الدّين بالاكتساب يخْتَلف فِيهِ بَين الْعلمَاء ¶ وَكَذَلِكَ الْقُدْرَة على الْكسْب على الْعِيَال ¶ وَكَذَلِكَ من لزمَه دين وَلَا يملك مثله فَإِنَّهُ يُبَاع ملكه فِيهِ ¶ وَكَذَلِكَ شِرَاء كل مَا يجب أَن يشترى ليؤدى فِي وَاجِب ¶ وَكَذَلِكَ شِرَاء الكراع وَالسِّلَاح والجنن للْجِهَاد وَأهب الْحَج وَالْعمْرَة ¶ وَكَذَلِكَ السّفر وَالتَّأَهُّب لتعلم الْعلم الْمُتَيَقن وفروض الكفايات ¶ وَكَذَلِكَ الِاجْتِهَاد فِي طلب الحكم الْمُتَعَيّن والفتيا المتعينة وَمن تعين عَلَيْهِ الْقيام بِفَرْض من فروض الكفايات وَهُوَ خامل لَا يعرف بأهليته لذَلِك لزمَه",
            "page": "104",
            "part": "1",
            "seal": "7AD1F790"
        },
        {
            "id": "76",
            "nass": "أَن يسْعَى فِي تَعْرِيف نَفسه لِأَنَّهُ سَبَب إِلَى وَاجِب مُتَعَيّن وَكَذَلِكَ أَهْلِيَّة الْفتيا ¶ وَأما وجوب الِاكْتِسَاب لقَضَاء الدّين فَإِن كَانَ فِيهِ مشقة ظَاهِرَة فَلَا إِشْكَال فِيهِ وَإِن لم يكن فِيهِ مشقة كإلقاء شبكة وَنصب فخ وَاحِد جوهره من سَمَكَة فَفِيهِ إِشْكَال من حَيْثُ إِنَّه سَبَب إِلَى وَاجِب وَلم يُوجِبهُ إِلَّا فِي نَفَقَة الْعِيَال فَكيف لَا يلْزمه مَعَ حَقه مُؤْنَته وَمَا فِيهِ من مصْلحَته إِيرَاد مِنْهُ ومصلحة إِيصَال الْحق إِلَى مُسْتَحقّه ¶ وَاخْتلف أَصْحَابنَا فِي وجوب التكسب لنفقة الزَّوْجَات والأقارب من جِهَة تأكدها وَإِذا تبرع الْمَدِين بِمَالِه الْمسَاوِي لحقوق الغارمين فَيَنْبَغِي أَن لَا ينفذ تبرعه إِلَّا برضاهم لما عَلَيْهِم فِيهِ من الضَّرَر وَقد جعل مَالك رَضِي الله عَنهُ تبرعه مَوْقُوفا على إجَازَة الْغُرَمَاء فَإِن أَجَازُوا نفذ لأَنهم رَضوا بتأخر حُقُوقهم وَإِن ردُّوهُ بَطل لما فِي تقيده من تضررهم بتأخر حُقُوقهم إِلَى وَقت يسَاره وَهُوَ غير مضبوط وَقد يَمُوت قبل اكْتِسَاب مِقْدَار دُيُونهم فيعظم الضَّرَر وَمَا ذكره مَالك جمع بَين حق البَائِع وَالْمُشْتَرِي والغرماء وانتفى الضرار بثبت الشُّفْعَة وَنفذ تصرف المُشْتَرِي مَوْقُوفا على إِسْقَاط الشُّفْعَة",
            "page": "105",
            "part": "1",
            "seal": "A010F866"
        },
        {
            "id": "77",
            "nass": "فصل فِي أمثله مَا خولفت فِيهِ قَوَاعِد الْعِبَادَات والمعاملات والولايات رَحْمَة للعباد ونظرا لجلب مصالحهم ودرء مفاسدهم ¶ فَمن ذَلِك الْعَفو عَن ملاقاة النَّجَاسَات للْمَاء الْقَلِيل مِمَّا لَا يُدْرِكهُ الطّرف وَمَا لَيْسَ لَهُ نفس سَائِلَة وَفِي تردد المَاء على مَحل التَّطْهِير فِي الْأَحْدَاث والأخباث ¶ وَمِنْهَا صَلَاة العاري الْمُحدث الْجنب النَّجس إِلَى غير الْقبْلَة تحصيلا لمصَالح الصَّلَوَات ¶ وَمِنْهَا قصر الصَّلَوَات بالأسفار وَجَمعهَا بالأمطار والأسفار ¶ وَمِنْهَا الْأَذَان للصبح قبل الْوَقْت لحيازة فضل أول الْوَقْت ¶ وَمِنْهَا تَقْدِيم النِّيَّة على الصّيام وَالزَّكَاة ¶ وَمِنْهَا إِسْقَاط وجوب النيات عَمَّا عدا أول الْعِبَادَات لتعذر الْإِتْيَان بهَا فِي الْعِبَادَات",
            "page": "106",
            "part": "1",
            "seal": "E4E0790F"
        },
        {
            "id": "78",
            "nass": "وَمِنْهَا بِنَاء الْأَحْكَام على الظنون لإعواز الْيَقِين ¶ وَمِنْهَا اعْتِقَاد مَا يجب عرفانه فِي حق الْعَوام لتعذر الْعرْفَان ¶ وَكَذَلِكَ بِنَاء بعض الشَّهَادَات على الظنون لتعذر الْعُلُوم ¶ وَمِنْهَا منع الحكم بِالْعلمِ لما فِيهِ من الاتهام ¶ وَمِنْهَا سُقُوط اعْتِبَار المتماثل فِي أَعْضَاء الْقصاص ومنافعها لِأَنَّهُ لَو اعْتبر لأغلق بَاب الْقصاص ¶ وَمِنْهَا ضَمَان المَاء بِقِيمَتِه فِي مَحل عزته كَيْلا يضيع مَالِيَّته ¶ وَمِنْهَا وجوب الشُّفْعَة دفعا لسوء الْمُشَاركَة أَو لمؤنة الْقِسْمَة ¶ وَمِنْهَا تحمل الإغرار فِي الْمُعَامَلَات لعسر الانفكاك عَنْهَا والا نفصال مِنْهَا",
            "page": "107",
            "part": "1",
            "seal": "34636FE4"
        },
        {
            "id": "79",
            "nass": "وَمِنْهَا إِفْسَاد الْأَمْوَال الَّتِي لَا تحصل مَنَافِعهَا إِلَّا بإفسادها كالأشربة والأغذية والأدوية والملابس والفراش والأحطاب ¶ وَمِنْهَا ضَمَان مَا لم يجب ضَمَانه عِنْد خوف الْغَرق إِذا اغتلمت الْبحار فالتمس من صَاحب الْمَتَاع إِلْقَاء مَتَاعه فِي الْبَحْر بِشَرْط الضَّمَان ¶ وَمِنْهَا ترك الثَّمَرَة المزهية الْمَبِيعَة على أَشجَار البَائِع إِلَى أَوَان الجداد مَعَ امتصاصها لماء الْأَشْجَار وَكَذَلِكَ سقيها بِمَاء البَائِع ¶ وَمِنْهَا بيع الرطب بالرطب وتقديرهما بالخرص فِي الْعَرَايَا ¶ وَمِنْهَا جعل تخلية الثِّمَار على الْأَشْجَار قبضا ¶ وَمِنْهَا تقدم الْمَعْلُول على علته كتقدم انْفِسَاخ البيع على هَلَاك الْمَبِيع وَصرف دِيَة الْقَتِيل خطأ إِلَى ورثته لتقدم ملكه على مَوته ¶ وَمِنْهَا جَوَاز الْأكل من الْعِنَب وَالنَّخْل بعد خرصهما",
            "page": "108",
            "part": "1",
            "seal": "18ACC653"
        },
        {
            "id": "80",
            "nass": "وَمِنْهَا إِجْبَار الْأَبْكَار البلغ على الْأَنْكِحَة تحصيلا لمصَالح النِّكَاح ¶ وَمِنْهَا ضَمَان الْمثل بِقِيمَتِه عِنْد تعذر مثله ¶ وَمِنْهَا ضَمَان الْحَيْلُولَة مَعَ بَقَاء المغضوب ¶ وَمِنْهَا تملك الْمُلْتَقط اللّقطَة بِغَيْر إِذن الْمَالِك ¶ وَكَذَلِكَ جَوَاز أكل الْمُلْتَقط مَا يسْرع فَسَاده بِغَيْر إِذن الْمَالِك وَكَذَلِكَ بَيْعه ¶ وَمِنْهَا أَخذ الْمُضْطَر مَا يدْفع بِهِ ضَرُورَته من الْأَمْوَال الْمَغْصُوبَة بِغَيْر إِذن الْملاك وَكَذَلِكَ بَيْعه ¶ وَمِنْهَا تحمل الضَّرَر فِي الْمُعَامَلَات المجهولات والمعدومات لمسيس الْحَاجَات كَمَا فِي الْقَرَاض والمزارعة وَالْمُسَاقَاة ¶ وَمِنْهَا إِيهَام الْعَامِل وَالْجهل بِهِ وبعمله كَمَا فِي الجعالات ¶ وَمِنْهَا تَأْخِير الصّيام بالأمراض والأسفار ¶ وَمِنْهَا ارْتِكَاب مَحْظُورَات الْإِحْرَام بالأمراض وَالْإِكْرَاه وَسَائِر الْأَعْذَار ¶ وَمِنْهَا إِيجَاب الْكَذِب النافع وَتَحْرِيم الصدْق الضار",
            "page": "109",
            "part": "1",
            "seal": "739FDC20"
        },
        {
            "id": "81",
            "nass": "وَمِنْهَا وجوب السب بالكبائر والإصرار على الصَّغَائِر فِي جرح الشُّهُود والرواة والولاة ¶ وَمِنْهَا الخدع فِي الْقِتَال وَالْحجر بِالْمرضِ والسفه والفلس وَالرّق نظرا للمحجور عَلَيْهِ وللورثة والغرماء والسادات ¶ وَمِنْهَا تَجْوِيز الْكفْر القولي والفعلي بِالْإِكْرَاهِ مَعَ طمأنينة الْقلب بِالْإِيمَان وَلَا يتَصَوَّر الْإِكْرَاه على كفر الْجنان وَلَا على شَيْء من اكتسابه إِلَّا الْإِرَادَة ¶ وَمِنْهَا جَوَاز الْغَصْب والنهب وَالسَّرِقَة بِسَبَب الْإِكْرَاه والاضطرار ¶ وَمِنْهَا جَوَاز قذف الرجل امْرَأَته إِذا رَآهَا تَزني ووجوبه إِذا ألحق بِهِ ولد يعلم أَنه لَيْسَ مِنْهُ ¶ وَمِنْهَا جَوَاز شرب الْخُمُور وَأكل النَّجَاسَات بِالْإِكْرَاهِ والاضطرار ¶ وَمِنْهَا بذل الْقَضَاء للخائن إِذا تعين وَلم يُوجد سواهُ",
            "page": "110",
            "part": "1",
            "seal": "66303011"
        },
        {
            "id": "82",
            "nass": "وَمِنْهَا جَوَاز تصرف الْوُلَاة الفسقة والبغاة فِي أَمْوَال بَيت المَال إِذا وَافق تصرفهم الشَّرْع ¶ وَمِنْهَا تَصْحِيح تَوْلِيَة الْبُغَاة الْحُكَّام وتنفيذ أَحْكَام قضاتهم نظرا لأهل الْإِسْلَام ¶ وَمِنْهَا جَوَاز إِيدَاع الوادئع لمن لم يَأْذَن فِيهِ الْمُودع عِنْد الْخَوْف وَحُضُور الْمَوْت والعزم على الْأَسْفَار ¶ وَمِنْهَا اسْتِعْمَال الذَّهَب وَالْفِضَّة وَالْحَرِير عِنْد الضرورات ومسيس الْحَاجَات ¶ وَمِنْهَا جَوَاز الْكَذِب للإصلاح بَين النَّاس ¶ وَمِنْهَا الْعُقُوبَات الشَّرْعِيَّة العامات المؤلمات لما فِيهَا من الزّجر عَن أَسبَاب مفاسدها المستقيمات ¶ وَمِنْهَا الْإِعَانَة على أَخذ الْحَرَام فِي فك الْأُسَارَى وافتداء الأبضاع والأرواح من الظلمَة وَالْكفَّار",
            "page": "111",
            "part": "1",
            "seal": "D023257C"
        },
        {
            "id": "83",
            "nass": "وَمِنْهَا الفظاظة والإغلاظ لِلْمُنَافِقين وَالْكفَّار وَكَذَلِكَ الإخجال بِالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر وإفحام المبطلين بالجدل الْحسن ¶ وَكَذَلِكَ ذبح الْحَيَوَان الْمَأْكُول لحَاجَة التغذي وَذبح مَالا حُرْمَة لدمه من مُسلم وَكَافِر فِي حَال الْإِكْرَاه والاضطرار ¶ وَكَذَلِكَ تَعْرِيض الْأَوْلَاد للإرقاق بِنِكَاح الْإِمَاء عِنْد خوف الْعَنَت وفقد مُهُور الْحَرَائِر ¶ وأمثال ذَلِك كَثِيرَة ¶ فصل فِي بَيَان مَا يتدارك من المنسيات وَمَا لَا يتدارك ¶ لَا يُؤثر النسْيَان فِي إِسْقَاط الْعِبَادَات لِإِمْكَان تدارك مصالحها بِالْقضَاءِ وَتسقط الْجُمُعَة وَصَلَاة الْكُسُوف بِالنِّسْيَانِ لتعذر قضائهما",
            "page": "112",
            "part": "1",
            "seal": "3EC5712A"
        },
        {
            "id": "84",
            "nass": "وَمن لابس عبَادَة ونسيها فارتكب شَيْئا من منهياتها نَاسِيا لَهَا لم يضرّهُ ذَلِك إِذْ لَا يُمكن رفع مَا تحقق ¶ فصل فِي الْإِكْرَاه ¶ لَا يتَصَوَّر الْإِكْرَاه على كفر الْقلب واكتسابه وَلَا يحل بِالْإِكْرَاهِ زنا وَلَا قتل وَلَا لواط ¶ قَاعِدَة فِي الشّبَه الدارئة للحدود ¶ والشبه الدارئة للحدود ثَلَاث ¶ شُبْهَة فِي الْفَاعِل كظنه أَن الْمَوْطُوءَة حَلَال لَهُ ¶ وشبهة فِي الْمَفْعُول بِهِ كالجارية الْمُشْتَركَة",
            "page": "113",
            "part": "1",
            "seal": "8649FCE0"
        },
        {
            "id": "85",
            "nass": "وشبهة فِي الْفِعْل كَالنِّكَاحِ الْمُخْتَلف فِي صِحَّته وَالنِّكَاح الْفَاسِد لفَوَات شَرط من شُرُوطه مَعَ ظن الْعَاقِد توفير الشُّرُوط ¶ وَلَا يشْتَرط فِي الْعقُوبَة على دَرْء الْمَفَاسِد أَن يكون مرتكبها عَاصِيا كشرب الْحَنَفِيّ النَّبِيذ وكزنا المجانين وَالصبيان ولواطهم وصيالهم إِذا لم يُمكن دفعهم إِلَّا بالعقاب أَو الْقَتْل وَكَذَلِكَ قتال الْبُغَاة ¶ فَائِدَة فِي أَنْوَاع الْأَحْكَام ¶ الْأَحْكَام أَنْوَاع إِيجَاب وَندب وَإِبَاحَة وَتَحْرِيم وَكَرَاهَة وَنصب وَكَرَاهَة وَنصب أَسبَاب وشرائط وموانع وأركان وأوقات موسعة وَغير موسعة وَكَذَلِكَ التَّعْيِين والتخيير وَالْقَضَاء وَالْأَدَاء ¶ فصل فِيمَا يتساوى فِيهِ المكلفون وَمَا يَخْتَلِفُونَ فِيهِ ¶ يتساوى المكلفون فِي أَسبَاب الْعرْفَان أَو الِاعْتِقَاد فِي مسَائِل أصُول الدّين ويتفاوتون فِي غَيرهمَا لتفاوتهم فِي الصِّفَات الْمُقْتَضِيَة لتَفَاوت التكاليف كالعجز",
            "page": "114",
            "part": "1",
            "seal": "CC01E2AB"
        },
        {
            "id": "86",
            "nass": "وَالْقُدْرَة والذكورة وَالْأُنُوثَة والحضور والغيبة وَالرّق وَالْحريَّة وَالْقُوَّة والضعف والبعد والقرب والغنى والفقر والضرورة والرفاهية فَإِن الله تَعَالَى شرع لكل من هَؤُلَاءِ أحكاما تناسب أَوْصَافه وتليق بأحواله ¶ فَائِدَة فِي الطَّاعَة ¶ لَا طَاعَة إِلَّا لله وَحده وكل من يجب طَاعَته من رَسُول أَو نَبِي أَو عَالم أَو خَليفَة أَو وَالِد أَو سيد أَو مُسْتَأْجر فَإِنَّمَا وَجَبت طَاعَته بِإِيجَاب الله فَمن أطَاع هَؤُلَاءِ فقد أطَاع الله لأَمره بطاعتهم ¶ وَلَا يجوز طَاعَة أحد فِي مَعْصِيّة الله لما فِيهَا من مفاسد الدَّاريْنِ أَو إِحْدَاهمَا ¶ فَائِدَة فِي تَخْيِير الشَّرْع بَين الْمصَالح المتفاضلات والمتساويات ¶ قد يَقع تَخْيِير الشَّرْع بَين الْمصَالح المتفاضلات والمتساويات وَفعل الْأَفْضَل",
            "page": "115",
            "part": "1",
            "seal": "EE65548B"
        },
        {
            "id": "87",
            "nass": "أولى وَأحسن لِأَن التَّخْيِير بَينه وَبَين الْمَفْضُول رفق وَيسر دُنْيَوِيّ ¶ وَقد تكون الرُّخْصَة أفضل من الْعَزِيمَة كقصر الصَّلَوَات ¶ وَقد تكون الْعَزِيمَة أفضل من الرُّخْصَة كتفريق الصَّلَوَات على الْأَوْقَات فِي الْأَسْفَار إِلَّا بِعَرَفَة ومزدلفة فَإِن تَقْدِيم الْعَصْر إِلَى الظّهْر بِعَرَفَة أفضل وَتَأْخِير الْمغرب إِلَى الْعشَاء بِمُزْدَلِفَة أفضل لِأَن التَّخْيِير بَينهمَا عَفْو ¶ وَيقدم فِي كل فرض على نَظِيره من النَّفْل ¶ وَيقدم فَاضل كل فرض على مفضوله كَمَا يقدم فَاضل كل فعل على مفضوله ¶ فَائِدَة فِي بطلَان الْعِبَادَات ¶ من بطلت عِبَادَته خرج من أَحْكَامهَا كلهَا إِلَّا النُّسُكَيْنِ فَإِن من أفسدهما لزمَه الْمُضِيّ فِي فاسدهما وَيتَعَلَّق بِهِ أحكامهما",
            "page": "116",
            "part": "1",
            "seal": "EC25BB37"
        },
        {
            "id": "88",
            "nass": "فَائِدَة فِي الْأجر على المصائب ¶ لَا أجر وَلَا وزر إِلَّا على فعل مكتسب فالمصائب لَا أجر عَلَيْهَا لِأَنَّهَا غير مكتسبة بل الْأجر على الصَّبْر عَلَيْهَا أَو الرِّضَا بهَا فَإِن كَانَت المصائب مكتسبة فَإِن كَانَت مَأْمُورا بهَا كمصائب الْجِهَاد من تصديه لِلْقِتَالِ أَو الْجرْح فِي نَفسه وَمَاله وَأَهله فَهُوَ مأجور على مصيبته لِأَنَّهُ أَمر بالتسبب إِلَيْهَا وَكَذَلِكَ مَا يُصِيبهُ إِذا أَمر بِمَعْرُوف أَو نهى عَن مُنكر ¶ وَإِن كَانَت الْمُصِيبَة مَنْهِيّا عَنْهَا كَقَتل الْإِنْسَان نَفسه أَو وَلَده صَارَت مصيبتين إِحْدَاهمَا فِي دينه وَالْأُخْرَى فِي دُنْيَاهُ ¶ فصل فِيمَا أَبَاحَهُ الشَّرْع ¶ أما بعد فَإِن الله سُبْحَانَهُ خلق عباده مُحْتَاجين مضطرين إِلَى المآكل",
            "page": "117",
            "part": "1",
            "seal": "7F05A12E"
        },
        {
            "id": "89",
            "nass": "والمشارب والملابس والمساكن والمناكح والمراكب والحرف والصنائع خلق ذَلِك لَهُم دفعا لضروراتهم وحاجاتهم وحفظا لمُدَّة حياتهم ¶ وتمنن عَلَيْهِم سُبْحَانَهُ فِي مَوَاضِع من كِتَابه بالتتمات والتكملات كالعسل واللؤلؤ والمرجان ¶ وَإِذا تمنن سُبْحَانَهُ بالتتمات والتكملات فَمَا الظَّن بالضرورات والحاجات وندبهم إِلَى الاقتصاد من ذَلِك على الأقوات وَقدر الكفاف لِئَلَّا يشغلهم التَّوَسُّع فِيهِ عَن عمل الْآخِرَة ¶ وَلما علم سُبْحَانَهُ أَن جَمِيعهم لَا يملكُونَ ذَلِك خلق الذَّهَب وَالْفِضَّة سبيلين إِلَى تَحْصِيل هَذِه الْمَنَافِع والأعيان لتنتفع بهَا الْعباد فِيمَا يَدْعُو إِلَيْهِ ضروراتهم أَو حاجاتهم إِمَّا بِإِتْلَاف بَعْضهَا كالمآكل والمشارب وَإِمَّا بِالِانْتِفَاعِ بِبَعْضِهَا مَعَ بَقَاء أعيانها كالملابس والمساكن والمناكح والمراكب ¶ وَلما علم سُبْحَانَهُ أَن مِنْهُم من لَا يملك الْمَقَاصِد الْمَذْكُورَة وَلَا الْوَسَائِل علمهمْ من الْحَرْف والصناعات مَا يتوسلون بِهِ إِلَى تَحْصِيل الْمَقَاصِد والوسائل ¶ وَشرع سُبْحَانَهُ الْمُعَاوَضَات ليصل كل مِنْهُم إِلَى مَا لَا يملكهُ من ذَلِك إِمَّا بِأخذ النَّقْدَيْنِ وَإِمَّا بالمعاوضة على هَذِه الْأَعْيَان وَالْغَرَض من الْأَعْيَان كلهَا مَنَافِعهَا وَلذَلِك جوز الْإِجَارَات على مَنَافِع الْإِنْسَان وَمَنَافع الْأَعْيَان ليرتفق الصناع من ملاك الْأَعْيَان بِمَا يأخذونه من الأجور والأثمان ويرتفق الْآخرُونَ بِمَا يحصل من مَنَافِع الزكوات وَالْحمل وَالسُّكْنَى وليرتفق بِالْبِنَاءِ",
            "page": "118",
            "part": "1",
            "seal": "EDD917BB"
        },
        {
            "id": "90",
            "nass": "والطحن والعجن والحرث والنسج ويرتفق الصناع بِمَا يأخذونه من الأجور والباعة بِمَا يأخذونه من الْأَثْمَان ¶ وَلما علم سُبْحَانَهُ أَن فِي عباده من لَا يقدر على شَيْء من الْأَعْيَان والأثمان وَالْمَنَافِع والصنائع فرض لَهُم الْكَفَّارَات والزكوات فَفرض الْعشْر أَو نصف الْعشْر فِي كل مدخر مقتات لاحتياج الْفُقَرَاء إِلَى مَا يحْتَاج إِلَيْهِ الْأَغْنِيَاء من الادخار والاقتيات ¶ وفرضها فِي الْأَنْعَام لينتفعوا بهَا بِلُحُومِهَا وشحومها وجلودها وَأَلْبَانهَا ونتاجها وَمَنَافع ظُهُورهَا وأصوافها وأوبارها وَأَشْعَارهَا مِمَّا يدْفَعُونَ بِهِ الْحَاجَات ويسدون الخلات ¶ وَأوجب فِي النَّقْدَيْنِ ربع الْعشْر ليتوسلوا بهَا إِلَى مَا يَحْتَاجُونَ إِلَيْهِ من المساكن والملابس وَغير ذَلِك ¶ ثمَّ أَبَاحَ لَهُم سُبْحَانَهُ الْمُعَاوَضَات رَحْمَة لَهُم ليتوسلوا بهَا إِلَى تَحْصِيل مصالحهم الدُّنْيَوِيَّة والأخروية إِمَّا بالنقود وَإِمَّا بالعروض ¶ وَشرع سُبْحَانَهُ فِي كل تصرف مَا تَدْعُو الْحَاجة والضرورة إِلَيْهِ مِمَّا تحصل مقاصده من تِلْكَ الْحَاجَات أَو الضرورات فشرع فِي الْإِجَارَة مَا تحصل مقاصدها وَفِي الْبياعَات والولايات والمضاربات والمزارعات والمساقات مِمَّا تحصل مقاصدها ¶ وَشرع التَّبَرُّعَات نظرا للأغنياء بِمَا يحصلون عَلَيْهِ من الثَّوَاب وللفقراء بِمَا يحصلون عَلَيْهِ من دفع الْحَاجَات والضرورات",
            "page": "119",
            "part": "1",
            "seal": "9F26E01A"
        },
        {
            "id": "91",
            "nass": "وَكَذَلِكَ لما علم سُبْحَانَهُ مَسِيس الْحَاجَات إِلَى المناكحات شرع الْأَنْكِحَة لتَحْصِيل مقاصدها من الْمَوَدَّة وَالرَّحْمَة وَكَثْرَة النَّسْل والتعاضد والتناصر ¶ وَشرع فِي الْأَنْكِحَة بِمَا لم يشرعه فِي غَيرهَا من الْمُعَامَلَات إِذْ لَا تتمّ مصالحها إِلَّا بذلك كَمَا جعل بعض الْمُعَامَلَات لَازِما بَعْضهَا جَائِزا وَأحد طَرفَيْهِ لَازِما من الآخر لعلمه بِمَا يخْتَص بِكُل طرف من تَحْصِيل مصْلحَته أَو تكميلها ¶ وَلما علم سُبْحَانَهُ أَن من عباده الجائر المسرف والمقسط الْمنصف وَالْقَوِي الضَّعِيف أَمر بِنصب الْخُلَفَاء والقضاة والولاة ليدفعوا الْهوى عَن الضَّعِيف والجائر المسرف عَن الْعَادِل الْمنصف وليحفظوا الْحُقُوق على العابثين والعاجزين وينصرفوا على الْأَيْتَام والمجانين فَيحصل الْوُلَاة والقضاة وَالْأَئِمَّة على أجور الْآخِرَة ومصالحها وَتَحْصِيل الْمَحْكُوم لَهُ على الْمصَالح العاجلة وتخليص الْمَحْكُوم من عُهْدَة الْخَطَأ وَالظُّلم فَإِن ذَلِك نصْرَة للظالمين والمظلومين ¶ وَلما علم سُبْحَانَهُ أَن الْوُلَاة لَا يقفون على الصَّادِق من الْخَصْمَيْنِ وَلَا يميزون الظَّالِم من الْمَظْلُوم شرع الشَّهَادَات وتحملها وأداءها حَتَّى يظْهر للقضاة وَالْخُلَفَاء والحكام والولاة الظَّالِم من الْمَظْلُوم والعادل الْمنصف من الجائر المسرف ¶ وَشرع الْأَيْمَان الوازعة عَن الْكَذِب لإِظْهَار صدق من تعرض عَلَيْهِ ¶ وَلما علم أَن الْوُلَاة والقضاة لَا يقدرُونَ على الْقيام بِمَا ولوه أوجب على أهل الْكِفَايَة مساعدتهم على جلب مصَالح ولاياتهم ودرء مفاسدها",
            "page": "120",
            "part": "1",
            "seal": "77398ED2"
        },
        {
            "id": "92",
            "nass": "وَلما علم سُبْحَانَهُ أَن الآراء تخْتَلف فِي معرفَة الصَّالح والأصلح وَالْفَاسِد والأفسد فِي معرفَة خير الخيرين وَشر الشرين حصر الْإِمَامَة الْعُظْمَى فِي وَاحِد كي يتعطل جلب الْمصَالح ودرء الْمَفَاسِد بِسَبَب اخْتِلَاف الْوُلَاة فِي الصَّالح والأصلح وَالْفَاسِد والأفسد ¶ وَشرط فِي الْأَئِمَّة أَن تكون أفضل الْأمة لِأَن ذَلِك أقرب إِلَى طواعيتهم على المساعدة فِي جلب الْمصَالح ودرء الْمَفَاسِد وَأمر بطواعية الأفاضل بِشَرْط أَن يكون الْأَئِمَّة من قُرَيْش لِأَن النَّاس يبادرون إِلَى طواعية الأفاضل فِي الْأَنْسَاب والأحساب وَالدّين وَالْعلم ويتقاعدون عَن طواعية الأراذل بل يتقاعدون عَن طواعية أمثالهم فَمَا الظَّن بِمن هُوَ دونهم وَلما علم سُبْحَانَهُ أَن من عباده من لَا يقدر على الْقيام بجلب مصَالح نَفسه إِلَيْهَا ودرء مفاسدها عَنْهَا شرع الْولَايَة الْخَاصَّة على المجانين والأطفال واللقطاء للأقوم بجلب مصَالح الْمولى عَلَيْهِ ودرء الْمَفَاسِد عَنهُ مَعَ الشَّفَقَة فَجعل النّظر فِي أُمُور الْأَطْفَال وَأَمْوَالهمْ إِلَى الْآبَاء والأجداد لأَنهم أقوم بذلك من النِّسَاء ¶ كَمَا قدم النِّسَاء على الرِّجَال فِي الحضانات لِأَنَّهُنَّ أعرف بذلك وأقوم بِهِ ¶ وَكَذَلِكَ قدم فِي كل ولَايَة عَامَّة أقوم النَّاس بتحصيل مصالحها ودرء مفاسدها حَتَّى فِي إِمَامَة الصَّلَوَات ¶ وَلما علم سُبْحَانَهُ أَن فِي عباده من لَا يزجره الْوَعيد وَلَا يردعه التهديد بِالْعَذَابِ الشَّديد شرع الْعُقُوبَات العاجلة كالحدود والتعزيرات وَالْقصاص زجرا عَن ارْتِكَاب أَسبَاب هَذِه الْعُقُوبَات ولمثل هَذَا سبّ العاصين وذم",
            "page": "121",
            "part": "1",
            "seal": "3FC79C13"
        },
        {
            "id": "93",
            "nass": "الْمُخَالفين ومدح الطائعين ترغيبا فِي الطَّاعَات وتنفيرا عَن الْمعاصِي والمخالفات ¶ وَلما علم أَن فِي عباده من يصول على النُّفُوس والأبضاع وَالْأَمْوَال بِالضَّرْبِ والزجر والتهديد وبقطع الْأَغْنِيَاء وَقتل النُّفُوس شرع ردعهم حفظا للنفوس والأبضاع وَمَنَافع الْأَمْوَال ¶ وَلما علم أَن فِي عباده من يمْتَنع من أَدَاء الْحُقُوق بِالْقِتَالِ وَمن يَبْغِي على الْأَئِمَّة مَعَ الشَّوْكَة شرع قتال هَؤُلَاءِ إِلَى أَن يرجِعوا إِلَى الْحق ويؤدوا مَا يلْزمهُم من الْحُقُوق الَّتِي امْتَنعُوا مِنْهَا وَطَاعَة الْأَئِمَّة الَّتِي خَرجُوا عَنْهَا ¶ وَلما علم الِاحْتِيَاج إِلَى الْجِهَاد شرع جِهَاد الدّفع وَجِهَاد الطّلب وَجِهَاد الدّفع أفضل من جِهَاد الطّلب ¶ فَائِدَة فِي فضل الْعَمَل الْقَاصِر ¶ رب عمل قَاصِر أفضل من عمل مُتَعَدٍّ كالعرفان وَالْإِيمَان",
            "page": "122",
            "part": "1",
            "seal": "7562DF97"
        },
        {
            "id": "94",
            "nass": "وَكَذَلِكَ الْحَج وَالْعمْرَة وَالصَّلَاة وَالصِّيَام والأذكار وَقِرَاءَة الْقُرْآن ¶ وَرب عمل خَفِيف أفضل من عمل شاق لشرف الْخَفِيف ودنو الشاق ¶ وَلَا ثَوَاب على مشاق الطَّاعَات وَإِنَّمَا الثَّوَاب على عمل مشاقها لِأَن الطَّاعَات كلهَا تَعْظِيم وَلَا تَعْظِيم فِي نفس المشاق ¶ فصل فِي تَقْدِيم الْمَفْضُول على الْفَاضِل ¶ وَيقدم الْمَفْضُول على الْفَاضِل عِنْد اتساع وَقت الْفَاضِل وَإِمْكَان الْجمع فَيقدم سنَن الصَّلَوَات وأذانها وإقامتها على الْفَرِيضَة فَإِن ضَاقَ الْوَقْت بِحَيْثُ لَا يَتَّسِع إِلَّا للْفَرض ترك الْأَذَان وَالْإِقَامَة وَالسّنَن الرَّاتِبَة ليوقع الْفَرْض فِي وقته ¶ وَقد يقدم الْمَفْضُول على الْفَاضِل فِي بعض الأطوار كتقديم الدُّعَاء بَين السَّجْدَتَيْنِ على الْقِرَاءَة وَسَائِر الْأَذْكَار وكتقديم الدُّعَاء وَالتَّشَهُّد فِي السُّجُود",
            "page": "123",
            "part": "1",
            "seal": "899C3743"
        },
        {
            "id": "95",
            "nass": "وَالْقعُود على الْقُرْآن وَسَائِر الْأَذْكَار فَإِن الله عز وَجل شرع فِي كل حَال مَا يُنَاسِبهَا من الطَّاعَات ¶ فَائِدَة فِي حُقُوق الله وَحُقُوق الْعباد ¶ حُقُوق الله وَحُقُوق عباده إِذا اجْتمعت قدم أصلحها فأصلحها وَخير بَين متساويها ¶ وَقد تخْتَلف فِي التَّسَاوِي والتفاضل وَلَا تخرج الْمصَالح عَن كَونهَا مصَالح بِتَقْدِيم أصلحها على صالحها وَلَا الْمَفَاسِد عَن كَونهَا تتحمل فاسدها درءا لأفسدها ¶ فصل فِي الْقَبْض ¶ يخْتَلف الْقَبْض باخْتلَاف الْمَقْبُوض وَالْغَصْب باخْتلَاف الْمَغْصُوب كالعقار وَالْمَنْقُول",
            "page": "124",
            "part": "1",
            "seal": "5270F8DC"
        }
    ],
    "t6291": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في بيان المصالح والمفاسد"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في بيان الإحسان المأمور به"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في بيان الإساءة المنهي عنها"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في الحث على تحصيل المصالح ودرء المفاسد"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تفاوت رتب المصالح والمفاسد"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في بيان مصالح الدارين ومفاسدهما"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما يبنى عليه المصالح والمفاسد"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الوسائل"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في اجتماع المصالح"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في اجتماع المفاسد"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في اجتماع المصالح والمفاسد"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في انقسام المصالح إلى دنيوي وأخروي ومركب منهما"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تبيان حقيقة المصالح والمفاسد"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في بيان أن الشريعة جاءت لجلب المصالح ودرء المفاسد"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الناجز والمتوقع من المصالح والمفاسد"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في بيان الحقوق"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في كذب الظن في المصالح والمفاسد"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما يترك من مصالح الندب والإيجاب لما يتعلق به من عذر أو مفسدة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما يرتكب من المفاسد إذا تعلقت به مصلحة إباحة أو ندب أو إيجاب"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما لا يتعلق به الطلب والتكليف من المصالح والمفاسد وإنما يتعلق التكليف والطلب بآثار بعضه"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تفاوت الثواب والعقاب بتفاوت المصالح والمفاسد"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تفاوت الأجر مع تساوي المصلحة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في مصالح العباد"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما يعرف به ترجيح المصالح والمفاسد"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في انقسام المصالح إلى الفاضل والأفضل"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في انقسام المفاسد إلى الرذل والأرذل"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "فرع في تفاوت الحدود والتعزيرات بتفاوت مفاسد الجنايات"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدة"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما يقدم من الإحسان القاصر والمتعدي"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيمن يقدم في الولايات"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في اختيار الأصلح للولاية"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في تقديم غير العدل في الولاية"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدة في صرف مال المصالح"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في صرف الأموال إلى من لا يستحقها"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة فيمن مات وعليه دين"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": "1",
            "tit": "قاعدة في المال المعصوم"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة في عدم تولي أحد طرفي التصرف"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في عدم ثبوت الملك للموتى"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في الشرائط"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما يقبل الشروط من التصرفات وما لا يقبل"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في بيان الإساءة والإحسان"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما ينضبط من المصالح والمفاسد وما لا ينضبط منها"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما يفتقر إلى النيات"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة في الأحكام الظاهرة والباطنة"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في أمثله ما خولفت فيه قواعد العبادات والمعاملات والولايات رحمة للعباد ونظرا لجلب مصالحهم ودرء مفاسدهم"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في بيان ما يتدارك من المنسيات وما لا يتدارك"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الإكراه"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": "1",
            "tit": "قاعدة في الشبه الدارئة للحدود"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في أنواع الأحكام"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل فيما يتساوى فيه المكلفون وما يختلفون فيه"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في الطاعة"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدة في تخيير الشرع بين المصالح المتفاضلات والمتساويات"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في بطلان العبادات"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في الأجر على المصائب"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل فيما أباحه الشرع"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في فضل العمل القاصر"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تقديم المفضول على الفاضل"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في حقوق الله وحقوق العباد"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في القبض"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في المعاوضة"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": "1",
            "tit": "فائدة في فضل الإسرار والإعلان بالطاعات"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة في الجمع بين إحدى المصلحتين وبدل المصلحة الأخرى"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة فيما نهي عنه من الأقوال والأعمال"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في بيان المصالح المأمور بها"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في التقديرات"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما تحمل عليه الألفاظ"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيما بني من الأحكام على خلاف ظواهر الأدلة"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تنزيل الدلالة العادية منزلة الدلالة اللفظية"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في فضائل الوسائل"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في أسباب الشرع"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تعرف المصالح والمفاسد"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في حكم الشرع في الجدل والمناظرة"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في صلاح القلوب والأجساد وفسادهما"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في أعمال القلوب كالمعارف والأحوال والنيات والقصود"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة في المفاضلة بين الأولياء"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في بيان الفضائل"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في مراتب القرب"
        }
    ]
}