{
    "b6311": [
        {
            "id": "2",
            "nass": "قَالَ الشَّيْخ الإِمَام الْعَلامَة أَبُو على الْحسن بن شهَاب العكبري الْحَنْبَلِيّ رَضِي الله عَنهُ وأرضاه آمين الْحَمد لله ذِي الْحجَج البوالغ وَالنعَم السوابغ حمدا يروي أصُول رياض أفضاله كَمَا يَنْبَغِي لكرم وَجهه وَعز جَلَاله وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ المفيض بجوده ونواله وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله صلى الله عَلَيْهِ وعَلى آله الَّذين هم شَجَرَة أَصْلهَا النُّبُوَّة وفرعها الْمُرُوءَة وَأَصْحَابه الَّذين هم زِينَة الْحَيَاة وسفينة النجَاة وَسلم تَسْلِيمًا كثيرا ¶ اعْلَم فهمك الله ونفعك بِهِ إِن إحكام الْفِقْه سَبْعَة أَقسَام ¶ وَاجِب ومباح ومحظور ومندوب إِلَيْهِ وَسنة وصحيح وفاسد",
            "page": "35",
            "part": "1",
            "seal": "BFFF8E53"
        },
        {
            "id": "3",
            "nass": "فَالْوَاجِب مَا يُثَاب الْمُكَلف على فعله ويعاقب على تَركه ¶ وَلَو قلت مَا كَانَ فِي تَركه عِقَاب أَجْزَأَ وتميز من الْمَنْدُوب ¶ والحتم وَاللَّازِم والمكتوب عبارَة عَن الْفَرْض",
            "page": "36",
            "part": "1",
            "seal": "B43659F1"
        },
        {
            "id": "4",
            "nass": "وَالْفَرْض هُوَ الْوَاجِب وَالصَّحِيح عَن أَحْمد رَضِي الله عَنهُ لِأَن حدهما فِي الشَّرْع سَوَاء",
            "page": "37",
            "part": "1",
            "seal": "C34120C0"
        },
        {
            "id": "5",
            "nass": "والمباح مل فعل",
            "page": "38",
            "part": "1",
            "seal": "74FAF4EF"
        },
        {
            "id": "6",
            "nass": "مَأْذُون فِيهِ لفَاعِله لَا ثَوَاب لَهُ فِي فعله وَلَا عِقَاب عَلَيْهِ فِي تَركه ¶ وَفِيه احْتِرَاز من أَفعَال المجانين وَالصبيان والبهائم لِأَنَّهُ لَا يَصح إذْنهمْ وإعلامهم بِهِ ¶ وَلَا يدْخل على ذَلِك فعل الله كَمَا لَا يجوز أَن يُوصف أَنه مَأْذُون لَهُ ¶ والمحظور مَا يُعَاقب الْمُكَلف على فعله ويثاب عَلَيْهِ",
            "page": "39",
            "part": "1",
            "seal": "CF3FC499"
        },
        {
            "id": "7",
            "nass": "تَركه ¶ وَالنَّدْب استدعاء الْفِعْل بالْقَوْل مِمَّن هُوَ دونه على وَجه يتَضَمَّن التَّخْيِير بَين الْفِعْل وَالتّرْك ¶ وَالْمَنْدُوب مَا كَانَ فِي فعله ثَوَاب وَلَيْسَ فِي تَركه عِقَاب",
            "page": "40",
            "part": "1",
            "seal": "619D59B8"
        },
        {
            "id": "8",
            "nass": "وحد السّنة مَا رسم ليتخذا وَلِهَذَا قَالَ النَّبِي من سنّ حَسَنَة فَلهُ أجرهَا وَأجر من عمل بهَا إِلَى يَوْم الْقِيَامَة وَمن سنّ سَيِّئَة فَعَلَيهِ وزرها من عمل بهَا إِلَى يَوْم الْقِيَامَة",
            "page": "41",
            "part": "1",
            "seal": "0F56A185"
        },
        {
            "id": "9",
            "nass": "وَقد يَقع إِطْلَاق اسْم السّنة على الْوَاجِب وَمَا لَيْسَ بِوَاجِب ¶ قَالَ الله تَعَالَى ¶ (سنت الله الَّتِي قد خلت ف عباده) ¶ أَي شَرِيعَة الله",
            "page": "42",
            "part": "1",
            "seal": "6B62D630"
        },
        {
            "id": "10",
            "nass": "وَقَالَ عَلَيْهِ السَّلَام من السّنة أَن لَا يقتل الْحر بِالْعَبدِ وَأَرَادَ الشَّرِيعَة ¶ والشريعة تعم الْوَاجِب وَغَيره إِلَّا أَن الْغَالِب عِنْد الْفُقَهَاء أَن إِطْلَاق اسْم السّنة يَقع على مَا لَيْسَ بِوَاجِب ¶ فعلى هَذَا يجب أَن يُقَال مَا رسم ليتخذا اسْتِحْبَابا ¶ وَالصَّحِيح مَا طابق الْعقل وَالنَّقْل",
            "page": "43",
            "part": "1",
            "seal": "CCE7AEF2"
        },
        {
            "id": "11",
            "nass": "وَالْفَاسِد بِخِلَافِهِ",
            "page": "44",
            "part": "1",
            "seal": "90243F1A"
        },
        {
            "id": "12",
            "nass": "فصل ¶ وَدلَالَة الشَّرْع سِتَّة",
            "page": "45",
            "part": "1",
            "seal": "B7F4CE51"
        },
        {
            "id": "13",
            "nass": "أصُول تشْتَمل على سِتَّة فُصُول كتاب الله تَعَالَى وَسنة نبيه وَإِجْمَاع أمته وَالْقِيَاس واستصحاب الْحَال وَقَول الصَّحَابِيّ الْوَاحِد",
            "page": "47",
            "part": "1",
            "seal": "7B7BDC1C"
        },
        {
            "id": "15",
            "nass": "الْفَصْل الأول ¶ الْكتاب ويشتمل على عشرَة أَصْنَاف خَاص",
            "page": "49",
            "part": "1",
            "seal": "E1253475"
        },
        {
            "id": "16",
            "nass": "وعام ومحكم ومتشابه ومجمل وَمُطلق ومقيد وناسخ ومنسوخ ¶ فالمحكم حَده مَا تأبد حكمه ويعبر بِهِ أَيْضا عَن الْمُفَسّر كَمَا قَالَ الله تَعَالَى",
            "page": "50",
            "part": "1",
            "seal": "5EDAF743"
        },
        {
            "id": "17",
            "nass": "(هُوَ الَّذِي أنزل عَلَيْك الْكتاب مِنْهُ ءايت محكمت هن أم الْكتب وَأخر متشابهات) ¶ وَأَرَادَ بالمحكمات المفسرة والمستغنية فِي مَعَانِيهَا عَمَّا يُفَسِّرهَا وحد ذَلِك مَا يعقل مَعْنَاهُ ¶ والمتشابه هُوَ الَّذِي يحْتَاج فِي معرفَة مَعْنَاهُ إِلَى تفكر وتدبر وقرائن",
            "page": "51",
            "part": "1",
            "seal": "2F39C730"
        },
        {
            "id": "18",
            "nass": "تبينه وتزيل إشكاله ¶ والمجمل مَا لم يبن عَن المُرَاد بِنَفسِهِ كَقَوْلِه تَعَالَى",
            "page": "52",
            "part": "1",
            "seal": "8496D786"
        },
        {
            "id": "19",
            "nass": "(وءاتوا حَقه يَوْم حصاد) ¶ فَإِن ذَلِك مُجمل فِي جنس الْحق وَقدره وَيحْتَاج إِلَى دَلِيل يُبينهُ ويفسر مَعْنَاهُ ¶ وَمثل قَوْله تَعَالَى ¶ (قل لَا أجد مَا أُوحِي إِلَيّ محرما على طاعم يطعمهُ إِلَّا أَن يكون ميتَة أَو دَمًا مسفوحا أَو لحم خِنْزِير) ¶ فَلَمَّا نهى صلى عَلَيْهِ وَسلم عَن كل ذِي نَاب من السبَاع وكل ذِي مخلب من الطير دلّت أَحْكَام صَاحب الشَّرْع أَن الْآيَة لَيست على ظَاهرهَا وَأَنه هُوَ الْمعبر لما فِي كتاب الله تَعَالَى وَمن لزم ظَاهر الْآيَة لزمَه ان يُبِيح لحم الْكَلْب والفأرة والفيل",
            "page": "53",
            "part": "1",
            "seal": "73B5435B"
        },
        {
            "id": "20",
            "nass": "والقرد وَغير ذَلِك مِمَّا نهي عَنهُ",
            "page": "54",
            "part": "1",
            "seal": "F1FA1FE0"
        },
        {
            "id": "21",
            "nass": "وَالْمُطلق هُوَ المتناول لوَاحِد لَا بِعَيْنِه بِاعْتِبَار حَقِيقَة شَامِلَة لجنس وَهِي النكرَة فِي سِيَاق الْأَمر ¶ (فَتَحْرِير رَقَبَة) ¶ وَقد يكون فِي الْخَبَر كَقَوْلِه لَا نِكَاح إِلَّا بولِي",
            "page": "552",
            "part": "1",
            "seal": "54445EEB"
        },
        {
            "id": "22",
            "nass": "والمقيد هُوَ المتناول لمُعين وَغير معِين مَوْصُوف بِأَمْر زَائِد على الْحَقِيقَة ¶ كَقَوْلِه تَعَالَى",
            "page": "56",
            "part": "1",
            "seal": "F579D15A"
        },
        {
            "id": "23",
            "nass": "(وتحرير رَقَبَة مُؤمنَة فَمن لم يجد فَصِيَام شَهْرَيْن مُتَتَابعين ¶ قيد الرَّقَبَة بِالْإِيمَان وَالصِّيَام بالتتابع ¶ والنسخ فِي اللُّغَة الرّفْع والإزالة كَقَوْلِهِم نسخت الرِّيَاح الْآثَار أَي أزالتها ¶ وَهِي عرف الْفُقَهَاء انْقِضَاء مُدَّة الْعِبَادَة الَّتِي ظَاهرهَا الْإِطْلَاق",
            "page": "57",
            "part": "1",
            "seal": "6ACB1ACC"
        },
        {
            "id": "24",
            "nass": "وَإِن شِئْت قلت بَيَان مَا لم يرد بِاللَّفْظِ الْعَام فِي الْأَزْمَان مَعَ تراخيه واحتراز من الحكم الْمُعَلق على زمَان مَخْصُوص ¶ فَإِن لَيْسَ بنسخ لَهُ لِأَن الحكم لم يكن مُطلقًا مثل قَوْله تَعَالَى ¶ (ثمَّ أَتموا الصّيام إِلَى اللَّيْل) ¶ فَلَيْسَ انْقِضَاء اللَّيْل نسخا للْحكم الْمُعَلق فِيهِ وَلَا انْقِضَاء النَّهَار نسخا للصَّوْم الْمَأْمُور بِهِ فِيهِ وَالله أعلم",
            "page": "58",
            "part": "1",
            "seal": "DA5E2907"
        },
        {
            "id": "25",
            "nass": "الْفَصْل الثَّانِي فِي سنة رَسُول الله ¶ وقسمتها قسْمَة الْكتاب وتزيد عَلَيْهِ بقسمين يختصان بهَا دون الْكتاب الْفِعْل وَالْإِقْرَار على القَوْل وَالْفِعْل ¶ فَفعله يجب أَن يقْتَدى بِهِ فِي إِيجَاب وَندب وَإِبَاحَة لمساواته لنا فِي التَّكْلِيف ¶ وَالدُّخُول تَحت المرسوم وَالْحُدُود فَأَما فعل الله تَعَالَى فخارج عَن هَذَا القيبل لعدم دُخُوله تَحت مرسوم لِأَنَّهُ حَاكم غير مَحْكُوم عَلَيْهِ ¶ وَإِقْرَاره على القَوْل وَالْفِعْل يدل على الْإِبَاحَة لِأَنَّهُ بعث مُبينًا ومؤدبا ومعرفا وُجُوه الْفساد وَالصَّلَاح فَلَا يجوز عَلَيْهِ الْإِقْرَار على مَا هُوَ قَبِيح فِي الشَّرْع",
            "page": "59",
            "part": "1",
            "seal": "C3BCE4E9"
        },
        {
            "id": "26",
            "nass": "وَإِقْرَار الله تَعَالَى على مَا يعلم قبحه لَا يدل على التشريع لِأَنَّهُ إِنَّمَا أقرّ بِتَأْخِير الْمُؤَاخَذَة والإمهال عَن المعاجلة بِخِلَاف الرُّسُل فَإِنَّهُم سفراء عَنهُ فِي الزّجر عَن ارْتِكَاب الْمَفَاسِد الْمنْهِي عَنْهَا والحث على الْمصَالح الْمَأْمُور بهَا ¶ فَأَما الْإِقْرَار على القَوْل فنحو مَا رُوِيَ عَن أبي بكر الصّديق رَضِي الله عَنهُ أَنه قَالَ لماعز إِن أَقرَرت أَرْبعا رجمك رَسُول الله فَكَانَ ذَلِك جَارِيا مجْرى قَوْله إِن أَقرَرت أَرْبعا رَجَمْتُك",
            "page": "60",
            "part": "1",
            "seal": "93AC8FA4"
        },
        {
            "id": "27",
            "nass": "وَأما الْإِقْرَار على الْفِعْل فنحو مَا رُوِيَ أَن جواريا من بني النجار كن يضربن بالدف وَيَقُلْنَ ¶ (نَحن جوَار من بني النجار ... وحبذا مُحَمَّد من جَار) ¶ فَقَالَ اعْلَم أَنِّي أحبكم ¶ وَلم ينههم عَن ذَلِك فَدلَّ على جَوَازه",
            "page": "61",
            "part": "1",
            "seal": "DE62DA18"
        },
        {
            "id": "28",
            "nass": "الْفَصْل الثَّالِث ¶ إِجْمَاع أمته وَهُوَ اتِّفَاق عُلَمَاء الْعَصْر على حكم النَّازِلَة ¶ وَيعرف اتِّفَاقهم بقَوْلهمْ أَو بقول بَعضهم وسكوت البَاقِينَ حَتَّى ينقرض الْعَصْر عَلَيْهِم",
            "page": "62",
            "part": "1",
            "seal": "7FABEF93"
        },
        {
            "id": "29",
            "nass": "وَهُوَ مَأْخُوذ من الْعَزْم على الشَّيْء كَمَا يُقَال أَجمعُوا أَمرهم بَينهم أَي عزموا عَلَيْهِ فَإِذا عزم الْأَمر وَهُوَ حجَّة خلافًا للنظام لأَنهم معصومون عَن الْخَطَأ بقوله لَا تَجْتَمِع أمتِي على ضَلَالَة",
            "page": "63",
            "part": "1",
            "seal": "6937396E"
        },
        {
            "id": "30",
            "nass": "وَقَوله من فَارق الْجَمَاعَة وَلَو قيد شبر خلع ربقة الْإِسْلَام من عُنُقه",
            "page": "64",
            "part": "1",
            "seal": "162F4AB1"
        },
        {
            "id": "31",
            "nass": "الْفَصْل الرَّابِع ¶ الْقيَاس وَهُوَ رد الْفَرْع إِلَى الأَصْل بعلة جَامِعَة بَينهمَا ¶ وَهَذَا حد الْقيَاس فِي الأَصْل من حَيْثُ الْجُمْلَة ¶ وَقد حدوه بعبارات مُخْتَلفَة وَالْمعْنَى مُتَّفق وَهُوَ",
            "page": "65",
            "part": "1",
            "seal": "D2F852FC"
        },
        {
            "id": "32",
            "nass": "يبْنى على أصل وَفرع وَعلة وَحكم ¶ فَالْأَصْل مَا يثبت بِهِ حكم غَيره",
            "page": "66",
            "part": "1",
            "seal": "090A1977"
        },
        {
            "id": "33",
            "nass": "وَالْفرع مَا يثبت حكمه بِغَيْرِهِ وَهُوَ الَّذِي يثبت بِالْعِلَّةِ حكمه ¶ وَذَلِكَ مُخْتَلف فِيهِ وَلَيْسَ من شَرطه أَن يشابه الأَصْل فِي جَمِيع صِفَاته",
            "page": "67",
            "part": "1",
            "seal": "0609B775"
        },
        {
            "id": "34",
            "nass": "لِأَنَّهُ لَو كَانَ كَذَلِك لَكَانَ هُوَ هُوَ أَو هُوَ بعضه ¶ وَالْعلَّة هِيَ الْمَعْنى الجالب للْحكم ¶ وَالْحكم الثَّابِت بِالْقِيَاسِ وَهُوَ قَضَاء الشَّرْع والمستنبط وَهُوَ الْمَطْلُوب بِالنّظرِ الَّذِي تنصب لأَجله الْأَدِلَّة وتساع لَهُ الأقيسة ¶ وَالْقِيَاس على ضَرْبَيْنِ وَاضح وخفي",
            "page": "68",
            "part": "1",
            "seal": "AE128187"
        },
        {
            "id": "35",
            "nass": "فالواضح مَا وجد فِيهِ معنى الأَصْل فِي الْفَرْع بِكَمَالِهِ كَقَوْلِه تَعَالَى ¶ (فَإِذا أحصن فَإِن أتين بِفَاحِشَة فعليهن نصف مَا على الْمُحْصنَات من الْعَذَاب) ¶ فَذكر الْإِحْصَان تَنْبِيه بِأَعْلَى حالتيها على أدناهما ذكر نصف الْعَذَاب يُوضح أَن الْعلَّة فِيهِ الرّقّ فَيَنْبَغِي أَن يلْحق العَبْد بهَا فِي نُقْصَان الْحَد ¶ وَمثل قِيَاس النَّبِيذ على الْخمر بعلة أَن شرابه فِيهِ شدَّة مطربة ¶ وَأما الْقيَاس الْخَفي فَهُوَ قِيَاس الشّبَه",
            "page": "69",
            "part": "1",
            "seal": "5030C0C3"
        },
        {
            "id": "37",
            "nass": "وَمعنى قِيَاس الشّبَه أَن يتَرَدَّد فرع بَين أصلين لَهُ شبه بِكُل وَاحِد مِنْهُمَا وَشبه بِأَحَدِهِمَا أَكثر فَيرد إِلَى أكثرهما شبها بِهِ ¶ مثل صِحَة ملك العَبْد بشبه الْأَحْرَار من حَيْثُ التَّكْلِيف وَوُجُوب الْحُدُود وَالْقصاص وَملك الإبضاع وَالطَّلَاق وبشبه الْبَهَائِم حَيْثُ كَونه مَمْلُوكا ومضمونا بِالْقيمَةِ فِي الْغَضَب والإتلاف فليحق بأكثرهما شبها بِهِ وكاستدلالنا على التَّرْتِيب فِي طَهَارَة الْحَدث بالأفعال المتغايرة وإفسادها بِالنَّوْمِ وَالْحَدَث وَهَذَا الِاسْتِدْلَال بِهِ ظَاهر قوي على الصَّحِيح من الْمَذْهَب ¶ وأصول الْفِقْه عبارَة عَن الْكَلَام فِي أَدِلَّة الْفِقْه دون غَيرهَا ¶ وَالْفِقْه فِي اللِّسَان الْفَهم من قَوْلهم فلَان فقه قولي أَي فهمه",
            "page": "71",
            "part": "1",
            "seal": "ACC9FF4C"
        },
        {
            "id": "38",
            "nass": "وَمِنْه قَوْله تَعَالَى ¶ (وَلَكِن لَا تفقهون تسبيحهم) ¶ وَفِي الشَّرِيعَة الْعلم بِأَفْعَال الْمُكَلّفين الشَّرْعِيَّة دون الْعَقْلِيَّة من حظر وَإِبَاحَة وَندب وَكَرَاهَة ¶ وَالْحَد هُوَ الْجَامِع لما فرقه التَّفْصِيل الْمَانِع من دُخُول مَا لَيْسَ من",
            "page": "72",
            "part": "1",
            "seal": "F0BDA3AB"
        },
        {
            "id": "39",
            "nass": "جملَته فِيهِ ¶ وَمِنْه سميت الْمَرْأَة محدة إِذا امْتنعت من الزِّينَة ¶ والعقوبة حدا لما فِيهَا من الْمَنْع من مواقعة الْمَحْظُور ¶ والتكليف فِي اللِّسَان إِلْزَام مَا فِيهِ كلفه أَي مشقة",
            "page": "73",
            "part": "1",
            "seal": "8A8935EF"
        },
        {
            "id": "40",
            "nass": "قَالَت الخنساء فِي صَخْر ¶ (يكلفه الْقَوْم مَا نابهم ... وَإِن كَانَ أَصْغَرهم مولد) ¶ وَفِي الشَّرْع الْخطاب بِأَمْر أَو نهي",
            "page": "74",
            "part": "1",
            "seal": "CEE922F5"
        },
        {
            "id": "41",
            "nass": "وَله شُرُوط يرجع بَعْضهَا إِلَى الْمُكَلف وَبَعضهَا إِلَى نفس الْمُكَلف بِهِ ¶ والعزيمة فِي اللِّسَان الْقَصْد الْمُؤَكّد ¶ وَمِنْه قَوْله تَعَالَى ¶ (وَلم نجد لَهُ عزما)",
            "page": "75",
            "part": "1",
            "seal": "47B319AF"
        },
        {
            "id": "42",
            "nass": "وَفِي الشَّرْع مَا لزم بِإِيجَاب الله تَعَالَى ¶ والرخصة فِي اللِّسَان السهولة واليسر من قَوْلهم رخص السّعر إِذا سهل شِرَاءَهُ ¶ وَفِي الشَّرِيعَة اسْتِبَاحَة الْمَحْظُور مَعَ قيام السَّبَب الْحَاضِر",
            "page": "76",
            "part": "1",
            "seal": "29766090"
        },
        {
            "id": "43",
            "nass": "وَالِاسْتِحْسَان ترك حكم لحكم أولى مِنْهُ",
            "page": "77",
            "part": "1",
            "seal": "6394CA3B"
        },
        {
            "id": "44",
            "nass": "مثل تَقْدِيم مَا يثبت بِالنَّصِّ على مَا يثبت بِالْقِيَاسِ اسْتِحْسَانًا ¶ وَالْبَيَان فِي اللُّغَة الْقطع وَمِنْه الْبَيْنُونَة فِي الطَّلَاق لِأَنَّهَا تقطع عصمَة نِكَاح الْمَرْأَة من الرجل",
            "page": "78",
            "part": "1",
            "seal": "36A5691B"
        },
        {
            "id": "45",
            "nass": "ويعنى بِالْعِلَّةِ منَاط الحكم وَسميت عِلّة لِأَنَّهَا غيرت حَال الْمحل أخذا من عِلّة الْمَرِيض لِأَنَّهَا اقْتَضَت تغير حَاله ¶ وَالِاجْتِهَاد بذل الوسع فِي طلب الْغَرَض",
            "page": "79",
            "part": "1",
            "seal": "E6A0665E"
        },
        {
            "id": "46",
            "nass": "وَهُوَ على ثَلَاثَة أضْرب تَحْقِيق المناط وتنقيح المناط وَتَخْرِيج المناط",
            "page": "80",
            "part": "1",
            "seal": "01669D26"
        },
        {
            "id": "47",
            "nass": "أما تَحْقِيق المناط فنوعان أَحدهمَا لَا نَعْرِف فِي جَوَازه خلافًا",
            "page": "81",
            "part": "1",
            "seal": "D3B68CC9"
        },
        {
            "id": "48",
            "nass": "وَهُوَ أَن تكون الْقَاعِدَة الْكُلية فِي الأَصْل مجمعا عَلَيْهَا ويجتهد على تحقيقها فِي الْفَرْع ¶ مِثَاله تعْيين الإِمَام وَالْعدْل وَقدر الْكِفَايَة فِي النَّفَقَات وَنَحْو ذَلِك يعبر عَنهُ بتحقيق المناط إِذا كَانَ مَعْلُوما لَكِن تَعَذَّرَتْ معرفَة وجوده فِي آحَاد الصُّور فاستدل عَلَيْهِ لإمارات وَهَذَا من صُورَة كل شَرِيعَة لِأَن التَّنْصِيص عَدَالَة كل شَاهد وقدرها كِفَايَة كل شخص لَا بوحدها ¶ الثَّانِي مَا عرف عِلّة الحكم فِيهِ بِنَصّ أَو إِجْمَاع فيبين الكجتهد وجودهَا فِي الْفَرْع بِاجْتِهَادِهِ ¶ مِثَاله قَول النَّبِي فِي الْهِرَّة إِنَّهَا لَيست بنجسة إِنَّهَا من الطوافين عَلَيْكُم",
            "page": "82",
            "part": "1",
            "seal": "C776B6E9"
        },
        {
            "id": "49",
            "nass": "والطوافات ¶ فَجعل الطّواف عَلَيْهِ فيبين الْمُجْتَهد وجود الطّواف فِي سَائِر الحشرات كالفأرة وَنَحْوهَا ليلحقها بالهرة فِي الطَّهَارَة فَهَذَا قِيَاس جلي أقرّ بِهِ جمَاعَة من منكري الْقيَاس ¶ وَأما تَنْقِيح المناط فَهُوَ أَن يضيف الشَّارِع الحكم إِلَى شبه تقترن بِهِ",
            "page": "83",
            "part": "1",
            "seal": "C1086613"
        },
        {
            "id": "50",
            "nass": "أَوْصَاف لَا مدْخل لَهَا فِي الْإِضَافَة فَيجب حذفهَا عَن الِاعْتِبَار ليسع الحكم ¶ مِثَاله قَوْله للأعرابي الَّذِي قَالَ هَلَكت يَا رَسُول الله قَالَ مَا صنعت قَالَ وَقعت على أَهلِي فِي نَهَار رَمَضَان قَالَ اعْتِقْ رَقَبَة",
            "page": "84",
            "part": "1",
            "seal": "0D00C3A0"
        },
        {
            "id": "51",
            "nass": "فكونه أَعْرَابِيًا لَا أثر لَهُ فليحق بِهِ الأعجمي لِأَنَّهُ وقاع مُكَلّف لَا وقاع أَعْرَابِي إِذْ التكاليف تعم جَمِيع الْمُكَلّفين وَكَون الْمَرْأَة مَنْكُوحَة لَا أثر لَهُ فَإِن الزِّنَا أَشد فِي انتهاك الْحُرْمَة فَهَذِهِ إلحاقات مَعْلُومَة تبنى على منَاط الحكم تحذف لما علم من عَادَة الشَّرْع فِي مصادره أَنه لَا مدْخل لَهُ فِي التَّأْثِير ¶ وَأما تَخْرِيج المناط فَهُوَ أَن ينص الشَّارِع على حكم فِي مَحل وَلَا يتَعَرَّض لمناطه أصلا",
            "page": "85",
            "part": "1",
            "seal": "B4BC78BC"
        },
        {
            "id": "52",
            "nass": "كتحريمه شرب الْخمر وتحريمه الرِّبَا فِي الْبر فنستنبط بِالرَّأْيِ وَالنَّظَر فَنَقُول حرم الْخمر لكَونه مُسكرا فقيس عَلَيْهِ النَّبِيذ وَحرم الرِّبَا فِي الْبر لِأَنَّهُ مَكِيل جنس فقيس عَلَيْهِ الْأرز ¶ وَأما دَلِيل الْخطاب وَيُسمى مَفْهُوم",
            "page": "86",
            "part": "1",
            "seal": "956089AD"
        },
        {
            "id": "53",
            "nass": "الْمُخَالفَة فَهُوَ تَخْصِيص الشَّيْء بِالذكر فَيدل على نفي حكم مَا عداهُ وَلَا فرق بَين أَن تعلق باسم أَو صفة ¶ كَقَوْلِه تَعَالَى ¶ (وَمن قتل مُؤمنا خطئا فَتَحْرِير رَقَبَة مُؤمنَة) ¶ وَقَوله غليه الصَّلَاة وَالسَّلَام فِي سَائِمَة الْغنم الزَّكَاة",
            "page": "87",
            "part": "1",
            "seal": "96252F66"
        },
        {
            "id": "54",
            "nass": "دَلِيله انتقاء الحكم فِي المعلوفة والكافرة والعائذ ¶ أَو تعلق بِعَدَد كَقَوْلِه عَلَيْهِ السَّلَام لَا تحرم",
            "page": "88",
            "part": "1",
            "seal": "1B7BF2A5"
        },
        {
            "id": "55",
            "nass": "الإملاجة وَلَا الإملاجتان لَيْسَ فِي القطرة وَلَا القطرتين من الدَّم وضوء ¶ أَو تعلق بِمد الحكم إِلَى غَايَة بِصِيغَة إِلَى وَحَتَّى",
            "page": "89",
            "part": "1",
            "seal": "FC87195E"
        },
        {
            "id": "56",
            "nass": "كَقَوْلِه تَعَالَى ( {حَتَّى تنْكح زوجا غَيره} ثمَّ أَتموا الصّيام إِلَى اللَّيْل) ¶ أَو تعلق على شَرط كَقَوْلِه تَعَالَى ¶ (وَإِن كن أولات حمل فأنفقوا عَلَيْهِنَّ) ¶ خلافًا لأَصْحَاب أبي حنيفَة وَجَمَاعَة من أَصْحَاب",
            "page": "90",
            "part": "1",
            "seal": "6CB3B5E4"
        },
        {
            "id": "57",
            "nass": "الشَّافِعِي والتميمي من أَصْحَابنَا لَيْسَ بِحجَّة لنا أَنه لما نزل قَوْله تَعَالَى ¶ (إِن تستغفر لَهُم سبعين مرّة فَلَنْ يغْفر الله لَهُم)",
            "page": "91",
            "part": "1",
            "seal": "9D438A2A"
        },
        {
            "id": "58",
            "nass": "فَقَالَ رَسُول الله وَالله لأزيدنهم على السّبْعين رَوَاهُ يحيى بن سَلام فِي تَفْسِيره وَفِي لفظ قد خيرني رَبِّي فوَاللَّه لأزيدنهم على السّبْعين ولإجماع الصَّحَابَة رضوَان الله عَلَيْهِم أَجْمَعِينَ ¶ رُوِيَ عَن يعلى بن أُميَّة أَنه قَالَ لعمر بن الْخطاب رَضِي الله عَنهُ كَيفَ نقصر وَقد أمنا وَالله تَعَالَى يَقُول",
            "page": "92",
            "part": "1",
            "seal": "FD754E62"
        },
        {
            "id": "59",
            "nass": "(فَلَيْسَ عَلَيْكُم جنَاح أَن تقصرُوا من الصَّلَاة إِن خِفْتُمْ أَن يَفْتِنكُم الَّذين كفرُوا) ¶ فَقَالَ عمر عجبت مِمَّا عجبت مِنْهُ فَسَأَلت رَسُول الله عَن ذَلِك فَقَالَ صَدَقَة تصدق الله تَعَالَى بهَا عَلَيْكُم فَأَقْبَلُوا صدقته رَوَاهُ مُسلم",
            "page": "93",
            "part": "1",
            "seal": "5CD2AF0D"
        },
        {
            "id": "60",
            "nass": "ففهما من تَعْلِيق إِبَاحَة الْقصر على حَالَة الْخَوْف وجوب الْإِتْمَام حَال الْأَمْن وعجبا من ذَلِك وَلم يظْهر لَهما مُخَالف ¶ وَلِأَن تَخْصِيص الشَّيْء بِالذكر لَا بُد من فَائِدَة فَإِن اسْتَوَت السَّائِمَة والمعلوفة فَلم خص السَّائِمَة بِالذكر مَعَ عُمُوم الحكم وَالْحَاجة إِلَى الْبَيَان شَامِلَة للقسمين بل لَو قَالَ فِي الْغنم الزَّكَاة لَكَانَ أخص فِي اللَّفْظ وأعم فِي بَيَان الحكم فالتطويل لغير حَاجَة يكون عَبَثا لكنه كَلَام صَاحب الشَّرِيعَة عَنهُ فَكيف إِذا تضمن إِسْقَاط بعض الْمَقْصُود ¶ فَيظْهر أَن الْقسم الْمَسْكُوت عَنهُ غير مسَاوٍ للمذكور فِي الحكم",
            "page": "94",
            "part": "1",
            "seal": "DC624E91"
        },
        {
            "id": "61",
            "nass": "فَأَما إِسْقَاط دَلِيل الْخطاب فِي جَوَاز الْخلْع حَالَة الْوِفَاق وَفِيمَا زَاد على الْأَعْيَان السِّتَّة الَّتِي يجْرِي فِيهَا الرِّبَا وَنَحْو ذَلِك لدَلِيل دلّ هُنَاكَ فَلَا يدل على إِسْقَاطه فِي كل مَوضِع من كتاب الله عز وَجل وَلم يدل على إِسْقَاطه رَأْسا فَكَذَلِك هَا هُنَا ¶ وَأما مَفْهُوم الْخطاب فَهُوَ التَّنْبِيه",
            "page": "95",
            "part": "1",
            "seal": "29B0189A"
        },
        {
            "id": "62",
            "nass": "بالمنطوق بِهِ على حكم الْمَسْكُوت عَنهُ ¶ مثل حذف الْمُضَاف كَقَوْلِه تَعَالَى ¶ (فَمن كَانَ مِنْكُم مَرِيضا أَو بِهِ أَذَى من رَأسه ففدية ¶ وَمَعْنَاهُ فحلق ففدية ¶ وَكَقَوْلِه تَعَالَى ¶ فَلَا تقل لَهما أُفٍّ ¶ نبه بالتأفف على تَحْرِيم الشتم وَالضَّرْب وَسَائِر أَسبَاب التعنيف لِأَنَّهُ إِنَّمَا منع من التأفيف لما فِيهِ من الْأَذَى وَذَلِكَ بِالضَّرْبِ أعظم فَوَجَبَ أَن يكون بِالْمَنْعِ أولى ¶ وكنهيه عَن التَّضْحِيَة بالعوراء فَفِيهِ تَنْبِيه على",
            "page": "96",
            "part": "1",
            "seal": "E16B9352"
        },
        {
            "id": "63",
            "nass": "العمياء لِأَن الْعَمى فِيهِ عور وَزِيَادَة ¶ وَكَقَوْلِه إِن كَانَ جَامِدا فألقوها وَمَا حولهَا وَإِن كَانَ مَائِعا فأريقوه فَفرق بَين الجامد",
            "page": "97",
            "part": "1",
            "seal": "7E2C0791"
        },
        {
            "id": "64",
            "nass": "والمائع فَدلَّ على أَن سَائِر الْمَائِعَات فِي معنى السّمن وَسَائِر الميتات فِي معنى الْفَأْرَة وَيُسمى هَذ فحوى الْخطاب ¶ قَالَ بعض أهل اللُّغَة اشتق ذَلِك من قَوْلهم للإبراز فحا فَيُقَال فح قدرك",
            "page": "98",
            "part": "1",
            "seal": "0B36CB22"
        },
        {
            "id": "65",
            "nass": "فَسُمي فحا لِأَنَّهُ يبين معنى اللَّفْظ ويظهره كَمَا تظهر الإبراز طعم الطبيخ ورائحته ¶ وَيُسمى أَيْضا لحن القَوْل لِأَن لحن القَوْل مَا فهم مِنْهُ بِضَرْب من الفطنة ¶ وَلَا يُسمى ذَلِك قِيَاسا وَإِنَّمَا هُوَ مَفْهُوم من فحوى اللَّفْظ لِأَن الْقيَاس يخص بفهمه أهل النّظر وَالِاسْتِدْلَال فيفتقر فِي إِثْبَات الحكم بِهِ إِلَى ضرب من النّظر والتأمل لحَال الأَصْل وَالْفرع فَأَما مَا دلّ على فحوى الْخطاب الَّذِي تبادرته الْقُلُوب من غير فكر وَلَا روية فَإِنَّهُ يستوى فِيهِ الْعَالم والعامي والعاقل الَّذِي لم يدر مَا الْقيَاس فَكيف يجوز إِجْرَاء اسْم الْقيَاس عَلَيْهِ ¶ وَقَالَ أَبُو الْحسن التَّمِيمِي رَحمَه الله هُوَ قِيَاس جلي لِأَن",
            "page": "99",
            "part": "1",
            "seal": "F09CBD55"
        },
        {
            "id": "66",
            "nass": "الْمَنْع من الضَّرْب لم يتَنَاوَلهُ اللَّفْظ وَلَا أستفيد من الِاسْم فَدلَّ على أَنه مُسْتَفَاد بِالْقِيَاسِ دون الْمنطق ومختار بِالْأولِ ¶ وَالدَّلِيل هُوَ المرشد إِلَى الْمَطْلُوب وَقيل الْموصل إِلَى الْمَقْصُود ¶ والطرد وجود الحكم لوُجُود الْعلَّة",
            "page": "100",
            "part": "1",
            "seal": "B8558753"
        },
        {
            "id": "67",
            "nass": "وَالْعَكْس عدم الحكم لعدم الْعلَّة ¶ فَإِذا قُلْنَا لَا زَكَاة فِي الْخَيل لِأَنَّهُ حَيَوَان لَا تجب الزَّكَاة فِي ذكوره فَلم تجب فِي إناثه وذكوره كالبغال وَالْحمير وَعَكسه الْإِبِل وَالْبَقر وَالْغنم لِأَنَّهُ لما وَجَبت الزَّكَاة فِي ذكوره وَجَبت فِي إناثه وذكوره ¶ والنقض وجود الْعلَّة مَعَ عدم الحكم",
            "page": "101",
            "part": "1",
            "seal": "57C79ECC"
        },
        {
            "id": "68",
            "nass": "وَقيل الْعَكْس وجود معنى الْعلَّة وَلَا حكم ¶ وَالْفرق بَين النَّقْض وَالْعَكْس أَن النَّقْض يرد على لفظ الْعلَّة وَالْعَكْس يرد على وَجه وَاحِد لَا يخْتَلف ¶ وَالْقلب هُوَ الِاشْتِرَاك فِي ¶ الدَّلِيل وَهُوَ من ألطف الاسؤلة ¶ مِثَاله أَن يُعلل أَصْحَابنَا فِي مسح الرَّأْس بِأَنَّهُ عُضْو من اعضاء الطَّهَارَة فَوَجَبَ أَن لَا يُجزئ مِنْهُ مَا يَقع عَلَيْهِ الِاسْم كَسَائِر الْأَعْضَاء فيقلب السَّائِل فَيَقُول السَّائِل عُضْو من أَعْضَاء الطَّهَارَة فَوَجَبَ أَن لَا يجب عَلَيْهِ أَن يعم مَا وَقع عَلَيْهِ الِاسْم من الْعُضْو فِيمَا سواهُ",
            "page": "102",
            "part": "1",
            "seal": "0C36BEA2"
        },
        {
            "id": "69",
            "nass": "وَالسَّبَب مَا يتَوَصَّل بِهِ إِلَى الحكم وَيكون طَرِيقا لثُبُوته سَوَاء كَانَ دَلِيلا أَو عِلّة أَو شرطا ¶ وَسَوَاء كَانَ مؤثرا فِي الحكم أَو غير مُؤثر ¶ وَالنَّص مَا رفع بَيَانه إِلَى أقْصَى غَايَة",
            "page": "104",
            "part": "1",
            "seal": "F1E54CA8"
        },
        {
            "id": "70",
            "nass": "وَقيل مَا كَانَ صَرِيحًا فِي حكم من الْأَحْكَام وَإِن كَانَ اللَّفْظ مُحْتملا لغيره ¶ وَلَيْسَ من شَرطه أَن لَا يحْتَمل إِلَّا معنى وَاحِد لِأَن هَذَا يعز وجوده إِلَّا أَن يكون مثل قَوْله تَعَالَى ¶ (قل هُوَ الله أحد) ¶ و (قل هُوَ الله أحد) ¶ وَلِهَذَا نقُول قَوْله تَعَالَى ¶ (للَّذين يؤلون من نِسَائِهِم تربص أَرْبَعَة أشهر) ¶ نَص فِي قدر الْمدَّة وَإِن كَانَ اللَّفْظ مُحْتملا لغيره ¶ وَالْعَام مَا احْتمل مَعْنيين لَيْسَ أَحدهمَا أظهر من الآخر ¶ وَالْفرق بَين الظَّاهِر والعموم أَن الْعُمُوم لَيْسَ بعض مَا يتَنَاوَلهُ اللَّفْظ بِأولى من بعض وَلَا أظهر وتناوله على السوَاء فَيجب حمله على عُمُومه إِلَّا أَن يَخُصُّهُ دَلِيل أقوى مِنْهُ ¶ وَالظَّاهِر مَا احْتمل مَعْنيين إِلَّا أَن أَحدهمَا أَحَق وَأظْهر بِاللَّفْظِ من",
            "page": "106",
            "part": "1",
            "seal": "218FA756"
        },
        {
            "id": "71",
            "nass": "الآخر ¶ فَيجب على أظهرهمَا وَلَا يعدل عَنهُ إِلَّا بِمَا هُوَ أقوى مِنْهُ ¶ وكل عُمُوم ظَاهر وَلَيْسَ كل ظَاهر عُمُوما لِأَن الْعُمُوم يحْتَمل الْبَعْض إِلَّا أَن الْكل أظهر ¶ فَأَما مثل قَوْله تَعَالَى ¶ (فَاقْتُلُوا الْمُشْركين)",
            "page": "107",
            "part": "1",
            "seal": "110414CA"
        },
        {
            "id": "72",
            "nass": "فَكَانَ عُمُوما فِي جَمِيعهم ¶ وَالظَّاهِر مثل قَوْله تَعَالَى ¶ (وءاتوهم من مَال الله الَّذِي آتَاكُم) ¶ إِلَّا ظَاهره الْوُجُوب وَيحْتَمل النّدب ¶ وَالْأَمر استدعاء الْفِعْل بالْقَوْل مِمَّن دونه",
            "page": "108",
            "part": "1",
            "seal": "CDBA72C4"
        },
        {
            "id": "73",
            "nass": "وَإِنَّمَا قُلْنَا بالْقَوْل لِأَن الرموز والإشارات لَيست أمرا على الْحَقِيقَة وَإِنَّمَا تسمى أمرا مجَازًا ¶ وَقَوْلنَا مِمَّن هُوَ دونه احْتِرَاز من قَول الْإِنْسَان لرَبه اغْفِر لي وارحمني وَقَول العَبْد لسَيِّده اكسني وأطعمني فَإِن ذَلِك لَيْسَ بِأَمْر وَإِنَّمَا هُوَ دُعَاء ¶ وَالنَّهْي الْمَنْع من طَرِيق القَوْل",
            "page": "109",
            "part": "1",
            "seal": "F405B6A0"
        },
        {
            "id": "74",
            "nass": "وَإِنَّمَا قُلْنَا من طَرِيق القَوْل لِأَن من قيد وأغلق عَلَيْهِ بَاب فقد منع وَلَيْسَ من طَرِيق القَوْل ¶ والجائز مَا وَافق الشَّرِيعَة",
            "page": "110",
            "part": "1",
            "seal": "F83595C9"
        },
        {
            "id": "75",
            "nass": "وَتقول الْفُقَهَاء الْوكَالَة عقد جَائِز وَبيع جَائِز ويريدون بذلك أَنه لَيْسَ بِلَازِم وَيكون ذَلِك فِي كل عقد للعاقد فَسخه بِكُل حَال وَلَا يَئُول إِلَى اللُّزُوم وَفِيه احْتِرَاز من البيع الْمَشْرُوط وَفِيه الْخِيَار وَإِذا كَانَ فِي البيع عيب فَإِنَّهُ قد يؤول إِلَى اللُّزُوم ¶ وَالْخَبَر مَا دخله الصدْق وَالْكذب",
            "page": "111",
            "part": "1",
            "seal": "BE6C4B9E"
        },
        {
            "id": "76",
            "nass": "والصدق مَا خرج من مخبره على مَا أخبر بِهِ ¶ وَحَدِيث النَّبِي وَهُوَ الصَّحِيح",
            "page": "112",
            "part": "1",
            "seal": "6C3CCC9F"
        },
        {
            "id": "78",
            "nass": "ومرسل وَهُوَ مَا أرْسلهُ التَّابِعِيّ عَن النَّبِي وَلم يذكر فِيهِ الصَّحَابِيّ",
            "page": "114",
            "part": "1",
            "seal": "1B4E3609"
        },
        {
            "id": "79",
            "nass": "وَمَوْقُوف وَهُوَ مَا حُكيَ عَن الصَّحَابِيّ وَلم يذكر فِيهِ النَّبِي ¶ ومقطوع وَهُوَ مَا سقط من سَنَده رجل",
            "page": "115",
            "part": "1",
            "seal": "41746262"
        },
        {
            "id": "80",
            "nass": "وبلاغ وَهُوَ مَا قَالَ الْمُحدث بَلغنِي عَن النَّبِي",
            "page": "116",
            "part": "1",
            "seal": "995D71DA"
        },
        {
            "id": "81",
            "nass": "ومعضل وَهُوَ مَا سقط من سَنَده رجلَانِ ¶ والصحابي من صحب النَّبِي صلى الله عَلَيْهِ",
            "page": "117",
            "part": "1",
            "seal": "F7C04F5E"
        },
        {
            "id": "82",
            "nass": "وَسلم",
            "page": "118",
            "part": "1",
            "seal": "7C4C4A2F"
        },
        {
            "id": "83",
            "nass": "والتابعي من صحب الصَّحَابِيّ ¶ والتواتر مَا وَقع الْعلم عَقِبَيْهِ ضَرُورَة",
            "page": "119",
            "part": "1",
            "seal": "D68C5AEB"
        },
        {
            "id": "84",
            "nass": "وَهُوَ مَا لم ينْحَصر بِعَدَد",
            "page": "120",
            "part": "1",
            "seal": "EF8F1614"
        },
        {
            "id": "85",
            "nass": "والآحاد مَا قصر عَن التَّوَاتُر ¶ والمعارضة مُقَابلَة الْخصم فِي دَعْوَاهُ ومساواته فِي الدّلَالَة",
            "page": "121",
            "part": "1",
            "seal": "9BC1172D"
        },
        {
            "id": "86",
            "nass": "بِخِلَاف حكمه ومانعيته من وَجه الدّلَالَة ¶ وَالتَّرْجِيح مزية لتقديم أحد الْمَعْنيين على الآخر",
            "page": "122",
            "part": "1",
            "seal": "E52E6E99"
        },
        {
            "id": "87",
            "nass": "وَالنَّدْب وَالْفضل وَالسّنة والاستحباب والتنقل بِمَعْنى وَاحِد ¶ وَالنَّظَر ضَرْبَان ¶ ضرب هُوَ النّظر بِالْعينِ فَهَذَا حَده الْإِدْرَاك بالبصر ¶ وَالثَّانِي النّظر بِالْقَلْبِ وَحده الْفِكر فِي حَال المنظور فِيهِ",
            "page": "123",
            "part": "1",
            "seal": "74E83ABE"
        },
        {
            "id": "88",
            "nass": "والجدل تردد الْكَلَام بَين اثْنَيْنِ إِذا قصد كل وَاحِد مِنْهُمَا إحكام قَوْله ليدفع بِهِ قَول صَاحبه ¶ وَالِاجْتِهَاد بذل الوسع فِي طلب الْغَرَض",
            "page": "124",
            "part": "1",
            "seal": "FF90D0B7"
        },
        {
            "id": "89",
            "nass": "والرأي اسْتِخْرَاج صَوَاب الْعَافِيَة ¶ وَقيل الرَّأْي هُوَ الْقيَاس وَلِهَذَا سمي أَصْحَاب أبي حنيفَة أَصْحَاب الرَّأْي ¶ والمفتي هُوَ الْمخبر بالحكم الشَّرْعِيّ مَعَ كَونه من أهل الْفتيا وَلَا",
            "page": "125",
            "part": "1",
            "seal": "048DF927"
        },
        {
            "id": "90",
            "nass": "يكون مفتيا حَتَّى يكون مُجْتَهدا ¶ وشرائط الِاجْتِهَاد أَن يكون حَافِظًا لكتاب الله تَعَالَى وَسنة نبيه",
            "page": "126",
            "part": "1",
            "seal": "318BF4F0"
        },
        {
            "id": "91",
            "nass": "فِي الْمَوَاضِع الَّتِي يتَعَلَّق بهَا ذكر الْأَحْكَام فِي الْحَلَال وَالْحرَام دون مَا عداهُ ¶ وَأَن يكون عَارِفًا بِأَحْكَام الْخطاب وموارد الْكَلَام من الْحَقِيقَة وَالْمجَاز وَمَا اشْتَمَل عَلَيْهِ الْكتاب وَالسّنة من الْأَقْسَام الْمُتَقَدّمَة وَيكون عَارِفًا بطرق النَّحْو واللغة وَالْإِجْمَاع وَالِاخْتِلَاف وَالْأَصْل وَعلة الأَصْل وَالْفرع الْمُخْتَلف فِيهِ لينْظر فِي الْفَزع فَيردهُ إِلَى الأَصْل إِذا وجد مَعْنَاهُ فِيهِ ¶ وَأَن يكون عدلا ¶ فَهَذِهِ صفة الْمُجْتَهد ¶ والتقليد قبُول الشَّيْء من غير دَلِيل",
            "page": "127",
            "part": "1",
            "seal": "F106FF94"
        },
        {
            "id": "92",
            "nass": "مَأْخُوذ من القلادة فِي الْعُنُق قَالَ الشَّاعِر (قلدوها تمائما ... خوف عين وحاسد) ¶ فَسُمي التَّقْلِيد بذلك لِأَن الْمُقَلّد يقطع الشَّيْء فِي رَقَبَة من يقلده إِن كَانَ صَوَابا فَلهُ وَإِن كَانَ خطأ فَعَلَيهِ ¶ وَالْأَحْكَام على ضَرْبَيْنِ ضرب يجوز فِيهِ التَّقْلِيد وَضرب لَا يجوز فِيهِ ¶ فَالَّذِي لَا يجوز فِيهِ التَّقْلِيد هِيَ الْأَحْكَام الْعَقْلِيَّة مثل معرفَة الله",
            "page": "128",
            "part": "1",
            "seal": "E68ED07A"
        },
        {
            "id": "93",
            "nass": "تَعَالَى وتوحيده وتصديق رسله لأحد التَّقْلِيد فِيهَا لقَوْله تَعَالَى ¶ (وَقَالَ الَّذين كفرُوا ءامنوا اتبعُوا سبيلنا ولنحمل خطاياكم وَمَا هم محملين من خطاياهم من شَيْء) ¶ فدمهم الله تَعَالَى على ذَلِك وَلِأَن كل عَاقل من عَالم وعامي إِذا تفكر فِي فعال الله تَعَالَى وَمَا خلقه من الأَرْض وَالسَّمَاء وصل بذلك إِلَى مَعْرفَته وَإِذا نظر إِلَى جَرَيَان أَفعاله على نمط وَاحِد من غير اخْتِلَاف وَلَا اضْطِرَاب توصل بذلك إِلَى وحدانيته وَإِذا نظر إِلَى مَا ظهر على أَيدي رسله من المعجزات الخارقة للْعَادَة توصل بذلك إِلَى صدقهم فَلم يجز لأحد التَّقْلِيد فِيهَا ¶ وَكَذَلِكَ مَا ثَبت بأخبار التَّوَاتُر كأعداد الرَّكْعَات وَنصب الزَّكَاة وَنَحْوهَا فَلَا يجوز لحد التقلييد فِيهَا لِأَن الْعلم حصل بهَا من جِهَة الضَّرُورَة",
            "page": "129",
            "part": "1",
            "seal": "CDE636E4"
        },
        {
            "id": "94",
            "nass": "وَأما الضَّرْب الَّذِي يجوز فِيهِ التَّقْلِيد فَهِيَ الْأَحْكَام الَّتِي تثبت بالأحاد ¶ وَالنَّاس فِيهَا على ضَرْبَيْنِ عَالم وعامي فالعامي يجوز لَهُ تقلييد الْعلمَاء وَالْأَخْذ بقَوْلهمْ لقَوْله تَعَالَى ¶ (فسئلوا أهل الذّكر إِن كُنْتُم لَا تعلمُونَ) ¶ وَلِأَن طلب الْعلم من فروض الكفايات فَلَو قُلْنَا يجب على كل وَاحِد أَن يتَعَلَّم لجعلناه من فَرَائض الْأَعْيَان ولأدى ذَلِك إِلَى قطع المكاسب والمعاش",
            "page": "130",
            "part": "1",
            "seal": "B8D6BF94"
        },
        {
            "id": "95",
            "nass": "وَإِذا ثَبت ذَلِك فَهَل عَلَيْهِ أَن يجْتَهد فِي عين الْمُفْتِي ام لَا ¶ فَالصَّحِيح من الْمَذْهَب أَنه لَا يلْزمه الِاجْتِهَاد فِي عين الْمُفْتِي بل بِأخذ بقول أَيهمْ شَاءَ لِأَنَّهُ لما سقط عَنهُ الِاجْتِهَاد فِي الحكم سقط عَنهُ ¶ وَقَالَ الْخرقِيّ رَحمَه الله تَعَالَى إِذا اخْتلف اجْتِهَاد رجلَيْنِ لم يتبع",
            "page": "131",
            "part": "1",
            "seal": "62A5CB08"
        },
        {
            "id": "96",
            "nass": "أَحدهمَا صَاحبه وَيتبع الْعَاميّ أوثقهما فِي نَفسه ¶ وَظَاهره أَنه يلْزمه الِاجْتِهَاد فِي عين الْمُفْتِي بِأَن يسْأَل عَن حَاله ومختار بِالْأولِ ¶ وَأما الْعَالم بالقبلة فَلَا يجوز لَهُ التَّقْلِيد فِيهَا بِحَال بل عَلَيْهِ الِاجْتِهَاد سَوَاء كَانَ الْوَقْت وَاسِعًا أَو ضيقا لقَوْله تَعَالَى ¶ (فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول) ¶ يَعْنِي كتاب الله وَسنة رَسُوله وَلِأَن الْعَالمين قد تَسَاويا فِي السَّبَب",
            "page": "132",
            "part": "1",
            "seal": "14C8E589"
        },
        {
            "id": "97",
            "nass": "الَّذِي يتَوَصَّل بِهِ إِلَى تثبيت الحكم فَلم يجز لأَحَدهمَا تَقْلِيد الآخر كالعالم والعامي فِي الْأَحْكَام العقليات",
            "page": "133",
            "part": "1",
            "seal": "811CB613"
        },
        {
            "id": "98",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - الْفَصْل الْخَامِس - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ اسْتِصْحَاب الْحَال وَهُوَ الْبَقَاء على حكم الأَصْل ¶ فَهُوَ دَلِيل يفزع إِلَيْهِ الْفُقَهَاء عِنْد عدم الْأَدِلَّة إِحَالَة بالاستدلال على غَيرهم",
            "page": "134",
            "part": "1",
            "seal": "662B86C1"
        },
        {
            "id": "99",
            "nass": "وَهُوَ على ضَرْبَيْنِ اسْتِصْحَاب بَرَاءَة الذِّمَّة حَتَّى يدل دَلِيل شَرْعِي على الْوُجُوب ¶ كَقَوْلِنَا فِي الْخَيل الأَصْل بَرَاءَة الذِّمَّة فِي إِيجَاب الزَّكَاة فِيهَا وعنها فَمن ادّعى إِيجَابهَا فَعَلَيهِ الدَّلِيل ¶ وَهَذَا تَقْدِيره إِنِّي لَا اعْلَم دَلِيلا يُوجب الزَّكَاة فِيهَا فَإِن كنت عَارِفًا بِدَلِيل فاذكره ¶ وَيُقَال إِنَّه مستراح الذمم وَدَلِيل من لَا دَلِيل لَهُ إِذا كَانَ مطالبه لَا اسْتِدْلَالا",
            "page": "135",
            "part": "1",
            "seal": "3D3CB04F"
        },
        {
            "id": "100",
            "nass": "وَهَذَا الِاحْتِجَاج بِهِ صَحِيح سَائِغ عِنْد أهل الْعلم ¶ الضَّرْب الثَّانِي اسْتِصْحَاب حكم الْإِجْمَاع وَهُوَ أَن تَجْتَمِع الْأمة على حكم مِم تعْتَبر صفة الْمجمع عَلَيْهِ بِأَن يخْتَلف المجمعون عَلَيْهِ فَهَل يجب اسْتِصْحَاب حكم الْإِجْمَاع بعد الِاخْتِلَاف حَتَّى ينْقل عَنهُ أم لَا ¶ فَذهب أَكثر أَصْحَابنَا وَأَصْحَاب أبي حنيفَة وَالشَّافِعِيّ إِلَى أَنه لَا يجوز ذَلِك وَيجب طلب الدَّلِيل فِي مَوَاضِع الْخلاف",
            "page": "136",
            "part": "1",
            "seal": "FFD80F03"
        },
        {
            "id": "101",
            "nass": "وَذهب أَبُو إِسْحَاق ابْن شاقلا إِلَى أَنه يجب اسْتِصْحَاب حكم الْإِجْمَاع ¶ وَالصَّحِيح الأول وَوَجهه أَن الْإِجْمَاع لَا يبْقى بعد الِاخْتِلَاف فَلَا وَجه للتعلق بِهِ ¶ مِثَاله أَن يَقُول أَصْحَاب دَاوُد فِي أُمَّهَات الْأَوْلَاد الأَصْل فِي الْإِمَاء",
            "page": "137",
            "part": "1",
            "seal": "D71D2E66"
        },
        {
            "id": "102",
            "nass": "جَوَاز البيع فَمن ادّعى تَحْرِيمه بعد الِاسْتِيلَاد فَعَلَيهِ الدَّلِيل ¶ وَيُمكن أَن نقابلهم بِمَا يتكافئ الدليلان فِيهِ فيقفان موقفا سَوَاء ونقول قد أجمعنا على منع البيع حَال حملهَا بِالْحرِّ فَمن ادّعى جَوَاز بيعهَا بعد الْوَضع فَعَلَيهِ الدَّلِيل",
            "page": "138",
            "part": "1",
            "seal": "27280CD0"
        },
        {
            "id": "103",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - الْفَصْل السَّادِس - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ قَول الصَّحَابِيّ الْوَاحِد لَا يَخْلُو أَن يكون مُخَالفا للْقِيَاس فَيكون سنة ونقلا",
            "page": "139",
            "part": "1",
            "seal": "C30DCC76"
        },
        {
            "id": "104",
            "nass": "أَو يكون اجْتِهَادًا كَقَوْل عمر رَضِي الله عَنهُ فِي عين الْفرس ربع قيمتهَا ¶ فَهَذَا تَوْقِيف إِذْ لَا قِيَاس يحمل عَلَيْهِ ¶ وَإِن وَافق الْقيَاس وَلم يُخَالف مَعَ سَماع الصَّحَابَة لقَوْله فقد",
            "page": "140",
            "part": "1",
            "seal": "BF378829"
        },
        {
            "id": "105",
            "nass": "تَبينا أَن ذَلِك إِجْمَاع وَإِن لم ينتشر ذَلِك فِي الصَّحَابَة فَهُوَ حجَّة وَكَانَ الْمُجْتَهد مرجحا لأي الْقَوْلَيْنِ وقه لَهُ أَدِلَّة التَّرْجِيح من كتاب الله أَو سنة أَو قِيَاس ¶ وَفِي الْمَوَاضِع الَّتِي ذكرنَا قَوْله حجَّة وَهُوَ مقدم على الْقيَاس خلافًا لأَصْحَاب الشَّافِعِي رَحمَه الله تَعَالَى فِي قَوْلهم الْقيَاس مقدم عَلَيْهِ لِأَنَّهُ لَا يَخْلُو أَن يكون صادرا عَن نقل أَو اجْتِهَاد أَو كليهمَا أَولا عَن اجْتِهَاد بل لما يثبت من المزية بمشاهدة التَّأْوِيل وَحُضُور التَّنْزِيل وَنَصّ الرَّسُول",
            "page": "141",
            "part": "1",
            "seal": "DA697458"
        },
        {
            "id": "106",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - فصل - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَالْحكم الْمُخْتَلف فِيهِ يحْتَاج إِلَى ذكر خَمْسَة أَشْيَاء الْمَذْهَب وَالدَّلِيل عَلَيْهِ وَمذهب الْمُخَالف وَالدَّلِيل عَلَيْهِ وَالْجَوَاب عَنهُ ¶ وعَلى الله اعتمادنا فِي كتَابنَا هَذَا خوفًا من الْإِكْثَار والسآمة فَمن أَرَادَ الِاسْتِيعَاب فِي هَذَا الْعلم فَعَلَيهِ بِالنّظرِ فِي كتَابنَا الْمَبْسُوط فقد أودعناه أَحْكَام الْفِقْه وأصوله ومذاهب الْأُصُولِيِّينَ ودليلهم وَالْجَوَاب عَنهُ بِمَا هُوَ شاف كَاف إِن شَاءَ الله تَعَالَى وَهُوَ الْمَسْئُول أَن يَجعله خَالِصا لوجهه مُوَافقا لمرضاته آمين وَللَّه الْمِنَّة وَالْحَمْد ¶ انْتَهَت كِتَابَة هَذِه الرسَالَة المفيدة فِي ذَا الْفَنّ بقلم الْفَقِير إِلَى مَوْلَاهُ الْغَنِيّ عبد الله بن خلف بن دحيان الْحَنْبَلِيّ لطف الله بِهِ وَفتح عَلَيْهِ وَعفى عَنهُ ووالديه وأشياخه وإخوانه الْمُسلمين سنة 1332 هـ 9 شعْبَان لَيْلًا ¶ وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم تَسْلِيمًا كثيرا",
            "page": "142",
            "part": "1",
            "seal": "B742267B"
        },
        {
            "id": "107",
            "nass": "لبَعْضهِم ¶ (أرى غنما ترعى وتأكل مَا تهوى ... وأسدا ضوار تطلب المَاء مَا تروي) ¶ (وأشرف قوم لَا ينالون قوتهم ... وأنذال قوم تَأْكُل الْمَنّ والسلوى) ¶ (فَلَمَّا أخذُوا هَذَا بِحَدّ سيوفهم ... وَلَكِن قَضَاهُ عَالم السِّرّ والنجوى) ¶ (لحى الله وقتا أحوجتنا صروفه ... نذل لمن يسوى وَمن لم يكن يسوى)",
            "page": "143",
            "part": "1",
            "seal": "CF7CD9A3"
        }
    ],
    "t6311": [
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في سنة رسول الله"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع"
        }
    ]
}