{
    "b6320": [
        {
            "id": "96",
            "nass": "وَالْجَوَاب عَنهُ ان يتَكَلَّم عَلَيْهِ بِمَا يسْقطهُ ليبقى على الاصل ¶ واما اسْتِصْحَاب حَال الاجماع فَهُوَ مثل ان يسْتَدلّ الشَّافِعِي رَحمَه الله صَلَاة فِي التَّيَمُّم انه يمْضِي فِي صلَاته فانا اجمعنا على صِحَة احرامه فَمن زعم انه يبطل بِرُؤْيَة المَاء يحْتَاج الى دَلِيل ¶ وَهَذَا ضَعِيف لَان الاجماع انما يحصل عِنْد عدم المَاء فاما مَعَ وجود المَاء فَلَيْسَ فِيهِ اجماع فَلَا يجوز ان يستصحب حكم الاجماع فِي مَوْضُوع الْخلاف لَان ذَلِك لَا ينْقل من الْمُعَارضَة مثله وَهُوَ ان يُقَال اجمعنا على اشْتِغَال ذمَّته بِفَرْض الْوَقْت فَمن زعم ان هَذِه الصَّلَاة الَّتِي راى المَاء فِي اثناءها تبرىء ذمَّته يحْتَاج الى دَلِيل",
            "page": "120",
            "part": "1",
            "seal": "8E8272B2"
        },
        {
            "id": "97",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب تَرْجِيح الظَّوَاهِر - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَذَلِكَ يَقع فِي موضِعين فِي الاسناد والمتن ¶ فَأَما فِي الاسناد فَيخْتَص بِهِ اخبار الاحاد وَذَلِكَ من وُجُوه ¶ احدها ان يكون اُحْدُ الراويين كَبِيرا والاخر صَغِيرا فَتقدم رِوَايَة الْكَبِير لانه اضبط ¶ وَالثَّانِي ان يكون احدهما اعْلَم فَتقدم رِوَايَته لانه اعْلَم بِمَا يروي ¶ وَالثَّالِث ان يكون احدهما اقْربْ الى رَسُول الله صلى الله عَلَيْهِ وَسلم فيتقدم عَلَيْهِ لانه اوعى ¶ وَالرَّابِع ان يكون احدهما مباشرا للقصة والقصة تتَعَلَّق بِهِ فَيقدم لانه اعرف ¶ وَالْخَامِس ان يكون احدهما اكثر رِوَايَة فَيكون اولى لَان الشَّيْء بَين الْجَمَاعَة احفظ مِنْهُ بَين الْعدَد الْيَسِير وَلِهَذَا قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم الشَّيْطَان مَعَ الْوَاحِد وَهُوَ من الِاثْنَيْنِ ابعد",
            "page": "121",
            "part": "1",
            "seal": "6B0652CE"
        },
        {
            "id": "98",
            "nass": "فَمن اصحابنا من قَالَ لَا يرجح كَالشَّهَادَةِ والاول الاصح ¶ وَالسَّادِس ان يكون احدهما اكثر صُحْبَة فَيقدم لانه اعرف بِمَا دَامَ من السّنَن ¶ وَالسَّابِع ان يكون احدهما احسن سياقا للْحَدِيث فَيقدم بِحسن عنايته ¶ وَالثَّامِن ان يكون احدهما متاخرا فَيقدم لانه يروي اخر الرِّوَايَتَيْنِ ¶ وَالتَّاسِع ان يكون احدهما لم يضْرب لَفظه والاخر اضْرِب فَمن لم يضْرب يقدم لانه اضبط ¶ والعاشر ان يكون احدهما اورع اَوْ اثْبتْ احْتِيَاطًا فِي الحَدِيث فَيقدم لانه اوثق ¶ وَالْحَادِي عشر ان يكون احدهما من رُوَاة اهل الْحَرَمَيْنِ فَيقدم على رِوَايَة غَيرهم لانهم اعرف بِمَا دَامَ من السّنَن قَالَ زيد بن ثَابت اذا وجدْتُم اهل الْمَدِينَة على شَيْء فَهُوَ سنة ¶ وَالثَّانِي عشر ان يكون احدهما لم تخْتَلف عَنهُ الرِّوَايَة والاخر اخْتلف عَنهُ الرِّوَايَة فَفِيهِ وَجْهَان ¶ من اصحابنا من قَالَ تتعارض الرِّوَايَتَانِ",
            "page": "122",
            "part": "1",
            "seal": "71DBC7F5"
        },
        {
            "id": "99",
            "nass": "وتسقطان وَتبقى رِوَايَة من لم تخْتَلف عَنهُ الرِّوَايَة ¶ وَمن اصحابنا من قَالَ يرجح احدى الرِّوَايَتَيْنِ عَمَّن اخْتلف عَنهُ الرِّوَايَة على الرِّوَايَة الاخرى بمعارضة رِوَايَة من لم تخْتَلف عَنهُ الرِّوَايَة ¶ واما التَّرْجِيح فِي الْمَتْن فَمن وُجُوه ¶ احدها ان يكون اُحْدُ الْخَبَرَيْنِ مُوَافقا لدَلِيل اخر من اصل اَوْ مَعْقُول اصل فَيقدم لَان مَعَه مَا يقربهُ وَالثَّانِي ان يكون احدهما عمل بِهِ الائمة فَيكون اولى لانه اخر مَا جَاءَ عَنهُ من السّنَن ¶ وَالثَّالِث ان يكون احدهما نطقا والاخر دَلِيلا فالنطق اولى لانه مجمع عَلَيْهِ وَالدَّلِيل مُخْتَلف فِيهِ ¶ وَالرَّابِع ان يكون احدهما قولا والاخر فعلا فَفِيهِ ثَلَاثَة اوجه ¶ احدهما انهما سَوَاء ¶ وَالثَّانِي الْفِعْل اولى ¶ وَالثَّالِث القَوْل اولى لَان لَهُ صِيغَة يتَعَدَّى بِلَفْظِهِ ¶ وَالْخَامِس ان يكون احدهما قصد بِهِ الحكم فَيكون اولى مِمَّا لم يقْصد بِهِ الحكم لانه ابلغ فِي الْمَقْصُود ¶ وَالسَّادِس أَن يكون احدهما اظهر فِي الدّلَالَة على الحكم فَيقدم لانه اقوى ¶ وَالسَّابِع ان يكون مَعَ احدهما تَفْسِير الرَّاوِي لَان الرَّاوِي اعرف بالمراد",
            "page": "123",
            "part": "1",
            "seal": "5D00E19B"
        },
        {
            "id": "100",
            "nass": "وَالثَّامِن ان يكون احدهما ورد على غير سَبَب فَهُوَ اولى مِمَّا ورد على سَبَب لَان مَا ورد على سَبَب مُخْتَلف فِي عُمُومه ومالم يرد على سَبَب مجمع على عُمُومه ¶ وَالتَّاسِع ان يكون احدهما نَاقِلا فَهُوَ اولى لانه يُفِيد حكما شَرْعِيًّا ¶ والعاشر ان يكون احدهما اثباتا والاخر نفيا فالاثبات اولى لَان مَعَ الْمُثبت زِيَادَة علم ¶ وَالْحَادِي عشر ان يكون اُحْدُ الْخَبَرَيْنِ متاخرا فَيكون اولى لانه اخر الامرين وَقد قَالَ ابْن عَبَّاس رَضِي الله عَنهُ كُنَّا ناخذ من اوامر رَسُول الله صلى الله عَلَيْهِ وَسلم بالاحدث فالاحدث ¶ وَالثَّانِي عشر ان يكون احدهما احوط فَهُوَ اولى ¶ وَالثَّالِث عشر ان يكون احدهما حاظرا والاخر مبيحا فَفِيهِ وَجْهَان ¶ وَمن اصحابنا من قَالَ هما سَوَاء ¶ وَمِنْهُم من قَالَ الْحَاضِر اولى لانه احوط",
            "page": "124",
            "part": "1",
            "seal": "587919AB"
        },
        {
            "id": "101",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب تَرْجِيح الْمعَانِي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَالتَّرْجِيح فِي الْمعَانِي من وُجُوه ¶ احدها ان يكون اصل احديهما مَنْصُوصا عَلَيْهِ فَهُوَ اولى لانه اقوى ¶ وَالثَّانِي ان يكون اصل احديهما ثَبت بِدَلِيل مَقْطُوع بِهِ فَيقدم على مَا ثَبت بِدَلِيل غير مَقْطُوع بِهِ ¶ وَالثَّالِث ان يكون لاحدهما اصول فَهُوَ اولى لانه اقوى فِي الظَّن ¶ وَالرَّابِع ان يكون احدهما مقيسا على اصل نَص على الْقيَاس عَلَيْهِ فَهُوَ اولى لانه قِيَاس الشَّرْع ¶ وَالْخَامِس ان يكون احدها مقيسا على جنسه فَهُوَ اولى لانه اقْربْ اليه ¶ وَالسَّادِس ان يكون احدى العلتين مَنْصُوصا عَلَيْهَا فَهِيَ اولى لانه اقوى ¶ وَالسَّابِع ان يكون وصف احديهما محسوسا وَوصف الآخرى حكما فَفِيهِ وَجْهَان ¶ من اصحابنا من قَالَ المحسوس اولى لانه اثْبتْ",
            "page": "125",
            "part": "1",
            "seal": "29A755A9"
        },
        {
            "id": "102",
            "nass": "وَمِنْهُم من قَالَ الحكم اولى لَان الحكم على الحكم ادل ¶ وَالثَّامِن ان يكون احدهما اثباتا والاخر نفيا فالاثبات اولى لانه مجمع على جَوَازه وَالنَّفْي مُخْتَلف فِيهِ ¶ وَالتَّاسِع ان يكون وصف احدهما اسْما وَوصف الاخر صفة فالصفة اولى لانه مجمع عَلَيْهَا وَالِاسْم مُخْتَلف فِي جَوَازه ¶ والعاشر ان تكون احداهما اقل اوصافا فَفِيهِ وَجْهَان ¶ احدهما القليلة الاوصاف اولى ¶ وَالثَّانِي الْكَثِيرَة الاوصاف اولى لانها اقوى تشبثا للفرع بالاصل ¶ وَالْحَادِي عشر ان يكون احدهما يطرد وينعكس والاخر يطرد وَلَا ينعكس فَالَّذِي يطرد وينعكس اولى لانه مَدْلُول على صِحَّته بِالْعَكْسِ ¶ وَالثَّانِي عشر ان يكون احدهما يُوجب احْتِيَاطًا فَهُوَ اولى لانه اسْلَمْ",
            "page": "126",
            "part": "1",
            "seal": "73DD7AF3"
        },
        {
            "id": "103",
            "nass": "وَالثَّالِث عشر ان يكون احداهما يُوجب الْحَظْر والاخرى توجب الاباحة فَفِيهِ وَجْهَان كَمَا ذكرنَا فِي الاخبار ¶ وَالرَّابِع عشر ان يكون احداهما ناقلة والاخرى مبقية فالناقلة اولى ¶ وَالْخَامِس عشر ان يكون احداهما تسْقط الْحَد والاخرى توجبه اَوْ احداهما يسْقط الْجِزْيَة والاخرى توجبها فَفِيهِ وَجْهَان ¶ من اصحابنا من قَالَ هما سَوَاء ¶ وَمِنْهُم من قَالَ مَا يسْقط الْحَد وَيُوجب الْجِزْيَة اولى ¶ وَالسَّادِس عشر ان يكون احداهما توَافق دَلِيلا اخر من اصل اَوْ مَعْقُول اصل فَهُوَ اولى لانها اقوى ¶ وَالله اعْلَم بِالصَّوَابِ",
            "page": "127",
            "part": "1",
            "seal": "EF581338"
        },
        {
            "id": "2",
            "nass": "الْحَمد لله حق حَمده وَصلى الله على مُحَمَّد خير خلقه وعَلى اصحابه واهل بَيته ¶ لما رَأَيْت حَاجَة من يتفقه ماسة الى معرفَة مَا يعْتَرض بِهِ من الادلة وَمَا يُجَاب بِهِ عَن الاعتراضات وَوجدت مَا عملت من الملخص فِي الجدل مَبْسُوطا صنفت هَذِه الْمُقدمَة لتَكون مَعُونَة للمبتدئين وَتَذْكِرَة للمنتهيين مجزية فِي الجدل كَافِيَة لاهل النّظر وقدمت على ذَلِك بَابا فِي بَيَان الادلة ليَكُون مَا بعده من الاعتراضات والاجوبة على ترتيبه ¶ وَمَا توفيقي الا بِاللَّه عَلَيْهِ توكلت وَهُوَ حسبي وَنعم الْوَكِيل واياه أسأَل أَن ينفع بِهِ فِي الدُّنْيَا والاخرة انه قريب مُجيب - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب بَيَان وُجُوه ادلة الشَّرْع - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وادلة الشَّرْع ثَلَاثَة اصل ومعقول اصل واستصحاب حَال ¶ فالاصل ثَلَاثَة الْكتاب وَالسّنة والاجماع واضاف اليه الشَّافِعِي",
            "page": "26",
            "part": "1",
            "seal": "5AF69344"
        },
        {
            "id": "3",
            "nass": "رَحمَه الله فِي الْقَدِيم قَول الْوَاحِد من الصَّحَابَة فَجعله اربعة ¶ فاما الْكتاب فدلالته ثَلَاثَة النَّص وَالظَّاهِر والعموم ¶ فالنص هُوَ اللَّفْظ الَّذِي لَا يحْتَمل الا معنى وَاحِد كَقَوْلِه تَعَالَى {الزَّانِيَة وَالزَّانِي فاجلدوا كل وَاحِد مِنْهُمَا مائَة جلدَة} {وَلَا تقتلُوا النَّفس الَّتِي حرم الله إِلَّا بِالْحَقِّ} وَمَا اشبه ذَلِك مِمَّا لَا يحْتَمل الا معنى وَاحِدًا ¶ وَحكمه ان يُصَار اليه وَلَا يتْرك الا بِنَصّ يُعَارضهُ ¶ وَالظَّاهِر كل لفظ احْتمل امرين وَهُوَ فِي احدهما اظهر ¶ وَهُوَ ضَرْبَان ظَاهر بِوَضْع اللُّغَة كالامر يحْتَمل الايجاب وَيحْتَمل النوب إِلَّا انه فِي الايجاب اظهر وكالنهي يحْتَمل التَّحْرِيم وَيحْتَمل الْكَرَاهَة والتنزيه الا انه فِي التَّحْرِيم اظهر وكسائر الالفاظ المحتملة لمعنيين وَهُوَ فِي احدهما اظهر",
            "page": "27",
            "part": "1",
            "seal": "950D9D1D"
        },
        {
            "id": "4",
            "nass": "وَحكمه ان يحمل على اظهر الْمَعْنيين وَلَا يحمل على غَيره الا بِدَلِيل ¶ وَظَاهر بِوَضْع الشَّرْع كالاسماء المنقولة من اللُّغَة الى الشَّرْع كَالصَّلَاةِ فِي اللُّغَة اسْم للدُّعَاء وَفِي الشَّرْع اسْم لهَذِهِ الافعال الْمَعْرُوفَة وَالْحج فِي اللُّغَة اسْم للقصد وَفِي الشَّرْع اسْم لهَذِهِ الافعال الْمَعْرُوفَة وَغير ذَلِك من الاسماء المنقولة من اللُّغَة الى الشَّرْع ¶ وَحكمه ان يحمل على مَا نقل اليه فِي الشَّرْع وَلَا يحمل على غَيره الا بِدَلِيل ¶ وَمن اصحابنا من قَالَ لَيْسَ فِي الاسماء شَيْء مَنْقُول بل الصَّلَاة هِيَ الدُّعَاء وَالْحج هُوَ الْقَصْد وانما هَذِه الافعال زيادات اضيفت اليهاوليست مِنْهَا كَمَا اضيفت الطَّهَارَة الى الصَّلَاة وَلَيْسَت مِنْهَا فعلى هَذَا تحمل هَذِه الالفاظ على موضوعها فِي اللُّغَة وَلَا تحمل على غَيره الا بِدَلِيل ¶ والعموم كل لفظ عَم شَيْئَيْنِ اثْنَيْنِ فَصَاعِدا على وَجه وَاحِد لَا مزية لاحدهما على الاخر ¶ والفاظه اربعة اسماء الجموع كالمسلمين وَالْمُشْرِكين والابرار والفجار",
            "page": "28",
            "part": "1",
            "seal": "374D1531"
        },
        {
            "id": "5",
            "nass": "وَالِاسْم الْمُفْرد اذا عرف بالالف وَاللَّام كَالرّجلِ وَالْمَرْأَة وَالْمُسلم والمشرك ¶ وَمن اصحابنا من قَالَ لَيْسَ هَذَا من الفاظ الْعُمُوم ¶ والاول اصح ¶ والاسماء المبهمة ك من فِيمَن يعقل وَمَا فِي مَا لَا يعقل وَأي فِي الْجَمِيع وَحَيْثُ وَأَيْنَ فِي الْمَكَان وَمَتى فِي الزَّمَان ¶ وَالنَّفْي فِي النكرات كَقَوْلِه عَلَيْهِ السَّلَام ¶ لَا يقتل مُسلم بِكَافِر وَمَا رَأَيْت رجلا وَمَا اشبهه ¶ فَحكم هَذِه الالفاظ ان تحمل على الْعُمُوم وَلَا يخص مِنْهُ شَيْء الا بِدَلِيل ¶ واما السّنة فدلالتها ثَلَاثَة قَول وَفعل واقرار ¶ فَالْقَوْل على ضَرْبَيْنِ مُبْتَدأ وخارج على سَبَب ¶ فالمبتدأ يَنْقَسِم الى مَا يَنْقَسِم اليه الْكتاب من النَّص وَالظَّاهِر والعموم",
            "page": "29",
            "part": "1",
            "seal": "F9030AA8"
        },
        {
            "id": "6",
            "nass": "فالنص كَقَوْلِه عَلَيْهِ السَّلَام فِي اربعين شَاة شَاة وَمَا أشبهه // أخرجه التِّرْمِذِيّ فِي الزَّكَاة ¶ فَحكمه ان يُصَار اليه وَلَا يتْرك الا بِنَصّ يُعَارضهُ ¶ وَالظَّاهِر كَقَوْلِه عَلَيْهِ السَّلَام حتيه ثمَّ اقرصيه ثمَّ اغسليه بِالْمَاءِ فَيحمل // أخرجه أَبُو داودد فِي كتاب الطَّهَارَة على الْوُجُوب وَلَا يصرف الى الِاسْتِحْبَاب الا بِدَلِيل ¶ والعموم كَقَوْلِه عَلَيْهِ السَّلَام من بدل دينه فَاقْتُلُوهُ فَيحمل على الْعُمُوم // أخرجه البُخَارِيّ فِي كتاب الْجِهَاد فِي الرِّجَال وَالنِّسَاء وَلَا يخص الا بِدَلِيل ¶ وَالْخَارِج على سَبَب ضَرْبَان مُسْتَقل دون السَّبَب كَمَا رُوِيَ انه قيل لَهُ عَلَيْهِ السَّلَام انك تتوضأ من بِئْر بضَاعَة وانما يطْرَح فِيهَا دم المحايض وَلُحُوم الْكلاب وَمَا يُنجي النَّاس فَقَالَ عَلَيْهِ السَّلَام المَاء طهُور لَا يُنجسهُ شَيْء ¶ فَحكمه حكم القَوْل والمبتدأ",
            "page": "30",
            "part": "1",
            "seal": "F08DABDC"
        },
        {
            "id": "7",
            "nass": "وَمن اصحابنا من قَالَ يقصر على السَّبَب الَّذِي ورد فِيهِ وَلَيْسَ بِشَيْء // أخرجه التِّرْمِذِيّ وَغَيره ¶ وَضرب لَا يسْتَقلّ دون السَّبَب كَمَا رُوِيَ ان اعرابيا قَالَ لَهُ جامعت فِي شهر رَمَضَان بِالنَّهَارِ فَقَالَ اعْتِقْ رَقَبَة فَيصير قَول الرَّسُول مَعَ السَّبَب كالجملة // أخرجه البُخَارِيّ وَغَيره الْوَاحِدَة كَأَنَّهُ قَالَ عَلَيْهِ السَّلَام اذا جامعت فاعتق ¶ واما الْفِعْل فضربان ¶ احدهما مَا فعله على غير وَجه الْقرْبَة فَهُوَ كالمشي والاكل وَغَيرهمَا فَيدل على الْجَوَاز ¶ وَالثَّانِي مَا فعله على وَجه الْقرْبَة فَهُوَ على ثَلَاثَة اضراب ¶ احدها ان يكون امتثالا لامر فَتعْتَبر بذلك الامر ان كَانَ وَاجِبا فَهُوَ وَاجِب وان كَانَ ندبا فَهُوَ ندب ¶ وَالثَّانِي ان يكون بَيَانا لمجمل فَتعْتَبر بالمبين ان كَانَ وَاجِبا فَهُوَ وَاجِب وان كَانَ ندبا فَهُوَ ندب",
            "page": "31",
            "part": "1",
            "seal": "C12592C2"
        },
        {
            "id": "8",
            "nass": "وَالثَّالِث ان يكون مُبْتَدأ فَفِيهِ ثَلَاثَة اوجه ¶ احدهما انه يَقْتَضِي الْوُجُوب وَلَا يصرف الى غَيره الا بِدَلِيل ¶ وَالثَّانِي انه يَقْتَضِي النّدب وَلَا يصرف الى غَيره الا بِدَلِيل ¶ وَالثَّالِث انه على الْوَقْف فَلَا يحمل على وَاحِد مِنْهُمَا الا بِدَلِيل ¶ واما الاقرار فضربان ¶ احدهما ان يسمع قولا فَيقر عَلَيْهِ كَمَا رُوِيَ انه سمع رجلا يَقُول الرجل يجد مَعَ امْرَأَته رجلا ان قتل قَتَلْتُمُوهُ وان تكلم جلدتموه وان سكت سكت على غيظ ام كَيفَ يصنع // أخرجه البُخَارِيّ فِي اللّعان ¶ فَحكمه حكم قَوْله عَلَيْهِ السَّلَام وَقد بَيناهُ ¶ وَالثَّانِي ان يرى رجلا يفعل فعلا فيقره عَلَيْهِ كَمَا رُوِيَ انه رأى",
            "page": "32",
            "part": "1",
            "seal": "51D37EC9"
        },
        {
            "id": "9",
            "nass": "أَي الرَّاوِي قيس بن فَهد يُصَلِّي رَكْعَتي الْفجْر بعد الصُّبْح // أخرجه أَبُو دَاوُد وَغَيره ¶ فَحكمه حكم فعله وَقد بَيناهُ ¶ واما الاجماع فَهُوَ اتِّفَاق عُلَمَاء الْعَصْر على حكم الْحَادِثَة فَذَلِك ضَرْبَان ¶ احدهما مَا ثَبت بقول جَمِيعهم كاجماعهم على جَوَاز البيع وَالشَّرِكَة وَالْمُضَاربَة وَغير ذَلِك من الاحكام ¶ فَحكمه ان يُصَار اليه وَيعْمل بِهِ وَلَا يجوز تَركه بِحَال ¶ وَالثَّانِي مَا ثَبت بقول بَعضهم اَوْ فعله وسكوت البَاقِينَ مَعَ انتشار ذَلِك فيهم",
            "page": "33",
            "part": "1",
            "seal": "0CA7F2A2"
        },
        {
            "id": "10",
            "nass": "فَذَلِك حجَّة وَهل يُسمى اجماعا فِيهِ وَجْهَان ¶ وَقَالَ ابو عَليّ بن ابي هُرَيْرَة ان كَانَ ذَلِك حكما من امام اَوْ قَاض لم يكن حجَّة وان كَانَ فتيا من فَقِيه فَهُوَ حجَّة ¶ والاول اصح ¶ واما قَول الْوَاحِد من الصَّحَابَة اذا لم ينتشر فَفِيهِ قَولَانِ ¶ قَالَ فِي الْجَدِيد لَيْسَ بِحجَّة فعلى هَذَا لَا يحْتَج بِهِ وَلَكِن يرجح بِهِ ¶ وَقَالَ بعض اصحابنا يحْتَج بِهِ مَعَ قِيَاس ضَعِيف وَلَيْسَ بِشَيْء ¶ وَقَالَ فِي الْقَدِيم هُوَ حجَّة فعلى هَذَا يحْتَج بِهِ وَيقدم على الْقيَاس وَهل يخص بِهِ الْعُمُوم فِيهِ وَجْهَان",
            "page": "34",
            "part": "1",
            "seal": "31CBEBE5"
        },
        {
            "id": "11",
            "nass": "واما ادلة الْمَعْقُول فَثَلَاثَة فحوى الْخطاب وَدَلِيل الْخطاب وَمعنى الْخطاب ¶ فاما فحوى الْخطاب فَهُوَ ان ينص على الاعلى وينبه على الادنى اَوْ ينص على الادنى فينبه على الاعلى وَذَلِكَ مثل قَوْله تَعَالَى {وَمن أهل الْكتاب من إِن تأمنه بقنطار يؤده إِلَيْك وَمِنْهُم من إِن تأمنه بِدِينَار لَا يؤده إِلَيْك} وَنَهْيه عَن التَّضْحِيَة بالعوراء وَنبهَ بِهِ على العمياء // أخرجه مَالك وَغَيره ¶ فَحكم هَذَا حكم النَّص ¶ واما دَلِيل الْخطاب فَهُوَ ان يعلق الحكم على اُحْدُ وصفي الشَّيْء كَقَوْلِه تَعَالَى {وَإِن كن أولات حمل فأنفقوا عَلَيْهِنَّ} وَقَوله عَلَيْهِ السَّلَام",
            "page": "35",
            "part": "1",
            "seal": "499DF9D2"
        },
        {
            "id": "12",
            "nass": "فِي سَائِمَة الْغنم زَكَاة فَدلَّ على ان غير الْحَامِل لَا نَفَقَة لَهَا وَغير السَّائِمَة لَا زَكَاة فِيهَا ¶ وَقَالَ ابو الْعَبَّاس بن سُرَيج لَا يدل على حكم مَا عدا الْمَذْكُور ¶ وَالْمذهب الاول ¶ فاما معنى الْخطاب فَهُوَ الْقيَاس وَهُوَ حمل فرع على اصل بعلة جَامِعَة بَينهمَا واجراء حكم الاصل على الْفَرْع ¶ وَهُوَ ضَرْبَان ¶ احدهما قِيَاس الْعلَّة وَهُوَ ان يحمل الْفَرْع على الاصل بِالْمَعْنَى",
            "page": "36",
            "part": "1",
            "seal": "64C31CEF"
        },
        {
            "id": "13",
            "nass": "الَّذِي يتَعَلَّق الحكم بِهِ فِي الشَّرْع وَذَلِكَ مثل قِيَاس النَّبِيذ على الْخمر بعلة انه شراب فِيهِ شدَّة مطربة وَقِيَاس الارز على الْبر بعلة انه مطعوم جنس ¶ وَالثَّانِي قِيَاس الدّلَالَة وَهُوَ ثَلَاثَة اضْرِب ¶ احدها ان يسْتَدلّ بخصيصة من خَصَائِص الشَّيْء عَلَيْهِ ¶ كَقَوْلِنَا فِي سُجُود التِّلَاوَة انه لَا يجب لانه سُجُود يجوز فعله على الرَّاحِلَة فِي غير عذر فاشبه سُجُود النَّفْل وان جَوَاز فعله على الرَّاحِلَة من خَصَائِص النَّوَافِل فيستدل بِهِ على انه نفل ¶ وَالثَّانِي ان يسْتَدلّ بالنظير على النظير ¶ كَقَوْلِنَا فِي الزَّكَاة فِي مَال الصَّبِي ان من وَجب الْعشْر فِي زرعه وَجب ربع الْعشْر فِي مَاله كَالْبَالِغِ",
            "page": "37",
            "part": "1",
            "seal": "5F698061"
        },
        {
            "id": "14",
            "nass": "وكقولنا فِي ظِهَار الذِّمِّيّ من صَحَّ طَلَاقه صَحَّ ظِهَاره كَالْمُسلمِ وان الْعشْر نَظِير ربع الْعشْر وَالظِّهَار نَظِير الطَّلَاق فَيدل احدهما على الاخر ¶ وَالثَّالِث ان يسْتَدلّ بِضَرْب من الشّبَه مثل ان يَقُول فِي ايجاب التَّرْتِيب فِي الْوضُوء انه عبَادَة يُبْطِلهَا النّوم فَوَجَبَ فِيهَا التَّرْتِيب كَالصَّلَاةِ فَفِيهِ وَجْهَان ¶ من اصحابنا من قَالَ انه دَلِيل ¶ وَمِنْهُم من قَالَ لَيْسَ بِدَلِيل وانما يرجح بِهِ غَيره وَهُوَ الاصح",
            "page": "38",
            "part": "1",
            "seal": "0A907F43"
        },
        {
            "id": "15",
            "nass": "فصل فِي اسْتِصْحَاب الْحَال ¶ واما اسْتِصْحَاب الْحَال فضربان ¶ اسْتِصْحَاب حَال الْعقل فِي بَرَاءَة الذِّمَّة كَقَوْلِنَا فِي اسقاط دِيَة الْمُسلم اذا قتل فِي دَار الْحَرْب اَوْ فِي اسقاط مَا زَاد على ثلث الدِّيَة فِي قتل الْيَهُودِيّ ان الاصل بَرَاءَة الذِّمَّة وفراغ الساحة وَطَرِيق اشتغالها بِالشَّرْعِ وَلم نجد فِي الشَّرْع مَا يدل على الِاشْتِغَال فِي قتل الْمُسلم فِي دَار الْحَرْب وَلَا على الِاشْتِغَال فِيمَا زَاد على الثُّلُث فِي قتل الْيَهُود فَبَقيَ على الاصل ¶ فَهَذَا دَلِيل يفزع اليه الْمُجْتَهد عِنْد عدم الادلة ¶ وَالثَّانِي اسْتِصْحَاب حَال الاجماع وَذَلِكَ مثل ان يَقُول فِي الْمُتَيَمم اذا رأى المَاء فِي صلَاته انه يمْضِي فِي صلَاته انْعَقَدت بالاجماع فَلَا يَزُول عَن ذَلِك الا بِدَلِيل ¶ فَهَذَا فِيهِ وَجْهَان ¶ من اصحابنا من قَالَ هُوَ دَلِيل ¶ وَمِنْهُم من قَالَ لَيْسَ بِدَلِيل وَهُوَ الاصح",
            "page": "39",
            "part": "1",
            "seal": "9EEC5018"
        },
        {
            "id": "16",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب وُجُوه الْكَلَام على الِاسْتِدْلَال بِالْكتاب - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَذَلِكَ من ثَمَانِيَة اوجه ¶ احدهما ان يسْتَدلّ مِنْهُ بطرِيق من الاصول لَا يَقُول بِهِ وَذَلِكَ مثل ان يسْتَدلّ الْحَنَفِيّ فِي اسقاط الْمُتْعَة للمدخول بهَا بقوله تَعَالَى {لَا جنَاح عَلَيْكُم إِن طلّقْتُم النِّسَاء مَا لم تمَسُّوهُنَّ أَو تفرضوا لَهُنَّ فَرِيضَة ومتعوهن} فَشرط فِي ايجاب الْمُتْعَة ان لَا يكون قد مَسهَا ¶ فَيَقُول الشَّافِعِي هَذَا اسْتِدْلَال بِدَلِيل الْخطاب وانت لَا تَقول بِهِ ¶ فَالْجَوَاب ان يَقُول ان هَذَا بِلَفْظ الشَّرْط لانه قَالَ {إِن طلّقْتُم النِّسَاء} وان من امهات حُرُوف الشَّرْط وانا اقول بِدَلِيل الْخطاب اذا كَانَ بِلَفْظ الشَّرْط ¶ اَوْ يَقُول ان هَذَا من مسَائِل الاصول وانا مِمَّن يَقُول بِهِ ¶ وَالثَّانِي ان لَا يَقُول بِهِ فِي الْموضع الَّذِي تنَاوله ¶ كاستدلال الْحَنَفِيّ فِي شَهَادَة اهل الذِّمَّة بقوله تَعَالَى {أَو آخرَانِ من غَيْركُمْ} أَي من اهل ملتكم",
            "page": "40",
            "part": "1",
            "seal": "E20FE9B5"
        },
        {
            "id": "17",
            "nass": "فَيَقُول الشَّافِعِي هَذَا كَانَ فِي قصَّة بَين الْمُسلمين وَالْكفَّار وعندك لَا تقبل شَهَادَة اهل الذِّمَّة على الْمُسلمين ¶ وتكلف بَعضهم الْجَواب عَنهُ فَقَالَ انه لما قبل شَهَادَتهم على الْمُسلمين دلّ على ان شَهَادَتهم على الْكفَّار اولى بِالْقبُولِ ثمَّ دلّ الدَّلِيل على ان شَهَادَتهم لَا تقبل على الْمُسلمين فَبَقيَ فِي حق الْكفَّار على مَا اقْتَضَاهُ ¶ فَقَالَ الامام رَحمَه الله هَذَا لَيْسَ بِشَيْء لانه تعلق بفحوى الْخطاب وَقد ذكر ان الْخطاب قد ارْتَفع فَكيف يبْقى حكم فحواه ¶ والاعتراض الثَّانِي ان يَقُول بموجبها وَذَلِكَ على ضَرْبَيْنِ ¶ احدهما ان يحْتَج من الْآيَة بِأحد الوضعين فَيَقُول السَّائِل بِمُوجبِه بَان يحملهُ على الْوَضع الاخر ¶ كاستدلال الْحَنَفِيّ فِي تَحْرِيم الْمُصَاهَرَة بِالزِّنَا بقوله تَعَالَى {وَلَا تنْكِحُوا مَا نكح آباؤكم} وَالْمرَاد لَا تطؤوا مَا وطىء آباؤكم",
            "page": "41",
            "part": "1",
            "seal": "E4E569F7"
        },
        {
            "id": "18",
            "nass": "فَيَقُول الشَّافِعِي النِّكَاح فِي الشَّرْع هُوَ العقد فَيكون مَعْنَاهُ لَا تتزوجوا من تزوج بهَا آباؤكم ¶ وَالْجَوَاب ان تسلك طَريقَة من يَقُول ان الاسماء غير منقولة وان الْخطاب بلغَة الْعَرَب وَالنِّكَاح فِي عرف اللُّغَة هُوَ الْوَطْء ¶ وَالضَّرْب الثَّانِي ان يَقُول بِمُوجبِه فِي الْموضع الَّذِي احْتج بِهِ وَذَلِكَ مثل ان يسْتَدلّ الشَّافِعِي فِي الْعَفو عَن الْقصاص الى الدِّيَة من غير رضى الْجَانِي بقوله {فَمن عُفيَ لَهُ من أَخِيه شَيْء فاتباع بِالْمَعْرُوفِ} وَالْعَفو هُوَ الصفح وَالتّرْك ¶ فَيَقُول الْحَنَفِيّ بل الْعَفو هَا هُنَا هُوَ الْبَذْل وَمَعْنَاهُ اذا بذل الْجَانِي للْوَلِيّ الدِّيَة اتبع الْمَعْرُوف ¶ وَالْجَوَاب عَنهُ من وَجْهَيْن ¶ احدهما ان يبين ان الْعَفو فِي الصفح وَالتّرْك اظهر فِي اللُّغَة ¶ وَالثَّانِي ان يبين بِالدَّلِيلِ من سِيَاق الاية اَوْ غَيره على ان المُرَاد بِهِ الصفح ¶ والاعتراض الثَّالِث ان يدعى اجمال الاية اما فِي الشَّرْع واما فِي اللُّغَة ¶ فاما فِي الشَّرْع فَمثل ان يسْتَدلّ الْحَنَفِيّ فِي نِيَّة صَوْم رَمَضَان بقوله تَعَالَى {فَمن شهد مِنْكُم الشَّهْر فليصمه} وَهَذَا قد صَامَ",
            "page": "42",
            "part": "1",
            "seal": "CEF0DED5"
        },
        {
            "id": "19",
            "nass": "فَيَقُول الشَّافِعِي هَذَا مُجمل لَان المُرَاد صَوْم شَرْعِي وَنحن لَا نسلم ان هَذَا صَوْم شَرْعِي ¶ وَالْجَوَاب عَنهُ ان يبين ان الْخطاب بلغَة الْعَرَب ويسلك طَريقَة من يَقُول لَيْسَ فِي الاسماء شَيْء مَنْقُول وَالصَّوْم فِي اللُّغَة هُوَ الامساك فَوَجَبَ ان يجزىء كل امساك الا مَا خصّه الدَّلِيل ¶ واما فِي اللُّغَة فَهُوَ مثل ان يسْتَدلّ الشَّافِعِي فِي ان الاحرام بِالْحَجِّ لَا يَصح فِي غير اشهره بقوله تَعَالَى {الْحَج أشهر مَعْلُومَات فَمن فرض فِيهِنَّ الْحَج فَلَا رفث وَلَا فسوق} ¶ فَيَقُول الْمُخَالف هَذَا مُجمل لَان الْحَج لَيْسَ باشهر فَلَا بُد فِي معرفَة المُرَاد مِنْهُ من اضمار وَيجوز ان يكون مَعْنَاهُ وَقت احرام الْحَج اشهر مَعْلُومَات وَيجوز ان يكون مَعْنَاهُ وَقت افعال الْحَج اشهر مَعْلُومَات فَوَجَبَ التَّوَقُّف فِيهِ ¶ وَالْجَوَاب ان يبين بِالدَّلِيلِ ان المُرَاد بِهِ وَقت احرام الْحَج لَان الافعال لَا تفْتَقر الى اشهر ولانه قَالَ {فَمن فرض فِيهِنَّ الْحَج فَلَا رفث} وَالْفَرْض هُوَ الاحرام ¶ والاعتراض الرَّابِع الْمُشَاركَة فِي الدَّلِيل ¶ كاستدلال الشَّافِعِي فِي النِّكَاح بِغَيْر ولي بقوله تَعَالَى {فَلَا تعضلوهن أَن ينكحن أَزوَاجهنَّ}",
            "page": "43",
            "part": "1",
            "seal": "F0A548E6"
        },
        {
            "id": "20",
            "nass": "فَلَو لم يكن تَزْوِيجهَا اليه لما صَحَّ العضل ¶ فَيَقُول الْحَنَفِيّ هَذَا حجَّة لنا لانه قَالَ {أَن ينكحن} فاضاف النِّكَاح اليهن فَدلَّ على ان لَهُنَّ ان يعقدن ¶ وَالْجَوَاب ان يسْقط دَلِيل السَّائِل ليسلم لَهُ مَا تعلق بِهِ ¶ والاعتراض الْخَامِس اخْتِلَاف الْقِرَاءَة ¶ وَذَلِكَ مثل ان يسْتَدلّ الشَّافِعِي فِي ايجاب الْوضُوء من اللَّمْس بقوله تَعَالَى {أَو لامستم النِّسَاء فَلم تَجدوا مَاء فَتَيَمَّمُوا} ¶ فَيَقُول الْمُخَالف قد قرىء {أَو لامستم} وَهَذَا يَقْتَضِي الْجِمَاع ¶ وَالْجَوَاب ان يَقُول القراءتان كالايتين فيستعملهما ¶ والاعتراض السَّادِس النّسخ وَهُوَ من ثَلَاثَة اوجه ¶ احدها ان يفصل النّسخ صَرِيحًا كاستدلال الشَّافِعِي فِي ايجاب الْفِدْيَة على الْحَامِل بقوله تَعَالَى {وعَلى الَّذين يطيقُونَهُ فديَة}",
            "page": "44",
            "part": "1",
            "seal": "079AC223"
        },
        {
            "id": "21",
            "nass": "فَيَقُول الْحَنَفِيّ قد قَالَ سَلمَة بن الاكوع انها مَنْسُوخَة بقوله تَعَالَى {فَمن شهد مِنْكُم الشَّهْر فليصمه} ¶ وَالْجَوَاب ان يبين انها نسخت الا فِي الْحَامِل والمرضع ¶ وَالثَّانِي ان يدعى نسخهَا بِآيَة مُتَأَخِّرَة مثل ان يسْتَدلّ الشَّافِعِي فِي الْمَنّ وَالْفِدَاء بقوله تَعَالَى {فإمَّا منا بعد وَإِمَّا فدَاء} ¶ فَيَقُول الْحَنَفِيّ قد نسخ بقوله تَعَالَى {فَاقْتُلُوا الْمُشْركين} لانها مُتَأَخِّرَة ¶ وَالْجَوَاب ان يجمع بَين الايتين فيستعمل كل وَاحِدَة فِي مَوضِع واذا امكن الْجمع لم يجز دَعْوَى النّسخ ¶ وَالثَّالِث ان يدعى نسخهَا بِأَن ذَلِك شرع من قبلنَا كاستدلال الشَّافِعِي فِي وجوب الْقصاص فِي الطّرف بَين الرجل وَالْمَرْأَة بقوله تَعَالَى {والجروح قصاص}",
            "page": "45",
            "part": "1",
            "seal": "DC06E893"
        },
        {
            "id": "22",
            "nass": "// أخرجه البُخَارِيّ فِي الريات وَغَيره ¶ فَيَقُول الْحَنَفِيّ هَذَا اخبار عَن شرع من قبلنَا وَقد نسخ ذَلِك بشرعنا ¶ فَالْجَوَاب ان شرع من قبلنَا شرع لنا اَوْ يدل على ان ذَلِك شرع لنا ايضا لَان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ فِي امْرَأَة قلعت سنّ امْرَأَة كتاب الله الْقصاص واراد بِهِ هَذِه الاية ¶ والاعتراض السَّابِع التَّأْوِيل وَذَلِكَ ضَرْبَان ¶ تَأْوِيل الظَّاهِر كاستدلال الشَّافِعِي فِي ايجاب الابتاء بقوله تَعَالَى {فكاتبوهم إِن علمْتُم فيهم خيرا وَآتُوهُمْ من مَال الله الَّذِي آتَاكُم} فيحمله الْحَنَفِيّ على الِاسْتِحْبَاب بِدَلِيل ¶ وَالثَّانِي تَخْصِيص الْعُمُوم كاستدلال الشَّافِعِي فِي قتل شُيُوخ الْمُشْركين بقوله تَعَالَى {فَاقْتُلُوا الْمُشْركين} فيخصصها الْحَنَفِيّ فِي الشُّيُوخ بِدَلِيل",
            "page": "46",
            "part": "1",
            "seal": "E0B352DA"
        },
        {
            "id": "23",
            "nass": "وَالْجَوَاب ان يتَكَلَّم على الدَّلِيل الَّذِي تَأَول بِهِ اَوْ خص بِهِ ليسلم لَهُ الظَّاهِر والعموم ¶ والاعتراض الثَّامِن الْمُعَارضَة وَهُوَ ضَرْبَان مُعَارضَة بالنطق ومعارضة بِالْعِلَّةِ ¶ فالمعارضة بالنطق مثل ان يسْتَدلّ الشَّافِعِي فِي تَحْرِيم شعر الْميتَة بقوله تَعَالَى {حرمت عَلَيْكُم الْميتَة} ¶ فيعارضه الْحَنَفِيّ بقوله تَعَالَى {وَمن أصوافها وأوبارها وَأَشْعَارهَا أثاثا ومتاعا إِلَى حِين} ¶ الْجَواب عَنهُ من وَجْهَيْن ¶ احدهما ان يتَكَلَّم على الْمُعَارضَة بِمَا يعْتَرض بِهِ ¶ اَوْ يسْتَدلّ بِهِ ابْتِدَاء ويرجح دَلِيله على الْمُعَارضَة وان كَانَت الْمُعَارضَة بعلة تكلم عَلَيْهَا بِمَا تكلم على الْعِلَل ليسلم دَلِيله",
            "page": "47",
            "part": "1",
            "seal": "3F7DF0E6"
        },
        {
            "id": "24",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب الْكَلَام على الِاسْتِدْلَال بِالسنةِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَذَلِكَ من ثَلَاثَة اوجه ¶ احدها الرَّد ¶ وَالثَّانِي الْكَلَام على الاسناد ¶ وَالثَّالِث الْكَلَام على الْمَتْن ¶ فاما الرَّد فَمن وُجُوه ¶ احدها رد الرافضة وَذَلِكَ ردهم اخبارنا فِي الْمسْح عل الْخُفَّيْنِ وايجاب غسل الرجلَيْن قَالُوا هَذِه اخبار احاد وَنحن لَا نقُول بِهِ ¶ فَالْجَوَاب من ثَلَاثَة اوجه ¶ احدها ان يَقُول اخبار الاحاد اصل من اصول الدّين فان لم يسلمُوا نقلنا الْكَلَام اليه ¶ وَالثَّانِي ان يُقَال ان هَذَا تَوَاتر من طَرِيق الْمَعْنى فان الْجَمِيع مُتَّفق على الدّلَالَة على الْمسْح على الْخُف وايجاب غسل الرجلَيْن وان كَانَ فِي كل",
            "page": "48",
            "part": "1",
            "seal": "1D6B3F6C"
        },
        {
            "id": "25",
            "nass": "قصَّة مِنْهَا خبر الْوَاحِد فَوَقع الْعلم بهَا كالاخبار عَن شجاعة عَليّ وسخاء حَاتِم ¶ وَالثَّالِث ان يناقضوا فِيمَا خالفونا فِيهِ فانهم اثبتوها باخبار الاحاد ¶ وَالثَّانِي رد اصحاب ابي حنيفَة فِيمَا يعم بِهِ الْبلوى كردهم خبرنَا فِي مس الذّكر قَالُوا مَا يعم بِهِ الْبلوى لَا يقبل فِيهِ خبر الْوَاحِد ¶ وَالْجَوَاب ان عندنَا يقبل فان لم يسلمُوا دللنا عَلَيْهِ ولانهم عمِلُوا بِهِ فِي الْمَنْع من بيع دور مَكَّة وايجاب الْوتر",
            "page": "49",
            "part": "1",
            "seal": "BCC65B11"
        },
        {
            "id": "26",
            "nass": "وَالْمَشْي خلف الْجِنَازَة ¶ وَالثَّالِث رد اصحاب مَالك فِيمَا خَالف الْقيَاس كردهم خبرنَا فِي طَهَارَة جُلُود الْميتَة فانه مُخَالف للْقِيَاس فَلَا يقبل ¶ وَالْجَوَاب ان خبر الْوَاحِد عندنَا مقدم على الْقيَاس فان لم يسلمُوا دللنا عَلَيْهِ اَوْ تناقضوا بِمَا قبلوا فِيهِ خبر الْوَاحِد وقدموه على الْقيَاس ¶ وَالرَّابِع رد اصحاب ابي حنيفَة فِيمَا خَالف قِيَاس الاصول كردهم خبرنَا فِي الْمُصراة والقرعة",
            "page": "50",
            "part": "1",
            "seal": "CE4C6E20"
        },
        {
            "id": "27",
            "nass": "وَغَيرهمَا ¶ فَالْجَوَاب ان قِيَاس الاصول هُوَ الْقيَاس على مَا ثَبت بالاصول وَقد بَينا الْجَواب عَنهُ ولانهم ناقضوا فعملوا بِخَبَر الْوَاحِد فِي نَبِيذ التَّمْر وقهقهة الْمُصَلِّي واكل النَّاسِي فِي الصَّوْم ¶ وَالْخَامِس رد اصحاب ابي حنيفَة فِيمَا يُوجب زِيَادَة فِي نَص الْقُرْآن وان ذَلِك نسخ كخبرنا فِي ايجاب التَّغْرِيب فَقَالُوا هَذَا يُوجب زِيَادَة فِي نَص الْقُرْآن وَذَلِكَ نسخ وَلَا يقبل فِيهِ خبر الْوَاحِد",
            "page": "51",
            "part": "1",
            "seal": "E6525E64"
        },
        {
            "id": "28",
            "nass": "وَالْجَوَاب ان ذَلِك لَيْسَ بنسخ عندنَا لَان النّسخ هُوَ الرّفْع والازالة وَنحن لم نرفع مَا فِي الاية ولانهم ناقضوا فزادوا النَّبِيذ فِي اية التَّيَمُّم بِخَبَر الْوَاحِد ¶ واما الاسناد فَالْكَلَام فييه من وَجْهَيْن ¶ احدهما الْمُطَالبَة باثباته فَهَذَا يكون فِي الاخبار الَّتِي لم توقف فِي السّنَن وَلم تسمع الا من الْمُخَالفين كاستدلال الْحَنَفِيّ فِي صَدَقَة الْبَقر بِأَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ¶ فِي اربعين مُسِنَّة وَفِيمَا زَاد فبحسابه ¶ وَالْجَوَاب ان يبين اسناده أَو يحيله الى كتاب مُعْتَمد ¶ وَالثَّانِي الْقدح فِي الاسناد وَهُوَ من ثَلَاثَة اوجه ¶ احدها ان يذكر فِي الرَّاوِي سَببا يُوجب الرَّد مثل ان يَقُول انه كَذَّاب اَوْ مُبْتَدع اَوْ مُغفل ¶ فَالْجَوَاب ان يبين للْحَدِيث طَرِيقا اخر ¶ وَالثَّانِي ان يذكر انه مَجْهُول ¶ فَالْجَوَاب ان يبين للْحَدِيث طَرِيقا اخر اَوْ يزِيل جهالته بِرِوَايَة",
            "page": "52",
            "part": "1",
            "seal": "D3DE78E3"
        },
        {
            "id": "29",
            "nass": "الثِّقَات عَنهُ اَوْ ثَنَاء اصحاب الحَدِيث عَلَيْهِ ¶ وَالثَّالِث ان يذكر انه مُرْسل ¶ فَالْجَوَاب ان يبين انه مُسْند اَوْ يَقُول الْمُرْسل كالمسند ان كَانَ مِمَّن يعْتَقد قبُول الْمَرَاسِيل ¶ واضاف اصحاب ابي حنيفَة الى هَذَا وُجُوهًا اخر ¶ مِنْهَا ان يَقُول السّلف ردُّوهُ كَمَا قَالُوا فِي حَدِيث الْقسَامَة ان عَمْرو بن شُعَيْب قَالَ وَالله مَا كَانَ الحَدِيث كَمَا حدث سهل // أخرجه البُخَارِيّ ¶ فَالْجَوَاب انه اذا كَانَ الرَّاوِي ثِقَة لم يرد حَدِيثه بانكار غَيره لَان الْمُنكر يَنْفِي والراوي يثبت والاثبات مقدم على النَّفْي لَان مَعَ الْمُثبت زِيَادَة علم ¶ وَمِنْهَا ان يَقُول الرَّاوِي انكر الحَدِيث كَمَا قَالُوا فِي قَوْله صلى الله عَلَيْهِ وَسلم",
            "page": "53",
            "part": "1",
            "seal": "8DF5F3BD"
        },
        {
            "id": "30",
            "nass": "ايما امْرَأَة نكحت بِغَيْر اذن وَليهَا فنكاحها بَاطِل رَاوِيه الزُّهْرِيّ وَقد قَالَ لَا اعرفه ¶ فَالْجَوَاب ان انكار الرَّاوِي لَا يقْدَح فِي الحَدِيث لجَوَاز ان يكون نَسيَه ¶ وَمِنْهَا ان يَقُول رَاوِيه لم يعْمل بِهِ كَمَا قَالُوا فِي حَدِيث الْغسْل من ولوغ الْكَلْب سبعا ان رَاوِيه ابو هُرَيْرَة وَقد افتى بِثَلَاث مَرَّات // كَمَا أخرجه الطَّحَاوِيّ",
            "page": "54",
            "part": "1",
            "seal": "A038F97C"
        },
        {
            "id": "31",
            "nass": "فَالْجَوَاب ان الرَّاوِي يجوز ان يكون قد نسي فِي حَال الْفتيا اَوْ أَخطَأ فِي تَأْوِيله فَلَا يتْرك سنة ثَابِتَة بِتَرْكِهِ ¶ وَمِنْهَا ان يَقُول هَذِه الزِّيَادَة لم تنقل نقل الاصل كَمَا قَالُوا فِي قَوْله عَلَيْهِ السَّلَام فِيمَا سقت السَّمَاء الْعشْر وَفِيمَا سقِِي بنضح اَوْ غرب نصف الْعشْر اذا بلغ خَمْسَة اوسق ¶ فَقَالُوا هَذَا الحَدِيث رَوَاهُ جمَاعَة فَلم يذكرُوا الا وسْقا فَدلَّ على انه لَا اصل لَهَا ¶ وَالْجَوَاب انه يجوز ان يكون قد ذكر هَذِه الزِّيَادَة فِي وَقت لم يحضر الْجَمَاعَة اَوْ كَانَ هُوَ اقْربْ اليه سمع الزِّيَادَة وَلم يسمعوا فَلم يجز رد خبر الثِّقَة ¶ واما الْمَتْن فَهُوَ ثَلَاثَة قَول وَفعل واقرار ¶ فاما القَوْل فضربان مُبْتَدأ وخارج على السَّبَب",
            "page": "55",
            "part": "1",
            "seal": "62B52A68"
        },
        {
            "id": "32",
            "nass": "فالمبتدأ كالكتاب يتَوَجَّه عَلَيْهِ مَا يتَوَجَّه على الْكتاب وَقد بَيناهُ الا اني أُعِيد القَوْل فِي السّنة لانه اوضح امثلة وَرُبمَا اتّفق فِيهِ زِيَادَة لم تذكر فِي الْكتاب ¶ والاعتراض على الْمَتْن من ثَمَانِيَة اوجه ¶ احدها ان يسْتَدلّ بِمَا لَا يَقُول بِهِ وَذَلِكَ من ثَلَاثَة اوجه ¶ فَمِنْهَا ان يسْتَدلّ بِحَدِيث وَهُوَ مِمَّن لَا يقبل مثل ذَلِك الحَدِيث كاستدلالهم بِخَبَر الْوَاحِد فِيمَا يعم بِهِ البلوة اَوْ فِيمَا يُخَالِفهُ الْقيَاس وَمَا اشبه ذَلِك مِمَّا لَا يقل فِيهِ بِخَبَر الْوَاحِد ¶ وَالْجَوَاب ان يَقُول ان كنت انا لَا اقول بِهِ الا انك تَقول بِهِ وَهُوَ حجَّة عنْدك فلزمك الْعَمَل بِهِ ¶ وَالثَّانِي ان يسْتَدلّ فِيهِ بطرِيق لَا يَقُول بِهِ مثل ان يسْتَدلّ بِدَلِيل الْخطاب وَهُوَ لَا يَقُول بِهِ كاستدلاله فِي ابطال خِيَار الْمجْلس بِمَا رُوِيَ ان النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن بيع الطَّعَام حَتَّى يقبض فَدلَّ على انه // أخرجه البُخَارِيّ فِي صَحِيحه وَمُسلم غَيرهم",
            "page": "56",
            "part": "1",
            "seal": "446A3396"
        },
        {
            "id": "33",
            "nass": "اذا قبض جَازَ بَيْعه وان كَانَ فِي الْمجْلس ¶ فَيُقَال لَهُ هَذَا اسْتِدْلَال بِدَلِيل الْخطاب وانت لَا تَقول بِهِ ¶ وَالْجَوَاب ان يَقُول هَذِه طَريقَة لبَعض اصحابنا وانا مِمَّن اقول بِهِ اَوْ ان يَقُول ان هَذَا بِلَفْظ الْغَايَة وانا اقول بِهِ فِيمَا علق الحكم فِيهِ على الْغَايَة ¶ وَالثَّالِث ان لَا يَقُول بِهِ فِي الْموضع الَّذِي ورد فِيهِ كاستدلالهم على ان الْحر يقتل بِالْعَبدِ بقوله صلى الله عَلَيْهِ وَسلم من قتل عَبده قَتَلْنَاهُ // أخرجه سعيد بن مَنْصُور فِي سنَنه وَأخرجه الإِمَام أَحْمد فِي الْمسند وَغَيرهم ¶ فَيُقَال مَا تنَاوله الْخَبَر لَا نقُول بِهِ فَإِنَّهُ لَا خلاف انه لَا يقتل بِعَبْدِهِ ¶ وَقد تكلّف بَعضهم الْجَواب عَنهُ بِأَنَّهُ لما وَجب الْقَتْل على الْحر بقتل عَبده دلّ على انه يقتل بِعَبْد غَيره اولا ثمَّ دلّ الدَّلِيل على انه لَا يقتل بِعَبْدِهِ فَبَقيَ قَتله بِعَبْد غَيره على مَا اقْتَضَاهُ ¶ والاعتراض الثَّانِي ان يَقُول بِمُوجبِه وَذَلِكَ على وَجْهَيْن ¶ احدهما ان يحْتَج الْمُسْتَدلّ باحد الوضعين فَيَقُول السَّائِل بِمُوجبِه",
            "page": "57",
            "part": "1",
            "seal": "3B6211DB"
        },
        {
            "id": "34",
            "nass": "بِالْحملِ على الْوَضع الآخر مثل ان يسْتَدلّ الشَّافِعِي فِي نِكَاح الْمحرم بقوله صلى الله عَلَيْهِ وَسلم لَا ينْكح الْمحرم وَلَا ينْكح // اخرجه الإِمَام مَالك فِي الْمُوَطَّأ وَغَيره ¶ فَيَقُول الْحَنَفِيّ النِّكَاح فِي اللُّغَة هُوَ الْوَطْء فَكَأَنَّهُ قَالَ لَا يطَأ الْمحرم ¶ وَالْجَوَاب من وَجْهَيْن ¶ احدهما ان يَقُول النِّكَاح فِي عرف الشَّرْع هُوَ العقد وَفِي عرف اللُّغَة هُوَ وَطْء وَاللَّفْظ اذا كَانَ لَهُ عرفان عرف فِي اللُّغَة وَعرف فِي الشَّرْع حمل على عرف الشَّرْع وَلَا يحمل على عرف اللُّغَة الا بِدَلِيل ¶ وَالثَّانِي ان يبين بِالدَّلِيلِ من سِيَاق الْخَبَر اَوْ غَيره ان المُرَاد بِهِ العقد ¶ وَالضَّرْب الثَّانِي ان يَقُول بِمُوجبِه فِي الْموضع الَّذِي احْتج بِهِ كاستدلال أَصْحَابنَا فِي خِيَار الْمجْلس بقوله عَلَيْهِ السَّلَام الْمُتَبَايعَانِ بِالْخِيَارِ مَا لم يَتَفَرَّقَا // أخرجه البُخَارِيّ فِي كتاب الْبيُوع وَمُسلم فِي كتاب الْبيُوع وَغَيرهم ¶ فَيَقُول الْمُخَالف الْمُتَبَايعَانِ هما المتشاغلان بِالْبيعِ قبل الْفَرَاغ وهما بِالْخِيَارِ عِنْدِي",
            "page": "58",
            "part": "1",
            "seal": "F145055D"
        },
        {
            "id": "35",
            "nass": "وَالْجَوَاب من وَجْهَيْن ¶ احدهما ان يبين ان اللَّفْظ فِي اللُّغَة حَقِيقَة فِيمَا ادَّعَاهُ ¶ وَالثَّانِي ان يبين بِالدَّلِيلِ من سِيَاق الْخَبَر اَوْ غَيره ان المُرَاد بِهِ مَا قَالَه ¶ والاعتراض الثَّالِث ان يَدعِي الاجمال اما فِي الشَّرْع اَوْ فِي اللُّغَة ¶ فاما فِي الشَّرْع فَهُوَ مثل ان يحْتَج الْحَنَفِيّ فِي جَوَاز الصَّلَاة بِغَيْر اعْتِدَال بقوله صلوا خمسكم وَهَذَا قد صلي // أخرجه أَحْمد فِي الْمسند ¶ فَيَقُول الشَّافِعِي هَذَا مُجمل لَان المُرَاد بِالصَّلَاةِ هُوَ الصَّلَاة الشَّرْعِيَّة وَذَلِكَ لَا يعلم من لَفظه بل يفْتَقر فِي مَعْرفَته الى غَيره فَلم يحْتَج بِهِ الا بِدَلِيل على ان ذَلِك صَلَاة ¶ وَالْجَوَاب ان يسْلك طَريقَة من يَقُول ان الْخطاب بلغت الْعَرَب وَالصَّلَاة فِي اللُّغَة هِيَ الدُّعَاء فَوَجَبَ انه اذا فعل مَا يُسمى صَلَاة فِي اللُّغَة يكون ممتثلا ¶ واما الْمُجْمل فِي اللُّغَة فَمثل ان يسْتَدلّ الْحَنَفِيّ فِي تضمين الرَّهْن بقوله",
            "page": "59",
            "part": "1",
            "seal": "40FFA283"
        },
        {
            "id": "36",
            "nass": "صلى الله عَلَيْهِ وَسلم الرَّهْن بِمَا فِيهِ ¶ فَيَقُول لَهُ الشَّافِعِي هَذَا مُجمل لِأَنَّهُ يفْتَقر الى تَقْدِير مضمن فَيحْتَمل ان يكون مَعْنَاهُ الرَّهْن مَضْمُون بِمَا فِيهِ وَيحْتَمل ان يكون مَعْنَاهُ مَحْبُوس بِمَا فِيهِ فَوَجَبَ ان يتَوَقَّف فِيهِ ¶ وَالْجَوَاب ان يدل على ان المُرَاد بِهِ مَا ذَكرُوهُ اما من جِهَة الْوَضع اَوْ من جِهَة الدَّلِيل ¶ والاعتراض الرَّابِع الْمُشَاركَة فِي الدَّلِيل وَذَلِكَ مثل ان يسْتَدلّ الْحَنَفِيّ فِي مَسْأَلَة الساجة بقوله صلى الله عَلَيْهِ وَسلم لَا ضَرَر وَلَا ضرار فِي نقض // أخرجه الإِمَام أَحْمد وَغَيره دَار الْغَاصِب ورد الساجة اضرار فَوَجَبَ ان لَا يجوز ¶ فَيَقُول الشَّافِعِي هَذَا حجَّة لنا لَان فِيهِ اسقاط حق الْمَالِك من عين مَاله والإحالة على ذمَّة الْغَاصِب اضرارا بِهِ فَوَجَبَ ان لَا يجوز ذَلِك ¶ وَالْجَوَاب ان يبين الْمُسْتَدلّ انه لَا اضرار على الْمَالِك فَإِنَّهُ يدْفع اليه",
            "page": "60",
            "part": "1",
            "seal": "0292D7B0"
        },
        {
            "id": "37",
            "nass": "الْقيمَة فيزول عَنهُ الضَّرَر ¶ والاعتراض الْخَامِس باخْتلَاف الرِّوَايَة ¶ مثل ان يسْتَدلّ الشَّافِعِي فِي جَوَاز الْعَفو عَن الْقصاص من غير رضَا الْجَانِي بقوله صلى الله عَلَيْهِ وَسلم فَمن قتل بعد ذَلِك فاهله بَين خيرتين ان // أخرجه الإِمَام أَحْمد فِي الْمسند وَالْبُخَارِيّ فِي الدِّيات وَغَيرهم احبوا قتلوا وان احبوا اخذوا الْعقل ¶ فَيَقُول الْمُخَالف قد رُوِيَ ان احبوا فادوا والمناداة مفاعلة وَلَا يكون // أخرجه النَّسَائِيّ ذَلِك بِالتَّرَاضِي وَالْخَبَر خبر وَاحِد فَيجب التَّوَقُّف فِيهِ حَتَّى يعلم اصل الحَدِيث ¶ الْجَواب انه قد رُوِيَ الْجَمِيع وَالظَّاهِر مِنْهُمَا الصِّحَّة فِيهِ فَيصير كالخبرين فَيجمع بَينهمَا فَنَقُول يجوز بِالتَّرَاضِي وَبِغير التَّرَاضِي وهم لَا يَقُولُونَ بِمَا روينَاهُ ¶ الِاعْتِرَاض السَّادِس النّسخ وَذَلِكَ من وُجُوه ¶ احدها ان ينْقل نُسْخَة صَرِيحًا",
            "page": "61",
            "part": "1",
            "seal": "880AA0C9"
        },
        {
            "id": "38",
            "nass": "وَالثَّانِي ان ينْقل مَا يُنَافِيهِ مُتَأَخِّرًا فيدعي نسخه بِهِ ¶ وَالثَّالِث ان ينْقل عَن الصَّحَابَة الْعَمَل بِخِلَافِهِ ليدل على نسخه ¶ وَالرَّابِع ان يَدعِي نسخه بِأَنَّهُ شرع من قبلنَا وانه نسخه شرعنا ¶ فَأَما النّسخ بالتصريح فَهُوَ ان يسْتَدلّ اصحابنا فِي طَهَارَة جُلُود الْميتَة بالدباغ بقوله صلى الله عَلَيْهِ وَسلم ايما اهاب دبغ فقد طهر // أخرجه الإِمَام أَحْمد وَغَيره ¶ فَيَقُول الْحَنَفِيّ هَذَا مَنْسُوخ بقوله عَلَيْهِ السَّلَام كنت رخصت لكم فِي جُلُود الْميتَة فاذا اتاكم كتابي هَذَا فَلَا تنتفعوا من الْميتَة باهاب وَلَا عصب // أخرجه أَبُو دَاوُد وَغَيره فَهَذَا صَرِيح فِي نسخ كل خبر ورد فِي طَهَارَة الْجلد بالدباغ ¶ وَالْجَوَاب ان يبين ان هَذَا لم يتَنَاوَل خبرنَا وانما ورد هَذَا فِي جُلُود الْميتَة قبل الدّباغ لَان الاهاب اسْم للجلد قبل الدّباغ فاما بعد الدّباغ فَلَا يُسمى اهابا وانما يُسمى جلدا واديما وافيقا ¶ واما النّسخ بِنَقْل الْمُتَأَخر مثل ان يسْتَدلّ الظَّاهِرِيّ فِي جلد الثّيّب مَعَ",
            "page": "62",
            "part": "1",
            "seal": "1C25FCAA"
        },
        {
            "id": "39",
            "nass": "الرَّجْم بقوله صلى الله عَلَيْهِ وَسلم خُذُوا عني خُذُوا عني قد جعل الله // أخرجه الإِمَام أَحْمد فِي الْمسند وَغَيره هن سَبِيلا الْبكر بالبكر جلد مائَة وتغريب عَام وَالثَّيِّب بِالثَّيِّبِ جلد مائَة وَالرَّجم ¶ فَيَقُول الشَّافِعِي هَذَا مَنْسُوخ بِمَا رُوِيَ ان النَّبِي عَلَيْهِ السَّلَام رجم ماعزا وَلم يجلده وَهَذَا مُتَأَخّر عَن خبركم لَان خبركم ورد فِي اول مَا شرع الْجلد وَالرَّجم ¶ وَالْجَوَاب ان يتَكَلَّم على النَّاسِخ بِمَا يسْقطهُ ليبقى لَهُ الحَدِيث ¶ واما النّسخ بِعَمَل الصَّحَابَة بِخِلَافِهِ فَمثل اسْتِدْلَال الْحَنَفِيّ فِي اسْتِئْنَاف الْفَرِيضَة بقوله عَلَيْهِ السَّلَام فاذا زَادَت الابل على عشْرين وَمِائَة استؤنفت الْفَرِيضَة فِي كل خمس شِيَاه فَيَقُول الشَّافِعِي هَذَا الحَدِيث // أخرجه الطَّحَاوِيّ فِي شرح الْآثَار وَغَيره",
            "page": "63",
            "part": "1",
            "seal": "EDC4AEC7"
        },
        {
            "id": "40",
            "nass": "مَنْسُوخ لَان ابا بكر وَعمر رَضِي الله عَنْهُمَا لم يعملا بِهِ وَلم لم يعلمَا نسخه لعملا بِهِ ¶ وَالْجَوَاب ان يتَكَلَّم على عمل الصَّحَابَة بِمَا يسْقطهُ ليبقى لَهُ الْخَبَر ¶ واما النّسخ لانه شرع من قبلنَا فَمثل اسْتِدْلَال الشَّافِعِي رَحمَه الله فِي رجم الذِّمِّيّ بَان النَّبِي صلى الله عَلَيْهِ وَسلم رجم يهوديين زَنَيَا ¶ فَيَقُول الْمُخَالف انما رجمهما بِحكم التَّوْرَاة فَإِنَّهُ امْر بإحضارهما ثمَّ عمل بذلك وشرعنا قد نسخ ذَلِك ¶ وَالْجَوَاب ان شرع من قبلنَا شرع لنا مَا لم نعلم نسخه وَلِأَن النَّبِي",
            "page": "64",
            "part": "1",
            "seal": "152E8D50"
        },
        {
            "id": "41",
            "nass": "صلى الله عَلَيْهِ وَسلم عمل بِهِ فَدلَّ على انه شرع لنا ¶ وَألْحق اصحاب ابي حنيفَة بذلك وَجها اخر وَهُوَ النّسخ بِزَوَال الْعلَّة وَذَلِكَ مثل ان يسْتَدلّ اصحابنا فِي تَخْلِيل الْخمر بَان النَّبِي صلى الله عَلَيْهِ وَسلم نهى ابا طَلْحَة عَن تخليلها // أخرجه البُخَارِيّ وَغَيره ¶ فَقَالُوا هَذَا كَانَ اول مَا حرم الْخمر والفوا شربهَا ينْهَى عَن تخليلها تَغْلِيظًا وتشديدا وَقد زَالَ هَذَا الْمَعْنى فَزَالَ الحكم ¶ وَالْجَوَاب ان يبين ان ذَلِك لم يكن لهَذِهِ الْعلَّة بل كَانَ ذَلِك بَيَانا لحكم الْخَبَر كايجاب الْحَد وَتَحْرِيم الشّرْب وَالْمَنْع من البيع وَغير ذَلِك ¶ وعَلى ان لَو سلمنَا انه حرم لهَذِهِ الْعلَّة الا انه حرمهَا بقول مُطلق يَقْتَضِي تَحْرِيمه فِي الازمان كلهَا وَلَا يجوز نسخه بِزَوَال الْعلَّة كَمَا انه شرع الرمل والاضطباع فِي الْحَج لاظهار الْجلد للْكفَّار وَقد زَالَ هَذَا الْمَعْنى وَالْحكم بَاقٍ ¶ والاعتراض السَّابِع التَّأْوِيل وَذَلِكَ ضَرْبَان",
            "page": "65",
            "part": "1",
            "seal": "8815B248"
        },
        {
            "id": "42",
            "nass": "تَأْوِيل الظَّاهِر كاستدلال الْمَنْفِيّ فِي ايجاب غسل الثَّوْب من الْمَنِيّ صلى الله عَلَيْهِ وَسلم ان كَانَ رطبا فاغسليه وان كَانَ يَابسا فحكيه فيحمله الشَّافِعِي على الِاسْتِحْبَاب بِدَلِيل ¶ وَتَخْصِيص الْعُمُوم مثل ان يسْتَدلّ الشَّافِعِي فِي قتل الْمُرْتَدَّة بقوله عَلَيْهِ السَّلَام من بدل دينه فَاقْتُلُوهُ فيخصه الْحَنَفِيّ بِدَلِيل // أخرجه الإِمَام أَحْمد فِي الْمسند وَغَيره ¶ وَالْجَوَاب ان يتَكَلَّم على الدَّلِيل الَّذِي تاول بِهِ اَوْ خص بِهِ ليسلم لَهُ الظَّاهِر والعموم ¶ والاعتراض الثَّامِن الْمُعَارضَة وَهِي ضَرْبَان مُعَارضَة بالنطق ومعارضة بِالْعِلَّةِ",
            "page": "66",
            "part": "1",
            "seal": "1A6399D8"
        },
        {
            "id": "43",
            "nass": "فالمعارضة بالنطق مثل ان يسْتَدلّ الشَّافِعِي فِي جَوَاز فعل مَا لَهَا سَبَب فِي اوقات النَّهْي بقوله عَلَيْهِ السَّلَام ¶ من نَام عَن صَلَاة اونسيها فليصلها اذا ذكرهَا ¶ فيعارضه الْحَنَفِيّ بنهيه عَن الصَّلَاة فِي هَذِه الاوقات // أخرجه الإِمَام أَحْمد وَغَيره ¶ وَالْجَوَاب من وَجْهَيْن ¶ احدهما ان يسْقط الْمُعَارضَة بِمَا ذَكرْنَاهُ من وُجُوه الِاعْتِرَاض ¶ وَالثَّانِي ان يرجح دَلِيل على مُعَارضَة بِمَا نذكرهُ من وُجُوه الترجيحات",
            "page": "67",
            "part": "1",
            "seal": "EF675BD1"
        },
        {
            "id": "44",
            "nass": "واما الْخَارِج على سَبَب فضربان ¶ احدهما ان يكون اللَّفْظ مُسْتقِلّا بِنَفسِهِ دون السَّبَب وَالْكَلَام عَلَيْهِ كَالْكَلَامِ على السّنة المبتدأة ¶ وَزَاد اصحاب مَالك فِي الِاعْتِرَاض عَلَيْهَا ان قَالُوا ان هَذَا ورد على سَبَب فَوَجَبَ ان يقْتَصر عَلَيْهِ ¶ وَذَلِكَ مثل استدلالنا فِي ايجاب التَّرْتِيب فِي الْوضُوء بقوله صلى الله عَلَيْهِ وَسلم ابدأوا بِمَا بَدَأَ الله بِهِ فَقَالُوا هَذَا ورد فِي السَّعْي // اخرجه الإِمَام أَحْمد فِي الْمسند وَغَيره",
            "page": "68",
            "part": "1",
            "seal": "3AB735F6"
        },
        {
            "id": "45",
            "nass": "فَوَجَبَ ان يقْتَصر عَلَيْهِ ¶ وَالْجَوَاب ان اللَّفْظ اذا اسْتَقل بِنَفسِهِ حمل عندنَا على عُمُومه فان لم يسلم دللنا عَلَيْهِ ¶ وَالضَّرْب الثَّانِي مَا لَا يسْتَقلّ بِنَفسِهِ دون السَّبَب ¶ وَالَّذِي يَخُصُّهُ من الِاعْتِرَاض دَعْوَى الاجمال وَذَلِكَ مثل ان يسْتَدلّ الشَّافِعِي فِي مَسْأَلَة مد عَجْوَة بِمَا رُوِيَ ان رجلا اتى النَّبِي صلى الله عَلَيْهِ وَسلم وَمَعَهُ قلادة وفيهَا خرز وَذهب فَقَالَ ابتعت هَذِه بِتِسْعَة دَنَانِير فَقَالَ لَا حَتَّى تميز // أخرجه مُسلم وَغَيره وَهَذَا حَدِيث حسن صَحِيح فَيَقُول الْمُخَالف هَذَا مُجمل لانه قَضِيَّة فِي عين فَيحْتَمل ان يكون الثّمن مثل الذَّهَب الَّذِي فِي القلادة فَنهى لذَلِك وَيحْتَمل ان يكون اكثر لما ذكرْتُمْ فَوَجَبَ التَّوَقُّف حَتَّى يعلم ¶ وَالْجَوَاب عَنهُ من اربعة اوجه ¶ احدها ان يُقَال هَذِه زِيَادَة فِي السَّبَب الْمَنْقُول وَالْحكم اذا نقل مَعَ",
            "page": "69",
            "part": "1",
            "seal": "A6FF4743"
        },
        {
            "id": "46",
            "nass": "سَبَب لم تجز الزِّيَادَة فِي السَّبَب الا بِدَلِيل وَالَّذِي نقل من السَّبَب بيع الخرز وَالذَّهَب بِالذَّهَب وَالْحكم هُوَ النَّهْي فَلم يجز الزِّيَادَة فِي ذَلِك ¶ وَالثَّانِي ان يبين ان الظَّاهِر بِمَا ادَّعَاهُ من ان الذَّهَب الَّذِي مَعَ القلادة اقل من الثّمن فان الْغَالِب ان الْعَاقِل لَا يَبِيع خرزا وَسَبْعَة مَثَاقِيل بسبعة دَنَانِير ¶ وَالثَّالِث ان يَقُول لَو كَانَ الْمَنْع لما ذكرْتُمْ بِنَقْل اذا لَا يجوز ان ينْقل مَا لَا يتَعَلَّق الحكم بِهِ وَيتْرك مَا يتَعَلَّق الحكم بِهِ ¶ وَالرَّابِع انه لم يفصل وَلَو كَانَ لما ذَكرُوهُ لفصل وَقَالَ لَا ان كَانَ الذَّهَب مثل الثّمن",
            "page": "70",
            "part": "1",
            "seal": "7A47E3F8"
        },
        {
            "id": "47",
            "nass": "فصل مَا يتَوَجَّه على الْفِعْل من الِاعْتِرَاض ¶ واما الْفِعْل فَإِنَّهُ يتَوَجَّه عَلَيْهِ مَا يتَوَجَّه على القَوْل من الِاعْتِرَاض ¶ فاول ذَلِك الِاعْتِرَاض بِأَن الْمُسْتَدلّ لَا يَقُول بِهِ وَذَلِكَ مثل ان يسْتَدلّ الْحَنَفِيّ فِي قتل الْمُسلم بالكافر بَان النَّبِي صلى الله عَلَيْهِ وَسلم قتل مُسلما بِكَافِر وَقَالَ انا احق من وفى بِذِمَّتِهِ // أخرجه الدَّارَقُطْنِيّ والطَّحَاوِي وَغَيرهم ¶ فَيَقُول الشَّافِعِي هُنَا لَا تَقول بِهِ فان الَّذِي قَتله بِهِ كَانَ رَسُولا وَعند ابي حنيفَة لَا يقتل الْمُسلم بالرسول ¶ وَالْجَوَاب ان يَقُول انه لما قتل الْمُسلم بالرسول دلّ على انه بالذمي اولى ان يقتل ثمَّ نسخ ذَلِك فِي الرَّسُول وَبَقِي فِي الذِّمِّيّ على مَا اقْتَضَاهُ ¶ والاعتراض الثَّانِي ان ينازعه فِي مُقْتَضَاهُ وَهَذَا النَّوْع يتَوَجَّه على الْفِعْل",
            "page": "71",
            "part": "1",
            "seal": "315C3BFE"
        },
        {
            "id": "48",
            "nass": "من طَرِيقين ¶ احدهما ان ينازعه فِيمَا فعل ¶ وَالثَّانِي ان ينازعه فِي مُقْتَضى الْفِعْل ¶ فاما الاول فَمثل ان يسْتَدلّ الشَّافِعِي فِي تكْرَار مسح الرَّأْس بِمَا روى ان النَّبِي عَلَيْهِ السَّلَام توضا ثَلَاثًا ثَلَاثًا وَقَالَ هَذَا وضوئي ووضوء الانبياء قبلي ووضوء خليلي ابراهيم عَلَيْهِ السَّلَام // أخرجه ابْن مَاجَه ¶ فَيَقُول الْحَنَفِيّ قَوْله تَوَضَّأ ثَلَاثًا مَعْنَاهُ غسل لَان الْوضُوء فِي اللُّغَة هُوَ النَّظَافَة وَذَلِكَ انما يحصل بِالْغسْلِ وَلَا يدْخل فِيهِ الْمسْح ¶ وَالْجَوَاب عَنهُ من وَجْهَيْن ¶ احدهما ان يبين ان الْوضُوء فِي عرف الشَّرْع هُوَ الْغسْل وَالْمسح فِي اللُّغَة عبارَة عَن الْغسْل فَوَجَبَ ان يحمل على عرف الشَّرْع ¶ وَالثَّانِي ان يبين بِالدَّلِيلِ من جِهَة السِّيَاق اَوْ غَيره ان المُرَاد بِهِ الْغسْل وَالْمسح",
            "page": "72",
            "part": "1",
            "seal": "90DECE18"
        },
        {
            "id": "49",
            "nass": "وَالطَّرِيق الثَّانِي مَا فعله عَلَيْهِ السَّلَام وَلكنه ينازعه فِي مُقْتَضى فعله وَذَلِكَ مثل ان يسْتَدلّ الشَّافِعِي رَحمَه الله فِي وجوب الِاعْتِدَال فِي الرُّكُوع وَالسُّجُود بَان النَّبِي صلى الله عَلَيْهِ وَسلم فعل ذَلِك // أخرجه البُخَارِيّ وَمُسلم غَيرهم ¶ فَيَقُول الْمُخَالف فعله لَا يَقْتَضِي الْوُجُوب ¶ وَالْجَوَاب عَنهُ من ثَلَاثَة اوجه ¶ احدها ان يَقُول فعله عِنْدِي يَقْتَضِي الْوُجُوب وان لم تسلم دللت عَلَيْهِ ¶ وَالثَّانِي ان يَقُول هَذَا بَيَان لمجمل وَاجِب فِي الْقُرْآن وَبَيَان الْوَاجِب وَاجِب ¶ وَالثَّالِث ان يَقُول قد اقْترن بِهِ امْر وَهُوَ قَوْله عَلَيْهِ السَّلَام صلوا كَمَا رَأَيْتُمُونِي اصلي والامر يَقْتَضِي الْوُجُوب // أخرجه الشَّافِعِي ¶ والاعتراض الثَّالِث دَعْوَى الاجمال وَهُوَ مثل ان يسْتَدلّ الشَّافِعِي",
            "page": "73",
            "part": "1",
            "seal": "33490C32"
        },
        {
            "id": "50",
            "nass": "فِي طَهَارَة الْمَنِيّ لَان عَائِشَة رَضِي الله عَنْهَا قَالَت افرك الْمَنِيّ من ثوب رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ يُصَلِّي وَلَو كَانَ نجسا لقطع الصَّلَاة // أخرجه البُخَارِيّ وَغَيره ¶ فَيَقُول الْحَنَفِيّ هَذَا مُجمل لانه قَضِيَّة فِي عين فَيحْتَمل انه كَانَ قَلِيلا وَيحْتَمل انه كَانَ كثيرا فَوَجَبَ التَّوَقُّف فِيهِ ¶ وَالْجَوَاب ان يبين بِالدَّلِيلِ انه كَانَ كثيرا لَان عَائِشَة احتجت بِهَذَا الْخَبَر على طَهَارَته فَلَا يجوز ان يحْتَج بِمَا يُعْفَى عَنهُ ولانها اخبرت عَن دوَام الْفِعْل وتكراره وَيبعد مَعَ التّكْرَار ان يكون ذَلِك قَلِيلا مَعَ الْكَثْرَة ¶ والاعتراض الرَّابِع الْمُشَاركَة فِي الدَّلِيل مثل ان يسْتَدلّ الْحَنَفِيّ جَوَاز ترك قسْمَة اراضي المغنومة بَان النَّبِي صلى الله عَلَيْهِ وَسلم ترك قسْمَة بعض حنين ¶ فَيَقُول الشَّافِعِي هَذِه حجَّة لي لانه قسم بعضه وَفعله يَقْتَضِي الْوُجُوب ¶ وَالْجَوَاب ان يتَأَوَّل الْفِعْل ليجمع بَينه وَبَين التّرْك",
            "page": "74",
            "part": "1",
            "seal": "D627EB1F"
        },
        {
            "id": "51",
            "nass": "والاعتراض الْخَامِس اخْتِلَاف الرِّوَايَة وَذَلِكَ مثل ان يسْتَدلّ الْحَنَفِيّ فِي جَوَاز نِكَاح الْمحرم بَان النَّبِي صلى الله عَلَيْهِ وَسلم تزوج مَيْمُونَة وَهُوَ محرم // أخرجه البُخَارِيّ وَمُسلم غَيرهم ¶ فَيَقُول الشَّافِعِي رُوِيَ انه تزَوجهَا وهما حلالان // اخرجه مَالك فِي الْمُوَطَّأ وَالْإِمَام أَحْمد فِي الْمسند وَغَيرهم ¶ وَالْجَوَاب عَن ذَلِك امران ¶ احدهما ان يجمع بَين الرِّوَايَتَيْنِ ان امكنه ¶ وَالثَّانِي ان يرجح رِوَايَته على رِوَايَة الْمُخَالف ¶ والاعتراض السَّادِس دَعْوَى النّسخ وَذَلِكَ مثل ان يسْتَدلّ الْحَنَفِيّ فِي سُجُود السَّهْو ان النَّبِي صلى الله عَلَيْهِ وَسلم سجد بعد السَّلَام",
            "page": "75",
            "part": "1",
            "seal": "B159407A"
        },
        {
            "id": "52",
            "nass": "فَيَقُول لَهُ الشَّافِعِي هَذَا مَنْسُوخ بِمَا روى الزُّهْرِيّ قَالَ كَانَ اخر الامرين من رَسُول الله صلى الله عَلَيْهِ وَسلم قبل السَّلَام ¶ وَالْجَوَاب ان يتَكَلَّم على النَّاسِخ بِمَا يسْقطهُ اَوْ يجمع بَينهمَا بالتأويل ¶ والاعتراض السَّابِع التَّأْوِيل وَهُوَ مثل ان يسْتَدلّ الْحَنَفِيّ بَان النَّبِي صلى الله عَلَيْهِ وَسلم تزوج مَيْمُونَة وَهُوَ محرم ¶ فَيَقُول الشَّافِعِي يحْتَمل انه اراد محرم بِالْحرم بالأحرام فَيحمل على ذَلِك بِدَلِيل ¶ وَالْجَوَاب ان يتَكَلَّم على الدَّلِيل بِمَا يسْقطهُ ليسلم لَهُ الظَّاهِر ¶ والاعتراض الثَّامِن الْمُعَارضَة وَذَلِكَ قد يكون بِظَاهِر وَقد يكون بعلة ¶ فاما الظَّاهِر فَمثل ان يسْتَدلّ الشَّافِعِي فِي رفع الْيَد حَذْو الْمنْكب بِمَا",
            "page": "76",
            "part": "1",
            "seal": "AAC696AF"
        },
        {
            "id": "53",
            "nass": "روى ابو حميد السَّاعِدِيّ ان النَّبِي صلى الله عَلَيْهِ وَسلم رفع يَدَيْهِ حَذْو مَنْكِبَيْه // أخرجه البُخَارِيّ مُسلم ¶ فيعارضه الْحَنَفِيّ بِمَا روى ابْن حجر ان النَّبِي صلى الله عَلَيْهِ وَسلم رفع يَدَيْهِ حِيَال اذنيه // أخرجه مُسلم وَغَيره ¶ وَالْجَوَاب ان يتَكَلَّم على الْمُعَارضَة بِمَا ذَكرْنَاهُ من وُجُوه الاعتراضات اَوْ يرجح دَلِيله على مَا عورض بِهِ بِمَا نذكرهُ فِي بَاب الترجيحات ان شَاءَ الله ¶ وان كَانَت الْمُعَارضَة بِالْعِلَّةِ فَالْجَوَاب عَنهُ ان يتَكَلَّم عَلَيْهَا بِمَا يتَكَلَّم على الْعِلَل",
            "page": "77",
            "part": "1",
            "seal": "53AFF8C7"
        },
        {
            "id": "54",
            "nass": "فصل فِي الْإِقْرَار ¶ واما الاقرار فضربان ¶ اقرار على القَوْل وَهُوَ كَقَوْلِه عَلَيْهِ السَّلَام فِي الِاعْتِرَاض وَالْجَوَاب ¶ واقرار على الْفِعْل وَهُوَ كَقَوْلِه عَلَيْهِ السَّلَام فِي الِاعْتِرَاض وَالْجَوَاب وَقد بَينا الْجَمِيع",
            "page": "78",
            "part": "1",
            "seal": "3483CE40"
        },
        {
            "id": "55",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب الِاعْتِرَاض على الِاسْتِدْلَال بِالْإِجْمَاع - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَهُوَ على اربعة اوجه ¶ احدها من جِهَة الرَّد وَهُوَ من ثَلَاثَة اوجه ¶ احدها رد الرافضة فان عِنْدهم الاجماع لَيْسَ بِحجَّة فِي شَيْء من الاحكام ¶ وَالْجَوَاب ان يُقَال هَذَا اصل من اصول الدّين فان لم يسلمُوا دللنا عَلَيْهِ ولان عِنْدهم وان لم يكن الاجماع حجَّة الا ان فِيهِ حجَّة لَان فِيهِ قَول الامام الْمَعْصُوم فَوَجَبَ الاخذ بِهِ ¶ وَالثَّانِي رد اهل الظَّاهِر لاجماع غير الصَّحَابَة",
            "page": "79",
            "part": "1",
            "seal": "AA0BD7F9"
        },
        {
            "id": "56",
            "nass": "وَالْجَوَاب ان ذَلِك اصل لنا فان لم يسلمُوا دللنا عَلَيْهِ ¶ وَالثَّالِث رد اهل الظَّاهِر ايضا فِيمَا ظهر فِيهِ قَول بَعضهم وَسكت الْبَاقُونَ فان عِنْدهم ان ذَلِك لَيْسَ بِحجَّة ¶ وَالْجَوَاب ان يُقَال ذَلِك حجَّة فان لم يسلمُوا نقلنا الْكَلَام اليه ¶ والاعتراض الثَّانِي الْمُطَالبَة بتصحيح الاجماع وَذَلِكَ مثل ان يسْتَدلّ الشَّافِعِي فِي تَغْلِيظ الدِّيَة بِالْحرم بَان عمر رَضِي الله عَنهُ وَعُثْمَان وَابْن عَبَّاس رَضِي الله عَنْهُمَا غلظوا الدِّيَة بِالْحرم ¶ فَيَقُول الْمُخَالف هَذَا قَول نفر من الصَّحَابَة وَلَيْسَ باجماع ¶ وَالْجَوَاب ان يبين ظُهُور ذَلِك بَان يَقُول امْر الْقَتْل مِمَّا يشيع وينتشر ويتحدث بِهِ وينقل الْقَضَاء فِيهِ وَلَا سِيمَا فِي قصَّة عُثْمَان رَضِي الله عَنهُ فانه قضى فِي امراة قتلت فِي زحام الطّواف بتغليظ الدِّيَة ¶ وَالطّواف بِحَضْرَة النَّاس من الافاق فَلم يُخَالِفهُ اُحْدُ فَدلَّ على انه",
            "page": "80",
            "part": "1",
            "seal": "BBF09A92"
        },
        {
            "id": "57",
            "nass": "اجماع ¶ والاعتراض الثَّالِث ان ينْقل الْخلاف عَن بَعضهم مثل ان يسْتَدلّ الْحَنَفِيّ فِي تَوْرِيث المبتوتة بَان عُثْمَان رَضِي الله عَنهُ ورث تماضر بنت الاصبغ الْكَلْبِيَّة من عبد الرَّحْمَن بن عَوْف بعد مابت طَلاقهَا // أخرجه ابْن حجر فِي الإصابه ¶ وَيَقُول الشَّافِعِي رَضِي الله عَنهُ رُوِيَ عَن ابْن الزبير انه خَالف فانه قَالَ ورث عُثْمَان تماضر واما انا فَلَا ارى تَوْرِيث المبتوتة ¶ وَالْجَوَاب ان يتَكَلَّم على قَول ابْن الزبير بِمَا يسْقط ليسلم لَهُ الاجماع ¶ والاعتراض الرَّابِع ان يتَكَلَّم عَلَيْهِ بِمَا يتَكَلَّم على متن السّنة وَقد بَيناهُ",
            "page": "81",
            "part": "1",
            "seal": "BE11C3E9"
        },
        {
            "id": "58",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب الْكَلَام على قَول الْوَاحِد من الصَّحَابَة - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ والاعتراض عَلَيْهِ من ثَلَاثَة اوجه ¶ احدها ان يَقُول قَول الْوَاحِد من الصَّحَابَة لَيْسَ بِحجَّة ¶ وَالْجَوَاب ان يَقُول ان ذَلِك عِنْدِي حجَّة فِي قَوْله الْقَدِيم فان لم يسلم دللت عَلَيْهِ ¶ والاعتراض الثَّانِي ان يُعَارضهُ بِنَصّ كتاب اَوْ سنة ¶ وَالْجَوَاب عَنهُ ان يتَكَلَّم على ذَلِك بِمَا تكلم بِهِ على الْكتاب وَالسّنة ليبقى لَهُ قَول الصَّحَابِيّ ¶ والاعتراض الثَّالِث ان ينْقل الْخلاف عَن غَيره من الصَّحَابَة ليصير الْمَسْأَلَة خلافًا بَين الصَّحَابَة ¶ وَالْجَوَاب ان يتَكَلَّم على مَا نقل من الْخلاف بِمَا يسْقط ليسلم لَهُ مَا احْتج بِهِ ¶ اَوْ يرجح مَا احْتج بِهِ على مَا عَارضه بِهِ",
            "page": "82",
            "part": "1",
            "seal": "6996ECDA"
        },
        {
            "id": "59",
            "nass": "اما بَان يَقُول الَّذِي رويت عَنْهُم اكثر وَقد قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم عَلَيْكُم بِالسَّوَادِ الاعظم // أخرجه ابْن مَاجَه فِي كتاب الْفِتَن ¶ اَوْ يَقُول رويت انا عَن الْخُلَفَاء الرَّاشِدين وَقد قَالَ صلى الله عَلَيْهِ وَسلم عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين من بعدِي // أخرجه الإِمَام أَحْمد فِي الْمسند ¶ اَوْ يَقُول رويت انا عَن ابي بكر وَعمر رَضِي الله عَنْهُمَا وَقد قَالَ عَلَيْهِ السَّلَام اقتدوا باللذين من بعدِي ابي بكر وَعمر",
            "page": "83",
            "part": "1",
            "seal": "1B62455F"
        },
        {
            "id": "60",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب الْكَلَام على فحوى الْخطاب - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ والاعتراض على ذَلِك من وُجُوه ¶ احدها ان يُطَالِبهُ بتصحيح الْمَعْنى الَّذِي يَقْتَضِي تَأْكِيد الْفَرْع على الاصل وَهُوَ مثل ان يَقُول الشَّافِعِي فِي ايجاب الْكَفَّارَة فِي الْقَتْل الْعمد الْكَفَّارَة انما وَجَبت لرفع الماثم فاذا وَجَبت فِي قتل الْخَطَأ وَلَا اثم فِيهِ فَفِي قتل الْعمد اولى ¶ فَيَقُول الْمُخَالف لَا اسْلَمْ ان الْكَفَّارَة وَجَبت لرفع الماثم لانها لَو كَانَت لرفع الماثم لما وَجَبت فِي قتل الخطا لانه لَا ماثم فِيهِ ¶ وَالْجَوَاب ان يدل على ذَلِك بَان يَقُول الْكَفَّارَة جعلت للأثم الدَّلِيل عَلَيْهَا انها سميت كَفَّارَة لانها تكفر السَّيئَة وَيدل عَلَيْهِ أَنَّهَا لَا تجب الا فِي قتل محرم فَدلَّ اسْمهَا ووضعها على مَا ذَكرْنَاهُ ¶ فَأَما ايجابها فِي الْقَتْل الْخَطَأ فَلِأَن الْخَطَأ نَادِر فِي الْجِنْس فَالْحق بالغالب والنادر قد يلْحق بالغالب فِي الحكم وان لم يُسَاوِيه فِي الْعلَّة كالمترفة فِي السّفر يلْحق بالغالب فِي الرُّخص وَإِن لم يساوه فِي الشقة",
            "page": "84",
            "part": "1",
            "seal": "52E1DBFF"
        },
        {
            "id": "61",
            "nass": "وكاليائسة فِي الْعدة الحقت بِسَائِر النِّسَاء وان لم تساوهن فِي الْحَاجة الى اسْتِبْرَاء الرَّحِم ¶ والاعتراض الثَّانِي ان يَقُول بِمُوجب التَّأْكِيد وَهُوَ أَن بقول لما كَانَ الْقَتْل الْعمد اغلظ لَا جرم غلظناه بايجاب الْقود ¶ وَالْجَوَاب ان يُقَال الْقَتْل وَجب لحق الادمي وَمَا يجب لحق الادمي لَا يقْضِي بِهِ حق الله تَعَالَى كَمَا لَا يقْضِي حَقه فِي شبه الْعمد بِالدِّيَةِ الْمُغَلَّظَة ¶ والاعتراض الثَّالِث الابطال وَهُوَ ان يَقُول يبطل هَذَا بِالرّدَّةِ فَإِنَّهَا اعظم فِي الماثم من قتل الْخَطَأ ثمَّ وَجَبت الْكَفَّارَة فِي قتل الْخَطَأ وَلم تجب فِي الرِّدَّة ¶ وَالْجَوَاب ان يَقُول الرِّدَّة لما كَانَت اغلظ من قتل الخطا اوجبنا فِيهِ بِحَق الله تَعَالَى عُقُوبَة وَهِي الْقَتْل ¶ والاعتراض الرَّابِع ان يُطَالِبهُ بِحكم التاكيد وَذَلِكَ مثل ان يَقُول الْحَنَفِيّ فِي ازالة النَّجَاسَة بالخل انه اذا جَازَ بِالْمَاءِ فبالخل اجوز لانه ابلغ فِي الازالة ¶ فَيَقُول الشَّافِعِي فَيجب على قَول ذَلِك ان يَقُول ان الْخلّ افضل من المَاء لانه ابلغ وعندك المَاء افضل ¶ وَالْجَوَاب ان يَقُول انما كَانَ افضل لَان فِيهِ نصا متأولا فتعلقت بِهِ",
            "page": "85",
            "part": "1",
            "seal": "E974A89D"
        },
        {
            "id": "62",
            "nass": "الْفَضِيلَة دون الْخلّ ¶ والاعتراض الْخَامِس ان يَجْعَل التَّأْكِيد حجَّة عَلَيْهِ وَهُوَ مثل ان يَقُول الشَّافِعِي فِي اللواط انه اذا وَجب الْحَد فِي الْوَطْء فِي الْقبل وَهُوَ مِمَّا يستباح فلَان يجب فِي اللواط وَهُوَ لَا يستباح اولى ¶ فَيَقُول الْمُخَالف هُوَ الْحجَّة فانه لما كَانَ اللواط اغلظ فِي التَّحْرِيم جَازَ ان لَا يَجْعَل مظهر الغلظة ¶ وَالْجَوَاب ان يبطل هَذَا بَان يُقَال لَو كَانَ لما ذكرْتُمْ لوَجَبَ ان لَا يُوجب التعزيز ¶ والاعتراض السَّادِس ان يُقَابل التَّأْكِيد بِمَا يسْقطهُ وَهُوَ ان يُقَال ان كَانَ اللواط اشد فِي التَّحْرِيم الا ان الْفساد فِي وَطْء النِّسَاء اعظم لانه يُؤَدِّي الى خلط الانساب وافساد الْفراش فَهُوَ بِالْحَدِّ اولى ¶ وَالْجَوَاب عَنهُ ان يبطل عَلَيْهِ الْمُقَابلَة بَان يَقُول لَو صَحَّ هَذَا لوَجَبَ ان لَا يجب الْحَد فِي الزِّنَى بِوَطْء من لَا زوج لَهَا لانه لَيْسَ فِيهِ خلط النّسَب وَلَا افساد الْفراش",
            "page": "86",
            "part": "1",
            "seal": "C8B5EC69"
        },
        {
            "id": "63",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب الْكَلَام على دَلِيل الْخطاب - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَهُوَ يجْرِي مجْرى الْخطاب فِي اكثر الاعتراضات الا ان الَّذِي يكثر فِيهِ وُجُوه ¶ احدها الرَّد مثل ان يسْتَدلّ الشَّافِعِي فِي ان الثَّمَرَة تتبع الاصل فِي البيع قبل التابير بِمَا رُوِيَ عَن النَّبِي عَلَيْهِ السَّلَام انه قَالَ ¶ من بَاعَ نخلا بعد ان يؤبر فثمرتها للْبَائِع الا ان يشترطها الْمُبْتَاع فَدلَّ على انه اذا بَاعَ قبل ان يؤبر فثمرتها للْمُشْتَرِي ¶ فَيَقُول الْحَنَفِيّ هَذَا اسْتِدْلَال بِدَلِيل الْخطاب وَعِنْدِي ان ذَلِك لَيْسَ بِحجَّة ¶ وَالْجَوَاب عَن هَذَا من وُجُوه ¶ احدها ان يَقُول دَلِيل الْخطاب عندنَا حجَّة فان لم يسلم نقلنا الْكَلَام اليه ¶ وَالثَّانِي ان يَقُول هَذَا اسْتِدْلَال بِنَفس الْخطاب فانه قَالَ من بَاعَ وَمن حرف من حُرُوف الشَّرْط فَدلَّ على ان التابير شَرط فِي كَون الثَّمَرَة للْبَائِع وَعِنْدهم ان ذَلِك لَيْسَ بِشَرْط",
            "page": "87",
            "part": "1",
            "seal": "CD421BA6"
        },
        {
            "id": "64",
            "nass": "وَالثَّالِث ان ذكر الصّفة فِي الحكم تَعْلِيل الا ترى انه اذا قَالَ اقْطَعُوا السَّارِق كَانَ مَعْنَاهُ لسرقته اذا قَالَ اجلدوا الزَّانِي كَانَ مَعْنَاهُ لزناه فَكَذَلِك لما قَالَ من بَاعَ نخلا بعد ان يؤبر فثمرتها للْبَائِع وَجب ان يكون مَعْنَاهُ لكَونهَا مؤبرة وَعِنْدهم ان ذَلِك لَيْسَ بعلة ¶ والاعتراض الثَّانِي ان يُعَارضهُ بنطق اَوْ بفحوى النُّطْق وَهُوَ التَّنْبِيه اَوْ الْقيَاس وَالْكَلَام عَلَيْهِ ان يتَكَلَّم على هَذِه المعارضات بِمَا يُسْقِطهَا ليبقى لَهُ الدَّلِيل ¶ والاعتراض الثَّالِث ان نتكلم عَلَيْهِ بالتاويل وَهُوَ ان يبين فَائِدَة التَّخْصِيص ¶ بَان يَقُول انما خص هَذِه الْحَال بِالذكر لانه مَوضِع اشكال مثل ان يسْتَدلّ الْحَنَفِيّ فِي اسقاط الْكَفَّارَة فِي قتل الْعمد بقوله تَعَالَى {وَمن قتل مُؤمنا خطأ فَتَحْرِير رَقَبَة مُؤمنَة} فَدلَّ على انه اذا قَتله عمدا لم يجب ¶ فَيَقُول الشَّافِعِي انما خص الخطا بِالذكر لانه مَوضِع اشكال حَتَّى لَا يظنّ ظان انه لَا يجب عَلَيْهِ الْكَفَّارَة لكَونه خطا ¶ أَو خص بِالذكر لانه الْغَالِب انه لَا يَقع الا على هَذِه الصّفة مثل ان يَقُول الْحَنَفِيّ فِي الْمَنْع من التَّيَمُّم فِي الْحَضَر لقَوْله تَعَالَى {وَإِن كُنْتُم مرضى أَو على سفر أَو جَاءَ أحد مِنْكُم من الْغَائِط أَو لامستم النِّسَاء فَلم تَجدوا مَاء فَتَيَمَّمُوا} فَدلَّ على انه اذا لم يكن فِي السّفر لم يتَيَمَّم",
            "page": "88",
            "part": "1",
            "seal": "1214AF23"
        },
        {
            "id": "65",
            "nass": "فَيَقُول الشفعي انما خص السّفر بِالذكر لَان الْغَالِب ان المَاء لَا يعْدم الا فِي السّفر فاحمله على ذَلِك بِدَلِيل كَذَا وَكَذَا ¶ وَالْجَوَاب ان يتَكَلَّم على الدَّلِيل بِمَا يسْقط ليسلم لَهُ الدَّلِيل",
            "page": "89",
            "part": "1",
            "seal": "4AFDA7BF"
        },
        {
            "id": "66",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب الْكَلَام على معنى الْخطاب وَهُوَ الْقيَاس - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَالْكَلَام عَلَيْهِ من وُجُوه ¶ احدها من جِهَة الرَّد وَذَلِكَ من وَجْهَيْن ¶ الاول من جِهَة نفاة الْقيَاس فِي جَمِيع الاحكام ¶ وَالْجَوَاب ان يُقَال هَذَا اصل من اصول الدّين فان لم يسلم دللت عَلَيْهِ ¶ وَالثَّانِي من جِهَة مثبتي الْقيَاس وهم اصحاب ابي حنيفَة فانهم يمْنَعُونَ الْقيَاس فِي مَوَاضِع مِنْهَا فِي اثبات الاسامي واللغات وَمِنْهَا فِي اثبات الابدال وَمِنْهَا فِي اثبات المقدرات وَمِنْهَا فِي ايجاب الْحُدُود وَمِنْهَا فِي ايجاب الْكَفَّارَات وَمِنْهَا فِي اثبات الزِّيَادَة فِي الْقرَان وَمِنْهَا فِي اثبات الْجمل ¶ فاما فِي اثبات اللُّغَات ¶ فَمثل ان يسْتَدلّ الشَّافِعِي فِي ان السراح صَرِيح فِي الطَّلَاق بِالْقِيَاسِ على لفظ الطَّلَاق",
            "page": "90",
            "part": "1",
            "seal": "BB766F22"
        },
        {
            "id": "67",
            "nass": "اَوْ يسْتَدلّ فِي ان نَبِيذ التَّمْر سمي خمرًا بِالْقِيَاسِ على عصير الْعِنَب فَيَقُول الْحَنَفِيّ هَذَا اثبات اللُّغَة بِالْقِيَاسِ وَذَلِكَ لَا يجوز ¶ وَالْجَوَاب ان عندنَا يجوز ذَلِك فان لم تسلم دللت عَلَيْهِ ¶ واما فِي اثبات الابدال فَمثل ان يثبت الشَّافِعِي لهدى الْمحصر بَدَلا قِيَاسا على سَائِر الْهَدَايَا ¶ فَيَقُول الْحَنَفِيّ الابدال لَا يجوز اثباتها بِالْقِيَاسِ ¶ وَالْجَوَاب ان يُقَال عندنَا يجوز ذَلِك فان لم تسلم دللنا عَلَيْهِ ثمَّ يناقضهم بالمواضع الَّتِي اثبتوا الْبَدَل فِيهَا بِالْقِيَاسِ ¶ واما فِي إِثْبَات المقدرات ¶ فَهُوَ مثل ان يَقُول الشَّافِعِي فِي حد الْبلُوغ السّنة السَّابِعَة عشر شُبْهَة يحكم فِيهَا ببلوغ الْجَارِيَة يحكم ببلوغ الْغُلَام كالثامنة عشرَة",
            "page": "91",
            "part": "1",
            "seal": "155FD65D"
        },
        {
            "id": "68",
            "nass": "قِيَاسا على المجامع ¶ اَوْ يسْتَدلّ فِي ايجاب الْحَد على الردء فِي قَاطع الطَّرِيق قِيَاسا على الردء فِي الْغَنِيمَة وَمَا اشبه ذَلِك من الاحكام الَّتِي لَا يجوز اثباتها بِالْقِيَاسِ ¶ فَيَقُول الشَّافِعِي الْقيَاس عنْدك فِي هَذِه الاحكام بَاطِل وَلَا يجوز ان يحْتَج بِهِ ¶ وتكلف بَعضهم الْجَواب عَنهُ بَان عندنَا انما لَا يجوز اثبات اصل الْحَد وَالْكَفَّارَة فِي بَاب لم يثبت ذَلِك فِيهِ فاما فِي بَاب وَجَبت فِيهِ الْكَفَّارَة بالاجماع وَاخْتلفت فِي موضعهَا فَيجوز ¶ وَهَا هُنَا الْكَفَّارَة فِي الصَّوْم قد وَجَبت بالاجماع وَالْحَد قد وَجب فِي الْمُحَاربَة وانما اخْتَلَفْنَا فِي موضعهَا فاثبتنا فِي موضعهَا بِالْقِيَاسِ ¶ والاعتراض الثَّالِث منع الحكم فِي الاصل ¶ وَالْجَوَاب عَنهُ من ثَلَاثَة اوجه ¶ احدها ان يبين موضعهَا مُسلما ¶ وَذَلِكَ مثل ان يقيس الشَّافِعِي فِي ايجاب التَّرْتِيب فِي الْوضُوء على الصَّلَاة ¶ فَيَقُول الْحَنَفِيّ لَا اسْلَمْ الاصل فَإِن التَّرْتِيب لَا يجب فِي الصَّلَاة فانه لَو ترك اربعة سَجدَات فِي ارْبَعْ رَكْعَات فاتى بِهن فِي اخر صلَاته اجزاه من غير تَرْتِيب",
            "page": "92",
            "part": "1",
            "seal": "3F1F8E70"
        },
        {
            "id": "69",
            "nass": "فَيَقُول الشَّافِعِي لَا خلاف انه اذا قدم السُّجُود على الرُّكُوع ان ذَلِك لَا يجوز وَهَذَا يَكْفِينِي ¶ وَالثَّانِي ان يُفَسر الحكم بتفسير مُسلم ¶ وَذَلِكَ مثل ان يَقُول الْحَنَفِيّ ان الاجارة تبطل بِالْمَوْتِ لانه عقد على الْمَنْفَعَة فَبَطل بِمَوْت الْمَعْقُود لَهُ كَالنِّكَاحِ ¶ وَيَقُول الشَّافِعِي لَا اسْلَمْ الاصل فان النِّكَاح لَا يبطل بِالْمَوْتِ وانما يَنْتَهِي بِالْمَوْتِ كَمَا تَنْتَهِي الاجارة بإنقضاء الْمدَّة ¶ فيفسر الْحَنَفِيّ الحكم بانه يُرِيد انه لَا يبْقى بعد الْمَوْت وَهَذَا مُسلم ¶ وَالثَّالِث ان يدل عَلَيْهِ وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي غسل الاناء من ولوغ الْخِنْزِير سبعا انه حَيَوَان نجس فِي حَال حَيَاته فَوَجَبَ غسل الاناء من ولوغه سبعا كَالْكَلْبِ ¶ فَيَقُول الْحَنَفِيّ لَا اسْلَمْ الاصل ¶ فَيَقُول الشَّافِعِي يدل عَلَيْهِ ان النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ طهُور اناء احدكم اذا ولغَ الْكَلْب فِيهِ ان يغسل سبعا احداهن بِالتُّرَابِ فاذا ثَبت الاصل بالْخبر صَحَّ قِيَاس الْخِنْزِير عَلَيْهِ ¶ وَالْحق اصحاب ابي حنيفَة منع الاصل من جِهَة الْقيَاس وَذَلِكَ مثل ان يقيس الشَّافِعِي الْحَج على الصَّوْم فِي انه لَا يفْسد بالاجماع نَاسِيا",
            "page": "93",
            "part": "1",
            "seal": "FA5D4320"
        },
        {
            "id": "70",
            "nass": "فَيَقُول الْمُخَالف هَذَا اثبات تَقْدِير بِالْقِيَاسِ وَالتَّقْدِير لَا يعرف بِالْقِيَاسِ وانما يعرف بالتوقيف ¶ وَالْجَوَاب ان يَقُول عندنَا يجوز وان لم يسلم دللت عَلَيْهِ ولانهم ناقضوا فقدروا الْخرق فِي الْخُف بِثَلَاثَة اصابع بِالْقِيَاسِ على الْمسْح وقدروا الْعدَد فِي الْجُمُعَة باربعة بِالْقِيَاسِ ¶ واما فِي اثبات الْحُدُود ¶ فَهُوَ مثل قِيَاس الشَّافِعِي اللواط على الزِّنَا فِي ايجاب الْحَد ¶ فَيَقُول الْمُخَالف اثبات الْحُدُود لَا يجوز بِالْقِيَاسِ ¶ وَالْجَوَاب ان يُقَال يجوز ذَلِك عندنَا فَإِن لم يسلم دللنا عَلَيْهِ ولانهم ناقضوا فاوجبوا الْحَد على الردء فِي قطاع الطَّرِيق بِالْقِيَاسِ على الردء فِي الْغَنِيمَة ¶ واما فِي اثبات الْكَفَّارَات ¶ فَهُوَ كقياسنا قتل الْعمد على الْخَطَأ فِي ايجاب الْكَفَّارَة ¶ فَيَقُول الْمُخَالف ايجاب الْكَفَّارَة بِالْقِيَاسِ لَا يجوز ¶ فَالْجَوَاب أَن يُقَال عندنَا يجوز ذَلِك فان لم يسلم دللنا عَلَيْهِ ولانهم ناقضوا فاوجبوا الْكَفَّارَة على الْمُفطر بالاكل قِيَاسا على الْمُفطر فِي رَمَضَان",
            "page": "94",
            "part": "1",
            "seal": "88B56BDB"
        },
        {
            "id": "71",
            "nass": "بِالْجِمَاعِ ¶ واما فِي اثبات الزِّيَادَة فِي نَص الْقرَان ¶ فَمثل قياسنا فِي ايجاب النِّيَّة فِي الْوضُوء ¶ فَقَالُوا هَذَا اثبات زِيَادَة فِي نَص الْقرَان وَذَلِكَ نسخ للقران وَلَا يجوز بِالْقِيَاسِ ¶ وَالْجَوَاب أَن عندنَا لَيْسَ ذَلِك بنسخ وَيجوز بِالْقِيَاسِ فان لم يسلمُوا دللنا عَلَيْهِ ولانهم ناقضوا فِي ذَلِك فان الله تَعَالَى قَالَ {وَلِذِي الْقُرْبَى} فزادوا فِيهِ اذا كَانُوا فُقَرَاء بِدَلِيل الْقيَاس ¶ واما فِي اثبات الْجمل ¶ فَهُوَ مثل قياسنا فِي اجارة الْمُسَاقَاة على الْمُضَاربَة ¶ فَيَقُول الْمُخَالف هَذَا اثبات جملَة لَا اصل لَهَا بِالْقِيَاسِ وَهَذَا لَا يجوز كَمَا لَا يجوز اثبات صَلَاة سادسة بِالْقِيَاسِ ¶ وَالْجَوَاب ان عندنَا يجوز ذَلِك كَمَا يجوز اثبات التَّفْصِيل فَإِن لم يسلم دللنا عَلَيْهِ ¶ والاعتراض الثَّانِي ان يَقُول انت لَا تَقول بِالْقِيَاسِ فِي هَذَا الحكم ¶ وَذَلِكَ مثل ان يسْتَدلّ الْحَنَفِيّ بِالْقِيَاسِ فِي ايجاب الْكَفَّارَة على الاكل",
            "page": "95",
            "part": "1",
            "seal": "AFDB27C6"
        },
        {
            "id": "72",
            "nass": "فَيَقُول الْحَنَفِيّ الاصل غير مُسلم من جِهَة الْقيَاس فان الْقيَاس ان يفْسد الصَّوْم باجماع نَاسِيا وانما لم يفْسد اسْتِحْسَانًا للْخَبَر وَالْقِيَاس على مَوضِع الِاسْتِحْسَان لَا يجوز ¶ وَالْجَوَاب عَنهُ من وَجْهَيْن ¶ احدهما ان يُقَال اذا ثَبت بالْخبر انه لَا يفْسد صَار ذَلِك اصلا وَكَانَ الْقيَاس عَلَيْهِ اولى من الْقيَاس على غَيره ¶ ولان الْخَبَر انما ورد فِي الاكل نَاسِيا لَا فِي الْجِمَاع ثمَّ قاسوا عَلَيْهِ الْجِمَاع فَدلَّ على جَوَاز الْقيَاس على مَا اسْتحْسنَ بالْخبر ¶ والاعتراض الرَّابِع منع الْوَصْف فِي الاصل اَوْ فِي الْفَرْع اَوْ فيهمَا ¶ وَقد يكون ذَلِك على اصل الْمُعَلل مثل ان يَقُول الْحَنَفِيّ فِي الْمَنْع من اضافة الطَّلَاق الى الشّعْر انه مَعنا يتَعَلَّق صِحَّته بالْقَوْل فَلم يَصح تَعْلِيقه على الشّعْر كَالْبيع ¶ فَيَقُول الشَّافِعِي عنْدك الطَّلَاق لَا يتَعَلَّق صِحَّته بالْقَوْل فَإِنَّهُ يَصح بِالْكِتَابَةِ وَكَذَلِكَ البيع يَصح عنْدك بِالْكِتَابَةِ فَلَا يَصح الْوَصْف على اصلك ¶ وَالْجَوَاب عَنهُ ان يُفَسر بِمَا يسلم وَهُوَ ان يَقُول اريد بِهِ انه يَصح بالْقَوْل وَلَا خلاف انه يَصح بالْقَوْل ¶ واما على اصل السَّائِل فَمثل ان يَقُول الشَّافِعِي فِي ايجاب التَّرْتِيب فِي الطَّهَارَة انه عبَادَة يُبْطِلهَا النّوم فَوَجَبَ فِيهَا التَّرْتِيب كَالصَّلَاةِ",
            "page": "96",
            "part": "1",
            "seal": "0B0520D1"
        },
        {
            "id": "73",
            "nass": "فَيَقُول الْمُخَالف لَا اسْلَمْ ان الْوضُوء عبَادَة ¶ وَالْجَوَاب عَنهُ من ثَلَاثَة اوجه ¶ احدها ان يبين موضعا يُسلمهُ مثل ان يَقُول اعلل التَّيَمُّم وَلَا خلاف ان ذَلِك عبَادَة ¶ وَالثَّانِي ان يُفَسر بِمَا يسلم لَهُ وَهُوَ ان يَقُول اريد بِهِ أَنه طَاعَة لله تَعَالَى فَهُوَ مُسلم ¶ وَالثَّالِث ان يدل عَلَيْهِ لما رُوِيَ ان النَّبِي عَلَيْهِ السَّلَام قَالَ الْوضُوء شطر الايمان فَدلَّ على انه عبَادَة ¶ والاعتراض الْخَامِس الْمُطَالبَة بتصحيح الْعلَّة ¶ وَالْجَوَاب ان يدل عَلَيْهِ وَالطَّرِيق فِي تصحيحها سِيَاق الالفاظ والاستنباط ¶ فاما الالفاظ فدلالتها من وَجْهَيْن النَّص وَالظَّاهِر ¶ فالنص مثل ان يَقُول الشَّافِعِي فِي بيع الرطب بِالتَّمْرِ انهما مطعومان اتفقَا فِي الْجِنْس وَاخْتلفَا فِي حَال الادخار فاشبه الْحِنْطَة",
            "page": "97",
            "part": "1",
            "seal": "1267FD1B"
        },
        {
            "id": "74",
            "nass": "بالدقيق فَيدل عَلَيْهِ بِمَا رُوِيَ ان النَّبِي صلى الله عَلَيْهِ وَسلم سَأَلَ عَن بيع الرطب بِالتَّمْرِ فَقَالَ اينقص الرطب اذا يبس فَقيل نعم فَقَالَ فَلَا اذن وَمَعْنَاهُ من اجله ¶ واما الظَّاهِر ¶ فقد يكون نطقا كَقَوْلِنَا فِي بيع الْبر انه مطعوم الْجِنْس وَالدَّلِيل عَلَيْهِ ان النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَن بيع الطَّعَام الا مثلا بِمثل وَذكر الصّفة فِي الحكم تَعْلِيل فَدلَّ على ان الطّعْم عِلّة ¶ وَقد يكون سَببا ينْقل مَعَ الحكم مثل ان يَقُول الشَّافِعِي ان الثّيّب لَا تجبر على النِّكَاح لانها حَيَّة سليمَة مَوْطُوءَة فِي الْقبل فَلَا تجبر على النِّكَاح كالبالغة ¶ فَيُطَالب بِالدّلَالَةِ على صِحَة الْعلَّة فَيَقُول الدَّلِيل عَلَيْهِ مَا رُوِيَ ان خنساء زَوجهَا ابوها وَهِي ثيب فَخَيرهَا رَسُول الله صلى اللله عَلَيْهِ وَسلم فَدلَّ على",
            "page": "98",
            "part": "1",
            "seal": "0057E05A"
        },
        {
            "id": "75",
            "nass": "ان للوطيء تَأْثِيرا فِي نفي الاجبار ¶ واما الاستنباط فضربان التاثير وَشَهَادَة الاصول ¶ فالتاثير هُوَ ان يَقُول فِي النَّبِيذ انه حرَام لانه شراب فِيهِ شدَّة مطربة فَكَانَ حَرَامًا كَالْخمرِ ¶ فَيَقُول الْحَنَفِيّ مَا الدَّلِيل على صِحَة هَذِه الْعلَّة ¶ فَيَقُول الدَّلِيل عَلَيْهِ التاثير وَهُوَ وجود الحكم لوُجُود الْعلَّة وَعَدَمه لعدمها الا ترى ان الْعصير قبل حُدُوث الشدَّة مجمع على تَحْلِيله ثمَّ حدثت الشدَّة وَلم يحدث غَيرهَا واجمعوا على تَحْرِيمه ثمَّ زَالَت الشدَّة وَلم يزل غَيرهَا واجمعوا على تَحْلِيله وَلَو قَدرنَا عود الشدَّة لقدرنا عود التَّحْرِيم كَمَا قَالَ الله تَعَالَى {وَلَو ردوا لعادوا لما نهوا عَنهُ} فَدلَّ على انه هُوَ الْعلَّة ¶ وَشَهَادَة الاصول مثل ان يَقُول الشَّافِعِي فِي الْقَيْء انه لَا يبطل الْوضُوء لَان مَا لَا ينْقض قَلِيله الْوضُوء لم ينْقض كَثِيره الْوضُوء كالدمع والعرق",
            "page": "99",
            "part": "1",
            "seal": "F370D679"
        },
        {
            "id": "76",
            "nass": "فَيُقَال لَهُ مَا الدَّلِيل على صِحَة هَذِه الْعلَّة ¶ فَيَقُول شَهَادَة الاصول وَذَلِكَ ان الاصول متفقة على التَّسْوِيَة بَين الْقَلِيل وَالْكثير فِيمَا ينْقض وَفِيمَا لَا ينْقض الا ترى ان الْبَوْل وَالْغَائِط وَالنَّوْم لما نقض اسْتَوَى قَلِيله وَكَثِيره وَمَا لَا ينْقض كالدمع والعرق وَالْكَلَام يَسْتَوِي فِيهِ الْقَلِيل وَالْكثير فَدلَّ على مَا قُلْنَاهُ ¶ والاعتراض السَّادِس عدم التَّأْثِير وَهُوَ وجود الحكم مَعَ عدم الْعلَّة وَذَلِكَ ضَرْبَان ¶ احدهما عدم التَّأْثِير فِي وصف اذا اسقط من الْعلَّة تنْتَقض الْعلَّة ¶ وَالثَّانِي عدم التاثير فِي وصف اذا اسقط من العة لم تنْتَقض الْعلَّة ¶ فاما الاول فَالْجَوَاب عَنهُ من وُجُوه ¶ احدها ان يَقُول التاثير انما يطْلب فِي قِيَاس الْعلَّة وَهَذَا قِيَاس دلَالَة وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي النِّيَّة فِي الْوضُوء انه طَهَارَة عَن حدث فافترقت الى النِّيَّة كالتيمم ¶ فَيَقُول الْحَنَفِيّ لَا تَأْثِير للطَّهَارَة فان مَا لَيْسَ بِطَهَارَة ايضا يفْتَقر الى النِّيَّة وَهُوَ الصَّوْم وَالصَّلَاة ¶ فَيَقُول هَذَا لَيْسَ بِقِيَاس عِلّة وانما هُوَ قِيَاس دلَالَة والتأثير انما يلْزم قِيَاس الْعلَّة لَان الْمُعَلل يدعى ان الحكم ثَبت لهَذِهِ الْعلَّة وَلَا يعلم ثُبُوت الحكم بِالْعِلَّةِ الا بالتأثير فَأَما فِي قِيَاس الدّلَالَة فَلَا يلْزم وَلَا يعلم ثُبُوت الحكم بِالْعِلَّةِ",
            "page": "100",
            "part": "1",
            "seal": "46B53640"
        },
        {
            "id": "77",
            "nass": "الا بالتأثير فَأَما فِي قِيَاس الدّلَالَة فَلَا يلْزم لانه لم يدع ان الحكم ثَبت بِهَذِهِ الْعلَّة وانما ادّعى ان ذَلِك دَلِيل على الحكم وَلِهَذَا لزم التاثير فِي الْعِلَل الْعَقْلِيَّة وَلم يلْزم فِي الادلة الْعَقْلِيَّة ¶ وَالثَّانِي ان يَقُول هَذِه الْعلَّة مَنْصُوص عَلَيْهَا وَلَا يحْتَاج الى التاثير وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي ردة المراة انه كفر بعد ايمان فاوجب الْقَتْل كردة الرجل ¶ فَيَقُول الْمُخَالف لَا تاثير لِقَوْلِك كفر بعد ايمان فان كفر رجل لَو كَانَ قبل الْإِيمَان اوجب الْقَتْل ¶ فَيَقُول الْكفْر بعد الايمان مَنْصُوص عَلَيْهِ بقوله صلى الله عَلَيْهِ وَسلم ¶ لَا يحل دم امريء مُسلم الا بأحدى ثَلَاث كفر بعد ايمان والتاثير انما يتَوَصَّل بِهِ الى معرفَة عِلّة الشَّرْع بالاستنباط فاذا نَص عَلَيْهِ صَاحب الشَّرْع ثَبت كَونه عِلّة واستغني عَن تعرف ذَلِك بالاستنباط ¶ وَالثَّالِث ان يبين تأثيرها فِي مَوضِع من الْمَوَاضِع وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي لبن الْميتَة انه نجس لانه مَائِع غير المَاء لَاقَى نَجَاسَة فنجس كَمَا لَو وَقع فِي اللَّبن نَجَاسَة ¶ فَيَقُول الْحَنَفِيّ لَا تاثير لِقَوْلِك غير المَاء لَان المَاء ايضا ينجس بملاقاة النَّجَاسَة وَهُوَ مَا دون الْقلَّتَيْنِ",
            "page": "101",
            "part": "1",
            "seal": "5A682E6A"
        },
        {
            "id": "78",
            "nass": "فَيَقُول تاثيره فِي الْقلَّتَيْنِ والتاثير يَكْفِي فِي مَوضِع وَاحِد فَإِنَّهُ لَو اعْتبر فِي جَمِيع الْمَوَاضِع صَار عكسا وَلَيْسَ من شَرط الْعلَّة الْعَكْس ¶ واما عدم التَّأْثِير فِيمَا لَا تنْتَقض الْعلَّة باسقاطه فَالْجَوَاب عَنهُ من وُجُوه ¶ احدها ان يَقُول هَذِه الزِّيَادَة ذكرتها للتاكيد وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي الْمُتَوَلد بَين الظباء وَالْغنم انه لَا زَكَاة فِيهِ لانه متولد من اصلين لَا زَكَاة فِي احدها بِحَال فَلم تجب فِيهِ الزَّكَاة كَمَا لَو كَانَت الامهات من الظباء ¶ فَيَقُول الْمُخَالف لَا تَأْثِير لِقَوْلِك بِحَال فَإنَّك لَو اقتصرت على قَوْلك لَا زَكَاة فِي احدهما لم ينْتَقض بِشَيْء فقولك بِحَال حَشْو فِي الْعلَّة لَا يحْتَاج اليه ¶ فَيَقُول الشَّافِعِي ذكرته للتاكيد وتاكيد الالفاظ لُغَة الْعَرَب وَلَا يعد حَشْوًا بِهَذَا قَالَ الله تَعَالَى {فَسجدَ الْمَلَائِكَة كلهم أَجْمَعُونَ} فأكد ثمَّ اكد وَلم يعد ذَلِك لَغوا ¶ وَالْجَوَاب الثَّانِي ان يَقُول هَذِه الزِّيَادَة ذكرتها لتأكيد الحكم وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي الْقَذْف انه يتَعَلَّق بِهِ رد الشَّهَادَة لانها كَبِيرَة توجب الْحَد فَتعلق بهَا رد الشَّهَادَة كَالزِّنَا ¶ فَيَقُول الْمُخَالف قَوْلك توجب الْحَد حَشْو فِي الْعلَّة لَا يحْتَاج اليه ¶ وَالْجَوَاب ان يَقُول تعلق الْحَد بهَا فَدلَّ على تاكدها وتاكد الْعلَّة يُوجب تاكيد الحكم وَمَا يُوجب تاكيد الحكم لَا يعد لَغوا",
            "page": "102",
            "part": "1",
            "seal": "3C968ACA"
        },
        {
            "id": "79",
            "nass": "وَالْجَوَاب الثَّالِث ان يَقُول هَذِه الزِّيَادَة ذكرتها للْبَيَان وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي التَّحَرِّي فِي الاواني انه جنس يدْخلهُ التَّحَرِّي اذا كَانَ عدد الْمُبَاح اكثر فدخله التَّحَرِّي وان لم يكن عدد الْمُبَاح اكثر كالثياب ¶ فَيَقُول المحالف لَا تاثيل لِقَوْلِك اذا كَانَ عدد الْمُبَاح اكثر فانك لَو قلت جنس يدْخلهُ التَّحَرِّي لكفى فقولك اذا كَانَ عدد الْمُبَاح اكثر حَشْو لَا تحْتَاج اليه فَهُوَ كَمَا لَو قَالَ مطعوم مقتات جنس ¶ فَيَقُول الشَّافِعِي هَذَا بَيَان لما تَقْتَضِيه الْعلَّة وَذَلِكَ انك لَو قلت جنس يدْخلهُ التَّحَرِّي لَكَانَ مَعْنَاهُ اذا كَانَ عدد الْمُبَاح اكثر وَبَيَان مَا يَقْتَضِيهِ الْكَلَام لَا يعد حَشْوًا وَيُخَالف ذكر الْقُوت مَعَ الطّعْم لَان ذَلِك لَيْسَ بِبَيَان لِمَعْنى الْعلَّة الا ترى ان ذكر الْقُوت يخرج من الْعلَّة مَا لَيْسَ بقوت وَهَذَا بَيَان لِمَعْنى الْعلَّة الا ترى انه لَا يخرج بِهِ من الْعلَّة شَيْء فوزانه ان يضيف الى الطّعْم مَا هُوَ بَيَان لمعناه بِأَن يَقُول مطعوم للآدميين فِي جنس فَيجوز حِين كَانَ ذَلِك معنى المطعوم ¶ وَالْجَوَاب الرَّابِع ان يَقُول هَذِه الزِّيَادَة لتقريب الْفَرْع من الاصل وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي جلد الْكَلْب لَا يطهر بالدباغ لَان مَا يعد للدباغ حَاله يحكم فِيهَا لطهارة جلد الشَّاة فَوَجَبَ ان يحكم بِنَجَاسَة جلد الْكَلْب كَحال الْحَيَاة ¶ فَيَقُول الْحَنَفِيّ لَا تاثير لِقَوْلِك يحكم فِيهَا بِطَهَارَة جلد الشَّاة فانك لَو قلت حَاله يحكم فِيهَا بِنَجَاسَة جلد الْكَلْب كض الزِّيَادَة عَلَيْهِ حَشْو",
            "page": "103",
            "part": "1",
            "seal": "F28EF5B4"
        },
        {
            "id": "80",
            "nass": "فَيَقُول الشَّافِعِي هَذِه الزِّيَادَة ذكرتها لتقريب الْفَرْع من الاصل واما بعد الدّباغ يجْرِي مجْرى حَال الْحَيَاة بِدَلِيل انهما يستويان فِي ايجاب الطَّهَارَة فاذا لم يُؤثر الْحَيَاة فِي طَهَارَة جلد الْكَلْب دلّ على ان الدّباغ مثله وتقريب الْفَرْع من الاصل يزِيد فِي الظَّن فَلَا يعد حَشْوًا ¶ والاعتراض السَّابِع النَّقْض وَهُوَ وجود الْعلَّة وَلَا حكم على قَول من لَا يرى تَخْصِيص الْعلَّة ¶ فَالْجَوَاب عَنهُ من وُجُوه ¶ احدها ان لَا يسلم مَسْأَلَة النَّقْض وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي تحالف الْمُتَبَايعين عِنْد هَلَاك السّلْعَة انه فسخ بيع يَصح مَعَ رد الْعين فصح مَعَ رد الْقيمَة كَمَا لَو اشْترى ثوبا بِعَبْد وَتقَابَضَا ثمَّ هلك العَبْد وَوجد مُشْتَرِي الثَّوْب بِالثَّوْبِ عَيْبا ¶ فَيَقُول الْحَنَفِيّ هَذَا يبطل بالاقالة ¶ فَيَقُول الشَّافِعِي لَا اسْلَمْ الاقالة فانها تجوز مَعَ هَلَاك السّلْعَة ¶ وَالثَّانِي ان لَا يسلم وجود الْعلَّة وَذَلِكَ مثل ان يَقُول الْحَنَفِيّ فِي الْمَضْمَضَة انها تجب فِي الْغسْل لانه عُضْو يجب غسله من النَّجَاسَة فَوَجَبَ غسله من الْجَنَابَة كَسَائِر الاعضاء",
            "page": "104",
            "part": "1",
            "seal": "FAF045E3"
        },
        {
            "id": "81",
            "nass": "فَيَقُول الشَّافِعِي هَذَا يبطل بِالْعينِ ¶ فَيَقُول الْمُخَالف الْعين لَا يجب غسلهَا من النَّجَاسَة فَلَا يلْزم النَّقْض ¶ وَالثَّالِث ان يدْفع النَّقْض بِمَعْنى اللَّفْظ وَذَلِكَ شَيْئَانِ مُقْتَضى اللَّفْظ وَتَفْسِير اللَّفْظ ¶ فاما مُقْتَضى اللَّفْظ فَهُوَ مثل ان يَقُول الشَّافِعِي فِي مهر المستكرهة على الزِّنَا ظلمها بِإِتْلَاف مَا يتقوم فَلَزِمَ الضَّمَان كَمَا لَو اتلف عَلَيْهَا مَالهَا ¶ فَيَقُول الْحَنَفِيّ هَذَا يبطل بالحربي اذا وَطئهَا ¶ فَيَقُول قَوْلنَا ظلمها يرجع الى هَذِه المستكرهة الَّذِي هُوَ من اهل الضَّمَان اذ لَا يجوز ان يَخْلُو قَوْلنَا ظلمها من فَاعل معِين وَلَيْسَ الا هَذِه المستكرهة الَّذِي هُوَ من اهل الضَّمَان فَصَارَ كَانَا قُلْنَا هَذَا الَّذِي هُوَ من اهل الضَّمَان ظلمها ¶ وَمثل ان يَقُول الشَّافِعِي فِي ضَمَان الْمَنَافِع بِالْغَضَبِ ان مَا ضمن بِالْمُسَمّى فِي العقد الصَّحِيح جَازَ ان يضمن الاتلاف بالعدوان الْمَحْض كالاعيان ¶ فَقَالَ هَذَا يبطل بالحربي فانه يضمن الْمَنَافِع بِالْمُسَمّى فِي العقد الصَّحِيح وَلَا يضمن بالاتلاف ¶ فَيَقُول الشَّافِعِي هَذَا لَا يلْزم لانا لم نقل ان من ضمن بِالْمُسَمّى ضمن بالاتلاف وانما قُلْنَا مَا ضمن بِالْمُسَمّى ضمن بالاتلاف وَتلك الْمَنَافِع يجوز ان",
            "page": "105",
            "part": "1",
            "seal": "4C444D38"
        },
        {
            "id": "82",
            "nass": "تضمن بالاتلاف وَهُوَ اذا اتلفها مُسلم اَوْ ذمِّي فَلَا يلْزم النَّقْد ¶ واما التَّفْسِير فَهُوَ ان يحْتَمل اللَّفْظ امرين احْتِمَالا وَاحِدًا فيفسر باحدهما ليدفع النَّقْد وَذَلِكَ ¶ وَالْحق اصحاب ابي حنيفَة بذلك اجوبة اخر ¶ احدها التَّسْوِيَة بَين الاصل وَالْفرع فِي مسالة النَّقْض وَذَلِكَ مثل ان يَقُول فِي ايجاب الاحداد على المبتوتة بانها مُعْتَدَّة بَائِن فلزمها الاحداد كالمتوفى عَنْهَا زَوجهَا ¶ فَيُقَال لَهُ هَذَا ينْتَقض بالذمية ¶ فَقَالَ يَسْتَوِي فِيهِ الاصل وَالْفرع فَإِن الذِّمِّيَّة لَو كَانَت متوفيا عَنْهَا زَوجهَا لم يجب عَلَيْهَا ايضا الاحداد ¶ وَهَذَا لَيْسَ بِجَوَاب عندنَا لانا نقضنا بالذمية المبتوتة فَقَالُوا وينتقض بالذمية الْمُتَوفَّى عَنْهَا زَوجهَا فَيصير النَّقْض نقضين ¶ وَالثَّانِي ان قَالُوا هَذَا مَوضِع استحسبان مثل ان يَقُول الْحَنَفِيّ",
            "page": "106",
            "part": "1",
            "seal": "62BB262F"
        },
        {
            "id": "83",
            "nass": "فِي الْكَلَام فِي الصَّلَاة نَاسِيا ان مَا ابطل الْعِبَادَة عَمَدت ابطالها سهوة كالحدث ¶ فَقُلْنَا ينْتَقض بالاكل فِي الصَّوْم ¶ فَقَالُوا هَذَا اسْتِحْسَان ¶ وَالْجَوَاب ان هَذَا تَأْكِيد للنقض لَان مَعْنَاهُ ان النَّص دلّ على انتقاضه فَيكون اكد للنقض ¶ وَالثَّالِث ان قَالُوا ان عندنَا تَخْصِيص الْعلَّة جَائِز ¶ وَهَذَا لَيْسَ بِشَيْء لانهم دخلُوا مَعنا على مُرَاعَاة الطَّرْد والاحتراز من النَّقْض وَلِهَذَا احترزوا من سَائِر النقوض وَلم يرجِعوا فِيهَا الى جَوَاز التَّخْصِيص ¶ والاعتراض الثَّامِن الْكسر وَهُوَ وجود معنى الْعلَّة وَلَا حكم ¶ وَالْجَوَاب عَنهُ ان يبين ان مَا اورده لَيْسَ فِي معنى الْعلَّة وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي بيع مَا لم يره المُشْتَرِي انه مَبِيع مَجْهُول الصّفة",
            "page": "107",
            "part": "1",
            "seal": "69DD0171"
        },
        {
            "id": "84",
            "nass": "عِنْد الْعَاقِد حَال العقد فَلم يَصح بَيْعه كَمَا لَو قَالَ بِعْتُك ثوبا ¶ فَيَقُول الْمُخَالف هَذَا ينكسر بِهِ اذا تزوج امراة لم يرهَا فانها مَجْهُولَة عِنْد الْعَاقِد حَال العقد ثمَّ يَصح ¶ فَيَقُول الشَّافِعِي لَيْسَ النِّكَاح كَالْبيع فِي هَذَا الحكم لَان للْجَهَالَة من التاثير فِي بَاب البيع مَا لَيْسَ لَهَا فِي النِّكَاح وَلِهَذَا لَو تزوج امراة لم يرهَا ثمَّ راها ثَبت لَهُ الْخِيَار فَجَاز ان يكون عدم الرُّؤْيَة فِي النِّكَاح لَا يمْنَع الصِّحَّة وَفِي البيع يمْنَع ¶ والاعتراض التَّاسِع القَوْل بِمُوجب الْعلَّة وَذَلِكَ ضَرْبَان ¶ احدهما فِي عِلّة دلّ بهَا على ابطال سَبَب الحكم ¶ فاما الاول فَالْجَوَاب عَنهُ من ثَلَاثَة اوجه ¶ احدها ان يَقُول هَذَا رُجُوع عَن السُّؤَال وَذَلِكَ مثل ان يَقُول الشَّافِعِي فِي الاجارة انها لَا تبطل بِالْمَوْتِ لانه معنى يزِيل التَّكْلِيف وَلَا تبطل الاجارة مَعَ سَلامَة الْمَعْقُود عَلَيْهِ كَالْمَجْنُونِ ¶ فَيَقُول الْحَنَفِيّ ان اقول بِمُوجبِه فان عِنْدِي لَا تبطل بِالْمَوْتِ وانما تبطل بانتقال الْملك وَلِهَذَا لَو اجْرِ دَار غَيره بوكالة اَوْ وَصِيَّة ثمَّ مَاتَ لم تبطل ¶ فَيَقُول هَذَا رُجُوع عَن السُّؤَال فانك سالتني عَن الاجارة هَل تبطل",
            "page": "108",
            "part": "1",
            "seal": "3A35F5AE"
        },
        {
            "id": "85",
            "nass": "بِالْمَوْتِ ثمَّ طالبتني بِالدَّلِيلِ على ذَلِك وَلَا يقبل برجوعك ¶ وَالْجَوَاب الثَّانِي ان يَقُول ان تعليلي يَقْتَضِي انه لَا يبطل بِهِ وَلَا يكون سَببا فِيهِ وعندك وان لم تبطل بِالْمَوْتِ الا انه سَبَب فِيهِ لَان بِالْمَوْتِ انْتقل الْملك وَيبْطل العقد ¶ وَالْجَوَاب الثَّالِث ان يَجْعَل ذَلِك دَلِيلا على امرين وَذَلِكَ مثل ان يَقُول فِيمَن نسي المَاء فِي رَحْله وَصلى بِالتَّيَمُّمِ انه يجب عَلَيْهِ الاعادة لانها طَهَارَة وَلَا يسْقط فَرضهَا بِالنِّسْيَانِ دَلِيله ازالة النَّجَاسَة ¶ فَيَقُول الْحَنَفِيّ عِنْدِي لَا يسْقط بِالنِّسْيَانِ وانما سقط بِالنِّسْيَانِ وَالسّفر ¶ فَيَقُول الشَّافِعِي يجمع بَين الامرين فَيَقُول وَلَا يسْقط بِالنِّسْيَانِ وَالسّفر اصله مَا ذَكرْنَاهُ ¶ واما الضَّرْب الثَّانِي فَهُوَ مَا دلّ بِهِ على نفس الحكم ¶ فَالْجَوَاب عَن القَوْل بِمُوجبِه ان يبين ان عُمُومه اَوْ ظَاهره اَوْ تَفْسِيره يمْنَع من القَوْل بِمُوجبِه ¶ فَأَما الْعُمُوم فَمثل ان يَقُول الشَّافِعِي ان الْقيام فِي السَّفِينَة وَاجِب لانه فرض فِيهِ غير السَّفِينَة فَوَجَبَ فِي السَّفِينَة كَسَائِر الْفُرُوض ¶ فَيَقُول الْمُخَالف انا اقول بِمُوجبِه فان الْقيام يجب فِي السَّفِينَة وَهُوَ اذا كَانَت واقفة",
            "page": "109",
            "part": "1",
            "seal": "B7502CC0"
        },
        {
            "id": "86",
            "nass": "فاما الْعُمُوم فَيَقُول الشَّافِعِي قَوْلنَا فَوَجَبَ فِي السَّفِينَة عَام فِي جَمِيع الاحوال فِي حَال قيام السَّفِينَة وَفِي حَال السّير ¶ واما الظَّاهِر فَهُوَ مثل ان يَقُول الشَّافِعِي رَحمَه الله فِي زَكَاة الْحلِيّ انه مَا يجب فِيهِ الزَّكَاة بالحول والنصاب فَوَجَبَ ان يتنوع نَوْعَيْنِ نوع يجب فِيهِ الزَّكَاة وَنَوع لَا يجب فِيهِ الزَّكَاة كالماشية ¶ فَيَقُول الْمُخَالف انا اقول بِمُوجبِه فان عِنْدِي يتنوع نَوْعَيْنِ ¶ نوع يجب فِيهِ الزَّكَاة وَهُوَ من كَانَ فِي الْبَالِغ ¶ وَنَوع لَا يجب فِيهِ الزَّكَاة وَهُوَ مَا كَانَ للصَّبِيّ ¶ فَيَقُول ظَاهر التَّعْلِيل يَقْتَضِي ان يتنوع فِي نَفسه وَفِيمَا ذكرْتُمْ لم يتنوع المَال وانما يتنوع الْمَالِك فمالك يجب عَلَيْهِ وَمَالك لَا يجب عَلَيْهِ ¶ واما التَّفْسِير فَهُوَ مثل ان يَقُول الْحَنَفِيّ فِي الْخَيل انه يجب فِيهَا الزَّكَاة لانها بَهِيمَة يجوز الْمُسَابقَة عَلَيْهَا فَجَاز ان يتَعَلَّق بهَا الزَّكَاة كالأبل ¶ فَيَقُول الشَّافِعِي رَحمَه الله انا اقول بِمُوجبِه فان عِنْدِي يجوز ان يتَعَلَّق بهَا الزَّكَاة وَهِي زَكَاة التِّجَارَة ¶ فَيَقُول الْحَنَفِيّ معنى قَوْلنَا جَازَ ان يتَعَلَّق بهَا الزَّكَاة الَّتِي وَقع السُّؤَال عَنْهَا لَان الالف وَاللَّام للتعريف وَالزَّكَاة الْمَعْرُوفَة فِي الْخَيل هِيَ الَّتِي وَقع",
            "page": "110",
            "part": "1",
            "seal": "2CDEC49D"
        },
        {
            "id": "87",
            "nass": "السُّؤَال عَنْهَا وَهِي زَكَاة السّوم ¶ والاعتراض الْعَاشِر ان لَا يُوجب الْعلَّة احكامها وَذَلِكَ ان يُوجب الْعلَّة حكمين فيعلق عَلَيْهَا احدهما دون الاخر ¶ وَذَلِكَ مثل ان يَقُول الْحَنَفِيّ ان صَوْم رَمَضَان لَا يفْتَقر الى تعْيين النِّيَّة لانه مُسْتَحقّ الْعين فَهُوَ كرد الْوَدِيعَة ¶ فَيَقُول الشَّافِعِي اسْتِحْقَاق الْعين كَمَا يجب اسقاط التَّعَبُّد يُوجب اسقاط النِّيَّة فَلَو اسقط التَّعْيِين لاسقط النِّيَّة كَمَا قَالَ زفر وكما قُلْنَا فِي الْوَدِيعَة ¶ وَالْجَوَاب ان يبين احتلاف الْحكمَيْنِ وَذَلِكَ ان يَقُول النِّيَّة ترَاد لتَحْصِيل الْقرْبَة وَالزَّمَان يحْتَمل الْقرْبَة وَغير الْقرْبَة فافتقر الى النِّيَّة لتَحْصِيل الْقرْبَة وَالتَّعْيِين يُرَاد للتمييز بَين اصناف الْقرب وَالزَّمَان لَا يحْتَمل اصناف الْقرب وَلِهَذَا الْمَعْنى افْتقر طواف الزِّيَارَة الى النِّيَّة لتَحْصِيل الْقرْبَة ثمَّ لَا يفْتَقر الى التَّعْيِين لانه يحْتَمل الْوَقْت اصناف الْقرب ¶ والاعتراض الْحَادِي عشر فَسَاد الْوَضع وَهُوَ ان يعلق على الْعلَّة ضد مَا يَقْتَضِيهِ وَيعرف ذَلِك من وَجْهَيْن ¶ احدهما من جِهَة الاصول",
            "page": "111",
            "part": "1",
            "seal": "E8A6E99F"
        },
        {
            "id": "88",
            "nass": "وَالثَّانِي من جِهَة الرَّسُول ¶ فَأَما مَا عرف من جِهَة الرَّسُول فَهُوَ مثل ان يَقُول الْحَنَفِيّ فِي تنجيس سُؤْر السبَاع انه سبع ذُو نَاب فَكَانَ سؤره نجسا كالخنزير ¶ فَيَقُول الشَّافِعِي رَحمَه الله كَونه سبعا جعل فِي الشَّرْع عِلّة للطَّهَارَة وَالدَّلِيل عَلَيْهِ مَا رُوِيَ ان النَّبِي صلى الله عَلَيْهِ وَسلم دعِي الى دَار قوم فاجاب ودعي الى دَار قوم فَلم يجب فَقيل لَهُ صلى الله عَلَيْهِ وَسلم دعَاك فلَان فاجبت ودعاك فلَان فَلم تجب فَقَالَ ان فِي دَار فلَان كَلْبا فَقيل وَفِي دَار فلَان هرة فَقَالَ الْهِرَّة سبع فَجعل كَون الْهِرَّة سبعا عِلّة للطَّهَارَة فَلَا يجوز ان يَجْعَل عِلّة للنَّجَاسَة ¶ وَالْجَوَاب ان يتَكَلَّم على الْخِنْزِير بِمَ يسْقطهُ ليسلم لَهُ الْعلَّة ¶ واما مَا عرف من جِهَة الاصول فَهُوَ مثل ان يَقُول الْحَنَفِيّ فِي قتل الْعمد انه معنى يُوجب الْقَتْل فَلَا يُوجب الْكَفَّارَة كالردة ¶ فَيُقَال لَهُ علقت على الْعلَّة ضد الْمُقْتَضِي بَان كَونه مُوجبا للْقَتْل بِسَبَب التَّغْلِيظ فَلَا يجوز ان يَجْعَل سَببا لاسقاط الْكَفَّارَة ¶ وَالْجَوَاب ان يبين انه لَا يَقْتَضِي الا مَا علق عَلَيْهِ لانه اذا تغلظ بِوُجُوب الْقَتْل وَجب ان يَسْتَغْنِي عَن تَغْلِيظ اخر",
            "page": "112",
            "part": "1",
            "seal": "28F9798F"
        },
        {
            "id": "89",
            "nass": "واجاب بَعضهم عَنهُ بِأَن هَذَا يبطل بالاصل وَهُوَ الرِّدَّة فَإِنَّهَا اوجبت الْقَتْل ثمَّ لم توجب الْكَفَّارَة ¶ وَهَذَا لَيْسَ بتصحيح لِأَن السَّائِل لم يقل إِن وجوب الْقَتْل عِلّة لايجاب الْكَفَّارَة وانما قَالَ سَبَب والايجاب وَسبب الايجاب لَا يصلح ان يعلق عَلَيْهِ الاسقاط وان كَانَ لَا يتَعَلَّق بِهِ الايجاب كالشاهد الْوَاحِد علم للايجاب فَلَا يحْتَج بِهِ للاسقاط وان كَانَ لَا يتَعَلَّق عَلَيْهِ الايجاب وَكَذَلِكَ هَهُنَا مثله ¶ والاعتراض الثَّانِي عشر فَسَاد الِاعْتِبَار وَذَلِكَ من وَجْهَيْن ¶ من جِهَة النَّص ¶ وَمن جِهَة الاصول ¶ فَمَا يعرف بِالنَّصِّ هُوَ ان يعْتَبر حكما بِحكم وَقد ورد النَّص بالتفرقة بَينهمَا كاعتبار اصحاب ابي حنيفَة تَخْلِيل الْخمر بالدباغ ¶ فَيَقُول الشَّافِعِي النَّص فرق بَينهمَا لإن النَّبِي صلى الله عَلَيْهِ وَسلم ندب الى الدّباغ فِي شَاة مولاة مَيْمُونَة وَنهى عَن التَّخْلِيل فَلَا يجوز اعْتِبَار احدهما بالاخر ¶ وَالْجَوَاب ان يبين صِحَة اعْتِبَاره وان الشَّرْع ورد بِاعْتِبَارِهِ فِي الآخر فَإِنَّهُ عَلَيْهِ السَّلَام قَالَ يحل الدّباغ الْجلد كَمَا يحل الْخمر بالخل وَيتَكَلَّم على خبر التَّخْلِيل بِمَا يسْقطهُ ليسلم لَهُ الِاعْتِبَار",
            "page": "113",
            "part": "1",
            "seal": "9EC14DA2"
        },
        {
            "id": "90",
            "nass": "وَالْحق اصحاب ابي حنيفَة رَحِمهم الله بِهَذَا حمل الْمُطلق على الْمُقَيد حَيْثُ قسنا كَفَّارَة الظِّهَار على كَفَّارَة الْقَتْل فِي اعْتِبَار الايمان فَقَالُوا الْقرَان فرق بَينهمَا فَلَا يجوز اعْتِبَارا احدهما بِالْآخرِ ¶ وَهَذَا غير صَحِيح لَان النَّص لم يفرق بَينهمَا فِي اعْتِبَار الايمان بل اوجب الايمان فِي احدهما وامسك عَنهُ فِي الاخر وَقِيَاس الْمَسْكُوت عَنهُ على الْمَنْطُوق جَائِز ¶ واما مَا يعرف بالأصول فَمن وُجُوه ¶ احدها ان يعْتَبر حكما بِحكم واحدهما مَبْنِيّ على التَّوسعَة والاخر على التَّضْيِيق كاعتبار الْكَفَّارَة فِي رَمَضَان بِالْقضَاءِ وَالْقطع بالاغرم ¶ فَيُقَال هَذَا اعْتِبَار بَاطِل لَان احدهما مبناه على التَّضْيِيق والاخر على التَّوسعَة فَلَا يعْتَبر احدهما بالاخر ¶ اَوْ يعْتَبر الِابْتِدَاء بالاستدامة كاعتبار ابْتِدَاء النِّكَاح باستدامة فِي الاحرام فَيُقَال الاستدامة اقوى والابتداء اضعف فَلَا يعْتَبر احدهما بالاخر ¶ اَوْ يعْتَبر الرّقّ بِالْعِتْقِ اَوْ الْعتْق بِالْبيعِ ومبنى احدهما على الضعْف ومبنى الاخر على الْقُوَّة فَلَا يجوز اعْتِبَار احدهما بالاخر ¶ وَالْجَوَاب ان يبين انهما فِي الْموضع الَّذِي علل سَوَاء ¶ وَالثَّانِي ان يعْتَبر فرعا باصل وهما مُخْتَلِفَانِ فِي نَظَائِر الحكم كاعتبار الصَّغِير بالكبير فِي ايجاب الزَّكَاة وهما مُخْتَلِفَانِ فِي الصَّلَاة وَالصَّوْم وَالْحج",
            "page": "114",
            "part": "1",
            "seal": "87474E28"
        },
        {
            "id": "91",
            "nass": "وكاعتبار المراة بِالرجلِ فِي الْقَتْل بِالرّدَّةِ وهما مُخْتَلِفَانِ فِي الْقَتْل بالْكفْر الاصلي وَمَا اشبه ذَلِك ¶ وَالْجَوَاب ان يبين ان مَا ذكر انه نَظِير الحكم لَيْسَ بنظير الْعلَّة وانما نَظِير الحكم غَيره وهما يتفقان فِيهِ ¶ واضاف اصحاب ابي حنيفَة رَحِمهم الله الى ذَلِك وُجُوهًا أخر ¶ فَقَالُوا لَا يجوز اعْتِبَار الْمُتَقَدّم بالمتاخر كاعتبار الشَّافِعِي الْوضُوء بِالتَّيَمُّمِ فِي ايجاب النِّيَّة لَان الْوضُوء شرع قبل التَّيَمُّم ووجهت فِيهِ النِّيَّة قبل ان يشرع التَّيَمُّم وَلَا يجوز ان يَجْعَل وجوب النِّيَّة فِي التَّيَمُّم عِلّة لوُجُوبهَا فِي الْوضُوء لانه يُؤَدِّي الى ان يتاخر الْعلَّة عَن الحكم والاصل عَن الْفَرْع وَهَذَا لَا يجوز ¶ وَالْجَوَاب انا لم نجْعَل التَّيَمُّم عللة لوُجُوب النِّيَّة فِي الْوضُوء وانما جَعَلْنَاهُ دَلِيلا فَقُلْنَا لما اوجب الله تَعَالَى التَّيَمُّم بعد الْوضُوء واوجب فِيهِ النِّيَّة دلنا ذَلِك على انه لما اوجب الْوضُوء اوجبه مَعَ النِّيَّة لَان ذَلِك بدل عَنهُ وَالْبدل لَا يُخَالف الْمُبدل فِي النِّيَّة فِي الاصول ¶ وَالدَّلِيل يجوز ان يتَأَخَّر عَن الْمَدْلُول وَلِهَذَا استدللنا بالافعال المحدثة على الْقَدِيم سُبْحَانَهُ واستدللنا بالمعجرة الْمُتَأَخِّرَة على صدق الرَّسُول صلى الله عَلَيْهِ وَسلم وان كَانَ ثُبُوته ثَابتا من قبل فَكَذَلِك هَهُنَا ¶ وَقَالُوا ايضا لَا يجوز ان يسْتَدلّ بِنَفْي الطَّلَاق فِي النِّكَاح كَانَ فِي الاصل لم يَصح مِنْهُ لانه غير مُكَلّف فَهَذَا غير مَالك وَلَا فرق فِي الاصول بَين غير الْمُكَلف وَبَين غير الْمَالِك فالدليل عَلَيْهِ وَجْهَان",
            "page": "115",
            "part": "1",
            "seal": "AEC2885A"
        },
        {
            "id": "92",
            "nass": "احدهما ان فِي البيع من لَا يملك كمن لَيْسَ بمكلف فِي انه لَا ينفذ بَيْعه ¶ وَالثَّانِي ان يبين ان هَذَا جعل فِي الحكم كَالْمَجْنُونِ الا ترى انهما فِي الطَّلَاق الْمُبَاشر يستويان فَدلَّ على انهما سيام ¶ وان كَانَ عِلّة الاصل مُخْتَلفا فِي الْمثل مثل ان يقيس الشَّافِعِي فِي الرِّبَا فِي الْفَاكِهَة على الْبر ¶ فَقَالَ الْحَنَفِيّ الْمَعْنى فِي الْبر انه مَكِيل جنس وَهَذَا لَيْسَ بمكيل وَلَا مَوْزُون ¶ فَالَّذِي يَنْبَغِي ان يصرف الْعِنَايَة اليه ان يتَكَلَّم على عِلّة الاصل بَان يَقُول لَا يجوز ان يكون الْكَيْل عِلّة لَان الْكَيْل متخلص بِهِ من الرِّبَا فَلَا يجوز ان يَجْعَل علما يَقْتَضِي تَحْرِيم الرِّبَا ولان الْكَيْل الحكم بِوُجُودِهِ وَلَا قيمَة بِعَدَمِهِ ولان التَّعْلِيل بِالْكَيْلِ يعود على اصله بالإبطال وَمَا اشبه ذَلِك ¶ واما الْفرق بِقِيَاس الدّلَالَة فضربان ¶ احدهما ان يفرق بِحكم من احكام الشَّرْع مثل ان يَقُول الْحَنَفِيّ فِي سُجُود التِّلَاوَة انه سُجُود يجوز فعله فِي الصَّلَاة فَكَانَ وَاجِبا كسجود الصلب ¶ فَيَقُول الشَّافِعِي الْمَعْنى فِي سُجُود الصلب انه لَا يجوز فعله على الرَّاحِلَة من غير عذر وَلَيْسَ كَذَلِك سُجُود التِّلَاوَة فانه يجوز فعله على الرَّاحِلَة من",
            "page": "116",
            "part": "1",
            "seal": "22C19120"
        },
        {
            "id": "93",
            "nass": "غير عذر كسجود النَّفْل ¶ وَالْجَوَاب عَنهُ ان يتَكَلَّم على عِلّة الاصل وَعلة الْفَرْع بِكُل مَا يتَكَلَّم على التَّعْلِيل وَالَّذِي يخْتَص بِهِ ان يبين عِلّة جَوَاز فعله على الرَّاحِلَة وَهُوَ ان يَقُول انما جَازَ فعله على الرَّاحِلَة لانه وجد سَببه وَهُوَ على الرَّاحِلَة وَسُجُود الصلب لم يُوجد سَببه على الرَّاحِلَة فَلذَلِك لم يجز فعله على الرَّاحِلَة ¶ وَالثَّانِي ان يفرق بنظير من نَظَائِر الحكم وَهُوَ مثل ان يَقُول الشَّافِعِي رَحمَه الله فِي الزَّكَاة فِي مَال الصَّبِي انه حر مُسلم فاشبه الْبَالِغ ¶ فَيَقُول الْحَنَفِيّ الْبَالِغ يتَعَلَّق الْحَج بِمَالِه فتعلقت الزَّكَاة بِمَالِه وَهَذَا لَا يتَعَلَّق الْحَج بِمَالِه فَلم يتَعَلَّق الزَّكَاة بِمَالِه ¶ وَالْجَوَاب ان يتَكَلَّم على العلتين بِكُل مَا يتَكَلَّم على الْعِلَل وَالَّذِي يَعْنِي بِهِ ان يبين ان الزَّكَاة لَيست بنظير الْحَج ¶ واما الْفرق بِقِيَاس الشّبَه فَهُوَ مثل ان يَقُول الشَّافِعِي فِي نَفَقَة مَا عدا الْوَالِد وَالْولد انها لَا تجب لَان كل قرَابَة لَا يجب بهَا النَّفَقَة مَعَ اخْتِلَاف الدّين فَلَا يجب بهَا النَّفَقَة مَعَ اتِّفَاق الدّين كقرابة ابْن الْعم ¶ فَيَقُول الْمُخَالف الْمَعْنى فِي الاصل ان تِلْكَ الْقَرَابَة لَا يتَعَلَّق بهَا تَحْرِيم المناكحة وَهَذِه الْقَرَابَة يتَعَلَّق بهَا تَحْرِيم المناكحة فَهِيَ كقرابة الْوَالِدين ¶ وَالْجَوَاب ان يتَكَلَّم على العلتين بِكُل مَا يتَكَلَّم على الْعِلَل وَالَّذِي اخْتصَّ",
            "page": "117",
            "part": "1",
            "seal": "AB0E59AF"
        },
        {
            "id": "94",
            "nass": "بِهَذَا ان يُقَابل الْفرق بِجمع مثله فَيَقُول ان كَانَ الاصل وَالْفرع افْتَرقَا فِي تَحْرِيم المناكحة الا انهما اسْتَويَا فِي الْمِيرَاث وان كَانَ قد افترق الاصل وَالْفرع فِي المناكحة ففرقت بَينهمَا فِي النَّفَقَة فههنا ايضا قرَابَة الاب والاخ فِي أفترقا تَحْرِيم مَنْكُوحَة احدهما على الاخر ورد الشَّهَادَة واحكام كَثِيرَة فَيجب ان يفترقا فِي اسقاط النَّفَقَة",
            "page": "118",
            "part": "1",
            "seal": "94D5CD29"
        },
        {
            "id": "95",
            "nass": "- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - بَاب الْكَلَام على اسْتِصْحَاب الْحَال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم َ - ¶ وَهُوَ ضَرْبَان ¶ اسْتِصْحَاب حَال الْعقل فِي بَرَاءَة الذِّمَّة واستصحاب حَال الاجماع فِيمَا حفظ عَلَيْهِ للِاخْتِلَاف ¶ فاما الاول فَهُوَ مثل ان يَقُول الشَّافِعِي رَحمَه الله فِيمَن قتل مُسلما فِي دَار الْحَرْب وَهُوَ لَا يعلم اسلامه انه لَا يجب عَلَيْهِ الدِّيَة لَان الاصل بَرَاءَة الذِّمَّة وفراغ الساحة وَطَرِيق اشتغالها انما يكون بِالشَّرْعِ وَلم يجد مَا يدل على الِاشْتِغَال فَيبقى على الاصل ¶ وَالْكَلَام عَلَيْهِ من وَجْهَيْن ¶ احدهما الْمُعَارضَة بِمِثْلِهَا وَهُوَ أَن يَقُول هَذَا يُعَارضهُ إِنَّا اجمعنا انه قد اشتغلت بِالْعقلِ ذمَّته فَمن زعم انه بِإِخْرَاج الْكَفَّارَة تبرا ذمَّته احْتَاجَ الى دَلِيل ¶ وَالْجَوَاب ان يبين ان الْقدر الَّذِي دلّ الدَّلِيل على الِاشْتِغَال هُوَ الْكَفَّارَة وهما سوا ذَلِك فَهُوَ بَاقٍ على الْبَرَاءَة ¶ وَالثَّانِي ان يَنْقُلهُ عَن الاصل بِدَلِيل وَهُوَ ان يذكر مَا يدل على وجوب النِّيَّة",
            "page": "119",
            "part": "1",
            "seal": "473E1653"
        }
    ],
    "t6320": [
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في استصحاب الحال"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ما يتوجه على الفعل من الاعتراض"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الإقرار"
        }
    ]
}