{
    "b634": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ وصلى الله على سيدنا محمد وسلم تسليما. ¶ الحمد لله الذي علمنا ما لم نكن نعلم، وفضلنا على كثيرٍ من خلقه وقدم، وجعلنا ممن بقتدى به ويؤتم، وصلى الله على محمدٍ وعلى آله وسلم. ¶ قال أبو محمد عبد الله بن محمد بن السيد البطليوسي رحمه الله: لما فرغت من الكلام في إصلاح الخلل الواقع في كتاب الجمل، أردت أن أتبع ذلك الكلام في إعراب أبياته ومعانيها، وما يحضرني من أسماء قائليها. ¶ وغرضى أن أصل بكل بيت منها ما يتصل به ليكون أبين لغرض قائله ومذهبه. ¶ ولم يمنعني من الكلام في إعرابها ومعانيها ما تقدمني من كلام غيري فيها، فربما كان لكلام غيري مزية على ماسواه، وزيادة فضلٍ لمن وقف عليه ورواه. ¶ وأنا أسأل الله عوناً على ما أبديه، إنه ولي الفضل ومسديه، لا رب سواه، ولا معبود حاشاه. ¶ أنشد أبو القاسم رحمه الله في باب النعت: ¶ لاَ يَبْعَدَنْ قَوْمي الَّذين هُمُ ... سُمُّ الْعُدَاةِ وآفةُ الْجُزْرِ ¶ النَّازِلينَ بِكُلِ مُعْتَرَكٍ ... والطَّيِّبُونَ مَعَاقِدَ اْلأَزرِ ¶ هذا الشعر لخرنق بنت هفان القيسمية، وهي أخت طرفة ابن العبد المالكي لأمه، من شعر رثت به زوجها بشر، ابن عمرو، بن مرثد، ومن قتل معه من بنيه وقومه، وكان غزا بني أسد بن خزيمة، هو وعمرو، بن عبد الله، بن الأشل، وكانا متساندين: بشر على بني مالك، وبني عتاب بن ضبيعة، وعمرو على بني رهم. ¶ ومعنى التساند والمساندة: أن يخرج كل رجلٍ منهم على حدته، ليس لهم أمير يجمعهم، فأغارا على بني أسد، فتقدمتهم بنو أسد إلى عقبة يقال لها: قلاب، فقتل بشر بن عمرو وبنوه، وفر عمرو بن عبد الله بن الأشل فسمى ذلك اليوم: يوم قلاب. ¶ وخرنق: من الأسماء المنقولة من الأنواع إلى العلمية؛ لأن الخرنق في اللغة ولد الأرنب، وهو للذكر والأنثى، والخرنق أيضاً: مصنعة الماء وهو نحو الصهريج. ¶ وأما هفان: فاسم مرتجل غير منقول، وهو مشتق من الهفيف، وهو السرعة والخفة، ويقال له: هفان بفتح الهاء وكسرها ومعنى لا يبعدن: لا يهلكن، وهو دعاء خرج بلفظ النهى، وإن كان ليس بنهى، كما يخرج الدعاء بلفظ الأمر، وليس بأمر، إذا قلت: اللهم اغفر لزيد. ¶ وبطل إعراب الفعل لدخول النون الخفيفة فيه، لأنها ترد المستقبل مبنياً على السكون، من حيث أنها تمنعه من دخول العوامل عليه، ويجرى بالفتح للواحد المذكر، وبالكسر للواحدة المؤنثة، وبالضم لجماعة المذكرين، وحركته لالتقاء الساكنين على مذهب سيبويه. ¶ يقال: بعد الرجل يبعد، على مثال: علم يعلم، إذا هلك، قال الله تعالى: \" ألا بعداً لمدين كما بعدت ثمود \". فإذا أردت البعد الذي هو ضد القرب قلت: بعد يبعد، على مثال: ظرف يظرف. ¶ والمصدر الذي يراد به الهلاك: بعداً بفتح الباء والعين، والمصدر الذي يراد به ضد القرب: بعداً، على مثال ضده، الذي هو قرب، وربما استعملوا البعد في الهلاك، لتداخل معنييهما. ¶ فإن قال قائل: كيف دعت لقومها بأن لا يهلكوا، وهم قد هلكوا؟! فالجواب: أن العرب قد جرت على عادتها باستعمال هذه اللفظة في الدعاء للميت، ولهم في ذلك غرضان: أحدهما: أنهم يريدون بذلك استعظام موت الرجل الجليل، وكأنهم لا يصدقون بموته، وقد بين هذا المعنى زهير بن أبي سلمى بقوله: ¶ يقولون: حِصْن ثم تأْبى نفوسهم ... وكيف بِحِصْن والجبالُ جُنوحُ! ¶ ولم تلفظ الموتى القبورُ ولم تَزَلْ ... نجومُ السَّماءِ والأديمُ صحيحُ! ¶ أراد أنهم يقولون: مات حصن، ثم يستعظمون أن ينطقوا بذلك، ويقولون: كيف يجوز أن يموت والجبال لم تنسف، والنجوم لم تنكدر، والقبور لم تخرج موتاها، وجرم العالم صحيح، لم يحدث فيه حادث؟!! فهذا أحد الغرضين. ¶ والغرض الثاني: أنهم يريدون الدعاء له بأن يبقى ذكره، ولا يذهب؛ لأن بقاء ذكر الإنسان بعد موته بمنزلة حياته؛ ألا ترى إلى قول الشاعر: ¶ فأثنوا علينا لا أَبا لأَبيكم ... بأفعالنا إِنَّ الثناء هو الخلدُ ¶ وقال آخر وهو التميمي يرثي يزيد بن يزيد الشيباني: ¶ فإنْ تَكُ أفْنَتْهُ اللَّيالي فأوْشَكَتْ ... فإنّ له ذكراً سَيُفْنِي اللَّيَاليَا! ¶ وقال أبو الطيب المتنبي، في هذا المعنى فأحسن كل الإحسان:",
            "page": "1",
            "part": "1",
            "seal": "5A12F2FE"
        },
        {
            "id": "2",
            "nass": "ذِكْرُ الفَتَى عُمْرُهُ الثَّاني وَحاجَتُه ... ما فَاتَهُ، وفُضُولُ العيشِ أَشْغَالُ ¶ وقد بين مالك بن الريب ما في هذا المعنى من المحال حين قال: ¶ يقولُونَ: لاَتَبْعَدْ وهم يَدفِنُونَنِي ... وأينَ مكانُ البعدِ إلاّ مَكانيا ¶ وقولها: سم العداة وآفة الجزر: أرادت أنهم كانوا في حياتهم سما لأعدائهم؛ لأنهم كانوا يهلكونهم، وآفة لإبلهم؛ لأنهم كانوا ينحرونها لأضيافهم. ¶ والجزر جمع جزور، وهي الناقة التي تتخذ للنحر. ¶ ويقال: سم وسم بضم السين وفتحها، وزعم الطوسي أنه يقال: سم بكسر السين. ¶ فإن قيل: فكيف قالت: الذين هم، وإنما يتأتى هذا لمن هو موجود؟ وإنما كان ينبغي أن تقول كما قال الآخر: ¶ كانوا على الأعداء ناراً محرقاً ... ولقومهم حِرْماً من الأحرام؟ ¶ فالجواب عن هذا من وجهين: أحدهما: أن العرب قد تضمر كان اتكالا على فهم السامع، إذا كان في اللفظ دليل عليها، كقوله تعالى: \" واتبعوا ما تتلوا الشياطين على ملك سليمان \"، قال الكسائي: أراد ما كانت تتلوا. ¶ وقال الراعي: ¶ أزمانَ قَوْمي والجماعة كالَّذي ... مَنَعَ الرِّحالَةَ أنْ تميل مَمِيلاً ¶ أراد: كان أزمان قومي. ¶ والوجه الثاني: أنها لما دعت لهم ببقاء الذكر، بعد موتهم، صاروا كالموجودين، وكانوا موصوفين بما كانوا يفعلونه. ¶ وقد يجوز أن تكون دعت بقولها لا يبعدن لمن بقي من قومها، أي: لا أبعد الله من بقي من قومي كبعد من مضى منهم، ويقوى هذا قولها بعد هذا البيت: ¶ قومٌ إذا ركبوا سمعتَ لهم ... لَغَطاً من التَّأْيِيه والزَّجْرِ ¶ إن يشْربوا يَهبوا، وإن يَذَروا ... يتواعظوا عن منْطق الهُجْرِ ¶ والخالطين نَحِيتَهم بنُضَارهمْ ... وذَوى الغَني منهم بِذي الفقْرِ ¶ هذا ثنائي ما بَقيتُ لَهُمْ ... فإذا هَلكْتُ أَجنَّني قَبْرِي ¶ ويقوى قول من قال: إنها دعت لمن مات منهم بقولها في هذا الشعر: ¶ لاَقُوا غَدَاةَ قُلابَ حَتْفَهُمُ ... سَوْقَ العَتِير يُساق لِلْعَتْرِ ¶ والعداة: حمع عادٍ، وهو العدو بعينه، ولا يجوز أن يكون جمع عدو؛ لأن فعولا لا يجمع على فعلة، وقد حكى أبو زيد: لا أشمت الله عاديك أي عدوك. ¶ والنزول في الحرب: على ضربين: أحدهما: أول الحرب، وهو أن ينزلوا عن إبلهم ويركبوا خيلهم. ¶ والثاني: في آخرها، وهو أن ينزلوا عن خيلهم، ويقاتلوا على أقدامهم، إذا كان القتال في موضع وعر ضيق، لا مجال فيه للخيل، وربما اعتنق الرجل صاحبه، فسقطا جميعاً إلى الأرض، وهذا هو النزول الذي أراده مهلهل بقوله: ¶ لَمْ يُطيقوا أنْ ينْزِلوا وَنزَلْنا ... وأخو الحرْب مَنْ أطاقَ النُّزولا ¶ وهو الذي أراد عنترة بقوله: ¶ فيهم أخو ثِقَةٍ يُضَاربُ نازلاً ... بالْمَشْرَفيِّ وفارس لم ينْزِل! ¶ والمعترك: موضع القتال، ويقال له: معرك أيضاً، وهو مشتق عن عركت الرحى الحب، إذا طحنته، أرادوا: أنه يطحن من فيه كما تطحن الرحى ما جعل فيها، ولذلك سموه: رحى، قال عنترة: ¶ دارت على القوم رحى طحون ¶ وقد بين ذلك زهير بقوله: ¶ فتعرككم عرْك الرَّحى بثفالها ... وتلقح كشافا ثم تحمل فتفطم ¶ وإذا وصفوا الرجل بطهارة الإزار وطيبة، فهي إشارة وكناية عن عفة الفرج، تريد: أنهم لا يعقدون مآزرهم على فروج زانية! وكذلك طهارة الذيل. ¶ وإذا وصفوا بطهارة الكم أو الردن وهو الكم بعينه أرادوا أنه لا يخون ولا يسرق.! فإذا وصفوه بطهارة الجيب: أرادوا: أن قلبه لا ينطوي على غش ولا مكروه.! وقد يكنون عن عفة الفرج بطيب الحجزة، كما قال النابغة: ¶ رِقاقُ النِّعال طَيِّبٌ حُجُزَاتُهم ... يُحَيَّونَ بالرَّيْحَانِ يوم السَّباسِبِ ¶ والباء في قولها: بكل معترك، بمعنى في، كما يقال: زيد بالبصرة، وفي البصرة. ¶ ومعاقد الأزر: منصو. على التشبيه بالمفعول به، والكوفيون يجيزون نصبها على التمييز، لأن التمييز عندهم يكون نكرة ومعرفة، ويجوز الانفصال في المعرفة، ولا يجوز عند البصريين إلا أن يكون نكرة. ¶ واللغط واللغط بتسكين الغين وفتحها: اللجبة، والأصوات المختلطة.",
            "page": "2",
            "part": "1",
            "seal": "844AF36E"
        },
        {
            "id": "3",
            "nass": "والتأييه: الدعاء، يقال: أيهت بالرجل، إذا دعوته، وأيهت رس، وفي الحديث أن ملك الموت سئل: كيف تقبض الأرواح؟ فقال: أأيه بها كما يؤيه بالخيل فتجئ إلي. ¶ والهجر: الكلام القبيح، بضم الهاء فإذا فتح فهو الهذيان. ¶ والنضار: الخالص النسب، والنحيت: ضده. ¶ والعتير: ما يذبح للأصنام، والعتر الذبح للأصنام بفتح العين والعتر بالكسر المذبوح نفسه. ¶ وقولها: فإذا هلكت أجنني قبري: كلام لا فائدة فيه على ظاهره، والمعنى: فإذا هلكت قام عذري في تركي الثناء عليهم لهلاكي، فهو مما وضع السبب فيه موضع المسبب، وهو كثير في الكلام. ¶ وأنشد أبو القاسم، في باب البدل: ¶ وَكُنْتُ كَذِي رِجْلَيْن؛ رِجْلٍ صحيحةٍ ... ورِجْلٍ رَمَى فيها الزَّمانُ فشلَّتِ ¶ هذا البيت: لكثير عزة، وهو: كثير بن عبد الرحمن بن الأسود بن عامر بن عويمر الخزاعي، ويكنى: أبا صخر. ¶ وكان رافضياً أحمق، فلما حضرته الوفاة قال: ¶ بَرئْتُ إلى الإله منَ ابن أرْوَى ... ومنْ دين الخوارج أجمعينا ¶ ومنْ عمر برئْتُ ومنْ عَتيقٍ ... غداةَ دُعِي أميرَ المؤمنينا ¶ ثم خرجت نفسه، كأنها حصاة وقعت في ماء.! وابن أروى: هو عثمان بن عفان رضي الله عنه. ¶ وكثير: تصغير كثير، وهو من الأسماء المنقولة عن الصفات. والكثير يستعمل في كلام العرب على معنيين: أحدهما: يراد به ضد القليل من قلة العدد. ¶ والآخر: يراد به العزيز الجليل، يقال: كثرت بك، أي: اعتززت بك، والمرء كثير بأخيه من هذا، وإياء أراد العباس بن مرداس في قوله: ¶ فإنْ أَكُ في شِراركمُ قليلاً ... فإني في خِياركُم كَثِيرُ ¶ ونسب كثير إلى عزة، لشدة وجده بها وكلفه، واشتهاره بمحبتها. وصغر؛ لأنه كان حقيراً، شديد القصر، وكان إذا دخل على عبد الملك بن مروان، يقول له: طأطئ رأسك لئلا يؤذيك السقف! ولذلك قال فيه الحزين يهجوه: ¶ لقد علقت رب الذباب كثيرا ... أساود لا يطنينه وأراقم ¶ قصيرُ القميصِ فاحِشٌ عِند بيْته ... يعضّ القُرادُ باسْتِهِ وهو قائم ¶ وأما تشبيهه نفسه بذي رجلين؛ رجل صحيحه، ورجل شلاء، ففيه لأصحاب المعاني قولان: قيل: أراد أنها عاهدته وواثقته ألا تتحول عليه، فثبت هو على عهده، ولم تثبت.! وقيل: إنما تمنى أن تضيع قلوصه، فيجد سبيلا إلى بقائه عندها، فيكون من بقائه عندها كذي رجل صحيحه، ويكون من ذهاب قلوصه الحاملة له، وانقطاعه من سفره كذي رجل شلاء.! وكلا المعنيين صحيح. ¶ أما المعنى الأول فكقول النجاشي: ¶ وكنْتُ كذي رجلين رجل صحيحة ... ورجل رماها صاحب الحدثان ¶ فأما الَّتي صَحَّت فأَزْد شَنوءة ... وأما الَّتي شلَّت فأزد عُمان ¶ ويدل عليه أيضاً قول كثير: ¶ وكنَّا سلكنا في صَعُود من الهوى ... فلما تَوَافَيْنا ثَبَتُّ وزلَّتِ ¶ وأما الذين قالوا: إنه داخل في التّمنِّي؛ فإنما قالوا ذلك؛ لأن قبله: ¶ فليتَ قلُوصي عند عزَّة قُيِّدَتْ ... بحَبْلٍ ضعيفٍ عُزَّ منها فَضَلَّتِ ¶ وغُودِرِ في الحَيِّ المقيمين رَحْلُها ... وكان لهُ باغٍ سِوَايَ فَبَلَّتِ ¶ فتقديره عندهم: فليت قلوصي عند عزة قيدت، وليتني كنت............. ¶ وقوله: رمى فيها الزمان: جملة في موضع الصفة لرجل، وأراد: رمى فيها الزمان الداء والشلل، فحذف المفعول. ¶ ويروى: رجل صحيحة، ورجل ... بالرفع، وذلك أن تقديره: هما رجل صحيحة ورجل ... فيكون خبر مبتدأ مضمر، وإن شئت كان التقدير: إحداهما رجل صحيحه، والأخرى رجل........ فيكون الكلام جملتين وفي التقدير الأول يكون الكلام جملة واحدة. ¶ وإن شئت كان التقدير: منهما رجل صحيحة، ومنهما رجل.... فيكون كل واحد منهما مبتدأ، ويكون الكلام أيضاً جملتين. ¶ وأنشد أبو القاسم في هذا الباب: ¶ لقدْ كانَ في حَوْلٍ ثَوَاءٍ ثَوَيْتُهُ ... تُقَضَّى لُباناتٌ وَيَسْأمُ سائِمُ ¶ البيت: لأعشي بكر بن وائل، واسمه: ميمون بن قيس بن جندل، ويكنى: أبا بصير، ويسمى قيس أبوه: قتيل الجوع؛ لأنه دخل غاراً يستظل به من الحر، فوقعت صخرة على فم الغار، فمات فيه جوعا.! ففي ذلك يقول جهنام يهجوه:",
            "page": "3",
            "part": "1",
            "seal": "8EBB4A92"
        },
        {
            "id": "4",
            "nass": "أبوك قتيل الجوع قيس بن جندل ... وخالك عبد من خماعة راضع ¶ وميمون:: اسم منقول من الصفة إلى العلمية. ¶ وقيس، وجندل منقولان أيضاً من الأنواع، والقيس: الشدة والقيس: الصنم، والقيس: القياس. ¶ وروى قوم: ثويته بضم التاء، والوجه فتحها على الخطاب؛ لأن قبله: ¶ هريرةَ ودِّعها، وإنْ لام لائمٌ ... غداةَ غدٍ، أم أنتَ للبَين واجم ¶ والثواء: الإقامة، يقال: ثوى الرجل وأثوى. ¶ يقول: ودع هريرة، وإن لامك اللائم في مفارقتها، فقد أقمت عندها حولاً، ومن أقام مع محبوبته عاماً فقد شفى غرامه، وسئم مقامه، ولكنك لمفارقتك إياها واجم، على المقام معها عازم.! والواجم: الحزين الكئيب. ¶ واللبانات: الحاجات، واحدها: لبانة. ¶ والسأم: الملل. ¶ وثواء: بدل من حول، وثويته جملة لها موضع من الإعراب؛ لأنها في مكان الصفة لثواء، وهي صفة جرت على غير من هي له، ولو صيرتها اسماً، لقلت: ثاويه أنت، فانفصل الضمير المتصل؛ وبرز ويجب أن يكون في هذه الجملة ضميران عائدان: إلى الثواء من صفته وعائد إلى الحول من بدله؛ لأن حكم الصفة: أن يعود منها عائد إلى موصوفها، وحكم بدل الاشتمال، وبدل البعض من الكل: أن يكون في كل واحد منهما ضمير، يعود إلى المبدل منه؛ فالهاء في ثويته تعود إلى الثواء، والعائد إلى الحول مقدر كأنه قال: ثواء ثويته فيه. ¶ ونظير هذه المسألة من مسائل النحو: نفعني عبد الله علم أفادنيه، أي أفادنيه هو، فالهاء في أفادنيه عائدة إلى علم، وهو المضمر عائد إلى عبد الله. ¶ وقد قال بعض من شرح أبيات الجمل من شراح عصرنا: إن الهاء من ثويته يجوز أن تعود إلى الثواء، ويجوز أن تعود على الحول. ¶ وذلك خطأ، لأنه إذا أعاد هاء ثويته على الحول، بقى الموصوف لم يعد إليه من الجملة التي هي صفة عائد. ¶ وإذا جعلها عائدة على ثواء بقى المبدل منه لم يعد إليه من المبدل عائد، فلا بد من تقدير ضمير آخر كما قلنا. ¶ ومن روى: تقضي، وجعله مصدراً مضافاً إلى لبانات جاز أن يكون اسم كان، وخبرها في المجرور، وجاز أن يضمر في كان الأمر والشأن، ويرفع تقضى لبانات بالابتداء، والخبر في المجرور قبله والجملة خبر كان. ¶ ويلزم في هذه الرواية: أن تنصب ويسأم، بإضمار أن ليصير مصدراً، وتعطفه على تقضى، كأنه قال: تقضى لبانات، وسآمة سائم، إذ لا يصح عطف فعل على اسم. ¶ ونظيره من مسائل النحو قولك: يعجبني ضرب زيدٍ ويغضب، ومثله قول ميسون بنت بجدل: ¶ للبس عباءة وتَقَرُّ عيني ... أحبُّ إليّ من لُبس الشُّفُوفِ ¶ تقديره: للبس عباءة وقرارة عيني. ¶ ووزن تقضي من الفعل: تفعل، كسرت الضاد منه لتصح الياء، كما كسرت النون من التمني، واللام من التسلي. ¶ ومن روى: تقضى لبانات، ورفع اللبانات، وجعل تقضى فعلا لما لم يسم فاعله، ومفعوله لبانات، ورفع ويسأم عطفاً عليه، ولزم أن يضمر في كان الأمر والشأن على كل حال. ¶ وأنشد أبو القاسم، في باب: أقسام الأفعال في التعدي: ¶ أَمرْتُكَ الخَيرَ فافعل ما أُمرت به ... فقد تركتُكَ ذا مال وذا نَشبِ ¶ هذا البيت: وقع في كتاب سيبويه منسوباً إلى عمرو بن معديكرب، وذكر الهجري في نوادره: أنه لأعشى طرود. ¶ وعمرو اسم منقول من الأنواع إلى العلمية. وللعمر أربعة معان: العمر: البقاء، ومنه قيل: لعمر الله، إنما هو قسم ببقائه عز وجل. والعمر: ما بين الأسنان من اللحم. ¶ والعمر: القرط. ¶ والعمر: طرف الكم، وجاء في الحديث: لا بأس أن يسجد الرجل على عمريه. ¶ وأما معديكرب: فقال أبو العباس أحمد بن يحيى: معناه: عداه الكرب، أي تجاوزه، حكى ذلك أبو الفتح بن جني، عن أبي علي الفارسي. ¶ ويكنى عمرو: أبا ثور، وزعم بعضهم: أنه يكنى: أبا ريحانة، ببنت كانت له، وفيها يقول: ¶ أمِنْ رَيْحانَةَ الدَّاعي السميع ... يؤرقني وأصحابي هجوع ¶ وهذا غلط؛ إنما ريحانة أخته، وهي أم دريد بن الصمة. ¶ ويروى: ذا نشب بشين معجمة وكذا رواه أصحاب سيبويه في كتابه، ولم يختلفوا فيه، ورواه الهجري بسين غير معجمة، فمن رواه بسين غير معجمة فله أن يقول: إن قوله: ذا مال قد أغنى عن ذكر النشب. ¶ ومن رواه بالشين المعجمة، فله أن يحتج بأشياء، منها: اتفاق رواة كتاب سيبويه فيه على الشين.",
            "page": "4",
            "part": "1",
            "seal": "B7CA75A8"
        },
        {
            "id": "5",
            "nass": "ومنها: أن العرب قد تأتي بالإسمين ومعناهما واحد، كقول الشاعر: ¶ أَلاَ حَبَّذَا هند، وأرض بها هندٌ ... وهند أَتَى مِنْ دونها النأي والبعدُ ¶ والنأي: هو البعد بعينه. ¶ ومنها: أن العرب أكثر ما تستعمل النشب في الأشياء الثابتة التي لا براح لها، كالدور والضياع، وأكثر ما يوقعون المال على ما لبس بثابت كالدنانير والدراهم والحيوان، وربما أوقعوا المال على جميع ما يملكه الإنسان، وهو الصحيح، لقوله تعالى: \" ولا تؤتوا السفهاء أموالكم \" وهذا لا يخص شيئاً دون شيء. ¶ وبعد هذا البيت: ¶ فاتْرُكْ خلائقَ قوم لا خَلاَق لهم ... واعمد لأخلاق أهل الفضل والأدب ¶ قد نِلتَ مَجْداً فحاذر أنْ تدنِّسهُ ... أبٌ كريم وجدٌّ غيرُ مُؤْتَشب ¶ المؤتشب: الذي نسبه غير خالص، يقال: أشب البيت وائتشب إذا اشتبك. ¶ وأنشد أبو القاسم، في باب اشتغال الفعل عن المفعول بضميره: ¶ أَصْبحتُ لا أَحمِلُ السِّلاَحَ ولاَ ... أَملكُ رَأَسَ البعيرِ إِنْ نَفرَا ¶ والذِّئبُ أَخشاهُ إنْ مررْتُ بِهِ ... وَحدِي وأَخشى الرِّياحَ والمطرَا ¶ هذان البيتان: للربيع بن ضبع الفزاري من بني فزارة وهو من المعمرين، وهو القائل: ¶ إذا عاش الفتى مائتينِ عاماً ... فقد ذهبَ المسرَّة والفتاء ¶ والربيع، وضبع وفزارة: من الأسماء المنقولة عن الأجناس والأنواع إلى العلمية. ¶ أما الربيع: فيكون الفصل المعروف، من فصول السنة، والربيع: المطر، والربيع العشب النابت عنه، والربيع السافية تكون بين الكلأ. ¶ والضبع: صنف من السباع، يقال للأنثى منه: ضبع، وللذكر: ضبعان، والضبع: السنة المجدبة، شبهت بالضبع، وفي الحديث: أن رجلا قال: يا رسول الله، أكلتنا الضبع. ¶ وقال العباس بن مرداس: ¶ أبَا خُراشةَ أَمَّا أَنتَ ذا نَفرٍ ... فإن قوْمي لَم تأكلهمُ الضبع ¶ وأما الفزَارَةَ: فهي الأنثى من النمر، والهدبس: الذكر منها، والفزر: ولدها إن كان ذكراً، والفزرة: الأنثى، قال الشاعر: ¶ ولقد رأيتُ فزارةً وهَدَبَّساً ... والفِزْرُ يَتبع فزره كالضَّيون ¶ وقوله: لا أحمل السلاح، ولا أملك.... جملتان في موضع نصب على خبر أصبح إن جعلتها ناقصة، أو في موضع الحال إن جعلتها التامة، المستغنية عن الحبر، كأنه قال: أصبحت غير حامل السلاح، ولا مالك رأس البعير أن يفر مني.! ويجوز في الذئب الرفع والنصب؛ فالرفع على الابتداء، والنصب بإضمار فعل؛ كأنه قال: وأخشى الذئب أخشاه، والاختيار النصب؛ لأن البيت الذي قبله مصدر بفعل، فيختار أن يضمر للذئب فعل، ليعطف ما عمل فيه الفعل على ما عمل فيه الفعل، طلباً لتشاكل الألفاظ. ¶ ويجوز أن تكون هذه الجملة معطوفة على الجملة الكبرى، وهي: أصبحت لا أحمل ... ¶ ويجوز أن تكون هذه الجملة معطوفة على الجملة الصغرى وهي: لا أحمل السلاح. ¶ والجملة الكبرى: هي كل جملة لا موضع لها من الإعراب. ¶ والجملة الصغرى. هي كل جملة لها موضع من الأعراب. ¶ لأن كل جملة يقدر في موضعها المفرد فلها موضع من الإعراب، وكل جملة لا يقدر في محلها المفرد فلا محل لها من الإعراب، والكبرى كقولك: زيد أبوه منطلق، فهذه الجملة كلها تسمى: كبرى، وأما قولك: أبوه منطلق، فتسمى: صغرى؛ لأنها في موضع خبر المبتدأ، وهي جزء من الجملة الكبرى. ¶ وقد تكون الجملة صغرى وكبرى، على وجهين مختلفين؛ كقولك: زيد أبوه غلامه منطلق، فهذه الجملة كبرى، وقولك: غلامه منطلق صغرى؛ لأنها خبر عن الأب، وقولك: أبوه غلامه منطلق صغرى بالإضافة إلى زيد، وكبرى بالإضافة إلى الغلام. ¶ وقوله: وحدي: في موضع نصب على الحال، كأنه قال: إن مررت به متوحداً. ¶ وقوله: إن نفرا، وإن مررت به: شرطان لم يأت بعدهما جواب لهما؛ لأن ما قبلهما من الكلام قد سد مسد الجواب، فهو بمنزلة قولك: أنا أشكرك إن أحسنت إلي. ¶ ومعنى الشعر: أنه لشدة كبره قد ضعفت قواه عن حمل السلاح إلى الحرب، وصار في حال لا يقدر على تصريف البعير إذا ركبه، ويخاف الذئب أن يعدو عليه، ويتأذى بالريح إذا هبت، والأمطار إذا نزلت، وهذا نظير قوله في شعر آخر: ¶ إذا كانَ الشِّتَاءُ فادفئوني ... فإنَّ الشيخ يَهْدمه الشتاءُ",
            "page": "5",
            "part": "1",
            "seal": "6F8A4613"
        },
        {
            "id": "6",
            "nass": "وأَمَّا حينَ يذهب كلُّ قَرٍّ ... فسِرْ بالٌ رقيق أو رداءُ ¶ وهذا نحو قول العرب في أمثالها: قد كنت وما أخشى الذئب، وكنت وما يقاد بي البعير.!! وظاهر قول الربيع مخالف لقول بعض المعمرين: ¶ أعَارَ أبو زيد يمنى سلاحَه ... وبَعْضُ سِلاَح الدَّهر للِمرء كالمُ ¶ وكنْتُ إذا ما أَنْكر الكلب أهله ... أُخَتَّا، وحين الكلب يقظان نائم ¶ لأن الربيع نفى عن نفسه حمل السلاح لكبر سنه، وهذا الثاني يصف أنه كبر، فصار يحمل سلاح أبي زيد! وأراد الربيع: أنه لا يقدر على حمل السلاح إلى الحرب! وأما سلاح أبي زيد الذي وصف هذا أنه يحمله فهو: العصا الذي يتوكأ عليها الشيخ، وأبو زيد: كنية الدهر، ويكنى أيضاً: أبا سعد، ويقال: إن أبا سعد كنية الهرم، وهذا المعنى هو الذي أراده الإصبع العدواني بقوله: أما ترى شكتي: رمح أبي سعد فقد أحمل السلاح معاً وروت الرواة: أن الربيع بن ضبع هذا عاش حتى أدرك الإسلام، وأنه قدم الشام على معاوية بن أبي سفيان، ومعه حفيد له، فدخل حفيده على معاوية، فقال معاوية له: أقعد يا شيخ! فقال: وكيف يقعد من جده بالباب؟! فقال معاوية: لملك من ولد الربيع بن ضبع؟ فقال: أجل، فأمره بالدخول، فلما دخل سأله معاوية عن سنه؟ فقال: ¶ أَقفرُ مِنْ مية الجريبُ إلى الزْ ... زُجَّين إلاّ الظباء والبقرَا ¶ كأنها دُرَّةٌ مُنَعَّمةٌ ... من نِسْوةٍ كُنَّ قَبْلها دُرَرا ¶ أصبح مِنِّي الشبابُ مبتكرا ... إنْ يَنْأ عنِّي فقدْ ثَوىَ عُصُرَا ¶ فارقنا قبل أنْ نفارقه ... لمَّا قضى مِنْ جِماعنا وطرا ¶ هأنذا أملُّ الحياةَ وقدْ ... أدركَ سنِّي ومَوْلِدي حُجرا ¶ أَبَا امْرِئ القيس هل سمعت به ... هيْهات هيهات طال ذا عُمسُر ¶ أَصحْبْتُ لا أَحمْلُ السلاحَ وَلا ... أَمْهلكُ رأسَ البَعير إنْ نَفرَا ¶ والذِّئْبَ أخشاه إنْ مررتُ به ... وحدي وأخْشى الرِّياح والمطرا ¶ مِنْ بعد ما قُوَّةٍ أُسَرُّ بها ... أصْبحتُ شَيْخاً أُعالج الكِبرَا ¶ فقرأ معاوية رحمه الله: \" ومن نعمره ننكسه في الخلق \" وأنشد أبو القاسم: في باب الحروف التي ترفع الأسم وتنصب الخبر: ¶ فَمَا كَانَ قَيْسٌ هُلكُهُ هُلْكُ وَاحِدٍ ... ولكنَّهُ بنْيانُ قَوْمٍ تَهَدَّماً ¶ هذا البيت: لعبدة بن الطيب، وهو من بني عبد شمس ابن كعب بن سعد بن زيد مناة من تميم. ¶ وعبدة: تأنيث عبد، وهو منقول من الصفات الجارية مجرى الأسماء. ¶ والطبيب: الحاذق بالأشياء، الماهر بها، وفيه قال علقمة ابن عبدة: ¶ فإنْ تسْألوني بالنِّساءِ فإِّننِي ... بَصيرٌ بأدْواءِ النِّساءِ طبيبٌ ¶ وعبدة هذا، ساكن الباء، وأما عبده أبو علقمة، فهو متحرك الباء، وقد قيد هذا عبدة بن الطبيب بقوله في نفسه: ¶ يتباشرون بأن عَبْدة مقبل ... كلاّ وَمنْ جَمعَ الحجيج إلى منى ¶ وهذا البيت: من شعر رثي به قيس بن عاصم المنقري، سيد بني منقر، وقبله: ¶ عَليْكَ سلامُ اللهِ قَيْسَ بْن عَاصِم ... ورحْمتُه ما شَاء أنْ يَتَّرَحما ¶ تَحيَّةَ من غادَرتْه غَرَضَ الرَّدى ... إذَا زَارَ عَنْ شَحط بِلادكَ سلّما ¶ والهاء في قوله: ولكنه: تعود على الهلك، والمعنى: ولكن هلكه انهدام بنيان قوم تهدما، أي انهدم بيت عزهم وبنيان ههنا: مصدر استعمل استعمال الأسماء، وأراد به المبنى نفسه، لأن البنيان الذي يراد به المصدر، لا يوصف بالانهدام، وفي الحديث: من هدم بنيان الله فهو ملعون. ¶ أي: قتل نفساً مسلمة لم تستوجب القتل. ¶ وقوله: ما شاء أن يترحما، تقدر ما ههنا مع الفعل بتأويل المصدر، والمصدر ناب مناب ظرف، كأنه قال: مشيئة الترحم ومعناه: مدة مشيئته، وهو سبحانه يشاء برحمته من رحم أبداً. ¶ وتحية: مصدر مؤكد، لأن قوله: عليك سلام الله قد أفاد معنى التحتية، فهو بمنزلة قوله تعالى: \" كتاب الله عليكم \"، وكقول زهير: ¶ تَعلَّمنْ ها لَعمرُ اللهِ ذا قَسماً ... فاقدِرْ بِذَرْعِكَ وانظر أينَ تَنسلك",
            "page": "6",
            "part": "1",
            "seal": "B70A5700"
        },
        {
            "id": "7",
            "nass": "وقوله: غرض الردى: منصوب على الحال، وإن كان مضافاً إلى المعرفة، لأن معناه كمعنى الصفة، أي مقصود الردى، وإضافته مقدرة بالانفصال، كأنه قال: غرضاً للردى، أي مقصوداً له. ¶ وقوله: إذا زار عن شحط بلادك سلما: يحتمل أن يكون بدلا من غرض الردى، فيكون للجملة موضع من الإعراب، ويحتمل أن يكون بدلا من الهاء في غادرته، فلا يكون للجملة موضع، كما أن الصفة لا موضع لها. ¶ وأنشد أبو القاسم في هذا الباب: ¶ كأنَّ سَبَيئَةً مِنْ بَيْتِ رَأْسٍ ... يكون مِزَاجَهَا عَسَلٌ وَمَاءٌ ¶ هذا البيت: لحسان بن ثابت، بن المنذر، بن حرام الأنصاري، ويكنى: أبا الوليد. ¶ واسمه مرتجل، غير منقول، ولكنه مشتق من الحسن، فيكون وزنه: فعالاً مصروفاً. ¶ ويجوز أن يكون مشتقاً من الحس، فيكون وزنه: فعلان، غير مصروف؛ للزيادة التي في آخره، والمعرفة. ¶ والأقيس فيه: ألا يصرف، لأن حسان لم يصرف اسمه في قوله: ¶ ما هاجَ حَسَّانَ رُسُومُ المقامِ ... ومظعنُ الحيِّ ومَبنَى الخيامِ ¶ وأما ثابت، والمنذر، وحرام فأسماء منقولة غير مرتجلة. فثابت، والمنذر: وصف من الأسماء المنقولة عن الصفات: وأما حرام: فيجوز أن يكون منقولاً من قولهم: رجل حرام، أي محرم، فيكون من الأسماء المنقولة عن الصفات، ويجوز أن يكون منقولا من الحرام الذي هو ضد الحلال، فيكون منقولا إلى الأسماء عن الصفات، على أنه قد وصف به، فيكون قد قيل: شيء حرام، والحرام أيضاً: اسم للنمل. ¶ والسبيئة: الخمر المشتراة، يقال: سبأت الخمر بالهمز إذا اشتريتها، وهي فعيلة بمعنى مفعولة، قال ابن هرمة: ¶ غالية قَرْقَفٌ معتّقة ... يغلُو بأيدي التجار مَسبؤها ¶ وأراد بالرأس: رئيس الخمارين، وخصه بالذكر لأن خمره أعتق من خمر غيره. ¶ وقال أبو العباس المبرد: بيت رأس موضع. ¶ ويروى: كأن سلافةً، والسلافة: أول ما يسيل من الخمر، وقيل: هي ما يسيل من العنب من غير عصر، ويدل على هذا قول الشاعر: ¶ من عَتِيق الكُرُومِ جاءتْ سُلاَفاً ... لم يطأْها برجله العَّصار ¶ أراد: جاءت العصار سلافاً لم يطأها برجله.! وفي قوله: يكون مزاجها عسل وماء أربعة أقوال: قيل: هو على وجه الضرورة، وعلى ذلك أنشده سيبويه. ¶ وقيل: أراد مزاجاً لها، فأراد بالإضافة الانفصال فأخبر فيه بنكرة عن نكرة. ¶ وقيل: نصب مزاجها على الظرف الساد مسد الخبر، لا على الخبر نفسه، كأنه قال: يكون مستقراً في مزاجها. ¶ وقيل: إنما جاز ذلك؛ لأن العسل والماء نوعان، والأنواع تشبه النكرات، وقولك: أكلت العسل، وأكلت عسلاً، وشربت الماء، وشربت ماءً سواء؛ لأنه قد علم أنك لم تأكل جميع نوع العسل، ولم تشرب جميع نوع الماء. ¶ وإنما كان كذلك؛ لأن الأنواع والأجناس ليس لأجزائيهما أسماء تخصها من حيث هي أجزاء، وإنما يعبر عن كل جزء من الجنس باسم الجنس وعن كل جزء من النوع باسم النوع يقال لكل جزء من الماء: ماء، ولكل جزء من العسل: عسل. ¶ وكان أبو عثمان المازني يروي: يكون مزاجها بالرفع ويجعله اسم كان وينصب عسلاً خبرها، ويرفع ماء بفعل مضمر دل عليه المزاج كأنه قال: ومازجها ماء. ¶ وقوله: من بيت في موضع نصب على الصفة لسبيئة، ويكون مزاجها في موضع الصفة لها أيضاً، كأنه قال: سبيئة مشتراةً من بيت رأس كائناً مزاجها عسل وماء، وأما خبر كأن الذي وقع عليه التشبه فهو في بيتٍ آخر بعد هذا وهو قوله: ¶ على أنيابها أو طَعمَ غَضِّ ... من التُّفاح هَصَّره الجَناءُ ¶ وقد جرت عادة النحويين أن يجعلوا كأن للتشيبه حيث وقعت وليس ذلك بصحيح، وإنما يكون تشبيهاً محضاً إذا وقع في الخبر اسم يمثل به اسمها، ويكون الخبر أرفع من الاسم، أو أحط منه كقولك: كأن زيداً ملك، أو كأن زيداً حمار. ¶ وأما إذا كان خبرها فعلاً، أو ظرفاً، أو مجروراً، أو صفة من صفات أسمائها، فإنها يدخلها حينئذ معنى الظن والحسبان، كقولك: كأن زيداً قائم، أو كأن زيداً في الدار، فلست تشبه زيداً بشيء هاهنا، إنما تظن أنه قائم وأنه في الدار، وكذلك قول الشاعر: ¶ وداوَيتُها حتَّى شَقتْ حَبشية ... كأن عليها سندساً وسُدُوساً ¶ ولها أيضاً معانٍ أخر ليس هذا موضع ذكرها. ¶ وأنشد أبو القاسم في هذا الباب:",
            "page": "7",
            "part": "1",
            "seal": "380679A2"
        },
        {
            "id": "8",
            "nass": "قِفِي قبلَ التفرُّقِ يا ضُباعَا ... ولا يَكُ موقفٌ مِنكِ الوَدَاعَا ¶ هذا البيت: للقطامي، واسمه: عمير بن شييم. ¶ وعمير اسم منقول؛ إن شئت جعلته تصغير عمرو، وهو القرط ويكون الحياة، ويكون طرف الكم، ويكون ما بين الأسنان من اللحم. ¶ وإن شئت جعلته تصغير قولهم: رجل عمرو وهو الكثير الاعتمار، وإن شئت كان مصغراً مرخماً من عامر، أو عمار، أو معمر كزهير من أزهر. ¶ وأما شييم بضم الشين وكسرها فمنقول من تصغير أشيم مرخم، وهو الذي به شامة. ¶ والقطامى منقول من الصقر، لأن الصقر يقال له: قطامى، وقطامى بضم القاف وفتحها، وهو مشتق من القطم وهو شهوة اللحم، وشهوة النكاح، يقال: فحل قطم، إذا هاج للضراب، وهو لقب غلب عليه لقوله: ¶ يَصُكّهنَّ جانباً فَجَانِبا ... صَلّ القطامِيُّ القَطَا القَواربا ¶ والشاهد في البيت رفع الموقف وهو نكرة، ونصب الوداع وهو معرفة وسهل ذلك؛ لأن اسم كان وخبرها لشيء واحد، وأن قوله: منك في موضع رفع على الصفة لموقف، كأنه قال: موقف كائن منك، والنكرة إذا وصفت قويت بالصفة، وقربت من المعرفة، فلما قومت النكرة بالصفة، وكان تعريف الألف واللام ضعيفاً ليس له قوة غيره من التعريف صار الوداع وموقف كأنهما قد تكافآ. ¶ وقد روى: ولا يك موقفي بالإضافة، وهذا لا نظر فيه. ¶ وضباعة التي شبب بها هي: ضباعة بنت زفر بن الحارث الكلابي، وهو الذي مدحه بهذا الشعر، ولذلك قال بعد هذا البيت: ¶ قفي فادى أسيرك إن قومي ... وقومَكِ لاَ أَرَى لَهمُ اْجتماعَا ¶ وَكيفَ تجامع مع ما استَحَلاّ ... من الحُرَمِ العظامِ وما أَضاعَا ¶ ألم أخبركِ أن حِبالَ قَيسٍ ... وتَغلبَ قد تَبايَنتْ انقطاعَا ¶ ويقال: وداع بفتح الواو ووداع بكسرها، وكان الوداع بكسر الواو مصدر وادعت وداعاً، وكان الوداع بالفتح هو الاسم. ¶ وأنشد في هذا الباب: ¶ فلست لأنيّ ولكن لمِلْكٍ ... تنْزّل من جوّ السماء يصوب ¶ هذا البيت لعلقمة بن عبدة، يروى له في آخر شعره الذي أوله: ¶ طحا بك قلب في الحسانِ طَروب ... بُعيد الشباب عصرَ حَان مشيب ¶ وذكر أبو عبيدة معمر بن المثنى أنه لرجل من عبد القيس. ¶ وعلقمة، وعبدة مفتوح الباء اسمان منقولان؛ أما علقمة فالواحدة من العلقم، ويقال: طعام فيه علقمة، أي مرارة. ¶ وأما العبدة فصلاءة الطيب، والعبدة أيضاً: أجمة الأسد، والعبدة الأنفة، يقال: عبد من الشيء يعبد عبداً وعبدة إذا أنف منه. ¶ واللام في قوله لإنسىٍ متعلقة بمحذوف، وكذلك في قوله: لملك، وكلاهما له موضع من الإعراب؛ لأن اللام الأولى وقعت موقع خبر ليس فهي متعلقة بالخبر الذي نابت منابه، أي فلست ابناً لأنسى واللام الثانية التي في لملكٍ وقعت موقع خبر مبتدأ كأنه قال: ولكن أنت للملك. ¶ وقوله: تنزل من جو ... جملة في موضع الصفة لملك ويصوب جملة في موضع الحال من الضمير في تنزل، ويجوز أن تكون في موضع صفة ثانية لملك، ومعنى يصوب: يقصد إلى الأرض. ¶ وأراد لملأكٍ فجاء به على الأصل، لأن ملكاً تخفيف ملأك، نقلت حركة همزته إلى لامه، كما قالوا في يسأل: يسل، وشمل، في شمال، قال الشاعر: ¶ ثَوَى مَالِكٌ بِديارِ العدوّ ... تُسْفِيَ عليهِ رِيَاحُ الشَّمَل ¶ واختلف في وزن ملأك؛ فقال أكثر أهل التصريف وزنه: معفل مقلوب من مألك، واستدلوا على ذلك بقول العرب: ألك، إذا أرسل، وقولهم للرسالة: ألوكٍ وألوكة، قال لبيد: ¶ وغلام أرسلتْه أُمُّهُ ... بألوكٍ فبذلنا مَا سَأَل ¶ وأنشد أبو بكر ابن دريد: ¶ فَمَن مُبلغٌ فِتيانَ قَومِي أَلوكَةً ... تأتي من أقيال من كان كافرا ¶ وقال أبو عبيد القاسم بن سلام: وزنه مفعل وهو مشتق من لأك إذا أرسل، فلا قلب فيه على هذا. ¶ وقد يمكن أن يكون لأك مقلوباً من ألك، وقد كان ابن كيسان يزعم أن ملكاً مشتق من ملك يملك، وأن الهمزة في ملأك زائدة كزيادتها في شمأل. ¶ فوزن ملائكة على قول من جعله مقلوبا: معافلة، مقلوباً من مآلكة ووزنها على قول أبي عبيد: مفاعلة، غير مقلوبة. ¶ ووزنها على قول ابن كيسان: فعائلة وأنشد أبو القاسم في هذا الباب:",
            "page": "8",
            "part": "1",
            "seal": "8FF1E1BB"
        },
        {
            "id": "9",
            "nass": "إذا كانَ الشِّتَاءُ فَأَدْفِئَوني ... فَإنَّ الشَّيْخَ يَهْدِمُه الشِّتاءُ ¶ هذا البيت للربيع ضبع الفزاري، وقد ذكرناه فيما تقدم، وهذا البيت من شعر يمدح فيه بنيه وكنانته، ويذكر برهم له، وهو قوله: ¶ أَلاَ أَبِلغْ بَنِيَّ بَنِي رَبِيعٍ ... فَأَنذَالُ البَنِينِ لَكمْ فِدَاءُ ¶ بِأنِّي قد كَبِرْت ورَقَّ جِلدِي ... فَلاَ شَغَلتْكم عَنِّي النِّساءُ ¶ وإنَّ كَنائِتي نساءُ صِدْقٍ ... وَمَا أَلَّى بَنِيَّ وَلاَ أَساءُوا ¶ إذَا كانَ الشِّتَاءُ فَأَدْفِئُونِي ... فَإنَّ الشَّيخَ يَهدِمِهُ الشِّتاءُ ¶ وأَمَّا حِينَ يَذْهبُ كلُّ قَرٍّ ... فَسِربَالٌ رَقيقٌ أوْ رِدَاءُ ¶ إذَا عَاشَ الفتَى مَائتينِ عَاماً ... فَقد ذَهَبَ المسرَّةُ والفَتَاءُ ¶ الأنذال الخساس، واحدهم نذل، ومعنى أللى: قصر في برئ يقال: ألا ألواً، فإذا كثرت الفعل قلت أللى يؤلى تأليةً، قال زهير: ¶ سَعى بَعدهم قومٌ لكَي يُدركوهمفَلم يَفعلوا ولم يُليموا ولَمْ يَأْلواً والقر: البرد، والفتى مقصور: واحد الفتيان، والفتاء ممدود: فتوة السن، يقال: فتى بين الفتوة، ويروى المروءة، واللذاذة. ¶ والتخيل: التكبر، وعجب المرء بنفسه. ¶ ويروى: يهرمه. ¶ وأنشد أبو القاسم في هذا الباب: ¶ فَكيفَ إذا مَرَرْتَ بِدَارِ قوْمٍ ... وَجيرَانٍ لَناَ كانُوا كَرَامِ ¶ هذا البيت: للفرزدق، واسمه همام بن غالب، وقال ابن قتيبة: هميم بن غالب، ويكنى أبا فراس. ¶ واختلف كلام ابن قتيبة في تلقيبه بالفرزدق: فقال في أدب الكتاب: الفرزدق: قطع العجين، واحدها فرزدقة، وهو لقب له؛ لأنه كان جهم الوجه.! وقال في كتاب طبقات الشعراء: إنما لقب بالفرزذق لغلظه وقصره، شبه بالفتيتة التي تشربها النساء، وهي الفرزدقة. ¶ والقول الأول أصح؛ لأنه كان أصابه جدري في وجهه، ثم برئ منه، فبقى وجهه جهماً مبغضاً. ¶ ويروى أن رجلاً قال له: يا أبا فراس، كأن وجهك أحراح مجموعة.! فقال: تأمل، هل ترى فيه حرح أمك؟! وهذا البيت من قصيدة يمدح بها: سليمان بن عبد الملك بن مروان، ويهجو جرير بن الخطفي. ¶ وقيل هذا البيت: ¶ هل أَنْتُم عَائِجُونَ بِنَا لَعَناًّ ... نَرَى العَرَصات أَو أَثَرَ الخِيامِ ¶ أُكَفْكِفُ عبرة العينين مِنِّي ... وما بعدَ المَدَامِعِ مِنْ مَلاَمِ ¶ لعنا: لغة في لعلنا، يقال: لعلك، ولغنك - بغين معجمة ونون - ولأنك، ورعنك، وعلك، وأنك، ولو أنك كل ذلك بمعنى واحد. ¶ ويروى: أنه أنشد سليمان هذه القصيدة، فلما بلغ إلى قوله فيها: ¶ ثَلاثٌ واثنتان فَهُنَّ خَمْس ... وَسادِسةٌ تميل إلى شِمامِي ¶ دُفِعْنَ إلي لم يَطمثهنّ قبلي ... وهنَّ أَصحَّ من بيض النَّعاَمِ ¶ فَبِتْنَ بِجانِبِيَّ مَصرَّعاتٍ ... وبتُّ أَفضُّ أَغلاَقَ الخِتاَمِ ¶ كأَنّ مَغالِقَ الرَّمان فيه ... وَجمرَ غضًى قَعدْن عليه حَامِ ¶ قال سليمان: أقررت عندي بالزنا وأنا إمام، ولابد من إقامة الحد عليك.! فقال الفرزدق: ومن أين أوجبته علي يا أمير المؤمنين؟ فقال: يقول الله عز وجل: \" الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة \". ¶ فقال الفرزدق: إن كتاب الله عز وجل يدرأ عني الحد، يقول الله تبارك وتعالى: \" والشعراء يتبعهم الغاوون، ألم تر أنهم في كل وادٍ يهيمون وأنهم يقولون ما لا يفعلون \" وإنما قلت ما لم أفعل! فتبسم سليمان، وقال: أولى لك.!! وسلك أبو القاسم في بيت الفرزدق مسلك الخليل وسيبويه، فجعل كان فيه زائدة. ¶ وكان أبو العباس المبرد يرد ذلك، ويقول: الواو في كانوا اسم كان، ولنا خبرها، كأنه قال: وجيران كرام كانوا لنا. ¶ وتابع أبا العباس على ذلك جماعة من النحويين، وقالوا: كيف تلغ كان في هذا البيت، والضمير قد اتصل بها؟! وهذا الذي قالوه لا يلزم؛ لأن ظننت تلغى عن العمل مع اتصال الضمير بها في نحو قولك: زبد منطلق ظننت. ¶ وقد ذكرنا في الكتاب الأول ما احتج به أبو علي الفارسي وابن جنى للخليل، فأغنى ذلك عن إعادته ههنا.",
            "page": "9",
            "part": "1",
            "seal": "9D1EFBE5"
        },
        {
            "id": "10",
            "nass": "فموضع لنا خفض على مذهب الخليل، لأنها في موضع الصفة لجيران، وهو في موضع نصب على مذهب أبي العباس؛ لأنه في موضع خبر كان. ¶ وأنشد أبو القاسم في هذا الباب: ¶ إِذَا مِتُّ كانَ الناسُ صِنفانِ شامتٌ ... وآخر مُثْنٍ بالذِي كنت أَصْنَعُ ¶ هذا البيت للعجير السلولي، ينسب إلى بني سلول، وهو حي من أحياء العرب. ¶ وعجير: اسم منقول، ويحتمل أن يكون تصغير عجر، من قولهم: عجر عنقه، إذا لواها، ويحتمل أن يكون مصغراً مرخماً من أعجر وهو الناتئ السرة. ¶ وأما سلول: فاسم مرتجل غير منقول. ¶ ويروى: مِت ومُت بكسر الميم وضمها. ¶ ويروى: صنفان وصنفين ونصفين فمن رفع أضمر في كان الأمر والشأن، والناس صنفان: مبتدأ وخبر، في موضع خبر كان ومن نصب جعل الناس اسم كان، وصنفين خبرها، ولا شاهد فيه على هذه الرواية. ¶ وشامت، وآخر: مرتفعان على خبر مبتدأ مضمر، كأنه فسر الصنفين، فقال: هما شامت، وآخر مثن، ويجوز أن يرفع شامت على البدل من الصنفين. ¶ ويجوز أن يكون التقدير: أحدهما شامت، والآخر مثن. ¶ وبعد هذا البيت: ¶ ولكِنْ ستبْكينِي خطوبٌ ومجلسٌ ... وشُعثٌ أُهينوا في المجالس جُوَّع ¶ ومستلحم قد صكَّه القوم صكَّةً ... بعيد الموالي نيل ما كان يجمع ¶ رددت له ما فرط الفَيْل بالضحى ... وبالأمس حتى آبَنا وهو أضلع ¶ وما كان أن كان ابن عمِّي ولا أخي ... ولكن متى ما أملك الضُّرَّ أَنْفَعُ ¶ وأنشد أبو القاسم في هذا الباب: ¶ هِيَ الشِّفاءُ لِدَأبي لو ظَفِرْتُ بها ... وليسَ منها شِفاءُ الدَّاءِ مَبْذُول ¶ هذا البيت لهشام أخي ذي الرمة. ¶ وهو اسم مرتجل، مشتق من قولهم هشمت الشيء إذا كسرته. ¶ وذكر أبو الفتح: أنه اسم منقول من مصدر هاشمت. ¶ ويجوز أن تكون ليس في هذا البيت هي العاملة، فيضمر فيها الأمر والشأن، وتجعل الجملة في موضع خبرها، ويجوز أن تكون بمنزلة ما لا يعمل شيئاً، وهي لغة لبعض العرب. ¶ ويجوز في لو أن تكون هي التي تدل على امتناع الشيء لامتناع غيره، والجواب محذوف، كأنه قال: لو ظفرت بها لاشتفيت، فأغنى ما تقدم من ذكر الشفاء عن إعادة ذكره، كما نقول: أنا أشكرك إن أحسنت إلي؛ فتغني الجملة عن جواب الشرط. ¶ ويجوز أن تكون لو هي التي يراد بها معنى التمني، كأنه قال: ياليتني ظفرت بها. ¶ والباء في قوله: بها متعلقة بظفرت، ومن في قوله منها متعلقة بمبذول، فلا موضع لها لتعلقها بظاهر، وبعد هذا البيت: ¶ تجلو عوارض ذي ظلم إذا ابتسمت ... كأنَّه مُنْهَلٌ بالرَّاح مَعْلولُ ¶ ومعنى تجلو: تكشف وتظهر، والعوارض: الضواحك، والظلم: الماء الجاري على الأسنان، والمنهل: الذي سقي سقية أولى، والمعلول: الذي سقي سقية ثانية، والراح: الخمر. ¶ ويروى هذا البيت لكعب بن زهير، ويروى لهشام. ¶ وأنشد أبو القاسم في باب الحروف التي تنصب الأسماء، وترفع الأخبار: ¶ مُعاوِيَ إِنَّنَا بَشَرٌ فأسْجِحْ ... فَلَسْنا بِالجبالِ ولا الْحَدِيدَا ¶ هذا البيت لعقيبة الأسدي، فيما ذكره سيبويه. ¶ وعقيبة: اسم منقول، ويحتمل أن يكون تصغير عقبة، وهي الثنية الصغيرة، الصعبة المصعد. ¶ ويحتمل أن يكون تصغير عقبة - مثل ظلمة - وهي بقية من المرق واللحم ونحو ذلك في القدر المستعار، أو تصغير عقبة في الركوب، أو تصغير عقبة القمر، وهي عودته تقال بكسر العين وضمها، قال الشاعر: ¶ لاتَطْعم الغِسْلَ والأدهانِ لِمَّتهُ ... ولا الذَّرِيرَةَ إِلا عُقْبة القَمَرِ ¶ ويروى عقبة القمر بالضم. ¶ وقال الكميت في عقبة القدر: ¶ وحارَدَتِ النُّكْدُ الجِلادُ وَلَمْ يَكُنْ ... لعُقبة قِدْرِ المسْتعيريِن معقِبُ ¶ وأسد اسم منقول أيضاً يحتمل أن يكون منقولاً من، اسم السبع، ويحتمل أن يكون مصدر: أسد الرجل بأسد، إذا شجع وفعل فعل الأسد. ¶ ويروى هذا البيت أيضاً لعبد الله بن الزبير الأسدي. ¶ والزبير - أيضاً - اسم منقول؛ لأن الزبير: طين الحمأة، والزبير: البئر المطوية بالحجارة، والزبير: الكتاب المكتوب، وأنشد ابن جني: ¶ كمَا زان المهَّرقَ والزُّبيْرا ¶ والزبير: الداهية، والزبير: الإهانة والزبير: المزجور المهان يقال: زبرت الرجل إذا زجرته.",
            "page": "10",
            "part": "1",
            "seal": "1F23EFDD"
        },
        {
            "id": "11",
            "nass": "وهذا البيت أنشده سيبويه ولا الحديدا، بالنصب، كما أنشده أبو القاسم، ورد ذلك عليه. ¶ وقيل الشعر مخفوض القوافي، وهو: ¶ مُعَاويَ إنّنا بَشرُ فأسّجِح ... فَلسنَا بالجبالِ ولا الحديدِ ¶ أكلتُمْ أَرْضَنَا فجردتُموهَا ... فَهلْ مِن قائمٍ أو حَصِيدِ ¶ أترجونَ الخلودَ إذَا هَلكْنا ... وليسَ لنَا ولا لكَ مِن خُلودِ ¶ فَهبنَا أُمةً هلكت ضياعاً ... يزيدُ أميرها وأبو يزيدِ ¶ ذروا خَونَ الإمامة واستقيموا ... وتقديم. الأراذل والعبيد ¶ وزعم من احتج لسيبويه: أن هذا البيت من شعر منسوب لعبد الله ابن الزبير الأسدي، ويقال: إنه للكميت بن معروف الأسدي يقول فيه: ¶ رَمَى الحدثانُ نسوةَ آل عمرٍو ... بمقدار سمَدنَ له سُمودا ¶ فردَّ شُعورهنَّ السُّود بيضَا ... ورَدُّ وُجُوهنَّ البيض سُودَا ¶ أديروها بني حَرب عليكم ... ولا تَرمُوا بها الغرضَ البعيدا ¶ وليس ينكر أن يكون البيت من الشعرين جميعاً؛ لأن الشعراء قد يستعير بعضهم كلام، وربما أخذ البيت بعينه ولم يغير كقول الفرزدق: ¶ ترىَ النَّاس ما سِرنا يَسيرون خَلفَنَا ... وإنْ نحن أَومأْنا إلى النّاس وَقَّفُوا ¶ فإن هذا البيت لجميل بن عبد الله، انتحله الفرزدق. ¶ وقال قيس بن الخطيم: ¶ إذَا قَصُرت أَسيافُنا كان وَصلُها ... خُطَانا إلى أعدائنا فنضاربِ ¶ والقصيدة محفوضة القوافي، قال الأخنس بن شهاب اليشكري: ¶ وإنْ قَصُرتْ أَسْيافُنا كان وَصْلهَا ... خطانا إلى أعدائنا فنضاربُ ¶ والقصيدة مرفوعة القوافي: وقال امرؤ القيس؛ في قصيدة بائية: ¶ لمنْ الدِّيارَ تَعِّفتْ مُذْ حِقَبْ ... فجنوب الفرْد أقْوَت فالخرِبْ ¶ دَارُ حَيِّ بدِّلت مِنْ بعدهم ... ساكنَ الْوحشِ وللدَّهرُ عقب ¶ عقَّب الدَّهر بهم فانتجعوا ... أَكلَ الدَّهرُ عَليهم وشرِبْ ¶ وأخذ النابغة الجعدي نصف البيت الثالث، وعكسه في قصيدة لامية فقال: ¶ سألتني جارتي عن أُسرتي ... وإذَا ما عَيَّ ذو الُّلبِّ سَأَلْ ¶ سألتني عَن أُناسٍ هَلكوا ... شَرِبَ الدّهرُ عليهم وَأَكلْ ¶ وأنشده أبو العباس المبرد في الكامل على ما في شعر امرئ القيس ونسبه إلى النابغة الجعدي، وذلك غلط. ¶ وربما كرر الشاعر بيتاً واحداً، من شعره، في قصيدتين مختلفتي القوافي كقول الحصين بن الحمام المري: ¶ ولما رأيت الودّ ليسَ بنافعي ... وإن كان يَوماً ذَا كِوَاكبَ مُظْلِما ¶ صَبَرنا وكانَ الصّبرُ منا سَجِيّةً ... بأسيافنا يَقطعنَ كفَّا ومِعْصَما ¶ يَفلقنَ هاماً مِن أُناسٍ أَعزَّةٍ ... عَلينَا وَهُمْ كانَوا أُعقَّ وأَظْلَمَا ¶ ثم قال في قصيدة أخرى: ¶ ولما رأيت الودّ ليس بنافعي ... وإن كان يوماً ذا كوكب أشهبا ¶ صبرنا وكان الصبر منا سجية ... بأسيافنا يقطعن هاماً ومنكبا ¶ يفلقن هاماً من رجال أعزة ... علينا وهم كانوا أعقّ وأَخْرَبَاَ ¶ وفي شعر أبي الطيب المتنبي أبيات شعر كثيرة انتحلها ولم يغير فيها إلا شيئاً يسيراً، كقوله: ¶ كأنّ كلّ سؤال في مسامعه ... قميصُ يوسفَ في أجفانِ يَعقوبَ ¶ فإن هذا البيت منقول من قول الحصين: ¶ كأنّ كل سؤالٍ في مسامعه ... قميصُ يوسفَ في أجفانِ والده ¶ وكقوله: ¶ ومن نَكدِ الدُّنيا عَلى الحُرِّ أن يَرَى ... عَدُوّاً لَهُ مَا مِن صَدَاقَتهِ بُدُّ ¶ فإن هذا البيت منقول من قول إسحاق الموصلي: ¶ ومِن نَكدِ الدُّنيا على الحُرِّ أَنْ يَرَى ... عَدُوَّاً فَيهوَى أن يُقالَ: صَدِيقُ ¶ فإذا كان أمر الشعر على هذه الصفة، لم ينكر أن يكون قوله: مُعاوِيَ إننا بَشرٌ فاسْجِح......قد وقع في شعرين مختلفين لعقيبة الأسدي، أو يكون قد وقع في شعر لعقيبة، مخفوض القوافي، وشعر لابن الزبير منصوب القوافي. ¶ وأنشد أبو القاسم في باب حروف الخفض:",
            "page": "11",
            "part": "1",
            "seal": "1A9038E5"
        },
        {
            "id": "12",
            "nass": "فَقلتُ للرّكبِ لَمَّا أن عَلاَ بِهمُ ... مِن عَن يَمينِ الحُبَيَّا نَظرَةٌ قَبَلُ ¶ هذا البيت للقطامي، وقد ذكرنا اسمه وبعده: ¶ ألمحةً من سَنَا بَرقٍ رأى بَصري ... أَم وَجهَ عاليةٍ اخْتالتْ به الكِلَلُ ¶ يُهدِي لَناَ كلَّمَا كانت عَلاَوَتُنا ... ريحَ الخُزَامىَ جَرَى فيها الندَى الخضِل ¶ الحُبَيَّا: موضع بالشام، وهو من الأسماء التي جاءت مُصغرة، ولا تكبير لها. ¶ ومعنى نظرة قبل: أي نظرة لم يتقدمها نظر، يقال: رأيت الهلال قبلاً، أي لم يره أحد قبلي. ¶ والركب جمع راكب، عند الأخفش، وهو عند سيبويه: اسم الجمع، وليس بجمع. ¶ ويروى: علا بهم وعلت بهم: أي جعلتهم يعلون، ويستشرفون للنظر إلى عاليه، وهو بمنزلة قولهم: أعليتهم، لأن الباء والهمزة يتعاقبان على نقل الأفعال كقولك: ذهبت بهم، وأذهبتهم. ¶ وسنا البرق ضوؤه. ¶ ومعنى اختالت تبخترت، والكلل الستور، واحدتها كلة أراد أن وجه عالية: ظهر لهم من وراء الستر، فجعلوا ينظرون إليه عجباً. ¶ ومن روى: بها رد الضمير إلى عالية. ¶ ومن روى به رد الضمير على الوجه، وإذا أنث الضمير كانت الجملة في موضع الحال من عالية، وإذا ذكر: كانت حالاً من الوجه. ¶ وكلما كانت علاوتنا أي: في مكان عال تصيبه الريح، يقال: قعد فلان على علاوة الريح، أي في موضع مشرف تصيبه الريح، وقعد في منقلبها، أي في موضع منخفض، لا تناله الريح. ¶ والخضل: الكثير البلل، يقال أخضل الماء ثوبي، إذا بله. ¶ وصير عن اسماً فأدخل عليها حرف الجر. ¶ وفي هذا البيت شاهد على أن: عن اسم، وشاهد على أن على فعل. ¶ وأنشد أبو القاسم في هذا البيت: ¶ غَدَتْ منْ عليْهِ بعدَ ما تمَّ ظِمؤها ... تصل وَعنْ قَيضٍ ببيْدَاءَ مجْهلِ ¶ هذا البيت: لِمُزاحِم بن الحارث العقيلي. ¶ ومزاحم والحارث اسمان منقولان عن الصفات إلى العلمية، ويكنى الكبش إذا كان له قرنان عظيمان: أبا مزاحم، ويسمى الشقحطب وقبله: ¶ أَذلِكَ أمْ كدْرَّية ظَلَّ فرْخها ... لَقًى بشرَوْرَى كاليتيم الْمعيَّل ¶ أراد بالكدرية: قطاه في لونها كدورة، والقطا نوعان: كدري، وجوني، الكدري: أغبر اللون، والجوني: أسود اللون، وقد ذكره زهير في قوله: ¶ جَونِية كحصاة القِسْم مَرتعُها ... بالسِّيِّ ما بِنبت القفعاءُ والحسَكُ ¶ واللَّقى: المطروح الذي لا يلتفت إليه: وشرورى: موضع وشبهه في إنفراده، وسوء حاله باليتيم. ¶ والمعيل الفقير. ¶ قال الأصمعي: وإنما قال لقى بشر ورى لأن القطا لا تبض إلا في الأرض في مفاحص ونقر، ولا تعشش في الشجر. ¶ وغدت من عليه بعد ما تم أراد: أنها أقامت مع فرخها حتى احتاجت إلى ورود الماء، وعطشت فطارت تطلب الماء عند تمام ظمئها. ¶ والظمء: مدة صبرها عن الماء، وهو ما بين الشرب، إلى الشرب، ويروى بعد ما تم خمسها، وهو ورود الماء في كل خمسة أيام ولم يرد أنها تصبر عن الماء خمسة أيام؛ وإنما ذلك للإبل لا للطير ولكنه ضربه مثلا، هذا قول أبي حاتم، ولهذا كانت رواية من روى ظمؤها أحسن وأصح معنى. ¶ وقال الأصمعي: قوله: من عليه؛ يريد من فوق الفرخ. ¶ قال أبو عبيدة: ومعناه غدت من عند فرخها. ¶ وقال يعقوب - في أبيات المعاني - بعد ما تم ظمؤها أي أنها كانت تشرب في كل ثلاثة أيام، أو أربعة مرة، فلما جاء ذلك الوقت طارت. ¶ قال أبو حاتم: وقلت للأصمعي: كيف قال: غدت من عليه، والقطاة إنما تذهب إلى الماء ليلاً، لا غدوة؟ فقال: لم يرد الغدوة، وإنما هذا مثل للتعجيل، والعرب لقول: بكر إلي العشية ولا بكور هناك، وأنشد أبو زيد: ¶ بكرت تلُو مسكَ بعدَ وْهن في النَّدى ... بَسلٌ عليك مَلاَمتي وعِتابي ¶ وعلى هذا تناوله بيت النابغة الذبياني: ¶ تحيدُ عن أَسْتَنٍ سودٌ أسَافِله ... مَشىَ الأمَاءِ الغَوادِي تحمِلُ الحزما ¶ وقال أبو حاتم: ومعنى تصل تصوت أحشاؤها من العطش واليبس، والصليل: صوت الشيء اليابس، يقال: جاءت الإبل تصل عطشاً. ¶ وقال غيره: أراد أنها تصوت في طيرانها. ¶ والقيض: قشر البيض الأعلى. ¶ ويروى بزيزاء مجهل بإضافة الزيزاء إلى المجهل، وبكسر الزاي.",
            "page": "12",
            "part": "1",
            "seal": "DC3F6CA7"
        },
        {
            "id": "13",
            "nass": "ويروى بزيزاء مجهل بفتح الهمزة، فيكون مجهل بهذه الرواية صفة لزيزاء ولم يجز البصريون ذلك؛ فألف فعلاء المكسورة الفاء لا يكون عندهم إلا للالحاق، وكذلك فعلاء المضمومة الفاء، وإنما تكون الهمزة للتأنيث عندهم في فعلاء المفتوحة الفاء نحو: حمراء وصفراء. ¶ واحتج الكوفيون بقول الله عز وجل: \" من طور سيناء \" في قراءة من كسر السين، فقال البصريون: ليس امتناعها من الصرف من أجل أنها للتأنيث؛ إنما ذلك من أجل أنها ذهب بها إلى الأرض، أو البقعة: والزيزاء: الغليظ من الأرض، والمجهل: القفر الذي ليس فيه أعلام يهتدى بها. ¶ ويروى ببيداء وهي الفلاة التي تبيد من يسلكها أي تهلكه، وألفها للتأنيث في قول الفريقين. ¶ وقوله ظل فرخها جملة لها موضع من الإعراب؛ لأنها في موضع الصفة للكدرية. ¶ والباء في قوله: بشروري بمعنى في، والكاف في موضع الحال من الضمير في لقى، أو في موضع الصفة للقى، ومن متعلقة بغدت فلا موضع لها لتعلقها بظاهر وما مع تم بتقدير مصدر كأنه مخفوض ببعد قال: بعد تمام. ¶ وتصل: في موضع نصب على الحال: وقوله: أذلك: إشارة إلى ظليم ذكره قبل ذلك في قوله: ¶ قَطَعتُ بشوشاةٍ كأنّ قُتَودَها ... على خَاضِبٍ يَعلُو الأماعِزَ هيكل ¶ والشوشاة الناقة الخفيفة، والقتود: عيدان الرحل، والخاضب من النعام الذي أكل الربيع فاحمرت ظنبوباه، وأطراف ريشة، فهو حينئذ أقوى ما يكون. ¶ والأماعز: الأماكن الكثيرة الحجارة: والهيكل: الضخم الخلق. ¶ وأنشد أبو القاسم في باب: حتى ¶ فياعجبا حَتَّى كُلَيبٌ تَسُبُّنِي ... كأَنَّ أَبَاهَا نْهَشْل ومُجَاشِعُ ¶ وهذا البيت للفرزدق، وقد ذكرنا اسمه فيما تقدم. ¶ ويروى: فياعجباً بالتنوين، ويا عجبا بغير تنوين. ¶ فمن نونه فله وجهان: أحدهما: أن يكون منادي منكوراً. ¶ والثاني: أن يكون مصدراً، والمنادي محذوف، كأنه قال: يا قومي اعجبوا عجباً. ¶ ومن لم ينونه فله وجهان أيضاً: أحدهما - وهو الأجود: - أن يكون منادي مضافاً، على لغة من يقول: يا غلاما أقبل. كأنه قال: يا عجبا احضر؛ فهذا من أوقاتك: والآخر: أن يريد: فياعجباه، وأكثر ما تستعمل هذه الزيادة في الندبة، وقد استعمل في غير ذلك، نحو ما أنشده بعضهم: ¶ يا مرحباه بحمار تاجية ... إذا أتى قربته للسانية ¶ وقال آخر: ¶ يا مرحباه بحمار عفراء ... إذا أتى قرَّبته لما يَشاء ¶ من الحشيش والشعير والماء ¶ وقوله: حتى كليب تسبني كلام خرج مخرج الاستحقار منه لكليب، لأن حتى تستعمل في الاستحقار للشيء واستعظامه، فلم تعمل حتى في اللفظ شيئاً، لأنها لا تعمل في ألفاظ الجمل، إنما تعمل في مواضعها: وفي الكلام محذوف، كأنه قال: أتسبني الناس، حتى كليب تسبني؟! وأجاز الكوفيون خفض كليب على الغاية، ويكون تسبني تأكيداً، كما تقول: ضربت القوم حتى زيدٍ ضربته، فتخفض زيد وتجعل ضربت تأكيداً مستغنياً عنه، ومعناه: حتى كليب هذه حالها من السب والشتم، والسب - بكسر السين - الذي يسابك. ¶ وقيل البيت: ¶ أخذنا بآفاق السماء عليكمُ ... لنا قمراها والنجوم والطوالع ¶ تَنحَّ عنْ البطحاء إنّ قديمها ... لنا والجبال الراسيات الفوارع ¶ وكنا إذا الجبَار صعَّر خدَّهُ ... ضربناه حتى تستقيم الأخادِع ¶ قال المفضل: أراد بالقمرين: محمد، وإبراهيم - صلى الله عليهما - وأراد بالنجوم: الخلفاء المهتدين. ¶ وأنشد أبو القاسم في هذا الباب: ¶ سَرَيتُ بهم حَتىَّ تكلّ غزاتُهم ... وحَتَّى الجيادُ ما يُقدْنَ بِأرسَانِ ¶ هذا البيت: من مشهور شعر امرئ القيس. ¶ والقيس الشدة، كذا قال علي بن حمزة البصري، وأنشد: ¶ وأَنْتَ على الأعداء قيْسُ ونجدةُ ... وللطَّارق العافي هشام ونوفَلُ ¶ وقال غيره: القيس: اسم صنم نسب إليه، ولهذا كان الأصمعي بكره أن يقول: امرؤ القيس، وكان يروى: عقرت بعيري يا امرأ الله فانزل، ويكنى: أبا وهب، وأبا الحارث. ¶ وذكر بعض اللغويين: أن اسمه. جندح، وامرؤ القيس. لقب له. والجندح: كثيب أصفر من النقي، والجندح: الرملة الطيبة. والسرى. سير الليل. ¶ ومعنى ما يقدن بأرسان أنها قد أعيت فلا تحتاج أن تقاد، ونحو قول الآخر:",
            "page": "13",
            "part": "1",
            "seal": "D1D740E2"
        },
        {
            "id": "14",
            "nass": "مِن الكلاَل لا يَذْقنَ عوداً ... لا عَقْلا تبغى ولا قيوداً ¶ والباء متعلقة بسريت، فهي الباء التي تعاقب همزة النقل نحو قولك: ذهبت به، وأذهبته. ¶ وتكل مطيهم جملة في موضع خفض بحتى، وتقديرها تقدير المصدر الساد مسد الظرف، وكأنه قال: إلى حين كلال مطيهم، هذا في رواية من نصب تكل، ونصبه من وجهين مختلفين: أحدهما: بحتى، والثاني: بأن مضمرة. ¶ ورفعه أيضاً على وجهين: أحدهما: أن تقدره بالماضي، والثاني: أن تكون بمعنى الحال. ¶ وأما من رفع تكل فليست الجملة محفوضة الموضع، ولكنها معطوفة، على سريت كأنه قال: سريت بهم حتى كلت مطيهم، وهي حال محكية بعد زمان وقوعها؛ فلذلك تقدر بالفعل الماضي، كأنه قال: سريت بهم حتى صاروا في هذه الحال، والحال تحكى بعد وقوعها كقولك: رأيت زيداً أمس، وهو راكب، فقولك: وهو راكب حال بالإضافة إلى وقت إخبارك. ¶ وقوله: ما يقدن بأرسان: جملة في موضع رفع، على خبر المبتدأ كأنه قال: حتى الجياد غير مقوداتٍ أو غير مقودة. والباء في قوله: بأرسان متعلقة بيقدن، فلا موضع لها لتعلقها بظاهر. ¶ وأنشد أبو القاسم في هذا الباب: ¶ ألقى الصحيفةَ كي يُخَفِّفَ رحْلَه ... والزَّاد حتى نَعْلِهِ ألقاها ¶ هذا البيت: ينسبه الناس إلى المتلمس، ولم يقع في ديوان شعره، وإنما هو لابن مروان النحوي، قاله في قصة المتلمس، حين فر من عمرو بن هند حكى ذلك أبو الحسن الأخفش، عن عيسى بن عمر. ¶ فيما ذكره أبو علي الفارسي، وبعده: ¶ ومضَى يظنُّ برِيدَ عمرو خَلفه ... خوفاً وفارَق أرضَه وقلاَها ¶ وإنما قال وفارق أرضه وقلاها لقول المتلمس: ¶ حَنَّتْ إلى النخْلة القُصْوَى فقلت لها ... بسْل عليك ألاَ تلك الدهاريس ¶ أُمِّي شآميَّةً إذ لا عِراقَ لنا ... قوم نوُّدهم إذْ قَومُنا شُوس ¶ لن تَسْلكي سُبُلَ البُوباة منجدةً ... ما عاش عمرو ولا ما عاش قابوس ¶ وكان المتلمس قد هجا عمرو بن هند بشعره الذي أوله: ¶ قولي لعمرو بن هند غير متَّئبة ... يا أخنس الأنْف والأضراس كالعدس ¶ ملك النَّهار، وأمّا الليل مُومسة ... ماء الرِّجال على فخذيك كالقرَسِ ¶ وكان طرفة قد هجاه أيضاً بشعره الذي أوله: ¶ فليتَ لَنا مَكانَ الملكِ عَمرو ... رَغوثاً حوْل قُبتنا تدُور ¶ فاتصل ذلك بعمرو بن هند، ولم يظهر لهما شيئاً من التغير، ثم مدحاه بعد ذلك، فكتب لكل واحد منهما كتاباً، إلى عامله بالحيرة، وأمره فيه بقتلهما إذا وصلا، وأوهمهما أنه كتب لهما بصلة، إلى الحيرة، قال المتلمس لطرفة: كل واحد منا قد هجا الملك، فلو أراد أن يعطينا لأعطانا، ولم يكتب لنا إلى الحيرة، فهلم فلندفع كتبنا إلى من يقرؤها، فإن كان فيها خير دخلنا الحيرة، وإن كان فيها شر فررنا قبل أن يعلم بمكاننا.! فقال طرفة: ما كنت لأفتح كتاب الملك! فقال المتلمس والله لأفتحن كتابي، ولأعلمن ما فيه، ولا أكون كمن يحمل حتفه بيده، فنظر المتلمس: إلى غلام قد خرج من الحيرة، فقال له: أتقرأ يا غلام؟. ¶ قال: نعم. ¶ فقال: هلم فاقرأ هذا الكتاب! فلما نظر إليه الغلام، قال ثكلت المتلمس أمه! فقال لطرفة: افتح كتابك، فما فيه إلا مثل كتابي! فقال: إن كان اجترأ عليك فلم يكن ليجترئ علي، ويوغر صدور قومي بقتلي! فألقى المتلمس صحيفته في نهر الحيرة، وفر إلى الشام وقال: ¶ وألقيتها بالثَّنيِ من جنب كافِرٍ ... كذلك أقْنو كلَّ قِطٍّ مضللِ ¶ رضيتُ لها بالماء لمَّا رأَيتُها ... يحول بها التَّيار في كل جدوَلِ ¶ ولحق طرفة فقتل، ولحق المتلمس بالشام، وهجا عمرا بشعره الذي يقول فيه: ¶ ملك يلاعب أمَّه وقطِينَها ... رخوُ المفاصل، أَيْره كالمِروَدِ ¶ بالبابِ يرصدُ كلّ طالبِ حاجةٍ ... فإذا خلا، فالمرء غير مسدَّد! ¶ وإذا حللْتُ ودون أرضي عادة ... فابرق بأرضِكَ ما بدا لك وارْعَد ¶ روى ألقى الحقيبة وهي الخرج، يحمل فيه الرجل متاعه ونحوه.",
            "page": "14",
            "part": "1",
            "seal": "C1073126"
        },
        {
            "id": "15",
            "nass": "ويروى: ألقى الحشية وهي ما يركب عليه الراكب: ومن روى: حتى نعله بالرفع، فالهاء في ألقاها يعود على النعل، لا غير، ومن نصب النعل أو خفضها، جاز أن يكون الضمير في ألقاها عائداً على النعل وجاز أن يكون عائداً على الصحيفة، ويكون في البيت تقديم وتأخير، كأنه قال: ألقى الصحيفة ألقاها، كي يخفف رحله، والزاد حتى نعله. ¶ والرحل للناقة كالسرج للفرس. ¶ وأنشد أبو القاسم في باب: القسم. ¶ فخالفْ فَلاَ والله تَهْبِط تَلْعَةً ... من الأَرض إِلاَّ أَنتَ للذلِّ عارفُ ¶ هذا البيت: ينسبه قوم إلى مزاحم العقيلي، ولم أجده في ديوان شعره، وأظن أن الذي نسبه إليه توهم أنه من قصيدته التي أولها: ¶ أشاقَتكَ بالعرِينِ دارٌ تأبَّدتْ ... من الْحيِّ واشْتدتْ عَليها العواصف ¶ وليس هذا البيت من هذه القصيدة، ولا فيها معنى يليق بهذا البيت.! ومعنى هذا البيت: أن السائر في بلاد العرب، في غير الأشهر الحرم إن لم يكن له مجير يجيره، ومعاقد يعاقده: سلب في كل موضع، وربما قتل، فكان الرجل الغريب يستجير بسيد الحي، فيكتب له على سهم أو غيره: فلان جاري، أو يصحبه من يسير معه، حتى يخرج من طاعته فيستجير بسيد حي آخر، فلا يزال يفعل ذلك بكل مكان مر به حتى يلحق بحيه، ولذلك قال الأعشي في رجل خرج في شهر حرامٍ، ثم هم الشهر بالانفصال وهو لم يصل إلى أهله، فاعتصم برجل أجاره وحماه، فقال له الرفاد: ¶ فقبلك ما أَوْفى الرّفاد لجاره ... فأنجاهُ مما كان يَخشى ويَرهَبُ ¶ تَداركه في مُنصِل اْلآلِ بَعدما ... مضى غير دَأْدَاءِ، وقد كاد يَعطبُ ¶ والمحالفة: المعاقدة، والمصالحة، وأصلها: أن يحلف كل رجل من الرجلين لصاحبه ألا يغدر به. ¶ والتَّلعة ههنا: المكان المنخفض من الأرض، وقد يكون المرتفع من الأرض، وبيت طرفة يحتمل الأمرين جميعاً وهو قوله: ¶ ولست بِحلاَّل التّلاع مخافةً ... ولكن متى يَسترفِد القومُ أَرْفد ¶ ويروى لبيتةٍ. ¶ فمن جعل التلاع في هذا البيت المرتفعة، فمعناه أنه لا ينزل المواضع المرتفعة، مخافة أن يغار عليه، ويقوي هذا المعنى رواية من روى: لبيتةٍ ومن جعلها الموضع المنخفض كان معناه: أنه لا ينزل المواضع الخفية فاراً من قصد الأضياف إليه؛ لأن اللئيم يخفى مكانه ويقصر سمك بيته لئلا يقصد. ¶ ويؤيد هذا المعنى الثاني قوله: ولكن متى يسترفد القوم أرفد. ¶ وقوله: فلا والله تهبط أراد: فلا والله لا تهبط، فأوقع لا في غير موضعها، كما قال الأعشى: ¶ أَحَلَّ له الشَّيبُ أَثقالَهُ ... وما اغترَّهُ الشَّيبُ ألاّ اغْترَارَا ¶ أراد: وما اغْتراراً إلا الشيبُ. ¶ ويمكن أن يكون لما ذكر لا الأولى، أغناه ذلك عن أن يعيدها ثانية. ¶ وقوله: من الأرض إن جعلت من متعلقة يتهبط فلا موضع لها، لتعلقها بظاهر، وإن جعلتها متعلقة بمحذوف فلها موضع، وهي في موضع الصفة لتلعة. ¶ وقوله: إلا أنت للذل عارف: جملة لها موضع من الإعراب لأنها في موضع الحال من الضمير في تهبط. ¶ وأنشد أبو القاسم في هذا الباب: ¶ تَاللهِ يَبقى عَلى الأَيام ذُو حَيَدٍ ... بمشمخِرِّ به الظَّيَّان والآسُ ¶ هذا البيت: يروى لمالك بن خالد الخناعي، كذا في كتاب سيبويه. ¶ وقال أبو جعفر أحمد بن عبيد: أنشدني أبو نصر هذا الشعر لأبي ذؤيب الهذلي، قال: وأبو عمرو يروي هذا الشعر للفضل بن عباس عتبة بن أبي لهب. ¶ ويروى: تالله ولله، وكلاهما قسم فيه معنى التعجب. ¶ ويعني بقوله: ذو حيد الوعل والحيد الروغان والفرار، كذا رواه أبو العباس محمد بن يزيد، ويروى ذو حيد بكسر الحاء، وقال: هو جمع حيدة، بمنزلة: حيضة وحيض. ¶ وكذا رواه أبو سعيد السكري في أشعار الهذليين. ¶ وقيل: هو اعوجاج في قرن الوعل. ¶ والمشمخر: الجبل العالي، والظيان ياسمين البر، والآس: الريحان وقيل الآس: أثر النحل إذا مرت فسقط منها نقط من العسل، حكاه الشيباني. ¶ وقيل: زرق النحل على الصفا. ¶ وقيل: باقي الرماد على الأثافي. ¶ وقال صاحب كتاب العين: الآس شيء من العسل. ¶ والباء في قوله بمشمخر متعلق بكائن، أي كائن بمشمخر.",
            "page": "15",
            "part": "1",
            "seal": "6683F7A8"
        },
        {
            "id": "16",
            "nass": "والباء في قوله: به الظيان لها موضع أيضاً، وهي في موضع الصفة لمشمخر كأنه قال: كائن به الظيان، أو مستقر به الظيان، والظيان على هذا فاعل بالاستقرار، ويجوز أن يكون الظيان مرفوعاً بالابتداء وبه خبره، فيكون الباء على هذا في موضع رفع، وهي في الوجه الأول في موضع خفض، وتتعلق في الوجهين معاً بمحذوف. ¶ وقوله: على الأيام في موضع الحال من ذي حيد؛ أي لا يبقى ذو حيد والأيام متعاقبة عليه، وأراد: على تعاقب الأيام، أو على مرور الأيام، فحذف المضاف، وأقام المضاف إليه مقامه، وقبل هذا البيت: ¶ يَا مَيُّ إن تفقِدي قوماً وَلدْتِّهِم ... أو تُخْلِسيهم فإنَّ الدَّهر خلاَّسُ ¶ عَمرو وعبد مناف والّدِي عهدت ... ببطن مكة آبِي الضَّيم عبَّاسٌ ¶ ويروى: ببطن عرعر، كذا رواه أبو سعيد السيرافي، وأبو علي الفارسي. ¶ وأنشد أبو القاسم في هذا البيت: ¶ فقْلتُ يمينَ اللهِ أَبرحُ قَاعِداً ... وَلوْ قطَعُوا رَأسِي لَدَيك وأَوْصالي ¶ هذا البيت: من مشهور شعر امرئ القيس، وقد ذكرنا اسمه وكنيته فيما تقدم. ¶ والأوصال الأعضاء، واحدتها وصل. ¶ ومعنى: لديك: عندك. ¶ وأبرح: أزال. ¶ وجواب لو محذوف لتقدم ما أغنى عنه، كأنه قال: ولو قطعوا رأسي ما برحت! وأنشد أبو القاسم في هذا الباب: ¶ فقَالَ فريق القوم لمَّا نَشَدْتُهم ... نَعم، وفريق. لَيْمُن الله مَا نَدرِي ¶ هذا البيت: لنصيب، وكان عبداً أسود، لرجل من أهل وادي القرى فكاتب على نفسه، ومدح عبد العزيز بن مروان، فاشترى ولاءه. ¶ ويكنى: أبا محجن، وزعم ابن قتيبة أن كنيته: أبا الحجناء، وأنشد لكثير يهجوه: ¶ رَأيت أبا الحجْنَاءِ في النَّاس جائزا ... ولَون أبي الحجنَاءِ لَون البهائم ¶ تراه على ما لاَحَه من سَوَادِه ... وإن كان مظلوماً له وَجه ظالمِ ¶ ونصيب اسم منقول، يحتمل أن يكون تصغير نصب وهو حجر كانوا يذبحون عليه ما يقربون للأصنام، قال الله تعالى: \".. وما ذبح على النصب \". ¶ ويحتمل أن يكون تصغير نصب وهو التعب، أو تصغير نصب مفتوح النون ساكن الصاد - وهو ما نصب - فعبد من دون الله قال الله تعالى: \" كأنهم إلى نصب يوفضون \". ¶ ويحتمل أن يكون تصغير نصاب، أو نصيب، ويكون مصغراً. مرخماً. ¶ وروى الأصفهاني بسند أخبر به أبو بكر بن دريد، قال: لقيت يوماً نصيباً بباب هشام بن عبد الملك، فقلت له: يا أبا محجن، لم سميت نصيباً؟ ألقولك في شعرك: عاينها النصب؟! فقال: لا، ولكني ولدت عند أهل بيت من ودان، فقال سيدي: ائتونا به ننظر إليه، فقال: إنه لمنصب الخلق، فسميت النصب ثم اشتراني عبد العزيز بن مروان فأعتقني. ¶ فهذا الخبر يقتضى أن يكون تصغير: منصب، وهو المشرف في استواء، ورخم فحذفت زوائدة، كما أنك لو صغرت محمدا ورخمته لقلت: حميد. ¶ وأما المحجن: فعصا معقفة الطرف، يقال لها: القسقاسة وصحفتها العامة فقالت: الكسكاسة. ¶ والحجناة: تأنيث الأحجن، وجمع الأحجن: حجن، قال النابغة: ¶ خطاطيف حجن في حبال منيفةٍ ... تمد بها أيدٍ إليك نوازع ¶ وهو المعوج المعتف. ¶ والشعر الذي فيه هذا البيت من أجود شعره، وهو قوله فيها: ¶ أَلاَ يا عُقَابَ الوَكْرِ وكْرِ ضريَّةٍ ... سُقيتَ الغوادي من عُقابٍ ومن وَكر ¶ تَمرّ اللّيالي والشُّهور ولا أَرَى ... مُرورَ الليالي منْسِياتي ابنةَ العمْرِ ¶ تقول: صِلينا واهجرينا، وقد تَرَى ... إذا هَجرت أن لا وصال مع الهجْرِ ¶ فلم أرْضَ ما قالتْ ولم أبد سُخْطَةً ... وضاق بما جَمْجَمتُ من حبها صدرِي ¶ ظلِلْت بذي ودَّانَ أنشد بَكْرَتِي ... ومالي عليها من قَلُوص ولا بكْرِ ¶ وما أَنْشُدُ الرُّعيانَ إلاّ تَعِلّةً ... لواضحة الأنياب طَيّبة النشْر ¶ فقال لي الرُّعيانُ: لِمْ تَلْتَبِسْ بنا؟ ... فقلت: بلى، قد كنتُ منها على ذكرِ! ¶ وقد ذكرن لي بالكئيب مؤالفا ... قِلاصَ عَدِيّ، أو قلاصَ بني وَبْر ¶ فقال فريق القوم لَماَّ نشدُّنهم: ... نعمْ، وفريق لَيمْنُ الله ما ندرِي",
            "page": "16",
            "part": "1",
            "seal": "E06613CA"
        },
        {
            "id": "17",
            "nass": "أَمَا والذي حجَّ الملبُّون بيتَهُ ... وعلمَّ أيَّامَ الذبائح والنَّحْرِ ¶ لقد زادني للغَمْر حُبّاً وأهلِهليالٍ أقامتهن ليلى على الغمْر ¶ فهل يأثُمَنِّي الله في أنْ ذكرتها ... وعَّللْت أصحابي بها ليلة النَّفْر ¶ وسكَّنْتُ ما بي من ملال ومن كَرَى ... وما بالمطايا من جُنُوحٍ ومن فَتْرِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ رَضِيَعيْ لِبَانِ ثَدْيِ أمٍّ تَحالفاً ... بأسْحَم دَاجٍ عَوْضُ لاَ نَتَفرَّقُ ¶ هذا البيت: لأعشى بكر، وقد ذكرنا اسمه فيما تقدم. ¶ وهو من شعر يمدح به المحلق بن جشم، الكلابي، واسمه عبد العزيز وسمي المحلق؛ لأن بعيرا عضه في وجهه، فصار فيه كالحلقة. ¶ وقيل: بل كوى نفسه بكية تشبه الحلقة. ¶ وكان خامل الذكر ل اصيت له، وكان له بنات لا يخطبهن أحد: رغبةً عنهن، فمر به الأعشى، فنحر له ناقة، لم يكن له غيرها، وأطعمه وسقاه، فلما أصبح الأعشى قال له: ألك حاجة؟ قال: نعم! - تشيد ذكرى، فلعلني أشهر، ويرغب في بناتي، فنهض الأعشى إلى عكاظ وأنشد هذه القصيدة، فلم يمس حتى خطبت إليه جميع بناته!! وقبل هذا البيت: ¶ لَعَمْرِي لَقْد لاَحَتْ عيونٌ كَثيرةٌ ... إلى ضوء نار باليَفَاع تَحرَّقُ ¶ تشب لمقْرُرَيْن يصْطَليَانِها ... وباتَ على النّار النّدى والمحلَّقُ ¶ ترى الجودَ يجري ظاهراً فوق وجهه ... كما زَانَ مْتنَ الهندوانيّ روَنقُ ¶ وإنما ذكر النار والمحالفة؛ لأنهم كانوا يتحالفون على النار، وجعل الندى والمحلق كأخوين رضعا لباناً واحداً، من ثدي أم واحدة؛ مبالغة في وصفه بالكرم، وذكر أنهما تحالفا وتعاقدا ألا يفترقا أبداً، كما قال الآخر: ¶ وإنّ خَلِيليْك السّماحةَ والنَّدى ... مقيمان بالمعروف ما دمتَ تُوجَدُ ¶ وعوض ضم كان لبكر بن وائل، وقيل: هو اسم من أسماء الدهر، وزعم المازني: أنه يضم ويفتح ويكسر، وأصله: أن ما كان من أسماء الدهر أن يكون ظرفاً، كقولهم: لا آتيك عوض العائضين، كما يقال: دهر الداهرين، ثم كثر حتى أجراه مجرى أدوات القسم. ¶ وفي قوله: بأسحم داج سبعة أقوال: 1 - قيل: هو الرماد، وكانوا يحلفون به كما يحلفون بالنار، قال الشاعر: ¶ حلفتُ بالملح والرَّماد والنَّار ... وبالله نُسْلِمُ الحَلقَة ¶ حتى يَظلّ الجوادُ مُنْعَفِراً ... ويخْضِب النَّبلُ غُرَّة الدَّرَقة ¶ 2 - وقيل: أراد الليل. ¶ 3 - وقيل: أراد الرحم. ¶ 4 - وقيل: أراد الدم؛ لنهم كانوا يغمسون أيديهم فيه إذا تحالفوا، حكى هذه الأقوال الأربعة يعقوب. ¶ 5 - وقال غيره: يعني حلمة الثدي. ¶ 6 - وقيل: يعني زق الخمر. ¶ 7 - وقيل: يعني دماء الذبائح التي كانت تذبح للأصنام. ¶ وجعله أسحم لأنه إذا يبس اسود، وهذا نحو قول النابغة: ¶ وَمَا هُريق على الأَنْصَابِ مِنْ جَسَدٍ. ¶ وأبعد هذه الأقوال؛ قول من قال: إنه أراد الرماد؛ لأن الرماد لا يوصف بأنه أسحم ولا داج وإنما يوصف بأنه أزرق. ¶ وأما الدم فقد وصفه الطرماح بالسواد في قوله يصف ثوراً ¶ فبات يقاسي ليل أَنْقد دائبا ... ويحدُرُ بالقفِّ اختلاف العُجَاهنِِ ¶ كطوف مُتلى حجة بين غبغبٍ ... وَقرٍّ مسود من النُّسكِ فاتِنِ ¶ وقوله: تشب: أي توقد، والمقرور الذي أصابه القر، وهو البرد وخصه، لأنه يشعل النار لشدة حاجته إليها. ¶ ومعنى لاحت نظرت وتشوفت إلى هذه النار، حكى الفراء: لحت الشئ إذا نظرته، وأنشد: ¶ وأحمر من ضرب دار الملوك ... تَلُوحُ على وَجهه جعفرا ¶ بالتاء على الخطاب - وقال معناه تنظر على وجهه جعفرا. ¶ وجعل النار في يفاع، لأنه أشهر لها، ولأنها إذا كانت في يفاع - وهو الموضع المرتفع - أصابتها الرياح فاشتعلت. ¶ وأما الإعراب: فإن قوله: رضيعي ينصب على أربعة أوجه: - إن شئت كان حالا، وقوله: على النار خبر بات: - وإن شئت جعلت رضيعي خبر بات وعلى النار في موضع الحال. ¶ - وإن شئت كانا خبرين. ¶ - وإن شئت نصبت رضيعي على المدح",
            "page": "17",
            "part": "1",
            "seal": "F2548775"
        },
        {
            "id": "18",
            "nass": "- وإن شئت جعلت الرضيع بمعنى الراضع كقولهم: قدير بمعنى قادر، وعليم بمعنى عالم، فيكون متعديا إلى مفعول واحد، وإن شئت جعلته بمعنى مرضع كقولهم: رب عقيد بمعنى معقد فيتعدى إلى مفعولين. ¶ ومن خفض ثدي أم جعله بدلا من لفظ اللبان، ومن نصبه أبدله من موضعه، لأنه في موضع نصب، ولا بد من تقدير مضاف محذوف في كلا الوجهين كأنه قال: رضيعي لبان ثدي أم. ¶ ويجوز أن يكون ثدي مفعولا سقط منه حرف الجر كأنه قال: رضيعي لبانٍ من ثدي أم. ¶ وقوله: عوض لا نفترق من جعل عوض اسم ضمٍ جاز في إعرابه ثلاثة أوجه: أحدهما أن يكون مبتدأ محذوف الخبر، كأنه قال: عوض قسما الذي يقسم به. ويجوز أن يكون في موضع نصب على أن يقدر فيه حرف الجر وتحذفه كقولك: يمين الله لأفعلن. ¶ ويجوز أن يكون في موضع خفض، على إضمار حرف القسم، وهو أضعف الوجوه. ¶ ومن اعتقد هذا لزمه أن يجعل الباء في قوله: بأسحم بمعنى في ويعني بالأسحم الليل، أو الرحم. ¶ ولا يجوز أن يكون الباء في هذا الموضع للقسم، لأن القسم لم يقع بالأسحم؛ إنما وقع بعوض الذي هو الضم: ومن جعل عوض من أسماء الدهر، ففيه وجهان: أحدهما أن يكون بدلا من أسحم، ويكون القول فيه كالقول في الوجه الأول: والوجه الثاني: أن يكون القسم بالأسحم، فتكون الباء فيه باء القسم، ويكون عوض ظرفاً، كأنه قال: لا نتفرق عوض، أي لا نتفرق طول دهرنا. ¶ وقوله: لا نتفرق جاء جواب القسم، على حكاية لفظ المتحالفين الذين نطقا به عند التحالف، ولو جاء به على لفظ الإخبار عنهما لقال: لا يفترقان، كما تقول: حلف الزيدان لا يخرجان، إذا أخبرت عنهما، ولم تحك لفظهما، فإن حكيت لفظهما قلت: حلف الزيدان لا نخرج. ¶ وأنشد أبو القاسم في باب اسم الفاعل: ¶ بَدَا لِيَ أنِّي لَسْتُ مُدرِكَ مَا مَضى ... ولا سَابِقاً شَيئاً إِذَا كانَ جَاثِيا ¶ وهذا البيت: يروي لزهير بن أبي سلمى، ويروي لصرمة الأنصاري، ويروي لابن رواحة الأنصاري. ¶ وزهير: اسم منقول، ويحتمل أن يكون تصغير زهر، ويحتمل أن يكون تصغير أزهر وزاهر، فيكون مصغراً مرخماً. ¶ أما سلمى: فاسم مرتجل غير منقول، مشتق من السلامة. ¶ وصرمة منقول من الصرمة التي هي القطعة من الإبل - من عشرة إلى أربعين. ¶ ورواحة مرتجل مشتق من الروح. ¶ وقوله: أني لست مدرك ما مضى جملة في موضع رفع على فاعل بدا، كأنه قال: بدا لي امتناعي من إدراك ما مضى. ¶ وقوله: لست مدرك ما مضى: جملة في محل رفع، على خبر أن كأنه قال: إني غير مدرك ما مضى. ¶ ويجوز في سابق النصب بالعطف على مدرك، والرفع على إضمار مبتدأ والخفض على توهم الباء في مدرك، كأنه قال: لست بمدركٍ ولا سابقٍ، أجاز ذلك سيبويه. ¶ ومن النحويين من لا يجيز الخفض، ومثله قول الأحوص: ¶ مشائيمُ ليسُوا مصلحين عشيرة ... ولا ناعباً إلاَّ ببين غُرابُها ¶ ويجوز أن تكون ما موصولة بمعنى الذي، ومضى صلة لها، ويجوز أن تكون اسماً منكوراً، ومضى في موضع خفض على الصفة لها، كأنه قال: مدرك شيءٍ مضى - ويقوى ذلك ذكره الصفة بعد ذلك، فيكون بمنزلة قول الآخر: ¶ رُبَّما تكّرَهُ النُّفوسُ من الأمْ ... رِ لَهُ فرْجةٌ كحَلِّ العِقالِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ إنِّي بِحَبْلِكَ وَاصِلٌ حَبْلِي ... وبريشِ نَبْلِكَ رائشٌ نَبْلِي ¶ هذا البيت: يروي لامرئ القيس بن حجر، ويروي لامرء القيس بن عائش، وكلاهما من كندة. ¶ وعائش: اسم منقول من الصفة، وحجر اسم منقول من النوع؛ لن الحجر، والحجر - بالضم والكسر الحرام؛ قال الله تعالى: \" ويقولون حجراً محجوراً \" أي: حرماً محرماً، وتقول العرب: حجراً له وحجرا، أي دفعاً ومنعاً له، قال الراجز: ¶ قالت وفيها حَيْدَةٌ وذُعْر ... عَوْذٌ بِرَبِّي منكم وحُجْر ¶ ومعنى هذا البيت: أنه مثل مضروب للموافقة والمتابعة، يقول أصل حبلى بمن وصلت به حبلك من الأوداء، وأريش نبلي بمن رشته نبلك من الأعداء. وبعده: ¶ مَا لَمْ أَجِدْكَ عَلى هُدَى أَثَرٍ ... يَقرُو مَقصَّكَ قائِفٌ قَبلي ¶ وَخَلائِقي مَا قَد عَلمْتَ وَمَا ... نَبحَتْ كلابُك طَارقاً مِثلي ¶ إِنِّي لأصْرِم مَنْ يُصارِمُنِي ... وأجِدُّ وصْلَ مَن ابتغى وصلي",
            "page": "18",
            "part": "1",
            "seal": "54864C4B"
        },
        {
            "id": "19",
            "nass": "وأنشد أبو القاسم في هذا الباب: ¶ وكَمْ مالئٍ عينيهِ من شَيءٍ غَيرهِ ... إذَا رَاحَ نَحوَ الجمرة الْبيضُ كالدُّمَى ¶ هذا البيت: لعمر بن أبي ربيعة، ويكنى أبا الخطاب. ¶ وعمر معدود في الأسماء المرتجلة، وإن كان معدولاً عن عامر. ¶ المعدود في الأسماء المنقولة من الصفات. ¶ فإن قلت: رجل عمر، إذا كان كثير الاعتمار، وقالوا: عمرة الحج وجمعها عمر، فما الذي يمنع أن يكون منقولاً من أحدهما؟ قيل: يمنع من ذلك أنه لو كان منقولاً من أحدهما لانصرف. ¶ وأما ربيعة فبيضة السلاح. ¶ وهذا الشعر قاله عمر بن أبي ربيعة في بنت مروان بن الحكم، وكانت قد حجت وأحبت أن تراه، وخشيت أن يتغزل بها فيفضحها، فدست إليه امرأة ساقته في الليل معصوب العينين؛ لئلا يعلم إلى أين يحمل، فأخذ في يده شيئاً من حناء، فلما وصل إلى الخباء مس بتلك الحناء حاشية الخباء، فلما دخل أزيلت العصابة عن عينيه، وحادثته مدة من الليل، فلما حان انصرافه عصبت عيناه وحمل مقوداً إلى منزله، فلما أصبح قال لبعض غلمانه: اذهب فطف بين الأخبية، فإذا وجدت حناء على خباء، فسل لمن هو؟ فذهب الغلام، وعاد إليه، فأخبره: أنه خباء بنت مروان بن الحكم، ورأت هي أثر الحناء في حاشية الخباء، فعلمت أنه هو الذي فعل ذلك! فوجهت إليه ألف دينار، ورغبت إليه ألا يفضحها، فاشترى بهات عطراً وبزاً وأهداه لها فأبت أن تقبله فقال: والله لئن لم تقبليه لأنهينه في الناس، فيكون أشهر للأمر، فقبلته! وقال في ذلك ولم يسمها: ¶ وكمْ مِنْ قتيل لا يُباءُ به دَمُ ... ومن غَلِقٍ رهْناً إذا ضَمَّه مِني! ¶ وكَمْ مَالئِ عَيْنيْه من شيءِ غَيره ... إذا راح نحوَ الجمرةِ البيضُ كالدُّمَى! ¶ يجرُّون أذيال المرُوطِ بأسْوقٍ ... خدَالٍ إذا وَلَّينَ أعْجازها رِوَى ¶ أوَانِسُ يَسْلبْنَ الحليم فُؤَادَه ... فيا طولَ ما جُزْنَ ويا حُسنَ مجتلى ¶ فلم أرَ كالتجمير مَنْظرَ نَاظِرٍ ... ولا كلَيالِي الحجِّ أقْلتْنَ ذَا هَوى ¶ وقوله: لا يباء به دم، أي لا يؤخذ له قود، ويقال أبأت فلاناً بفلان، إذا قتلته به. ولا يكاد يستعمل إلا والثاني؛ كفوء للأول. ¶ وقوله: ومن غلق رهناً؛ منصوب على التمييز، أراد ومن رجل غلق رهنه، ثم نقل الضمير إلى الصفة فصار بمنزلة حسن وجهاً. ¶ وأجاز أبو العباس محمد بن يزيد نصبه على الحال، وخفضه على البدل من غلق. ¶ ومعنى غلق الرهن: أن يثبت عند المرتهن فلا يقدر على فكاكه. ¶ ويروى البيض بالرفع، وهو المشهور. ¶ وروى بعضهم البيض بالخفض على البدل من شيء كأنه قال: وكم مالئ عينيه من البيض كالدمى. ¶ والمروط: أكسية من خز، وتكون من غيره. ¶ والخدال الممتلئة، وكذلك الروى: جمع ريان وهو ممدود، وقصره للضرورة. ¶ والمجتلى: المنظر، وهو مفتعل من قولك: اجتليت الشيء إذا نظرت إليه. ¶ ومعنى أقلتن: أهلكن بالقاف، وتقديم اللام على التاء، والقلت الهلاك، ويروى أقتلن، أي عرضنه للقتل، بالقاف أيضاً وتقديم التاء على اللام، ويروى أفلتن بالفاء وتقديم اللام على التاء، أي خلصنه فانفلت، ولم يفتن بما رأى. ¶ والتجمير من الجمار. ¶ وأنشد أبو القاسم في هذا الباب: ¶ هَلْ أنتَ باعثُ دينارٍ لِحاجَتِنَا ... أَوْ عَبْدَ ربٍّ أخا عَوْنِ بن مخْراقِ ¶ هذا البيت: لا أعلم قائله ودينار هاهنا اسم رجل. ¶ وقوله: أو عبد رب ينتصب بالعطف على موضع دينار، لأنه مخفوض اللفظ، منصوب في المعنى، ويجوز نصبه بإضمار، فعل كأنه قال: أو تبعث عبد رب، وهو الذي ذهب إليه أبو القاسم - رحمه الله - ويجوز: أو عبد رب أخي - بالخفض. ¶ وزعم عيسى بن عمر: أنه سمع العرب تنشده منصوباً. ¶ وأنشد أبو القاسم في هذا الباب: ¶ الضَّاربون عُميراً عن بُيوتهم ... بالتَّلِّ يومَ عُميْر ظالِمٌ عَادِي ¶ هذا البيت: للقطامي، وقد ذكر اسمه فيما تقدم من شعره - وهو يمدح به زفر بن الحارث القيسي، وكان أسره ثم أطلقه، وقبله: ¶ نُبِّئتُ قَيْساً على الحُشَّاكِ قَدْ نَزلُوا ... مِنَّا بحيٍّ على الأضياف حُشَّادِ ¶ فِي الْمجدِ والشَّرف العالي ذوي أمل ... وفي الحياة وفي الأموال زهاد",
            "page": "19",
            "part": "1",
            "seal": "BA40A525"
        },
        {
            "id": "20",
            "nass": "الحشاك: اسم ماء، وقيل: أرض، وقيل: الذين يحشدون في كرامة الضيف أي يختلطون، وأحدهم حاشد، وهو نحو قول الآخر: ¶ المانعين من الخنا جاراتهم ... والحَاشدين على طعام النَّازل ¶ وأراد ب عمير: عمير بن الحباب السلمي، وكانت تغلب قد قتلته. ¶ والتل موضع كانت فيه وقيعة. ¶ ويروى: الضاربين، والضاربون. ¶ والعادي: المعتدي. ¶ وأنشد أبو القاسم في هذا الباب: ¶ الفارِجُو بابِ الأَميِرِ المُبْهمِ ¶ هذا الرجز لرجل من بني ضبة. ¶ والفارجون من باب الأمير: الفاتحوه، والمبهم: المغلق، يقال: فرجت الباب إذا فتحته، وأبهمته إذا أغلقته، وهذا يحتمل معنيين. ¶ أحدهما: أن تريد أنهم يغلبون الملوك، ويلجون أبوابهم التي قد حصنوها، فيكون كقول الآخر: ¶ حَمَّالُ ألْوِيةٍ شهَّادُ أنْدِيةٍ ... شَدَّادُ أوْهبة فتاح أسداد ¶ والوجه الآخر: أن يريد أنهم أعزة أشراف، إذا وفدوا على الرؤساء لم يمنعوا من الدخول عليهم، فيكون مثل قول الآخر: ¶ مِنَ النَّفَرِ الْبِيضِ الَّذِينَ إِذَا انْتَهواوَهابَ الرِّجالُ حَلْقةَ البابِ قَعْقَعُوا ¶ وهو ضد ما قاله جرير، في هجائه للتيم، وهو قوله: ¶ قوْم إِذا حَضر الملوكَ وُفُودُهم ... نُتِفَتْ شَوَارِبهم عَلى الأَبْوابِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ الحافظو عَوْرَةَ العشِيرة لا ... يَأتِيهم مِنْ ورائنا وَكَفُ ¶ هذا البيت: لقيس بن الخطيم الأنصاري. ¶ وقيْس: اسم منقول وقد ذكرناه فيما تقدم. ¶ الخطيم: من قولهم: خطمت البعير، فهو خطيم، ومخطوم، إذا جعلت في أنفه الخطام، وهو الزمام. ¶ وإنما سمي بذلك؛ لأنه ضرب على أنفه، فبقي فيه أثر الضرب، وقبل هذا البيت. ¶ أَبْلِغ بَنِي جَحْجَبي وقْوْمهُمْ الْ ... أَشْرافَ أنَّا وراءَهم أُنُفُ ¶ وإنَّنا دُونَ ما يَسُومُهُم الْ ... أعداء من ضَيْمِ خُطَّةٍ نُكْفُ ¶ العورة: المكان الذي يخاف منه العدو. ¶ والوكف ههنا: العيب، ويروى نطف وهو نحو الوكف، والنطف - أيضاً - الربية والتهمة: يقول: نحن نحفظ عورة العشيرة فلا يأتيهم من ورائنا شيء يعابون به من تضييع ثغرهم وقلة رعايته. ¶ هذا على رواية من روى: من ورائنا. ¶ ومن روى: من ورائهم أخرج الضمير مخرج الغيبة على لفظ الألف واللام؛ لأن معنى الحافظوا عورة العشيرة: نحن الذين يحفظون، كما تقول: أنا الذي قام؛ فخرج الضمير مخرج الغيبة وإن كنت تعني نفسك، لأن معناه: أنا الرجل الذي قام، وقد يقولون: أنا الرجل الذي قمت، فعلى هذه - الرواية - رواية من روى: من ورائنا. ¶ ومثل قول الآخر: ¶ وأنا الّذي قتلتُ بكراً بالقَنَا ... وتركت تغلب غير ذَاتِ سَنامِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ يَا رُبَّ غَابِطِنا لَوْ كَانَ يَطلبُكُمْ ... لاَقَى مُبَاعَدَةً مِنْكُم وَحِرْمَانا ¶ هذا البيت: لجرير بن عطية بن حذيفة، من بني كلب ابن يربوع. ¶ وجرير من الأسماء المنقولة؛ لأن الجرير زمام البعير، قال الشاعر: ¶ يرى في كف صاحبه حِلاه ... فَيعجبه ويُفْزعه الجرير ¶ وسمي جريراً: لأن أمه كانت ترى في نومها وهي حامل به أنها تلد جريراً، فكان يلتوي على عنق رجلٍ فيخنقه، ثم في عنق آخر، حتى كاد يخنق عدةً من الناس، ففزعت من رؤياها، وقصتها على معبر، فقال لها: إن صدقت رؤياك ولدت ولداً يكون بلاءً على الناس، فلما ولدته سمته جريراً لما كانت رأت في النوم، فكان تأويل رؤياها أنه هاجى ثمانين شاعراً، فغلبهم كلهم إلا الفرزدق!. ¶ وعطية منقول من العطية، ويراد بها الهبة: وحذيفة منقول، تصغير حذفة، وهي الرمية بالعصا. ¶ ويلقب حذيفة الخطفي بقوله: ¶ يَرفَعنَ بالليل إذا ما أَسْدَفَا ... أعْناقَ جِنَانٍ وهاماً رُجَّفا ¶ وعَنَقاً باقي الرسيم خَيطَفا ¶ ويروى خطيفا، وهو السريع. ¶ ويكنى جرير: أبا حرزة، بابن كان له، والحرزة: الفعلة من حرزت الشيء، إذا حرصته، والحرزة أيضاً: خيار المال، وفي الحديث: \" لا تأخذوا من حررات أموال الناس شيئاً \". ¶ والحرزة - أيضاً -: حموضة اللبن. ¶ وقبل بيت جرير: ¶ إنَّ العُيُونَ الَّتي في طَرْفها حَوَرٌ ... قَتلْنَنَا ثم لم يُحْيِينَ قتلاَنا",
            "page": "20",
            "part": "1",
            "seal": "8A83100D"
        },
        {
            "id": "21",
            "nass": "يَصْرَعنَ ذا اللُّبِّ حَتَّى لا حِراكَ به ... وهُنَّ أضعف خَلْقِ الله إنْسانا ¶ والغابط: نحو الحاسد، إلا أن الغابط: هو الذي يتمنى أن يكون له مثل ما لغيره، من غير أن يسلب المغبوط نعمة. ¶ والحاسد: هو الذي يتمنى أن يسلب المحسود نعمته، وإن لم ينل هو منها كفعل أبليس - لعنه الله - مع آدم عليه السلام. ¶ يقول: رب رجل يظن أننا نظفر منكم بما رغبنا، وأنكم تبذلون لنا من وصلكم ما أملناه، فيغبطنا على ذلك، ولو طلب وصلكم كما نطلب، لم يظفر بشيء مما يرغب!. ¶ وأنشد أبو القاسم في باب الأمثلة التي تعمل عمل اسم الفاعل: ¶ ضَروبٌ بِنصْلِ السَّيْفِ سُوقَ سِمانِها ... إذا عَدِمُوا زاداً فإنَّك عَاقِرُ ¶ هذا البيت: لأبي طالب - عم النبي صلى الله عليه وسلم - من شعر رثي به أبا أمية بن المغيرة، بن عبد الله، بن عمر، بن مخزوم، وكان ختنه، فخرج تاجراً إلى الشام، فمات بموضع يقال له: سر وسحيم، فقال أبو طالب يرثيه: ¶ أَلاَ إنَّ زَادَ الرَّكبِ غير مدافع ... بسر وسحيم غيَّبتَهُ المقابرُ ¶ بسر وسحيم عارِف ومناكر ... وفارس غاراتِ خطِيب وياسِرُ ¶ تَنادَوْا بأنْ لا سيد الحيِّ فيهم ... وقد فُحِعَ الحيَّان كعبٌ وعَامِرُ ¶ وكان إذا يأتي مِنَ الشام قافِلا ... بمَقْدمه تَسْعَى إلينا البشائِرُ ¶ فيصبح أهل الله بيضاً كأنّما ... كسَتْهم حبيراً رَيْدَة ومَعافِرُ ¶ تَرَى دَارَهُ لا يَبْرَحُ الدَّهْر عندها ... مجعجةٌ كومٌ سِمانٌ وبَاقِرُ ¶ إذا أُكِلَتْ يوماً أتى الغد مثلها ... زواهق زُهم أو مخاض بهازِرُ ¶ ضروب بنصل السيف سُوقَ سِمانِها ... إذا عَدموا زادا فإنك عاقر ¶ وإن لم يكن لحم غريض فإنه ... تكبّ على أفواههن الغرائِزُ ¶ فيا لَكَ من ناعٍ حَييت بآلة ... شراعِّية تصفر منها الأظافِرُ ¶ ونصل السيف: شفرته، فلذلك أضافه إلى السيف، وقد يسمى السيف كله: نصلاً، مدحه بأنه كان يعرقب الإبل للضيفان عند عدمه الأزواد، وسر وسحيم أعلاه. ¶ والياسر: اللاعب بالميسر، والقافل: الراجع من السفر. والبشائر: جمع بشارة. ¶ وعنى بأهل الله: قريشاً، وكانت العرب تسميهم: أهل الله، لكونهم أرباب ملة. ¶ والحبير: ثياب ناعمة، كانت تصنع في اليمن. ¶ وريدة: بلدة ذكرها طرفة في قوله: ¶ وبالسَّفْح آيات كأنّ رُسُومَها ... يمانٌ وشَتْه رَيدَةٌ وسَحُول ¶ أراد أهل ريدة. ¶ ومعافر: قبيلة من قبائل اليمن. ¶ والمجعجعة: المصروعة، والكوم: الإبل العظام الأسنمة. ¶ والباقر: اسم لجماعة البقر، والزواهق: السمان، الزهم: الكثيرات الشحم، واحدها: زهم، وقال زهير: ¶ القائد الخيْل منكوبا دَوَابِرها ... منها الشَّنُون ومنها الزَّاهِقُ الزَّهِمُ ¶ والمخاض: الحامل من الإبل، واحدتها: خَلِفَة - من غير لفظها -. ¶ والغريض: الطري. ¶ ومعنى تكب: تصب، والغرائر: الأعدال جمع غرارة. ¶ والناعي: الذي يخبر بموت الإنسان، والآلة: الحربة، والشراعية: التي أشرعت للطعن، أي سددت، وحبست: أي خصصت. ¶ وأنشد أبو القاسم في هذا الباب: ¶ حذِرٌ أموراً لا تَضِير وآمِنٌ ... ما لَيْسَ مُنجِيَهُ مِنَ الأقدارِ ¶ هذا البيت: مصنوع ليس بعربي، واختلف في صانعه: فزعم قوم أنه لابن المقفع، وحكى المازني قال: أخبرني أبو يحيى اللاحقي، قال: سألني سيبويه عن فعل أيتعدى؟ فوضعت له هذا البيت، ولأجل هذا رد هذا البيت على سيبويه! وقد وجدنا في شعر زيد الخيل الطائي بيتاً آخر لا مطعن فيه، وهو قوله: ¶ ألم أخبركما خَبراً أتاني ... أبو الكُساحِ جَدَّ بِهِ الوعيدُ ¶ أتاني أنهم مزقون عرضي ... جِحاشُ الكرملينِ لها فَدِيدُ ¶ وأما معنى البيت، فيحتمل أمرين: أحدهما: أن يصف إنساناً بالجهل، وقلة المعرفة، وأنه يضع الأمور غير مواضعها، فيأمن ما لا ينبغي أن يؤمن، ويحذر ما لا ينبغي أن يحذر!.",
            "page": "21",
            "part": "1",
            "seal": "7034DBFB"
        },
        {
            "id": "22",
            "nass": "والوجه الثاني - وهو الأشبه عندي -: أن يكون أراد أن الإنسان جاهل بعواقب الأمور، يدبر فيخونه القياس والتدبير، فيكون كقوله تعالى: \" \" وعسى أن تكرهوا شيئاً ويجعل الله فيه خيراً كثيراً وعسى أن تحبوا شيئاً وهو شر لكم \". ¶ ونحو قول أبي العتاهية: ¶ وقد يَهلِكُ الإنْسانُ مِنْ وَجهٍ أمينة ... وينجو بإذن الله من حيث يحذر ¶ وأنشد أبو القاسم في هذا الباب: ¶ ثُمَّ زَادُوا أنَّهُمِ في قَومِهِمْ ... غُفُرٌ ذنْبَهُمُ غَيْرُ فُخُرْ ¶ هذا البيت: من مشهور شعر طرفة. ¶ ويروي: فجر بالجيم، وهو جمع فجور، وهو الكثير الفسق ويكون الكثير الكذب، لأنه يقال: فجر الرجل إذا كذب. ¶ ويروى أن أعرابياً أتى عمر بن الخطاب - رضي الله عنه - فقال: إن ناقتي قد نقبت ودبرت فاحملني.! فقال: والله ما بناقتك نقب، ولا دبر! فقال الأعرابي: ¶ أقْسمَ بالله أبو حفص عمرْ ... ما مسّها من نَقَبٍ ولا دَبَرْ ¶ اغفر له اللهم إن كان فجر!. ¶ فقال عمر: اللهم اغفر لي! ثم حمله!!. ¶ ويروى: غير فخر بخاء معجمة، ومعناه: لا يفخرون بشرفهم، ولا يعجبون بنفوسهم، ولكنهم يتواضعون للناس، كما قال الآخر: ¶ ألم تر قوماً غيرنا خير قومهم ... أقل به منًّا على قومهم فَخْرا ¶ وما تَرْدَعُنَا الكِبْرِياء عليهم ... إذا كلمَّونا أن نكلمهم نَزْرا ¶ وأنشد أبو القاسم في باب الصفة المشبهة باسم الفاعل: ¶ لاحِقُ بَطنٍ بِقَراً سَمِينِ ¶ هذا البيت: لحميد الأرقط، وحميد: من الأسماء المنقولة، يحتمل أن يكون تصغيراً مرخماً من أحمد، أو من حامد، أو من محمود، أو من حميداء، أو من حمدان؛ فإن هذه الأسماء كلها إذا صغرت ورخمت رجعت كلها إلى حميد. ¶ والأرقط: نحو من الأبرش، وصف حمارا. ¶ وزعم بعض من تكلم في أبيات الجمل: أنه يصف فرسا، وذلك غلط، والدليل على أنه وصف حماراً قوله قبله: ¶ أقَبَّ مِيفَاء عَلَى الرُّزُونِ ¶ أَحقبُ شَجاجٌ مِشلُّ عُونِ ¶ والأقب: الضامر الخصرين، والميفاء المشرف، والفعل منه: أوفى والفعل الرباعي لا يبني منه مفعال؛ إنما يبني مفعال من الثلاثي، ولكنه جاء على خذف الزيادة، كما قالوا: مهاوين، جمع مهوان، وهو رجل معطاء، وهو من أعطى؛ قال الكميت: ¶ شمٌّ مهاوينُ أبدَانَ الجزُورِ مَخَا ... مِيصُ العَشِيَّاتِ لاخُورٌ ولا قٌزُمُ ¶ فمهاوين: جمع مهوان، وهو من أهان. ¶ والرزون: مواضع منخفضة، يجتمع فيها الماء. ¶ والأحقب: الذي في كفله بياض، وهو موضع الحقيبة. ¶ ومعنى لاحق بطن: أن بطنه قد ضمر، حتى لحق بظهره، كما قال امرؤ القيس: ¶ طواه اضمار الشّدِّ فالبطن شازِب ... مُعَاًلي إلى المتنَيْن فهو خميص ¶ والشحاج: الشديد الشحيج، وهو الصوت. ¶ والمشل: الكثير الشلي وهو: الطرد. ¶ والعون: جماعات الحمير، واحدتها عانة. ¶ والقرا: الظهر. ¶ وأنشد أبو القاسم في باب التعجب: ¶ إذَا الرِّجالُ شَتَوْا واشتدَّ أكلُهم ... فأنتَ أبيضهم سِرْبَال طبَّاخِ ¶ هذا البيت: لطرفة بن العبد، في شعر يهجو به عمر بن هند، وأنشده الفراء: عن الكسائي. ¶ أما الملوك فأنْتَ اليوم ألأمهم ... لؤما وأبيضهم سربال طباخ ¶ وأنشد أبو محمد بن رستم في شعر طرفة عن يعقوب يهجو عمرو بن هند: ¶ أبا الجرَامِيق ترجو أن تُدينَ لكميا ابن الشَّديخ ضِياعٌ بين أجياخِ ¶ أنتَ ابنُ هنْدٍ فَاخبر من أبوكً إذاً ... لا يُصْلِحُ الملكَ إلاّ كلُّ بَذَّاخِ ¶ إن قُلتَ نَصْرٌ فَنَصر كانَ شرَّ فَتى ... قِدْماً وأبيضَهم سِربَالَ طَبَّاخِ ¶ ما في المعَالِي لَكُمْ ظِلٌّ وَلا وَرَقٌ ... وًفى المخازي لَكُم أسنَاخُ أَسناخِ ¶ إن قسّم المجد أكْدَى عَن سرَاتِكُم ... أو قُسِّم اللُّوْم فضِّلْتمْ بأشياخِ ¶ الجراميق: النيط، وهم قوم من العجم. ¶ والشديخ: الذي شدخ رأسه. ¶ والضباع: نوع من السباع عوج خلقةً، يشبه بها رهطه في الحمق، لأن الضبع يوصف بالحمق، وهي مرفوعة ب بترجوا. ¶ والأجياخ: الحجارة - عن الطوسي. ¶ والبذاخ: الكثير الفخر بآبائه وأفعاله.",
            "page": "22",
            "part": "1",
            "seal": "BEA6D780"
        },
        {
            "id": "23",
            "nass": "والأسناخ: جمع سنخ، وهو الأصل، من كل شيء، ومعنى أكدى: قصر ونقص في هذا الموضع، وتكون في موضع آخر بمعنى زاد، وهو من الاضداد. ¶ وسراة القوم: أشرافهم. ¶ والمراد ببياض سربال طباخه: أنه قليل الطبخ، فسر باله نقي لا سواد فيه، وهو ضد قول مسكين الدارمي. ¶ كأنْ قدورَ قومي كلَّ يوم ... قبابُ التُّرك مُلبَسةُ الجلال ¶ كأَنَّ الموقدين لها جِمَالٌ ... طَلاَها الزِّفت والقطرانُ طَاليِ ¶ بأيدهم مَغارِفُ مِن حَدِيدٍ ... يشَبهُها فُقَيَّرةُ الدَوَالِي ¶ الفقيرة: البئر التي يجري فيها الماء من غيرها. ¶ وأنشد أبو القاسم في هذا الباب: ¶ جارية في دِرْعها الفَضْفاضِ ... أبيضُ من أُختِ بَنِي إِباضِ ¶ هذا الشعر: لا أعلم قائله، وقد وجدت ابن الأعرابي أنشده في نوادره: ¶ يا ليتني مثلك في البياض ... أبْيض مِنْ أخت بني إباضِ ¶ جارية في رمضان الماضي ... تقطع الحديث بالإيماض ¶ وفسر قوله: تقطع الحديث بالإيماض، فقال: إذا أومضت تركوا حديثهم ونظروا إليها من حسنها؟ وقوله: في رمضان الماضي: كان جمعهم الربيع في ذلك الوقت، والإيماض ما يبدوا من بياض أسنانها عند الضحك والابتسام، وشبه بوميض البرق، وقد بين ذلك ذو الرمة بقوله: ¶ وتبسم لَمحَ البرْق عَنْ مُتوضَّخٍ ... كلَوْنِ الأقَاحِي شاقَ ألوَانُه القَطْرُ ¶ وقال آخر: ¶ كان وميض البرق بيني وبينها ... إِذَا حَانَ من بَيْنِ البيوتِ ابتسامُها ¶ وزاد غير ابن الأعرابي: ¶ مثل العزال زُيَّن بالخَضاضِ ... قبَّاء ذات كَفَلٍ رَضرَاضِ ¶ ودرع: المرأة قميصها، والفضفاض: الطويل الكامل. ¶ وبنو إباض: قوم، والخضاض: اليسير من الحلي، وقيل: هو نوع منه، قال الشاعر: ¶ وإنْ أشرَقَتْ مِنْ كَّفةِ السِّتر عَاطِلا ... لَقُلْتَ: غَزَالٌ مَا عَليْه خَضَاضُ ¶ والقباء: الضامرة البطن، والرضراض: الكثيرة اللحم. ¶ وأنشد أبو القاسم - رحمه الله تعالى - في باب: حبذا: ¶ يا حَبَّذا جَبلُ الرَّيان مِن جبلٍ ... وحَبذَا ساكنُ الرَّيانِ مِنْ كانَا ¶ هذا البيت: لجرير بن الخطفي، وقد ذكرنا اشتقاق اسمه فيما مضى من الكتاب. ¶ وهو من قصيدة يهجو فيها الأخطل، ويعد هذا البيت: ¶ وحبذا نفَحاتٌ من يمانية ... تأتيك من قِبَل الرَّيان أحياناً ¶ هبت جنوبا بذكري ما ذكرتكم ... عند الصَّفاةِ التي شَرقِيّ حَوْراناً ¶ وقوله: يا حبذا يحتمل أن تكون يا نداء، والمنادى محذوف، كأنه قال: يا قوم حبذا جبل الريان. ¶ ويحتمل أن تكون استفتاح كلام، وهو قول الأصمعي، ونحوه قول الراجز: ¶ يا لعنةَ الله عَلى أهْل الرّقم ¶ أهل الوَقِيرِ والحمير والخُزُم ¶ وقوله: من جبل في موضع نصب على التمييز، والعامل فيه الجملة المتقدمة كما قال الآخر: ¶ يا فارساً ما أنت من فارس ... موطإ الاكناف رحب الذراع ¶ كأنه قال: هو حبيب إلى من بين الجبال، أو أخصه بمحبتي من بين الجبال، كذا قال الكسائي والفراء ونفحات: جمع نفحة، من قولك: نفحت الريح، إذا هبت. ¶ ويعنى باليمانية: الجنوب؛ لأنها تهب من قبل اليمن، وقد أوضح ذلك بقوله: هبت جنوبا. ¶ وروى سيبويه: هبت جنوبا فذكرى ما ذكرتكم، ومعناه: قد ذكرتكم ذكرى؟؟! وما: زائدة، وحوران: جبل، ومن في موضع نصب على خبر كان، واسمها مضمر فيها؛ كأنه قال، أي شيء كان؟ وأنشد أبو القاسم في باب الفاعلين، والمفعولين الذين بفعل كل واحد منهما بصاحبه مثل ما يفعل الآخر: ¶ ولكنّ نِصْفاً لو سَبَبتُ وسَّبنيِ ... بنو عبد شمس من مناف وهاشم ¶ هذا البيت: للفرزدق، وهو من شعر يهاجي به جرير بن الخطفي. وقبله: ¶ وإنّ حَراماً أنْ أَسُبَّ مُقاعِساً ... بآبأِئيَ الشُّمِّ الكرامِ الخضارمِ ¶ وإن نصفاً لو سبَبْتُ وسّبنِي ... بنو عبد شمس من مناف وهاشمِ ¶ أولئك آبائي فجئْني بمثلهم ... وأعْبدُ أن تُهجا كليبٌ بدارِمِ",
            "page": "23",
            "part": "1",
            "seal": "BBF6AB42"
        },
        {
            "id": "24",
            "nass": "الشم جمع أشم، وهو الذي في قصبة أنفه استواء وارتفاع، وذلك مما يمدح به، ويستعمل أيضاً بمعنى العزة والانفة، وهو من الناقة متسعار، وهي التي تعطف على البو فربما رئمته وربما شمته بأنفها فلم ترأمه، يضرب ذلك مثلا، وقد ذكر أبو تمام الطائي في قوله: ¶ من الردْينيّة اللاّتي إذا عَسلتْ ... تشم بَوّ الصغار الأنف ذا الشمم ¶ والخضارم الأجواد الكرام، شبهوا بالبحور، يقال: بحر خضرم، إذا كان كثير الماء. ¶ والنصف: الإنصاف، يقول: ليس من الإنصاف أن أهاجي من هو دوني في الحسب، وجلالة المنصب؛ وإنما الإنصاف أن أهاجي من هو كفؤلي! ومعنى أعبد آنف وأكره، ويقال: عبدت من الشيء أعبد عبدا، إذا أنفت منه وغضبت، ومنه قول الله عز وجل: \" قل إن كان للرحمن ولد، فأنا أول العابدين \" أي: الآنفين. ¶ وقوله: لو سببت وسبني: جملة في موضع خبر، لكن، محمول على المعنى؛ كأنه قال: ولكن الإنصاف أن أسب بني عبد شمس. ¶ وهاشم: معطوف على عبد شمس، لا على مناف، لأن عبد شمس وهاشماً أخوان، أبوهما عبد مناف، وقد أوضح ذلك الفرزدق، في شعر، مدح به هشام بن عبد الملك، وهو قوله: ¶ وَرثْتُم ثيابَ المجد فهي لبوسُكم ... عن ابْنِي مناف: عبد شمس وهاشم ¶ وقال في قصيدة أخرى: ¶ ولو سئلتْ من كفؤنا الشمس أوْمأَتْ ... إلى ابْنَيْ مناف: عبد شمس وهاشم ¶ وأما رغبة الفرزدق بنفسه عن مهاجاة من هو دونه؛ فمذهب غير متفق عليه، بل للعرب في ذلك ثلاثة مذاهب. ¶ كان منهم من يسميه: الخسيس، فيكرم نفسه عن مراجعته، كما يروي عن بشار بن برد، أنه وقف أمامه رجل من الشطار، وبشار ينشد، فقال: استر شعرك كما تستر عورتك!. ¶ فصفق بشار بيديه وغضب، وقال: من أنت ويلك؟! فقال: أنا رجل من باهله؛ وأخوالي: سلول، وأصهاري: عكل، واسمى كلب، واسم أبي: قرد، ومولدي: بأضاح، ومنزلي بنهر بلال.! فضحك بشار، وقال: اذهب، ويحك، فأنت عتيق لؤمك، قد علم الله أنك استترت مني بحصون من حديد!. ¶ ونحو هذا قول الآخر: ¶ نجا بك عرضك منجي الذُّباب ... حمته مقاديره أن يُنَالا ¶ وقال الآخر: ¶ اسمعني عبد بني مِسْمع ... فصنتُ عنه النفس والعِرضا ¶ ولم أُجبْه لاحتقاري له ... ومن ذا بعضّ الكلب إن عضَّا؟! ¶ وكان منهم: من إذا هجاه الخسيس هجا أفضل عشيرته كما قال الآخر: ¶ إنِّي إذا هرَّ كلْب الحيِّ قُلتُ لَهُ ... اسْلم ورَبُّك مَحْنُوق على الخَور ¶ وكان منهم من يهجو كل من هجاه من شريف وخسيس، وقد سلك الفرزدق هذا المسلك، فناقض ما قاله في هذا الشعر! وقال أبو تمام: ¶ رجا أن تنجيه خساسة قدره ... ولم يدر أنَّ الليْث يفترس الكَلْبا ¶ وأنشد أبو القاسم رحمه الله تعالى في هذا الباب: ¶ وكمتاً مُدَمَّاةً كأنّ مُتَوبها ... جَرَى فَوْقها واستَشْعَرتْ لَوْنَ مُذْهَبَ ¶ هذا البيت: لطفيل بن عوف بن ضبيس الغنوي، ويكنى: أبا قران. وكان يسمى محبراً، واختلف في تسميته بذلك؛ فقال أبو عبيد: سمي بذلك لحسن وصفه للخيل. ¶ وقال ابن قتيبة: سمي بذلك لحسن شعره، وكذلك قال أبو عبيد. ¶ وقال الصولي: سمي بذلك لقوله يصف برداً. ¶ سَمَاوَتُه أَسمال بُردٍ محَبَّر ... وصَهْوتُه مِنْ أَتحَمِيٍّ معَصَّبِ ¶ وأصح هذه الأقوال: أنه سمي بذلك لحسن شعره. ¶ وروي عن معاوية، أنه قال دعوا لي طفيلاً وسائر الشعراء لكم!! وطفيل من الأسماء المنقولة، يحتمل أن يكون تصغير طفل - المفتوح الطاء - وهو الرخيص الناعم، يقال باز طفل. ¶ ويحتمل أن يكون تصغير طفل - المكسور الطاء - وهي لفظة مشتركة، لها معان مختلفة، فالطفل: الصغير من الأناسي وغيرهم، واختلف الناس في قول زهير بن أبي سلمى. ¶ لأرتحلنْ بالفجر ثم لأدْأبنْ ... إلى الليل إلا أنْ يُعرِّجِني طِفْل ¶ فقال قوم: ولد الناقة، أي إلا أن تلد ناقتي، فأعرج عليها. ¶ وقيل: أراد بالطفل ما يسقط من الزند إذا قدح، أي إلا أن أقدح ناراً، فأنزل؛ قال ذو الرمة يصف شررة سقطت من الزند عند الاقتداح: ¶ فلمَّا بدَتْ كفَّنْتُها وهي طِفْلَة ... بَطلسَإ لم تُكْمل ذِرَاعاً ولا شِبْرَا ¶ ويروى: وهي حية.",
            "page": "24",
            "part": "1",
            "seal": "EAF44852"
        },
        {
            "id": "25",
            "nass": "وقال قوم: أراد بالطفل: اصفرار الشمس، وميلها للغروب والأشهر في هذا طفل بفتح الطاء والفاء. ¶ وقال ابن قتيبة: الطفل: صلاة لهم كانوا يصلونها عند غروب الشمس. ¶ وعوف وضبيس: اسمان منقولان، فالعوف نبت، قال النابغة: ¶ وأنبت حَوْذانا وعَوفا منوّراً ... سأهدي له من خير ما قاله قائل ¶ ويقال للجرادة: أم عوف، قال الشاعر: ¶ فما صفراء تُكنْى أُمَّ عوْفٍ ... كأن رُجيلتَيْها مِنجلاَنِ ¶ ويقال للذكر: عوف، وللفرج شريج، ويقال للمتزوج: نعم عوفك! قال الشاعر: ¶ إذا عوفُ تولَّج في شُريْج ... علانيةً فقد وَجَبَ الصدَاقُ ¶ والضبيس من الرجال: السيء الخلق. ¶ وذكر أبو عبيدة معمر بن المثنى في كتاب الديباجة أن الكميت من الخيل بين الأحوى والأصدأ، وهو أقرب من الشَّقْر والورد إلى السواد، وأشد من الشَّقر الورد حمرة، والأنثى أيضاً كميت، وقسه ثمانية أقسام: كميت أحم، وكميت أسحم، وكميت مدمى، وكميت أحمر، وكميت مذهب، وكميت محلف، وكميت أكلف، وكميت أصدأ. ¶ فالكميت الأحم: الذي يشاكل الأحوى، والأحوى أهون سواداً من الجون. ¶ وينفصل الكميت الأحم من الكميت الأحوى بحمرة أقرابه ومرافقه. ¶ والكميت الأسحم أظهر حمرة في سراته من الكميت الأحم، غير أن حمرته ليست بصافية. ¶ والكميت المدمى: الذي شعر سراته أحمر، شديد الحمرة، وكلما انحدرت الحمرة إلى مرافقه ازدادت. ¶ والكميت الأحمر: أشد حمرة من المدمى. ¶ والكميت المذهب: الذي خالط حمرته صفرة. ¶ والكميت المحلف: الذي يحلف فيختلف الناظرون فيه، فيقول بعضهم هو أشقر، وبعضهم: هو ورد، وبعضهم: كميت. ¶ وقال: أمارة المحلف بين الأصهب والأحمر، قال الشاعر: ¶ كُميت غيرُ مُحْلِفَةٍ، ولكن ... كَلَوْنِ الصِّرْفُ عُلَّ به الأديم ¶ والكميت الأكلف: الذي لم تصف حمرته، ويرى في أطراف شعره سواد. ¶ والكميت الأصدأ: الذي فيه صدأة، أي كدرة، وتعلو كل لون من ألوان الخيل ما خلا الدهمة، وفيها صفرة قليلة، وإنما شبهوها بلون صدأ الحديد، قال أبو عبيدة: فإذا خلصت الصفرة من الكدرة، ولم تكن حمرة الكلف، فهي عفرة. ¶ وكميت من الأسماء المصغرة التي لا تكبير لها، وهو مصغر مرخم من أكمت بمنزلة حميد من أحمد، غير أن أكمت لم يستعمل، ويدل على ذلك جمعهم إياه على: كمت، وقال سيبويه: سألت الخليل - رحمهما الله تعالى - عن كميت؟ فقال: هو بمنزلة جميل وحمير، وإنما هي حمرة مخالطها سواد، ولم يخلص فإنما حقروها لأنها بين السواد والحمرة ولم يخلص أن يقال له: أسود ولا أحمر، وهو منها قريب، وإنما هو كقولك: هو دوين ذلك. ¶ والمتون: الظهور ومعنى استشعرت لبسته شعارا، والشعار: ما ولي الجسد، والدثار: ما فوقه. ¶ ونصب كمتاً: لأنه عطفه على قوله قبله: ¶ حلبنا من الأعْراف أعرافِ بيشةٍ ... وأَعرَافِ لبْني الخَيْل يا بُعْد مَحلبِ! ¶ بنَات العراب والوجيه ولا حق ... وأعوج يتمي يشبه الْمتَنَسّبِ ¶ وِراداً وحُواً مشرِفاً حُجُباتُها ... بناتُ حصان قد تعولم مَجْنَبِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ فَرَدَّ عليَّ الفُؤادِ هَوىً عَميداً ... وسُوئل لو يُبين لنا سُؤَالاً ¶ وقد نَغْنَى بها ونَرى عُصُوراً ... بها يَقْتَدْنَنا الخُرُدَ الخِذَالاَ ¶ ذكر أبو القاسم هذين البيتين: لعمر بن أبي ربيعة، وهو غلط، إنما هما للمرار الأسدي، وهو من بني فقعس، كذا في كتاب سيبويه، ولم أجدهما في ديوان شعره. ¶ وهما مراران، أسدى. ¶ وهو المرار بن سعيد، وهو الذي كان يهاجي المساور بن هند. ¶ وعدوى، وهو المرار بن منقذ من بني العدوية، وهو القائل: ¶ لا حَبَّذَا أنتِ يا صَنْعَاءُ مِنْ بلَدِ ... ولا شعوبُ هَوىً منِّي ولا نُقُمُ ¶ والمرار: اسم منقول من الصفات، وكذلك: سعيد ومنقذ وأما فقعس فاسم مرتجل لا أعلم له اشتقاقاً!. ¶ والهوى العميد: المفسد الكبد، والرجل العميد: الذي أفسد الحب كبده. ¶ وقيل: العميد، والمريض الذي لا يقدر على الجلوس حتى يعمد من جوانبه. ¶ ويدل على الوجه الأول قول الشاعر: ¶ إِنْ وصفوني فَنَاحِل الجسد ... أو فتَّشوني فابيض الكبد ¶ وقال الآخر:",
            "page": "25",
            "part": "1",
            "seal": "85EC3ECA"
        },
        {
            "id": "26",
            "nass": "أَهيم بدعْد ما حَيِيتُ فإن أَمُت ... فواكبدا مما لقيتُ علَى دَعد! ¶ هذا للنمر بن تولب. ¶ وقوله: فرد على الفؤاد هوى عميداً: أراد به: كان قد سلا، فلما نظر إلى منزل محبوبته راجعه هواه، كما قال بشر بن أبي خازم: ¶ خليليَّ إِنَّ الدّار غَفْر لذي الهوى ... كما يُغفَرُ المجنون أو صاحبُ الكلْم ¶ والغفر: النكس من المرض. ¶ ومعنى نغنى: نقيم. ¶ والعصور: الدهر، ومعنى يقتدننا كما تقاد الدابة، وجاء بالفعل على وزن افتعل للمبالغة في القود؛ كما يقال: كسب، واكتسب، والخرد جمع خريدة، وهي الحيية من النساء، يقال: تخردت المرأة إذا خجلت واستحيت. ¶ والخدال: جمع خدلة، وهي الكثيرة لحم الساقين. ¶ والفعلان في هذا البيت الثاني: نرى ويقتدننا أعمل الأول منهما، وهو نرى ولذلك أضمر في الثاني، ولو أعمل الثاني لحذف الضمير، ورد الفعل إلى أصله، وقال: يقتادنا الخرد الخدال، والبيت قائم الوزن، مع إعمال كل واحد من الفعلين، ولذلك وصله بالبيت، ليعلم أن القوافي منصوبة وأنه أعمل الأول. ¶ وكان ابن درستويه يقول من نصب السؤال يبين فقد أخطأ، لأن السؤال لا يتبينه المجيب، إنما يتبينه السائل، قال: وإنما هو منصوب بسوئل مصدراً له، ومفعول يبين محذوف، كأنه قال: وسوئل السؤال لو يبين لنا الجواب.! ويروى سؤالا بإسقاط الألف واللام، وهو أشبه بما قال ابن درستوية. وقال غير ابن درستوية: ليس بممتنع أن يكون منصوباً بيبين على وجهين. ¶ أحدهما: أن يريد جواب السؤال، ويحذف المضاف. ¶ والثاني: أن يقيم السؤال مقام المسئول عنه، كما يقال: ضرب الأمير، وثوب نسج اليمن، فأما بيت بن أبي ربيعة الذي أراده أبو القاسم فأخطأ، هو: ¶ إذا هِيَ لم تُستَك بِعُودِ أرَاكه ... تُنُخِّل فاسْتاكت به عُودٌ إسْحِل ¶ وأنشد أبو القاسم في باب ما يجوز تقديمه، من المضمر على الظاهر، وما لا يجوز: ¶ جزى رَبُّهُ عَنِّي عديَّ بنَ حاتِم ... جزاءَ الكلابِ العاوياتِ وقد فَعَلْ ¶ هذا البيت: أعلم قائله. ¶ واستشهد به أبو القاسم على تقديم المضمر، على الظاهر ضرورة. ¶ وقد تأوله قوم: على أن الضمير في ربه عائد على الجزاء الذي دل عليه جزاء؛ كما يقال: من كذب كان شراً له. ¶ وجزاء الكلاب العاويات: منصوب على المصدر، وجزاؤها: أن تضرب وتهان! ونظير قوله: وقد فعل قول المتنبي: ¶ وهذا دعاء لوْ سَكَتُّ كُفِيتُهُ ... ولكن سألْتُ الله فِيكَ وَقَدْ فَعَلْ ¶ وأنشد أبو القاسم، في باب إضافة المصدر إلى ما بعده: ¶ أَفْنَى تِلادي وما جَمَّعتُ من نَشَبٍ ... قَرْعَ القواقيز أفْواهُ الأباريقِ ¶ هذا البيت للأقيشر الأسدي، واسمه: المغيرة بن عبد الله ابن الأسود. ¶ والمغيرة، والأسود، والأقيشر: صفات منقولة التسمية، وكان الأقيشر يغضب من هذا الإسم، فمر يوماً ببني عبس، فقال له بعضهم: يا أقيشر.! فنظر إليه مغضباً وقال: ¶ أَتَدْعُوني الأقيشر ذاكَ إِسْمي ... وأدعوكَ ابن مُطْفِئَةِ السِّراجِ ¶ تناجي خِدْنَها بالليل سِرّاً ... ورَبُّ النَّاس يَعْلَم ما تُنَاجِي! ¶ فسمى ذلك الرجل: ابن مطفئة السراج، ولم يزل ذلك الاسم باقياً في عقبه.! وكان مشتهراً بالشراب لا يصحو منه، فقال في ذلك: ¶ أقول والكأْس في كفِّي أُقلِّبَها ... أُخَاطِب الصِّيد أبْناء العماليق ¶ لا تَشربن أبداً راحا مسارَفة ... إلاّ مع الْغُرِّ أبناءَ البطاريقِ ¶ أَفْنى تِلادِي وما جَمَّعْت من نَشَبٍ ... قَرْعُ القواقيز أفواهُ الأباريق ¶ كأنهن وأيدي الشّرب معملةٌ ... إذَا تلألأنَ في أيْدي الْغَرانيقِ ¶ بنات ماءٍ مَغَايِيضُ جَآجِئُها ... حُمْرُ مَنَاقِيرُهَا صُفْرُ الحْمَالِيقِ ¶ أيْدي السُّقاةِ بِهِنَّ الدّهر مُعْمَلَةٌ ... كأنَّما أَوْبُها رَجْعُ المَخْارِيقِ ¶ تلك اللَّذاذَةُ ما لَمْ تأتِ فاحشة ... أو تَرْمِ فيها بِسَهْمِ ساقط الفُوقِ ¶ عليك كلّ فتُى سمْحٍ خلائقُه ... مَحْضِ العروق كريمٍ غيْرِ ممذوقِ",
            "page": "26",
            "part": "1",
            "seal": "650F35AF"
        },
        {
            "id": "27",
            "nass": "ولا تُصَاحب لئيما فيه مَقْرفَةٌ ... ولا تزورنَّ أصحابَ الدوانيقِ ¶ الراح: الخمر، سميت بالراح لما تولد من الارتياح لشاربها، قال الشاعر: ¶ ولقيتُ ما لقِيتْ مَعَدُّ كلُّها ... وفَقَدتُ رَاحاً في الشّبابِ وَخَالِي ¶ وأراد بالراح: الابتهاج، وبالخال: الخيلاء. ¶ والغر: جمع أغر، وهو الأبيض الجميل، والأغر أيضاً: المشهور من الناس، شبه بالفرس الأغر، وهو الذي في جبهته غرة. ¶ والبطاريق: عظماء الروم وساداتهم عندهم، وأحدهم بطريق. ¶ والتلاد: المال القديم، والنشب: اسم يقع على الضيعة والمستعملات التي لا يقدر الإنسان أن يرحل بها. ¶ والقواقيز: أوان يشرب بها، واحدها: قاقوزة، وقازوزة، وقياس من قال: قازوزة: أن يقول في الجمع، قوازيز، وقد يحكى: قاقزة، وأنشد للنابغة الجعدي: ¶ كأني إنما نادمت كسرى ... له قاقُزَّةٌ ولي اثنتان ¶ والغرانيق: شبان الرجال، وأحدهم غرنوق، وغرنوق، وغرنيق وغرنيق وغرانق، وغرونق: ونبات الماء: الغرانيق أشبه بها، كما قال أبو الهندي: ¶ سَيُغْني أبا الهنْدي عن وَطْبِ سالمٍ ... أباريقُ لم يَعْلَقْ بها وَضَرُ الزُّبْدِ ¶ مُفَدَّمةٌ قَزّاً كأن رقابَها ... رقابُ بناتِ الماءِ يَفْزَعْنَ للرَّعد ¶ والفوق - من السهم: الموضع الذي يقع على الوتر، وإذا سقط فوق السهم فسد، ولم ينتفع به، فضرب ذلك مثلا. ¶ والمقرفة: دناءة الأب، والقرفة: التهمة والريبة: وأراد بأصحاب الدوانيق: السوقة، والدوانيق جمع دوناق، وهي لغة في الدانق - بفتح النون وكسرها - وهو سدس درهم، يقول: لا تنادم من يرضيه نيل دانق، ويسخطه فقده، ولكن نادم الأجواد والكرماء! ونحو من هذا قول الآخر: ¶ إذا ما غضِبَ السُّوقِيْ ... يُ فالحبة ترضيه! ¶ وتَزْعُ الْفلْس مِنْ يده ... كنزع الضِّرس من فيه ¶ ومَنْ أصبح عَبْدَ الْفَلْ ... سِ قُلْ لِي: كَيْفَ تُعطيه؟! ¶ وأنشد أبو القاسم في هذا الباب: ¶ وَهُنَّ وُقُوفٌ ينتظرنَ قضاءَهُ ... بِضَاحِي عَذَاةٍ أمْرَهُ وهو ضَامِزُ ¶ هذا البيت: للشماخ، واسمه معقل بن ضرار، ويكنى: أبا سعيد، حكى ذلك أبو بكر بن دريد، وذكر أنه أحد الشعراء الخمسة العور من قيس. ¶ وهذه الأسماء كلها منقولة غير مرتجلة، أما المعقل: فهو الحصن، ويكون أيضاً موضع الاعتقال. ¶ والضرار: مصدر ضار الرجل، الرجل إذا ضر كل واحد منهما صاحبه، ويكون جمع ضرير، وهو شاطئ البحر، والوادي، قال أوس ابن حجر: ¶ وما خَليج من المْرُّوتِ ذُو شُعَبٍ ... يَرْمِي الضَّريرَ بخشب الطلْح والضَّال ¶ والسعيد - ذو السعد، والسعيد: الساقية الصغيرة. ¶ والشماخ: الذي يشمخ بأنفه على الناس، أي يتعظم عليهم، ويتطاول. ¶ والضاحي: الظاهر، وما يبرز من الأرض للشمس. ¶ والعذاة: الأرض الكريمة. ¶ والضامز: الساكت الذي أغلق فاه. ¶ وصف حمر وحشٍ قد عطشت، واحتاجت إلى ورود الماء، فهي تنتظر أن ينهض فحلها، فتنهض بنهوضه، وهو ساكت. وحمر الوحش لا تنهض لورود الماء نهارا، خشية القانص، فهي تنتظر إقبال الليل، فينهض، وتنهض بنهوضه، وكذلك قال قبل هذا البيت: ¶ كأن قتودى فوق جأب مُطَرَّدٍ ... من الحُقْبِ لاَحَتْهُ الجِدَادُ الغوارِزُ ¶ طوى ظِمْئَيْها في بيضة القيظ بعدما ... جَرَتْ في عِنان الشِّعْرَييْن الأماعِز ¶ فظَلَّت بأعرافٍ كأنَّ عيونَها ... إلى الشَّمس هلْ تدنو رَكِيٌّ نَوَاكِزُ ¶ وقوف: جمع واقف، كما يقال جالس وجلوس، فكان يجب أن يقال: وهن واقفات، إن جمع واقفة جمع السلامة، أو يقول: وهن أواقف، إن جمعها جمع التكسير، والأصل وواقف، فتقلب الواو الأولى همزة؛ كراهية لاجتماع الواوين، وحملا للتكسير على التصغير، ألا ترى أنك لو صغرت واقفة للزمك أن تقول: أو يقفة، وكأن الشماخ ذكر الواحد على لغة من يحمل صفات المؤنت على معنى النسب، فيقول امرأة عاشق، وناقة ضامر، فلذلك جمعها على وقوف، أو حمل التذكير على معنى الشخص. ¶ أو لأن الجمع يذكر ويؤنث.",
            "page": "27",
            "part": "1",
            "seal": "CEEB02AA"
        },
        {
            "id": "28",
            "nass": "أو يحتمل أن يريد: وهن ذوات وقوف، فحذف المضاف، فيكون الوقوف مصدراً ويكون وضع المصدر موضع اسم الفاعل، ويكون هذا نظير قولهم: فلان عدل. ¶ أو يكون التقدير: ذو عدل، أو يكون عدل بمعنى عادل، ونحوه قول الخنساء: ¶ تَرْتَعُ ما رَتَعَتْ حتَّى إذا ادَّكرتْ ... فإنَّما هِيَ إقبالٌ وإدْبارُ ¶ وقوله: ينتظرن قضاءه: جملة في موضع الحال من الضمير في وقوف أو في موضع الصفة لوقوف. ¶ وقوله: وهو ضامز جملة في موضع الحال أيضاً، فالباء في قوله: بضاحي بمعنى في، والتقدير: وهن وقوف في ضاحي عذاه. ¶ هذا هو المعنى، ولكن لا يجب لك أن تحمله على هذا؛ لأنك تحول بين الصلة والموصول، لأن ما بعد القضاء من صلة المصدر، فيجب أن يكون ظرفاً للقضاء، لا للوقوف. ¶ والقتود: أعواد الرحل، والجأب: الحمار الغليظ. ¶ والمطرد: الذي طرده القناص عن الماء. ¶ ومعنى لاحته: غيرته. ¶ والجداد: الأتن التي ذهبت ألبانها، واحدتها: جدود، وكذلك: الغوارز والحقب: جمع أحقب، وهو الذي في موضع الحقيبة منه بياض. ¶ والظمء: ما بين الشرب إلى الشرب، ومعنى: طوى ظمئيها: أي جعل الظمئين ظمئاً واحداً؛ خوفاً من النهوض إلى الماء، فهو أشد لعطشها وعطشه!. ¶ وبيضة القيظ: شدة حره. ¶ والشعريان: كوكبان يقال لأحدهما: الشعري العبور، والثاني: الشعرى الغميصاء، وعنانهما: أول حرهما. ¶ والأماعز: المواضع الكثيرة الحجارة. ¶ وأعراف: موضع مرتفع. ¶ والركى: جمع ركية، وهي البئر. ¶ والنواكز: الذي جف بعض مائها، شبه عيونها بها لغوورها من شدة الجهد. ¶ وتدنو: تقرب من الغروب. ¶ يقول: ترقب مغيب الشمس لتنهض نحو الماء. ¶ وأنشد أبو القاسم في هذا الباب: ¶ لقد علمت أُوَلى المغِيرة أَنَّنِي ... لحقتُ فَلَمْ أَنْكُلْ عن الضَّرْبِ مِسمَعَا ¶ هذا البيت للمرار الأسدي. ¶ والمغيرة: الخيل - تقال: بكسر الميم وضمها. ¶ معنى أنكل أجبن وأتأخر. ¶ وأنشد سيبويه هذا البيت شاهداً على إعمال المصدر، وفيه الألف واللام. ¶ ومن النحويين من لا يجيز إعمال المصدر وفيه ألف ولام، وينصب مسمعاً لحقت لا ب الضرب. ¶ وحجتهم أن الألف واللام تبعد المصدر عن شبه الفعل، وكذلك اسم الفاعل عندهم، لا يعمل إذا كانت فيه الألف واللام، وينصبون ما بعده بفعل مضمر، أو على التشبيه بالمفعول به. ¶ يروي كررت فلم أنكل، وهذا أقرب إلى أن يكون حجةً لنصب مسمع لا بالضرب، لأنه لوعدي إليه كررت لقال: على مسمع. ¶ وقد يسوغ لمن أنكر هذا: أن يحتج بأن الشاعر حذف حرف الجر، كما قالوا: - أنبأت زيدا، يريدون: عن زيد، كقول الشاعر: ¶ أَمَرتُكَ الخبْرَ، فافعل ما أُمِرتَ به ... فقد تركْتُكَ ذا مال وذا نَشَب ¶ على أن أبا علي الفارسي، قد علل هذا، بأن قال: حرف الجر لا يحذف، إن وجدت عنه مندوحة. ¶ وبعد هذا البيت: ¶ وإِنَّي لأَعْدِي الخيْلَ تَعْثُر بالقنا ... حفاظا على المولى الحريد ليمنعا ¶ ونحن جَلَبْنا الخَيْلَ من سُوقِ حِمْيرٍ ... إلى أن وطِئْنَا أرض خثْعَمَ نُزَّعَا ¶ وأنشد أبو القاسم في باب تعريف العدد: ¶ وَهَلْ يُرْجِع النَّسْلمَ، أو يكشفُ العَمَى ... ثلاثُ الأَثَافِي، والرسومُ البلاقِعُ ¶ هذا البيت: لذي الرمة. ¶ واسمه: غيلان بن عقبة، بن بهيش، ويكنى: أبا الحارث. ¶ وغيلان اسم مرتجل، مشتق من الغيلة، وهي: أن ترضع المرأة وهي حامل، أو من الغيلة وهي المكر والخديعة، ونحو هذا مما يتشعب من هذه الكلمة، وقد ذكرنا عقبة فيما تقدم، من قول عقية الأسدي فأغنى ذلك عن إعادته ها هنا. ¶ وبهيش: منقول؛ لأنه تصغير بهش، وهو ظاهر. ¶ والحارث: منقول من حرث إذا اكتسب، والحارث أيضاً: الناكح، يقال: حرث المرأة إذا نكحها، ويقال للمرأة: حرث قال الله عز وجل: \" نساؤكم حرث لكم \"، وقال الشاعر: يلغز بذلك. ¶ إذا أكَلَ الجرادُ حُرُوثَ قوْم ... فَحرْثي هَمُّهُ أكْلُ الجرادِ ¶ وأما تلقيبه: ذو الرمة فاختلف فيه. ¶ فزعم قوم: أنه يلقب بذلك لقوله - في صفة الوتد: ¶ لم يُبْقِ مِنْها أبَدُ الأبِيدِ ... غيرَ ثلاثٍ ما ثِلاَث سُود ¶ وغيرَ مَرْصُوخِ القفا مَوْتُود ... أَشعثَ باقي رُمَّةَ التَّقْليد",
            "page": "28",
            "part": "1",
            "seal": "235305DB"
        },
        {
            "id": "29",
            "nass": "وزعم قوم: أن مية لقبته بذلك ولك أنه مر بخبائها قبل أن يشبب بها، فرآها فأعجبته، فأحب الكلام معها، فخرق دلوه، وأقبل إليها، وقال: يا فتاة؛ اخرزي لي دلوي!. ¶ فقالت: إني خرقاء، والخرقاء: هي التي لا تحسن العمل - فخجل غيلان، ووضع دلوه على عنقه، وهي مشدودة بحبل بالٍ، وولى راجعا، فعملت منه ما أراد، فقالت له مية: يا ذا الرمة انصرف، فانصرف!. ¶ ثم قالت: إن كنت أنا خرقاء، فإن أمتي صناع، فاجلس حتى تخرز دلوك!. ¶ ثم دعت أمتها وقالت: اخرزي الدلو، فكان ذو الرمة يسمى مية: خرقاء، لقولها: إني خرقاء، وغلب عليه ذو الرمة بقولها: يا ذا الرمة. ¶ هذا قول ثعلب. ¶ وقد قيل: إن خرقاء غير مية، وأنها امرأة من بني عامر، رآها، فاستسقاها، فخجلت، وأبت أن تسقيه، فقال لأمها: قولي لها، فلتسقني!. ¶ فقالت لها أمها: اسقيه يا خرقاء! فلذلك قال ذو الرمة: ¶ تمامُ الحْجّ أنْ تَقِفَ المطَايَا ... على خَرْقاءَ واضعة اللِّثَامِ ¶ وقال أبو العباس الاحول: سمي ذا الرمة؛ لأنه خشي عليه العين، وهو غلام، فأتى به إلى شيخ من الحي يصنع له معاذةً، وشدت في عضده!. وهذا أبعد الأقوال، والمشهور هو القول الأول، وقوله: وهل يرجع التسليم ... وصف أنه وقف على منزل مية وسلم عليه، ثم أنكر على نفسه ما فعل، فقال: وهل يرد على السلام أو يكشف ما بي من غماء الهوى، الذي حملني على زيارة المنازل، أو السلام عليه: ربع خالٍ من أهله، ليس فيه إلا الأثافي وهي حجارة القدر، والرسوم البلاقع، وهي الخالية؟! وقبله: ¶ أمنزليّ مَيّ سلامٌ عليكما ... هل الأَزْمُنُ الَّلائي مضين رَوَاجِعُ ¶ ولك أن ترفع الثلاث الأثافي بالفعل الأول، وهو اختيار الكوفيين، وبالثاني، وهو اختيار البصريين. ¶ وأصل أثافي الشديد، ولكن استعمالها مخففةً أكثر، على ألسنة العرب. ¶ ويروي بيت زهير مشدداً ومخففاً. ¶ أثافِيّ سُفْعاً في مُعرَّس مِرْجَلٍ ... ولُؤْيا كجِدْمِ الحَوْضِ لم يَتَثَلَّمِ ¶ ويقال للواحد من الأثافي: أثفية - بضم الهمزة وإثفية - بكسرها - واختلف النحويون في وزنها. ¶ فقال بعضهم: وزنها أفعولة، أصلها أثفوية، ثم قلبت الواو ياءً، وأدغمت في الياء، وكسرت الفاء من أجل الياء. ¶ واستدلوا بأن الهمزة زائدة بقول العرب؛ ثفيت القدر، إذا جعلتها في الأثافي، وبقولهم: امرأة مثفاة، وهي التي كان لها ثلاثة أزواج، شبهوها بالأثافي وبقول الكميت: ¶ وما استنزلت في غيرنا قدر جارنا ... ولا ثُفِيتْ إلاَّ بنا حِينَ تُنْصَبُ ¶ وقال بعضهم: وزنها فعلية والهمزة أصلية، واستدلوا على ذلك بقول النابغة: ¶ لاتَقْذِفَنِّي بركن لا كفَاءَ لَهُ ... وإن تأَثَّفَك الأعداء بالرِّفد ¶ فوزن تأشفك: تفعلك، ولو كان من ثفيت لقال: أثفاك. ومن حجتهم؛ أنه يقال: أثفت الرحل أثفا، إذا ابتغبته، وهي من مسائل البصريين المشكلة وتقتضي كلاما أكثر من هذا، ولكن ليس هذا موضعه. ¶ وأنشد أبو القاسم في هذا الباب: ¶ ما زَالَ مُذْ عَقَدَتْ يَداهُ إِزارَهُ ... فَسَمَا فأدرك خْمسَةَ الأشْبَارِ ¶ هذا البيت: للفرزدق: يمدح به يزيد بن المهلب، وقبله: ¶ وإذا الرَّجال رَأوْا يزيدَ رأيْتَهم ... خُضعَ الرِّفاب نَواكِسَ الأَبْصَار ¶ ومعنى سما: ارتفع، ومعنى فأدرك خمسة الأشبار: ارتفع وتجاوز حد المشي؛ لأن االفلاسفة زعموا: أن المولود إذا ولد أيام مدة الحمل، ولم تعتوره آفة في الرحم، فإنه يكون في قدر ثمانية أشبارٍ، من شبر نفسه، وتكون سرته بمنزلة المركز له، فيكون منها إلى نهاية شقه الأعلى أربعة أشبار بشبر نفسه، ومنها إلى نهاية شقه الأسفل أربعة أشبار: ومنها إلى أطراف أصابعه من يديه جميعاً أربعة أشبار، حتى أنه لو رفد على صلبه، وفتح ذراعيه، ووضع ضابط في سرته، وأدير كان يشبه الدائرة. ¶ قالوا: فم زاد على هذا أو نقص؛ فلآفةٍ عرضت له في الرحم، فإنك تجد أن من نصفه الأعلى أطول من الأسفل، ومن نصفه الأسفل أطول من نصفه الأعلى، ومن يداه قصيرتان، ومن يده الواحدة أقصر من الأخرى!. ¶ فإذا تجاوز الصبي أربعة أشبار، فقد أخذ في الترقي إلى غاية الطول! وزعم قوم: أنه أراد الخيزرانة التي كان الخلفاء يحبسونها بأيدهم. ¶ وخبر ما زال في بيت آخر بعد هذا وهو:",
            "page": "29",
            "part": "1",
            "seal": "227A8589"
        },
        {
            "id": "30",
            "nass": "يُدْني كتائبَ مِنْ كتائبَ تَلْتَقِي ... بالطَّعْن يومَ تخاذلٍ وَعوَارِ ¶ وأنشد أبو القاسم في باب: كم ¶ كمْ بجودٍ مُقْرِفٌ نَالَ العُلاَ ... وكريمٌ بُخْلُهُ قَدْ وَضعَه! ¶ هذا البيت: لأنس بن زنيم، من شعر قاله لعبد الله بن زياد، وقبله: ¶ سَلْ أميري ما اَّلذي غَيَّرَهُ ... عنْ وِصَالِي اليَوْمَ حَتَّى وَدَعَه ¶ لا تهنِّي بعدَمَا أكرمتي ... فشد يد عادة مُنتَزَعَة ¶ لا يكن وعدُكَ بَرْفاً خُلِّباً ... إنَّ خيرَ البرق ما الْهَرْقُ مَعَه ¶ كم يجود مُقْرِفٌ نال الْعُلا ... وكريمٌ بُخْلُه قَدْ وَضَعَه ¶ أنس: من الأسماء المنقولة؛ لأن الأنس: الناس، قالت الخنساء: ¶ فذاك الحيُّ حيُّ بني سَليمٍ ... بظاعِنهم وبالأنس المقيم ¶ وزنيم: منقول أيضاً؛ لأنه تصغير زنيم مرخم، وهو الدعي والمقرف: الخسيس الأب، فإن كان خسيس الأم فهو هجين، يقول: الجود يشرف الخسيس حتى يعلو قدره! والبخل: يحط منزلة الشريف، حتى يهون أمره!. ¶ وأتى ب ودع على الأصل المرفوض، وقد قرأ بعض القراء: \" ما ودعك ربك \" ومثله قول الآخر: ¶ فسعى مسْعَاتَهُ في قومه ... ثُمَّ لَمْ يدركْ ولا عَجْزاً وَدَع ¶ وأنشد أبو القاسم في هذا الباب: ¶ كمْ عَمَّةٌ لَكَ يا جريرُ وخالَةٍ ... فَدْعَاءَ قَدْ حَلَبَتْ عَلَيَّ عِشَارِي ¶ هذا البيت للفرزدق يهجو به جريرا، وبعده: ¶ شغَّارة تَقِدُ الفصيلَ برجلها ... فَطَّارَة لِقَوَادِمِ اْلأَبْكَارِ ¶ كُنّا نُحَاذِرُ أنْ تضيعَ لقاحُنَاولها إِذا سمِعَتْ دعاءَ يَسَارِ ¶ يقول لجرير: كيف تناجزني وعماتك وخالاتك، قد كن راعياتٍ لإبلي، وإنما يجب لك أن ترعى حقي، وتعترف بتقدمي وسبقي! والفدعاء: التي أصابها الفدع في رجليها من كثرة مشيها وراء الإبل، والفدع: زيغ وميل في القدم بينها وبين الساق، وفي الكف: زيغ، وميل بينها وبين الذراع. ¶ والعشار: النوق التي دخلت في الشهر العاشر من حملها، واحدتها: عشراء. ¶ والشغارة: التي تشغر برجليها كما يشغر الكلب إذا بال. ¶ وتقد الفصيل برجلها: تضربه إذا دنا منها عند الحلب. ¶ والفطر: الحلب بأطراف الأصابع، فإن كان بالكف كله فهو الصف، والصف إنما يكون للكبار من النوق، وأما الصغار فإنما تحلب بأطراف الأصابع لقصر ضروعها، وإنما وصف حذقها، ومعرفتها بالحلب؛ لأنها نشأت عليه!. ¶ ومن خفض العمة، والخالة، أو نصبهما: جعلها عمات وخالات كثيرة، ومن رفع: جعلها عمةً واحدةً، وخالةً واحدةً، وجعل التكثير واقعاً على المرار، كما تقول: كم جاءني زيد، أي مراراً، كثيرة جاءني زيد، ولذلك صار النصب والخفض أبلغ في الهجاء!. ¶ وإذا رفع العمة والخالة أو خفضهما، فكم: إحبار بلا خلاف في ذلك، وإذا نصبهما ففيهما خلاف: فكان السيرافي يقول: إنها استفهام، وإلى هذا ذهب أبو القاسم - رحمه الله تعالى - وكان الفارسي يقول: لا معنى هنا للاستفهام، ولكنه شبه الخبرية بالاستفهامية، فنصب بها، كما شبه الاستفهامية بالخبرية فخفض بها، في قولك: على كم جذعٍ بيتك مبني. ¶ وتوسط أبو الحسن الربعي الأمر بينهما، فقال: الوجه ما قاله أبو علي، والذي قاله السيرافي يجوز على أنه استفهمه هازئا به!. ¶ وأنشد أبو القاسم في باب: مذ ومنذ. ¶ لمِنْ الدِّيار بِقُنَّة الحِجْر ... أقْوينَ من حجَجٍ ومِنْ دهْرِ ¶ هذا البيت: يروي لزهير بن أبي سلمى. ¶ وزهير: من الأسماء المنقولة، وقد ذكرناه فيما تقدم. ¶ وأما سلمى: فمن الأسماء المرتجلة، وهو مضموم السين، مقصور على مثال حبلى. ¶ واسم أبي سلمى: ربيعة وربيعة: اسم منقول من الربيعة، وهي بيضة السلاح. ¶ والقنة: والقلة باللام والنون -: أعلى الجبل. ¶ وأقوين أقفرن، والحجج السنون، واحدها حجة، ومعناه عند البصريين: من مر حجج، ومن مر دهر، أي: أقوين من أجل مرور السنين والدهور، وتعاقبهما عليها. ¶ ويروي: مذ حجج، ومذ شهر، وهذا على لغة من يخفض بمذ على كل حال، ولأجل هذا قال أبو القاسم: وكان من لغته أن يخفض بمذ على كل حال ويجعلها بمنزلة منذ، أي كان زهير من أهل هذه اللغة.",
            "page": "30",
            "part": "1",
            "seal": "791034D0"
        },
        {
            "id": "31",
            "nass": "وهذا اعتذار لهذه الرواية؛ لئلا يقال لمن روى هكذا: كيف تخفض بمذ ما مضى، وإنما كان حكمها أن ترفع ما مضى، وتخفض ما أنت فيه؟! على أن الأبيات الثلاثة التي في أول هذا الشعر، لم يصح أنها لزهير!. ¶ وقد روي: أن هارون الرشيد، قال للمفضل بن محمد: كيف بدأ زهير شعره بقوله: ¶ دَعْ ذَا وَعدِّ القَوْلَ في هَرِمٍ ... خيرُ البُدَاةِ وسَيِّد الحضرِ ¶ ولم يتقدم قبل ذلك شيء ينصرف إليه؟ فقال المفضل: قد جرت عادة الشعراء بأن يقدموا قبل المديح تشبيباً، ووصف إبل، وركوب فلواتٍ، ونحو ذلك، فكأن زهيراً هم بذلك، ثم قال لنفسه: دع الذي هممت به - مما جرت به العادة - واصرف قولك إلى مدح هرم؛ فهو أولى من حبر فيه القول ونظم، وأحق من بدئ بذكره الكلام وختم!. ¶ فاستحسن الرشيد قوله؟. ¶ وكان حماد الرواية حاضرا، فقال: يا أمير المؤمنين، ليس هذا أول الشعر، ولكن قبله: ¶ لمَنْ الديار بقنة الحْجْرِ ... أَقْويْنَ من حِجَجٍ ومِنْ دَهْرِ ¶ لَعِبَ الزمان بها وغيَّرها ... بعدي سَوَافِي المُورِ والقَطرِ ¶ قَفْرا بمنْدَفع النحائت مِن ... ضَفْوَيْ أُولاتِ الضَّالِّ والسَّدْرِ ¶ فالتفت الرشيد إلى المفضل، وقال: ألم تقل إن دع ذا ... أول الشعر؟ فقال: ما سمعت بهذه الزيادة إلا يومي هذا، ويوشك أن تكون مصنوعة!. ¶ فقال الرشيد لحماد: اصدقني!. ¶ فقال: أنا زدت فيه هذه الأبيات!. ¶ فقال الرشيد: من أراد الثقة والرواية الحسنة الصحيحة، فعليه بالمفضل، ومن أراد الاستكثار والتوسع، فعليه بحماد!. ¶ وقد احتذى الشعراء المحدثون كلام المفضل هذا، فقال ابن الرومي: ¶ عَدِّ عنك المنازلَ الطُّلُولَ والموَات، لاَ؟؟! ¶ إنَّ في المدْحِ في أبي الصَّقْر مِنها لَشَاغِلاَ! ¶ وقال المتنبي: ¶ إذا كان مدح فالنَّسِيبُ المقَدَّمُ ... أَكُلُّ فصيح قال شعراً مُتَيَّم ¶ لحَبُّ ابنِ عَبْدِ اللهِ أوْلَى فإنَّهُ ... بِهِ يُبْدَأُ الذكر الجميلُ ويُخْتمُ ¶ وأنشد أبو القاسم في هذا الفصل: ¶ تبكي على لُبْنَى وأَنْتَ تركْتَها ... وكنتَ عليها باْلمَلاَ أنتَ اقْدَرُ؟! ¶ هذا البيت: لقيس بن الذريح الكناني، وهو أحد عشاق العرب المشهورين، وصاحبته التي شهر بها لبنى. ¶ وقيس، والذريح، ولبنى: أسماء منقولة: أما قيس فقد تقدم، وأما الذريح فإنها الهضاب، واحدتها: ذريحة والذريح، والذرح: الطعام يجعل فيه الزعفران. ¶ وأما اللبنى فهو ضرب من الطيب، يقال: إنها الميعة، وقد ذكر هذا امرؤ القيس في قوله: ¶ وَبَاناً وأَلويّاً من الهنْدِ ذَاكِيا ... وَرَنداً ولُبْنَى، والكِبَاءَ الْمقَتِّرَا ¶ والملا: المتسع من الأرض، والملا: موضع بعينه، قال امرؤ القيس: ¶ أمنْ ذكر نبهانِيَّة حلَّ أهْلُها ... بجرع الملاَ عيناك تَبْتَدِرَانِ؟ ¶ وإنما قال: وأنت تركتها، لأنه كان تزوجها، فكلفه أبوه وأمه طلاقها، فآلى أبوه، ووضع نفسه في الرمضاء، وقال: والله لا برحت من هذا الموضع حتى أموت أو تطلقها - وهو يأبى طلاقها، لشدة كلفه بها!. ¶ فقبح قومه إليه فعله، وقالوا: إن مات أبوك على هذه الحالة، كان عاراً عليك، فأرض أباك بتطليقها، ثم تراجعها بعد ذلك!. ¶ فطلقها، ثم أراد أن يراجعها، فأبت حينذاك، وأبى أبوها، وأنكحها غيره! - فلذلك قال: ¶ تَكَنَّفني اْلوُشَاة فأزعجوني ... فيا لَلّهِ لِلواشي اْلمُطَاع ¶ وقال: ¶ فإن تكن الدنيا بلُبْنَي تَغَيَّرت ... فللدَّهْر والدُّنْيا بطُون وأظْهرُ ¶ لقد كانَ فيها للأمانَةِ مَوْضِعٌ ... ولِلْقَلبٍ مُرْتَادٌ وللعين مَنظَرُ ¶ ومعنى قوله: فللدهر والدنيا بطون وأظهر: أراد أن أمور الدنيا منها ما يظهر لإنسان وجه الصواب فيه، ومنها ما يخفى عليه!. ¶ وأنشد أبو القاسم في باب النداء: ¶ فيا رَاكِباً إمَّا عَرَضْتَ فبَلِّغَنْ ... نَدَامَايَ مِنْ نجرانَ أن لاّ تلاقِياَ ¶ هذا البيت: لعبد يغوث، بن وقاص الحارثي. ¶ ويغوث: اسم صنم نسب إليه، وقاص إسم فاعل من قولهم:",
            "page": "31",
            "part": "1",
            "seal": "FCBE2166"
        },
        {
            "id": "32",
            "nass": "وقصت عنقه إذا كسرتها، وهي صفة نقلت إلى التسمية بها، وكان عبد يغوث هذا أحد من أسر يوم الكلاب، أسرته تيم الرباب، وكانوا يطلبونه بدم رجل منهم، يقال له: النعمان بن جساس: فأيقن أنه مقتول، فقال هذا الشعر ينوح على نفسه، وأوله: ¶ أَلاَ لاَ تَلُومَانِي كَفَى الَّلوْم مَابِياَفَمَا لَكُما في اللَّوْمِ خَيْرٌ ولا لِياَ ¶ ألَم تَعْلَما أنَّ المَلاَمَةَ نَفْعُها ... قليلٌ ومَا لَوْمِي أخِي مِن شِمالِيا ¶ فيارَاكِباً إمَّا عَرَضْتَ فبلِّغنْ ... نَدَامَايَ مِنْ نجْرَانَ أنْ لا تَلاقِيا ¶ أبا كُرَبٍ والأيْهمَيْنَ كِلَيْهما ... وقَيْساً بِأعْلَى حضرموت اليمانيا ¶ ومعنى عرضت. تعرضت، وأن مخففة من الثقيلة، واسمها مضمر، وتقديره: أنه لا تلاقيا لنا، فخبر لا التبرئة محذوف، والجملة في موضع خبر أن، وأراد: من أهل نجران فحذف المضاف، وأبو كرب، والأيهمان: رجال من اليمن، وقيس: هو ابن معديكرب، أبو قيس بن الأشعث الكندي، والشمال، واحد الشمائل. ¶ وأنشد أبو القاسم - رحمه الله تعالى في هذا الباب: ¶ أَلاَ يا نَخْلةً مِنْ ذَاتِ عِرْقٍ ... عَلَيْك وَرَحْمَةُ اللهِ السّلامُ ¶ هذا البيت: لا أعلم لمن هو، وينسبه قوم إلى الأحوص. ¶ وذات عرق: موضع، وقوله: من ذات عرق في موضع الصفة لنخلة، كأنه قال: ألا يا نخلة كائنة من ذات عرق.. فمن متعلقة بمحذوف. ¶ وقوله: عليك ورحمة الله السلام: مذهب أبي الحسن الأخفش، أنه أراد: عليك السلام ورحمة الله، فقدم المعطوف ضرورة، ونظيره قول ذي الرمة: ¶ كأنَّا على أولاد أحقبَ لاَحَهَا ... ورَمْيُ السَّفَي أَنْفَاسها بسهامِ ¶ جنوبٌ ذَوَتْ عنها التَّناهِي وأنزلت ... بها يوم ذَبَّاب السَّبِيبِ صيامِ ¶ تقديره لاحها جنوب ورمي السفي. ¶ وإنما قال الأخفش هذا؛ لأن السلام عنده فاعل مرفوع بالاستقرار المضمر في عليك. ¶ ولا يلزم هذا سيبويه على مذهبه، لأن السلام عنده مرفوع بالابتداء وعليك خبر مقدم، ورحمة الله معطوف على الضمير المرفوع، الذي في عليك، فلا موضع لعلى، على رأي الأخفش، ولها موضع على قول سيبويه. ¶ والنخلة في هذا الموضع: كناية عن امرأة، وكان عمر بن الخطاب - رضي الله عنه - قد نهى الشعراء عن ذكر النساء في أشعارهم، لما في ذلك من الفضيحة، وكان الشعراء يكنون عن النساء بالشجر وغيره، ولذلك قال حميد بن ثور الهلالي: ¶ وهل أنَا إِنْ علّلْت نفسي بِسَرْحَةٍ ... من السَّرْحِ مَسْدُودٌ عليَّ طريق ¶ أَبِى اللهَ أن سَرْحَةً مالكٍ ... على كلِّ أفْنَانِ العِضَاهِ تَرُوقُ ¶ فقد ذهبت عرضا وما فَوْق طولها ... من السَّرْح إلاّ عَشَّةٌ وسَحُوقُ ¶ فلا الظِّل من برْد الضحى مستطيعه ... ولا الْفَيْئ من برد العشيّ تذوق ¶ وأنشد أبو القاسم في هذا الباب: ¶ أَدَاراً بحَزْوَي هِجتِ للْعَين عَبرْةً ... فماء الْهَوَى يَرْفَضُّ أو يَتَرَقَرَقُ؟! ¶ هذا البيت: لذي الرمة وقد ذكرنا اسمه فيما تقدم، وبعده: ¶ كَمُسْتعْبَرِي في رَسْمِ دار كأنها ... بِوَعسْاء تنْصُوها الجماهيرُ مهْرَقُ ¶ وقفنا فَسَلمْنا فكادت لمشْرِفٍ ... لعِرْفان صَوتي دِمْنَة الدَّار تَنْطقُ ¶ تُجيش إليَّ النفسُ في كل منزلٍ ... لميٍّ ويرتاع الفؤاد المشوَّقُ ¶ وحزوى: اسم موضع، وهجت: حركت العبرة: الدمعة، وسمي الدمع: ماء الهوى؛ إذ كان الهوى هو الذي يسكبه ويجريه. ¶ ويرفض: يسقط متفرقاً، ويترقرق: بتردد في العين. ومعنى قوله: كمستعبري: أي استعبرت لهذه الدار، التي بحزوي كاستعباري لهذه الدار النابية، فمستعبر: مصدر لحقته الميم، وجاء على صيغة مفعول، كما يقال: أكتسبت اكتساباً ومكتسباً - ويطرد في كل فعل جاوز ثلاثة أحرف: أن يجئ مصدره على صيغة مفعوله. ¶ والوعساء: رملة سهلة لينة. ¶ معنى تنصوها: تحتذيها وتتصل بها، من قولك: نصوت الرجل إذا أخذت بناصيته، ويروى تنضوها بضاد معجمة، أي تبرزها وتظهرها. ¶ والجماهير: الرمال العظيمة، والمهرق: الصحيفة. ¶ وأنشد أبو القاسم في هذا الباب:",
            "page": "32",
            "part": "1",
            "seal": "539ED7F7"
        },
        {
            "id": "33",
            "nass": "ألاَ يا عبادَ الله قلبي مُتَيَّمٌ ... بأحْسنِ مَنْ صَّلى وأقْبحهم بَعْلا ¶ هذا البيت: لا أعلم قائله. ¶ ووقع في كثير من النسخ فعلا، وهو غلط وتصحيف، وإن كان له معنى حسن، لأن ما بعد هذا البيت يبطله، وهو قوله: ¶ يدبّ على أَحشائِها كلَّ ليلة ... دَبِيبَ القرَني يَقرُونَقاً سَهْلا ¶ فالبيت الثاني: يدل على أنه يمدح امرأة، ويهجو زوجها، فقال: هي أحسن الناس، وشبهه إذا علاها للنكاح بقرني تدب فوق بعل، إشارة إلى كثرة لحمها، وعظم كفلها. ¶ وفي تدب ضمير راجع إلى البعل. ¶ والقرنى: نوع من الخنافس، والنقا: الرمل المستطيل، وتقرو: تسير من موضع إلى موضع، والدبيب: المشي الضعيف، والمتيم: الذي عبده الحب، ومنه قيل: تيم اللات، واللات: صنم. ¶ وأنشد أبو القاسم في هذا الباب: ¶ قالتْ هُرَيْرَةُ لما جِئتُ زائِرَاها ... وبَلى عليكَ، وَوَيليِ منْك يا رَجلُ! ¶ هذا البيت: لأعشى بكر، وقد ذكرنا اسمه فيما تقدم. ¶ ويروى: ويلٍ عليك، ويلا، روى بكسر اللام وفتحها. وزائرها: منصوب على الحال. ¶ ومعناه: ويلي عليك؛ لأنك تقتل بسببي، وويلي منك؛ لأنك تفضحني!. ¶ وبعده: ¶ يا من رَأى عارضا قد بتُّ أرْقُبُهُ ... كأنما البرق في حافاتِهِ شُعَل ¶ لَهُ ردَافٌ وجَوْزٌ مُفْأَمٌ عَمِلٌ ... مُنطَّقٌ بسجال الماء مُتَّصِلُ ¶ وأنشد أبو القاسم، في هذا الباب: ¶ حَيَّتْك عَزَّةُ بعد اْلهَجْر وانْصرفَتْفحيِّ وَيْحك مَنْ حَيَّاكَ يا جملُ! ¶ لَيْتَ التحيَّةَ كانتْ لِي فأشْكُرَهَا ... مكانَ؛ يا جَمَلاً: حُييِّتَ يا رجلُ! ¶ هذا الشعر: لكثير عزة، وقد ذكرناه فيما مضى. ¶ وكانت عزه قد هجرته، وحلفت ألا تكلمه، ثم لقيته بمكة فضربت بيدها على جمله، وقالت: حياك الله يا جمل! وقوله: يا جملاً، كان الوجه رفع الجمل، وترك التنوين، وبناءه على الضم، لإقبالها عليه بالنداء، كما ارتفع الرجل بالإقبال عليه، ولكنه اضطر فنونه ورده إلى أصله، وهذا اختيار أبي عمرو ابن العلاء. ¶ وقد روى: يا جمل حييت ... - بالرفع - وتنوينه للضرورة، وتركه على رفعه اختيار الخليل وسيبويه، رحمهما الله تعالى. ¶ وبعد هذا الشعر: ¶ لوْ كنْتَ حَيَّيْتهَا ما زِلت ذا مِقَةٍ ... عندي وضلاَ مَسَّك الإدلاَج والعملُ ¶ فَخَرَّ من جَذَعٍ إذْ قلْتُ ذاك له ... ورام تكْلِيمَهَا لَوْ تنطق الإبل! ¶ ويروي: فأقبلها، ويروي: يوم النفر، وهو يوم انقضاء الحج. ¶ وأنشد أبو القاسم في هذا الباب: ¶ أَلاَ يَا زيدُ والضَّحاكُ سِيرَا ... فَقَدْ جَاوَزْتَمَا خَمَر الطَّرِيقِ ¶ هذا البيت: لا أعلم قائله. ¶ والخمر: كل ما يستر الإنسان وغيره، من شجر وغيره. ¶ والسرى: ما سير من السحر خاصة. ¶ يقول لصاحبيه: قد جاوزتما المكان الذي فيه انقطاع السبيل، فسيرا آمنين، واتركا ما أنتما عليه. ¶ وأنشد أبو القاسم في هذا الباب: ¶ فما كَعْبُ ابنُ مَامَةَ وابن سُعْدَي ... بأجودَ مِنْكَ يا عمرَ الجْوَادَ ¶ هذا البيت: لجرير بن الخطفي، في شعر يمدح به عمر بن عبد العزيز، وبعده أبيات وهي: ¶ يَعَودُ الحِلم منْكَ عَلَي قُريشِ ... وتُفْرجُ عَنْهم الْكُرَبَ الشِّداد ¶ وقد امَّنْتَ وحشَهُم بِرِفْق ... ويُعْيِى النّاسَ وَحْشُكَ أن تًصاَدَا! ¶ وتَدْعُوا اللهَ مجتهداً لِيرْضَى ... وتذكرُ في رَعيّتك المعَادَا ¶ وأراد ب ابن سعدى: أوس بن حارثة، بن لأم الطائي وسعدى: أمه، وقد ذكره بشر بن خازم في قوله: ¶ إلى أَوْس بنِ حارثةَ بْنِ سُعْدَى ... لِيقْضِى حاجَتِي فِيمَنْ قَضَاهَا ¶ وما وَطِئ الثَّرَى مِثْل ابن سُعْدى ... ولا لَبِسَ النِّعال إذَا احْتَذَاهَا ¶ وكعب: هو كعب بن مامة الإيادي، وهو الذي آثر على نفسه بالماء، حتى هلك عطشاً!",
            "page": "33",
            "part": "1",
            "seal": "7059B1B0"
        },
        {
            "id": "34",
            "nass": "وكان من حديث ذلك: أنه كان في رفقة، ومعه رجل من النمر بن قاسط، يقال له: يعفر بن قاسط، يقال له: يعفر بن قاسط، فقل عليهم الماء، فدفعوا ما كان معهم من الماء إلى رجل يقسمه بينهم بالسوية، فكان يضع حجراً مستديراً في إناء، ثم يصب عليه من الماء ما يغمره، ويدفع إلى كل رجل حظه من الماء، ويسمى ذلك الحجر: المقلة، وذلك لفعل التصافن، فكان الساقي إذا أراد أن يسقي كعباً حظه من الماء، نظر النمري إلى كعب نظر راغبٍ مستعطف!، فكان كعب يقول. اسق أخاك النمري!. ¶ فلم يزل يفعل ذلك حتى، جهد كعب، وضعفت قوته، وهم قد نزلوا بالقرب من موضع الماء، فسر كعب بذلك، وقيل له: رد، فقد وصلت إلى الماء! فلم يكن به نهضة، وخر ميتاً!. ¶ فقال أبوه في ذلك يرثيه، ويذكره: ¶ أوْفَى على الماءِ كَعْب ثم قيل له: رِدْ كعبُ إنّكَ وّراد فما وَرَدَا ¶ وقد ذكر ذلك الفرزدق، وكان يسافر في ركب، فقل عندهم الماء، فتصافنوه، وسأله رجل من بني العنبر بن عمرو بن غنم: أن يؤثره بحظه من الماء، ففعل ذلك الفرزدق!. ¶ ثم سأله أن يؤثره ثانية، فأبى، وقال في ذلك: ¶ ولما تَصَافَنَّا الإداوَةَ أجْهَشَتْ ... إليّ غُضُونُ الْعَنْبريِّ الجْرَاضمِ ¶ فجاء بِجُلْمود له مثل رأسِه ... لِيُسقى عَلَيْه الماءَ بَيْن الصَّرَائم ¶ فآثرتُهُ لَمَّا رَأيْتُ الَّذي بِه ... على القْوم أخْشى لاحِقَاتَ اللوائِم ¶ عَلَى حَالةٍ لو أنَّ في القومٍ حَاتِماًعلى جوده ما جاد بالماء حاتم! ¶ وكنّا كأصحابِ ابنِ مامَةَ إذ سَقَى ... أخا النَّمِر العطْشَانَ يومْ الضَّجَاعِم ¶ إذا قال كعب: هل رويت ابن قاسط؟ ... يقول له: زدْني بِلاَل الحْلاَقِم! ¶ فكنتُ ككْعب غْيرَ أنَّ مَنِيَّتِي ... تأَخَّر عنِّي نَزعُها بالأخارِمِ! ¶ وكنت أرَجِّي الشّكر منه إذا أتَى ... ذوي الشَّأْمِ من أهْل الحْفَيرِ وجَاسِمِ ¶ تمنَّى هجائي العَنْبَريُّ وَخِلتُنِي ... شديد شكَيمتي عُرضَةً للمراجِم ¶ وأنشد أبو القاسم في هذا الباب: ¶ سَلاَمُ الله يا مَطَرٌ عَلَيْها ... وَليْسَ عَلَيْكَ يَا مَطَرُ السَّلامُ ¶ هذا البيت: للأحوص، واسمه محمد بن عبد الله بن عاصم الأنصاري. ¶ والأحوص: الذي في عينيه ضيق. ¶ والمحمد الذي يحمد كثيراً، وينسب إلى الحمد، وقال زهير: ¶ أليسَ بفيَّاض يداه غَمَامةٌ ... ثِمالُ اليَتَامَى في السِّنِين محمد؟! ¶ وعاصم: إسم فاعل من العصمة، ونون مطر: ضرورة. ¶ وبعده: ¶ فإن يكن النَّكاح أحَلَ شَيءٍ ... فإنَّ نِكَاحَهَا مطراً حرامُ ¶ فطِّلْقَها فَلَسْت لها بكُفْءِ ... وإلاّ يَعْلُ مفرقَك الحُسَامُ ¶ فلا غفر الإلَهُ لمنكحيها ... ذُنُوَبُهمُ وإنْ صَلُّوا وصاموا ¶ وكان مطر دميماً، وهند أسفله، وكان أقبح الناس، وزوجه أحسن الناس!. ¶ وأراد: وإن لا تطلقها يعل مفرقك الحسام، فحذف الشرط؛ لدلاله ما قبله عليه كما قال زهير: ¶ وإلاَّ فإنَّا بالشَّربَةَّ واللِّوَى ... تُعَقِّرُ أُمَّاتِ الرِّباعِ ونَيْسر ¶ وأنشد أبو القاسم في هذا الباب: ¶ ضَرَبَتْ صَدْرَهَا إليَّ وقَالَتْ ... يَاعَدِيَّا لَقَدْ وقَتْكَ الأوَاقِي ¶ هذا البيت: لمهلهل بن ربيعة التغلبي، واسمه عدي، وزعم ابن الكلبي أن اسمه: امرؤ القيس. ¶ وسمي: مهلهلاً، لأنه أول من أرق الشعر، وزعم ابن الكلبي أنه إنما سمي مهلهلاً بقوله في شعرٍ له: ¶ لما توَّعر في الغُبَار هجيهُم ... هَلْهَلتُ أثْأر جابراً أو صِنبلاً ¶ وذكر ابن الكلبي أن قوله: ضربت صدرها إلي ليس لمهلهل، وإنما هو لعديٍ أخيه، وأنشد غيره: ¶ طَفْلَة ما ابنة المحلّل شَمَّا ... ءَ لَعُوبٌ لذيذة في العِنَاق ¶ ظبية مِنْ ظباء وَجْرَة تعطو ... ويداها في ناضر الأورَاقَ ¶ ضَرَبتْ صَدْرها إليّ وقالتْ ... يا عديّاً لقدْ وَقَتْك الأَواقِي ¶ ارحلي ما إليك غير بعيد ... لا يواتي العناقَ مَنْ في الوَثَاقِ",
            "page": "34",
            "part": "1",
            "seal": "31B39751"
        },
        {
            "id": "35",
            "nass": "ما أرِّجي بالعْيشِ بعد نداما ... يَ أراهم سُقوا بكأس حَلاق ¶ بَعْد عَمْرو وعَامرٍ وحيٍّ ... وربيع الصدوف وابني عنَاقِ ¶ وكُليب سَمّ الفوارس إذ حُم ... مَ رُمَاةُ الكماةُ بالإيفَاقِ ¶ إن تحتَ الأحْجَار حَزْماً وجوداً ... وخَصِيماً ألدَّ ذَا مِعْلاقِ ¶ حَيَّةٌ في الوَجار أرْبَد لا ينْ ... فَعُ منه السَّلِيمَ نفثةُ راقِي ¶ الطفلة: - بفتح الطاء -: الناعمة الجسم، والطفلة - بالكسر - الصغيرة، ويقال: طفلة وطفلة. ¶ والشماء: التي في أنفها شمم. ¶ ومعنى وقتك: حفظتك، والأواقي: جمع واقية، وهي: ما يقي الإنسان، ويحفظه من كلاءة الله، والأقدار السابقة، ومعناه: وقاك الله عز وجل من أمور عظام أشرفت منها على الهلاك، كره اجتماع الواوين، فهمزت الواو الأولى، حملا للتكسير على التصغير إذا قلت: أو بقية. وحلاق: اسم للمنية مبني على الكسر مثل: حزام، وقطام. والكماة: الشجعان، وأحدهم كامٍ مثل: قاض وداع، وقضاة ودعاة. ¶ والإيفاق: وضع السهم على الوتر عند الرمي. ¶ والألد: الشديد الخصومة. ¶ والمغلاق: - بالغين معجمة - ما يغلق به الباب إذ يغلق بالمغلاق، ويروى: معلاق بعين غير معجمة، والمعلاق؛ شبه الخطاف الذي يعلق به الشيء، فمعناه: إذا علق بخصمه لم يتخلص منه، كما قال البعيث: ¶ ألَدُّ إذَا لاقيْت قوماً بخُطَّةٍ ... ألَحَّ عَلى أكْتَافِهمْ قَتَبٌ عُقَرْ ¶ والوجار: والوجار - بفتح الواو وكسرها -: حجر الضبع ويستعمار لغيرها. ¶ والأربد: الذي يضرب إلى السواد. ¶ وهذا الشعر يدل أنه لمهلهل، بخلاف ما قال ابن الكلبي. ¶ وأنشد أبو القاسم في هذا الباب: ¶ ألَمْ تَسْمَعِي: أي عَبْدَ في روْنَق الضُّحَى ... بكاءَ حَمَامَاتٍ لُهَنَّ هَدِيرُ؟ ¶ هذا البيت: لا أعلم قائله، وزعم قوم أنه لكثير، وقوله: أي عبد: أراد يا عبدة. ¶ ورونق الضحى: إشراقه وضياؤه. ¶ والهدير: والهديل - بالراء واللام - صوت الحمام، يقال، هدر يهدر هديراً، وهدل يهدل هديلا: وفي: سقلقة بتسمعي، ولا يجوز أن تقلق بالبكاء، لأنك تقدم الصلة على الموصول. ¶ وقوله: لهن هدير: جملة في موضع الصفة ل حمامات. ¶ وبعده: ¶ بَكَيْنَ فهيَّجْن اشتِيَاقِي وَلوْعتي ... وقَدْ مَرَّ مِنْ عَهْد اللّقَاءِ دُهُور ¶ والعرب تختلف في صوت الحمام؛ فمنهم من يجعله بكاء، ويزعم أنها تبكي على فرخ لها هلكت، في عهد نوح - عليه السلام -، ويسمونه الهديل، ولذلك قال الكميت: ¶ وَمَا مَنْ تهْتفينَ به لِنَصْرٍ ... بأقْرَبَ جابَةً لَك مِنْ هَدِيلِ ¶ ومنهم من يجعله غناء، كما قال الآخر: ¶ ألاَ قاتلَ الله الحمامَاتِ غدْوَةً ... عَلَى غُصْن ما هَيَّجْنَنَا حَينَ غَنَّتِ ¶ وأظهر أبو العلاء الشك في ذلك حين قال: ¶ أبَكتْ تِلْكمُ الحَمْامةُ أَمْ غَنَّ ... تْ عَلَى فَرْع غُصْنَها الَمْيّاَدِ؟! ¶ وأنشد أبو القاسم في هذا الباب: ¶ أَعَبْداً حلَّ في شُعَبَي غَرِيباً ... أَلْؤمْاً لاَ أبالَكَ واغْتِرَابَا؟! ¶ هذا البيت: لجرير بن الخطفي، وقد ذكرنا اسمه ونسبه فيما مضى. وكان السبب في قوله هذا الشعر: أنه لما هجا الراعي النميري فقال في هجائه: ¶ إذا غَضَبتْ عليكَ بَنُو تَمِيمٍ ... حَسِبْتَ النَّاسَ كُلَّهم غِضَابَا ¶ عارضه العباس أو خالد بن يزيد الكندي، وكان مقيما بشعبي فقال يجاوبه: ¶ ألاَ رَغِمَتْ أُنوفُ بَنِي تَميمٍ ... فُسَاةُ التّمْر إن كانوا غضابا ¶ لَقَدْ غَضِتْ عليَّ بنو تَميمٍ ... مَمَا نَكَأَتْ بغَضْبّتهَا ذُبَابا ¶ لو اطَّلع الغُراب على تَمِيمٍ ... وما فيها من السَّوْءَاتِ شَابَا ¶ فقال جرير يهجوه. ¶ إذا جَهِل الشَّقيُّ ولم يقدِّرْ ... لِبعْضِ الأمْرِ أوْشَك أنْ يُصابَا ¶ ستَطْلُعُ من ذُرَا شُعَبَي قوافٍ ... على الكِنْديِّ تلتهبُ التهابا ¶ أعبداً حَلَّ في شُعَبَي غَريبا ... أَلؤْماً لا أبالك واغترابا؟!",
            "page": "35",
            "part": "1",
            "seal": "F9CC636F"
        },
        {
            "id": "36",
            "nass": "فما تَخْفَى هُضَيبةُ حين تُمسِي ... ولا إطعام سَخْلتها الكلابا ¶ تُخرِّق بالمشاقِصِ حالِبَيْهاَ ... وقد بَّلتْ مَشِيمَتُها التُّرابا ¶ وقد أجاز سيبويه في قوله: أعبدا أن يكون منادى، أو يكون منصوبا على الحال، كأنه قال: اتفخر عبداً، أي في حال عبوديته، ولا يليق الفخر بالعبد!. ¶ وشعبي: موضع، وغريبا: ينصب على النعت لعبد، أو على الحال من الضمير في حل. ¶ وقوله: ألؤماً لا أبالك، واغترابا: يكونان منتصبين على وجهين أيضاً؛ أحدهما: أن يكون التقدير أتلؤم لؤماً، وتغترب اغترابا، فيكونان مصدرين منصوبين، بفعلين مضميرين. ¶ والثاني: أن يكون التقدير: أتجمع لؤما واغترابا، فتضمر فعلا واحداً، يعمل فيهما جميعاً، وهذا الوجه عندي أحسن من الأول. ¶ والألف في قوله: ألؤما: ألف التوبيخ والإنكار كالتي في قول العجاج: ¶ أَطَرَباً وأنتَ قِنّسْرِيُ؟! ... وَإنما يأْتي الصِّبَا الصَّبيُّ! ¶ وأنشد أبو القاسم في باب الاسمين اللذين لفظهما واحد، والآخر منها مضاف. ¶ يا تَيْمَ عَدِيّ لاَ أَبَا لَكُمُ ... لا يُلْقَيَنَّكُمْ فِي سَوْأةٍ عُمَرُ! ¶ هذا البيت: لجرير، بقوله لعمر بن لجأ. ¶ وكان السبب في ذلك أن جريراً مر بعمر بن لجأ، وهو ينشد أرجوزة له، والناس حوله يستمعون، فوقف ليستمع، فلما بلغ إلى قوله: ¶ قد وردت قبل إني ضَحَائِها ¶ تَفْترسُ الحيَّاتِ في خَرْشَائِهَا ¶ تجرُّ بالأَهوان مَنْ أرَابَها ¶ جرَّ العجوزِ جَانِبَيْ خِبَائها ¶ قال له جرير: أسأت، وأخفقت فيما قلت!.. ¶ فقال له عمر: فكيف أقول؟ فقال له: قل: جر العروس الثنى من أردانها فخجل عمر وقال: أنت أسوأ حالاً مني حيث تقول: ¶ لقَوْمِي أحْمَى للحقيقة منكُم ... وأضْربُ للجبَّار والنَّقْع ساطعُ ¶ وأَوْثق عند المردَفاتِ عشيَّةً ... لحَاقاً إذَا ما جَرَّد السَّيْفَ قاطعٌ ¶ وإنما قال جرير: عند المرهفات، فرواه عمر: عند المردفات -!. ¶ ثم قال لجرير: أخذن غدوةً، وأدركتهن عشية، والله ما أدركتهن إلا وقد نكحن وفضحن!. ¶ فقال جرير: والله لهذا البيت أحب إلي من بكري حرزة!، ولكنك محلت للفرزدق، وصيرت إليها علي، وستعلم!. ¶ ثم قال جرير قصيدته التي يقول فيها: ¶ خَلِّ الطريقَ لمن يبني المنارَ بِها ... وابرزْ بِبَرْزة حيث اضَّطَرّك القَدَرُ ¶ يا تَيْمُ تيْمَ عَدِيٍّ لاَ أبَا لَكُمْ! ... لاَ يُلقيَنَّكُمْ في سَوْأة عُمَرُ ¶ ما زِلْتَ تَنْطِقُ أقوالاً وتَبْلُغني ... ريحَ المريرة حتَّى أشْخَصَ المدَرُ ¶ أحين كنتَ سَمَاماً يا بني لجأ ... وخاطرتْ بي عن أَحْسَانها مُضَرُ؟! ¶ فأجابه عمر بن لجأ فقال: ¶ لقد كذبْتَ وَشَرُّ القوْل أكْذُبهُ ... ما خاطرتْ بِك عن أحسابها مُضَرُ ¶ ألَسْتَ نَزْوَةَ خَوَّارٍ عَلَى أَمَةٍ ... لاَ يَسْبِقُ الَحْلَبَاتِ اللؤمُ والخَوَرُ ¶ ما قلتَ من مَرَّةٍ إلاَّ سأنقضها ... يا ابن الأتان بمثلي تنْقَضُ المرَرُ ¶ ثم نصير إلى تفسير الشعر المتقدم: يا تيم تيم عدي فيه مذهبان: مذهب سيبويه: إن تيم الأول مضاف إلى عدي، وتيم الثاني مؤكد. اعترض بين الخافض والمخفوض، كاعتراض ما في قوله تعالى: \" فبما رحمةٍ من الله لنت لهم \". ¶ ومذهب أبي العباس المبرد: أن تيماً الأول، مضاف إلى محذوف دل عليه ما بعده، كأنه قال: يا تيم عدي، يا تيم عدي. ¶ وذهب الفراء إلى نحو هذا؛ فتكون الحركة في تيم الأول حركة إعراب، وفي تيم الثاني حركة إتباع على مذهب سيبويه، والحركتان على مذهب أبي العباس حركتا إعراب. ¶ ومن اعتقد أن الاسمين معاً جعلا اسماً واحداً، بمنزلة حضرموت، وبعلبك، أضيفا إلى عدي: كانت حركة تيم الأول حركة بناء، وحركة تيم الثاني حركة إعراب. ¶ وأجاز السيرافي أن تكون بمنزلة بازيد بن عمرو، وجعل فيه الموصوف مع صفته بمنزلة اسم واحد، فيجري زيد في هذا الرأي مجرى عطف البيان الجاري مجرى الصفة: وقوله: لا أبالكم: لا تبرئة حذف خبرها، كأنه قال: لا أبالكم موجود في الدنيا. ¶ فإن قلت: فما الذي يمنع أن يكون لكم هو الخبر؟، فلا يحتاج إلى إضمار؟",
            "page": "36",
            "part": "1",
            "seal": "2F848626"
        },
        {
            "id": "37",
            "nass": "فالجواب: أن المانع من ذلك: هو ظهور الألف في الأب؛ لأن حروف المد واللين في الأب - وأخواته - أصول إنما ثبتت في حال الإضافة، فوجب من أجل الألف تكون مضافاً إلى الضمير، وتكون اللام مقحمة تأكيداً للإضافة، وإذا كان الأمر على ما وصفناه: بطل أن يكون لكم الخبر، وإنما يكون المجرور هو الخبر، إذا حذفت الألف، وقلت: لا أب لك، كما قال نهار بن توسعة اليشكري: ¶ أبى الاسلامُ، لا أبَ لي سِواهُ ... إذَا افْتَخَرُوا بقيْسٍ، أو تميم ¶ فإن قال قائل: كيف يصح أن يقال في هذه اللام: إنها زائدة مقحمة، وأنت إذا قلت: لا أبالك لم يجز؛ لأنه يصير الأب معرفة بالإضافة إلى الضمير، ولا تعمل في المضاف، فإذا كانت هذه اللام هيأت الاسم، وأصلحته لأن تعمل فيه لا والاعتماد عليها، فكيف يقال فيما هو معتد به؛ معتمد عليه: إنه زائد؟؟! فالجواب، أن اللام معتد بها؛ من جهة أنها هيأت الاسم لأن تعمل فيه لا، وهي غير معتدٍ بها؛ من جهة إثبات اللف في الأب. ¶ فإن قيل: فكيف يصح أن يقال في شيء واحد: إنه معتد به، وغير معتد به؟، وهل هذا إلا بمنزلة الجمع بين النقيضين؟؟! فالجواب: أنه إنما كان يعد جمعاً بين نقيضين لو قلنا: إنه معتد بها، من جهة واحدة، بمعنى واحد، وإذا اختلف الجهتان لم يلزم هذا الذي اعترضت به؛ لأنه لا ينكر أن يكون الشيء معتداً به من جهة ما، وغير معتد به من جهة أخرى! فإن قال قائل: فإذا قلتم: لا أبا لزيد، بم تخفضون: زيدا، بإضافة الأب، أو باللام؟ فالجواب: أن الاختيار عندنا أن يكون مخفوضاً باللام لا بالإضافة، والعلة في ذلك: أنه لما اجتمع عاملان، ولم يجز أن يجر زيد بهما جميعاً - إذا لا يعمل عاملان في معمول واحد، في حالة واحدة، من جهة واحدة - لم يكن بد من تعليق أحدهما عن العمل وإعمال الآخر. فكان تعليق الاسم أولى لوجهين: أحدهما: أنا قد وجدنا الأسماء تعلق عن العمل، في نحو قولهم: مررت بخير وأفضل من ثم، وقطع يد ورجل من قاله، وقال الفرزدق: ¶ يَا مَنْ رأى عَارِضاً أَرِقْت لَهُ ... بين ذِرَاعيْ وَجبْهةِ اْلأسَدِ ¶ ولم نجد حرفا يعلق عن العمل، وإن كان زائداً إلا نادرا كالباء في قولنا: ليس زيد بقائم فهي زائدة، وقد عملت كما عملت غير الزائدة في: مررت بزيد. ¶ وكذلك قلنا: ما جاءني من أحد: من: قد عملت في أحد: وهي زائدة، كما عملت غير الزائدة في قولنا: خرجت من الدار. ¶ والوجه الثاني: أن الإسم أقوى من الحرف، والأقوى يحتمل من التعليق والحذف، ما لا يحتمله الأضعف، كذلك قال ابن جني، وأجاز القول الأول، وهو تعليق الاسم. ¶ ويمكن من علق الحرف أن يقول: إنا قد وجدنا الحروف تعلق في الحكاية كقول الراجز: ¶ والله ما ليلي بِنَامَ صَاحِبُه ... ولا مُخَالِط اللَّيَانَ جَانِبُه ¶ وأنشد أبو القاسم في باب ما لا يجوز فيه إلا إثبات الياء: ¶ يا ابنةَ عَمَّا لاَ تَلُومِي واهْجَعِي ¶ هذا البيت: لأبي النجم العجلي، واسمه: الفضل بن قدامة. وقدامة: اسم مرتجل مشتق من التقديم، أو من التقدم، والفضل، والنجم: منقولان. ¶ وبعده: ¶ لا تُسْمِعي منْك لَوْماً واسْمَعِي! ... أيهاتَ أيهاتَ ولا تطَلَّعي ¶ هِيَ المقاديرُ فَلُومِي أَوْدَعِي ... لا تَطْمَعِي في فُرْقَتِي لا تَطْمَعي! ¶ ويروى: هي الملازم - أي الأقدار اللازمة، التي لا ينجو منها أحد!. ¶ وأنشد أبو القاسم في هذا الباب: ¶ يا ابنَ أُمِّي ويا شُقَيِّقَ نَفْسِي ... أَنْتَ خَلَّيْتَنِي لِدَهْرٍ شَدِيدِ ¶ هذا البيت: يروى لأبي زبيد الطائي، واسمه: حرملة بن المنذر، في شعر يقول فيه: ¶ غير أنّ الجُلاَحَ هَدَّ جَنَاحِي ... يومَ فارقْتُه، بأعْلَى الصَّعيد ¶ عن يمين الطريق، عند صُدَىٍّ ... حَرَّانَ يدعو باللَّيْل غيْرَ مَعُودِ ¶ صادِياً يستغيثُ غيرَ مُغَاثٍ ... ولقد كان عُصْرَةَ المنْجودِ ¶ وزبيد: اسم منقول، يجوز أن يكون تصغير زبد وهو العطاء، أو تصغير زبد المعروف، أو تصغير الزبد الذي يعلو الماء، أو تصغير: زابد، أو مزبود، أو مزبد - على معنى تصغير الترخيم. ¶ وحرملة: منقول أيضاً من واحدة الحرمل.",
            "page": "37",
            "part": "1",
            "seal": "491A553E"
        },
        {
            "id": "38",
            "nass": "وأما طيئ: فإنه فيعل من طاء يطوء، إذا ذهب وجاء، وأصله: طيو، فقلبت الواو ياء، وأدغمت الياء في الياء، كما فعل بسيد وميت فإذا نسبت إليه قلت: طائي، وأصله: طيئي، على مثال: طيعي، فحذف أحد اليائين تخفيفاً، وأبدلت الثانية ألفا استحساناً، لا وجوباً عن علة، كما قالوا في النسبة إلى الحيرة: حاري. ¶ ومعنى هد: هدم وأذهب، والصعيد: وجه الأرض، والصعيد أيضاً: القبر. ¶ والصدى: طائر، وكانت العرب تزعم أنه يتخلق من الميت المقتول، ويقول: اسقوني!، حتى يقتل قاتله، ولذلك قال: صادياً، أي عطشان - هذا هو المشهور عند العرب من امر الصدى وصياحه. ¶ واستعمله طرفة بن العبد على معنى آخر، فقال: ¶ كريم يُرَوِّي نفسه في حياته ... ستعلم إن متْنَا صَدَى أَيِّنَا الصَّدِيّ؟! ¶ يقول لعاذليه عن الاستهتار بشرب الخمر: أنا أروي صداي في حياتي فلا يحتاج أن يصيح بعد موتي: اسقوني، اسقوني!، وأنت لا تروي صداك، فتعلم إن متنا غداً: صدى من يصيح؛ أصداي، أم صادك؟! والصدي: مرفوع بالابتداء، وأينا مخفوض باضافة صدى إليه كما تقول: ابن أي القوم أنت؟. ¶ وقد أولع الناس بتنوين صدى، ورفع أينا، وهو خطأ لا وجه له. والعصرة: الملجأ، والمنجود المكروب. ¶ وأنشد أبو القاسم في هذا الباب: ¶ يا ابْنَ أُمِّي لو شهدتُّك إِذْ تَدْ ... عُو تَميماً وأَنْتَ غَيْر مُجَابِ ¶ هذا البيت: لمعد يكرب، المعروف بغلفاء، يرثي أخاه شرحبيل ابن الحارث، وكان قتل يوم الكلاب، وكان في ذلك اليوم رئيس بكر وذكر ابن النحاس أنه لمهلهل، وهذا غلط!. ¶ ومعد يكرب: اسم مرتجل ومعناه: عداك الكرب، كذا قال أبو العباس: ثعلب. ¶ وقال بعض اللغويين؛ معنى شرحبيل؛ وشراحيل: وديعة الله. وغلفاء: منقول؛ لأنه تأنيث الأغلف، وكذلك الحارث؛ لأنه صفة مشتقة من حرث يحرث، وهذا البيت من جملة أبيات أنشدها أبو عبيدة وهي: ¶ إنّ جَنْبِي عنْ الفراشِ لَنَابٍ ... كتجافي الأسرّ فوق الظراب ¶ من حديث نمَىَ إليّ فَلاَ تَرْ ... قَأُعَيْني وَلاَ أُسِيغ شَرَابِي ¶ مُرَّة كالزُّعاف أكْتُمُها النَّا ... سَ عَلَى حَرْمَلَة كالشِّهابِ ¶ من شُرحَبْيل إذ تعاورُهُ اْلأرْ ... ماحُ في حَالِ صْبوَةٍ وشبَاب ¶ يا ابن أُمِّي وَلوْ شَهدْتُك إِذ تَدْ ... عُو تِمَماً وأنت غَيْر مُجابِ ¶ ثم طاعَنْتُ مِنْ وَرَائكَ حَتَّى ... أدْفعَ القَوْمَ أو تُبَزَّ ثيابي ¶ وأنشد أبو القاسم في باب: ما لا يقع إلا في باب النداء خاصة، ولا يستعمل في غيره: ¶ وَقَدْ رَابَنِي قَوْلُهَا: ياَ هَنَاهُ ... ويْحُكَ الحَقْتَ شَرّاً بِشَرّ! ¶ هذا البيت: يروى لامرئ القيس بن حجر، وكان الأصمعي يروي هذا الشعر لرجل من النمر بن قاسط، يقال له ربيعة بن جشم ومعنى رابني: شككني، ومعنى ياهناه: يا رجل، وهي كلمة تقال لمن يستحقر. ¶ ومعنى ألحقت شراً بشر: أي كنت عند الناس متهماً بأمرك، وقد زدت الآن بإقبالك إلى تهمةً على تهمةٍ! وأنشد أبو القاسم في هذا الباب: ¶ في لُجَّةٍ أَمْسِكْ فُلاَناً عَنْ فُل ¶ هذا البيت: لأبي النجم، واسمه: الفضل بن قدامة - وقبله: ¶ تُثير أَيديها عَجَاجَ القَسْطَلِ ¶ إذ عَصَبَتْ بالعَطَن المغَرْبَلِ ¶ تدافع الشِّيْب ولم تُقَتِل ¶ في لُجَّةٍ: أَمْسِكُ فُلاَناً عن فُلِ ¶ وصف إبلا، يقول: أقبلت وأيديها تثير العجاج - وهو الغبار - لكثرتها، والقسطل: الغبار، والشيب: الشيوخ، جمع أشيب. ¶ ومعنى ولم تقتل: أي تتزاحم، ولا تتقاتل، فشبه تزاحمها ومدافعتها بعضها بعضاً بقوم شيوخ في لجة، يدفع بعضهم في بعض، فيقال: أمسك فلانا عن فل، واللجة: اختلاط الأصوات، والمعنى: في لجة يقال فيها، فأضمر القول، كما قال عز وجل: \" والملائكة يدخلون عليهم من كل باب سلام عليكم \"، أي يقولون: سلام عليكم. ¶ وأنشد أبو القاسم في هذا الباب: ¶ أَطَوَّفُ ما أُطَوِّفُ ثم آوِي ... إليَ بَيْتٍ قَعيدَتُهُ لكَاَعِ ¶ هذا البيت: للحطيئة، واسمه: جرول بن أوس، ويكنى: أبا مليكة، يهجو به امرأته.",
            "page": "38",
            "part": "1",
            "seal": "21E5382D"
        },
        {
            "id": "39",
            "nass": "وجرول، وأوس، والحطيئة، والمليكة: أسماء منقولة، فأما الجرول: فهو الحجر، قال الراجز: ¶ يا نَخْلُ ذَاتَ السِّدْر والجُرَاوِل ¶ تطاولي ما شِئْتِ أنْ تَطاوَلي ¶ وأما الأوس: فالعطية على جهة العوض، وأوس الذئب، وكذلك أويس، قال الراجز: ¶ يا ليتَ شِعْرِي عَنْكَ واْلأَمْرُ أَمَمْ ... مَا فَعَلَ الْيَوْم أُوَيْسٌ بالغَنَمْ! ¶ ومليكة: تصغير ملكة، مؤنثة الملك، أو تصغير ملكة على مثال ظلمة، وهي الجلبانة. ¶ وأما الحطيئة: فتصغير حطأة، وهي الضرطة، والحطأة أيضاً: الصرعة، يقال: حطأت الرجل، إذا صرعته بالأرض. ¶ واختف في تلقيبه بالحطيئة: فقيل: لقب بذلك لقصره. وقيل: لقب بذلك: لأنه ضرط بين قوم، فقيل له: ما هذا؟ فقال: حطيئة. ¶ وقال الرياشي: سمي بذلك، لأنه كان محطوء الرجل، والرجل المحطوءة هي التي لا أخمص لها. ¶ ومعنى أطوف ما أطوف أكثر الطواف، ويروى: أطود - بالدال غير معجمة، وهو مثل أطوف - هكذا رواه يعقوب. ¶ وما مع الفعل بتقدير المصدر، كأنه قال: أطوف طوافي، وهو من المصادر السادة مسد الظروف، كأنه قال: مدة طوافي. ¶ وآوي ألجأ. ¶ وقعيدة الرجل: امرأته، سميت بذلك للزومها البيت. ¶ ومعنى الكاع خسيسة، وإذا قيل ذلك للرجل، قيل: يا لكع، والأغلب عليهما ألا يستعملا إلا في النداء، وربما استعملا في غيره، وقد جاء في هذا الحديث: \" لا تقوم الساعة حتى يلي أمور الناس لكع بن لكع \" أي خسيس ابن خسيس. ¶ وأنشد أبو القاسم في هذا الباب: ¶ وما عليكَ أنْ تقولي كلّما ... هَلَّلْتِ أو سَبَّحْت: يا للهمْ مَا ¶ أردُدْ علينَا شيخنا مُسَلمَّا ... من أيْنَما وَحيْثُمَا وكيفما!! ¶ هذا الرجز: لا أعلم قائله، وزاد فيه الكوفيون: ¶ فإننا من خيره لن نُعْدما. ¶ أي: أمر بنيه وأهله، ومن جرى مجراهما بالدعاء له، والسلامة في السفر بعد انقضاء البغية والوطر. ¶ وما زائدة. ¶ وأنشد أبو القاسم في باب الاستغاثة: ¶ يا عَجَباً لهذه الْفَلِيقَة ... هل تُذْهِبَنَّ القوباءَ الرّيقة ¶ هذا الشعر: لا أعلم قائله. ¶ والفليقة: الداهية، ويقال أيضاً: فليق، بغير هاء، وفلق وفلقة وفيلق. ¶ وزعم أبو العباس المبرد: أنه يقال: فلق بفتح الفاء، وذلك غير معروف. قال سويد بن كراع: ¶ إذا عَرَضَتْ دَاوِيَّةُ مُدلهِمَّةٌ ... وغَرَّدَ حاديِها عَمِلْنَ بها فَلْقا ¶ وقال الآخر: ¶ نَشُقُّهَا بِفَيْلَقٍ عنْ فَيْلَقٍ ¶ قال خلف الأحمر: موت الإمام فلقة من الفلق؟. ¶ والقوباء: - بفتح الواو وتسكينها - فمن فتح الواو: جعل الهمزة للتأنيث فلم يصرفها: ومن سكن واوها: جعل الهمزة للالحاق، فصرفها. ¶ وأجاز الكوفيون ترك صرفها، مع سكون الواو، وتكون ألفها للتأنيث، ولا يجيز ذلك البصريون. ¶ والريقة: القطعة من الريق. ¶ وهذا البيت لأعرابي أصابته قوباء، فقيل: اجعل عليها شيئاً من ريقك وتعهدها بذلك، فإنها ستذهب، فعجب من ذلك واستغربه!. ¶ ويروى: هل تغلبن القوباء الريقة - برفع القوباء - كأن معناها: أن الأعرابي كان يعتقد أن الريقة لا تبرؤها، فأنكر ذلك وتعجب منه! ويجوز تنوين العجب، وترك تنوينه: فمن نونه فله وجهان من الإعراب: أحدهما: أن يكون منادى منكورا، أو منادى مطولا، وهو الذي ينصب، وإن كان يقصد إليه لطوله بم ايتصل به كقولك: يا خيراً من زيد، ويسمى المشبه بالمضاف؛ لاحتياج الأول إلى الثاني، كاحتياج المضاف إلى المضاف إليه. ¶ والوجه الثاني: أن يكون المنادى غير المتعجب، ويكون عجباً منصوباً على المصدر، كأنه قاله: يا قوم اعجبوا عجباً. ¶ ومن روى يا عجبا بلا تنوين، فله وجهان أيضاً: أحدهما: أن يكون منادى مضافا، على لغة من يقول: يا غلاما أقبل، ونحوه قول أبي النجم: ¶ يا ابْنَةَ عَمَّا لاَ تَلمِي واهْجَعِي. ¶ والوجه الثاني: أن تريد: يا عجباه، وأكثر ما يستعمل هذا في الندبة، وقد جاء في غير الندبة نحو قول الآخر: ¶ يا مَرْحَبَاهُ بحمار ناجية ... إذَا أتى قربته للسَّانية ¶ وقال الآخر: ¶ يا مرحباهُ بحمار عفْراء ... إذَا أتى قرْيتُه لما يَشَاء ¶ من الحشيش والشعير والماء ¶ وأنشد أبو القاسم في هذا الباب:",
            "page": "39",
            "part": "1",
            "seal": "06F2D456"
        },
        {
            "id": "40",
            "nass": "تَكَنَّفَنِي الْوُشاةُ فأزْعَجُونِي ... فيا للَنَّاس لِلْوَاشِي المْطَاعِ ¶ هذا البيت: لقيس بن ذريح، وقد ذكرنا اسمه فيما تقدم. وكان تزرج لبني وأبوه كاره لذلك، فأمره بتطليقها، فأبى، وأقسم أبوه ألا يكنه سقف حتى يطلقها، ثم استلقى في الرمضاء - وهي الرملة التي قد حميت بحر الشمس - وقال: والله لا برحت من هذا الموضع حتى تطلقها أو أموت!. ¶ فعنفه قومه: لحقوق أبيه، وقالوا: إن مات أبوك على هذه الحال كان ذلك سبة عليك، فأرضه بطلاقها، وسترغب إليه بعد ذلك في أن تراجعها - فطلقها كارهاً!. ¶ ثم زال عقله، وندم أبوه على ما فعل، فأبى والد لبنى، وسأله أن يراجعها، فأبى وأنكحها غيره! فقال في ذلك: ¶ أيا كَبِدَا وعاوَدَنِي رُدَاعِي ... وكانَ فراقُ لُبْنَى كالجُداع ¶ تكَنَّفني الْوشاةُ فأزعجوني ... فيا لَلّه لِلْواشي المطاع ¶ فأصْبحتُ الغداةَ ألُومُ نَفْسِ ... عَلَى شَيْء وَلَيْسَ بمستطاع ¶ كمغْبُونٍ يَعُضُّ على يَدَيْه ... تَبَيَّن غَبْنَه بَعْد البِياعِ ¶ بدار مَضِيعةٍ تركتُكَ لُبْنَى ... كَذَاك الجُيْن يَهْدي للمضَاعِ ¶ وقد عشنا بلذِّ الْعَيْشَ حِيناً ... لو أنَّ الدّهر للإنسان راعي ¶ ولكن الجميع إلى افتراقٍ ... وأسباب الحتُوف لها دواعي ¶ وأنشد أبو القاسم في هذا الباب: ¶ يَبْكيكَ ناءِ بَعِيدُ الدَّارِ مُغْتَرِبٌ ... يا لَلْكُهُولِ ولِلشُّبَابِ لِلْعَجَبِ ¶ هذا البيت: لا أعلم قائله. ¶ والنائي: البعيد، وأراد هاهنا: بعده منه في النسب؛ لأنه ذكر بعد مكانه من مكانه!. ¶ ووصف ناءٍ: وهو نكرة: ببعيد الدار ال مضاف إلى معرفة، لأن إضافته في نية الانفصال، لأن الدار فاعلة في المعنى، وإن كانت مخفوضة اللفظ، لأن التقدير: بعيد داره: يقول: يبكي عليك الغريب، ويسر لموتك القريب، وذلك أحد الأعاجيب، كما قال الآخر: ¶ يَبكي الْغَريبُ عليْه ليْس يعرفُهُ ... وذُو قرابته في الحَيِّ مسْرورُ! ¶ وقد استغاث بهم، كما استغاث بالكهول. ¶ وكسر لام الشبان، لأن أصل هذه اللام الكسر، وإنما فتحت فرقاً بين المستغاث به، والمستغاث من أجله، فلما عطفت أحد الاسمين على الآخر علم أنه داخل في حكمه، لأن من خاصة الواو أن تشرك بين المعطوف، والمعطوف عليه لفظاً ومعنى، فأغنى ذلك عن فتحها، فجاء بها على الأصل، وهذا ليس في كل موضع، وإنما تكون فيما لم يكن فيه حرف النداء مكرراً، كقولك: يا لزيد ولعمر وللعجب، فإذا كررت حرف النداء قلت: يا لزيد ويا لعمرو - بفتحها معاً، لن الكلام صير جملتين، قال الشاعر في التكرير: ¶ يا لَقومي مَنْ لِلْعُلَى والمسَاعِي ... يا لَقَومي مَنْ للنَّدَى والسَّمَاحِ ¶ يا لَعَطَّافِنَا ويا لَرياح ... ولأبي الحشْرَجِ الفتى النَّفاح ¶ ويروى: وأبي الحشرج الفتى النفاح: وأنشد أبو القاسم في هذا الباب: ¶ حارِ بنَ كَعْب أَلاَ أحْلام نزجُركم ... عَنَّا وَأَنْتُم مِنَ الجُوفِ الجماخيرِ؟! ¶ هذا البيت: لحسان بن ثابت، وقد ذكرت اسمه فيما تقدم. ¶ وكان سبب قوله هذا الشعر: أن النجاشي هجا بني النجار من الأنصار، بشعر يقول فيه: ¶ لَسْتُمْ بني النَّجَّار أكْفاءَ مثْلَنا ... فابْعِدْ بكم عنَّا هنالك أبْعِد! ¶ فإنْ شِئْتُمْ نافَرْتُكمْ عَنْ أبيكُمُ ... إلى من أردْتُم من تهام ومنُجَدِ ¶ ألم يكُ فينا يَنْفُخ الكِيرَ باسْتِهِ ... كأنّ بشدقيه نُفَاضَةَ إثْمِدِ؟! ¶ فقالت الأنصار لحسان بن ثابت: يا أبا الوليد: أتهجو النجاشي؟ فقال: أين أنتم من ابني عبد الرحمن؟! فقالوا إياك أردنا، فقد راجعه عبد الرحمن، فلم يصنع شيئاً!. ¶ فوثب حسان فضربه بالباب فشجه على حاجبه، فقال: باسم الله، الهم أخلف في رسولك اليوم، ثم قال شعره الذي يقول فيه: ¶ أبَنِي الحِمَاسِ أليس منكم ماجد ... إنَّ المْروءة في الْحِمَاسِ قليل ¶ ثم قال: والله ما أنجزت بما قال!! ثم قال: اسمعوا: ¶ حَارِ بْنَ كعب أَلاَ أحْلامَ تَزْجُرُكُم ... عَنَّا وأنتم من الجوف الجماخِيرِ؟!",
            "page": "40",
            "part": "1",
            "seal": "2E02846F"
        },
        {
            "id": "41",
            "nass": "لا بأْسَ بالقَوْمِ مِنْ طُولٍ وَمِنْ قِصَرٍ ... جِسْمُ الْبِغَالِ وأَحْلامُ العصافير ¶ ذَرُوا التخاجؤ وامشوا مشْيَةً سُجحاً ... إنَّ الرِّجَالَ ذَوٌو عَصْبٍ وتذكير ¶ لا ينفع الطُّولُ من نَوْك القلوبِ وَلاَ ... يَهْدِي الإلَهُ سَبيلَ المعشَرِ البورِ ¶ إنَّي سأقصر عرضي عن سَرَاتِكُمُ ... إنَّ النجاشيّ لَشَيْئٌ غَيْرُ مذكورِ ¶ ألفَى أبَاه، وألْفَى جدَّه حُبِسَا ... بِمعزِلٍ عن مسَاعِي المجْد والخِيرِ ¶ ثم قال: اكتبوها صكوكاً، وألقوها على غلمان الكتابة!. ¶ ففعلوا، واتصل ببني عبد المدان الخبر، فأخذوا النجاشي، وأوثقوه وأتوا به حسان، وقالوا: هذا صاحبنا، وقد جئناك به، فحكمنا فيه يا أبا الوليد!. ¶ فقال حسان: نادوا في الناس، فانجفل الناس إلى أطم حسان، ومعهم السلاح، ووضع لحسان منبر فقعد عليه، وبيده مخصرة، وقال: أين صاحبي؟ فجئ بالنجاشي، فأقعد بين يديه!. ¶ فقال له عبد الله بن عبد المدان: هذا هو، فاحكم فيه برأيك، واكفف عنا غرب لسانك، فقد كنا نفخر على الناس بعظم أجسامنا، وبطولنا، فأفسدت ذلك علينا، فقال حسان: كلا!!، ألست القائل فيكم: ¶ وقد كنا نقول إذا رأيْنا ... لذي جِسْم يُعَدُّ وذي بَيانِ ¶ كأنَّكَ أيّها المعْطَى بَيَاناً ... وجِسْماً مِنْ بَنِي عَبْد المدَانِ؟! ¶ ثم نظر إلى النجاشي ساعةً، ثم قال لابنه: أين الدراهم التي بقيت من صلة معاوية؟ فأتى بها إليه، وكانت مائة دينار، ثم قال: جيئوني ببغلة ابني عبد الرحمن، فجاءوا بها!. ¶ فقال: حلوا عنه وثاقه، فحلوه!. ¶ فقال حسان: خذ هذه الدراهم فأنفقها، وهذه البغلة فاركبها!. ¶ فشكرته الجماعة على ذلك!!. ¶ والجوف: جمع أجوف، وهو العظيم الجوف، والجماخير: جمع جمخور، وهو العظيم الجسم الخوار. ¶ والتخاجؤ: مشي فيه تبختر، والمشبة السجج: السهلة. ¶ والعصب: شدة الخلق، يقال: رجل معصوب، شديد الخلق. ¶ والبور: جمع بائر، وهو الهالك. ¶ والمعزل: المكان المعتزل عن المنازل. ¶ والمساعي ما يسعى إليه الإنسان من خيرٍ وشر. ¶ والمجد الشرف الكثير، والخير: الكرم. ¶ وأنشد أبو القاسم في هذا الباب: ¶ يا حارِ لاَ أٌرْمَينْ منكم بداهية ... لمْ يلْقَها سُوقَةٌ قَبْلِي ولا مَلِكُ ¶ هذا البيت: من مشهور شعر زهير بن أبي سلمى، يخاطب الحارث ابن ورقاء الصيداوي الأسدي، وكان أغار على بني عبد الله بن غطفان فغنم، وأخد إبل زهير وراعيه: يسارا. ¶ فطالبهم بذلك، ليردوا عليه ما أخذوه. ¶ والسوقة من الناس: من دون الملك. ¶ وانشد أبو القاسم، في هذا الباب: ¶ أَعائِشُ ما لأَهْلِكِ لاَ أراهم ... يُضِيعُونَ الهجانَ مع الْمَضِيعِ ¶ هذا البيت: للشماخ، واسمه معقل بن ضرار، وقد تقدم ذكره. ¶ وبعده: ¶ وكيف يضيَّعُ صاحبُ مُدْفآتٍ ... على أَثْياجهنَّ مِنَ الصَّقِيع ¶ هجان الإبل: كرائمها، والمدفآت: الكثيرات الوبر، والأثباج: الأوساط، واحدها ثبج، والصقيع: الثلج. ¶ أراد: أن على أوساطهن وبراً كثيرا يقيها البرد، قد أفئت به، أراد أن عائشة قالت له: مالك لا تزورنا، وتتشاغل برعي إبلك والتغرب بها؟ فقال لها: إن كان تضييع المال من الصواب، فما لأهلك لا يفعلون ذلك؟! فكما أن أهلك يرعون إبلهم، ولا يضيعونها، فكذلك أرعى إبلي، ولا أضيعها، ثم قال، وكيف يضيع ما له من له من الإبل جنات قد أدفئت بكثرة الأوبار على ظهورها؟! ثم قال بعد ذلك يمدح إبله، ويؤكد حفظها: ¶ لمَالُ المرء يصلحه فَيُغْنِى ... مَغَاقِرَهُ أعَفُّ من الْقُنُوع ¶ يُسدُّ به نوائب تعتَرِيهِ ... من الأيَّامِ كالنُّهُل الشُّرُوع ¶ والقنوع: السؤال، والنهل: الإبل العطاش، واحدها: ناهل والشروع: التي تشرع في الماء: وأنشد أبو القاسم في هذا الباب: ¶ يا أَسْمُ صَبْراً عَلَي مَا كَانَ من حَدَثٍ ... إنَّ الحوادثَ مَلْقيُّ ومُنْتَظَرُ ¶ هذا البيت: لأبي زبيد الطائي، يعزى به أسماء أم عبد الله بن عمر بن الخطاب. ¶ وقتل بصفين، وكان مع معاوية، ولذلك قال في هذا الشعر:",
            "page": "41",
            "part": "1",
            "seal": "9D9D2451"
        },
        {
            "id": "42",
            "nass": "كم من أخ لِي كعِدْل الموت مُهْلكُهُ ... أَوْدَى، فكانَ نَصِيبِي بَعْدهُ الذِّكرُ ¶ يا جفنة كنضيح الحوض قد كُفِئَتْ ... ببطْن صِفِّين يعلو فوقها الْعَفْرُ ¶ يقول: من الحواث ما قد لقيه الإنسان، ومنها ما ينتظره، ولا يشك في أنه يلقاه، إذ كان الإنسان مخلوقاً للفناء عالماً بأنه لا سبيل له إلا البقاء! وعدل الشيء - بكسر العين: نظيره من جنسه، تقول: عندي عدل ثوبك، أي: ثوب مثله، وعندي عدله - بفتح العين - أي: قيمته ويجوز مهلكه بفتح الميم - فيكون مصدراً بمعنى الإهلاك ويجوز مهلكه بفتح الميم - فيكون مصدراً بمعنى الهلاك. ¶ ومفعل إذا كان الفعل ثلاثياً، فميمه مفتوحة، وإذا كان من فعل قد تجاوز الثلاثة، فميمه مضمومة. ¶ وإذا فتحت الميم من مهلك، فلك أن تكسر اللام، ولك أن تفتحها، ويقرأ: \" ما شهدنا مهلك أهله \". ¶ والمضيح: الحوض الكبير، وكفئت قلبت والعفر: الغبار، ويقال: كفئت جفنة فلان، وصفرت وطابه، إذا مات، وذلك أن السيد: كان إذا مات كسرت جفنته، التي كان يطعم فيها، وتركت وطابه فارغة، لا يمحض فيها لبن، ولذلك قال امرؤ القيس: ¶ وأَفْلتَهُنَّ عِلْباءٌ جريضاً ... ولو أدركْتُه صَفِراْ لوِطَابُ ¶ وأنشد أبو القاسم في هذا الباب: ¶ قِفِي يا أَسْمُ هَلْ تَعْرِفينَه ... أهَذَا المغَيْرِيّ الَّذي كَانَ يذْكَرُ؟؟ ¶ هذا البيت: لعمر بن أبي ربيعة، وقد ذكرنا اسمه وكنيته. ¶ وهذا البيت: من قصيدته المذهبة، وهي ثمانون بيتاً، وقبله: ¶ عَلَى أنَّها قالتْ غَداةَ لَقِتُهاَ ... بمدْفَع أكْنَانٍ أهَذا المُشَهَّرُ؟! ¶ وأنشد أبو القاسم في هذا الباب. ¶ يا مرْوُ إنَّ مَطِيَّتي مَخْبُوسَةٌ ... تَرْجُو الحِبَاءَ، وَرَبُّها لَمْ يَيْأَسِ ¶ هذا البيت: للفرزدق، وقد ذكرنا اسمه وكنيته فيما تقدم. ¶ وكان سبب قوله هذا الشعر: أنه كان مقيما بالمدينة، وكان أزنى الناس، فقال شعراً، يقول فيه: ¶ هُما دَلَّيَاني مِنْ ثمانين قامةً ... كما انْفضَّ بَازٍ أَقْتَمُ الرِّيش كاَسِرُه ¶ فلما اسْتَوَتْ رِجْلاَي في الأرض قَالتَا: ... أحَيٌّ فَيُرْجَى، أَمْ قتيل نُحاذِرُه؟ ¶ فقلت ارفعا الأَسْبابَ لا يَشْعُروا بِنَا ... وأقبلتُ في أَعجاز ليل أُبادِرُه ¶ أحاذر بَوَّابَيْن قد وُكلاَ بِنَا ... وأَسْود مِنْ سَاجٍ تَبِصُّ مسامِرُه ¶ فعيره جرير بذلك في شعر له طويل فقال: ¶ لَدْ ولدتْ أمُّ الفرزدق فاجِراً ... فجاءت بَوَزْوَازٍ قَصير القوائمِ ¶ يُوَصِّل حَبْلَيْه إذا جَنّ ليلهُ ... لَيَرْقى إلى جَارَاتِه بالسَّلاَلِمِ ¶ تدلَّيْت تَزْني من ثمانين قَامَةً ... وقَصِّرتَ عَنْ بَاعِ العلاَ والمكارم ¶ هو الرّجس يا أهل المدينة فاحذروا ... مداخل رجْس بالخبيثات عَالم ¶ لقد كان إخراج الفرزدق عنكم ... طَهورا لما بين المصَّلى وواقِم ¶ فاجتمع أشراف أهل المدينة إلى مروان بن الحكم، وكان واليها، فقالوا له: ما يصلح أن يقال مثل هذا الشعر بين أزواج النبي صلى الله عليه وسلم، وقد أوجب على نفسه الحد!! فقال مروان: لست أحده أنا، ولكن أكتب إلى من يحده، فأمره مروان بالخروج من المدينة، وأجله ثلاثة أيام، وفي ذلك يقول الفرزدق: ¶ توعَّدِني واجَّلَني ثَلاثاً ... كما وُعِدَتْ بمهلكها ثمود ¶ ثم كتب له كتابا إلى عامله، فأمره فيه بأن يحده، ويسجنه، وأوهمه أنه كتب له بجائزة!. ¶ ثم ندم مروان على ما فعل!، فوجه إليه رسولا، وقال: إني قلت شعرا، فاسمعه، فأنشده: ¶ قلْ للفرزدقِ والسَّفاهَةِ كاسْها ... إنْ كنتَ تارِكَ ما أمرتُك فاجلس ¶ ودعْ المدينَ إنِّها مذمومةٌ ... واقصِدْ لمكَّةَ أو لِبَيْت المقْدِسِ ¶ وإن اجتنبْت مِنَ الأمورِ عظيمةً ... فخذَنْ لنفسِكَ بالرباع الأكيس! ¶ ففطن الفرزدق لما أراد، فرمى الصحيفة. وقال: ¶ يا مَرْوُ إنّ مطيتي محبوسة ... ترجو الحِبَاءَ ورَبُّها لم يَيْأَسِ",
            "page": "42",
            "part": "1",
            "seal": "A4AD0177"
        },
        {
            "id": "43",
            "nass": "وحبوتَنِي بصحيفةٍ مختومةٍ ... تَخْشَى عليّ بها حِبَاء النِّقْرَسِ ¶ أَلْقِ الصحيفةَ يا فرزدقُ لا تكن ... نكْرَاءَ مِثْلَ صَحِيفَةِ المتَلمِّس ¶ وخرج فاراً حتى أتى سعيد بن العاص، وعنده الحسن والحسين - عليهما السلام - وعبد الله بن جعفر، فأخبرهم الخبر، فأمر له كل واحد منهم بمائة دينار ولاراحلة، وتوجه إلى البصرة. ¶ وقيل لمروان: أخطأت فيما فعلت؛ فإنك عرضت عرضك لشاعر مضر!! فوجه وراءه رسولاً ومعه مائة دينار وراحلة؛ خوفا من هجائه!. ¶ وأنشد أبو القاسم في هذا الباب: ¶ كِلِينِي لَهمٍّ يا أميمةَ نَاصِبِ ... ولَيْلٍ أُقَاسِيهِ بَطِيئ الكواكِب ¶ هذا البيت: من مشهور شعره النابغة الذبياني، وكان يكنى: أبا أمامة، وأبا عقرب - بابنتين كانتا له. ¶ واختلف في تسمية النابغة نابغة: فقيل: سمي بذلك؛ لأنه قال الشعر بعد ما كبر - يقال نبغ الرجل إذا لم يكن يقول الشعر، ثم قاله. ¶ وقيل: سمي نابغة لقوله: ¶ نأَتْ بِسُعَادَ عَنْكَ نَوًى شَطونُ ... فَبَاتَتْ وَالْفُؤادُ بِهَا رَهِينُ ¶ وحلَّتْ في بَنِي القَيْنِ بن جَسْرٍ ... فقد نَبغَتْ لَنَا مِنْهُم شُؤُونُ ¶ وقيل: هو مشتق من نبغت الحمامة إذا تعبت، قال ذلك الرياشي، وحكى ابن ولاد أنه قال: نبع الماء، ونبغ، فكأنهم أرادوا: أن له مادةً من الشعر لا تنقطع، كمادة الماء النابغ.! والناصب: المتعب، وكان قياسه أن يقول: منصب، كما قال طفيل: ¶ تَعَنَّاكَ نَصْبَ من أُمَيْةَ مُنْصِبُ ¶ ولكنه جاء على معنى النسب، أو على حذف الزيادة من الفعل، كما قال: أورس الشجر فهو وارس، وأبقل المكان فهو باقل: وقوله: بطئ الكواكب أراد أن الليل لطوله، يخيل إلى الساهر فيه أن كواكبه لا تبرح! وأنشد أبو القاسم في هذا الباب: ¶ قالتْ بَنُو عَامِرٍ خَالُوا بني أَسَدٍ ... يا بؤسَ لِلْجهلِ ضرَّاراً لأَقْوَامِ! ¶ هذا البيت: من مشهور شعر النابغة. ¶ ومعنى خالوا بني أسد: تاركوهم، يقال: خالي الرجل أهله، إذا طلقها. ¶ وكانت ذبيان أرادت مخالفة بني عامر، فقال بنو عامر: لا نخالفكم حتى تتركوا ما بينكم، وبين بني أسد من الحلف، فنسبهم النابغة إلى الجهل فيما قالوا، وأعلمهم أن ذلك لا يكون؛ فإن ذلك سيضرهم عند بني أسد، ويحقدهم عليهم. ¶ ونصب ضراراً على الحال: واللام في قوله: يا بؤس للجهل ... مقحمة، وقد قلنا فيما مضى من شعر جرير لا أبالكم: إن الاختيار أن تكون اللام هي الجارة، دون الإضافة، وإن كانت زائدة، وقلنا في هذا هناك ما أغنى عن إعادته في هذا الموضع، فارجع إليه تره إن شاء الله تعالى! وأنشد أبو القاسم في هذا الباب: ¶ يا بؤسَ لِلْحَرْبِ الَّتِي وَضَعتْ ... أراهِطَ فاسْتَراحُوا ¶ هذا البيت: لسعد بن مالك القيسي، يقوله في حرب البسوس حين هاجت الحرب بين بكر وتغلب، لقتل كليب، فاعتزل الحارث ابن عباد الحرب، وقال: هذا أمر لا ناقة لي فيه ولا جمل، فلم يزل معتزلا لهم، إلى أن قتل مهلهل ابنه بجيراً، فأخبر بذلك، فقال: إن ابني لأعظم قتيل بركةً: إذا أصلح الله به بين ابني وائل، وكف سفاههما، وحقن دماءهما!. ¶ والسفاه: الطيش والخفة - فقيل له إنه حين قتله قال: بؤبشيسع نعل كليب!. ¶ فلم يصدق ذلك، وأرسل إلى مهلهل يقول له: إن كنت قتلت ابني بأخيك ورضيته ثأرا، فقد رضيت ذلك؛ لتطفأ هذه الثائرة!. ¶ فقال مهلهل: إنما قتلته! بشسع نعله!. ¶ فعند ذلك غضب الحارث، وقال الحارث لأمه: ردي أحمالك لألحقك بقومك، فمن أنا من ما أنت؟، فذهبت مثلا!. ¶ وقال: - ¶ قَرِّيَا مرْبط النَّعامة مِنِّي ... لَقِحَتْ حرب وائِل عن حيالٍ ¶ لمْ أكن من جناتها علم الله وإنّي لحرِّها الْيَوْم صَالٍ ¶ لا يُجَيْر أغنَى قتيلا ولا رهط كُلَيب تزاجروا عن ضلالٍ ¶ قَرِّبَا مرْبط النَّعامة مِنِّي ... إنَّ قَتْل الغلامِ بالشِّسْعِ غْالٍ ¶ ورجع إلى بكر بن وائل، وشهد الحرب، وكان يوم تسمية العرب: يوم التحالق، وكان سعد بن مالك قد قال - عند اعتزال الحارث الحرب يعرض به، وبمن شايعه على مذهبه: - ¶ يا بؤسَ للِحرْبِ الّتي ... وضعتْ أراهِطَ فَاسْتَراحوا",
            "page": "43",
            "part": "1",
            "seal": "84BB9599"
        },
        {
            "id": "44",
            "nass": "والحرْبُ لا يبقى لِجَا ... حِمِهَا التَّخَيُّلُ وَالمْراحُ ¶ إلاَّ الفَتَى الصَّبَّار في النّجِدات والفرس الْوَقَاحُ ¶ من صدّ عن نِيرانها ... فأَنَا ابْنُ قَيْسٍ لاَ بَرَاحُ ¶ كشفتْ لَنَا عن سَاقِهَا ... وبَدَا لَنَا مِنْهَا الصُّراحُ ¶ فلما انقضى يوم التحالق، وكان الظهور ذلك اليوم لبكر على تغلب، قال الحارث لسعد بن مالك: أتراني فيمن وضعته الحرب؟ فقال: لا، ولكن لا مخبأ لعطر بعد عروس!. ¶ فذهبت مثلا - ومعناه: إن لم تنصر قومك الآن، فلمن تدخر نصرك؟! ومعنى وضعت أراهط: أي أسقطتهم فلم يكن لهم ذكر في هذه الحرب فاستراحوا من مكابدة شرها، ومقاساة حرها. ¶ وأراهط: جمع رهط، وقد جاء أراهط مستعملا على أرهط، قال رؤية: ¶ هو الذَّلِيلُ نَفَراً في أَرْهُطِه ¶ وأكثر النحويين؛ يرى أن أراهط جمع رهط على غير قياس. ¶ والتخيل: الخيلاء، والمراح: النشاط. ¶ وجاحمها: جحيمها، والنجدات الشدائد. ¶ والنعامة: اسم فرس الحارث بن عباد. ¶ ومعنى لقحت حملت، والحيال أن يضرب الفحل الناقة فلا تحمل، يقال: كانت حرب بكر وتغلب قبل اليوم حيالاً، أي بمنزلة الناقة الحائل، فصارت اليوم بمنزلة الولود!. ¶ وإنما ضرب ذلك مثلا لما يولد من الحرب، من الأمور التي لم تكن تحتسب! ثم حلف الحارث بن عباد لا يصالح تغلب حتى تكله الأرض!!. ¶ فلما كثرت وقائعه في تغلب، ورأت تغلب أنها لا تقدر على مقاومته، حفروا سربا تحت الأرض، فأدخلوا فيه إنساناً، وقالوا له: إذا مر الحارث بك فتغن بهذا الشعر: ¶ أَبَا مُنذِرٍ أفنيْتَ فاسْتَبْقِ بعْضَنَا ... حَنَانَيْكَ بَعْضُ الشر أهْوَنُ مِنْ بعض ¶ فلما مر الحارث على ذلك الموضع اندفع الرجل يتغنى في السرب بهذا البيت، فقيل للحارث: قد بر قسمك، فايق بقية قومك، ففعل!. ¶ وأنشد أبو القاسم في باب ما رخمت الشعراء، في غير النداء اضطراراً: ¶ ألاَ أضْحتْ حِبالكُمُ رِمَاماً ... وأضحَتْ مِنكَ شَاسِعةً أُمَامَا ¶ هذا البيت: لجرير بن الخطفي. ¶ وأراد ب الحبال: العهود والمواصلة التي كانت بينهما. ¶ ورمام: جمع رمة، وهي القطعة من الحبل البالية. ¶ والشاسعة: البعيدة. ¶ هكذا أنشده سيبويه شاهداً على جواز الترخيم في ضرورة الشعر على لغة من يقول: يا حار بكسر الراء. ¶ وزعم أبو العباس محمد بن يزيد، أنه قرأ على عمارة، بن عقيل، بن بلال، بن جرير: ¶ وما عَهْدٌ كَعهْدِك يا أُمَامَا ¶ وهذا لا ضرورة فيه. ¶ وبعد هذا البيت: ¶ يشقُّ بِها الْعَاقِلَ مؤْجَدَاتٌ ... وكلِّ عَرَنْدَسٍ يَنْفِي اللُّغَامَا ¶ وأنشد أبو القاسم في هذا الباب: ¶ أَلاَمَا لهذَا الدَّهر مِنْ متعَلَّلِ ... على النَّاسِ مَهْمَا شَاءَ بالنَّاسِ يفْعَلِ! ¶ وهَذَا رِدَائِي عِنْدهُ يَسْتَعِيرُهُ ... ليْسلَبَنِي نَفْسِي، أَمَالِ بن حَنْظَلِ ¶ هذا الشعر: للأسود بن يعفر التميمي: والأسود: اسم منقول عن الأسود الذي هو ضد الأبيض، والأسود الذي يراد به الحية، أو الأسود الذي يراد به حبة القلوب، أو سواد العين. ¶ ويعفر: منقول من مستقبل عفر، بمنزلة يشكر، منقول من مستقبل شكر يقال: عفرت الزرع؛ إذا سقيته أول أمره، وعفرت النخل: إذا ألقحته، وعفرت الرحل في التراب، وعفر الرجل - بضم الفاء - عفارة إذا خبث وتنكر. وفيه ثلاث لغات؛ يعفر - بفتح الياء وضم الفاء -، ويعفر - بضم للياء وفتح الفاء - ويعفر - بضم الياء والفاء -. ¶ فمن ضم الياء والفاء صرفه، وفي الوجهين الآخرين لا ينصرف. ومن روى ألا ما لهذا الدهر من متعلل كسر اللام، لأنه اسم فاعل من تعلل. ¶ ومن روى: ألا هل لهذا الدهر ... فتح اللام من متعلل: لأنه مصدر بمنزلة التعلل. ¶ وأراد بالرداء هاهنا الشباب، يقول. ¶ الدهر يأخذ شبابي، ويعوضني منه الهرم ليدرجني بذلك إلى الهرم والموت!. ¶ وهو مثل قول امرئ القيس. ¶ إلى عِرْق الثَّرى وشجَتْ عُروقي ... وهذا الموتُ يَسْلُبُني شبَابِي ¶ وقوله: من متعلل: في رواية من روى ألا ما لهذا الدهر: من ههنا التي تقدر مع التمييز، فإذا سقطت انتصب الاسم كقول الآخر: ¶ يا فارساً ما أنت من فارس ... موَّطإ الأكْنَافِ رحب الذِّراع!",
            "page": "44",
            "part": "1",
            "seal": "B7DDC61C"
        },
        {
            "id": "45",
            "nass": "ولو سقطت من لقلت: ألا ما لهذا الدهر متعلالاً - ويا فارسا ما أنت فارساً، وإذا ظهر النصب احتمل أن يكون تمييزاً، وأن يكون حالا. ¶ وأما من روى: ألا هل لهذا الدهر من متعلل - بفتح اللام، فإن المتعلل مصدر بمعنى التعلل، ومن زائدة كزيادتها في قولك: هل لزيد من خروج؟. ¶ وموضع المجرور رفع بالابتداء. ¶ قوله: يستعيره: جملة في موضع الحال من الهاء، التي هي ضمير الدهر، أو من ضمير الرداء المضمر في الظرف، لأن نعناه مستقراً عنده في هذه الحال. ¶ فإذا كانت حالا من الدهر، كانت حالا جارية على من هي له. ¶ وإذا كانت حالاً من ضمير الرداء، كانت حالا جارية على غير من هي له: ¶ ولو صيّرتها اسْماً مُفْردا لقلتَ إذا كانتْ حالاً من الدَّهر: ¶ مستعيره، فلم يظهر الفاعل. ¶ فإذا كانت من ضمير الرداء قلت: مستعيره هو، فأظهرت الضمير الفاعل. وقوله: عنده إن شئت جعلته في موضع رفع، كما تقول: هذا زيد منطلق، وإن شئت في موضع نصب، كما تقول: هذا زيد منطلق، وإن شئت في موضع نصب، كما تقول: هذا زيد منطلقاً، وهو الوجه. ¶ واللام في قوله: ليسلبني: لام: كي: وتسمى لام العلة، وهي متعلقة بالاستقرار، أو ب يستعيره. ¶ ويجوز في قوله: نفسي: أن يكون مفعولاً ثانياً، ويجوز أن يكون بدلاً من الضمير؛ لأن السلب: تارةً. يستعمل متعدياً إلى مفعولين، وتارة متعدياً إلى مفعول واحد. ¶ ويجوز في أمال كسر اللام على لغة من يقول: يا حار، وفتحها على لغة من يقول: يا زيد بن عمرو، وهذا لا يكون إلا على مذهب من يجعل المرخم بعد ترخيمه بمنزلة اسم قائم بنفسه لم يحذف منه شيء. ¶ واللام في قوله لهذا متعلقة بمحذوف، لأنها في موضع خبر المبتدأ الذي هو ما، فهو بمنزلة ما لزيد. ¶ وأما الباء في قوله: بالناس فيجوز أن تكون متعلقة ب شاء كما تقول: أردت بزيد الخير. ¶ ويجوز أن تتعلق بيفعل، كما تقول: فعلت به الجميل، ونظير الوجه الأول قول الشاعر: ¶ أرادَ بِي الَّتي لا خَيْر فيها ... فحالتْ دُونَهُ أيْدٍ منيعة ¶ وأنشد أبو القاسم في هذا الباب: ¶ وابنُ اللَّبُونِ إذا ما لُزَّفي قَرَنٍ ... لم يَسْتَطعْ صولةَ البُزْل الْقَنَاعِيسِ ¶ هذا البيت: لجرير بن الخطفي. ¶ وكان سبب قوله إياه: أنه دخل على الوليد بن عبد الملك بن مروان، وعدي بن الرقاع العاملي ينشده قصيدته التي أولها: ¶ عَرَفَ الدِّيار توهُّماً واعتادها ... مِنْ بعد أن شمل الْبَلي أَبْلاَدها! ¶ فلما فرغ من إنشاد القصيدة، قال له الوليد: تسمع يا ابن الخطفي؟! قال: من هو يا أمير المؤمنين؟ قال عدي بن الرقاع العاملي. ¶ قال له جرير: من الذين قال الله فيها: \" وجوه يومئذٍ خاشعة، عاملة ناصبة، تصلى ناراً حامية \"؟ فقال له الوليد: لا أم لك، أتقول هذا لمن يمدح أحياءنا، ويؤبن موتانا؟!!. ¶ فقال جرير: ¶ يُقَصِّرُ بَاعُ العامليِّ عَنْ الْعُلاَ ... ولكنَّ أَيْرُ العَامِلِيِّ طويل؟ ¶ فقال عدي: أأمك أخبرتك بطوله، أم أنت امرؤ لم تدري كيف تقول؟!. ¶ فقال الوليد: بل هو امرؤ لم يدر كيف يقول!. ¶ فغضب جرير، فقال عدي: يا أمير المؤمنين، أجرني من لسانه!. ¶ فقال الوليد - لجرير -: والله لئن ذكرته في شعرك لأسرجنك وليركبنك حتى تعيرك الشعراء بذلك!!. ¶ فلم يذكره جرير في شعره، غير أنه عرض به في قصيدته التي أولها: ¶ حَيِّ الهِدَمْلَةَ مِنْ ذَاتِ المواعِيسِ ... فالحِنْو أصبح قَفْراً غَيْرَ مأُنُوسِ ¶ فقال فيها: ¶ إنِّي إذَا الشَّاعر المغرورُ حَرَّ بَني ... جار لقبر عَلَي مرَّان مرمُوسِ ¶ قد كان أشْوسَ أبَّاءَ فأوْرَثنا ... شَغْباً على النَّاس في أبنائه الشُّوسِ ¶ أَقْصِر فإنْ نزاراً لن يفاخِرَهُمْ ... فرعٌ لَئِمٌ وأصْلٌ غير مغروسِ ¶ لا يستطيع امتناعا فقْع قَرْقَرةٍ ... بين الطريقين بالبِيد الأماليسِ ¶ وابْن اللَّبُون إذا ما لُزَّ في قَرَنٍ ... لم يستطع صولةَ البُزِل القَنَاعِيسِ ¶ الهدملة: من الرمل - في قول أبي عبيدة -: ما استدق وطال. والمواعيس: رمال سهلة الموطأ، واحدتها ميعاس. ومعنى حربني أغضبني.",
            "page": "45",
            "part": "1",
            "seal": "9E166343"
        },
        {
            "id": "46",
            "nass": "ومران: موضع على أربع مراحل من مكة، إلى البصرة، دون بلاد بني تميم ابن مر. ¶ ومعنى كونه جاراً له: أنه يجئ نحوه: ينتصر وينتهر لعرضه، ويعتز بالانتساب إليه، ويفاخر الناس به!. ¶ ومرموس مدفون، وفي الكلام حذف، معناه: جار لذي قبرٍ مرموس، بحذف المضاف، لأن القبر لا يوصف بأنه مرموس. ¶ والأشوس: المتكبر الذي ينظر بإحدى عينيه تيهاً. ¶ الأباء الكثير التأبي، من الظلم. ¶ والقرقرة المكان المستوي من الأرض. ¶ والبيد: الفلوات التي تبيد من يسلكها، واحدتها بيداء. ¶ واللبون: الناقة التي لها لبن. ¶ ولز: شد وريط. ¶ والقرن: الحبل الذي يقرن به البعير أو الثور. ¶ والبزل: الجمال المسنة، واحدها بازل، والبازل من الإبل بمنزله القارح من الخيل. ¶ والقناعيس: جمع قنعاس، وهو الضخم، ونظير هذا البيت في معناه قول سحيم بن وثيل الرياحي: ¶ عزرْتُ البُزْل من أَنْ خَاطَرتْ بي ... فما بَالي ومَالِ ابَني لَبُونِ ¶ وأنشد أبو القاسم هذا البيت: ¶ وَجدْنَا نهْشَلاً فَضَلَتْ فُقَيما ... كفضْلِ ابْن المْخَاضِ عَليَ الْفصِيلِ ¶ هذا البيت: للفرزدق. ¶ ونهشل، وفقيم: قبيلتان. ¶ وابن المخاض الذي حمل على أمه، فلحقت، وذلك في السنة الثانية من مولده. ¶ والفصيل الذي فصل عن الرضاع، وليس بينهما تفاوت كبير، فشبه بذلك تفاضل ما بين هاتين القبيلتين. ¶ وقد أولع كثير من النحويين بأن يجيزوا في فضلت في هذا البيت - فتح الضاد وكسرها، لأن أهل اللغة حكوا أنه يقال: فضل وفضل. ¶ واللغتان إنما هما في الفضلة من الشيء، يقال من ذلك: فضل يفضل على مثال: قعد يعقد، وفضل يفضل، مثل سمع يسمع، وفضل يفضل - بكسر الضاد من الماضي وضمها من المستقبل - وفضلت المذكورة في هذا البيت، إنما هو من قولهم: فاضلت الرجل ففضلته، أي غلبته في الفضل، وفعل من هذا الباب، وهو باب المغالبة، والمناوأة - لا يكون إلا مفتوح العين، وهو مطرد في ذلك. ¶ وأنشد أبو القاسم في هذا الباب: ¶ يَارُبَّ غَابِطِنا لَوْ كَانَ يُطْلُبكُمْ ... لاَقَى مُباعَدَةً مِنْكُم وَحِرْمَانَا ¶ هذا البيت لجرير بن الخطفي، وقد مضى ذكره في باب اسم الفاعل. ¶ وأنشد أبو القاسم في الباب الحروف التي تنصب الأفعال المستقبلة: ¶ أُحِبُّ لُحبتهَا السّودانَ حَتَّى ... أحبّ لحبّهَا سودَ الْكِلاَبِ ¶ هذا البيت: لا أعلم قائله. ¶ وصف قائله أن محبوبته لما كانت سوداء، أحب كل شيء أسود من أجلها، كما قال علي بن هشام - وقد عنف على حبه سوداء: - ¶ يكون الخالُ في وجه قبيح ... فيكسوه الْملاحة والجَمَالاَ ¶ فكيف يُلامُ معشُوقٌ على مَنْ ... يَرَاها كلَّها في العيْن خَالاَ ¶ ولبعض أهل هذا العصر بيتان عكس ما ذهب إليه هذا الأول، وهو قوله: ¶ تعشّقْتُ سَوْدَاءَ على خُبْثها ... فحلَّ عليّ لَها رِدَاءُ ¶ وعِشْقي سوداءَ عكْسُ اسْمها ... أوَّلُه سَوْ، وباقيه داء! ¶ وقوله: حتى أحب: يحتمل أن يكون في تأويل الماضي، كما قال أبو القاسم، كأنه قال: حتى أحببت. ¶ ويحتمل: أن يكون فعل حالٍ في وقته الذي قال فيه الشعر، كأنه قال: إني الآن في هذه الحالة، كما يقال: مرض فلان حتى لا يرجونه، أي حتى هو الآن لا يرجى. ¶ واللام في قوله: لحبها متعلقة ب أحب وهي لام العلة والسبب، ولا موضع لها، لتعلقها بظاهر. ¶ وأنشد أبو القاسم في باب أو: ¶ فَقُلْتُ لَهُ: لاَ تَبْك عَيْنُك إنَّما ... نُحاولُ مثلْكاً أوْ نموتَ فنُعْذَرَا ¶ هذا البيت: من مشهور شعر امرئ القيس، وشهرته تغنينا عن ذكر الكلام فيه. ¶ ويروى: فنعذر - بفتح الذال - أي يعذرنا الناس، ونعذرا بكسر الذال - أي نبلغ العذر. ¶ وأنشد أبو القاسم في باب: الواو: ¶ لاَ تَنْهَ عَنْ خُلُقٍ وتأتِيَ مِثْلَهُعَارٌ عَلَيْكَ إذَا فَعَلْتَ عظيمُ ¶ اختلف الناس في قائل هذا الشعر. ¶ فقوم يروونه: للأخطل. ¶ وقوم يروونه: للمتوكل الليثي. ¶ وقوم يروونه: لأبي الأسود الدولي، وهي أثبت الروايات، وبعده: ¶ وابدَأْ بِنَفْسِك فانْهَهَا عن غَيِّها ... فإذَا انْتَهَتْ عَنْه فأنْتَ حكيم ¶ وهناك يُسْمع ما تقول، ويُقْتَدَى ... بالفعل منك، ويَنْفع التَّعلِيمُ!!",
            "page": "46",
            "part": "1",
            "seal": "50416660"
        },
        {
            "id": "47",
            "nass": "وأنشد أبو القاسم في هذا الباب: ¶ لَلُبْسُ عَبَاءَةٍ وتقرَّ عيني ... أحبّ إليّ من لُبْسِ الشُّقُوفِ ¶ هذا البيت: لميسون بنت بجدل الكلبية. ¶ وميسون، وبجدل: من الأسماء المرتجلة. ¶ أما بجدل: فلا أعلم له اشتقاقا. ¶ وأما ميسون: فيحتمل أن يكون مشتقا من قولهم: مسنه بالسوط مسناً، إذا ضربه، فتكون ميمه أصلية، وباؤه زائدة، ووزنه: فيعول. ¶ ويحتمل أن يكون مشتقا من ماس يميس إذا تبختر، فيكون اشتقاق ميسون - للمرأة - وميسان - للبلدة - من أصل واحد. والأشبه أن يكون من مسن، لأن اشتقاقه من ماس يوجب أن تكون النون في ميسون زائدة، والياء أصلية، فيكون وزنه: فعلوناً وسحنون وفعلون غريب لا يعرف نظيره، إلا قولهم: زيتون، فإن قوما من النحويين استدلوا على زيادة النون فيه بالزيت المعصور منه، وحكى بعض اللغويين: أرض زيتية، إذا كان فيها زيتون، وهذا يوجب أن يكون وزنه: فيعولاً. ¶ والعباءة، والعباية: الجبة. ¶ والشفوف: الثياب الرقاق التي يرى ما وراءها. ¶ وكان معاوية بن أبي سفيان، تزوج ميسون هذه، وساقها من البادية، وجعلها من كرائمه، فأبغضته لكبر سنه وشيخوخته فقالت هذا البيت، وبعده: ¶ لَبيتٌ تَخْفِق الأرواحُ فيه ... أحبُّ إليّ من قصْرٍ مُنِيفِ ¶ لَكَلْبٌ يَنْبَحُ الأضيافَ وَهْناً ... أَحَبُّ إليَّ من قِطٍّ أليفِ ¶ لأَمْرَدُ مِنْ شَبَابِ بَنيِ كلابٍ ... أَحَبُّ إِليّ مِنْ شيْخ عَنيفِ ¶ فطلقها معاوية، وقال الحقي بأهلك!. ¶ وتقدير هذا البيت: أحب إلي من لبس الشفوف، دون قرة عيني، فحذفت ذلك لما دل عليه معنى الكلام. ¶ ويروى أن شيخاً تعرض لامرأة، فقالت له: لست أركب أشهب!! وكتب شيخ إلى امرأة متأدبة يخطبها! - وكان أفوه، طويل الأسنان - فكتبت إليه، ووقعت على ظهر كتابه: ¶ اتّق الله في دَمِي يا مَلِيح التَّبَسُّم!. ¶ وأنشد أبو القاسم في باب؛ من مسائل الفاء: ¶ ألَمْ تَسْألْ الرَّبْعَ الخَوْاءَ فَيَنْطِقُوَهَلْ تُخْبِرنْكَ الْيَومَ بَيْدَاءُ سِمْلَقُ ¶ هذا البيت: لجميل بن معمر العذري. ¶ وجميل، ومعمر، وعذرة كلها منقولة. ¶ أما الجميل: فالحسن من كل شيء، والجميل: الودك، قال أبو خراش. ¶ نُقَابلُ جوعَهُمْ بمكَلَّلاَتٍ ... مِنَ الفُرْنِيِّ يَرْعبُهَا الجميل ¶ والرعيب: الدسم. ¶ والمعمر: موضع العمارة، ومعمر: اسم موضع بعينه. ¶ وعذرة - الجارية -: انغلاق قبلها قبل أن تنكح، والعذرة: شعر الناصية، قال امرؤ القيس: ¶ لها عُذَر كقُرونِ النِّسَا ... ء رُكِّبْن في يَوْمش ريح وصِرّ ¶ والربع: المنزل حيث كان، والمربع: المنزل خاصة. ¶ والقواء: الخالي، والبيداء الفلاة التي تبيد من يسلكها. ¶ والسملق: التي لا شيء فيها. ¶ ومعنى نطق الربيع: ما يبين من آثاره، والعرب تسمى كل دليل نطقاً وقولا. ¶ وكذا قال الله تعالى: \" هذا كتابنا ينطق عليكم بالحق \" ومنه قول زهير: ¶ أمن أُمِّ أوْفَى دِمْنَةٌ لم تكلَّم ... بجوْمانة الدّرّاج فالمتثلّم ¶ أي لم يبن لها تكلم وأثر نسيان؛ لقدم عهدها، بالنزول فيها، ونحو قوله: هللا وقفت على الجنان فقلت: من أجرى أنهارك، وغرس أشجارك وجنى ثمارك؟! فإن لم تجبك حواراً، أجابتك اعتباراً!. ¶ وإلى هذا ذهب أبو العلاء المعري بقوله: ¶ أتَحْسِسَبُ أنّ البدْر لَيْسَ بناطقٍ ... فَصِيحٍ وأنَّ الشَّمْسَ لا تَتكَلَّمُ؟! ¶ فلا قد أتانا كل ما هو زائل ... ولكننا في عَالَم ليْسَ يَعْلَم! ¶ وبعد بيت جميل: ¶ وإمَّا تردُّ القوْلَ: دَارٌ كأنهالطول بِلاَهَا، والتَّقادم مهْرَقُ ¶ وقفتُ بها حتَّى تجلَّتْ عَمَايَتِي ... وملْ الوقوف اْلأَرْحبيّ المنَوَّقُ ¶ وأنشد أبو القاسم في باب من مسائل إذا: ¶ لَئِنْ عَادَلِي عَبْدُ الْعزِيزِ بمِثْلِها ... وأمْكنَنِي مِنْها إذاً لاض أٌقِيلُهَا ¶ هذا البيت: لكثير عزة الخزاعي. ¶ وعبد العزيز - هذا - هو عبد العزيز بن مروان، أبو عمر بن عبد العزيز. ¶ وكان كثير عزة مدحه، فاستحسن شعره، فقال: سل حاجتك! فقال: تجعلني مكان كاتبك ابن رمانة! فقال: ويلك!، ذاك كاتب، وأنت شاعر - واستحمقه.!",
            "page": "47",
            "part": "1",
            "seal": "D6757662"
        },
        {
            "id": "48",
            "nass": "وقيل: بل عرض له بجارية أن يهبها له، ويدع التغزل بعزة، فأبى من ذلك، ثم ندم على ما فعل، ثم قال شعره الذي يقول فيه: ¶ وإنّ ابنَ لَيْلَى فَاهَ لي بمقالةٍ ... ولو سِرْت فيها كنتُ ممن يَنيِلُها ¶ فلما تَدَبَّرْتُ الأمورَ وقد بَدَتْ ... نصيحتُهُ ودَّعْتُها ووبيلَهَا ¶ عجبتُ لِترْكي خُطَّة الرّشد بعدما ... بَدَا لِي مِنْ عبدِ الْعَزيز قَبوُلها ¶ وإنّي صَعْبَات الأمورِ أَرُوضها ... وقد أمْكنَنَيِ يومَ ذَاكَ ذلوُلها ¶ حلفتُ بربّ الراقصَات إلى مِنَي ... تغُول البلادَ نَصُّها وذَمِيلُها ¶ لئن عَادِلِي عبدُ العزيز بمثلهاوأمْكَنَنِي مِنْها إذاً لا أُقيلُها ¶ فهل أنت إن راجعتكَ القولَ مرَّةًبأحسن منها عائد ومُنِيلُها؟! ¶ وأنشد أبو القاسم في باب مسائل أن الخفيفة الناصبة للفعل: ¶ فَقُلْتُ لَهُمْ ظُنَّوا بألْفَيْ مدَجَّج ... سرَاتُهم بالْفَارِسيّ الْمسَرَّد ¶ هذا البيتك لدريد بن الصمة. ¶ ودريد: اسم منقول، يمكن أن يكون من الدرد - الذي هو سقوط الأسنان، أو تصغير: الأدرد، على جهة الترخيم. ¶ والصمة: اسم منقول أيضاً من الصمة - التي يراد بها السد - والصمة أيضاً: الشجاع. ¶ وهذا البيت من شعر رثى به أخاه: عبد الله، وكان غزا غطفان فغنم وانصرف، فلما وصل إلى منقطع اللوى، نزل، فقال له دريد: إن هذا ليس بموضع نزول، فإن أصحاب هذه الغنيمة، لا يتركون إتيانك وطلبك! فقال له عبد الله، لا ابرح حتى أنتقع، وأرتصع واجيل السهام! فلم يقدر دريد على عصيانه، وأمر ربيئة، فصعد على شرف الأرض، وقال له: انظر، وأخبرنا بما ترى. ¶ فمكث ساعة، وقال: أرى خيلا، عليها رجال كأنهم الصبيان، رماحهم بين آذان خيولهم! فقال عبد الله: هذه فزارة، ولا بأس! ثم قال الربيئة: أرى قوما كأن ثيابهم غمست في الجأب. ¶ فقال عبد الله: هذه أشجع، وليست بشيء! والجأب: المغرة. ¶ ثم قال الربيئة: أرى قوما سودا يقلقلون الأرض، دوابهم سوادهم، ويجرون الأرض بأقدامهم ورماحهم! فقال عبد الله: فهذه عبس، قد حاكم الموت الزؤام، فاركبوا! فتلاحق القوم، واقتتلوا قتالا شديدا، وعمد ذؤاب بن أسماء، إلى عبد الله فطعنه، فسقط إلى الأرض، واستغاث بأخيه دريد فاقبل دريد، فدافع الخيل عنه ساعةً وكشفها، وطعن دريد وصرع، وقتل عبد الله، وانهزم أصحابه، واستعيدت الغنيمة، فقال دريد - ويسمى هذا اليوم يوم اللوى -: ¶ وقلتُ لِعارِضٍ وأصحابِ عَارضٍ ... وَرَهط بني السَّودَاء والقوم شُهَّدَى ¶ وقلت لهم: إنّ الأحاليف كُلُّها ... قُعُودٌ على مَاءِ الْبُلَيْل فَتَهْمِدِ ¶ وقلت لهم: ظُنُّوا بألفَيْ مدَّجج ... سَراتُهم بالفارسيّ المْسرَّدِ ¶ فلما عصوني كنت منهم وقد أرَى ... غِوايتَهم، أو أنَّنِي غيرُ مهتدِي! ¶ أمرتهم أمْرِي بمنْعَرجَ اللِّوىَ ... فلمْ يَسْتَبِينُوا الرُّشْد إلا ضُحى الغد ¶ وهل أنَا إلاَّ من غَويَّة أن غَوتْ ... غَويْتُ وإن تَرشُد غويّة أرْشُدِ ¶ والمدجج: الكامل السلاح، يقال بكسر الجيم وفتحها، وفرق بينهما بعض اللغويين، فقال. ¶ المدجج - بالكسر - الفارس، والمدجج - بالفتح - الفرس؛ لأنهم كانوا يدرعون الخيل. ¶ وأراد ب الفارسي: درعاً يصنع بفارس، والمسرد: المنسوج بالحلق وسراتهم: أشرافهم، واحدهم: سري، وكأنه جمع سارٍ، لأنه يقال: سرى الرجل يسري، ويسرو؛ إذا شرف، واسم الفاعل من سرى: سارٍ، كما يقال: غزا، فهو غازٍ، واسم الفاعل من سرو يسرو: سرى، كما يقال: ظرف فهو ظريف، قال الشاعر: ¶ تَلْقَى السَّرِيَّ من الرّجال إذا سَرَا ... وابْنُ السَّريِّ إذا سَرَى أسَرَاهما ¶ وكان القياس أن يقال: سراتهم - بضم السين - كما يقال: قضاة، وغزاة، ولا يجمع فاعل: على فعلة مفتوحة الفاء، إلا ما كان صحيحاً نحو: كافر، وكفرة، وما كان معتل العين، نحو: خائن، وخونة، وحائك وحوكة، وحائز وحوزة، ولكنهم أجروا معتل اللام مجرى معتل العين، لا تفاقهما في الإعلال. ¶ وقد حكي: سراة - بضم السين:",
            "page": "48",
            "part": "1",
            "seal": "7F3E8716"
        },
        {
            "id": "49",
            "nass": "وقد يجوز أن تكون سراة جمع سري، وجاز أن يكسر: فعيل على فعلة: من حيث كان فعيل: وفاعل: يشتر كان في المعنى الواحد، فيقال: عليم وعالم، وقدير وقادر؛ فقد اشتركا في جمعهما، كما اشتركا في مفردهما، وكما قالوا: عالم، وعلماء، وشاعر، وشعراء، وباب فعلاء في الجمع إنما هو الفعيل، نحو: حكيم وحكماء، وبصير وبصراء. ¶ وقيل: إن سراة اسم الجمع، واستدل قائل هذا بقولهم: سرواتهم قصار، بمنزلة: قطاة وقطوات. ¶ وحجة من ذهب إلى المذهب الأول: أن الجمع قد يجمع. ¶ والباء في قوله: بألفي مدجج، تتعلق بظنوا، فلا موضع لها لتعلقها بظاهر: وأما الباء في قوله: بالفارسي؛ فإن اعتقدت أن سراتهم: مبتدأ، وبالفارسي: خبره، فالباء متعلقة بمحذوف، ولها موضع، كأنه قال: سراتهم متدرعة بالفارسي المسرد، أو مستلئمة. ¶ وإن اعتقدت أن سراتهم: مرتفعة بمدجج، فالباء متعلقة بمدجج، ولا موضع لها من الإعراب لتعلقها بظاهر. ¶ ومن اعتقد هذا الاعتقاد، رفع سراتهم على المفعول الذي لم يسم فاعله، إن فتح الجيم، وعلى الفاعل إن كسر الجيم، كأنه قال: بألفي فارسي، وقد دججت سراتهم أنفهم بالفارسي، فحذف المفعول كما قال النابغة الجعدي: ¶ حتَّى لحقْنَاهُمْ تُعْدِي فوارسُنا ... كأننا رَعْنُ قُفٍّ يرفع الآلا ¶ أراد: تعدي فوارسنا الخيل، وقد تقدم مثله. ¶ وأنشد أبو القاسم في باب أفعال المقاربة: ¶ عَسَى الكرْبُ الَّذِي أمْسَيْتُ فِيهِ ... يكونُ وَرَاءَهُ فرجٌ قَريبُ ¶ هذا البيت: لهدبة بن الخشرم العذري. ¶ وهدبة، وخشرم - معاً - من الأسماء المنقولة. ¶ أما هدية: فهو من هدب، الثوب، أو من هدب الأرطي، وهو ورقها، والمشهور في الأرطي: أن يقال: هدبة وهدب، كما يقال: شجرة وشجر. إلا أن ابن جني حكى أنه يقال: هدب على مثال هدب الثوب. ¶ والخشرم: جماعة النخل، ولا واحد لها من لفظها، أنشد ابن جني للشنفري: ¶ إذا الخَشْرَمُ المبْعُوثُ حَثْحَثَ دَبْرهُ ... مَحابيضُ أَرْدَاهن سَامٍ مُعَسِّلُ ¶ وهذا الشعر قاله هدبة، وهو مسجون بالمدينة. ¶ وكان السبب في ذلك: انه وقع بينه وبين رجل من بني عمه: زياد ابن زيد ملاحاة، فقتله هدبة، فرفعه أخوه عبد الرحمن إلى معاوية، فقرره معاوية، فقال: إن شئت أجبتك بنثر، وإن شئت أجبتك بنظم. ¶ فقال معاوية: بل ينظم، فإنه أمتع! فأنشده شعرا يقول فيه: ¶ رُمِينا فَراميْنا فَصَادَفَ سَهْمنا ... منايا رجال في كتاب وفي قَدْرِ ¶ وأنْت أمِيرُ المؤمنين فَمَا لَنَا ... وَرَاءَك من معدًى ولا عنْك من قَصْرِ ¶ فإن تَكُ في أمْوَالِنا لَمْ نَضِقْ بها ... ذِرَاعا وإنْ صبْرٌ، فَنَصْبِر للِصَّبْر ¶ فقال معاوية أراك اعترفت بقتل صاحبهم!: فقال: هو ما سمعت!. ¶ فعرض معاوية على عبد الرحمن الدية، ليقبلها، وعرض عليه أكابر قريش سبع ديات، فأبى أن يقبلها!. ¶ وكان لزياد المقتول ابن يقال له: المسور، لم يبلغ الحلم، فقال معاوية: ابنه أولى يطلب دمه، فليحبس هدبة، حتى يبلغ ابنه فربما رضي بالدية. ¶ فحبس سبع سنين حتى بلغ المسور الحلم، وعرض عليه الدية، فأبى إلا قتل هدبة! وزار هدبة أيام اعتقاله رجل من قرابته، يقال له أبو نمير، فأظهر الكآبة بحاله، فقال هدبة: ¶ يؤرِّقُنِي أكتئابُ أَبِي نُميْر ... وقَلْبي مِنْ كآبتهِ كَئِيبُ ¶ فقلتُ له: هداكَ الله مَهْلاً ... وخَيرُ القوْلِ ذو اللُّب المصيبُ! ¶ فيأْمَنَ خائفٌ ويُفَكُّ عانٍ ... ويأتي أَهْلَه الرَّجُل الغريبُ ¶ فإنَّا قد حلَلْنا دَارَ بَلْوَى ... ستَخْبِطُنا المنضايَا أو تصيبُ ¶ ألاَ لَيْتَ الرِّيَاحَ مسخَّراتٌ ... لحاجتنا تُبَاكِرُ أو فَأُوبُ ¶ ويروى: أمسيت - بفتح التاء - على المخاطبة لأبي نمير، وأمسيت - بضم التاء - على وجه الإخبار عن نفسه. ¶ وكان في هذا البيت تامة، لا خبر لها، لأنها في معنى: يقع ويحدث. ¶ وأكثرهم يقول: إنه حذف أن من خبر عسى على التشبيه لها بكاد. ¶ والأحسن عندي؛ أن يقال: إن عسى شبهت بلعل؛ لأن كل واحد منهما رجاء وطمع، كما أنهم ربما أدخلوا في خبر لعل: أن تشبيها بعسى، كما قال متمم بن نويرة:",
            "page": "49",
            "part": "1",
            "seal": "B2258F08"
        },
        {
            "id": "50",
            "nass": "لعلَّك يوما أنْ تُلِمَّ مُلِمَّةٌ ... مِنَ اللاَّئي يَدَعْنك أَجْدَعَا ¶ وأنشد أبو القاسم في هذا الباب: ¶ قَدْ كادَ مِنْ طُولِ الْبشليَ أنْ يِمْصَحَا ¶ هذا البيت: ينسب إلى رؤبة بن العجاج، ولم أجده في شعر رؤبة، ورؤبة: اسم منقول، وله أحد عشر معنى، قد ذكرتها في كتاب: الاقتضاب، وفي كتاب: المثلث. ¶ والعجاج: اسم منقول؛ لأن العجاج مثير العجاج، وهو الغبار، ويقال: العجاج، للكثير العجيج، وقيل: إنه سمي العجاج بقوله: ¶ حتَّى يَعَجَّ عِنْدَها مَنْ عَجْعَجَا ¶ ومعنى يمصج: تدرس آثاره، يصف منزلا، بلى حتى كاد لا يتبين له أثر. ¶ وأنشد أبو القاسم في باب: المفعول المحمول على المعنى: ¶ مثْلَ القَنَافِذ هَدَّا جُونَ قد بَلَغتْ ... نجرانَ، أَوْ يَلَغَتْ سَواءَاتِهم هَجَرُ ¶ هذا البيت: للأخطل، واسمه: غياث بن غوث، هذا قول ابن قتيبة، وقد ذكر غيره، أن اسمه: غويث بن غوث. ¶ وهي أسماء منقولة، ويكنى: أبا مالك، وهو أيضاً منقول؛ لأن أبا مالك كنية الجوع، وكنية الهرم، والشيخ، قال الشاعر: ¶ بِثْسَ قَريناً يَفَنٌ هَالِك ... أُمُّ عُبَيْدٍ، وأبو مَالِك ¶ وأم عبيد: كنية المفازة، وقال الآخر: ¶ أَبَا مَالكٍ إنّ الْغَوَانِي هَجَرْنَنِي ... أَبَا مَالِكس إنِّي أظنَك دَائِبا ¶ والأخطل: اسم منقول من قولهم: رجل أخطل، إذا كان طويل الأذنين، وإذا كان بذئ اللسان، ويقال: إنما لقب بذلك؛ لن ابني جعيل وأمهعا؛ اختصموا وتحاكموا إليه، فقال: ¶ لَعَمْركَ إنِّنِي وابْنشيْ جُعَيْل ... وأُمَّهُما لأَسْتارٌ لَئيمٌ ¶ فقالوا له: إنك لأخطل، فعلب ذلك عليه! وهذا البيت: من شعر يهجو به جريرا، يقول فيه، قبل هذا البيت: ¶ أَمَّا كُلَيْبُ بن يَرْبُوعٍ فليْسَ لَهَا ... عند التِّفاخر إبرَادٌ ولا صَدَرُ ¶ مُخَلَّفُونَ ويُفْضي النَّاسُ أمرهموهم لغيْب وفي عَمْياء ما شَعروا ¶ شبههم بالقنافذ، لمشيهم بالليل للسرقة والفجور، كما يمشي القنافذ، والقنفذ: يضرب به المثل في السرى بالليل، فيقال: هو أسرى من قنفذ، وهو أسرى من أنقذ - وهو القنفذ. ¶ وهداجون مشاءون، يقال: هدج يهدج، إذا أسرع، والمصدر: الهدج والهدجان، قال العجاج يصف الظليم: ¶ واستبدلِتْ رُسُومُهُ سَفَنَّجا ¶ أَصَكّ نَغْضا لا يَنِي مُسْتهْدَجا ¶ أي: منفراً. ¶ والسوءات: الأفعال القبيحة. ¶ ونجران، وهجر: بلدان. ¶ وكان الوجه: أن يرفع السوءات؛ لأنها تأتي البلاد، والبلاد لا تأتي إليها، فقلت اضطرارا حين فهم المعنى. ¶ والظاهر من كلام أبي القاسم: أنه إنما جعل الاضطرار في هجر وحدها، لأنه قال: فقلب، لأن السوءات تبلغ هجر، فنصبها ورفع هجر. ¶ وأنشده أبو العباس المبرد، برفع نجران وهجر، وقال: تجعل الفعلين للبلدين على السعة - وهذا هو الصحيح! وأنشد أبو القاسم في هذا الباب: ¶ غَدَاة أَحلَّتْ لبْن أَصْرَم طعْنةٌ ... حُصَيْنٍ، عَبِيطاتِ السِّدَائِفِ، والخَمْرُ ¶ هذا البيت: للفرزدق. ¶ والعبيط اللحم الطري، والسدائف: سمين السنام وغيره، مما غلب عليه السمن، وكان حصين بن أصرم قد قتل له قريب، فحرم على نفسه شرب الخمر، وأكل اللحم العبيط، حتى يقتل قاتله، فلما طعنه وقتله أحلت له الخمر، وأكل اللحم. ¶ وكان ينبغي أن يرفعها، وينصب العبيطات والخمر إلا أن الشعر موفوع القوافي، فاضطر إلى قلب الكلام عن وجهه، فقال في ذلك الفرزدق. ¶ وَمَغْبوقة قبْلَ العيال كأنَّها ... جرادٌ إِذَا أْجلَى عَن الْفَزَعِ الْفَجْرُ ¶ عوايِسُ ما تَنْفَكُّ تَحْتَ بُطُونِهَا ... سَرايبلُ أبْطَالٍ بَنَائِقُهَا حُمْرُ ¶ تركْنَ ابنض ذِي الجْدَّيْن يَنْشِجُ مسْنَداً ... وليس له إلاّ ألاَءته قبر ¶ وهُنَّ بِسَرْحَافٍ تَدَاركْنَ دَالِقاً ... عُمَارَةَ عَبْس، بَعْدَ مَا جَنجَ الْعَصرُ ¶ وهُنَّ على خَدَّيْ شُتَيْر بْن خَالدٍ ... أُثيرَ عَجَاجٌ مِنْ سَنَابِكها كدْرُ ¶ غَدَاةَ أُحَلَّتْ لابْنِ أصْرَم طَعْنَه ... حُصَيْنٍ عبيطاتِ السَّدائف والخَمْرُ",
            "page": "50",
            "part": "1",
            "seal": "89DF66C8"
        },
        {
            "id": "51",
            "nass": "أراد بالمغبوقة: خيلاً يؤثرها أصحابها على عيالهم، فيسقونها الغبوق، وهو ما يشرب بالعشي، من لبنٍ وغيره. ¶ وأراد بابن ذي الجدين: بسطام بن قيس الشيباني، وكان قتله عاصم بن خليفة الضبي، فسقط على الآلاء، وهي صخرة صغيرة، ولذلك قال ابن غنمة الضبي: ¶ فخرَّ على الآلاءَة لَمْ يوسَّدْ ... كأنَّ جَبِينَهُ سَيفٌ صَقِيلُ ¶ ومعنى ينشج: يخرج من حرحه الدم يصوب. ¶ والمسند الذي يعلله ويرفق بحاله، ويتبين حالة الحياة. ¶ ودالق: هو عمارة بن الوهاب العبسي، وكان يلقب: دالقاً، لكثرة غاراته، وقتله بسرحاف الضبي. ¶ ويروى أن يونس بن حبيبٍ لقي الكسائي، فقال له: يا أبا الحسن كيف تروي بيت الفرزدق: ¶ غَدَاةَ أحلّت لابن أَصْرَمَ طَعْنَة ... حُصينٍ عَبيطَات السَّدائِفِ والخَمْر؟ ¶ قال: أرفع الطعنة على القياس، وأنصب العبيطات، وأقطع الخمر: وأحملها على المعنى: كأنه قال: والخمر حلت له. ¶ فقال له يونس: ما أحسن ما قلت، ولكن الفرزدق أنشدنيه مقلوبا!. ¶ وأنشد أبو القاسم في هذا الباب: ¶ وَعَضُّ زمانٍ يا ابنَ مَرْوانَ لم يَدَعْ ... مِنَ المالِ إلاّ مُسْحَتاً أو مجلّفُ ¶ هذا البيت: للفرزدق، يمدح به عبد الملك بن مروان، ويهجو جريراً وقبله: ¶ إليك أمِيرَ المؤمنين رَمَتْ بنا ... هُمُومُ المُنَى والَهْوجَلُ المتعَسَّفُ ¶ والهوجل: الفلاة التي لا أعلام فيها يهتدى بها، وإلى هذا ذهب أبو الطيب المتنبي في قوله: ¶ وهَوَاجلٌ وَصَوَاهِلٌ وَمناصِلٌ ... وذَوَابلٌ وتَوَعُّدٌ وتَهدُّدُ ¶ والمتعسف: الذي يسار فيه بلا دليل، والعض: والعط - بالضاد والطاء - شدة الزمان، والمسحت: المستأصل الذي لم يبق منه بقية، والمجلف: الذي ذهب معظمه، وبقي منه يسير. ¶ وفي هذا البيت ثلاث رواياتٍ، كلها اضطرار: أحدها. فتح الياء والدال من يدع: ونصب مسحت. ¶ والثانية: فتح الياء من يدع: وكسر الدال، ورفع مسحت. ¶ والثالثة: ضم الياء، وفتح الدال، ورفع مسحت. ¶ فأما الرواية الأولى - التي ذكرها أبو القاسم، وهي المشهورة -: ففيها أربعة أقوال: أحدها: أن يكون مجلف مرفوعاً بفعل مضمر، دل عليه لم يدع كأنه قال: أو بقي مجلف. ¶ والقول الثاني: - قول الفراء -: أن مجلف: مبتدأ مرفوع، وخبره محذوف، كأنه قال: أو مجلف كذلك. ¶ والقول الثالث: - حكاه هشام عن الكسائي -: أنه قال: تعطفه على الضمير في مسحت. ¶ والقول الرابع - وجدته في بعض كلام أبي على الفارسي -: أنه معطوف على العض: قال: وهو مصدر جاء على صيغة المفعول، كما قال جل وعز: \" ومزقناهم كل ممزقٍ \"، كأنه قال: وعض زمان، أو تجليف. ¶ وأما على رواية من كسر الدال من يدع. ورفع المسحت فإنه جعله من قولهم: ودع في بيته، فهو وادع إذا بقى، ورفع المسحت به، وفي الكلام حذف؛ كأنه قال: من أجله أو من سببه. ¶ ومن روى بفتح الدال، وضم الياء - على صيغة ما لم يسم فاعله - رفع المسحت: أيضاً، إلا أنه مفعول لما لم يسم فاعله، وكان يجب أن يقول: لم يودع، ولكنه حذف الواو، كما حذفت من يدع. ¶ وقد تكلمنا في هذا البيت، بأكثر من هذا في الكتاب الأول، فأغنى عن إعادته ها هنا. ¶ وأنشد أبو القاسم في هذا الباب: ¶ قَدْ سَالمَ الحيّاتُ مِنْهُ الْقَدَمَا ¶ الأُفْعُوانَ والشُّجَاعَ الشَّجْعَمَا ¶ وَذَاتَ قَرْنَيْن ضَمُوزاً ضِرْزِمَا ¶ هذا الرجز: لمساور العبسي، وبعده: ¶ همَهَمْنَ في رِجْلَيْهِ حِينَ هَوَّمَا ¶ ثُمَّ اغتدْينَ وغَدَا مُسَلَّما ¶ ومساور: اسم منقول لأنه اسم فاعل من ساوره: إذا واثبه. ¶ هجا رجلاً بغلط القدمين وصلابتهما؛ لطول الحفاء، فذكر أنه يطأ على الحيات، والعقارب، فيقتلها، فقد سالمت قدميه لذلك!. ¶ وكان القياس: أن يرفع الأفعوان وما بعده على البدل من الحيات: غير أنه حمله على فعل مضمر يدل عليه سالم: لأن المسالمة إنما تكون من اثنين، فصاعدا، وإذا قلت: سالم زيد عمرا، علم أيضاً أن عمراً سالمه، فكأنه قال: وسالمت القدم الأفعوان. ¶ والأفعوان: الذكر من الأفاعي، والشجاع الذكر من الحيات، قال عمرو بن شأس الأسدي: ¶ وأطْرَقَ إطْرَاقَ الشُّجَاعِ وَلَوْ رَأَى ... مَسَاغاً لِنَابَيْهِ الشُّجَاعُ لَصَمَّمَا",
            "page": "51",
            "part": "1",
            "seal": "25880611"
        },
        {
            "id": "52",
            "nass": "والشجعم: هو الجرئ، وقيل هو الطويل، والأول أشبه بالاشتقاق. ¶ وقوله: ذات قرنين: اراد بها العقرب، والضموز: التي لا صوت لها. ¶ والضرزم - بكسر الضاد والزاي -: المسنة، وهو أخبث وأكثر لسمها!. ¶ وكان الفراء يروي: قد سالمت الحيات: وينصبها على أنها مفعولة، ويجعل القدم هي الفاعلة، وقال أراد القدمان فحذف نون التثنية ضرورة، كما قال امرؤ القيس: ¶ لها مَتْنَتَانِ خَظَاتَا، كما ... أكَبَّ عَلَى سَاعِدَيْه النَّمِر ¶ أراد: خظاتان، وبدل على ذلك قول أبي دؤاد الإيادي: ¶ ومتَنَتَانِ خَظاتَان ... كزُحْلُوفٍ مِنَ الهْضْبِ ¶ وأبدل الأفعوان: وما بعد من الحيات. ¶ ومعنى همهمن: صوين، والهمهمة: كل صوت خفي لايفهم. ¶ ومعنى هوم نام، يقال: هوم الرجل يهوم تهويماً. ¶ وأنشد أبو القاسم في باب الجزم. ¶ مَتَى تَأْتِه تَعْشو إلى ضَوْءِ نَارِهِ ... تَجدْ خَيْرَ نَارٍ عِنْدضهَا خيْر مُوقِدِ! ¶ هذا البيت: للحطيئة - وقد ذكرنا اسمه فيما تقدم - في شعر يمدح به بغيض بن عمار، بن شماس، بن لؤي، وقبله: ¶ تَزُورُ امْرأَ يؤتّى على الحَمد مالَهُ ... ومن يُؤْتِ أَثْمَانَ المحامد يُحْمدِ ¶ تْرَى الْبُخْلَ لا يُبْقِي عَلَى المرء مالَهُويَعْلَم أنَّ الْمَرْءَ غَيْرُ مُخَلَّدِ ¶ كَسُوبٌ ومِتْلافٌ إذَا ما سألتَه ... تهلَّل واهتزَّ اهتزاز الُهنَّدِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ إن مَنْ يَدْخل الكنيسةَ يوماً ... يَلقَ فيها جآذِراً وَظِباءً ¶ هذا البيت: للأخطل، وكان نصرانياً، فلذلك ذكر الكنيسة. ¶ والجآذر: أولاد البقر، واحدها جؤذر - بضم الذال وفتحها - وأهل البصرة لا يعرفون فتح الذال، لأن فعللاً، عندهم غير مستعمل، وحكى الكوفيون ألفاظاً كثيرة على فعلل هي: جؤذر، برقع، وطحلب، وضفدع، وجخدب. ¶ يقول: من دخل الكنيسة رأى فيها من نساء النصارى وبينهم أشباه الجآذر والظباء!!. ¶ وأنشد أبو القاسم في هذا الباب: ¶ ومهما تَكن عِندَ امرئِ مِن خليقةٍ ... وإن خَالها تَخفَى على الناسِ تُعلَمِ ¶ هذا البيت: من مشهور شعر زهير بن أبي سلمى. ¶ والخليقة: الطبيعة، وخالها: ظنها وحسبها. ¶ وهذا الشعر نظير قول سالم بن وابصة: ¶ يا أيّها المتَحَلِّي غَيْرَ سَمْتِه ... إنَّ التَخَلُّقَ يأتي دونه الخلْقُ ¶ وقوله: من خليقة: في موضع رفع بكان، ومن زائدة، وليست متعلقة بشيء. ¶ وقوله: وإن خالها: أي ولو خالها، وإن شرط لم يأت له بجواب؛ لأن مهما، وشرطها وجوابها سد مسدها، ونظيره في تعليق شرط، بشرط آخر، قول امرئ القيس: ¶ وأَبْقَنَ إنْ لاَقَيْتُهُ أنّ يَومَهُ ... بِذي الرِّمْثِ إنْ مَا وتْنَهُ يَوْمُ أَنْفُسِ ¶ وأنشد أبو القاسم هذا الباب: ¶ إِذَا ما أَتيتَ على الرّسُولِ فَقُلْ لَهُ: ... حقَّا عَلَيكَ إذَا اطْأَنَ المجْلِسُ ¶ هذا البيت: للعباس بن مرداس السلمي. ¶ والعباس: اسم منقول من الرجل الكثير العبوس، وكذلك مرداس منقول، لأن المرداس الحجر، والمردس الذي يردس به، أي يرمى به، ويصدم، ويلقى به في البئر، ليتحفص به الماء، قال العجاج: ¶ يَغمدَ الأَعْداءَ رَأساً مِرْدَسَا ¶ وأراد بالرسول: النبي صلى الله عليه وسلم. ¶ ويروى: إما أتيت، وبعد هذا البيت: ¶ يَا خْيَرَ مَنْ رَكب المطيَّ ومَنْ مَشَى ... فَوْق التُّراب إذَا تُعدُّ الأنْفُسُ ¶ بكَ أسْلَم الطَّاغُوت واتّبع الهُدَى ... وبكَ انجلى عنَّا الظلام الحَنْدَسُ ¶ وقوله: إذا ما أتيت: خطاب لرجل، ذكره قبل هذا في قوله: ¶ يا أيّها الرجل الذي تَهْوِي به ... وَجْنَاءٌ مُجْمرَةُ المناسم عِرْمِسُ ¶ وأنشد أبو القاسم في هذا الباب: ¶ فأَصْبَحْتَ أنَّي تَأْتِها تَشْتَجِر بِهَاكَلاَ مَرْكَبَيْها تَحْتض رِجْليءكَ شَاجِرُ ¶ هذا البيت: للبيد بن ربيعة العامري، ويكنى: أبا عقيل. ¶ واللبيد: الجوالق، والربيعة: بيضة السلاح.",
            "page": "52",
            "part": "1",
            "seal": "1370373B"
        },
        {
            "id": "53",
            "nass": "هذا الشعر يخاطب به عمه عامرا، ملاعب الأسنة، وكان للبيد جار من بني عبد القيس، قد لجأ إليه، واعتصم به، فضربه عمه بالسيف، فغضب لذلك لبيد وجعل يعدد - على عمه - بلاءه عنده ويتوعده، وينكر عليه ما فعل بجاره!، ثم قال: ¶ لي النَّصر فيكم والْوَلاَءُ عليكمُ ... ومَا كُنْتُ فَقْعاً أَنْبَتَتْهُ الْقَرَاقِرُ ¶ وأنت فقير لم تُبَدَّلْ خَلِيفَةً ... سَوضايَ ولم يلْحَقْ بَنُوكَ الأصاغر ¶ فَقلْتُ ازدجر أَحْنَاء طيرك واعْلمَنْ ... بأنَّكَ إنْ قدَّمْتَ رِجْلَكَ عَاثِرُ ¶ وإن هَوَانَ الجارِ للجار مُؤْلِم ... وفَاقِرَةٌ تأوى إليها فَوَاقِرُ ¶ فأصبحتَ أَنَّي تأْتها تَشْتَجِرْ بها ... كِلاَمرْ كَبيْها تحْت رِجْلَيْكَ شَاجِرُ ¶ وإنْ تَتَقَدَّمْ تَغْش مِنها مُقَدَّماً ... غليظاً وإنْ أخَّرْتَ فَالكفْلُ فاجرُ ¶ ومعنى: تشتجر تشتبك وتلتبس، ويروى تلتبس: ومعناه كمعنى تشتجر، وشاجر: مشتبك. ¶ ويروى رجلك: ورحلك: والرحل للناقة: مثل السرج للفرس والكفل: كساء يحوى وراء الرحل، أي يدار، فيركب عليه الرديف، يقال: أرحلت البعير، وأكفلته، أي جعلت عليه رحلا وكفلاً، وهما المركبان اللذان ذكرهما. ¶ ومعنى الشعر: أنه يقول لعمه: إنك ركبت أمراً، لاخلاص لك منه، فأنت بمنزلة من ركب ناقة صعبة، لا يقدر على النزول عنها سالما لأن رجليه قد اشتبكا بركابيها وكلا مركبيها لا يستقر عليه؛ إن ركب على مركبها المؤخر - وهو الكفل -: وجده صعباً، وإن ركب على مركبها المقدم وهو الرحل مال به وصرعه!. ¶ والشاجر المائل غير المستقيم، والعرب تشبه النشب في العظائم بالركوب على المراكبالصعبة؛ فيقولون: ركبت مني أمراً عظيماً، ولقد ركبت مركباً صعبا، وفلان ركاب العظائم، ونحوه قول الأعشي: ¶ لَئِنْ جَدَّ أسبابَ التَّقَاطُع بيننا ... لَتَرءتَحِلَنْ مِنّي على ظَهْر شَيْهَمِ ¶ وقال الأخطل: ¶ لقد جعلتْ قُيْس بنُ عَيْلاَنَ حَرْبَنَا ... عَلى يَابِس السِّيسَاء مُحْدَوْدِبِ الظَّهْرِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ إذا قَصُرتْ أسْيَافُنا كَانَ وَصْلُهَا ... خُطانا إلى أعدائِنا فَنُضَاربُ ¶ هذا البيت: لقيس بن الخطيم، وقد ذكرنا اسمه، واسم أبيه فيما تقدم. وهو من شعر يذكر فيه يوم بعاث. ¶ وبعد هذا البيت: ¶ وَيَوْم بُعَاثٍ أَسلَمتْهُ سيوفنا ... إلى نَسَب في جِذْمِ غسّان غالب ¶ يُعَرِّين بِيضاً حين نَلْقَى عَدُوَّنَا ... ويُغْمِدْنَ حُمْراً ناحِلاَتِ المْضَارِبِ ¶ ويروى: إلى أعدائنا بالتقارب ولا شاهد فيه على هذه الرواية. ¶ ويروى: وإن قصرت.... فنضارب بالرفع على الإقواء. ¶ وخطىً جمع خطوة، وهو ما بين القدمين، والخطوة بفتح الخاء - المصدر، هذا قول الفراء، وقال غيره: هما بمعنى واحد، وهذا نظير قول أبي قيس بن الأسلت: ¶ والسَّيف إنْ قَصَّرَهُ صانِعٌ ... طوَّله يَومَ اللِّقَا بَاعِي! ¶ والشاهد في هذا البيت: أنه عطف فنضارب على مكان كان لأنها مجزومة الموضع، كأنه قال: نكن فنضارب، كما قال عز وجل: \" فأصدق وأكن من الصالحين \"، فعطف أكن على موضع فأصدق، لأن الفاء لو سقطت لكان مجزوما. ¶ وأنشد أبو القاسم في باب: ما ينصرف، وما لا ينصرف: ¶ لَمْ تَتَلَفَّعْ يفضْل مِئْزَرِهَا ... دَعْدٌ، ولم تُسْقَ دَعْدُ بالْعُلَبِ. ¶ هذا البيت: لجرير بن الحطفي، ويروى بن الرقيات، ولقب: الرقيات بقوله: ¶ رُقَيَّةُ، لا رُقَيَّةُ، أيُّها الرجُل! ¶ والتلفع: الاشتمال بالثوب. ¶ والعلب: أقداح من جلود يحلب فيها، ويشرب فيها، ويروى في العلب، وصلح استعمال في ههنا؛ لأن المعنى لم تسق اللبن في العلب. ¶ فمن رواه هكذا، في موضع من الإعراب؛ لأنها في موضع الحال، كأنه قال: لم تسق اللبن، كائنا في العلب. ¶ ومن روى: بالعلب - بالباء فلا موضع لها؛ لتعلقها بظاهر.",
            "page": "53",
            "part": "1",
            "seal": "3E58E349"
        },
        {
            "id": "54",
            "nass": "والباء في قوله: بفضل متعلقة بقوله: تتلفع، فلا موضع لها أيضاً، ومعنى البيت: أنه يمدح دعدا فقال: لم تكن من البدويات اللواتي بتلفعن بالمآزر، ويشربن اللبن بالعلب، ولكنها كانت من الحضريات اللواتي نشأن في النعمة، ولبسن أحسن كسوة، وشربن في الأواني الغالية، وعشن في الرفاهية!. ويروى؛ ولم تسق. ¶ ويجوز في دعد - الأولى - الصرف وترك الصرف، ولا يجوز الصرف في الثانية؛ لانكسار البيت. ¶ وكرر ذكر دعد إشادة بذكرها، واستطابة له، كما قال الآخر: ¶ عِذاب على الأفواه ما لم يذقْهم ... عَدُوُّ، وبالأفواه أسْمَؤهم تَحْلُو ¶ وقد أوضح هذا المعنى أبو الطيب المتنبي في قوله يمدح عضد الدولة: ¶ أَبَا شُجَاعٍ بفارِس عَضَدض الدَّ ... وْلضة فنَّا خُسْرَ، وشَهَنْشَاهَا ¶ أسَامِياً لم تَزِدْهُ مَعْرفَةً ... وإِنَّمَا لَذَّةً ذكَرْنَاهَا ¶ وشعر ابن الرقيات هذا، ضد قول الآخر: ¶ لعمري لأعرابِيَّة ذاتُ بُرْدَة ... تحلّ دماثا من سويقة أو فرداً ¶ أحب إلى القلب الذي لَجَّ في الهوى ... من اللاّبِسَاتِ الخزَّ، يُظهرن به كنْداً ¶ وأنشد أبو القاسم في باب: أسماء القبائل والأحياء والبلدان والسور - رحمه اللع تعالى -: ¶ فَإن تَبْخَلْ سَدُوسُ يِدِرْ هَمَيْهَا ... فَإنَّ الرِّيحَ طَيِّبَةٌ قَبُولُ ¶ هذا البيت: للأخطل، وقد ذكرنا اسمه فيما تقدم. ¶ وسدوس: قبيلة من بني شيبان - بفتح السين، والتي من طيئ بضم السين، هكذا قول الكلبي، وقد ذكرنا في الكتاب الأول ما بين سيبويه - رحمه الله تعالى - وبين محمد بن يزيد من الخلاف في هذه اللفظة، فاغناها ذلك عن الإعادة ههنا. ¶ والقبول من الرياح: ما يهب من الشرق. ¶ ويروى شمول: وهي الشمال، يقال: شمال، على مثال: قذال، وشمال - الميم قبل الهمزة -، وشأمل - الميم بعد الهمزة -، وشمل مثل: فلس: وشمل على مثال: اسد، وشمول، قال امرؤ القيس: ¶ فَتُوضِح فالمِقْراةُ لم يعْفُ رسْمُها ... لما نَسجَتْهَا مِن جَنُوبٍ وشَمْأَلِ ¶ ويروى: وشأمل. ¶ وقال البعيث المجاشعي: ¶ أهاجَ عليكَ الشَّوق أطلالُ دمنَةٍ ... بِنَاصِفَةِ الخُوَّيْنِ أو جانب الهْجَل ¶ أتى أبدٌ منْ دون حِدْثَانِ عهدها ... وجَرَّتْ عَلَيْها كلُّ نافَجةٍ شَمْل ¶ ثَوَى مَالِكٌ ببلاد الْعَدُوْ ... وِ تَسْفِي عَليْه رِيَاحُ الشَّمَل ¶ وأما تخصيصه الدرهمين بالذكر؛ فتوهم بعض من شرح أبيات الجمل: أنه مما وقعت فيه التثنية موقع الجمع، وليس كما قال!. ¶ وإنما ذكر الدرهمين لمعنى يقتضى ذلك. ¶ وذلك أن الأخطل قدم على الغضبان بن القبعثري الشيباني بالكوفة، بعد ذهاب ما كان من بكرٍ وتغلب من الفتنة، يسأله في حمالةٍ!. ¶ فقال له الغضبان: إن شئت أعطيتك ألفين، وإن شئت درهمين؟. ¶ فقال الأخطل: ما بال الألفين، وما بال الدرهمين؟ فقال: إن أعطيتك الألفين، لم يعطكهما إلا قليل!. ¶ وإن أعطيتك درهمين: لم يبق بالكوفة بكسرى إلا اعطاك درهمين، وكتبت لك إلى إخواننا بمثل ذلك. ¶ فقال الأخطل: فالدرهمان خير!. ¶ ففرض له على كل من كان بالكوفة من بكر بن وائل درهمين، ثم كتب إلى سويد بن منجوف السدوسي بالبصرة - وكان سيد بني سدوس يقول له: إن أبا مالك قدم علي في حمالةٍ، ففرضت له على كل من كان بالكوفة من بكر: درهمين، فافرض له على من كان من بني سدوس مثلها. ¶ فأتى الأخطل إلى البصرة، فنزل على الصلت بن حريث الحنفي، فأتى سويداً، فأخبره بحاجته التي أقدمته. ¶ فجمع سويد بن منجوف: بني سدوس، وقال: هذا أبو مالك يسألكم أن تعينوه في حمالةٍ، وهو القائل: ¶ إذَا مَا قُلْتُ قَدْ صَالَحْتُ بَكراً ... أبَى الأضغانُ لا النَّسب البعيد ¶ ومُهْراقُ الدِّماء بِوَارِدَاتٍ ... تَبِيدُ الحادِثَاتُ وَلاَ تَبِيدُ ¶ هُمَا اْخَوان يصْطَلِيان ناراً ... رِداءٌ الموْتِ بَيْنَهُمَا جديدُ ¶ يَشُولُ ابنُ اللَّبُون إذَا رآني ... ويَخْشاني الضُّواضيَةُ الصَّعيد ¶ فلا جُرحت يَدَيّ: بَني سَليم ... ولاّ شِعْري فيهجوني الشريدُ",
            "page": "54",
            "part": "1",
            "seal": "8ECA3942"
        },
        {
            "id": "55",
            "nass": "ولَوْلا أَنْ أُخَشِّنَ صَدْرَ مَعْنٍ ... وعُتْبة شاع بالحْرَمَ النَّشيدُ ¶ فقالت بنو سدوس: والله لا أعطيناه درهماً، وقد قال: ما قال!. ¶ فقال الأخطل: ¶ فإِنْ تَبْخَلْ سَدُوسُ بِدِرْهَمْيهَا ... فإن الرّيحَ طيبةٌ قبولُ ¶ توا كَلَني بنو الْعَلاَّت مِنْهم ... وغالتْ مالِكاً ويزيدَ غُولُ ¶ قَريعَا وَائِلٍ هَلَكَا جميعاً ... كأن الأَرْضَ بعدهما مُحُولُ ¶ فماذا ابتغى مِنْ بَعْدُ مِنْهُمْ ... وكَلُّهم أخُو دَغَلس بَخِيلُ ¶ وقال يهجو سويد بن منجوف - وكان رجلاً دميماً، لا ينظر إليه: ¶ وما جِذْعُ سُوءٍ خَرَّبَ السُّوسُ جَوْفَهُ ... لما حَمَّلَتْهُ وَائِلٌ بمطيقِ ¶ فقال سويد: أراد أبو مالك أن يهجوني فمدحني، حين جعل وائلا تحملني أمورها، وما طعمت في بني تغلب، فضلاً عن بكر بن وائل. ¶ وأما قوله: فإن الريح طيبة قبول، فإنما هو مثل ضربه لاستغنائه عنهم بغيرهم، يقول العرب: ريح فلانٍ تهب، وريح فلانٍ عاصفة، إذا كان أمره ظاهرا، وسعده متصلاً، وتقول في ضده: فلان ساكن الريح إذا ذهب سعده، ولم يكن له ظهور، قال الله تعالى: \" وتذهب ريحكم \"، وقال الشاعر: ¶ إذَا هَبَّتْ رِيَاحُكَ فاغّتَنِمْهَا ... فعُقْبَي كُلِّ عَاصِفَسةٍ سُكُونُ ¶ وأنشد أبو القاسم في هذا الباب: ¶ بَكَى الخَزُّ مِنْ رَوْحٍ وأنْكرَ جِلْدَهُ ... وعَجّتْ عَجيجاً مِنْ جُذَام المطارفُ ¶ هذا البيت: لهند بنت النعمان بن بشير النصاري، تهجو زوجها: روح ابن زنباع الجدامي: وبعد هذا البيت: ¶ وقال الْعَبَا: قدْ كُنْتُ حِيناً لباسَكُم ... وأكسِيَة مُضْروجةٌ وقَطَائِفُ ¶ والعجيج: رفع الصوت بالاستغاثة. ¶ والمطارف: أكسية خزً لها أعلام، واحدها مطرف - بكسر الميم وفتحها وضمها - عن المطرز. ¶ والعبا: ضرب من الأكسية، معروف. ¶ والمضروجة المشقوقة، والواحدة منها عباءة وعباية بغير همز. ¶ والقطائف: أكسية من الصوف أيضاً. ¶ تقول: إن روحاً وقبيلته لم يكونوا أهلاً للباس الخز والمطارف، وإنما كانوا بدويين يلبسون الأكسية المخرقة، وينامون تحت القطائف، فشرفهم روح من غير قديم كان لهم، فكان روح وزير عبد الملك بن مروان، ونظير هذا قول مدرك الفقعسي: ¶ تُشبِّهُ عَبْسٌ هَاشِماً إنْ تَسَرْبَلَتْ ... سرابيل خَزٍّ أنْكرتْها جُلُودُهَا ¶ ويروى: وأكسية كردية، وهي التي يلبسها الكرد، فأجابها روح بن زنباع بقوله: ¶ أبتْ هند إلاّ أن تَكون مهانة ... وكان لَهَا مِنَّا عَشِيرٌ مُؤَالِفُ ¶ فإن نَجْزِهَا بالُهْوْن، فَهْيَ جَدِيرَةٌ ... وإن نَهْوَهَا يَهْوَ اللثامَ المقارِفُ ¶ ويروى: فإن نجزها بالهون فالهون حقها. ¶ واختلف في هند؛ هل هو اسم منقول، أم اسم مرتجل؟ فذهب بعضهم إلى أنه مرتجل، مشتق من قولهم: هندته المرأة إذا أورثته عشقا بالملاطفة ذكر ذلك أبو جعفر النحاس. ¶ والظاهر من هذا الإسم أنه منقول، لأن مثله منقول في غير الناس، وشرط الاسم المرتجل: ألا يوجد في غير الأعلام. ¶ وقد حكى اللغويون: أنه يقال للمائة: هند، والهند: جيل من الناس، ومنه قيل: بلاد الهند. ¶ وهند - أيضاً -: اسم من أسماء الدواهي، وأنشد ابن الأعرابي: ¶ فأَنكم لَسْتُمْ بأرض تَكِنَّةٍ ... ولكنَّما أنْتُمْ بهنْد الأَحَامِسِ ¶ وأما بشير فاسم منقول باتفاق، وهو المبشر بما يسر. ¶ والنعمان: اسم من أسماء الدم، ومنه قيل: شقاشق النعمان في بعض الأقوال. ¶ وقال قوم: بل نسب إلى النعمان بن المنذر، وكان رأي منها روضة فأعجبته فحماها من الناس!: وروح أيضاً اسم منقول من الروح الذي يراد به الراحة، قال الله تعالى: \" فروح وريحان وجنة نعيمٍ \". ¶ والزنباع: الثقيل من الناس: ويروى أن رجلا كان يجلس أبا عبيدة معمر بن المثنى، وكان أبو عبيدة يستثقله، فقال الرجل لأبي عبيدة يوماً: ما الزنبعة في كلام العرب؟ فقال: الثقل، ولأجل هذا سمي صاحبنا زنباعاً! فهرب الرجل! وأنشد أبو القاسم في هذا الباب: ¶ مِنْهنَّ أَيَّامُ صِدْقٍ عُرِفْتَ بهَا ... أيَّامُ واسِط والأيّام مِنْ هجَرا",
            "page": "55",
            "part": "1",
            "seal": "67BA9887"
        },
        {
            "id": "56",
            "nass": "وهذا البيت: فيه خطأ من وجهين: أحدهما: أنه نسبه إلى الأخطل، وإنما هو للفرزدق، وكذا وقع في كتاب سيبويه منسوباً إلى الفرزدق. ¶ والثاني: أنه نشده: عرفت - بضم التاء - وإنما هو بفتحها؛ لأنه رثى بهذا الشعر عبد الله بن معمر، وقبله: ¶ أما قريش وأعلاها فقد رزئت ... بالشام إذ فارقتك السمع والبصرا ¶ كم من جبان إلى الهيجا دنوت به ... يوم اللقاء، ولولا أنت ما صبرا ¶ والمراد بالصدق - ههنا -: الشدة، يقال: رجل صدق، وحمار صدق، ونظر صدق، ومنه اشتق الصدق في المنطق؛ لأن صاحبه قوي النفس. ¶ وأنشد أبو القاسم في باب: المعدول على فعال: ¶ ولَنِعْمَ حَشْوُ الدَّرْع أَنْتَ إذَا ... دُعِيَتْ نَزَالِ وَلُجَّ في الذُّعْرِ ¶ هذا البيت: من مشهور شعر زهير بن أبي سلمى. ¶ وجعل لابس الدرع حشواً لها؛ لا شتما لها عليه، كما يشتمل الإناء على ما فيه. ¶ ومعنى لج: تمودى فيه، والذعر: الفزع. ¶ وأنت: خبر مبتدأ مضمر، كأنه قال: هو أنت، ويقبح أن يكون مبتدأ، ونعم حشو الدرع خبره؛ لدخول اللام على نعم، وهذه اللام إنما حكمها أن تدخل على المبتدأ، لا على خبره، ولكن كون الخبر جملة يسهل ذلك؛ لأنه لو قيل: زيد لهو قائم لجاز، كما تقول: زيد والله إنه لقائم، وإنما يتعذر ذلك إذا كان الخبر مفردا: كقولك: زيد لقائم - قال الراجز: ¶ أم الحُلَيْس لَعَجُوزٌ شَهْرَبة ... تَرْضَى مِن الشَّاةِ بِعظْمِ الرَّقَبَة ¶ وقد أجاز أبو اسحق الزجاج، في قوله تعالى: \" إن هذان لساحران \" إن يكون هذان مبتدأ، ولساحران خبره، وقال تقديره: لهما ساحران، فأضمر مبتدأ، وجعل ساحران خبرا ليصير الكلام جملة يصح دخول اللام عليها. ¶ وإذا: ظرف، والعامل فيه معنى الثناء، الذي قد جعل في نعم، وأما في حشو الدرع من معنى الفعل. ¶ وأنشد أبو القاسم في هذا الباب: ¶ إِنّضا اقْتَسَمْنَا خُطَّتَيْنَا بَيْنَنَا ... فَحَمَلْتُ بَرَّة، واحتملْتَ فَجَارِ ¶ هذا البيت: من مشهور شعر النابغة، يخاطب به زرعه بن عمرو الفزاري، وأراد ب فجار الغدر، سمى الغدر فجار، كما تسمى المرأة: حزام. ¶ فإن قلت: لم جعلته اسما للغدر، وما دليلك على هذي الدعوى؟ قلنا: لنا على ذلك دليلان: أحدهما: أن فعال المعدول، لا يعدل إلا عن مؤنث، ألا تراه قال: دعيت نزال، فألحق، الفعل علامة التأنيث، وليس هذا في بيت زهير وحده، بل هو مطرد في فعال حيثما وقعت، ألا ترى إلى قول زيد الخيل: ¶ وقد علمتْ سَلاَمَةُ أنَّ سَيْقى ... كَريهٌ كلَّما دُعِيتْ نَزَالِ ¶ وقال آخر: ¶ لحقَتْ حَلاقِ بِهم على أكْسَائهم ... ضَرْبَ الرَّقاب وَلاَيُهمُّ المْغنَمُ ¶ والدليل الثاني: أن النابغة سمى الوفاء: برة، وهو يريد البر، وكذلك سمى الغدر: فجرة، وهو يريد الفجور. ¶ وأراد بالخطتين البر والفجور. ¶ وقوله في البر: حملت، وقال في الفجور: احتملت، فإن العرب إذا استعملت فعل، وافتعل - بزيادة التاء، وبغير زيادة - كان الذي لا زيادة فيه، يصلح للقليل والكثير، والذي الزيادة فيه للكثير خاصة، نحو: قدر واقتدر، كسب واكتسب، ونهب وانتهب، وأراد النابغة أن يهجو زرعه بكثرة غدره، وإتيان الفجور، فأتى باللفظة التي يراد بها الكثير خاصة، لتكون ابلغ في الهجو، ولو قال: وحملت فجلر، لأمكن أن لا يكون غدر إلا مرة واحدة، ومن ذلك قوله تعالى: \" لها ما كسبت وعليها ما اكتسبت \"، فالوجه فيه: أنه لما كان الإنسان يحازى على قليل الخير وكثيره، استعمل فيه اللفظ الذي يصلح للقليل والكثير.",
            "page": "56",
            "part": "1",
            "seal": "AFE01359"
        },
        {
            "id": "57",
            "nass": "ولما كان الإنسان لا يجازى في الشر إلا على الكبائر، دون الصغائر، والصغائر معفو عنها، غير مجازى بها، استعمل معها اللفظ الذي لا يكون إلا للكثير، وإنما يكون هذا في الأفعال التي تستعمل بالتاء تارة، وبغير التاء تارة: وأما الأفعال التي لا تستعمل إلا بالتاء، فخارجة عن هذا الحكم، لأنها لا تصلح لما قل وكثر، كقولك: استويت على الشيء، واجتويت البلد، إذا كرهته، واكتريت الدابة، فهذا الضرب من الأفعال لا يقال فيه: إنه للكثير خاصة لأنه لم يستعمل غير مزيد، وكذلك قول من قال: احتملت فجار، وعليها ما أكتسبت: إن افتعل إنما يستعمل في الشر: خطأ لا وجه له، ألا ترى أنك تقول: استويت على ظهر الفرس، واكتريت الدار، وارتويت من الماء، واعتذبت بالطعام؟ وقال الله تعالى: \" الرحمن على العرش استوى \"، وقال الراجز: ¶ قدْ اسْتَوَى بِئْر عَلى العِراق ... من غير سيف ودم مهراقِ ¶ فإن زعم هذا: أن الذي ذكر إنما هو فيما يستعمل بزيادة، وبغير زيادة مما يتعدى، انتقض عليه ما قال، بقولهم: كسب المال وأكتسبه، وقدرت عليه واقتدرت عليه، ورميت وارتميت، مع أنا لا نعلم أحداً من النحويين قال إن فعل للخير، وافتعل للشر، وإنما قالوا: إن الزيادة تدل على المبالغة، لا غير! وأنشد أبو القاسم في هذا الباب: ¶ فقلْتُ امكُثي حتّى يسارٍ لعلَّنَا ... نَحُجُّ مَعاً، قالتْ أَعَاماً وقابلَه؟! ¶ لا أعلم قائل هذا الشعر غير أنه وصف أن رفيقه حبه - أوامرأة من محارمه، سألته أن يحج بها، فقال لها: لست الآن في ميسرة من المال، فامكثي حتى يسارٍ، أي حتى يكون لنا من المال ما نحج به! فقالت: أأمكث عاماً وقابله، وكأنها رأت أن الميسر لا تتهيأ له إلا بعد عامها الذي هي فيه، والعام الذي بعده. ¶ ومعاً ينتصب على الحال، وإن شئت كان ظرفاً. ¶ والهمزة في قوله: أعاماً همزة الإنكار. ¶ وأنشد أبو القاسم في باب الاستثناء: ¶ ولا أَرى فاعِلاً في النّاس يُشبِهُهُ ... وَلاَ أُحَاشِي مِنَ الأْقوام مِن أَحَدِ ¶ هذا البيت: من مشهور شعر النابغة الذبياني. ¶ وقوله: يشبهه: جملة في موضع نصب على الصفة لفاعل. ¶ وقوله: الناس: في موضع نصب على المفعول الثاني لأرى، فلحرف الجر موضع لتعلقه بمحذوف. ¶ ومن - الأولى - متعلقة أحاشي، ومن - الثانية - زائدة للتأكيد، فلا موضع لها، ولا تتعلق بشيء. ¶ وفي هذا البيت شاهد على أن أحاشي: تكون فعلا، لأن النابغة صرفها، واشتق منها فعلاً مضارعاً، والحروف لا تصرف لها، ولا اشتقاق فيها، وقد قالوا: حاشيته من الأمر محاشاة، واشتقاقه من الحاشية، كأن المراد أنك أخرجته منهم وعذلته!. ¶ وقوله: من أحد في موضع نصب مفعول وفاعله مضمر. ¶ وأنشد أبو القاسم في باب الاستثناء - المقدم -: ¶ وَمَا لِيَ إلاَّ آلَ أَحْمَدَ شيعَةٌ ... وَمَا لِيَ إلاّ مَشْعَبُ الحقّ مَشْعَبُ ¶ وهذا البيت: للكميت بن يزيد الأسدي، ويكنى: ابا المسهل وكان أصم أصلخ، لا يسمع الرعد، وكان من الشيعة، وهذا البيت من شعر يمدح به بني هاشم. ¶ وشيعة الإنسان: من يشايعه على أمره، ويغضب له. ¶ ومشعب الحق: طريقته. ¶ ويروى أن الكميت قال هذا الشعر أول انبعاثه، وقيل شهرته، فأتى الفرزدق، فقال: يا أبا فراس، إني نفثت على لساني شعر، فأردت عرضه عليك، فإن كان حسناً أمرتني بإذاعته في الناس، وإن كان قبيحاً كنت أول من ستر علي!. ¶ فقال له الفرزدق: اما عقلم فحسن، وإني لأرجو أن يكون شعرك على قدر عقلك، فأنشدني!. ¶ فقال: ¶ طربت وما شوقاً إلى البيض أَطْربُ ... ولا لَعباً مِنِّي، أذو الشيب يَلْعَبُ؟ ¶ فقال الفرزدق: وما يطربك يا ابن أخي إذن؟ فقال: ¶ ولم يُلْهشني دَارٌ ولا رسْمُ مَنْزِلٍ ... ولم يُلْهِني ثغْرٌ وكفُّ مخَضَّبُ! ¶ فقال الفرزدق: وما ألهاك؟! فقال: ¶ ولا أنا مِمّن يَزْجُر الطَّير: هَمُّه ... أَصاخَ غُرابٌ، أم تَعَرَّضَ ثَعْلَب؟! ¶ ولا السَّانِحَات الْبَارِحَات عَشِيَّةً ... أَمَرَّ سضلِيمُ القَرْن، أمْ مَرَّ أَعْضب؟! ¶ فقال الفرزدق: أجل! - فلا تنظر!! فقال: ¶ ولكنْ إلى أهْلِ الْفَضائِل والنُّهَى ... وخَيءرِ بَنِي حَوَّاءَ، والخْيرُ يُطْلَبُ",
            "page": "57",
            "part": "1",
            "seal": "C1CB4756"
        },
        {
            "id": "58",
            "nass": "فقال الفرزدق: ومن هؤلاء؟ فقال: ¶ إلى النَّفَرِ الْبِيض الَّذينَ بحبِّهم ... إلى الله فيما نَابَنضا نَتَقَرَّبُ ¶ فقال الفرزدق: أرحني، من هؤلاء؟! فقال: بني هاشم: ¶ رهْطِ النبيّ فإنَّنِي ... بِهم، ولَهم أرْضي مِرَاراً وأغْضَبُ ¶ خفضْتُ لَهمْ منِّي جناحَ مودّتَي ... إلى كَنَفٍ عَطْفاه أهْلٌ ومَرَحَبُ ¶ يأيّ كتاب، أم بأيَّة سنةٍ ... ترى حبهم عاراَ عليَّ وتحسبُ ¶ وماليّ الاّ آلَ أحمدَشِيعةٌ ... وَمَالِيَ الاّمشْعَبَ الحقِّ مِشعبُ ¶ ومَنْ غَيْرُهُم أرْضَى لنفسي شيعةً ... ومن غَيْرهُمْ مِمَّن أجلّ وأرْهب ¶ يُعَيُّيرني جُهَّالُ قوْمٍ بحُبِّهم ... وبَعْضهم أدْنى لِعَارٍ وأَعْطَبُ ¶ يشيرون بالأيدي إليّ وقولهم ... أَلاَ خابَ هذا، والمشيرون أَخْيَب! ¶ فطائفة قد كَفَّروني بحبِّهم ... وطائفةٌ قالوا: مُسِئٌ وَمُذْنِبُ! ¶ فما ساءَنِي تكفير هَاتيكَ منهم ... ولاَعيْبُ هَاتِيكَ الَّتي هِيَ أعْيبُ ¶ فلا زلتُ منهم حيثُ يتهمونني ... ولا زلت في أشياعهم أتقلَّبُ ¶ ألم ترني في حب آل محمد ... أَرُوحُ وأغدو خائفاً أترقَّبُ ¶ أناسٌ بِهم عَزَّتْ قُريْش فأصبَحُوا ... وفيهم حِبَاءُ المكرُمَاتُ المطَّنبُ ¶ فقال الفرزدق: يا ابن أخي، أذع أذع هذا، فأنت - والله - أشعر من مضى وأشعر من بقى! وأنشد أبو القاسم في هذا الباب أيضاً: ¶ وَمَالِيَ لإلاَّ اللهُ لا ربَّ غيره ... وَمَالِيَ إلاّ اللهَ غَيْرك ناصرُ ¶ وهذا البيت للكميت أيضاً: والنصف الأول من هذا البيت لا شاهد فيه، على نصب المستثنى المقدم؛ لأن اسم الله مرفوع بالابتداء، لا يجوز فيه النصب؛ لن ليس قبله شيء يستثنى منه ولا يبدل، فهو بمنزلة قولك: ما في الدار إلا زيد، وإنما الشاهد في الثاني؛ لأن التقدير: ومالي ناصر إلا الله غيرك فلما قدم المستثنى نصبهما. ¶ ويجوز في غيرك أن يكون مستثنى، كاسم الله تعالى، فيكون بمنزلة قولك: ما جاءني إلا زيد، إلا عمرا أحد. ¶ ويجوز أن يكون حالا من نكرة تقدمت، كانه قال أو أراد: ومالي إلا الله ناصر غيرك، على الصفة، ثم قدم صفة النكرة عليها، فصارت حالاً كما تقول: فيها قائماً رجل، ومثله قول الشاعر: الفرزدق ¶ فأصْبَحُوا قَدْ أَعَادَ الله نعمتَهُم ... إِذ هُمْ قُريش، وإذْ مَا مَثلَهم بَشَرُ ¶ ويجوز في هذا البيت وجه ليس بمعتاد عند النحويين، بل أكثرهم ينكره، وذلك أن القائل، إذا قال: ما جاءني أحد إلا زيد، فقد يجوز أن تكون إلا زيد صفة لأحد، بمنزلة غير، وكأنه قال: ما جاءنيمن أحد غير زيد، وإذا قدمت على هذا إلا فقلت: إلا زيدا أحد، كان قولك: إلا زيدا حالاً بمنزلة صفة النكرة، إذا تقدمت عليها، فيكون قول الكميت: إلا الله على هذا التقدير حالاً، فيجوز في قوله: ومالب إلا الله غيرك ناصر على هذا أربعة اوجه: أحدها: أن يكونا مستثنيين مقدمين. ¶ والثاني: أن يكونا حالين، على أن تعتقد أنهما لو تأخرا بعد ناصر لكانا صفتين. ¶ والثالث. أن تجعل إلا الله حالاً، وغيرك مستثنى مقدما. ¶ والرابع: أن تجعل إلا الله مستثنى، وغيرك حالاً. ¶ فإن قيل كيف يصح في قولنا: ما جاءني أحد إلا زيد: أن يكون إلا زيد صفة والحرف لا يوصف، ولا يوصف به؟ قلنا له: شرط الصفة أن تكون اسما، لأنها من خواص الأسماء وأن يكون في ذلك الإسم عموم ومعنى فعل؛ وكل واحد من هاتين الكلمتين على انفراده عارٍ من هذا الشرط، فإذا اجتمعا ادى ذلك معنى الإسمية، وأدت إلا معنى المغايرة، فقامت الصفة بمجموعهما مقام الحال، وإن كان ذلك لا يجوز في حال انفصالهما، وإذ اجتمعا يجوز لهما حكم، لا يجوز في كل واحد منهما على انفراده؛ ألا ترى أنك تقول: دخلت إلى رجل في الدار، فيكون الاسم مع الحرف في موضع الصفة لرجل، وكل واحد منهما على الانفراد لا يجوز أن يكون صفة؟ وأنشد أبو القاسم في باب الاستثناء المنقطع. ¶ وقفتُ فيها أُصَيْلاَناً أُسَائِلُها ... عَيَّتْ جَوَاباً، وما بالرَّبْع مِنْ أحدِ",
            "page": "58",
            "part": "1",
            "seal": "FD7009E8"
        },
        {
            "id": "59",
            "nass": "إلاّ أَوَارِيَّ لْياً ما أُبَيِّنُها ... والنُّؤْيُ كَالحْوْضِ بالمظلومة الجَلَدِ ¶ هذان البيتان: من مشهور شعر النابغة الذبياني. ¶ أُصيْلاَناً: تصغير أَصِيل، على غير قياس، كأنَّه تصغير أًصْلاَن، وهذا عكس قياس التصغير؛ لأن الجمع إذا صغر يصغر على لفظ واحده، وجاء هذا مصغراً على لفظ جمعه. ¶ ويروى: وقفت فيها أصيلالاً - باللام. ¶ ويروى وقفت فيها أصيلاً كي تكلمني. ¶ وجوابا: انتصب على وجهين؛ أحدهما: أن يريد: عيت بجواب، فحذف حرف الجر، ونصب كما قال: ¶ أَمَرْتُكَ الخَيْرَ فَافْعَلْ مَ أمرتَ بِهِ ... فَقَدْ تركتُكَ ذَا مالٍ وذا نَشَبٍ ¶ ومنهم من رأى أن نصبه إنما هو لسقوط الخافض فقط، دون أن يعمل فيه عامل آخر، غير الحرف الساقط، وهو مذهب الكوفيين. ¶ وهو عند البصريين خطأ، لأنه لو كان سقوط الخافض موجبا للنصب، لوجب لكل ما سقط منه حرف الجر أن ينتصب، ونحن نجد حروف الجر تسقط، ويرتفع ما كان مجروراً بها، كقولك. ما جاءني من أحدس، و \" كفى بالله شهيداً \"، ألا ترى أن هذين الجارين إذا سقطا ارتفع ما كان مجرورا بهما؟ وكذلك من زعم أن العامل الساقط هو الذي نصب دون عاملٍ آخر، فقوله خطأ؛ لأنه يلزم من ذلك: أن يكون الفعل في حال وجوده: يتعدى بواسطة، وفي حال عدمه: يتعدى بغير واسطة، والشيء في حال وجوده أقوى منه في حال عدمه، فإذا كان في أقوى حاليه لا يتعدى إلا بواسطة، فكيف يتعدى في أضعف حاليه بغير واسطه؟! ويدل على استحالة هذا: ارتفاع بعض المجرورات إذا سقط الجار كقولك: ما جاءني من أحد، ثم تقول: ما جاءني أحد، فيجب أن تكون من تخفض في حال ظهورها، ويرفع أحد في حال سقوطها؛ لأنه لابد من عامل رافع سوى العامل الساقط. ¶ ويجوز أن ينتصب جواباً على التمييز المنقول من الفاعل المنقول، فيكون من باب: تفقأ زيد شحماً، واشتعل الرأس شيباً، كأنه أراد عي حوابها، ثم نقل الفعل عن الجواب إلى الدار، ونصب. ¶ ويدل على صحة هذا الوجه أنهم صرحوا بذلك في نحو قول الهذلي: ¶ وقفتُ بِرسْمهَا فَعَيَّ جَوابُها ... فقلتُ وعيني دَمْعُهَا سَرِبٌ هَمِر: ¶ وقوله: أسائلها: في موضع نصب على الحال، ولك أن تجعلها حالاً من التاء في وقفت، فتكون حالاً جاريةً على من هي له. ¶ ولك أن تجعلها حالا من الضمير الذي في فيها وتكون حالا جارية على غير من هي له. ¶ وإنما جاز ذلك؛ لأن في أسائلها ضميراً راجعاً إلى السائل، وضميراً راجعاً إلى المسئول، فاستتر الضمير مع جريان الحال على غير من هي له: لأن الفعل يستتر فيه ضمير الجنبي، وغير الأجنبي لقوته في الإضمار. ¶ ولو صيرت الجملة حالا محضة، لقلت - إذا كان الحال من التاء -: وقعت فيها أصيلا مسائلها، وغذا كانت حالا من الضمير قلت: مسائلها إياها، فأظهرت الضمير. ¶ ولا يجوز أن تكون الجملة في موضع الحال من الضميرين جميعاً على حد قولك: لقيته راكبين، لاختلاف العاملين، ولما في ذلك من التناقض!. ¶ وقوله: عيت جواباً: جملة لا موضع لها من الإعراب. ¶ وقوله: وما بالربع من أحد، إن شئت جعلتها جملةً لا موضع لها، وإن شئت كانت في موضع الحال من الضمير في عيت، أو من الضمير في أسائلها، ويلزمك على هذا أن تقدر في الجملة ضميراً يعود على صاحب الحال، كأنك قلت: وما بالربع منها. ¶ وعلى رأي الكوفيين تكون الألف واللام معاقبتين للضمير، كأنه قال: وما بربعها، على حد قولهم: عبد الله، أما المال فكثير، وأما الخلق فحسن، ولو جعل جاعل عيت جواباً في موضع الحال: من الهاء التي هي ضمير الدار، وأضمر قد لتقريب الماضي من الحال: لم يكن بعيداً!. ¶ وقوله: إلا أواري فيها وجهان. ¶ النصب على الاستثناء، والرفع على البدل من موضع من أحد لأن من: زائدة، وأحد مرفوع في المعنى، وإن كان مخفوضا في اللفظ، وليس ببدل من موضع الجار وحده، ولا من موضع المجرور وحده، ولكنها بدل من موضعهما معاً. ¶ ويروى عن الكسائي: أنه أجاز خفض الأواري على البدل من لفظ أحد. ¶ وهذا عند البصريين خطأ، لأنه يصير التقدير: وما بالربع إلا من أواري، فتكون من زائدة في الواجب، ومن لا تزاد إلا في النفي، ولو أنها من التي تدخل على الموجب والمنفي، لجاز ذلك، كقولك: ما أخذت من أحد إلا زيد درهماً.",
            "page": "59",
            "part": "1",
            "seal": "04B504BD"
        },
        {
            "id": "60",
            "nass": "واللأي: البرحاء، وهو مصدر لم يستعمل منه فعل إلا بالزيادة، يقال: ألأ، ولا يقال: لأي. ¶ وقوله: ما أبينها: ما زائدة، أراد: لأباً أبينها. ¶ ويجوز في النؤى الرفع والنصب، فمن نصب الأواري، فإنه يجوز له نصب النؤى بالعطف عليها، ويجوز رفعه بالابتداء، أو تقطعه مما قبله. ¶ وأما من رفع الأواري: فإنه يجوز له رفع النؤى: عطفاً عليها، وإن شاء رفعه بالابتداء. ¶ والنؤى: مانع يمنع الماء من الدخول على الخباء، وربما كان حفيراً حول الخباء، وربما كان تلا يرفع: وفي النؤى ثلاث لغات: نؤى، وهو أشهرها وأفصحها، ونأى: ونئى ونؤى على مثال: هدى. ¶ وتجمع على: أناء وآناء، وئي، ونؤى. ¶ وفي المظلومة أقوال: قيل: هي الأرض التي حفر فيها، ولم يكن فيها حفر قبل ذلك. ¶ وقيل: هي التي أتاها سيل من أرض أخرى. ¶ وقيل: هي التي مطرت في غير وقتها، ويدل على ذلك قول الحويدرة: ¶ ظَلَمَ الْبِطَاحَ بِها انْهِلاَلُ حَرِبصةٍ ... فصفى النِّطافُ بها يُعَيدض المقْلَعِ ¶ وشعر النابغة يقتضي: أنها التي حفر فيها، ولم يكن فيها حفر. ¶ والجلد: الصلبة، وخصها بذلك، لأنها إذا كانت كذلك تعذر الحفر فيها للحفير فلم يعمق الحفير، فهذا أوثق لتشبيه النؤى به، أم االكاف التي في قوله: كالحوض، فتحتمل وجهين: أن تجعل النؤى: مرفوعاً بالابتداء، فموضع الكاف رفع، لأنها وقعت موقع خبر المبتدأ. ¶ وإن جعلت النؤى مرفوعا بالعطف على الأواري: فموضع الكاف نصب، لأنها في موضع الحال من النؤى. ¶ ومن نصب النؤى بالعطف على الأواري فموضع الكاف نصب على الحال، والعامل في هذه الحال - إذا نصب النؤى - معنى الاستثناء. ¶ وإذا رفعت النؤى: كان العامل: معنى الاستقرار، لأن الباء في قوله - بالربع: بمعنى في والباء في قوله: بالمظلومة في موضع نصب على الحال من الحوض، والعامل فيها: ما في الكاف من معنى التشبيه. ¶ وأنشد أبو القاسم في باب النفي: ¶ مَنْ صَدَّ عَنْ نِيرانِها ... فأنا ابنُ قَيْسٍ لا بَرَاحُ ¶ هذا الشعر: لسعد بن مالك القيسي، من شعر يعرض فيه بالحارث ابن عباد وغيره، ممن كان اعتزال الحرب، حرب بكر وتغلب، ولذلك قال: ¶ بِئْس الخلائفُ بَعْدَنَا ... أَوْلاَد يَشْكُرَ، واللّقاح ¶ أراد باللقاح: بني حنيفة، سموا لقاحا؛ لأنهم كانوا لا يؤدون الطاعة للملوك، وكانوا قد اعتزلوا حربهم، هم وبنو يشكر، فلم يشهد حربهم من بني حنيفة أحد إلا الفند الزماني، واسمه شهل من سيار لأن بكر بن وائل بعثوا إلى بني ضبيعة، يستمدونهم على تغلب، فبعثوا إليهم بشهل بن سيار وليس العرب شهل - بالشين معجمة - غيره، وكان شيخا مسناً شجاعاً عالما بالحروب، وكتبوا إليهم: قد بعثنا إليكم بثلاث مائة فارس، فلما ورد عليهم قالوا: وما تغنى هذه العشبة عنا؟! فقال: إني لكم فند!. ¶ والفند القطعة من الجبل، والعشبة، والعشمة - بالباء والميم - الشيخ المتناهي في السن. ¶ وقد ذكرنا شيئا من خير هذه الحرب فيما تقدم من كتابنا هذا. ¶ وأنشد أبو القاسم في هذا الباب: ¶ وإذَا تَكُونُ كَرِيهَةٌ أُدَعى لَهَا ... وإذا يُحَاسُ الحيْس يُدْعَى جُنْدَب ¶ هذا وجدّكم الصَّغَار بعينهلا أمَّ لي إن كان ذاك ولا أَبُ! ¶ ذكر في كتاب سيبويه: أن هذا الشعر لرجل من مدجج. ¶ وذكر أبو رياش: أن هذا البيت: لهمام بن مرة، أخى جاس بن مرة، قائل كليب. ¶ وذكر الأصبهاني: أنه لضمرة بن أبي ضمرة. ¶ وزعم ابن الأعرابي: أنه قيل قبل الإسلام بخمسمائة عام. ¶ ويروى هذا لعمركم الصغار. ¶ وكان لقائل هذا الشعر أخ، يسمى جندباً، وكان حية يؤثرونه ويفضلونه عليه، فانف من ذلك، وقال هذا البيت، وقبله: ¶ أمن السّوِية أن إذا أحْصَيتم ... وأمنتّم فأنا البعيد اْلأَجْنبُ؟! ¶ وإذا تكون كريهةٌ أُدْعَى لَهضا ... وإذا يُحَاسُ الحيْسُ يُدعى جندبُ؟! ¶ ولجندبٍ سضهْلُ البلاد وعَذْبُها ... وَلِيَ الملاح وحَزْنُهنَّ المجْدِب؟! ¶ عجبا لتلك قضية وإقامتي ... فيكم على تلك القضية أَعْجبُ! ¶ هذا وَجدُّكم الصَّغَار بعيْنِهِ ... لا أمَّ لِي إنْ كانَ ذَاكَ وَلاَ أبُ!",
            "page": "60",
            "part": "1",
            "seal": "0D99786B"
        },
        {
            "id": "61",
            "nass": "السوية: العدل والإنصاف، والأجنب: الغريب، ويكون البعيد، ويروى الأخيب أي الخائب، والحيس: لبن وإقط وتمر وسمن، يصنع من ذلك طعام، والغار: الذل والهوان. ¶ وأنشد أبو القاسم في باب دخول ألف الاستفهام على لا. ¶ أَلاَ طعانَ أَلاَ فُرْسَانَ عاديةً ... إلا تَجَشُّؤكُمْ حَوْلَ التَّنَانِيرِ؟! ¶ هذا البيت: لحسان بن ثابت يهجو به بني الحارث بن كعب، وأوله: ¶ حارِ بنَ كعب ألاَ أحلامض تزجركم ... عَنَّا، وأَنْتُم من الْجُوفِ الجماخيرِ؟ ¶ وقد تقدم من كلامنا ما أغنى عن إعادته. ¶ ويروى غادية بغين معجمة - أي تغدو إلى الحرب. ¶ ويروى عادية بعين غير معجمة، ويحتمل أن تكون من العدو، الذي هو الجري، ومن العدوان، الذي هو الاعتداء والظلم. ¶ وتجشؤكم مرفوع على البدل، من موضع ألا طعان، ألا فرسان. ¶ وأنشد أبو القاسم في هذا الباب: ¶ تَعُدُّون عَقْر النِّيبِ أفْضَل مَجْدِكُمْبَنِي ضَوْ طَرَى لَوْلاَ الْكمِيَّ المقَنْعَا! ¶ هذا البيت: لجرير بن الخطفي، يهجو به الفرزدق: وكان غالب أبو الفرزدق قد عاقر سحيم بن وثيلي الرياحي، في موضع يقال له: صور، وكان بنو تميم قد اسنتوا، في زمن علي بن أبي طالب - عليه السلام - فانتجعوا أرضا من أرض بني كلب، في طرف السماوة، يقال له: صور على مسيرة يوم من الكوفة، فنحر غالب ناقته، وأمر أن يصنع لهم طعام، وجعل يهدى إلى قوم من بني تميم، فملأوا لهم جفاناً من ثريد، ووجه منها إلى سحيم بن وثيل جفنة، فكفأها، وضرب الذي أتى بها، وقال: أمفتقر أنا إلى طعام غالب؟! إذا هو نحر ناقة، نحرت أنا أخرى.!! فوقعت المنافرة بينهما، فنحر غالب ناقتين، فنحر سحيم ناقتين!! فنحر غالب ثلاثا، فنحر سحيم ثلاثا!! فعمد غالب إلى مائة ناقة، فنحرها، ونكل سحيم عن ذلك، فغلبه غالب!! فلما انصرف الناس إلى الكوفة قال بنو رياح لسحيم: جررت علينا عار الدهر، هللا نحرت مثل ما نحر؟!، فكنا نعطيك مكان كل ناقة ناقتين؟! فاعتذر بأن إبله كانت غائبة، وعمد إلى ثلاثمائة ناقة فنحرها بكناسة الكوفة، وقال للناس: شأنكم بها!. ¶ فقال أمير المؤمنين؛ علي بن أبي طالب عليه السلام: هذا مما أهل لغير الله به، فلا يأكل منها أحد شيئاً!. ¶ وأمر بطرد الناس عنها، فأكلها السباع والكلاب والطير!. ¶ وكان الفرزدق يفخر بذلك في شعره، فقال جرير: ليس الفخر في عقر النوق، والجمال، إنما الفخر بقتل الشجعان والأبطال!. ¶ والنيب: الإبل المسنة، واحدها ناب، والمجد: الشرف. ومعنى بني ضوطري: يا بني الحمقاء. ¶ والكمي: الشجاع، وجمعه كماة، وليس بجمعه على الحقيقة؛ وإنما هو جمع كامٍ: كقاض وقضاة، وغازٍ وغزاة، وقد تكلمنا عليه فيما مضى. ¶ والمقنع: الذي على رأسه مغفر. ¶ أرمت ليربوع إيادَ أُرُومَةً ... وعِزَّ أبتْ أوتْادهُ أن مُنَزَّعَا ¶ تُلاَقِي ليربوع إذا ما عَجَمْتَهُم ... مَنَابِت نَبْع لم يُخَالِطْنَ خِرْوَعَا ¶ وقال في ذلك المحلي، أحد بني قطر بن نهشل، يعاضد جريراً: ¶ وقد سَرَّني أن لا تَعُد مُجاشِعٌ ... من المجدِ إلاّ عُقرَيَاتٍ بِصُور ¶ وأنشد أبو القاسم في باب التمييز: ¶ أَتهْجُرُ لَيْلَى لِلْفِراق حَبِيبَهَا ... وَمَا كَانَ نَفْساُ بِالْفِراق تَطِيبُ ¶ هذا البيت: للمخبل السعدي، واسمه: ربيعة بن مالك، ويقال: إنه لأعشى همدان. واسمه: عبد الرحمن بن عبد الله، ويكنى: أبا المصبح، وهو من شيعة الدولة الأموية، وكان يلقب: طليق أثره! وذلك أن الحجاج كان قد أغزاه ببلاد الديلم فأسر، وهويته بنسب العلج الآسر له، فواقعها ثماني مرات في ليلة، فقالت له الديلمية: يا معشر المسلمين، أهكذا تفعلون بنسائكم؟! فقال: نعم! فقالت: من أجل هذا نصرتم علينا!، ثم قالت: أرأيت إن أنا خلصتك، وفررت معك، أتصطفيني لنفسك؟ قال: نعم! فعاهدته الله أن لا يخلفها وعده، وحلت وثاقه، وفرت معه، فقال قائل: ¶ لقد حدثتْ للدَّيْلَمِيَّةِ غُلمْة ... بِهَا فُكَّ من رتْق الأسَار أَسِيرُهَا ¶ ومن يكُ يفْديه مِنَ الأسْر مَالهُ ... فَهَمْدانُ تُفْدِيه الْغَادَ أُيُورُهَا",
            "page": "61",
            "part": "1",
            "seal": "6E563D7D"
        },
        {
            "id": "62",
            "nass": "وهذا البيت: أنشده أبو عثمان المازني شاهداً على جواز تقديم التمييز على العامل فيه، إذا كان العامل فعلاً متصرفاً، فأجاز قياساً على هذا: عرقاً تصببت، وشحماً تفقات ولا حجة فيه عند أصحابه؛ لوجهين: أحدهما: أن هذا لم يسمع إلا في الشعر، وما انفرد به الشعر ليس بأصل يقاس عليه، إنما يوجه إلى الضرورة، ويجب أن يقال له: إذا كنت تجعل هذا البيت حجة، فاجعل قول الآخر حجة على جواز تعريف التمييز، وهو: ¶ رأيتك لما أنْ رأيت جِلاَدَنَا ... رَضِيتَ، وطبتَ النَّفءسَ يا بَكْرُ عنْ عَمْرِو ¶ وكما أنا لا نرى هذا البيت حجةً، في جواز تعريف التمييز، إنما هو عندنا - وعندك - جرى مجرى الضرورة، وكذلك هذا البيت الاخر، وغلا فمن أين فرقت بينهما، وكل واحد منهما مما انفرد به الشعر؟! والوجه الثاني: أن أبا إسحاق الزجاجي - رحمه الله تعالى - قال: الرواية: ¶ وما كان نفسي بالفراق تَطِيبُ ¶ وأنشد أبو القاسم في باب التصغير: ¶ قُدَ يْدِيمِةَ التَّجْيبَ والحْلْم إِنَّنيِ ... أرَى غَفَلاَتِ الْعَيْشِ قَبْل التَّجارب ¶ هذا البيت: للقطامي، وقبله: ¶ كأن قَضَيضاً مِنْ غريض غمامة ... عَلَى ظَمَأ جَاءَتْ بِهِ أمُّ غالِبِ ¶ لمستهلك قد كاد من شدة الهوى ... يموت من طول العدَاة الكوارب ¶ صَرِيعُ غَوَانٍ رَاقَهُنَّ وَرُقْنهُ ... لَدْنْ شَبَّ حتَّى شَاب سُودُ الَّذوَائِبِ ¶ القضيض ما انقض من المطر، أي تفرق وسقط، والغريض: الماء الطري، والظمأ: العطش الذي يعرض نفسه للهلاك. ¶ والغواني: جمع غانية، وهي التي غنيت بزوجها عن غيره، وقيل: هي التي غنيت بجمالها عن الزينة، وقيل: هي التي غنيت في بيت أبويها؛ ولم تتزوج. ¶ وراقهن: أعجبهن بجماله وشبابه، ورقنه: أعجبنه. ¶ ولدن أي من عند وقت شبابه، إلى وقت شيبه، قبل أن يجرب الأمور، ويكون له حلم ينهاه عن القبيح والفجور، فإن غفلات العيش ولذاذته، إنما هي قبل التجارب، والفكرة في العواقب!! وقد يديمه: تصغير قدام: والعامل فيه: راقهن ورقنة. ¶ ويروى: إنني - بكسر الهمزة - على الاستئناف، وأنني بفتح الهمزة، وهو مفعول من أجله، وقد تكون إن مكسورة الهمزة، وفيها معنى المفعول من أجله، كقوله عز وجل: \" ويصلى سعيراً، إنه كان في أهله مسروراً \"، وأجاز ذلك، لأن إن داخلة على الجمل، والجمل قد يكون فيها معنى العلة، والسبب موجود، كما قال تعالى: \" وإن هذه أمتكم أمة واحدة، وانا ربكم فاتقون \" فإن المعنى. ولن هذه أمتك، ولكوني ربكم فاتقون! وأنشد أبو القاسم في باب تصغير الأسماء المبهمة: ¶ أَلاَ قُلْ لِتيَّا قَبْلِ مِرَّتْها اسْلَمي ... تحيَّة مُشْتاقٍ إلَيْها مُتَيَّمِ ¶ هذا البيت: لأعشي بكر بن وائل، يهاجى به بسطام بن عبد الله. ¶ وقوله: ألا قل لتيا، أراد: قل لهذه المحبوبة قبل مرورها ونهوضها: اسلمي؛ أي سلمك الله في سفرك!. ¶ والمرة: هي هيئة المرور، كما أن الجلسة هيئة الجلوس، ويجوز أن يريد: لمرتها استحكام نيتها في النهوض، فيكون من قولهم استمرت مرته على كذا، أي قوي، والمرة: القوة، قال البعيث. ¶ شددتُ له أزْري بمرَّة حازم ... عَلَى مَوقْع مِنْ أمْرِه مَا يُعَادِلُه ¶ وتحية: مصدر مؤكد حمله على معنى الفعل لا على لفظه لأنه إذا قال: اسلمي، فقد حياها، وهو مصدر مؤكد، لأنه لو قال: اسلمي، واقتصر عليه، لعلم أنه قد حياها تحية مشتاق، وهو بمنزلة قول زهير: ¶ تعلَّمنْ ها لعمر اللهِ ذَا قَسَماً ... فَاقْدِرْ بذَرْعِكَ وانظر أين تَنْسَلِكُ ¶ والمتيم: الذي استعبده الحب وتملكه. ¶ وزعم بعض النحويين أن تيا اسم علم: واحتج بقول الأعشي: ¶ أَلاَ قُلْ لِتياَّك مَابَالُهَا ... ألِلْبَيْن تَحْدجُ أَحمْالَها ¶ وتوهم أنه مثل قول النابغة: ¶ أَهاجَكَ مِنْ سُعْداكَ مَغْنَى الْمعَاهِد ... بِرَوْضَةِ نُعْمِيٍّ فَذَاتِ الأَسَاوِدِ ¶ قال: ولو كان اسم إشارة، لم يجز أن يضيفه؛ لأن أسماء الإشارة لا تضاف. وهذا الذي قاله خطأ، لأن الكاف في قوله: تياك ليست اسماً مضافاً إليه، إنما هي حرف للخطاب، لا موضع لها من الإعراب، كما يقال ذاك زيد: قال ذو الرمة:",
            "page": "62",
            "part": "1",
            "seal": "B24585C9"
        },
        {
            "id": "63",
            "nass": "ألاَ ظَعَنَتْ مَيُّ فهاتيك دارُها ... بها السُّحْم تَرْدى والْحَمَام المطوَّقُ ¶ ويروى أن أعرابياً قدم من سفره، فوجد امرأته قد ولدت، فأنكر الولد فقال: ¶ لتقعُدِنَّ مِنِّي مَقْعَد الْقَصِيّ ¶ مِنِّي ذُو القَاذُورَةِ المقْلِيِّ ¶ أو يَحْلِفِي بربِّك الْعَلِيِّ ¶ أنِّي أبُو ذَيَّالِكَ الصَّبيِّ ¶ فقالت مجيبة له: ¶ لاَ، والَّذِي رَدَّكَ يا صَفييِّ ¶ مَا مَسَّنِي بَعْدكَ مِنْ إِنْسِيِّ ¶ غَيْرُ غُلامٍ وَاحِدٍ صَبِيٍّ ¶ بعد أمرأينِ مِنْ بَنيِ عَدِيٍّ ¶ ثم امرأين مِنْ بِني بليّ ¶ ها: وخمسة كَانُوا عَلَى الطَويّ ¶ وتسعة جاءوا مَعَ الْعشِيِّ ¶ وغير تركيّ ونصرانيّ!. ¶ فقام إليها الأعرابي وسد فاها، وقال: اسكتي قبحك الله!. ¶ وقال: والله لول أني سددت فاك لذكرك الإنس والجن!. ¶ وقوله: ألا قل لتيا مخاطبة منه لنفسه. ¶ وقوله بعده: ¶ على قِيلها يَوْمَ التقينا وَمِنْ يكن ... على منطق الواشين يُصْرم ويصْرِم ¶ أجدك لم تأخذ ليالي تلتقي ... شفاءك في حول جديد محرّم ¶ سلام وتعطى كل شيء سألته ... ومن يكثر التَّسْآل لابدّ يُحرمِ ¶ وأنشد أبو القاسم في هذا الباب: ¶ بكُل قريشيٍّ عَلَيْه مَهَابةٌ ... سَرِيعٌ إِلَى دَاعِي النَّدَى والتكرُّمِ ¶ هذا البيت: لا أعلم قائله. ¶ وقبل هذا البيت: ¶ ولَسْتُ بِشَاوِيٍّ عَلَى دَمَامَةٌ ... إِذَا مَا غَدَا يَغْدُو بَقَوْسٍ وأَسْهُمِ ¶ ولكنما أغدو عليَّ مُفَاضَةٌ ... دِلاصُ كأَعْيَانِ الِجْرَادِ المنَظَّمِ ¶ الشاوي: الذي يرعى الشاء، والدمامة: بدال غير معجمة: الحقارة والمهانة، والدلاص: المصقولة البراقة. ¶ وصف نفسه بأنه ليس من رعاة الغنم والمحتقرين، وأنه من الفرسان، الذين يستنجد بهم في الحرب!. ¶ وأنشد أبو القاسم أيضاً في هذا الباب: ¶ وتَضَحكُ مِنِّي شَيْخَةٌ عَبْشَمِيَّةْ ... كأنْ لم تَريْ قَبْلي أَسيراً يَمَانيا! ¶ هذا البيت: لعبد يغوث بن وقاص الحارثي، وكان أسر يوم الكلاب، أسرته التيم، وكانوا يطلبونه بدم رجل منهم، فعلم أنه مقتول، فقال هذا الشعر بنوح على نفسه. ¶ وقد تقدمت منه ستة أبيات في باب النداء. ¶ وبعد هذا البيت: ¶ وظَلَّ نِسَاءُ التَّيْم حَوْلي رُكُّداً ... يُرَاوِدْنَ مِنِّي مَا يُرِيدُ نِسَائِنَا ¶ وقد عَلِمَتْ عِرْسِي مُلَيْكَةُ أَنَّنِي ... أَنَا اللَّيثُ مَعْديًّا عَلَيَّ وَعَادِيَا ¶ وقد كنت نحَّارَ الجزورِ ومُعْمِل ال ... مَطيِّ وأَمضِي حَيْثُ لاَ حَيَّ مَاضِيَا ¶ وقوله: كأن لم ترى قبلي ... رجوع من الإخبار إلى الخطاب، كما قال عنترة: ¶ شطَّت مَزَارُ العَاشِقين فأَصْبحت ... عَسِراً عَلَيَّ طِلاَبُك ابنَةَ مَحْرَمِ ¶ ويروى: كأن لم ترى قبلي - على الإخبار. ¶ وكان الوجه أن يقول: كأن لم تر - بحذف الألف للجزم. وفيه وجهان: أحدهما: أن يكون أثبت الألف ضرورة، كما قال الراجز. ¶ إذَا الْعَجُوزُ غَضِبَتْ فَطلِّقِ ¶ ولا ترضَّاهَا وَلاَ تَمَلَّقِ ¶ والثاني: أن يكون على لغة من يقول: راء، مقلوباً من رأى على مثال: خافٍ، فجزم، فصار لم ترأ، على مثال ثم تخففت الهمزة، فقلبها ألفاً لانفتاح ما قبلها، كما يقال في قوله: قرأ: قرا، وراء: لغة مشهورة، منها قول كثير: ¶ وكلُّ خليلٍ رَاءَنِي فَهْوَ قائل: ... مِن أجْلِكَ هَذَا هَامَةٌ اليومَ أوْ غَدَا ¶ وكأن: مخففة من كأن، واسمها مضمر فيها، تقديره على الأول: كأنك لم ترى، وعلى القول الثاني: كأنها لم تر. ¶ وأنشد أبو القاسم في باب: المعرب والمبني: ¶ ويَصْهَلُ فِي مِثْلِ جَوْفِ الطَّوِيِّ ... صَهِيْلاً تَبَيَّن لِلْعْرِبِ ¶ هذا البيت: للنابغة الجعدي، واسمه: حبان بن قيس بن عبد الله، ويكنى: أبا ليلى، هذا قول أبي عمرو الشيباني، والقحذمي. ¶ وقال ابن قتيبة: هو عبد الله بن قيس، وقال محمد بن سلام: هو قيس بن عبد الله.",
            "page": "63",
            "part": "1",
            "seal": "8C1A242B"
        },
        {
            "id": "64",
            "nass": "وقال ابن الأعرابي: سمي نابغة، لأنه أقام ثلاثين سنة لا يقول الشعر، ثم قال بعد ذلك الشعر، وهذا قول محمد بن حبيب، وقال حماد الراوية قرأت على القحذمي، قال: قال النابغة الشعر في الجاهلية، ثم أجبل دهراً، ثم نبغ بعد ذلك بالشعر في الإسلام وكان يقال في شعره: خمار بوافٍ، ومطرف بآلاف!. ¶ يريدون: أن شعره لا يتناسب: بعضه جيد، وبعضه ردئ، كذا قال ابن قتيبة. ¶ وذكر غيره: أن هذا إنما كان يقال في شعر الكميت. ¶ وعاش النابغة الجعدي مائة وعشرين سنة، فيما ذكره ابن قتيبة وذكر أن عمر بن الخطاب - رضي الله عنه - سأله عن قوله في شعره: ¶ لبست أُنَاساً فأفْنَيْتُهم ... وأَفْنَيْتُ بَعْد أُناس أُناسَا ¶ ثلاثةَ أهْلين أفْنيتُهم ... وكان الإلَهُ هو المسْتَآسَا! ¶ فقال له: كم لبثت في كل أهلٍ؟ فقال: ستين سنة، فهذه مائة وثمانون سنة، ثم عمر بعد ذلك، ومات في أيام الحجاج!. ¶ والذي قال ابن قتيبة أشبه بالصحة، لقول النابغة في مهاجاته للأخطل: ¶ فمنْ يكُ سائلاً عنَّي فإِنِّي ... من الفِتْيان أُيّامَ الخُنَان ¶ مَضَتْ مائةٌ لِعَامُ ولِدتُ فيه ... وعَشْر بَعْد ذاك وحِجَّتان ¶ فقد أبقت خطوب الدهر منِّي ... كما أبقت من السَّيْف اليماني! ¶ ويروى: ويصهل: - بكسر الهاء وفتحها - والطوى: البئر المطوية بالحجارة، وشبه بها جوف الفرس في عظمه: والمعرب: العالم للخيل العراب، ويكون أيضاً الذي له خيل عراب. ¶ وقوله: تبين للمعرب جملة في موضع الصفة للصهيل، والتقدير: تبين المعرب أنه عتيق، فحذف المفعول، كما حذفه من قوله: ¶ حَتَّى لَحِقْنَا بهمْ تُعْدِي فَوَارسُنَا ... كأَنَّهَا رَعْنُ قفٍّ يرفع الآلاء! ¶ أي تعدي فوارسنا الخيل. ¶ ويجوز أن يكون من قولهم: تبين الأمر، إذا ظهر، بمعنى بان، ولذلك قالوا في المثل: قد تبين الصبح لذي عينين! - فلا يكون في الكلام حذف. ¶ وقبله: ¶ كأن مَقَطَّ شَرا سَيْفِهِ ... إلى طرفِ القُنُب فالمنْقب ¶ لُطمْن بتُرْسٍ شديد الصِّفا ... قِ مِن خشَبِ الجوْز يُثَقَّبِ ¶ وأنشد أبو القاسم في باب الهجاء: ¶ فإنَّ المنِيَّةَ مَنْ يَخْشَهَا ... فَسَوءفُ تُصَادِفُهُ أَيْنَمَا! ¶ هذا البيت: للنمر بن ثولب العكلي. ¶ والنمر: اسم منقول من النمر، الذي هو نوع من السباع والنمر من السحاب: ما كان فيه حمرة وبياض وسواد، شبه بالسبع لاختلاف ألوانه، ورجل نمر: غضبان، معبس، ونمر: قبيلة، ونمر: جمع نمرة، وهي نوع من الثياب. ¶ واختلف في قول طرفة: ¶ ثَمَّ زَارَتْنِي وصَحْبِي هُجَّعٌ ... في خليطَيِن: بُردٍ ونَمر ¶ فقيل: هما ثوبان، وقيل: قبيلتان! والتولب: ولد الحمار. ¶ والعكل: اسم مرتجل من قولهم: عكل عليه، إذا حمل عليه وعكل الشيء إذا حبسه، وعكله: إذا جمعه بعد تفرقه، قال الشاعر: ¶ وهُمُ على شَرَفِ الأميل تداركوا ... نَعَماً تُشَلُّ إلى الرَّئيسِ وتُعْكَل ¶ وكان أبو حاتم السجستاني يزعم: أن العرب لا تقول إلا: النمر بن تولب بسكون الميم - وهذا إنما هو على تخفيف الكسرة. ¶ وقبل بيت النمر: ¶ وإنْ أنْتَ لاقيتَ في نجْدة ... فَلاَ تَتَهَيَّبْكَ أنْ تَقْدِمَا ¶ وقال أصحاب المعاني: أراد فلا تتهيب أن تقدم عليها، كما قال ابن مقبل: ¶ وَلاَ تَهيَّبُني الموْماةُ أركبُها ... إِذا تجاوَبَست الأَصْداءُ بالسَّحَر ¶ أراد: ولا أتهيب. ¶ ويجوز عندي أن تكون الكاف حرف خطاب، لا موضع لها من الإعراب، كالكاف في أرأيتك زيداً ما صنع؟، والنجاءك يا رجل!، فلا يكون مقلوباً وكأنه قال: فلا تتهيب أن تقدم. ¶ والنجدة: الشدة. ¶ وأنشد أبو القاسم في باب: أحكام الهمزة في الخط. ¶ إنَّ سُلَيْمَىَ واللهُ يَكْلَؤهُا ضَنَّتْ بِشَئ ما كانَ يَرْزَؤُها ¶ هذا البيت: لإبراهيم بن هرمة القرشي وهرمة: اسم منقول من الهرم وهو نبت رخو، واحدتها: هرمة، قال الحارث بن وعيلة: ¶ وَوَطِئْتَنَا وَطْءَا على حَنْق ... وَطْأَ المقيَّدَ يابسَ الهرْمِ ¶ ومعنى يكلؤها: يحفظها ويحرسها.",
            "page": "64",
            "part": "1",
            "seal": "579BA9EC"
        },
        {
            "id": "65",
            "nass": "وضنت: بخلت علينا بما لو بذلته، لم يكن عليها فيه من ريبة! وقوله: ما كان يرزؤها: جملة في موضع الصفة لشيء، كأنه قال: شيء غير رازٍ لها، وخير إن في قوله: ضنت. ¶ وقوله: والله يكلؤها: اعتراض بين اسم إن وخبرها، لا موضع لها من الإعراب. ¶ وهذه القصيدة مما اختارها الأصمعي من القصائد المهموزات، وبعد هذا البيت: ¶ وعَوَّدَتْني فيما تُعوَّدُ بِي أظماءَ وِرْد، ما كنتُ أَجْزؤها ¶ ولا أراها تزال ظالمة ... تحدث لي قَرْحَةً وتَنْكَؤُهَا ¶ والأظماء - جمع ظم، وهو ما بين الشرب إلى الشرب، وضربها مثلا، أراد أنها تصله، ثم تقطعه مدة، كما تسقى الإبل أربعاً وخمساً، ونحو ذلك إلى العشر، وهو نهاية الأظماء. ¶ ويقال: جزأت الإبل، وغيرها، إذا استغنت بأكل النبات الأخضر عن شرب الماء، والنكأ: أن يقشر الجرح. ¶ والمعنى: تحدث لي جرحاً وتتلوه بآخر، كما قال ذو الرمة: ¶ ولكن يكُ القَرْح بالْقَرْح أَوْجع ¶ وأراد: وأراها لا تزال ظالمة، فقدم لا عن موضعها، كما قال الآخر: ¶ خالفْ فَلاَ وَاللهِ تَهْبِطُ تَلْعَةً ... مِنَ الأرْض إِلاّ أنْتَ للذُّلِّ عَارِفُ ¶ وأنشد أبو القاسم في باب: المذكر والمؤنث: ¶ كَافاً وَمِيمَيْنِ وَسِيناً طاسِماً. ¶ هذا الرجز: لا أعلم قائله، وقبله: ¶ تخال منها اْلأَرْسُم الرَّواسِمَا ¶ شبه رسوم الدار، بكتاب قد درس، ولم يخص هذه الحروف دون غيرها بمعنى، ويحتمل أن يكون راى هذه الحروف في كتابه، فسأل عنها ما هي؟ فقيل: هي كاف وميمان، وسين؛ لأن العرب أكثرهم لا يميز الحروف!. ¶ ويروى أن أبا حية النميري قيل له: أنشدنا قصيدة على روى الكاف، فأنشد: ¶ كَفَى بالنَّأْي مِنْ أسماءَ كافٍ ... ولَيْسَ لحبها ما عِشْتُ شَافٍ ¶ ولأجل هذا ينسبون الخط إلى النصارى واليهود؛ لأنهم كانوا أصحاب كتب، ولم يكن للعرب كتاب ألا ترى إلى قول امرئ القيس: ¶ أتتْ حِجَجٌ بَعْدي عليها فأصْبَحَتْ ... كخطِّ زَبُور في مصاحف رُهْبَان؟ ¶ وقال أبو حية النميري: ¶ كما خُطَّ الكتابُ بكفْ يوماً يَهُويٍّ أَوْ يُزِيلُ ¶ وذكر أبو حاتم الرازي، أنه قبل لأعرابي: ما القلم؟ فجعل ينظر إلى أصابعه ساعة، ثم قال: لا أدري! فقيل له: توهمه في نفسك. ¶ فقال، هو عود قلم من جوانبه، كما قلم الأظفور. ¶ والطاسم - والطامس -: سوادهما الدارس. ¶ وأنشد أبو القاسم في هذا الباب: ¶ ........... ... كما بُيِّنَتْ كافٌ تَلُوحُ ومِيمُها ¶ هذا البيت: للراعي وصدره: ¶ أَشَاقتكَ أطلالٌ تَعَفَّتْ رُسُومُها ¶ وإنما شهوا آثار الديار بحروف المعجم؛ لأنه يستدل بها، كما يستدل بالحروف، ولذلك جعلوها تبين من الآثار ماله نظير في الكلام والمنطق مثل قول زهير: ¶ أمِنْ أَمِّ أوْفَى دِمْنَةٌ لَمْ تَكَلَّمِ ... بِحَوْمَانَةَ الدَّرَّاج فالْمتَثَلَّمِ ¶ وقال جميل: ¶ ألمْ تَسْأَل الرَّبْعَ الخَوَاءَ فَيَنْطقُ ... وهَلْ تُخْبرَنْكَ الْيومَ بَيدَاءُ سِملَقُ ¶ ويروى: بينت على صيغة ما لم يسم فاعله، وبينت، بفتح الباء والياء، وهو أجود. ¶ وأنشد أبو القاسم في باب أمس: ¶ لَقَدْ رأيت عجبا مُذْ أمْسَا ... عَجَائِزاً مِثْل السَّعالِي خَمْسا ¶ السعالي: سواحر الجن، واحدتها: سعلاة، وبعد هذين البيتين. ¶ يَأْكُلْنَ مَا جَمَعْنَ هَمْسَا ¶ لاَ تركَ الله لُهَنَّ ضِرْسَا ¶ ولا لَقِينَ الدَّهْرَ الاًّ تَعْسَا!! ¶ الهمس: الصوت الخفي، والتعس: السقوط على الوجه، والنكس: السقوط على القفي. ¶ وأنشد أبو القاسم في باب: الحروف التي يرتفع ما بعدها بالابتداء والخبر وتسمى حروف الخفض: - ¶ بينا تَعَنُّقِهِ الكُمَاةَ ورَوْغِهِ ... يوماً أُتيحُ لَهُ جَرئٌ سَلْفَعُ ¶ هذا البيت: لأبي ذؤيب الهذلي. ¶ وقبله: ¶ والدَّهْر لا يَبْقَى على حَدثَانِهِ ... مستشعرٌ حَلَقَ الحديد مقَنَّعُ ¶ تَعْدو به خوْصاءُ يَفْصِمُ جَرْيها ... حَلَقَ الرِّحالة فهي رِخْو تَمرَعُ ¶ المستشعر: الذي لبس الدرع، وصيرها لجسمه كالشعار، وهو ما يلي الجسم من الثياب. ¶ والمقنع: الذي على رأسه قناع من حديد، يعنى البيضة:",
            "page": "65",
            "part": "1",
            "seal": "2EABE447"
        },
        {
            "id": "66",
            "nass": "وقوله: تعدو به خوصاء أي تجري به فرس في عينها عور، والخوص عور في العينين. ¶ وقوله: يفصم: أي يكسر، يقال: بالفاء، والقاف، وقيل: الفصم بالفاء: أن ينصدع الشيء، ولا يبين بعضه عن البعض، فإذا بان بعضه من بعض، فهو قصم بالقاف. ¶ والرحالة: القنب، والرخو السهلة الجري، وتمرى تسرع، والكماة: الشجعان، والروغ: التحفظ والحدر. ¶ ومعنى أتيح: قدر، والجري: ذو الجرأة والإقدام، والسلفع نحوه، ذكره على جهة التأكيد. ¶ ووقع في بعض نسخ الجمل تعانقه - بألف -، وهو خطأ، والصواب: تعنقه، وكذا وقع في شعر أبي ذؤيب؛ لن تعانق لا يتعدى إلى مفعول، إنما يقال: تعانق الرجلان، والمعانقة والاعتناق، والتعنق هي المتعدية. ¶ والاعتناق آخر مراتب الحرب؛ لأن أول الحرب الترامي بالسهام، ثم المطاعنة بالرماح، ثم المجالدة بالسيوف، ثم الاعتناق، وهو: أن يتخاطف الفارسان، فيسقطان إلى الأرض معاً، وقد ذكر ذلك زهير في شعره، حيث يقول: ¶ يَطْعَنُهُم ما ارْتَمَوا حَتَّى إذَا اطعَنُواضَارَبَ، حَتَّى إذا حَارَبُوا اعْتَنَقَا ¶ يريد أنه يزيد على ما يفعلون!. ¶ وأراد أبو ذؤيب: أن الشجاع لا يعصمه من الهلاك جرأته وشجاعته، وأن كل مخلوق فالفناء قضاؤه وغايته! وأنشد أبو القاسم في باب ما ينتصب على إضمار الفعل المتروك إظهاره: ¶ ......... ... ضَرْياً هَذَا ذَيْك وَطعْناً وَخْضاً ¶ هذا البيت: للعجاج، واسمه: عبد الله بن رؤبة وسمي العجاج لقوله: ¶ حتى يعُجَّ عِندَهَا مَنْ عَجْعَجَا ¶ وقبله: ¶ حَتَّى يُقضِّي اْلأَجَلَ المُقَضَّى ¶ والهذ: سرعة القطع، ومعنى ضرباً هذا ذيك: أي ضرباً يهذ هذا بعد هذ. ¶ والوخض أن يدخل الرمح في الجوف، ولا ينفذ. ¶ وأنشد أبو القاسم في هذا الباب: ¶ إِذَا شُقَّ برْدٌ، شُقَّ بالبردِ مثْلهُ ... دَوَالَيْكَ حَتَّى كُلُّنَا غَيْرُ لاَبِسِ! ¶ هذا البيت: لسحيم، عبد بني الحسحاس في ابنة مولاه. ¶ وسحيم: اسم منقول، وهو تصغير أسحم، وهو الأسود، فعلى هذا هو: مصغر مرخم، ويجوز أن يكون: تصغير سحم، وهو ضرب من النبات، قال النابغة: ¶ إنّ العريمة مانع أرْماحَنَا ... ما كان من سَحمٍ بِها وصُفَار. ¶ فيكون تصغيرا غير مرخم. ¶ والوجه الأول أجود؛ لأنه كان عبداً أسود. ¶ وأما الحسحاس: فالأشبه أن يكون مرتجلاً، مشتقا من قولهم: حسحست الشواء، إذا أزلت عنه الجمر والرماد، وقد يمكن أن يكون منقولا؛ لأنهم قد قالوا: ذو الحسحاس: لموضع بعينه، قال الشاعر: ¶ أَلاَ ليتَ شِعْرِي: هلْ تَغيَّرَ بعدنا ... ظِبَاءٌ بِذِي الحَسَحَاسِ نُجْلٌ عيُونُها ¶ يروى: بالسين والصاد. ¶ والبرد: الثوب، من أي شيء كان، وكان أبو حاتم يقول: لا يقال: برد، إلا لما كان فيه وشيء، فإن كان فيه من صوف فهو بردة، كما قال بعض الأعراب: ¶ لعمْري لعرابية ذات بُردَة ... تَحُلَّ دِمَاثاً مِن سُويْقَةً أو فَردَا ¶ ومعنى دواليك: مداولة بعد مداولة، وهو تثنية دوال وأنشد أبو زيد: ¶ لَعَمرِي لَقَد بَّر الضَّبَابَ بَنُوهُ ... وبَعضُ البنين حَمَّةٌ وسَعَالِ ¶ جَزَونِي بما رَبَّيتُهُم وحَمَلْتُهم ... كَذلِكَ مَا إنَّ الخُطْوبَ دَوَالِ ¶ ولما رأوا أنَّ العظام تحَبَّبَت ... أقاموا العظامَ، فالعظامُ طِوالَ ¶ ويروى: دوال - بالكسر، وهو مصدر دوالت، والدوال بالفتح اسم المصدر. ¶ وأما ما ذكره من شق البرد، فمعناه: أن العرب قد كانوا يقولون: إن المتحابين إذا شق كل واحد منهما برد صاحبه، دامت مودتها، ولذلك قال قبل هذا: ¶ كأنّ الصُّبيرياتِ وَسطَ بُيُوتِنَا ... ظباءٌ تَبدَّت مِن خِلاَلِ المكَانِس ¶ فكم بُردَةٍ قَد شُقَّ عَنَّا وبرُقع ... على طِفَلة مَمْكُورَةٍ غَيرِ عَانِسِ ¶ أراد بالصبيريات: نساء من بني صبيرة بن يربوع، والممكورة المطوية الخلق، والعانس التي بقيت في بيت أبيها ولم تنكح. وأنشد أبو القاسم في باب الوقف: ¶ ........ ... أَنَا ابنُ مَاوِيَّة إذَا جَدَّ النَّقُر ¶ هذا البيت لا أعلم قائله، وأظنه لعبيد بن ماوية الطائي، لقوله: أنا ابن ماوية: وبعده: ¶ وجاءت الخيلُ أَثَابِي زُمَرُ",
            "page": "66",
            "part": "1",
            "seal": "08E23315"
        },
        {
            "id": "67",
            "nass": "ومعنى جد: اشتد وتحقق، والنقر: صوت باللسان يسكن به الفرس، إذا اضطرب بفارسه، قال امرؤ القيس: ¶ أُخَفِّضُه بالنَّقر لَمَّا عَلَوتُه ... ويرفَعُ طَرفا غَيرَ جَافِ غَضِيضِ ¶ وقوله: أنا ابن ماوية كلام خرج مخرج الافتخار، ولا يقوله إلا مشهور عند الناس، قال أبو النجم: ¶ أنا أبو النَّجْم وشِعرِي شعري. ¶ وأنشد أبو القاسم في هذا الباب: ¶ لقد خَشِيتُ أنْ أرَى جَدَيَّا ¶ في عَامِنَا ذَا بَعدَمَا أخصَبَّا ¶ هذا الرجز: أنشده أبو حاتم لبعض الأعراب. ¶ ويروى جديبا:، فمن روى كذا زاد إلى الباء باء أخرى لتبقى دال الجدب ساكنة، لن التشديد في الوقف إنما يستعمل فيما كان قبل آخره حرف متحرك، ونظيره قول الاخر: ¶ كأنّ مجرَى دَمعِها المُسْتَنِّ ... قُطْنَةٌ من أبيض القُطْنُنِّ ¶ ويروى: القطن. ¶ ومن روى جدبا - بغير زيادة باء - حرك الدال؛ لاجتماع الساكنين. ¶ وكان القياس ألا يشدد جدبا، ولا أخصبا؛ لوقوع حرف الإطلاق بعد الباء من أخصب، والألف التي هي بدل من التنوين، في جدبا، ولكنه اضطر، فأجرى الوصل مجرى الوقف. ¶ وبعد هذين البيتين: ¶ إنّ الدَّبَا فوقَ المتُونِ دَبَّا ¶ وهبَّتْ الرِّيح بمَوْرٍ هَبَّا ¶ تَتْركُ ما أبقى الدَّبَا سَبْسَبَّا ¶ كأَنَّهُ السَّيْل إذا اسلَحَبَّا ¶ أو كالحْريقِ وَافَق الْقَصَبَّا ¶ والتِّبْنَ والحلْفَاءَ فَالْتَهبَّا ¶ حَتَّى تَرىَ البُوَ يْزل الإزبَّا ¶ مِنْ عَدَمِ الْرَعى قَد اقرَعَبَّا ¶ تبّاً لأصْحَاب الشَّوِيِّ تَبَّا ¶ الدبا: الجراد. ¶ والمتون: المواضع المرتفعة، والمور: الغبار المتردد بالريح، والسبسب: ما لا نبات فيه من الأرض، - وهو البسبس أيضاً، قال الشاعر: ¶ وقاعٍ سَبْسَبٍ لا نَبْتَ فِيهِ ... كأنّ كلاَبَهُ زُبَرُ الَحْدِيدِ ¶ واسلحبا: سال بشدة. ¶ والبويزل: تصغير البازل من الإبل، وهو بمنزلة القارح من الخيل، وخصه بالذكر؛ لأن الكبير أحمل للجهد من الصغير. ¶ والإزب: الغليظ الكثير اللحم. ¶ ومعنى اقرعب: ضمر وهزل. ¶ والشوى: لغة في الشاء: وأنشد أبو القاسم في باب ما: ¶ بِمَا فِي فُؤادَبنا مِنَ الهمِّ والهَوى ... فيبْرَأَ مُنءهاضُ الْفُؤَادِ المشعَّفُ ¶ هذا البيت: للفرزدق، من قصيدة أولها: ¶ عَزَفْتَ بأَعْشَاشِ وما كنت تعَزِف ... وأنكْرتَ مِنْ حَدْرَاءَ ما كنت تأْلَف ¶ دعوتُ الَّذِي سوَّى السَّمَواتِ أيدُهُ ... وللهُ أدْنَى من وَرِيدِي وأَلْطَفُ ¶ ليشْغل عَنِّي بَعْلَهَا بَزمَانَةٍ ... تُدَلِّهُهُ عَنِّي، وَعَنْها فَنُسْعَفُ! ¶ الأيد: والأود القوة، والوريد: حبل العنق، أخذه من قوله تعالى: \" ونحن أقرب إليه من حبل الوريد \". ¶ والزمانة: ما يصيب الإنسان من حوادث الزمن، والتدليه: ذهاب العقل!. ¶ ويروى: فيجبر منهاض الفؤاد: على صيغة ما لم يسم فاعله، ويجبر على صيغة لفظة فعل بفعل، ويرتفع منهاض في الوجه الأول على أنه مفعول ما لم يسم فاعله، وفي الوجه الثاني على أنه فاعل، لأنه يقال جبر العظم وجبرته، قال العجاج: ¶ قَد جَبَرَ الدِّينَ الإلَهُ فَجبرْ ¶ ويروى: فيبرأ، منهاض الفؤاد: الذي عاوده الحب بعد ذهابه عنه. ¶ والأصل في الانهياض: أن يجبر العظم ثم ينكسر. ¶ والمشغف: الذي بلغ الحب شغافة، وهو حجاب القلب. ¶ ويروى المشعف: - بعين غير معجمة - وهو الذي أحرقه الحب، وقيل: هو الذي بلغ الحب شعفته، وشعفة القلب أعلاه، مثل شعفة الجبل، وهي رأسه. ¶ واللام في قوله ليشغل بمعنى: كي، وهي متعلقة بدعوت، والباء في قوله: بزمانه متعلقة ب يشغل، وتدلهه: جملة في موضع الصفة لزمانة. ¶ ورفع فنسعف، وقطعه عما قبله، كأنه قال: فنحن نسعف، وكان الأحسن أن ينصبه بالعطف على ليشغل. ¶ ونحوه قول جميل: ¶ ألمْ تَسأَل الرَّبْع الَخْوَاءَ فينطقُ ... وهل تخيرنْك اليومَ بيداء سِمْلقُ ¶ كأنه قال: فهو ينطق. ¶ وأنشد أبو القاسم في هذا الباب: ¶ وَمَهْمَهَين قَذَفَين مَرْتَيْنْ ... ظَهْراهُما مِثْلُ ظُهُور التُّرْسْين ¶ هذا الرجز: لخطام المجاشعي - وبعده: ¶ جُبْتَهُمَا بالنَّعتِ لاَ بالنَّعْتَين!",
            "page": "67",
            "part": "1",
            "seal": "D7E7F1B0"
        },
        {
            "id": "68",
            "nass": "والمهمة: القفر المخوف، واشتقاقه من مهمهت بالرجل، إذا زجرته، فقلت له: مه مه! ومثله ما ذكره اللغويون في قول أبي ذؤيب: ¶ على أَطْرِقا بالياتُ الخيام ... إلاّ التُّمامُ وإلاَّ الْعِصيّ ¶ فإنهم ذكروا أن أطرقا موضع، وإنما مسى بذلك، لأن ثلاثة أنفس مروا فتكلم أحدهم مع صاحبه، فقال لهما الثالث: أطرقا!. ¶ والقذف: ما ارتفع من الرض، والمرت التي لا ماء بها ولا نبات فيها. ¶ والظهر: ما ارتفع من الأرض يشبهه بظهر الترس في ارتفاعه، وتعريه من النبت، كما قال الأعشي: ¶ وفَلاَةٍ كأَنَّها ظَهر تُرسٍ ... لَيْسَ إلاّ الرجيعُ فيها علاقُ ¶ وقوله: جبتهما بالنعت لا بالنعتين، أي نعتالى مرةً واحدة، فلم احتج إلى نعتهما إلى مرة أخرى!. ¶ وصف نفسه بالحذق والمهارة!. ¶ وأنشد أبو القاسم في باب: أقسام المفعولين: ¶ فَكَانَ وإيَّاها كحرَّان لم يُفِقْعَن الْماءِ إذْ لاَقَاهُ حتَّى تَقَدَّدَا ¶ هذا البيت: لكعب بن جعيل التغلبي. ¶ والحران: العطشان، ومعنى تقدد: تشقق معاه لكثرة ما شرب من الماء!. ¶ وصف عاشقاً، لقي محبوبته، وهو شديد الشوق إليها، فكان حاله معها كحال رجلٍ شديد العطش، ظفر بالماء، فأكثر منه حتى هلك!. ¶ وإنما خص الماء بالذكر، لأن العرب تقول: ظمئت إلى لقائك، وعطشت إلى لقائك، فيمثلون اشتياق المحب إلى المحبوب، باشتياق الظمآن إلى الماء؛ ألا ترى إلى قول الشاعر: ¶ أَرَى ماءَ وبِي عَطَش شديدٌ ... ولكنْ لا سبيلَ إلى الوُرُد! ¶ وقال آخر: ¶ أُأَمِّل أنْ أُعَلَّ بشرب لَيْلَى ... ولم أَنْهَلْ، فكيف إلى العلول؟! ¶ وأنشد أبو القاسم في هذا الباب: ¶ فآلَيتُ لا أنْفَكُّ أَحْذُو وقصيدةً ... تكسُونُ وإيَّاها بِها مثَلاً بَعْدِي ¶ هذا البيت: لأبي ذؤيب الهذلي، يخاطب به خالداً، بن أخته. ¶ وكان أبو ذؤيب يرسله قوادا إلى معشوقةٍ له تدعى أم عمرو، فأفسدها عليه، واستمالها إلى نفسه، فقال فيه هذا، وقبله: ¶ تُريدينَ كَيْما تجمعيني وخالداوهَلْ يُجمَعُ السَّيْفانِ وَيحَكِ في غِمْدِ؟ ¶ أَخَالِدُ مَا رَاعيتَ مِنْ ذِي قَرَابةٍ ... فتحفَظنِي في الغَيبِ، أوْ بعض ما تُبْدِي ¶ دَعَاكَ إِليها مُقْلَتَاهَا وجِيدُهَافَمِلْتَ كما مَال المحبُّ عَلىَ عمْدش ¶ وكنْتُ كرَقْرَاقِ السَّرَاب إِذَا جرَى ... لِقَوْمٍ وَقَدْ بَاتَ المطيُّ بِهِمْ يَحْدى ¶ ومعنى أليت حلفت، ويقال لليمين: ألوة، وإلوة، وألوة، بفتح الهمزة وكسرها وضمها. ¶ ومعنى لا أنفك: لا أزال. ¶ ومعنى أحذو: أصنع وأهيئ، كما تحدى النعل على المثال، إذا سويت عليه. ¶ ومن روى أحدو - بالدال غير معجمة - فهو من قولهم: حدوت البعير، إذا سقته وأنت تغني في إثره لينشط. ¶ وقوله: تكون: في موضع الصفة لقصيدة، وهي صفة جرت على غير من هي له. ولو جعلتها صفة محضة لبرز ضمير الفاعل المستتر فيها، فكنت تقول: كائناً بها أنت وإياها. ¶ والضمير في قوله: بها: يعود على القصيدة، وفي إياها: يعود على المرأة، كأنه قال: حلفت لا أزال أصنع قصيدة، تكون مع هذه المرأة بها مثلاً بعدي.! وفي هذه القصيدة، قال أبو ذؤيب لخالد: ¶ رَعَى خالدٌ سِرِّي لَيَالِي نَفْسَهُ ... تَوالى عَلى قَصْد السَّبِيلِ أُمُورُهَا ¶ فَلَمَّا ترَامَاهُ الشَّبابُ وغيُّهُ ... وفي النَّفْسِ مِنْه فِتْنَةٌ وفُجُورُهَا ¶ يُعلقه منها دَلال ومُقْلة ... تظل لأصحاب السفاء تديرها ¶ فأجابه خالد بشعر، يقول فيه: ¶ فَلا تجْزَ عَنْ مِنْ سِيرَةٍ أَنتَ سِرْتَهَا ... فأَوّلُ رَاضٍ سُنَّةً مَنْ يَسِيرَها ¶ تَنَقَدْتَهَا من عَبْدِ وهْب بن جابر ... وأنتَ صَفِيُّ النَفْس منْها وخِيرها ¶ وإنما قال له هذا؛ لأن وهب بن جابر، كان صاحب هذه المرأة، وكان يوجه إليها أبا ذؤيب فأفسدها عليه، واستمالها إلى نفسه، فاحتج خالد بذلك، فقال: كيف تنكر على ما فعلت أنت مثله؟! وأنشد أبو القاسم في هذا الباب: ¶ تُكَلِّفُنِي سَوِيقَ الكَرْمِ جَرْمٌ ... وَمَا جَرْمٌ، وَمَا ذَاكَ السّوِيقٌ؟!",
            "page": "68",
            "part": "1",
            "seal": "64D9F16D"
        },
        {
            "id": "69",
            "nass": "هذا البيت: لزيادة الأعجم وهو زياد بن جابر، وهو من عبد القيس. ¶ وزياد: اسم منقول، وهو مصدر زايدته مزايدة وزيادا. ¶ وسمي: أعجم، للكنةٍ كانت في لسانه. ¶ وبعد هذا البيت: ¶ وما شرِبتْه جَرْمُ وَهْوَ حِلٌ ... ولا غَالَتْ بِهِ مُذْ كانَ سُوقُ ¶ فَلَمَّا أنزل التَّحْرِيم فيها ... إذَا الجَرْميّ مِنْها ما يُفيقُ ¶ أراد ب سويق الكرم: الخمر، كنى عنها بالسوبق؛ لانسياقها في الحلق، وطيبها عند الشاربين لها. ¶ وقوله: وما جرم وما ذاك السويق، احتقار منه لجرم والسويق الذي سألته، كما تقول: ما أنت وذاك وزيد، وفي الكلام - وإن كان موفوعا معطوفا - معنى مع. ¶ وفيه شاهد على أن ما إذا تكرر ذكرها مع الإسم، ارتفع ولم يجز النصب، ألا ترى أنك تقول: ما أنت وقصعة من ثريد، فترفع القصعة وتنصبها، والرفع أجود لخلو الجملة من فعل؟! ولو أظهرت ما مرة ثانية، فقلت: ما أنت، وما قصعة من ثريد، لم يجز النصب بوجه. ¶ ولو أسقطت ما الثانية من بيت زياد، فقلت: وما جرم وذاك السويق؟ رفعت ونصبت! وأما معنى الشعر: فإنه هجا جرماً، ووصفها بخساسة القدر، واستحلالها ما حرم الله، من شرب الخمر، فقال: إن جرماً في الجاهلية قبل تحريم الخمر، لم تكن - ممن يصل إلى شرب الخمر، لنفاستها عند الناس، وغلاء ثمنها، فلما حرمها الله تعالى، وترك الناس شربها، ورخص ثمنها وصلت جرم حينئذ إلى شربها، ولم تبل، بتحريم الله تعالى لها.! وأنشد أبو القاسم في هذا الباب. ¶ فَمَا أنا والتَّلَدُّدَ حَوْلَ نَجْد ... وقد غُصَّتْ تِهامَةُ بالرِّحَالِ ¶ هذا البيت: لمسكين الدارمي، واسمه ربيعة بن عامر، مسكين لقب له، ولذلك قال في شعره: ¶ وسُمّيتُ مِسْكيناً وما بِيَ حَاجةُ ... وإنِّي لمسْكِينٌ إلى الله راغبُ ¶ والتلدد: التبختر، وأصله من الديدين، وهما صفحتا العنق، فمعنى التلدد أن ينظر الإنسان يميناً وشمالا فيثنى لديديه، والديدان: جانبا الوادي فكأن معنى التلدد: أن ينظر افنسان في هذا الشيء مرة، وفي هذا الشيء مرة، ونجد بلد مرتفع، وتهامة منخفضة. ¶ ومعنى غصت: امتلأت، وكل شيء قد أختنق بشيء، فقد غص به، طعاماً كان أو غيره. ¶ وتهامة: اسم واقع على جزيرة العرب ما بين عدن إلى أطراف الشام، في الطول، وأما في العرض: فمن جدة وما والاها من شاطئ البحر إلى أقصى العراق. ¶ وقال أبو عبيدة معمر بن المثنى: ما بين حصن أبي موسى، إلى أطوار الشام، إلى أقصى تهامة في الطول. ¶ وأما في العرض: فما بين رمل يبرين، إلى منقطع السماوة إلى ما وراء مكة. ¶ قال: وما دون ذلك إلى أرض العراق فهو نجد - بفتح النون وتسكين الجيم - وهذيل يقولون: نجد - بضم النون والجيم - كأنهم جمعوا نجدا: أنجاداً، ثم جمعوا أنجاداً على نجد، قال الشاعر: ¶ نَذُق بَرْد نَجْد بعد ما لعبتْ بِنَا ... تِهامةُ في حَمَّامِها المتوقِّدِ ¶ وقال الراجز في اللغة الأخرى: ¶ يَوْماً تهاميُّ، ويَوْماً بالنُّجُدْ ¶ وقوله: غصت تهامة بالرجال جملة في موضع الحال نصباً، والباء في قوله بالرجال متعلقة بغصت. ¶ يقول: كيف أقيم بنجد، وقد نهض الناس إلى تهامة، فيجب أن أنهض إليها، كما نهضوا. ¶ وأنشد أبو القاسم في هذا الباب: ¶ فما أَنا والسَّيْرَ في مَتْلَفٍ ... يُبَرِّح بالذَّكر الضَّابِطِ ¶ هذا البيت: لأسامة بن حبيب وقال السكري: هو أسامة ابن الحارث بن حبيب الهذلي، ويكنى أبا سهم. ¶ وأسامة. اسم منقول من الأسد، ويجوز أن يكون مشتقا من الوسم، وهو أثر الكي. ¶ وقال غيره: من الوسامة، وهي الحسن والجمال، والهمزة مبدلة من الواو، كما أبدلت في أجوه وأقتت. ¶ والحارث، وحبيب: اسمان منقولان، قد تقدم ذكرهما. ¶ وأما هذيل فيمكن أن يكون تصغير هذلول على وجه الترخيم، وأن يكون أيضاً تصغير مهذول على جهة الترخيم، وهو المضطرب قال الراجز: ¶ يَعْلوُ الهذاليل ويعْلوُ القردَدَا ¶ وهذا ليل الرياح: أواخرها، واحدها هذلول، قال الراجز: ¶ إمَّا يزالُ قائلٌ أَبِن أبِن ... هوْ ذَلَة المشآة عن ضِرس اللَّبن",
            "page": "69",
            "part": "1",
            "seal": "52DC6C15"
        },
        {
            "id": "70",
            "nass": "وأما السهم: فيكون الذي يرمى به عن القوس، ويكون: النصب من الشيء، ويكون الغلبة في المساهمة، وهي المقارعة، يقال: ساهمته فسهمته، والسهم: القدح الذي يقارع به، والسهم: مقدار ستة أذرع في المساحة، والسهم: أيضا أن يصيب الرجل السهام، فيضربه، وهو وهج الصيف يقال فيه: سهم الرجل. ¶ والمتلف - بفتح الميم وكسرها -: القفر الذي يتلف فيه كل من سلكه، ويبرح: يكلفه البرح، وهو المشقة. ¶ وأراد بالذكر: الذكر من الإبل؛ لأنه أقوى على السير من الناقة، فإذا برح بالجمل، كان أحرى أن يبرح بالناقة. ¶ والضابط: القوي، والضبط الذي يعمل بيديه جميعاً. ¶ وقوله: فما أنا والسير: يسفه نفسه، وينكر عليها السفر في مثل هذا المتلف، الذي يهلك الإبل، وإنما قال هذا؛ لأن أصحابه سافروا إلى الشام ومصر، وأرادوا منه النهوض معهم، فأبى، وقال هذا الشعر. ¶ وبعد هذا البيت: ¶ وبا اْلبُزْل قدْ دَمَّهَا نيُّها ... وذاتُ المدَارَأةِ الْعَائِط ¶ وما يَتَوقَّين من حَرَّةٍ ... وما يتجاوَزْنَ مِنْ غائِط ¶ ومِنْ أَيْها بَعْد إِبْدانِها ... وَمِنْ شَحْم أثْبَاجِهَا الهابِط ¶ تصيح جَنَادِبُهُ رُكَّداً ... صِيَاحَ الْمسَامِير في الوَاسِطْ ¶ فهن على كل مُسْتَوفِزٍ ... وٌقُوع الدَّجَاجَ عَلَى الْحَائِطِ ¶ وإلاَّ النَّعَامَ وحَفَّانَهُ ... وطَغْيَا مِنَ اللَّهَق النَّاشِطِ ¶ إذا بلغوا مصْرَهُمْ عُوِجُلوا ... من الموْتِ بالهِمْيَغِ الذَّاعِطِ ¶ مِن المرْبَعِينَ ومِنْ آزِلٍ ... إِذا جَنَّهُ اللَّيْلُ كَالنَّاحِطِ ¶ عَصَاكَ الأقارب في أمرهم ... فزابِلْ بأَمْرِكَ أوْ خَالِطِ ¶ ولا تَسْقُطَنَّ سُقوط النَّوَا ... ة من كفِّ مُرْتضِخٍ لاقِطِ ¶ البزل: المسنة من الإبل، واحدها بازل. ¶ ومعنى دمسها: طلاها وعلاها، والني: الشحم. والمدارأة: المدافعة، يريد الناقة التي تناطح الإبل في سيرها، لنشاطها وقوتها كما قال النابغة: ¶ يَزُوْن إلاَلاً سَيْرُهُنَّ تَدَافُع ¶ والعائط: التي لم تحمل أعواماً، فهو أقوى لها، والحرة: كل أرضٍ سوداء كثيرة الحجارة، والغائط: المنخفض من الأرض، والأين: الإعياء، والأثباج: الأوساط، جمع ثبج، وثبج كل شيء وسطه والهابط: الذي يذوب، فيسيل من التعب، والجنادب: الجراد، والركد: - جمع راكد - الثابتة وأراد ب الواسط الرحل، وهو موضع القربوس، والهاء في جنادبه: تعود على المتلف، والمستوفز: المكان المرتفع، والدجاج: ههنا: الديوك، والحفان - بكسر الحاء وفتحها - صغار النعام. ¶ قال الفارسي، كان الأصمعي يروي طغيا - بضم الطاء، على مثال: حبلى، وروى أحمد بن يحيى ثعلب: طغيا - بفتح الطاء على مثال سكرى، وهي البقرة. ¶ وروى أبو عبيدة - معر بن المثنى -: وطغياً بفتح الطاء والتنوين، وكذلك رواه أبو عمرو الشيباني، قالا: وهو الصواب: يقال: طغى يطغى طغياً ويكون للناس والبهائم. ¶ ومن رواه هكذا، روى من اللهق، أي: صوتاً من اللهق، وهو: الثور الأبيض، ومن لم ينون، وجعله اسماً مقصوراً فإنه يروي: مع اللهق. ¶ وقال الأصمعي: الطغيا؛ الصغيرة من بقر الوحش، والحفان: النعام، ويقال: إناثها. ¶ والناشط: الذي يخرج من موضع إلى موضع، ولا يستقر. ¶ والهميغ الموت السريع، والذاعط: الذابح؛ وإنما قال هذا لأن الشام ومصر كثيرتا الوباء. ¶ والمربع: الذي تأخذه حمى الربع، والآزل: الذي ضاق عليه أمره، وساءت حالته: والناحط: الذي يعتريه النحط، وهو الزفير، أراد: أن يثبطهم بذلك عن السفر!. ¶ والمرتضخ: الذي يدق النوى للإبل، ويروى مرتحض بالحاء المهملة، والضاد المعجمة، وهو الذي يغسل النوى، ويقال: ارحضت الثوب، وارتحضته، إذا غسلته. ¶ يقول لنفسه: عصيت عشيرتك في البقاء، وتركت السفر معهم، فلا تنزلق في رأيك بالنهوض معهم: فتكون بمنزلة النواة الساقطة من كف المرتضخ. ¶ وأنشد أبو القاسم في هذا الباب: ¶ وأغْفِر عَوْرَاء الكريم ادَّخارَهُ ... وأعْرِض عن شتْم اللَّئيم تَكَرُّماً! ¶ هذا البيت: لحاتم بن عبد الله الطائي، ويكنى: أبا عدي، بابنه، وأبا سفانة بابنته.",
            "page": "70",
            "part": "1",
            "seal": "880C920D"
        },
        {
            "id": "71",
            "nass": "والعوراء: الكلمة القبيحة، يقال عورت الرجل، إذا قبحته، قال طرفة: ¶ وعوْراءَ جاءتْ من أخ فرددتها ... بسالمةِ العينين طالبةٍ عُذْرَا ¶ وهذا من إحكام صنعة الشعر: ومقابلة الألفاظ بما يشاكلها، ويتمم معانيها، وذلك أنه لما كان القبيح شبيه بالأعور العينين، سمي ضده بسالم العينين، ويشبه هذا في تتميم المعاني بما يليق بها؛ قول الأخطل، يهجو يربوع ابن حنظلة: ¶ تسدُّ القاصعاء عَلَيْكَ حتَّى ... تُنَفِّقَ أو تموت بها هزالا ¶ لما كان المهجو بهذا المعنى يسمى يربوعاً أتم المعنى، فاستعار له قاصعاء ونافقاء، ونظيره أيضاً قوله في قصيدة أخرى: ¶ سمْونَا بِعِرْنِين أشمّ وعارضٍ ... لنَمْنَع ما بَين العراقِ إلى البِشْر ¶ وإنما جرت العادة أن ينسب الشمم والعرنين إلى الأنف فيقال: شمم بأنفه، فلما احتاج إلى زيادة عضو آخر زاد العارض؛ إذ العارض يقرب من العرنين، ولأنه قد يقال: لهمزة يلهزه، إذا وكزه في لهزمته، فنسب اللهز إلى العارض لقربه من العرنين كما ينسب الرغم إلى الأنف، ومثل هذا لا يتنبه له إلا الحاذق العارف بمقاطع الكلام، ومن هذا النوع قول المعري. ¶ جَلا فَرّقَدَيْهِ قَبْل نُوحٍ وآدمٍ ... إلى الْيَوْمِ لم يُدعيا في الْقَراهِب ¶ لما كان الفرقد الذي هو الكوكب، قد وافق الفرقد، الذي هو ولد البقرة الوحشية في الاسم وكان ولد البقرة إذا طال عليه الزمان زال عنه اسم الفرقد سمي قرهباً، وهو الثور المسن: استعار ذلك للكوكب تشبيها وتتميما للمعنى، وإجادة للصنعة، والمعنى!. ¶ وبعد بيت حاتم: ¶ وَلاَ أَخْذُل الموْلَى وإنْ كانَ خَذِلاً ... ولا أشتُمُ ابْنَ الْعَمِّ إن كَانَ مغرَما ¶ ولا زَادَنِي عنه غِنَايَ تَبَاعُدا ... وإن كَانَ ذا نقص من المال مُصْرَمَا ¶ أَهُنْ للذي يَهْوَى التّلاد فإنّه ... يكونُ إذَا ما مِتُّلا نَهْباً مُقْسَمَا ¶ ولا تَشقَينْ فيه فيَسَعَدَ وارثٌ ... بِه حِينَ تَغْشَى أَغْبَر اللَّوْنُ مُظْلِما ¶ وشعر حاتم معظمه في الكرم والحض على مكارم الأخلاق والشيم، ومن طريف أخباره أن رجلاً يعرف بأبي خيبري مر بقبره مع أصحاب له، فباتوا قريباً من القبر، فجعل أبو خيبري يقول: يا أبا عدي أقر أضيافك!. ¶ ثم نام، وانتبه مذعوراً يصيح، واراحلتاه، واراحلتاه!!. ¶ فقال له أصحابه: ما شأنك؟ فقال: رأيت في منامي حاتماً قد خرج من قبره، وبيده، سيف مسلول، فعرقب به ناقتي!. ¶ فقاموا إلى راحلته فوجدوها لا تنبعث، ولا تقدر على القيام! فقالوا: والله لقد قراك حاتم، فنحروها، وظلوا يأكلون من لحمها؛ فلما أرادوا أن يمشوا أردفوه!. ¶ فبيناهم كذلك يسيرون إذ طلع عليهم عدي بن حاتم، ومعه جمل أسود قد قرنه إلى بعيره، فقال: إن أبي جاءني في المنام، يذكرني شتمك إياه، وأنه قراك وأصحابك براحلتك، وأمرني أن أدفع إليك عوضها، فخذ هذا الجمل، وأنشد أبياتا: ¶ أَبَا خَيْبَرَي وأنْت امْرؤٌ ... حَسُودُ الْعَشِيرةَ لَوَّامُهَا ¶ أتَيت بصحبك تبغى القِرَى ... لدى جَفْرة قد صَدت هامها ¶ أتَبْغي أذاها وإعْسَارَها ... وحَوْلَكَ طَيُّ وأَنْعَامُها ¶ وأنشد أبو القاسم في باب مواضع من: ¶ فكفى بِنا فَضلاً على مَنْ غَيْرنَا ... حُب النَّبِيِّ مُحمدٍ إيَّانا ¶ هذا البيت: لكعب بن مالك الأنصاري. ¶ وكعب: اسم منقول من كعب الإنسان، والكعب القطعة من السمن، وكعب الرمح: عقدته، قال النابغة: ¶ ولا يُشعِرُ الرُّمْحَ الطويل كعوُبُه ¶ ومالك: اسم منقول أيضاً، وقد تقدم القول فيه. ¶ والباء في قوله بنا زائدة، ولا تتعلق بشيء، والتقدير: فكفانا فضلا. وفضلاً: منصوب على التمييز. ¶ وأنشد أبو القاسم في باب: القول: ¶ أَمَّا الرَّحيلُ فَدُونَ بَعْدَ غَدٍ ¶ فَمَتَى تقولُ: الدَّارُ تَجْمعُنا؟!. ¶ هذا البيت: لعمر بن أبي ربيعة، ويكنى: أبا الخطاب، وقد تقدم كلامنا في اسمه، فأغنى. ¶ وتجمعنا: في موضع نصب على المفعول الثاني، لتقول، وقبله: ¶ قَالَ الخَلَيلُ: غداً تَصَدُّعُنا ... أو شَيْعَهُ فَمَتَى تشَيُّعُنا؟! ¶ أراد بشيعه: اليوم الذي بعده.",
            "page": "71",
            "part": "1",
            "seal": "76608F5A"
        },
        {
            "id": "72",
            "nass": "وأنشد أبو القاسم في هذا الباب: ¶ مَتَى تقولُ: القُلُصَ الرَّواسِمَا ... يُدْنِينَ أمَّ قاسَمٍ وقاسِماً؟ ¶ هذا البيت: لهدبة بن الخشرم العذري. ¶ والصواب: أم حازمٍ وحازما. ¶ وأم حازم: اخت زيادة بن زيد العذري، وحازم ابنها. وكان هدبة بن خشرم، وزيادة بن زيد - وهما ابنا عمٍ - قد جمعهما سفر، وهم حجاج، ومع هدبة أخته فاطمة، فاعتقبوا سوق الإبل، فنزل زيادة بن زيد، وجعل يقول - وهو يحدو الإبل: - ¶ عُوجِي عَلَيْنَا وارْبَعِي يا فَاطِمَا ... ما دُونَ أنْ يرَى البْعيرُ قَائِماً ¶ وهي أبيات كثيرة، فلما سمعه هدبة يتغزل بأخته غضب، ونزل عن بعيره وجعل يحدوا، ويقول: ¶ لَقَدء أُرَانَي وَالغُلامَ الحازِمَا ... نُزْجِي الْمِطيَّ ضُمْراً سَوَاهِما ¶ مَتَى تَقُولُ الزُّبلَ السَّواهِمَا ... والجّلة النَّاجِية الْعَياهِمَا ¶ يَبْلُغْنَ أمَّ حَازِمٍ وَحَازِمَا ... إذَا هَبْطنَ مُستَحيراً قَاتِما ¶ وَرَجَّعَ الحادِي لَهَا الْهمَاهِمَا ... أَرْجفْن بالسَّوالف الجماجِمَا ¶ تسمعُ للمرْوِ بِه الْقَمَاقِما ... كمَا يُطِنُّ الصَّيْرفُ الدَّراهما ¶ ألاَ تَرَيْنَ الدَّمع مِنِّي سَاجِما ... حَذَارَ دَارٍ منْك أن تلائِما ¶ والله لا يشْفى الفؤاد الهْائِمَا ... تَمْسَاحُنَا اللَّباتِ والمآكما ¶ ولا اللِّمَام دون أن تلازِما ... ولا اللّزام دونَ أن تُفَاقِمَا ¶ ولا الفِقَامَ دون أنْ تُفاغِمَا ... وتركَبُ القوائمُ الْقَوائِمَا! ¶ فغضب زيادة، وكان بينهما شر، فكان ذلك سبباً أدى هدبة إلى قتل زيادة، ثم قتل هدبة. ¶ ومعنى نزحي: تسوق برفق، والمطي: الإبل، والسواهم المتغيرة من السفر، والزبل: الضوامر، والرواسم: التي ترسم في الأرض أي تؤثر فيها بأخفافها، والجلة: الكبار من الإبل، واحدها: جليل. ¶ والناجية: السريعة، والعياهم: الحسنة الخلق. ¶ والمستحير: القفر الخالي، الذي يحار فيه، والقاتم: الكثير القتام، وهو الغبار، والحادي: الذي يحدو الإبل، أي يسوقها، والهمام الأصوات، وترجيعها: تكريرها. ¶ ومعنى أرجفن: والسوالف: صفحات الأعناق، والجماجم الرءوس، والمرو: الحجارة، والقماقم الأصوات، والمآكم رءوس الأوراك، واللبات: موضع الحلي، واللمام: الزيادة، واللزام: المعانقة، والفقام - والمفاقمة -: التقبيل، ووضع الفم على الفم، والمفاغمة: شم الرائحة الطيبة، ولا يكون إلا في الرائحة الطيبة. ¶ والقلص: جمع قلوص، وهي الفتية من الإبل. ¶ وأنشد أبو القاسم في هذا الباب: ¶ سَمِعْتُ النَّاسَ يَنْتَجِعُونَ غَيْثاً ... فقلتُ لصَيْدَحَ انتجِعِي بَلاَلاً ¶ هذا البيت: لذي الرمة، يمدح به بلال بن أبي بردة بن أبي موسى الأشعري. ¶ ومعنى ينتجعون: يقصدون ويطلبون. ¶ والغيث: يكون المطر، ويكون النبات الذي ينبت عنه، وهو من تسمية الشيء باسم الشيء، إذا كان منه بسبب، قال زهير: ¶ وغَيْثٍ مِنَ الوَسْمِيِّ حُوٍّ تلاَعُهُ ... أَجابَتْ روابِيه النجاء هواطِله ¶ وصيدح: اسم ناقته. ¶ ويروى أن بلالاً، لما سمع هذا البيت، قال: يا غلام مر له بقت ونوىً، أراد أن ذا الرمة لا يحسن المدح، والقت: الرطب من الشعير.! ويروى الناس - بالرفع والنصب فمن رفع فعلى الحكاية، ولم يسمع هو ذلك، وإنما سمع قائلا يقول: الناس ينتجعون غيثا، فحكى ما سمع. ¶ ومن نصب الناس فهو الذي يسمع ذلك منهم. ¶ ويجب أن يكون في الكلام مضاف محذوف، كأنه قال: سمعت قول الناس؛ لأن الأشخاص لا تسمع، وإنما يسمع أصواتها وكلامها، فإذا قلت: سمعت زيداً يقول كذا، فإنما التقدير: سمعت كلام زيد، ويقول جملة موضعها نصب على الحال، وكذلك ينتجعون في رواية من نصب الناس. ¶ وزعم الفارسي في الإيضاح أن سمع يتعدى إلى مفعول واحد إذا كان مما يسمع، كقولك: سمعت كلام زيد. ¶ وإن كان مما لا يسمع تعدي إلى مفعولين، كقولك سمعت زيداً يقول كذا وكذا؛ فتقديره عنده في موضع المفعول الثاني.",
            "page": "72",
            "part": "1",
            "seal": "4B2DAEA4"
        },
        {
            "id": "73",
            "nass": "وهذه من مسائله التي غلط فيها؛ لأن سمعت لو كان مما يتعدى إلى مفعولين لم يخل أن يكون من باب ما يتعدى إلى مفعولين، لا يجوز السكوت على أحدهما، وهو من باب ظننت وأخواتها، أو يكون من باب ما يجوز فيه السكوت على أحد المفعولين، وليس في العربية باب آخر له حكم ثالث. ¶ فلا يجوز أن يكون من باب ظننت؛ لأنهم قد عدوه إلى مفعول واحد، فقالوا: سمعت كلام زيد. ¶ ولا يجوز أن يكون من باب أعطيت، لن باب أعطيت لا يجوز أن يكون المفعول الثاني فيه إلا اسما محضاً، ولا يجوز أن يقع موقعه فعل، ولا جملة، وأنت تقول: سمعت زيداً يتكلم، وسمعت زيداً وهو يتكلم، فتأتى بعده بفعل، أو بجملة. ¶ فإذا بطل أن يكون سمعت من باب ظننت، ومن باب أعطيت، ثبت أنه مما يتعدى إلى مفعول واحد، وأنك إذا قلت: سمعت زيداً يقول، فيقول في موضع الحال، لا في موضع المفعول الثاني، وإن تقديره: سمعت كلام زيد يقول، فتكون حاسة السمع بمنزلة الحواس الخمس في تعديها إلى مفعول واحد، كقولك: أبصرت الرجل، وشممت الطيب، وذقت الطعام، ولمست الشيء، وبعد بيت ذي الرمة: ¶ تُنَاخِيِ عِندَ خَيْر فَتىً يمانٍ ... إذَا النَّكبَاءُ نَاوَحْت الشَّمَالاَ ¶ والنكباء ريح تهب بين مهبي ريحين. ¶ ومعنى ناوحت: قابلت، والشمال: الريح الجوفية، وإنما تناوح النكباء في أيام البرد والشتاء، فمدحه بالكرم في ذلك الوقت.! وأنشد أبو القاسم في باب: حكايات النكرات بمن: ¶ أَتَوْا نَارِي، فقلْتُ: مَنُونَ أنتُم؟ ... فَقَالُوا: الجنّ، قلتُ: عِمُوا ظَلاَماً ¶ ثم ذكر أن بعض الناس يغلطون في هذا الشعر، ويوونه: عموا صباحاً وجعل دليله على ذلك ما رواه، عن أبي دريد، عن أبي حاتم، عن أبي زيد، ثم أنشد القطعة: ¶ وَنارٍ قَد حَضَأْتُ بُعَيدَوهنٍ ... بدار ما أُريدُ بها مُقَاماً ¶ سِوَى تَرحِيل راحلةٍ وَعَينٍ ... أُكَالِؤها مَخَافَةَ أن تَنَامَا ¶ أتَوا نَارِي فقلتُ: مَنُونَ أنتُم ... فقالوا: الجنُّ، قلت: عِمو ظَلاَمَا ¶ فقلتُ: إلى الطعام، فقال منهم ... زعيمُ: تحسُدُ الإنَّسُ الطعَامَا ¶ لقد فُضِّلتُمُ بالأكل فِينَا ... ولسكن ذاك يُعقبكُم سِقَامَا ¶ ولم يقع هذا البيت الأخير في جميع النسخ، ويروى: ¶ أَمِطْ عنَّا الطّعامَ؛ فإنَّ فيه ... لآكِلهِ النَّغَاصَة والسِّقَامَا ¶ وقد صدق أبو القاسم - رحمه الله - فيما رواه، عن ابن دريد، ولكنه أخطأ في تخئته رواية من روى عمو صباحا، لأن هذا الشعر الذي أنكره، وقع في كتاب سد مأرب، ونسبه واضع الكتاب إلى جذع بن سنان الغساني في حكاية طويلة، وزعم أنها جرت له مع الجن، وكلا الشعرين أكذبة من أكاذيب العرب، لم تقع قط!! فمنهم من يرويه على الصفة التي ذكرها أبو القاسم - رحمه الله تعالى - عن ابن دريد. ومنهم من يرويه على ما وقع في كتاب سد مأرب. ¶ والشعر الذي على قافية الميم، ينسب إلى شمير بن الحارث، وينسب إلى تأبط شراً، وأما الشعر الذي على قافية الحاء، فلا خلاف أنه لجذع بن سنان الغساني، وهو: ¶ أَتَوْا نَارِي، فقُلْتُ: مَنُونَ أنتم؟ ... فقالوا: الجنُّ، فقلت عِمُوا صباحا! ¶ نزلتُ بِشِعْبِ وادِي الجنِّ لَمَّا ... رأيتُ الليلَ قد نَشَرَ الجنَاحا ¶ أَتَيْتُهمُ، وللأقدارِ حَتْمٌ ... يُلاقي المرءَ: صُبْحاً أو رَواحَا ¶ أتيتُهُمُ، غريبا مستغيثا ... رأوْا قَتْلى إذا فَعَلوا جُنَاحا ¶ أتوني سافِرين فقلت: أَهْلاً ... رأيتُ وجوهَهم وُسْماً صِبَاحَا ¶ أتاني قَاشِر وبَنُو بَنِيهِ ... وقد جَنَّ الدُّجَى والنَّجْم لاَحا ¶ نحْرت لهم وقلتُ أَلاَ هَلمُّوا ... كُلُوا مِمَّا طَهَيْتُ لكم سَماحَا! ¶ فنازعني الزُّجَاجة بَعْدَ وَهْنٍ ... مَزَجتُ لهم بها عَسَلاً وَرَاحَا ¶ وحَذَّرَني أُموراً سَوْف تَأُتى ... أَهُزُّ لَهَا الصَّوارِم والرِّمَاحَا",
            "page": "73",
            "part": "1",
            "seal": "89FF8DFC"
        },
        {
            "id": "74",
            "nass": "سَأَمضي لِلَّذي قالوا بعزْمٍ ... ولا أبْغي لذلكم قِدَاحَا ¶ أَسَأْتُ الظنَّ فيه ومن أساهُ ... بكلِّ النَّاسِ قَد لاَقَى نَجَاحَا! ¶ وقد تأتي إلى المرء المنايا ... بأثءواب الأمان سُدًى صُرَاحَا ¶ سَيُبْقى حكُم هذَا الدَّهرِ قوماً ... ويَهْلِك آخرون به ذُبَاحَا! ¶ أَثعلبةَ بنَ عمرٍو ليس هذا ... أوانُ السَّيْر فاعتدَّ السِّلاَحَا! ¶ ألم تعلَم بأنْ الذّلَّ مَوْتٌ ... يُتِحُ لِمَنْ ألمَّ بِه اجْتِيَاحَا؟ ¶ ولا يَبْقَى نعِيمُ الدّهر إلاّ ... لِقرْم ماجِدٍ صَدَق الكفاحَا! ¶ ونحن نفسر الشعرين جميعا، ونذكر ما فيهما من الغريب. ¶ فمعنى حضات: أشعلت، وأوقدت، ويقال للعود الذي تحرك به النار محضأ على وزن مفعل. ¶ والوهن: والموهن - نحو من نصف الليل. ¶ وترحيل - الراحلة: إزالة الرحل عن ظهرها، والرحل للإبل: كالسرج للخيل، والراحلة: التي تتخذ للركوب والسفر، سميت بذلك، لأنها ترحل براكبها، ومعنى أكالؤها: أحرسها وأحفظها، لأن لا تنام. ¶ وكان المفضل يروى وعير بالراء، وقال: العير إنسان العين، ومنه قبل في المثل: لقيته قبل عير وما جرى، أي قبل أن ينتبه منتبه من نومه، ويقلب عير عينيه، وما مع جرى: في تقدير المصدر، فكأنه قال: قبل عير وجريه: ويروى: ¶ أَتَوا نَارِي فَقُلتُ مَنُونَ؟ قالوا: ... سَراةُ الْجنِّ، قلتُ: عِمُوا ظَلاما ¶ وسراة الجن: أشرافهم، واحدهم سري، وارتفاعهم على خبر المبتدأ المضمر، كأنه قال: نحن سراة الجن. ¶ ومعنى عموا: أنعموا، يقال: عم صباحا، وعم صباحا بكسر العين وفتحها، ويقال وعم بعم، على مثال: وعد بعد، ووعم - بكسر العين - يعم، على مثال: ومق يمق. ¶ وذهب قوم إلى أن يعم محذوف من ينعم، وقالوا: إذا قيل يعم بفتح العين فهو محذوف من ينعم المفتوح العين. ¶ وإذا قيل: يعم - بكسر العين - فهو محذوف من ينعم مكسور العين. ¶ وحكى يونس، أن أبا عمرو بن العلاء سئل عن قول عنترة: ¶ يا دار عَبلةَ بالجواء تكلّمي ... وعِمَي صَبَاحاً دارَ عَبلَةَ واسلَمِي ¶ فقال هو: من نعم المطر، إذا كثر، ونعم البحر إذا كثر زبده كأنه يدعو لها بالسقيا وكثرة الخير. ¶ وقال الأصمعي، والفراء في قولهم: عم صباحا: إنما هو دعاء بالنعيم والهل، وهذا هو المعروف، وما حكاه يونس نادر غريب!. ¶ وظلاما ينتصب على وجهين. ¶ أحدهما: الظرف، كأنه قال: انعموا في ظلامكم. ¶ والثاني: على التمييز المنقول عما كان في أصله فاعلا، ثم نقل الفعل منه إلى غيره فنصب، كأن أصله: لينعم ظلامكم، ثم نقل الفعل عن الظلام إليهم، وهذا من باب: \" واشتعل الرأس شيباً \" وتفقأت شحماً. ¶ فإن قيل كيف جاز أن يقول لهم: عموا صباحا، وهم في الليل، وإنما يليق هذا الدعاء لمن يلقى في الصباح دون المساء؟ فالجواب عن هذا من وجهين: أحدهما: أن الرجل إذا قيل له: عم صباحاً، فليس المراد أن ينعم في الصباح دون المساء، كما أنه إذا قيل: أرغم الله أنفه، وحيا الله وجهه، فليس المراد به الوجه والأنف، دون سائر الجسد، وكذلك إذا قيل: أعلى الله كعبك، وإنما هي ألفاظ ظاهرها الخصوص، ومعناها العموم، ومثله قول الأعشي: ¶ الواطئون على صُدور نِعَالهم ... يَمْشُون في الرَّقمِيّ والأبْرَادِ ¶ والْوطء لا يكون على صدور النعال دون سائرها. ¶ والوجه الثاني: أن يكون معنى أنعم الله صباحك: أطلع الله عليك كل صباح بالنعيم، لأن الصباح والظلام نوعان، والنوع يسمى كل جزء منه بما تسمى به جملته. ¶ وقوله: فقلت إلى الطعام: إلى متعلقة بفعلٍ محذوف، وهو في حكم الظاهر؛ فلذلك لم يكن له موضع من الإعراب، كأنه قال: هلموا إلى الطعام. ¶ وأما منهم: فموضعه نصب على الحال، تقديره: فقال زعيم الجن منهم، فلو كان هكذا لكان المجرور في موضع الصفة لزعيم، فلما قدم صفة النكرة عليها صارت حالا. ¶ وقوله: تحسد في موضع الصفة لزعيم وزعيم القوم رئيسهم، والزعامة: الرياسة، قال لبيد: ¶ تطير عدائد اْلأَشْراك شَفْعاً ... وَوِتْرا والزَّعَامَةُ لِلْغُلاَمِ",
            "page": "74",
            "part": "1",
            "seal": "A9B1EEF7"
        },
        {
            "id": "75",
            "nass": "وفينا بمعنى علينا، قال الله تعالى \" ولأصلبنكم في جذوع النخل \". ¶ وهي متعلقة بفضلتم، وكذلك الباء، ولا موضع لهما من الإعراب، لتعلقهما بظاهر. ¶ وأما قول جذع بن سنان: نزلت بشعب وادي الجن؛ فإن: الشعب: الطريق في الجبل. ¶ وقوله: رأيت وجوههم وسماً صباحاً، فالوسم: جمع وسيم، وهو الذي عليه سمة الجمال، وكذلك الصباح واحدهم صبيح، شبهه بالصباح في إشراقه. ¶ وطهيت طبخت، يقال: طهيت اللحم، وطهوته، فانا طاهٍ. وقوله: لا أبغي لذلكم قداحاً، أي أطلب ضرب القداح، لأنهم كانوا إذا أرادوا فعل أمر ضربوا بالقداح، فإن خرج القدح الذي عليه مكتوب: افعل، فعل الأمر وإن خرج الذي عليه لا تفعل لم يفعله. ¶ وقوله: أسأت الظن فيه يقول: أسأت الظن بضرب القداح، والتعويل على ما يأمر به الجن وينهي عنه، وعلمت أن ما أمرتني الجن به أحرى بأن لا أعول عليه؟. ¶ وهذا نحو ما فعل امرؤ القيس بن حجر. ¶ وذلك أن بني أسد لما قتلوا أباه جيش جيشاً، وعزم على غزوهم، فقيل له: لا تنهض حتى تشاور ذا الخلصة، وكان صنماً باليمن، يستقسم عنده بالأزلام!. ¶ فأتى إليه ونزل عن فرسه، وسجد بين يدي الصنم، وشكا إليه بني أسدٍ، وقتلهم لأبيه، وأنه يريد أن يغزوهم؟!. ¶ ثم قال للسادن: أجل القداح!، فأجالها، فخرج السهم المكتوب عليه: لا تفعل! فقال له السادن: قد نهاك ربك عن الغزو!. ¶ فانصرف فسجد ثانية، وأكد الرغبة، وقال للسادن: أجل القداح!. ¶ فأجالها، فخرج الذي عليه: لا تفعل! فسجد ثالثة، وأجال القداح السادن، فقال: لا تفعل!! فقال امرؤ القيس: ناولني القداح، فناوله إياها فقال: ¶ لو كنتَ ياذَا الْخَلصة الموْتورا ... دُونِي وَكَانَ شيْخُكَ المقْبُورَا ¶ لم تَنْهَ عنْ قتل الأعادي زُورَا!! ¶ ثم كسر القداح، وضرب بها وجه الصنم، ونهض لطيته، ولم ينثن عن وجهته، وظن الناس أنه سيهزم، وواقع بني أسد، ورجع من سفره سالما غانماً، فهان على الناس أمر الصنم، وبات عطلاً لا ينهض إليه أحد، حتى جاء افسلام، فبعث رسول الله صلى الله عليه وسلم خالد بن الوليد فهدمه!. ¶ وقوله: سدَى صراحاً: السدى: المهملة التي لا يردها أحد، والصراح الظاهرة. ¶ والذباح: بضم الذال - نبات يقتل من أكله، ويسمى الذبح أيضاً، قال الراجز: ¶ يسقيهم مِن خِلَل الصِّفاحِ ... كأْساً من الذِّيفان والذُّباحِ ¶ ومن روى ذباحا بكسر الذال جعلها جمع ذبيح. ¶ وقوله: يتيح لمن ألم به اجتياحا، أي يقدر ويجلب، يقال: أتاح الله كذا، أي قدره. ¶ وألم نزل، والاجتياح: الاستئصال. ¶ والقرم السيد، وأصله الفحل من الإبل. ¶ والكفاح: ملاقاة الأعداء. ¶ وأنشد أبو القاسم في باب ماذا: ¶ أَلاَ تَسْأَلاَنِ المرءءَ مَاذَا يحاوِلُ ... أَنَحْبٌ فَيُقْضَى، أمْ ضَلاَلٌ وَبَاطِلُ؟ ¶ هذا البيت للبيد بن ربيعة العامري، وقد تقدم الكلام في اسمه. والنحب: ما ينذره الإنسان على نفسه، ويوجب عليه فعله على كل حال، وغنما ذكر شدة رغبة الإنسان في الدنيا، وحرصه عليها، فقال: اسألوه عن هذا الأمر الذي هو فيه: أهو نذره على نفسه، فرأى أنه لا بد من فعله، أو هو في ضلال، وباطل من أمره؟! وما في موضع رفع، بالابتداء، وذا خبره، ويحاول من صلة ذا، وهو بمعنى الذي، كأنه قال: أي شيءٍ الذي يحاوله؟ وقوله: أنحب مرتفع على أنه خبر مبتدأ مضمر، كأنه قال: أهو نحب، جاز أن تكون ما مرفوعة الموضع، وجاز أن تكون منصوبة الموضع ويقضى في موضع نصب على جواب الاستفهام. ¶ وهذا البيت: أول قصيدة للبيد، يذم فيها الدنيا، ويحض على الزهادة فيها، وبعده: ¶ حبائُلهُ مَبْثُوثة بسَبيلهِ ... ويَعْيا إذا ما أخْطَأتْه الَحْبَائِلُ! ¶ وكلُّ امرئٍ يوماً سَيَعْلَم سَعْيَهُ ... إذا حَصَلَتء عند الإلَهِ المحاصَلِ! ¶ وكل أُناسٍ سَوْف تَدخُل بينهم ... دُوَيْهيةٌ تصفرُّ مِنْها الأنَامِلُ! ¶ وأنشد أبو القاسم في باب الصلات: ¶ تَعَالَ فإنْ عاهَدْتَّنِي لاَ تَخُونُنِي ... نكنْ مثْل مَنْ يا ذئْبُ يَصْطَحِبانِ ¶ هذا البيت: للفرزدق، من شعر زعم فيه أنه نزل في بعض مناهله، فرأى الذئب ناره، فأتاه، وذكر أنه أطعمه من زاده، قال:",
            "page": "75",
            "part": "1",
            "seal": "6777B48C"
        },
        {
            "id": "76",
            "nass": "وأطلَس عَسَّالٍ وَمَا كَانَ صَاحِباً ... دعوْتُ لنَارِي مَوْهِناً فأَتانِي ¶ فَلَمَّا أَتَى قُلْتُ: ادْنُ دونَكَ إنَّنِي ... وإيَّاك في زَادِي لَمُشْتَرِكانِ! ¶ فبِتُّ أقُدُّ الزَّادَ بَيْنِي وبَيْنَه ... على ضوء نارٍ مرةً ودُخَانِ ¶ فَقُلْتُ لَهُ لَمَّا تكَشّر ضاحِكاً وقَائِمُ سَيْفي مِنْ يَدِي بِمكَانِ ¶ تَعَشَّ فَإنْ عاهَدْتَنِي لا تخوننيتكُنْ مِثْلَ مَنْ يا ذِئْبُ يصْطَحِبَانِ ¶ وأنتَ امْرُؤٌ يا ذئب والغدر كنتما ... أُحَيَّينِ كَانَا أُرْضِعا بِلبَانِ! ¶ ولو غَيرنَا نَبَّهْتَ تلتمس القِرَى ... رَمَاكَ بِسَهْم وشَبَاةِ سِنَان ¶ وقوله: وأطلس: أي ورب ذئب أطلس، والأطالس: الأغبر اللون، قال الراجز يصف ذئباً: ¶ بَهْمُ بَنِي مُحارِب مِنْ دَارِه ... أطْلَسٌ يُخْفى شخصهُ غُبارُه ¶ في شِدقه شفَرَتُه ونارُه ... مَمْشاه مَمْشَ الكلْب وازْدِجارُه ¶ هُوَ الخَبِيثُ عَيءنه فَرَارُه ¶ العسال: الذي يضطرب في مشيه. ¶ وقوله: دعوت لناري: يقول: لما رأى ناري أقبل إلي، وكأن النار عدته. ويروى: رفعت لناري، وهذا من المقلوب كما يقال: أدخلت الخاتم في أصبعي، وإنما الوجه: أدخلت أصبعي في الخاتم، وكذلك الوجه: رفعت له ناري، وفي قوله: ادن امر بالقرب. وقوله: دونك: أمر بالأكل. ¶ ومعنى أقد: اقطع، ومعنى تكشر: تكشفت أسنانه. ¶ وقوله: لا تخونني: جملة في موضع نصب، على الحال، أي إن عاهدتني غير خائن، واراد: مثل من يصطبان يا ذئب، ففرق بين الصلة والموصول ضرورة، وإنما قال: وأنت امرؤ، وهذا الإسم إنما يقع على من يعقل؛ لأنه أجراه مجرى من يعقل: في أن خاطبه وكلمه وطلب منه المعاهدة، فأجراه أيضاً مجرى العاقل المميز في أن سماه امرأً. ¶ وشباة السنان: حده. ¶ وإنما احتذى الفرزدق في هذا الشعر: قول امرئ القيس: بأنه وصف ذئبا وكلمه ودعاه إلى الصحبة، ويروى للنجاشي وهو قوله: ¶ وماء كلوْن البول قد عاد آجنا ... قليل به الأصوات في كلأ مَحل ¶ لقيتُ عليه الذِّئب يَعوي كأنه ... خَلِيعٌ خَلاَ مِن كلِّ مَالٍ ومِن أهلِ ¶ فقلت له يا ذِئبُ هَل لَكَ في أخٍ ... يواس بِلاَ أُثْرىَ وَلاَ بُخْل ¶ فقال: هَدَاك اللهُ إنَّكَ إنَّما ... دَعوْتَ لِمَا لَمْ يَأْتِهِ سَبُعٌ قَبْلِي ¶ فَلَستُ بآتِيهِ وَلاَ أستطيعُهُ ... ولاكِ اسقِنِي إن كَانَ ماؤَك ذا فَضْل ¶ أراد: ولكن، فحذف النون لالتقاء الساكنين ضرورة. ¶ وأنشد أبو القاسم في باب التكسير: ¶ وإذَا الرِّجال رَأَوا يزيدَ رأَيتَهم ... خُضُعَ الرِّقاب نَوَاكِسَ الأَبصَارِ ¶ هذا البيت: للفرزدق، من شعر يمدح به يزيد بن المهلب، يقول فيه: ¶ وإذا النُّفُوس جَشَأْنَ طَأْمَنَ جَأشَها ... ثِقَةً بها لحماية الأدْبارِ ¶ ما زال مُدْ عقدتٌ يداه إزارَهُ ... فسَمَا فأدرَك خمسةَ الأشْبارِ ¶ يُدْني كتائبَ تلتقي ... للطَّعن يومَ تجاول وغِوَار ¶ وقد مضى كلامنا في هذا الشعر ومعنى جسأن: ارتفعن من الصدور، وهممن، بالخروج من الفزع، كما قال الله تعالى: \" وبلغت القلوب الحناجر \"، وقال ابن الإطنابة: ¶ وقَوْلي كلَّما جَشأتْ وجَاشَتْ ... مَكانَكِ تُحمدِي أو تستريحي ¶ وطأمن: سكن. ¶ وجمع ناكساً على نواكس، وكان القياس أن يقول: نكاس أو نكس، فكأنه حمله على تأنيب الجمع الذي ثالثه ألف، وبعده حرفان، او ثلاثة لا يتهيأ تكسيره؛ لأنه نهاية التكسير، وأراد جمعه، فلم يمكنه ذلك، إلا: بأن يجمعه جمع السلامة؛ لأنه لا يغير افسم عن لفظه، كما قال الأول: ¶ فَهُنَّ يَعْلُكْنَ حَدَائِدَاتِها ¶ ونضب خضع الرقاب: على الحال؛ لأن إضافته غير محضة، وكذلك إضافة نواكس، لن المعنى: خضعاً رقابهم، نواكس أبصارهم. ¶ وأنشد أبو القاسم في باب: تكسير ما كان على فعلة: - ¶ ولمّا رَأَوْنَا بَادِياً رُكُبَاتُنا ... عَلَى حَالَةٍ لاَ تَخْلِطُ الجِدَّ بالهزَلِ",
            "page": "76",
            "part": "1",
            "seal": "8447C91E"
        },
        {
            "id": "77",
            "nass": "هذا البيت: لا أعلم قائله. ¶ ويروى: ركباتنا: بضم الكاف وفتحها. ¶ وقوله: لا نخلط الجد بالهزل جملة في موضع نصب على الحال، كأنه قال غير خالطين الجد بالهزل. ¶ ويجوز أن تكون في موضع خفض على الصفة لموطن، ولا يستقيم ذلك إلا بأن تقدر في الجملة ضميراً عائداً على الموطن، كأنه قال: لا نخلط فيه الجد بالهزل؛ لأن الصفة يلزم أن يكون فيها ضمير يعود إلى الموصوف فهي على هذا صفة جرت على غير من هي له، واستتر الضمير، لأن الفعل يتضمن ضمير الأجنبي، كما يتضمن غير الأجنبي. ولو صيرتها صفة محضةً لقلت: على موطن غير خالطٍ نحن فيه الجد بالهزل، فبرز الضمير الفاعل، ولم يستتر. ¶ وأنشد أبو القاسم في هذا الباب: ¶ أمّا الإِمَاءُ فَلاَ يَدْعُونَنِي وَلَداً ... إِذَا تَرامَى بَنو الإمْوَانِ بالعْارِ ¶ هذا البيت: للقتال الكلابي، واسمه: فيما ذكر أبو العباس المبرد: عبيد بن المضرحي، وقال غيره: اسمه عبد الله بن مجيب. ¶ ويسمى القتال: لأنه قتل ابن عم له، كان القتال يختلف إلى أخت له، ويجلس معها، فنهاه أخوها عن ذلك، فلم ينته، فقال له: والله لئن وجدتك في بيتها لأقتلنك!. ¶ ثم إنه أقبل يوماً فوجده عندها، فقال له: ألم أنهك عن هذا؟! فتناول الرمح، فخرج القتال هارباً بين البيوت، وهو يناشده الله ويذكره بالرحم، وابن عمه يلج في اتباعه، فوجد القتال رمحاً مركوزاً عند بعض البيوت، فأخذه وعطف عليه وقتله، وتنادى الناس، وخرجوا من البيوت يتبعونه، فمر ببيت لابنة عم له، وهي تختضب بالحناء فأخذ قناعها وستر راسه، وقال لها: ادخلي وراء السترفدخلت وجعل يختصب بالحناء، فبلغ القوم الخباء، فانقطع أثره، وظنوا المختصب زينب بنت عنه، فقالوا: أين الفاسق؟ فأشار بيده - ذهب هكذا!. ¶ فركبوا ذلك الطريق - الذي أشار إليه - وخرج هو، وهرب على طريق آخر، حتى أتى عماية، وهو جبل كثير الشعاب، والأغوار، إذا دخل فيه الإنسان لم يعلم له خبر، فأقام فيه سنة، حتى عفا عنه أولياء المقتول، وله في ذلك أشعار كثيرة، ومنها: ¶ فمن مُبلغٍ فِتيانَ قوْمي أَنَّنِي ... تَسَمَّيتُ لَمَّا شَبَّت الحرْب زينبا ¶ وأرْخيت جِلبابي على نَبْتِ لِحيَتِي ... وأَبدَيتُ للنَّاس الْبَنَانَ المخضَّبا ¶ وأما معنى البيت الأول: فإنه افتخر بأنه ابن حرة، فقال: لست أخشى أن يعيرني أحد، بأني ابن أمة، إذا سب بعض الناس بعضاً بذلك!. ¶ وبعده: ¶ لا أرضَعُ الدَّهر الاثّدءيَ واضِحَةٍ ... لِوَاضِحٍ الخَدِّ يحمي حَوْزةَ الجار ¶ من آل سُفيان أو وَرْقاءَ يمنعها ... تحت العجَاجَةِ ضرْبٌ غَيرُ عُوَّار ¶ يا ليتني والمُنى لَيْست بنافعةلمالكٍ أو لحصنٍ أوْ لِسيَّار ¶ طِوَال انْضِيَة العنَاقِ لمْ يَجدُوا ... رِيحَ الإماءِ إذا راحَتْ بأزفار ¶ ولم يرد بتمنيه أن يكون ابنا لهم، ولا أنهم أشرف من أبيه وقومه، وإنما أراد: ليتني كنت منهم، فينصرونني ويعزونني، لأنه كان قاول رجلاً من قومه فشتمه الرجل، فشكا إلى قومه، فلم يشكوه، ولم ينصروه!. ¶ وأنشد أبو القاسم في باب أبنية الأفعال: ¶ وَكُومٌ تَنْعِمُ الأضْيافَ عَيْناً ... وَتُصْبِحُ في مَبارِكِها ثِقالاً! ¶ هذا البيت: للفرزدق. ¶ والكوم: الإبل العظام الأسنمة، الواحدة كوماء، والذكر أكوم. ¶ وقوله: تنعم الأضياف عيناً أي تقربها عيون الأضياف، لأنهم يشربون ألبانها، ويقرون من لحومها. ¶ ومعنى وتصبح في مباركها ثقالا، أراد: أن ما في أخلافها من اللبن يثقلها عن الحركة، كما قال أبو النجم: ¶ تمشي من الدِّرَّة مَشْيَ الْحَقِل ... مَشيَ الرَّوايَا بالمزادِ الأثْقل ¶ وقيل: إن معناها أنها تبقى في مباركها إلى أن يرتفع النهار، لأن الرعي قبل طلوع الشمس يضر بالإبل، وفي الحديث أنه نهى غلام عن السموم، قبل طلوع الشمس. ¶ والسوم: مصدر سامت الماشية إذا سرحت. ¶ وقوله: تنعم الأضياف عينا في موضع الصفة للكوم، وفي الكلام ضمير محذوف، كأنه قال: تنعم الأضياف عيناً بها، لأن الصفة يجب أن يكون فيها ضمير عائد إلى موصوفها. ¶ ويروى الأضياف بالنصب، فمن روى هكا، أراد: تنعم بالأضياف، فلما حذف الباء نصب، كما قال:",
            "page": "77",
            "part": "1",
            "seal": "497F0BE3"
        },
        {
            "id": "78",
            "nass": "أمَرْتُكَ الخَيرَ فافعلْ مَا أُمِرْتَ بِهَ ... فقد تركتُكَ ذَا مَالس وذَا نَشبِ ¶ والمعنى على هذه الرواية: أن أهلها ينعمون عيناً بورود الأضياف، فنسب ذلك إلى الإبل، والمراد أصحابها، لأن الإبل لا تنعم عيونها بالأضياف، بل يعز عليها ذلك، لأنها تنحر عند ورودهم، فهي تكرهم، وتكره أصحابها.! وبعد هذا البيت: ¶ حُوَاسَاتِ الْعِشَاء خُبَعْثِنَاتٍ ... إذَا النَّكْباءُ نَاوَحَت الشِّمَالاَ ¶ وقال ابن الأعرابي: الحواس: الأكول الذي لا يشبع. ¶ والخبعثن: الشديد من الإبل وغيرها. ¶ وأنشد أبو القاسم في باب التصريف: ¶ أَلَمْ يأْتِيكَ والأنْباء تَنْمِي ... بِما لاَقَتْ لَبُونُ بَنِي زِياد ¶ هذا الشعر لقيس بن زهير العبسي. ¶ قاله فيما شجر بينه، وبين الربيع بن زيادة العبسي. ¶ وذلك أن أحيحة بن الجلاح، كان وهب لقيس درعاً يقال لها: ذات الحواش، فأخذها منه الربيع بن زياد، ولم يردها له فأغار قيس على إبل الربيع بن زياد، وأخذ له أربعمائة ناقة، وقتل رعاتها، وفر إلى مكة، فباعها من حرب بن أمية، وهشام بن المغيرة بخيل وسلاح، وقال في ذلك: ¶ ألم يأتيك والأنباء تَنْمِي ... بما لاقتْ لَبُونُ بَنِي زيَادِ ¶ ومَحْبِسُها على القرشيّ تُشْرَى ... بأدْراع وأسْيَافٍ حِدَادِ ¶ وما كانت بَفَعْلةِ مثل قيس ... وإنْ تك قد غَدَرْتَ فَلَم تُفَادِ ¶ أخذت الدِّرع مِنْ رجل أبيٍّ ... ولم تَخْشَ الْعُقُوبةَ في الْمعَادِ ¶ ولولا صهره مِنيّ لكانت ... به العثراتُ في سُوء المقادِ ¶ جزيتك يا ربيع جزاء سوء ... وقد تُجْزَى المقارضُ بالأَيادِي ¶ وقوله: والأنباء تنمي يريد، شهرتها وسيرها في الناس حتى تصل، يقال: نمى الخبر لي، ينمي. ¶ واللبون الإبل ذوات اللبن، وهو اسم مفرد أراد به الجنس. ¶ والباء في وقوله: بما لاقت زائدة، كزيادتها في قوله تعالى: \" وكفى بالله شهيداً \". ¶ اجرى يأتيك مجرى الأفعال الصحيحة، فحذف الضمة للجزم لأنه إذا اضطر في غير جزم حركها بالضم. ¶ وقول أبي القاسم رحمه الله تعالى: إنها لغة خطأ، وقد ذكرنا ذلك. ¶ وأنشد أبو القاسم في باب: شواذ الأدغام: ¶ سَوَى أنَّ العِتَاق مِنَ الْمطَايَا ... حَسَيْنَ به فَهُنَّ إليه شوسُ ¶ هذا البيت: لأبي زبيد الطائي واسمه حرملة بن المنذر. ¶ وقال ابن قتيبة: اسمه المنذر بن حرملة. وكان نصرانياً: ويروى أنه كان يشرب يوما في البيعة، وحوله نصاري، فرفع راسه إلى السماء، ثم نظر فرمى بالكأس من يده، وقال: ¶ إذا جُعِل المرءُ الّذي كانَ حازماً ... يُحَلُّ حَلَّ الُوَارِ ويُحْمَلُ ¶ فَلَيسَ لَهُ فِي العَيش خَير يُرِيده ... وتكفِينه مَيْتاً أَعَفُّ وأَجمَلُ ¶ ثم زهقت نفسه!! وأكثر شعره في صفة الأسد. ¶ قال شعبة: قلت للطرماح: ما شأن أبي زيد وشأن الأسد؟! فقال: إنه لقى الأسد بالنجف فسلخه.! وقيل هذا البيت: ¶ فَباتُوا يُدْلجونَ وباتَ يَسْرِي ... بصير بالدُّجى هَادٍ غَمُوسُ ¶ إلى أنْ عرّسوا وأغبَّ عنهم ... قريباً ما يُحَسُّ له حَسِيسُ ¶ سَوَى أنَّ العِتَاقَ مِنَ الْمطَايا ... حَسَين بِهِ فَهُنَّ إِليه شُوسُ ¶ الإدلاج: سير الليل، وصف قوما سروا بالليل، والأسد يتبعهم لينتهز فرصة فيهم. ¶ وقوله: بصير بالدجى: أي أنه بصير بالمشي في الليل، والهادي الدليل، والغموس: الواسع الفم من قولهم: طعنة غموس، إذا كانت واسعة الشق، ويقال: هو الذي ينغمس في الشدائد. ¶ ويروى عموس بعين غير معجمة، وهو الذي يتعسف الأشياء كالجاهل يقال: فلان يتعامس في الأمور، أي يتجاهل، ويروى: هموس؛ وهو الذي لا يسمع لمشيه صوت. ¶ والعتاق الإبل النجيبة، والشوس: المحدقة النظر. ¶ وأنشد أبو القاسم في آخر الكتاب: ¶ فما سُبق القيْسيُّ مِنْ سُوء سِيرَةٍ ... ولِكن طَفَتْ عَلْمَاء غُرْلَةُ خَالِدِ ¶ هذا البيت: للفرزدق.",
            "page": "78",
            "part": "1",
            "seal": "4E76FD65"
        },
        {
            "id": "79",
            "nass": "كثير من الناس على أنه أراد بالقيسي عمر بن هبيرة الفزاري، وكان قد عزل عن العراق، وولى مكانه خالد بن عبد الله القسري، فذكر أن عمراً لم يغلب بسوء سيرة، وإنما غلبه خالد لخساسته، لأن خساس الناس من شأنهم أن يظهروا على فضلاء الناس، كم اقال القائل: ¶ أرى زَمناً نَوكَاهُ أسْعدُ أهله ... ولكنَّهُ يَشقَى به كلُّ عاقل ¶ مشى فوقه رجلاه والرَّأْس تحته ... فكفّ الأعالي بارتفاع الأسافل ¶ وذكر الطفو على الماء؛ لأن من شأن الجيف والأقدار أن تعلوأ فوق الماء، ومن شأن الدر أن يرسب تحت الماء، كما قال الآخر: ¶ زَمَنٌ عَلاَ قَدْرُ الوَضِيع به ... وغَدَا الشَّريف يحُطُّه شَرَفُه ¶ كالبحر يَرْسُب فيه لُؤْلُؤْهُ ... سفْلاً وتطفوا فوقه جِيَفُه ¶ وخص الغرلة بالذكر، لأن أم خالد كانت نصرانية، وكان هو بظهر افسلام غير معتقد له!! ويروى أنه كلف جماعة من المسلمين أن يبنوا كنيسة لأمه فأبوا عليه، وامتنعوا من ذلك وقالوا: كيف يليق بمسلم أن يبني كنيسة؟ فقال: قبح الله دين النصارى إن كان شراً من دينكم!! فقال الفرزدق في ذلك: ¶ ألا قبَّح الرحمن ظهر مطيّة ... أتتنا تَهَادَى مِنْ دمشْق بخالِدِ ¶ وكيف بأمُّ النَّاسَ من كانت أَمُّه ... تُدِين بأنَّ الله لَيْس بواحِدِ ¶ بنى بيعةً فيها الصليب لأمِّه ... ويَهْدم مِنْ بُغْضٍ منارَ المساجد ¶ وكان خالد قد اتصل به قول بعض الشعراء: ¶ ليتني في المؤذنين حياتي ... إنَّهم يبصرون مَنْ في السطوح ¶ فَيُشِيرون أو تُشِيرُ إليهم ... بالهوى كلُّ ذَاتِ دَلٍّ مَلِيحِ ¶ فأمر بأن تهدم الصوامع، وتسوى مع السقوف!. ¶ وذكر بعض المنادين: أن العرب كانوا يمتحنون ذكورة المولود وأنوثته إذا ختن؛ بأن تلقى غرلته في الماء، فإذا رسبت قالوا: إنه يكون مذكرا، وإن طفت غرلته قالوا: إنه يكون مؤنثاً، لا خير فيه، وهذا يرجع إلى غلبه الأخس الأفضل، على ما تقدم ذكره. ¶ وقال أبو علي الفارسي: أخبرني أبو بكر بن السراج، قال: أخبرني أبو العباس محمد بن يزيد المبرد، قال: أخبرني المازني أنه رأى هذا البيت بخط سيبويه، في آخر كتابه عند رجل من بني هاشم، يقال له: عبد السلام بن جعفر. ¶ قال: وقال المازني: هذا البيت للفرزدق، قاله في رجلين استبقا، أحدهما من قيس، والآخر من عنترة، فسبق العنزي وكان اسمه خالداً. ¶ وهذا التفسير يوجب أن يروى: من سوء سيره، لأنه مصدر سار يسير سيراً، وهو غير موافق للبيت، لأنه لا وجه فيه لذكر الغرلة إلا على التفسير الأول. ¶ ووقع في نسخة كتاب سيبويه التي رواها أبو بكر مبرمان هذا البيت على رواية أخرى وهي: ¶ وما غُلِبَ الْقَيْسيُّ من ضعف قوةٍ ... ولكن عَلَتْ عَلمْاء غُرْلَةُ قنبِرِ ¶ ولم يذكر أنه للفرزدق، ولم أجد هذا البيت فيما طالعت من شعر الفرزدق، فأقف منه على حقيقته!. ¶ وهذا ما وجد من شرح أبيات الجمل. ¶ وبعد فإني احمد الله الذي وفقني للقيام بإخراج هذا الكتاب الذي يطبع لأول مرة بعد قرابة تسعة قرون مضت بعد حياة مؤلفة الجليل: أبو محمد عبد الله ابن السيد رحمه الله وتغمده بفضله. ¶ وصلى الله وسلم وبارك على سيدنا محمد وآله وصحبه ومن تبعهم بإحسان.",
            "page": "79",
            "part": "1",
            "seal": "D5A3D4A0"
        }
    ],
    "t634": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "قال أبو محمد عبد الله بن محمد بن السيد البطليوسي رحمه الله"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "2",
            "tit": "أنشد أبو القاسم رحمه الله"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "وهذا ما وجد من شرح أبيات الجمل"
        }
    ]
}