{
    "b6347": [
        {
            "id": "2",
            "nass": "مُقَدّمَة الْمُؤلف ¶ بِسم الله الرَّحْمَن الرَّحِيم وَمَا توفيقي الا بِاللَّه ¶ اما بعد حمد الله الَّذِي فضل هَذِه الامة على سَائِر الامم وَجعل للصدر الاول من ذَلِك اكثر الانصباء واوفر الْقسم واختصهم لصحبة نبيه عَلَيْهِ السَّلَام الْمَبْعُوث بمحاسن الشيم ومجامع الحكم وهداهم بِمَا شهدُوا من احواله وفهموا من اقواله وشاهدوا من افعاله الى ارشد لقم فهم خير الْقُرُون بالاجماع واولاها بالاقتداء والاتباع واهل الْبَأْس وَالْكَرم ¶ فَهَذَا تَحْقِيق مَا اخْتلف فِيهِ من الِاحْتِجَاج بأقوالهم المنفردة وَمَا فِي ذَلِك من الْمذَاهب المتعددة مَعَ بَيَان مداركها وايضاح مسالكها وَالْجَوَاب عَمَّا لَا يعْتَمد مِنْهَا وازاحة الشّبَه والانفصال عَنْهَا ¶ وعَلى الله الِاعْتِمَاد وَمِنْه العون واياه نسْأَل التَّوْفِيق والصون فَهُوَ على كل شَيْء قدير وبالاسعاف جدير ¶ وَالْكَلَام فِي هَذِه المسالة ينْحَصر فِي اطراف",
            "page": "19",
            "part": "1",
            "seal": "94C6D393"
        },
        {
            "id": "3",
            "nass": "الطّرف الاول قَول الصَّحَابِيّ اذا اشْتهر بَينهم جَمِيعًا وَلم ينكروه ¶ اذا قَالَ الْوَاحِد مِنْهُم قولا اَوْ اكثر من الْوَاحِد كالاثنين وَالثَّلَاثَة واشتهر ذَلِك بَين البَاقِينَ وَلم ينكروه وَلَا ظهر مِنْهُم مُوَافقَة لذَلِك الْقَائِل بقول اَوْ فعل وَلَا انكار ¶ وَهَذَا هُوَ الْمُسَمّى الاجماع السكوتي ¶ ولائمة الاصوليين فِي تصَوره طَرِيقَانِ ¶ احداهما من جعل ذَلِك فِي حق كل عصر من عصور الْمُجْتَهدين وَهَذَا هُوَ الَّذِي صرح بِهِ الْحَنَفِيَّة فِي كتبهمْ وامام الْحَرَمَيْنِ وَالشَّيْخ ابو اسحاق الشِّيرَازِيّ فِي شرح اللمع وفخر الدّين الرَّازِيّ فِي كتبه وَسَائِر اصحابه وَسيف الدّين الامدي وَابْن الْحَاجِب فِي مختصريه وَغَيرهم والقرافي من الْمَالِكِيَّة وَغَيره من المتاخرين ¶ وتفصيل الْمذَاهب على هَذِه الطَّرِيقَة ان احْمَد بن حَنْبَل وَجُمْهُور الْحَنَفِيَّة وَكَثِيرًا من اصحابنا قَالُوا انه اجماع وَحجَّة وَمِنْهُم من عزاها الى الشَّافِعِي وَكَذَلِكَ قَالَ بعض الْمُعْتَزلَة لَكِن شَرط الجبائي ابو عَليّ وَغَيره مِنْهُم فِي ذَلِك انْقِرَاض الْعَصْر ¶ وَالَّذِي ذهب اليه جُمْهُور اصحابنا وَبَعض الْحَنَفِيَّة وَدَاوُد الظَّاهِرِيّ ان ذَلِك لَا يكون اجماعا وَلَا حجَّة قَالَ الامام فِي الْبُرْهَان هُوَ ظَاهر مَذْهَب الشَّافِعِي وَنَقله الْغَزالِيّ فِي المنخول عَن الْجَدِيد",
            "page": "20",
            "part": "1",
            "seal": "5A21CA1D"
        },
        {
            "id": "4",
            "nass": "وَذهب ابو بكر الصَّيْرَفِي من اصحابنا وابو هَاشم بن الجبائي الى انه حجَّة وَلَيْسَ باجماع ¶ وَقَالَ ابو عَليّ بن ابي هُرَيْرَة ان كَانَ ذَلِك حكما من الاحكام لم يكن سكُوت البَاقِينَ اجماعا وَلَا حجَّة وان فَتْوَى كَانَ سكوتهم اجماعا ¶ وَعكس الاستاذ ابو اسحاق الاسفرائيني فَقَالَ يكون اجماعا فِي الحكم دون الْفتيا ¶ وَاخْتَارَ الامدي فِي الاحكام انه يكون حجَّة وَلَيْسَ بِإِجْمَاع وَهُوَ قريب من قَول الصَّيْرَفِي وابي هَاشم ¶ وَوَافَقَهُ ابْن الْحَاجِب فِي مُخْتَصره الْكَبِير وردد فِي مُخْتَصره الصَّغِير اخْتِيَاره بَين ان يكون اجماعا اَوْ حجَّة ¶ وَالطَّرِيق الثَّانِيَة قَول من خص صُورَة الْمَسْأَلَة بعصر الصَّحَابَة رَضِي الله عَنْهُم دون من بعدهمْ ¶ قَالَ ذَلِك من اصحابنا ابو الْحُسَيْن الْقطَّان فِي كِتَابه اصول الْفِقْه وابو نصر بن الصّباغ فِي كِتَابه الْعدة وابو المظفر بن السَّمْعَانِيّ فِي كِتَابه الْحجَّة وَالْغَزالِيّ فِي الْمُسْتَصْفى والمنخول وَابْن برهَان وَغَيرهم وَقَالَهُ القَاضِي عبد الْوَهَّاب من الْمَالِكِيَّة وَاخْتَارَهُ الْقُرْطُبِيّ من متأخريهم كَمَا سَيَأْتِي وَالشَّيْخ موفق الدّين الْحَنْبَلِيّ فِي الرَّوْضَة وَخَصه بالمسائل التكليفية وَقَالَ عَن احْمَد مَا يدل على انه اجماع ¶ وَحكى هَؤُلَاءِ الْمذَاهب نَحوا مِمَّا تقدم ¶ وَنقل ابْن السَّمْعَانِيّ عَن ابي بكر الصَّيْرَفِي انه قَالَ فِي كَونه حجَّة لَا اجماعا",
            "page": "21",
            "part": "1",
            "seal": "F3F62A0F"
        },
        {
            "id": "5",
            "nass": "وَقيل ان هَذَا مَذْهَب الشَّافِعِي قَالَ وَبِه قَالَ الْكَرْخِي من الْحَنَفِيَّة وَبَعض الْمُعْتَزلَة ¶ وَحكى القَوْل بِكَوْنِهِ اجماعا فِي صُورَة الحكم دون الْفَتْوَى عَن ابي اسحاق الْمروزِي لَا عَن الاستاذ ابي اسحاق ¶ وَقَالَ القَاضِي الْمَاوَرْدِيّ فِي كِتَابه الْحَاوِي ان كَانَ من غير عصر الصَّحَابَة فَلَا يكون انتشار قَول الْوَاحِد مِنْهُم مَعَ امساك غَيره اجماعا وَلَا حجَّة وان كَانَ فِي عصر الصَّحَابَة رَضِي الله عَنْهُم فاذا قَالَ الْوَاحِد مِنْهُم قولا اَوْ حكم بِهِ فامسك الْبَاقُونَ فَهَذَا على ضَرْبَيْنِ ¶ احدهما ان يكون فِيمَا يفوت استدراكه كاراقة دم اَوْ اسْتِبَاحَة فرج فَيكون اجماعا لانهم لَو اعتقدوا خِلَافه لانكروه اذ لَا يَصح مِنْهُم ان يتفقوا على ترك انكار مُنكر ¶ وَثَانِيهمَا ان كَانَ مِمَّا لَا يفوت استدراكه كَانَ حجَّة لَان الْحق لَا يخرج عَنْهُم وَفِي كَونه اجماعا يمْنَع الِاجْتِهَاد وَجْهَان لاصحابنا احدهما يكون اجماعا لَا يسوغ مَعَه الِاجْتِهَاد وَالثَّانِي لَا يكون اجماعا وَسَوَاء كَانَ هَذَا القَوْل حكما اَوْ فتيا ¶ وَفرق ابو عَليّ ابْن ابي هُرَيْرَة فَجعله اجماعا ان كَانَ فتيا وَلم يَجعله اجماعا ان كَانَ حكما وَعَكسه غَيره من اصحابنا انْتهى كَلَامه ¶ وَاخْتَارَ امام الْحَرَمَيْنِ فِي اخر الْمَسْأَلَة انه ان كَانَ ذَلِك مِمَّا يَدُوم ويتكرر وُقُوعه والخوض فِيهِ فانه يكون السُّكُوت اجماعا وان صُورَة الْخلاف فِي السألة اذا فرض السُّكُوت فِي الزَّمن الْيَسِير",
            "page": "22",
            "part": "1",
            "seal": "A7F2EE20"
        },
        {
            "id": "6",
            "nass": "وَقد تقدم انه فرض الْمَسْأَلَة بِالنِّسْبَةِ الى كل عصر لَا فِي عصر الصَّحَابَة فَقَط ¶ وَهَذَا قريب من اخْتِيَار ابْن الْخَطِيب فِي قَول الصَّحَابِيّ اذا لم ينتشر وَكَانَ فِيمَا تعم بِهِ الْبلوى انه حجَّة كَمَا سَيَأْتِي ان شَاءَ الله تَعَالَى ¶ تَرْجِيح ¶ وَالْمَقْصُود ان الطَّرِيقَة الثَّانِيَة وَهِي تَخْصِيص الْمَسْأَلَة بعصر الصَّحَابَة رَضِي الله عَنْهُم اظهر من الطَّرِيقَة الاولى وَذَلِكَ لَان من قَالَ يكون حجَّة وَلَا يكون اجماعا انما يتَوَجَّه اذا فرض ذَلِك فِي حق الصَّحَابَة لَان منصبهم الشريف لَا يَقْتَضِي السُّكُوت عَن مثل ذَلِك مَعَ مخالفتهم فِيهِ لما عرف من عَادَتهم وَهَذَا لَا يجىء فِي حق غير الصَّحَابَة كَيفَ والتعلق هُنَا انما هُوَ بقول الْمُفْتِي اَوْ الْحَاكِم فَقَط لانه مَبْنِيّ على السَّاكِت لَا ينْسب اليه قَول كَمَا نقل عَن الامام الشَّافِعِي رَحْمَة الله عَلَيْهِ وَلَا حجَّة فِي قَول اُحْدُ من الْمُجْتَهدين بعد الصَّحَابَة بالِاتِّفَاقِ فاذا لم يكن ذَلِك اجماعا فَكيف يكون حجَّة بِخِلَاف مَا اذا كَانَ ذَلِك قَول صَحَابِيّ فان ذَلِك اذا لم يكن سكوتهم عَن مثله اجماعا فيصلح للاحتجاج بِهِ كَمَا سَيَأْتِي ان شَاءَ الله ¶ ثمَّ ان الشَّافِعِي رَحمَه الله احْتج فِي كتاب الرسَالَة لاثبات الْعَمَل بِخَبَر الْوَاحِد وبالقياس بِأَن بعض الصَّحَابَة عمل بِهِ وَلم يظْهر من البَاقِينَ انكار لذَلِك فَكَانَ ذَلِك اجماعا هَذَا معنى كَلَامه فَيحْتَمل ان يُقَال لَهُ",
            "page": "23",
            "part": "1",
            "seal": "3C0DE0CA"
        },
        {
            "id": "7",
            "nass": "فِي الْمَسْأَلَة قَوْلَيْنِ كَمَا حَكَاهُمَا ابْن الْحَاجِب وَيحْتَمل ان ينزل الْقَوْلَانِ على حَالين وَذَلِكَ باحد طَرِيقين ¶ احدهما ان يكون حَيْثُ اثْبتْ القَوْل بانه اجماع اراد بذلك عصر الصَّحَابَة رَضِي الله عَنْهُم كَمَا اسْتدلَّ بِهِ لخَبر الْوَاحِد وَالْقِيَاس وَحَيْثُ قَالَ لَا ينْسب الى سَاكِت قَول اراد بذلك من بعد الصَّحَابَة وَهَذَا اولى من ان يَجْعَل لَهُ قَولَانِ متناقضان فِي الْمَسْأَلَة من اصلها ¶ وَالثَّانِي ان يحمل نَفْيه على مَا لم يتَكَرَّر من القضايا اَوْ لم تعم بِهِ الْبلوى وَيحمل القَوْل الاخر فِي الرسَالَة على مَا كَانَ كَذَلِك كَمَا اخْتَارَهُ امام الْحَرَمَيْنِ وَابْن الْخَطِيب لَان الْعَمَل بِخَبَر الْوَاحِد بِالْقِيَاسِ مِمَّا يتَكَرَّر وتعم بِهِ الْبلوى ¶ وكل من هذَيْن الطَّرِيقَيْنِ مُحْتَمل",
            "page": "24",
            "part": "1",
            "seal": "A4F537EA"
        },
        {
            "id": "8",
            "nass": "ادلة الاقوال الْمُتَقَدّمَة ¶ الْكَلَام الان فِيمَا اسْتدلَّ بِهِ كل من قَالَ بقول مِمَّا تقدم ¶ اولا احْتج الْقَائِلُونَ بانه لَيْسَ باجماع وَلَا حجَّة بَان سكُوت الساكتين لَا يدل على الْمُوَافقَة لَا صَرِيحًا وَلَا ظَاهرا ¶ اما نفي الصراحة فَظَاهر ¶ واما نفي دلَالَته ظَاهرا فلَان السُّكُوت يحْتَمل وُجُوهًا ¶ احدها الْمُوَافقَة وَالرِّضَا بذلك ¶ وَثَانِيها انه لم يجْتَهد فِي الْمَسْأَلَة ¶ وَثَالِثهَا انه اجْتهد وَلم يظْهر لَهُ شَيْء ¶ وَرَابِعهَا انه ظهر لَهُ مَا يَقْتَضِي خلاف ذَلِك القَوْل لكنه لم يُبْدِهِ اما لاعْتِقَاده ان كل مُجْتَهد مُصِيب واما لظَنّه ان غَيره كفى الْقيام بذلك واما لهيبة الْقَائِل كَمَا قَالَ ابْن عَبَّاس رَضِي الله عَنْهُمَا فِي مَسْأَلَة نفي الْعَوْل وَقد قيل",
            "page": "25",
            "part": "1",
            "seal": "6612C227"
        },
        {
            "id": "9",
            "nass": "لَهُ لم لَا رددت على عمر رَضِي الله عَنهُ فَقَالَ هِبته وَالله واما للخوف من ثوران فتْنَة كَمَا وَقع لكثير من الصَّحَابَة مَعَ بني امية واما انه راى ان الانكار لَا يجدي شَيْئا ¶ وكل هَذِه الِاحْتِمَالَات منقدحة على السوَاء لَا تَرْجِيح لاحدها على الاخر فَلَا يكون السُّكُوت دَالا على الْمُوَافقَة بطرِيق الظُّهُور ¶ واذا انْتَفَى ان يكون اجماعا فَلَا يكون حجَّة لَان هَذَا قَول بعض الامة والعصمة انما ثبتَتْ لجميعهم لَا حجية الا فِي المدارك الْمَعْرُوفَة من الْكتاب وَالسّنة والاجماع وَالْقِيَاس وَلَيْسَ هَذَا شَيْئا مِنْهَا ¶ ثَانِيًا واجاب الْقَائِلُونَ بِكَوْنِهِ اجماعا عَن ذَلِك بَان احْتِمَال الرِّضَا والموافقة اظهر من بَقِيَّة الِاحْتِمَالَات لَان الله تَعَالَى وصف هَذِه الامة بانهم خير امة اخرجت للنَّاس يامرون بِالْمَعْرُوفِ وَينْهَوْنَ عَن الْمُنكر فَلَا يَصح من جَمِيعهم الاطباق على ترك انكار الْمُنكر لَان فرض الْمَسْأَلَة فِيمَا بلغ الحكم جَمِيع الْمُجْتَهدين",
            "page": "26",
            "part": "1",
            "seal": "FA7E26A6"
        },
        {
            "id": "10",
            "nass": "ثمَّ الْعَادة جَارِيَة فِي كل عصر بِأَن من كَانَ عِنْده خلاف فِي شَيْء من مسَائِل الِاجْتِهَاد أبداه وَلم يسكت وانهم كَانُوا إِذا نزلت بهم نازلة فزعوا فِيهَا إِلَى الآجتهاد وَطلب الحكم ¶ فَهَذَا كُله مِمَّا يرجح احْتِمَال الْمُوَافقَة وَالرِّضَا وَبَقِيَّة الاحتم الات وَإِن كَانَت منقدحة عقلا خلاف الظَّاهِر من أَحْوَال أَرْبَاب الدّين واهل الْحل وَالْعقد ¶ فَفِي ترك الِاجْتِهَاد إهمال حكم الله تَعَالَى فِيمَا وَجب عَلَيْهِم وَلَا يظنّ بهم ذَلِك لما فِيهِ من الْمعْصِيَة وألأصل براءتهم مِنْهَا",
            "page": "27",
            "part": "1",
            "seal": "27A22D3C"
        },
        {
            "id": "11",
            "nass": "وَأما كَونه لم يظْهر لَهُم وَجه الحكم فَهُوَ بعيد ايضا بل مَرْجُوح لِأَن الظَّاهِر أَنه مَا من حكم إِلَّا وَللَّه عَلَيْهِ أَمَارَات وَدَلَائِل تدل عَلَيْهِ وَالظَّاهِر مِمَّن لَهُ أَهْلِيَّة الآجتهاد الآطلآع على ذَلِك وَيلْزم من تَجْوِيز ذَلِك على جَمِيعهم خلو الْعَصْر عَن قَائِم لله بِالْحجَّةِ لَا سِيمَا أهل الْأَعْصَار الأول قبل اسْتِقْرَار الْمذَاهب وَغَلَبَة المقلدين فَإِن ذَلِك فِي تِلْكَ الْأَعْصَار مِمَّا يقطع بِعَدَمِهِ ¶ وَأما احْتِمَال ظَنّه أَن غَيره كفى الْكَلَام فِي ذَلِك فَهُوَ وَإِن كَانَ مجوزا فَلَا يَصح تطابق الْجَمِيع على ذَلِك وَالْعَادَة قاضية بِخِلَافِهِ وَلَا سِيمَا مَعَ قرب بَعضهم من بعض واطلاعهم على مَا يصدر عَنْهُم غَالِبا ¶ وَأما اعْتِقَاد أَن كل مُجْتَهد مُصِيب فَلَيْسَ ذَلِك قولا لأحد من الصَّحَابَة وَإِنَّمَا ينقدح هَذَا فِيمَن بعدهمْ ¶ وَكَذَلِكَ بَقِيَّة الإحتمالات من الهيبة وَالْخَوْف من ثوران فتْنَة والتقية وَظن أَن الْإِنْكَار لَا يجدي شَيْئا كل ذَلِك بعيد مَرْجُوح بِالنِّسْبَةِ إِلَى أَحْوَال الصَّحَابَة فقد أَنْكَرُوا الْكثير على الْأَئِمَّة وعَلى غَيرهم فِي مسَائِل الْجد وَالإِخْوَة والعول وَقَوله أَنْت عَليّ حرَام وَقَالَ عَليّ",
            "page": "28",
            "part": "1",
            "seal": "554128D8"
        },
        {
            "id": "12",
            "nass": "لعمر رَضِي الله عَنهُ حِين أَرَادَ جلد الْحَامِل لَيْسَ لَك سَبِيل على مَا فِي بَطنهَا وَكَذَلِكَ فِي إِعَادَة الْجلد فِي قصَّة الْمُغيرَة وَكَذَلِكَ على عُثْمَان رَضِي الله عَنهُ فِي إِنْكَاره الْقُرْآن بَين الْحَج وَالْعمْرَة وَأنْكرت أمْرَأَة على عمر رَضِي الله عَنهُ فِي قَوْله لَا تغَالوا بمهور النِّسَاء والوقائع فِي مثل هَذَا كَثِيرَة جدا حَتَّى من التَّابِعين أَيْضا من الصَّحَابَة فقد قَالَ عُبَيْدَة السَّلمَانِي لعَلي رَضِي الله عَنهُ فِي مَسْأَلَة بيع أُمَّهَات الْأَوْلَاد رَأْيك مَعَ عمر فِي حَال الإجتماع أحب إِلَيْنَا من رَأْيك وَحدك فِي الْفِتْنَة ¶ وَأما سكُوت من سكت لبني أُميَّة فَذَلِك فِيمَا يتَعَلَّق بشأن الْخلَافَة وَنَحْوهَا وَلَيْسَ الْكَلَام فِي ذَلِك وكل هَذِه مِمَّا يُقَوي اخْتِصَاص الْمَسْأَلَة بعصر",
            "page": "29",
            "part": "1",
            "seal": "42DD2A30"
        },
        {
            "id": "13",
            "nass": "الصَّحَابَة رَضِي الله عَنْهُم لما جعلهم الله عَلَيْهِ من الصدع بِالْحَقِّ وَالْقُوَّة فِي الدّين وَأَنَّهُمْ لَا تأخذهم فِي الله لومة لائم وَأَنَّهُمْ خير قُرُون هَذِه الْأمة لَا سِيمَا فِيمَا يتَكَرَّر وُقُوعه أَو تعم الْبلوى بِهِ وَمَعَ طول الزَّمن وانقراض الْعَصْر ¶ ثمَّ لَو سلم أَن ذَلِك لَا يكون إِجْمَاعًا قَطْعِيا فَلَا ريب أَنه إِجْمَاع ظَنِّي فَيكون حجَّة ¶ وَأَيْضًا فالمعروف من عَادَة التَّابِعين وَمن بعدهمْ الإحتجاج بِمثل ذَلِك إِذا اتَّصل بهم أَن بعض الصَّحَابَة قَالَ قولا وانتشر فِي البَاقِينَ وَلم ينكروه وَلَا يَخْلُو أحد من الْمُجْتَهدين من إِيرَاد مثل ذَلِك فِي كتبهمْ على وَجه والإحتجاج بِهِ فَلَو لم يكن الْإِجْمَاع السكوتي حجَّة لزم اتِّفَاقهم على الْبَاطِل ¶ وَلَا يُقَال يلْزم أَن يكون الْإِجْمَاع السكوتي إِجْمَاعًا بِالْإِجْمَاع وَيكون الْمُخَالف فِيهِ خارقا للْإِجْمَاع وَلَيْسَ كَذَلِك لأَنا نقُول جَازَ أَن يكون من احْتج بِهِ فِي كل عصر لم احْتج بِهِ فِي كل عصر لم تتفق آراؤهم على كَونه إِجْمَاعًا وَرَآهُ الْآخرُونَ حجَّة وَلَيْسَ بِإِجْمَاع ¶ وَلَو سلم ذَلِك لمُخَالفَة للْإِجْمَاع الإستدلالي أَو الظني لَا يقْدَح فِي قَائِلهَا ¶ ثَالِثا وَأما من قَالَ إِنَّه يكون حجَّة وَلَيْسَ بِإِجْمَاع فاعتمد أَن الْإِجْمَاع إِنَّمَا",
            "page": "30",
            "part": "1",
            "seal": "03D0138E"
        },
        {
            "id": "14",
            "nass": "يكون عِنْد الْعلم بِاتِّفَاق الْمُجْتَهدين وَهُوَ مَفْقُود فِي هَذِه الصُّورَة فَانْتفى كَونه إِجْمَاعًا ¶ وَأما كَونه حجَّة فَلِأَن الْعَادة تَقْتَضِي بِأَنَّهُ لَو لم يكن صَحِيحا لما تطابق الْجَمِيع على السُّكُوت عَنهُ إِذا لم يكن هُنَاكَ مَانع قوي وَلَو كَانَ ثمَّ مَانع لظهر فَإِذا لم يظْهر ذَلِك وَلَا إِنْكَار صدر من أحد مِنْهُم لذَلِك القَوْل فيبعد إِلَّا يكون الْحق فِي ذَلِك القَوْل بعد قَوِيا فَيكون حجَّة لِئَلَّا الْمَحْذُور بِالنِّسْبَةِ إِلَى أهل الْعَصْر وَعدم إظهارهم الْمُخَالفَة ¶ وَأما ابْن أبي هُرَيْرَة فَقَالَ الْعَادة جَارِيَة بالإعتراض على الْمُفْتِي دون الْحُكَّام لما فِي الإعتراض على الْحُكَّام من ثوران الْفِتَن فَإِذا سكتوا عَن الْفتيا فَإِن سكوتهم دَال على الْمُوَافقَة دون مَا إِذا سكتوا عَن الحكم ¶ وَقَالَ من عكس ذَلِك هَذَا فِي الحكم أولى لما كَانَت الْعَادة جَارِيَة بِهِ من أَن الْحَاكِم يشاور وَيُرَاجع أهل النّظر بِخِلَاف الْفَتْوَى فَإِنَّهَا تقع غَالِبا عَن الإستبداد ¶ وَاعْترض على الْقَوْلَيْنِ بِأَنَّهُ لَا فرق بَين الْفَتْوَى وَالْحكم وَقد تقدم أَنهم اعْترضُوا على الْخُلَفَاء فِي أحكامهم كثيرا ¶ وَفِي الْمَسْأَلَة مبَاحث كَثِيرَة للأصوليين من التقديرات المجوزة لسنا بصدد ذكرهَا ¶ مَرَاتِب الْإِجْمَاع السكوتي ¶ وَالْمَقْصُود أَن هُنَا مَرَاتِب مُتَفَاوِتَة فِي الْقُوَّة والضعف ¶ إِحْدَاهَا فرض ذَلِك فِي كل عصر وَهَذَا إِن كَانَ بعد اسْتِقْرَار الْمذَاهب فَلَا أثر للسكوت قطعا وَإِن كَانَ قبل ذَلِك فَفِيهِ مَا تقدم من الْخلاف",
            "page": "31",
            "part": "1",
            "seal": "9376729C"
        },
        {
            "id": "15",
            "nass": "وَفِي جعله إِجْمَاعًا ظنيا نظر وَكَونه حجَّة وَلَيْسَ بِإِجْمَاع أبعد من ذَلِك ¶ وَثَانِيها أَن يكون ذَلِك فِي عصر الصَّحَابَة رَضِي الله عَنْهُم فَهُوَ أقوى من الأول وَأولى بِأَن يكون السُّكُوت مِنْهُم دَلِيلا على الْمُوَافقَة لعلو مرتبتهم فِي الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر وَعدم المذاهبة على من بعدهمْ وَإِن كَانَ لم يكن إِجْمَاعًا فَالظَّاهِر أَنه حجَّة لما تقدم ¶ وَثَالِثهَا أَن يكون ذَلِك فِيمَا يتَكَرَّر وُقُوعه فَهُوَ أولى بِأَن يكون إِجْمَاعًا أَو حجَّة لِأَن تِلْكَ الإحتمالات الْمقدرَة تبعد فِيهِ بعدا قَوِيا ¶ وَرَابِعهَا أَن يكون فِيمَا تعم بِهِ الْبلوى فكون ذَلِك إِجْمَاعًا أقوى مِمَّا قبله",
            "page": "32",
            "part": "1",
            "seal": "C6832A7D"
        },
        {
            "id": "16",
            "nass": "وَأظْهر فِي الحجية لِأَن انتشار ذَلِك الحكم مَعَ عُمُوم الْبلوى بِهِ يَقْتَضِي علمهمْ بذلك الحكم وموافقتهم فِيهِ وَإِلَّا لزم تطابقهم على ترك إِنْكَاره ¶ وخامسها أَن يكون فِيمَا يفوت وقته كالدماء والفروج كَمَا صُورَة الْمَاوَرْدِيّ فاشتهار ذَلِك بَينهم مَعَ سكُوت البَاقِينَ عَنهُ يدل على الرِّضَا أقوى مِمَّا فِي الصُّور الْمُتَقَدّمَة إِلَّا أَن صورته فِيمَا تعم بِهِ الْبلوى ويتكرر وُقُوعه أظهر أَو الْكل على السوَاء ¶ وَالْقَوْل بحجية ذَلِك وَإِن لم يكن إِجْمَاعًا قوي إِذا قيل بِأَن قَول الصَّحَابِيّ بمفرده لَا يكون حجَّة وَالله سُبْحَانَهُ أعلم ¶ الطّرف الثَّانِي قَول الصَّحَابِيّ إِذا طلع عَلَيْهِ غَيره وَلم يعلم انتشاره بَينهم جمعيهم ¶ أَن يثبت للصحابي قَول أَو حكمه فِي مَسْأَلَة وَيعلم اطلَاع غَيره من الصَّحَابَة عَلَيْهِ أَو انتشاره بَينهم دون انتشاره بَين الْجَمِيع وَلَا يُؤثر عَن غَيره فِيهِ مُخَالفَة لَهُ ¶ فَهَذَا دون الَّتِي قبله هَذِه لعدم اشتهاره بَين الْجَمِيع وَإِن كَانَ انْتَشَر بَينهم فِي الْجُمْلَة ¶ وَبِهَذَا قَيده أَبُو الْعَبَّاس الْقُرْطُبِيّ من الْمَالِكِيَّة وَالشَّيْخ صفي الدّين الأرموي فِي كِتَابه نِهَايَة الْوُصُول ¶ وَمِنْهُم من أطلق القَوْل فِي ذَلِك وَلم يُقَيِّدهُ بالإنتشار",
            "page": "33",
            "part": "1",
            "seal": "70049559"
        },
        {
            "id": "17",
            "nass": "والمحكي فِي ذَلِك ثَلَاثَة أَقْوَال ¶ أَحدهَا أَنه إِجْمَاع وَهُوَ بعيد جدا لِأَن الْإِجْمَاع عبارَة عَن اتِّفَاق جَمِيع الْمُجْتَهدين من أهل الْعَصْر وَذَلِكَ إِمَّا بالْقَوْل أَو بِالْفِعْلِ اتِّفَاقًا وَإِمَّا بقول الْبَعْض وسكوت البَاقِينَ مَعَ اطلاعهم على القَوْل الْمُتَقَدّم فَأَما إِذا لم يعلمُوا فَيمْتَنع رضاهم بِهِ أَو ردهم لَهُ ¶ وَالثَّانِي أَنه حجَّة وَإِن قُلْنَا إِن قَول الصَّحَابِيّ بمفرده لَيْسَ بِحجَّة لِأَنَّهُ لما انْتَشَر ذَلِك القَوْل وَلم يظْهر خلاف علم أَنه قد سَمعه الْأَكْثَر فأقروه عَلَيْهِ وَذَلِكَ لَا يكون مِنْهُم إِلَّا عَن ثَبت وَدَلِيل لما يعلم من صلابتهم فِي الدّين وتحقيقهم فِيهِ ¶ وَالثَّالِث وَهُوَ اخْتِيَار فَخر الدّين الرَّازِيّ إِن كَانَ ذَلِك مِمَّا تعم بِهِ الْبلوى وَتَدْعُو الْحَاجة إِلَيْهِ فَهُوَ يجْرِي مجْرى الْإِجْمَاع أَو يكون حجَّة",
            "page": "34",
            "part": "1",
            "seal": "61AF64BF"
        },
        {
            "id": "18",
            "nass": "الطّرف الثَّالِث قَول الصَّحَابِيّ إِذا لم يشْتَهر وَلم يُخَالِفهُ غَيره ¶ أَن يَقُول الصَّحَابِيّ قولا أَو يحكم بِحكم وَلم يثبت فِيهِ اشتهار وَلَا يُؤثر عَن غير من الصَّحَابَة مُخَالفَة فِي ذَلِك ¶ وَهَذِه الصُّورَة هِيَ أَكثر مَا يُوجد عَنْهُم ¶ وللعلماء فِيهَا أَقْوَال مُتعَدِّدَة وَالْكَلَام فِي مقامين ¶ الْمقَام الأول ¶ فِي كَونه حجَّة شَرْعِيَّة تقدم على الْقيَاس وَالَّذِي يتَحَصَّل فِي ذَلِك مَذَاهِب ¶ أَحدهَا أَنه حجَّة مُطلقًا ¶ وَالثَّانِي أَنه لَيْسَ بِحجَّة مُطلقًا ¶ وَالثَّالِث أَن الْحجَّة قَول أبي بكر وَعمر رَضِي الله عَنْهُمَا دون غَيرهمَا ¶ وَالرَّابِع أَن الْحجَّة قَول الْخُلَفَاء الْأَرْبَعَة رَضِي الله عَنْهُم فَقَط ¶ وَالْخَامِس أَن قَول الصَّحَابِيّ فِيمَا لَا يدْرك قِيَاسا فَهُوَ حجَّة دون مَا يدْرك بِالْقِيَاسِ وَهَذَا هُوَ الَّذِي يعبر عَنهُ ابْن الْحَاجِب بِأَنَّهُ حجَّة إِذا خَالف الْقيَاس ¶ وَالسَّادِس إِن كَانَ من أهل الْعلم والإجتهاد فَقَوله حجَّة وَإِلَّا فَلَا قَالَه العالمي من الْحَنَفِيَّة فِي كِتَابه حاكيا لَهُ عَن أَصْحَابهم وَالْجُمْهُور لم يفصلوا هَذَا التَّفْصِيل بل أطْلقُوا بِالنِّسْبَةِ إِلَى الصَّحَابَة رَضِي الله عَنْهُم",
            "page": "35",
            "part": "1",
            "seal": "F06F5436"
        },
        {
            "id": "19",
            "nass": "فَأَما القَوْل بِكَوْنِهِ حجَّة فَهُوَ مَذْهَب مَالك وَجُمْهُور أَصْحَابه وسُفْيَان الثَّوْريّ وَجُمْهُور أهل الحَدِيث وَكثير من الْحَنَفِيَّة كَأبي يُوسُف وَأبي سعيد البرذعي وَأبي بكر الرَّازِيّ وَعَزاهُ الْأَصْحَاب إِلَى الْقَدِيم من قولي الشَّافِعِي وَلَيْسَ هُوَ كَذَلِك فَقَط كَمَا سَيَأْتِي وَهُوَ رِوَايَة مَشْهُورَة عَن أَحْمد بن حَنْبَل وَبِه قَالَ أَكثر أَصْحَابه وَهُوَ مُقْتَضى أجوبته وتصرفاته فِي كثير من الْمسَائِل ¶ وَأما القَوْل بِأَنَّهُ لَيْسَ بِحجَّة مُطلقًا فإليه ذهب جُمْهُور الْأُصُولِيِّينَ من أَصْحَابنَا والمعتزلة وَهُوَ الَّذِي عزاهُ الْأَصْحَاب إِلَى الْجَدِيد من قَول الشَّافِعِي وَاخْتَارَهُ وأوما إِلَيْهِ أَحْمد بن حَنْبَل فَجعل ذَلِك رِوَايَة ثَانِيَة عَنهُ وَاخْتَارَهُ أَبُو الْخطاب من أَصْحَابه وَإِلَيْهِ يمِيل قَول مُحَمَّد بن الْحسن ¶ وَذهب الْكَرْخِي من الْحَنَفِيَّة إِلَى أَن قَول الصَّحَابِيّ حجَّة فِيمَا لَا يدْرك بِالْقِيَاسِ وَهُوَ اخْتِيَار الْبَزْدَوِيّ وَابْن الساعاتي وَغَيرهمَا مِنْهُم ¶ وَأما أَصْحَابنَا فقد تقدم أَنهم قطعُوا القَوْل عَن الإِمَام الشَّافِعِي بِأَن قَوْله الْقَدِيم أَنه حجَّة وَأَن قَول الْجَدِيد أَنه لَيْسَ بِحجَّة ¶ وَقَالَ إِمَام الْحَرَمَيْنِ فِي الْبُرْهَان ذهب الشَّافِعِي فِي الْقَدِيم إِلَى أَنه حجَّة يجب على الْمُجْتَهدين من أهل الْأَمْصَار التَّمَسُّك بهَا ثمَّ قَالَ وَإِنَّمَا يكون حجَّة إِذا لم تخْتَلف الصَّحَابَة وَلَكِن نقل وَاحِد عَن وَاحِد وَلم يظْهر خِلَافه فَيكون حنيئذ حجَّة وَإِن لم ينتشر وَقَالَ فِي بعض أَقْوَاله إِذا اخْتلف الصَّحَابَة فالتمسك بقول الْخُلَفَاء أولى قَالَ الإِمَام وَهَذَا كالدليل على أَنه لم يسْقط الإحتجاج بأقوال الصَّحَابَة لأجل الإختلاف وَقَالَ فِي بعض أَقْوَاله إِن الْقيَاس الْجَلِيّ يقدم على قَول الصَّحَابِيّ وَقَالَ فِي مَوضِع آخر إِن قَول الصَّحَابِيّ",
            "page": "36",
            "part": "1",
            "seal": "44A1479A"
        },
        {
            "id": "20",
            "nass": "مقدم على الْقيَاس انْتهى كَلَام الإِمَام ¶ وَهَذِه الْأَقْوَال الَّتِي أَشَارَ إِلَيْهَا الإِمَام منصوصة للشَّافِعِيّ فِي الْجَدِيد أَيْضا فَإِنَّهُ قَالَ فِي كتاب الرسَالَة الجديدة فِي أَقْوَال أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم إِذا تفَرقُوا فِيهَا نصير إِلَى مَا وَافق الْكتاب أَو السّنة أَو الْإِجْمَاع أَو كَانَ أصح فِي الْقيَاس وَإِذا قَالَ وَاحِد مِنْهُم القَوْل لَا نَحْفَظ عَن غَيره مِنْهُم لَهُ مُوَافقَة وَلَا خلافًا صرت إِلَى اتِّبَاع قَول وَاحِد إِذا لم أجد كتابا وَلَا سنة وَلَا إِجْمَاعًا وَلَا شَيْئا يحكم لَهُ بحكمة أَو وجد مَعَه قِيَاس ¶ هَذَا نَصه رَحمَه الله فِي الرسَالَة الْمَذْكُورَة من رِوَايَة الرّبيع بن سُلَيْمَان",
            "page": "37",
            "part": "1",
            "seal": "DF85CF7D"
        },
        {
            "id": "21",
            "nass": "وَمُقْتَضَاهُ تَقْدِيم الْقيَاس الْجَلِيّ على قَول الصَّحَابِيّ وَهُوَ المُرَاد إِن شَاءَ الله بقوله وَلَا شَيْئا فِي مَعْنَاهُ يحكم لَهُ بِحكمِهِ ¶ وَيَقْتَضِي أَيْضا أَنه إِذا تعَارض قياسان وَأَحَدهمَا مَذْهَب الصَّحَابِيّ أَنه يقدم الْقيَاس الْمُوَافق لقَوْل الصَّحَابِيّ ¶ وَقد حكى ابْن الصّباغ فِي كِتَابه الْعدة عَن بعض الْأَصْحَاب أَنه نقل عَن الشَّافِعِي أَنه إِذا كَانَ مَعَ قَول الصَّحَابِيّ قِيَاس ضَعِيف كَانَ أولى من الْقيَاس الصَّحِيح قولا وَاحِدًا ثمَّ ضعفه ابْن الصّباغ وَهَذَا حَكَاهُ الْمَاوَرْدِيّ فِي كتاب الْأَقْضِيَة من الْحَاوِي عَن الْقَدِيم لكنه قَالَ ذَلِك فِي الْقيَاس الْخَفي مَعَ الْجَلِيّ وَأَن الْخَفي يقدم على الْجَلِيّ إِذا كَانَ مَعَ الأول قَول الصَّحَابِيّ قَالَ ثمَّ رَجَعَ عَنهُ الشَّافِعِي فِي الْجَدِيد وَقَالَ الْعَمَل بِالْقِيَاسِ الْجَلِيّ أولى ¶ وَقَالَ الْمَاوَرْدِيّ أَيْضا فِي الْبيُوع من الْحَاوِي فِي مَسْأَلَة البيع بِشَرْط الْبَرَاءَة من الْعُيُوب قَول الشَّافِعِي فِي الْجَدِيد أَن قِيَاس التَّقْرِيب إِذا انْضَمَّ إِلَى قَول الصَّحَابِيّ كَانَ أولى من قِيَاس التَّحْقِيق ¶ وَقَالَ الشَّافِعِي رَحمَه الله فِي كتاب اختلافه مَعَ مَالك وَهُوَ من الْكتب الجديدة أَيْضا مَا كَانَ الْكتاب أَو السّنة موجودين فالعذر على من سَمعهَا مَقْطُوع إِلَّا باتباعهما فَإِذا لم يكن ذَلِك صرنا إِلَى أقاويل أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم أَو وَاحِد مِنْهُم ثمَّ كَانَ قَول الْأَئِمَّة أبي بكر وَعمر وَعُثْمَان رَضِي الله عَنْهُم أحب إِلَيْهَا إِذا صرنا إِلَى التَّقْلِيد وَذَلِكَ إِذا لم نجد دلَالَة فِي الإختلاف تدل على أقرب الإختلاف من الْكتاب وَالسّنة فنتبع القَوْل الَّذِي مَعَه الدّلَالَة لِأَن قَول الإِمَام مَشْهُور بِأَنَّهُ يلْزم النَّاس وَمن لزم قَوْله النَّاس كَانَ أظهر",
            "page": "38",
            "part": "1",
            "seal": "86F0DE54"
        },
        {
            "id": "22",
            "nass": "مِمَّن يُفْتِي الرجل أَو النَّفر وَقد يَأْخُذ بفتياه (أ) ويدعها وَأكْثر الْمُفْتِينَ يفتون الْخَاصَّة فِي بُيُوتهم ومجالسهم وَلَا يعْنى الْعَامَّة بِمَا قَالُوا عنايتهم بِمَا قَالَ الإِمَام وَقد وجدنَا الْأَئِمَّة يبتدئون فَيسْأَلُونَ عَن الْعلم من الْكتاب وَالسّنة فِيمَا أَرَادوا أَن يَقُولُوا فِيهِ وَيَقُولُونَ فيخبرون بِخِلَاف قَوْلهم فيقبلون من الْمخبر وَلَا يستنكفون أَن يرجِعوا لتقواهم الله وفضلهم فِي حالاتهم ¶ فَإِذا لم يُوجد عَن الْأَئِمَّة فأصحاب رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الدّين فِي مَوضِع الْإِمَامَة أَخذنَا بقَوْلهمْ وَكَانَ ابتاعهم أولى بِنَا من اتِّبَاع من بعدهمْ ¶ قَالَ وَالْعلم طَبَقَات ¶ الأولى الْكتاب وَالسّنة إِذا ثبتَتْ السّنة ¶ وَالثَّانيَِة الْإِجْمَاع فِيمَا لَيْسَ فِي كتاب وَلَا سنة ¶ وَالثَّالِثَة أَن يَقُول بعض أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا نعلم لَهُ مُخَالفا مِنْهُم ¶ وَالرَّابِعَة اخْتِلَاف أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم وَرَضي عَنْهُم ¶ وَالْخَامِسَة الْقيَاس على بعض هَذِه الطَّبَقَات ¶ وَلَا يُصَار إِلَى شَيْء غير الْكتاب وَالسّنة وهما موجودان وَإِنَّمَا يُؤْخَذ الْعلم من أَعلَى أه ¶ هَذَا كُله نَص الإِمَام الشَّافِعِي رَحمَه الله فِي الْكتاب الْمشَار إِلَيْهِ وَرَوَاهُ الْبَيْهَقِيّ عَن شُيُوخه عَن الْأَصَم عَن الرّبيع بن سُلَيْمَان عَنهُ ¶ وَهُوَ صَرِيح فِي أَن قَول الصَّحَابِيّ عِنْده حجَّة مُقَدّمَة على الْقيَاس كَمَا نَقله إِمَام الْحَرَمَيْنِ وَإِن كَانَ جُمْهُور الْأَصْحَاب أغلفوا نقل ذَلِك عَن الْجَدِيد ¶ وَيَقْتَضِي أَيْضا أَن الصَّحَابَة إِذا اخْتلفُوا كَانَ الْحجَّة فِي قَول أحد الْخُلَفَاء الْأَرْبَعَة رَضِي الله عَنْهُم إِذا وجد عَنْهُم للمعنى الَّذِي أَشَارَ إِلَيْهِ الإِمَام الشَّافِعِي وَهُوَ اشتهار قَوْلهم وَرُجُوع النَّاس إِلَيْهِم",
            "page": "39",
            "part": "1",
            "seal": "750A309E"
        },
        {
            "id": "23",
            "nass": "فَأَما فِي الْقَدِيم فَقَوله فِيهِ مَشْهُور بحجية قَول الصَّحَابِيّ وَمن ذَلِك مَا ذكره فِي الرسَالَة الْقَدِيمَة بعد ذكره الصَّحَابَة رَضِي الله عَنْهُم وَالثنَاء عَلَيْهِم بِمَا هم أَهله فَقَالَ وهم فَوْقنَا فِي كل علم واجتهاد وورع وعقل وَأمر استدرك بِهِ علم واستنبط بِهِ وآراؤهم لنا أَحْمد وَأولى بنامن آرائنا عندنَا لأنفسنا وَمن أدركنا مِمَّن نرضى أَو حُكيَ لنا عَنهُ ببلدنا صَارُوا فِيمَا لم يعلمُوا لرَسُول الله صلى الله عَلَيْهِ وَسلم فِيهِ سنة إِلَى قَوْلهم إِذا اجْتَمعُوا وَقَول بَعضهم إِن تفَرقُوا فَهَكَذَا نقُول إِن اجْتَمعُوا أَخذنَا بإجماعهم وَإِن قَالَ واحدهم قولا وَلم يُخَالِفهُ غَيره أَخذنَا بقوله إِن اخْتلفُوا أَخذنَا بقول بَعضهم وَلم نخرج عَن أقاويلهم كلهم ¶ قَالَ وَإِذا قَالَ الرّجلَانِ مِنْهُم فِي شَيْء قَوْلَيْنِ مُخْتَلفين نظرت فَإِن كَانَ قَول أَحدهمَا أشبه بِكِتَاب الله أول أشبه بِسنة من سنَن رَسُول الله صلى الله عَلَيْهِ وَسلم أخذت بِهِ لِأَن مَعَه سَببا تقوى بِمثلِهِ لَيْسَ مَعَ الَّذِي يُخَالِفهُ مثله فَإِن لم يكن على وَاحِد من الْقَوْلَيْنِ دلَالَة بِمَا وصفت كَانَ قَول الْأَئِمَّة أبي بكر أَو عمر أَو عُثْمَان رَضِي الله عَنْهُم أحب إِلَيّ أَن أَقُول بِهِ من قَول غَيرهم إِن خالفهم من قبل أَنهم أهل علم وحكام ¶ ثمَّ قَالَ بعد ذَلِك فَإِن اخْتلف الْحُكَّام استدللنا بِالْكتاب وَالسّنة فِي اخْتلَافهمْ وصرنا إِلَى القَوْل الَّذِي عَلَيْهِ الدّلَالَة من الْكتاب أَو السّنة وقلما يَخْلُو اخْتلَافهمْ من دَلَائِل كتاب أَو سنة وَإِن اخْتلف الْمفْتُون يَعْنِي من الصَّحَابَة بعد الْأَئِمَّة بِلَا دلَالَة فِيمَا اخْتلفُوا فِيهِ ¶ وَإِن وجدنَا للمفتين فِي زَمَاننَا وَقَبله اجتماعا فِي شَيْء لَا يَخْتَلِفُونَ فِيهِ تَبِعْنَاهُ وَكَانَ أحد طرق الْأَخْبَار الْأَرْبَعَة وَهِي كتاب الله ثمَّ سنة نبيه صلى الله عَلَيْهِ وَسلم ثمَّ القَوْل لبَعض الصَّحَابَة ثمَّ اجْتِمَاع الْفُقَهَاء ¶ فَإِذا نزلت نازلة لم نجد فِيهَا وَاحِدًا من هَذِه الْأَرْبَعَة فَلَيْسَ السَّبِيل فِي الْكَلَام فِي النَّازِلَة إِلَّا اجْتِهَاد الرَّأْي",
            "page": "40",
            "part": "1",
            "seal": "6BC2BE6A"
        },
        {
            "id": "24",
            "nass": "هَذَا كُله كَلَام الشَّافِعِي رَحمَه الله فِي كتاب الرسَالَة الْقَدِيمَة وَالْحَاصِل عَنهُ فِي قَول الصَّحَابِيّ أَقْوَال ¶ أَحدهَا أَنه حجَّة مُقَدّمَة على الْقيَاس كَمَا نَص عَلَيْهِ فِي كتاب اختلافه مَعَ مَالك وَهُوَ من كتبه الجديدة كَمَا تقدم ¶ وَالثَّانِي أَنه لَيْسَ بِحجَّة مُطلقًا وَهُوَ الَّذِي اشْتهر بَين الْأَصْحَاب أَنه قَوْله الْجَدِيد ¶ وَالثَّالِث أَنه حجَّة إِذا انْضَمَّ إِلَيْهِ قِيَاس فَيقدم حِينَئِذٍ على قِيَاس لَيْسَ مَعَه قَول صَحَابِيّ كَمَا أَشَارَ إِلَيْهِ فِي كتاب الرسَالَة الجديدة وَقد تقدم ذَلِك أَولا ¶ ثمَّ ظَاهر كَلَامه أَن يكون القياسان متساويين لِأَنَّهُ لم يفرق بَين قِيَاس وَتقدم فِي نقل إِمَام الْحَرَمَيْنِ عَنهُ قَول تَخْصِيص الْقيَاس الْجَلِيّ بتقديمه على قَول الصَّحَابِيّ فعلى هَذَا يكون فِيمَا نَقله الإِمَام عَنهُ قَول رَابِع فِي الْمَسْأَلَة من أَصْلهَا ¶ وَتقدم أَيْضا عَن القَاضِي الْمَاوَرْدِيّ أَن قَول الشَّافِعِي أَنه إِذا اعتضد قِيَاس التَّقْرِيب بقول الصَّحَابِيّ كَانَ أولى من قِيَاس التَّحْقِيق ¶ وَعَن ابْن الصّباغ فِيمَا نَقله عَن بعض الْأَصْحَاب عَن الشَّافِعِي أَن الْقيَاس الضَّعِيف إِذا اعتضد بقول الصَّحَابِيّ كَانَ أولى من الْقيَاس الْقوي ¶ فَيخرج من هذَيْن قَولَانِ آخرَانِ للشَّافِعِيّ أَيْضا إِن جعلنَا الْقيَاس الضَّعِيف أَعم من قِيَاس التَّقْرِيب وَغَيره وَإِلَّا فَقَوْل خَامِس زَائِد على مَا تقدم ¶ وَذكر الْغَزالِيّ فِي كِتَابه الْمُسْتَصْفى من تفاريع القَوْل الْقَدِيم فِي تَقْلِيد الصَّحَابِيّ أَن الشَّافِعِي رَحمَه الله قَالَ فِي كِتَابه اخْتِلَاف الحَدِيث أَنه روى عَن",
            "page": "41",
            "part": "1",
            "seal": "97FD0855"
        },
        {
            "id": "25",
            "nass": "عَليّ رَضِي الله عَنهُ أَنه صلى فِي لَيْلَة سِتّ رَكْعَات كل رَكْعَة بست سَجدَات ثمَّ قَالَ إِن ثَبت ذَلِك عَن عَليّ قلت بِهِ قَالَ الْغَزالِيّ وَهَذَا لِأَنَّهُ رأى أَن القَوْل بذلك لَا يكون إِلَّا عَن تَوْقِيف إِذْ لَا مجَال للْقِيَاس فِيهِ ¶ قلت وَهَذَا يَقْتَضِي تَخْرِيج قَول للشَّافِعِيّ أَن قَول الصَّحَابِيّ فِيمَا لَا يدْرك بِالْقِيَاسِ حجَّة دون غَيره وَفِيه نظر لِأَن الظَّاهِر أَن هَذَا من الشَّافِعِي بِنَاء على مُطلق القَوْل بِأَن قَول الصَّحَابِيّ حجَّة ¶ ثمَّ قَوْله إِن ذَلِك تَفْرِيع على الْقَدِيم ضَعِيف أَيْضا لِأَن كتاب اخْتِلَاف الحَدِيث من كتب الشَّافِعِي الجديدة بِمصْر رَوَاهُ عَنهُ الرّبيع بن سُلَيْمَان فَيكون هَذَا أَيْضا مؤيدا لما تقدم من النَّقْل عَن الرسَالَة الجديدة وَعَن كتاب اخْتِلَاف مَالك وَالشَّافِعِيّ ¶ ثمَّ هَذِه الْأَقْوَال كلهَا إِذا انْفَرد قَول الصَّحَابِيّ وَلم يُخَالِفهُ غَيره فَأَما عِنْد خلافهم فَسَيَأْتِي الْكَلَام فِي ذَلِك إِن شَاءَ الله تَعَالَى ¶ الْمقَام الثَّانِي ¶ فِي جَوَاز تَقْلِيد الْمُجْتَهد الصَّحَابِيّ إِذا لم يكن قَوْله حجَّة وَقد أفردها الإِمَام الْغَزالِيّ بِالذكر بعد الْكَلَام فِي أَن قَول الصَّحَابِيّ حجَّة فَقَالَ فِي الْمُسْتَصْفى إِن قَالَ قَائِل إِذا لم يجب تقليدهم فَهَل يجوز",
            "page": "42",
            "part": "1",
            "seal": "14A8918A"
        },
        {
            "id": "26",
            "nass": "تقليدهم قُلْنَا أما الْعَاميّ فيقلدهم وَأما الْعَالم فَإِن جَازَ تَقْلِيد الْعَالم للْعَالم فقد اخْتلف قَول الشَّافِعِي فِي تَقْلِيد الصَّحَابَة فَقَالَ فِي الْقَدِيم يجوز تَقْلِيد الصَّحَابِيّ إِذا قَالَ قولا وانتشر قَوْله وَلم يُخَالف ¶ وَقَالَ فِي مَوضِع يُقَلّد وَإِن لم ينتشر ¶ وَرجع فِي الْجَدِيد إِلَى أَنه لَا يُقَلّد الْعَالم صحابيا كَمَا لَا يُقَلّد الْعَالم عَالما آخر نقل الْمُزنِيّ عَنهُ ذَلِك وَأَن الْعمد على الْأَدِلَّة الَّتِي بهَا يجوز للصحابي الْفَتْوَى وَهُوَ الصَّحِيح الْمُخْتَار عندنَا انْتهى كَلَام الْغَزالِيّ رَحمَه الله ¶ وَتَبعهُ على ذَلِك فَخر الدّين وَعَامة أَتْبَاعه والآمدي فِي الإحكام وَأعْرض ابْن الْحَاجِب عَن إِفْرَاد هَذِه الصُّورَة بِالذكر وَهُوَ الْحق لما ننبه عَلَيْهِ ¶ فَإِن الَّذِي يظْهر أَن الإِمَام الشَّافِعِي حَيْثُ صرح بتقليد الصَّحَابِيّ لم يرد بِهِ التَّقْلِيد الَّذِي هُوَ مُتَعَارَف بَين الْعلمَاء وَهُوَ قبُول قَول غَيره مِمَّن لَا يجب عَلَيْهِ اتِّبَاعه من غير حجَّة بل مُرَاده بذلك أَن قَوْله حجَّة يجب اتباعها فَإِنَّهُ قَالَ فِي أدب القَاضِي ويشاور قَالَ الله تَعَالَى {وَأمرهمْ شُورَى بَينهم} وَقَالَ لنَبيه صلى الله عَلَيْهِ وَسلم {وشاورهم فِي الْأَمر} قَالَ الْحسن إِن كَانَ لغنيا عَن مشاورتهم وَلكنه أَرَادَ بذلك أَن يستن بذلك الْأَحْكَام بعده وَلَا يشاور إِذا نزل بِهِ الْأَمر إِلَّا أَمينا عَالما بِالْكتاب وَالسّنة والْآثَار وأقاويل النَّاس ولسان الْعَرَب وَلَا يقبل وَإِن كَانَ أعلم مِنْهُ حَتَّى يُعلمهُ كعلمه أَن ذَلِك لَازم لَهُ من حَيْثُ لم تخْتَلف الرِّوَايَة فِيهِ أَو بِدلَالَة عَلَيْهِ أَو أَنه لَا يحْتَمل وَجها آخر أظهر مِنْهُ فَأَما أَن يقلده فَلم يَجْعَل الله ذَلِك لأحد بعد رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "43",
            "part": "1",
            "seal": "EE21580E"
        },
        {
            "id": "27",
            "nass": "هَذَا نَصه فِي مُخْتَصر الْمُزنِيّ فَأطلق اسْم التَّقْلِيد على الإحتجاج بقول النَّبِي صلى الله عَلَيْهِ وَسلم وَإِنَّمَا أَرَادَ بِهِ الإحتجاج بقوله فَكَذَلِك قَوْله فِي تَقْلِيد الصَّحَابِيّ وَلَا سِيمَا مَعَ مَا اسْتَقر من قَوْله المتكرر فِي غير مَوضِع بِالنَّهْي عَن التَّقْلِيد وَالْمَنْع مِنْهُ ¶ ثمَّ قَول الْغَزالِيّ رَحمَه الله إِن ذَلِك فِي كتبه الْقَدِيمَة فَقَط وَإنَّهُ رَجَعَ عَنهُ فِي الْجَدِيد منقوض بِمَا نَص عَلَيْهِ فِي كتاب الْأُم فِي مَوَاضِع عديدة بتقليد الصَّحَابِيّ ¶ مِنْهَا قَوْله فِيمَا إِذا بَاعَ بِشَرْط الْبَرَاءَة من الْعُيُوب فَالَّذِي أذهب إِلَيْهِ فِي ذَلِك قَضَاء عُثْمَان رَضِي الله عَنهُ أَنه يبرأ من كل عيب علمه وَلم يسمه ويقفه عَلَيْهِ فلير تقليدا ¶ فَإِن كَانَ أَرَادَ الإِمَام الشَّافِعِي بالتقليد للصحابي فِي الْقَدِيم مَعْنَاهُ الْمَعْرُوف فَهُوَ كَذَلِك هُنَا أَيْضا فِي الْجَدِيد وَالْأَظْهَر أَنه أَرَادَ بِهِ الإحتجاج بقول الصَّحَابِيّ وَأطلق اسْم التَّقْلِيد عَلَيْهِ مجَازًا كَمَا أطلقهُ فِي الإحتجاج بقول النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَهَذَا النَّص الَّذِي نقلته عَن الشَّافِعِي رَحمَه الله فِي البيع بِشَرْط الْبَرَاءَة قَالَه فِي مُخْتَصر الْمُزنِيّ وَفِي كتاب اخْتِلَاف الْعِرَاقِيّين وَهُوَ من جملَة كتب",
            "page": "44",
            "part": "1",
            "seal": "194DA76B"
        },
        {
            "id": "28",
            "nass": "الْأُم وَكِلَاهُمَا فِي الْجَدِيد ¶ وَقد ذكر الْغَزالِيّ رَحمَه الله فِي آخر الْمَسْأَلَة الْمُتَقَدّمَة فِي الْمُسْتَصْفى قَالَ فَإِن قيل فقد ترك الشَّافِعِي فِي الْجَدِيد الْقيَاس فِي تَغْلِيظ الدِّيَة فِي الْحرم لقَوْل عُثْمَان رَضِي الله عَنهُ وَكَذَلِكَ فرق بَين الْحَيَوَان وَغَيره فِي شَرط الْبَرَاءَة لقَوْل عُثْمَان قُلْنَا لَهُ فِي شَرط الْبَرَاءَة أَقْوَال فَلَعَلَّ هَذَا مرجوع عَنهُ فَلَيْسَ كَذَلِك لما بَينا فِي غير مَوضِع من كتبه الجديدة وَقَالَ إِنَّه الَّذِي يذهب إِلَيْهِ وَبِهَذَا قطع أَبُو إِسْحَاق الْمروزِي وَابْن خيران وَغَيرهمَا وَلم يجعلا فِي الْمَسْأَلَة الْمُتَقَدّمَة للشَّافِعِيّ قولا غَيره وَهُوَ الَّذِي صَححهُ الْمُتَأَخّرُونَ ¶ وَأما الْمَسْأَلَة تَغْلِيظ الدِّيَة فقد احْتج الشَّافِعِي رَحمَه الله فِيهَا بِمَا روى عَن عُثْمَان رَضِي الله عَنهُ أَنه قضى فِي امْرَأَة قتلت فِي الْحرم بدية وَثلث دِيَة وَقد رُوِيَ نَحْو مِنْهُ عَن عمر وَابْن عَبَّاس رَضِي الله عَنْهُمَا وَلَا مُخَالف لَهما من الصَّحَابَة فَيكون اعْتمد ذَلِك بِنَاء على مَا تقدم من الْإِجْمَاع السكوتي بِالنِّسْبَةِ إِلَى الصَّحَابَة رَضِي الله عَنْهُم أَو لِأَنَّهُ قضى بِهِ عمر وَعُثْمَان رَضِي الله عَنْهُمَا وَهُوَ قد نَص فِي الْجَدِيد كَمَا تقدم عَنهُ على الرُّجُوع إِلَى قَول أحد الْخُلَفَاء الْأَرْبَعَة رَضِي الله عَنْهُم لِأَنَّهُ يشْتَهر غَالِبا بِخِلَاف قَول الْمُفْتى ¶ وَقد حكى الْغَزالِيّ فِي الْموضع الْمشَار إِلَيْهِ أَيْضا أَن الشَّافِعِي اخْتلف قَوْله فِيمَا إِذا اخْتلف الْإِفْتَاء وَالْحكم كمن الصَّحَابَة فَقَالَ مرّة الحكم أولى لِأَن الْعِنَايَة بِهِ أَشد والمشورة فِيهِ أبلغ وَقَالَ مرّة الْفَتْوَى أولى لِأَن سكوتهم على الحكم يحمل على الطَّاعَة لأولي الْأَمر",
            "page": "45",
            "part": "1",
            "seal": "BD6FE78D"
        },
        {
            "id": "29",
            "nass": "وَعزا هَذَا الإختلاف إِلَى الْقَدِيم وَجعله مرجوعا عَنهُ وَفِيه من النّظر مَا قدمْنَاهُ لما نَص عَلَيْهِ فِي كتبه الجديدة كَمَا ذكرنَا ¶ أَدِلَّة الْأَقْوَال الْمُتَقَدّمَة ¶ هَذَا مَا يتَعَلَّق بِنَقْل الْأَقْوَال فِي الْمَسْأَلَة على وَجه الإحتجاج أَو التَّقْلِيد وَالْكَلَام الْآن فِيمَا احْتج بِهِ لكل قَول مِنْهَا مَعَ بَيَان مَا يتَعَلَّق بِتِلْكَ الْأَدِلَّة على وَجه الْإِيجَار إِن شَاءَ الله تَعَالَى ¶ وَالنَّظَر فِي مَرَاتِب خمس تقدم القَوْل فِيهَا ¶ الأولى فِي اتِّفَاق الْأَئِمَّة الْأَرْبَعَة الْخُلَفَاء رَضِي الله عَنْهُم ¶ وَالثَّانيَِة فِي اتِّفَاق الشَّيْخَيْنِ أبي بكر وَعمر رَضِي الله عَنْهُمَا ¶ وَالثَّالِثَة فِي قَول الْوَاحِد من الْخُلَفَاء الْأَرْبَعَة أَي وَاحِد كَانَ مِنْهُم رَضِي الله عَنْهُم ¶ وَالرَّابِعَة فِي قَول الْوَاحِد من الصَّحَابَة غير الْأَرْبَعَة رَضِي الله عَنْهُم ¶ وَالْخَامِسَة فِي قَول الْوَاحِد مِنْهُم إِذا خَالف الْقيَاس أَو عضد الْقيَاس قَوْله وَأي قِيَاس كَانَ ذَلِك على مَا نبينه إِن شَاءَ الله",
            "page": "46",
            "part": "1",
            "seal": "1BFB2FB2"
        },
        {
            "id": "30",
            "nass": "الْمرتبَة الأولى اتِّفَاق الْخُلَفَاء الْأَرْبَعَة ¶ أما اتِّفَاق الْخُلَفَاء الْأَرْبَعَة على حكم أَو فَتْوَى فَمن النَّاس من جعل ذَلِك إِجْمَاعًا كاتفاق الْأَئِمَّة كلهم وَإِلَيْهِ ذهب أَبُو حَازِم القَاضِي من الْحَنَفِيَّة وَحَكَاهُ جمَاعَة من المصنفين رِوَايَة عَن أَحْمد بن حَنْبَل قَالَ الشَّيْخ الْمُوفق فِي الرَّوْضَة نقل عَن أَحْمد رَحمَه الله مَا يدل على أَنه لَا يخرج عَن قَوْلهم إِلَى قَول غَيرهم وَالصَّحِيح أَن ذَلِك لَيْسَ بِإِجْمَاع وَكَلَام أَحْمد فِي إِحْدَى الرِّوَايَتَيْنِ عَنهُ يدل على أَن قَوْلهم حجَّة وَلَا يلْزم من كل مَا هُوَ حجَّة أَن يكون إِجْمَاعًا ¶ قلت وَكَذَلِكَ مَا تقدم عَن الإِمَام الشَّافِعِي فِي الْقَدِيم وَفِي كتاب اختلافه مَعَ مَالك فِي الْجَدِيد عِنْد تفرق أَقْوَال الصَّحَابَة وَقد تقدم أَنه يصير إِلَى قَول أحد الْخُلَفَاء الْأَرْبَعَة وَحِينَئِذٍ فالإحتجاج بِمَا اتَّفقُوا عَلَيْهِ يكون بطرِيق الأولى ¶ وَأما كَونه إِجْمَاعًا كَمَا إِذا أَجمعت الْأمة قاطبة فبعيد لِأَن الْأَدِلَّة المتمسك بهَا لكَون الْإِجْمَاع حجَّة من النقلية والعقلية إِنَّمَا يتَنَاوَل جَمِيع الْأمة وَلَا ريب فِي أَن الْخُلَفَاء الْأَرْبَعَة لَيْسُوا جَمِيع الْأمة ¶ وَقد ذكر أَئِمَّة الْأُصُول أَن أَبَا حَازِم احْتج لكَون ذَلِك إِجْمَاعًا بقوله صلى الله عَلَيْهِ وَسلم عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين المهديين عضوا عَلَيْهَا بالنواجذ الحَدِيث فَأوجب اتِّبَاع سنتهمْ كَمَا أوجب اتِّبَاع سنته والمخالف لسنته صلى الله عَلَيْهِ وَسلم لَا يعْتد بقوله فَكَذَلِك الْمُخَالف لسنتهم",
            "page": "47",
            "part": "1",
            "seal": "EB58D31B"
        },
        {
            "id": "31",
            "nass": "ثمَّ أجابوا عَن ذَلِك بِوَجْهَيْنِ ¶ أَحدهَا أَن ذَلِك عَام فِي كل الْخُلَفَاء الرَّاشِدين وَلَا دَلِيل فِيهِ على انحصاره فِي الْأَرْبَعَة دون غَيرهم رَضِي الله عَنْهُم ¶ وَثَانِيهمَا الْمُعَارضَة بِمَا رُوِيَ عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ أَصْحَابِي كَالنُّجُومِ فَبِأَيِّهِمْ اقْتَدَيْتُمْ اهتديم فَتحمل سنة الْخُلَفَاء الْأَرْبَعَة فِي الحَدِيث على مَا يتَعَلَّق بالخلافة فَقَط للْجمع بَين الْأَحَادِيث كَيفَ وَمن سنتهمْ إجَازَة الْمُخَالفَة لَهُم كَمَا تقدم من رد الْمَرْأَة على عمر رَضِي الله عَنهُ فِي المغالاة بِالصَّدَاقِ وَغير ذَلِك من الصُّور الْكَثِيرَة ¶ وَأَيْضًا فَإِنَّهُ يلْزم مِنْهُ أَن يكون قَول الْوَاحِد مِنْهُم بمفرده حجَّة وَحِينَئِذٍ فتتعارض أَقْوَالهم كَمَا قد اخْتلف الشَّيْخَانِ رَضِي الله عَنْهُمَا فِي الْعَطاء فَرَأى أَبُو بكر رَضِي الله عَنهُ تَسْوِيَة الصَّحَابَة فِيهِ كلهم وَرَأى عمر رَضِي الله عَنهُ التَّفَاضُل بَينهم بِحَسب السَّبق والقرب من النَّبِي صلى الله عَلَيْهِ وَسلم فيتعذر الْعَمَل بسنتهم فَيحمل حِينَئِذٍ كَمَا تقدم على أَمر الْخلَافَة وتجهيز الجيوش إِلَى الْأَمْصَار وَنَحْو ذَلِك وَهَذِه الإعتراضات كلهَا ضَعِيفَة ¶ ولنبدأ أَولا بِبَيَان الحَدِيث الْمُتَقَدّم وتصحيحه وَوجه الدّلَالَة مِنْهُ ثمَّ نرْجِع إِلَى مَا يتَعَلَّق بِهَذِهِ الاعتراضات ¶ روى خَالِد بن معدان عَن عبد الرحمن بن عَمْرو السّلمِيّ عَن الْعِرْبَاض ابْن سَارِيَة رَضِي الله عَنهُ قَالَ صلى بِنَا رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْمًا صَلَاة الْفجْر ثمَّ وعظنا موعظة بليغة ذرفت مِنْهَا الْعُيُون ووجلت مِنْهَا الْقُلُوب فَقَالَ قَائِل يَا رَسُول الله كَأَنَّهَا موعظة مُودع فأوصنا قَالَ أوصيكم بتقوى الله والسمع وَالطَّاعَة وَإِن كَانَ عبدا حَبَشِيًّا فَإِنَّهُ من يَعش مِنْكُم بعدِي فسيرى اخْتِلَافا كثيرا فَعَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين المهديين تمسكوا بهَا",
            "page": "48",
            "part": "1",
            "seal": "079C5303"
        },
        {
            "id": "32",
            "nass": "وعضوا عَلَيْهَا بالنواجذ وَإِيَّاكُم ومحدثات الْأُمُور فَإِن كل محدثة بِدعَة وكل بِدعَة ضَلَالَة رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَقَالَ فِيهِ حَدِيث حسن صَحِيح ¶ وَأخرجه الْحَاكِم أَبُو عبد الله الْحَافِظ فِي كتاب الْمُسْتَدْرك على الصَّحِيحَيْنِ وَقَالَ فِيهِ هُوَ صَحِيح على شَرط الشَّيْخَيْنِ وَلَا أعلم لَهُ عِلّة وصححة أَيْضا الْحَافِظ أَبُو نعيم الْأَصْفَهَانِي وَأَبُو الْعَبَّاس الدغولي وَغَيرهمَا وَقد رُوِيَ أَيْضا من غير عَن الْعِرْبَاض بن سَارِيَة رَضِي الله عَنهُ بِنَحْوِ هَذَا ¶ وَوجه الدّلَالَة مِنْهُ ظَاهر لَا من الطَّرِيق الَّتِي تقدم أَنه احْتج بِهِ لكَون ذَلِك كالإجماع بل من جِهَة أَن النَّبِي صلى الله عَلَيْهِ وَسلم أَمر بالتمسك بسنتهم والعض عَلَيْهَا بالنواجذ وَذَلِكَ مجَاز كِنَايَة عَن مُلَازمَة الْأَخْذ بهَا وَعدم الْعُدُول عَنْهَا مَعَ أَنه صلى الله عَلَيْهِ وَسلم قرن فِي هَذِه الْأَوَامِر بَين سنته وسنتهم فَكَانَا فِي الحجية سَوَاء ¶ وَلَا يُقَال إِن ذَلِك يلْزم مِنْهُ أَن تكون سنتهمْ مُسَاوِيَة لما ثَبت من سنة النَّبِي صلى الله عَلَيْهِ وَسلم بِحَيْثُ يَقع التَّعَارُض بَينهمَا ويعدل إِلَى التَّرْجِيح فَرُبمَا يقدم الْعَمَل بسنتهم على مَا ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم لأَنا نقُول لَا يلْزم من كَون سنتهمْ حجَّة مُعْتَمدَة أَن يكون لَهَا هَذِه الْمُسَاوَاة بل يجوز أَن تكون مَأْمُورا باتباعها وَالْعَمَل بهَا بِشَرْط عدم وجود سنة للنَّبِي صلى الله عَلَيْهِ وَسلم قدمت على سنتهمْ كَمَا أَن الْقيَاس حجَّة شَرْعِيَّة وَهُوَ مُتَأَخّر فِي الرُّتْبَة عَن الْكتاب وَالسّنة ¶ وَأما كَونه مُخْتَصًّا بالخلفاء الْأَرْبَعَة دون من بعدهمْ فلإجماع الْعلمَاء قاطبة على اختصاصهم بِالْوَصْفِ الْمَذْكُور فِي الحَدِيث وَأَنه لَا يُطلق على من بعدهمْ وَقد روى سفينة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ الْخلَافَة فِي",
            "page": "49",
            "part": "1",
            "seal": "68A292A9"
        },
        {
            "id": "33",
            "nass": "أمتِي ثَلَاثُونَ سنة بعدِي ثمَّ يصير ملكا وَإِسْنَاده حسن وَكَانَت مُدَّة الْأَئِمَّة الْأَرْبَعَة رَضِي الله عَنْهُم نَحْو هَذَا الْمِقْدَار بالإتفاق وَبِهَذَا احْتج الْبَيْهَقِيّ وَغَيره على انصراف قَوْله صلى الله عَلَيْهِ وَسلم وَسنة الْخُلَفَاء الرَّاشِدين المهديين إِلَى الْأَئِمَّة الْأَرْبَعَة وَقصر اللَّفْظ عَلَيْهِم ¶ وَأما الحَدِيث الْمَرْوِيّ أَصْحَابِي كَالنُّجُومِ فَسَيَأْتِي بَيَانه وَأَنه حَدِيث ضَعِيف لَا يُقَاوم الحَدِيث الْمَرْوِيّ عَن الْعِرْبَاض الْمُتَقَدّم حَتَّى يَكُونَا متعارضين ¶ وعَلى تَقْدِير قيام الإحتجاج بِهِ فالجمع بَينهمَا مُمكن بِأَن يكون قَول الْجَمِيع حجَّة وَعند تعَارض أَقْوَالهم يرجح قَول الْخُلَفَاء الْأَرْبَعَة وَيقدم على قَول غَيرهم كَمَا فِي الْقيَاس مَعَ الْكتاب وَالسّنة وَهَذَا أولى من قصر لفظ السّنة على شَيْء خَاص كالخلافة وَنَحْوهَا لِأَن اللَّفْظ من صِيغ الْعُمُوم لكَونه اسْم جنس مُضَافا فَلَا يقصرعلى شَيْء خَاص إِلَّا بِدَلِيل وَلَيْسَ فِيمَا ذَكرُوهُ من الْمُعَارضَة مَا يَقْتَضِي ذَلِك كَمَا بَيناهُ من وَجه الْجمع مَعَ الْعَمَل بِعُمُوم اللَّفْظ على تَجْوِيز صِحَة حَدِيث أَصْحَابِي كَالنُّجُومِ ¶ وَأما قَوْلهم إِن من سنتهمْ إجَازَة الْمُخَالفَة لَهُم فَغير وَارِد لِأَن مَا خولفوا فِيهِ وَثَبت رجوعهم كَانَ الثَّانِي هُوَ سنتهمْ وَمَا لم يرجِعوا إِلَيْهِ فَلَا يلْزمنَا ذَلِك بل يقدم مَا صاورا هم إِلَيْهِ ¶ وَأما تعَارض أَقْوَالهم فَلَيْسَ مَدْلُول الحَدِيث لِأَن سنتهمْ الَّتِي أَمر النَّبِي",
            "page": "50",
            "part": "1",
            "seal": "3AAC7B32"
        },
        {
            "id": "34",
            "nass": "صلى الله عَلَيْهِ وَسلم بالتمسك بهَا هِيَ مَا تفقوا عَلَيْهِ فَأَما مَا خَالف فِيهِ بَعضهم بَعْضًا فَذَلِك من الْمَرَاتِب الْآتِي ذكرهَا لَا مِمَّا نَحن فِيهِ وَسَيَأْتِي مَا يتَعَلَّق بذلك إِن شَاءَ الله تَعَالَى وَالله أعلم ¶ الْمرتبَة الثَّانِيَة اتِّفَاق أبي بكر وَعمر رَضِي الله عَنْهُمَا ¶ القَوْل بِاتِّفَاق الشَّيْخَيْنِ أبي بكر وَعمر رَضِي الله عَنْهُمَا وَأَنه هُوَ الْحجَّة دون غَيره فقد نَقله جمَاعَة من المصنفين دون أَن يسموا قَائِله وَاحْتج لَهُ بِحَدِيث حُذَيْفَة رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ اقتدوا باللذين من بعدِي أبي بكر وَعمر رَضِي الله عَنْهُمَا رَوَاهُ التِّرْمِذِيّ وَابْن مَاجَه فِي كِتَابَيْهِمَا بِإِسْنَاد حسن إِلَى حُذَيْفَة وحسنة التِّرْمِذِيّ وَأخرجه أَبُو حَاتِم بن حبَان فِي صَحِيحه ¶ وَقد رُوِيَ من طَرِيقين آخَرين إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم وَلَكِن فيهمَا من هُوَ مُتَكَلم فِيهِ من الروَاة والعمدة حَدِيث حُذَيْفَة رَضِي الله عَنهُ وَقد اعْترض عَلَيْهِ أَئِمَّة الْأُصُول بِمَا تقدم من الْوَجْهَيْنِ فِي حَدِيث الْعِرْبَاض",
            "page": "51",
            "part": "1",
            "seal": "34D1C8A5"
        },
        {
            "id": "35",
            "nass": "من الْمُعَارضَة بِحَدِيث أَصْحَابِي كَالنُّجُومِ وَحمل بِاللَّفْظِ على الإقتداء بهما فِي الْخلَافَة وَنَحْو ذَلِك لَا فِي عُمُوم كل شَيْء ¶ وَقد تقدم مَا يتَعَلَّق بمعارضة حَدِيث أَصْحَابِي كَالنُّجُومِ وَأما عدم الْحمل على الْعُمُوم فَهُوَ قريب هُنَا لِأَن اقتدوا فعل أَمر مُثبت لَا عُمُوم لَهُ فَإِذا اقتدي بهما فِي قَضِيَّة وَاحِدَة فقد حصل الإمتثال إِلَّا أَن قرينَة السِّيَاق تدل على الْأَمر بالإقتداء على الْإِطْلَاق فَفِي رِوَايَة التِّرْمِذِيّ أَنه صلى الله عَلَيْهِ وَسلم قَالَ إِنِّي لَا أَدْرِي مَا بقائي فِيكُم فاقتدوا باللذين من بعدِي أبي بكر وَعمر فَالظَّاهِر أَن ذَلِك فِي كل الْأُمُور ¶ وَيُؤَيِّدهُ قَوْله صلى الله عَلَيْهِ وَسلم فِي حَدِيث أبي قَتَادَة لما أدلجوا فِي سفرهم وَإِن يطع الْقَوْم أَبَا بكر وَعمر يرشدوا وَهُوَ ثَابت فِي الصَّحِيحَيْنِ فَإِن هَذَا اللَّفْظ أقرب إِلَى الْعُمُوم وَإِن كَانَ معنويا من جِهَة أَن الشَّرْط يَقْتَضِي ذَلِك ¶ وَلَا يُقَال بِأَن هَذَا الْكَلَام خرج فِي قَضِيَّة خَاصَّة وَهِي اخْتِلَاف الْقَوْم فِي أَن النَّبِي صلى الله عَلَيْهِ وَسلم أمامهم أَو وَرَاءَهُمْ فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم ذَلِك لأَنا نقُول الْعَام إِذا خرج على سَبَب خَاص كَانَ مَعْمُولا بِهِ فِي عُمُومه وَلَا يقصر بِهِ على سَببه لَكِن يظْهر أَن الْألف وَاللَّام الَّتِي فِي الْقَوْم للْعهد لَا للْجِنْس لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ ذَلِك بعد حكايته الِاخْتِلَاف عَن الْقَوْم الَّذين هم أَمَامه ثمَّ قَالَ وَإِن يطع الْقَوْم أَبَا بكر وَعمر يرشدوا فَيَنْصَرِف التَّعْرِيف إِلَى الْقَوْم المعهودين وَلَا يَقْتَضِي الْعُمُوم إِلَّا إِذا أَخذ ذَلِك من جِهَة الْقيَاس على الْمَذْكُورين",
            "page": "52",
            "part": "1",
            "seal": "BA1A006A"
        },
        {
            "id": "36",
            "nass": "الْمرتبَة الثَّالِثَة فِي قَوْله كل وَاحِد من الْخُلَفَاء الْأَرْبَعَة إِذا انْفَرد ¶ ثمَّ مقتضي قَوْله صلى الله عَلَيْهِ وَسلم اقتدوا باللذين من بعدِي الْأَمر بالإقتداء بِكُل وَاحِد مِنْهَا إِذا انْفَرد بِخِلَاف مَا تقدم من قَوْله وَسنة الْخُلَفَاء الرَّاشِدين ¶ وَإِذا كَانَ الْمُخَاطب بِهَذِهِ الْأَوَامِر الصَّحَابَة كَانَ فِيهَا أَنه إِذا تَعَارَضَت أَقْوَال الصَّحَابَة يكون الرُّجُوع إِلَى قَول أحد الْخُلَفَاء الْأَرْبَعَة دون غَيرهم وَقد تقدم نَص الإِمَام الشَّافِعِي على ذَلِك كتاب اختلافه مَعَ مَالك وَغَيره أَيْضا ¶ وَمِمَّا يحْتَج بِهِ لذَلِك أَيْضا أَنه صلى الله عَلَيْهِ وَسلم أَمر أَبَا بكر رَضِي الله عَنهُ فِي مرض مَوته أَن يُصَلِّي بِالنَّاسِ وروجع فِي ذَلِك غير مرّة فَأبى أَن يُصَلِّي بِالنَّاسِ إِلَّا هُوَ وَأنكر على من رَاجعه فِيهِ وَقد ثَبت عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ يؤم الْقَوْم أقرؤهم لكتاب الله فَإِن كَانُوا فِي الْقِرَاءَة سَوَاء فأعلمهم بِالسنةِ فَلَزِمَ من هذَيْن أَن أَبَا بكر رَضِي الله عَنهُ كَانَ أعلم الصَّحَابَة رَضِي الله عَنْهُم بِالسنةِ وَفِي جَامع التِّرْمِذِيّ بِسَنَد غَرِيب أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَا يَنْبَغِي",
            "page": "53",
            "part": "1",
            "seal": "71579447"
        },
        {
            "id": "37",
            "nass": "لقوم فيهم أَبُو بكر أَن يؤمهم غَيره ¶ وَفِي الصَّحِيحَيْنِ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ بَينا أَنا نَائِم أتيت بقدح فِيهِ لبن فَشَرِبت مِنْهُ حَتَّى إِنِّي لأرى الرّيّ يجْرِي فِي أظفاري ثمَّ أَعْطَيْت فضلي عمر بن الْخطاب فَشرب قَالُوا مَاذَا أولت ذَلِك يَا رَسُول الله قَالَ الْعلم ¶ وَفِي سنَن أبي دَاوُد عَن أبي ذَر رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِن الله وضع الْحق على لِسَان عمر وَقَلبه وَصَححهُ الْحَاكِم فِي الْمُسْتَدْرك ¶ وروى التِّرْمِذِيّ وَالْحَاكِم أَيْضا عَن عقبَة بن عَامر رَضِي الله عَنهُ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول لَو كَانَ بعدِي نَبِي لَكَانَ عمر بن الْخطاب رَضِي الله عَنهُ ¶ وَفِي مُسْتَدْرك الْحَاكِم عَن ابْن مَسْعُود رَضِي الله عَنهُ أَنه قَالَ لَو وضع علم عمر فِي كفة ميزَان وَوضع علم النَّاس فِي كفة لرجح علم عمر رَضِي الله عَنهُ ¶ وَقَالَ عَليّ رَضِي الله عَنهُ مَا كُنَّا نبعد أَن السكينَة كَانَت تنطق على لِسَان عمر رَضِي الله عَنهُ ¶ وَفِي الصَّحِيحَيْنِ وَسَائِر الْكتب أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لعمر بن الْخطاب وَالَّذِي نَفسِي بِيَدِهِ مَا لقيك الشَّيْطَان سالكا فجا إِلَّا سلك فجا غير",
            "page": "54",
            "part": "1",
            "seal": "7A70FB27"
        },
        {
            "id": "38",
            "nass": "فجك ¶ وَقَالَ ابْن مَسْعُود رَضِي الله عَنهُ مَا رَأَيْت عمر إِلَّا وَكَأن بَين عَيْنَيْهِ ملكا يسدده ¶ وَثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ لعَلي رَضِي الله عَنهُ لما بَعثه إِلَى الْيمن إِن الله سيهدي قَلْبك ويسدد لسَانك قَالَ عَليّ فَمَا شَككت فِي قَضَاء بَين اثْنَيْنِ ¶ وَعند التِّرْمِذِيّ بِسَنَد فِيهِ مقَال أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ فِي حق عَليّ اللَّهُمَّ أدر الْحق مَعَه حَيْثُ دَار ¶ وَأخرج الْحَاكِم فِي مُسْنده بِسَنَد حسن عَن أم سَلمَة رَضِي الله عَنْهَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ عَليّ مَعَ الْقُرْآن وَالْقُرْآن مَعَ عَليّ لن يفترقا حَتَّى يردا عَليّ الْحَوْض ¶ وَأخرج أَيْضا عَنهُ صلى الله عَلَيْهِ وَسلم قَوْله أَنا مَدِينَة الْعلم وَعلي بَابهَا لَكِن فِي إِسْنَاده ضعف",
            "page": "55",
            "part": "1",
            "seal": "3A763450"
        },
        {
            "id": "39",
            "nass": "وَكَانَ عمر رَضِي الله عَنهُ يَقُول أعوذ بِاللَّه من معضلة لَيْسَ لَهَا أَبُو حسن يَعْنِي عَليّ بن أبي طَالب رَضِي الله عَنهُ وَقَالَ عبد الله بن أبي يزِيد كَانَ ابْن عَبَّاس رَضِي الله عَنْهُمَا إِذا سُئِلَ عَن شَيْء وَكَانَ فِي كتاب الله قَالَ بِهِ فَإِن لم يكن فِي كتاب الله وَكَانَ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فِيهِ شَيْء قَالَ بِهِ فَإِن لم يكن عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فِيهِ شَيْء قَالَ بِمَا قَالَ بِهِ أَبُو بكر وَعمر رَضِي الله عَنْهُمَا ¶ وَقَالَ عِكْرِمَة كَانَ ابْن عَبَّاس إِذا بلغه شَيْء تكلم بِهِ عَليّ رَضِي الله عَنهُ من فتيا أَو قَضَاء لم يتجاوزه إِلَى غَيره والْآثَار فِي هَذَا الْمَعْنى كَثِيرَة وَفِيمَا ذكر مِنْهَا كِفَايَة وَبِاللَّهِ التَّوْفِيق ¶ الْمرتبَة الرَّابِعَة قَول مُطلق الصَّحَابِيّ ¶ وَاحْتج الْقَائِلُونَ بِأَن قَول مُطلق الصَّحَابَة حجَّة بِوُجُوه كَثِيرَة وغالبها لَا يسلم من الِاعْتِرَاض ¶ الْوَجْه الأول قَوْله تَعَالَى {كُنْتُم خير أمة أخرجت للنَّاس تأمرون بِالْمَعْرُوفِ وتنهون عَن الْمُنكر} وَهُوَ خطاب مشافهة يخْتَص بالصحابة فِيمَا يأمرون بِهِ وَينْهَوْنَ عَنهُ فَيكون كل مَا أمروا بِهِ مَعْرُوفا وَمَا",
            "page": "56",
            "part": "1",
            "seal": "3CCF6204"
        },
        {
            "id": "40",
            "nass": "نهوا عَنهُ مُنْكرا فَيكون الْأَخْذ بقَوْلهمْ أَو مَذْهَبهم وَاجِبا لِأَن الْأَمر بِالْمَعْرُوفِ وَاجِب الْقبُول وَالنَّهْي عَن الْمُنكر وَاجِب الِامْتِثَال ¶ وَاعْترض عَلَيْهِ بِأَن الْخطاب وَإِن كَانَ مشافهة فَهُوَ مُتَوَجّه إِلَى جَمِيع الْأمة إِلَى آخر الزَّمَان فَلَا يخْتَص بالصحابة وَإِن سلم اختصاصهم فَهُوَ إِنَّمَا يدل على أَن إِجْمَاعهم حجَّة لَا على أَن قَول الْوَاحِد أَو مذهبَة حجَّة ¶ وَيُمكن الْجَواب عَن هَذَا الثَّانِي بِأَن وَصفهم بذلك أَعم من أَن يكون ذَلِك صدر من الْجَمِيع أَو من وَاحِد مِنْهُم فتندرج هَذِه الصُّورَة فِي الْآيَة لَا سِيمَا والاتفاق على أَن الْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر لَا يتَوَقَّف على إِجْمَاع الْكل على فعله بل كل وَاحِد مُخَاطب بِالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر بمفرده وَيجب عَلَيْهِ الْقيام بِهِ وَإِن لم يساعده غَيره وَأما الِاعْتِرَاض الأول فَهُوَ قوي ¶ الْوَجْه الثَّانِي ثَنَاء الله تَعَالَى عَلَيْهِم كَقَوْلِه تَعَالَى {لقد رَضِي الله عَن الْمُؤمنِينَ إِذْ يُبَايعُونَك تَحت الشَّجَرَة} وَقَوله تَعَالَى {وَالسَّابِقُونَ الْأَولونَ من الْمُهَاجِرين وَالْأَنْصَار وَالَّذين اتَّبَعُوهُمْ بِإِحْسَان رَضِي الله عَنْهُم وَرَضوا عَنهُ} وَمن كَانَ مرضيا عَنهُ كَيفَ لَا يقْتَدى بِفِعْلِهِ وَيتبع فِي قَوْله",
            "page": "57",
            "part": "1",
            "seal": "71E671F0"
        },
        {
            "id": "41",
            "nass": "وَكَذَلِكَ قَوْله تَعَالَى {مُحَمَّد رَسُول الله وَالَّذين مَعَه} الْآيَة وَكَذَلِكَ قَوْله النَّبِي صلى الله عَلَيْهِ وَسلم خير النَّاس قَرْني ثمَّ الَّذين يَلُونَهُمْ الحَدِيث ¶ وَقَوله صلى الله عَلَيْهِ وَسلم إِن الله اختارني وَاخْتَارَ لي أصحابا فجعلهم وزراء وأنصارا الحَدِيث وَإِسْنَاده حسن إِلَى غير ذَلِك من الْأَحَادِيث المشبهة لَهُ ¶ وَاعْترض عَلَيْهِ بِأَن مَضْمُون الْجَمِيع الثَّنَاء عَلَيْهِم ووصفهم بِمَا اختصهم الله بِهِ من الْكَرَامَة وَلَا يلْزم أَن تكون أَقْوَالهم حجَّة بل يحْتَاج ذَلِك إِلَى دَلِيل يَخُصُّهُ ¶ الْوَجْه الثَّالِث قَوْله صلى الله عَلَيْهِ وَسلم أَصْحَابِي كَالنُّجُومِ بِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ وَهَذَا مِمَّا أطبق عَلَيْهِ الْفُقَهَاء وأئمة الْأُصُول على ذكره إِمَّا للإحتجاج بِهِ وَإِمَّا من جِهَة من يَقُول بذلك ثمَّ يعْتَرض على وَجه دلَالَته وَكَأن الحَدِيث صَحَّ وَلَا بُد ¶ وَلَيْسَ كَذَلِك فَإِنَّهُ لم يخرج فِي الْكتب السِّتَّة وَلَا فِي المسانيد الْكِبَار وَقد رُوِيَ من طرق فِي كلهَا مقَال ¶ أَحدهَا مَا روى نعيم بن حَمَّاد عَن عبد الرَّحِيم بن زيد الْعمي عَن أَبِيه عَن سعيد بن الْمسيب عَن عمر رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم سَأَلت رَبِّي فِيمَا اخْتلفت فِيهِ أَصْحَابِي من بعدِي فَأوحى الله إِلَيّ يَا مُحَمَّد إِن أَصْحَابك عِنْدِي بِمَنْزِلَة النُّجُوم فِي السَّمَاء بَعْضهَا أَضْوَأ من بعض فَمن أَخذ بِشَيْء مِمَّا هم عَلَيْهِ فَهُوَ عِنْدِي على هدى",
            "page": "58",
            "part": "1",
            "seal": "9AF38DBE"
        },
        {
            "id": "42",
            "nass": "وَعبد الرَّحِيم بن زيد هَذَا قَالَ فِيهِ يحيى بن معِين كَذَّاب وَقَالَ مرّة لَيْسَ بِشَيْء وَقَالَ أَبُو زرْعَة واهي الحَدِيث وَقَالَ البُخَارِيّ وَأَبُو حَاتِم تَرَكُوهُ وَكَذَلِكَ قَالَ النَّسَائِيّ وَغَيره مَتْرُوك وَقَالَ الْجوزجَاني لَيْسَ بِثِقَة وَالْكل متفقون على نَحْو هَذَا فِيهِ فَلَا عِبْرَة بِهَذَا الطَّرِيق ¶ وَثَانِيها مَا روى عبد بن حميد أَخْبرنِي أَحْمد بن يُونُس ثَنَا أَبُو شهَاب عَن حَمْزَة بن أبي حَمْزَة الْجَزرِي عَن نَافِع عَن ابْن عمر رَضِي الله عَنْهُمَا أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ مثل أَصْحَابِي مثل النُّجُوم يهتدى بهَا فَأَيهمْ أَخَذْتُم بقوله اهْتَدَيْتُمْ وَحَمْزَة الْجَزرِي هَذَا قَالَ فِيهِ ابْن معِين لَا يُسَاوِي فلسًا وَقَالَ البُخَارِيّ مُنكر الحَدِيث وَقَالَ الدَّارَقُطْنِيّ مَتْرُوك وَقَالَ ابْن عدي عَامَّة رواياته مَوْضُوعَة وَثَالِثهَا ¶ رَوَاهُ عبد الله بن روح الْمَدَائِنِي ثَنَا سَلام بن سُلَيْمَان ثَنَا الْحَارِث ابْن غصين عَن الْأَعْمَش عَن أبي سُفْيَان عَن جَابر رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مثل أَصْحَابِي فِي أمتِي مثل النُّجُوم بِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ وَهَذَا السَّنَد أمثل من اللَّذين قبله فَإِن سَلام بن سُلَيْمَان هَذَا وثقة الْعَبَّاس بن الْوَلِيد بن مزِيد وَلَكِن قَالَ فِيهِ أَبُو حَاتِم لَيْسَ بِالْقَوِيّ وَقَالَ الْعقيلِيّ وَفِي حَدِيثه مَنَاكِير وَكَذَلِكَ قَالَ أَبُو أَحْمد بن عدي هُوَ عِنْدِي مُنكر الحَدِيث وَعَامة مَا يرويهِ حسان إِلَّا أَنه لَا يُتَابع عَلَيْهِ ¶ قلت وَشَيْخه الْحَارِث بن غصين لم أجد من ذكره بتوثيق وَلَا جرح فَهُوَ مَجْهُول ثمَّ الحَدِيث شَاذ بِمرَّة لكَونه من رِوَايَة الْأَعْمَش وَهُوَ مِمَّن يجمع حَدِيثه وَلم يجىء إِلَّا من هَذِه الطَّرِيق وَلَا يحْتَمل من راوية الِانْفِرَاد بِمثلِهِ فَهُوَ شَاذ أَو مُنكر كَمَا هُوَ مُقَرر فِي مَوْضِعه",
            "page": "59",
            "part": "1",
            "seal": "EBF40EF8"
        },
        {
            "id": "43",
            "nass": "وَرَابِعهَا مَا رَوَاهُ عَمْرو بن هَاشم البروقي عَن سُلَيْمَان بن أبي كَرِيمَة عَن جُوَيْبِر عَن الضَّحَّاك عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مهما أُوتِيتُمْ من كتاب الله فَالْعَمَل بِهِ وَلَا عذر لأحد فِي تَركه فَإِن لم يكن فِي كتاب الله فَسنة مني مَاضِيَة فَإِن لم يكن سنة مني فَمَا قَالَ أَصْحَابِي إِن أَصْحَابِي بِمَنْزِلَة النُّجُوم فِي السَّمَاء فأيما أَخَذْتُم بِهِ اهْتَدَيْتُمْ وَاخْتِلَاف أَصْحَابِي لكم رَحْمَة وجويبر هُوَ ابْن سعيد الْمُفَسّر مُتَّفق على ضعفه أَيْضا قَالَ فِيهِ ابْن معِين لَيْسَ بِشَيْء وَقَالَ النَّسَائِيّ وَالدَّارَقُطْنِيّ مَتْرُوك وَقَالَ النَّسَائِيّ والداقطني مَتْرُوك وَقَالَ الْجوزجَاني لَا يسْتَقلّ بِهِ ¶ قَالَ الْبَيْهَقِيّ هَذَا الحَدِيث مَتنه مَشْهُور وَأَسَانِيده ضَعِيفَة لم يثبت فِي هَذَا إِسْنَاد ¶ قلت وَفِي كَلَام عُثْمَان بن سعيد الدَّارمِيّ مَا يَقْتَضِي تقويته وَلَكِن الِاعْتِمَاد على أسانيده وَهِي واهية كلهَا بَينا مَعَ نَص جمَاعَة من الْأَئِمَّة على أَنه لم يثبت مِنْهَا شَيْء ¶ وَوجه الدّلَالَة مِنْهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم جعل الِاقْتِدَاء لَازِما للاهتداء بِأَيّ وَاحِد مِنْهُم كَانَ وَذَلِكَ يدل على أَنه حجَّة وَإِلَّا لفرق بَين الْمُصِيب وَغير الْمُصِيب فَإِن الِاقْتِدَاء بِغَيْر الْمُصِيب لَيْسَ اهتداء ¶ وَبِهَذَا التَّقْرِير يخرج الْجَواب عَمَّن يَقُول إِنَّمَا دلّ الحَدِيث على أَن الِاقْتِدَاء بهم موصل إِلَى الله تَعَالَى وَهَذَا أَمر مجمع عَلَيْهِ فِي حَقهم وَحقّ غَيرهم من الْمُجْتَهدين وَكلهمْ طرق إِلَى الله تَعَالَى وَإِن تفاوتت مَرَاتِبهمْ فَكَمَا أَن قَول غَيرهم لَيْسَ بِحجَّة كَذَلِك قَوْلهم وَفَائِدَة التَّنْصِيص عَلَيْهِم التشريف وَأَنَّهُمْ أولى بذلك من غَيرهم وَلَا يلْزم من كَون تقليدهم هِدَايَة أَن يكون مدْركا",
            "page": "60",
            "part": "1",
            "seal": "C5CAFDBD"
        },
        {
            "id": "44",
            "nass": "للمجتهدين إِذا سلم عَن الْمعَارض ¶ وَيُجَاب عَن هَذَا أَيْضا بِأَن تَرْتِيب الحكم على الْوَصْف الْمُشْتَقّ يشْعر بالعلية فَيظْهر اخْتِصَاص هَذَا حكم بالصحابة رَضِي الله عَنْهُم وَحِينَئِذٍ فَلَا يرد مَا ذَكرُوهُ وَيلْزم أَن يكون ذَلِك لحجيته لَا لكَوْنهم مجتهدين فَقَط وترتيب هَذَا الحكم على هَذَا الْوَصْف يَقْتَضِي سلبه عَن غَيرهم لفَوَات الْوَصْف الْمُرَتّب عَلَيْهِم فيهم ¶ وَاعْترض عَلَيْهِ أَيْضا بِأَنَّهُ لَا دَلِيل فِيهِ على الْعُمُوم بِالنِّسْبَةِ إِلَى الاهتداء فِي كل مَا يَقْتَدِي بِهِ وعَلى هَذَا فَيمكن حمله على الِاقْتِدَاء بهم فِيمَا يَرْوُونَهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَيَكْفِي ذَلِك فِي مَدْلُول اللَّفْظ ¶ وَجَوَابه مَا تقدم أَيْضا من أَن تَرْتِيب الحكم على الْوَصْف يشْعر بعليته لذَلِك الحكم فَيلْزم فِي كل اقْتِدَاء لَا سِيمَا مَعَ عُمُوم لفظ أَي الَّذِي هُوَ شَامِل لكل الصَّحَابَة وَأما الْحمل على الرِّوَايَة فضعيف لِأَن ذَلِك لَا يُسمى اقْتِدَاء ¶ وَالَّذِي يتَوَجَّه على دلَالَة الحَدِيث أَن الْخطاب فِيهِ مشافهة فَلَا بُد وَأَن يكون من عاصر النَّبِي صلى الله عَلَيْهِ وَسلم دَاخِلا فِي ذَلِك وَحِينَئِذٍ فَيكون الْخطاب للعوام من الصَّحَابَة وَيكون لفظ أَصْحَابِي لَيْسَ على عُمُومه بل خَاصّا بالمجتهدين",
            "page": "61",
            "part": "1",
            "seal": "0C7A19DA"
        },
        {
            "id": "45",
            "nass": "وَالْفُقَهَاء مِنْهُم كَمَا قَالَه العالمي من الْحَنَفِيَّة وَهُوَ قوي ¶ وَيدل عَلَيْهِ أَيْضا تنصيصه صلى الله عَلَيْهِ وَسلم على تفَاوت مَرَاتِبهمْ فِي الْعُلُوم كالحديث الَّذِي أخرجه التِّرْمِذِيّ عَن أنس رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ أرأف أمتِي بأمتي أَبُو بكر وأشدها فِي دين الله عمر وأصدقهم حَيَاء عُثْمَان وأقضاهم عَليّ وأعلمهم بالحلال وَالْحرَام معَاذ بن جبل وأفرضهم زيد بن ثَابت وأقرؤهم أبي بن كَعْب وَلكُل قوم أَمِين وَأمين هَذِه الْأمة أَبُو عُبَيْدَة بن الْجراح رَضِي الله عَنْهُم وَإِسْنَاده حسن وَقد أعل بَعضهم لصححه ¶ وَكَذَلِكَ تنصيصه صلى الله عَلَيْهِ وَسلم على أَخذ الْقُرْآن من أَرْبَعَة عبد الله بن مَسْعُود وَأبي بن كَعْب ومعاذ بن جبل وَسَالم مولى أبي حُذَيْفَة أَخْرجَاهُ فِي الصَّحِيحَيْنِ ¶ وَعند التِّرْمِذِيّ أَيْضا أَنه صلى الله عَلَيْهِ وَسلم قَالَ اقتدوا باللذين من بعدِي أبي بكر وَعمر واهتدوا بِهَدي عمار وتمسكوا بِعَهْد ابْن أم عبد يَعْنِي عبد الله بن مَسْعُود رَضِي الله عَنْهُم ¶ وبهذه الطَّرِيق أَعنِي تَخْصِيص القَوْل بذلك بالمجتهدين من الصَّحَابَة يحصل الِانْفِصَال عَن كثير من الاعتراضات الْوَارِد فَظَاهر كَلَام أَحْمد بن حَنْبَل يَقْتَضِيهِ فَإِنَّهُ لم يَأْخُذ بِحَدِيث عَمْرو بن سَلمَة الْجرْمِي فِي إِمَامَته قومه وَهُوَ صبي وَأَشَارَ إِلَى أَنهم أَعْرَاب فِي باديتهم فَلم يحْتَج بفعلهم ¶ الْوَجْه الرَّابِع من أَدِلَّة الْقَائِلين بِأَن مَذْهَب الصَّحَابِيّ حجَّة ادِّعَاء",
            "page": "62",
            "part": "1",
            "seal": "552D37B7"
        },
        {
            "id": "46",
            "nass": "الْإِجْمَاع فِي ذَلِك من جِهَة أَن عبد الرَّحْمَن بن عَوْف بَايع عُثْمَان بن عَفَّان رَضِي الله عَنهُ بِشَرْط الِاقْتِدَاء بالشيخين بَعْدَمَا ذكر الْكتاب وَالسّنة أَولا فَقبل ذَلِك مِنْهُ وَكَانَ بِمحضر الصَّحَابَة وَلم ينكروا عَلَيْهِ فَكَانَ إِجْمَاعًا ¶ وَاعْترض عَلَيْهِ بَان المُرَاد بِهِ الِاقْتِدَاء بهما فِي سيرتهما وعدلهما وَنَحْو ذَلِك لَا على أَن قَوْلهمَا حجَّة يلْزم اتباعها لِأَن مَذْهَب الصَّحَابِيّ لَيْسَ حجَّة على صَحَابِيّ آخر اتِّفَاقًا لَا سِيمَا فِي الْخُلَفَاء الْأَرْبَعَة بَعضهم مَعَ بعض ¶ وَيدل لهَذَا الْحمل أَيْضا أَن عبد الرَّحْمَن بن عَوْف لما عرض ذَلِك أَولا على عَليّ رَضِي الله عَنهُ لم يقبل وَقبل مِنْهُ عُثْمَان فَالْقَوْل بذلك على الإحتجاج يَقْتَضِي تخطئة أَحدهمَا لِأَن اتِّبَاع مَذْهَب الصَّحَابِيّ إِمَّا وَاجِب أَو محرم وَفِي كل مِنْهُمَا لَا يخْتَص بِبَعْض الآخذين بِهِ دون بعض بل هُوَ على عُمُوم النَّاس وَإِذا تعذر الْحمل على ذَلِك حمل على مَا تقدم هَكَذَا ذكره جمَاعَة من الْأُصُولِيِّينَ ¶ وَلَا يُوجد فِي شَيْء من كتب الحَدِيث مُسْند مُعْتَمد أَن عبد الرَّحْمَن بن عَوْف عرض ذَلِك أَولا على عَليّ فَلم يقبله ثمَّ عرضه على عُثْمَان فَقبله بل الَّذِي فِي صَحِيح البُخَارِيّ وَجَمِيع كتب السّير أَن عبد الرحمن بن عَوْف أَخذ الْعَهْد على كل من عُثْمَان وَعلي رَضِي الله عَنْهُمَا لَئِن ولي ليعدلن وَلَئِن أَمر عَلَيْهِ الآخر ليسمعن وليطعين ثمَّ بعد ذَلِك بَايع عُثْمَان رَضِي الله عَنهُ ¶ وَالَّذِي ذكره رُوِيَ من طَرِيق سُفْيَان بن وَكِيع عَن قبيصَة عَن أبي بكر بن عَيَّاش عَن عَاصِم عَن أبي وَائِل قَالَ قلت لعبد الرَّحْمَن بن عَوْف كَيفَ بايعتم عُثْمَان وتركتم عليا قَالَ مَا ذَنبي بدأت بعلي فَقلت أُبَايِعك على كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم وسيرة أبي بكر وَعمر فَقَالَ فِيمَا اسْتَطَعْت ثمَّ عرضت ذَلِك على عُثْمَان فَقَالَ نعم رَوَاهُ عبد الله بن أَحْمد ابْن حَنْبَل فِي زيادات مُسْند أَبِيه وسُفْيَان بن وَكِيع ضَعِيف تكلم فِيهِ جمَاعَة وَقَالَ فِيهِ ابْن أبي حَاتِم وَابْن حبَان وَابْن عدي إِن وراقه أَدخل عَلَيْهِ أَحَادِيث",
            "page": "63",
            "part": "1",
            "seal": "BD8AB79D"
        },
        {
            "id": "47",
            "nass": "واهية فَحدث بهَا وَقَالَ فِيهِ أَبُو زرْعَة الرَّازِيّ مُتَّهم بِالْكَذِبِ وَالَّذِي رَوَاهُ البُخَارِيّ وَغَيره هُوَ الصَّحِيح ¶ نعم قرينَة السِّيَاق تشعر بِأَن المُرَاد بالسيرة مَا كَانَا عَلَيْهِ من الْعدْل والإنصاف وَالْقُوَّة فِي دين الله وَنَحْو ذَلِك ¶ وَبعد الِانْفِصَال عَن كل مَا يعرض على هَذَا الْوَجْه وَتَسْلِيم أَن المُرَاد بالسيرة عُمُوم أقوالهما وأفعالهما لَا ينتهض دَلِيلا إِلَّا لمن يَقُول بِأَن الْحجَّة فِي قَول أبي بكر وَعمر رَضِي الله عَنْهُمَا خَاصَّة وَأَن ذَلِك لَازم لسَائِر الصَّحَابَة أما الإحتجاج بِهِ على حجية قَول جَمِيع الصَّحَابَة فَلَا لما تقدم ¶ الْوَجْه الْخَامِس أَن الصَّحَابَة رَضِي الله عَنْهُم خضروا التَّنْزِيل وفهموا كَلَام الرَّسُول الله صلى الله عَلَيْهِ وَسلم واطلعوا على قَرَائِن القضايا وَمَا خرج عَلَيْهِ الْكَلَام من الْأَسْبَاب والمحامل الَّتِي لَا تدْرك إِلَّا بالحضور وخصهم الله تَعَالَى بالفهم الثاقب وحدة القرائح وَحسن التَّصَرُّف لما جعل الله فيهم من الخشية والزهد والورع إِلَى غير ذَلِك من المناقب الجليلة فهم أعرف بالتأويل وَأعلم بالمقاصد فيغلب على الظَّن مصادفة أَقْوَالهم وأفعالهم الصَّوَاب أَو الْقرب مِنْهُ والبعد عَن الْخَطَأ هَذَا مَا لَا ريب فِيهِ فَيتَعَيَّن الْمصير إِلَى أَقْوَالهم وَلَا يَعْنِي كَونه مدْركا إِلَّا ذَلِك",
            "page": "64",
            "part": "1",
            "seal": "D4F0295F"
        },
        {
            "id": "48",
            "nass": "وَأما الِاعْتِرَاض بِعَدَمِ عصمتهم وَجَوَاز الْخَطَأ عَلَيْهِم وَمَا يقْضِي إِلَيْهِ",
            "page": "65",
            "part": "1",
            "seal": "E17D53C6"
        },
        {
            "id": "49",
            "nass": "الإحتجاج بقَوْلهمْ من التَّعَارُض لاخْتِلَاف أَقْوَالهم فِي الحكم الْوَاحِد فَسَيَأْتِي الْجَواب عَنهُ إِن شَاءَ الله تَعَالَى ¶ الْوَجْه السَّادِس وَهُوَ الْمُعْتَمد أَن التَّابِعين أَجمعُوا على اتِّبَاع الصَّحَابَة فِيمَا ورد عَنْهُم وَالْأَخْذ بقَوْلهمْ والفتيا بِهِ من غير نَكِير من أحد مِنْهُم وَكَانُوا من أهل الإجتهاد أَيْضا ¶ قَالَ مَسْرُوق وجدت علم أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم انْتهى إِلَى سِتَّة عمر وَعلي وَأبي بن كَعْب وَزيد بن ثَابت وَأبي الدَّرْدَاء وَعبد الله بن مَسْعُود وَقَالَ أَيْضا كَانَ أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم سِتَّة عمر وَعلي وَعبد الله وَأبي وَزيد وَأَبُو مُوسَى يَعْنِي الْأَشْعَرِيّ رَضِي الله عَنْهُم ¶ وَقَالَ الشّعبِيّ كَانَ الْعلم يُؤْخَذ عَن سِتَّة من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم وَكَانَ عمر وَعلي وعبد الله يَعْنِي ابْن مَسْعُود وَزيد بن ثَابت يشبه بَعضهم بَعْضًا وَكَانَ يقتبس بَعضهم من بعض وَكَانَ عَليّ وَأَبُو مُوسَى وَأبي بن كَعْب يشبه علم بَعضهم بَعْضًا وَكَانَ يقتبس بَعضهم من بعض ¶ وَقَالَ عَليّ بن الْمَدِينِيّ لم يكن من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم أحد لَهُ أَصْحَاب 4 يقومُونَ بقوله فِي الْفِقْه إِلَّا ثَلَاثَة عبد الله بن مَسْعُود وَزيد بن ثَابت وَعبد الله بن عَبَّاس رَضِي الله عَنْهُم ثمَّ ذكر أَصْحَاب كل وَاحِد مِنْهُم من",
            "page": "66",
            "part": "1",
            "seal": "E9601AD6"
        },
        {
            "id": "50",
            "nass": "التَّابِعين الَّذين كَانُوا يفتون النَّاس بقول ذَلِك الصَّحَابِيّ ¶ وَمن أمعن النّظر فِي كتب الْآثَار وجد التَّابِعين لَا يَخْتَلِفُونَ فِي الرُّجُوع إِلَى أَقْوَال الصَّحَابِيّ فِيمَا لَيْسَ فِيهِ كتاب وَلَا سنة وَلَا إِجْمَاع ثمَّ هَذَا مَشْهُور أَيْضا فِي كل عصر لَا يَخْلُو عَنهُ مستدل بهَا أَو ذَاكر لأقوالهم فِي كتبه ¶ وَلَا يُقَال فَيكون الْمُخَالف فِي ذَلِك خارقا للْإِجْمَاع لما تقدم أَن مُخَالفَة الْإِجْمَاع الاستدلالي والظني لَا يقْدَح وَمَا نَحن فِيهِ من ذَلِك وَالله ولي التَّوْفِيق ¶ وَاحْتج الْقَائِلُونَ بِأَن مَذْهَب الصَّحَابِيّ لَيْسَ بِحجَّة بِوُجُوه ¶ الْوَجْه الأول قَوْله تَعَالَى {فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول} . . الْآيَة وَالرَّدّ إِلَى مَذَاهِب الصَّحَابِيّ يكون تركأ لهَذَا الْوَاجِب",
            "page": "67",
            "part": "1",
            "seal": "541448E6"
        },
        {
            "id": "51",
            "nass": "وَجَوَابه أَن الرَّد إِلَى الله وَالرَّسُول إِنَّمَا يكون إِذا كَانَ الحكم الْمَطْلُوب مَوْجُودا فِي الْكتاب أَو السّنة وَحِينَئِذٍ مَتى عدل عَنْهُمَا كَانَ تركا للْوَاجِب فَأَما إِذا لم يُوجد ذَلِك فِي الْكتاب وَلَا فِي السّنة مَنْصُوصا عَلَيْهِ فَلَا يكون فِي الرُّجُوع إِلَى أَقْوَال الصَّحَابَة ترك للْوَاجِب وَالْقَوْل بِاتِّبَاع مَذْهَب الصَّحَابِيّ مَشْرُوط بِعَدَمِ معارضته للْكتاب أَو السّنة إِلَّا فِي تَخْصِيص أَو حمل على أحد المحملين على مَا فِي ذَلِك من الْخلاف كَمَا سَيَأْتِي بَيَانه إِن شَاءَ الله تَعَالَى ¶ وَأَيْضًا إِذا كَانَ الرُّجُوع إِلَى أَقْوَال الصَّحَابَة مدلولا عَلَيْهِ بالنسة كَمَا تقدم أَو باستنباط من ثَنَاء الله عَلَيْهِم فِي الْكتاب وتفضيلهم لَا يكون الرَّد إِلَيْهِم منافيا لمدلول الْآيَة ¶ وَإِلَى هَذَا يرشد قَول إمامنا الشَّافِعِي فِيمَا روينَا عَنهُ من طَرِيق عبد الله ابْن مُحَمَّد الْفرْيَابِيّ قَالَ سَمِعت مُحَمَّد بن إِدْرِيس الشَّافِعِي رَحمَه الله بِبَيْت الْمُقَدّس يَقُول سلوني عَم شِئْتُم أخْبركُم بِهِ عَن كتاب الله وَسنة رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ فَقلت إِن هَذَا لجريء مَا تَقول أصلحك اله فِي الْمحرم يقتل الزنبور فَقَالَ نعم بِسم الله الرَّحْمَن الرَّحِيم قَالَ الله تَعَالَى {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} وَحدثنَا سُفْيَان بن عُيَيْنَة عَن عبد الْملك بن عُمَيْر عَن ربعي عَن حُذَيْفَة رَضِي الله عَنهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ اقتدوا باللذين من بعدِي أبي بكر وَعمر رَضِي الله عَنْهُمَا ¶ وَحدثنَا سُفْيَان عَن مسعر عَن قيس بن مُسلم عَن طَارق بن شهَاب أَن عمر رَضِي الله عَنْهُمَا أَمر الْمحرم بقتل الزنبور (أهـ)",
            "page": "68",
            "part": "1",
            "seal": "C5112133"
        },
        {
            "id": "52",
            "nass": "فَهَذِهِ الْحِكَايَة تدل على رُجُوع الشَّافِعِي رَحمَه الله إِلَى قَول الصَّحَابِيّ وَأَنه أَخذ ذَلِك من الْكتاب وَالسّنة ¶ وَهَذَا أَيْضا كَمَا يُقَال فِي الْقيَاس إِنَّه غير منَاف للْكتاب وَالسّنة لدلالتهما على الْعَمَل بِهِ ¶ الْوَجْه الثَّانِي قَوْله تَعَالَى {فاعتبروا يَا أولي الْأَبْصَار} قَالُوا وَذَلِكَ يُنَافِي جَوَاز التَّقْلِيد ¶ وَجَوَابه منع دلَالَة الْآيَة على الِاجْتِهَاد وَالْمَنْع من التَّقْلِيد كَمَا هُوَ مَبْسُوط فِي كتب الْأُصُول وَلَئِن سلم ذَلِك فَلَا نسلم أَن الْأَخْذ بقول الصَّحَابِيّ يكون على وَجه التَّقْلِيد لَهُ بل ذَلِك على أَنه مدرك من مدارك الشَّرْع يجب على الْمُجْتَهد الْأَخْذ بِهِ كَمَا فِي النَّص وَالْقِيَاس وَغَيرهمَا من المدارك وكما أَن الْأَمر بِالِاعْتِبَارِ إِذا كَانَ دَالا على الْأَخْذ بِالْقِيَاسِ لَا يكون منافيا للأخذ بِالنَّصِّ لكَون الْأَمر بِالِاعْتِبَارِ إِنَّمَا هُوَ بعد فقدان النَّص فَكَذَلِك الْأَخْذ بقول الصَّحَابِيّ فَإِنَّهُ أَيْضا مقدم على الْقيَاس عِنْد الْقَائِلين بِهِ فَلَا يكون الْأَمر بِالِاعْتِبَارِ منافيا لحجيته ¶ الْوَجْه الثَّالِث قَالُوا أَجمعت الصَّحَابَة على جَوَاز مُخَالفَة بَعضهم بَعْضًا حَتَّى لم يُنكر أحد من الْخُلَفَاء الرَّاشِدين على من خَالفه وَقد تقدم نبذة من ذَلِك فَلَو كَانَ مَذْهَب الصَّحَابِيّ حجَّة لما كَانَ كَذَلِك ولكان يُنكر كل مِنْهُم على من خَالفه ¶ وَجَوَابه أَنه غير دَال على صُورَة النزاع فَإِن صورته أَن قَوْلهم أَو مَذْهَبهم هَل هُوَ حجَّة على من بعدهمْ من التَّابِعين الْمُجْتَهدين وَمن بعدهمْ أم لَا فَأَما كَون الْوَاحِد من مجتهدي الصَّحَابَة يكون قَوْله حجَّة على مثله مِنْهُم فَلَيْسَ مَحل النزاع",
            "page": "69",
            "part": "1",
            "seal": "63956CCF"
        },
        {
            "id": "53",
            "nass": "الْوَجْه الرَّابِع أَن الصَّحَابِيّ من أهل الإجتهاد وَالْخَطَأ جَائِز عَلَيْهِ لكَونه غير مَعْصُوم وفَاقا وَقد وجد من أَفْرَاد مِنْهُم أَقْوَال على خلاف مَا ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم فَلم يكن الْأَخْذ بقوله وَاجِبا كَغَيْرِهِ من الْمُجْتَهدين وكما لَا يجب على غَيره من مجتهدي الصَّحَابَة الْأَخْذ بقوله أَيْضا ¶ وَجَوَابه أَنه لَا يلْزم من عدم وجوب الْعَمَل بقول الصَّحَابِيّ على صَحَابِيّ مثله وَبقول التَّابِعِيّ على تَابِعِيّ مثله عدم وجوب الْعَمَل بقول الصَّحَابِيّ على التَّابِعِيّ وَمن بعده لِأَن فِي تِلْكَ الصُّورَة التَّسَاوِي مَوْجُود وَفِي هَذَا الَّذِي هُوَ مَحل النزاع التَّفَاوُت مَوْجُود فِي الْفَضِيلَة والرتبة والتأييد للإصابة وَالْعلم بالناسخ والمنسوخ والمخصص المقالي والحالي وَمَعْرِفَة مَقَاصِد الْكَلَام وسياقه وسباقه وَسبب النُّزُول إِلَى غير ذَلِك كَمَا تقدم فَلَا يَصح قِيَاس إِحْدَى الصُّورَتَيْنِ على الْأُخْرَى مَعَ ظُهُور الْفرق ¶ الْوَجْه الْخَامِس أَن الصَّحَابَة رَضِي الله عَنْهُم اخْتلفُوا فِي مسَائِل الْحَرَام وَزوج وأبوين وَزَوْجَة وأبوين وَأم وجد وَأُخْت إِلَى غير ذَلِك من الْمسَائِل الْكَبِيرَة فَلَو كَانَ مَذْهَب الصَّحَابِيّ حجَّة لزم أَن تكون حجج الله تَعَالَى مُخْتَلفَة متناقضة وَلم يكن اتِّبَاع التَّابِع للْبَعْض أولى من اتِّبَاع الآخر ¶ وَجَوَابه أَن اخْتِلَاف مَذَاهِب الصَّحَابَة لَا يُخرجهَا عَن كَونهَا حجَجًا كَمَا فِي تعَارض الْخَبَرَيْنِ من أَخْبَار الْآحَاد وَنَحْوهَا كالقياس فَإِن وجد مُرَجّح من خَارج عمل بِهِ وَإِلَّا كَانَ الْوَقْف أَو التَّخْيِير كَمَا عرف فِي مَوْضِعه فَكَذَلِك هُنَا ¶ الْوَجْه السَّادِس أَن التَّابِعِيّ الْمُجْتَهد مُتَمَكن من إِدْرَاك الحكم",
            "page": "70",
            "part": "1",
            "seal": "00DE38E4"
        },
        {
            "id": "54",
            "nass": "بطريقة وَلَا يجوز لَهُ التَّقْلِيد فِيهِ كَمَا فِي مسَائِل أصُول الدّين ¶ وَجَوَابه مَا تقدم من منع كَون ذَلِك تقليدا عِنْد الْقَائِلين باتباعه بل إِثْبَات الحكم بِهِ بطريقة كَمَا فِي إثْبَاته بِخَبَر الْوَاحِد وَالْقِيَاس ¶ وَالْفرق بَين مسَائِل أصُول الدّين وَهَذِه ظَاهر لِأَن مسَائِل الْفُرُوع يعْمل فِيهَا بِالظَّنِّ بِخِلَاف أصُول الدّين ¶ الْوَجْه السَّابِع أَن الصَّحَابِيّ يجوز عَلَيْهِ الْخَطَأ والسهو وَلم تثبت عصمته فَلَا حجَّة فِي قَوْله مَعَ جَوَاز ذَلِك عَلَيْهِ وَقد كَانَ الْوَاحِد رُبمَا يجْتَهد ثمَّ يتَبَيَّن لَهُ الحكم عَن النَّبِي صلى الله عَلَيْهِ وَسلم بِخِلَاف قَوْله كَمَا قَالَ ابْن عمر رَضِي الله عَنْهُمَا كُنَّا نخابر وَلَا نرى بذلك بَأْسا حَتَّى روى لنا رَافع بن خديج أَن النَّبِي صلى الله عَلَيْهِ وَسلم نهى عَنْهَا فتركناها ¶ وَجَوَابه أَنه لَا يلْزم من عدم الْعِصْمَة وَجَوَاز الْخَطَأ ترك الْأَخْذ بقوله كَمَا أَن الْمُجْتَهد من الْعلمَاء بعد الصَّحَابَة من الْعلمَاء غير مَعْصُوم وَيجب على الْعَاميّ تَقْلِيده وَالْخَطَأ فيهم بمخالفة مَا فِيهِ نَص نَادِر جدا بِالنِّسْبَةِ إِلَى أَقْوَالهم وأفعالهم مَعَ مَا قدمنَا من اطلاعهم على مَقَاصِد الشَّرِيعَة واختصاصهم بِالسَّبقِ والأفضلية وَكَانَ الحكم فيهم الْأَغْلَب من أَحْوَالهم دون النَّار وَأَيْضًا فَمَا ثَبت فِيهِ نَص عَن النَّبِي صلى الله عَلَيْهِ وَسلم لَا يُعَارض قَول الصَّحَابِيّ فَلَا يكون ذَلِك مَحل النزاع كَمَا أَنه لَا يحْتَج من أفعالهم بِمَا وَقع فِي الْفِتَن مِمَّا لَا فَائِدَة فِي ذكره",
            "page": "71",
            "part": "1",
            "seal": "B16F6C08"
        },
        {
            "id": "55",
            "nass": "الْوَجْه الثَّامِن أَن الْقيَاس أصل من أصُول الدّين وَحجَّة من الْحجَج الشَّرْعِيَّة وَالْعَمَل بِهِ عِنْد عدم النَّص وَاجِب فَلَا يتْرك لقَوْل الصَّحَابِيّ وَيُؤَيِّدهُ حَدِيث معَاذ الْمَشْهُور وَقَوله للنَّبِي صلى الله عَلَيْهِ وَسلم إِنَّه يجْتَهد رَأْيه بعد الْكتاب وَالسّنة وَأقرهُ النَّبِي صلى الله عَلَيْهِ وَسلم ¶ وَجَوَابه أَنه لَا يلْزم من كَون الْقيَاس حجَّة إِلَّا تتقدم عَلَيْهِ غَيره من الْحجَج كَمَا أَن الْإِجْمَاع يتَقَدَّم عَلَيْهِ بل وَكَذَلِكَ على النَّص ويتضمن الْإِجْمَاع وجود نَص نَاسخ لذَلِك أَو مؤول لَهُ وَإِنَّمَا لم يذكر معَاذ رَضِي الله عَنهُ قَول الصَّحَابِيّ لِأَن قَول غَيره لَيْسَ حجَّة عَلَيْهِ فَلَا فَائِدَة فِي ذكره حِينَئِذٍ",
            "page": "72",
            "part": "1",
            "seal": "5EFF2FA3"
        },
        {
            "id": "56",
            "nass": "الْمرتبَة الْخَامِسَة قَول الصَّحَابِيّ إِذا خَالف الْقيَاس ¶ وَاحْتج الْقَائِلُونَ بِأَن قَول الصَّحَابِيّ إِنَّمَا يكون حجَّة إِذا خَالف الْقيَاس بِأَنَّهُ فِي هَذِه الْحَالة لَا يكون قَوْله إِلَّا عَن تَوْقِيف إِذْ لَا مجَال لِلْعَقْلِ فِي ذَلِك ¶ وَإِن كَانَ لَهُ فِيهِ مجَال لكنه عدل عَمَّا يَقْتَضِيهِ الْقيَاس فعدوله عَنهُ إِنَّمَا يكون لخَبر عِنْده فِيهِ وَإِلَّا يلْزم أَن يكون قَائِلا فِي الدّين بالتشهي من غير مُسْتَند وَذَلِكَ يقْدَح فِي دينه وَعلمه وَلَا يَنْبَغِي الْمصير إِلَيْهِ فَيتَعَيَّن اتِّبَاع قَوْله وَهُوَ قوي ¶ إِلَّا أَنه لَا يَقْتَضِي أَن لَا يكون قَوْله حجَّة فِي غير هَذِه الصُّورَة نعم إِذا تعَارض قَول صحابين وَقُلْنَا بالترجيح كَمَا سَيَأْتِي فَيظْهر أَن القَوْل الْمُخَالف للْقِيَاس يكون أرجح من الْمُوَافق لَهُ لهَذَا الْمَعْنى",
            "page": "73",
            "part": "1",
            "seal": "9F6153C3"
        },
        {
            "id": "57",
            "nass": "وَقد اعْترض على هَذَا الدَّلِيل من أَصله بِأَنَّهُ يجوز أَن تكون مُخَالفَته للْقِيَاس لنَصّ ظَنّه دَلِيلا مَعَ أَنه لَيْسَ كَذَلِك فِي نفس الْأَمر وبالنقض بِمذهب التَّابِعِيّ وَمن بعده فَإِن جَمِيع مَا ذَكرُوهُ فِيهِ آتٍ فِيهِ بِعَيْنِه ¶ وَيُمكن الْجَواب عَن الأول أَن هَذَا الِاحْتِمَال وَإِن كَانَ منقدحا فَالظَّاهِر من حَال الصَّحَابِيّ ومعرفته وَشدَّة ورعه أَنه لَا يتبع الظَّن الْمَرْجُوح بِحَيْثُ يكون مَا ظَنّه دَلِيلا لَيْسَ مطابقا لظَنّه فَنحْن نتمسك بِهَذَا الظَّاهِر إِلَى أَن يُعَارضهُ مَا هُوَ أرجح مِنْهُ كَالظَّاهِرِ الْخَبَر الصَّحِيح إِذا خَالفه الصَّحَابِيّ فَإنَّا نتبع ظَاهر الْخَبَر ونقدمه على قَول الصَّحَابِيّ كَمَا سَيَأْتِي لِأَن هَذَا الظَّاهِر أرجح من هَذَا الْمُحْتَمل وَأما هُنَا فَلم يُعَارض الظَّاهِر من حَال الصَّحَابِيّ مَا هُوَ أرجح مِنْهُ ¶ وَأما النَّقْض بِمذهب التَّابِعِيّ فقد تقدم الْفرق بَين الصَّحَابِيّ وَمن بعده بِمَا فِيهِ كِفَايَة ¶ وَمِمَّا يُؤَيّد مَا تقدم أَن جمَاعَة من الْعلمَاء قَالُوا فِي تَفْسِير الصَّحَابِيّ الْآيَة فِيمَا لَا مجَال للإجتهاد فِيهِ أَنه يكون مُسْندًا إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم أَو فِي حكم الْمسند لِأَن الظَّاهِر أَنه لم يقل ذَلِك إِلَّا عَن تَوْقِيف فَكَذَلِك يَجِيء هُنَا فِي قَوْله إِذا كَانَ مُخَالفا للْقِيَاس أَو لَا مجَال للْقِيَاس فِيهِ",
            "page": "74",
            "part": "1",
            "seal": "E852F192"
        },
        {
            "id": "58",
            "nass": "وَقد تقدم أَن هَذَا يُؤْخَذ من قَول الشَّافِعِي رَحمَه الله فِي صَلَاة عَليّ رَضِي الله عَنهُ سِتّ رَكْعَات فِي كل رَكْعَة سِتّ سَجدَات إِن ثَبت ذَلِك عَن عَليّ قلت بِهِ وَأَن الْغَزالِيّ قَالَ لِأَن رأى أَن القَوْل بذلك لَا يكون إِلَّا عَن تَوْقِيف إِذْ لَا مجَال للْقِيَاس فِيهِ وَالله سُبْحَانَهُ أعلم ¶ قَول الصَّحَابِيّ إِذا اعتضد بِالْقِيَاسِ ¶ وَأما إِذا انْضَمَّ إِلَى قَول الصَّحَابِيّ قِيَاس فَالْكَلَام فِي مقامين ¶ أَحدهمَا فِيمَا إِذا تعَارض قَول صحابيين واعتضد أَحدهمَا بِالْقِيَاسِ وَسَيَأْتِي إِن شَاءَ الله تَعَالَى ¶ وَالثَّانِي فِيمَا إِذا تعَارض قياسان واعتضد أَحدهمَا بقول الصَّحَابِيّ فَمن يرى أَن قَول الصَّحَابِيّ بمفرده حجَّة مُقَدّمَة على الْقيَاس يكون احتجاجه هُنَا بقول الصَّحَابِيّ بطرِيق الأولى ¶ وَأما على القَوْل بِأَن مَذْهَب الصَّحَابِيّ لَيْسَ حجَّة فإمَّا أَن يكون القياسان صَحِيحَيْنِ متساويين أَولا ¶ فَإِن كَانَا كَذَلِك وَلم يتَرَجَّح أَحدهمَا على الآخر بمرجح فِي الأَصْل أَو حكمه أَو فِي الْعلَّة أَو دليلها أَو فِي الْفَرْع فَالظَّاهِر أَن الْقيَاس المعتضد بقول الصَّحَابِيّ يقدم وَيكون ذَلِك من الترجيحات بالأمور الخارجية كَمَا يرجح أحد الْخَبَرَيْنِ المعتارضين بِعَمَل بعض الصَّحَابَة بِهِ دون الآخر ¶ أما إِن كَانَ أحد القياسين يتَرَجَّح على الآخر فِي شَيْء مِمَّا ذَكرْنَاهُ وَمَعَ الْمَرْجُوح قَول بعض الصَّحَابَة فَهَذَا مَحل النّظر على القَوْل بِأَن مَذْهَب",
            "page": "75",
            "part": "1",
            "seal": "252D54FE"
        },
        {
            "id": "59",
            "nass": "الصَّحَابِيّ لَيْسَ بِحجَّة وَالِاحْتِمَال منقدح ¶ وَقد تقدم حِكَايَة ابْن الصّباغ عَن بعض أَصْحَابنَا أَن الْقيَاس الضَّعِيف إِذا اعتضد بقول صَحَابِيّ يقدم على الْقيَاس الْقوي وَذَلِكَ هُنَا بطرِيق الأولى ¶ وَتقدم أَيْضا نقل القَاضِي الْمَاوَرْدِيّ عَن الإِمَام الشَّافِعِي أَنه يرى فِي الْجَدِيد أَن قِيَاس التَّقْرِيب إِذا انْضَمَّ إِلَى قَول الصَّحَابِيّ كَانَ أولى من قِيَاس التَّحْقِيق وَمثل الْمَاوَرْدِيّ قِيَاس التَّقْرِيب بِمَا ذكره الشَّافِعِي رَحمَه الله فِي مَسْأَلَة البيع بِشَرْط الْبَرَاءَة من الْعُيُوب أَن الْحَيَوَان يُفَارق مَا سواهُ لِأَنَّهُ يَعْتَرِيه الصِّحَّة والسقم وتحول طبائعه وقلما يَخْلُو من عيب وَإِن خَفِي فَلَا يُمكن الِاحْتِرَاز من عيوبه الْخفية بِالْإِشَارَةِ إِلَيْهَا وَالْوُقُوف عَلَيْهَا وَلَيْسَ كَذَلِك غير الْحَيَوَان لِأَنَّهُ قد يَخْلُو من الْعُيُوب وَيُمكن الِاحْتِرَاز مِنْهَا بِالْإِشَارَةِ إِلَيْهَا لظهورها فَدلَّ على افْتِرَاق الْحَيَوَان وَغَيره من جِهَة الْمَعْنى مَعَ مَا رُوِيَ من قصَّة عُثْمَان رَضِي الله عَنهُ ¶ وَقد ذكر إِمَام الْحَرَمَيْنِ قِيَاس التَّقْرِيب بِكَلَام طَوِيل حَاصله يرجع إِلَى أَنه الِاسْتِدْلَال من غير بِنَاء فرع على أصل وَمن جملَة كَلَامه قَالَ قد تثبت أصُول معللة اتّفق القائسون على عللها فَقَالَ الشَّافِعِي أَتَّخِذ تِلْكَ الْأُصُول معتبري وَأَجْعَل الاستدلالات قريبَة مِنْهَا فَإِن لم تكن بِأَعْيَانِهَا حَتَّى كَأَنَّهَا أصُول مُعْتَمدَة مثلا وَالِاسْتِدْلَال مُعْتَبر بهَا وَاعْتِبَار الْمَعْنى بِالْمَعْنَى تَقْرِيبًا أولى من اعْتِبَار صُورَة بِصُورَة لِمَعْنى جَامع ¶ ثمَّ مثل الإِمَام ذَلِك بِتَحْرِيم وَطْء الرَّجْعِيَّة فَإِنَّهُ مُعَلل عِنْد الشَّافِعِي بِأَنَّهَا متربصة فِي تبرئة الرَّحِم وتسليط الزَّوْج على شغل رَحمهَا فِي الزَّمَان الَّذِي تُؤمر فِيهِ بالتربص للتبرئة متناقض وَهَذَا معنى مَعْقُول فَإِن الْمَرْأَة لَو تربصت قبل الطَّلَاق واعتزلها الزَّوْج لم يعْتد بذلك عدَّة ¶ قَالَ وَلَو طلب الشَّافِعِي لهَذَا الْمَعْنى أصلا لم يجده وَلكنه قريب من",
            "page": "76",
            "part": "1",
            "seal": "FCBFC58E"
        },
        {
            "id": "60",
            "nass": "الْقَوَاعِد وَمن قَاس الرَّجْعِيَّة على الْبَائِن لم يتم لَهُ ذَلِك لِأَن الْمُخَالف يَقُول الْبَيْنُونَة هِيَ المستقلة بِتَحْرِيم الْوَطْء والرجعية لَيست مثلهَا هَذَا تَخْلِيص كَلَام الإِمَام رَحمَه الله ¶ وَحَاصِله على مَا نَقله الْمَاوَرْدِيّ عَن الْجَدِيد من مَذْهَب الشَّافِعِي أَن الْقيَاس الْمَرْجُوح إِذا اعتضد بقول الصَّحَابِيّ كَانَ مقدما على الْقيَاس الرَّاجِح فَيحْتَمل أَن يكون هَذَا تَفْرِيعا مِنْهُ على أَن قَول الصَّحَابِيّ حجَّة كَمَا تقدم عَنهُ فِي الرسَالَة الجديدة وَكتاب اختلافه مَعَ مَالك وَيحْتَمل أَن يكون على القَوْل الآخر الَّذِي اشْتهر عِنْد الْأَصْحَاب عَن الْجَدِيد أَنه لَيْسَ بِحجَّة وَهُوَ ظَاهر كَلَام الْمَاوَرْدِيّ وَالله أعلم",
            "page": "77",
            "part": "1",
            "seal": "6C13397C"
        },
        {
            "id": "61",
            "nass": "الطّرف الرَّابِع أَن يخْتَلف الصَّحَابَة فِي الحكم على قَوْلَيْنِ فَأكْثر ¶ قَالَ الْآمِدِيّ فِي الإحكام اتَّفقُوا على أَن مَذْهَب الصَّحَابِيّ فِي مسَائِل الِاجْتِهَاد لَا يكون حجَّة على غَيره الصَّحَابَة الْمُجْتَهدين وَتَبعهُ على نقل هَذَا الِاتِّفَاق جمَاعَة من المصنفين ¶ وَلَا ريب فِي ذَلِك بِالنِّسْبَةِ إِلَى آحادهم بَعضهم على بعض ¶ وَأما بِالنِّسْبَةِ إِلَى من بعدهمْ إِذا اخْتلفُوا فقد ظن قوم أَن حجية قَول الصَّحَابِيّ تَزُول إِذا خَالفه غَيره من الصَّحَابَة لِأَنَّهُ لَيْسَ اتِّبَاع قَول أَحدهمَا أولى من الآخر ¶ وَرُبمَا تعلق الْقَائِل بِمَا تقدم من الْإِجْمَاع وَهُوَ ضَعِيف فقد تقدم قَول الشَّافِعِي رَحمَه الله فِي الْجَدِيد أَنه يرجح قَول أحد الْخُلَفَاء الْأَرْبَعَة على من بعدهمْ وَفِي مَوضِع آخر أَنه يرجح قَول من مَعَه قِيَاس ¶ وَهَذَا ظَاهر لِأَن غَايَة اخْتلَافهمْ إِذا ثَبت ذَلِك عَنْهُم وَقيل إِن قَول الْوَاحِد مِنْهُم حجَّة أَن يكون كالخبرين إِذا تَعَارضا وَعند ذَلِك يرجع إِلَى التَّرْجِيح بِأحد المرجحات الْمُتَّصِلَة أَو الْمُنْفَصِلَة فَكَذَلِك هُنَا على القَوْل بحجية",
            "page": "78",
            "part": "1",
            "seal": "3522A6DC"
        },
        {
            "id": "62",
            "nass": "أَقْوَالهم يفزع إِلَى التَّرْجِيح وَمن جملَة ذَلِك إِذا كَانَ الْقيَاس مَعَ أَحدهمَا كَمَا قَالَ الشَّافِعِي رَحمَه الله ¶ وَقَالَ الشَّيْخ موفق الدّين فِي الرَّوْضَة إِذا اخْتلف الصَّحَابَة على قَوْلَيْنِ لم يجز للمجتهد بقول بَعضهم من غير دَلِيل خلافًا لبَعض الْحَنَفِيَّة وَبَعض الْمُتَكَلِّمين أَنه يجوز ذَلِك مَا لم يُنكر على الْقَائِل قَوْله لِأَن اخْتلَافهمْ دَلِيل على تسويغ الْخلاف وَالْأَخْذ بِكُل وَاحِد من الْقَوْلَيْنِ وَلِهَذَا رَجَعَ عمر إِلَى قَول معَاذ رَضِي الله عَنْهُمَا ¶ قَالَ وَهَذَا فَاسد فَإِن قَول الصَّحَابِيّ لَا يزِيد على الْكتاب وَالسّنة وَلَو تعَارض دليلان من كتاب أَو سنة لم يجز الْأَخْذ بِوَاحِد مِنْهُمَا بِدُونِ التَّرْجِيح ولأنا نعلم أَن أحد الْقَوْلَيْنِ صَوَاب وَالْآخر خطأ وَلَا نعلم ذَلِك إِلَّا بِدَلِيل وَإِنَّمَا يدل اخْتلَافهمْ على تسويغ الِاجْتِهَاد فِي كلا الْقَوْلَيْنِ أما على الْأَخْذ بِهِ يَعْنِي بِدُونِ مُرَجّح فَلَا وَأما رُجُوع عمر إِلَى قَول معَاذ فَلِأَنَّهُ بَان لَهُ الْحق بدليله فَرجع إِلَيْهِ انْتهى كَلَامه ¶ ويتحصل فِيمَا إِذا اخْتلفت أَقْوَال الصَّحَابَة رَضِي الله عَنْهُم ثَلَاثَة أَقْوَال ¶ أَحدهَا سُقُوط الحجية وَأَنه لَا يعْتَمد قَول مِنْهَا ¶ وَالثَّانِي أَن يُؤْخَذ بِأَيّ قَول مِنْهَا يُغير تَرْجِيح ¶ وَالثَّالِث أَنه يعدل إِلَى التَّرْجِيح وَهُوَ الْأَظْهر ¶ وَقد حكى ابْن عبد الْبر القَوْل بالتخيير فِي الرُّجُوع إِلَى أَي قَول شَاءَ الْمُجْتَهدين من أَقْوَالهم عَن الْقَاسِم بن مُحَمَّد وَعمر بن عبد الْعَزِيز قَالَ وَعَن سُفْيَان",
            "page": "79",
            "part": "1",
            "seal": "831FD07C"
        },
        {
            "id": "63",
            "nass": "الثَّوْريّ إِن صَحَّ عَنهُ ¶ ثمَّ روى عَن الْقَاسِم بن مُحَمَّد من غير وَجه أَنه قَالَ لقد وسع الله على النَّاس باخْتلَاف أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم أَي ذَلِك أخذت لم يكن فِي نَفسِي مِنْهُ شَيْء ¶ وَعَن عمر بن عبد الْعَزِيز أَنه قَالَ مَا أحب أَن أَصْحَاب مُحَمَّد صلى الله عَلَيْهِ وَسلم لم يَخْتَلِفُوا لِأَنَّهُ لَو كَانَ قولا وَاحِدًا كَانَ النَّاس فِي ضيق وَإِنَّهُم أَئِمَّة يقْتَدى بهم وَإِذا أَخذ الرجل بقول أحدهم كَانَ فِي سَعَة ¶ وَعَزاهُ بَعضهم أَيْضا إِلَى أبي حنيفَة رَحمَه الله فَإِنَّهُ قَالَ مَا ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم فعلى الرَّأْس وَالْعين وَإِذا اخْتلف الصَّحَابَة تخيرنا من أَقْوَالهم وَأما إِذا جَاءَ عَن التَّابِعين فَنحْن رجال وهم رجال ¶ وَهَذَا يحْتَمل أَن يكون معنى قَوْله تخيرنا من أَقْوَالهم أَي مَا كَانَ الدَّلِيل يَقْتَضِي تَرْجِيحه كَمَا تقدم عَن الإِمَام الشَّافِعِي ¶ وَقَالَ الشَّيْخ أَبُو إِسْحَاق الشِّيرَازِيّ فِي شرح اللمع إِذا اخْتلف الصَّحَابَة على قَوْلَيْنِ فَإِن قُلْنَا إِن قَول الصَّحَابِيّ لَيْسَ بِحجَّة لم يكن قَول بَعضهم حجَّة على الْبَعْض وَلم يجز لأحد الْفَرِيقَيْنِ تَقْلِيد الآخر ¶ وَإِن قُلْنَا إِن قَول الصَّحَابِيّ حجَّة فهما حجتان تَعَارَضَتَا فيرجح أحد الْقَوْلَيْنِ على الآخر بِكَثْرَة الْعدَد فَإِن كَانَ أحد الْقَوْلَيْنِ أَكثر الصَّحَابَة وعَلى الآخر أقلهم مَا عَلَيْهِ الْأَكْثَر ¶ فَإِن اسْتَويَا فِي الْعدَد قدم الْأَئِمَّة فَإِن كَانَ على أَحدهمَا إِمَام وَلَيْسَ على الآخر إِمَام قدم الَّذِي عَلَيْهِ الإِمَام لقَوْله صلى الله عَلَيْهِ وَسلم عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين من بعدِي",
            "page": "80",
            "part": "1",
            "seal": "15298301"
        },
        {
            "id": "64",
            "nass": "فَإِن كَانَ على أَحدهمَا الْأَكْثَر وعَلى الآخر الْأَقَل إِلَّا أَن الإِمَام مَعَ الْأَقَل تَسَاويا فَإِن اسْتَويَا فِي الْعدَد وَالْأَئِمَّة وَمَعَ أَحدهمَا أحد الشَّيْخَيْنِ فَفِيهِ وَجْهَان ¶ أَحدهمَا أَنَّهُمَا سَوَاء لحَدِيث أَصْحَابِي كَالنُّجُومِ ¶ وَالثَّانِي أَن الَّذِي مَعَه أحد الشَّيْخَيْنِ أولى لحَدِيث اقتدوا باللذين من بعدِي ¶ ثمَّ ذكر أَن الْفرق بَين اخْتِلَاف أَقْوَال الصَّحَابَة وَاخْتِلَاف الْأَحَادِيث فِي أَنه لَا يجمع بَين أَقْوَال الصَّحَابَة رَضِي الله عَنْهُم بتنزيل الْمُطلق على الْمُقَيد وَتَخْصِيص الْعَام بالخاص وَتَأْويل مَا يحْتَمل وَنَحْو ذَلِك مِمَّا يجمع بِهِ بَين الْأَخْبَار الْمُخْتَلفَة عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَن جَمِيع الْأَخْبَار صادرة عَن وَاحِد وَهُوَ مَعْصُوم صلوَات الله وَسَلَامه عَلَيْهِ فَلَا يجوز فِيهَا الِاخْتِلَاف والتضاد من كل وَجه فَيجمع بَينهَا مَا أمكن حَتَّى لَا يكون أَحدهَا مُخَالفا للْآخر وَإِذا لم يُمكن ذَلِك كَانَ الثَّانِي نَاسِخا للْأولِ ¶ وَأما أَقْوَال الصَّحَابَة إِذا اخْتلف فَلَيْسَتْ كَذَلِك لاخْتِلَاف مقاصدهم وَأَن ذَلِك لَيْسَ صادرا عَن مُتَكَلم وَاحِد ¶ وَاحْتج ابْن عبد الْبر لما ذهب إِلَيْهِ الْجُمْهُور أَنه لَا يتَخَيَّر بَين أَقْوَال الصَّحَابَة عِنْد اخْتلَافهمْ بل يرجع إِلَى مَا يتَرَجَّح بِهِ من خَارج بِاتِّفَاق أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم على تخطئة بَعضهم بَعْضًا وَرُجُوع بَعضهم إِلَى قَول غَيره عِنْد مُخَالفَته إِيَّاه كَمَا روى فِي قصَّة الْمَرْأَة الَّتِي بعث إِلَيْهَا عمر رَضِي الله عَنهُ ففرعت فأجهضت جَنِينا فَمَاتَ فَشَاور أَصْحَابه فِي ذَلِك فَقَالُوا مَا نرى",
            "page": "81",
            "part": "1",
            "seal": "7FA01285"
        },
        {
            "id": "65",
            "nass": "عَلَيْك شَيْئا مَا أردْت بِهَذَا إِلَّا الْخَيْر فَقَالَ لَهُ عَليّ رَضِي الله عَنهُ إِن كَانَ هَؤُلَاءِ اجتهدوا رَأْيهمْ فقد قضوا مَا عَلَيْهِم وَإِن كَانُوا قاربوك فقد غشوك أما الْإِثْم فأرجو أَن يَضَعهُ الله عَنْك بنيتك وَأما الْغُلَام فَإِن عَلَيْك ضَمَانه فَقَالَ لَهُ عمر أَنْت وَالله صدقتني ¶ وَكَذَلِكَ رَجَعَ أَيْضا عمر إِلَى قَول معَاذ رَضِي الله عَنهُ لما أَرَادَ رجم الْحَامِل فَقَالَ لَهُ معَاذ لَيْسَ لَك سَبِيل على مَا فِي بَطنهَا فَتَركهَا حَتَّى وضعت وَقَالَ لَوْلَا معَاذ هلك عمر ¶ وَرجع أَيْضا إِلَى قَول عَليّ رَضِي الله عَنهُ فِي الَّتِي ولدت لسِتَّة أشهر لما احْتج لَهُ بالآيتين فِي أَن أقل مُدَّة الْحمل سِتَّة أشهر وَأنكر أَبُو مُوسَى وَابْن عَبَّاس على عَليّ رَضِي الله عَنهُ فِي تحريقه الغالية وأنكروا على ابْن عَبَّاس فِي الصّرْف",
            "page": "82",
            "part": "1",
            "seal": "C6667F37"
        },
        {
            "id": "66",
            "nass": "وَغير ذَلِك مِمَّا لَا يُحْصى ¶ وَذَلِكَ كُله دَلِيل وَاضح على أَن اخْتلَافهمْ عِنْدهم خطأ وصواب وَلَوْلَا ذَلِك كَانَ يَقُول كل وَاحِد مِنْهُم جَائِز مَا قلت أَنا وَجَائِز مَا قلت أَنْت وكلانا نجم يهتدى بِهِ فَلَا علينا شَيْء من اختلافنا ¶ قلت وبهذه النُّكْتَة تمسك من يَقُول بِأَن مُطلق قَول الصَّحَابِيّ لَيْسَ حجَّة وَقد تقدم مَعَ الْجَواب عَنهُ وَالله أعلم هَذَا تَمام الْكَلَام فِي أَقْوَال الصَّحَابَة إِذا انْفَرَدت عَن معَارض من السّنة ¶ قَول الصَّحَابِيّ الْمُخَالف للْحَدِيث ¶ واختتام الْكتاب بِمَا إِذا كَانَ قَول الصَّحَابِيّ يتَضَمَّن لحَدِيث رَوَاهُ هُوَ أَو رَوَاهُ غَيره وَذَلِكَ يَنْقَسِم على أَقسَام ¶ لِأَن ذَلِك الحَدِيث إِمَّا أَن يكون نصا قَاطع الدّلَالَة أَو ظَاهرا فِي دلَالَته فيحمله الصَّحَابِيّ على غير ذَلِك أَو مُحْتملا لأمرين فَأكْثر هُوَ فِيهَا على السوَاء فيحمله على أَحدهمَا ¶ وَالظَّاهِر إِمَّا أَن يكون عَاما فيخصه الصَّحَابِيّ بِبَعْض أَفْرَاده أَو مُطلقًا يعم أَفْرَاده عُمُوم فيقيده الصَّحَابِيّ بأحدها أَو حَقِيقَة فيحمله الصَّحَابِيّ على مجازه أَو يؤوله على معنى مَرْجُوح",
            "page": "83",
            "part": "1",
            "seal": "2E6AFD18"
        },
        {
            "id": "67",
            "nass": "فَنَذْكُر مَا يتَعَلَّق بِهَذِهِ الْأَنْوَاع إِن شَاءَ الله تَعَالَى وَإِن يكن على مساق هَذَا التَّقْسِيم ¶ الْقسم الأول التَّخْصِيص بقول الصَّحَابِيّ ¶ أَن يكون الْخَبَر عَاما فيخصه الصَّحَابِيّ بِأحد أَفْرَاده سَوَاء كَانَ هُوَ الرَّاوِي أَو لم يكن هُوَ رَاوِي ذَلِك الحَدِيث ¶ فمثال الأول حَدِيث ابْن عَبَّاس رَضِي الله عَنْهُمَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ من بدل دينه فَاقْتُلُوهُ فَإِن لفظ من عَام يَشْمَل الْمُذكر والمؤنث عِنْد جُمْهُور الْعلمَاء وَقد رُوِيَ عَن ابْن عَبَّاس أَنه قَالَ فِي النِّسَاء إِذا ارتددن عَن الْإِسْلَام يحبس وَلَا يقتلن فَخص الحَدِيث بِالرِّجَالِ ¶ وَحَدِيث سعيد بن الْمسيب عَن معمر بن عبد الله بن نَضْلَة رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَا يحتكر إِلَّا خاطىء أخرجه مُسلم وَفِيه",
            "page": "84",
            "part": "1",
            "seal": "8F5406DC"
        },
        {
            "id": "68",
            "nass": "وَكَانَ سعيد بن الْمسيب يحتكر فَقيل لَهُ فَإنَّك تحتكر فَقَالَ إِن معمرا الَّذِي كَانَ يحدث هَذَا الحَدِيث كَانَ يحتكر قَالَ ابْن عبد الْبر كَانَا يحتكران الزَّيْت وحملا الحَدِيث على احتكار الْقُوت عِنْد الْحَاجة إِلَيْهِ والغلاء ¶ وَمِثَال الثَّانِي حَدِيث أبي هُرَيْرَة رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَيْسَ على الْمُسلم فِي عَبده وَلَا فرسه صَدَقَة وَفِي حَدِيث عَليّ رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ قد عَفَوْت لكم عَن صَدَقَة الْخَيل وَالرَّقِيق ¶ وَرُوِيَ عَن ابْن عَبَّاس رَضِي الله عَنهُ تَخْصِيص الْخَيل بِمَا يغزى عَلَيْهِ فِي سَبِيل الله فَأَما غَيرهَا فَفِيهَا الزَّكَاة وَعَن عُثْمَان رَضِي الله عَنهُ تَخْصِيصه أَيْضا بالسائمة وَأخذ من المعلوفة الزَّكَاة وَعَن عمر رَضِي الله عَنهُ نَحوه أَيْضا ¶ فَاخْتلف الْعلمَاء فِي ذَلِك وَأطلق بعض المصنفين الْخلَافَة التَّرْجِيح وَلم يفصل ¶ قَالَ الشَّيْخ فَخر الدّين فِي الْمَحْصُول الْحق أَنه لَا يجوز التَّخْصِيص بِمذهب الرَّاوِي وَهُوَ قَول الشَّافِعِي ¶ وَقَالَ الْآمِدِيّ فِي الإحكام مَذْهَب الشَّافِعِي فِي الْجَدِيد وَأكْثر الْفُقَهَاء والأصوليين أَن مَذْهَب الصَّحَابِيّ إِذا كَانَ على خلاف ظَاهر الْعُمُوم",
            "page": "85",
            "part": "1",
            "seal": "89392329"
        },
        {
            "id": "69",
            "nass": "وَسَوَاء كَانَ هُوَ الرَّاوِي أَو لم يكن لَا يكون تَخْصِيصًا للْعُمُوم خلافًا لأَصْحَاب أبي حنيفَة والحنابلة وَعِيسَى بن أبان وَجَمَاعَة من الْفُقَهَاء وَوَافَقَهُمَا فِي تَجْوِيز ذَلِك سَائِر أصحابهما ¶ قَالَ الشَّيْخ أَبُو إِسْحَاق فِي شرح اللمع أما قَول الصَّحَابِيّ هَل يجوز التَّخْصِيص بِهِ ينظر فِيهِ فَإِن كَانَ قد انْتَشَر فِي ذَلِك وسكتوا عَن مُخَالفَته فَهُوَ حجَّة يجب الْمصير إِلَيْهِ وَفِي تَسْمِيَته إِجْمَاعًا وَجْهَان فَيجوز التَّخْصِيص بِهِ ¶ وَإِن لم ينتشر فِي الصَّحَابَة فَهَل يجوز تَخْصِيص الْعُمُوم بِهِ إِن قُلْنَا بقوله الْجَدِيد إِنَّه لَيْسَ بِحجَّة لم يجز التَّخْصِيص بِهِ ¶ وَإِن قُلْنَا بقوله الْقَدِيم إِنَّه حجَّة يقدم على الْقيَاس فَمن أَصْحَابنَا من قَالَ لَا يجوز التَّخْصِيص بِهِ لِأَن الصَّحَابَة رَضِي الله عَنْهُم كَانُوا يتركون أَقْوَالهم لعُمُوم الْكتاب وَالسّنة ¶ قَالَ وَالْمذهب أَنه يجوز تَخْصِيصه بِهِ لِأَنَّهُ على هَذَا القَوْل حجَّة يقدم على الْقيَاس وَتَخْصِيص الْعُمُوم بِالْقِيَاسِ جَائِز فَلِأَن يجوز بِمَا يقدم عَلَيْهِ أولى ¶ ثمَّ ذكر بعد ذَلِك مَا إِذا الصَّحَابِيّ هُوَ الرَّاوِي للْحَدِيث وَجزم بِأَن مذْهبه لَا يخصص عُمُوم الحَدِيث خلافًا لأبي حنيفَة وَمثله بِحَدِيث لَيْسَ على الْمُسلم فِي عَبده وَلَا فرسه صَدَقَة وَأَن الْحَنَفِيَّة حملوه على فرس الْغَازِي لقَوْل زيد بن ثَابت رَضِي الله عَنهُ مثل ذَلِك وَفِي هَذَا نظر من وَجْهَيْن ¶ أَحدهمَا أَن زيد بن ثَابت لَيْسَ هُوَ الرَّاوِي للْحَدِيث وَلَا يعرف من طَرِيقه ¶ وَالثَّانِي أَن تخرج الْمَسْأَلَة على أَن قَول الصَّحَابِيّ حجَّة أملا لَا يفرق",
            "page": "86",
            "part": "1",
            "seal": "A47BB715"
        },
        {
            "id": "70",
            "nass": "فِيهِ بَين أَن يكون هُوَ الرَّاوِي للْحَدِيث أم لَا كَمَا صرح بِهِ بَعضهم لِأَن تَخْصِيصه يدل على أَنه اطلع من النَّبِي صلى الله عَلَيْهِ وَسلم على قَرَائِن حَالية تَقْتَضِي تَخْصِيص ذَلِك الْعَام فَهُوَ أقوى من التَّخْصِيص بِمذهب صَحَابِيّ آخر لم يرو الْخَبَر وَلَعَلَّه لم يبلغهُ لَو بلغه لم يُخَالِفهُ بِإِخْرَاج بعضه وَإِلَى هَذِه الْأَوْلَوِيَّة يرشد كَلَام ابْن الْحَاجِب بقوله فِي الْمُخْتَصر مَذْهَب الصَّحَابِيّ لَا يخصص وَلَو كَانَ هُوَ الرَّاوِي خلافًا للحنفية والحنابلة نعم مَسْأَلَة التَّخْصِيص بقول الرَّاوِي لَا تخْتَص بالصحابي عِنْد الْحَنَفِيَّة فَقَط بل وَلَا بِصُورَة التَّخْصِيص بل الرَّاوِي مُطلقًا من الصَّحَابِيّ وَمن بعده إِذا خَالف الْخَبَر بتخصيص أَو غَيره حَتَّى لَو تَركه بِالْكُلِّيَّةِ كَانَ مذْهبه عِنْدهم مقدما على الْخَبَر كَمَا سَيَأْتِي وَلذَلِك لم يُقيد فَخر الدّين كَلَامه الْمُتَقَدّم فِي الْمَحْصُول بالصحابي بل الرَّاوِي مُطلقًا لكنه قيد الْمُخَالفَة بِحَالَة التَّخْصِيص وَلَا تتقيد بذلك عِنْدهم كَمَا بَينا ¶ وَإِذا تقرر تَخْصِيص الصَّحَابِيّ الحَدِيث بتخريج على القَوْل بِأَن مذهبَة حجَّة لم يحْتَج إِلَى نصب اسْتِدْلَال فِيهَا من الطَّرفَيْنِ لظُهُور الْمدْرك ¶ وَأما تَفْصِيل الشَّيْخ أبي إِسْحَاق رَحمَه الله الْمُتَقَدّم وَأَن قَول الصَّحَابِيّ إِذا انْتَشَر وَسكت الْجَمِيع عَنهُ يكون مُخَصّصا فَهُوَ قوي بِنَاء على مَا تقدم أَن ذَلِك يكون إِجْمَاعًا أَو حجَّة ¶ وَهَذِه الصُّورَة وَارِدَة على قَول من أطلق الْكَلَام فِي هَذِه الْمَسْأَلَة ¶ وَسَيَأْتِي تَتِمَّة الْكَلَام فِي مثل ذَلِك إِذا كَانَ قَول الصَّحَابِيّ الْمُنْتَشِر على مُخَالفَة الْخَبَر بِالْكُلِّيَّةِ وان ذَلِك هَل يتَضَمَّن نَاسِخا أم لَا إِن شَاءَ الله تَعَالَى ¶ وَأما تَقْيِيد الصَّحَابِيّ الْخَبَر الْمُطلق فَهُوَ كتخصيصه الْعَام من غير فرق وَذَلِكَ ظَاهر ¶ وَأما تَخْرِيج الشَّيْخ أبي إِسْحَق القَوْل بِكَوْنِهِ تَخْصِيصًا على الْقَدِيم فَذَلِك لما هُوَ مُسْتَقر عِنْدهم أَن مَذْهَب الشَّافِعِي الْجَدِيد أَن قَول الصَّحَابِيّ لَيْسَ بِحجَّة",
            "page": "87",
            "part": "1",
            "seal": "DC1DE49F"
        },
        {
            "id": "71",
            "nass": "وَقد بَينا فِيمَا تقدم أَنه مَنْصُوص لَهُ فِي الْجَدِيد فِي غير مَوضِع وَلذَلِك اعْتمد مَذْهَب معمر بن نَضْلَة رَضِي الله عَنهُ فِي تَخْصِيصه الاحتكار بِالطَّعَامِ حَالَة الضّيق على النَّاس وَلم يعْتَمد قَول ابْن عَبَّاس فِي تَخْصِيص الْمُرْتَد بِالرجلِ دون الْمَرْأَة وَلَا قَول من خصص نفي الزَّكَاة عَن الْخَيل بِبَعْض أصنافها إِمَّا على القَوْل الآخر الْمَشْهُور لَهُ فِي الْجَدِيد أَن قَول الصَّحَابِيّ لَيْسَ بِحجَّة أَو لِأَن غير هَؤُلَاءِ من الصَّحَابَة خالفوهم فِي ذَلِك فقد رُوِيَ عَن عَليّ رَضِي الله عَنهُ أَنه قتل الْمُرْتَدَّة أَو قَالَ تقتل إِذا لم ترجع إِلَى الْإِسْلَام وَعَن عمر رَضِي الله عَنهُ أَنه امْتنع من أَخذ الزَّكَاة من الْخَيل لما سَأَلَهُ أَرْبَابهَا ذَلِك وَقَالَ حِين أَخذهَا مِنْهُم مَا لم تكن سنة راتبة وَإِذا اخْتلف الصَّحَابَة أَو تَعَارَضَت أَقْوَالهم فَيبقى الْعَام على عُمُومه وَالله أعلم ¶ الْقسم الثَّانِي أَن يكون لخَبر مُحْتملا لأمرين فيحمله الصَّحَابِيّ الرَّاوِي أَو المطلع عَلَيْهِ على أَحدهمَا وَقد مثل ذَلِك جمَاعَة بمثالين ¶ أَحدهمَا حمل ابْن عمر وَأبي بَرزَة رَضِي الله عَنْهُمَا التَّفَرُّق الْمُوجب للْبيع على التَّفَرُّق بالأبدان ¶ وَالثَّانِي قَول عمر رَضِي الله عَنْهُمَا فِي قَضِيَّة المصارفة وَالله لَا تُفَارِقهُ وَبَيْنك وَبَينه شَيْء ثمَّ احْتج بقول النَّبِي صلى الله عَلَيْهِ وَسلم الذَّهَب بالورق رَبًّا إِلَّا هَاء وهاء على الْمجْلس دون المقابضة على الْفَوْر وَفِي كل من هذَيْن المثالين نظر ¶ أما الأول فَلِأَن الظَّاهِر من قَوْله صلى الله عَلَيْهِ وَسلم حَتَّى يَتَفَرَّقَا التَّفَرُّق بالأبدان",
            "page": "88",
            "part": "1",
            "seal": "8C4218EA"
        },
        {
            "id": "72",
            "nass": "وَلَا إِشْعَار لَهُ بالتفرق بالأقوال فضلا عَن أَن يكون احْتِمَال كل مِنْهُمَا على السوَاء فالصحابي هُنَا إِنَّمَا حمل مَا رَوَاهُ على ظَاهره الْمَفْهُوم مِنْهُ وَلَيْسَ ذَلِك هُوَ الْمَفْرُوض ¶ وَأما الثَّانِي فَهُوَ أقرب من الأول بِدَلِيل قَوْله صلى الله عَلَيْهِ وَسلم فِي الحَدِيث الآخر إِنَّمَا الرِّبَا فِي النَّسِيئَة وَقَوله صلى الله عَلَيْهِ وَسلم لِابْنِ عمر لما سَأَلَهُ عَن اقْتِضَاء الذَّهَب عَن الْوَرق وَبِالْعَكْسِ لَا بَأْس إِذا لم تفترقا وَبَيْنك وَبَينه شَيْء فَفِي هذَيْن الْحَدِيثين مَا يَقْتَضِي أَن المُرَاد بقوله صلى الله عَلَيْهِ وَسلم إِلَّا هَاء وهاء مَا هُوَ الْأَعَمّ من التَّقَابُض على الْفَوْر أَو فِي الْمجْلس فَيكون حمل رَضِي الله عَنهُ لَهُ على الْمجْلس مُبينًا للمراد مِنْهُ ¶ لَكِن لقَائِل أَن لَوْلَا هَذَانِ الحديثان لَكَانَ الظَّاهِر مِنْهُ التَّقَابُض على الْفَوْر فَيكون عمر رَضِي الله عَنهُ على خلاف الظَّاهِر مِنْهُ وَلَكِن مَعَ الْحَدِيثين تبين وَكَانَا هما الْعُمْدَة فِي تَأْوِيل قَوْله هَاء وهاء فَالْمَسْأَلَة مُحْتَملَة فِي التَّمْثِيل بهَا ¶ وَقد قَالَ الْآمِدِيّ فِي هَذِه الصُّورَة أَعنِي مَا إِذا حمل الصَّحَابِيّ مَا رَوَاهُ من الْمُجْمل على أحد محمليه إِنَّا إِذا قُلْنَا إِن اللَّفْظ الْمُشْتَرك ظَاهر فِي جَمِيع محامله كالعام فتعود الْمَسْأَلَة إِلَى التَّخْصِيص بقول الصَّحَابِيّ وَإِن قُلْنَا بامتناع حمله على ذَلِك فَلَا نَعْرِف خلافًا فِي وجوب حمل الْخَبَر على مَا حمله الرَّاوِي عَلَيْهِ لِأَن الظَّاهِر من حَال النَّبِي صلى الله عَلَيْهِ وَسلم أَنه لَا ينْطق بِاللَّفْظِ الْمُجْمل بِقصد التشريع وتعريف الْأَحْكَام ويخليه عَن قرينَة حَالية أَو مقالية تعين الْمَقْصُود من الْكَلَام والصحابي الرَّاوِي الْمشَاهد للْحَال أعرف بذلك من غَيره فَوَجَبَ الْحمل عَلَيْهِ ¶ ثمَّ أود على وَجه الِاحْتِمَال أَن تَعْيِينه لَيْسَ أولى من تعْيين غَيره من",
            "page": "89",
            "part": "1",
            "seal": "D5317C53"
        },
        {
            "id": "73",
            "nass": "الْمُجْتَهدين حَتَّى ينظر فَإِن انقدح لَهُ وَجه يُوجب تعْيين غير ذَلِك الِاحْتِمَال وَجب ابتاعه وَإِلَّا فتعيين الرَّاوِي صَالح للترجيح فَيجب اتِّبَاعه ¶ قلت وَهَذَا الِاحْتِمَال ضَعِيف لِأَن ظَاهر الْحَال أَن تعْيين الصَّحَابِيّ الْمشَاهد للْحَال إِنَّمَا يكون عَن قرينَة حَالية اَوْ مقالية شَاهدهَا فَلَا يعدل عَن هَذَا الظَّاهِر إِلَّا عِنْد قيام مَا يرجح عَلَيْهِ لَا لمُجَرّد كَونه مُجْتَهدا وَالله أعلم ¶ الْقسم الثَّالِث أَن يكون الْخَبَر ظَاهرا فِي شَيْء فيحمله الصَّحَابِيّ على غير ظَاهره إِمَّا بِصَرْف اللَّفْظ عَن حَقِيقَته إِلَى مجازه أَو بِغَيْر ذَلِك من وُجُوه التَّأْوِيل ¶ فَالَّذِي ذهب إِلَيْهِ أَكثر الْعلمَاء أَن يعْمل بِظَاهِر الحَدِيث وَلَا يخرج عَنهُ لمُجَرّد عمل الصَّحَابِيّ أَو قَوْله ¶ وَذهب أَكثر الْحَنَفِيَّة إِلَى اتِّبَاع قَول الرَّاوِي فِي ذَلِك لما سَيَأْتِي ذكره ¶ وَقَالَ بعض الْمَالِكِيَّة إِن كَانَ ذَلِك مِمَّا لَا يُمكن أَن يدْرك إِلَّا بشواهد الْأَحْوَال والقرائن الْمُقْتَضِيَة لذَلِك وَلَيْسَ للإجتهاد مساغ فِي ذَلِك اتبع قَوْله وَإِن كَانَ صرفه عَن ظَاهره يُمكن أَن يكونى بِضَرْب من الِاجْتِهَاد تعْيين الرُّجُوع إِلَى ظَاهر الْخَبَر لاحْتِمَال أَن لَا يكون اجْتِهَاده مطابقا لما فِي نفس الْأَمر فَلَا يتْرك الظَّاهِر للمحتمل حَكَاهُ عَنْهُم القَاضِي عبد الْوَهَّاب فِي مخلصه ¶ وَقَالَ القَاضِي عبد الْجَبَّار وَأَبُو الْحُسَيْن الْبَصْرِيّ من الْمُعْتَزلَة إِن علم أَنه لم يكن لمَذْهَب الرَّاوِي وتأويله وَجه سوى علمه بِقصد النَّبِي صلى الله عَلَيْهِ وَسلم لذَلِك التَّأْوِيل وَجب الْمصير إِلَيْهِ وَإِن لم يعلم ذَلِك بل جَوَاز أَن يكون قد صَار إِلَيْهِ لدَلِيل ظهر لَهُ من نَص أَو قِيَاس وَجب النّظر فِي ذَلِك الدَّلِيل فَإِن كَانَ مقتضيا لما ذهب إِلَيْهِ وَجب الْمصير إِلَيْهِ وَإِلَّا عمل بالْخبر وَلم يكن لمُخَالفَة الصَّحَابِيّ أثر وَهَذَا قوي أَيْضا",
            "page": "90",
            "part": "1",
            "seal": "A097756A"
        },
        {
            "id": "74",
            "nass": "ولإمام الْحَرَمَيْنِ تَفْصِيل آخر يَأْتِي فِي الْقسم الَّذِي بعد هَذَا وَهُوَ ¶ الْقسم الرَّابِع أَن تكون الْمُخَالفَة بترك مَدْلُول الحَدِيث بِالْكُلِّيَّةِ كَمَا روى أَبُو هُرَيْرَة رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِذا ولغَ الْكُلِّي فِي إِنَاء أحدكُم فاغسلوه سبع مرار الحَدِيث وَجَاء عَن أبي هُرَيْرَة نَفسه أَنه يغسل الْإِنَاء من ولوغ الْكَلْب ثَلَاثًا ¶ وَهَذَا ذكره فَخر الدّين ابْن الْخَطِيب مِثَالا لتخصيص الرَّاوِي عُمُوم الْخَبَر وَهُوَ تَمْثِيل ضَعِيف لِأَن الْأَعْدَاد نُصُوص لَا تقبل التَّجَوُّز وَلَيْسَت من الْأَلْفَاظ الْعَامَّة حَتَّى تكون الثَّلَاثَة أحد أَفْرَاد السَّبْعَة بل هَذَا مُخَالفَة مَحْضَة لمدلول الْخَبَر ¶ وَالَّذِي ذهب إِلَيْهِ جُمْهُور الْعلمَاء أَنه لَا يعدل عَن الْخَبَر الظَّاهِر أَو النَّص إِلَى مَذْهَب الرَّاوِي وَإِن قُلْنَا إِن مَذْهَب الصَّحَابِيّ حجَّة لِأَن مَذْهَب الصَّحَابِيّ إِنَّمَا يكون حجَّة إِذا لم يُعَارضهُ قَول النَّبِي صلى الله عَلَيْهِ وَسلم وَظن كَونه اطلع على نَاسخ أَو دَلِيل يتَرَجَّح على هَذَا الْخَبَر وَإِن كَانَ منقدحا فَهُوَ مَرْجُوح لما سَيَأْتِي من الِاحْتِمَالَات الَّتِي تعارضه وَالظَّن الْمُسْتَفَاد من الْخَبَر أرجح مِنْهُ وعمدة الْحَنَفِيَّة فِي هَذَا الْمقَام أَن هَذَا الرَّاوِي إِمَّا أَن تكون مُخَالفَته لدَلِيل رَاجِح على هَذَا الْخَبَر أَولا لدَلِيل ¶ فَإِن كَانَ لَا لدَلِيل لزم فسقه وَخرج عَن أَهْلِيَّة من تقبل رِوَايَته فَيسْقط الْعَمَل بِالْحَدِيثِ بِالْكُلِّيَّةِ وَالْأَصْل خلاف ذَلِك فَتعين أَن تكون الْمُخَالفَة لدَلِيل رَاجِح على هَذَا الْخَبَر وَحِينَئِذٍ فَيجب الْمصير إِلَيْهِ",
            "page": "91",
            "part": "1",
            "seal": "1A36542B"
        },
        {
            "id": "75",
            "nass": "وَالْجَوَاب عَنهُ أَنه لَا يلْزم إِذا كَانَت الْمُخَالفَة لدَلِيل رَاجِح أَن يكون ذَلِك بِالنِّسْبَةِ إِلَى نفس الْأَمر بل راجحا بِالنِّسْبَةِ إِلَى ظَنّه وَحِينَئِذٍ فَلَا يلْزم أَن يكون ذَلِك مطابقا لما فِي نفس الْأَمر بل جَازَ أَن يكون مرجوحا وَهُوَ يَظُنّهُ راجحا وَهَذَا احْتِمَال لَا مدفع لَهُ فَلَا يتْرك ظَاهر هَذَا الْخَبَر لهَذَا الْمُحْتَمل ¶ وايضا فالاتفاق على أَن الصَّحَابِيّ غير الرَّاوِي للْحَدِيث إِذا خَالفه بِالْكُلِّيَّةِ لَا يعْتد بمخالفته وَلَا يُعلل بهَا الْخَبَر بل يعْمل بِهِ ويعدل عَن مَذْهَب الصَّحَابِيّ وَمن الْجَائِز الْقوي أَن يكون ذَلِك الصَّحَابِيّ قد اطلع على هَذَا الْخَبَر وَإِنَّمَا خَالفه لمعارض ظَنّه راجحا عَلَيْهِ فَيلْزم على أصلهم اتِّبَاع أَقْوَال الصَّحَابَة الْمُخَالفَة للْأَخْبَار والعدول إِلَيْهَا دون الْأَخْبَار لعين مَا قَالُوهُ من غير فرق بَين الرَّاوِي وَغَيره وَذَلِكَ بَاطِل فَيلْزم مثله فِي الرَّاوِي أَيْضا ¶ وَقَوْلهمْ إِنَّه يكون فَاسِقًا إِذا ترك الْعَمَل بالْخبر من غير معَارض رَاجِح قلت إِنَّمَا يلْزم إِذا تَركه من غير معَارض بِالْكُلِّيَّةِ وَلَا ندعي ذَلِك بل يجوز لَهُ تَركه لمعارض رَاجِح فِي ظَنّه وَلَا يلْزم فسقه إِذا لم يكن راجحا فِي نفس الْأَمر ¶ واختارإمام الْحَرَمَيْنِ تَفْصِيلًا فِي ذَلِك وَهُوَ أَنه إِن تحققنا أَن مُخَالفَة الرَّاوِي كَانَت لنسيان الْخَبَر أَو لعدم فهمه لَهُ فَلَا شكّ فِي وجوب اتِّبَاع الْخَبَر وَلذَلِك إِذا كَانَ لورع فِي الرَّاوِي بِأَن يكون الْخَبَر يَقْتَضِي ترخصا والراوي شَدِيد الْوَرع فَإِنَّهُ تحمل الْمُخَالفَة على أَخذه بِالِاحْتِيَاطِ وَالْمُبَالغَة فِي الْوَرع",
            "page": "92",
            "part": "1",
            "seal": "0874AF9E"
        },
        {
            "id": "76",
            "nass": "وَإِن خَفِي عَنَّا سَبَب الْمُخَالفَة وَلَكِن علمنَا أَنه خَالف مَا رَوَاهُ عمدا فالرجوع هُنَا إِلَى قَوْله لِأَن الظَّاهِر أَنه لَا يرتكب مثل هَذِه الْمُخَالفَة إِلَّا لمسوغ يَقْتَضِي مُخَالفَة مَا رَوَاهُ ¶ وَإِن خَفِي عَنَّا أَن الْمُخَالفَة وَقعت عمدا أَو لسَبَب من الْأَسْبَاب وَلم نحط بِهِ علما فَالْوَاجِب اتِّبَاع الْخَبَر وَترك مَا ذهب إِلَيْهِ الصَّحَابِيّ الرَّاوِي ¶ وَهَذَا التَّفْصِيل يرد عَلَيْهِ فِي قَوْله إِن الْمُخَالفَة مني كَانَت عمدا فَالظَّاهِر أَنه لَا يرتكبها إِلَّا المسوغ يقتضيها (ل) مَا تقدم ان ذَلِك المسوغ يحْتَمل أَن يكون راجحا فِي نفس الْأَمر وَأَن يكون كَذَلِك فِي ظَنّه وَلَا يكون مطابقا لما ظَنّه فَلَا يتْرك ظَاهر الْخَبَر لهَذَا الِاحْتِمَال وَأما تَفْصِيل من تقدم ذكره فَلَا يخفي وَجهه ¶ والمتبع فِي ذَلِك غَلَبَة الظَّن فَمَتَى كَانَ الظَّن راجحا من جِهَة تعين اتباعها ¶ وَهَذَا كُله إِذا لم ينتشر قَول الصَّحَابِيّ الْمُخَالف للْخَبَر فَأَما إِذا انْتَشَر الْجَمِيع وَعمِلُوا بِهِ وسكتوا عَنهُ مَعَ علمهمْ بالْخبر فَإِنَّهُ يَنْبَنِي على مَا تقدم أول الْكتاب من الْأَقْوَال فَإِذا قيل بِأَنَّهُ إِجْمَاع أَو حجَّة كَانَ ذَلِك راجحا على الْخَبَر ومتضمنا وجود نَاسخ لَهُ كَانَ سَبَب مخالفتهم لَهُ وَإِن لم نطلع على ذَلِك النَّاسِخ وَذَلِكَ كَمَا تقدم فِي الصَّحِيحَيْنِ مثله ¶ وَكَذَلِكَ فِي الْحمل على الْمجَاز والعدول عَن الظَّاهِر وَالله الْمُوفق للصَّوَاب",
            "page": "93",
            "part": "1",
            "seal": "660B3BFF"
        },
        {
            "id": "77",
            "nass": "فَائِدَة نذنب بهَا مَا تقدم ¶ فِي تعداد الصَّحَابَة الَّذين نقلت فتاواهم فِي الإحكام الشَّرْعِيَّة أَبُو مُحَمَّد بن حزم فِي كتاب الإحكام لَهُ على تَرْتِيب الْأَكْثَر مِنْهُم فَتْوَى فالأكثر ¶ عَائِشَة أم الْمُؤمنِينَ عمر بن الْخطاب ابْنه عبد الله عَليّ بن أبي طَالب عبد الله بن الْعَبَّاس عبد الله بن مَسْعُود زيد بن ثَابت رَضِي الله عَنْهُم قَالَ فَهَؤُلَاءِ السَّبْعَة فَقَط يُمكن 4 أَن يجمع من فتيا كل وَاحِد مِنْهُم سفر ضخم ¶ والمتوسطون مِنْهُم فِيمَا رُوِيَ عَنْهُم أم سَلمَة أم الْمُؤمنِينَ أنس بن مَالك أَبُو سعيد الْخُدْرِيّ أَبُو هُرَيْرَة عُثْمَان بن عَفَّان عبد الله بن عَمْرو بن الْعَاصِ عبد الله بن الزبير أَبُو مُوسَى الْأَشْعَرِيّ سعيد بن أبي وَقاص سلمَان الْفَارِسِي جَابر بن عبد الله معَاذ بن جبل أَبُو بكر الصّديق رَضِي الله عَنْهُم قَالَ فهم ثَلَاثَة عشر يُمكن أَن يجمع من فتيا كل امرىء مِنْهُم جُزْء صَغِير جدا ¶ ويضاف إِلَيْهِم أَيْضا طَلْحَة بن عبيد الله وَالزُّبَيْر بن الْعَوام وَعبد الرَّحْمَن بن عَوْف وَعمْرَان بن الْحصين وَأَبُو بكرَة وَعبادَة بن الصَّامِت وَمُعَاوِيَة بن أبي سُفْيَان رَضِي الله عَنْهُم ¶ قَالَ وَالْبَاقُونَ مِنْهُم مقلون جدا فِي الْفتيا لَا يرْوى عَن الْوَاحِد مِنْهُم إِلَّا الْمَسْأَلَة والمسألتان وَالزِّيَادَة الْيَسِيرَة على ذَلِك فَقَط يُمكن أَن يجمع من",
            "page": "94",
            "part": "1",
            "seal": "52F0A003"
        },
        {
            "id": "78",
            "nass": "فتيا جَمِيعهم جُزْء صَغِيرَة بعد التفصي والبحث وهم أَبُو الدَّرْدَاء أَبُو الْيُسْر السّلمِيّ أَبُو سَلمَة المَخْزُومِي أَبُو عُبَيْدَة بن الْجراح سعيد بن زيد الْحسن وَالْحُسَيْن ابْنا عَليّ النُّعْمَان بن بشير أَبُو مَسْعُود البدري أبي بن كَعْب أَبُو أَيُّوب أَبُو طَلْحَة أَبُو ذَر أم عَطِيَّة صَفِيَّة أم الْمُؤمنِينَ حَفْصَة أم الْمُؤمنِينَ أم حَبِيبَة أم الْمُؤمنِينَ أُسَامَة بن زيد جَعْفَر بن أبي طَالب الْبَراء ابْن عَازِب قرظة بن كَعْب أَبُو عبد الله الْبَصْرِيّ نَافِع أَخُو أبي بكرَة لأمه الْمِقْدَاد بن الْأسود أَبُو السنابل بن بعكك الْجَارُود الْعَبْدي ليلى بنت قانف أَبُو مَحْذُورَة أَبُو شُرَيْح الكعبي أَبُو بَرزَة الْأَسْلَمِيّ أَسمَاء بنت أبي بكر أم شريك الحولاء بنت تويت أسيد بن الْحضير الضَّحَّاك بن قيس حبيب بن مسلمة عبد الله بن أنيس حُذَيْفَة بن الْيَمَان ثُمَامَة بن أَثَال عمار بن يَاسر عَمْرو بن الْعَاصِ أَبُو العادية السّلمِيّ أم الدَّرْدَاء الْكُبْرَى الضَّحَّاك بن خَليفَة الْمَازِني الحكم بن عَمْرو الْغِفَارِيّ وابصة بن معبد عبد الله بن جَعْفَر عَوْف بن مَالك عدي بن حَاتِم عبد الله بن أبي أوفى عبد الله بن سَلام عَمْرو بن عبسة عتاب بن أسيد عُثْمَان بن أبي الْعَاصِ عبد الله بن سرجس عبد الله بن رَوَاحَة عقيل بن أبي طَالب عَائِذ بن عَمْرو أَبُو قَتَادَة عبد الله بن معمر الْعَدوي عُمَيْر بن سعد عبد الله بن أبي بكر عبد الرحمن اخوه عَاتِكَة بنت زيد",
            "page": "95",
            "part": "1",
            "seal": "BC7F72EC"
        },
        {
            "id": "79",
            "nass": "ابْن عَمْرو عبد الله بن عَوْف الزُّهْرِيّ سعد بن معَاذ أَبُو منيب سعد بن عبَادَة قيس ابْنه عبد الرحمن بن سهل سَمُرَة بن جُنْدُب سهل بن سعد مُعَاوِيَة بن مقرن أَخُوهُ سُوَيْد بن مقرن مُعَاوِيَة بن الحكم السّلمِيّ سهلة بنت سُهَيْل أَبُو حُذَيْفَة بن عتبَة سَلمَة بن الْأَكْوَع زيد بن أَرقم جرير ابْن عبد الله البَجلِيّ جَابر بن سَمُرَة جوَيْرِية أم الْمُؤمنِينَ حسان بن ثَابت حبيب بن عدي قدامَة بن مَظْعُون مَيْمُونَة أم الْمُؤمنِينَ مَالك بن الْحُوَيْرِث أَبُو أُمَامَة الْبَاهِلِيّ مُحَمَّد بن مسلمة خباب بن الْأَرَت خَالِد بن الْوَلِيد ضَمرَة بن الْعيص طَارق بن شهَاب ظهير بن رَافع رَافع بن خديج فَاطِمَة بنت النَّبِي صلى الله عَلَيْهِ وَسلم فَاطِمَة بنت قيس هِشَام بن حَكِيم بن حزَام أَبوهُ حَكِيم شُرَحْبِيل بن السمط أم سليم دحْيَة بن خَليفَة الْكَلْبِيّ ثَابت بن قيس بن الشماس ثَوْبَان سرق الْمُغيرَة بن شُعْبَة بُرَيْدَة بن الْحصيب رويفع بن ثَابت فضَالة بن عبيد أَبُو حميد أَبُو أسيد أَبُو مُحَمَّد الَّذِي رُوِيَ عَنهُ وجوب الْوتر زَيْنَب ابْنه أم سَلمَة عتبَة بن مَسْعُود بِلَال الْمُؤَذّن عُرْوَة بن الْحَارِث سياه بن روح أَو روح بن سياه أَبُو سعيد بنت الْمُعَلَّى الْعَبَّاس بن عبد الْمطلب بسر بن أَرْطَاة صُهَيْب بن سِنَان أم أَيمن أم يُوسُف",
            "page": "96",
            "part": "1",
            "seal": "473136A4"
        },
        {
            "id": "80",
            "nass": "ماغر الغامدية رَضِي الله عَنْهُم قَالَ وَمَا فاتنا إِن كَانَ فاتنا مِنْهُم إِلَّا يسير جدا مِمَّن لم يرو عَنهُ إِلَّا مَسْأَلَة وَاحِدَة أَو مَسْأَلَتَانِ وَبِاللَّهِ التَّوْفِيق فَجَمِيع من ذكرهم من المكثرين والمقلين مائَة وَتِسْعَة وَأَرْبَعُونَ نفسا رَضِي الله عَنهُ أَجْمَعِينَ",
            "page": "97",
            "part": "1",
            "seal": "3819ED21"
        }
    ],
    "t6347": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الطرف الاول قول الصحابي اذا اشتهر بينهم جميعا ولم ينكروه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ترجيح"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ادلة الاقوال المتقدمة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "مراتب الإجماع السكوتي"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الطرف الثاني قول الصحابي إذا طلع عليه غيره ولم يعلم انتشاره بينهم جمعيهم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الطرف الثالث قول الصحابي إذا لم يشتهر ولم يخالفه غيره"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "المقام الأول"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "المقام الثاني"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "أدلة الأقوال المتقدمة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "المرتبة الأولى اتفاق الخلفاء الأربعة"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "المرتبة الثانية اتفاق أبي بكر وعمر رضي الله عنهما"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "المرتبة الثالثة في قوله كل واحد من الخلفاء الأربعة إذا انفرد"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "المرتبة الرابعة قول مطلق الصحابي"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "المرتبة الخامسة قول الصحابي إذا خالف القياس"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "قول الصحابي إذا اعتضد بالقياس"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الطرف الرابع أن يختلف الصحابة في الحكم على قولين فأكثر"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "قول الصحابي المخالف للحديث"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الأول التخصيص بقول الصحابي"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة نذنب بها ما تقدم"
        }
    ]
}