{
    "b6353": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ أخبرنَا الشَّيْخَانِ الأجلان الأمينان الثِّقَة نجم الدّين أَبُو بكر مُحَمَّد بن عَليّ بن المظفر بن الْقَاسِم النشبي وَالْإِمَام الْعَالم الْعَلامَة مُسْند عصره تَقِيّ الدّين أَبُو مُحَمَّد إِسْمَاعِيل بن إِبْرَاهِيم بن أبي الْيُسْر التنوخي قِرَاءَة على كل وَاحِد مِنْهُم وَأَنا أسمع بِمَدِينَة دمشق فِي تاريخين مُخْتَلفين ¶ قيل لكل وَاحِد مِنْهُمَا أَخْبَرتك الشيخة الصَّالِحَة سِتّ الكتبة نعْمَة بنت عَليّ بن يحيى بن عَليّ بن الطراح الْبَغْدَادِيّ قِرَاءَة عَلَيْهَا وَأَنت تسمع بِدِمَشْق فِي تَارِيخ سَمَاعه مِنْهَا فَأقر بِهِ ¶ قيل لَهَا أخْبرك جدك الشَّيْخ أَبُو مُحَمَّد يحيى بن عَليّ بن مُحَمَّد بن الطراح قِرَاءَة عَلَيْهِ وَأَنت تسمعين فِي ذِي الْحجَّة سنة خمس وَثَلَاثِينَ وَخَمْسمِائة فأقرت بِهِ قَالَ أَنبأَنَا الشَّيْخ الإِمَام الْعَالم الْحَافِظ أَبُو بكر أَحْمد بن عَليّ بن ثَابت الْخَطِيب الْبَغْدَادِيّ إجَازَة قَالَ ¶ مُقَدّمَة الْمُؤلف ¶ الْحَمد لله رب الْعَالمين شكرا لنعمته وَلَا اله إِلَّا الله إِقْرَارا بوحدانيته وَصلى الله على خير خلقه مُحَمَّد نَبينَا الْمُصْطَفى لرسالته وعَلى إخوانه من النَّبِيين وَأهل بَيته وصحابته وتابعيه بِالْإِحْسَانِ المتمسكين بسنته ¶ سَأَلَني بعض إِخْوَاننَا تولاهم الله برعايته ووفقنا وإياهم للْعَمَل بِطَاعَتِهِ بَيَان عِلّة ترك أبي عبد الله مُحَمَّد ابْن اسماعيل البُخَارِيّ الرِّوَايَة عَن الإِمَام أبي عبد الله مُحَمَّد بن ادريس الشَّافِعِي فِي كِتَابه الْجَامِع",
            "page": "23",
            "part": "1",
            "seal": "54FF6C03"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "للآثار عَن سلف الْأمة الأخيار وَذكر أَن بعض من يذهب إِلَى رَأْي أبي حنيفَة ومقالته ضعف أَحَادِيث للشَّافِعِيّ وَاعْترض بالطعن عَلَيْهِ فِي رِوَايَته لإعراض أبي عبد الله البُخَارِيّ عَنْهَا واطراحه مَا انْتهى إِلَيْهِ مِنْهَا ¶ وَلَوْلَا مَا أَخذ الله تَعَالَى على الْعلمَاء فِيمَا يعلمونه ليبيننه للنَّاس وَلَا يكتمونه لَكَانَ أولى الْأَشْيَاء الْإِعْرَاض عَن اعْتِرَاض الْجُهَّال وَالسُّكُوت عَن جوابهم فِيمَا اجترأوا عَلَيْهِ من النُّطْق بالمحال وتركهم على جهلهم يعمهون بتحيرهم فِي الْبَاطِل والضلال لَكِن وَعِيد الله فِي الْقُرْآن منع الْعلمَاء من الكتمان ثمَّ مَا صَحَّ واشتهر عَن الْمُصْطَفى سيد الْبشر صلى الله عَلَيْهِ وَسلم من التَّغْلِيظ فِي الْخَبَر ¶ الَّذِي أخبرنَا بِهِ أَبُو نعيم احْمَد بن عبد الله الْحَافِظ بأصبهان ثَنَا حبيب بن الْحسن الْقَزاز ثَنَا عبد الله بن أَيُّوب يَعْنِي الجزار ثَنَا أَبُو نصر التمار ثَنَا حَمَّاد عَن عَليّ بن الحكم عَن عَطاء عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من كتم علما علمه الله ألْجمهُ الله",
            "page": "24",
            "part": "1",
            "seal": "D7E78B3D"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "تَعَالَى بلجام من نَار",
            "page": "25",
            "part": "1",
            "seal": "F78EF84D"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وَأخْبرنَا القَاضِي أَبُو عمر الْقَاسِم بن جَعْفَر بن عبد الْوَاحِد الْهَاشِمِي بِالْبَصْرَةِ ثَنَا عبد الرَّحْمَن بن أَحْمد الْحَافِظ ثَنَا عمر بن ابراهيم أَبُو الآذان ثَنَا الْقَاسِم بن سعيد بن الْمسيب بن شريك ثَنَا أَبُو النَّضر الْأَكْفَانِيِّ ثَنَا سُفْيَان الثَّوْريّ عَن جَابر يَعْنِي الْجعْفِيّ عَن عَطاء عَن ابْن عَبَّاس قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم من سُئِلَ عَن علم نَافِع فكتمه جَاءَ يَوْم الْقِيَامَة مُلجمًا بلجام من نَار ¶ وَأَنا بِمَشِيئَة الله أُجِيب أخانا عَن مَسْأَلته مؤملا من الله جزيل أجره ومثوبته وسائلا لَهُ المعونة بتوفيقه وعصمته فَإِنَّهُ لَا حول لي وَلَا قُوَّة إِلَّا بمعونته ¶ وَقد كَانَ جرى بيني وَبَين بعض من يشار إِلَيْهِ بالمعرفة كَلَام فِي هَذِه الْمَسْأَلَة وَاعْترض عَليّ بِمَا تقدم ذكره وَزَاد فِي احتجاجه بخلو كتب مُسلم بن الْحجَّاج النَّيْسَابُورِي وَأبي دَاوُد السجسْتانِي وأئمة الحَدِيث غَيرهمَا مِمَّن صنف الصِّحَاح بعدهمَا من حَدِيث الشَّافِعِي",
            "page": "26",
            "part": "1",
            "seal": "A4FF7B2A"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "فأجبته بِمَا فَتحه الله عز وَجل عَليّ ويسره وَقضى لي بِهِ النُّطْق فِي الْحَال وَقدره وسألخص إِن شَاءَ الله فِي هَذِه الْمَسْأَلَة الْكَلَام وأشرحها شرحا يُؤمن مَعَه وُقُوع الْإِيهَام ليَكُون حجَّة على من رام دفع الْحق وَظُهُور الْبَاطِل بعدوانه ونزول شبهه إِن اعترضت فِي قلب من لم يكن علم الحَدِيث من شَأْنه وَأَعُوذ بِاللَّه من الرِّيَاء والإعجاب وأسأله التَّوْفِيق لإدراك الْحق وَالصَّوَاب ¶ قَالَ أَنبأَنَا القَاضِي أَبُو عمر الْقَاسِم بن جَعْفَر بن عبد الْوَاحِد الْهَاشِمِي ثَنَا أَبُو الْعَبَّاس مُحَمَّد ابْن أَحْمد الْأَثْرَم ثَنَا حميد بن الرّبيع ثَنَا يُونُس بن بكير أَخْبرنِي مُحَمَّد بن إِسْحَاق حَدثنِي إِبْرَاهِيم بن أبي عبلة عَن أَبِيه عَن عَوْف بن مَالك رَحمَه الله تَعَالَى قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِن أَمَام الدَّجَّال سِنِين خوادع يكثر فِيهَا الْمَطَر ويقل فِيهَا النبت ويؤمن فِيهَا الخائن ويخون فِيهَا الْأمين ويكذب فِيهَا الصَّادِق وَيصدق فِيهَا الْكَاذِب وَيتَكَلَّم فِيهَا الرويبضة فَسئلَ مَا الرويبضة قَالَ من لَا حسب لَهُ وَلَا يؤبه لَهُ",
            "page": "27",
            "part": "1",
            "seal": "E327D8C7"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "فقد شاهدنا مَا كُنَّا قبل نَسْمَعهُ ووصلنا إِلَى الزَّمَان الَّذِي كُنَّا نحذره ونتوقعه وَحل بِنَا مَا لم نزل نهابه ونفزعه من استعلاء الْجَاهِلين وَظُهُور الخاملين وخوضهم بجهلهم فِي الدّين وقذفهم بوصفهم الَّذِي مَا زَالُوا بِهِ معروفين السَّادة من الْعلمَاء وَالْأَئِمَّة المنزهين وبسطهم ألسنتهم بالوقيعة فِي الصَّالِحين وَإِن الذَّنب بهم ألحق والذم إِلَيْهِم أسبق والقبيح بهم ألصق وَالْعَيْب بهم أليق ¶ وَمَا سبيلهم فِيمَا قصدوه من الطَّرِيق الَّذِي سلكوه وظنهم الْكَاذِب الَّذِي يوهموه وَقَوْلهمْ الْبَاطِل إِذْ أذاعوه إِلَّا مَا أخبرنَا مُحَمَّد بن أَحْمد بن رزق الْبَزَّاز قَالَ أنشدنا أَحْمد بن كَامِل قَالَ أنشدنا أَبُو يزِيد أَحْمد بن روح الْبَزَّاز قَالَ أنشدنا عبيد بن مُحَمَّد الْعَبْسِي فِي ابْنه ¶ حسدوا الْفَتى إِذْ لم ينالوا سَعْيه ¶ فَالنَّاس أضداد لَهُ وخصوم ... كضرائر الْحَسْنَاء قُلْنَ لوجهها ¶ حسدا وبغيا إِنَّه لذميم ... وَترى اللبيب محسدا لم يجترم ¶ شتم الرِّجَال وَعرضه مشتوم ¶ وَأخْبرنَا ابْن رزق أَيْضا قَالَ أنشدنا أَحْمد بن كَامِل قَالَ أنشدنا الْحَارِث بن مُحَمَّد بن أبي أُسَامَة قَالَ أنشدنا عَليّ بن مُحَمَّد المدايني ¶ إِن الغرانيق نلقاها محسدة ... وَلَا نرى للئام النَّاس حسادا",
            "page": "28",
            "part": "1",
            "seal": "84079CD5"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "بعض مزايا الشَّافِعِي ¶ فَمثل الشَّافِعِي من حسد وَإِلَى ستر معالمه قصد {ويأبى الله إِلَّا أَن يتم نوره} وَيظْهر بفضله من كل حق مستوره وَكَيف لَا يغِيظ من حَاز الْكَمَال بِمَا جمع الله تَعَالَى لَهُ من الْخلال اللواتي لَا ينكرها إِلَّا ظَاهر الْجَهْل أَو خَارج عَن حد التَّكْلِيف لذهاب الْعقل ¶ مِنْهَا جزيل حَظه من الْأَدَب وجلالة محتده فِي النّسَب الَّذِي سَاوَى بِهِ فِي الحكم بني عبد الْمطلب ¶ ثمَّ لما كَانَ عَلَيْهِ من قُوَّة الدّين وَحسن الطَّرِيقَة عِنْد الموافقين والمخالفين ¶ وَحفظه لكتاب ربه ومعرفته بواجبه وندبه وتصرفه فِي سَائِر أَنْوَاع علمه مِمَّا يعجز غَيره عَن بُلُوغ فهمه ¶ وفقهه بالسنن المنقولة وبصره بالصحاح مِنْهَا والمعلولة وَكَلَامه فِي الْأُصُول وَحكم الْمُرْسل والموصول وتمييز وُجُوه النُّصُوص وَذكر الْعُمُوم وَالْخُصُوص وَهَذَا مَا لم يدْرك الْكَلَام فِيهِ أَبُو حنيفَة وَلَا غَيره من متقدميه ... تِلْكَ المكارم لَا قعبان من لبن ... شيبا بِمَاء فعادا بعد أبوالا ... ¶ ثمَّ تَركه التَّقْلِيد لأهل الْبَلدة وإيثاره مَا ظهر دَلِيله وَثبتت بِهِ الْحجَّة",
            "page": "29",
            "part": "1",
            "seal": "AF1EC1EC"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "مَعَ اتِّخَاذه الْيَد الْعَظِيمَة وتقليده المنن الجسيمة كَافَّة أهل الْآثَار ونقلة الْأَحَادِيث وَالْأَخْبَار بِتَوْقِيفِهِ إيَّاهُم على مَعَاني السّنَن وتنبيههم وقذفه بِالْحَقِّ على بَاطِل أهل الرَّأْي وتمويههم فنشلهم الله تَعَالَى بِهِ بعد أَن كَانُوا خاملين وَظَهَرت كلمتهم على من سواهُم من ساير الْمُخَالفين ودمغوهم بواضحات الدلايل والبراهين حَتَّى ظلت أَعْنَاقهم لَهَا خاضعين ¶ ثَنَاء الْأَئِمَّة على الشَّافِعِي ¶ أَبُو نعيم أَحْمد بن عبد الله الْحَافِظ ثَنَا أَبُو بكر مُحَمَّد بن ابراهيم بن عَليّ قَالَ سَمِعت الْخضر بن دَاوُد يَقُول سَمِعت الْحسن بن مُحَمَّد الزَّعْفَرَانِي يَقُول قَالَ مُحَمَّد بن الْحسن إِن تكلم أَصْحَاب الحَدِيث يَوْمًا فبلسان الشَّافِعِي يَعْنِي لما وضع كتبه ¶ قَرَأت على مُحَمَّد بن أَحْمد بن يَعْقُوب عَن مُحَمَّد بن نعيم النَّيْسَابُورِي قَالَ سَمِعت أَبَا زَكَرِيَّا يحيى بن مُحَمَّد الْعَنْبَري يَقُول سَمِعت أَبَا جَعْفَر مُحَمَّد بن عَليّ بن مُحَمَّد بن أَحْمد بن مُحَمَّد بن أبي بكر بن سَالم ابْن عبد الله بن عمر بن الْخطاب يَقُول سَمِعت الْحسن بن مُحَمَّد الزَّعْفَرَانِي يَقُول كَانَ أَصْحَاب الحَدِيث رقودا حَتَّى جَاءَ الشَّافِعِي فأيقظهم فتيقظوا ¶ حَدثنِي أَبُو رَجَاء هبة الله بن مُحَمَّد بن عَليّ الشِّيرَازِيّ فِي مجْلِس أبي الْحُسَيْن بن بَشرَان ثَنَا عبد الرَّحْمَن بن عمر التَّمِيمِي ثَنَا أَبُو الْقَاسِم بن رَاشد الدينَوَرِي ثَنَا عبد الله بن مُحَمَّد بن عبد الرَّحْمَن القَاضِي ثَنَا الْفضل بن",
            "page": "30",
            "part": "1",
            "seal": "4E2DAABF"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "زِيَاد قَالَ سَمِعت أَحْمد بن حَنْبَل يَقُول مَا أحد مس بِيَدِهِ محبرة وَلَا قَلما إِلَّا وَللشَّافِعِيّ فِي رقبته منَّة ¶ فَهَذَا قَول سيد أَصْحَاب الحَدِيث وَأَهله وَمن لَا يخْتَلف الْعلمَاء فِي ورعه وفضله ويحق لَهُ ذَلِك وَقد كَانَ أحد تلاميذ الشَّافِعِي وَمن أَعْيَان أَصْحَابه وَأكْثر النَّاس مُلَازمَة لَهُ وأشدهم حرصا على سَماع كتبه وأحضهم لِلْخلقِ على حفظ علمه وَمن شكره للشَّافِعِيّ قَالَ هَذَا القَوْل وَمن لم يشْكر النَّاس لم يشْكر الله عز وَجل",
            "page": "31",
            "part": "1",
            "seal": "7B55B80D"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "فَفِي بعض مَا ذكرنَا من معالم الشَّافِعِي مَا يُوجب الْحَسَد وَالْكذب عَلَيْهِ ¶ وَمَا الَّذِي يضرّهُ ويقدح فِيهِ من جهل عدوه ومناوئيه مَعَ تولي رب الْعَالمين لنصرته وإرادته فِي السَّابِق إِظْهَار كَلمته ... أَبى الله إِلَّا رَفعه وعلوه ... وَلَيْسَ لما يعليه ذُو الْعَرْش وَاضع ... ¶ وَمَا يتَعَدَّى الْحَاسِد فعله وَلَا يضر كَيده إِلَّا نَفسه ¶ أَنا أَبُو مُحَمَّد الْحسن بن عَليّ بن مُحَمَّد الْجَوْهَرِي قَالَ أَنا أَبُو عبيد الله مُحَمَّد بن عمرَان بن مُوسَى بن المرزباني ثَنَا عبد الله بن مُحَمَّد بن أبي سعيد الْبَزَّاز قَالَ أَنا أَحْمد بن أبي طَاهِر قَالَ حَدثنِي حبيب بن أَوْس قَالَ قَالَ رجل لِابْنِهِ يَا بني إياك والحسد فَإِنَّهُ يتَبَيَّن فِيك وَلَا يتَبَيَّن فِي عَدوك وَلَو أَن رعاع التبع وَأسرى حبالة الطمع شغلتهم عيوبهم وأهمتهم ذنوبهم وأعينوا من الله بالتوفيق وَحسن البصيرة لأسقط أهل الْعلم عَن أنفسهم مؤنا كَثِيرَة من تكلفهم إِزَالَة أكاذيبهم وكشفهم شبه زخارفهم وأعاجيبهم لَكِن لم يرد الله بهم خيرا فخذلهم وَعَن دفع الْحق بِالْبَاطِلِ الَّذِي لَا يَنْفَعهُمْ شغلهمْ وَنحن نَعُوذ بِاللَّه من غَضَبه وخذلانه ونسأله التَّوْفِيق لما يُؤَدِّي إِلَى رَحمته ورضوانه ¶ أَخْبرنِي بكر بن أبي الطّيب الجرجرائي ثَنَا مُحَمَّد بن أَحْمد الْمُفِيد ثَنَا عبد الصَّمد بن مُحَمَّد قَالَ سَمِعت أَبَا تُرَاب النخشبي يَقُول إِذا ألف الْقلب الْإِعْرَاض عَن الله صَحبه الوقيعة فِي أَوْلِيَاء الله ¶ أَنبأَنَا عبد الْعَزِيز بن أبي الْحسن القرميسيني ثَنَا مُحَمَّد بن أَحْمد بن ابراهيم بن كثير ثَنَا الْفَيْض بن اسحق قَالَ سَمِعت الفضيل بن عِيَاض يَقُول تَكَلَّمت فِيمَا لَا يَعْنِيك فشغلك عَمَّا يَعْنِيك وَلَو شغلك مَا يَعْنِيك",
            "page": "32",
            "part": "1",
            "seal": "4919CB19"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "تركت مَا لَا يَعْنِيك ¶ وَلنْ يخلي الله عز وَجل كل عصر آنف بعد سالف إِلَى آخر الدَّهْر من دَافع للكذب بِالصّدقِ ودامغ للباطل بِالْحَقِّ يُجَاهد فِي الله بفعاله ويحتسب مَا عِنْد الله بمقاله متيقنا أَن مذْهبه القويم وسبيله هُوَ السَّبِيل الْمُسْتَقيم {ليهلك من هلك عَن بَيِّنَة وَيحيى من حَيّ عَن بَيِّنَة وَإِن الله لسميع عليم} ¶ أَنبأَنَا أَبُو بكر أَحْمد بن غَالب الْفَقِيه ثَنَا مُحَمَّد بن الْعَبَّاس الخزاز ثَنَا أَبُو عبيد بن حربويه ثَنَا الْحسن بن مُحَمَّد الزَّعْفَرَانِي ثَنَا يزِيد بن هَارُون قَالَ أَنبأَنَا شُعْبَة عَن مُعَاوِيَة بن قُرَّة عَن أَبِيه قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا يزَال نَاس من أمتِي يُقَاتلُون على الْحق ظَاهِرين حَتَّى يَأْتِيهم أَمر الله وهم على ذَلِك ¶ أَنبأَنَا أَبُو نعيم الْحَافِظ ثَنَا سُلَيْمَان بن أَحْمد الطَّبَرَانِيّ ثَنَا أسلم بن سهل الوَاسِطِيّ ثَنَا تَمِيم بن الْمُنْتَصر قَالَ لما حدث يزِيد بن هَارُون بِحَدِيث شُعْبَة عَن مُعَاوِيَة بن قُرَّة عَن أَبِيه قَالَ يزِيد إِن لم يَكُونُوا أهل لحَدِيث والأثر فَلَا أَدْرِي من هم ¶ أَنبأَنَا أَبُو بكر مُحَمَّد بن عبد الله بن صَالح الْمقري بأصبهان قَالَ أنبأ أَبُو مُحَمَّد عبد الله بن مُحَمَّد بن جَعْفَر بن حَيَّان ثَنَا اسحق بن أَحْمد الْفَارِسِي ثَنَا أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ ثَنَا ابْن أبي أويس ثَنَا ابْن أبي الزِّنَاد عَن مُوسَى بن عقبَة عَن أبي الزبير قَالَ سَمِعت جَابِرا يَقُول سَمِعت رَسُول الله صلى الله عَلَيْهِ",
            "page": "33",
            "part": "1",
            "seal": "A7D0C36A"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وَسلم يَقُول لَا تزَال طَائِفَة من أمتِي يُقَاتلُون على الْحق ظَاهِرين إِلَى يَوْم الْقِيَامَة",
            "page": "34",
            "part": "1",
            "seal": "65F80148"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "قَالَ أَبُو عبد الله البُخَارِيّ يَعْنِي أهل الحَدِيث ¶ كل طَائِفَة وَإِن كَانَت تتأول أَن هَذَا الحَدِيث وَارِد فِيهَا دون غَيرهَا مِمَّن خالفها فَإِنَّهَا لَا تنكر أَن أَشد النَّاس نظرا فِي حَال الْمَنْقُول واهتماما بِأُمُور الْأَسَانِيد المؤدية عَن الرَّسُول صلى الله عَلَيْهِ وَسلم أَصْحَاب الحَدِيث لأَنهم الْعَالمُونَ بأسماء الرِّجَال وَأهل الْعِنَايَة بالبحث عَن الْأَحْوَال",
            "page": "35",
            "part": "1",
            "seal": "A3CDBA69"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وذووا الْمعرفَة بِالْجرْحِ وَالتَّعْدِيل والحافظون طرق الصَّحِيح والمعلول اجتهدوا فِي تعلم ذَلِك وَضَبطه وأتعبوا أنفسهم فِي سَمَاعه وَحفظه وفنيت فِيهِ أعمارهم وبعدت فِيهِ أسفارهم واستقربوا لَهُ الشقة الْبَعِيدَة وهونوا لأَجله الْمَشَقَّة الشَّدِيدَة حَتَّى علمُوا بِتَوْفِيق الله لَهُم صَحِيح الْآثَار ومنكر الرِّوَايَات وَالْأَخْبَار وَعرفُوا أهل النَّقْل من مَجْرُوح وَعدل ومتقن وحافظ وصدوق وَصَالح ولين وَضَعِيف وساقط ومتروك فنزلوا الروَاة مَنَازِلهمْ وميزوا أَحْوَالهم ومراتبهم ودونوا من الْأَحَادِيث صحيحها ونبهوا على باطلها وموضوعها وَكَانَ من أحْسنهم مذهبا فِيمَا أَلفه وأصحهم اخْتِيَارا لما صنفه مُحَمَّد بن اسماعيل البُخَارِيّ هذب مَا فِي جَامعه جمعه وَلم يأل عَن الْحق فِيمَا أودعهُ غير أَنه عدل عَن كثير من الْأُصُول إيثارا للإيجاز وَكَرَاهَة للتطويل وَإِن كَانَ قد عني عَن الْمَتْرُوك بأمثاله وَدلّ على مَا هُوَ من شَرطه بأشكاله وَلم يكن قَصده وَالله أعلم اسْتِيعَاب طرق الْأَحَادِيث كلهَا مَا صَحَّ إِسْنَاده وَإِنَّمَا جعل كِتَابه أصلا يؤتم بِهِ ومثالا يستضاء بمجموعه وَيرد مَا شَذَّ عَنهُ إِلَى الِاعْتِبَار بِمَا هُوَ فِيهِ ¶ وَيدل على ذَلِك مَا أخبرنَا أَبُو سعد أَحْمد بن مُحَمَّد الْمَالِينِي قَالَ أَنبأَنَا عبد الله بن عدي الْحَافِظ قَالَ سَمِعت الْحسن بن الْحُسَيْن البُخَارِيّ يَقُول سَمِعت إِبْرَاهِيم بن معقل يَقُول سَمِعت مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ يَقُول مَا أدخلت فِي كتابي الْجَامِع إِلَّا مَا صَحَّ وَتركت من الصِّحَاح لحَال الطوَال ¶ وأنبأنا أَبُو سعد أَيْضا قَالَ أَنبأَنَا عبد الله بن عدي قَالَ حَدثنِي مُحَمَّد بن أَحْمد القومسي قَالَ سَمِعت مُحَمَّد بن حمدوية يَقُول سَمِعت مُحَمَّد بن إِسْمَاعِيل يَقُول أحفظ مائَة ألف حَدِيث صَحِيح وأحفظ مِائَتي ألف حَدِيث غير صَحِيح",
            "page": "36",
            "part": "1",
            "seal": "ACCD7DDA"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وجامع البُخَارِيّ إِنَّمَا يشْتَمل على أُلُوف يسيرَة من الْأُصُول ¶ وَأَحْسبهُ أَرَادَ بقوله أحفظ مائَة ألف حَدِيث صَحِيح طرق الْأَخْبَار من المرفوعة والموقوفة وأقوال التَّابِعين وَمن بعدهمْ جعل كل طَرِيق مِنْهَا حَدِيثا لَا أَنه أَرَادَ الْأُصُول حسب ¶ وَأي ذَلِك كَانَ مُرَاده فقد بَين أَن فِي الصِّحَاح مَا لم يشْتَمل عَلَيْهِ كِتَابه وَلم يحوه جَامعه ¶ وكمثل مَا فعل فِي الْأَحَادِيث فعل فِي الرِّجَال فَإِن كتاب التَّارِيخ الَّذِي صنفه تشْتَمل أَسمَاء الرِّجَال الْمَذْكُورَة فِيهِ على أُلُوف كَثِيرَة فِي الْعدَد وَأخرج فِي صَحِيحه عَن بعض الْمَذْكُورين فِي تَارِيخه ¶ وسبيل من ترك الْإِخْرَاج عَنهُ سَبِيل مَا ترك من الْأُصُول",
            "page": "37",
            "part": "1",
            "seal": "7F8C7282"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "إِمَّا أَن يكون الرَّاوِي ضَعِيفا لَيْسَ من شَرطه أَو يكون مَقْبُولًا عِنْده غير أَنه عدل عَنهُ اسْتغْنَاء بِغَيْرِهِ وَالله أعلم ¶ فصل سَبَب ترك البُخَارِيّ إِخْرَاج الحَدِيث عَن طَرِيق الشَّافِعِي ¶ وَالَّذِي نقُول فِي تَركه الإحتجاج بِحَدِيث الشَّافِعِي إِنَّمَا تَركه لَا لِمَعْنى يُوجب ضعفه لَكِن غَنِي عَنهُ بِمَا هُوَ أَعلَى مِنْهُ وَذَلِكَ أَن أقدم شُيُوخ الشَّافِعِي الثِّقَات الَّذين روى عَنْهُم مَالك بن أنس وَعبد الْعَزِيز بن مُحَمَّد الدَّرَاورْدِي وَدَاوُد بن عبد الرَّحْمَن الْعَطَّار وسُفْيَان بن عُيَيْنَة ¶ وَالْبُخَارِيّ لم يدْرك الشَّافِعِي وروى عَن من كَانَ أكبر مِنْهُ سنا وأقدم مِنْهُ سَمَاعا مثل مكي بن إِبْرَاهِيم الْبَلْخِي وَعبيد الله بن مُوسَى الْعَبْسِي وَأبي عَاصِم الشَّيْبَانِيّ وَمُحَمّد بن عبد الله الْأنْصَارِيّ وَخلق يطول ذكرهم ¶ وَهَؤُلَاء الَّذين سميتهم رووا عَن بعض التَّابِعين ¶ وحدثه أَيْضا عَن شُيُوخ الشَّافِعِي جمَاعَة كَعبد الله بن مسلمة القعْنبِي وَعبد الله بن يُوسُف",
            "page": "38",
            "part": "1",
            "seal": "562986E6"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "التنيسِي وَإِسْمَاعِيل بن أبي أويس وَعبد الْعَزِيز الأويسي وَيحيى بن قزعة وَأبي نعيم الْفضل بن دُكَيْن وخَالِد بن مخلد وَأحمد بن يُونُس وقتيبة بن سعيد ¶ وَهَؤُلَاء كلهم رووا عَن مَالك وَمِنْهُم من روى عَن الدَّرَاورْدِي وكسعيد بن أبي مَرْيَم الْمصْرِيّ وَأبي غَسَّان النَّهْدِيّ وَعبد الله بن الزبير الْحميدِي وَعلي بن الْمَدِينِيّ ¶ وَهَؤُلَاء رووا عَن سُفْيَان بن عُيَيْنَة وَفِيهِمْ من يحدث عَن دَاوُد بن عبد الرَّحْمَن الْعَطَّار ¶ وَغير من ذكرت أَيْضا مِمَّن أدْرك شُيُوخ الشَّافِعِي قد كتب عَنهُ البُخَارِيّ ¶ فَلم ير أَن يروي عَنهُ حَدِيثا عَن رجل عَن الشَّافِعِي عَن مَالك وَقد حَدثهُ بِهِ غير وَاحِد عَن مَالك كَمَا رَوَاهُ الشَّافِعِي مَعَ كَون الَّذِي حَدثهُ بِهِ أكبر من الشَّافِعِي سنا وأقدم سَمَاعا",
            "page": "39",
            "part": "1",
            "seal": "1A68AC35"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "إعتراض البُخَارِيّ روى فِي صَحِيحه حَدِيثا نازلا وَهُوَ عِنْده عَال ¶ فَإِن قيل فقد أورد البُخَارِيّ فِي صَحِيحه نازلا حَدِيثا كَانَ عِنْده عَالِيا وَهُوَ حَدِيث مدعم رَوَاهُ عَن إِسْمَاعِيل بن أبي أويس عَن مَالك وَرَوَاهُ أَيْضا عَن عبد الله بن مُحَمَّد المسندي عَن مُعَاوِيَة بن عَمْرو عَن أبي اسحق الْفَزارِيّ عَن مَالك وَهَذَا الحَدِيث فِي الْمُوَطَّأ ¶ وَلَا شكّ أَن البُخَارِيّ قد سَمعه من غير وَاحِد من أَصْحَاب مَالك إِذْ كَانَ قد لَقِي جمَاعَة مِمَّن روى لَهُ الْمُوَطَّأ عَن مَالك",
            "page": "40",
            "part": "1",
            "seal": "8686F4F3"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "فأعظم مَا فِي الْبَاب لَو روى عَن رجل عَن الشَّافِعِي عَن مَالك أَن يكون قد نزل عَن عالي حَدِيثه دَرَجَة وَهُوَ فِي الإعتبار أَعلَى من حَدِيث أبي إِسْحَق الْفَزارِيّ الَّذِي أخرجه بِدَرَجَة لِأَن بَينه وَبَين مَالك من طَرِيق الشَّافِعِي لَو أخرجه رجلَيْنِ وَمن طَرِيق الْفَزارِيّ ثَلَاثَة ¶ وَهَذَا يدل عَن خلاف مَا ذكرت وينقض مَا عَلَيْهِ فِي هَذَا الْبَاب اعتمدت ¶ البُخَارِيّ لم يرو نازلا وَهُوَ عِنْده عَال إِلَّا لِمَعْنى ¶ إِن البُخَارِيّ لم يرو فِي الصَّحِيح حَدِيثا نازلا وَهُوَ عِنْده عَال إِلَّا لِمَعْنى فِي النَّازِل لَا يجده فِي العالي أَو يكون أصلا مُخْتَلفا فِيهِ فيذكر بعض طرقه عَالِيا ويردفه بِالْحَدِيثِ النَّازِل مُتَابعَة لذَلِك القَوْل فَأَما أَن يُورد الحَدِيث النَّازِل وَهُوَ عِنْده عالي لَا لِمَعْنى يخْتَص بِهِ وَلَا على وَجه الْمُتَابَعَة لبَعض مَا اخْتلف فِيهِ فَغير مَوْجُود فِي الْكتاب ¶ وَحَدِيث أبي اسحق الْفَزارِيّ فِيهِ بَيَان الْخَبَر وَهُوَ مَعْدُوم فِي غَيره وَأَنا أسوقه ليوقف على صِحَة مَا ذكرته ¶ أَنبأَنَا القَاضِي أَبُو بكر أَحْمد بن الْحسن بن أَحْمد الْحَرَشِي بنيسابور ثَنَا أَبُو الْعَبَّاس مُحَمَّد بن يَعْقُوب الْأَصَم ثَنَا مُحَمَّد بن اسحق الصغاني ثَنَا مُعَاوِيَة بن عَمْرو عَن أبي اسحق عَن مَالك بن أنس قَالَ حَدثنِي ثَوْر أَخْبرنِي سَالم مولى ابْن مُطِيع أَنه سمع أَبَا هُرَيْرَة رَضِي الله عَنهُ يَقُول افتتحنا خَيْبَر فَلم نغنم ذَهَبا وَلَا فضَّة إِنَّمَا غنمنا الْإِبِل وَالْبَقر وَالْمَتَاع والحوائط ثمَّ انصرفنا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَى وَادي الْقرى وَمَعَهُ عبد لَهُ يُقَال لَهُ مدعم وهبه لَهُ أحد بني الضباب فَبَيْنَمَا هُوَ يحط رَحل رَسُول الله صلى الله عَلَيْهِ وَسلم إِذْ جَاءَهُ",
            "page": "41",
            "part": "1",
            "seal": "F8A13AA8"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "سهم عائر حَتَّى أصَاب ذَلِك العَبْد فَقَالَ النَّاس هَنِيئًا لَهُ الشَّهَادَة فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم بل وَالَّذِي نَفسِي بِيَدِهِ إِن الشملة الَّتِي أَصَابَهَا يَوْم خَيْبَر من الْمَغَانِم لم تصبها المقاسم لتشتعل عَلَيْهِ نَارا فجَاء رجل حِين سمع ذَلِك من النَّبِي صلى الله عَلَيْهِ وَسلم بِشِرَاك أَو بِشِرَاكَيْنِ فَقَالَ هَذَا شَيْء كنت أصبته فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم شرك أَو شراكان من نَار ¶ فَلْينْظر كَيفَ قد جود أَبُو اسحق رِوَايَة هَذَا الحَدِيث وَحكى فِيهِ سَماع مَالك من ثَوْر بن زيد وَسَمَاع ثَوْر من سَالم وَسَمَاع سَالم من أبي هُرَيْرَة ¶ وَأما أَصْحَاب مَالك عبد الله بن وهب ومعن بن عِيسَى وَأَبُو قُرَّة مُوسَى بن طَارق وَمُحَمّد بن إِدْرِيس الشَّافِعِي وَمُحَمّد بن الْحسن الشَّيْبَانِيّ وَعبد الله بن مسلمة القعني وَإِسْمَاعِيل بن أبي أويس وَسَعِيد بن كثير بن عفير وَأَبُو مُصعب أَحْمد بن أبي بكر الزُّهْرِيّ وَمصْعَب بن",
            "page": "42",
            "part": "1",
            "seal": "8AA36850"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "عبد الله الزبيرِي وسُويد بن سعيد فَإِنَّهُم جَمِيعًا رَوَوْهُ من غير بَيَان خبر وَلَا نَص سَماع ¶ أَنا القَاضِي أَبُو بكر بن الْحسن الْحِيرِي ثَنَا أَبُو الْعَبَّاس مُحَمَّد بن يَعْقُوب الْأَصَم قَالَ أَنا مُحَمَّد بن عبد الله بن عبد الحكم قَالَ أَنا ابْن وهب قَالَ أَخْبرنِي مَالك بن أنس ¶ وَأَنا أَبُو الْحُسَيْن مُحَمَّد بن الْحُسَيْن بن مُحَمَّد بن الْفضل الْقطَّان قَالَ أَنا عبد الله بن اسحق بن إِبْرَاهِيم الْبَغَوِيّ ثَنَا إِبْرَاهِيم بن الْهَيْثَم ثَنَا إِسْمَاعِيل بن أبي أويس الْمدنِي حَدثنِي مَالك بن أنس ¶ وَأَنا عبد الرَّحْمَن بن عبيد الله الْحَرْبِيّ وَعُثْمَان بن مُحَمَّد بن يُوسُف العلاف قَالَا أَنا مُحَمَّد بن عبد الله ابْن إِبْرَاهِيم حَدثنِي اسحق الْحَرْبِيّ ثَنَا عبد الله بن مسلمة القعْنبِي عَن مَالك ¶ وأنبأنا القَاضِي أَبُو عمر الْقَاسِم بن جَعْفَر بن عبد الْوَاحِد الْهَاشِمِي قَالَ ثَنَا مُحَمَّد بن عبد الله بن سُفْيَان المعمري قَالَ ثَنَا إِسْمَاعِيل بن اسحق القَاضِي قَالَ ثَنَا أَبُو مُصعب أَحْمد بن أبي بكر قَالَ ثَنَا مَالك بن أنس ¶ وَأَنا عَليّ بن أبي عَليّ الْمعدل قَالَ ثَنَا عبيد الله بن مُحَمَّد بن اسحق الْبَزَّار قَالَ ثَنَا عبد الله بن مُحَمَّد بن عبد الْعِزّ قَالَ ثَنَا مُصعب بن عبد الله الزبيرِي قَالَ ثَنَا مَالك ¶ وَأَخْبرنِي عبيد الله بن أبي الْفَتْح الْفَارِسِي قَالَ ثَنَا مُحَمَّد بن المظفر الْحَافِظ قَالَ أَنا مُحَمَّد بن مُحَمَّد بن سُلَيْمَان الباغندي قَالَ قَرَأَ عَليّ سُوَيْد مَالك ¶ وَأَنا أَبُو بكر أَحْمد بن مُحَمَّد بن غَالب الْخَوَارِزْمِيّ قَالَ قَرَأت على أبي بكر الْإِسْمَاعِيلِيّ أخْبركُم هَارُون بن يُوسُف قَالَ ثَنَا ابْن أبي عمر قَالَ ثَنَا معن عَن مَالك ¶ وَأَنا القَاضِي أَبُو الْعَلَاء مُحَمَّد بن عَليّ بن يَعْقُوب الوَاسِطِيّ قَالَ أَنا عبد الله بن مُحَمَّد بن عُثْمَان الْمدنِي الْحَافِظ أَنا الْمفضل بن مُحَمَّد الجندي قَالَ ثَنَا أَبُو حمه مُحَمَّد بن يُوسُف ثَنَا أَبُو قُرَّة قَالَ ذكر مَالك",
            "page": "43",
            "part": "1",
            "seal": "233F45A4"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وَأَنا أَبُو مُحَمَّد عبد الرَّحْمَن بن عُثْمَان بن الْقَاسِم الدِّمَشْقِي فِي كِتَابه إِلَيْنَا ثَنَا أَبُو عَليّ الْحسن بن حبيب ابْن عبد الْملك الْفَقِيه قَالَ أَنبأَنَا الرّبيع بن سُلَيْمَان أَنبأَنَا الشَّافِعِي قَالَ أَنبأَنَا مَالك ¶ وَأَخْبرنِي الْحسن بن أبي طَالب ثَنَا مُحَمَّد بن المظفر ثَنَا أَبُو جَعْفَر أَحْمد بن مُحَمَّد بن سَلامَة الطَّحَاوِيّ ثَنَا أَبُو إِبْرَاهِيم الْمُزنِيّ ثَنَا الشَّافِعِي أَنبأَنَا مَالك ¶ وأنبأنا الْحسن بن أبي بكر بن شَاذان قَالَ أَنبأَنَا القَاضِي أَبُو نصر أَحْمد بن نصر بن مُحَمَّد بن اسكاب البُخَارِيّ ثَنَا عبد الله بن عبد الْوَهَّاب الْقزْوِينِي ثَنَا إِسْمَاعِيل بن توبه ثَنَا مُحَمَّد بن الْحسن عَن مَالك بن أنس ¶ وَأَخْبرنِي عَتيق بن سَلامَة بن نصر بن عبد الله الْأنْصَارِيّ ثَنَا عبد الرَّحْمَن بن عمر بن مُحَمَّد الْمصْرِيّ ثَنَا أَحْمد بن بهزاد الْفَارِسِي ثَنَا عبيد الله بن سعيد بن كثير بن عفير حَدثنِي أبي حَدثنِي مَالك ¶ عَن ثَوْر بن زيد عَن أبي الْغَيْث مولى مُطِيع عَن أبي هُرَيْرَة قَالَ خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم خَيْبَر فَذكر الحَدِيث بِطُولِهِ نَحْو مَا تقدم ¶ وَهَكَذَا رَوَاهُ عَن مَالك عبد الرَّحْمَن بن الْقَاسِم وَيحيى بن عبد الله بن بكير المصريان ¶ وَالْبُخَارِيّ يتبع الْأَلْفَاظ بالْخبر فِي بعض الْأَحَادِيث ويراعيها لأسباب",
            "page": "44",
            "part": "1",
            "seal": "C3E75FCF"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَقد كَانَ بعض النَّاس أنكر قَول أبي هُرَيْرَة خرجنَا مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَوْم خَيْبَر لِأَن أَبَا هُرَيْرَة إِنَّمَا قدم فِي أثْنَاء الْوَقْعَة فَأخْرج البُخَارِيّ حَدِيث أبي اسحق لتجويده وَإِسْنَاده إِذْ فِيهِ قطع لعذر من اعْترض عَلَيْهِ بتجويز كَونه مُرْسلا مَقْطُوعًا أَو مدلسا غير مسموع وَتَأَول قَوْله ففتحنا خَيْبَر أَنه أَرَادَ بذلك إِدْرَاكه رَسُول الله صلى الله عَلَيْهِ وَسلم بِخَيْبَر أثْنَاء الْوَقْعَة لَا أَنه أَرَادَهُ كَونه مَعَه فِي ابتدائها وَكَذَلِكَ كَانَت قَضِيَّة قدم على رَسُول الله صلى الله عَلَيْهِ وَسلم عقيب فَتحه بعض حصون خَيْبَر فَشهد بَقِيَّة الْفَتْح وَسَار مَعَه لما قفل من غزوته ¶ وَقد أورد البُخَارِيّ فِي الْجَامِع لحَدِيث أبي اسحق نَظَائِر إِذا تأملها النَّاظر تبين صِحَة مَا قُلْنَا ¶ لَا يُوجد للشَّافِعِيّ حَدِيث على شَرط البُخَارِيّ أغرب بِهِ ¶ وَأَنا اعْتبرنَا رِوَايَات الشَّافِعِي الَّتِي ضمنهَا كتبه فَلم نجد فِيهَا حَدِيثا وَاحِدًا على شَرط البُخَارِيّ أغرب بِهِ وَلَا تفرد بِمَعْنى فِيهِ يشبه مَا بَيناهُ فِي حَدِيث أبي اسحق ونلزم البُخَارِيّ إِخْرَاجه من طَرِيقه وَإِن كَانَ لَا يلْزمه",
            "page": "45",
            "part": "1",
            "seal": "BE9BA064"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وَإِذ قد بَينا الْوَجْه الَّذِي لأَجله خنى البُخَارِيّ عَن إِخْرَاج حَدِيث الشَّافِعِي فِي صَحِيحه فَمثله القَوْل فِي ترك مُسلم بن الْحجَّاج إِيَّاه لإدراكه مَا أدْرك البُخَارِيّ من ذَلِك ¶ رِوَايَة أبي داؤد لحَدِيث الشَّافِعِي ¶ وَأما أَبُو دَاوُد السجسْتانِي فقد أخرج فِي كِتَابه الَّذِي جمع السّنَن فِيهِ عَن الشَّافِعِي غير حَدِيث من ذَلِك ¶ مَا أخبرنَا القَاضِي أَبُو عمر الْقَاسِم بن جَعْفَر بن عبد الْوَاحِد الْهَاشِمِي ثَنَا أَبُو عَليّ مُحَمَّد بن أَحْمد اللؤْلُؤِي ثَنَا أَبُو دَاوُد ثَنَا ابْن السَّرْح وَإِبْرَاهِيم بن خَالِد هُوَ أَبُو ثَوْر الْكَلْبِيّ فِي آخَرين قَالُوا ثَنَا مُحَمَّد بن إِدْرِيس الشَّافِعِي حَدثنِي عمي مُحَمَّد بن عَليّ بن شَافِع عَن عبد الله بن عَليّ بن السَّائِب عَن نَافِع بن عجير ابْن عبد يزِيد بن ركانه أَن ركَانَة بن عبد يزِيد طلق امْرَأَته سهيمة الْبَتَّةَ فَأخْبر النَّبِي صلى الله عَلَيْهِ وَسلم بذلك فَقَالَ وَالله مَا أردْت إِلَّا وَاحِدَة فَقَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَالله مَا أردْت إِلَّا وَاحِدَة فَقَالَ ركَانَة وَالله مَا أردْت إِلَّا وَاحِدَة فَردهَا إِلَيْهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَطلقهَا الثَّانِيَة فِي زمَان عمر وَالثَّالِثَة فِي زمَان عُثْمَان ¶ قَالَ أَبُو دَاوُد أَوله لفظ إِبْرَاهِيم وَآخره لفظ ابْن السَّرْح",
            "page": "46",
            "part": "1",
            "seal": "499EC023"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "من اخْرُج من الْحفاظ حَدِيث الشَّافِعِي ¶ وَأخرج لَهُ أَبُو عِيسَى التِّرْمِذِيّ وَمُحَمّد بن اسحق بن خُزَيْمَة النَّيْسَابُورِي وَعبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ وَلم نرد بقولنَا هَذَا إِلَّا الْإِبَانَة ليطاول قَول من حكينا عَنهُ أَنه احْتج علينا بترك الْأَئِمَّة لَهُ على أَن التّرْك لَا يزِيد فِي حَال الْمَتْرُوك إِذا كَانَت عَدَالَته ظَاهِرَة والألسن بالثناء عَلَيْهِ ناطقة وَإِنَّمَا التَّأْثِير لذكر ينكت بِهِ الْجرْح وَترك يرد فِيهِ التَّضْعِيف والقدح وَقد كَانَ لشعبة بن الْحجَّاج مَذْهَب فِيمَن يتْرك حَدِيثه ¶ مَذْهَب شُعْبَة فِيمَن يتْرك حَدِيثه ¶ أَنبأَنَا أَبُو الْحُسَيْن عَليّ بن مُحَمَّد بن عبد الله بن بَشرَان الْمعدل أَنبأَنَا عَليّ بن مُحَمَّد بن أَحْمد الْمصْرِيّ ثَنَا مُحَمَّد بن عَمْرو بن نَافِع ¶ وأنبأنا مُحَمَّد بن عِيسَى بن عبد الْعَزِيز الهمذاني بهَا ثَنَا صَالح بن أَحْمد الْحَافِظ أَنبأَنَا عبد الرَّحْمَن بن أبي حَاتِم قِرَاءَة ثَنَا عَليّ بن الْحسن الهسنجاني ثَنَا نعيم بن حَمَّاد قَالَ سَمِعت عبد الرَّحْمَن بن مهْدي يَقُول سَمِعت شُعْبَة وَسُئِلَ من الَّذِي يتْرك حَدِيثه قَالَ الَّذِي إِذا روى عَن المعروفين مَا لَا يعرفهُ المعروفون فَأكْثر طرح حَدِيثه وَإِذا اتهمَ بِالْكَذِبِ طرح حَدِيثه يَعْنِي إِذا صَحَّ عَلَيْهِ وَإِذا روى حَدِيثا غَلطا مجمعا عَلَيْهِ فَلم يتهم نَفسه فيتركه طرح حَدِيثه وَإِذا أَكثر الْغَلَط يتْرك حَدِيثه وَمَا كَانَ غير ذَلِك فارو عَنهُ دخل لفظ أحد الْحَدِيثين فِي الآخر",
            "page": "47",
            "part": "1",
            "seal": "67E878C6"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "فصل زعم إِنَّمَا عدل البُخَارِيّ عَن للاحتجاج بالشافعي لقلَّة علمه بِالْحَدِيثِ ¶ وَزعم بعض من يَدعِي الْمعرفَة أَن الشَّافِعِي إِنَّمَا عدل البُخَارِيّ عَن الِاحْتِجَاج بروايته لقلَّة علمه كَانَ بِالْحَدِيثِ وَعلله وَمَعْرِفَة أسانيده وطرقه وتمييزه صَحِيحه من سقيمه وأحوال رُوَاته ونقلته ¶ وَهَذِه دَعْوَى متعرية عَن الْبُرْهَان مَا أنزل الله بهَا من سُلْطَان وأظن صَاحبهَا تَأَول ¶ مَا أَنبأَنَا أَبُو نعيم الْحَافِظ ثَنَا سُلَيْمَان بن أَحْمد اللَّخْمِيّ قَالَ سَمِعت عبد الله بن أَحْمد بن حَنْبَل يَقُول سَمِعت أبي يَقُول قَالَ مُحَمَّد بن إِدْرِيس الشَّافِعِي أَنْتُم أعلم بالأخبار الصِّحَاح منا فَإِذا كَانَ خبر صَحِيح فَأَعْلمنِي حَتَّى أذهب إِلَيْهِ كوفيا كَانَ أَو بصريا أَو شاميا",
            "page": "48",
            "part": "1",
            "seal": "123F4A4E"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "فَرَأى أَن هَذَا قَول مقرّ بالتقصير يَقُول فِي قَاعِدَة مذْهبه على التَّقْلِيد وَلَيْسَ الْأَمر كَذَلِك ¶ وَإِنَّمَا أَرَادَ الشَّافِعِي إِعْلَام أَحْمد بن حَنْبَل أَن أَصله الَّذِي بنى عَلَيْهِ مذْهبه الْأَثر دون غَيره فِيمَا ثَبت النَّص بِخِلَافِهِ وَأَشَارَ إِلَى أَن أَصْحَاب الحَدِيث أَشد عناية من غَيرهم بتصحيح الْأَحَادِيث وتعليلها وَأكْثر بحثا عَن أَحْوَال الْأمة فِي جرحها وتعديلها ليستخرج بذلك مَا فِي نفس أَحْمد ويسبره هَل يجد عِنْده طَعنا عَلَيْهِ أَو عَيْبا فِيمَا يذهب إِلَيْهِ أَو خَبرا يُخَالف أَصله أَو أثرا ينْقض قَوْله ¶ وَهَذَا يدل على قُوَّة نَفسه فِيمَا اصله وإتقانه قَاعِدَة مذْهبه وَمَا شيده ¶ قَول الشَّافِعِي إِذا وجدْتُم سنة خلاف قولي فَخُذُوا بهَا ¶ وَقد أَنبأَنَا مُحَمَّد بن أَحْمد بن رزق الْبَزَّار ثَنَا دعْلج بن أَحْمد قَالَ سَمِعت أَبَا مُحَمَّد الجارودي يَقُول سَمِعت الرّبيع يَقُول سَمِعت الشَّافِعِي يَقُول إِذا وجدْتُم سنة من رَسُول الله صلى الله عَلَيْهِ وَسلم خلاف قولي فَخُذُوا بِالسنةِ ودعوا قولي فَإِنِّي أَقُول بهَا ¶ وَكَيف يُوجد فِي الْأَمر مَا يُخَالف مذْهبه وعَلى الْأَثر عول وَمِنْه استنبط وَبِه أَخذ",
            "page": "49",
            "part": "1",
            "seal": "4EF7DCF2"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وَإِنَّمَا قَالَ هَذَا تَعْظِيمًا للأثر وحثا على التَّمَسُّك بالسنن ¶ إِخْرَاج البُخَارِيّ عَن جمَاعَة هم دون الشَّافِعِي ¶ وَيبْطل قَول المعتل بِمَا ذَكرْنَاهُ فِي أول هَذَا الْفَصْل أَن البُخَارِيّ قد أخرج مِنْهُم قدم فِي الْعلم ثَابِتَة وَلَا حَالَة عِنْد أَهله ظَاهِرَة كَعبد الله بن مرّة فِي صَحِيحه أَحَادِيث عَن جمَاعَة لَيْسَ لوَاحِد وسعدان بن يحيى اللَّخْمِيّ وشبيب بن سعيد الحبطي وَطَلْحَة بن أبي سعيد وَعبد الله بن يحيى بن أبي كثير وَخلق يطول ذكرهم احْتج بأحاديثهم وَلَيْسَ يقاربون الشَّافِعِي فِي اشتهار الِاسْم وانتشار الْعلم وَبَيَان الْفضل وَصِحَّة الأَصْل",
            "page": "50",
            "part": "1",
            "seal": "16F3DCD9"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "بعض مَنَاقِب الشَّافِعِي ¶ فَإِن مناقبه أَكثر من أَن تحصى وعد مَا جمع الله فِيهِ لَا يسْتَوْفى إِذْ كَانَ الْمَخْصُوص من الدّين والرجحان الظَّاهِر الْمُبين والتقدم فِي الْمُسلمين بِمَا فاق بِهِ النظراء وسما بِهِ على الْأَكفاء فَصَارَ نَسِيج وَحده وفريد مجده وقريع دهره",
            "page": "51",
            "part": "1",
            "seal": "68AA8116"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَوَاحِد عصره إِن ذكرت المفاخر فَهُوَ الْغَايَة وَإِن عدت المحاسن فإليه النِّهَايَة ذُو الْقدَم السَّابِقَة وَصَاحب النِّيَّة الصادقة والفهم الرَّاجِح وَالْفضل الْوَاضِح وَالْمجد الشامخ والسناء الباذخ والفطنة الدقيقة والقريحة العميقة والعقدة الْوَثِيقَة واستقامة الطَّرِيقَة وكرم الْخلقَة والمزية الشامخة الْعليا والتقدم فِي الْفِقْه والفتيا فتصرف فِي سَائِر الْعُلُوم بافتنان وَحَازَ مَا عجز عَنهُ أهل الْأَسْنَان وَضبط ذَلِك بِحسن بَصِيرَة وإتقان وَلَو عدد المبالغون وأحصى مناقبه المحصون لأدركتهم السَّآمَة فِي حِسَابهَا ولأقروا بِالْعَجزِ عَن استيعابها وَأَنا ذَاكر من شَوَاهِد أخباره ومورد من مَشْهُور أذكاره نبذة موجزة يسيرَة تزيد المستبصر بَصِيرَة وتكبت الْعد والحاسد وتخصم الألد المعاند تزيل إِن شَاءَ الله شكّ المستريب وَمَا توفيقي إِلَّا بِاللَّه عَلَيْهِ توكلت وَإِلَيْهِ أنيب",
            "page": "52",
            "part": "1",
            "seal": "8800B3D4"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "قَول مَالك بن أنس فِيهِ ¶ أَنبأَنَا مُحَمَّد بن رزق الْبَزَّار أَنبأَنَا مُحَمَّد بن الْحسن السراحي ثَنَا أَبُو نعيم الاستراباذي حَدثنِي عَليّ ابْن عبد الرَّحْمَن بن الْمُغيرَة عَلان الْمصْرِيّ قَالَ سَمِعت حَرْمَلَة يَقُول سَمِعت الشَّافِعِي يَقُول أتيت مَالك بن أنس وَأَنا ابْن ثَلَاث عشرَة سنة وَكَانَ ابْن عَم لي وَالِي الْمَدِينَة فَكلم لي مَالِكًا فَأَتَيْته لأقرأ عَلَيْهِ فَقَالَ اطلب من يقْرَأ لَك فَقلت أَنا أَقرَأ قَالَ فَقَرَأت عَلَيْهِ فَكَانَ رُبمَا قَالَ لي لشَيْء قد مر أعد حَدِيث كَذَا فأعيد عَلَيْهِ حفظا فَكَأَنَّهُ أعجبه ثمَّ سَأَلته عَن مَسْأَلَة فَأَجَابَنِي ثمَّ أُخْرَى فَقَالَ أَنْت يجب أَن تكون قَاضِيا ¶ أَخْبرنِي عَليّ بن أَحْمد الرزاز قَالَ أَنبأَنَا عَليّ بن مُحَمَّد بن سعيد الْموصِلِي ثَنَا أَبُو عبد الله أَحْمد بن إِبْرَاهِيم الطَّائِي ثَنَا عبد الله بن عمر القواريري ثَنَا عبد الرَّحْمَن بن مهْدي قَالَ سَمِعت مَالِكًا يَقُول مَا يأتيني قرشي أفهم من هَذَا الْفَتى يَعْنِي الشَّافِعِي ¶ وصف ابْن عُيَيْنَة لَهُ ¶ أَنبأَنَا أَبُو نعيم الْحَافِظ بأصبهان ثَنَا عبد الله بن مُحَمَّد بن جَعْفَر بن حبَان ثَنَا عَمْرو بن عُثْمَان الْمَكِّيّ حَدثنِي أَحْمد بن مُحَمَّد ابْن بنت الشَّافِعِي قَالَ سَمِعت أبي وَعمي يَقُولَانِ كَانَ سُفْيَان بن عُيَيْنَة إِذا جَاءَهُ شَيْء من التَّفْسِير والفتيا يسْأَل عَنْهَا إلتفت إِلَى الشَّافِعِي فَيَقُول سلوا هَذَا",
            "page": "53",
            "part": "1",
            "seal": "61A9CBA2"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "ذكر مُسلم بن خَالِد إِيَّاه ¶ أَخْبرنِي الْحسن بن أبي طَالب ثَنَا مُحَمَّد بن الْعَبَّاس الخزاز ثَنَا مُحَمَّد بن مُحَمَّد الباغندي حَدثنِي الرّبيع بن سُلَيْمَان ¶ وأنبأنا أَحْمد بن مُحَمَّد الْبَزَّار وَاللَّفْظ لَهُ قَالَ أَنبأَنَا عَليّ بن عبد الْعَزِيز البرذعي أَنبأَنَا عبد الرَّحْمَن بن أبي حَاتِم ثَنَا الرّبيع بن سُلَيْمَان الْمرَادِي قَالَ سَمِعت الْحميدِي يَقُول سَمِعت الزنْجِي يَعْنِي مُسلم بن خَالِد يَقُول للشَّافِعِيّ أَنْت يَا أَبَا عبد الله فقد آن لَك أَن تُفْتِي وَهُوَ ابْن خمس عشرَة سنة ¶ قَول عبد الرَّحْمَن بن مهْدي فِيهِ ¶ أَنبأَنَا مُحَمَّد بن أَحْمد بن رزق ثَنَا دعْلج بن أَحْمد قَالَ سَمِعت جَعْفَر بن أَحْمد الساماني يَقُول سَمِعت جَعْفَر ابْن أخي أبي ثَوْر يَقُول سَمِعت عمي يَقُول كتب عبد الرَّحْمَن ابْن مهْدي إِلَى الشَّافِعِي وَهُوَ شَاب أَن يضع لَهُ كتابا فِيهِ مَعَاني الْقُرْآن وَيجمع قبُول الْأَخْبَار فِيهِ وَحجَّة الْإِجْمَاع وَبَيَان النَّاسِخ والمنسوخ من الْقُرْآن وَالسّنة فَوضع كتاب الرسَالَة ¶ قَالَ عبد الرَّحْمَن بن مهْدي مَا أُصَلِّي صَلَاة إِلَّا وَأَنا أَدْعُو للشَّافِعِيّ فِيهَا",
            "page": "54",
            "part": "1",
            "seal": "ED25369F"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "قَول يحيى بن سعيد الْقطَّان فِيهِ ¶ أَنبأَنَا أَحْمد بن أبي جَعْفَر الْقطيعِي أَنبأَنَا عَليّ بن عبد الْعَزِيز البرذعي أَنبأَنَا عبد الرَّحْمَن بن أبي حَاتِم ثَنَا الْحسن بن مُحَمَّد الصَّباح قَالَ أخْبرت عَن يحيى بن سعيد الْقطَّان أَنه قَالَ إِنِّي أَدْعُو الله للشَّافِعِيّ فِي كل صَلَاة أَو فِي كل يَوْم يَعْنِي لما فتح الله عَلَيْهِ من الْعلم ووفقه للسداد فِيهِ ¶ ذكر أَيُّوب بن سُوَيْد لَهُ ¶ أَنبأَنَا أَحْمد بن أبي جَعْفَر أَنبأَنَا عَليّ بن عبد الْعَزِيز أَنبأَنَا ابْن أبي حَاتِم قَالَ فِي كتابي عَن الرّبيع ابْن سُلَيْمَان قَالَ سَمِعت أَيُّوب بن سُوَيْد الرَّمْلِيّ لما رأى الشَّافِعِي قَالَ مَا ظَنَنْت أَنِّي أعيش حَتَّى أرى مثل هَذَا الرجل مَا رَأَيْت مثل هَذَا الرجل قطّ ¶ قلت وَقد رأى الْأَوْزَاعِيّ وَمَالك بن أنس وسُفْيَان الثَّوْريّ",
            "page": "55",
            "part": "1",
            "seal": "2240BA9B"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وصف مُصعب بن عبد الله الزبيرِي ¶ أَنبأَنَا مُحَمَّد بن رزق ثَنَا أَحْمد بن كَامِل القَاضِي حَدثنِي أَبُو الْحسن بن القواس قَالَ حَدثنِي ابْن بنت الشَّافِعِي قَالَ سَمِعت زبير بن بكار يَقُول قَالَ لي عمي مُصعب كتبت عَن فَتى من بني شَافِع من أشعار هُذَيْل ووقائعها وَقَرَأَ لم تَرَ عَيْنَايَ مثله قَالَ قلت يَا عمي أَنْت تَقول لم تَرَ عَيْنَايَ مثله قَالَ نعم يَا بني لم تَرَ عَيْنَايَ مثله ¶ قلت وَقد رأى مُصعب مَالك بن أنس وَمن عاصره من الْعلمَاء بِالْمَدِينَةِ ¶ ذكر مُحَمَّد بن الْحسن الشَّيْبَانِيّ إِيَّاه ¶ أَنبأَنَا أَبُو نعيم أَحْمد بن عبد الله الْحَافِظ ثَنَا مُحَمَّد بن إِبْرَاهِيم بن عَليّ ثَنَا عبد الْعَزِيز بن أَحْمد ابْن أبي رَجَاء قَالَ سَمِعت الرّبيع بن سُلَيْمَان يَقُول سَمِعت الشَّافِعِي كَانَ مُحَمَّد بن الْحسن يقْرَأ عَليّ جُزْءا فَإِذا جَاءَ أَصْحَابه قَرَأَ عَلَيْهِم أوراقا فَقَالُوا لَهُ إِذا جَاءَ هَذَا الْحِجَازِي قَرَأت عَلَيْهِ جُزْءا وَإِذا جِئْنَا قَرَأت علينا أوراقا فَقَالَ اسْكُتُوا إِن تابعكم هَذَا لم يثبت لكم أحد ¶ قَول بشر بن غياث المريسي فِيهِ ¶ أَنبأَنَا أَبُو نعيم الْحَافِظ ثَنَا الْحسن بن سعيد بن جَعْفَر الْبَصْرِيّ ثَنَا زَكَرِيَّا بن يحيى السَّاجِي ثَنَا الزَّعْفَرَانِي قَالَ حج بشر المريسي سنة إِلَى مَكَّة ثمَّ قدم فَقَالَ لقد رَأَيْت",
            "page": "56",
            "part": "1",
            "seal": "E4D96A21"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "بالحجاز رجلا مَا رَأَيْت مثله سَائِلًا وَلَا مجيبا يَعْنِي الشَّافِعِي ¶ ذكر أَحْمد بن حَنْبَل لَهُ ¶ أَنبأَنَا مُحَمَّد بن أَحْمد بن رزق ثَنَا عبد الله بن جَعْفَر بن شَاذان ثَنَا عبد الله بن أَحْمد بن حَنْبَل قَالَ سَمِعت أبي يَقُول لَوْلَا الشَّافِعِي مَا عرفنَا فقه الحَدِيث ¶ فَإِن قَالَ قَائِل إِن وصف الشَّافِعِي بالفقه وعلو مرتبته فِي الْعلم مِمَّا لَا يُمكن دَفعه وَلَا يتَوَصَّل إِلَى ستره غير أَن ذَلِك على مَذَاهِب أَصْحَاب الحَدِيث بِمُجَرَّدِهِ لَا يُوجب قبُول الْخَبَر والاحتجاج بالرواية إِذْ قد أبطلوا رِوَايَات جمَاعَة من الْعلمَاء وردوا أَخْبَار غير وَاحِد من الْفُقَهَاء كَأبي حنيفَة وَابْن أبي ليلى وَأبي يُوسُف القَاضِي وَأبي البخْترِي وهب بن وهب وَمُحَمّد بن الْحسن وَغَيرهم مِمَّن يطول ذكره مَعَ اشتهار هَؤُلَاءِ بِمَعْرِِفَة الْأَحْكَام والإجتهاد فِي مسَائِل الْحَلَال وَالْحرَام فَهَل الشَّافِعِي إِلَّا كواحد مِنْهُم أَو حكمه عِنْد الْمُحدثين يُفَارق حكمهم",
            "page": "57",
            "part": "1",
            "seal": "A754CA8D"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "قلت بل بَين حكمه وحكمهم تفَاوت كثير وفرقان إِذا تَأمله النَّاظر وَاضح مُنِير وَذَلِكَ أَن كل وَاحِد مِمَّن تقدم ذكره لما رد أخباره أَصْحَاب الحَدِيث ضعفوا أمره ¶ كَمَا أخبرنَا مُحَمَّد بن الْحُسَيْن الْقطَّان أَنبأَنَا عَليّ بن إِبْرَاهِيم الْمُسْتَمْلِي قَالَ أَخْبرنِي مُحَمَّد بن إِبْرَاهِيم بن شُعَيْب الْغَازِي قَالَ سَمِعت مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ يَقُول ثَنَا نعيم يَعْنِي ابْن حَمَّاد ثَنَا الْفَزارِيّ وَهُوَ أَبُو اسحق قَالَ كنت عِنْد الثَّوْريّ فنعي أَبُو حنيفَة فَقَالَ الْحَمد لله وَسجد قَالَ كَانَ ينْقض الْإِسْلَام عُرْوَة عُرْوَة وَقَالَ يَعْنِي الثَّوْريّ مَا ولد فِي الْإِسْلَام مَوْلُود أشأم مِنْهُ ¶ أَخْبرنِي عبد الله بن أبي الْفَتْح ثَنَا عمر بن أَحْمد الْوَاعِظ ثَنَا عبد الله بن مُحَمَّد بن عبد الْعَزِيز ثَنَا مَحْمُود ابْن غيلَان ثَنَا المؤمل قَالَ ذكر أَبُو حنيفَة عِنْد الثَّوْريّ وَهُوَ فِي الْحجر فَقَالَ غير ثِقَة وَلَا مَأْمُون غير ثِقَة وَلَا مَأْمُون فَلم يزل يَقُول حَتَّى جَاوز الطّواف ¶ حَدثنِي الْحسن بن أبي طَالب ثَنَا عبد الْوَاحِد بن عَليّ القَاضِي ثَنَا أَبُو مُحَمَّد عبد الله بن سُلَيْمَان بن عِيسَى القَاضِي ثَنَا اسحق بن إِبْرَاهِيم بن هاني قَالَ سَمِعت أَبَا عبد الله أَحْمد بن حَنْبَل وَسُئِلَ عَن أبي حنيفَة",
            "page": "58",
            "part": "1",
            "seal": "6EB56CE1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "يروي عَنهُ قَالَ لَا ¶ أَنبأَنَا مُحَمَّد بن أَحْمد بن رزق أَنبأَنَا هبة الله بن مُحَمَّد بن حبش الْفراء ثَنَا أَبُو جَعْفَر مُحَمَّد بن عُثْمَان ابْن أبي شيبَة قَالَ سَمِعت يحيى بن معِين وَسُئِلَ عَن أبي حنيفَة فَقَالَ كَانَ يضعف فِي الحَدِيث ¶ أَنبأَنَا مُحَمَّد بن الْحُسَيْن الْقطَّان أَنبأَنَا عُثْمَان بن أَحْمد الدقاق ثَنَا سهل بن أَحْمد الوَاسِطِيّ ثَنَا عَمْرو بن عَليّ قَالَ أَبُو حنيفَة النُّعْمَان بن ثَابت ضَعِيف الحَدِيث عَامَّة حَدِيثه غلط مَا يسْندهُ عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَهُوَ قَلِيل الحَدِيث",
            "page": "59",
            "part": "1",
            "seal": "6104A2BD"
        },
        {
            "hno": "62",
            "id": "41",
            "nass": "62 ¶ - وَقَالُوا فِي ابْن أبي ليلى ¶ مَا أَنبأَنَا أَبُو بكر أَحْمد بن مُحَمَّد بن غَالب الْخَوَارِزْمِيّ أَنبأَنَا أَحْمد بن سعيد بن سعد ثَنَا عبد الْكَرِيم ابْن أبي عبد الرَّحْمَن النَّسَائِيّ ثَنَا أبي قَالَ مُحَمَّد بن عبد الرَّحْمَن بن أبي ليلى قَاضِي الْكُوفَة",
            "page": "62",
            "part": "1",
            "seal": "CD161BE6"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "أحد الْفُقَهَاء وَلَيْسَ بِالْقَوِيّ فِي الحَدِيث ¶ وَأما أَبُو يُوسُف ¶ فَأخْبرنَا مُحَمَّد بن الْحُسَيْن المتوثي أَنبأَنَا دعْلج بن أَحْمد الْمعدل أَنبأَنَا أَحْمد بن عَليّ الْأَبَّار ثَنَا مَحْمُود ابْن غيلَان قَالَ قلت يَا بن هَارُون مَا تَقول فِي أبي يُوسُف قَالَ لَا تحل الرِّوَايَة عَنهُ إِنَّه كَانَ يُعْطي أَمْوَال الْيَتَامَى مُضَارَبَة وَيجْعَل الرِّبْح لنَفسِهِ ¶ أَخْبرنِي أَحْمد بن مُحَمَّد بن غَالب حَدثنِي مُحَمَّد بن أَحْمد بن مُحَمَّد بن عبد الْملك الأدمِيّ ثَنَا مُحَمَّد بن عَليّ بن أبي دَاوُد الأيادي ثَنَا زَكَرِيَّا بن يحيى بن عبد الرَّحْمَن حَدثنِي أَبُو دَاوُد سُلَيْمَان بن الْأَشْعَث ثَنَا عُبَيْدَة بن عبد الله الْخُرَاسَانِي قَالَ قَالَ رجل لِابْنِ الْمُبَارك أَيّمَا أصدق أَبُو يُوسُف أَو مُحَمَّد قَالَ لَا تقل أَيهمَا أصدق قل أَيهمَا أكذب",
            "page": "63",
            "part": "1",
            "seal": "8C94252D"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "ووصفوا أَبَا البخْترِي بِوَضْع الحَدِيث كَذَلِك ¶ أَنبأَنَا أَبُو سعيد مُحَمَّد بن مُوسَى بن الْفضل بن شَاذان الصَّيْرَفِي بنيسابور قَالَ سَمِعت أَبَا الْعَبَّاس مُحَمَّد بن يَعْقُوب الْأَصَم يَقُول سَمِعت الْعَبَّاس بن مُحَمَّد الدوري يَقُول سَمِعت يحيى بن",
            "page": "64",
            "part": "1",
            "seal": "C5A1F051"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "معِين يَقُول أَبُو البخْترِي يَعْنِي القَاضِي يضع الحَدِيث ¶ وَقَالُوا فِي مُحَمَّد بن الْحسن ¶ مَا أخبرنَا مُحَمَّد بن أَحْمد بن رزق ثَنَا أَحْمد بن عَليّ بن عمر بن حُبَيْش الرَّازِيّ قَالَ سَمِعت مُحَمَّد بن أَحْمد بن عِصَام يَقُول سَمِعت مُحَمَّد بن سعد بن مُحَمَّد بن الْحسن بن عَطِيَّة الْعَوْفِيّ يَقُول سَمِعت يحيى بن معِين وَسَأَلته عَن مُحَمَّد بن الْحسن فَقَالَ كَذَّاب ¶ وصف الشَّافِعِي بِالصّدقِ وَالْعَدَالَة والثقة ¶ وَأما الشَّافِعِي فالمحفوظ عَن الْعَالمين بِالْحَدِيثِ وَمن يرجع إِلَى أَقْوَالهم فِي الْجرْح وَالتَّعْدِيل وَصفهم لَهُ بِالصّدقِ وَالْأَمَانَة وَذكرهمْ إِيَّاه بالثقة والديانة ¶ سَماع أَحْمد الْمُوَطَّأ من الشَّافِعِي وَكَانَ قد سَمعه من جمَاعَة قبله ¶ كَمَا أَنبأَنَا أَبُو سعيد الْمَالِينِي أَنبأَنَا عبد الله بن عدي الْحَافِظ ثَنَا عبد الله بن مُحَمَّد بن جَعْفَر الْقزْوِينِي ثَنَا صَالح بن أَحْمد بن حَنْبَل قَالَ سَمِعت أبي يَقُول سَمِعت الْمُوَطَّأ من مُحَمَّد بن إِدْرِيس الشَّافِعِي لِأَنِّي رَأَيْته فِيهِ ثبتا وَقد سَمِعت من جمَاعَة",
            "page": "65",
            "part": "1",
            "seal": "8A6E1805"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "قبله ¶ ثَنَاء أَحْمد بن حَنْبَل عَلَيْهِ ¶ وَأَخْبرنِي الْحسن بن أبي طَالب ثَنَا مُحَمَّد بن الْعَبَّاس الخزاز ثَنَا عبد الله بن إِسْحَق المدايني قَالَ سَمِعت الْعَبَّاس بن مُحَمَّد يَقُول سَأَلت أَحْمد بن حَنْبَل عَن الشَّافِعِي فَقَالَ قد سألناه واختلفنا إِلَيْهِ فَمَا رَأينَا إِلَّا خيرا ¶ وأنبأنا عبد الله بن يحيى بن عبد الْجَبَّار السكرِي ثَنَا مُحَمَّد بن عبد الله بن إِبْرَاهِيم ثَنَا إِبْرَاهِيم الْحَرْبِيّ قَالَ سَأَلت أَحْمد بن حَنْبَل عَن الشَّافِعِي فَقَالَ حَدِيث صَحِيح ورأي صَحِيح قلت مَا تَقول فِي أبي حنيفَة قَالَ لَا حَدِيث وَلَا رَأْي ¶ وَقد روى أَحْمد بن حَنْبَل فِي مُسْنده عَن الشَّافِعِي أَحَادِيث كَثِيرَة وروى أَيْضا عَن سُلَيْمَان بن دَاوُد الْهَاشِمِي عَن الشَّافِعِي حَدِيثا",
            "page": "66",
            "part": "1",
            "seal": "54BD90D5"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "ثَنَاء يحيى بن معِين على الشَّافِعِي ¶ أَنبأَنَا أَبُو نعيم الْحَافِظ ثَنَا أَحْمد بن بنْدَار بن اسحق الْفَقِيه ثَنَا أَحْمد بن روح الْبَغْدَادِيّ قَالَ سَمِعت الزَّعْفَرَانِي قَالَ كنت مَعَ يحيى بن معِين فِي جَنَازَة فَقَالَ لَهُ الرجل يَا أَبَا زَكَرِيَّا مَا تَقول فِي الشَّافِعِي قَالَ دع هَذَا عَنْك لَو كَانَ الْكَذِب لَهُ مُطلقًا لكَانَتْ مروءته تَمنعهُ من أَن يكذب ¶ أَنبأَنَا أَبُو سعد الْمَالِينِي ثَنَا عبد الله بن عدي قَالَ سَمِعت يحيى بن زَكَرِيَّا بن حَيْوَة يَقُول سَمِعت هَاشم ابْن مرْثَد الطَّبَرَانِيّ يَقُول سَمِعت يحيى بن معِين يَقُول الشَّافِعِي صَدُوق لَا بَأْس بِهِ ¶ ثَنَاء أبي حَاتِم على الشَّافِعِي ¶ أَنبأَنَا أَحْمد بن أبي جَعْفَر الْقطيعِي قَالَ أَنبأَنَا عَليّ بن عبد الْعَزِيز قَالَ أَنبأَنَا عبد الرَّحْمَن بن أبي حَاتِم الرَّازِيّ قَالَ سَمِعت أبي يَقُول مُحَمَّد بن إِدْرِيس الشَّافِعِي صَدُوق ¶ وَاسْتِيفَاء مَا ورد فِي هَذَا الْمَعْنى يطول وَفِي يسير مَا ذكرت كِفَايَة عَن كثير ¶ لم يقف عُلَمَاء الحَدِيث على وهم من الشَّافِعِي فِي الحَدِيث ¶ على أَن أَئِمَّة النَّقْل قد اعتبروا مَا رَوَاهُ الشَّافِعِي فَلم يقفوا مِنْهُ على وهم وَلَا أدركوا لَهُ شَيْئا قد لحقه فِيهِ سَهْو حَتَّى قَالَ من انْتهى إِلَيْهِ الْحِفْظ فِي عصره وَلم يدانه أحد من أهل وقته أَبُو زرْعَة الرَّازِيّ ¶ قَول أبي زرْعَة ¶ مَا أَنبأَنَا رضوَان بن مُحَمَّد بن الْحسن الدينَوَرِي قَالَ سَمِعت أَبَا عبد الله الْحُسَيْن بن جَعْفَر الْعَنْبَري بِالريِّ يَقُول سَمِعت الزبير بن عبد الْوَاحِد يَقُول سَمِعت عبد الله بن مُحَمَّد بن جَعْفَر الْقزْوِينِي بِمصْر يَقُول سَمِعت أَبَا زرْعَة الرَّازِيّ يَقُول مَا عِنْد الشَّافِعِي حَدِيث غلط فِيهِ ¶ ثَنَاء ابْن عبد الحكم على الشَّافِعِي ¶ أَنبأَنَا مُحَمَّد بن عَليّ بن أَحْمد الْمقري أَنبأَنَا مُحَمَّد بن جَعْفَر التَّمِيمِي بِالْكُوفَةِ أَنبأَنَا عبد الرَّحْمَن بن مُحَمَّد بن حَاتِم بن إِدْرِيس الْبَلْخِي ثَنَا نصر بن الْمَكِّيّ ثَنَا ابْن عبد الحكم",
            "page": "67",
            "part": "1",
            "seal": "4D3F69DE"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "قَالَ مَا رَأينَا مثل الشَّافِعِي كَانَ أَصْحَاب الحَدِيث ونقاده يجيئون إِلَيْهِ فيعرضون عَلَيْهِ فَرُبمَا أعل نقد النقاد مِنْهُم ويوقفهم على غوامض من علم الحَدِيث لم يقفوا عَلَيْهَا فَيقومُونَ وهم متعجبون مِنْهُ ويأتيه أَصْحَاب الْفِقْه المخالفون والموافقون فَلَا يقومُونَ إِلَّا وهم مذعنون لَهُ بالحذق والديانة ويجيئه أَصْحَاب الْأَدَب فيقرأون عَلَيْهِ الشّعْر فيفسره وَلَقَد كَانَ يحفظ عشرَة آلَاف بَيت شعر من أشعار هُذَيْل بإعرابها وغريبها ومعانيها وَكَانَ من أضبط النَّاس للتاريخ وَكَانَ يُعينهُ على ذَلِك شَيْئَانِ وفور عقل وَصِحَّة دين وَكَانَ ملاك أمره إخلاص الْعَمَل لله عز وَجل ¶ بعض مَا ورد عَن الشَّافِعِي من كَلَام فِي أَحْوَال الروَاة ¶ وَقد نقل عَن الشَّافِعِي مَعَ ضَبطه لحديثه كَلَام فِي أَحْوَال الروَاة يدل على بَصَره بِهَذَا الشَّأْن ومعرفته بِهِ وتبحره فِيهِ فَمن ذَلِك قَوْله ¶ الرِّوَايَة عَن حرَام حرَام ¶ الرِّوَايَة عَن حرَام بن عُثْمَان حرَام ¶ قَوْله عَن بعض الروَاة توثيقا وتعديلا ¶ وَذكر دَاوُد بن قيس الْفراء وأفلح بن حميد الْأنْصَارِيّ فَرفع بهما فِي الثِّقَة وَالْأَمَانَة",
            "page": "68",
            "part": "1",
            "seal": "5572AC8F"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَسُئِلَ عَن اسامة بن زيد اللَّيْثِيّ وَمُحَمّد بن أبي حميد فَقَالَ لَا بَأْس بهما وغمض على لَيْث بن أبي سليم ¶ وَقَالَ من حدث عَن أبي جَابر البياضي بيض الله عَيْنَيْهِ ¶ وَسُئِلَ عَن عبد الرَّحْمَن بن زيد بن أسلم فَحكى من أمره مَا يُوجب ضعفه وَترك الِاحْتِجَاج بحَديثه ¶ وَقَالَ إرْسَال الزُّهْرِيّ عندنَا لَيْسَ بِشَيْء وَذَلِكَ أَنا نجده يروي عَن سُلَيْمَان بن أَرقم",
            "page": "69",
            "part": "1",
            "seal": "63FB645A"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "وكل مَا حكيته هَا هُنَا عَن الشَّافِعِي فَإِنَّهُ عندنَا عَن شُيُوخنَا بِالْأَسَانِيدِ الْمُتَّصِلَة بَيْننَا وَبَينه وَإِنَّمَا حذفتها ميلًا إِلَى الإيجاز ¶ وَلَو اجْتهد المتقن الْحَافِظ وتحرى الْبَصِير النَّاقِد أَن نصف هَؤُلَاءِ الْمَذْكُورين آنِفا على قدر أَحْوَالهم وننزلهم فِي الرِّوَايَة مَنَازِلهمْ لما عدا مَا ذكر الشَّافِعِي من أَمرهم وَهَذَا يدل مِنْهُ على علم وافر وَفهم حَاضر وَمَعْرِفَة ثاقبة وبصيرة نَافِذَة ¶ انْتِهَاء الْعلم بِالْمَدِينَةِ إِلَى الْفُقَهَاء السَّبْعَة عَمَّن أَخذ علمهمْ ¶ وَقد كَانَ الْعلم بِالْمَدِينَةِ انْتهى إِلَى الْفُقَهَاء السَّبْعَة وهم سعيد بن الْمسيب وَعُرْوَة بن الزبير وَعبيد الله بن عبد الله بن عتبَة وَأَبُو بكر بن",
            "page": "70",
            "part": "1",
            "seal": "522C453A"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "عبد الرَّحْمَن بن الْحَارِث بن هِشَام وخارجة بن زيد بن ثَابت وَسليمَان بن يسَار وَالقَاسِم بن مُحَمَّد بن أبي بكر الصّديق ¶ وَأخذ عَن هَؤُلَاءِ السَّبْعَة علمهمْ مُحَمَّد بن مُسلم بن شهَاب الزُّهْرِيّ وَيحيى بن سعيد",
            "page": "71",
            "part": "1",
            "seal": "85D0AA0D"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "الْأنْصَارِيّ وَرَبِيعَة بن أبي عبد الرَّحْمَن الرَّأْي وَأَبُو الزِّنَاد عبد الله بن ذكْوَان ¶ وَأخذ الشَّافِعِي علم هَؤُلَاءِ الْأَرْبَعَة عَن أَصْحَابهم ¶ أما الزُّهْرِيّ فحفظ علمه عَن مَالك وسُفْيَان بن عُيَيْنَة وَإِبْرَاهِيم بن سعد وَمُسلم بن",
            "page": "72",
            "part": "1",
            "seal": "4C51E4CF"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "خَالِد الزنْجِي وَعَمه مُحَمَّد بن عَليّ بن شَافِع ¶ وَأما يحيى بن سعيد وَرَبِيعَة وَأَبُو الزِّنَاد فحفظ علمهمْ عَن مَالك وسُفْيَان أَيْضا ¶ وَكَانَ من فُقَهَاء الْمَدِينَة ومحدثيها مُحَمَّد بن عبد الرَّحْمَن بن أبي ذِئْب فَلم يُدْرِكهُ الشَّافِعِي لكنه أَخذ علمه عَن صَاحِبيهِ مُحَمَّد بن إِسْمَاعِيل بن أبي فديك وَعبد الله بن نَافِع الصَّائِغ",
            "page": "73",
            "part": "1",
            "seal": "573D7577"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "إِلَى من انْتهى الْعلم فِي مَكَّة وَعَمن أَخذ علمهمْ ¶ وَأما أهل مَكَّة فَانْتهى الْعلم فيهم إِلَى عَطاء وطاووس وَمُجاهد وَعَمْرو بن دِينَار وَابْن أبي مليكَة ¶ فَأخذ الشَّافِعِي علم عَطاء عَن أَصْحَاب ابْن جريج وهم مُسلم بن خَالِد وَعبد الْمجِيد بن",
            "page": "74",
            "part": "1",
            "seal": "C47675E1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "عبد الْعَزِيز بن أبي رواد وَسَعِيد بن سَالم القداح وَهَؤُلَاء كَانُوا بِمَكَّة ¶ ورحل إِلَى الْيمن فَأخذ عَن هِشَام بن يُوسُف قَاضِي صنعاء ومطرف بن مَازِن وهما من كبار أَصْحَاب ابْن جريج ¶ وَكَانَ ابْن جريج أَخذ الْعلم عَن عَطاء نَفسه ¶ وَأما طَاوُوس وَمُجاهد فَإِن علمهما انْتهى إِلَى ابْن جريج أَيْضا ¶ وَكَانَ أَخذه عَن عبد الله بن طَاوس وَالْحسن بن مُسلم بن يناق وَإِبْرَاهِيم بن ميسرَة",
            "page": "75",
            "part": "1",
            "seal": "2C4B9B57"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "وشاركه ابْن عُيَيْنَة فِي السماع عَن ابْن طَاوس وَإِبْرَاهِيم بن ميسرَة ¶ فَأخذ الشَّافِعِي علم ابْن جريج عَن أَصْحَابه الَّذين قدمنَا ذكرهم ¶ وَأخذ عَن ابْن عُيَيْنَة نَفسه مَا كَانَ عِنْده من هَذَا النَّوْع وَعنهُ أَيْضا أَخذ علم عَمْرو بن دِينَار وَابْن أبي مليكَة ¶ وَبَعضه أَخذه عَن دَاوُد بن عبد الرَّحْمَن الْعَطَّار وَكَانَ مِمَّن علت سنه وَتقدم سَمَاعه ¶ انْتِهَاء الْعلم فِي الشَّام إِلَى الْأَوْزَاعِيّ وَعَمن أَخذ علمه ¶ وانْتهى الْعلم فِي الشاميين إِلَى عبد الرَّحْمَن بن عَمْرو الْأَوْزَاعِيّ فَأخذ الشَّافِعِي علمه عَن صَاحبه عَمْرو بن أبي سَلمَة التنيسِي",
            "page": "76",
            "part": "1",
            "seal": "214B7B14"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "انْتِهَاء علم المصريين إِلَى اللَّيْث وَعَمن أَخذ علمه ¶ وَكَانَ اللَّيْث بن سعد انْتهى إِلَيْهِ علم أهل مصر فَأخذ الشَّافِعِي علمه عَن جمَاعَة من أَصْحَابه وَالَّذِي عول عَلَيْهِ من بَينهم يحيى بن حسان ¶ عَمَّن أَخذ علم الْعِرَاقِيّين ¶ وَأخذ الشَّافِعِي علم الْعِرَاقِيّين عَن فرْقَتَيْن ¶ فَمَا كَانَ عَن أهل الْكُوفَة ¶ أهل الْكُوفَة ¶ فَأخذ عَن أبي اسحق السبيعِي وَمَنْصُور بن الْمُعْتَمِر وَسليمَان",
            "page": "77",
            "part": "1",
            "seal": "1A66F5AA"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "الْأَعْمَش وَإِسْمَاعِيل بن أبي خَالِد وَنَحْوهم فَإِنَّهُ أَخذ عَن سُفْيَان بن عُيَيْنَة وَأبي أُسَامَة حَمَّاد ابْن أُسَامَة ووكيع بن الْجراح ¶ وَأهل الْبَصْرَة ¶ وَمَا كَانَ من أهل الْبَصْرَة ¶ فَأخذ عَن إِسْمَاعِيل بن عَلَيْهِ وَعبد الْوَهَّاب بن عبد الْمجِيد الثَّقَفِيّ وَغَيرهمَا",
            "page": "78",
            "part": "1",
            "seal": "85B9CF73"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "وكمل للشَّافِعِيّ مطالعة علم جَمِيع الْأَمْصَار والإشراف على حَال عُلَمَاء سَائِر الأقطار ¶ وَقد ذكرنَا فِي هَذِه الأوراق على سَبِيل الإختصار مَا فِيهِ مقنع لِذَوي النهى والأبصار ¶ ونسأل الله تَعَالَى إلحاقنا بالصالحين وتوفيقنا لسلوك طَريقَة أَئِمَّتنَا الماضين وَأَن لَا يجعلنا من الشاكين المرتابين ويتولى عصمتنا فِي حَال الدُّنْيَا وَالدّين فَإنَّا إِيَّاه نعيد وَبِه نستعين ¶ حَدثنِي أَبُو الْقَاسِم هبة الله بن الْحسن بن مَنْصُور الطَّبَرِيّ قَالَ رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْمَنَام فَقلت لَهُ يَا رَسُول الله مَا تَقول فِي صَحِيح البُخَارِيّ فَقَالَ لي صَحِيح كُله أَو جيد كُله أَو نَحْو هَذَا من الْكَلَام لَو أَنه أَدخل فِيهِ الشَّافِعِي ¶ وَالْحَمْد لله وَحده وصلواته على خير خلقه مُحَمَّد وَآله وَصَحبه وَسلم",
            "page": "79",
            "part": "1",
            "seal": "2D5221FA"
        }
    ],
    "t6353": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "بعض مزايا الشافعي"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "ثناء الأئمة على الشافعي"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "فصل سبب ترك البخاري إخراج الحديث عن طريق الشافعي"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "إعتراض البخاري روى في صحيحه حديثا نازلا وهو عنده عال"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "البخاري لم يرو نازلا وهو عنده عال إلا لمعنى"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "لا يوجد للشافعي حديث على شرط البخاري أغرب به"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "رواية أبي داؤد لحديث الشافعي"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "من اخرج من الحفاظ حديث الشافعي"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "مذهب شعبة فيمن يترك حديثه"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "فصل زعم إنما عدل البخاري عن للاحتجاج بالشافعي لقلة علمه بالحديث"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "قول الشافعي إذا وجدتم سنة خلاف قولي فخذوا بها"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "إخراج البخاري عن جماعة هم دون الشافعي"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "بعض مناقب الشافعي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "قول مالك بن أنس فيه"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": "1",
            "tit": "وصف ابن عيينة له"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر مسلم بن خالد إياه"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "قول عبد الرحمن بن مهدي فيه"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "قول يحيى بن سعيد القطان فيه"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر أيوب بن سويد له"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "وصف مصعب بن عبد الله الزبيري"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر محمد بن الحسن الشيباني إياه"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "2",
            "tit": "قول بشر بن غياث المريسي فيه"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أحمد بن حنبل له"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "وقالوا في ابن أبي ليلى"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "وأما أبو يوسف"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "وقالوا في محمد بن الحسن"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "وصف الشافعي بالصدق والعدالة والثقة"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "2",
            "tit": "سماع أحمد الموطأ من الشافعي وكان قد سمعه من جماعة قبله"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "ثناء أحمد بن حنبل عليه"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "ثناء يحيى بن معين على الشافعي"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "ثناء أبي حاتم على الشافعي"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "2",
            "tit": "لم يقف علماء الحديث على وهم من الشافعي في الحديث"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "3",
            "tit": "قول أبي زرعة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "4",
            "tit": "ثناء ابن عبد الحكم على الشافعي"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "بعض ما ورد عن الشافعي من كلام في أحوال الرواة"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "الرواية عن حرام حرام"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "2",
            "tit": "قوله عن بعض الرواة توثيقا وتعديلا"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "انتهاء العلم بالمدينة إلى الفقهاء السبعة عمن أخذ علمهم"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "إلى من انتهى العلم في مكة وعمن أخذ علمهم"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "انتهاء العلم في الشام إلى الأوزاعي وعمن أخذ علمه"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "انتهاء علم المصريين إلى الليث وعمن أخذ علمه"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": "1",
            "tit": "عمن أخذ علم العراقيين"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": "2",
            "tit": "أهل الكوفة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "وأهل البصرة"
        }
    ]
}