{
    "b6359": [
        {
            "id": "2",
            "nass": "إِن الْحَمد لله نحمده ونستعينه وَنَسْتَغْفِرهُ ونعوذ بِاللَّه من شرور أَنْفُسنَا وَمن سيئات أَعمالنَا من يهده الله فَهُوَ الْمُهْتَدي وَمن يضلل فَلَا هادي لَهُ وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ وَأَن مُحَمَّدًا عَبده وَرَسُوله ¶ أما بعد فَإِن خير الْكَلَام كَلَام الله تَعَالَى وَخير الْهدى هدى مُحَمَّد صلى الله عَلَيْهِ وَسلم وَشر الْأُمُور محدثاتها وكل محدثة بِدعَة وكل بِدعَة ضَلَالَة وكل ضَلَالَة فِي النَّار ¶ وَبعد ¶ فَيَقُول الْعَالم الإِمَام الْمُجْتَهد الْمُجَاهِد مُحَمَّد بن عَليّ الشَّوْكَانِيّ ¶ طلب مني بعض الْمُحَقِّقين من أهل الْعلم أَن أجمع لَهُ بحثا يشْتَمل على تَحْقِيق الْحق فِي التَّقْلِيد أجائز هُوَ أم لَا على وَجه لَا يبْقى بعده شكّ وَلَا يقبل عِنْده تشكيك",
            "page": "17",
            "part": "1",
            "seal": "DF4651AD"
        },
        {
            "id": "3",
            "nass": "وَلما كَانَ هَذَا السَّائِل من الْعلمَاء المبرزين كَانَ جَوَابه على نمط علم المناظرة فَنَقُول وَبِاللَّهِ التَّوْفِيق ¶ أَدِلَّة الْقَائِلين بِجَوَاز التَّقْلِيد ¶ لما كَانَ الْقَائِل بِعَدَمِ جَوَاز التَّقْلِيد قَائِما من مقَام الْمَنْع وَكَانَ الْقَائِل بِالْجَوَازِ مُدعيًا كَانَ الدَّلِيل على مدعي الْجَوَاز وَقد جَاءَ المجوزون بأدلة ¶ أَولا ¶ مِنْهَا قَوْله تَعَالَى {فاسألوا أهل الذّكر إِن كُنْتُم لَا تعلمُونَ} قَالُوا فَأمر سُبْحَانَهُ وَتَعَالَى من لَا علم لَهُ أَن يسْأَل من هُوَ أعلم مِنْهُ ¶ وَالْجَوَاب أَن هَذِه الْآيَة الشَّرِيفَة وَارِدَة فِي سُؤال خَاص خَارج عَن مَحل النزاع كَمَا يفِيدهُ ذَلِك السِّيَاق الْمَذْكُور قبل هَذَا اللَّفْظ الَّذِي استدلوا بِهِ وَبعده قَالَ ابْن جرير الْبَغَوِيّ وَأكْثر الْمُفَسّرين أَنَّهَا نزلت على رد الْمُشْركين لما أَنْكَرُوا الرَّسُول بشرا وَقد استوفى ذَلِك السُّيُوطِيّ فِي الدّرّ المنثور وَهَذَا هُوَ الْمَعْنى الَّذِي يفِيدهُ السِّيَاق قَالَ الله تَعَالَى {وَمَا أرسلنَا قبلك إِلَّا رجَالًا نوحي إِلَيْهِم فاسألوا أهل الذّكر إِن كُنْتُم لَا تعلمُونَ} وَقَالَ تَعَالَى {أَكَانَ للنَّاس عجبا أَن أَوْحَينَا إِلَى رجل مِنْهُم} وَقَالَ تَعَالَى",
            "page": "18",
            "part": "1",
            "seal": "6B81BAD0"
        },
        {
            "id": "4",
            "nass": "{وَمَا أرسلنَا من قبلك إِلَّا رجَالًا نوحي إِلَيْهِم من أهل الْقرى} وعَلى فرض أَن المُرَاد السُّؤَال الْعَام فالمأمور بسؤالهم هم أهل الذّكر وَالذكر هُوَ كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم لَا غَيرهمَا وَلَا أَظن مُخَالفا يُخَالف فِي هَذَا لِأَن هَذِه الشَّرِيعَة المطهرة إِمَّا من الله عز وَجل وَذَلِكَ هُوَ الْقُرْآن الْكَرِيم أَو من رَسُول الله صلى الله عَلَيْهِ وَسلم وَذَلِكَ هُوَ السّنة المطهرة وَلَا ثَالِث لذَلِك وَإِذا كَانَ الْمَأْمُور بسؤالهم هم أهل الْقُرْآن وَالسّنة فالآية الْمَذْكُورَة حجَّة على المقلدة وَلَيْسَت بِحجَّة لَهُم لِأَن المُرَاد أَنهم يسْأَلُون أهل الذّكر ليخبروهم بِهِ فَالْجَوَاب من المسؤولين أَن يَقُولُوا قَالَ الله كَذَا فَيعْمل السائلون بذلك وَهَذَا هُوَ غير مَا يُريدهُ الْمُقَلّد الْمُسْتَدلّ بِالْآيَةِ الْكَرِيمَة فَإِنَّهُ إِنَّمَا اسْتدلَّ بهَا على جَوَاز مَا هُوَ فِيهِ من الْأَخْذ بأقوال الرِّجَال من دون سُؤال عَن الدَّلِيل فَإِن هَذَا هُوَ التَّقْلِيد وَلِهَذَا رسموه بِأَنَّهُ قبُول قَول الْغَيْر من دون مُطَالبَة بِحجَّة فحاصل التَّقْلِيد أَن الْمُقَلّد لَا يسْأَل عَن كتاب الله وَلَا عَن سنة رَسُول الله صلى الله عَلَيْهِ وَسلم بل يسْأَل عَن مَذْهَب إِمَامه فَقَط فَإِذا جَاوز ذَلِك إِلَى السُّؤَال عَن الْكتاب وَالسّنة فَلَيْسَ بمقلد وَهَذَا يُسلمهُ كل مقلد وَلَا يُنكره وَإِذا تقرر بِهَذَا أَن الْمُقَلّد إِذا سَأَلَ أهل الذّكر عَن كتاب الله وَسنة رَسُوله",
            "page": "19",
            "part": "1",
            "seal": "B646C995"
        },
        {
            "id": "5",
            "nass": "صلى الله عَلَيْهِ وَسلم لم يكن مُقَلدًا علمت أَن هَذِه الْآيَة الشَّرِيفَة على تَسْلِيم أَن السُّؤَال لَيْسَ عَن الشَّيْء الْخَاص الَّذِي يدل عَلَيْهِ السِّيَاق بل عَن كل شَيْء من الشَّرِيعَة كَمَا يزعمه الْمُقَلّد تدفع فِي وَجهه وترغم أَنفه وتكسر ظَهره كَمَا قَرَّرْنَاهُ ¶ ثَانِيًا ¶ وَمن جملَة مَا استدلوا بِهِ مَا ثَبت عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ فِي حَدِيث صَاحب الشَّجَّة أَلا سَأَلُوا إِذْ لم يعلمُوا إِنَّمَا شِفَاء العي السُّؤَال وَكَذَلِكَ حَدِيث العسيف الَّذِي زنى بِامْرَأَة مستأجرة فَقَالَ أَبوهُ سَأَلت أهل الْعلم فَأَخْبرُونِي أَن على ابْني جلد مائَة وَإِن على امْرَأَة هَذَا الرَّجْم وَهُوَ ثَابت فِي الصَّحِيح قَالُوا فَلم يفكر عَلَيْهِ تَقْلِيد من هُوَ أعلم مِنْهُ ¶ وَالْجَوَاب أَنه لم يرشدهم صلى الله عَلَيْهِ وَسلم فِي حَدِيث صَاحب الشَّجَّة إِلَى السُّؤَال عَن آراء الرِّجَال بل أرشدهم إِلَى السُّؤَال عَن الحكم الشَّرْعِيّ الثَّابِت عَن الله وَرَسُوله صلى الله عَلَيْهِ وَسلم وَلِهَذَا دَعَا عَلَيْهِم لما أفتوا بِغَيْر علم فَقَالَ صلى الله عَلَيْهِ وَسلم قَتَلُوهُ قَتلهمْ الله مَعَ أَنهم قد أفتوا بآرائهم فَكَانَ الحَدِيث حجَّة عَلَيْهِم لَا لَهُم فَإِنَّهُ اشْتَمَل على أَمريْن أَحدهمَا الْإِرْشَاد لَهُم إِلَى السُّؤَال عَن الحكم الثَّابِت بِالدَّلِيلِ وَالْآخر الذَّم لَهُم على اعْتِمَاد الرَّأْي والإفتاء بِهِ وَهَذَا مَعْلُوم لكل عَالم",
            "page": "20",
            "part": "1",
            "seal": "50B6C283"
        },
        {
            "id": "6",
            "nass": "فَإِن المرشد إِلَى السُّؤَال هُوَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ بَاقٍ بَين أظهرهم فالإرشاد مِنْهُ إِلَى السُّؤَال وَإِن كَانَ مُطلقًا لَيْسَ المُرَاد بِهِ إِلَّا سُؤَاله صلى الله عَلَيْهِ وَسلم أَو سُؤال من قد علم هَذَا الحكم مِنْهُ والمقلد كَمَا عرفت سَابِقًا لَا يكون مُقَلدًا إِلَّا إِذا لم يسْأَل عَن الدَّلِيل أما إِذا سَأَلَ عَنهُ فَلَيْسَ بمقلد فَكيف يتم الِاحْتِجَاج بذلك على جَوَاز التَّقْلِيد وَهل يحْتَج عَاقل على ثُبُوت شَيْء بِمَا يَنْفِيه وعَلى صِحَة أَمر بِمَا يُفِيد فَسَاده فانا لَا نطلب مِنْكُم معشر المقلدة إِلَّا مَا دلّ عَلَيْهِ مَا جئْتُمْ بِهِ فَنَقُول لكم اسألوا أهل الذّكر عَن الذّكر وَهُوَ كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم وأعملوا بِهِ واتركوا آراء الرِّجَال والقيل والقال ونقول كَمَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَلا تسْأَلُون فَإِنَّمَا شِفَاء العي السُّؤَال عَن كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم لَا عَن رَأْي فلَان وَمذهب فلَان فَإِنَّكُم إِذا سَأَلْتُم عَن مَحْض الرَّأْي فقد قتلكم من أفتاكم بِهِ كَمَا قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي حَدِيث صَاحب الشَّجَّة قَتَلُوهُ قَتلهمْ الله وَأما السُّؤَال الْوَاقِع من وَالِد العسيف فَهُوَ إِنَّمَا سَأَلَ عُلَمَاء الصَّحَابَة عَن حكم مسئلة من كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم وَلم يسألهم عَن آرائهم ومذاهبهم وَهَذَا يُعلمهُ كل عَالم وَنحن لَا نطلب من الْمُقَلّد إِلَّا أَن يسْأَل كَمَا سَأَلَ وَالِد العسيف وَيعْمل على مَا قَامَ عَلَيْهِ الدَّلِيل الَّذِي رَوَاهُ لَهُ الْعَالم الْمَسْئُول وَلكنه أقرّ على نَفسه بِأَن لَا يسْأَل إِلَّا",
            "page": "21",
            "part": "1",
            "seal": "1160C8FE"
        },
        {
            "id": "7",
            "nass": "عَن رَأْي إِمَامه لَا عَن رِوَايَته فَكَانَ استدلاله بِمَا اسْتدلَّ بِهِ هَهُنَا حجَّة عَلَيْهِ لَا لَهُ وَالله الْمُسْتَعَان ¶ ثَالِثا ¶ وَمن جملَة مَا استدلوا بِهِ مَا ثَبت أَن أَبَا بكر رَضِي الله عَنهُ قَالَ فِي الْكَلَالَة أَقْْضِي فِيهَا فَإِن يكن صَوَابا فَمن الله وَإِن يكن خطأ فمني وَمن الشَّيْطَان وَالله بَرِيء مِنْهُ وَهُوَ مَا دون الْوَلَد وَالْوَالِد فَقَالَ عمر بن الْخطاب رَضِي الله عَنهُ إِنِّي لأَسْتَحي من الله أَن أُخَالِف أَبَا بكر وَصَحَّ أَنه قَالَ لأبي بكر رَأينَا تبع لرأيك وَصَحَّ عَن ابْن مَسْعُود رَضِي الله عَنهُ أَنه كَانَ يَأْخُذ بقول عمر رَضِي الله عَنهُ وَصَحَّ أَن الشّعبِيّ قَالَ كَانَ سِتَّة من أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم يفتون النَّاس ابْن مَسْعُود وَعمر بن الْخطاب وَعلي بن أبي طَالب وَزيد بن ثَابت وَأبي بن كَعْب وَأَبُو مُوسَى رَضِي الله عَنْهُم وَكَانَ ثَلَاثَة مِنْهُم يدعونَ قَوْلهم لقَوْل ثَلَاثَة كَانَ عبد الله يدع قَوْله لقَوْل عمر وَكَانَ أَبُو مُوسَى يدع قَوْله لقَوْل عَليّ وَكَانَ زيد يدع قَوْله لقَوْل أبي بن كَعْب ¶ وَالْجَوَاب عَن قَول عمر أَنه قد قيل أَنه يستحي من مُخَالفَة أبي بكر فِي اعترافه بِجَوَاز الْخَطَأ عَلَيْهِ وَإِن كَلَامه لَيْسَ كُله صَوَابا مَأْمُونا عَلَيْهِ الْخَطَأ وَهَذَا وَإِن لم يكن ظَاهر لكنه يدل عَلَيْهِ وَمَا وَقع من مُخَالفَة عمر لأبي بكر",
            "page": "22",
            "part": "1",
            "seal": "5729AB49"
        },
        {
            "id": "8",
            "nass": "فِي غير مَسْأَلَة كمخالفته لَهُ فِي سبي أهل الرِّدَّة وَفِي الأَرْض المغنومة فَقَسمهَا أَبُو بكر ووقفها عمر رَضِي الله عَنْهُمَا وَفِي الْعَطاء فقد كَانَ أَبُو بكر يرى التَّسْوِيَة وَعمر يرى المفاضلة وَفِي الِاسْتِخْلَاف فقد اسْتخْلف أَبُو بكر وَلم يسْتَخْلف عمر بل جعل الْأَمر شُورَى وَقَالَ أَن اسْتخْلف فقد اسْتخْلف أَبُو بكر وَإِن لم اسْتخْلف فَإِن رَسُول الله صلى الله عَلَيْهِ وَسلم لم يسْتَخْلف قَالَ ابْن عمر فوَاللَّه مَا هُوَ إِلَّا أَن ذكره رَسُول الله صلى الله عَلَيْهِ وَسلم فَعلمت أَنه لَا يعدل برَسُول الله صلى الله عَلَيْهِ وَسلم أحدا وَإنَّهُ غير مستخلف وَخَالفهُ أَيْضا فِي الْجد والأخوة فَلَو كَانَ المُرَاد بقوله أَنه يستحي من مُخَالفَة أبي بكر فِي الْكَلَالَة هُوَ مَا قَالُوهُ لَكَانَ منقوضا عَلَيْهِم بِهَذِهِ المخالفات فَإِنَّهُ صَحَّ خِلَافه لَهُ وَلم يستحي مِنْهُ فَمَا أجابوا بِهِ فِي هَذِه المخالفات فَهُوَ جَوَابنَا عَلَيْهِم فِي تِلْكَ الْمُوَافقَة وَبَيَانه إِنَّهُم إِذا قَالُوا خَالفه فِي هَذِه الْمسَائِل لِأَن اجْتِهَاده كَانَ على خلاف اجْتِهَاد أبي بكر قُلْنَا وَوَافَقَهُ فِي تِلْكَ الْمَسْأَلَة لِأَن اجْتِهَاده كَانَ مُوَافقا لاجتهاده وَلَيْسَ من التَّقْلِيد فِي شَيْء وَأَيْضًا قد ثَبت أَن عمر بن الْخطاب رَضِي الله عَنهُ أقرّ عِنْد مَوته بِأَنَّهُ لم يقْض فِي الْكَلَالَة بِشَيْء واعترف أَنه لم يفهمها فَلَو كَانَ قد قَالَ بِمَا قَالَ بِهِ أَبُو بكر رَضِي الله عَنهُ تقليدا لَهُ لما أقرّ بِأَنَّهُ لم يقْض فِيهَا بِشَيْء وَلَا قَالَ أَنه لم يفهمها وَلَو سلمنَا أَن عمر قلد أَبَا بكر فِي هَذِه الْمَسْأَلَة لم تقم بذلك حجَّة لما تقرر من عدم حجَّة أَقْوَال",
            "page": "23",
            "part": "1",
            "seal": "828586AD"
        },
        {
            "id": "9",
            "nass": "الصَّحَابَة وَأَيْضًا غَايَة مَا فِي ذَلِك تَقْلِيد عُلَمَاء الصَّحَابَة من مَسْأَلَة من الْمسَائِل الَّتِي يخفى فِيهَا الصَّوَاب على الْمُجْتَهد مَعَ تَسْوِيَة الْمُخَالفَة فِيمَا عدا تِلْكَ الْمَسْأَلَة وَأَيْنَ هَذَا مِمَّا يَفْعَله المقلدون من تَقْلِيد الْعَالم فِي جَمِيع أُمُور الشَّرِيعَة من غير الْتِفَات إِلَى دَلِيل وَلَا تعريج على تَصْحِيح أَو تَعْلِيل وَبِالْجُمْلَةِ فَلَو سلمنَا أَن ذَلِك تَقْلِيد من عمر كَانَ دَلِيلا للمجتهد إِذا لم يُمكنهُ الِاجْتِهَاد فِي مَسْأَلَة وَأمكن غَيره من الْمُجْتَهدين الِاجْتِهَاد فِيهَا أَنه يجوز لذَلِك الْمُجْتَهد أَن يُقَلّد الْمُجْتَهد الآخر مَا دَامَ غير مُتَمَكن من الِاجْتِهَاد فِيهَا إِذا تضيقت عَلَيْهِ الْحَادِثَة وَهَذِه مَسْأَلَة أُخْرَى غير المسالة الَّتِي يريدها الْمُقَلّد وَهِي تَقْلِيد عَالم من الْعلمَاء فِي جَمِيع مسَائِل الدّين وَقبُول رَأْيه دون رِوَايَته وَعدم مُطَالبَته بِالدَّلِيلِ وَترك النّظر فِي الْكتاب وَالسّنة والتعويل على مَا يرَاهُ من هُوَ أَحْقَر الآخذين بهما فَإِن هَذَا هُوَ عين اتِّخَاذ الْأَحْبَار والرهبان أَرْبَابًا كَمَا سيأتيك بَيَانه وَأَيْضًا لَو فرض مَا زعموه من الدّلَالَة لَكَانَ ذَلِك خَاصّا بتقليد عُلَمَاء الصَّحَابَة فِي مَسْأَلَة من الْمسَائِل فَلَا يَصح إِلْحَاق غَيرهم بهم لما تقرر من المزايا الَّتِي للصحابة الْبَالِغَة إِلَى حد يقصر عَنهُ الْوَصْف حَتَّى صَار",
            "page": "24",
            "part": "1",
            "seal": "28E7E054"
        },
        {
            "id": "10",
            "nass": "مثل جبل أحد من متأخري الصَّحَابَة لَا يعدل الْمَدّ من متقدميهم وَلَا نصيغه وَصَحَّ أَنهم خير الْقُرُون فَكيف نلحق بهم غَيرهم وَبعد الليتا وَالَّتِي فبمَا أوجدتمونا نصا فِي كتاب الله وَلَا فِي سنة رَسُوله صلى الله عَلَيْهِ وَسلم وَلَيْسَت الْحجَّة إِلَّا فيهمَا وَمن لَيْسَ بمعصوم وَلَا حجَّة لنا وَلَا لكم فِي قَوْله وَلَا فِي فعله فَمَا جعل الله الْحجَّة إِلَّا فِي كِتَابه وعَلى لِسَان نبيه صلى الله عَلَيْهِ وَسلم عرف هَذَا من عرفه وجهله من جَهله وَالسَّلَام ¶ وَأما مَا استدلوا بِهِ من قَول عمر لأبي بكر رَضِي الله عَنْهُمَا رَأينَا لرأيك تبع فَمَا هَذَا بِأول قَضِيَّة جَاءُوا بهَا على غير وَجههَا فَإِنَّهُم لَو نظرُوا فِي الْقِصَّة بكمالها لكَانَتْ حجَّة عَلَيْهِم لَا لَهُم وسياقها فِي صَحِيح البُخَارِيّ هَكَذَا عَن طَارق ابْن شهَاب قَالَ جَاءَ وَفد من أَسد وغَطَفَان إِلَى أبي بكر رَضِي الله عَنهُ فَخَيرهمْ بَين الْحَرْب المجلية وَالسّلم المخزية فَقَالُوا هَذِه المجلية قد عرفناها فَمَا المخزية فَقَالُوا ننزع مِنْكُم الْحلقَة والكراع ونغنم مَا أصبْنَا مِنْكُم وتردون علينا مَا أصبْتُم منا وتودون لنا قَتْلَانَا وَيكون قَتْلَاكُمْ فِي النَّار وتتركون أَقْوَامًا يتبعُون أَذْنَاب الْإِبِل حَتَّى يري الله خَليفَة رَسُوله صلى الله عَلَيْهِ وَسلم والمهاجرين أمرا يعزونكم بِهِ فَعرض أَبُو بكر مَا قَالَ على الْقَوْم فَقَامَ عمر بن الْخطاب فَقَالَ قد رَأَيْت رَأيا وسنشير عَلَيْك أما مَا ذكرت من الْحَرْب المجلية أَو السّلم المخزية فَنعم مَا ذكرت وَأما مَا ذكرت تدون قَتْلَانَا",
            "page": "25",
            "part": "1",
            "seal": "2BF3C13C"
        },
        {
            "id": "11",
            "nass": "وَيكون قَتْلَاكُمْ فِي النَّار فَإِن قَتْلَانَا قَاتَلت فقتلت على أَمر الله أجورها على الله لَيْسَ لَهَا ديات فتتابع الْقَوْم على مَا قَالَ عمر فَفِي هَذَا الحَدِيث مَا يرد عَلَيْهِم فَإِنَّهُ قرر بعض مَا رَآهُ أَبُو بكر رَضِي الله عَنهُ ورد بعضه وَفِي بعض أَلْفَاظ هَذَا الحَدِيث قد رَأَيْت رَأيا ورأينا لرأيك تبع فَلَا شكّ أَن الْمُتَابَعَة فِي بعض مَا رَآهُ أَو فِي كُله لَيْسَ من التَّقْلِيد فِي شَيْء بل الاستصواب مَا جَاءَ بِهِ فِي الآراء والحروب وَلَيْسَ ذَلِك بتقليد وَأَيْضًا قد يكون السُّكُوت عَن اعْتِرَاض بعض مَا فِيهِ مُخَالفَة من آراء الْأَمر لقصد إخلاص الطَّاعَة لِلْأُمَرَاءِ الَّتِي ثَبت الْأَمر بهَا وَكَرَاهَة الْخلاف الَّذِي أرشد صلى الله عَلَيْهِ وَسلم إِلَى تَركه نعم هَذِه الآراء إِنَّمَا هِيَ فِي الحروب وَلَيْسَت فِي مسَائِل الدّين وَإِن تعلق بَعْضهَا بِشَيْء من ذَلِك فَإِنَّمَا على طَرِيق الاستتباع وَبِالْجُمْلَةِ فاستدلال من اسْتدلَّ بِمثل هَذَا على جَوَاز التَّقْلِيد تَسْلِيَة لهَؤُلَاء الْمَسَاكِين من المقلدة بِمَا لَا يسمن وَلَا يُغني من جوع وعَلى كل حَال فَهَذِهِ الْحجَّة الَّتِي استدلوا بهَا عَلَيْهِم لَا لَهُم لِأَن عمر رَضِي الله عَنهُ قرر من قَول أبي بكر مَا وَافق اجْتِهَاده ورد مَا خَالفه وَأما مَا ذكره عَن مُوَافقَة ابْن مَسْعُود لعمر رَضِي الله عَنْهُمَا وَأَخذه بقوله وَكَذَلِكَ رُجُوع بعض السِّتَّة الْمَذْكُورين من الصَّحَابَة إِلَى بعض لَيْسَ",
            "page": "26",
            "part": "1",
            "seal": "78E18F19"
        },
        {
            "id": "12",
            "nass": "ببدع وَلَا مستنكر فالعالم يُوَافق الْعَالم فِي أَكثر مِمَّا يُخَالِفهُ من الْمسَائِل ولاسيما إِذا كَانَا قد بلغا أَعلَى مَرَاتِب الِاجْتِهَاد فَإِن الْمُخَالفَة بَينهمَا قَليلَة جدا وَأَيْضًا قد ذكر أهل الْعلم إِن ابْن مَسْعُود خَالف عمر فِي نَحْو مائَة مَسْأَلَة وَمَا وَافقه إِلَّا فِي نَحْو أَربع مسَائِل فَأَيْنَ التَّقْلِيد من هَذَا وَكَيف صلح مثل مَا ذكر للاستدلال بِهِ على جَوَاز التَّقْلِيد وَهَكَذَا رُجُوع بعض السِّتَّة الْمَذْكُورين إِلَى أَقْوَال بعض فَإِن هَذَا مُوَافقَة لَا تَقْلِيد وَقد كَانُوا جَمِيعًا هم وَسَائِر الصَّحَابَة إِذا ظَهرت لَهُم السّنة لم يتركوها لقَوْل أحد كَائِنا من كَانَ بل كَانُوا يعضون عَلَيْهَا بالنواجز ويرمون بآرائهم وَرَاء الْحَائِط فَأَيْنَ هَذَا من جمع المقلدين الَّذين لَا يعدلُونَ بقول من قلدوه كتابا وَلَا سنة وَلَا يخالفونه قطّ وَإِن تَوَاتر لَهُم مَا يُخَالِفهُ من السّنة وَمَعَ هَذَا فَإِن الرُّجُوع الَّذِي كَانَ يَقع من بعض الصَّحَابَة إِلَى قَول بعض إِنَّمَا هُوَ فِي الْغَالِب رُجُوع إِلَى رِوَايَته لَا إِلَى رَأْيه لكَونه أخص بِمَعْرِِفَة ذَلِك المروى مِنْهُ بِوَجْه من الْوُجُوه كَمَا يعرف هَذَا من عرف أَحْوَال الصَّحَابَة وَأما مُجَرّد الآراء المخطئة فقد ثَبت عَن أكابرهم النَّهْي عَنْهَا والتنفير مِنْهَا كَمَا سَيَأْتِي بَيَان طرف من ذَلِك إِن شَاءَ الله تَعَالَى وَإِنَّمَا كَانُوا يرجعُونَ إِلَى الرَّأْي إِذا",
            "page": "27",
            "part": "1",
            "seal": "C795CC04"
        },
        {
            "id": "13",
            "nass": "أعوزهم الدَّلِيل وَضَاقَتْ عَلَيْهِم الْحَادِثَة ثمَّ لَا يبرمون أمرا إِلَّا بعد التراود والمفاوضة وَمَعَ ذَلِك فهم على وَجل وَلِهَذَا كَانُوا يكْرهُونَ تفرد بَعضهم بِرَأْي يُخَالف جَمَاعَتهمْ حَتَّى قَالَ أَبُو عُبَيْدَة السَّلمَانِي لعَلي بن أبي طَالب لرأيك مَعَ الْجَمَاعَة أحب إِلَيْنَا من رَأْيك وَحدك ¶ رَابِعا ¶ وَاحْتَجُّوا أَيْضا بقوله صلى الله عَلَيْهِ وَسلم عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين المهديين من بعدِي وَهُوَ طرف حَدِيث الْعِرْبَاض ابْن سَارِيَة وَهُوَ حَدِيث صَحِيح وَقَوله صلى الله عَلَيْهِ وَسلم اقتدوا باللذين من بعدِي أبي بكر وَعمر وَهُوَ حَدِيث مَعْرُوف مَشْهُور ثَابت فِي السّنة وَغَيرهَا وَالْجَوَاب إِن مَا سنه الْخُلَفَاء الراشدون من بعده فالأخذ بِهِ لَيْسَ إِلَّا لأَمره صلى الله عَلَيْهِ وَسلم بِالْأَخْذِ بِهِ فَالْعَمَل بِمَا سنوه والإقتداء بِمَا فَعَلُوهُ هُوَ لأَمره صلى الله عَلَيْهِ وَسلم لنا بِالْعَمَلِ بِسنة الْخُلَفَاء الرَّاشِدين والإقتداء بِأبي بكر وَعمر رَضِي الله عَنْهُمَا وَلم يَأْمُرنَا بالإستنان بِسنة عَالم من عُلَمَاء الْأمة وَلَا أرشدنا إِلَى الإقتداء بِمَا يرَاهُ مُجْتَهد من الْمُجْتَهدين فَالْحَاصِل إِنَّا لم نَأْخُذ بِسنة الْخُلَفَاء وَلَا اقتدينا بِأبي بكر وَعمر إِلَّا امتثالا لقَوْله صلى الله عَلَيْهِ وَسلم عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين المهديين من بعدِي وَبِقَوْلِهِ اقتدوا باللذين من بعدِي أبي بكر وَعمر فَكيف يسوغ لكم أَن تستدلوا بِهَذَا الَّذِي ورد فِيهِ النَّص على مَا لم يرد فِيهِ فَهَل",
            "page": "28",
            "part": "1",
            "seal": "B9308113"
        },
        {
            "id": "14",
            "nass": "تَزْعُمُونَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ عَلَيْكُم بِسنة أبي حنيفَة وَمَالك وَالشَّافِعِيّ وَابْن حَنْبَل حَتَّى يتم لكم مَا تُرِيدُونَ فَإِن قُلْتُمْ نَحن نقيس أَئِمَّة الْمذَاهب على هَؤُلَاءِ الْخُلَفَاء الرَّاشِدين فيا عجبا لكم كَيفَ ترتقون إِلَى هَذَا المرتقى الصعب وتقدمون هَذَا الْإِقْدَام فِي مقَام الإحجام فَإِن رَسُول الله صلى الله عَلَيْهِ وَسلم إِنَّمَا خص الْخُلَفَاء الرَّاشِدين وَجعل سُنَنهمْ كسنته فِي إتباعها لأمر يخْتَص بهم وَلَا يتعداهم إِلَى غَيرهم وَلَو كَانَ الْإِلْحَاق بالخلفاء الرَّاشِدين سائغا لَكَانَ إِلْحَاق المشاركين لَهُم فِي الصُّحْبَة وَالْعلم مقدما على من لم يشاركهم فِي مزية من المزايا بل النِّسْبَة بَينه وَبينهمْ كالنسبة بَين الثرى والثريا فلولا أَن هَذِه المزية خَاصَّة بهم مَقْصُورَة عَلَيْهِم لم يخصهم بهَا رَسُول الله صلى الله عَلَيْهِ وَسلم دون سَائِر الصَّحَابَة فدعونا من هَذِه التحولات الَّتِي يأباها الْإِنْصَاف وليتكُمْ قلدتم الْخُلَفَاء الرَّاشِدين لهَذَا الدَّلِيل أَو قلدتم مَا صَحَّ عَنْهُم على مَا يَقُوله أئمتكم وَلَكِنَّكُمْ لم تَفعلُوا بل رميتم بِمَا جَاءَ عَنْهُم وَرَاء الْحَائِط إِذا خَالف مَا قَالَه من أَنْتُم أَتبَاع لَهُ وَهَذَا لَا يُنكره إِلَّا مكابر معاند بل رميتم بِصَرِيح الْكتاب ومتواتر السّنة إِذا جَاءَ بِمَا يُخَالف من أَنْتُم لَهُ متبعون فَإِن أنكرتم هَذَا فَهَذِهِ كتبكم أَيهَا المقلدة على البسيطة عرفونا من تتبعون من الْعلمَاء حَتَّى نعرفكم بِمَا ذَكرْنَاهُ ¶ خَامِسًا دون جملَة مَا استدلوا بِهِ حَدِيث أَصْحَابِي كَالنُّجُومِ بِأَيِّهِمْ اقْتَدَيْتُمْ اهْتَدَيْتُمْ",
            "page": "29",
            "part": "1",
            "seal": "2F10D038"
        },
        {
            "id": "15",
            "nass": "وَالْجَوَاب إِن هَذَا الحَدِيث قد روى من طَرِيق عَن جَابر وَابْن عمر رَضِي الله عَنْهُمَا وَصرح أَئِمَّة الْجرْح وَالتَّعْدِيل بِأَنَّهُ لم يَصح مِنْهُ شَيْء وَأَن هَذَا الحَدِيث لم يثبت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَقد يحكم عَلَيْهِ الْحفاظ بِمَا يشفي وَيَكْفِي فَمن رام الْبَحْث عَن طرقه وَعَن تضعيفها فَهُوَ مُمكن بِالنّظرِ فِي كتاب من كتب هَذَا الشَّأْن وَبِالْجُمْلَةِ فَالْحَدِيث لَا تقوم بِهِ حجَّة ثمَّ لَو كَانَ مِمَّا تقوم بِهِ الْحجَّة فمالكم أَيهَا",
            "page": "30",
            "part": "1",
            "seal": "47ED6155"
        },
        {
            "id": "16",
            "nass": "المقلدون وَله فَإِنَّهُ تضمن منقبة للصحابة ومزية لَا تُوجد لغَيرهم فَمَاذَا تُرِيدُونَ مِنْهُ فَإِن كَانَ مَا تقلدونه مِنْهُم احتجنا إِلَى الْكَلَام مَعكُمْ وَإِن كَانَ من تقلدونه من غَيرهم فاتركوا مَا لَيْسَ لكم ودعوا الْكَلَام على مَنَاقِب خير الْقُرُون وهاتوا مَا أَنْتُم بصدد الِاسْتِدْلَال عَلَيْهِ فَإِن هَذَا الحَدِيث لَو صَحَّ لَكَانَ الْأَخْذ بأقوال الصَّحَابَة لَيْسَ إِلَّا لكَونه صلى الله عَلَيْهِ وَسلم أرشدنا إِلَى أَن الإقتداء بأحدهم أهْدى فَنحْن إِنَّمَا امتثلنا إرشاد رَسُول الله صلى الله عَلَيْهِ وَسلم وحملنا على قَوْله وتبعنا سنته فَإِنَّمَا جعله محلا للإقتداء يكون بِثُبُوت ذَلِك لَهُ بِالسنةِ وَهُوَ قَول رَسُول الله صلى الله عَلَيْهِ وَسلم فَلم نخرج عَن الْعَمَل بِسنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا قلدنا غَيره بل سمعنَا الله يَقُول {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا} وسمعناه يَقُول {قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله وَيغْفر لكم ذنوبكم} وَكَانَ هَذَا القَوْل من جملَة مَا آتَانَا بِهِ فأخذناه واتبعناه فِيهِ وَلم نتبع غَيره وَلَا عولنا على مَا سواهُ فَإِن كُنْتُم تثبتون لأئمتكم هَذِه المزية قِيَاسا فَلَا اعْجَبْ مِمَّا افتريتموه وتقولتموه وَقد سبق الْجَواب عَنْكُم فِي الْبَحْث الَّذِي قبل هَذَا وبمثل هَذَا الْجَواب يُجَاب عَن احتجاجهم بقوله صلى الله عَلَيْهِ وَسلم إِن معَاذًا قد سنّ لكم سنة وَذَلِكَ فِي شَأْن الصَّلَاة حَيْثُ أخر قَضَاء مَا فَاتَهُ مَعَ الإِمَام وَلَا يخفى عَلَيْك أَن فعل معَاذ هَذَا إِنَّمَا صَار سنة بقول رَسُول الله صلى الله عَلَيْهِ وَسلم لَا بِمُجَرَّد فعله فَهُوَ إِنَّمَا كَانَ السَّبَب بِثُبُوت السّنة وَلم تكن تِلْكَ سنة إِلَّا بقول",
            "page": "31",
            "part": "1",
            "seal": "82526F17"
        },
        {
            "id": "17",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم وَهَذَا وَاضح لَا يخفى وبمثل هَذَا الْجَواب على حَدِيث أَصْحَابِي كَالنُّجُومِ يُجَاب عَن قَول ابْن مَسْعُود فِي وصف الصَّحَابَة فاعرفوا لَهُم حَقهم وتمسكوا بهديهم فَإِنَّهُم كَانُوا على الْهدى الْمُسْتَقيم ¶ خُلَاصَة لما سبق تمّ هَهُنَا جَوَاب شَمل مَا تقدم من حَدِيث عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين وَحَدِيث اقتدوا باللذين من بعدِي وَحَدِيث أَصْحَابِي كَالنُّجُومِ وَقَول ابْن مَسْعُود وَهُوَ أَن المُرَاد بالاستنان بهم والإقتداء هُوَ أَن يَأْتِي المستن والمقتدي بِمثل مَا أَتَوا بِهِ وَيفْعل كَمَا فعلوا وهم لَا يَفْعَلُونَ فعلا لَا يَقُولُونَ قولا على وفْق فعل رَسُول الله صلى الله عَلَيْهِ وَسلم وَقَوله فالإقتداء بهم هُوَ إقتداء برَسُول الله صلى الله عَلَيْهِ وَسلم والاستنان بسننهم هُوَ استنان بِسنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَإِنَّمَا أرشد النَّاس إِلَى ذَلِك لأَنهم المبلغون عَنهُ الناقلون شَرِيعَته إِلَى من بعده من أمته فالعقل وَأَن كَانَ لَهُم فَهُوَ على طَرِيق الْحِكَايَة لعقل رَسُول الله صلى الله عَلَيْهِ وَسلم كأفعال الطَّهَارَة وَالصَّلَاة وَالْحج وَنَحْو ذَلِك فهم رُوَاة لَهُ وَإِنَّمَا كَانَ مَنْسُوبا إِلَيْهِم لكَونه قَائِما بهم وَفِي التَّحْقِيق هُوَ رَاجع إِلَى مَا سنه رَسُول الله صلى الله عَلَيْهِ وَسلم فالإقتداء بهم إقتداء بِهِ والاستنان بسنتهم بِسنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَإِذا خَفِي عَلَيْك هَذَا فَانْظُر مَا كَانَ يَفْعَله الْخُلَفَاء الراشدون وأكابر الصَّحَابَة من عباداتهم فانك تَجدهُ حِكَايَة لما كَانَ",
            "page": "32",
            "part": "1",
            "seal": "63703208"
        },
        {
            "id": "18",
            "nass": "يَفْعَله رَسُول الله صلى الله عَلَيْهِ وَسلم وَإِذا اخْتلفُوا فِي شَيْء من ذَلِك فَهُوَ لاختلافهم فِي الرِّوَايَة لَا فِي الرَّأْي وَقل أَن تَجِد فعلا من تِلْكَ الْأَفْعَال صادرا عَن أحد مِنْهُم لمحض رَأْي رَآهُ بل قد لَا تَجِد ذَلِك لَا سِيمَا فِي أَفعَال الْعِبَادَات وَهَذَا يعرفهُ كل من لَهُ خبْرَة بأحوالهم وعَلى هَذَا فَمَعْنَى الحَدِيث أَن رَسُول الله صلى الله عَلَيْهِ وَسلم خَاطب أَصْحَابه أَن يقتدوا بِمَا يشاهدونه بِفِعْلِهِ من سنَنه وَبِمَا يشاهدون من أَفعَال الْخُلَفَاء الرَّاشِدين فَإِنَّهُم المبلغون عَنهُ العارفون بسنته المقتدون بهَا فَكل مَا يصدر عَنْهُم فِي ذَلِك صادر عَنهُ وَلِهَذَا صَحَّ عَن جمَاعَة من أكَابِر الصَّحَابَة ذمّ الرَّأْي وَأَهله وَكَانُوا لَا يرشدون أحدا إِلَّا إِلَى سنة رَسُول الله صلى الله عَلَيْهِ وَسلم لَا إِلَى شَيْء من آرائهم وَهَذَا مَعْرُوف لَا يخفى على عَارِف وَمَا نسب إِلَيْهِم من الاجتهادات وَجعله أهل الْعلم رَأيا لَهُم فَهُوَ لَا يخرج عَن الْكتاب وَالسّنة أما بتصريح أَو بتلويح وَقد يظنّ خُرُوج شَيْء من ذَلِك وَهُوَ ظن مَدْفُوع لمن تَأمل حق التَّأَمُّل وَإِذا وجد نَادرا رَأَيْت الصَّحَابِيّ يتحرج أَشد التحرج وَيُصَرح بِأَنَّهُ رَأْيه وَإِن الله بَرِيء من خطئه وينسب الْخَطَأ إِلَى نَفسه وَإِلَى الشَّيْطَان وَالصَّوَاب إِلَى الله تَعَالَى كَمَا تقدم عَن الصّديق فِي تَفْسِير الْكَلَالَة وكما يرْوى عَنهُ وَعَن غَيره فِي فَرَائض الْجد وكما كَانَ يَقُول عمر فِي تَفْسِير قَوْله تَعَالَى {وَفَاكِهَة وَأَبا} وَهَذَا الْبَحْث نَفِيس فَتَأَمّله حق تَأمله تنْتَفع بِهِ",
            "page": "33",
            "part": "1",
            "seal": "42A70895"
        },
        {
            "id": "19",
            "nass": "سادسا وَمن جملَة مَا استدلوا بِهِ قَوْله تَعَالَى {أطِيعُوا الله وَأَطيعُوا الرَّسُول وأولي الْأَمر مِنْكُم} وَقَالُوا وَأولُوا الْأَمر هم الْعلمَاء وطاعتهم تقليدهم فِيمَا يفتون بِهِ ¶ وَالْجَوَاب أَن لِلْمُفَسِّرِينَ فِي تَفْسِير أولي الْأَمر قَوْلَيْنِ أَحدهمَا أَنهم الْأُمَرَاء وَالثَّانِي أَنهم الْعلمَاء وَلَا تمْتَنع إِرَادَة الطَّائِفَتَيْنِ من الْآيَة الْكَرِيمَة وَلَكِن أَيْن هَذَا من الدّلَالَة على مُرَاد المقلدين فَإِنَّهُ لَا طَاعَة للْعُلَمَاء وَلَا لِلْأُمَرَاءِ إِلَّا إِذا أمروا بِطَاعَة الله على وفْق شَرِيعَته وَإِلَّا فقد ثَبت عَنهُ صلى الله عَلَيْهِ وَسلم أَنه قَالَ لَا طَاعَة لمخلوق فِي مَعْصِيّة الْخَالِق وَأَيْضًا الْعلمَاء إِنَّمَا أرشدوا غَيرهم إِلَى ترك تقليدهم ونهوا عَن ذَلِك كَمَا سَيَأْتِي بَيَان طرف مِنْهُ عَن الْأَئِمَّة الْأَرْبَعَة وَغَيرهم فطاعتهم ترك تقليدهم وَلَو فَرضنَا أَن فِي الْعلمَاء من يرشد النَّاس إِلَى التَّقْلِيد ويرغبهم فِيهِ لَكَانَ مرشدا إِلَى مَعْصِيّة الله وَلَا طَاعَة لَهُ بِنَصّ حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم وَإِنَّمَا قُلْنَا أَنه مرشد إِلَى مَعْصِيّة الله لِأَن من أرشد هَؤُلَاءِ الْعَامَّة الَّذين لَا يعْقلُونَ الْحجَج وَلَا يعْرفُونَ الصَّوَاب من الْخَطَأ إِلَى التَّمَسُّك بالتقليد كَانَ هَذَا الْإِرْشَاد مِنْهُ مستلزما لإرشادهم إِلَى ترك الْعَمَل بِالْكتاب إِلَّا بِوَاسِطَة آراء الْعلمَاء الَّذين يقلدونهم فَمَا عمِلُوا بِهِ عمِلُوا بِهِ وَمَا لم يعملوا بِهِ لم يعملوا بِهِ وَلَا يلتفتون إِلَى كتاب وَلَا سنة بل من شَرط التَّقْلِيد الَّذِي أصيبوا بِهِ أَن يقبل من إِمَامه رَأْيه وَلَا يعتزل عَن رِوَايَته وَلَا يسْأَله عَن",
            "page": "34",
            "part": "1",
            "seal": "D505C340"
        },
        {
            "id": "20",
            "nass": "كتاب وَلَا سنة فَإِن سَأَلَهُ عَنْهُمَا خرج عَن التَّقْلِيد لِأَنَّهُ قد صَار مطالبا بِالْحجَّةِ ¶ وَمن جملَة مَا تحب فِيهِ طَاعَة أولي الْأَمر تَدْبِير الحروب الَّتِي تدهم النَّاس وَالِانْتِفَاع بآرائهم فِيهَا وَفِي غَيرهَا من تَدْبِير أَمر المعاش وجلب الْمصَالح وَدفع الْمَفَاسِد الدُّنْيَوِيَّة وَلَا يبعد أَن تكون هَذِه الطَّاعَة فِي هَذِه الْأُمُور الَّتِي لَيست من الشَّرِيعَة فِي المرادة بِالْأَمر بطاعتهم لِأَنَّهُ لَو كَانَ المُرَاد طاعتهم فِي الْأُمُور الَّتِي شرعها الله وَرَسُوله لَكَانَ ذَلِك دَاخِلا تَحت طَاعَة الله وَطَاعَة الرَّسُول صلى الله عَلَيْهِ وَسلم وَلَا يبعد أَيْضا أَن تكون الطَّاعَة لَهُم فِي الْأُمُور الشَّرْعِيَّة فِي مثل الْوَاجِبَات المخيرة وواجبات الْكِفَايَة أَو ألزموا بعض الْأَشْخَاص بِالدُّخُولِ فِي وَاجِبَات الْكِفَايَة لزم ذَلِك فَهَذَا أَمر شَرْعِي وَجَبت فِيهِ الطَّاعَة وَبِالْجُمْلَةِ فَهَذِهِ الطَّاعَة لأولي الْأَمر الْمَذْكُورَة فِي الْآيَة هَذِه هِيَ الطَّاعَة الَّتِي تثبت فِي الْأَحَادِيث المتواترة فِي طَاعَة الْأُمَرَاء مَا لم يأمروا بِمَعْصِيَة الله أَو يرى الْمَأْمُور كفرا بواحا فَهَذِهِ الْأَحَادِيث مفسرة لما فِي الْكتاب الْعَزِيز وَلَيْسَ ذك من التَّقْلِيد فِي شَيْء بل هُوَ فِي طَاعَة الْأُمَرَاء الَّذين غلبهم الْجَهْل والبعد عَن الْعلم فِي تَدْبِير الحروب وسياسة الأجناد وجلب مصَالح الْعباد وَأما الْأُمُور الشَّرْعِيَّة الْمَحْضَة فقد أغْنى عَنْهَا كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم",
            "page": "35",
            "part": "1",
            "seal": "7B67D1D9"
        },
        {
            "id": "21",
            "nass": "سابعا وَأعلم أَن هَذَا الَّذِي سقناه هُوَ عُمْدَة أَدِلَّة المجوزين للتقليد وَقد أبطلنا ذَلِك كُله كَمَا عرفت وَلَهُم شبه غير مَا سقناه وَهِي دون مَا حررناه كَقَوْلِهِم أَن الصَّحَابَة قلدوا عمر فِي الْمَنْع من بيع الْأُمَّهَات الْأَوْلَاد وَفِي أَن الطَّلَاق يتبع الطَّلَاق وَهَذِه فِرْيَة لَيْسَ فِيهَا مرية فَإِن الصَّحَابَة مُخْتَلفُونَ فِي كلتا الْمَسْأَلَتَيْنِ فَمنهمْ من وَافق عمر اجْتِهَادًا لَا تقليدا وَمِنْهُم من خَالفه وَقد كَانَ الموافقون لَهُ يسألونه عَن الدَّلِيل ويستروونه النُّصُوص وشأن الْمُقَلّد أَن لَا يبْحَث عَن دَلِيل بل يقبل الرَّأْي وَيتْرك الرِّوَايَة وَمن لم يكن هَكَذَا فَلَيْسَ بمقلد ¶ ثامنا وَمن جملَة مَا تمسكوا بِهِ أَن الصَّحَابَة كَانُوا يفتون وَالرَّسُول صلى الله عَلَيْهِ وَسلم بَين أظهرهم وَهَذَا تَقْلِيد لَهُم وَيُجَاب عَن ذَلِك بِأَنَّهُم كَانُوا يفتون بالنصوص من الْكتاب وَالسّنة وَذَلِكَ رِوَايَة مِنْهُم وَلَا يشك من يفهم أَن قبُول الرِّوَايَة لَيْسَ بتقليد فَأن قبُول الرِّوَايَة هُوَ قبُول للحجة والتقليد إِنَّمَا هُوَ قبُول الرَّأْي وَفرق بَين قبُول الرِّوَايَة وَقبُول الرَّأْي فَإِن قبُول الرِّوَايَة لَيْسَ من التَّقْلِيد فِي شَيْء بل هُوَ عكس رسم الْمُقَلّد فاحفظ هَذَا فَإِن مجوزي التَّقْلِيد يغالطون بِمثل ذَلِك كثيرا فَيَقُولُونَ مثلا أَن الْمُجْتَهد هُوَ مقلد لمن روى لَهُ السّنة وَيَقُولُونَ أَن من التَّقْلِيد قبُول قَول الْمَرْأَة أَنَّهَا قد طهرت وَقبُول قَول الْمُؤَذّن أَن الْوَقْت قد دخل وَقبُول الْأَعْمَى لقَوْل من أخبر بالقبلة بل وَجعلُوا من التَّقْلِيد قبُول شَهَادَة",
            "page": "36",
            "part": "1",
            "seal": "4A3C9953"
        },
        {
            "id": "22",
            "nass": "الشَّاهِد وتعديل وجرح الْجَارِح وَلَا يخفى عَلَيْك أَن هَذَا لَيْسَ من التَّقْلِيد فِي شَيْء بل هُوَ من قبُول الرِّوَايَة لَا من قبُول الرَّأْي إِذْ قبُول الرَّاوِي للدليل والمخبر بِدُخُول الْوَقْت وبالطهارة وبالقبلة وَالشَّاهِد والجارح والمزكي هُوَ من قبُول الرِّوَايَة إِذْ الرَّاوِي إِنَّمَا أخبر المروى لَهُ بِالدَّلِيلِ الَّذِي رَوَاهُ وَلم يُخبرهُ بِمَا يرَاهُ من الرَّأْي وَكَذَلِكَ الْمخبر بِدُخُول الْوَقْت إِنَّمَا أخبر بِأَنَّهُ شَاهد عَلامَة من عَلَامَات الْوَقْت وَلم يخبر بِأَنَّهُ قد دخل الْوَقْت بِرَأْيهِ وَكَذَلِكَ الْمخبر بِالطَّهَارَةِ فَإِن الْمَرْأَة مثلا أخْبرت أَنَّهَا قد شاهدت عَلامَة الطُّهْر من الْقِصَّة الْبَيْضَاء وَنَحْوهَا وَلم تخبر بِأَن ذَلِك رَأْي رَأَتْهُ وَهَكَذَا الْمخبر بالقبلة أخبر أَن جِهَتهَا أَو عينهَا هَهُنَا حَيْثُمَا تَقْتَضِيه الْمُشَاهدَة بالحاسة وَلم يخبر عَن رَأْيه وَهَكَذَا الشَّاهِد فَإِنَّهُ أخبر عَن أَمر يُعلمهُ بِأحد الْحَواس وَلم يخبر عَن رَأْيه فِي ذَلِك الْأَمر وَبِالْجُمْلَةِ فَهَذَا أوضح من أَن يخفى وَالْفرق بَين الرِّوَايَة والرأي أبين من الشَّمْس وَمن الْتبس عَلَيْهِ الْفرق بَينهمَا فَلَا يشغل نَفسه بالمعارف العلمية فَإِنَّهُ بهيمي الْفَهم وَإِن كَانَ فِي مسلاخ إِنْسَان ¶ قَالَ ابْن حزيز منداد الْبَصْرِيّ الْمَالِكِي التَّقْلِيد مَعْنَاهُ فِي الشَّرْع الرُّجُوع الى قَول لَا حجَّة لقائله عَلَيْهِ وَذَلِكَ مَمْنُوع مِنْهُ فِي الشَّرِيعَة والإتباع مَا ثَبت عَلَيْهِ الْحجَّة إِلَى أَن قَالَ والإتباع فِي الدّين متبوع والتقليد مَمْنُوع وَسَيَأْتِي",
            "page": "37",
            "part": "1",
            "seal": "C9FA3C74"
        },
        {
            "id": "23",
            "nass": "مثل هَذَا الْكَلَام لإبن عبد الْبر وَغَيره ¶ تاسعا وَقد أورد بعض اسراء التَّقْلِيد كلَاما يُؤَيّد بِهِ دَعْوَاهُ الْجَوَاز فَقَالَ مَا مَعْنَاهُ لَو كَانَ التَّقْلِيد غير جَائِز لَكَانَ الِاجْتِهَاد وَاجِبا على كل فَرد من أَفْرَاد الْعباد وَهُوَ تَكْلِيف مَا لَا يُطَاق فَإِن الطباع البشرية مُتَفَاوِتَة فَمِنْهَا مَا هُوَ قَابل للعلوم الاجتهادية وَمِنْهَا مَا هُوَ قَاصِر عَن ذَلِك وَهُوَ غَالب الطباع وعَلى فرض إِنَّهَا قَابِلَة لَهُ جَمِيعهَا فوجوب تَحْصِيله على كل فَرد يُؤَدِّي إِلَى تبطيل المعايش الَّتِي لَا يتم بَقَاء النَّوْع بِدُونِهَا فَإِنَّهُ لَا يظفر برتبة الِاجْتِهَاد إِلَّا من جرد نَفسه للْعلم فِي جَمِيع أوقاته على وَجه لَا يشْتَغل بِغَيْرِهِ فَحِينَئِذٍ يشْتَغل الحراث والزراع والنساج والعمار وَنَحْوهم بِالْعلمِ وَتبقى هَذِه الْأَعْمَال شاغرة معطلة فَتبْطل المعايش بأسرها ويفضي ذَلِك إِلَى إنحزام نظام الْحَيَاة وَذَهَاب نوع الْإِنْسَان وَفِي هَذَا من الضَّرَر وَالْمَشَقَّة وَمُخَالفَة مَقْصُود الشَّارِع مَا لَا يخفى على أحد ¶ وَيُجَاب عَن هَذَا التشكيك الْفَاسِد بِأَنا لَا نطلب من كل فَرد من أَفْرَاد الْعباد أَن يبلغ رُتْبَة الِاجْتِهَاد بل الْمَطْلُوب هُوَ أَمر دون التَّقْلِيد وَذَلِكَ بِأَن يكون القائمون بِهَذِهِ المعايش والقاصرون إدراكا وفهما كَمَا كَانَ عَلَيْهِ أمثالهم فِي أَيَّام الصَّحَابَة وَالتَّابِعِينَ وتابعيهم وهم خير الْقُرُون الَّذين يَلُونَهُمْ ثمَّ الَّذين يَلُونَهُمْ وَقد علم كل عَالم أَنهم لم يَكُونُوا",
            "page": "38",
            "part": "1",
            "seal": "ADEFBA95"
        },
        {
            "id": "24",
            "nass": "مقلدين وَلَا منتسبين إِلَى فَرد من أَفْرَاد الْعلمَاء بل كَانَ الْجَاهِل يسْأَل الْعَالم عَن الحكم الشَّرْعِيّ الثَّابِت فِي كتاب الله أَو بِسنة رَسُوله صلى الله عَلَيْهِ وَسلم فيفتيه بِهِ وَيَرْوِيه لَهُ لفظا أَو معنى فَيعْمل بذلك من بَاب الْعَمَل بالرواية لَا بِالرَّأْيِ وَهَذَا أسهل من التَّقْلِيد فَإِن تفهم دقائق علم الرَّأْي أصعب من تفهم الرِّوَايَة بمراحل كَثِيرَة فَمَا طلبنا من هَؤُلَاءِ الْعَوام إِلَّا مَا هُوَ أخف عَلَيْهِم مِمَّا طلبه مِنْهُم الملزمون لَهُم بالتقليد وَهَذَا هُوَ الْهدى الَّذِي درج عَلَيْهِ خير الْقُرُون ثمَّ الَّذين يَلُونَهُمْ ثمَّ الَّذين يَلُونَهُمْ حَتَّى استدرج الشَّيْطَان بذريعة التَّقْلِيد من استدرج وَلم يكتف بذلك حَتَّى سَوَّلَ لَهُم الِاقْتِصَار على تَقْلِيد فَرد من أَفْرَاد الْعلمَاء وَعدم جَوَاز تَقْلِيد غَيره ثمَّ توسع فِي ذَلِك فخيل لكل طَائِفَة أَن الْحق مَقْصُور على مَا قَالَه إمامها وَمَا عداهُ بَاطِل ثمَّ أوقع فِي قُلُوبهم الْعَدَاوَة والبغضاء حَتَّى إِنَّك تَجِد من الْعَدَاوَة بَين أهل الْمذَاهب الْمُخْتَلفَة مَا لم تَجدهُ بَين أهل الْملَل الْمُخْتَلفَة وَهَذَا يعرفهُ كل من عرف أَحْوَالهم فَانْظُر إِلَى هَذِه الْبِدْعَة الشيطانية الَّتِي فرقت بَين أهل هَذِه الْملَّة الشَّرِيفَة وصيرتهم على مَا",
            "page": "39",
            "part": "1",
            "seal": "C710127F"
        },
        {
            "id": "25",
            "nass": "يرَاهُ من التباين والتقاطع والتخالف فَلَو لم يكن من شُؤْم هَذِه التقليدات والمذاهب المبتدعات إِلَّا مُجَرّد هَذِه الْفرْقَة بَين أهل الْإِسْلَام مَعَ كَونهم أهل مِلَّة وَاحِدَة وَنَبِي وَاحِد وَكتاب وَاحِد لَكَانَ ذَلِك كَافِيا فِي كَونهَا غير جَائِزَة فَإِن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ ينْهَى عَن الْفرْقَة ويرشد إِلَى الِاجْتِمَاع ويذم المتفرقين فِي الدّين حَتَّى أَنه قَالَ فِي تِلَاوَة الْقُرْآن وَهُوَ من أعظم الطَّاعَات إِنَّهُم إِذا اخْتلفُوا تركُوا التِّلَاوَة وَأَنَّهُمْ يَتلون مَا دَامَت قُلُوبهم مؤتلفة وَكَذَا ثَبت ذمّ التَّفَرُّق وَالِاخْتِلَاف فِي مَوَاضِع من الْكتاب الْعَزِيز مَعْرُوفَة فَكيف يحل لعالم أَن يَقُول بِجَوَاز التَّقْلِيد الَّذِي كَانَ سَبَب فرقة أهل الْإِسْلَام وانتشار مَا كَانَ عَلَيْهِ من النظام والتقاطع بَين أَهله وَإِن كَانُوا ذَوي أَرْحَام ¶ عاشرا وَقد احْتج بعض أسراء التَّقْلِيد وَمن لم يخرج عَن أَهله وَإِن كَانَ عِنْد نَفسه قد خرج مِنْهُ بِالْإِجْمَاع على جَوَازه وَهَذِه دَعْوَى لَا تصدر من ذِي قدم راسخة فِي علم الشَّرِيعَة بل لَا تصدر من عَارِف بأقوال أهل الْعلم بل لَا تصدر من عَارِف بأقوال أَئِمَّة أهل الْمذَاهب الْأَرْبَعَة فَإِنَّهُ قد صَحَّ عَنْهُم الْمَنْع من التَّقْلِيد",
            "page": "40",
            "part": "1",
            "seal": "A438AA5E"
        },
        {
            "id": "26",
            "nass": "أَقْوَال الْعلمَاء فِي النَّهْي عَن التَّقْلِيد ¶ قَالَ ابْن عبد الْبر أَنه لَا خلاف بَين أَئِمَّة أهل الْأَعْصَار فِي فَسَاد التَّقْلِيد وَأورد فصلا طَويلا فِي محاججه من قَالَ بالتقليد وإلزامه بطلَان مَا يزعمه من جَوَازه فَقَالَ يُقَال لمن قَالَ بالتقليد لم قلت بِهِ وخالفت السّلف فِي ذَلِك بِهِ فَإِنَّهُم لم يقلدوا فَإِن قلت قلدت لِأَن كتاب الله تَعَالَى لَا علم لي بتأويله وَسنة رَسُول الله صلى الله عَلَيْهِ وَسلم لم أحصها وَالَّذِي قد قلدته قد علم ذَلِك فقلدت من هُوَ أعلم مني قيل لَهُ أما الْعلمَاء إِذا أَجمعُوا على شَيْء من تَأْوِيل كتاب الله أَو حِكَايَة لسنة رَسُول الله صلى الله عَلَيْهِ وَسلم أَو اجْتمع رَأْيهمْ على شَيْء فَهُوَ الْحق لَا شكّ فِيهِ وَلَكِن قد اخْتلفُوا فِيمَا قلدت فِيهِ بَعضهم دون بعض فَمَا حجتك فِي تَقْلِيد بعض دون بعض وَكلهمْ عَالم وَلَعَلَّ الَّذِي رغبت عَن قَوْله أعلم من الَّذِي ذهبت إِلَى مذْهبه فَإِن قَالَ قلدته لِأَنِّي علمت أَنه صَوَاب قلت لَهُ علمت ذَلِك بِدَلِيل من كتاب أَو سنة أَو إِجْمَاع فَإِن قَالَ نعم فقد أبطل التَّقْلِيد وطولب بِمَا ادَّعَاهُ من",
            "page": "41",
            "part": "1",
            "seal": "D05B0715"
        },
        {
            "id": "27",
            "nass": "الدَّلِيل وَإِن قَالَ قلدته لِأَنَّهُ أعلم مني قيل لَهُ فقلدت كل من هُوَ أعلم مِنْك فَإنَّك تَجِد من ذَلِك خلقا كثيرا وَلَا تخص من قلدته إِذْ علمك فِيهِ أَنه أعلم مِنْك فَإِن قَالَ قلدته لِأَنَّهُ أعلم النَّاس قيل لَهُ فَهُوَ إِذا أعلم من الصَّحَابَة وَكفى بقوله مثل هَذَا قبحا اه مَا أردْت نَقله من كَلَامه وَهُوَ طَوِيل وَقد حكى فِي أَدِلَّة الْإِجْمَاع على فَسَاد التَّقْلِيد فَدخل فِيهِ الْأَئِمَّة الْأَرْبَعَة دُخُولا أوليا ¶ وَحكى ابْن الْقيم عَن أبي حنيفَة وَأبي يُوسُف أَنَّهُمَا قَالَا لَا يحل لأحد أَن يَقُول بقولنَا حَتَّى يعلم من أَيْن قُلْنَاهُ وَهَذَا هُوَ تَصْرِيح بِمَنْع التَّقْلِيد لِأَن من علم بِالدَّلِيلِ فَهُوَ مُجْتَهد مطَالب بِالْحجَّةِ لَا مقلد فَإِنَّهُ الَّذِي يقبل القَوْل وَلَا يُطَالب بِحجَّة وَحكى ابْن عبد الْبر أَيْضا عَن معن بن عِيسَى بِإِسْنَاد مُتَّصِل بِهِ قَالَ سَمِعت مَالِكًا يَقُول إِنَّمَا أَنا بشر أخطئ وَأُصِيب فانظروا فِي رَأْيِي فَكل مَا وَافق الْكتاب وَالسّنة فَخُذُوهُ وكل مَا لم يُوَافق الْكتاب وَالسّنة فاتركوه ¶ وَلَا يخفى عَلَيْك أَن هَذَا تَصْرِيح مِنْهُ بِالْمَنْعِ من تَقْلِيده لِأَن الْعَمَل بِمَا وَافق الْكتاب وَالسّنة من كَلَامه هُوَ عمل بِالْكتاب وَالسّنة وَلَيْسَ بمنسوب إِلَيْهِ وَقد أَمر أَتْبَاعه بترك مَا كَانَ من رَأْيه غير مُوَافق للْكتاب وَالسّنة وَقَالَ سَنَد بن عنان الْمَالِكِي فِي شَرحه على مدونة سَحْنُون",
            "page": "42",
            "part": "1",
            "seal": "89574F01"
        },
        {
            "id": "28",
            "nass": "الْمَعْرُوفَة بِالْأُمِّ مَا لَفظه أما مُجَرّد الِاقْتِصَار على مَحْض التَّقْلِيد فَلَا يرضى بِهِ رجل رشيد وَقَالَ أَيْضا نفس الْمُقَلّد لَيْسَ على بَصِيرَة وَلَا يَتَّصِف من الْعلم بِحَقِيقَة إِذْ لَيْسَ التَّقْلِيد بطرِيق إِلَى الْعلم بوفاق أهل الرفاق وَإِن توزعنا فِي ذَلِك أبدينا برهانه فَنَقُول قَالَ الله تَعَالَى {فاحكم بَين النَّاس بِالْحَقِّ} وَقَالَ {فِيمَا آتاك الله} وَقَالَ {وَلَا تقف مَا لَيْسَ لَك بِهِ علم} وَقَالَ {وَأَن تَقولُوا على الله مَا لَا تعلمُونَ} وَمَعْلُوم أَن الْعلم هُوَ معرفَة الْمَعْلُوم على مَا هُوَ بِهِ فَنَقُول للمقلد إِذا اخْتلفت الْأَقْوَال وتشعبت من أَيْن تعلم صِحَة قَول من قلدته دون غَيره أَو صِحَة قربَة على قربَة أُخْرَى وَلَا يبدر كلَاما فِي ذَلِك إِلَّا انعكس عَلَيْهِ فِي نقيضه سِيمَا إِذا عرض لَهُ ذَلِك فِي مزية لإِمَام مذْهبه الَّذِي قَلّدهُ أَو قربه يُخَالِفهَا لبَعض أَئِمَّة الصَّحَابَة إِلَى أَن قَالَ أما التَّقْلِيد فَهُوَ قبُول قَول الْغَيْر من غير حجَّة فَمن أَيْن يحصل بِهِ علم وَلَيْسَ لَهُ مُسْتَند إِلَى قطع وَهُوَ أَيْضا فِي نَفسه بِدعَة محدثة لأَنا نعلم بِالْقطعِ أَن الصَّحَابَة رضوَان الله عَلَيْهِم لم يكن فِي زمانهم وعصرهم مَذْهَب لرجل معِين يدْرك ويقلد وَإِنَّمَا كَانُوا يرجعُونَ فِي النَّوَازِل إِلَى الْكتاب وَالسّنة أَو إِلَى مَا يتمحض بَينهم من النّظر عِنْد فقد الدَّلِيل وَكَذَلِكَ تابعوهم أَيْضا يرجعُونَ إِلَى الْكتاب وَالسّنة فَإِن لم يَجدوا نظرُوا إِلَى مَا",
            "page": "43",
            "part": "1",
            "seal": "5F26DF56"
        },
        {
            "id": "29",
            "nass": "أجمع عَلَيْهِ الصَّحَابَة فَإِن لم يَجدوا اجتهدوا وَاخْتَارَ بَعضهم قَول صَحَابِيّ فَرَآهُ الْأَقْوَى فِي دين الله تَعَالَى ثمَّ كَانَ الْقرن الثَّالِث وَفِيه كَانَ أَبُو حنيفَة وَمَالك وَالشَّافِعِيّ وَابْن حَنْبَل فَإِن مَالِكًا توفّي سنة تسع وَسبعين وَمِائَة وَتُوفِّي أَبُو حنيفَة سنة خمسين وَمِائَة وَفِي هَذِه السّنة ولد الإِمَام الشَّافِعِي وَولد ابْن حَنْبَل سنة أَربع وَسِتِّينَ وَمِائَة وَكَانُوا على منهاج من مضى لم يكن فِي عصرهم مَذْهَب رجل معِين يتدارسونه وعَلى قريب مِنْهُم كَانَ ابتداعهم فكم من قَوْله لمَالِك ونظرائه خَالفه فِيهَا أَصْحَابه وَلَو نقلنا ذَلِك لخرجنا عَن مَقْصُود ذَلِك الْكتاب مَا ذَاك إِلَّا لجمعهم آلَات الِاجْتِهَاد وقدرتهم على ضروب الاستنباطات وَلَقَد صدق الله نبيه فِي قَوْله خير الْقُرُون قَرْني ثمَّ الَّذين يَلُونَهُمْ ثمَّ الَّذين يَلُونَهُمْ ذكر بعد قرنه قرنين والْحَدِيث فِي صَحِيح البُخَارِيّ ¶ فالعجب من أهل التَّقْلِيد كَيفَ يَقُولُونَ هَذَا هُوَ الْأَمر الْقَدِيم وَعَلِيهِ أدركنا الشُّيُوخ وَهُوَ إِنَّمَا حدث بعد مِائَتي سنة من الْهِجْرَة وَبعد فنَاء الْقُرُون الَّذين أثنى عَلَيْهِم الرَّسُول صلى الله عَلَيْهِ وَسلم أه ¶ وَقد عرفت بِهَذَا أَن التَّقْلِيد لم يحدث إِلَّا بعد انْقِرَاض",
            "page": "44",
            "part": "1",
            "seal": "1DB9F777"
        },
        {
            "id": "30",
            "nass": "خير الْقُرُون ثمَّ الَّذين يَلُونَهُمْ وَإِن حُدُوث التمذهب بمذاهب الْأَئِمَّة الْأَرْبَعَة إِنَّمَا كَانَ بعد انْقِرَاض الْأَئِمَّة الْأَرْبَعَة وَإِنَّهُم كَانُوا على نمط من تقدمهم من السّلف فِي هجر التَّقْلِيد وَعدم الِاعْتِدَاد بِهِ وَإِن هَذِه الْمذَاهب إِنَّمَا أحدثها عوام المقلدة لأَنْفُسِهِمْ من دون أَن يَأْذَن بهَا إِمَام من الْأَئِمَّة الْمُجْتَهدين وَقد تَوَاتَرَتْ الرِّوَايَة عَن الإِمَام مَالك أَنه قَالَ لَهُ الرشيد أَنه يُرِيد أَن يحمل النَّاس على مذْهبه فَنَهَاهُ عَن ذَلِك وَهَذَا مَوْجُود فِي كل كتاب فِيهِ تَرْجَمَة الإِمَام مَالك وَلَا يَخْلُو من ذَلِك إِلَّا النَّادِر وَإِذا تقرر أَن الْمُحدث لهَذِهِ الْمذَاهب والمبتدع لهَذِهِ التقليدات هم جملَة المقلدة فَقَط فقد عرفت مِمَّا تقرر فِي الْأُصُول أَنه لَا اعْتِدَاد بهم فِي الْإِجْمَاع وَإِن الْمُعْتَبر فِي الْإِجْمَاع إِنَّمَا هم المجتهدون وَحِينَئِذٍ لم يقل بِهَذِهِ التقليدات عَالم من الْعلمَاء الْمُجْتَهدين أما قبل حدوثها فَظَاهر وَأما بعد حدوثها فَمَا سمعنَا عَن مُجْتَهد من الْمُجْتَهدين أَنه يسوغ صَنِيع هَؤُلَاءِ المقلدة الَّذين فرقوا دين الله وخالفوا بَين الْمُسلمين بل أكَابِر الْعلمَاء مُنكر لَهَا",
            "page": "45",
            "part": "1",
            "seal": "45298D46"
        },
        {
            "id": "31",
            "nass": "وَسَاكِت عَنْهَا سكُوت تقية لمخافة ضَرَر أَو لمخافة فَوَات نفع كَمَا يكون مثل ذَلِك كثيرا لَا سِيمَا من عُلَمَاء السوء وكل عَاقل يعلم أَنه لَو صرح عَالم من عُلَمَاء الْإِسْلَام الْمُجْتَهدين فِي مَدِينَة من مَدَائِن الْإِسْلَام فِي أَي مَحل كَانَ بِأَن التَّقْلِيد بِدعَة مُحرمَة لَا يجوز الِاسْتِمْرَار عَلَيْهِ وَلَا الِاعْتِدَاد بِهِ لقام عَلَيْهِ أَكثر أَهلهَا إِن لم يقم عَلَيْهِ كلهم وأنزلوا بِهِ الإهانة والإضرار بِمَالِه وبدنه وَعرضه بِمَا لَا يَلِيق بِمن هُوَ دونه إِذا سلم من الْقَتْل على يَد أول جَاهِل من هَؤُلَاءِ المقلدة وَمن يعضدهم من جَهله الْمُلُوك والأجناد فَإِن طبائع الْجَاهِلين بِعلم الشَّرِيعَة مُتَقَارِبَة وهم لكَلَام من يجانسهم فِي الْجَهْل أقبل من كَلَام من يخالفهم فِي ذَلِك من أهل الْعلم وَلِهَذَا طبقت هَذِه الْبِدْعَة جَمِيع الْبِلَاد الإسلامية وَصَارَت شَامِلَة لكل فَرد من أَفْرَاد الْمُسلمين فالجاهل يعْتَقد أَن الدّين مَا زَالَ هَكَذَا وَلنْ يزَال إِلَى الْحَشْر وَلَا يعرف مَعْرُوفا وَلَا يُنكر مُنْكرا وَهَكَذَا من كَانَ من المشتغلين بِعلم التَّقْلِيد فَإِنَّهُ كالجاهل بل أقبح مِنْهُ لِأَنَّهُ يضم إِلَى جَهله وإصراره على بِدعَة التَّقْلِيد وتحسينها فِي عُيُون أهل الْجَهْل الازدراء بالعلماء الْمُحَقِّقين والعارفين بِكِتَاب الله وبسنة رَسُوله صلى الله عَلَيْهِ وَسلم ويصول عَلَيْهِم ويجول وينسبهم إِلَى الابتداع وَمُخَالفَة الْأَئِمَّة والتنقص",
            "page": "46",
            "part": "1",
            "seal": "76AD3B55"
        },
        {
            "id": "32",
            "nass": "بشأنهم فَيسمع ذَلِك مِنْهُم الْمُلُوك وَمن يتَصَرَّف بالنيابة عَنْهُم من أعوانهم فيصدقونه ويذعنون لقَوْله إِذْ هُوَ مجانس لَهُم فِي كَونه جَاهِلا وَإِن كَانَ يعرف مسَائِل قلد فِيهَا غَيره لَا يدْرِي أهوَ حق أم بَاطِل لَا سِيمَا إِذا كَانَ قَاضِيا أَو مفتيا فَإِن الْعَاميّ لَا ينظر إِلَى أهل الْعلم بِعَين مُمَيزَة بَين من هُوَ عَالم على الْحَقِيقَة وَمن هُوَ جَاهِل وَبَين من هُوَ مقصر وَمن هُوَ كَامِل لِأَنَّهُ لَا يعرف الْفضل لأهل الفضيل إِلَّا أَهله وَأما الْجَاهِل فَإِنَّهُ يسْتَدلّ على الْعلم بالمناصب والقرب من الْمُلُوك واجتماع المدرسين من المقلدين وتحرير الْفَتَاوَى للمتخاصمين وَهَذِه الْأُمُور إِنَّمَا يقوم بهَا رُؤُوس هَؤُلَاءِ المقلدة فِي الْغَالِب كَمَا يعلم ذَلِك كل عَالم بأحوال النَّاس فِي قديم الزَّمن وَحَدِيثه وَهَذَا يعرفهُ الْإِنْسَان بِالْمُشَاهَدَةِ لأهل عصره وبمطالعة كتب التَّارِيخ الحاكية لما كَانَ عَلَيْهِ من قبله وَأما الْعلمَاء الْمُحَقِّقُونَ المجتهدون فالغالب على أَكْثَرهم الخمول لِأَنَّهُ لما كثر التَّفَاوُت بَينهم وَبَين أهل الْجَهْل كَانُوا متقاعدين لَا يرغب هَذَا فِي هَذَا وَلَا هَذَا فِي هَذَا ومنزلة الْفَقِيه من السَّفِيه كمنزلة السَّفِيه من الْفَقِيه فَهَذَا زاهد فِي حق هَذَا وَهَذَا أزهد مِنْهُ فِيهِ وَمِمَّا يَدْعُو الْعلمَاء إِلَى مهاجرة أكَابِر الْعلمَاء ومقاطعتهم إِنَّهُم يجدونهم غير راغبين فِي علم التَّقْلِيد الَّذِي هُوَ رَأس مَال فقهائهم وعلمائهم والمفتين مِنْهُم بل يجدونهم مشتغلين بعلوم الِاجْتِهَاد وَهِي عِنْد هَؤُلَاءِ المقلدة",
            "page": "47",
            "part": "1",
            "seal": "5D10D2B0"
        },
        {
            "id": "33",
            "nass": "لَيست من الْعُلُوم النافعة بل الْعُلُوم النافعة عِنْدهم هِيَ الَّتِي يتعجلون نَفعهَا بِقَبض جرايات التدريس وَأُجْرَة الْفَتَاوَى ومقررات الْقَضَاء وَمَعَ هَذَا فَمن كَانَ من هَؤُلَاءِ المقلدة مُتَمَكنًا من تدريسهم فِي علم التَّقْلِيد إِذا درسهم فِي مَسْجِد من الْمَسَاجِد أَو فِي مدرسة من الْمدَارِس اجْتمع عَلَيْهِ مِنْهُم جمع جم يُقَارب الْمِائَة أَو يجاوزها من قوم قد ترشحوا للْقَضَاء والفتيا وطمعوا فِي نيل الرياسة الدُّنْيَوِيَّة أَو أَرَادوا حفظ مَا قد ناله سلفهم من الرياسة وَبَقَاء مناصبهم والمحافظة على التَّمَسُّك بهَا كَمَا كَانَ عَلَيْهِ أسلافهم فهم لهَذَا الْمَقْصد يلبسُونَ الثِّيَاب الرفيعة ويديرون على رُؤْسهمْ عمائم كالروابي فَإِذا نظر الْعَاميّ أَو السُّلْطَان أَو بعض أعوانه إِلَى تِلْكَ الْحلقَة البهيمية الْمُشْتَملَة على الْعدَد الْكثير والملبوس الشهير والدفاتر الضخمة لم يبْق عِنْده شكّ أَن شيخ تِلْكَ الْحلقَة ومدرسها أعلم النَّاس فَيقبل قَوْله فِي كل أَمر يتَعَلَّق بِالدّينِ ويؤهله لكل مشكلة ويرجو مِنْهُ من الْقيام بالشريعة مَا لَا يرجوه من الْعَالم على الْحَقِيقَة المبرز فِي علم الْكتاب وَالسّنة وَسَائِر الْعُلُوم الَّتِي يتَوَقَّف فهم المعلمين عَلَيْهَا وَلَا سِيمَا غَالب المبرزين من الْعلمَاء وَتَحْت ذيول الخمول إِذا درسوا فِي علم بَين عُلُوم الِاجْتِهَاد فَلَا يجْتَمع عَلَيْهِم فِي الْغَالِب إِلَّا الرجل وَالرجلَانِ وَالثَّلَاثَة لِأَن الْبَالِغين من الطّلبَة إِلَى هَذِه الرُّتْبَة المستعدين لعلم الِاجْتِهَاد هم أقل",
            "page": "48",
            "part": "1",
            "seal": "05BE5A93"
        },
        {
            "id": "34",
            "nass": "قَلِيل لِأَنَّهُ لَا يرغب فِي علم الِاجْتِهَاد إِلَّا من أخْلص النِّيَّة وَطلب الْعلم لله عز وَجل وَرغب عَن المناصب الدُّنْيَوِيَّة وربط نَفسه برباط الزّهْد وألجم نَفسه بلجام القنوع فَلْينْظر الْعَاقِل أَيْن يكون مَحل هَذَا الْعَالم على التَّحْقِيق عِنْد أهل الدُّنْيَا إِذا شاهدوه فِي زَاوِيَة من زَوَايَا الْمَسْجِد وَقد قعد بَين يَدَيْهِ رجل أَو رجلَانِ من مَحل ذَلِك الْمُقَلّد الَّذِي اجْتمع عَلَيْهِ المقلدون فَإِنَّهُم رُبمَا يَعْتَقِدُونَ أَنه كواحد من تلامذة الْمُقَلّد أَو يقصر عَنهُ لما يشاهدون من الْأَوْصَاف الَّتِي قدمنَا ذكرهَا وَمَعَ هَذَا فَإِنَّهُم لَا يقفون على فَتْوَى من الْفَتَاوَى أَو سجل من السجلات إِلَّا وَهُوَ بِخَط أهل التَّقْلِيد ومنسوب إِلَيْهِم فيزدادون لَهُم بذلك تَعْظِيمًا ويقدمونهم على عُلَمَاء الِاجْتِهَاد فِي كل اصدار وإيراد فَإِذا تكلم عَالم من عُلَمَاء الِاجْتِهَاد وَالْحَال هَذِه بِشَيْء يُخَالف مَا يَعْتَقِدهُ المقلدة قَامُوا عَلَيْهِ قومه جَاهِلِيَّة وَوَافَقَهُمْ على ذَلِك أهل الدُّنْيَا وأرباب السُّلْطَان فَإِذا قدرُوا على الْإِضْرَار بِهِ فِي بدنه وَمَاله فعلوا ذَلِك وهم بفعلهم مشكورون عِنْد أَبنَاء جنسهم من الْعَامَّة والمقلدة لأَنهم قَامُوا بنصرة الدّين بزعمهم وذبوا عَن الْأَئِمَّة المتبوعين وَعَن مذاهبهم الَّتِي قد اعتقدها أتباعهم فَيكون لَهُم بِهَذِهِ الْأَفْعَال الَّتِي هِيَ عين الْجَهْل والضلال من الجاه والرفعة عِنْد أَبنَاء جنسهم مَا لم يكن فِي حِسَاب",
            "page": "49",
            "part": "1",
            "seal": "C4E0471F"
        },
        {
            "id": "35",
            "nass": "وَأما ذَلِك الْعَالم الْمُحَقق الْمُتَكَلّم بِالصَّوَابِ فبالأحرى أَن لَا ينجو من شرهم وَيسلم من ضرهم وَأما عرضه فَيصير عرضه للشتم والتبديع والتجهيل والتضليل فَمن ذَا ترى ينصب نَفسه للانكار على هَذِه الْبِدْعَة وَيقوم فِي النَّاس بتبطيل هَذِه الشنعة مَعَ كَون الدُّنْيَا مُؤثرَة وَحب الشّرف وَالْمَال يمِيل بالقلوب على كل حَال فَانْظُر إِلَيْهَا أَيهَا الْمنصف بِعَين الْإِنْصَاف هَل يعد سكُوت عُلَمَاء الِاجْتِهَاد على إِنْكَار بِدعَة التَّقْلِيد مَعَ هَذِه الْأُمُور مُوَافقَة لأَهْلهَا على جوارها كلا وَالله فَأَنَّهُ سكُوت تقية لَا سكُوت مُوَافقَة مرضية وَلَكنهُمْ مَعَ سكوتهم عَن التظاهر بذلك لَا يتركون بَيَان مَا أَخذ الله عَلَيْهِم بَيَانه فَتَارَة يصرحون بذلك فِي مؤلفاتهم وَتارَة يلوحون بِهِ وَكثير مِنْهُم يكتم مَا يُصَرح بِهِ من تَحْرِيم التَّقْلِيد إِلَى مَا بعد مَوته كَمَا روى الأرتوي عَن شَيْخه الإِمَام ابْن دَقِيق الْعِيد أَنه طلب مِنْهُ ورقة وكتبها فِي مرض مَوته وَجعلهَا تَحت فرَاشه فَلَمَّا مَاتَ أخرجوها فَإِذا هِيَ فِي تَحْرِيم التَّقْلِيد مُطلقًا وَمِنْهُم من يُوضح ذَلِك لمن يَثِق بِهِ من أهل الْعلم وَلَا يزالون متوارثين لذَلِك فِيمَا بَينهم طبقَة بعد طبقَة يُوضحهُ السّلف للخلف ويبلغه الْكَامِل للمقصر وَأَن انحجب ذَلِك عَن أهل التَّقْلِيد فَهُوَ غير محتجب عَن غَيرهم وَقد رَأينَا فِي زَمَاننَا مَشَايِخنَا",
            "page": "50",
            "part": "1",
            "seal": "89D0425E"
        },
        {
            "id": "36",
            "nass": "المشتغلين بعلوم الِاجْتِهَاد فَلم نجد فيهم وَاحِدًا مِنْهُم يَقُول أَن التَّقْلِيد صَوَاب وَمِنْهُم من صرح بانكار التَّقْلِيد من أَصله وَإِن كَانَ فِي كثير من الْمسَائِل الَّتِي يعتقدها المقلدون فَوَقع بَينه وَبَين أهل عصره قلاقل وزلازل ونالهم من الامتحان مَا فِيهِ توفير أُجُورهم وَهَكَذَا حَال أهل سَائِر الديار فِي جَمِيع الاعصار ¶ وَبِالْجُمْلَةِ فَهَذَا أَمر يُشَاهِدهُ كل أحد فِي زَمَنه فَإنَّا لم نسْمع بِأَن أهل مَدِينَة من الْمَدَائِن الإسلامية أَجمعُوا أَمرهم على ترك التَّقْلِيد وإتباع الْكتاب وَالسّنة لَا فِي هَذَا الْعَصْر وَلَا فِيمَا تقدمه من العصور بعد ظُهُور الْمذَاهب بل أهل الْبِلَاد الإسلامية أجمع أَكْتَع مطبقون على التَّقْلِيد وَمن كَانَ مِنْهُم منتسبا إِلَى الْعلم فَهُوَ إِمَّا أَن يكون غلب عَلَيْهِ معرفَة مَا هُوَ مقلد فِيهِ وَهَذَا عِنْد أهل التَّحْقِيق لَيْسَ من أهل الْعلم وَإِمَّا أَن يكون قد اشْتغل بِبَعْض عُلُوم الِاجْتِهَاد وَلم يتأهل للنَّظَر فَوقف تَحت ربقة التَّقْلِيد ضَرُورَة لَا اخْتِيَارا وَإِمَّا أَن يكون عَالما مبرزا جَامعا لعلوم الِاجْتِهَاد فَهَذَا الَّذِي يجب عَلَيْهِ أَن يتَكَلَّم بِالْحَقِّ وَلَا يخَاف فِي الله لومة لائم إِلَّا لمسوغ شَرْعِي وَأما من لم يكن منتسبا إِلَى الْعلم فَهُوَ إِمَّا عَامي صرف لَا يعرف التَّقْلِيد وَلَا",
            "page": "51",
            "part": "1",
            "seal": "F1CA4147"
        },
        {
            "id": "37",
            "nass": "غَيره وَإِنَّمَا ينتمي إِلَى الْإِسْلَام جملَة وَيفْعل كَمَا يَفْعَله أهل بَلَده فِي صلَاته وَسَائِر عباداته ومعاملاته فَهَذَا قد أراح نَفسه من محنة التعصب الَّتِي يَقع فِيهَا المقلدون وَكفى الله أهل الْعلم شَره فَهُوَ لَا وازع لَهُ من نَفسه يحملهُ على التعصب عَلَيْهِم بل رُبمَا نفخ فِيهِ بعض شياطين المقلدة وسعى إِلَيْهِ بعلماء الِاجْتِهَاد فَحَمله على أَن يجهل عَلَيْهِم بِمَا يوبقه فِي حَيَاته وَبعد مماته ¶ وَأما أَن يكون مرتفعا عَن هَذِه الطَّبَقَة قَلِيلا فَيكون غير مشتغل بِطَلَب الْعلم لكنه يسْأَل أهل الْعلم عَن أَمر عِبَادَته ومعاملته وَله بعض تَمْيِيز فَهَذَا هُوَ تبع لمن يسْأَله من أهل الْعلم إِن كَانَ يسْأَل المقلدين فَهُوَ لَا يرى الْحق إِلَّا فِي التَّقْلِيد وَإِن كَانَ يسْأَل الْمُجْتَهدين فَهُوَ يعْتَقد أَن الْحق مَا يرشدونه إِلَيْهِ فَهُوَ مَعَ من غلب عَلَيْهِ من الطائفيين وَأما أَن يكون مِمَّن لَهُ اشْتِغَال بِطَلَب علم المقلدين وأكباب على حفظه وفهمه وَلَا يرفع رَأسه إِلَى سواهُ وَلَا يلْتَفت إِلَى غَيره فالغالب على هَؤُلَاءِ التعصب المفرط على عُلَمَاء الِاجْتِهَاد ورميهم بِكُل حجر ومدر وإيهام الْعَامَّة بِأَنَّهُم مخالفون لإِمَام الْمَذْهَب الَّذِي قد ضَاقَتْ أذهانهم عَن تصور عَظِيم قدره وامتلأت قُلُوبهم من هَيْبَة من تقرر عِنْدهم أَنه فِي دَرَجَة لم تبلغها الصَّحَابَة فضلا عَمَّن بعدهمْ وَهَذَا وَأَن لم يصرحوا بِهِ فَهُوَ مَا تكنه صُدُورهمْ وَلَا تنطق بِهِ",
            "page": "52",
            "part": "1",
            "seal": "6642F7AA"
        },
        {
            "id": "38",
            "nass": "ألسنتهم فَمَعَ مَا قد صَار عِنْدهم من هَذَا الِاعْتِقَاد فِي ذَلِك الإِمَام إِذا بَلغهُمْ أَن أحد عُلَمَاء الِاجْتِهَاد الْمَوْجُودين يُخَالِفهُ فِي مَسْأَلَة من الْمسَائِل كَانَ هَذَا الْمُخَالف قد ارْتكب أمرا شنيعا وَخَالف عِنْدهم شَيْئا قَطْعِيا وَأَخْطَأ خطئا لَا يكفره شَيْء وَإِن اسْتدلَّ على مَا ذهب إِلَيْهِ بِالْآيَاتِ القرآنية وَالْأَحَادِيث المتواترة لم يقبل مِنْهُ ذَلِك وَلم يرفع لما جَاءَ بِهِ رَأْسا كَائِنا من كَانَ وَلَا يزالون منتقصين لَهُ بِهَذِهِ الْمُخَالفَة انتقاصا شَدِيدا على وَجه لَا يستحلونه من الفسقة وَلَا من أهل الْبدع الْمَشْهُورَة كالخوارج وَالرَّوَافِض ويبغضونه بغضا شَدِيدا فَوق مَا يبغضون أهل الذِّمَّة من الْيَهُود وَالنَّصَارَى وَمن أنكر هَذَا فَهُوَ غير مُحَقّق لأحوال هَؤُلَاءِ ¶ وَبِالْجُمْلَةِ فَهُوَ عِنْدهم ضال مضل وَلَا ذَنْب لَهُ إِلَّا أَنه عمل بِكِتَاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم واقتدى بعلماء الْإِسْلَام فِي أَن الْوَاجِب على كل مُسلم تَقْدِيم كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم على قَول كل عَالم كَائِنا من كَانَ",
            "page": "53",
            "part": "1",
            "seal": "0B4BF399"
        },
        {
            "id": "39",
            "nass": "أَقْوَال الْأَئِمَّة الْأَرْبَعَة فِي النَّهْي عَن التَّقْلِيد ¶ وَمن المصرحين بِهَذِهِ الْأَئِمَّة الْأَرْبَعَة فَإِنَّهُ قد صَحَّ عَن كل وَاحِد مِنْهُم هَذَا الْمَعْنى من طرق مُتعَدِّدَة قَالَ صَاحب الْهِدَايَة فِي رَوْضَة الْعلمَاء أَنه قيل لأبي حنيفَة إِذا قلت قولا وَكتاب الله يُخَالِفهُ قَالَ اتْرُكُوا قولي بِخَبَر رَسُول الله صلى الله عَلَيْهِ وَسلم فَقيل لَهُ إِذا كَانَ قَول الصَّحَابِيّ يُخَالِفهُ فَقَالَ اتْرُكُوا قولي بقول الصَّحَابِيّ اه وَقد روى عَنهُ هَذِه الْمقَالة جمَاعَة من أَصْحَابه وَغَيرهم وَذكر نور الدّين السنهوري نَحْو ذَلِك عَن مَالك قَالَ ابْن مديني فِي منسكه روينَا عَن معن بن عِيسَى قَالَ سَمِعت مَالِكًا يَقُول إِنَّمَا أَنا بشر أخطئ وَأُصِيب فانظروا فِي رَأْيِي كل مَا وَافق الْكتاب وَالسّنة فَخُذُوا بِهِ وَمَا لم يُوَافق الْكتاب وَالسّنة فاتركوه اه وَنقل الأَجْهُورِيّ والخوش هَذَا الْكَلَام وَأَقَرَّاهُ فِي شرحيهما على مُخْتَصر خَلِيل وَقد روى ذَلِك عَن مَالك جمَاعَة من أهل مذْهبه وَغَيرهم",
            "page": "54",
            "part": "1",
            "seal": "6BA61CB9"
        },
        {
            "id": "40",
            "nass": "وَأما الإِمَام الشَّافِعِي فقد تَوَاتر عَنهُ ذَلِك تواترا لَا يخفى على الْقصر فضلا عَن كَامِل فَإِنَّهُ نقل عَنهُ غَالب أَتْبَاعه وَنَقله أَيْضا عَنهُ جَمِيع المترجمين لَهُ إِلَّا من شَذَّ ¶ وَمن جملَة من روى ذَلِك الْبَيْهَقِيّ فَإِنَّهُ سَاق إِسْنَادًا إِلَى الرّبيع قَالَ سَمِعت الشَّافِعِي وَسَأَلَهُ رجل عَن مَسْأَلَة فَقَالَ يرْوى عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ كَذَا فَقَالَ لَهُ السَّائِل يَا أَبَا عبد الله أنقول بِهَذَا فارتعد الشَّافِعِي واصفر وَحَال لَونه وَقَالَ وَيحك وَأي أَرض تُقِلني وَأي سَمَاء تُظِلنِي إِذا رويت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم شَيْئا وَلم أقل بِهِ يعم على الرَّأْس وَالْعين نعم على الرَّأْس وَالْعين ¶ وروى الْبَيْهَقِيّ أَيْضا عَن الشَّافِعِي أَنه قَالَ إِذا وجدْتُم فِي كتابي خلاف سنة رَسُول الله صلى الله عَلَيْهِ وَسلم فَقولُوا بِسنة رَسُول الله صلى الله عَلَيْهِ وَسلم ودعوا مَا قلت ¶ وروى الْبَيْهَقِيّ عَنهُ أَيْضا قَالَ إِذا حدث الثِّقَة عَن الثِّقَة حَتَّى يَنْتَهِي إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم فَهُوَ ثَابت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا يتْرك لرَسُول الله صلى الله عَلَيْهِ وَسلم حَدِيث أبدا إِلَّا حَدِيث وجد عَن رَسُول الله صلى الله عَلَيْهِ وَسلم حَدِيث يُخَالِفهُ ¶ وروى الْبَيْهَقِيّ أَيْضا عَنهُ أَنه قَالَ لَهُ رجل وَقد روى حَدِيثا أنأخذ بِهِ فَقَالَ مَتى رويت عَن رَسُول الله",
            "page": "55",
            "part": "1",
            "seal": "D39BE8B0"
        },
        {
            "id": "41",
            "nass": "صلى الله عَلَيْهِ وَسلم حَدِيثا صَحِيحا فَلم آخذ بِهِ فأشهدكم أَن عَقْلِي قد ذهب ¶ وَحكى ابْن الْقيم فِي أَعْلَامه الموقعين أَن الرّبيع قَالَ سَمِعت الشَّافِعِي يَقُول كل مَسْأَلَة يَصح فِيهَا الْخَبَر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم عِنْد أهل النَّقْل بِخِلَاف مَا قلت فَأَنا رَاجع عَنْهَا فِي حَياتِي وَبعد مماتي ¶ وَقَالَ حَرْمَلَة بن يحيى قَالَ الشَّافِعِي مَا قلت وَكَانَ النَّبِي صلى الله عَلَيْهِ وَسلم قد قَالَ بِخِلَاف قولي فَمَا صَحَّ من حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم أولى وَلَا تقلدوني ¶ وَقَالَ الْحميدِي سَأَلَ الرجل الشَّافِعِي عَن مَسْأَلَة فأفتاه وَقَالَ قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم كَذَا وَكَذَا فَقَالَ الرجل أَتَقول بِهَذَا يَا أَبَا عبد الله فَقَالَ الشَّافِعِي أَرَأَيْت فِي وسطي زنارا أَترَانِي خرجت من الْكَنِيسَة أَقُول قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم وَتقول لي أَتَقول بِهَذَا أروي عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا أَقُول بِهِ اه ¶ وَنقل إِمَام الْحَرَمَيْنِ فِي نهايته عَن الشَّافِعِي أَنه قَالَ إِذا صَحَّ خبر يُخَالف مذهبي فَاتَّبعُوهُ وَاعْلَمُوا أَنه مذهبي أه ¶ وَقد روى نَحْو ذَلِك الْخَطِيب وَكَذَلِكَ الذَّهَبِيّ فِي تَارِيخ الْإِسْلَام والنبلاء وَغير هَؤُلَاءِ مِمَّن لَا يَأْتِي عَلَيْهِ الْحصْر",
            "page": "56",
            "part": "1",
            "seal": "356C6C93"
        },
        {
            "id": "42",
            "nass": "وَقَالَ الْحَافِظ بن حجر فِي توالي التأسيس قد اشْتهر عَن الشَّافِعِي إِذا صَحَّ الحَدِيث فَهُوَ مذهبي وَحكى عَن السُّبْكِيّ أَن لَهُ مصنفا فِي هَذِه الْمَسْأَلَة ¶ وَأما الإِمَام أَحْمد بن حَنْبَل فَهُوَ أَشد الْأَئِمَّة الْأَرْبَعَة تنفيرا عَن الرَّأْي وأبعدهم عَنهُ وألزمهم إِلَى السّنة وَقد نقل عَنهُ ابْن الْقيم فِي مؤلفاته كأعلام الموقعين مَا فِيهِ التَّصْرِيح بِأَنَّهُ لَا عمل على الرَّأْي أصلا وَهَكَذَا نقل عَنهُ ابْن الْجَوْزِيّ وَغَيره من أَصْحَابه وَإِذا كَانَ من الْمُخَالفين للرأي المنفرين عَنهُ فَهُوَ قَائِل بِمَا قَالَه الْأَئِمَّة الثَّلَاثَة المنقولة نصوصهم على أَن الحَدِيث مَذْهَبهم وَيزِيد عَلَيْهِم بِأَنَّهُم سوغوا الرَّأْي فِيمَا لَا يُخَالف النَّص وَهُوَ مَنعه من الأَصْل وَقد حكى الشعراني فِي الْمِيزَان أَن الْأَئِمَّة الْأَرْبَعَة كلهم قَالُوا إِذا صَحَّ الحَدِيث فَهُوَ مَذْهَبنَا وَلَيْسَ لأحد قِيَاس وَلَا حجَّة اه ¶ إِجْمَاع الْأَئِمَّة الْأَرْبَعَة على تَقْدِيم النَّص وَإِذا تقرر لَك إِجْمَاع أَئِمَّة الْمذَاهب الْأَرْبَعَة على تَقْدِيم النَّص على آرائهم عرفت أَن الْعَالم الَّذِي عمل بِالنَّصِّ وَترك قَول أهل الْمذَاهب هُوَ الْمُوَافق لما قَالَه أَئِمَّة الْمذَاهب والمقلد الَّذِي قدم أَقْوَال",
            "page": "57",
            "part": "1",
            "seal": "A5683E89"
        },
        {
            "id": "43",
            "nass": "أهل الْمذَاهب على النَّص هُوَ الْمُخَالف لله وَلِرَسُولِهِ ولإمام مذْهبه وَلغيره من سَائِر عُلَمَاء الْإِسْلَام ¶ ولعمري إِن الْقَلَم مبري بِهَذِهِ النقول على وَجل من الله وحياء من رَسُول الله صلى الله عَلَيْهِ وَسلم فيا لله الْعجب أيحتاج الْمُسلم فِي تَقْدِيم قَول الله أَو رَسُوله صلى الله عَلَيْهِ وَسلم على قَول أحد من عُلَمَاء أمته إِلَى أَن يعتضد بِهَذِهِ النقول يَا لله الْعجب أَي مُسلم يلتبس عَلَيْهِ مثل هَذَا حَتَّى يحْتَاج إِلَى نقل هَؤُلَاءِ الْعلمَاء رَحِمهم الله فِي أَن أَقْوَال الله وأقوال رَسُوله صلى الله عَلَيْهِ وَسلم مُقَدّمَة على أَقْوَالهم فَإِن التَّرْجِيح فرع التَّعَارُض وَمن ذَاك الَّذِي يُعَارض قَوْله قَول الله أَو قَول رَسُوله صلى الله عَلَيْهِ وَسلم حَتَّى نرْجِع إِلَى التَّرْجِيح والتقديم سُبْحَانَكَ هَذَا بهتان عَظِيم فَلَا حَيا الله هَؤُلَاءِ المقلدة الَّذين ألجأوا الْأَئِمَّة الْأَرْبَعَة إِلَى التَّصْرِيح بِتَقْدِيم أَقْوَال الله وَرَسُوله على أَقْوَالهم لما شاهدوهم عَلَيْهِ من الغلو المشابه لغلو الْيَهُود وَالنَّصَارَى فِي أَحْبَارهم وَرُهْبَانهمْ ¶ وَهَؤُلَاء الَّذين ألجؤونا إِلَى نقل هَذِه الْكَلِمَات وَإِلَّا فَالْأَمْر وَاضح لَا يلتبس على أحد وَلَو فَرضنَا وَالْعِيَاذ بِاللَّه أَن عَالما من عُلَمَاء الْإِسْلَام يَجْعَل قَوْله كَقَوْل الله أَو قَول رَسُوله",
            "page": "58",
            "part": "1",
            "seal": "875719D1"
        },
        {
            "id": "44",
            "nass": "صلى الله عَلَيْهِ وَسلم لَكَانَ كَافِرًا مُرْتَدا فضلا على أَن يَجْعَل قَوْله أقدم من قَول الله وَرَسُوله فَإنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون مَا صنعت هَذِه الْمذَاهب بِأَهْلِهَا وَإِلَى أَي مَوضِع أخرجتهم وليت هَؤُلَاءِ المقلدة الجناة الأجلاف نظرُوا بِعَين الْعقل إِذْ حرمُوا النّظر بَين الْعلم ووازنوا بَين رَسُول الله صلى الله عَلَيْهِ وَسلم وَبَين أَئِمَّة مذاهبهم وتصوروا وقوفهم بَين يَدي رَسُول الله صلى الله عَلَيْهِ وَسلم فَهَل يخْطر ببال من بقيت فِيهِ بَقِيَّة من عقل هَؤُلَاءِ المقلدين أَن هَؤُلَاءِ الْأَئِمَّة المتبوعين عِنْد وقوفهم المعروض بَين يَدي رَسُول الله صلى الله عَلَيْهِ وَسلم كَانُوا يردون عَلَيْهِ قَوْله أَو يخالفونه بأقوالهم كلا وَالله بل هم أتقى لله وأخشى لَهُ فقد كَانَ أكَابِر الصَّحَابَة يتركون سُؤَاله صلى الله عَلَيْهِ وَسلم فِي كثير من الْحَوَادِث هَيْبَة وتعظيما وَكَانَ يعجبهم الرجل الْعَاقِل من أهل الْبَادِيَة إِذا وصل يسْأَل رَسُول الله صلى الله عَلَيْهِ وَسلم ليستفيدوا بسؤاله كَمَا ثَبت فِي الصَّحِيح وَكَانُوا يقفون بَين يَدَيْهِ كَأَن على رؤوسهم الطير يرْمونَ بِأَبْصَارِهِمْ إِلَى مَا بَين أَيْديهم وَلَا يرفعونها إِلَى رَسُول الله صلى الله عَلَيْهِ وَسلم احتشاما وتكريما وَكَانُوا أَحْقَر وَأَقل عِنْد أنفسهم من أَن يعارضوا رَسُول الله صلى الله عَلَيْهِ وَسلم بآرائهم وَكَانَ التابعون يتأدبون مَعَ الصَّحَابَة بقريب من هَذَا الْأَدَب وَكَذَلِكَ تابعوا التَّابِعين كَانُوا يتأدبون من قريب من آدَاب التَّابِعين مَعَ الصَّحَابَة فَمَا ظَنك أَيهَا الْمُقَلّد لَو",
            "page": "59",
            "part": "1",
            "seal": "78F8FD31"
        },
        {
            "id": "45",
            "nass": "حضر إمامك بَين يَدي رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِذا فاتك يَا مِسْكين الاهتداء بهدى الْعلم فَلَا يفوتنك الاهتداء بهدى الْعقل فَإنَّك إِذا استضأت بنوره خرجت من ظلمات جهلك إِلَى نور الْحق فَإِذا عرفت مَا نَقَلْنَاهُ عَن أَئِمَّة الْمذَاهب الْأَرْبَعَة من تَقْدِيم النَّص على آرائهم فقد قدمنَا لَك أَيْضا حِكَايَة الْإِجْمَاع على مَنعهم التَّقْلِيد وحكينا لَك مَا قَالَه الإِمَام أَبُو حنيفَة وَمَا قَالَه إِمَام دَار الْهِجْرَة مَالك بن أنس من ذَلِك أَو لَاحَ لَك مِمَّا نَقَلْنَاهُ قَرِيبا مَا يَقُوله الإِمَام مُحَمَّد بن إِدْرِيس الشَّافِعِي من منع التَّقْلِيد وَقد قَالَ الْمُزنِيّ فِي أول مُخْتَصره مَا نَصه اختصرت هَذَا من علم الشَّافِعِي وَمن معنى قَوْله لأقراه على من أَرَادَهُ مَعَ إِعْلَامه بنهيه عَن تَقْلِيده وتقليد غَيره لينْظر فِيهِ لدينِهِ ويحتاط فِيهِ لنَفسِهِ اه فَانْظُر مَا نَقله هَذَا الإِمَام الَّذِي هُوَ من أعلم النَّاس بِمذهب الشَّافِعِي رَحمَه الله من تصريحه بِمَنْع تَقْلِيده وتقليد غَيره ¶ وَأما الإِمَام أَحْمد بن حَنْبَل فالنصوص عَنهُ فِي منع التَّقْلِيد كَثِيرَة قَالَ أَبُو دَاوُد قلت لِأَحْمَد الْأَوْزَاعِيّ أتبع أم مَالك فَقَالَ لَا تقلد دينك أحدا من هَؤُلَاءِ مَا جَاءَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه فَخذ بِهِ وَقَالَ أَبُو دَاوُد سمعته يَعْنِي أَحْمد بن حَنْبَل يَقُول الِاتِّبَاع أَن يتبع الرجل مَا جَاءَ عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه من هُوَ من التَّابِعين بِخَير اه",
            "page": "60",
            "part": "1",
            "seal": "08117372"
        },
        {
            "id": "46",
            "nass": "فَانْظُر كَيفَ فرق بَين التَّقْلِيد والإتباع وَقَالَ لي أَحْمد لَا تقلدني وَلَا مَالِكًا وَلَا الشَّافِعِي وَلَا الْأَوْزَاعِيّ وَلَا الثَّوْريّ وَخذ من حَيْثُ أخذُوا وَقَالَ من قلَّة فقه الرجل أَن يُقَلّد دينه الرِّجَال قَالَ ابْن الْقيم وَلأَجل هَذَا لم يؤلف الإِمَام أَحْمد كتابا فِي الْفِقْه وَإِنَّمَا دون أَصْحَابه مذْهبه من أَقْوَاله وأفعاله وأجوبته وَغير ذَلِك ¶ وَقَالَ ابْن الْجَوْزِيّ فِي تلبيس إِبْلِيس أعلم أَن الْمُقَلّد على غير ثِقَة فِيمَا قلد وَفِي التَّقْلِيد إبِْطَال مَنْفَعَة الْعقل ثمَّ أَطَالَ الْكَلَام فِي ذَلِك ¶ وَبِالْجُمْلَةِ فنصوص أَئِمَّة الْمذَاهب الْأَرْبَعَة فِي الْمَنْع من التَّقْلِيد وَفِي تَقْدِيم النَّص على آرائهم وآراء غَيرهم لَا تخفى على عَارِف من أتباعهم وَغَيرهم وَأما نُصُوص سَائِر الْأَئِمَّة المتبوعين على ذَلِك الْأَئِمَّة من أهل الْبَيْت عَلَيْهِم السَّلَام فَهِيَ مَوْجُودَة فِي كتبهمْ مَعْرُوفَة قد نقلهَا العارفون بمذاهبهم عَنْهُم وَمن أحب النّظر فِي ذَلِك فليطالع مؤلفاتهم وَقد جمع مِنْهَا السَّيِّد الْعَلامَة الإِمَام مُحَمَّد بن إِبْرَاهِيم الْوَزير فِي مؤلفاته مَا يشفي وَيَكْفِي لَا سِيمَا فِي كِتَابه الْمَعْرُوف بالقواعد فَإِنَّهُ نقل الْإِجْمَاع عَنْهُم وَعَن سَائِر عُلَمَاء الْمُسلمين سَلام على تَحْرِيم تَقْلِيد الْأَمْوَات وَأطَال فِي ذَلِك وأطاب وناهيك بِالْإِمَامِ الْهَادِي يحيى بن الْحُسَيْن فَإِنَّهُ الإِمَام الَّذِي صَار أهل الديار اليمنية مقلدين لَهُ متبعين لمذهبه من عصره وَهُوَ",
            "page": "61",
            "part": "1",
            "seal": "FF89AF0B"
        },
        {
            "id": "47",
            "nass": "آخر الْمِائَة الثَّالِثَة إِلَى الْآن مَعَ أَنه قد اشْتهر عِنْد أَتْبَاعه والمطلعين على مذْهبه أَنه صرح تَصْرِيحًا لَا يبْقى عِنْده شكّ وَلَا شُبْهَة بِمَنْع التَّقْلِيد لَهُ وَهَذِه مقَالَة مَشْهُورَة فِي الديار اليمنية يعلمهَا مقلدوه فضلا عَن غَيرهم وَلَكنهُمْ قلدوه شَاءَ أم أَبى ¶ وَقَالُوا قد قلدوه وَإِن كَانَ لَا يجوز ذَلِك عملا بِمَا قَالَه بعض الْمُتَأَخِّرين أَنه يجوز تَقْلِيد الإِمَام الْهَادِي وَإِن منع من التَّقْلِيد وَهَذَا من أغرب مَا يطْرق سَمعك إِن كنت مِمَّن ينصف وَبِهَذَا تعرف أَن مؤلفات أَتبَاع الإِمَام الْهَادِي فِي الْأُصُول وَالْفُرُوع وَإِن حرمُوا فِي بَعضهم بِجَوَاز التَّقْلِيد فَهُوَ على غير مَذْهَب إمَامهمْ وَهَذَا كَمَا وَقع لغَيرهم من أهل الْمذَاهب ¶ القَوْل بإنسداد بَاب الِاجْتِهَاد بِدعَة شنيعة ¶ وَقد كَانَ أَتبَاع هَذَا الإِمَام فِي العصور السَّابِقَة وَكَذَلِكَ أَتبَاع الإِمَام الْأَعْظَم زيد بن عَليّ عَلَيْهِ السَّلَام فيهم أَنْصَاف لَا سِيمَا فِي فتح الِاجْتِهَاد ولتسويغ دَائِرَة بَاب التَّقْلِيد وَعدم قصر الْجَوَاز على إِمَام معِين كَمَا يعرف ذَلِك من مؤلفاتهم بِخِلَاف غَيرهم من المقلدة فَإِنَّهُم أوجبوا على أنفسهم تَقْلِيد الْمعِين واستروحوا إِلَى أَن بَاب الِاجْتِهَاد قد انسد",
            "page": "62",
            "part": "1",
            "seal": "54521245"
        },
        {
            "id": "48",
            "nass": "وَانْقطع التفضل من الله بِهِ على عباده ولقنوا الْعَوام الَّذين هم مشاركون لَهُم فِي الْجَهْل بالمعارف العلمية ودونوا لَهُم فِي معرفَة مسَائِل التَّقْلِيد بِأَنَّهُ لَا اجْتِهَاد بعد اسْتِقْرَار الْمذَاهب وانقراض أئمتها فضموا إِلَى بدعتهم بِدعَة وشنعوا شنعتهم بشنعة وسجلوا على أنفسهم الْجَهْل فَإِن من يتجارى على مثل هَذِه الْمقَالة وَحكم على الله سُبْحَانَهُ بِمثل هَذَا الحكم المتضمن تعجيزه عَن التفضل على عباده بِمَا أرشدهم إِلَيْهِ من تعلم الْعلم وتعليمه لَا يعجز عَن التجارؤ على أَن يحكم على عباده بِالْأَحْكَامِ الْبَاطِلَة ويجازف فِي إِيرَاده وإصداره وَيَا لله الْعجب مَا قنع هَؤُلَاءِ الجهلة الندكاء بِمَا هم عَلَيْهِ من بِدعَة التَّقْلِيد الَّتِي هِيَ أم الْبدع وَرَأس الشنع حَتَّى سدوا على أمة مُحَمَّد صلى الله عَلَيْهِ وَسلم بَاب معرفَة الشَّرِيعَة من كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم وَأَنه لَا سَبِيل إِلَى ذَلِك وَلَا طَرِيق حَتَّى كَأَن الأفهام البشرية قد تَغَيَّرت والعقول الإنسانية قد ذهبت وكل هَذَا حرص مِنْهُم على أَن تعم بِدعَة التَّقْلِيد كل الْأمة وَأَن لَا يرْتَفع عَن طبقتهم السافلة أحد من عباد الله وَكَأن هَذِه الشَّرِيعَة الَّتِي بَين أظهرنَا من كتاب الله وَسنة رَسُوله قد صَارَت مَنْسُوخَة والناسخ لَهَا مَا ابتدعوه من التَّقْلِيد فِي دين الله فَلَا يعْمل النَّاس بِشَيْء مِمَّا فِي الْكتاب وَالسّنة بل لَا شَرِيعَة لَهُم إِلَّا مَا قدرته فِي الْمذَاهب أذهبها الله فَإِن يُوَافِقهَا مَا فِي الْكتاب وَالسّنة فبها ونعمت وَالْعَمَل على الْمذَاهب لَا على مَا وافقها",
            "page": "63",
            "part": "1",
            "seal": "7B70A3A2"
        },
        {
            "id": "49",
            "nass": "مِنْهُمَا وَإِن يُخَالِفهَا أَحدهمَا أَو كِلَاهُمَا فَلَا عمل عَلَيْهِ وَلَا يحل التَّمَسُّك بِهِ هَذَا حَاصِل قَوْلهم وَمفَاده وَبَيت قصيدهم وَمحل نشيدهم وَلَكنهُمْ رَأَوْا التَّصْرِيح بِمثل هَذَا يستنكره قُلُوب الْعَوام فضلا عَن الْخَواص وتقشعر مِنْهُ جُلُودهمْ وترجف لَهُ أفئدتهم فعدلوا عَن هَذِه الْعبارَة الكفرية والمقالة الْجَاهِلِيَّة إِلَى مَا يلاقيها فِي المُرَاد ويوافقها فِي المفاد وَلكنه ينْفق على الْعَوام بعض نفاق فَقَالُوا قد أنسد بَاب الِاجْتِهَاد وَمعنى هَذَا الانسداد المفترى وَالْكذب البحت أَنه لم يبْق فِي أهل هَذِه الْملَّة الإسلامية من يفهم الْكتاب وَالسّنة وَإِذا لم يبْق من هُوَ كَذَلِك لم يبْق سَبِيل إِلَيْهِمَا وَإِذا انْقَطع السَّبِيل إِلَيْهِمَا فكم حكم فيهمَا لَا عمل عَلَيْهِ وَلَا الْتِفَات إِلَيْهِ سَوَاء وَافق الْمَذْهَب أَو خَالفه لِأَنَّهُ لم يبْق من يفهمهُ وَيعرف مَعْنَاهُ إِلَى آخر الدَّهْر فكذبوا على الله وَادعوا عَلَيْهِ سُبْحَانَهُ أَنه لَا يتَمَكَّن من أَن يخلق خلقا يفهمون",
            "page": "64",
            "part": "1",
            "seal": "C73BE1F5"
        },
        {
            "id": "50",
            "nass": "مَا شَرعه لَهُم وتعبدهم بِهِ حَتَّى كَأَن مَا شَرعه لَهُم من كِتَابه وعَلى لِسَان رَسُوله صلى الله عَلَيْهِ وَسلم لَيْسَ بشرع مُطلق بل شرع مُقَيّد مُؤَقّت إِلَى غَايَة هِيَ قيام هَذِه الْمذَاهب وَبعد ظُهُورهَا لَا كتاب وَلَا سنة بل قد حدث من يشرع لهَذِهِ الْأمة شَرِيعَة جَدِيدَة وَيحدث لَهَا دينا آخر وينسخ بِمَا رَآهُ من الرَّأْي وَمَا ظَنّه من الظَّن مَا يقدمهُ من الْكتاب وَالسّنة وَهَذَا وَإِن أنكروه بألسنتهم فَهُوَ لَازم لَهُم لَا محيص لَهُم عَنهُ وَلَا مهرب وَإِلَّا فَأَي معنى لقَولهم قد انسد بَاب الِاجْتِهَاد وَلم يبْق إِلَّا مخرج التَّقْلِيد فَإِنَّهُم أَن أقرُّوا بِأَنَّهُم قَائِلُونَ بِهَذَا لَزِمَهُم الْإِقْرَار بِمَا ذَكرْنَاهُ وَعند ذَلِك نتلو عَلَيْهِم {اتَّخذُوا أَحْبَارهم وَرُهْبَانهمْ أَرْبَابًا من دون الله} وَأَن أَنْكَرُوا القَوْل بذلك وَقَالُوا بَاب الِاجْتِهَاد مَفْتُوح والتمسك بالتقليد غير حتم لَهُم فَمَا بالكم يَا لوكاء ترمون كل من عمل بِالْكتاب وَالسّنة وَأخذ دينه مِنْهُمَا بِكُل حجر ومدر وتستحلون عرضه وعقوبته وتجلبون عَلَيْهِ بخيلكم ورجلكم ¶ وَقد علمُوا وَعلم كل من يعرف مَا هم عَلَيْهِ أَنهم مصممون على تغليق بَاب الِاجْتِهَاد وَانْقِطَاع السبل إِلَى معرفَة الْكتاب وَالسّنة فلزمهم مَا ذَكرْنَاهُ بِلَا تردد فَانْظُر أَيهَا الْمنصف مَا حدث بِسَبَب بِدعَة التَّقْلِيد من البلايا الدِّينِيَّة والرزايا الشيطانية فَإِن هَذِه الْمقَالة بخصوصها أَعنِي انسداد بَاب",
            "page": "65",
            "part": "1",
            "seal": "495ABD87"
        },
        {
            "id": "51",
            "nass": "الِاجْتِهَاد وَلَو لم يحدث من مفاسد التَّقْلِيد إِلَّا هِيَ لَكَانَ فِيهَا كِفَايَة وَنِهَايَة فَإِنَّهَا حَادِثَة رفعت الشَّرِيعَة بأسرها واستلزمت نسخ كَلَام الله وَرَسُوله وَتَقْدِيم غَيرهمَا واستبدال غَيرهمَا بهما ¶ يَا ناعي الْإِسْلَام قُم وانعه ... قد زَالَ عرف وبدا مُنكر ¶ وَمَا ذكرنَا فِيمَا سبق من أَنه كَانَ فِي الزيدية والهدوية فِي الديار اليمنية انصاف فِي هَذِه الْمَسْأَلَة بِفَتْح بَاب الِاجْتِهَاد فَذَلِك إِنَّمَا هُوَ فِي الأزمنه السَّابِقَة كَمَا قَرَّرْنَاهُ فِيمَا سلف وَأما فِي هَذِه الْأَزْمِنَة فقد أدركنا مِنْهُم من هُوَ أَشد تعصبا من غَيرهم فَإِنَّهُم إِذا سمعُوا بِرَجُل يَدعِي الِاجْتِهَاد وَيَأْخُذ دينه من كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم قَامُوا عَلَيْهِ قيَاما تبْكي عَلَيْهِ عُيُون الْإِسْلَام وَاسْتَحَلُّوا مِنْهُ مَا لَا يستحلونه من أهل الذِّمَّة من الطعْن واللعن والتفسيق والتنكير والهجم عَلَيْهِ إِلَى دياره ورجمه بالأحجار والاستظهار وتهتك حرمته وَتعلم يَقِينا لَوْلَا ضبطهم سَوط هَيْبَة الْخلَافَة أعز الله أَرْكَانهَا وشيد سلطانها لاستحلوا إِرَاقَة دِمَاء الْعلمَاء المنتمين إِلَى الْكتاب وَالسّنة وفعلوا بهم مَا لَا يَفْعَلُونَهُ بِأَهْل الذِّمَّة وَقد شاهدنا من هَذَا مَا لَا يَتَّسِع الْمقَام لبسطه",
            "page": "66",
            "part": "1",
            "seal": "F8C8D97B"
        },
        {
            "id": "52",
            "nass": "وَالسَّبَب فِي بلوغهم هَذَا الْمبلغ الَّذِي مَا بلغ غَيرهم أَن جمَاعَة من شياطين المقلدين الطالبين لفوائد الدُّنْيَا بِعلم الدّين يوهمون الْعَوام الَّذين لَا يفهمون من الأجناد والسوقة وَنَحْوهم بِأَن الْمُخَالف لما قد تقرر بَينهم من الْمسَائِل الَّتِي قد قلدوا فِيهَا هُوَ من المنحرفين عَن أَمِير الْمُؤمنِينَ عَليّ بن أبي طَالب كرم الله وَجهه وَأَنه من جملَة المبغضين لَهُ الدافعين تفضله وفضائله المعاندين لَهُ وللأئمة من أَوْلَاده فَإِذا سمع مِنْهُم الْعَاميّ هَذَا مَعَ مَا قد ارتكز فِي ذهنه من كَون هَؤُلَاءِ المقلدة هم الْعلمَاء المبرزون لما يبهره من زيهم والاجتماع عَلَيْهِم وتصدرهم للفتيا وَالْقَضَاء حسب مَا ذَكرْنَاهُ سَابِقًا فَلَا يشك أَن هَذِه الْمقَالة صَحِيحَة وَأَن ذَلِك الْعَالم الْعَامِل بِالْكتاب وَالسّنة من أَعدَاء الْقَرَابَة فَيقوم بحمية جَاهِلِيَّة صادرة عَن واهمة دينية قد أَلْقَاهَا إِلَيْهِ من قدمنَا ذكرهم ترويجا لبدعتهم وتنفيقا لجهلهم وقصورهم على من هُوَ أَجْهَل مِنْهُم وَإِنَّمَا أوهموا على الْعَوام بِهَذِهِ الدقيقة الإبليسية لما يعلمونه من أَن طبائعهم مجبولة على التشجيع إِلَى حد يقصر عَنهُ الْوَصْف حَتَّى لَو أَن أحدهم سمع التنقص",
            "page": "67",
            "part": "1",
            "seal": "6EA85A4A"
        },
        {
            "id": "53",
            "nass": "بالجناب الإلهي والجناب النَّبَوِيّ لم يغْضب لَهُ عشر معشار مَا يغضبه إِذا سمع التنقص بالجناب الْعلوِي بِمُجَرَّد الْوَهم وَالْإِيهَام الَّذِي لَا حَقِيقَة لَهُ ¶ فبهذه الذريعة الشيطانية والدسيسة الابليسية صَار عُلَمَاء الِاجْتِهَاد فِي الْقطر اليمني فِي محنة شَدِيدَة بالعامة والذنب كل الذَّنب على شياطين المقلدة فَإِنَّهُم هم الدَّاء العضال والسم الْقِتَال وَلَو كَانَ للعامة عقول لم يخف عَلَيْهِم بطلَان تلبيس شياطين المقلدة عَلَيْهِم فَإِن من عمل شَيْئا من عباداته ومعاملاته بِنَصّ الْكتاب وَالسّنة لَا يخْطر ببال من لَهُ عقل أَن ذَلِك يسْتَلْزم الانحراف وَأَيْنَ هَذَا من ذَلِك وَلَكِن الْعَامَّة قد ضمُّوا إِلَى فقدان الْعلم فقدان الْعقل لَا سِيمَا فِي أَبْوَاب الدّين وَعند تلبيس الشَّيَاطِين فَإنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون مَا للعامة الَّذين قد أظلمت قُلُوبهم لفقدان نور الْعلم وللاعتراض على الْعلمَاء وَالْحكم عَلَيْهِم وَمَا بَال هَذِه الْأَزْمِنَة جَاءَت بِمَا لم يكن فِي الْحساب فَإِن الْمَعْرُوف من خلق الْعَامَّة فِي جَمِيع الْأَزْمِنَة أَنهم يبالغون فِي تَعْظِيم الْعلمَاء إِلَى حد يقصر عَنهُ الْوَصْف وَرُبمَا ازدحموا عَلَيْهِم للتبرك بتقبيل أَطْرَافهم ويستجيبون مِنْهُم الدُّعَاء ويقرون بِأَنَّهُم حجج الله على عباده فِي بِلَاده ويطيعونهم فِي كل مَا يأمرونهم بِهِ ويبذلون أنفسهم وَأَمْوَالهمْ بَين أَيْديهم لَا جرم حملهمْ على هَذِه الأضاليل الشيطانية",
            "page": "68",
            "part": "1",
            "seal": "41829DD8"
        },
        {
            "id": "54",
            "nass": "والأخلاق الْجَاهِلِيَّة أباليس المقلدة للأربعة الَّتِي أسلفنا بَيَانهَا فَانْظُر هَل هَذِه الْأَفْعَال الصادرة من مقلدة الْيمن هِيَ أَفعَال من يعْتَرف بِأَن بَاب الِاجْتِهَاد مَفْتُوح إِلَى قيام السَّاعَة وَأَن تَقْلِيد الْمُجْتَهدين لَا يجوز لمن بلغ مرتبَة الِاجْتِهَاد وَأَن رُجُوع الْعَالم إِلَى اجْتِهَاد نَفسه بعد إحرازه الِاجْتِهَاد وَلَو فِي فن وَاحِد وَمَسْأَلَة وَاحِدَة كَمَا صرح لَهُم بذلك المؤلفون لفقه الْأَئِمَّة وحرروه فِي الْكتب الْأُصُولِيَّة والفروعية كلا وَالله بل هُوَ صنع من يعادي كتاب الله وَسنة رَسُوله الطَّالِب لَهما والراغب فيهمَا وَيمْنَع الِاجْتِهَاد وَيُوجب التَّقْلِيد ويحول بَين المتشرعين والشريعة ويحيلها عَلَيْهِم فهما وإدراكا كَمَا صنعه غَيرهم من مقلدة سَائِر الْمذَاهب بل زادوا عَلَيْهِ فِي الغلو والتعصب بِمَا تقدم ذكره ¶ وَمَعَ هَذَا فالأئمة قد صَرَّحُوا فِي كتبهمْ الفروعية والأصولية بتعداد عُلُوم الِاجْتِهَاد وَأَنَّهَا خَمْسَة وَأَنه يَكْفِي الْمُجْتَهد فِي كل فن مُخْتَصر من المختصرات وَهَؤُلَاء المقلدة يعلمُونَ أَن كثيرا من الْعلمَاء الْعَالمين بِالْكتاب وَالسّنة المعاصرين لَهُم يعْرفُونَ من كل فن من الْفُنُون الْخَمْسَة أَضْعَاف الْقدر الْمُعْتَبر ويعرفون علوما غير هَذِه الْعُلُوم وهم وَإِن كَانُوا جُهَّالًا لَا يعْرفُونَ شَيْئا من المعارف",
            "page": "69",
            "part": "1",
            "seal": "CA0EC112"
        },
        {
            "id": "55",
            "nass": "لكِنهمْ يسْأَلُون أهل الْعلم عَن مقادير الْعلمَاء فيفيدونهم ذَلِك ¶ وَبِهَذَا تعرف انه لَا حَامِل لَهُم على ذَلِك إِلَّا مُجَرّد التعصب لمن قلدوه وَتجَاوز الْحَد فِي تَعْظِيمه وامتثال رَأْيه على حد لَا يُوصف عِنْدهم للصحابة بل لَا يُوجد عِنْدهم لكَلَام الله وَرَسُوله صلى الله عَلَيْهِ وَسلم",
            "page": "70",
            "part": "1",
            "seal": "8FCBFD6F"
        },
        {
            "id": "56",
            "nass": "إبِْطَال التَّقْلِيد ¶ أخرج الْبَيْهَقِيّ وَابْن عبد الْبر عَن حُذَيْفَة بن الْيَمَان أَنه قيل لَهُ فِي قَوْله تَعَالَى {اتَّخذُوا أَحْبَارهم وَرُهْبَانهمْ أَرْبَابًا من دون الله} أكانوا يَعْبُدُونَهُمْ فَقَالَ لَا وَلَكِن يحلونَ لَهُم الْحَرَام فيحلونه ويحرمون عَلَيْهِم الْحَلَال فيحرمونه فصاروا بذلك أَرْبَابًا وَقد روى نَحْو ذَلِك مَرْفُوعا من حَدِيث ابْن حَاتِم كَمَا قَالَ الْبَيْهَقِيّ وَأخرج نَحْو هَذَا التَّفْسِير ابْن عبد الْبر عَن بعض الصَّحَابَة بِإِسْنَاد مُتَّصِل بِهِ قَالَ أما أَنهم لَو أمروهم أَن يعبدوهم مَا أطاعوهم وَلَكنهُمْ أمروهم فَجعلُوا حَلَال الله حَرَامًا وَحَرَامه حَلَالا فأطاعوهم فَكَانَت تِلْكَ الربوبية وَفِي قَوْله تَعَالَى {وَكَذَلِكَ مَا أرسلنَا من قبلك فِي قَرْيَة من نَذِير إِلَّا قَالَ مترفوها إِنَّا وجدنَا آبَاءَنَا على أمة وَإِنَّا على آثَارهم مقتدون قَالَ أولو جِئتُكُمْ بأهدى مِمَّا وجدْتُم عَلَيْهِ آبَاءَكُم} فآثروا الإقتداء بآبائهم قَالُوا {إِنَّا بِمَا أرسلتم بِهِ كافرون} وَقَالَ عز وَجل {إِذْ تَبرأ الَّذين اتبعُوا من الَّذين اتبعُوا وَرَأَوا الْعَذَاب وتقطعت بهم الْأَسْبَاب وَقَالَ الَّذين اتبعُوا لَو أَن لنا كرة فنتبرأ مِنْهُم كَمَا تبرؤوا منا كَذَلِك يُرِيهم الله أَعْمَالهم حسرات عَلَيْهِم وَمَا هم بِخَارِجِينَ من النَّار}",
            "page": "71",
            "part": "1",
            "seal": "8210EF84"
        },
        {
            "id": "57",
            "nass": "وَقَالَ الله عز وَجل {مَا هَذِه التماثيل الَّتِي أَنْتُم لَهَا عاكفون قَالُوا وجدنَا آبَاءَنَا لَهَا عابدين} وَقَالَ {إِنَّا أَطعْنَا سادتنا وكبراءنا فأضلونا السبيلا} فَهَذِهِ الْآيَات وَغَيرهَا مِمَّا ورد فِي مَعْنَاهُ ناعية على المقلدين مَا هم فِيهِ وَهِي وَإِن كَانَ تنزيلها فِي الْكفَّار لكنه قد صَحَّ تَأْوِيلهَا فِي المقلدين لِاتِّحَاد الْعلَّة وَقد تقرر فِي الْأُصُول أَن الِاعْتِبَار بِعُمُوم اللَّفْظ لَا بِخُصُوص السَّبَب وَإِن الحكم يَدُور مَعَ الْعلَّة وجودا وعدما ¶ وَقد احْتج أهل الْعلم بِهَذِهِ الْآيَات على إبِْطَال التَّقْلِيد وَلم يمنعهُم من ذَلِك كَونهَا نازلة فِي الْكفَّار ¶ وَأخرج ابْن عبد الْبر بِإِسْنَاد مُتَّصِل عَن معَاذ رَضِي الله عَنهُ أَنه قَالَ وراءكم فَتْرَة يكثر فِيهَا المَال وَيفتح فِيهَا الْقُرْآن حَتَّى يقرأه الْمُؤمن وَالْمُنَافِق وَالْمَرْأَة وَالصَّبِيّ وَالْأسود والأحمر فيوشك أحدكُم أَن يَقُول قد قَرَأت فِي الْقُرْآن فَمَا أَظن يتبعوني حَتَّى ابتدع لَهُم غَيره فإياكم وَمَا ابتدع فَإِن كل بِدعَة ضَلَالَة ¶ وَأخرج أَيْضا عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا أَنه قَالَ",
            "page": "72",
            "part": "1",
            "seal": "B5217D67"
        },
        {
            "id": "58",
            "nass": "ويل للأتباع من عثرات الْعَالم قيل كَيفَ ذَلِك قَالَ يَقُول الْعَالم شَيْئا بِرَأْيهِ ثمَّ يجد من هُوَ أعلم برَسُول الله صلى الله عَلَيْهِ وَسلم مِنْهُ فَيتْرك قَوْله ثمَّ يمْضِي الأتباع ¶ وَأخرج أَيْضا عَن عَليّ بن أبي طَالب رَضِي الله عَنهُ أَنه قَالَ يَا كل أَن هَذِه الْقُلُوب أوعية فَخَيرهَا أوعى للخير وَالنَّاس ثَلَاثَة فعالم رباني ومتعلم على سَبِيل نجاة وهمج رعاع أَتبَاع كل ناعق لم يستضيئوا بِنور الْعلم وَلم يلجأوا إِلَى ركن وثيق ¶ وَأخرج عَنهُ أَيْضا أَنه قَالَ إيَّاكُمْ والاستنان بِالرِّجَالِ فَإِن الرجل يعْمل بِعَمَل أهل الْجنَّة ثمَّ يَنْقَلِب لعلم الله فِيهِ بِعَمَل أهل النَّار فَيَمُوت وَهُوَ من أهل النَّار ¶ وَأخرج عَن ابْن مَسْعُود أَنه قَالَ أَلا لَا يقلدن أحدكُم دينه أَن آمن آمن وَأَن كفر كفرفإنه لاأسوة فِي الشَّرّ ¶ وروى ابْن عبد الْبر بِإِسْنَادِهِ إِلَى عَوْف بن مَالك الاشجعي قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم تفترق أمتِي على بضع وَسبعين فرقة أعظمها فتْنَة قوم يقيسون الدّين برأيهم يحرمُونَ مَا أحل الله وَيحلونَ بِهِ مَا حرم الله ¶ وَأخرج الْبَيْهَقِيّ أَيْضا قَالَ ابْن الْقيم بعد إِخْرَاجه من",
            "page": "73",
            "part": "1",
            "seal": "ACB2B0C5"
        },
        {
            "id": "59",
            "nass": "طرق هَؤُلَاءِ بِعَين رجال إِسْنَاده كلهم ثِقَات حفاظ إِلَّا جرير بن عُثْمَان فَإِنَّهُ كَانَ منحرفا عَن عَليّ رَضِي الله عَنهُ وَمَعَ هَذَا احْتج بِهِ البُخَارِيّ فِي صَحِيحه وَقد روى عَنهُ أَنه تَبرأ مِمَّا نسب إِلَيْهِ من الانحراف ¶ وروى ابْن عبد الْبر بِإِسْنَادِهِ إِلَى أبي هُرَيْرَة رَضِي الله عَنهُ فَقَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم تعْمل هَذِه الْأمة بُرْهَة بِكِتَاب الله وبرهة بِسنة رَسُول الله صلى الله عَلَيْهِ وَسلم ثمَّ يعْملُونَ بِالرَّأْيِ فَإِذا فعلوا ذَلِك فقد ضلوا وَأخرجه أَيْضا بِإِسْنَاد آخر فِيهِ جبارَة ابْن الْمُغلس وَفِيه مقَال وروى أَيْضا بِإِسْنَاد إِلَى عمر بن الْخطاب أَنه قَالَ وَهُوَ على الْمِنْبَر يَا أَيهَا النَّاس إِن الرَّأْي إِنَّمَا كَانَ من رَسُول الله صلى الله عَلَيْهِ وَسلم يَقِينا لِأَن الله كَانَ يرِيه وَإِنَّمَا هُوَ منا بِالظَّنِّ والتكلف ¶ وَأخرجه الْبَيْهَقِيّ فِي الْمدْخل وروى ابْن عبد الْبر بِإِسْنَادِهِ إِلَى عمر أَيْضا أَنه قَالَ أهل الرَّأْي أَعدَاء السّنَن أعيتهم الْأَحَادِيث أَن يعوها ووتفلتت عَنْهُم أَن يرووها فَاتَّقُوا الرَّأْي ¶ وروى ابْن عبد الْبر بِإِسْنَادِهِ إِلَيْهِ أَيْضا قَالَ اتَّقوا الرَّأْي فِي دينكُمْ وَرُوِيَ عَنهُ أَيْضا قَالَ إِن أَصْحَاب الرَّأْي أَعدَاء السّنَن أعيتهم أَن يحفظوها وتفلتت عَنْهُم",
            "page": "74",
            "part": "1",
            "seal": "60B21A93"
        },
        {
            "id": "60",
            "nass": "أَن يعوها واستحيوا حِين يسْأَلُوا أَن يَقُولُوا لَا نعلم فعارضوا السّنَن برأيهم فإياكم وإياهم وَأخرج ابْن عبد الْبر بِإِسْنَادِهِ إِلَى ابْن مَسْعُود قَالَ لَيْسَ عَام إِلَّا الَّذِي بعده شَرّ مِنْهُ لَا أَقُول عَام أَبتر من عَام وَلَا عَام أخصب من عَام ولأمير خير من أَمِير وَلَكِن ذهَاب خياركم وعلمائكم ثمَّ يحدث قوم يقيسون الْأُمُور برأيهم فيهدم الْإِسْلَام وينثلم وَأخرجه الْبَيْهَقِيّ بِإِسْنَاد رِجَاله ثِقَات ¶ وَأخرج أَيْضا ابْن عبد الْبر عَن ابْن عَبَّاس قَالَ إِنَّمَا هُوَ كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم فَمن قَالَه بعد ذَلِك بِرَأْيهِ فَمَا أدرى أَفِي حَسَنَاته أم فِي سيئاته ¶ وَأخرج أَيْضا عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا أَنه قَالَ تمتّع رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ عُرْوَة نهى أَبُو بكر وَعمر رَضِي الله عَنْهُمَا عَن الْمُتْعَة فَقَالَ ابْن عَبَّاس أَرَاهُم سيهلكون نقُول قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَتقول قَالَ أَبُو بكر وَعمر ¶ وَأخرج أَيْضا عَن أبي الدَّرْدَاء رَضِي الله عَنهُ أَنه قَالَ من يعذرني من مُعَاوِيَة أحدثه عَن رَسُول الله صلى الله عَلَيْهِ وَسلم ويخبرني بِرَأْيهِ وَمثله عَن عبَادَة رَضِي الله عَنهُ ¶ وَأخرج أَيْضا عَن عمر رَضِي الله عَنهُ قَالَ السّنة مَا سنه رَسُول الله صلى الله عَلَيْهِ وَسلم لَا تجْعَلُوا خطأ الرَّأْي سنة للْأمة",
            "page": "75",
            "part": "1",
            "seal": "698217CF"
        },
        {
            "id": "61",
            "nass": "وَأخرج أَيْضا عَن عُرْوَة بن الزبير أَنه قَالَ لم يزل أَمر بني إِسْرَائِيل مُسْتَقِيمًا حَتَّى أدْركْت فيهم المولدون أَبنَاء سَبَايَا الْأُمَم فَأخذُوا فيهم بِالرَّأْيِ فأضلوا بني إِسْرَائِيل ¶ وَأخرج أَيْضا عَن الشّعبِيّ أَنه قَالَ إيَّاكُمْ والمقايسة فو الَّذِي نَفسِي بِيَدِهِ لَئِن أَخَذْتُم بالمقايسة لتحلن الْحَرَام ولتحرمن الْحَلَال وَلَكِن مَا بَلغَكُمْ مِمَّن حفظ عَن أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم فاحفظوه وروى ابْن عبد الْبر أَيْضا فِي ذمّ الرَّأْي والتبري مِنْهُ والتنفير عَنهُ بِكَلِمَات تقَارب هَذِه الْكَلِمَات عَن مَسْرُوق وَابْن سِيرِين وَعبد الله بن الْمُبَارك وسُفْيَان وَشُرَيْح وَالْحسن الْبَصْرِيّ وَابْن شهَاب ¶ وَذكر الطَّبَرِيّ فِي كتاب تَهْذِيب الْآثَار لَهُ بِإِسْنَادِهِ إِلَى مَالك قَالَ قَالَ مَالك قبض رَسُول الله صلى الله عَلَيْهِ وَسلم وَقد تمّ هَذَا الْأَمر واستكمل فَإِنَّمَا يَنْبَغِي أَن تتبع آثَار رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا تتبع الرَّأْي فَإِنَّهُ مَتى اتبع الرَّأْي جَاءَ رجل آخر اقوى فِي الرَّأْي مِنْك فاتبعته فَأَنت كلما جَاءَ رجل عَلَيْك اتبعته أرى هَذَا لَا يتم ¶ وروى ابْن عبد الْبر عَن مَالك بن دِينَار أَنه قَالَ لِقَتَادَة أَتَدْرِي أَي علم رعوت قُمْت بَين الله وعباده فَقلت هَذَا لَا يصلح وَهَذَا يصلح وروى ابْن عبد الْبر",
            "page": "76",
            "part": "1",
            "seal": "717E6BC0"
        },
        {
            "id": "62",
            "nass": "أَيْضا عَن الاوزاعي أَنه قَالَ عَلَيْك بآثار من سلف وَإِن رفضك النَّاس وَإِيَّاك وآراء الرِّجَال وَإِن زخرفوا لَك القَوْل ¶ وَرُوِيَ أَيْضا عَن مَالك أَنه قَالَ مَا عَلمته فَقل بِهِ وَدلّ عَلَيْهِ وَمَا لم تعلم فاسكت وَإِيَّاك أَن تقلد النَّاس قلادة سوء ¶ وَرُوِيَ أَيْضا القعْنبِي أَنه دخل على مَالك فَوَجَدَهُ يبكي فَقَالَ وَمَا الَّذِي يبكيك فَقَالَ يَا ابْن قعنب أَنا لله على مَا فرط مني لَيْتَني جلدت بِكُل كلمة تَكَلَّمت بهَا فِي هَذَا الْأَمر سَوْطًا وَلم يكن فرط مني مَا فرط مني من هَذَا الرَّأْي وَهَذِه الْمسَائِل وَقد كَانَ لي سَعَة فِيمَا سبقت إِلَيْهِ ¶ وَرُوِيَ أَيْضا عَن سَحْنُون أَنه قَالَ مَا أَدْرِي مَا هَذَا الرَّأْي الَّذِي سفكت بِهِ الدِّمَاء واستحلت بِهِ الْفروج واستحقت بِهِ الْحُقُوق ¶ وَرُوِيَ أَيْضا عَن أَيُّوب أَنه قيل لَهُ مَالك لَا تنظر فِي الرَّأْي فَقَالَ أَيُّوب قيل للحمار مَا لَك لَا تجتر قَالَ أكره مضغ الْبَاطِل وَرُوِيَ عَن الشّعبِيّ أَيْضا أَنه قَالَ وَالله لقد بغض إِلَيّ هَؤُلَاءِ الْقَوْم الْمَسْجِد حَتَّى لَهو أبْغض إِلَيّ",
            "page": "77",
            "part": "1",
            "seal": "355C17E3"
        },
        {
            "id": "63",
            "nass": "من كناسَة دَاري قيل لَهُ من هم قَالَ هَؤُلَاءِ الارائيون وَكَانَ فِي ذَلِك الْمَسْجِد الحكم وَحَمَّاد وأصحابهما وَذكر ابْن وهب أَنه سمع مَالِكًا يَقُول لم يكن من أَمر النَّاس وَلَا من مضى من سلفنا وَلَا أدْركْت أحدا اقْتدى بِهِ يَقُول فِي شَيْء هَذَا حرَام وَهَذَا حَلَال مَا كَانُوا يجترؤن على ذَلِك وَإِنَّمَا كَانُوا يَقُولُونَ نكره هَذَا ونرى هَذَا حسنا وَيَنْبَغِي هَذَا وَلَا نرى هَذَا وَزَاد بعض أَصْحَاب مَالك عَنهُ فِي هَذَا الْكَلَام أَنه قَالَ وَلَا يَقُولُونَ هَذَا حَلَال وَهَذَا حرَام أما سَمِعت قَول الله عز وَجل {قل أَرَأَيْتُم مَا أنزل الله لكم من رزق فجعلتم مِنْهُ حَرَامًا وحلالا قل آللَّهُ أذن لكم أم على الله تفترون} الْحَلَال مَا أحله الله وَرَسُوله وَالْحرَام مَا حرمه الله وَرَسُوله وروى ابْن عبد الْبر أَيْضا عَن أَحْمد بن حَنْبَل أَنه قَالَ رَأْي الاوزاعي ورأي مَالك ورأي أبي حنيفَة كُله رَأْي وَهُوَ عِنْدِي سَوَاء وَإِنَّمَا الْحجَّة فِي الْآثَار وَرُوِيَ أَيْضا عَن سهل بن عبد الله التسترِي أَنه قَالَ مَا أحدث أحد شَيْئا من الْعلم إِلَّا سُئِلَ عَنهُ يَوْم الْقِيَامَة فَإِن وَافق السّنة سلم وَإِلَّا فَهُوَ العطب وَقَالَ الشَّافِعِي فِي تَفْسِير الْبِدْعَة الْمَذْكُورَة فِي الحَدِيث الثَّابِت فِي الصَّحِيح من قَوْله صلى الله عَلَيْهِ وَسلم خير الحَدِيث كتاب الله وَخير الْهدى هدى مُحَمَّد صلى الله عَلَيْهِ وَسلم وَشر الْأُمُور محدثاتها وكل بِدعَة ضَلَالَة أَن المحدثات من الْأُمُور ضَرْبَان أَحدهمَا مَا أحدث يُخَالف كتابا أَو سنة أَو أثرا",
            "page": "78",
            "part": "1",
            "seal": "06AFD159"
        },
        {
            "id": "64",
            "nass": "أَو إِجْمَاعًا فَهَذِهِ الْبِدْعَة الضَّلَالَة وَالثَّانيَِة مَا أحدث من الْخَيْر لَا خلاف فِيهِ لوَاحِد من هَذِه الْأمة وَهَذِه محدثة غير مذمومة وَقد قَالَ عمر رَضِي الله عَنهُ فِي قيام شهر رَمَضَان نعمت الْبِدْعَة هَذِه وَأخرج الْبَيْهَقِيّ فِي الْمدْخل عَن ابْن مَسْعُود أَنه قَالَ اتبعُوا وَلَا تبتدعوا فقد كفيتم وَأخرج أَيْضا عَن عبَادَة ابْن الصَّامِت قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول يكون بعدِي رجال يعرفونكم مَا تنكرون وَيُنْكِرُونَ عَلَيْكُم مَا تعرفُون فَلَا طَاعَة لمن عصى الله وَلَا تعملوا برأيكم وَأخرج عَن عمر أَنه قَالَ اتَّقوا الرَّأْي فِي دينكُمْ وَأخرج عَنهُ أَيْضا بِسَنَد رِجَاله ثِقَات أَنه قَالَ يَا أَيهَا النَّاس اتهموا الرَّأْي على الدّين وَأخرج أَيْضا عَن عَليّ بن أبي طَالب أَنه قَالَ لَو كَانَ الدّين بِالرَّأْيِ لَكَانَ بَاطِن الْخُفَّيْنِ أَحَق بِالْمَسْحِ من ظاهرهما وَلَكِن رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم يمسح على ظاهرهما وَهُوَ أثر مَشْهُور أخرجه غير الْبَيْهَقِيّ أَيْضا ¶ وَأخرج الْبَيْهَقِيّ أَيْضا مَا يُفِيد الْإِرْشَاد إِلَى إتباع الْأَثر والتنفير عَن إتباع الرَّأْي عَن ابْن عمر وَابْن سِيرِين وَالْحسن وَالشعْبِيّ وَابْن عَوْف والاوزاعي وسُفْيَان وَالثَّوْري وَالشَّافِعِيّ وَابْن الْمُبَارك وَعبد الْعَزِيز أبن أبي سَلمَة وَأبي حنيفَة وَيحيى أبن آدم وَمُجاهد وَأخرج أَبُو دَاوُد وأبن ماجة وَالْحَاكِم من حَدِيث عبد الله بن عَمْرو بن الْعَاصِ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم",
            "page": "79",
            "part": "1",
            "seal": "0579B505"
        },
        {
            "id": "65",
            "nass": "قَالَ الْعلم ثَلَاثَة فَمَا سوى ذَلِك فضل آيَة محكمَة وَسنة قَائِمَة وفريضة عادلة وَفِي إِسْنَاده عبد الرَّحْمَن بن زِيَاد الافريقي وَعبد الرَّحْمَن بن رَافع وَفِيهِمَا مقَال قَالَ ابْن عبد الْبر السّنة الْقَائِمَة الثَّابِتَة الدائمة المحافظ عَلَيْهَا مَعْمُولا بهَا لقِيَام إسنادها وَالْفَرِيضَة العادلة المساوية لِلْقُرْآنِ فِي وجوب الْعَمَل بهَا وَفِي كَونهَا صدقا وصوابا وَأخرج الديلمي فِي مُسْند الفردوس وَأَبُو نعيم وَالطَّبَرَانِيّ فِي الْأَوْسَط والخطيب وَالدَّارَقُطْنِيّ وَابْن عبد الْبر عَن عبد الله بن عمر بن الْخطاب رَضِي الله عَنْهُمَا مَوْقُوفا الْعلم ثَلَاثَة أَشْيَاء كتاب نَاطِق وَسنة مَاضِيَة وَلَا أَدْرِي وَإِسْنَاده حسن وَأخرج ابْن عبد الْبر عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ إِنَّمَا الْأُمُور ثَلَاثَة أَمر تبين لَك رشده فَاتبعهُ وَأمر تبين لَك زيفه فاجتنبه وَأمر اخْتلف فِيهِ فكله إِلَى عالمه ¶ وَالْحَاصِل أَن كَون الرَّأْي لَيْسَ من الْعلم لَا خلاف فِيهِ بَين الصَّحَابَة وَالتَّابِعِينَ وتابعيهم قَالَ ابْن عبد الْبر وَلَا أعلم بَين مُتَقَدِّمي عُلَمَاء هَذِه الْأمة وسلفها خلافًا أَن الرَّأْي لَيْسَ بِعلم حَقِيقَة قَالَ أما أصُول الْعلم فالكتاب وَالسّنة اه ¶ وَقَالَ ابْن عبد الْبر حد الْعلم عِنْد الْعلمَاء والمتكلمين فِي",
            "page": "80",
            "part": "1",
            "seal": "E937D164"
        },
        {
            "id": "66",
            "nass": "هَذَا الْمَعْنى هُوَ مَا استيقنته وتبينته وكل من استيقن شَيْئا وتبينه فقد علمه وعَلى هَذَا من لم يستيقن الشَّيْء وَقَالَ بِهِ تقليدا فَلم يعلم والتقليد عِنْد جمَاعَة الْعلمَاء غير الإتباع لِأَن الإتباع هُوَ أَن تتبع الْقَائِل على مَا بِأَن لَك من فضل قَوْله وَصِحَّة مذْهبه والتقليد أَن تَقول بقوله وَأَنت لَا تعرفه وَلَا وَجه القَوْل وَلَا مَعْنَاهُ وتأبى من سواهُ وَإِن تبين لَك خطأه فتتبعه مهابة خِلَافه وَأَنت قد بَان لَك فَسَاد قَوْله وَهَذَا يحرم القَوْل بِهِ فِي دين الله سُبْحَانَهُ وَتَعَالَى اه ¶ وَمِمَّا يدل على مَا أجمع عَلَيْهِ السّلف من أَن الرَّأْي لَيْسَ بِعلم قَول الله عز وَجل {فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول} قَالَ عَطاء بن أبي رَبَاح وَمَيْمُون بن مهْرَان وَغَيرهمَا الرَّد إِلَى الله هُوَ الرَّد إِلَى كِتَابه وَالرَّدّ إِلَى رَسُوله صلى الله عَلَيْهِ وَسلم هُوَ الرَّد إِلَى سنته بعد مَوته وَعَن عَطاء فِي قَوْله تَعَالَى {أطِيعُوا الله وَأَطيعُوا الرَّسُول} قَالَ طَاعَة الله وَرَسُوله إتباع الْكتاب وَالسّنة {وأولي الْأَمر مِنْكُم} قَالَ أولُوا الْعلم وَالْفِقْه وَكَذَا قَالَ مُجَاهِد وَيدل على ذَلِك من السّنة حَدِيث الْعِرْبَاض بن سَارِيَة وَهُوَ ثَابت فِي السّنَن وَرِجَاله رجال الصَّحِيح قَالَ وعظنا رَسُول الله صلى الله عَلَيْهِ وَسلم موعظة ذرفت مِنْهَا الْعُيُون ووجلت مِنْهَا الْقُلُوب فَقُلْنَا يَا رَسُول الله إِن هَذِه موعظة مُودع",
            "page": "81",
            "part": "1",
            "seal": "2707161A"
        },
        {
            "id": "67",
            "nass": "فَمَاذَا تعهد إِلَيْنَا فَقَالَ تركتكم على الْبَيْضَاء لَيْلهَا كنهارها لَا يزِيغ عَنْهَا بعدِي إِلَّا هَالك وَمن يَعش مِنْكُم فسيرى اخْتِلَافا كثيرا فَعَلَيْكُم بِمَا عرفتكم من سنتي وَسنة الْخُلَفَاء المهديين الرَّاشِدين وَعَلَيْكُم بِالطَّاعَةِ وَإِن كَانَ عبدا حَبَشِيًّا عضوا عَلَيْهَا بالنواجذ إِنَّمَا الْمُؤمن كَالْجمَلِ الْأنف كلما قيد انْقَادَ وَأخرجه أَيْضا ابْن عبد الْبر بِإِسْنَاد صَحِيح وَزَاد وَإِيَّاكُم ومحدثات الْأُمُور فَإِن كل محدثة بِدعَة وكل بِدعَة ضَلَالَة ¶ وَالْأَحَادِيث فِي هَذَا الْبَاب كَثِيرَة جدا وَيَكْفِي من رفع الرَّأْي وَأَنه لَيْسَ من الدّين قَول الله عز وَجل {الْيَوْم أكملت لكم دينكُمْ وَأَتْمَمْت عَلَيْكُم نعمتي ورضيت لكم الْإِسْلَام دينا} فَإِذا كَانَ الله قد أكمل دينه قبل أَن يقبض نبيه صلى الله عَلَيْهِ وَسلم فَمَا هَذَا الرَّأْي الَّذِي أحدثه أَهله بعد أَن أكمل الله دينه إِن كَانَ من الدّين فِي اعْتِقَادهم فَهُوَ لم يكمل عِنْدهم إِلَّا برأيهم وَهَذَا فِيهِ رد لِلْقُرْآنِ وَإِن لم يكن من الدّين فَأَي فَائِدَة من الِاشْتِغَال بِمَا لَيْسَ من الدّين ¶ وَهَذِه حجَّة قاهرة وَدَلِيل عَظِيم لَا يُمكن صَاحب الرَّأْي أَن يَدْفَعهُ بدافع أبدا فَاجْعَلْ هَذِه الْآيَة الشَّرِيفَة أول",
            "page": "82",
            "part": "1",
            "seal": "48E244C1"
        },
        {
            "id": "68",
            "nass": "مَا تصك بِهِ وُجُوه أهل الرَّأْي وترغم بِهِ آنافهم وتدحض بِهِ حججهم فقد أخبرنَا الله فِي مُحكم كِتَابه أَنه أكمل دينه وَلم يمت رَسُول الله صلى الله عَلَيْهِ وَسلم إِلَّا بعد أَن أخبرنَا بِهَذَا الْخَبَر عَن الله عز وَجل فَمن جَاءَنَا بالشَّيْء من عِنْد نَفسه وَزعم أَنه من ديننَا قُلْنَا لَهُ الله أصدق مِنْك فَاذْهَبْ فَلَا حَاجَة لنا فِي رَأْيك ¶ وليت المقلدة فَهموا هَذِه الْآيَة حق الْفَهم حَتَّى يستريحوا ويتركوا وَمَعَ هَذَا فقد أخبرنَا فِي كِتَابه أَنه أحَاط بِكُل شَيْء علما فَقَالَ {مَا فرطنا فِي الْكتاب من شَيْء} وَقَالَ تَعَالَى {ونزلنا عَلَيْك الْكتاب تبيانا لكل شَيْء وَهدى وَرَحْمَة} ثمَّ أَمر عباده بالحكم بكتابه فَقَالَ {وَأَن احكم بَينهم بِمَا أنزل الله وَلَا تتبع أهواءهم} وَقَالَ {إِنَّا أنزلنَا إِلَيْك الْكتاب بِالْحَقِّ لتَحكم بَين النَّاس بِمَا أَرَاك الله وَلَا تكن للخائنين خصيما} وَقَالَ {إِن الحكم إِلَّا لله يقص الْحق وَهُوَ خير الفاصلين} وَقَالَ {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْكَافِرُونَ} {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الظَّالِمُونَ} {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْفَاسِقُونَ} وَأمر عباده أَيْضا فِي مُحكم كِتَابه بِاتِّبَاع مَا جَاءَ بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَقَالَ سُبْحَانَهُ {وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا وَاتَّقوا الله إِن الله شَدِيد الْعقَاب} قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله {وَقَالَ} وَأَطيعُوا الله وَالرَّسُول لَعَلَّكُمْ ترحمون {وَقَالَ} أطِيعُوا الله وَالرَّسُول فَإِن توَلّوا فَإِن",
            "page": "83",
            "part": "1",
            "seal": "83D6A407"
        },
        {
            "id": "69",
            "nass": "الله لَا يحب الْكَافرين {وَقَالَ} وَمن يطع الله وَالرَّسُول فَأُولَئِك مَعَ الَّذين أنعم الله عَلَيْهِم من النَّبِيين وَالصديقين وَالشُّهَدَاء وَالصَّالِحِينَ وَحسن أُولَئِكَ رَفِيقًا {وَقَالَ} وَمن يطع الرَّسُول فقد أطَاع الله وَمن تولى فَمَا أَرْسَلْنَاك عَلَيْهِم حفيظا {وَقَالَ} يَا أَيهَا الَّذين آمنُوا أطِيعُوا الله وَأَطيعُوا الرَّسُول وأولي الْأَمر مِنْكُم فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول إِن كُنْتُم تؤمنون بِاللَّه وَالْيَوْم الآخر ذَلِك خير وَأحسن تَأْوِيلا {وَقَالَ} وَمن يطع الله وَرَسُوله يدْخلهُ جنَّات تجْرِي من تحتهَا الْأَنْهَار خَالِدين فِيهَا وَذَلِكَ الْفَوْز الْعَظِيم وَمن يعْص الله وَرَسُوله ويتعد حُدُوده يدْخلهُ نَارا خَالِدا فِيهَا وَله عَذَاب مهين {وَقَالَ} وَأَطيعُوا الله وَرَسُوله وَلَا تنازعوا فتقشلوا وَتذهب ريحكم واصبروا إِن الله مَعَ الصابرين {وَقَالَ} قل أطِيعُوا الله وَأَطيعُوا الرَّسُول فَإِن توَلّوا فَإِنَّمَا عَلَيْهِ مَا حمل وَعَلَيْكُم مَا حملتم وَأَن تطيعوه تهتدوا وَمَا على الرَّسُول إِلَّا الْبَلَاغ الْمُبين {وَقَالَ} {وَأقِيمُوا الصَّلَاة وَآتوا الزَّكَاة وَأَطيعُوا الرَّسُول لَعَلَّكُمْ ترحمون} {وَقَالَ} {وَمن يطع الله وَرَسُوله فقد فَازَ فوزا عَظِيما} وَقَالَ تَعَالَى {يَا أَيهَا الَّذين آمنُوا أطِيعُوا الله وَأَطيعُوا الرَّسُول وَلَا تُبْطِلُوا أَعمالكُم} وَقَالَ تَعَالَى {إِنَّمَا كَانَ قَول الْمُؤمنِينَ إِذا دعوا إِلَى الله وَرَسُوله ليحكم بَينهم أَن يَقُولُوا سمعنَا وأطعنا وَأُولَئِكَ هم المفلحون} وَقَالَ {لقد كَانَ لكم فِي رَسُول الله أُسْوَة حَسَنَة} والاستنكار على الِاسْتِدْلَال على وجوب طَاعَة الله",
            "page": "84",
            "part": "1",
            "seal": "0556F357"
        },
        {
            "id": "70",
            "nass": "وَرَسُوله لَا يَأْتِي بفائدة فَلَيْسَ أحد من الْمُسلمين يُخَالف ذَلِك وَمن أنكرهُ فَهُوَ كَافِر خَارج عَن حزب الْمُسلمين ¶ وَإِنَّمَا أوردنا هَذِه الْآيَات الشَّرِيفَة لقصد تليين قلب الْمُقَلّد الَّذِي قد جمد وَصَارَ كالجلمد فَإِنَّهُ إِذا سمع مثل هَذِه الْأَوَامِر رُبمَا امتثلها وَأخذ دينه عَن كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم طَاعَة لأوامر الله تَعَالَى فَإِن هَذِه الطَّاعَة وَإِن كَانَت مَعْلُومَة لكل مُسلم كَمَا تقدم لَكِن الْإِنْسَان يذهل عَن القوارع القرآنية والزواجر النَّبَوِيَّة فَإِذا ذكرتها زجر وَلَا سِيمَا من نَشأ على التَّقْلِيد وَأدْركَ سلفه ثابتين عَلَيْهِ غير متزحزحين عَنهُ فَإِنَّهُ يَقع فِي قلبه أَن دين الْإِسْلَام هُوَ هَذَا الَّذِي هُوَ عَلَيْهِ وَمَا كَانَ مُخَالفا لَهُ فَلَيْسَ من الْإِسْلَام فِي شَيْء فَإِذا رَاجع نَفسه رَجَعَ وَلِهَذَا تَجِد الرجل إِذا نَشأ على مَذْهَب من هَذِه الْمذَاهب ثمَّ سمع قبل أَن يتمرن بِالْعلمِ وَيعرف مَا قَالَه النَّاس خلافًا يُخَالف ذَلِك المألوف استنكره وأباه قلبه وَنَفر عَنهُ طبعه وَقد رَأينَا وَسَمعنَا من هَذَا الْجِنْس من لَا يَأْتِي عَلَيْهِ الْحصْر وَلَكِن إِذا وازن الْعَاقِل بعقله بَين من اتبع أحد أَئِمَّة الْمذَاهب فِي مَسْأَلَة من مسَائِله الَّتِي رَوَاهَا عَنهُ الْمُقَلّد وَلَا مُسْتَند لذَلِك الْعَالم فِيهَا بل قَالَهَا بمحض الرَّأْي لعدم وُقُوفه على الدَّلِيل وَبَين من تمسك فِي تِلْكَ الْمَسْأَلَة بخصوصها بِالدَّلِيلِ الثَّابِت فِي الْقُرْآن أَو السّنة أَفَادَهُ الْعقل أَن بَينهمَا مسافات",
            "page": "85",
            "part": "1",
            "seal": "28EE17B5"
        },
        {
            "id": "71",
            "nass": "أتنقطع فِيهَا أَعْنَاق الْإِبِل بل لَا جَامع بَينهمَا أَن من تمسك بِالدَّلِيلِ أَخذ بِمَا أوجب الله عَلَيْهِ الْأَخْذ بِهِ وَاتبع مَا شَرعه الشَّارِع بِجمع الْأمة أَولهَا وَآخِرهَا وحيها وميتها وَأَخذهم هَذَا الْعَالم الَّذِي تمسك الْمُقَلّد لَهُ بمحض رَأْيه هُوَ مَحْكُوم عَلَيْهِ بالشريعة لَا أَنه حَاكم فِيهَا وَهُوَ تَابع لَهَا لَا متبوع فِيهَا فَهُوَ كمن اتبعهُ فِي أَن كل وَاحِد مِنْهُمَا فَرْضه الْأَخْذ بِمَا جَاءَ عَن الشَّارِع لَا فرق بَينهمَا إِلَّا من كَون الْمَتْبُوع عَالما وَالتَّابِع جَاهِلا فالعالم يُمكنهُ الْوُقُوف على الدَّلِيل من دون أَن يرجع إِلَى غَيره لِأَنَّهُ قد استعد لذَلِك بِمَا اشْتغل بِهِ من الطّلب وَالْوُقُوف بَين يَدي أهل الْعلم والتحرج لَهُم فِي معارف الِاجْتِهَاد وَالْجَاهِل يُمكنهُ الْوُقُوف على الدَّلِيل بسؤال عُلَمَاء الشَّرِيعَة على طَريقَة طلب الدَّلِيل واسترواء النَّص وَكَيف حكم بِهِ فِي مُحكم كتاب الله أَو على لِسَان رَسُوله صلى الله عَلَيْهِ وَسلم فِي تِلْكَ الْمَسْأَلَة فيفيدونه النَّص أَن كَانَ مِمَّن يعقل الْحجَّة إِذا دلّ عَلَيْهَا أَو يفيدونه مَضْمُون النَّص بالتعبير عَنهُ بِعِبَارَة يفهمها فهم رُوَاة وَهُوَ مسترو وَهَذَا عَامل بالرواية لَا بِالرَّأْيِ والمقلد عَامل بِالرَّأْيِ لَا بالرواية لِأَنَّهُ يقبل قَول الْغَيْر من دون أَن يُطَالِبهُ بِحجَّة وَذَلِكَ هُوَ فِي سُؤَاله لَهُ مطَالب بِالْحجَّةِ لَا بِالرَّأْيِ فَهُوَ قبل رِوَايَة الْغَيْر لَا رَأْيه وهما من هَذِه الْحَيْثِيَّة",
            "page": "86",
            "part": "1",
            "seal": "2FD914B5"
        },
        {
            "id": "72",
            "nass": "متقابلان ¶ فَانْظُر كم الْفرق بَين المنزلتين فَإِن الْعَالم الَّذِي قَلّدهُ غَيره إِذا كَانَ قد اجهد نَفسه فِي طلب الدَّلِيل وَلم يجده ثمَّ اجهد رَأْيه فَهُوَ مَعْذُور وَهَكَذَا إِذا اخطأ فِي اجْتِهَاده فَهُوَ مَعْذُور بل مأجور للْحَدِيث الْمُتَّفق عَلَيْهِ إِذا اجْتهد الْحَاكِم فَأصَاب فَلهُ اجران وَإِن اجْتهد فَأَخْطَأَ فَلهُ اجْرِ فَإِذا وقف بَين يَدي الله وَتبين خطأه كَانَ بِيَدِهِ هَذِه الْحجَّة الصَّحِيحَة بِخِلَاف المقلدة فَإِنَّهُ لَا يجد حجَّة يُدْلِي بهَا عِنْد السُّؤَال فِي موقف الْحساب لِأَنَّهُ قلد فِي دين الله من هُوَ مُخطئ وَعدم مُؤَاخذَة الْمُجْتَهد على خطأه لَا يسْتَلْزم عدم مُؤَاخذَة من قَلّدهُ فِي ذَلِك الْخَطَأ لَا عقلا وَلَا شرعا وَلَا عَادَة ¶ معنى أَن كل مُجْتَهد مُصِيب ¶ فَإِن استروح الْمُقَلّد إِلَى مَسْأَلَة تصويب الْمُجْتَهد فالقائل بهَا إِنَّمَا قَالَ إِنَّمَا الْمُجْتَهد مُصِيب بِمَعْنى أَنه لَا يَأْثَم بالْخَطَأ بل يُؤجر على الْخَطَأ بعد تَوْفِيَة الِاجْتِهَاد حَقه وَلم يقل أَنه مُصِيب للحق الَّذِي هُوَ حكم الله فِي الْمَسْأَلَة فَإِن هَذَا خلاف مَا",
            "page": "87",
            "part": "1",
            "seal": "F678C62E"
        },
        {
            "id": "73",
            "nass": "نطق بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فِي هَذَا الحَدِيث حَيْثُ قَالَ إِن اجْتهد الْحَاكِم فَأصَاب فَلهُ أَجْرَانِ وَإِن أَخطَأ فَلهُ أجر فَانْظُر هَذِه الْعبارَة النَّبَوِيَّة فِي هَذَا الحَدِيث الصَّحِيح الْمُتَّفق عَلَيْهِ عِنْد أهل الصَّحِيح والملتقى بِالْقبُولِ بَين جَمِيع الْفرق فَإِنَّهُ قَالَ وَإِن اجْتهد فَأَخْطَأَ فقسم مَا يصدر عَن الْمُجْتَهد فِي الِاجْتِهَاد فِي مسَائِل الدّين إِلَى قسمَيْنِ أَحدهمَا هُوَ مُصِيب فِيهِ وَالْآخر هُوَ مُخطئ فَكيف يَقُول قَائِل أَنه مُصِيب للحق سَوَاء أصَاب أَو أَخطَأ وَقد سَمَّاهُ رَسُول الله صلى الله عَلَيْهِ وَسلم مخطئا فَمن زعم أَن مُرَاد الْقَائِل بتصويب الْمُجْتَهد من الْإِصَابَة للحق مُطلقًا فقد غلط عَلَيْهِم غَلطا بَينا وَنسب إِلَيْهِم مَا هم مِنْهُ برَاء وَلِهَذَا أوضح جمَاعَة من الْمُحَقِّقين مُرَاد الْقَائِلين بتصويب الْمُجْتَهدين بِأَن مقصودهم أَنهم مصيبون من الصَّوَاب الَّذِي لَا يُنَافِي الْخَطَأ لَا من الْإِصَابَة الَّتِي هِيَ مُقَابلَة للخطأ فَإِن لم يُخطئ فَهَذَا لَا بقول بِهِ عَالم وَمن لم يفهم هَذَا الْمَعْنى فَعَلَيهِ أَن يتهم نَفسه ويحيل الذَّنب على قصوره وَيقبل مَا أوضحه لَهُ من هُوَ اعرف مِنْهُ بفهم كَلَام الْعلمَاء وَإِن استروح الْمُقَلّد إِلَى الِاسْتِدْلَال بقوله تَعَالَى {فاسألوا أهل الذّكر إِن كُنْتُم لَا تعلمُونَ} فَهُوَ يقْتَصر على سُؤال أهل الْعلم عَن الحكم الثَّابِت فِي كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم حَتَّى يبينون لَهُ كَمَا أَخذ الله عَلَيْهِم من بَيَان أَحْكَامه لِعِبَادِهِ فَإِن معنى هَذَا",
            "page": "88",
            "part": "1",
            "seal": "735BADAB"
        },
        {
            "id": "74",
            "nass": "السُّؤَال الَّذِي شرع الله هُوَ السُّؤَال عَن الْحجَّة الشَّرْعِيَّة وطلبها من الْعَالم فَيكون رَاوِيا وَهَذَا السَّائِل مسترويا والمقلد يقر على نَفسه بِأَنَّهُ يقبل قَول الْعَالم وَلَا يُطَالِبهُ بِالْحجَّةِ ¶ فالآية هِيَ دَلِيل الإتباع لَا دَلِيل التَّقْلِيد وَقد أوضحنا الْفرق بَينهمَا فِيمَا سلف هَذَا على فرض أَن المُرَاد بهَا السُّؤَال الْعَام وَقد قدمنَا أَن السِّيَاق يُفِيد أَن المُرَاد بهَا السُّؤَال الْخَاص لِأَن الله يَقُول {وَمَا أرسلنَا قبلك إِلَّا رجَالًا نوحي إِلَيْهِم فاسألوا أهل الذّكر إِن كُنْتُم لَا تعلمُونَ} وَقد قدمنَا طرقا من تَفْسِير أهل الْعلم لهَذِهِ الْآيَة وَبِهَذَا يظْهر لَك أَن هَذِه الْحجَّة الَّتِي احْتج بهَا الْمُقَلّد هِيَ حجَّة داحضة على فرض أَن المُرَاد الْمَعْنى الْخَاص وَهِي عَلَيْهِ لَا لَهُ على أَن المُرَاد الْمَعْنى الْعَام ¶ أسئلة للمقلدين ¶ ثمَّ نقُول للمقلد أَيْضا أَنْت فِي تقليدك الْعَالم فِي مسَائِل الْعِبَادَات والمعاملات إِمَّا أَن تكون فِي أصل مَسْأَلَة جَوَاز التَّقْلِيد مقلد أَو مُجْتَهد إِن كنت مقلد فقد قلدت فِي مَسْأَلَة لَا يُجِيز إمامك التَّقْلِيد فِيهَا لِأَنَّهَا مَسْأَلَة أصولية والتقليد إِنَّمَا هُوَ فِي مسَائِل الْفُرُوع فَمَاذَا صنعت فِي نَفسك يَا مِسْكين وَكَيف وَقعت فِي هَذِه الهوة الْمظْلمَة وَأَنت تَجِد عَنْهَا فرجا",
            "page": "89",
            "part": "1",
            "seal": "170AE03F"
        },
        {
            "id": "75",
            "nass": "ومخرجا وَإِن كنت فِي أصل هَذِه الْمَسْأَلَة مُجْتَهدا فَلَا يجوز لَك التَّقْلِيد لِأَنَّك لَا تقدر على الِاجْتِهَاد فِي مثل هَذِه الْأُصُولِيَّة المتشعبة المشكلة إِلَّا وَأَنت مِمَّن علمه علما نَافِعًا تخرج بِهِ من الظُّلُمَات إِلَى النُّور فَمَا بالك توقع نَفسك فِيمَا لَا يجوز تقلد الرِّجَال فِي دين الله بعد أَن أراحك الله مِنْهُ وأقدرك على الْخُرُوج مِنْهُ هَذَا على مَا هُوَ الْحق من أَن الِاجْتِهَاد لَا يَتَبَعَّض وَأَنه لَا يقدر على الِاجْتِهَاد فِي بعض الْمسَائِل إِلَّا من قدر على الِاجْتِهَاد فِي جَمِيعهَا لِأَن الِاجْتِهَاد هُوَ ملكة تحصل للنَّفس عِنْد الاحاطة بمعارفها الْمُعْتَبرَة وملكة لمن لم يعرف إِلَّا الْوَعْظ من ذَلِك ¶ فَإِن استروحت إِلَى أَن الِاجْتِهَاد يَتَبَعَّض أعدنا عَلَيْك السُّؤَال فَنَقُول هَل عرفت أَن الِاجْتِهَاد يَتَبَعَّض بِالِاجْتِهَادِ أم بالتقليد فَإِن كنت عرفت ذَلِك بالتقليد فَالْمَسْأَلَة أصولية لَا يجوز التَّقْلِيد فِيهَا باعترافك واعتراف إمامك وَإِن كنت عرفت ذَلِك بِالِاجْتِهَادِ فَهَذِهِ أَيْضا مَسْأَلَة أُخْرَى من مسَائِل الْأُصُول أقدرك الله على الِاجْتِهَاد فِيهَا فَهَلا صنعت هَذَا الصنع فِي مسَائِل الْفُرُوع فَإنَّك على الِاجْتِهَاد فِيهَا أقدر مِنْك على الِاجْتِهَاد فِي مسَائِل الْأُصُول فَاصْنَعْ فِي مسَائِل الْفُرُوع هَكَذَا واستكثر من عُلُوم الِاجْتِهَاد حَتَّى تصير من أَهله ويفرج الله عَنْك هَذِه الْغُمَّة ويكشف الله",
            "page": "90",
            "part": "1",
            "seal": "CFAE9179"
        },
        {
            "id": "76",
            "nass": "عَنْك بِمَا علمك هَذِه الظلمَة فَإنَّك إِذا رفعت نَفسك إِلَى الِاجْتِهَاد الْأَكْبَر فالمسافة قريبَة وَمن قدر على الْبَعْض قدر على الْكل وَمن عرف الْحق فِي المدارك الْأُصُولِيَّة عرفه فِي الْمسَائِل الفروعية وستعرف بعد أَن تعرف عُلُوم الِاجْتِهَاد كَمَا يَنْبَغِي بطلَان مَا تظنه الْآن من جَوَاز التَّقْلِيد وَمن تبعض الِاجْتِهَاد بل لَو طرحت عَنْك العصبية وجردت نَفسك لفهم مَا حررته لَك فِي هَذِه الورقات من أَوله إِلَى آخِره لقادك عقلك وفهمك إِلَى أَنه الصَّوَاب قبل أَن تجمع معارف الِاجْتِهَاد فالفهم قد تفضل الله بِهِ على غَالب عباده وَالْحق لَا يحتجب عَن أهل التَّوْفِيق والإنصاف شَاهد صدق على وجدان الْحق وَلِهَذَا قَالَ صلى الله عَلَيْهِ وَسلم أعلم النَّاس أبصرهم بِالْحَقِّ إِذا اخْتلف النَّاس وَهُوَ حَدِيث أخرجه الْحَاكِم فِي مُسْتَدْركه وَصَححهُ وَأخرجه أَيْضا غَيره فَإِن طَال بك اللجاج وسلكت من جهالتك فِي فجاج وتوقحت غيرمحتشم وأقدمت غير محجم فَقلت أَن مَسْأَلَة جَوَاز التَّقْلِيد هِيَ وَأَن كَانَت مَسْأَلَة أصولية وَقد أطبق النَّاس على أَنه لَا يجوز التَّقْلِيد فِي مسَائِل الْأُصُول وَصَارَ هَذَا مَعْرُوفا عِنْد أبنائي جنس من المقلدين لكني أَقُول بِأَن التَّقْلِيد فِيهَا وَفِي سَائِر مسَائِل الْأُصُول جَائِز ¶ فَنَقُول وَمن أَيْن عرفت جَوَاز التَّقْلِيد فِي مسَائِل الْأُصُول هَل كَانَ هَذَا مِنْك تقليدا أَو اجْتِهَادًا فَإِن قلت تقليدا",
            "page": "91",
            "part": "1",
            "seal": "06C29DBB"
        },
        {
            "id": "77",
            "nass": "فَنَقُول وَمن ذَاك الَّذِي قلدته فَإنَّا قد حكينا لَك فِيمَا سبق أَن أَئِمَّة الْمذَاهب يمْنَعُونَ التَّقْلِيد كَمَا يمنعهُ غَيرهم فِي مسَائِل الْفُرُوع فضلا عَن مسَائِل الْأُصُول فَإِن قلت قلدتهم أَو قلدت وَاحِدًا مِنْهُم وَهُوَ الَّذِي التزمت مذْهبه فِي جَمِيع مَا قَالَه من دون أَن تطالبه بِحجَّة فقد كذبت عَلَيْهِ وعللت نَفسك بالأباطيل فَإِن غَيْرك مِمَّن هُوَ أعلم مِنْك بمذهبه واعرف بنصوصه قد نقل عَنهُ أَنه يمْنَع التَّقْلِيد وَإِن قلت قلدت غَيره فَمن هُوَ ثمَّ كَيفَ سمحت لنَفسك فِي هَذِه الْمَسْأَلَة بخصوصها بِالْخرُوجِ عَن مذْهبه وتقليد غَيره وَبِالْجُمْلَةِ فَمن تلاعب بِدِينِهِ وبنفسه إِلَى هَذَا الْحَد فَهُوَ بالبهيمة أشبه وليت أَن هَؤُلَاءِ المقلدة قلدوا أئمتهم فِي جَمِيع مَا تقولوه فَإِنَّهُم لَو فعلوا ذَلِك لَزِمَهُم أَن يقلدوهم فِي مَسْأَلَة التَّقْلِيد وهم يَقُولُونَ بِعَدَمِ جَوَازه كَمَا عرفت سَابِقًا وَحِينَئِذٍ يقتدون بهم فِي هَذِه الْمَسْأَلَة وَلَا يتم لَهُم ذَلِك إِلَّا بترك التَّقْلِيد فِي جَمِيع الْمسَائِل فيريحون أنفسهم ويخلصونها من هَذِه الشبكة بالوقوع فِي حَبل من حبالها ¶ ثمَّ نقُول لهَذَا الْمُقَلّد أَيْضا من أَيْن عرفت أَنه جَامع لعلوم الِاجْتِهَاد فَنَقُول لَهُ وَمن أَيْن لَك هَذِه الْمعرفَة يَا مِسْكين فَأَنت تقر على نَفسك بِالْجَهْلِ وتكذبها فِي هَذِه الدَّعْوَى وَلَوْلَا جهلك لم تقلد غَيْرك وَإِن قَالَ عرفتها بأخبار أهل الْعلم إِن إمامي قد جمع عُلُوم الِاجْتِهَاد",
            "page": "92",
            "part": "1",
            "seal": "A1E29D93"
        },
        {
            "id": "78",
            "nass": "فَنَقُول هَذَا الَّذِي أخْبرك هَل هُوَ مقلد أَو مُجْتَهد فَإِن قلت هُوَ مقلد فَمن أَيْن للمقلد هَذِه الْمعرفَة وَهُوَ مقرّ على نَفسه بِمَا أَقرَرت بِهِ على نَفسك من الْجَهْل وَإِن قلت أخْبرك بذلك رجل مُجْتَهد فَنَقُول لَك من أَيْن عرفت أَنه مُجْتَهد وَأَنت مقرّ على نَفسك بِالْجَهْلِ ثمَّ نعود عَلَيْك بالسؤال الأول إِلَى مَا لَا نِهَايَة لَهُ ثمَّ نقُول للمقلد من أَيْن عرفت أَن الْحق بيد الإِمَام الَّذِي قلدته وَأَنت تعلم أَن غَيره من الْعلمَاء قد خَالفه فِي كل مَسْأَلَة من مسَائِل الْخلاف إِن قلت عرفت ذَلِك تقليدا فَمن أَيْن للمقلد معرفَة الْحق والمحقين وَهُوَ مقرّ على نَفسه بِأَنَّهُ لَا يُطَالب بِالْحجَّةِ وَلَا يَعْقِلهَا إِذا جَاءَتْهُ فمالك يَا مِسْكين وَالْكذب على نَفسك بِمَا يشْهد عَلَيْك بِبُطْلَانِهِ لسَانك بل يشْهد عَلَيْك كل مقلد ومجتهد بِخِلَاف دعوتك وَإِن قلت عرفت ذَلِك بِالِاجْتِهَادِ فلست حِينَئِذٍ مُقَلدًا وَلَا من أهل التَّقْلِيد بل التَّقْلِيد عَلَيْك حرَام فمالك تغمط نعْمَة الله عَلَيْك وتنكرها وَالله يَقُول {وَأما بِنِعْمَة رَبك فَحدث} وَرَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِن الله يحب أَن يرى أثر نعْمَته على عَبده وَأثر نعْمَة الْعلم أَن يعْمل الْعَالم بِعِلْمِهِ وَيَأْخُذ مَا تعبده الله بِهِ من الْجِهَة الَّتِي أمره الله بِالْأَخْذِ مِنْهَا فِي مُحكم كِتَابه وعَلى لِسَان رَسُوله صلى الله عَلَيْهِ وَسلم وَتلك الْجِهَة هِيَ الْكتاب وَالسّنة كَمَا تقدم سرد أَدِلَّة ذَلِك وَهُوَ أَمر مُتَّفق عَلَيْهِ لَا خلاف فِيهِ وعَلى كل حَال فَأَنت بتقليدك مَعَ كونك قاصرا عَمَّن عمل فِي دين الله بِغَيْر بَصِيرَة وَترك مَا لاشك فِيهِ إِلَى مَا فِيهِ الشَّك وتستبدل",
            "page": "93",
            "part": "1",
            "seal": "C5E4BCE7"
        },
        {
            "id": "79",
            "nass": "الْحق شَيْئا لَا تَدْرِي مَا هُوَ وَإِن كنت مُجْتَهدا فَأَنت مِمَّن أضلّهُ الله على علم وَختم على سَمعه وَقَلبه وَجعل على بَصَره غشاوة فَلم يَنْفَعهُ علمه وَصَارَ مَا علمه حجَّة عَلَيْهِ وَرجع من النُّور إِلَى الظُّلُمَات وَمن الْيَقِين إِلَى الشَّك وَمن الثريا إِلَى الثرى بل لِلْيَدَيْنِ وَلِلْفَمِ هَذَا وَإِن كَانَ ذَلِك الْمُقَلّد يَدعِي إِن إِمَامه على حق فِي جَمِيع مَا قَالَه وَإِن كَانَ يقر أَن فِي قَوْله الْحق وَالْبَاطِل وَإنَّهُ بشر يُخطئ ويصيب وَلَا سِيمَا فِي مَحْض الرَّأْي الَّذِي هُوَ على شفا جرف هار فَنَقُول لَهُ إِن كنت قَائِلا بِهَذَا فقد أصبت وَهُوَ الَّذِي يَقُوله إمامك لَو سَأَلَهُ سَائل عَن مذْهبه وَجمع مَا دونه من مسَائِله وَلَكِن أخبرنَا مَا حملك أَن تجْعَل مَا هُوَ مُشْتَمل على الْحق وَالْبَاطِل قلادة فِي عُنُقك تلتزمه وَتَدين بِهِ غير تَارِك لشَيْء مِنْهُ فَإِن الْخَطَأ من إمامك قد عذره الله فِيهِ بل جعل لَهُ أجرا فِي مُقَابلَته كَمَا تقدم تَقْرِيره لِأَنَّهُ مُجْتَهد وللمجتهد أَن أَخطَأ أجر كَمَا صرح بذلك رَسُول الله صلى الله عَلَيْهِ وَسلم فَأَنت من أخْبرك بأنك مَعْذُور من إتباع الْخَطَأ وَأي حجَّة قَامَت لَك على ذَلِك فَإِن قلت إِنَّك لَو تركت التَّقْلِيد وَسَأَلت أهل الْعلم عَن النُّصُوص لَكُنْت غير قَاطع بِالصَّوَابِ بِأَن يحْتَمل أَن الَّذِي أخذت بِهِ وَسَأَلت عَنهُ هُوَ حق وَيحْتَمل أَنه بَاطِل والمفروض أَنَّك",
            "page": "94",
            "part": "1",
            "seal": "E2455016"
        },
        {
            "id": "80",
            "nass": "ستسأل عَن دينك فِي عباداتك ومعاملاتك عُلَمَاء الْكتاب وَالسّنة وهم أتقى لله من أَن يفتوك بِغَيْر مَا سَأَلت عَنهُ فَإنَّك إِنَّمَا سَأَلتهمْ من كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم فِي ذَلِك الحكم الَّذِي أردْت الْعَمَل بِهِ وهم بل جَمِيع الْمُسلمين يعلمُونَ أَن كتاب الله وَسنة رَسُوله حق لَا بَاطِل وَهَذَا الْفَاصِل لَهُ وَلَو فَرضنَا أَن المسؤول قصر فِي الْبَحْث فأفتاك مثلا بِحَدِيث ضَعِيف وَترك الصَّحِيح أَو بِآيَة مَنْسُوخَة وَترك المحكمة لم يكن عَلَيْك فِي ذَلِك بَأْس فَإنَّك قد فعلت مَا هُوَ فرضك واسترويت أهل الْعلم عَن الشَّرِيعَة المطهرة لَا عَن آراء الرِّجَال وَلَيْسَ للمقلد أَن يَقُول كمقالك هَذَا فيزعم أَن إِمَامه أتقى لله من أَن يَقُول بقول بَاطِل لأَنا نقُول هُوَ معترف أَن بعض رَأْيه خطأ وَلم يَأْمُرك بِأَن تتبعه فِي خطئه بل نهاك عَن تَقْلِيده ومنعك عَن ذَلِك كَمَا تقدم تحريره عَن أَئِمَّة الْمذَاهب وَعَن سَائِر الْمُسلمين بِخِلَاف من سَأَلته عَن الْكتاب وَالسّنة فأفتاك بذلك فَإِنَّهُ يعلم أَن جَمِيع مَا فِي الْكتاب وَالسّنة حق وَصدق وَهدى وَنور وَأَنت لم تسْأَل إِلَّا عَن ذَلِك ثمَّ نقُول لَك أَيهَا الْمُقَلّد مَا بالك تعترف فِي كل مَسْأَلَة من مسَائِل الْفُرُوع الَّتِي أَنْت مقلد فِيهَا بأنك لَا تَدْرِي مَا هُوَ الْحق فِيهَا ثمَّ لما أرشدناك إِلَى أَن مَا أَنْت عَلَيْهِ من التَّقْلِيد غير جَائِز فِي دين الله أَقمت نَفسك مقَاما لَا تستحقه ونصبت نَفسك فِي منصب لم",
            "page": "95",
            "part": "1",
            "seal": "A32E38E7"
        },
        {
            "id": "81",
            "nass": "تتأهل لَهُ فَأخذت فِي الْمُخَاصمَة وَالِاسْتِدْلَال بِجَوَاز التَّقْلِيد وَجئْت بِالشُّبْهَةِ الساقطة الَّتِي قدمنَا دَفعهَا فِي هَذَا الْمُؤلف فَهَلا نزلت نَفسك فِي هَذِه الْمَسْأَلَة الْأُصُولِيَّة الْعَظِيمَة المتشعبة تِلْكَ الْمنزلَة الَّتِي كنت تنزلها فِي مسَائِل الْفُرُوع فَمَا لَك وللنزول فِي منَازِل الفحول والسلوك فِي مسالك أهل الْأَيْدِي المتبالغة فِي الطول فَمَا هلك أمرؤ عرف قدر نَفسه فَقل هَهُنَا لَا أَدْرِي إِنَّمَا سَمِعت النَّاس يَقُولُونَ شَيْئا فقلته فَنَقُول هَكَذَا سَيكون جوابك لمنكر وَنَكِير بعد أَن تقبر وَيُقَال لَك لَا دَريت وَلَا تليت كَمَا ثَبت بذلك النَّص الصَّحِيح وَإِذا كنت معترفا بأنك لَا تَدْرِي فشفاء العي السُّؤَال فسل من تثق بِدِينِهِ وَعلمه وإنصافه فِي مَسْأَلَة التَّقْلِيد حَتَّى تكون على بَصِيرَة وَلَو كَانَ إمامك الَّذِي تقلده حَيا لأرشدناك إِلَيْهِ وأمرناك بالتعويل عَلَيْهِ فَإِنَّهُ أول ناه لَك عَن التَّقْلِيد كَمَا عرفناك فِيمَا سبق وَلكنه قد صَار رهين البلى وَتَحْت أطباق الثرى فاسأل غَيره من الْعلمَاء الْمَوْجُودين وهم بِحَمْد الله فِي كل صقع من بِلَاد الْإِسْلَام فَالله سُبْحَانَهُ حَافظ دينه بهم وحجته قَائِمَة على عباده بوجودهم وَإِن",
            "page": "96",
            "part": "1",
            "seal": "D6BC8EA7"
        },
        {
            "id": "82",
            "nass": "كتموا الْحق فِي بعض الْأَحْوَال أما لتقية مسوغة كَمَا قَالَ تَعَالَى {إِلَّا أَن تتقوا مِنْهُم تقاة} أَو بمداهنة أَو طمع فِي جاه أَو مَال وَلَكنهُمْ على كل حَال إِذا عرفُوا من هُوَ طَالب للحق رَاغِب فِيهِ سَائل عَن دينه سالك مسالك الصَّحَابَة وَالتَّابِعِينَ وتابعيهم لم يكتموا عَلَيْهِ الْحق وَلَا زاغوا مِنْهُ فَإِن كنت لَا تثق بِأحد من الْعلمَاء وثوقك بإمامك الَّذِي نشأت على مذْهبه فَارْجِع إِلَى نصوصه الَّتِي قدمنَا إِلَيْك الْإِشَارَة إِلَى بَعْضهَا وفيهَا مَا ينفع الْغلَّة ويشفي الْعلَّة ¶ نصيحة بليغة لمن يتصدر للفتيا وَالْقَضَاء من المقلدين ¶ وَاعْلَم أرشدك الله أَيهَا الْمُقَلّد إِنَّك أَن أنصفت من نَفسك وخليت بَين عقلك وفهمك وَبَين مَا حررناه فِي هَذَا الْمُؤلف لم يبْق مَعَك شكّ فِي إِنَّك على خطر عَظِيم هَذَا إِن كنت مُقْتَصرا فِي التَّقْلِيد على مَا تَدْعُو إِلَيْهِ حَاجَتك مِمَّا يتَعَلَّق بِهِ أَمر عبادتك ومعاملتك إِمَّا إِذا كنت مَعَ كونك فِي هَذِه الرُّتْبَة الساقطة مرشحا نَفسك لفتيا السَّائِلين وللقضاء بَين المتخاصمين فَاعْلَم إِنَّك ممتحن وممتحن بك ومبتلي ومبتلى بك لِأَنَّك تريق الدِّمَاء بأحكامك وتنقل الْأَمْلَاك والحقوق من أَهلهَا وتحلل الْحَرَام وَتحرم الْحَلَال وَتقول على الله مَا لم يقل",
            "page": "97",
            "part": "1",
            "seal": "126C4D1C"
        },
        {
            "id": "83",
            "nass": "غير مُسْتَند إِلَى كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم بل بِشَيْء لَا تَدْرِي أَحَق هُوَ أم بَاطِل باعترافك على نَفسك بأنك كَذَلِك فَمَاذَا يكون جوابك بَين يَدي الله فَإِن الله إِنَّمَا أَمر حكام الْعباد أَن يحكموا بَينهم بِمَا أنزل الله وَأَنت لَا تعرف مَا أنزل الله على الْوَجْه الَّذِي يُرَاد بِهِ وَأمرهمْ أَن يحكموا بِالْحَقِّ وَأَنت لَا تَدْرِي الْحق وَإِنَّمَا سَمِعت النَّاس يَقُولُونَ شَيْئا فقلته وَأمرهمْ أَن يحكموا بَينهم الْعدْل وَأَنت لَا تَدْرِي الْعدْل من الْجور لِأَن الْعدْل هُوَ مَا وَافق مَا شَرعه الله والجور مَا خَالفه فَهَذِهِ الْأَوَامِر لم تتَنَاوَل مثلك بل الْمَأْمُور بهَا غَيْرك فَكيف قُمْت بِشَيْء لم تُؤمر بِهِ وَلَا ندبت إِلَيْهِ وَكَيف أقدمت على أصُول فِي الحكم بِغَيْر مَا أنزل الله حَتَّى تكون مِمَّن قَالَ فِيهِ {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الظَّالِمُونَ} {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْفَاسِقُونَ} وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْكَافِرُونَ فَهَذِهِ الْآيَات الْكَرِيمَة متناولة لكل من لم يحكم بِمَا انْزِلْ الله فَإنَّك لَا تَدعِي أَنَّك حكمت بِمَا أنزل الله بل تقر بأنك حكمت بقول الْعَالم الْفُلَانِيّ وَلَا تَدْرِي هَل ذَلِك الحكم الَّذِي حكم بِهِ هَل هُوَ من مَحْض رَأْيه أم من الْمسَائِل الَّتِي اسْتدلَّ عَلَيْهَا بِالدَّلِيلِ ثمَّ لَا تَدْرِي أهوَ أصَاب فِي الِاسْتِدْلَال أم أَخطَأ وَهل أَخذ بِالدَّلِيلِ الْقوي أم الضَّعِيف فَانْظُر يَا مِسْكين مَا صنعت بِنَفْسِك فَإنَّك لم يكن جهلك مَقْصُورا عَلَيْك بل جهلت على عباد الله فأرقت الدِّمَاء وأقمت الْحُدُود",
            "page": "98",
            "part": "1",
            "seal": "69B8F109"
        },
        {
            "id": "84",
            "nass": "وهتكت الْحرم بِمَا لَا تَدْرِي فقبح الله الْجَهْل وَلَا سِيمَا إِذا جعله صَاحبه شرعا ودينا لَهُ وللمسلمين فَإِنَّهُ طاغوت عِنْد التَّحْقِيق وَإِن ستر من التلبيس بستر رَقِيق فيا أَيهَا القَاضِي الْمُقَلّد أخبرنَا أَي الْقُضَاة الثَّلَاثَة أَنْت الَّذين قَالَ فيهم رَسُول الله صلى الله عَلَيْهِ وَسلم الْقُضَاة ثَلَاثَة قاضيان فِي النَّار وقاض فِي الْجنَّة فالقاضيان اللَّذَان فِي النَّار قَاض قضى بِغَيْر الْحق وقاض قضى بِالْحَقِّ وَهُوَ لَا يعلم أَنه الْحق وَالَّذِي فِي الْجنَّة قَاض قضى بِالْحَقِّ وَهُوَ يعلم أَنه الْحق فبالله عَلَيْك هَل قضيت بِالْحَقِّ وَأَنت تعلم أَنه الْحق إِن قلت نعم فَأَنت وَسَائِر أهل الْعلم يشْهدُونَ بأنك كَاذِب لِأَنَّك معترف بأنك لَا تعلم بِالْحَقِّ وَكَذَلِكَ سَائِر النَّاس يحكمون عَلَيْك بِهَذَا من غير فرق بَين مُجْتَهد ومقلد وَإِن قلت إِنَّك قضيت بِمَا قَالَه إمامك وَلَا تَدْرِي أَحَق هُوَ أم بَاطِل كَمَا هُوَ شَأْن كل مقلد على وَجه الأَرْض فَأَنت بإقرارك هَذَا أحد رجلَيْنِ إِمَّا قضيت بِالْحَقِّ وَأَنت لَا تعلم بِأَنَّهُ الْحق أَو قضيت بِغَيْر الْحق لِأَن ذَلِك الحكم الَّذِي حكمت بِهِ هُوَ لَا يَخْلُو عَن أحد الْأَمريْنِ إِمَّا أَن يكون حَقًا وَإِمَّا أَن يكون غير حق وعَلى كلا التَّقْدِيرَيْنِ فَأَنت من قُضَاة النَّار بِنَصّ الْمُخْتَار وَهَذَا مَا أَظن بتردد فِيهِ أحد من أهل الْفَهم بأمرين أَحدهمَا أَن النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "99",
            "part": "1",
            "seal": "BE75A618"
        },
        {
            "id": "85",
            "nass": "قد جعل الْقُضَاة ثَلَاثَة وَبَين صفة كل وَاحِد مِنْهُم بَيَانا يفهمهُ المقصر والكامل والعالم وَالْجَاهِل الثَّانِي أَن الْمُقَلّد لَا يَدعِي أَنه يعلم بِمَا هُوَ حق من كَلَام إِمَامه وَلَا بِمَا هُوَ بَاطِل بل يقر على نَفسه أَنه يقبل قَول الْغَيْر وَلَا يُطَالِبهُ بِحجَّة ويقر على نَفسه أَنه لَا يعقل الْحجَّة إِذا جَاءَتْهُ فَأفَاد هَذَا أَنه حكم بِشَيْء لَا يدْرِي مَا هُوَ فَإِن وَافق الْحق فَهُوَ الَّذِي قضى بِغَيْر علم وَإِن لم يُوَافق فَهُوَ الَّذِي قضى بِغَيْر الْحق وَهَذَانِ هما القاضيان اللَّذَان فِي النَّار فَالْقَاضِي الْمُقَلّد على كلتا حالتيه يتقلب فِي نَار جَهَنَّم فَهُوَ كَمَا قَالَ الشَّاعِر ¶ خذا بطن هرشي أوقفاها فَإِنَّهُ ... كلا جَانِبي هرشي لَهُنَّ طَرِيق ¶ وكما تَقول الْعَرَب لَيْسَ فِي الشَّرّ خِيَار وَلَقَد خَابَ وخسر من لَا ينجو على كل حَال من النَّار فيا أَيهَا القَاضِي الْمُقَلّد مَا الَّذِي أوقعك فِي هَذِه الورطة وألجأك إِلَى هَذِه الْعهْدَة الَّتِي صرت فِيهَا على كل حَال من أهل النَّار إِذا دمت على قضائك وَلم تتب فَإِن أهل الْمعاصِي والبطالة على اخْتِلَاف أنواعهم هم أَرْجَى لله مِنْك وأخوف لَهُ لأَنهم يقدمُونَ على الْمعاصِي وهم على عزم التَّوْبَة والإقلاع وَالرُّجُوع وكل وَاحِد مِنْهُم يسْأَل الله الْمَغْفِرَة وَالتَّوْبَة وَيَلُوم نَفسه على",
            "page": "100",
            "part": "1",
            "seal": "671D49B9"
        },
        {
            "id": "86",
            "nass": "مَا فرط مِنْهُ وَيُحب أَن لَا يَأْتِيهِ الْمَوْت إِلَّا بعد أَن تطهر نَفسه من ادران كل مَعْصِيّة وَلَو دَعَا لَهُ دَاع بِأَن الله يبقيه على مَا هُوَ متلبس بِهِ من البطالة وَالْمَعْصِيَة إِلَى الْمَوْت يعلم هُوَ وكل سامع أَنه يَدْعُو عَلَيْهِ لَا لَهُ ¶ وَلَو علم أَنه يبْقى على مَا هُوَ عَلَيْهِ إِلَى الْمَوْت ويلقى الله وَهُوَ متلبس بِهِ لضاقت عَلَيْهِ الأَرْض بِمَا رَحبَتْ لِأَنَّهُ يعلم أَن هَذَا الْبَقَاء هُوَ من مُوجبَات النَّار بِخِلَاف هَذَا القَاضِي الْمِسْكِين فَإِنَّهُ رُبمَا دَعَا الله فِي خلواته وَبعد صلواته أَن يديم عَلَيْهِ تِلْكَ النِّعْمَة ويحرسها عَن الزَّوَال وَيصرف عَنهُ كيد الكائدين وحسد الحاسدين حَتَّى لَا يقدروا على عَزله وَلَا يتمكنوا من فَصله وَقد يبْذل المخذول فِي استمراره على ذَلِك نفائس الْأَمْوَال وَيدْفَع الرشا والبراطيل والرغائب لمن كَانَ لَهُ فِي أمره مدْخل فَجمع بَين خسراني الدُّنْيَا وَالْآخِرَة وتسمح نَفسه بهما جَمِيعًا فِي حُصُول ذَلِك فيشتري بهَا النَّار وَالْعلَّة الغائبة الْمَقْصد الْأَسْنَى وَالْمطلب الْأَبْعَد لهَذَا المغبون لَيْسَ إِلَّا اجْتِمَاع الْعَامَّة وصراخهم بَين يَدَيْهِ وَلَو عقل لعلم أَنه لم يكن فِي رياسة عالية وَلَا فِي مَكَان رفيع وَلَا فِي مرتبَة جليلة فَإِنَّهُ يُشَارِكهُ فِي اجْتِمَاع هَؤُلَاءِ الْعَوام وتطاولهم إِلَيْهِ وتزاحمهم عَلَيْهِ كل من يُرَاد إهانته إِمَّا بِإِقَامَة حد عَلَيْهِ أَو قصاص أَو تَعْزِير فَإِنَّهُ يجمع على وَاحِد من هَؤُلَاءِ مَا",
            "page": "101",
            "part": "1",
            "seal": "B6105601"
        },
        {
            "id": "87",
            "nass": "لَا يجْتَمع على القَاضِي عشر معشاره بل يجْتَمع على أهل اللّعب والمجون والسخرية وَأهل الزمر والرقص وَالضَّرْب بالطبل أصضعاف أَضْعَاف من يجْتَمع على القَاضِي وَهُوَ ذُو زهو لركوب دَابَّة أَو مشي خَادِم أَو خادمين فِي ركابه فَليعلم أَن العَبْد الْمَمْلُوك والجندي الْجَاهِل وَالْولد من أَبنَاء الْيَهُود وَالنَّصَارَى تركب دَوَاب أنزه من دَابَّته وَيَمْشي مَعَه من الخدم أَكثر مِمَّن يمشي مَعَه وَإِذا كَانَ وُقُوعه فِي هَذَا الْعَمَل الَّذِي هُوَ من أَسبَاب النَّار على كل حَال من طلب المعاش واستدرار مَا يدْفع إِلَيْهِ من الجراية من السُّحت فَليعلم أَن أهل المهن الدِّينِيَّة كالحائك والحجام والجزار والاسكافي أنعم مِنْهُ عَيْشًا وأسكن مِنْهُ قلبا لأَنهم أمنُوا من مرَارَة الْعَزْل غير مهتمين بتحويل الْحَال فهم يتلذذون بدنياهم ويتمتعون بنفوسهم ويتقبلون فِي تنعمهم هَذَا بِاعْتِبَار الْحَيَاة الدُّنْيَا وَأما بِاعْتِبَار الْآخِرَة فخواطرهم مطمئنة لأَنهم لَا يَخْشونَ الْعقُوبَة بِسَبَب من الْأَسْبَاب الَّتِي هِيَ قوام المعاش ونظام الْحَيَاة لِأَن مكسبهم حَلَال وأيديهم مَكْفُوفَة عَن الظُّلم فَلَا يخَافُونَ السُّؤَال عَن دم أَو مَال بل قُلُوبهم مُتَعَلقَة بالرجاء وكل وَاحِد مِنْهُم يَرْجُو الِانْتِقَال من دَار شقوة وكدر إِلَى دَار نعْمَة",
            "page": "102",
            "part": "1",
            "seal": "CEFCDBAC"
        },
        {
            "id": "88",
            "nass": "وتفضل وَأما ذَلِك القَاضِي الْمُقَلّد فَهُوَ منغص الْعَيْش منكد النِّعْمَة مكدر اللَّذَّة لِأَنَّهُ لما يرد عَلَيْهِ من خُصُومَة الْخُصُوم ومعارضة المعارضين ومصادرة الممتنعين من قبُول أَحْكَامه وامتثال حلّه وإبرامه فِي هموم وغموم ومكابدة ومناهدة ومجاهدة وَمَعَ هَذَا فَهُوَ متوقع لتحويل الْحَال والاستبدال بِهِ وغروب شمسه وركود رِيحه وَذَهَاب سعده عِنْد نحسه وشماتة أعدائه ومساءة أولياءه فَلَا تصفو لَهُ رَاحَة وَلَا تخلص لَهُ نعْمَة بل هُوَ مَا دَامَ فِي الْحَيَاة فِي أَشد الْغم وَأعظم النكد كَمَا قَالَ المتنبي ¶ أَشد الْغم عِنْدِي فِي سرُور ... تنقل عَنهُ صَاحبه انتقالا ¶ وَلَا سِيمَا إِذا كَانَ محسودا مُعَارضا من أَمْثَاله فَإِنَّهُ لَا يطْرق سَمعه إِلَّا مَا يكدره فحينا يُقَال لَهُ النَّاس يتحدثون أَنَّك غَلطت وجهلت وحينا يُقَال لَهُ قد خالفك القَاضِي الْفُلَانِيّ أَو الْمُفْتِي الْفُلَانِيّ فنقض حكمك وَهدم علمك وغض من قدرك وَحط من رتبتك وَقد يَأْتِيهِ الْمَحْكُوم عَلَيْهِ فَيَقُول لَهُ جهارا أَو كفاحا لَا أعمل على حكمك وَنَحْو ذَلِك من الْعبارَات الخشنة فَإِن قَامَ وناضل عَن حكمه ودافع فَهِيَ قومة جَاهِلِيَّة ومدافعة شيطانية",
            "page": "103",
            "part": "1",
            "seal": "B9F32E6C"
        },
        {
            "id": "89",
            "nass": "طاغوتية قد تكون لحراسة المنصب وَحفظ الْمرتبَة والفرار من انحطاط الْقدر وَسُقُوط الجاه وَمَعَ ذَلِك فَهُوَ لَا يدْرِي هَل الْحق بِيَدِهِ أم بيد من نقض عَلَيْهِ حكمه لِأَن الْمِسْكِين لَا يدْرِي بِالْحَقِّ بِإِقْرَارِهِ وَجَمِيع المتخاصمين إِلَيْهِ بَين متسرع إِلَى ذمَّة والتشكي مِنْهُ وَهُوَ الْمَحْكُوم عَلَيْهِ يَدعِي أَنه حكم بَاطِل وارتشى من خَصمه أَو داهنه ويتقرر هَذَا عِنْده بِمَا يلقيه إِلَيْهِ من ينافر هَذَا الْمُقَلّد من أَبنَاء جنسه من المقلدة الطامعين فِي منصة أَو الراجين لرفده أَو النِّيَابَة عَنهُ فِي بعض مَا يتَصَرَّف فِيهِ فَإِنَّهُ يذهب يستفتيهم ويشكو عَلَيْهِم فيطلبون غرائب الْوُجُوه ونوادر الْخلاف ويكتبون خطوطهم بمخالفة مَا حكم بِهِ القَاضِي وَقد يعبرون فِي مكاتبتهم بعبارات تؤلم القَاضِي وتوحشه فَيَزْدَاد لذَلِك ألمه وَيكثر عِنْده همه وغمه هَذَا يَفْعَله أَبنَاء جنسه من المقلدين وَأما الْعلمَاء المجتهدون فهم يَعْتَقِدُونَ أَنه مُبْطل فِي جَمِيع مَا يَأْتِي بِهِ لِأَنَّهُ من قُضَاة النَّار فَلَا يعْرفُونَ لما يصدر عَنهُ من الْأَحْكَام رَأْسا وَلَا يَعْتَقِدُونَ أَنه قَاض لِأَنَّهُ قد قَامَ الدَّلِيل عِنْدهم على أَن القَاضِي لَا يكون إِلَّا مُجْتَهدا وَأَن الْمُقَلّد وَإِن بلغ فِي الْوَرع والعفاف وَالتَّقوى إِلَى مبلغ الْأَوْلِيَاء فَهُوَ عِنْدهم بِنَفس استمراره على الْقَضَاء مصر على الْمعْصِيَة",
            "page": "104",
            "part": "1",
            "seal": "3507303F"
        },
        {
            "id": "90",
            "nass": "وينزلون جَمِيع مَا يصدر عَنهُ منزلَة مَا يصدر عَن الْعَامَّة الَّذين لَيْسُوا بقضاة وَلَا مفتين فَجَمِيع مسجلاته الَّتِي يكْتب عَلَيْهَا اسْمه ويحلل فِيهَا الْحَرَام وَيحرم الْحَلَال بَاطِلَة لَا تعد شَيْئا بل لَو كَانَت مُوَافقَة للصَّوَاب لم تعد عِنْدهم شَيْئا لِأَنَّهَا صادرة من قَاض حكم بِالْحَقِّ وَهُوَ لَا يعلم بِهِ فَهُوَ من أهل النَّار فِي الْآخِرَة وَمِمَّنْ لَا يسْتَحق اسْم الْقُضَاة فِي الدُّنْيَا وَلَا يحل تَنْزِيله منزلَة الْقُضَاة الْمُجْتَهدين فِي شَيْء وَبعد هَذَا كُله فَهَذَا القَاضِي المشئوم يحْتَاج إِلَى مداهنة السُّلْطَان وأعوانه المقبولين لَدَيْهِ ويهين نَفسه لَهُم ويخضع لَهُم ويتردد إِلَى أَبْوَابهم ويتمرغ على عتابتهم وَإِذا لم يفعل ذَلِك على الدَّوَام والاستمرار ناكدوه مناكدة تحرج عذره وتوهن قدره وَمَعَ هَذَا فأعوانه الَّذين هم مستدرون لفوائده والمقتنصون للأموال على يَده وَإِن عظموه وفخموه وَقَامُوا بقيامه وقعدوا بقعوده أضرّ عَلَيْهِ من أعدائه لأَنهم يتكالبون على أَمْوَال النَّاس وَيتم لَهُم ذَلِك بِقُوَّة يَده وَلَا سِيمَا إِذا كَانَ مغفلا غير حَازِم وَلَا مطلع للأمور فتعظم الْمقَالة على القَاضِي وينسب دينهم إِلَيْهِ وَيحمل جَوْرهمْ عَلَيْهِ فَتَارَة ينْسب إِلَى التَّقْصِير فِي الْبَحْث وَتارَة إِلَى التغفيل وَعدم التيقظ وَتارَة إِلَى أَن مَا أَخذه الأعوان فَلهُ فيهم مَنْفَعَة تعود إِلَيْهِ وَلَوْلَا ذَلِك لم يُطلق لَهُم الرسن ولأخلي بَينهم وَبَين النَّاس وَأَيْضًا أعظم من",
            "page": "105",
            "part": "1",
            "seal": "E91B84E8"
        },
        {
            "id": "91",
            "nass": "يذمه ويستحل عرضه هَؤُلَاءِ الأعوان فَإِن كل وَاحِد مِنْهُم يطْمع فِي أَن يكون كل الْفَوَائِد فَإِذا عرضت فَائِدَة فِيهَا نفع لَهُم من قسْمَة تَرِكَة أَو نظر مَكَان مشتجر فِيهِ فَالْقَاضِي الْمِسْكِين لَا بُد أَن يصيره إِلَى أحدهم فيوغر بذلك صُدُور جَمِيعهم وَيخرجُونَ وصدورهم قد ملئت غيظا فينطقون بذمه فِي المحافل وَلَا سِيمَا بَين أعدائه والمنافسين لَهُ وينعون عَلَيْهِ مَا قضى فِيهِ من الْخُصُومَات الْوَاقِعَة لَدَيْهِ بمحضرهم ويحرفون الْكَلَام وينسبونه إِلَى الْغَلَط تَارَة وَالْجهل أُخْرَى والتكالب على المَال حينا والمداهنة حينا ¶ وَبِالْجُمْلَةِ فَإِنَّهُ لَا يقدر على إرضاء الْجَمِيع بل لَا بُد لَهُم من ثلبه على كل حَال وَهَؤُلَاء يَسْتَغْنِي عَنْهُم فيناله مِنْهُم محن وبلايا هَذَا وهم أهل مودته وبطانته والمستفيدون بأَمْره وَنَهْيه والمنتفعون بِقَضَائِهِ وَمَا أحقهم بِمَا كَانَ يَقُول بعض الْقُضَاة الْمُتَقَدِّمين فَإِنَّهُ كَانَ لَا يسمهم إِلَّا مناصل سهل وَلَا يخرج من هَذِه الْأَوْصَاف إِلَّا الْقَلِيل النَّادِر مِنْهُم فَإِن الزَّمن قد يتنفس فِي بعض الْأَحْوَال بِمن لَا يَتَّصِف بِهَذِهِ الصّفة فَهَذَا حَال القَاضِي الْمُقَلّد فِي دُنْيَاهُ وَأما حَاله فِي أخراه فقد عرفت أَنه أحد القاضيين اللَّذين فِي النَّار وَلَا مخرج لَهُ عَن ذَلِك بِحَال من الْأَحْوَال كَمَا سبق تَحْقِيقه وَتَقْرِيره فَهُوَ فِي الدُّنْيَا مَعَ مَا ذَكرْنَاهُ",
            "page": "106",
            "part": "1",
            "seal": "5274B842"
        },
        {
            "id": "92",
            "nass": "سَابِقًا من القلاقل والزلازل فِي نقمة بِاعْتِبَار مَا يخافه من الأخرة من أَحْكَامه فِي دِمَاء الْعباد وَأَمْوَالهمْ بِلَا برهَان وَلَا قُرْآن وَلَا سنة بل مُجَرّد جهل وتقليد وَعدم بَصِيرَة فِي جَمِيع مَا يَأْتِي ويذر ويصدر ويورد مَعَ وُرُود الْقُرْآن الصَّحِيح الصَّرِيح بِالنَّهْي عَن الْعَمَل بِمَا لَيْسَ بِعلم كَقَوْلِه تَعَالَى {وَلَا تقف مَا لَيْسَ لَك بِهِ علم} والآيات فِي هَذَا الْمَعْنى وَفِي النَّهْي عَن إتباع الظَّن كَثِيرَة جدا والمقلد لَا علم لَهُ وَلَا ظن صَحِيح وَلَو لم يكن من الزواجر إِلَّا مَا قدمنَا من الْآيَات القرآنية فِي قَوْله {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْكَافِرُونَ} {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْفَاسِقُونَ} {وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الظَّالِمُونَ} مَعَ مَا فِي الْآيَات الْأُخْرَى من الْأَمر بالحكم بِمَا أنزل الله وبالحق وبالعدل وَمَعَ مَا ثَبت من أَن من حكم بِغَيْر الْحق أَو بِالْحَقِّ وَهُوَ لَا يعلم أَنه الْحق أَنه من قُضَاة النَّار ¶ فَإِن قلت إِذا كَانَ الْمُقَلّد لَا يصلح للْقَضَاء المبرم وَلَا يحل لَهُ أَن يتَوَلَّى ذَلِك وَلَا لغيره أَو يوليه فَمَا تَقول فِي الْمُفْتِي الْمُقَلّد ¶ أَقُول أَن كنت تسْأَل عَن القيل والقال ومذاهب الرِّجَال فَالْكَلَام فِي شُرُوط الْمُفْتِي وَمَا يعْتَبر فِيهِ مَبْسُوط فِي كتب الْأُصُول وَالْفِقْه وَإِن كنت تسْأَل عَن الَّذِي",
            "page": "107",
            "part": "1",
            "seal": "9E046C02"
        },
        {
            "id": "93",
            "nass": "اعتقده وَأرَاهُ جَوَابا فعندي أَن الْمُفْتِي الْمُقَلّد لَا يحل لَهُ أَن يُفْتِي من يسْأَله عَن حكم الله أَو حكم رَسُوله أَو عَن الْحق أَو عَن الثَّابِت فِي الشَّرِيعَة أَو عَمَّا يحل لَهُ أَو يحرم عَلَيْهِ لِأَن الْمُقَلّد لَا يدْرِي بِوَاحِد من هَذِه الْأُمُور على التَّحْقِيق بل لَا يعرفهَا إِلَّا الْمُجْتَهد ¶ هَكَذَا إِن سَأَلَهُ السَّائِل سؤالا مُطلقًا من غير أَن يُقَيِّدهُ بِأحد الْأُمُور الْمُتَقَدّمَة فَلَا يحل للمقلد أَن يفتيه بِشَيْء من ذَلِك لِأَن السُّؤَال الْمُطلق ينْصَرف إِلَى الشَّرِيعَة المطهرة لَا إِلَى قَول قَائِل أَو رَأْي صَاحب رَأْي وَأما إِذا سَأَلَهُ سَائل عَن قَول فلَان أَو رَأْي فلَان أَو مَا ذكره فلَان فَلَا بَأْس بِأَن ينْقل لَهُ الْمُقَلّد ذَلِك وَيَرْوِيه لَهُ إِن كَانَ عَارِفًا بِمذهب الْعَالم الَّذِي وَقع السُّؤَال عَن قَوْله أَو رَأْيه أَو مذْهبه لِأَنَّهُ سُئِلَ عَن أَمر يُمكنهُ نَقله وَلَيْسَ ذَلِك من التقول على الله بِمَا لم يقل وَلَا من التَّعْرِيف بِالْكتاب وَالسّنة ¶ وَهَذَا التَّفْصِيل هُوَ الصَّوَاب الَّذِي لَا يُنكره منصف فَإِن قلت هَل يجوز للمجتهد أَن يُفْتِي من سَأَلَهُ عَن مَذْهَب رجل معِين وينقله لَهُ قلت يجوز ذَلِك بِشَرْط أَن يَقُول بعد نقل ذَلِك الرَّأْي أَو الْمَذْهَب إِذا كَانَا على غير الصَّوَاب مقَالا يُصَرح بِهِ أَو يلوح أَن الْحق خلاف ذَلِك",
            "page": "108",
            "part": "1",
            "seal": "99518A37"
        },
        {
            "id": "94",
            "nass": "فَإِن الله أَخذ على الْعلمَاء الْبَيَان للنَّاس وَهَذَا مِنْهُ لَا سِيمَا إِذا كَانَ يعرف أَن السَّائِل سيعتقد ذَلِك الرَّأْي أَو الْمَذْهَب الْمُخَالف للصَّوَاب وَأَيْضًا فِي نقل هَذَا الْعَالم لذَلِك الْمَذْهَب الْمُخَالف للصَّوَاب وسكوته عَن اعتراضه إِيهَام للمغترين بِأَنَّهُ حق وَفِي هَذَا مفْسدَة عَظِيمَة فَإِن كَانَ يخْشَى على نَفسه من بَيَان فَسَاد ذَلِك الْمَذْهَب فَليدع الْجَواب ويحيل على غَيره فَإِنَّهُ لم يسْأَل عَن شَيْء يجب عَلَيْهِ بَيَانه فَإِن ألجأته الضَّرُورَة وَلم يتَمَكَّن من التَّصْرِيح بِالصَّوَابِ فَعَلَيهِ أَن يُصَرح تَصْرِيحًا لَا يبْقى فِيهِ شكّ لمن يقف عَلَيْهِ إِن هَذَا مَذْهَب فلَان أَو رَأْي فلَان الَّذِي سَأَلَ عَنهُ السَّائِل وَلم يسْأَله عَن غَيره",
            "page": "109",
            "part": "1",
            "seal": "BD7961AD"
        }
    ],
    "t6359": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أدلة القائلين بجواز التقليد"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال العلماء في النهي عن التقليد"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال الأئمة الأربعة في النهي عن التقليد"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "القول بإنسداد باب الاجتهاد بدعة شنيعة"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "إبطال التقليد"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "معنى أن كل مجتهد مصيب"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "أسئلة للمقلدين"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "نصيحة بليغة لمن يتصدر للفتيا والقضاء من المقلدين"
        }
    ]
}