{
    "b638": [
        {
            "hno": "142",
            "id": "174",
            "nass": "142 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُلَيَّةَ، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §تَلَقَّاهُ غِلْمَانٌ مِنْ بَنِي عَبْدِ الْمُطَّلِبِ فَحَمَلَ وَاحِدًا بَيْنَ يَدَيْهِ وَآخَرَ خَلْفَهُ»",
            "page": "196",
            "part": "1",
            "seal": "D2BE5723"
        },
        {
            "hno": "143",
            "id": "175",
            "nass": "143 - حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ لِابْنِ جَعْفَرٍ: «§أَتَذْكُرُ إِذْ تَلَقَّيْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَا وَأَنْتَ وَابْنُ عَبَّاسٍ؟» ، قَالَ: نَعَمْ، فَحَمَلَنَا وَتَرَكَكَ",
            "page": "196",
            "part": "1",
            "seal": "D6FD7ABF"
        },
        {
            "hno": "144",
            "id": "176",
            "nass": "144 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَاصِمٍ قَالَ: حَدَّثَنِي مُوَرِّقٌ الْعِجْلِيُّ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ جَعْفَرٍ قَالَ: \" §كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا قَدِمَ مِنْ سَفَرٍ تَلَقَّى بِنَا، فَتَلَقَّى بِي وَبِالْحَسَنِ أَوِ الْحُسَيْنِ، قَالَ: فَحَمَلَ أَحَدَنَا بَيْنَ يَدَيْهِ وَالْآخَرَ خَلْفَهُ حَتَّى دَخَلْنَا الْمَدِينَةَ \"",
            "page": "197",
            "part": "1",
            "seal": "7C8F37C2"
        },
        {
            "hno": "145",
            "id": "177",
            "nass": "145 - حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ سُفْيَانَ الْعَطَّارِ قَالَ: رَأَيْتُ الشَّعْبِيَّ مُرْتَدِفًا خَلْفَ رَجُلٍ، وَكَانَ يَقُولُ: «§صَاحِبُ الدَّابَّةِ أَحَقُّ بِمُقَدَّمِهَا»",
            "page": "197",
            "part": "1",
            "seal": "C3E57FBD"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "§بَابُ مِنْ كَرِهَ رُكُوبَ ثَلَاثَةٍ عَلَى الدَّابَّةِ",
            "page": "198",
            "part": "1",
            "seal": "30A58526"
        },
        {
            "hno": "146",
            "id": "179",
            "nass": "146 - حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ خَالِدٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ: «أَنَّهُ §كَانَ يَكْرَهُ أَنْ يَرْكَبَ ثَلَاثَةٌ عَلَى دَابَّةٍ»",
            "page": "198",
            "part": "1",
            "seal": "A1277A88"
        },
        {
            "hno": "147",
            "id": "180",
            "nass": "147 - حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنِ الْأَجْلَحِ، عَنِ الشَّعْبِيِّ، قَالَ: «§أَيُّمَا ثَلَاثَةٍ رَكِبُوا عَلَى دَابَّةٍ فَأَحَدُهُمْ مَلْعُونٌ»",
            "page": "198",
            "part": "1",
            "seal": "C726563C"
        },
        {
            "hno": "148",
            "id": "181",
            "nass": "148 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ جِبْرِيلَ بْنِ أَحْمَرَ، عَنِ ابْنِ بُرَيْدَةَ قَالَ: §رَآنِي رِدْفَ ثَالِثٍ، فَقَالَ: «مَلْعُونٌ»",
            "page": "198",
            "part": "1",
            "seal": "506E49E8"
        },
        {
            "hno": "149",
            "id": "182",
            "nass": "149 - حَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ عَامِرٍ، قَالَ: خَرَجْتُ إِلَى الْحِيرَةِ أَنْظُرُ إِلَى الْفِيلِ، فَرَأَيْتُ الْحَارِثَ الْأَعْوَرَ رَاكِبًا وَخَلْفَهُ رِدْفٌ، فَقَالَ: «§لَوْ صَلَحَ ثَالِثٌ لَحَمَلْنَاكَ»",
            "page": "199",
            "part": "1",
            "seal": "6FD4C4BD"
        },
        {
            "hno": "150",
            "id": "183",
            "nass": "150 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ إِسْمَاعِيلَ، عَنِ الْحَسَنِ، عَنْ مُهَاجِرِ بْنِ قُنْفُذٍ، قَالَ: كُنَّا نَتَحَدَّثُ مَعَهُ، إِذْ مَرَّ ثَلَاثَةٌ عَلَى حِمَارٍ، فَقَالَ لِلْآخَرِ مِنْهُمُ: انْزِلْ لَعَنَكَ اللَّهُ، قَالَ: فَقِيلَ لَهُ أَتَلْعَنُ هَذَا الْإِنْسَانَ؟، قَالَ: فَقَالَ: «قَدْ §نُهِينَا عَنْ هَذَا أَنْ يَرْكَبَ الثَّلَاثَةُ عَلَى الدَّابَّةِ»",
            "page": "199",
            "part": "1",
            "seal": "9479EE09"
        },
        {
            "hno": "151",
            "id": "184",
            "nass": "151 - حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي الْعَنْبَسِ، عَنْ زَاذَانَ، قَالَ: §رَأَى ثَلَاثَةً عَلَى بَغْلٍ فَقَالَ: «لِينْزِلْ أَحَدُكُمْ، فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَعَنَ الثَّالِثَ»",
            "page": "199",
            "part": "1",
            "seal": "C74CF8E5"
        },
        {
            "hno": null,
            "id": "185",
            "nass": "§بَابُ مَنْ كَانَ لَا يَدَعُ أَحَدًا مِنْ أَهْلِهِ يَنَامُ بَعْدَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ",
            "page": "200",
            "part": "1",
            "seal": "F141774A"
        },
        {
            "hno": "152",
            "id": "186",
            "nass": "152 - حَدَّثَنَا وَكِيعٌ، عَنْ بَشِيرِ بْنِ سَلْمَانَ، عَنْ سَيَّارٍ أَبِي الْحَكَمِ، عَنْ طَارِقِ بْنِ شِهَابٍ قَالَ: «كَانَ عَبْدُ اللَّهِ §إِذَا صَلَّى الْفَجْرَ لَمْ يَدَعْ أَحَدًا مِنْ أَهْلِهِ صَغِيرًا وَلَا كَبِيرًا يَقُومُ حَتَّى تَطْلُعَ الشَّمْسُ»",
            "page": "200",
            "part": "1",
            "seal": "B0B8D63C"
        },
        {
            "hno": "153",
            "id": "187",
            "nass": "153 - حَدَّثَنَا وَكِيعٌ، عَنْ فُضَيْلِ بْنِ غَزْوَانَ، عَنْ مُهَاجِرِ بْنِ شَمَّاسٍ، عَنْ عَمِّهِ، قَالَ: كُنْتُ أَخْرَجُ إِلَى الْجَبَّانَةِ مِنْ هَذِهِ الْجَبَابِينَ أَصِيدُ بِفَخٍّ لِي فَخَرَجْتُ ثَلَاثَ غَدَوَاتٍ، أَرَى رَجُلًا بَعْدَ الْفَجْرِ جَالِسًا فِي مَكَانٍ، قُلْتُ: يَا عَبْدَ اللَّهِ مَنْ أَنْتَ؟، قَالَ: «أَنَا حُذَيْفَةُ بْنُ الْيمَانِ» ، قُلْتُ: أَيُّ شَيْءٍ تَصْنَعُ هَهُنَا؟ قَالَ: «§أَنْظُرُ إِلَى الشَّمْسِ مِنْ أَيْنَ تَطْلُعُ»",
            "page": "200",
            "part": "1",
            "seal": "05B8514A"
        },
        {
            "hno": "154",
            "id": "188",
            "nass": "154 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنِي قَيْسُ بْنُ أَبِي حَازِمٍ، عَنْ مُدْرِكِ بْنِ عَوْفٍ، قَالَ: مَرَرْتُ عَلَى بِلَالٍ وَهُوَ بِالشَّامِ جَالِسٌ غُدْوَةً، فَقُلْتُ: مَا يُجْلِسُكَ يَا أَبَا عَبْدَ اللَّهِ؟، قَالَ: \" §أَنْتَظِرُ طُلُوعَ الشَّمْسِ",
            "page": "201",
            "part": "1",
            "seal": "CEA0D833"
        },
        {
            "hno": "155",
            "id": "189",
            "nass": "155 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا صَلَّى الْفَجْرَ جَلَسَ فِي مُصَلَّاهُ حَتَّى تَطْلُعَ الشَّمْسُ»",
            "page": "201",
            "part": "1",
            "seal": "3058D175"
        },
        {
            "hno": "156",
            "id": "190",
            "nass": "156 - حَدَّثَنَا وَكِيعٌ، عَنْ سَلَمَةَ، عَنِ الضَّحَّاكِ، قَالَ: «عَجَبًا لِأَصْحَابِ عَبْدِ اللَّهِ الْآنَ يَنْظُرُونَ إِلَى الشَّمْسِ مِنْ حَيْثُ تَطْلُعُ، §أَوَ لَا يَعْلَمُونَ أَنَّ الْفَجْرَ إِذَا طَلَعَ مِنْ مَوْضِعٍ طَلَعَتْ مِنْهُ الشَّمْسُ»",
            "page": "201",
            "part": "1",
            "seal": "251E5960"
        },
        {
            "hno": "157",
            "id": "191",
            "nass": "157 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ ابْنِ عَوْنٍ، عَنْ أَبِي بِشْرٍ، عَنْ جُنْدُبِ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ، قَالَ: اسْتَأْذَنْتُ عَلَى حُذَيْفَةَ ثَلَاثَ مَرَّاتٍ، فَلَمْ يُؤْذَنْ لِي، فَرَجَعْتُ فَإِذَا رَسُولُهُ قَدْ لَحِقَنِي فَقَالَ: مَا رَدَّكَ؟، قُلْتُ: ظَنَنْتُ أَنَّكَ نَائِمٌ. قَالَ: §مَا كُنْتُ لِأَنَامَ حَتَّى أَنْظُرَ مِنْ أَيْنَ تَطْلُعُ الشَّمْسُ، قَالَ: فَحَدَّثْتُ بِهِ مُحَمَّدًا، فَقَالَ: «قَدْ فَعَلَهُ غَيْرُ وَاحِدٍ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "202",
            "part": "1",
            "seal": "A30AE043"
        },
        {
            "hno": null,
            "id": "192",
            "nass": "§بَابُ مَا جَاءَ فِي الرَّجُلِ يَبِيتُ فِي بَيْتٍ وَحْدَهُ",
            "page": "203",
            "part": "1",
            "seal": "AFB93371"
        },
        {
            "hno": "158",
            "id": "193",
            "nass": "158 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ جَابِرٍ، عَنْ أَبِي جَعْفَرٍ قَالَ: «§لَا تَبِتْ فِي بَيْتٍ وَحْدَكَ، فَإِنَّ الشَّيْطَانَ أَشَدُّ مَا يَكُونُ بِكَ وَلَعًا»",
            "page": "203",
            "part": "1",
            "seal": "C8DAA2CF"
        },
        {
            "hno": "159",
            "id": "194",
            "nass": "159 - حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ: «§نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُسَافِرَ الرَّجُلُ وَحْدَهُ أَوْ يَبِيتَ فِي بَيْتٍ وَحْدَهُ»",
            "page": "203",
            "part": "1",
            "seal": "236CCC5C"
        },
        {
            "hno": "160",
            "id": "195",
            "nass": "160 - حَدَّثَنَا وَكِيعٌ، عَنْ عَاصِمِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْ يَعْلَمُ أَحَدُكُمْ مَا لَهُ فِي الْوَحْدَةِ مَا سَارَ أَحَدٌ بِلَيْلٍ»",
            "page": "203",
            "part": "1",
            "seal": "F31CFA95"
        },
        {
            "hno": null,
            "id": "196",
            "nass": "§بَابُ مَا جَاءَ فِي الطِّيَرَةِ",
            "page": "205",
            "part": "1",
            "seal": "2F825FED"
        },
        {
            "hno": "161",
            "id": "197",
            "nass": "161 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ عِيسَى بْنِ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الطِّيَرَةُ شِرْكٌ وَمَا مِنَّا، وَلَكِنَّ اللَّهَ يُذْهِبُهُ بِالتَّوَكُّلِ»",
            "page": "205",
            "part": "1",
            "seal": "994FEE4E"
        },
        {
            "hno": "162",
            "id": "198",
            "nass": "162 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عُرْوَةَ بْنِ عَامِرٍ، قَالَ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الطِّيَرَةِ، فَقَالَ: \" §أَحْسَنُهَا الْفَأْلُ، وَلَا تَرُدَّ مُسْلِمًا، فَإِذَا رَأَى أَحَدُكُمْ مِنْ ذَلِكَ مَا يَكْرَهُ، فَلْيَقُلِ: اللَّهُمَّ لَا يَأْتِي بِالْحَسَنَاتِ إِلَّا أَنْتَ وَلَا يَدْفَعُ السَّيِّئَاتِ إِلَّا أَنْتَ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِكَ \"",
            "page": "205",
            "part": "1",
            "seal": "40231C4B"
        },
        {
            "hno": null,
            "id": "199",
            "nass": "§بَابُ مَا قِيلَ فِي الْعَدْوَى، وَالطِّيَرَةِ، وَالْهَامَةِ",
            "page": "207",
            "part": "1",
            "seal": "974DDE73"
        },
        {
            "hno": "163",
            "id": "200",
            "nass": "163 - حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي جَنَابٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا عَدْوَى، وَلَا طِيَرَةَ، وَلَا هَامَةَ» . فَقَامَ إِلَيْهِ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ الْبَعِيرُ يَكُونُ بِهِ الْجَرَبُ فَتَجْرَبُ الْإِبِلُ، قَالَ: «ذَلِكَ الْقَدَرُ، مَنْ أَجْرَبَ الْأَوَّلَ؟»",
            "page": "207",
            "part": "1",
            "seal": "E8ACED4B"
        },
        {
            "hno": "164",
            "id": "201",
            "nass": "164 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا طِيَرَةَ، وَلَا هَامَةَ، وَلَا صَفَرَ»",
            "page": "208",
            "part": "1",
            "seal": "CD9CC005"
        },
        {
            "hno": null,
            "id": "202",
            "nass": "§بَابُ مَا جَاءَ فِي الْأَكْلِ مَعَ الْمَجْذُومِ ثِقَةً بِاللَّهِ وَتَوَكُّلًا عَلَيْهِ",
            "page": "209",
            "part": "1",
            "seal": "7231D012"
        },
        {
            "hno": "165",
            "id": "203",
            "nass": "165 - حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، عَنْ مُفَضَّلِ بْنِ فَضَالَةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَخَذَ بِيَدِ الْمَجْذُومِ، فَوَضَعَهَا فِي الْقَصْعَةِ، ثُمَّ قَالَ: «كُلْ، ثِقَةً بِاللَّهِ وَتَوَكُّلًا عَلَيْهِ»",
            "page": "209",
            "part": "1",
            "seal": "294BD032"
        },
        {
            "hno": null,
            "id": "204",
            "nass": "§بَابُ خَيْرِ الطِّيَرَةِ الْفَأْلُ، وَالْعَيْنُ حَقٌّ",
            "page": "210",
            "part": "1",
            "seal": "961A3EF9"
        },
        {
            "hno": "166",
            "id": "205",
            "nass": "166 - حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنِ الْجُرَيْرِيِّ، عَنِ الْمُضَارِبِ بْنِ حَزْنٍ، قَالَ: قُلْتُ لِأَبِي هُرَيْرَةَ: هَلْ سَمِعْتَ مِنْ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا تُحَدِّثُنِيهِ؟، قَالَ: نَعَمْ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا عَدْوَى، وَلَا هَامَةَ، وَخَيْرُ الطِّيَرَةِ الْفَأْلُ، وَالْعَيْنُ حَقٌّ»",
            "page": "210",
            "part": "1",
            "seal": "BC198C3E"
        },
        {
            "hno": null,
            "id": "206",
            "nass": "§بَابُ مَنْ كَانَ يُحِبُّ الْفَأْلَ، وَيَكْرَهُ الطِّيَرَةَ",
            "page": "212",
            "part": "1",
            "seal": "D205A6C0"
        },
        {
            "hno": "167",
            "id": "207",
            "nass": "167 - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُحِبُّ الْفَأْلَ الْحَسَنَ، وَيَكْرَهُ الطِّيَرَةَ»",
            "page": "212",
            "part": "1",
            "seal": "FC6DE01D"
        },
        {
            "hno": "168",
            "id": "208",
            "nass": "168 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا عَدْوَى، وَلَا طِيَرَةَ، وَأُحِبُّ الْفَأْلَ الصَّالِحَ»",
            "page": "212",
            "part": "1",
            "seal": "F76A0BCD"
        },
        {
            "hno": "169",
            "id": "209",
            "nass": "169 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ، قَالَ: قَالَ عَبْدُ اللَّهِ: «§لَا تَضُرُّ الطِّيَرَةُ إِلَّا مَنْ تَطَيَّرَ»",
            "page": "213",
            "part": "1",
            "seal": "5DCE0749"
        },
        {
            "hno": "170",
            "id": "210",
            "nass": "170 - حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، حَدَّثَنَا فُرَاتُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ زِيَادِ بْنِ أَبِي مَرْيَمَ قَالَ: خَرَجَ سَعْدُ بْنُ أَبِي وَقَّاصٍ فِي سَفَرٍ، قَالَ: فَأَقْبَلَتِ الظِّبَاءُ نَحْوَهُ حَتَّى إِذَا دَنَتْ مِنْهُ رَجَعَتْ، فَقَالَ لَهُ رَجُلٌ: أَيُّهَا الْأَمِيرُ ارْجِعْ، فَقَالَ لَهُ سَعْدٌ: أَخْبِرْنِي مِنْ أَيِّهَا تَطَيَّرْتَ، مِنْ قُرُونِهَا حِينَ أَقْبَلَتْ أَمْ مِنْ أَذْنَابِهَا حِينَ أَدْبَرَتْ؟، ثُمَّ قَالَ سَعْدٌ عِنْدَ ذَلِكَ: «§إِنَّ الطِّيَرَةَ لَشُعْبَةٌ مِنَ الشِّرْكِ»",
            "page": "213",
            "part": "1",
            "seal": "ECB0F9E6"
        },
        {
            "hno": null,
            "id": "211",
            "nass": "§بَابُ مَنْ لَزِقَ بِالْمَجْذُومِ وَلَمْ يَخْشَ عَدْوَى",
            "page": "214",
            "part": "1",
            "seal": "7A668F97"
        },
        {
            "hno": "171",
            "id": "212",
            "nass": "171 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَرْزُوقٍ أَبِي بَكْرٍ التَّيْمِيِّ، عَنْ عِكْرِمَةَ: أَنَّ ابْنَ عَبَّاسٍ لَزِقَ بِمَجْذُومٍ، فَقُلْتُ لَهُ: تَلْزَقُ بِمَجْذُومٍ؟ فَأَمْضَى وَقَالَ: «§لَعَلَّهُ خَيْرًا مِنِّي وَمِنْكَ»",
            "page": "214",
            "part": "1",
            "seal": "96DCB700"
        },
        {
            "hno": null,
            "id": "213",
            "nass": "§بَابُ إِقْرَارِ الطَّيْرِ عَلَى وُكُنَاتِهَا",
            "page": "215",
            "part": "1",
            "seal": "C5DFBF08"
        },
        {
            "hno": "172",
            "id": "214",
            "nass": "172 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ أَبِيهِ، عَنْ سِبَاعِ بْنِ ثَابِتٍ، عَنْ أُمِّ كُرْزٍ قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَقِرُّوا الطَّيْرَ عَلَى مُكُنَاتِهَا»",
            "page": "215",
            "part": "1",
            "seal": "6006D8D3"
        },
        {
            "hno": null,
            "id": "215",
            "nass": "§بَابُ مَنْ كَانَ يُحِسُّ الطِّيَرَةَ وَيَمْضِي فَلَا يَطَّيَّرُ",
            "page": "216",
            "part": "1",
            "seal": "709A4A9D"
        },
        {
            "hno": "239",
            "id": "300",
            "nass": "239 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، قَالَ: سَمِعْتُ أَبَا بَكْرِ بْنِ أَبِي مُوسَى، يُحَدِّثُ عَنِ الْبَرَاءِ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا اسْتَيْقَظَ قَالَ: «الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ أَنْ أَمَاتَنَا وَإِلَيْهِ النُّشُورُ» ، قَالَ شُعْبَةُ: \" هَذَا أَوْ نَحْوَهُ، فَإِذَا نَامَ قَالَ: «اللَّهُمَّ بِاسْمِكَ أَحْيَا وَبِاسْمِكَ أَمُوتُ»",
            "page": "259",
            "part": "1",
            "seal": "5250E56E"
        },
        {
            "hno": null,
            "id": "301",
            "nass": "§بَابٌ فِي الْأَمْرِ بِنَفْضِ الْفِرَاشِ قَبْلَ الِاضْطِجَاعِ وَمَا يَقُولُ",
            "page": "260",
            "part": "1",
            "seal": "184457E7"
        },
        {
            "hno": "240",
            "id": "302",
            "nass": "240 - حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" §إِذَا أَرَادَ أَحَدُكُمْ أَنْ يَضْطَجِعَ عَلَى فِرَاشِهِ فَلْيَنْزِعْ دَاخِلَةَ إِزَارِهِ، ثُمَّ لْيُنْفُضْ بِهَا فِرَاشَهُ، فَإِنَّهُ لَا يَدْرِي مَا خَلَّفَهُ عَلَيْهِ ثُمَّ لِيَضَّجِعْ عَلَى شِقِّهِ الْأَيْمَنِ، ثُمَّ لِيَقُلْ: رَبِّ بِاسْمِكَ وَضَعْتُ جَنْبِيَ وَبِكَ أَرْفَعُهُ، فَإِنْ أَمْسَكَتَ نَفْسِيَ فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ \"",
            "page": "260",
            "part": "1",
            "seal": "99A18D35"
        },
        {
            "hno": "241",
            "id": "303",
            "nass": "241 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لِرَجُلٍ: \" §إِذَا أَخَذْتَ مَضْجَعَكَ فَقُلِ: اللَّهُمَّ أَسْلَمْتُ نَفْسِيَ إِلَيْكَ وَوَجَّهْتُ وَجْهِيَ إِلَيْكَ، وَفَوَّضْتُ أَمْرِيَ إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِيَ إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَى إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ، فَإِنْ مَاتَ مَاتَ عَلَى الْفِطْرَةِ \"",
            "page": "261",
            "part": "1",
            "seal": "F6C2CA9E"
        },
        {
            "hno": null,
            "id": "304",
            "nass": "§بَابُ التَّهْلِيلِ وَالتَّسْبِيحِ وَالتَّحْمِيدِ حِينَ يَأْوِي إِلَى فِرَاشِهِ",
            "page": "262",
            "part": "1",
            "seal": "D38476E1"
        },
        {
            "hno": "242",
            "id": "305",
            "nass": "242 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبٍ، عَنْ عَبْدِ اللَّهِ بْنِ بَابَاهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: \" §مَنْ قَالَ حِينَ يَأْوِي إِلَى فِرَاشِهِ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمَلِكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، الْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ، اللَّهُ أَكْبَرُ، غُفِرَتْ لَهُ ذُنُوبُهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ \"",
            "page": "262",
            "part": "1",
            "seal": "CCD37552"
        },
        {
            "hno": null,
            "id": "306",
            "nass": "§بَابُ قِرَاءَةِ قُلْ يَا أَيُّهَا الْكَافِرُونَ عِنْدَ النَّوْمِ",
            "page": "264",
            "part": "1",
            "seal": "3959E8C4"
        },
        {
            "hno": "243",
            "id": "307",
            "nass": "243 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ فَرْوَةَ بْنِ نَوْفَلٍ، عَنْ أَبِيهِ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: «مَا جَاءَ بِكَ؟» ، قَالَ: جِئْتُ يَا رَسُولَ اللَّهِ تُعَلِّمُنِي شَيْئًا أَقُولُهُ عِنْدَ مَنَامِي، قَالَ: «§إِذَا أَخَذْتَ مَضْجَعَكَ فَأَقْرَأْ قُلْ يَا أَيُّهَا الْكَافِرُونَ، ثُمَّ نَمْ عَلَى خَاتِمَتِهَا فَإِنَّهَا بَرَاءَةٌ مِنَ الشِّرْكِ»",
            "page": "264",
            "part": "1",
            "seal": "944FAC23"
        },
        {
            "hno": "244",
            "id": "308",
            "nass": "244 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمٍ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ، قَالَ لَهُ: \" §إِذَا أَخَذْتَ مَضْجَعَكَ فَقُلْ: بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ وَعَلَى مِلَّةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَحِينَ تُدْخِلُ الْمَيِّتَ قَبْرَهُ \"",
            "page": "264",
            "part": "1",
            "seal": "1702AAB7"
        },
        {
            "hno": "245",
            "id": "309",
            "nass": "245 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَاصِمٍ، عَنْ سَوَاءٍ، عَنْ حَفْصَةَ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَخَذَ مَضْجَعَهُ قَالَ: «§رَبِّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ»",
            "page": "265",
            "part": "1",
            "seal": "BF91991A"
        },
        {
            "hno": "246",
            "id": "310",
            "nass": "246 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" يَا فُلَانُ §إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَقُلِ: اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِيَ إِلَيْكَ، وَوَلَّيْتُ ظَهْرِي إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَا مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ، فَإِنَّكَ إِنْ مِتَّ فِي لَيْلَتِكَ مِتَّ عَلَى الْفِطْرَةِ، وَإِنْ أَصْبَحْتَ أَصْبَحْتَ خَيْرًا \"",
            "page": "265",
            "part": "1",
            "seal": "DF2ECB99"
        },
        {
            "hno": null,
            "id": "311",
            "nass": "§بَابٌ فِي قَوْلِ: «بِاسْمِكَ وَضَعْتُ جَنْبِي فَاغْفِرْ لِي»",
            "page": "267",
            "part": "1",
            "seal": "27F61539"
        },
        {
            "hno": "247",
            "id": "312",
            "nass": "247 - حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ عَنِ الْإِفْرِيقِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ مِنَ الْأَنْصَارِ: «§كَيْفَ تَقُولُ حِينَ تُرِيدُ أَنْ تَنَامَ؟» ، قَالَ: أَقُولُ: بِاسْمِكَ وَضَعْتُ جَنْبِي فَاغْفِرْ لِي، قَالَ: «قَدْ غَفَرَ اللَّهُ لَكَ»",
            "page": "267",
            "part": "1",
            "seal": "2918F62F"
        },
        {
            "hno": null,
            "id": "313",
            "nass": "§بَابٌ",
            "page": "268",
            "part": "1",
            "seal": "662380AD"
        },
        {
            "hno": null,
            "id": "314",
            "nass": "حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَائِدَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «§كَانَ أَصْحَابُنَا يَأْمُرُونَنَا وَنَحْنُ غِلْمَانٌ إِذَا أَوَيْنَا إِلَى فُرُشِنَا أَنْ نُسَبِّحَ ثَلَاثًا وَثَلَاثِينَ، وَنَحْمَدَ ثَلَاثًا وَثَلَاثِينَ، وَنُكَبِّرَ أَرْبَعًا وَثَلَاثِينَ»",
            "page": "268",
            "part": "1",
            "seal": "DDC45111"
        },
        {
            "hno": null,
            "id": "315",
            "nass": "§بَابٌ",
            "page": "269",
            "part": "1",
            "seal": "5658F19B"
        },
        {
            "hno": "249",
            "id": "316",
            "nass": "249 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، مُفَضَّلُ بْنُ فَضَالَةَ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ: \" أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا أَوَى إِلَى فِرَاشِهِ كُلَّ لَيْلَةٍ، جَمَعَ كَفَّيْهِ ثُمَّ نَفَثَ فِيهِمَا، فَقَرَأَ فِيهِمَا: قُلْ هُوَ اللَّهُ أَحَدٌ وَقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ، قُلْ أَعُوذُ بِرَبِّ النَّاسِ، ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ، يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقْبَلَ مِنْ جَسَدِهِ. يَفْعَلُ ذَلِكَ ثَلَاثَ مَرَّاتٍ \"",
            "page": "269",
            "part": "1",
            "seal": "D030DB29"
        },
        {
            "hno": null,
            "id": "317",
            "nass": "§بَابُ وَضْعِ الْيَدِ الْيُمْنَى تَحْتَ الْخَدِّ الْأَيْمَنِ عِنْدَ النَّوْمِ",
            "page": "270",
            "part": "1",
            "seal": "274AAA93"
        },
        {
            "hno": "250",
            "id": "318",
            "nass": "250 - حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ عَاصِمٍ، عَنِ الْمُسَيِّبِ، عَنْ حَفْصَةَ، قَالَتْ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا أَخَذَ مَضْجَعَهُ وَضَعَ يَدَهُ الْيُمْنَى عَلَى خَدِّهِ الْأَيْمَنِ»",
            "page": "270",
            "part": "1",
            "seal": "3B2F4252"
        },
        {
            "hno": "251",
            "id": "319",
            "nass": "251 - حَدَّثَنَا عُبَيْدُ بْنُ سَعِيدٍ، عَنْ شُعْبَةَ عَنْ أَبِي الْمُؤَمَّلِ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا صَلَّى رَكْعَتَيِ الْفَجْرِ اضْطَجَعَ، وَوَضَعَ يَدَهُ الْيُمْنَى تَحْتَ خَدِّهِ الْأَيْمَنِ»",
            "page": "271",
            "part": "1",
            "seal": "B328E03C"
        },
        {
            "hno": "252",
            "id": "320",
            "nass": "252 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَكَرِيَّا، عَنْ إِسْحَاقَ، عَنِ الْبَرَاءِ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا نَامَ تَوَسَّدَ يَمِينَهُ تَحْتَ خَدِّهِ، وَيَقُولُ: «قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ»",
            "page": "271",
            "part": "1",
            "seal": "35194A51"
        },
        {
            "hno": null,
            "id": "321",
            "nass": "§بَابُ مَا يُسْتَحَبُّ مِنَ الْأَسْمَاءِ",
            "page": "273",
            "part": "1",
            "seal": "D8C8903C"
        },
        {
            "hno": "253",
            "id": "322",
            "nass": "253 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ: \" §أَحَبُّ الْأَسْمَاءِ إِلَى اللَّهِ عَزَّ وَجَلَّ: عَبْدُ اللَّهِ، وَعَبْدُ الرَّحْمَنِ \"",
            "page": "273",
            "part": "1",
            "seal": "D68A3ED2"
        },
        {
            "hno": "254",
            "id": "323",
            "nass": "254 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، عَنْ دَاوُدَ، عَنِ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: «§أَحَبُّ الْأَسْمَاءِ إِلَيْهِ أَسْمَاءُ الْأَنْبِيَاءِ»",
            "page": "274",
            "part": "1",
            "seal": "F6C3183F"
        },
        {
            "hno": "255",
            "id": "324",
            "nass": "255 - حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا الْعُمَرِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§أَحَبُّ الْأَسْمَاءِ إِلَى اللَّهِ عَزَّ وَجَلَّ عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ»",
            "page": "275",
            "part": "1",
            "seal": "52E1D69B"
        },
        {
            "hno": null,
            "id": "325",
            "nass": "§بَابَ مَنْ رَخَّصَ أَنْ يُكْتَنَى بِأَبِي الْقَاسِمِ",
            "page": "276",
            "part": "1",
            "seal": "8AF3CE63"
        },
        {
            "hno": "256",
            "id": "326",
            "nass": "256 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْأَسَدِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ: \" أَنَّ §مُحَمَّدَ ابْنَ الْحَنَفِيَّةِ كَانَ يُكْنَى أَبَا الْقَاسِمِ",
            "page": "276",
            "part": "1",
            "seal": "CFC1A332"
        },
        {
            "hno": "257",
            "id": "327",
            "nass": "257 - وَبِهِ عَنْ إِبْرَاهِيمَ، قَالَ: «كَانَ §مُحَمَّدُ بْنُ الْأَشْعَثِ وَكَانَ ابْنُ أُخْتِ عَائِشَةَ يُكْنَى أَبَا الْقَاسِمِ»",
            "page": "276",
            "part": "1",
            "seal": "BFEA213A"
        },
        {
            "hno": "258",
            "id": "328",
            "nass": "258 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ فِطْرٍ، عَنْ مُنْذِرٍ، عَنْ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ، قَالَ: قَالَ عَلِيٌّ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §إِنَّ وُلِدَ لِي غُلَامٌ بَعْدَكَ أُسَمِّيهِ بِاسْمِكَ وَأُكَنِّيهِ بِكُنْيَتِكَ؟، قَالَ: «نَعَمْ»",
            "page": "277",
            "part": "1",
            "seal": "4674FFEA"
        },
        {
            "hno": null,
            "id": "329",
            "nass": "§بَابُ الْجَمْعِ بَيْنَ اسْمِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَكُنْيَتِهِ",
            "page": "278",
            "part": "1",
            "seal": "321DCB5C"
        },
        {
            "hno": "259",
            "id": "330",
            "nass": "259 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ، - أَنَّهُ سَمِعَهُ - يَقُولُ: قَالَ أَبُو الْقَاسِمِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَسَمَّوْا بِاسْمِي وَلَا تَكَنَّوْا بِكُنْيَتِي»",
            "page": "278",
            "part": "1",
            "seal": "5C1F20FA"
        },
        {
            "hno": "260",
            "id": "331",
            "nass": "260 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَسَمَّوْا بِاسْمِي وَلَا تَكَنَّوْا بِكُنْيَتِي»",
            "page": "278",
            "part": "1",
            "seal": "9B58DAB6"
        },
        {
            "hno": "261",
            "id": "332",
            "nass": "261 - حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ الثَّقَفِيُّ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْبَقِيعِ، فَنَادَى رَجُلٌ آخَرَ: يَا أَبَا الْقَاسِمِ فَالْتَفَتَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: إِنِّي لَمْ أَعْنِكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَسَمَّوْا بِاسْمِي وَلَا تَكَنَّوْا بِكُنْيَتِي، فَإِنِّي إِنَّمَا جُعِلْتُ قَاسِمًا أَقْسِمُ بَيْنَكُمْ»",
            "page": "279",
            "part": "1",
            "seal": "64B743B4"
        },
        {
            "hno": "262",
            "id": "333",
            "nass": "262 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ سَالِمٍ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَسَمَّوْا بِاسْمِي وَلَا تَكَنَّوْا بِكُنْيَتِي، فَإِنَّمَا جُعِلْتُ قَاسِمًا أَقْسِمُ بَيْنَكُمْ»",
            "page": "280",
            "part": "1",
            "seal": "718C06B2"
        },
        {
            "hno": "263",
            "id": "334",
            "nass": "263 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ عَمِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَجْمَعُوا بَيْنَ اسْمِي وَكُنْيَتِي»",
            "page": "281",
            "part": "1",
            "seal": "D051A81F"
        },
        {
            "hno": "264",
            "id": "335",
            "nass": "264 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، سَمِعَ جَابِرًا يَقُولُ: وُلِدَ لِرَجُلٍ مِنَّا غُلَامٌ، قَالَ: فَسَمَّاهُ الْقَاسِمَ، قَالَ: فَقُلْنَا لَا نُكَنِّيكَ أَبَا الْقَاسِمِ، وَلَا نُنْعِمُكَ عَيْنًا، فَأَتَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرَ ذَلِكَ لَهُ، فَقَالَ: «§أَسْمِ ابْنَكَ عَبْدَ الرَّحْمَنِ»",
            "page": "281",
            "part": "1",
            "seal": "6C6ADF59"
        },
        {
            "hno": null,
            "id": "336",
            "nass": "§بَابُ مَنْ كَرِهَ أَنْ يُكَنَّى أَبَا الْقَاسِمِ وَإِنْ لَمْ يَكُنِ اسْمُهُ مُحَمَّدًا",
            "page": "283",
            "part": "1",
            "seal": "A3C75E74"
        },
        {
            "hno": "265",
            "id": "337",
            "nass": "265 - حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ عَوْنٍ قَالَ: قُلْتُ لِمُحَمَّدٍ: §أَكَانَ يُكْرَهُ أَنْ يُكَنَّى الرَّجُلُ بِأَبِي الْقَاسِمِ، وَإِنْ لَمْ يَكُنِ اسْمُهُ مُحَمَّدًا؟، قَالَ: «نَعَمْ»",
            "page": "283",
            "part": "1",
            "seal": "16D4069F"
        },
        {
            "hno": "266",
            "id": "338",
            "nass": "266 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُلَيْمَانَ الْأَحْوَلِ قَالَ: كُنَّا نَطُوفُ وَمَعَنَا مِقْسَمٌ، فَجَعَلَ طَاوُسٌ يُحَدِّثُهُ وَيَقُولُ: «أَيْ هِيَ» ، §فَقُلْتُ لَهُ: أَبُو الْقَاسِمِ. فَقَالَ: «وَاللَّهِ لَا أُكَنِّيهِ بِهَا»",
            "page": "283",
            "part": "1",
            "seal": "8CDD97AE"
        },
        {
            "hno": null,
            "id": "339",
            "nass": "§بَابُ إِطْفَاءِ النَّارِ عِنْدَ الْمَبِيتِ",
            "page": "285",
            "part": "1",
            "seal": "C34DFD0F"
        },
        {
            "hno": "267",
            "id": "340",
            "nass": "267 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§لَا تَتْرُكُوا النَّارَ فِي بُيُوتِكُمْ حِينَ تَنَامُونَ»",
            "page": "285",
            "part": "1",
            "seal": "48F67459"
        },
        {
            "hno": "268",
            "id": "341",
            "nass": "268 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: احْتَرَقَ بَيْتٌ بِالْمَدِينَةِ عَلَى أَهْلِهِ، فَحُدِّثَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِشَأْنِهِمْ، فَقَالَ: «§إِنَّمَا هَذِهِ النَّارُ عَدُوٌّ لَكُمْ، فَإِذَا نِمْتُمْ، فَأَطْفِئُوهَا عَنْكُمْ»",
            "page": "286",
            "part": "1",
            "seal": "3675F922"
        },
        {
            "hno": "269",
            "id": "342",
            "nass": "269 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عَبْدِ الْمَلِكِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: «§أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَنَهَانَا، فَأَمَرَنَا أَنْ نُطْفِئَ سُرُجَنَا»",
            "page": "286",
            "part": "1",
            "seal": "209B3168"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "أَخْبَرَنَا أَبُو الْمَعَالِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ صَابِرٍ السُّلَمِيُّ الدِّمَشْقِيُّ بِهَا 566 هـ قَالَ:",
            "page": "124",
            "part": "1",
            "seal": "5C62A27B"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "1 - حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا يَزِيدُ بْنُ أَبِي زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ ابْنِ عُمَرَ، قَالَ: «§قَبَّلْنَا يَدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ» . ¶ 2 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ يَزِيدَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ",
            "page": "126",
            "part": "1",
            "seal": "DE1B0490"
        },
        {
            "hno": "3",
            "id": "5",
            "nass": "3 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، وَغُنْدَرٌ، وَأَبُو أُسَامَةَ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَمَةَ، عَنْ صَفْوَانَ بْنِ عَسَّالٍ: «أَنَّ §قَوْمًا مِنَ الْيَهُودِ قَبَّلَوا يَدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرِجْلَيْهِ»",
            "page": "127",
            "part": "1",
            "seal": "CFD83BAA"
        },
        {
            "hno": "4",
            "id": "6",
            "nass": "4 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ زِيَادِ بْنِ فَيَّاضٍ، عَنْ تَمِيمِ بْنِ سَلَمَةَ: «أَنَّ §أَبَا عُبَيْدَةَ قَبَّلَ يَدَ عُمَرَ رَحْمَةُ اللَّهِ عَلَيْهِمَا» ، قَالَ تَمِيمٌ: «الْقُبْلَةُ سُنَّةٌ»",
            "page": "127",
            "part": "1",
            "seal": "CCFC4D6D"
        },
        {
            "hno": "5",
            "id": "7",
            "nass": "5 - حَدَّثَنَا سُفْيَانُ، عَنْ مَالِكٍ، عَنْ طَلْحَةَ، قَالَ: «§قَبَّلَ خَيْثَمَةُ يَدِي» ، قَالَ مَالِكٌ: «وَقَبَّلَ طَلْحَةُ يَدِي»",
            "page": "128",
            "part": "1",
            "seal": "6F728F55"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "§بَابُ الرَّجُلِ يُصَغِّرُ اسْمَ الرَّجُلِ",
            "page": "129",
            "part": "1",
            "seal": "A4203476"
        },
        {
            "hno": "6",
            "id": "9",
            "nass": "6 - حَدَّثَنَا وَكِيعٌ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ: «أَنَّهُ §كَرِهَ أَنْ يَقُولَ الرَّجُلُ ذُيَاهُ»",
            "page": "129",
            "part": "1",
            "seal": "84FC27B1"
        },
        {
            "hno": "7",
            "id": "10",
            "nass": "7 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي سُعَادَ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ: \" أَنَّهُ §سَمِعَ رَجُلًا يَقُولُ: يَا هُيَّاهُ، فَنَهَاهُ \"",
            "page": "129",
            "part": "1",
            "seal": "49EC0C23"
        },
        {
            "hno": "8",
            "id": "11",
            "nass": "8 - حَدَّثَنَا حَفْصٌ، عَنْ عِيسَى بْنِ الْمُسَيَّبِ، عَنْ إِبْرَاهِيمَ: \" أَنَّهُ §كَرِهَ كُلَّ شَيْءٍ آخِرُهُ: أُوَيَهْ \"",
            "page": "129",
            "part": "1",
            "seal": "7474F88F"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "§بَابُ مَا جَاءَ فِي التَّقَنُّعِ",
            "page": "131",
            "part": "1",
            "seal": "8BAF67AB"
        },
        {
            "hno": "9",
            "id": "13",
            "nass": "9 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الْأَوْزَاعِيِّ، عَنْ مُوسَى بْنِ سُلَيْمَانَ، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، قَالَ: \" قَالَ لُقْمَانُ لِابْنِهِ، وَهُوَ يَعِظُهُ: يَا بُنَيَّ ‍ §إِيَّاكَ وَالتَقَنُّعَ، فَإِنَّهُ مَخْوَنَةٌ بِاللَّيْلِ، أَوْ قَالَ: مَذَلَّةٌ بِالنَّهَارِ \"، شَكَّ أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيٍّ الْقَاضِي",
            "page": "131",
            "part": "1",
            "seal": "01BB85E7"
        },
        {
            "hno": "10",
            "id": "14",
            "nass": "10 - حَدَّثَنَا يَحْيَى بْنُ يَمَانٍ، عَنْ مِنْهَالِ بْنِ خَلِيفَةَ، عَنْ عُبَيْدَةَ، قَالَ: «§رَأَيْتُ طَاوُسًا عَلَيْهِ مِقْنَعَةُ الرُّهْبَانِ»",
            "page": "131",
            "part": "1",
            "seal": "C05ADBD0"
        },
        {
            "hno": "11",
            "id": "15",
            "nass": "11 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْعَلَاءِ، قَالَ: «رَأَيْتُ §الْحَسَنَ بْنَ عَلِيٍّ يُصَلِّي وَهُوَ مُقَنِّعٌ رَأْسَهُ»",
            "page": "132",
            "part": "1",
            "seal": "7D9FCB49"
        },
        {
            "hno": "12",
            "id": "16",
            "nass": "12 - حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، عَنْ عَمْرِو بْنِ جَاوَانَ، عَنِ الْأَحْنَفِ بْنِ قَيْسٍ، قَالَ: \" §قَدِمْتُ الْمَدِينَةَ، فَجَاءَ عُثْمَانُ، فَقِيلَ: هَذَا عُثْمَانُ فَدَخَلَ عَلَيْهِ مِلَاءَةٌ صَفْرَاءُ قَدْ قَنَّعَ بِهَا رَأْسَهُ \"",
            "page": "132",
            "part": "1",
            "seal": "6FF2245A"
        },
        {
            "hno": "13",
            "id": "17",
            "nass": "13 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، قَالَ: «§رَأَيْتُ مُرَّةَ وَعَلَيْهِ مِقْنَعَةٌ»",
            "page": "133",
            "part": "1",
            "seal": "37BD937A"
        },
        {
            "hno": "14",
            "id": "18",
            "nass": "14 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ حَبِيبٍ، قَالَ: «§مَا رَأَيْتُ طَاوُسًا إِلَّا مُقَنَّعًا»",
            "page": "133",
            "part": "1",
            "seal": "2EF006D3"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "§بَابُ الرَّجُلِ يَبِيتُ وَفِي يَدِهِ غَمَرٌ",
            "page": "134",
            "part": "1",
            "seal": "735CA4F9"
        },
        {
            "hno": "15",
            "id": "20",
            "nass": "15 - حَدَّثَنَا ابْنُ عُيَيْنَةَ , عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§مَنْ نَامَ وَفِي يَدِهِ رِيحُ غَمَرٍ فَأَصَابَهُ شَيْءٌ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ»",
            "page": "134",
            "part": "1",
            "seal": "9879A360"
        },
        {
            "hno": "16",
            "id": "21",
            "nass": "16 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ وَاصِلٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «§إِنَّ الشَّيْطَانَ يَحْضُرُ الدَّسَمَ»",
            "page": "134",
            "part": "1",
            "seal": "B09968F5"
        },
        {
            "hno": "17",
            "id": "22",
            "nass": "17 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا زُهَيْرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ نَامَ وَفِي يَدِهِ غَمَرٌ، فَلَمْ يَغْسِلْهُ، فَأَصَابَهُ شَيْءٌ فَلَا يَلُومَنَّ إِلَّا نَفْسَهُ»",
            "page": "135",
            "part": "1",
            "seal": "F73480C5"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "§بَابُ مُجَالَسَةِ النَّاسِ وَمُخَالَطَتِهِمْ",
            "page": "136",
            "part": "1",
            "seal": "13D435AC"
        },
        {
            "hno": "18",
            "id": "24",
            "nass": "18 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، قَالَ: قَالَ صَعْصَعَةُ لِابْنِ أَخِيهِ: «إِنِّي كُنْتُ أَحَبَّ إِلَى أَبِيكَ مِنْكَ، وَأَنْتَ أَحَبُّ إِلَيَّ مِنِ ابْنِي، §فَإِذَا لَقِيتَ الْمُؤْمِنَ فَخَالِطْهُ، وَإِذَا لَقِيتَ الْفَاجِرَ فَخَالِفْهُ»",
            "page": "136",
            "part": "1",
            "seal": "37F77714"
        },
        {
            "hno": "19",
            "id": "25",
            "nass": "19 - حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنِ الْأَعْمَشِ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ رَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُ الَّذِي يُخَالِطُ النَّاسَ، وَيَصْبِرُ عَلَى أَذَاهُمْ أَفْضَلُ مِنَ الْمُؤْمِنِ الَّذِي لَا يُخَالِطُ النَّاسَ وَلَا يَصْبِرُ عَلَى أَذَاهُمْ»",
            "page": "136",
            "part": "1",
            "seal": "5FA359BA"
        },
        {
            "hno": "20",
            "id": "26",
            "nass": "20 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ بَابَاهَ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: «§خَالِطُوا النَّاسَ وَزَايِلُوهُمْ بِمَا يَشْتَهُونَ، وَدِينُكُمْ لَا تَكْلِمُنَّهُ»",
            "page": "137",
            "part": "1",
            "seal": "012B7691"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "§بَابُ مَا يُكْرَهُ مِنِ اطِّلَاعِ الرَّجُلِ عَلَى الرَّجُلِ",
            "page": "138",
            "part": "1",
            "seal": "D5603838"
        },
        {
            "hno": "21",
            "id": "28",
            "nass": "21 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، سَمِعَ سَهْلَ بْنَ سَعْدٍ، يَقُولُ: اطَّلَعَ رَجُلٌ مِنْ جُحْرٍ فِي حُجْرَةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُ مِدْرًى يَحُكُّ رَأْسَهُ، فَقَالَ: «لَوْ أَعْلَمُ أَنَّكَ تَنْظُرُ لَطَعَنْتُ بِهِ فِي عَيْنِكَ، §إِنَّمَا الِاسْتِئْذَانُ مِنْ أَجْلِ الْبَصَرِ»",
            "page": "138",
            "part": "1",
            "seal": "4A10909C"
        },
        {
            "hno": "22",
            "id": "29",
            "nass": "22 - حَدَّثَنَا وَكِيعٌ، عَنْ بَرَكَةَ بْنِ يَعْلَى التَّمِيمِيِّ، عَنْ أَبِي سُوَيْدٍ الْعَبْدِيِّ، قَالَ: كُنَّا بِبَابِ ابْنِ عُمَرَ نَسْتَأْذِنُ عَلَيْهِ، فَحَانَتْ مِنِّي الْتِفَاتَةٌ، فَرَآنِي، فَقَالَ: «أَيُّكُمُ الْمُطَّلِعُ فِي دَارِي؟» ، قَالَ: قُلْتُ: \" أَنَا أَصْلَحَكَ اللَّهُ، §حَانَتْ مِنِّي الْتِفَاتَةٌ فَنَظَرْتُ، فَقَالَ: «وَيَحِلُّ لَكَ أَنْ تَطَّلِعَ فِي دَارِي»",
            "page": "138",
            "part": "1",
            "seal": "752D4D35"
        },
        {
            "hno": "23",
            "id": "30",
            "nass": "23 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ طَلْحَةَ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ: أَنَّ سَعْدًا اسْتَأْذَنَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَدْخَلَ رَأْسَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّمَا جُعِلَ الِاسْتِئْذَانُ مِنْ أَجْلِ النَّظَرِ»",
            "page": "139",
            "part": "1",
            "seal": "473C46E2"
        },
        {
            "hno": "24",
            "id": "31",
            "nass": "24 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَوْفٍ، عَنِ الْحَسَنِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ سَبَقَهُ بَصَرُهُ إِلَى الْبُيُوتِ قَبْلَ أَنْ يَسْتَأْذِنَ فَقَدْ دَمَرَ» ، قَالَ عَوْفٌ: يَعْنِي دَخَلَ \"",
            "page": "139",
            "part": "1",
            "seal": "8267C0F1"
        },
        {
            "hno": "25",
            "id": "32",
            "nass": "25 - حَدَّثَنَا حَفْصٌ، عَنِ الْأَعْمَشِ، عَنْ طَلْحَةَ، عَنْ هُزَيْلٍ، قَالَ: جَاءَ رَجُلٌ فَوَقَفَ عَلَى بَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسْتَأْذِنُ، فَقَامَ عَلَى الْبَابِ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَكَذَا عَنْكَ وَهَكَذَا، §فَإِنَّمَا الِاسْتِئْذَانُ مِنَ النَّظَرِ»",
            "page": "139",
            "part": "1",
            "seal": "E4090049"
        },
        {
            "hno": "26",
            "id": "33",
            "nass": "26 - حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ سُلَيْمَانَ بْنِ بِلَالٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَوْ أَنَّ أَحَدًا اطَّلَعَ عَلَى نَاسٍ بِغَيْرِ إِذْنِهِمْ، حَلَّ لَهُمْ أَنْ يَفْقَأُوا عَيْنَهُ»",
            "page": "140",
            "part": "1",
            "seal": "967A014F"
        },
        {
            "hno": "27",
            "id": "34",
            "nass": "27 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حُمَيْدٌ، عَنْ أَنَسِ بْنِ مَالِكٍ: «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَانَ فِي بَيْتِهِ فَاطَّلَعَ رَجُلٌ مِنْ خَلَلِ الْبَابِ، فَسَدَّدَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ بِمِشْقَصٍ، فَتَأَخَّرَ الرَّجُلُ»",
            "page": "140",
            "part": "1",
            "seal": "E5EAF0C7"
        },
        {
            "hno": "28",
            "id": "35",
            "nass": "28 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ مُسْلِمِ بْنِ نَذِيرٍ، قَالَ: اسْتَأْذَنَ رَجُلٌ عَلَى حُذَيْفَةَ، فَأَدْخَلَ رَأْسَهُ، فَقَالَ لَهُ حُذَيْفَةُ: «§قَدْ أَدْخَلْتَ رَأْسَكَ، فَأَدْخِلْ أُسْتَكَ»",
            "page": "141",
            "part": "1",
            "seal": "C9C95857"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "§بَابُ الرَّجُلِ يَمْدَحُ الرَّجُلَ",
            "page": "142",
            "part": "1",
            "seal": "D687637C"
        },
        {
            "hno": "29",
            "id": "37",
            "nass": "29 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، عَنِ الْمِقْدَادِ بْنِ عَمْرٍو، قَالَ: «§أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ نَحْثُوَ فِي وُجُوهِ الْمَدَّاحِينَ التُّرَابَ»",
            "page": "142",
            "part": "1",
            "seal": "C5AD43A6"
        },
        {
            "hno": "30",
            "id": "38",
            "nass": "30 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ: أَنَّ رَجُلًا جَعَلَ يَمْدَحُ عُثْمَانَ رَحْمَةُ اللَّهِ عَلَيْهِ، فَعَمَدَ الْمِقْدَادُ فَجَثَا عَلَى رُكْبَتَيْهِ، قَالَ: وَكَانَ رَجُلًا ضَخْمًا، فَجَعَلَ يَحْثُو فِي وَجْهِهِ الْحَصَى، فَقَالَ لَهُ عُثْمَانُ: مَا شَأْنُكَ؟، فَقَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا رَأَيْتُمُ الْمَدَّاحِينَ فَاحْثُوا فِي وُجُوهِهِمُ التُّرَابَ»",
            "page": "142",
            "part": "1",
            "seal": "8F5F8DB6"
        },
        {
            "hno": "31",
            "id": "39",
            "nass": "31 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ مَعْبَدٍ الْجُهَنِيِّ، عَنْ مُعَاوِيَةَ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «§إِيَّاكُمْ وَالتَّمَادُحَ، فَإِنَّهُ الذَّبْحُ»",
            "page": "143",
            "part": "1",
            "seal": "04699599"
        },
        {
            "hno": "32",
            "id": "40",
            "nass": "32 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ، عَنْ إِبْرَاهِيمَ، عَنْ أَبِيهِ، قَالَ: كُنَّا قُعُودًا عِنْدَ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، فَدَخَلَ عَلَيْهِ رَجُلٌ فَسَلَّمَ عَلَيْهِ، فَأَثْنَى عَلَيْهِ رَجُلٌ مِنَ الْقَوْمِ فِي وَجْهِهِ، فَقَالَ لَهُ عُمَرُ: «§عَقَرْتَ الرَّجُلَ عَقَرَكَ اللَّهُ، تُثْنِي عَلَيْهِ فِي وَجْهِهِ فِي دِينِهِ؟»",
            "page": "143",
            "part": "1",
            "seal": "8E823A54"
        },
        {
            "hno": "33",
            "id": "41",
            "nass": "33 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ أَسْلَمَ، قَالَ: سَمِعْتُ عُمَرَ، يَقُولُ: «§الْمَدْحُ الذَّبْحُ»",
            "page": "144",
            "part": "1",
            "seal": "29455F45"
        },
        {
            "hno": "34",
            "id": "42",
            "nass": "34 - حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الْأَحْوَصِ، قَالَ: قَالَ عَبْدُ اللَّهِ: «إِذَا طَلَبَ أَحَدُكُمُ الْحَاجَةَ فَلْيَطْلُبْهَا طَلَبًا يَسِيرًا، §وَلَا يَأْتِ الرَّجُلَ فَيُثْنِيَ عَلَيْهِ فِي وَجْهِهِ فَيَقْطَعَ ظَهْرَهُ، فَلَا يَمْنَعُهُ شَيْئًا»",
            "page": "144",
            "part": "1",
            "seal": "299F97E3"
        },
        {
            "hno": "35",
            "id": "43",
            "nass": "35 - حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ: مَدَحَ رَجُلٌ رَجُلًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَطَعْتَ عُنُقَ صَاحِبِكَ - مِرَارًا» ، ثُمَّ قَالَ: - \" §إِنْ كَانَ أَحَدُكُمْ مَادِحًا أَخَاهُ لَا مَحَالَةَ، فَلْيَقُلْ: أَحْسَبُ، وَلَا يُزَكِّي عَلَى اللَّهِ أَحَدًا \"",
            "page": "145",
            "part": "1",
            "seal": "11155848"
        },
        {
            "hno": "36",
            "id": "44",
            "nass": "36 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَاصِمٍ، قَالَ: قُلْتُ لِقَاسِمٍ: أَتَكْرَهُ لِلرَّجُلِ أَنْ يَمْدَحَ أَخَاهُ، وَهُوَ شَاهِدٌ؟، قَالَ: «نَعَمْ» ، قَالَ: فَقُلْتُ لَهُ: فَإِنْ كَانَ غَائِبًا؟، قَالَ: \" كَانَ يُقَالُ: §لَا تَمْدَحْ أَخَاكَ \"",
            "page": "145",
            "part": "1",
            "seal": "5584D932"
        },
        {
            "hno": "37",
            "id": "45",
            "nass": "37 - حَدَّثَنَا أَبُو دَاوُدَ عُمَرُ بْنُ سَعْدٍ، عَنْ سُفْيَانَ، عَنْ لَيْثٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§لَا أُزَكِّي بَعْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدًا»",
            "page": "145",
            "part": "1",
            "seal": "B052CBC1"
        },
        {
            "hno": "109",
            "id": "132",
            "nass": "109 - حَدَّثَنَا وَكِيعٌ، عَنِ أَبَانَ بْنِ صَمْعَةَ، عَنْ أَبِي الْوَازِعِ، عَنْ أَبِي بَرْزَةَ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ §دُلَّنِي عَلَى عَمَلٍ أَنْتَفِعُ بِهِ، قَالَ: «نَحِّ الْأَذَى عَنْ طَرِيقِ الْمُسْلِمِينَ»",
            "page": "180",
            "part": "1",
            "seal": "F29F4F10"
        },
        {
            "hno": "110",
            "id": "133",
            "nass": "110 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا جَرِيرُ بْنُ حَازِمٍ، قَالَ: حَدَّثَنَا بَشَّارُ بْنُ أَبِي سَيْفٍ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عِيَاضِ بْنِ غُطَيْفٍ، عَنْ أَبِي عُبَيْدَةَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ عَادَ مَرِيضًا، أَوْ أَنْفَقَ عَلَى أَهْلِهِ، أَوْ مَازَ أَذًى عَنْ طَرِيقٍ فَحَسَنَةٌ بِعَشَرَةِ أَمْثَالِهَا»",
            "page": "181",
            "part": "1",
            "seal": "45F80298"
        },
        {
            "hno": "111",
            "id": "134",
            "nass": "111 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ قَالَ: خَرَجَ رَجُلٌ مَعَ مُعَاذٍ، فَجَعَلَ مُعَاذٌ لَا يَرَى أَذًى فِي طَرِيقٍ إِلَّا نَحَّاهُ، قَالَ: فَلَمَّا رَأَى ذَلِكَ الرَّجُلُ جَعَلَ لَا يَمُرُّ بِشَيْءٍ إِلَّا نَحَّاهُ، فَقَالَ لَهُ: مَا حَمَلَكَ عَلَى هَذَا؟، قَالَ: الَّذِي رَأَيْتُكَ تَصْنَعُ. قَالَ: «أَصَبْتَ أَوْ قَدْ أَحْسَنْتَ، إِنَّهُ §مَنْ أَمَاطَ أَذًى عَنْ طَرِيقِ الْمُسْلِمِينَ كُتِبَتْ لَهُ حَسَنَةٌ وَمَنْ كُتِبَتْ لَهُ حَسَنَةٌ دَخَلَ الْجَنَّةَ»",
            "page": "181",
            "part": "1",
            "seal": "28BF00C2"
        },
        {
            "hno": "112",
            "id": "135",
            "nass": "112 - حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، قَالَ: سَمِعْتُ أَبَا هِلَالٍ، قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، قَالَ: كَانَتْ شَجَرَةٌ عَلَى طَرِيقِ النَّاسِ وَكَانَتْ تُؤْذِيهِمْ، فَعَزَلَهَا رَجُلٌ عَنْ طَرِيقِ النَّاسِ. قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَلَقَدْ §رَأَيْتُهُ يَتَقَلَّبُ فِي ظِلِّهَا فِي الْجَنَّةِ»",
            "page": "181",
            "part": "1",
            "seal": "13377212"
        },
        {
            "hno": "113",
            "id": "136",
            "nass": "113 - حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§كَانَ عَلَى الطَّرِيقِ غُصْنُ شَجَرَةٍ يُؤْذِي النَّاسَ فَأَمَاطَهَا رَجُلٌ فَأُدْخِلَ الْجَنَّةَ»",
            "page": "182",
            "part": "1",
            "seal": "52763D0A"
        },
        {
            "hno": "114",
            "id": "137",
            "nass": "114 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ، عَنْ وَاصِلٍ مَوْلَى أَبِي عُيَيْنَةَ، عَنْ يَحْيَى بْنِ عَقِيلٍ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" §عُرِضَتْ عَلَيَّ أُمَّتِي بِأَعْمَالِهَا: حَسَنِهِ وَسَيِّئِهِ، فَرَأَيْتُ فِي مَحَاسِنِ أَعْمَالِهَا: الْأَذَى يُنَحَّى عَنِ الطَّرِيقِ، وَرَأَيْتُ فِي سَيِّيءِ أَعْمَالِهَا النُّخَاعَةُ فِي الْمَسْجِدِ لَا تُدْفَنُ \"",
            "page": "182",
            "part": "1",
            "seal": "99108BB8"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "§بَابُ مَا جَاءَ فِي كَرَاهِيَةِ التَّحَشُّشِ عَلَى الطَّرِيقِ",
            "page": "183",
            "part": "1",
            "seal": "3C457A93"
        },
        {
            "hno": "115",
            "id": "139",
            "nass": "115 - حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ قَيْسٍ، قَالَ: سَمِعْتُ سَعْدًا يَقُولُ: «§اتَّقُوا هَذِهِ الْمَلَاعِنَ» . قَالَ إِسْمَاعِيلُ: «يَعْنِي تَحَشُّشُ الرَّجُلِ عَلَى الطَّرِيقِ»",
            "page": "183",
            "part": "1",
            "seal": "53D5E5BF"
        },
        {
            "hno": "116",
            "id": "140",
            "nass": "116 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ، عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: «§إِيَّاكُمْ وَالْمَلَاعِنَ» . قَالُوا: وَمَا الْمَلَاعِنُ؟، قَالَ: «الْجُلُوسُ عَلَى قَارِعَةِ الطَّرِيقِ أَوْ تَحْتَ شَجَرَةٍ يَسْتَظِلُّ تَحْتَهَا الرَّاكِبُ»",
            "page": "183",
            "part": "1",
            "seal": "DF91FBAD"
        },
        {
            "hno": "117",
            "id": "141",
            "nass": "117 - حَدَّثَنَا يَزِيدُ، أَخْبَرَنَا هِشَامٌ، عَنِ الْحَسَنِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَنْزِلُوا عَلَى جَوَادِّ الطُّرُقِ، وَلَا تَقْضُوا عَلَيْهَا الْحَاجَاتِ»",
            "page": "184",
            "part": "1",
            "seal": "2E981CCD"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "§بَابُ مَا جَاءَ فِي الطِّيبِ وَالْمِسْكِ",
            "page": "185",
            "part": "1",
            "seal": "24FF3BA6"
        },
        {
            "hno": "118",
            "id": "143",
            "nass": "118 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ خُلَيْدِ بْنِ جَعْفَرٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ الْمِسْكَ، فَقَالَ: «§هُوَ أَطْيَبُ طِيبِكُمُ»",
            "page": "185",
            "part": "1",
            "seal": "6C455AB9"
        },
        {
            "hno": "119",
            "id": "144",
            "nass": "119 - حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ عَوْنٍ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ عُمَرَ قَالَ: «§أَطْيَبُ طِيبِكُمُ الْمِسْكُ»",
            "page": "185",
            "part": "1",
            "seal": "449864EA"
        },
        {
            "hno": "120",
            "id": "145",
            "nass": "120 - حَدَّثَنَا وَكِيعٌ، عَنْ إِبْرَاهِيمَ بْنِ إِسْمَاعِيلَ، عَنْ عُبَيْدٍ مَوْلَى سَلَمَةَ، عَنْ سَلَمَةَ: «أَنَّهُ كَانَ §إِذَا تَوَضَّأَ أَخَذَ الْمِسْكَ، فَمَسَحَ بِهِ وَجْهَهُ وَيَدَيْهِ»",
            "page": "186",
            "part": "1",
            "seal": "AD767091"
        },
        {
            "hno": "121",
            "id": "146",
            "nass": "121 - حَدَّثَنَا وَكِيعٌ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، عَنِ الشَّعْبِيِّ، قَالَ: «كَانَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ §يَسْحَقُ الْمِسْكَ ثُمَّ يَجْعَلُهُ عَلَى يَافُوخِهِ»",
            "page": "186",
            "part": "1",
            "seal": "71B20425"
        },
        {
            "hno": "122",
            "id": "147",
            "nass": "122 - حَدَّثَنَا وَكِيعٌ، عَنْ رَبِيعٍ، عَنِ ابْنِ سِيرِينَ، قَالَ: «§لَا بَأْسَ بِالْمِسْكِ لِلْحَيِّ وَالْمَيِّتِ»",
            "page": "186",
            "part": "1",
            "seal": "657529BD"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "§بَابُ مَنْ كَرِهَ الْمِسْكَ",
            "page": "187",
            "part": "1",
            "seal": "1F5CE176"
        },
        {
            "hno": "123",
            "id": "149",
            "nass": "123 - حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي رَوَّادٍ، عَنِ الضَّحَّاكِ قَالَ: «§الْمِسْكُ مَيْتَةٌ وَدَمٌ»",
            "page": "187",
            "part": "1",
            "seal": "A91BBE1C"
        },
        {
            "hno": "124",
            "id": "150",
            "nass": "124 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ: «أَنَّهُ §كَرِهَ أَنْ يَجْعَلَ الْمِسْكَ فِي الْمُصْحَفِ»",
            "page": "187",
            "part": "1",
            "seal": "D61DD844"
        },
        {
            "hno": "125",
            "id": "151",
            "nass": "125 - حَدَّثَنَا وَكِيعٌ، عَنِ الرَّبِيعِ، عَنِ الْحَسَنِ: «أَنَّهُ §كَانَ يَكْرَهُ الْمِسْكَ لِلْحَيِّ وَالْمَيِّتِ»",
            "page": "187",
            "part": "1",
            "seal": "DC824ECF"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "§بَابُ مَا جَاءَ فِي مَا كُرِهَ مِنَ الْمَبِيتِ عَلَى سَطْحٍ غَيْرِ مُحَجَّرٍ",
            "page": "188",
            "part": "1",
            "seal": "0611D159"
        },
        {
            "hno": "126",
            "id": "153",
            "nass": "126 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ، عَنْ عَلِيِّ بْنِ عُمَارَةَ، قَالَ: جَاءَ أَبُو أَيُّوبَ §فَأَرَادَ أَنْ يَبِيتَ عَلَى سَطْحٍ لَنَا أَجْلَحَ، فَقَالَ: «كِدْتُ أَنْ أَبِيتَ اللَّيْلَةَ لَا ذِمَّةَ لِي»",
            "page": "188",
            "part": "1",
            "seal": "6BD16469"
        },
        {
            "hno": "127",
            "id": "154",
            "nass": "127 - حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنِ الْعَلَاءِ بْنِ عَبْدِ الْكَرِيمِ قَالَ: سَأَلْتُ مُجَاهِدًا عَنِ §الرَّجُلِ يَنَامُ فَوْقَ السَّطْحِ لَيْسَ عَلَيْهِ حَائِطٌ؟، فَقَالَ مُجَاهِدٌ: «إِنَّمَا قِيلَ ذَاكَ لِمَنْ سَقَطَ فَمَاتَ»",
            "page": "188",
            "part": "1",
            "seal": "16769EF7"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "§بَابُ مَا جَاءَ فِي صِلَةِ الرَّجُلِ مَنْ كَانَ أَبُوهُ يَصِلُ",
            "page": "189",
            "part": "1",
            "seal": "A6B2DB17"
        },
        {
            "hno": "128",
            "id": "156",
            "nass": "128 - حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي عَمْرِو بْنِ عَلْقَمَةَ، عَنِ ابْنِ أَبِي حُسَيْنٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§لَا تَقْطَعْ مَنْ كَانَ أَبُوكَ يَصِلُ، يُطْفَأُ بِذَلِكَ نُورُكَ، إِنَّ وُدَّكَ وُدُّ أَبِيكَ»",
            "page": "189",
            "part": "1",
            "seal": "D7CB4268"
        },
        {
            "hno": "129",
            "id": "157",
            "nass": "129 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ هَارُونَ بْنِ عَنْتَرَةَ، عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ قَالَ: قَالَ عَبْدُ اللَّهِ: «§صِلْ مَنْ كَانَ أَبُوكَ يُوَاصِلُ، فَإِنَّ صِلَةَ الرَّجُلِ فِي قَبْرِهِ أَنْ يَصِلَ مَنْ كَانَ أَبُوهُ يُوَاصِلُ»",
            "page": "189",
            "part": "1",
            "seal": "3C118D15"
        },
        {
            "hno": "130",
            "id": "158",
            "nass": "130 - حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ بِلَالٍ، عَنْ أَبِيهِ، قَالَ: «§إِنَّ مِنْ صِلَةِ الرَّجُلِ أَبَاهُ أَنْ يَصِلَ إِخْوَانَهُ الَّذِينَ كَانَ يَصِلُهُمْ» . قَالَ حَمَّادٌ: «أَحْسَبُهُ عَنْ أَبِي مُوسَى» . قِيلَ لِحَمَّادٍ: بِلَالُ بْنُ أَبِي بُرْدَةَ؟، قَالَ: «نَعَمْ»",
            "page": "190",
            "part": "1",
            "seal": "88DEC6F0"
        },
        {
            "hno": "131",
            "id": "159",
            "nass": "131 - حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ قَالَ: \" §مَكْتُوبٌ فِي التَّوْرَاةِ: أَحْبِبْ حَبِيبَكَ وَحَبِيبَ أَبِيكَ \"",
            "page": "190",
            "part": "1",
            "seal": "8B5EA52B"
        },
        {
            "hno": "132",
            "id": "160",
            "nass": "132 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا ابْنُ الْغَسِيلِ، حَدَّثَنَا أُسَيْدُ بْنُ عَلِيٍّ مَوْلَى أَبِي أُسَيْدٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ أَبَا أُسَيْدٍ، قَالَ: بَيْنَمَا أَنَا جَالِسٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَتَاهُ رَجُلٌ مِنْ بَنِي سَلَمَةَ، فَقَالَ: يَا رَسُولَ اللَّهِ §هَلْ بَقِيَ مِنْ بِرِّ أَبَوَيَّ شَيْءٌ بَعْدَ مَوْتِهِمَا أَبَرُّهُمَا بِهِ؟ قَالَ: \" نَعَمْ، خِصَالٌ أَرْبَعٌ: الدُّعَاءُ لَهُمَا، وَالِاسْتِغْفَارُ لَهُمَا، وَإِنْفَاذُ وَعْدِهِمَا، وَصِلَةُ الرَّحِمِ الَّتِي لَا رَحِمَ إِلَّا مِنْ قِبَلِهِمَا \"",
            "page": "190",
            "part": "1",
            "seal": "4D68A988"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "§بَابُ مَا جَاءَ فِي ابْتِدَاءِ أَهْلِ الشِّرْكِ بِالسَّلَامِ",
            "page": "191",
            "part": "1",
            "seal": "7175E4A2"
        },
        {
            "hno": null,
            "id": "162",
            "nass": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ الْأَلْهَانِيِّ، وَشُرَحْبِيلَ بْنِ مُسْلِمٍ، عَنْ أَبِي أُمَامَةَ: «أَنَّهُ §كَانَ لَا يَمُرُّ بِمُسْلِمٍ وَلَا يَهُودِيٍّ وَلَا نَصْرَانِيٍّ إِلَّا بَدَأَهُمْ بِالسَّلَامِ»",
            "page": "191",
            "part": "1",
            "seal": "620A6A91"
        },
        {
            "hno": "134",
            "id": "163",
            "nass": "134 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنِ ابْنِ عَجْلَانَ: «أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، وَأَبَا الدَّرْدَاءِ، وَفَضَالَةَ بْنَ عُبَيْدٍ كَانُوا §يَبْدَؤُونَ أَهْلَ الشِّرْكِ بِالسَّلَامِ»",
            "page": "191",
            "part": "1",
            "seal": "D2A0E8A6"
        },
        {
            "hno": "135",
            "id": "164",
            "nass": "135 - حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ شُعَيْبِ بْنِ الْحَبْحَابِ، قَالَ: كُنْتُ مَعَ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْبَارِقِيِّ، §فَمَرَّ عَلَيْنَا يَهُودِيٌّ أَوْ نَصْرَانِيٌّ عَلَيْهِ كَارَةٌ مِنْ طَعَامٍ، فَسَلَّمَ عَلَيْهِ عَلِيٌّ، قَالَ: فَقَالَ شُعَيْبٌ: فَقُلْتُ لَهُ: إِنَّهُ يَهُودِيٌّ أَوْ نَصْرَانِيٌّ، فَقَرَأَ آخِرَ سُورَةِ الزُّخْرُفِ",
            "page": "191",
            "part": "1",
            "seal": "9435CF2B"
        },
        {
            "hno": "136",
            "id": "165",
            "nass": "136 - حَدَّثَنَا يَحْيَى بْنُ يَمَانٍ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ أَبِي عِيسَى، قَالَ: قَالَ عَبْدُ اللَّهِ: «إِنَّ §مِنْ رَأْسِ التَّوَاضُعِ أَنْ تَرْضَى بِالدُّونِ مِنَ الْمَجْلِسِ، وَأَنْ تَبْدَأَ بِالسَّلَامِ مَنْ لَقِيتَ»",
            "page": "192",
            "part": "1",
            "seal": "EF50B17B"
        },
        {
            "hno": null,
            "id": "166",
            "nass": "§بَابٌ فِي تَتْرِيبِ الْكِتَابِ",
            "page": "193",
            "part": "1",
            "seal": "AEF6065B"
        },
        {
            "hno": "137",
            "id": "167",
            "nass": "137 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا أَبُو عَقِيلٍ، حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «§تَرِّبُوا صُحُفَكُمْ أَنْجَحُ لَهَا»",
            "page": "193",
            "part": "1",
            "seal": "63777312"
        },
        {
            "hno": "138",
            "id": "168",
            "nass": "138 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا أَبُو أَحْمَدَ الدِّمَشْقِيُّ عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§تَرِّبُوا صُحُفَكُمْ أَنْجَحُ لَهَا وَالتُّرَابُ مُبَارَكٌ»",
            "page": "193",
            "part": "1",
            "seal": "ED2C9CB1"
        },
        {
            "hno": "139",
            "id": "169",
            "nass": "139 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا أَبُو شَيْبَةَ، عَنْ رَجُلٍ، عَنِ الشَّعْبِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَرِّبُوا كُتُبَكُمْ أَعْظَمُ لِلْبَرَكَةِ»",
            "page": "193",
            "part": "1",
            "seal": "E5D679E9"
        },
        {
            "hno": null,
            "id": "170",
            "nass": "§بَابٌ فِي رَدِّ جَوَابِ الْكِتَابِ",
            "page": "195",
            "part": "1",
            "seal": "0E740F6F"
        },
        {
            "hno": "140",
            "id": "171",
            "nass": "140 - حَدَّثَنَا شَرِيكٌ، عَنِ الْعَبَّاسِ بْنِ ذَرِيحٍ، عَنِ الشَّعْبِيِّ قَالَ: قَالَ ابْنُ عَبَّاسٍ: «§إِنِّي لَأَرَى لِجَوَابِ الْكِتَابِ عَلَيَّ حَقًّا كَرَدِّ السَّلَامِ»",
            "page": "195",
            "part": "1",
            "seal": "22D100F8"
        },
        {
            "hno": null,
            "id": "172",
            "nass": "§بَابُ مَا جَاءَ فِي رُكُوبِ ثَلَاثَةٍ عَلَى دَابَّةٍ",
            "page": "196",
            "part": "1",
            "seal": "AFF761D8"
        },
        {
            "hno": "141",
            "id": "173",
            "nass": "141 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَاصِمٍ الْأَحْوَلِ، عَنِ ابْنِ عُمَرَ قَالَ: «§مَا كُنْتُ أُبَالِي لَوْ كُنْتُ عَاشِرَ عَشَرَةٍ عَلَى دَابَّةٍ بَعْدَ أَنْ تُطْبِقَنَا»",
            "page": "196",
            "part": "1",
            "seal": "BAF464E1"
        },
        {
            "hno": "38",
            "id": "46",
            "nass": "38 - حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَلِيِّ بْنِ الْحَكَمِ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ: أَنَّ رَجُلًا كَانَ يَمْدَحُ رَجُلًا عِنْدَ ابْنِ عُمَرَ، فَجَعَلَ ابْنُ عُمَرَ يَحْثُو التُّرَابَ نَحْوَ وَجْهِهِ بِأَصَابِعِهِ، وَقَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا رَأَيْتُمُ الْمَدَّاحِينَ فَاحْثُوا فِي أَفْوَاهِهِمُ التُّرَابَ»",
            "page": "146",
            "part": "1",
            "seal": "1F57960B"
        },
        {
            "hno": "39",
            "id": "47",
            "nass": "39 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامٍ، قَالَ: جَاءَ رَجُلٌ فَأَثْنَى عَلَى عُثْمَانَ فِي وَجْهِهِ، فَأَخَذَ الْمِقْدَادُ بْنُ الْأَسْوَدِ تُرَابًا فَحَثَاهُ فِي وَجْهِهِ، وَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§إِذَا رَأَيْتُمُ الْمَدَّاحِينَ فَاحْثُوا فِي وُجُوهِهِمُ التُّرَابَ»",
            "page": "146",
            "part": "1",
            "seal": "4C7ABBD5"
        },
        {
            "hno": "40",
            "id": "48",
            "nass": "40 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ: كُنَّا جُلُوسًا عِنْدَ عُمَرَ، فَأَثْنَى رَجُلٌ عَلَى رَجُلٍ فِي وَجْهِهِ حِينَ أَدْبَرَ، فَقَالَ لَهُ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: «§عَقَرْتَ الرَّجُلَ عَقَرَكَ اللَّهُ»",
            "page": "146",
            "part": "1",
            "seal": "123E89F8"
        },
        {
            "hno": "41",
            "id": "49",
            "nass": "41 - حَدَّثَنَا مُحَمَّدُ بْنُ صَبَاحٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ: سَمِعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَجُلًا يُثْنِي عَلَى رَجُلٍ وَيُطْرِيهِ فِي الْمِدْحَةِ، فَقَالَ لَهُ: «§لَقَدْ أَهْلَكْتَ أَوْ قَطَعْتَ ظَهْرَ الرَّجُلِ»",
            "page": "147",
            "part": "1",
            "seal": "C0A34316"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "§بَابُ الْمَشُورَةِ، مَنْ أَمَرَ بِهَا؟",
            "page": "148",
            "part": "1",
            "seal": "802F1AD4"
        },
        {
            "hno": "42",
            "id": "51",
            "nass": "42 - حَدَّثَنَا هُشَيْمٌ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَنْ يَهْلِكَ رَجُلٌ بَعْدَ مَشُورَةٍ»",
            "page": "148",
            "part": "1",
            "seal": "ABA0D2DF"
        },
        {
            "hno": "43",
            "id": "52",
            "nass": "43 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الْأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: \" §قَالَ سُلَيْمَانُ بْنُ دَاوُدَ لِابْنِهِ: يَا بُنَيَّ لَا تَقْطَعْ أَمْرًا حَتَّى تُشَاوِرَ مُرْشِدًا، فَإِنَّكَ إِذَا فَعَلْتَ لَمْ تَحْزَنْ عَلَيْهِ \"",
            "page": "148",
            "part": "1",
            "seal": "43704CC3"
        },
        {
            "hno": "44",
            "id": "53",
            "nass": "44 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ رَجُلٍ، عَنِ الضَّحَّاكِ، قَالَ: «§مَا أَمَرَ اللَّهُ عَزَّ وَجَلَّ نَبِيَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْمَشُورَةِ إِلَّا لِمَا عَلِمَ فِيهَا مِنَ الْفَضْلِ» ، ثُمَّ تَلَا: {وَشَاوِرْهُمْ فِي الْأَمْرِ} [آل عمران: 159]",
            "page": "148",
            "part": "1",
            "seal": "1205E445"
        },
        {
            "hno": "45",
            "id": "54",
            "nass": "45 - حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ أَشْعَثَ، عَنِ الشَّعْبِيِّ، قَالَ: «إِذَا اخْتَلَفْتُمْ فِي شَيْءٍ فَانْظُرُوا كَيْفَ صَنَعَ عُمَرُ فِيهِ، فَإِنَّهُ §كَانَ لَا يَصْنَعُ الشَّيْءَ حَتَّى يَسْأَلَ وَيُشَاوِرَ»",
            "page": "149",
            "part": "1",
            "seal": "4CE8D178"
        },
        {
            "hno": "46",
            "id": "55",
            "nass": "46 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا إِيَاسُ بْنُ دَغْفَلٍ، حَدَّثَنَا الْحَسَنُ، قَالَ: «§مَا تَشَاوَرَ قَوْمٌ إِلَّا هُدُوا لِأَرْشَدِ أَمَرِهِمْ»",
            "page": "149",
            "part": "1",
            "seal": "455D6BE0"
        },
        {
            "hno": "47",
            "id": "56",
            "nass": "47 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُمَرَ بْنِ حَمْزَةَ، أَخْبَرَنِي سَالِمٌ: أَنَّ زَيْدَ بْنَ ثَابِتٍ اسْتَشَارَ عُمَرَ فِي جَمْعِ الْقُرْآنِ، فَأَبَى عَلَيْهِ، وَقَالَ: «§أَنْتُمْ قَوْمٌ تَلْحَنُونَ» ، وَاسْتَشَارَ عُثْمَانَ فَأَذِنَ لَهُ",
            "page": "149",
            "part": "1",
            "seal": "4A3212E0"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "§بَابُ مَا جَاءَ فِي طَلَبِ الْحَوَائِجِ عِنْدَ حِسَانِ الْوُجُوهِ",
            "page": "151",
            "part": "1",
            "seal": "2474B91A"
        },
        {
            "hno": "48",
            "id": "58",
            "nass": "48 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، حَدَّثَنِي أَبُو مُصْعَبٍ الْأَنْصَارِيُّ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§اطْلُبُوا الْحَوَائِجَ إِلَى حِسَانِ الْوُجُوهِ»",
            "page": "151",
            "part": "1",
            "seal": "BDE42583"
        },
        {
            "hno": "49",
            "id": "59",
            "nass": "49 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ طَلْحَةَ، عَنْ عَطَاءٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§ابْتَغُوا الْخَيْرَ عِنْدَ حِسَانِ الْوُجُوهِ»",
            "page": "151",
            "part": "1",
            "seal": "F759599A"
        },
        {
            "hno": "50",
            "id": "60",
            "nass": "50 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْتَمِسُوا الْمَعْرُوفَ عِنْدَ حِسَانِ الْوُجُوهِ»",
            "page": "152",
            "part": "1",
            "seal": "EF064B11"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "§بَابُ مَنْ كَرِهَ الْكَلَامَ بِالْفَارِسِيَّةِ",
            "page": "153",
            "part": "1",
            "seal": "D7AE8578"
        },
        {
            "hno": "51",
            "id": "62",
            "nass": "51 - حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي هِلَالٍ، عَنِ ابْنِ بُرَيْدَةَ، قَالَ: قَالَ عُمَرُ: «§مَا تَعَلَّمَ رَجُلٌ الْفَارِسِيَّةَ إِلَّا خَبَّ، وَلَا خَبَّ إِلَّا نَقَصَتْ مُرُؤَتُهُ»",
            "page": "153",
            "part": "1",
            "seal": "F08884A1"
        },
        {
            "hno": "52",
            "id": "63",
            "nass": "52 - حَدَّثَنَا وَكِيعٌ، عَنْ ثَوْرٍ، عَنْ عَطَاءٍ، قَالَ: «§لَا تَعَلَّمُوا رَطَانَةَ الْأَعَاجِمِ، وَلَا تَدْخُلُوا عَلَيْهِمْ فِي كَنَائِسِهِمْ، فَإِنَّ السُّخْطَةَ تَنَزَّلُ عَلَيْهِمْ»",
            "page": "153",
            "part": "1",
            "seal": "BBA33AB9"
        },
        {
            "hno": "53",
            "id": "64",
            "nass": "53 - حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، أَنَّ مُحَمَّدَ بْنَ سَعْدِ بْنِ أَبِي وَقَّاصٍ سَمِعَ قَوْمًا يَتَكَلَّمُونَ بِالْفَارِسِيَّةِ، فَقَالَ: §مَا بَالُ الْمَجُوسِيَّةِ بَعْدَ الْحَنِيفِيَّةِ \"",
            "page": "154",
            "part": "1",
            "seal": "51292E8B"
        },
        {
            "hno": "54",
            "id": "65",
            "nass": "54 - حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا الْعُمَرِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ: \" أَنَّهُ §كَرِهَ رَطَانَةَ الْأَعَاجِمِ",
            "page": "154",
            "part": "1",
            "seal": "DDDB138A"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "§بَابُ مَنْ رَخَّصَ فِي الْكَلَامِ بِالْفَارِسِيَّةِ",
            "page": "155",
            "part": "1",
            "seal": "9705195B"
        },
        {
            "hno": "55",
            "id": "67",
            "nass": "55 - حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي خَلْدَةَ قَالَ: «§كَلَّمَنِي أَبُو الْعَالِيَةِ بِالْفَارِسِيَّةِ»",
            "page": "155",
            "part": "1",
            "seal": "F5A586F8"
        },
        {
            "hno": "56",
            "id": "68",
            "nass": "56 - حَدَّثَنَا وَكِيعٌ، عَنِ النَّهَّاسِ بْنِ قَهْمٍ قَالَ: سَمِعْتُ شَيْخًا بِمَكَّةَ يَقُولُ: أَشْرَفَ أَبُو هُرَيْرَةَ مِنْ هَذَا الْبَابِ عَلَى هَذَا السُّوقِ، فَقَالَ: «يَا بَنِي فَرُّوخَ §شَخْتٌ وَدَسْتٌ»",
            "page": "155",
            "part": "1",
            "seal": "38BAE713"
        },
        {
            "hno": "57",
            "id": "69",
            "nass": "57 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِتَمْرٍ مِنَ الصَّدَقَةِ، فَتَنَاوَلَ الْحَسَنُ بْنُ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُمَا تَمْرَةً فَلَاكَهَا فِي فِيهِ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كِخْ كِخْ، §لَا تَحِلُّ لَنَا الصَّدَقَةُ»",
            "page": "156",
            "part": "1",
            "seal": "428A6FDF"
        },
        {
            "hno": "58",
            "id": "70",
            "nass": "58 - حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ مُنْذِرٍ الثَّوْرِيِّ قَالَ: سَأَلَ رَجُلٌ ابْنَ الْحَنَفِيَّةِ عَنِ الْجُبْنِ، فَقَالَ: «يَا جَارِيَةُ §اذْهَبِي بِهَذَا الدِّرْهَمِ فَاشْتَرَى بِهِ نَبِيرًا» - يَعْنِي الْجُبْنَ - فَاشْتَرَتْ نَبِيرًا ثُمَّ جَاءَتْ بِهِ",
            "page": "156",
            "part": "1",
            "seal": "9B739303"
        },
        {
            "hno": "59",
            "id": "71",
            "nass": "59 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ أَنَّهُ كَانَ يَقُولُ: «§انْدَرَايَمْ، يَعْنِي الِاسْتِئْذَانَ عَلَى أَهْلِ الذِّمَّةِ»",
            "page": "156",
            "part": "1",
            "seal": "ABC7B561"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "§بَابُ الرَّجُلِ يُكَنَّى قَبْلَ أَنْ يُولَدَ لَهُ",
            "page": "157",
            "part": "1",
            "seal": "93481A03"
        },
        {
            "hno": "60",
            "id": "73",
            "nass": "60 - حَدَّثَنَا عَبْدُ الْأَعْلَى، عَنْ بُرْدٍ، عَنِ الزُّهْرِيِّ، قَالَ: قِيلَ لَهُ يَكْتَنِي الرَّجُلُ قَبْلَ أَنْ يُولَدَ لَهُ؟، قَالَ: «§كَانَ رِجَالٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَكْتَنُونَ قَبْلَ أَنْ يُولَدَ لَهُمْ»",
            "page": "157",
            "part": "1",
            "seal": "84A0496F"
        },
        {
            "hno": "61",
            "id": "74",
            "nass": "61 - حَدَّثَنَا حَفْصٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ قَالَ: «§كَنَّانِي عَبْدُ اللَّهِ بِأَبِي شِبْلٍ» ، وَكَانَ عَلْقَمَةُ لَا يُولَدُ لَهُ",
            "page": "157",
            "part": "1",
            "seal": "7F3555BF"
        },
        {
            "hno": "62",
            "id": "75",
            "nass": "62 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ، عَنْ أَبِي عَوَانَةَ، عَنْ هِلَالِ بْنِ أَبِي حُمَيْدٍ قَالَ: «§كَنَّانِي عُرْوَةُ قَبْلَ أَنْ يُولَدَ لِي»",
            "page": "157",
            "part": "1",
            "seal": "24678812"
        },
        {
            "hno": "63",
            "id": "76",
            "nass": "63 - حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، عَنْ مَوْلًى لِلزُّبَيْرِ، عَنْ عَائِشَةَ أَنَّهَا قَالَتْ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: يَا رَسُولَ اللَّهِ §كُلَّ أَزْوَاجِكَ كَنَّيْتَهُ غَيْرِي، قَالَ: «فَأَنْتِ أُمُّ عَبْدِ اللَّهِ»",
            "page": "158",
            "part": "1",
            "seal": "CD05852D"
        },
        {
            "hno": "64",
            "id": "77",
            "nass": "64 - حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ حَمْزَةَ بْنِ صُهَيْبٍ، أَنَّ عُمَرَ قَالَ لِصُهَيْبٍ: مَا لَكَ تَكْتَنِي بِأَبِي يَحْيَى، وَلَيْسَ لَكَ وَلَدٌ؟، قَالَ: «§كَنَّانِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِأَبِي يَحْيَى»",
            "page": "158",
            "part": "1",
            "seal": "EEB37E3B"
        },
        {
            "hno": "65",
            "id": "78",
            "nass": "65 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسٍ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْتِينَا، يَقُولُ لِأَخٍ لِي وَكَانَ صَغِيرًا: «§يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ؟»",
            "page": "159",
            "part": "1",
            "seal": "E4A915D4"
        },
        {
            "hno": "66",
            "id": "79",
            "nass": "66 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ جَابِرٍ، عَنْ عَامِرٍ، قَالَ: «§لَا بَأْسَ أَنْ يَكْتَنِي الرَّجُلُ قَبْلَ أَنْ يُولَدَ لَهُ»",
            "page": "159",
            "part": "1",
            "seal": "EA2D87E7"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "§بَابُ مَا يُسْتَحَبُّ مِنَ كَلَامِ الرَّجُلِ",
            "page": "160",
            "part": "1",
            "seal": "E6DBD362"
        },
        {
            "hno": "67",
            "id": "81",
            "nass": "67 - حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ شَيْخٍ، قَالَ: سَمِعْتُ ابْنَ عُمَرَ أَوْ جَابِرًا، يَقُولُ: «§كَانَ فِي كَلَامِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَرَسُّلٌ أَوْ تَرْسِيلٌ»",
            "page": "160",
            "part": "1",
            "seal": "EFC10231"
        },
        {
            "hno": "68",
            "id": "82",
            "nass": "68 - حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ قَالَ: «§الِانْبِعَاقُ فِي الْكَلَامِ مِنْ شَقَائِقِ الشَّيْطَانِ»",
            "page": "160",
            "part": "1",
            "seal": "CEEC37E6"
        },
        {
            "hno": "69",
            "id": "83",
            "nass": "69 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أُسَامَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ: «§كَانَ كَلَامُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَلَامًا فَصْلًا يفْهَمُهُ كُلُّ مَنْ سَمِعَهُ»",
            "page": "161",
            "part": "1",
            "seal": "0542C048"
        },
        {
            "hno": "70",
            "id": "84",
            "nass": "70 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا نَافِعُ بْنُ عُمَرَ الْجُمَحِيُّ، عَنْ بِشْرِ بْنِ عَاصِمٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو - قَالَ نَافِعٌ أَرَاهُ رَفَعَهُ - قَالَ: «§إِنَّ اللَّهَ يَبْغُضُ الْبَلِيغَ مِنَ الرِّجَالِ الَّذِي يَتَخَلَّلُ بِلِسَانِهِ تَخَلُّلَ الْبَاقِرَةِ بِلِسَانِهَا»",
            "page": "161",
            "part": "1",
            "seal": "0A1DE356"
        },
        {
            "hno": "71",
            "id": "85",
            "nass": "71 - حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا ابْنُ أَبِي خَالِدٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ قَالَ: قَامَ رَجُلٌ فَتَكَلَّمَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَزْبَدَ شِدْقَاهُ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §تَعَلَّمُوا، وَإِيَّاكُمْ شَقَائِقَ الْكَلَامِ، فَإِنَّ شَقَاشِقَ الْكَلَامِ مِنْ شَقَاشِقِ الشَّيْطَانِ",
            "page": "161",
            "part": "1",
            "seal": "DC4E38A0"
        },
        {
            "hno": "72",
            "id": "86",
            "nass": "72 - حَدَّثَنَا وَكِيعٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ مِنَ الْبَيَانِ سِحْرًا» . أَوْ: «إِنَّ بَعْضَ الْبَيَانِ سِحْرًا»",
            "page": "162",
            "part": "1",
            "seal": "5FE3CF66"
        },
        {
            "hno": "73",
            "id": "87",
            "nass": "73 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلٍ، عَنْ عَبْدِ اللَّهِ قَالَ: «§إِنَّ مِنَ الْبَيَانِ لَسِحْرًا»",
            "page": "163",
            "part": "1",
            "seal": "9B4EF1E6"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "§بَابُ مَا كُرِهَ أَنْ يَسْمَعَ الْمُبْتَلَى التَّعَوُّذَ",
            "page": "164",
            "part": "1",
            "seal": "A98B0783"
        },
        {
            "hno": "74",
            "id": "89",
            "nass": "74 - حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ يَزِيدَ، عَنْ أَبِي جَعْفَرٍ: «أَنَّهُ كَانَ §يَكْرَهُ أَنْ يُسْمِعَ الْمُبْتَلَى التَّعَوُّذَ مِنَ الْبَلَاءِ»",
            "page": "164",
            "part": "1",
            "seal": "04C34F82"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "§بَابُ مَا لَا يَنْبَغِي لِلرَّجُلِ أَنْ يَدْعُوَ بِهِ",
            "page": "165",
            "part": "1",
            "seal": "E810A3E3"
        },
        {
            "hno": "75",
            "id": "91",
            "nass": "75 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ مُجَاهِدٍ: \" أَنَّهُ §كَانَ يَكْرَهُ أَنْ يَقُولَ: اللَّهُمَّ لَا تَبْتَلِنِي إِلَّا بِالَّتِي هِيَ أَحْسَنُ، وَيَقُولُ: قَالَ اللَّهُ تَعَالَى: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} [الأنبياء: 35] \"",
            "page": "165",
            "part": "1",
            "seal": "00864784"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "§بَابُ مَا يُكْرَهُ أَنْ يَقْرَأَ كِتَابَ غَيْرِهِ",
            "page": "166",
            "part": "1",
            "seal": "9DE5AF9B"
        },
        {
            "hno": "76",
            "id": "93",
            "nass": "76 - حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ عَوْنٍ، عَنِ ابْنِ سِيرِينَ، قَالَ: قُلْتُ لِعَبِيدَةَ: §وَجَدْتُ كِتَابًا، أَقْرَؤُهُ؟، قَالَ: «لَا»",
            "page": "166",
            "part": "1",
            "seal": "BA5625D4"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "§بَابُ مَا يُنْهَى عَنْهُ الرَّجُلُ أَنْ يَسُبَّهُ",
            "page": "167",
            "part": "1",
            "seal": "9FF9B454"
        },
        {
            "hno": "77",
            "id": "95",
            "nass": "77 - حَدَّثَنَا عَلِيُّ بْنُ هَاشِمٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عِيسَى، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَسُبُّوا اللَّيْلَ وَلَا النَّهَارَ وَلَا الشَّمْسَ وَلَا الْقَمَرَ وَلَا الرِّيحَ، فَإِنَّهَا تُبْعَثُ عَذَابًا عَلَى أَقْوَامٍ، وَرَحْمَةً عَلَى آخَرِينَ»",
            "page": "167",
            "part": "1",
            "seal": "9920EE3F"
        },
        {
            "hno": "78",
            "id": "96",
            "nass": "78 - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الْأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، حَدَّثَنَا ثَابِتٌ الزُّرَقِيُّ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَسُبُّوا الرِّيحَ فَإِنَّهَا مِنْ رُوحِ اللَّهِ تَأْتِي بِالرَّحْمَةِ وَالْعَذَابِ، وَلَكِنْ سَلُوا اللَّهَ خَيْرَهَا وَتَعَوَّذُوا بِاللَّهِ مِنْ شَرِّهَا»",
            "page": "167",
            "part": "1",
            "seal": "1B29BDFC"
        },
        {
            "hno": "79",
            "id": "97",
            "nass": "79 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَاصِمٍ الْأَحْوَلِ، عَنِ الْحَسَنِ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي مَسِيرٍ، فَهَبَّتْ رِيحٌ، فَكَشَفَتْ عَنْ رَجُلٍ قَطِيفَةً كَانَتْ عَلَيْهِ، فَلَعَنَهَا، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَتَلْعَنُهَا؟» ، فَقَالَ: يَا رَسُولَ اللَّهِ كَشَفَتْ قَطِيفَتِي. قَالَ: «§إِذَا رَأَيْتَهَا، فَسَلِ اللَّهَ مِنْ خَيْرِهَا، وَتَعَوَّذْ مِنْ شَرِّهَا. لَا تَلْعَنْهَا فَإِنَّهَا مَأْمُورَةٌ»",
            "page": "168",
            "part": "1",
            "seal": "2800BDBF"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "§بَابُ مَا يَنْبَغِي لِلرَّجُلِ أَنْ يَتَعَلَّمَهُ أَوْ يُعَلِّمَهُ وَلَدَهُ",
            "page": "169",
            "part": "1",
            "seal": "947383FE"
        },
        {
            "hno": "80",
            "id": "99",
            "nass": "80 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مِسْعَرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ قَالَ: «يَا بَنِيَّ §تَعَلَّمُوا الرَّمْيَ، فَإِنَّهُ مِنْ خَيْرِ لُعَبِكُمْ»",
            "page": "169",
            "part": "1",
            "seal": "6B943A06"
        },
        {
            "hno": "81",
            "id": "100",
            "nass": "81 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدٍ الْأَعْلَى، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ رَافِعِ بْنِ سَالِمٍ الْفَزَارِيِّ قَالَ: مَرَّ بِنَا عُمَرُ بْنُ الْخَطَّابِ، فَقَالَ: «§ارْمُوا، فَإِنَّ الرَّمْيَ عُدَّةٌ وَجَلَادَةٌ»",
            "page": "169",
            "part": "1",
            "seal": "6A05B1EC"
        },
        {
            "hno": "82",
            "id": "101",
            "nass": "82 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ أَبِي بُرْدَةَ، قَالَ: قَالَ سَعِيدُ بْنُ الْعَاصِ: «§إِذَا عَلَّمْتُ وَلَدِيَ الْقُرْآنَ وَأَحْجَجْتُهُ، وَزَوَّجْتُهُ، فَقَدْ قَضَيْتُ حَقَّهُ، وَبَقِيَ حَقِّي عَلَيْهِ»",
            "page": "170",
            "part": "1",
            "seal": "9578D1AB"
        },
        {
            "hno": "83",
            "id": "102",
            "nass": "83 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ قَالَ: \" §لَا تَحْضُرُ الْمَلَائِكَةُ مِنْ لَهْوِكُمْ شَيْئًا غَيْرَ الرِّهَانِ وَالرَّمْيِ، نِعْمَ مُتَلَهَّى الْمُؤْمِنِ: الْفَرَسُ وَالنِّبْلُ. مَنْ تَعَلَّمَ الرَّمْيَ ثُمَّ تَرَكَهُ كَانَتْ نِعْمَةً يَكْفُرُهَا \"",
            "page": "170",
            "part": "1",
            "seal": "8624506E"
        },
        {
            "hno": "84",
            "id": "103",
            "nass": "84 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ حَجَّاجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى أُنَاسٍ مِنْ أَسْلَمَ يَرْمُونَ، فَقَالَ: «خُذُوا وَأَنَا مَعَ ابْنِ الْأَدْرَعِ» قَالُوا: يَا رَسُولَ اللَّهِ نَأْخُذُ وَأَنْتَ مَعَ بَعْضِنَا دُونَ بَعْضٍ؟، فَقَالَ: «§خُذُوا وَأَنَا مَعَكُمْ يَا بَنِي إِسْمَاعِيلَ»",
            "page": "171",
            "part": "1",
            "seal": "190D00C3"
        },
        {
            "hno": "85",
            "id": "104",
            "nass": "85 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي حَدْرَدٍ قَالَ: مَرَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِنَاسٍ مِنْ أَسْلَمَ وَهُمْ يَتَنَاضَلُونَ فَقَالَ: «§ارْمُوا يَا بَنِي إِسْمَاعِيلَ، فَإِنَّ أَبَاكُمْ كَانَ رَامِيًا، ارْمُوا وَأَنَا مَعَ ابْنِ الْأَدْرَعِ» . قَالَ: فَأَمْسَكَ الْقَوْمُ بِأَيْدِيهِمْ، قَالَ: «مَا لَكُمْ لَا تَرْمُونَ؟» ، قَالُوا يَا رَسُولَ اللَّهِ نَرْمِي وَقَدْ قُلْتَ: «أَنَا مَعَ ابْنِ الْأَدْرَعِ» ، وَقَدْ عَلِمْتَ أَنَّ حِزْبَكَ لَا يُغْلَبُ؟، قَالَ «ارْمُوا وَأَنَا مَعَكُمْ كُلُّكُمْ»",
            "page": "171",
            "part": "1",
            "seal": "1B782AF1"
        },
        {
            "hno": "86",
            "id": "105",
            "nass": "86 - حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، عَنْ أَبِيهِ، عَنْ رَجُلٍ مِنْ أَسْلَمَ يُقَالُ لَهُ: ابْنُ أَدْرَعَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§تَمَعْدَدُوا، وَاخْشَوْشِنُوا، وَانْتَضِلُوا، وَامْشُوا حُفَاةً»",
            "page": "172",
            "part": "1",
            "seal": "3B352659"
        },
        {
            "hno": "87",
            "id": "106",
            "nass": "87 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامٌ الدَّسْتُوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَّامٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْأَزْرَقِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" §إِنَّ اللَّهَ لَيُدْخِلُ بِالسَّهْمِ الْوَاحِدِ الثَّلَاثَةَ الْجَنَّةَ: صَانِعَهُ يَحْتَسِبُ فِي صَنْعَتِهِ الْخَيْرَ، وَالرَّامِيَ بِهِ، وَالْمُمِدَّ \"",
            "page": "172",
            "part": "1",
            "seal": "2C99DFEE"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وَقَالَ: «§ارْمُوا وَارْكَبُوا، وَأَنْ تَرْمُوا أَحَبُّ إِلَيَّ مِنْ أَنْ تَرْكَبُوا، وَكُلُّ مَا يَلْهُو بِهِ الْمَرْءُ الْمُسْلِمُ بَاطِلٌ إِلَّا رَمْيَهُ بِقَوْسِهِ، وَتَأْدِيبَهُ فَرَسَهُ، وَمُلَاعَبَتَهُ أَهْلَهُ، فَإِنَّهُ مِنَ الْحَقِّ»",
            "page": "172",
            "part": "1",
            "seal": "A3FAA68D"
        },
        {
            "hno": "88",
            "id": "108",
            "nass": "88 - حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنِ الْأَوْزَاعِيِّ، عَنْ بِلَالِ بْنِ سَعْدٍ قَالَ: «§أَدْرَكْتُهُمْ يَشْتَدُّونَ بَيْنَ الْأَغْرَاضِ، وَيَضْحَكُ بَعْضُهُمْ إِلَى بَعْضٍ، فَإِذَا كَانَ اللَّيْلُ كَانُوا رُهْبَانًا»",
            "page": "173",
            "part": "1",
            "seal": "DC947D07"
        },
        {
            "hno": "89",
            "id": "109",
            "nass": "89 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ قَالَ: «رَأَيْتُ حُذَيْفَةَ §يَشْتَدُّ بَيْنَ الْهَدَفَيْنِ فِي قَمِيصٍ»",
            "page": "173",
            "part": "1",
            "seal": "A922DE48"
        },
        {
            "hno": "90",
            "id": "110",
            "nass": "90 - حَدَّثَنَا ابْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ أَبِي الْعَدَبَّسِ، قَالَ: سَمِعْتُ عُمَرَ يَقُولُ: «§أَخِيفُوا الْهَوَامَّ، وَانْتَضِلُوا، وَتَمَعْدَدُوا، وَاخْشَوْشِنُوا، وَاجْعَلُوا الرَّأْسَ رَأْسَيْنِ، وَفَرِّقُوا بَيْنَ الْمَنِيَّةِ، وَلَا تَلَبَّثُوا بِدَارِ مَعْجَزَةٍ، وَأَخِيفُوا الْحَيَّاتِ قَبْلَ أَنْ تُخِيفَكُمْ، وَأَصْلِحُوا مَثَاوِيَكُمْ»",
            "page": "173",
            "part": "1",
            "seal": "7C8514D7"
        },
        {
            "hno": "91",
            "id": "111",
            "nass": "91 - حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ مُجَاهِدٍ قَالَ: رَأَيْتُ ابْنَ عُمَرَ §يَشْتَدُّ بَيْنَ الْهَدَفَيْنِ فِي قَمِيصٍ، وَيَقُولُ: «أَنَا بِهَا أَنَا بِهَا» . يَعْنِي: كُلَّمَا أَصَابَ خَصْلَةً قَالَ: أَنَا بِهَا",
            "page": "174",
            "part": "1",
            "seal": "6CFC8EB9"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "§بَابُ مَا يُسْتَحَبُّ لِلرَّجُلِ أَنْ يُوجَدَ رِيحُهُ مِنْهُ",
            "page": "175",
            "part": "1",
            "seal": "869510FB"
        },
        {
            "hno": "92",
            "id": "113",
            "nass": "92 - حَدَّثَنَا زِيَادُ بْنُ الرَّبِيعِ الْيَحْمَدِيُّ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنْ أَبِي قِلَابَةَ: «أَنَّ ابْنَ عَبَّاسٍ كَانَ §إِذَا خَرَجَ مِنْ بَيْتِهِ إِلَى الْمَسْجِدِ عَرَفَ جِيرَانُ الطَّرِيقِ أَنْ قَدْ مَرَّ، مِنْ طِيبِ رِيحِهِ»",
            "page": "175",
            "part": "1",
            "seal": "24448516"
        },
        {
            "hno": "93",
            "id": "114",
            "nass": "93 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ أَبِي الْعُمَيْسِ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ: «كَانَ عَبْدُ اللَّهِ §يَتَطَيَّبُ بِطِيبٍ فِيهِ مِسْكٌ»",
            "page": "175",
            "part": "1",
            "seal": "7073482F"
        },
        {
            "hno": "94",
            "id": "115",
            "nass": "94 - حَدَّثَنَا عَلِيُّ بْنُ حَفْصٍ، أَخْبَرَنَا ابْنُ ذِئْبٍ، عَنْ عُثْمَانَ بْنِ عُبَيْدِ اللَّهِ مَوْلًى لِسَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ: «رَأَيْتُ ابْنَ عُمَرَ، وَأَبَا هُرَيْرَةَ، وَأَبَا قَتَادَةَ، وَأَبَا أُسَيْدٍ السَّاعِدِيَّ §يَمُرُّونَ عَلَيْنَا وَنَحْنُ فِي الْكُتَّابِ، فَنَجِدُ مِنْهُمْ رِيحَ الْعَنْبَرِ» . - وَهُوَ الْخَلُوقُ -",
            "page": "175",
            "part": "1",
            "seal": "C81800EC"
        },
        {
            "hno": "95",
            "id": "116",
            "nass": "95 - حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ قَالَ: «§كَانَ عَبْدُ اللَّهِ يُعْرَفُ بِرِيحِ الطِّيبِ إِذَا أَقْبَلَ»",
            "page": "175",
            "part": "1",
            "seal": "9EE15C54"
        },
        {
            "hno": "96",
            "id": "117",
            "nass": "96 - حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ قَالَ: «كَانَ ابْنُ مَسْعُودٍ §يُعْرَفُ بِرِيحِ الطِّيبِ»",
            "page": "176",
            "part": "1",
            "seal": "EF395C32"
        },
        {
            "hno": "97",
            "id": "118",
            "nass": "97 - حَدَّثَنَا وَكِيعٌ، عَنِ الْمَسْعُودِيِّ، عَنْ سُلَيْمَانَ بْنِ مِينَاءَ، عَنْ نُفَيْعٍ مَوْلَى عَبْدِ اللَّهِ، قَالَ: \" كَانَ عَبْدُ اللَّهِ §مِنْ أَطْيَبِ النَّاسِ رِيحًا وَأَنْقَاهُ ثَوْبًا أَبْيَضَ",
            "page": "176",
            "part": "1",
            "seal": "A0C7489A"
        },
        {
            "hno": "98",
            "id": "119",
            "nass": "98 - حَدَّثَنَا وَكِيعٌ، عَنْ مُحَمَّدِ بْنِ قَيْسٍ، عَنِ الشَّعْبِيِّ قَالَ: «كَانَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ رَضِيَ اللَّهُ عَنْهُ §يَسْحَقُ الْمِسْكَ ثُمَّ يَجْعَلُهُ عَلَى يَافُوخِهِ»",
            "page": "176",
            "part": "1",
            "seal": "0F5C3F13"
        },
        {
            "hno": "99",
            "id": "120",
            "nass": "99 - حَدَّثَنَا قُرَادٌ أَبُو نُوحٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ أُمِّ رَزِينٍ، قَالَتْ: كُنْتُ أُهَادِي ابْنَ عَبَّاسٍ الطِّيبَ، فَقَالَ: «أَيَا مَعْشَرَ قُرَيْشٍ §لَيْسَ شَيْءٌ أَعْجَبَ إِلَيْنَا مِنْهُ» . قَالَتْ: وَكَانَ يَهَبُ لَنَا الْوَرْسَ",
            "page": "176",
            "part": "1",
            "seal": "E63E2CAE"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "§بَابُ مَنْ كَرِهَ لِلْمَرْأَةِ إِذَا خَرَجَتْ أَنْ تَطَّيَّبَ",
            "page": "177",
            "part": "1",
            "seal": "C3E6E1AF"
        },
        {
            "hno": "100",
            "id": "122",
            "nass": "100 - حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الْأَعْمَشُ، عَنْ إِبْرَاهِيمَ: أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَحْمَةُ اللَّهِ عَلَيْهِ خَرَجَ يَوْمَ عِيدٍ، فَمَرَّ بِالنِّسَاءِ، فَوَجَدَ رِيحَ رَأْسِ امْرَأَةٍ، فَقَالَ: «مَنْ صَاحِبَةُ هَذِهِ الرِّيحِ؟ أَمَا لَوْ عَرَفْتُهَا لَفَعَلْتُ وَفَعَلْتُ، §إِنَّمَا تَطَّيَّبُ الْمَرْأَةُ لِزَوْجِهَا، فَإِذَا خَرَجَتْ لَبِسَتْ أُطَيْمِيرَهَا أَوْ أُطَيْمِيرَ خَادِمِهَا» . قَالَ: فَتَحَدَّثَ النَّاسُ أَنَّهَا قَامَتْ عَنْ حَدَثٍ",
            "page": "177",
            "part": "1",
            "seal": "C8D83F77"
        },
        {
            "hno": "101",
            "id": "123",
            "nass": "101 - حَدَّثَنَا وَكِيعٌ، عَنْ ثَابِتِ بْنِ عُمَارَةَ، عَنْ غُنَيْمِ بْنِ قَيْسٍ، عَنْ أَبِي مُوسَى، قَالَ: «§أَيُّمَا امْرَأَةٍ اسْتَعْطَرَتْ ثُمَّ خَرَجَتْ لِيُوجَدَ رِيحُهَا فَهِيَ فَاعِلَةٌ، وَكُلُّ عَيْنٍ فَاعِلَةٌ»",
            "page": "177",
            "part": "1",
            "seal": "2835262B"
        },
        {
            "hno": "102",
            "id": "124",
            "nass": "102 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عُبَيْدٍ مَوْلَى أَبِي رُهْمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَيُّمَا امْرَأَةٍ تَطَيَّبَتْ ثُمَّ خَرَجَتْ إِلَى الْمَسْجِدِ لِيُوجَدَ رِيحُهَا، لَمْ تُقْبَلْ لَهَا صَلَاةٌ حَتَّى تَغْتَسِلَ مِنْهُ اغْتِسَالَهَا مِنَ الْجَنَابَةِ»",
            "page": "178",
            "part": "1",
            "seal": "8E4D1849"
        },
        {
            "hno": "103",
            "id": "125",
            "nass": "103 - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الْأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ، قَالَتْ: قَالَ لَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا خَرَجَتْ إِحْدَاكُنَّ إِلَى الْمَسْجِدِ فَلَا تَمَسَّ طِيبًا»",
            "page": "178",
            "part": "1",
            "seal": "A5CA12CD"
        },
        {
            "hno": "104",
            "id": "126",
            "nass": "104 - حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي الْعُمَيْسِ، عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ، عَنْ أَبِي عُبَيْدَةَ: «أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ §وَجَدَ مِنِ امْرَأَتِهِ رِيحَ مُجْمَرٍ وَهِيَ بِمَكَّةَ، فَأَقْسَمَ عَلَيْهَا أَنْ لَا تَخْرُجَ تِلْكَ اللَّيْلَةَ»",
            "page": "178",
            "part": "1",
            "seal": "F751A01E"
        },
        {
            "hno": "105",
            "id": "127",
            "nass": "105 - حَدَّثَنَا وَكِيعٌ، عَنْ كَثِيرِ بْنِ زَيْدٍ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ سُرَاقَةَ، عَنْ أُمِّهِ، قَالَتْ: نَزَلَ بِي حَقٌّ فَمَسَسْتُ طِيبًا ثُمَّ خَرَجَتْ، فَأَرْسَلَتْ إِلَيَّ حَفْصَةُ، فَقَالَتْ: «§إِنَّمَا الطِّيبُ لِلْفِرَاشِ»",
            "page": "179",
            "part": "1",
            "seal": "19E3F5BD"
        },
        {
            "hno": "106",
            "id": "128",
            "nass": "106 - حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ: أَنَّ امْرَأَتَهُ اسْتَأْذَنَتْهُ أَنْ تَأْتِيَ أَهْلَهَا فَأَذِنَ لَهَا، فَوَجَدَ مِنْهَا رِيحَ دَخْنَةٍ فَحَبَسَهَا، وَقَالَ: «§إِنَّ الْمَرْأَةَ إِذَا تَطَيَّبَتْ ثُمَّ خَرَجَتْ، فَإِنَّمَا طِيبُهَا شَنَارٌ فِيهِ نَارٌ»",
            "page": "179",
            "part": "1",
            "seal": "D99D980F"
        },
        {
            "hno": "107",
            "id": "129",
            "nass": "107 - حَدَّثَنَا وَكِيعٌ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ قَالَ: زَارَتْ أَسْمَاءُ أُخْتَهَا عَائِشَةَ وَالزُّبَيْرُ غَائِبٌ، فَدَخَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَوَجَدَ رِيحَ طِيبٍ فَقَالَ: «§مَا عَلَى امْرَأَةٍ أَنْ لَا تَطَّيَّبَ سُلْطَانٌ وَزَوْجُهَا غَائِبٌ»",
            "page": "179",
            "part": "1",
            "seal": "D99051FF"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "§بَابُ تَنْحِيَةِ الْأَذَى عَنِ الطَّرِيقِ",
            "page": "180",
            "part": "1",
            "seal": "9B9DFF9A"
        },
        {
            "hno": "108",
            "id": "131",
            "nass": "108 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ ابْنِ عَجْلَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §الْإِيمَانُ سِتُّونَ أَوْ سَبْعُونَ أَوْ بِضْعَةٌ - وَأَحَدُ الْعَدَدَيْنِ - أَعْلَاهَا: شَهَادَةُ أَنَّ لَا إِلَهَ إِلَّا اللَّهُ، وَأَدْنَاهَا إِمَاطَةُ الْأَذَى عَنِ الطَّرِيقِ، وَالْحَيَاءُ شُعْبَةٌ مِنَ الْإِيمَانِ \"",
            "page": "180",
            "part": "1",
            "seal": "B269363F"
        },
        {
            "hno": "173",
            "id": "216",
            "nass": "173 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، عَنْ سُلَيْمَانَ بْنِ الْقَاسِمِ، عَنْ أُمِّهِ، قَالَتْ: سَأَلْتُ أُمَّ سَعِيدٍ سُرِّيَّةَ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ: §هَلْ كَانَ الْحَسَنُ، وَالْحُسَيْنُ يَتَطَيَّرَانِ؟ قَالَتْ: «كَانَا يُحِسَّانِ وَيَمْضِيَانِ»",
            "page": "216",
            "part": "1",
            "seal": "E0092F70"
        },
        {
            "hno": null,
            "id": "217",
            "nass": "§بَابٌ فِي الْعِيَافَةِ، وَالطِّيَرَةِ، وَالطَّرْقِ",
            "page": "217",
            "part": "1",
            "seal": "27D25802"
        },
        {
            "hno": "174",
            "id": "218",
            "nass": "174 - حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ عَوْفٍ، عَنْ حَيَّانَ، عَنِ قَطَنِ بْنِ قَبِيصَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْعِيَافَةُ، وَالطِّيَرَةُ، وَالطَّرْقُ مِنَ الْجِبْتِ»",
            "page": "217",
            "part": "1",
            "seal": "C92D39D7"
        },
        {
            "hno": null,
            "id": "219",
            "nass": "§بَابٌ فِي التَّكَهُّنِ، وَالِاسْتِسْقَامِ",
            "page": "218",
            "part": "1",
            "seal": "E73E17F0"
        },
        {
            "hno": "175",
            "id": "220",
            "nass": "175 - حَدَّثَنَا شَرِيكٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رَجَاءِ بْنِ حَيْوَةَ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: \" §ثَلَاثَةٌ مَنْ كُنَّ فِيهِ فَهُوَ مُنَافِقٌ: مَنْ تَكَهَّنَ، وَاسْتَسْقَمَ، أَوْ رَجَعَتْهُ طِيَرَةٌ مِنْ سَفَرِهِ \"",
            "page": "218",
            "part": "1",
            "seal": "83EA9F50"
        },
        {
            "hno": null,
            "id": "221",
            "nass": "§بَابٌ فِي الْغُولِ، وَالصَّفَرِ",
            "page": "219",
            "part": "1",
            "seal": "63E5FCB6"
        },
        {
            "hno": "176",
            "id": "222",
            "nass": "176 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، عَنْ يَزِيدَ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا غُولَ، وَلَا صَفَرَ»",
            "page": "219",
            "part": "1",
            "seal": "81F728D9"
        },
        {
            "hno": null,
            "id": "223",
            "nass": "§بَابٌ فِي الرُّخَصِ فِي الطِّيَرَةِ، وَالتَّبَاعُدِ مِنَ الْمَجْذُومِ",
            "page": "220",
            "part": "1",
            "seal": "BBEC78D5"
        },
        {
            "hno": "177",
            "id": "224",
            "nass": "177 - حَدَّثَنَا شَرِيكٌ، وَهُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنْ أَبِيهِ، قَالَ: كَانَ فِي وَفْدِ ثَقِيفٍ رَجُلٌ مَجْذُومٌ، فَأَرْسَلَ إِلَيْهِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّا قَدْ بَايَعْنَاكَ فَارْجِعْ»",
            "page": "220",
            "part": "1",
            "seal": "F7478114"
        },
        {
            "hno": "178",
            "id": "225",
            "nass": "178 - حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُمِّهِ فَاطِمَةَ ابْنَةِ الْحُسَيْنِ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تُدِيمُوا النَّظَرَ إِلَى الْمَجْذُومِينَ»",
            "page": "220",
            "part": "1",
            "seal": "7CDD0952"
        },
        {
            "hno": "179",
            "id": "226",
            "nass": "179 - حَدَّثَنَا وَكِيعٌ، عَنِ النَّهَّاسِ بْنِ قَهْمٍ، قَالَ: سَمِعْتُ شَيْخًا بِمَكَّةَ يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§فِرَّ مِنَ الْمَجْذُومِ فِرَارَكَ مِنَ الْأَسَدِ»",
            "page": "221",
            "part": "1",
            "seal": "18844E76"
        },
        {
            "hno": "180",
            "id": "227",
            "nass": "180 - حَدَّثَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنِ الْوَلِيدِ بْنِ عَبْدِ اللَّهِ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: §مَرَّ عَلَى مَجْذُومٍ فَخَمَّرَ أَنْفَهُ، فَقِيلَ يَا رَسُولَ اللَّهِ: أَلَيْسَ قُلْتَ: «لَا عَدْوَى، وَلَا طِيَرَةَ» ؟، قَالَ: «بَلَى، وَلَكِنِّي أَقْذَرُهُمْ»",
            "page": "221",
            "part": "1",
            "seal": "2167BCD8"
        },
        {
            "hno": "181",
            "id": "228",
            "nass": "181 - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يُورِدُ الْمُمْرِضُ عَلَى الْمُصِحِّ»",
            "page": "221",
            "part": "1",
            "seal": "40F184D9"
        },
        {
            "hno": "182",
            "id": "229",
            "nass": "182 - حَدَّثَنَا وَكِيعٌ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، قَالَ: قَالَ كَعْبٌ لِعَبْدِ اللَّهِ بْنِ عَمْرٍو: هَلْ تَطَيَّرُ؟، قَالَ: نَعَمْ. قَالَ: فَمَا تَقُولُ؟، قَالَ: \" أَقُولُ: §اللَّهُمَّ لَا طَيْرَ إِلَّا طَيْرُكَ وَلَا خَيْرَ إِلَّا خَيْرُكَ، وَلَا رَبَّ غَيْرَكَ \". قَالَ: أَنْتَ أَفْقَهُ الْعَرَبِ",
            "page": "222",
            "part": "1",
            "seal": "50FDAFDF"
        },
        {
            "hno": "183",
            "id": "230",
            "nass": "183 - حَدَّثَنَا مُحَمَّدُ بْنُ سَوَاءٍ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلَابَةَ: «أَنَّهُ §كَانَ يُعْجِبُهُ أَنْ يُتَّقَى الْمَجْذُومُ»",
            "page": "222",
            "part": "1",
            "seal": "6F0DE85B"
        },
        {
            "hno": null,
            "id": "231",
            "nass": "§بَابُ مَا جَاءَ فِي الْخِتَانِ",
            "page": "223",
            "part": "1",
            "seal": "DC60DF4A"
        },
        {
            "hno": "184",
            "id": "232",
            "nass": "184 - حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ: «§أَنَّ إِبْرَاهِيمَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اخْتَتَنَ بِالْقَدُومِ وَهُوَ ابْنُ عِشْرِينَ وَمِائَةِ سَنَةً، ثُمَّ عَاشَ بَعْدَ ذَلِكَ ثَمَانِينَ سَنَةً»",
            "page": "223",
            "part": "1",
            "seal": "55B2A9FF"
        },
        {
            "hno": "185",
            "id": "233",
            "nass": "185 - حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ يَحْيَى بْنِ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: \" §كَانَ إِبْرَاهِيمُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوَّلَ النَّاسِ أَضَافَ الضَّيْفَ، وَأَوَّلَ النَّاسِ قَصَّ شَارِبَهُ، وَقَلَّمَ أَظْفَارَهُ وَاسْتَحَدَّ، وَأَوَّلَ النَّاسِ اخْتَتَنَ، وَأَوَّلَ النَّاسِ رَأَى الشَّيْبَ، فَقَالَ: يَا رَبِّ مَا هَذَا؟، فَقَالَ: الْوَقَارُ. قَالَ: رَبِّ زِدْنِي وَقَارًا \"",
            "page": "223",
            "part": "1",
            "seal": "6032E9ED"
        },
        {
            "hno": "186",
            "id": "234",
            "nass": "186 - حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ حَجَّاجٍ، عَنْ رَجُلٍ، عَنْ أَبِي الْمَلِيحٍ، عَنْ شَدَّادِ بْنِ أَوْسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْخِتَانَ سُنَّةٌ لِلرِّجَالِ مَكْرُمَةٌ لِلنِّسَاءِ»",
            "page": "224",
            "part": "1",
            "seal": "65F41C9E"
        },
        {
            "hno": "187",
            "id": "235",
            "nass": "187 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§خَمْسٌ مِنَ الْفِطْرَةِ» ، فَذَكَرَ الْخِتَانَ",
            "page": "224",
            "part": "1",
            "seal": "925E32F3"
        },
        {
            "hno": "188",
            "id": "236",
            "nass": "188 - حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، وَإِبْرَاهِيمَ، قَالَا: «§الْخِتَانُ مِنَ السُّنَّةِ»",
            "page": "224",
            "part": "1",
            "seal": "68FE2C51"
        },
        {
            "hno": "189",
            "id": "237",
            "nass": "189 - حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ: رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اخْتَتَنَ إِبْرَاهِيمُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ ابْنُ ثَمَانِينَ سَنَةً بِالْقَدُومِ»",
            "page": "225",
            "part": "1",
            "seal": "8E4CF459"
        },
        {
            "hno": null,
            "id": "238",
            "nass": "§بَابُ الْأَخْذِ بِالرُّخَصِ",
            "page": "226",
            "part": "1",
            "seal": "4F1EE79F"
        },
        {
            "hno": "190",
            "id": "239",
            "nass": "190 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، عَنْ مَالِكِ بْنِ الْحَارِثِ، عَنْ عَمْرِو بْنِ شُرَحْبِيلَ: أَنَّ عَبْدَ اللَّهِ، قَالَ: «§إِنَّ اللَّهَ يُحِبُّ أَنْ تُقْبَلَ رُخَصُهُ كَمَا يُحِبُّ أَنْ تُؤْتَى عَزَائِمُهُ»",
            "page": "226",
            "part": "1",
            "seal": "1FB03713"
        },
        {
            "hno": "191",
            "id": "240",
            "nass": "191 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ: أَنَّ عَبْدَ اللَّهِ، قَالَ: «§إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى رُخَصُهُ كَمَا يُحِبُّ أَنْ تُؤْتَى عَزَائِمُهُ»",
            "page": "226",
            "part": "1",
            "seal": "55131A10"
        },
        {
            "hno": "192",
            "id": "241",
            "nass": "192 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِيهِ، عَنْ تَمِيمِ بْنِ سَلَمَةَ، عَنِ ابْنِ عُمَرَ، قَالَ: «§إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى مَيَاسِيرُهُ كَمَا يُحِبُّ أَنْ تُؤْتَى عَزَائِمُهُ»",
            "page": "226",
            "part": "1",
            "seal": "7E27A1C5"
        },
        {
            "hno": null,
            "id": "242",
            "nass": "حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِيهِ، قَالَ: ذَكَرْتُهُ لِعَبْدِ الرَّحْمَنِ الرِّجَالِ قَالَ: قَالَ ابْنُ عَبَّاسٍ: «§إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى مَيَاسِيرُهُ كَمَا يُحِبُّ أَنْ تُؤْتَى عَزَائِمُهُ»",
            "page": "227",
            "part": "1",
            "seal": "AEDC16A7"
        },
        {
            "hno": "194",
            "id": "243",
            "nass": "194 - حَدَّثَنَا وَكِيعٌ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى رُخَصَهُ كَمَا يُحِبُّ أَنْ تُؤْتَى فَرِيضَتُهُ»",
            "page": "227",
            "part": "1",
            "seal": "A3A28B07"
        },
        {
            "hno": "195",
            "id": "244",
            "nass": "195 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ: «§إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى رُخَصُهُ كَمَا يُحِبُّ أَنْ تُؤْتَى عَزَائِمُهُ»",
            "page": "227",
            "part": "1",
            "seal": "87CC46E2"
        },
        {
            "hno": "196",
            "id": "245",
            "nass": "196 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنِ الْعَوَّامِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، قَالَ: «§إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى مَيَاسِيرُهُ كَمَا يُحِبُّ أَنْ يُطَاعَ فِي عَزَائِمِهِ»",
            "page": "228",
            "part": "1",
            "seal": "3ABD57E6"
        },
        {
            "hno": "197",
            "id": "246",
            "nass": "197 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ نَضْرِ بْنِ عَرَبِيٍّ، عَنْ عَطَاءٍ، قَالَ: «§إِذَا تَنَازَعَكَ أَمْرَانِ فَاحْمِلِ الْمُسْلِمِينَ عَلَى أَيْسَرِهِمَا»",
            "page": "228",
            "part": "1",
            "seal": "B68BA7BD"
        },
        {
            "hno": "198",
            "id": "247",
            "nass": "198 - حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: «§مَا خُيِّرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ أَمْرَيْنِ أَحَدُهُمَا أَيْسَرُ مِنَ الْآخَرِ إِلَّا اخْتَارَ الَّذِي هُوَ أَيْسَرُ»",
            "page": "228",
            "part": "1",
            "seal": "274F3458"
        },
        {
            "hno": "199",
            "id": "248",
            "nass": "199 - حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ لَيْثٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَسِّرُوا وَلَا تُعَسِّرُوا»",
            "page": "228",
            "part": "1",
            "seal": "0BA55709"
        },
        {
            "hno": "200",
            "id": "249",
            "nass": "200 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا بَعَثَهُ هُوَ وَمُعَاذًا إِلَى الْيَمَنِ، قَالَ: «§يَسِّرُوا وَلَا تُعَسِّرُوا»",
            "page": "229",
            "part": "1",
            "seal": "D0723D3C"
        },
        {
            "hno": null,
            "id": "250",
            "nass": "§بَابُ مَا جَاءَ ابْنُ أُخْتِ الْقَوْمِ مِنْهُمْ",
            "page": "230",
            "part": "1",
            "seal": "14A81F62"
        },
        {
            "hno": "201",
            "id": "251",
            "nass": "201 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَوْفٍ، عَنْ زِيَادِ بْنِ مِخْرَاقٍ، عَنْ أَبِي كِنَانَةَ، عَنْ أَبِي مُوسَى، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§ابْنُ أُخْتِ الْقَوْمِ مِنْهُمْ»",
            "page": "230",
            "part": "1",
            "seal": "B5AE26C1"
        },
        {
            "hno": "202",
            "id": "252",
            "nass": "202 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§ابْنُ أُخْتِ الْقَوْمِ مِنْ أَنْفُسِهِمْ»",
            "page": "230",
            "part": "1",
            "seal": "FD22920A"
        },
        {
            "hno": "203",
            "id": "253",
            "nass": "203 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، قَالَ: قُلْتُ لِمُعَاوِيَةَ بْنِ قُرَّةَ: سَمِعْتُ أَنَسًا يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلنُّعْمَانِ بْنِ مُقَرِّنٍ: «§ابْنُ أُخْتِ الْقَوْمِ مِنْ أَنْفُسِهِمْ» ؟، قَالَ: نَعَمْ",
            "page": "230",
            "part": "1",
            "seal": "29AD786A"
        },
        {
            "hno": "204",
            "id": "254",
            "nass": "204 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ ابْنِ خُثَيْمٍ، عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ بْنِ رِفَاعَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: جَمَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قُرَيْشًا، فَقَالَ: «هَلْ فِيكُمْ مِنْ غَيْرِكُمْ؟» ، قَالُوا: لَا، إِلَّا ابْنُ أُخْتِنَا، وَحَلِيفُنَا وَمَوْلَانَا، فَقَالَ: «§ابْنُ أُخْتِكُمْ مِنْكُمْ، وَحَلِيفُكُمْ مِنْكُمْ، وَمَوْلَاكُمْ مِنْكُمْ»",
            "page": "231",
            "part": "1",
            "seal": "C106B83D"
        },
        {
            "hno": null,
            "id": "255",
            "nass": "§بَابُ مَا جَاءَ فِي عَدَمِ الْحَرَجِ فِي الْحَدِيثِ عَنْ بَنِي إِسْرَائِيلَ",
            "page": "232",
            "part": "1",
            "seal": "41BE9021"
        },
        {
            "hno": "205",
            "id": "256",
            "nass": "205 - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§حَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ»",
            "page": "232",
            "part": "1",
            "seal": "9A061BF9"
        },
        {
            "hno": "206",
            "id": "257",
            "nass": "206 - حَدَّثَنَا وَكِيعٌ، عَنِ الرَّبِيعِ بْنِ سَعْدٍ، عَنِ ابْنِ سَابِطٍ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§حَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ، فَإِنَّهُ كَانَتْ مِنْهُمْ عَجَائِبُ الْأَعَاجِيبِ»",
            "page": "232",
            "part": "1",
            "seal": "9BC3FFA8"
        },
        {
            "hno": "207",
            "id": "258",
            "nass": "207 - حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنِ الْأَوْزَاعِيِّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، عَنْ أَبِي كَبْشَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللَّهِ: «§حَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ»",
            "page": "233",
            "part": "1",
            "seal": "019E176D"
        },
        {
            "hno": "208",
            "id": "259",
            "nass": "208 - حَدَّثَنَا عَفَّانُ، حَدَّثَنَا هَمَّامٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§حَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلَا حَرَجَ»",
            "page": "233",
            "part": "1",
            "seal": "96721AAB"
        },
        {
            "hno": null,
            "id": "260",
            "nass": "§بَابُ مَا جَاءَ فِي تَشَبَّهِ الرِّجَالِ بِالنِّسَاءِ وَالنِّسَاءِ بِالرِّجَالِ",
            "page": "234",
            "part": "1",
            "seal": "1F4FBD4A"
        },
        {
            "hno": "209",
            "id": "261",
            "nass": "209 - حَدَّثَنَا ابْنُ فُضَيْلٍ عَنْ يَزِيدَ بْنَ أَبِي زِيَادٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: «§لَعَنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمُخَنَّثِينَ مِنَ الرِّجَالِ، وَالْمُتَرَجِّلَاتِ مِنَ النِّسَاءِ» ، قُلْتُ لِعِكْرِمَةَ: مَا الْمُتَرَجِّلَاتُ؟، قَالَ: «الْمُتَشَبِّهَاتُ بِالرِّجَالِ»",
            "page": "234",
            "part": "1",
            "seal": "B00DDB5D"
        },
        {
            "hno": "210",
            "id": "262",
            "nass": "210 - حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ جَهْضَمِ بْنِ عَبْدِ اللَّهِ، عَنْ مَنْ، حَدَّثَهُ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: «§لَعَنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمُخَنَّثِينَ مِنَ الرِّجَالِ الَّذِينَ يَتَشَبَّهُونَ بِالنِّسَاءِ، وَالْمُتَرَجِّلَاتِ مِنَ النِّسَاءِ اللَّاتِي يَتَشَبَّهْنَ بِالرِّجَالِ»",
            "page": "234",
            "part": "1",
            "seal": "E381D2C0"
        },
        {
            "hno": "211",
            "id": "263",
            "nass": "211 - حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيْهَا فَسَمِعَ مُخَنَّثًا وَهُوَ يَقُولُ لِعَبْدِ اللَّهِ بْنِ أَبِي أُمَيَّةَ أَخِيهَا: إِنْ يَفْتَحِ اللَّهُ الطَّائِفَ غَدًا دَلَلْتُكَ عَلَى امْرَأَةٍ تُقْبِلُ بِأَرْبَعٍ وَتُدْبِرُ بِثَمَانٍ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَخْرِجُوهُمْ مِنْ بُيُوتِكُمْ»",
            "page": "235",
            "part": "1",
            "seal": "EFC4A92B"
        },
        {
            "hno": "212",
            "id": "264",
            "nass": "212 - حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ، عَنْ عِكْرِمَةَ: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §كَانَ لَا يَدْخُلُ بَيْتًا فِيهِ مُخَنَّثٌ»",
            "page": "236",
            "part": "1",
            "seal": "7F09BB4B"
        },
        {
            "hno": "213",
            "id": "265",
            "nass": "213 - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْأَجْلَحِ، عَنِ الشَّعْبِيِّ، قَالَ: «§لَعَنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ، وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ»",
            "page": "236",
            "part": "1",
            "seal": "8C36A9EB"
        },
        {
            "hno": "214",
            "id": "266",
            "nass": "214 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا أَبُو حَيَّانَ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§لُعِنَ مِنَ الرِّجَالِ الْمُتَشَبِّهُ بِالنِّسَاءِ، وَلَعَنَ مِنَ النِّسَاءِ الْمُتَشَبِّهَةَ بِالرِّجَالِ الْمُتَرَجِّلَةُ»",
            "page": "236",
            "part": "1",
            "seal": "77368B92"
        },
        {
            "hno": "215",
            "id": "267",
            "nass": "215 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ حَجَّاجٍ، عَنْ سُلَيْمَانَ بْنِ سُحَيْمٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: \" §أَرْبَعَةٌ يُمْسِي اللَّهُ عَلَيْهِمْ سَاخِطًا وَيُصْبِحُ عَلَيْهِمْ غَضْبَانَ: الْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ، وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ \"",
            "page": "236",
            "part": "1",
            "seal": "F0752F40"
        },
        {
            "hno": "216",
            "id": "268",
            "nass": "216 - حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ حَسَنٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ الْأَعْلَى، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، قَالَ: «§الْمُتَشَبِّهَةُ بِالرِّجَالِ مِنَ النِّسَاءِ لَيْسَتْ مِنَّا وَلَسْنَا مِنْهَا»",
            "page": "237",
            "part": "1",
            "seal": "DEEEB37B"
        },
        {
            "hno": "217",
            "id": "269",
            "nass": "217 - حَدَّثَنَا بَكْرُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عِيسَى بْنُ الْمُخْتَارِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَبْدِ الْكَرِيمِ، عَنْ مُجَاهِدٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ سَعْدٍ أَنَّهُ خَطَبَ امْرَأَةً بِمَكَّةَ وَهُوَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: لَيْتَ عِنْدِي مَنْ يُخْبِرُنِي عَنْهَا؟، فَقَالَ مُخَنَّثٌ يُدْعَى هِيتٌ: أَنَا أَنْعَتُهَا لَكَ إِذَا أَقْبَلَتْ قُلْتَ: تَمْشِي عَلَى سِتٍّ، وَإِذَا أَدْبَرَتْ قُلْتَ: تَمْشِي عَلَى أَرْبَعٍ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا أَرَى هَذَا إِلَّا مُتَنَكِّرًا، مَا أُرَاهُ إِلَّا يَعْرِفُ أَمَرَ النِّسَاءِ» . قَالَ: وَكَانَ يَدْخُلُ عَلَى سَوْدَةَ فَنَهَاهُ أَنْ يَدْخُلَ عَلَيْهَا، فَلَمَّا قَدِمَ الْمَدِينَةَ نَهَاهُ، فَكَانَ ذَلِكَ حَتَّى إِمْرَةِ عُمَرَ، فَجَهَدَ، وَكَانَ يُرَخَّصُ لَهُ أَنْ يَدْخُلَ الْمَدِينَةَ فَيتَصَدَّقَ يوْمَ الْجُمُعَةِ",
            "page": "237",
            "part": "1",
            "seal": "14EF09BD"
        },
        {
            "hno": null,
            "id": "270",
            "nass": "§بَابٌ فِي كَفِّ اللِّسَانِ وَخَوْفِ مَا يَكُونُ مِنَ الْكَلَامِ",
            "page": "242",
            "part": "1",
            "seal": "1430BAB9"
        },
        {
            "hno": "218",
            "id": "271",
            "nass": "أَخْبَرَنَا أَبُو الْمَعَالِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ بْنِ عَلِيِّ بْنِ صَابِرٍ السُّلَمِيُّ الدِّمَشْقِيُّ بِهَا قَالَ: أَخْبَرَنَا الشَّرِيفُ النَّسِيبُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ الْعَبَّاسِ الْحُسَيْنِيُّ. أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ الْكِتَّانِيُّ، وَالْحَسَنُ بْنُ عَلِيٍّ اللَّبَّادُ، وَأَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الطَّرَايِفِيُّ فِي سَنَةِ خَمْسٍ وَأَرْبَعِينَ وَأَرْبَعِمِائَةٍ، قَالُوا: أَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ عُثْمَانَ، أَخْبَرَنَا عَمِّي أَبُو عَلِيٍّ مُحَمَّدُ بْنُ الْقَاسِمِ بْنِ مَعْرُوفٍ، حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدَ بْنِ عَلِيِّ بْنِ سَعِيدٍ، حَدَّثَنَا أَبُو بَكْرِ بْنِ أَبِي شَيْبَةَ قَالَ: ¶ 218 - حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الْأَعْمَشُ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ §أَيُّ الْمُسْلِمِينَ أَفْضَلُ؟، قَالَ: «مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ»",
            "page": "242",
            "part": "1",
            "seal": "B586F63E"
        },
        {
            "hno": "219",
            "id": "272",
            "nass": "219 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَامَ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ §أَيُّ: الْإِسْلَامِ أَفْضَلُ؟، قَالَ: «أَنْ يَسْلَمَ الْمُسْلِمُونَ مِنْ لِسَانِكَ وَيَدِكَ»",
            "page": "243",
            "part": "1",
            "seal": "89C9350E"
        },
        {
            "hno": "220",
            "id": "273",
            "nass": "220 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، قَالَ: سَمِعْتُ عُرْوَةَ بْنِ النَّزَّالِ، يُحَدِّثُ عَنْ مُعَاذِ بْنِ جَبَلٍ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ: «أَلَا أَدُلُّكَ عَلَى أَمْلَكِ ذَلِكَ كُلِّهِ؟» ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ فَذَلِكَ، قَالَ: «أَلَا أَدُلُّكَ عَلَى أَمْلَكِ ذَلِكَ كُلِّهِ؟» ، فَأَشَارَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِيَدِهِ إِلَى لِسَانِهِ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ وَإِنَّا لَنُؤَاخَذُ بِمَا نَتَكَلَّمُ بِهِ؟، قَالَ: «ثَكِلَتْكَ أُمُّكَ يَا مُعَاذُ، §وَهَلْ يَكُبُّ النَّاسَ عَلَى مَنَاخِرِهِمْ إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ؟» . قَالَ الْحَكَمُ: «وَحَدَّثَنِيَ بِهِ مَيْمُونُ بْنُ أَبِي شَبِيبٍ، وَسَمِعْتُهُ مِنْهُ مُنْذُ أَرْبَعِينَ سَنَةً»",
            "page": "244",
            "part": "1",
            "seal": "A51AA394"
        },
        {
            "hno": "221",
            "id": "274",
            "nass": "221 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ يَزِيدَ بْنِ حَيَّانَ، عَنْ عَنْبَسِ بْنِ عُقْبَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ: «وَالَّذِي لَا إِلَهَ غَيْرَهُ §مَا عَلَى الْأَرْضِ شَيْءٌ أَحْوَجُ إِلَى طُولِ سَجْنٍ مِنْ لِسَانٍ»",
            "page": "245",
            "part": "1",
            "seal": "7DCF8ED2"
        },
        {
            "hno": "222",
            "id": "275",
            "nass": "222 - حَدَّثَنَا أَبُو خَالِدٍ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ: دَخَلَ عُمَرُ عَلَى أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ وَهُوَ آخِذٌ بِلِسَانِهِ، وَهُوَ يَقُولُ: «هَكَذَا §إِنَّ هَذَا أَوْرَدَنِيَ الْمَوَارِدَ»",
            "page": "245",
            "part": "1",
            "seal": "B70BEF1F"
        },
        {
            "hno": "223",
            "id": "276",
            "nass": "223 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ سُفْيَانَ، عَنْ أَبِيهِ، قَالَ: قُلْتُ: «يَا رَسُولَ اللَّهِ §أَيُّ شَيْءٍ أَتْقَى لِلَّهِ؟، فَأَشَارَ إِلَى لِسَانِهِ»",
            "page": "245",
            "part": "1",
            "seal": "35F2BD77"
        },
        {
            "hno": "224",
            "id": "277",
            "nass": "224 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: «§أَحَقُّ مَا طَهَّرَ الْمُسْلِمُ لِسَانُهُ»",
            "page": "246",
            "part": "1",
            "seal": "AE5A08BB"
        },
        {
            "hno": null,
            "id": "278",
            "nass": "§بَابُ مَا يُكْرَهُ لِلرَّجُلِ أَنْ يَتَكَلَّمَ بِهِ",
            "page": "247",
            "part": "1",
            "seal": "C5563F33"
        },
        {
            "hno": "225",
            "id": "279",
            "nass": "225 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا يَقُلْ أَحَدُكُمْ إِنِّي خَبِيثُ النَّفْسِ، وَلْيَقُلْ: إِنِّي لَقِسُ النَّفْسِ \"",
            "page": "247",
            "part": "1",
            "seal": "1EDB6D5F"
        },
        {
            "hno": "226",
            "id": "280",
            "nass": "226 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§لَا يَقُلْ أَحَدُكُمْ خَبُثَتْ نَفْسِي وَلْيَقُلْ لَقِسَتْ نَفْسِي»",
            "page": "247",
            "part": "1",
            "seal": "4BD2F55A"
        },
        {
            "hno": null,
            "id": "281",
            "nass": "§بَابُ مَنْ كَرِهَ أَنْ يَقُولَ الرَّجُلُ: إِنِّي كَسْلَانٌ",
            "page": "249",
            "part": "1",
            "seal": "29F5A015"
        },
        {
            "hno": "227",
            "id": "282",
            "nass": "227 - حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرِ بْنِ كِدَامٍ، عَنْ سِمَاكٍ الْحَنَفِيِّ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ: \" §يَكْرَهُ أَنْ يَقُولَ الرَّجُلُ: إِنِّي كَسْلَانٌ",
            "page": "249",
            "part": "1",
            "seal": "89EA2DBA"
        },
        {
            "hno": null,
            "id": "283",
            "nass": "§بَابُ مَا كُرِهَ أَنْ يَقُولَ الرَّجُلُ: هُوَ بِاللَّهِ وَبِكَ",
            "page": "250",
            "part": "1",
            "seal": "58C20155"
        },
        {
            "hno": "228",
            "id": "284",
            "nass": "228 - حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي رَاشِدٍ: أَنَّ أُخْتًا لِعُبَيْدِ بْنِ عُمَيْرٍ اسْتَشْفَعَتْ بِرَجُلٍ عَلَيْهِ، فَقَالَتْ: §إِنَّمَا هُوَ بِاللَّهِ وَبِكَ. فَغَضِبَ، وَقَالَ: «أَنَا وَهُوَ بِاللَّهِ»",
            "page": "250",
            "part": "1",
            "seal": "72DF5E31"
        },
        {
            "hno": null,
            "id": "285",
            "nass": "§بَابُ مَا كُرِهَ أَنْ يَقُولَ الرَّجُلُ: اللَّهُمَّ تَصَدَّقْ عَلَيَّ",
            "page": "251",
            "part": "1",
            "seal": "B4131504"
        },
        {
            "hno": "229",
            "id": "286",
            "nass": "229 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ سُفْيَانَ، عَنْ مُخْتَارِ بْنِ فُلْفُلٍ قَالَ: سَمِعْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ: \" §يَكْرَهُ أَنْ يَقُولَ: اللَّهُمَّ تَصَدَّقْ عَلَيَّ، وَلَكِنْ لِيَقُلِ: اللَّهُمَّ امْنُنْ عَلَيَّ \"",
            "page": "251",
            "part": "1",
            "seal": "B446C5A4"
        },
        {
            "hno": null,
            "id": "287",
            "nass": "§بَابُ الْقَوْلِ فِي الثَّنَاءِ وَأَنَّ مَنْ أَثْنَى فَقَدْ أَجْزَأَ",
            "page": "252",
            "part": "1",
            "seal": "86791125"
        },
        {
            "hno": "230",
            "id": "288",
            "nass": "230 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامٌ، عَنْ حَفْصَةَ، عَنِ الرَّبِيعِ بْنِ زِيَادٍ، عَنْ كَعْبٍ، قَالَ: «§وَاللَّهِ مَا اسْتَقَرَّ لِعَبْدٍ ثَنَاءٌ فِي الْأَرْضِ حَتَّى يَسْتَقِرَّ لَهُ فِي السَّمَاءِ»",
            "page": "252",
            "part": "1",
            "seal": "3170F673"
        },
        {
            "hno": "231",
            "id": "289",
            "nass": "231 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا الْعَوَّامُ بْنُ حَوْشَبٍ، قَالَ: الْتَقَيْتُ أَنَا وَإِيَاسُ بْنُ مُعَاوِيَةَ بِذَاتِ عِرْقٍ، فَذَكَرْنَا إِبْرَاهِيمَ التَّيْمِيَّ، فَقَالَ إِيَاسُ: «لَوْلَا كَرَامَتُهُ عَلَيَّ لَأَثْنَيْتُ عَلَيْهِ» ، فَقُلْتُ: هَلْ تَعْرِفُهُ؟، قَالَ: «نَعَمْ» ، قُلْتُ: فَلِمَ تَكْرَهُ الثَّنَاءَ عَلَيْهِ؟، قَالَ: \" إِنَّهُ §كَانَ يُقَالُ: إِنَّ الثَّنَاءَ مِنَ الْجَزَاءِ \"",
            "page": "252",
            "part": "1",
            "seal": "6434560B"
        },
        {
            "hno": "232",
            "id": "290",
            "nass": "232 - حَدَّثَنَا مُعَاذٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ: قَالَتِ الْمُهَاجِرُونَ: يَا رَسُولَ اللَّهِ مَا رَأَيْنَا مِثْلَ قَوْمٍ قَدِمْنَا عَلَيْهِمْ أَحْسَنَ بَذْلًا مِنْ كَثِيرٍ وَلَا أَحْسَنَ مُوَاسَاةً فِي قَلِيلٍ، كَفَوْنَا الْمُؤْنَةَ، وَأَشْرَكُونَا فِي الْمَهْنَأِ، قَدْ خِفْنَا أَنْ يَذْهَبُوا بِالْأَجْرِ كُلِّهِ، فَقَالَ: «لَا، §مَا أَثْنَيْتُمْ عَلَيْهِمْ وَدَعَوْتُمُ اللَّهَ لَهُمْ»",
            "page": "253",
            "part": "1",
            "seal": "A3A475C3"
        },
        {
            "hno": null,
            "id": "291",
            "nass": "§بَابُ مَا جَاءَ فِي الرَّجُلِ يَقُولُ لِأَخِيهِ: جَزَاكَ اللَّهُ خَيْرًا",
            "page": "254",
            "part": "1",
            "seal": "9A473167"
        },
        {
            "hno": "233",
            "id": "292",
            "nass": "233 - حَدَّثَنَا وَكِيعٌ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ ثَابِتٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِذَا قَالَ أَحَدُكُمْ لِأَخِيهِ: جَزَاكَ اللَّهُ خَيْرًا فَقَدْ أَبْلَغَ فِي الثَّنَاءِ \"",
            "page": "254",
            "part": "1",
            "seal": "6E4DA282"
        },
        {
            "hno": "234",
            "id": "293",
            "nass": "234 - حَدَّثَنَا وَكِيعٌ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ بْنِ كُرَيْزٍ، قَالَ: قَالَ عُمَرُ رَحِمَهُ اللَّهُ: §لَوْ يَعْلَمُ أَحَدُكُمْ مَا لَهُ فِي قَوْلِهِ: جَزَاكَ اللَّهُ خَيْرًا لَأَكْثَرَ مِنْهَا بَعْضُكُمْ لِبَعْضٍ",
            "page": "255",
            "part": "1",
            "seal": "64B5F482"
        },
        {
            "hno": null,
            "id": "294",
            "nass": "§بَابُ مَا يُسْتَحَبُّ لِلرَّجُلِ أَنْ يَقُولَ إِذَا أَخَذَ مَضْجَعَهُ",
            "page": "256",
            "part": "1",
            "seal": "C5212D32"
        },
        {
            "hno": "235",
            "id": "295",
            "nass": "235 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا أَخَذَ مَضْجَعَهُ قَالَ: «§اللَّهُمَّ لَكَ أَسْلَمْتُ نَفْسِيَ، وَإِلَيْكَ وَجَّهْتُ وَجْهِيَ، وَإِلَيْكَ فَوَّضْتُ أَمْرِي , وَإِلَيْكَ أَلْجَأْتُ ظَهْرِيَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لَا مَلْجَأَ وَلَا مَنْجَى مِنْكَ إِلَّا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَنَبِيِّكَ الَّذِي أَرْسَلْتَ، أَوْ بِرَسُولِكَ الَّذِي أَرْسَلْتَ»",
            "page": "256",
            "part": "1",
            "seal": "CC53E4E9"
        },
        {
            "hno": null,
            "id": "296",
            "nass": "§بَابُ مَا يَقُولُ إِذَا قَامَ وَاسْتَيْقَظَ وَأَخَذَ مَضْجَعَهُ",
            "page": "257",
            "part": "1",
            "seal": "B3228406"
        },
        {
            "hno": "236",
            "id": "297",
            "nass": "236 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا نَامَ قَالَ: «بِاسْمِكَ اللَّهُمَّ أَحْيَا وَأَمُوتُ» ، وَإِذَا اسْتَيْقَظَ قَالَ: «الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَمَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ»",
            "page": "257",
            "part": "1",
            "seal": "4AF9B031"
        },
        {
            "hno": "237",
            "id": "298",
            "nass": "237 - حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عَطَاءِ بْنِ السَّائِبٍ، عَنْ أَبِيهِ، قَالَ: كُنْتُ قَاعِدًا عِنْدَ عُمَارَةَ، فَأَتَاهُ رَجُلٌ، فَقَالَ: أَلَا أُعَلِّمُكَ كَلِمَاتٍ؟، قَالَ - كَأَنَّهُ يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - قَالَ: \" §إِذَا أَخَذْتَ مَضْجَعَكَ مِنَ اللَّيْلِ فَقُلِ: اللَّهُمَّ أَسْلَمْتُ نَفْسِيَ إِلَيْكَ، وَوَجَّهْتُ وَجْهِيَ إِلَيْكَ، وَفَوَّضْتُ أَمْرِيَ إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِيَ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الْمُنَزَّلِ، وَنَبِيِّكَ الْمُرْسَلِ، اللَّهُمَّ نَفْسِيَ خَلَقْتَهَا، لَكَ مَحْيَاهَا وَمَمَاتُهَا فَإِنْ أَمَتَّهَا فَارْحَمْهَا، وَإِنْ أَخَّرْتَهَا فَاحْفَظْهَا بِحِفْظِ الْإِيمَانِ \"",
            "page": "258",
            "part": "1",
            "seal": "2574FCF3"
        },
        {
            "hno": "238",
            "id": "299",
            "nass": "238 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، قَالَ: سَمِعْتُ عَمْرَو بْنَ عَاصِمٍ يُحَدِّثُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، أَنَّ أَبَا بَكْرٍ قَالَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَخْبِرْنِي بِشَيْءٍ أَقُولُهُ إِذَا أَمْسَيْتُ وَإِذَا أَصْبَحْتُ؟ قَالَ: \" §قُلِ: اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَشْهَدُ أَنَّ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمَنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ. قُلْهُ إِذَا أَصْبَحْتَ وَإِذَا أَمْسَيْتَ وَإِذَا أَخَذْتَ مَضْجَعَكَ \"",
            "page": "258",
            "part": "1",
            "seal": "135982C4"
        },
        {
            "hno": "270",
            "id": "343",
            "nass": "270 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ عَبْدِ الْمَلِكِ، عَنْ عَطَاءٍ، قَالَ: «§كَانَ يُكْرَهُ أَنْ نَدَعَ السِّرَاجَ حَتَّى يُصْبِحَ»",
            "page": "287",
            "part": "1",
            "seal": "8AA10342"
        },
        {
            "hno": "271",
            "id": "344",
            "nass": "271 - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ مُحَمَّدِ بْنِ أَبِي يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يوْمَ الْحُدَيْبِيَّةِ: «§لَا تُوقِدُوا نَارًا بِلَيْلٍ» ، ثُمَّ قَالَ: «أَوْقِدُوا وَاصْطَنِعُوا، فَإِنَّهُ لَنْ يُدْرِكَ قَوْمٌ مُدَّكُمْ وَلَا صَاعَكَمْ»",
            "page": "287",
            "part": "1",
            "seal": "96A5749C"
        },
        {
            "hno": "272",
            "id": "345",
            "nass": "272 - حَدَّثَنَا عَمْرُو بْنُ طَلْحَةَ، عَنْ أَسْبَاطَ بْنِ نَصْرٍ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§إِذَا نِمْتُمْ فَأَطْفِئُوهَا» ، يَعْنِي النَّارَ",
            "page": "288",
            "part": "1",
            "seal": "D53CEFFF"
        },
        {
            "hno": null,
            "id": "346",
            "nass": "§بَابُ كَنْسِ الدَّارِ وَتَنْظِيفِهَا",
            "page": "289",
            "part": "1",
            "seal": "6162F038"
        },
        {
            "hno": "273",
            "id": "347",
            "nass": "273 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ أَبِي الْعُمَيْسِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي زِيَادٍ، عَنْ أُمِّ وَلَدٍ لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَتْ: «كَانَ عَبْدُ اللَّهِ §يَأْمُرُ بِدَارِهِ فَتُكْنَسُ حَتَّى لَوِ الْتَمَسْتَ فِيهَا تِبْنَةً أَوْ قَصَبَةً مَا قَدَرْتَ عَلَيْهِمَا»",
            "page": "289",
            "part": "1",
            "seal": "7EBB9AF9"
        },
        {
            "hno": "274",
            "id": "348",
            "nass": "274 - حَدَّثَنَا وَكِيعٌ، عَنْ سُرِّيَّةَ الرَّبِيعِ قَالَتْ: «كَانَ الرَّبِيعُ §يَأْمُرُ بِالدَّارِ أَنْ تُنَظَّفَ كُلَّ يَوْمٍ»",
            "page": "289",
            "part": "1",
            "seal": "ED3B2A90"
        },
        {
            "hno": "275",
            "id": "349",
            "nass": "275 - حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، عَنِ ابْنِ سِيرِينَ، قَالَ: لَمَّا قَدِمَ الْأَشْعَرِيُّ الْبَصْرَةَ، قَالَ لَهُمْ فِيمَا يَقُولُ: «§إِنَّ أَمِيرَ الْمُؤْمِنِينَ بَعَثَنِي إِلَيْكُمْ لِأُعَلِّمَكُمْ سُنَنَكُمْ وَأُنَظِّفَ لَكُمْ طُرُقَكُمْ»",
            "page": "289",
            "part": "1",
            "seal": "1BC3CFC2"
        },
        {
            "hno": null,
            "id": "350",
            "nass": "§بَابٌ فِي لَعْنِ الْبَهِيمَةِ وَغَيْرِهَا",
            "page": "290",
            "part": "1",
            "seal": "59E9B582"
        },
        {
            "hno": "276",
            "id": "351",
            "nass": "276 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: بَيْنَمَا الرَّسُولُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - فِي بَعْضِ أَسْفَارِهِ - وَامْرَأَةٌ مِنَ الْأَنْصَارِ عَلَى نَاقَةٍ فَضَجِرَتْ، فَلَعَنْتُهَا، فَسَمِعَ ذَلِكَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§خُذُوا مَا عَلَيْهَا وَدَعُوهَا، فَإِنَّهَا مَلْعُونَةٌ» . قَالَ عِمْرَانُ: «فَكَأَنِّي أَرَاهَا وَهِيَ تَجُولُ فِي السُّوقِ وَمَا يَعْرِضُ لَهَا أَحَدٌ»",
            "page": "290",
            "part": "1",
            "seal": "EEE46328"
        },
        {
            "hno": "277",
            "id": "352",
            "nass": "277 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ، عَنْ أَبِي بَرْزَةَ: أَنَّ جَارِيَةً بَيْنَمَا هِيَ عَلَى بَعِيرٍ أَوْ رَاحِلَةٍ عَلَيْهَا مَتَاعُ الْقَوْمِ بَيْنَ جَبَلَيْنِ، فَتَضَايَقَ بِهَا الْجَبَلُ، فَأَتَى عَلَيْهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا أَبْصَرَتْهُ جَعَلَتْ تَقُولُ: حَلْ اللَّهُمَّ الْعَنْهُ، حَلْ اللَّهُمَّ الْعَنْهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ صَاحِبُ الرَّاحِلَةِ؟، §لَا يَصْحَبْنَا بَعِيرٌ أَوْ رَاحِلَةٌ عَلَيْهَا لَعْنَةُ مِنَ اللَّهِ» . أَوْ كَمَا قَالَ",
            "page": "291",
            "part": "1",
            "seal": "4E4BDBDC"
        },
        {
            "hno": "278",
            "id": "353",
            "nass": "278 - حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسِيرُ فِي أُنَاسٍ مِنْ أَصْحَابِهِ، إِذْ لَعَنَ رَجُلٌ مِنْهُمْ بَعِيرَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَعَنَ بَعِيرَهُ؟» ، فَقَالَ: أَنَا يَا رَسُولَ اللَّهِ، فَقَالَ: «أَخِّرْهُ عَنَّا فَقَدْ أُجِبْتَ»",
            "page": "291",
            "part": "1",
            "seal": "175BACAA"
        },
        {
            "hno": "279",
            "id": "354",
            "nass": "279 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ شِمْرٍ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ عَائِشَةَ: أَنَّهَا قُرِّبَ إِلَيْهَا بَعِيرٌ لِتَرْكَبَهُ، فَالْتَوَى عَلَيْهَا، فَلَعَنَتْهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَرْكَبِيهِ فَإِنَّكِ لَعَنْتِيهِ»",
            "page": "292",
            "part": "1",
            "seal": "0BF92062"
        },
        {
            "hno": "280",
            "id": "355",
            "nass": "280 - حَدَّثَنَا عَبْدُ الْأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي عُثْمَانَ قَالَ: بَيْنَمَا عُمَرُ يَسِيرُ مَعَ أَصْحَابِهِ وَفِي الْقَوْمِ رَجُلٌ يَسِيرُ عَلَى بَعِيرٍ لَهُ يَضَعُهُ مِنَ الْقَوْمِ حَيْثُ يَشَاءُ، فَلَا أَدْرِي بِمَا الْتَوَى عَلَيْهِ فَلَعَنَهُ، فَقَالَ عُمَرُ: «مَنْ هَذَا اللَّاعِنُ؟» ، فَقَالُوا: فُلَانٌ. فَقَالَ: «§تَخَلَّفْ عَنَّا أَنْتَ وَبَعِيرُكَ. وَلَا تَصْحَبْنَا دَابَّةٌ مَلْعُونَةٌ»",
            "page": "293",
            "part": "1",
            "seal": "723CB875"
        },
        {
            "hno": null,
            "id": "356",
            "nass": "§بَابُ الْجُلُوسِ قُبَالَةَ الْقِبْلَةِ",
            "page": "294",
            "part": "1",
            "seal": "54ACC17D"
        },
        {
            "hno": "281",
            "id": "357",
            "nass": "281 - حَدَّثَنَا عَبْدُ الْأَعْلَى، عَنْ بُرْدِ بْنِ سِنَانٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى قَالَ: «§إِنَّ لِكُلِّ شَيْءٍ شَرَفًا، وَشَرَفُ الْمَجَالِسِ مُسْتَقْبَلُ الْقِبْلَةِ» ، وَمَا رَأَيْتُ سُلَيْمَانَ يَجْلِسُ إِلَّا مُسْتَقْبِلَ الْقِبْلَةِ",
            "page": "294",
            "part": "1",
            "seal": "2DA21B1D"
        },
        {
            "hno": "282",
            "id": "358",
            "nass": "282 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيِّ، عَنِ ابْنِ عَوْنٍ قَالَ: «§كَانَ مُحَمَّدٌ إِذَا نَامَ اسْتَقْبَلَ الْقِبْلَةَ، وَرُبَّمَا اسْتَلْقَى»",
            "page": "294",
            "part": "1",
            "seal": "42986B2B"
        },
        {
            "hno": "283",
            "id": "359",
            "nass": "283 - حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ: «أَنَّ ابْنَ مَسْعُودٍ §جَلَسَ مُسْتَقْبِلَ الْقِبْلَةِ»",
            "page": "294",
            "part": "1",
            "seal": "EC3A4452"
        },
        {
            "hno": "284",
            "id": "360",
            "nass": "284 - حَدَّثَنَا وَكِيعٌ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الشُّعَيْثِيِّ، عَنْ مَكْحُولٍ، قَالَ: «§أَفْضَلُ الْمَجَالِسِ مُسْتَقْبَلُ الْقِبْلَةِ»",
            "page": "295",
            "part": "1",
            "seal": "8558A35F"
        },
        {
            "hno": "285",
            "id": "361",
            "nass": "285 - حَدَّثَنَا وَكِيعٌ، عَنْ ثَوْرٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، قَالَ: «§لِكُلِّ شَيْءٍ سَيِّدٌ، وَسَيِّدُ الْمَجَالِسِ مُسْتَقْبَلُ الْقِبْلَةِ»",
            "page": "295",
            "part": "1",
            "seal": "1F7846C8"
        },
        {
            "hno": null,
            "id": "362",
            "nass": "§بَابُ فَضْلِ الْعَقْلِ",
            "page": "296",
            "part": "1",
            "seal": "FF9F67D4"
        },
        {
            "hno": "286",
            "id": "363",
            "nass": "286 - حَدَّثَنَا عَبْدُ الْأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الْعَلَاءِ، قَالَ: «§مَا أُعْطِيَ عَبْدٌ بَعْدَ الْإِسْلَامِ أَفْضَلُ مِنْ عَقْلٍ صَالِحٍ يُرْزَقُهُ»",
            "page": "296",
            "part": "1",
            "seal": "DF57968D"
        },
        {
            "hno": "287",
            "id": "364",
            "nass": "287 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا زَكَرِيَّا، عَنْ عَامِرٍ، قَالَ: قَالَ عُمَرُ: «§حَسَبُ الْمَرْءِ دِينُهُ، وَمُرُوءَتُهُ خُلُقُهُ، وَأَصْلُهُ عَقْلُهُ»",
            "page": "296",
            "part": "1",
            "seal": "F49E8016"
        },
        {
            "hno": "288",
            "id": "365",
            "nass": "288 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ عَامِرٍ قَالَ: قَالَ عُمَرُ: «§حَسَبُ الْمَرْءِ دِينُهُ، وَمُرُوءَتُهُ خُلُقُهُ، وَأَصْلُهُ عَقْلُهُ» . ¶ 289 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ ابْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنْ زِيَادِ بْنِ حُدَيْرٍ، عَنْ عُمَرَ، مِثْلَهُ",
            "page": "296",
            "part": "1",
            "seal": "5B11AF33"
        },
        {
            "hno": "290",
            "id": "366",
            "nass": "290 - حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ: {§فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا} [النساء: 6] ، قَالَ: «عَقْلًا»",
            "page": "296",
            "part": "1",
            "seal": "30089EDB"
        },
        {
            "hno": "291",
            "id": "367",
            "nass": "291 - حَدَّثَنَا جَرِيرٌ، عَنْ قَابُوسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى: {§قَسَمٌ لِذِي حِجْرٍ} [الفجر: 5] ، قَالَ: «لِذِي النُّهَى وَالْعَقْلِ»",
            "page": "297",
            "part": "1",
            "seal": "ED9D0BD8"
        },
        {
            "hno": "292",
            "id": "368",
            "nass": "292 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ، عَنْ عِكْرِمَةَ فِي قَوْلِهِ تَعَالَى: {§قَسَمٌ لِذِي حِجْرٍ} [الفجر: 5] ، قَالَ: «لِذِي لُبٍّ، لِذِي عَقْلٍ»",
            "page": "297",
            "part": "1",
            "seal": "7C0A8B9F"
        },
        {
            "hno": "293",
            "id": "369",
            "nass": "293 - حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، عَنْ هِلَالِ بْنِ خَبَّابٍ، عَنْ مُجَاهِدٍ قَالَ: {§قَسَمٌ لِذِي حِجْرٍ} [الفجر: 5] ، قَالَ: «لِذِي عَقْلٍ»",
            "page": "297",
            "part": "1",
            "seal": "B343E4FB"
        },
        {
            "hno": "294",
            "id": "370",
            "nass": "294 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ الْأَغَرِّ الْمُنَقِّرِيِّ، عَنْ خَلِيفَةَ بْنِ حُصَيْنٍ، عَنْ أَبِي نَصْرٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: {§لِذِي حِجْرٍ} [الفجر: 5] ، قَالَ: «لِذِي لُبٍّ، لِذِي حِجَى»",
            "page": "298",
            "part": "1",
            "seal": "220A4D6B"
        },
        {
            "hno": "295",
            "id": "371",
            "nass": "295 - حَدَّثَنَا عَبْدَةُ، عَنْ جُوَيْبِرٍ، عَنِ الضَّحَّاكِ قَالَ: «§لِذِي عَقْلٍ»",
            "page": "298",
            "part": "1",
            "seal": "E4676182"
        },
        {
            "hno": "296",
            "id": "372",
            "nass": "296 - حَدَّثَنَا عَبْدَةُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ أَبِي مَالِكٍ: {§قَسَمٌ لِذِي حِجْرٍ} [الفجر: 5] ، قَالَ: «لِذِي سَتْرٍ مِنَ النَّاسِ»",
            "page": "298",
            "part": "1",
            "seal": "3B3C850F"
        },
        {
            "hno": null,
            "id": "373",
            "nass": "§بَابُ كَرَاهِيَةِ الْقُعُودِ بَيْنَ الظِّلِّ وَالشَّمْسِ",
            "page": "299",
            "part": "1",
            "seal": "5CE834DD"
        },
        {
            "hno": "297",
            "id": "374",
            "nass": "297 - حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ مُغِيرَةَ، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ: «§الْقُعُودُ بَيْنَ الظِّلِّ وَالشَّمْسِ هُوَ مَقْعَدُ الشَّيْطَانِ»",
            "page": "299",
            "part": "1",
            "seal": "BDD0AD9D"
        },
        {
            "hno": "298",
            "id": "375",
            "nass": "298 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ قَالَ: «§نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقْعُدَ الرَّجُلُ بَيْنَ الظِّلِّ وَالشَّمْسِ»",
            "page": "299",
            "part": "1",
            "seal": "4F838E91"
        },
        {
            "hno": "299",
            "id": "376",
            "nass": "299 - حَدَّثَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ، عَنْ زِيَادٍ مَوْلَى بَنِي مَخْزُومٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: «§حَرْفُ الظِّلِّ مَجْلِسُ الشَّيْطَانِ»",
            "page": "300",
            "part": "1",
            "seal": "5C7C45C7"
        },
        {
            "hno": "300",
            "id": "377",
            "nass": "300 - حَدَّثَنَا وَكِيعٌ، عَنْ قُرَّةَ بْنِ خَالِدٍ، عَنْ نُفَيْعٍ الْجَمَّالِ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: «§حَرْفُ الظِّلِّ مَقِيلُ الشَّيْطَانِ»",
            "page": "301",
            "part": "1",
            "seal": "186961B2"
        },
        {
            "hno": "301",
            "id": "378",
            "nass": "301 - حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ وَاسِعٍ، عَنْ أَبِي عِيَاضٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ: «§حَدُّ الظِّلِّ وَالشَّمْسِ مَقَاعِدُ الشَّيْطَانِ»",
            "page": "301",
            "part": "1",
            "seal": "55AFF226"
        },
        {
            "hno": "302",
            "id": "379",
            "nass": "302 - حَدَّثَنَا عَبْدُ الْأَعْلَى، عَنْ خَالِدٍ، عَنْ عِكْرِمَةَ: فِي الَّذِي يَقْعُدُ بَيْنَ الظِّلِّ وَالشَّمْسِ، قَالَ: «§ذَلِكَ مَقْعَدُ الشَّيْطَانِ»",
            "page": "302",
            "part": "1",
            "seal": "A30B9D23"
        },
        {
            "hno": "303",
            "id": "380",
            "nass": "303 - حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ أَبِي الْمُنِيبِ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَنَّهُ §نَهَى أَنْ يُقْعَدَ بَيْنَ الظِّلِّ وَالشَّمْسِ»",
            "page": "302",
            "part": "1",
            "seal": "70D2F079"
        },
        {
            "hno": "304",
            "id": "381",
            "nass": "304 - حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، قَالَ: «§الْقُعُودُ بَيْنَ الظِّلِّ وَالشَّمْسِ مَقْعَدُ الشَّيْطَانِ»",
            "page": "302",
            "part": "1",
            "seal": "1700C18A"
        },
        {
            "hno": null,
            "id": "382",
            "nass": "§بَابُ الِاسْتِمَاعِ إِلَى حَدِيثِ مَنْ يُكْرَهُ اسْتِمَاعُهُ",
            "page": "304",
            "part": "1",
            "seal": "8CFDF306"
        },
        {
            "hno": "305",
            "id": "383",
            "nass": "305 - حَدَّثَنَا وَكِيعٌ، عَنْ عِمْرَانَ بْنِ حُدَيْرٍ قَالَ: سَمِعْتُ عِكْرِمَةَ يَقُولُ: «§مَنِ اسْتَمَعَ حَدِيثَ قَوْمٍ وَهُمْ لَهُ كَارِهُونَ، صُبَّ فِي أُذُنِهِ الْآنُكَ يَوْمَ الْقِيَامَةِ» يَعْنِي الرَّصَاصَ",
            "page": "304",
            "part": "1",
            "seal": "D22217B8"
        },
        {
            "hno": null,
            "id": "384",
            "nass": "§بَابٌ فِي كَرَاهِيَةِ الْوُقُوفِ عَلَى الدَّابَّةِ",
            "page": "306",
            "part": "1",
            "seal": "F797C885"
        },
        {
            "hno": "306",
            "id": "385",
            "nass": "306 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُبَارَكٍ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنْ عَطَاءِ بْنِ دِينَارٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَتَّخِذُوا ظُهُورَ الدَّوَابِّ كَرَاسِيَّ لِأَحَادِيثِكُمْ، فَرُبَّ رَاكِبِ مَرْكُوبَةٍ هِيَ خَيْرٌ مِنْهُ وَأَطْوَعُ لِلَّهِ عَزَّ وَجَلَّ وَأَكْثَرُ ذِكْرًا»",
            "page": "306",
            "part": "1",
            "seal": "76A7028B"
        },
        {
            "hno": "307",
            "id": "386",
            "nass": "307 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ سَعِيدٍ الزُّبَيْدِيِّ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ،: «أَنَّ عُمَرَ رَحِمَهُ اللَّهُ §كَرِهَ الْوُقُوفَ عَلَى الدَّابَّةِ»",
            "page": "307",
            "part": "1",
            "seal": "83ED5BD8"
        },
        {
            "hno": null,
            "id": "387",
            "nass": "§بَابٌ فِي الرُّخْصَةِ فِي ذَلِكَ",
            "page": "308",
            "part": "1",
            "seal": "A7E3E307"
        },
        {
            "hno": "308",
            "id": "388",
            "nass": "308 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ مُوسَى الْجُهَنِيِّ قَالَ: «رَأَيْتُ الشَّعْبِيَّ، وَطَلْحَةَ §مُتَوَاقِفَيْنِ عَلَى بَابِ دَارِ سَعِيدِ بْنِ قَيْسٍ»",
            "page": "308",
            "part": "1",
            "seal": "5801ADD5"
        },
        {
            "hno": "309",
            "id": "389",
            "nass": "309 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ إِسْمَاعِيلَ قَالَ: «رَأَيْتُ الْأَحْنَفَ بْنَ قَيْسٍ §وَاقِفًا عَلَى بَغْلَةٍ»",
            "page": "308",
            "part": "1",
            "seal": "C03C4863"
        },
        {
            "hno": null,
            "id": "390",
            "nass": "§بَابُ الِاسْتِئْذَانِ",
            "page": "309",
            "part": "1",
            "seal": "A5B35061"
        },
        {
            "hno": "310",
            "id": "391",
            "nass": "310 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ أَبَا مُوسَى أَسْتَأْذَنَ عَلَى عُمَرَ رَحِمَهُ اللَّهُ ثَلَاثًا، فَلَمْ يَأْذَنْ لَهُ، فَانْصَرَفَ، فَبَعَثَ إِلَيْهِ عُمَرُ، فَقَالَ: مَا ذَاكَ؟، فَقَالَ: «§الِاسْتِئْذَانُ الَّذِي أَمَرَنَا بِهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثًا، فَإِنْ أُذِنَ لَنَا دَخَلْنَا، وَإِنْ لَمْ يُؤْذَنْ لَنَا رَجَعْنَا» . فَقَالَ: لَتَأْتِيَنِّ عَلَى هَذَا بِبَيِّنَةً أَوْ لَأَفْعَلَنَّ. فَأَتَى مَجْلِسَ قَوْمِهِ فَنَاشَدَهُمْ فَشَهِدُوا لَهُ، فَخَلَّى عَنْهُ",
            "page": "309",
            "part": "1",
            "seal": "BF68C54A"
        },
        {
            "hno": "311",
            "id": "392",
            "nass": "311 - حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ عَمْرٍو، عَنِ الْحَسَنِ، قَالَ: قَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ: \" §الْأُولَى: إِذْنٌ، وَالثَّانِيَةُ: مُؤَامَرَةٌ، وَالثَّالِثَةُ: عَزْمَةٌ، فَإِمَّا أَنْ يَأْذَنُوا لَهُ، وَإِمَّا أَنْ يَرُدُّوا \"",
            "page": "310",
            "part": "1",
            "seal": "8D627414"
        },
        {
            "hno": "312",
            "id": "393",
            "nass": "312 - حَدَّثَنَا إِسْحَاقُ الْأَزْرَقُ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ: قَالَ عَلِيٌّ: «§الِاسْتِئْذَانُ ثَلَاثًا، فَإِنْ أُذِنَ لَكَ، وَإِلَّا فَارْجِعْ»",
            "page": "310",
            "part": "1",
            "seal": "E7DED0B4"
        },
        {
            "hno": null,
            "id": "394",
            "nass": "§بَابٌ",
            "page": "312",
            "part": "1",
            "seal": "8358E506"
        },
        {
            "hno": "313",
            "id": "395",
            "nass": "313 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ فِي الْقَوْمِ يَسْتَأْذِنُونَ، قَالَ: \" §إِنْ قَالَ رَجُلٌ مِنْهُمُ: السَّلَامُ عَلَيْكُمْ، أَدْخَلُ؟ أَجْزَأَ ذَلِكَ عَنْهُمْ \"",
            "page": "312",
            "part": "1",
            "seal": "CA9ED39E"
        },
        {
            "hno": "314",
            "id": "396",
            "nass": "314 - حَدَّثَنَا جَرِيرٌ، عَنْ مُغِيرَةَ قَالَ: دَخَلْنَا عَلَى أَبِي رَزِينٍ وَنَحْنُ ذَوُو عَدَدٍ، فَكَانَ كُلُّ إِنْسَانٍ مِنَّا يُسَلِّمُ، وَيَسْتَأْذِنُ. فَقَالَ: «إِنَّهُ §إِذَا أُذِنَ لِأَوَّلِكُمْ أُذِنَ لِآخِرِكُمْ»",
            "page": "312",
            "part": "1",
            "seal": "2A10CC1F"
        },
        {
            "hno": null,
            "id": "397",
            "nass": "§بَابٌ فِي الْعَاطِسِ لَا يُشَمَّتُ حَتَّى يَحْمَدَ اللَّهَ",
            "page": "313",
            "part": "1",
            "seal": "CF80B5C2"
        },
        {
            "hno": "315",
            "id": "398",
            "nass": "315 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: عَطَسَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَجُلَانِ، فَشَمَّتَ أَحَدَهُمَا أَوْ شَمَّتَهُ وَلَمْ يُشَمِّتِ الْآخَرَ. فَقِيلَ يَا رَسُولَ اللَّهِ عَطَسَ عِنْدَكَ رَجُلَانِ، فَشَمَّتَّ أَحَدَهُمَا وَلَمْ تُشَمِّتِ الْآخَرَ، فَقَالَ: «§إِنَّ هَذَا حَمِدَ اللَّهَ، وَإِنَّ هَذَا لَمْ يَحْمَدِ اللَّهَ»",
            "page": "313",
            "part": "1",
            "seal": "E87F282E"
        },
        {
            "hno": "316",
            "id": "399",
            "nass": "316 - حَدَّثَنَا قَاسِمُ بْنُ مَالِكٍ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، قَالَ: دَخَلْتُ عَلَى أَبِي مُوسَى وَهُوَ فِي بَيْتِ بِنْتِ الْفَضْلِ، فَعَطَسْتُ، فَلَمْ يشَمِّتْنِي، وَعَطَسَتْ فَشَمَّتَهَا، فَرَجَعْتُ إِلَى أُمِّي فَأَخْبَرْتُهَا، فَلَمَّا جَاءَهَا، قَالَتْ: عَطَسَ عِنْدَكَ ابْنِي فَلَمْ تُشَمِّتْهُ، وَعَطَسَتْ فَشَمَّتَّهَا، فَقَالَ: إِنَّ ابْنَكِ عَطَسَ فَلَمْ يَحْمَدِ اللَّهَ، فَلَمْ نُشَمِّتْهُ، وَعَطَسَتْ فَحَمِدَتِ اللَّهَ فَشَمَّتُّهَا. وَسَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «§إِذَا عَطَسَ أَحَدُكُمْ فَحَمِدَ اللَّهَ فَشَمِّتُوهُ، وَإِذَا لَمْ يَحْمَدِ اللَّهَ فَلَا تُشَمِّتُوهُ»",
            "page": "314",
            "part": "1",
            "seal": "D81AE331"
        },
        {
            "hno": "317",
            "id": "400",
            "nass": "317 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§حَقٌّ عَلَى الْمُسْلِمِ تَشْمِيتُ الْعَاطِسِ إِذَا حَمِدَ اللَّهَ»",
            "page": "314",
            "part": "1",
            "seal": "C66DB229"
        },
        {
            "hno": "318",
            "id": "401",
            "nass": "318 - حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، عَنْ أَبِي مُنَيْنٍ وَهُوَ يَزِيدُ بْنُ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: كُنَّا جُلُوسًا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَطَسَ رَجُلٌ مِنَ الْقَوْمِ فَحَمِدَ اللَّهَ، فَقَالَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَرْحَمُكَ اللَّهُ» . ثُمَّ عَطَسَ آخَرُ فَسَكَتَ، فَلَمْ يَقُلْ شَيْئًا، فَقَالَ: يَا رَسُولَ اللَّهِ §عَطَسَ هَذَا فَقُلْتَ يَرْحَمُكَ اللَّهُ، ثُمَّ عَطَسْتُ فَلَمْ تَقُلْ لِي شَيْئًا. فَقَالَ: «إِنَّ هَذَا حَمِدَ اللَّهَ، وَأَنْتَ سَكَتَّ»",
            "page": "315",
            "part": "1",
            "seal": "7C2CDCF3"
        },
        {
            "hno": "319",
            "id": "402",
            "nass": "319 - حَدَّثَنَا مُحَمَّدُ بْنُ سَوَاءٍ، عَنْ غَالِبٍ، قَالَ: «كَانَ الْحَسَنُ وَابْنُ سِيرِينَ §لَا يُشَمِّتَانِ الْعَاطِسَ حَتَّى يَحْمَدِ اللَّهَ»",
            "page": "315",
            "part": "1",
            "seal": "188FDA09"
        },
        {
            "hno": "320",
            "id": "403",
            "nass": "320 - حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ، قَالَ: عَطَسَ رَجُلٌ عِنْدَ الْقَاسِمِ، فَقَالَ لَهُ الْقَاسِمُ: \" §قُلِ: الْحَمْدُ لِلَّهِ \"، فَلَمَّا قَالَ شَمَّتَهُ",
            "page": "316",
            "part": "1",
            "seal": "E3945580"
        },
        {
            "hno": null,
            "id": "404",
            "nass": "§بَابُ الْعَاطِسِ يُشَمَّتُ ثُمَّ يَعْطِسُ",
            "page": "317",
            "part": "1",
            "seal": "258E59ED"
        },
        {
            "hno": "321",
            "id": "405",
            "nass": "321 - حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنِ النُّعْمَانِ بْنِ سَالِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ §رَجُلًا عَطَسَ عِنْدَهُ فَشَمَّتَهُ، ثُمَّ عَطَسَ فَشَمَّتَهُ، ثُمَّ عَادَ فَشَمَّتَهُ، ثُمَّ عَادَ فِي الثَّالِثَةِ، فَقَالَ: «إِنَّكَ مَضْنُوكٌ»",
            "page": "317",
            "part": "1",
            "seal": "FC1A31A1"
        },
        {
            "hno": "322",
            "id": "406",
            "nass": "322 - حَدَّثَنَا وَكِيعٌ، عَنْ فِطْرٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ: «§شَمِّتِ الْعَاطِسَ مَا بَيْنَكَ وَبَيْنَهُ ثَلَاثًا، فَإِنْ زَادَ فَهُوَ رِيحٌ»",
            "page": "317",
            "part": "1",
            "seal": "9AB4BF5F"
        },
        {
            "hno": "323",
            "id": "407",
            "nass": "323 - حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ قَالَ: حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ بْنِ الْأَكْوَعِ، أَنَّ أَبَاهُ حَدَّثَهُ: أَنَّ §رَجُلًا عَطَسَ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «يَرْحَمُكَ اللَّهُ» ، ثُمَّ عَطَسَ الثَّانِيَةَ فَقَالَ: «هُوَ مَزْكُومٌ»",
            "page": "318",
            "part": "1",
            "seal": "C18A573C"
        },
        {
            "hno": null,
            "id": "408",
            "nass": "حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُصْعَبِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ ذُؤَيْبٍ، قَالَ: عَطَسَ رَجُلٌ عِنْدَ ابْنِ الزُّبَيْرِ فَشَمَّتَهُ، ثُمَّ عَطَسَ فَشَمَّتَهُ، ثُمَّ عَطَسَ فِي الثَّالِثَةِ فَشَمَّتَهُ، ثُمَّ عَطَسَ فِي الرَّابِعَةِ، فَقَالَ لَهُ ابْنُ الزُّبَيْرِ: «§إِنَّكَ مَضْنُوكٌ، فَامْتَخِطْ»",
            "page": "319",
            "part": "1",
            "seal": "E57C40B5"
        },
        {
            "hno": "325",
            "id": "409",
            "nass": "325 - حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ مُغِيرَةَ، عَنِ الشَّعْبِيِّ، قَالَ: قَالَ عَمْرُو بْنُ الْعَاصِ: «§إِذَا عَطَسَ أَحَدُكُمْ ثَلَاثَ مَرَّاتٍ، فَشَمِّتُوهُ، فَإِنْ زَادَ فَلَا تُشَمِّتْهُ فَإِنَّمَا هُوَ دَاءٌ يَخْرُجُ مِنْ رَأْسَهِ»",
            "page": "319",
            "part": "1",
            "seal": "E91191C9"
        },
        {
            "hno": "326",
            "id": "410",
            "nass": "326 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ: أَنَّ §رَجُلًا عَطَسَ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَشَمَّتَهُ ثُمَّ عَطَسَ فَشَمَّتَهُ، ثُمَّ عَطَسَ الرَّابِعَةَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّكَ مَضْنُوكٌ فَامْتَخِطْ»",
            "page": "320",
            "part": "1",
            "seal": "30DFB8D9"
        },
        {
            "hno": "327",
            "id": "411",
            "nass": "327 - حَدَّثَنَا إِسْحَاقُ الْأَزْرَقُ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ فِي الرَّجُلِ يَعْطِسُ مِرَارًا. قَالَ: «§شَمِّتْهُ مَرَّةً وَاحِدَةً»",
            "page": "320",
            "part": "1",
            "seal": "DFE44AE4"
        },
        {
            "hno": "328",
            "id": "412",
            "nass": "328 - حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، قَالَ: «§يُجْزِئُهُ أَنْ يُشَمِّتَهُ مَرَّةً وَاحِدَةً»",
            "page": "321",
            "part": "1",
            "seal": "292169B5"
        },
        {
            "hno": "329",
            "id": "413",
            "nass": "329 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ يُوسُفَ بْنِ صُهَيْبٍ، عَنْ حَبِيبِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ: §عَطَسَ رَجُلٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَشَمَّتَهُ، ثُمَّ عَادَ فَشَمَّتَهُ، ثُمَّ عَادَ فَشَمَّتَهُ، ثُمَّ زَادَ، فَقَالَ: «حَفَدْتَ وَنَقَوْتَ»",
            "page": "321",
            "part": "1",
            "seal": "1C18E003"
        },
        {
            "hno": null,
            "id": "414",
            "nass": "§بَابُ كَيْفَ يَكْتُبُ الرَّجُلُ إِلَى الرَّجُلِ",
            "page": "322",
            "part": "1",
            "seal": "D013F7EF"
        },
        {
            "hno": "330",
            "id": "415",
            "nass": "330 - حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ: «أَنَّهُ كَانَ §إِذَا كَتَبَ السَّلَامُ عَلَيْكَ فَإِنِّي أَحْمَدُ إِلَيْكَ اللَّهَ الَّذِي لَا إِلَهَ إِلَّا هُوَ، وَهُوَ لِلْحَمْدِ أَهْلٌ، تَبَارَكَ وَتَعَالَى، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ»",
            "page": "322",
            "part": "1",
            "seal": "0DCEB44B"
        },
        {
            "hno": null,
            "id": "416",
            "nass": "§بَابٌ فِي الْإِذْنِ عَلَى أَهْلِ الذِّمَّةِ",
            "page": "323",
            "part": "1",
            "seal": "360257D5"
        },
        {
            "hno": "331",
            "id": "417",
            "nass": "331 - حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِي الْمُنَبِّهِ، قَالَ: سَأَلْتُ الْحَسَنَ عَنِ §الرَّجُلِ يَحْتَاجُ إِلَى الدُّخُولِ عَلَى أَهْلِ الذِّمَّةِ مِنْ مَطَرٍ أَوْ بَرْدٍ، يَسْتَأْذِنُ عَلَيْهِمْ؟ قَالَ: «نَعَمْ»",
            "page": "323",
            "part": "1",
            "seal": "AA20F59B"
        },
        {
            "hno": "332",
            "id": "418",
            "nass": "332 - حَدَّثَنَا مُعَاذٌ، عَنِ ابْنِ عَوْنٍ، قَالَ: قُلْتُ لِمُحَمَّدٍ: كَيْفَ أَسْتَأْذِنُ عَلَى أَهْلِ الْكِتَابِ؟، قَالَ: \" §إِنْ شِئْتَ قُلْتَ: السَّلَامُ عَلَى مَنِ اتَّبَعَ الْهُدَى \"",
            "page": "323",
            "part": "1",
            "seal": "9E9C4C6E"
        },
        {
            "hno": "333",
            "id": "419",
            "nass": "333 - حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ حُصَيْنٍ، عَنْ أَبِي مَالِكٍ، قَالَ: §إِذَا دَخَلْتَ بَيْتًا فِيهِ الْمُشْرِكُونَ فَقُلِ: السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، يَحْسَبُونَ أَنَّكَ قَدْ سَلَّمْتَ عَلَيْهِمْ، وَقَدْ صَرَفْتَ السَّلَامَ عَنْهُمْ \"",
            "page": "324",
            "part": "1",
            "seal": "58577B29"
        },
        {
            "hno": "334",
            "id": "420",
            "nass": "334 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ: «أَنَّهُ §كَانَ يَسْتَأْذِنُ عَلَى أَهْلِ الذِّمَّةِ»",
            "page": "324",
            "part": "1",
            "seal": "8B410486"
        },
        {
            "hno": "335",
            "id": "421",
            "nass": "335 - حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي سِنَانٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: «§لَا تَدْخُلْ عَلَى أَهْلِ الْكِتَابِ إِلَّا بِإِذْنٍ»",
            "page": "325",
            "part": "1",
            "seal": "FA80A702"
        },
        {
            "hno": "336",
            "id": "422",
            "nass": "336 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ أَنَّهُ §كَانَ يَقُولُ: «أندرايم»",
            "page": "325",
            "part": "1",
            "seal": "62F840A6"
        },
        {
            "hno": null,
            "id": "423",
            "nass": "§بَابُ مَا يُكْرَهُ أَنْ يَقُولَ الْعَاطِسُ",
            "page": "326",
            "part": "1",
            "seal": "D78416F8"
        },
        {
            "hno": "337",
            "id": "424",
            "nass": "337 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ: عَطَسَ رَجُلٌ عِنْدَ ابْنِ عُمَرَ، فَقَالَ: أَشْهَبُ، فَقَالَ ابْنُ عُمَرَ: «§أَشْهَبُ اسْمُ شَيْطَانٍ، وَضَعَهُ إِبْلِيسُ بَيْنَ الْعَطْسَةِ وَالْحَمْدِ لِيُذْكَرَ»",
            "page": "326",
            "part": "1",
            "seal": "3569F752"
        },
        {
            "hno": "338",
            "id": "425",
            "nass": "338 - حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ: \" أَنَّهُ كَانَ §يَكْرَهُ أَنْ يَقُولَ: أَشْهَبُ إِذَا عَطَسَ \"",
            "page": "326",
            "part": "1",
            "seal": "F440A369"
        },
        {
            "hno": null,
            "id": "426",
            "nass": "§بَابُ مَا يَقُولُ إِذَا عَطَسَ وَحْدَهُ",
            "page": "327",
            "part": "1",
            "seal": "726BCD2F"
        },
        {
            "hno": "339",
            "id": "427",
            "nass": "339 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ حُصَيْنٍ، عَنْ إِبْرَاهِيمَ، قَالَ: \" §إِذَا عَطَسَ الرَّجُلُ وَهُوَ وَحْدَهُ فَلْيَقُلِ: الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، ثُمَّ لِيَقُلْ: يَرْحَمُنَا اللَّهُ وَإِيَّاكُمْ، فَإِنَّهُ يُشَمِّتُهُ مَنْ سَمِعَهُ مِنْ خَلْقِ اللَّهِ \"",
            "page": "327",
            "part": "1",
            "seal": "EA9725CB"
        },
        {
            "hno": "340",
            "id": "428",
            "nass": "340 - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، قَالَ: «§إِذَا عَطَسْتَ وَأَنْتَ وَحْدَكَ، فَرُدَّ عَلَى مَنْ مَعَكَ مِنَ الْمَلَائِكَةِ»",
            "page": "327",
            "part": "1",
            "seal": "C1C585B5"
        },
        {
            "hno": null,
            "id": "429",
            "nass": "§بَابُ مَا يَقُولُ الْعَاطِسُ وَمَا يُقَالُ لَهُ",
            "page": "328",
            "part": "1",
            "seal": "34634ED2"
        },
        {
            "hno": "341",
            "id": "430",
            "nass": "341 - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عِيسَى، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ رَحِمَهُ اللَّهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِذَا عَطَسَ أَحَدُكُمْ، فَلْيَقُلِ: الْحَمْدُ لِلَّهِ وَلْيَرُدَّ عَلَيْهِ مَنْ حَوْلَهُ: يَرْحَمُكَ اللَّهُ. وَلْيَرُدَّ عَلَيْهِمْ: يَهْدِيكُمُ اللَّهُ، وَيُصْلِحُ بَالَكُمْ \"",
            "page": "328",
            "part": "1",
            "seal": "E20ABCC2"
        },
        {
            "hno": "342",
            "id": "431",
            "nass": "342 - حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ قَالَ: \" §إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلِ: الْحَمْدُ لِلَّهِ، وَلْيَقُلْ مَنْ عِنْدَهُ: يَرْحَمُكَ اللَّهُ، وَلْيَرُدَّ عَلَيْهِمْ: يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ \"",
            "page": "329",
            "part": "1",
            "seal": "111516C7"
        },
        {
            "hno": "343",
            "id": "432",
            "nass": "343 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ: \" §كَانَ أَصْحَابُ عَبْدِ اللَّهِ إِذَا عَطَسَ الرَّجُلُ فَقَالَ: الْحَمْدُ لِلَّهِ، قَالُوا: يَرْحَمُنَا اللَّهُ وَإِيَّاكَ، وَيَقُولُ هُوَ: يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ \"",
            "page": "329",
            "part": "1",
            "seal": "F3689E59"
        },
        {
            "hno": "344",
            "id": "433",
            "nass": "344 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ ابْنِ عَجْلَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ: أَنَّهُ كَانَ §إِذَا شَمَّتَّ الْعَاطِسَ قَالَ: «يَرْحَمُنَا اللَّهُ وَإِيَّاكُمْ» ، وَإِذَا عَطَسَ فَشَمَّتَ، قَالَ: «يَرْحَمُنَا اللَّهُ وَإِيَّاكُمْ وَيَغْفِرُ لَنَا وَلَكُمْ»",
            "page": "330",
            "part": "1",
            "seal": "38850895"
        },
        {
            "hno": "345",
            "id": "434",
            "nass": "345 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ ابْنِ عَجْلَانَ، عَنِ الْحَارِثِ، عَنْ إِبْرَاهِيمَ، قَالَ: كَانَ عَبْدُ اللَّهِ §إِذَا عَطَسَ فَشَمَّتَ قَالَ: «يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ»",
            "page": "330",
            "part": "1",
            "seal": "285DFEFA"
        },
        {
            "hno": "346",
            "id": "435",
            "nass": "346 - حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، قَالَ: \" كَانُوا §إِذَا شَمَّتُوا الْعَاطِسَ، قَالُوا: يَغْفِرُ لَنَا وَلَكُمْ \"",
            "page": "331",
            "part": "1",
            "seal": "BBA927E7"
        },
        {
            "hno": "347",
            "id": "436",
            "nass": "347 - حَدَّثَنَا أَبُو خَالِدٍ، عَنْ حَجَّاجٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ: \" §إِذَا شَمَّتَّ الْعَاطِسَ فَقُلْ: يَرْحَمُكَ اللَّهُ. وَيَقُولُ: يَرْحَمُكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ \"",
            "page": "331",
            "part": "1",
            "seal": "902D3793"
        },
        {
            "hno": "348",
            "id": "437",
            "nass": "348 - حَدَّثَنَا سُوَيْدُ بْنُ عَمْرٍو الْكَلْبِيُّ، حَدَّثَنَا الْمَاجِشُونَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" §إِذَا رَدَّ فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ \"",
            "page": "332",
            "part": "1",
            "seal": "8085D4CD"
        },
        {
            "hno": "349",
            "id": "438",
            "nass": "349 - حَدَّثَنَا عَائِذُ بْنُ حَبِيبٍ، عَنْ طَلْحَةَ بْنِ يَحْيَى قَالَ: سَمِعْتُ عُرْوَةَ بْنَ الزُّبَيْرِ، وَيَحْيَى، وَعِيسَى بْنَ أَبِي طَلْحَةَ، وَإِبْرَاهِيمَ بْنَ مُحَمَّدِ بْنِ طَلْحَةَ: \" §إِذَا عَطَسَ أَحَدُهُمْ فَقِيلَ لَهُ: يَرْحَمُكَ اللَّهُ، قَالَ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ \"",
            "page": "332",
            "part": "1",
            "seal": "FC655C1B"
        },
        {
            "hno": "350",
            "id": "439",
            "nass": "350 - حَدَّثَنَا مَالِكٌ، عَنْ أَبِي عَوَانَةَ، عَنْ مُغِيرَةَ، عَنِ الشَّعْبِيِّ، قَالَ: \" §إِذَا رَدَّ قَالَ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ \"",
            "page": "333",
            "part": "1",
            "seal": "57AF7893"
        },
        {
            "hno": "351",
            "id": "440",
            "nass": "351 - حَدَّثَنَا مُعْتَمِرٌ، عَنِ ابْنِ عَوْنٍ، قَالَ: كَانَ ابْنُ سِيرِينَ §إِذَا عَطَسَ قَالَ: «الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ»",
            "page": "333",
            "part": "1",
            "seal": "002F330E"
        },
        {
            "hno": "352",
            "id": "441",
            "nass": "352 - حَدَّثَنَا مُصْعَبٌ، حَدَّثَنَا إِسْرَائِيلُ، عَنِ الْمُغِيرَةِ، عَنْ إِبْرَاهِيمَ، وَأَبِي وَائِلٍ: أَنَّهُمَا كَانَا §إِذَا عَطَسَا فَشُمِّتَا يَقُولَانِ: «يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ»",
            "page": "334",
            "part": "1",
            "seal": "2B8CF893"
        },
        {
            "hno": null,
            "id": "442",
            "nass": "§بَابُ الرُّخْصَةِ فِي الشِّعْرِ",
            "page": "335",
            "part": "1",
            "seal": "3B2065F4"
        },
        {
            "hno": "353",
            "id": "443",
            "nass": "353 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، حَدَّثَنِي أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ مَرْوَانَ بْنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ بْنِ عَبْدِ يَغُوثَ، عَنْ أُبَيٍّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ مِنَ الشِّعْرِ حِكْمَةً»",
            "page": "335",
            "part": "1",
            "seal": "CB7A29BD"
        },
        {
            "hno": "354",
            "id": "444",
            "nass": "354 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ مِنَ الشِّعْرِ حِكَمًا»",
            "page": "336",
            "part": "1",
            "seal": "BEDC0586"
        },
        {
            "hno": "355",
            "id": "445",
            "nass": "355 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَائِدَةَ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ: «§إِنَّ مِنَ الشِّعْرِ حِكَمًا»",
            "page": "337",
            "part": "1",
            "seal": "61683E24"
        },
        {
            "hno": "356",
            "id": "446",
            "nass": "356 - حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا حُسَامُ بْنُ الْمِصَكِّ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ مِنَ الشِّعْرِ حِكَمًا»",
            "page": "338",
            "part": "1",
            "seal": "9CF6CCAA"
        },
        {
            "hno": "357",
            "id": "447",
            "nass": "357 - حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§إِنَّ مِنَ الشِّعْرِ حِكَمًا»",
            "page": "338",
            "part": "1",
            "seal": "2ADA7D70"
        },
        {
            "hno": null,
            "id": "448",
            "nass": "§بَابُ اسْتِمَاعِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الشِّعْرَ وَغَيْرِ ذَلِكَ",
            "page": "340",
            "part": "1",
            "seal": "8F0E9487"
        },
        {
            "hno": "358",
            "id": "449",
            "nass": "358 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنِ ابْنِ الشَّرِيدِ، أَوْ يَعْقُوبِ بْنِ عَاصِمٍ، سَمِعَ أَحَدُهُمَا الشَّرِيدَ يَقُولُ: أَرْدَفَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ، فَقَالَ: «§هَلْ مَعَكَ مِنْ شِعْرِ أُمَيَّةَ بْنِ أَبِي الصَّلْتِ شَيْءٌ؟» ، قُلْتُ: نَعَمْ، فَقَالَ: «هِيهِ» ، فَأَنْشَدْتُهُ بَيْتًا، فَقَالَ: «هِيهِ» ، فَلَمْ يزَلْ يَقُلْ «هِيهِ هِيهِ» حَتَّى أَنْشَدْتُهُ مِائَةً",
            "page": "340",
            "part": "1",
            "seal": "BBDB5438"
        },
        {
            "hno": "359",
            "id": "450",
            "nass": "359 - حَدَّثَنَا طَلْقُ بْنُ غَنَّامٍ، عَنْ قَيْسٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§إِنَّ مِنَ الشِّعْرِ حِكَمًا، وَإِنَّ مِنَ الْبَيَانِ سِحْرًا»",
            "page": "341",
            "part": "1",
            "seal": "A92B9AA3"
        },
        {
            "hno": "360",
            "id": "451",
            "nass": "360 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْلَى، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنْ أَبِيهِ، قَالَ: §أَنْشَدْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِائَةَ قَافِيَةٍ مِنْ شِعْرِ أُمَيَّةَ بْنِ أَبِي الصَّلْتِ، يَقُولُ بَيْنَ كُلِّ قَافِيَةٍ: «هِيهِ» . وَقَالَ: «إِنْ كَانَ لَيُسْلِمُ»",
            "page": "341",
            "part": "1",
            "seal": "4949FB5C"
        },
        {
            "hno": "361",
            "id": "452",
            "nass": "361 - حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَعْقُوبَ بْنِ عُتْبَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §صَدَّقَ أُمَيَّةَ بْنَ أَبِي الصَّلْتِ فِي بَيْتَيْنِ مِنْ شِعْرٍ: ¶ [البحر الطويل] ¶ رَجُلٌ وَثَوْرٌ تَحْتَ رِجْلِ يَمِينِهِ ... وَالنِّسْرُ لِلْأُخْرَى وَلَيْثٌ مُرْصَدُ ¶ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «صَدَقَ» . ¶ وَالشَّمْسُ تَطْلُعُ كُلَّ آخِرِ لَيْلَةٍ ... حَمْرَاءَ يُصْبِحُ لَوْنُهَا يَتَوَرَّدُ ¶ تَأْبَى فَمَا تَطْلُعُ لَنَا فِي رِسْلِهَا ... إِلَّا مُعَذِّبَةً وَإِلَّا تُجْلَدُ ¶ فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «صَدَقَ»",
            "page": "342",
            "part": "1",
            "seal": "69FFA0FA"
        },
        {
            "hno": "362",
            "id": "453",
            "nass": "362 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَائِدَةَ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَتَمَثَّلُ مِنَ الْأَشْعَارِ: « ¶ [البحر الطويل] ¶ وَيَأْتِيكَ بِالْأَخْبَارِ مَنْ لَمْ تُزَوِّدِ»",
            "page": "343",
            "part": "1",
            "seal": "119C0CD5"
        },
        {
            "hno": "363",
            "id": "454",
            "nass": "363 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَائِدَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§إِنَّ أَصْدَقَ كَلِمَةٍ قَالَهَا شَاعِرٌ كَلِمَةُ لَبِيدٍ» ، ثُمَّ تَمَثَّلَ أَوَّلَهُ وَتَرَكَ آخِرَهُ، فَقَالَ: « ¶ [البحر الطويل] ¶ أَلَا كُلُّ شَيْءٍ مَا خَلَا اللَّهَ بَاطِلٌ، ¶ وَكَادَ ابْنُ أَبِي الصَّلْتِ أَنْ يُسْلِمَ»",
            "page": "344",
            "part": "1",
            "seal": "5E61512E"
        },
        {
            "hno": "364",
            "id": "455",
            "nass": "364 - حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §إِنَّ أَصْدَقَ كَلِمَةٍ قَالَهَا الشَّاعِرُ كَلِمَةُ لَبِيدٍ: ¶ [البحر الطويل] ¶ أَلَا كُلُّ شَيْءٍ مَا خَلَا اللَّهَ بَاطِلٌ ¶ وَكَادَ أُمَيَّةُ بْنُ أَبِي الصَّلْتِ أَنْ يُسْلِمَ",
            "page": "345",
            "part": "1",
            "seal": "0FD49275"
        },
        {
            "hno": "365",
            "id": "456",
            "nass": "365 - حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ أَبِي حَيَّانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، أَنَّ حَسَّانَ بْنَ ثَابِتٍ §أَنْشُدَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ [البحر الطويل] ¶ «شَهِدْتُ بِإِذْنِ اللَّهِ أَنَّ مُحَمَّدًا ... رَسُولُ الَّذِي فَوْقَ السَّمَوَاتِ مِنْ عَلِ ¶ وَأَنَّ أَبَا يَحْيَى وَيَحْيَى كِلَاهُمَا ... لَهُ عَمَلٌ فِي دِينِهِ مُتَقَبَّلُ ¶ وَأَنَّ أَخَا الْأَحْقَافِ إِذْ قَامَ فِيهِمُ ... يَقُولُ بِذَاتِ اللَّهِ فِيهِمْ وَيَعْدِلُ»",
            "page": "345",
            "part": "1",
            "seal": "3FF3D652"
        },
        {
            "hno": "366",
            "id": "457",
            "nass": "366 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الْجَحَّافٍ، عَنِ الشَّعْبِيِّ قَالَ: «§كَانَ أَبُو بَكْرٍ شَاعِرًا، وَكَانَ عُمَرُ شَاعِرًا، وَكَانَ عَلِيٌّ شَاعِرًا رَضِيَ اللَّهُ عَلَيْهِمْ»",
            "page": "346",
            "part": "1",
            "seal": "E2651B69"
        },
        {
            "hno": "367",
            "id": "458",
            "nass": "367 - حَدَّثَنَا أَبُو أُسَامَةَ، أَخْبَرَنَا مُجَالِدٌ، أَخْبَرَنَا عَامِرٌ، أَخْبَرَنِي رِبْعِيُّ بْنُ حِرَاشٍ أَنَّهُ أَتَى عُمَرَ فِي نَفَرٍ مِنْ غَطَفَانَ فَرَوَوُا الشِّعْرَ، فَقَالَ عُمَرُ: §أَيُّ شُعَرَائِكُمْ أَشْعُرُ؟، قَالُوا أَنْتَ أَعْلَمُ يَا أَمِيرَ الْمُؤْمِنِينَ؟، قَالَ: \" مَنِ الَّذِي يَقُولُ: ¶ [البحر الوافر] ¶ أَتَيْتُكَ عَارِيًا خَلَقًا ثِيَابِي ... عَلَى خَوْفٍ يُظَنُّ بِيَ الظُّنُونُ ¶ فَأَلْفَيْتُ الْأَمَانَةَ لَمْ تَخُنْهَا ... كَذَلِكَ كَانَ نُوحٌ لَا يَخُونُ ¶ قُلْنَا: النَّابِغَةُ، ثُمَّ قَالَ مِثْلَ ذَلِكَ ثُمَّ قَالَ: \" مَنِ الَّذِي يَقُولُ: ¶ [البحر الطويل] ¶ حَلَفْتُ فَلَمْ أَتْرُكْ لِنَفْسِيَ رِيبَةً ... وَلَيْسَ وَرَاءَ اللَّهِ لِلْمَرْءِ مَذْهَبُ ¶ ثُمَّ قَالَ: \" مَنِ الَّذِي يَقُولُ: ¶ [البحر البسيط] ¶ كُنْ كَسُلَيْمَانَ إِذْ قَالَ الْإِلَهُ لَهُ ... قُمْ فِي الْبَرِيَّةِ فَازْجُرْهَا عَنِ الْفَنَدِ ¶ قُلْنَا: النَّابِغَةُ. قَالَ: «هُوَ أَشْعَرُ شُعَرَائِكُمْ»",
            "page": "347",
            "part": "1",
            "seal": "DACA24EF"
        },
        {
            "hno": "368",
            "id": "459",
            "nass": "368 - حَدَّثَنَا عَنْ سُفْيَانَ، عَنْ أَبِيهِ، عَنْ أَبِي الضُّحَى، أَنَّ أَبَا بَكْرٍ اسْتَنْشَدَ مَعْدَ يَكْرِبَ فَأَنْشَدَهُ، وَقَالَ: «§مَا اسْتَنْشَدْتُ فِي الْإِسْلَامِ أَحَدًا قَبْلَكَ»",
            "page": "348",
            "part": "1",
            "seal": "47661E0D"
        },
        {
            "hno": "369",
            "id": "460",
            "nass": "369 - حَدَّثَنَا وَكِيعٌ، عَنْ سَعِيدِ بْنِ حَسَّانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ: قَالَ أَبُو بَكْرٍ رَحْمَةُ اللَّهُ عَلَيْهِ: «§رُبَّمَا قَالَ الشَّاعِرُ الْكَلِمَةَ الَحَكِيمَةَ»",
            "page": "348",
            "part": "1",
            "seal": "50B6DD12"
        },
        {
            "hno": "370",
            "id": "461",
            "nass": "370 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَكَرِيَّا، عَنْ أَبِي إِسْحَاقَ، عَنْ هَانِئِ بْنِ هَانِئٍ قَالَ: سَمِعْتُ عَلِيًّا يَقُولُ: « ¶ [البحر الهزج] ¶ §اشْدُدْ حَيَازِيمَكَ لِلْمَوْ ... تِ فَإِنَّ المَوْتَ لَاقِيكَا ¶ وَلَا تَجْزَعْ مِنَ الْمَوْتِ ... إِذَا حَلَّ بِوَادِيكَا»",
            "page": "349",
            "part": "1",
            "seal": "AA62389C"
        },
        {
            "hno": "371",
            "id": "462",
            "nass": "371 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ يَزِيدَ، عَنِ ابْنِ سِيرِينَ، قَالَ: قَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ لِلْمُرَادِيِّ: « ¶ [البحر الوافر] ¶ §أُرِيدُ حَيَاتَهُ وَيُرِيدُ قَتْلِي ... عَذِيُرُكَ مِنْ خَلِيلِكَ مِنْ مُرَادِي»",
            "page": "350",
            "part": "1",
            "seal": "A7D9D9E5"
        },
        {
            "hno": "372",
            "id": "463",
            "nass": "372 - حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، عَنْ أَبِي حَيَّانَ، عَنْ مُجَمِّعٍ، قَالَ: بَنَى عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ سِجْنًا، فَسَمَّاهُ نَافِعًا، ثُمَّ بَدَا لَهُ فَكَسَرَهُ، وَبَنَى أَحْكَمَ مِنْهُ، ثُمَّ قَالَ: ¶ [البحر الرجز] ¶ §أَلَمْ تَرَ كَيِّسًا مُكَيَّسًا ... بَنَيْتُ بَعْدَ نَافِعٍ مُخَيِّسًا \"",
            "page": "351",
            "part": "1",
            "seal": "AA4218DB"
        },
        {
            "hno": "373",
            "id": "464",
            "nass": "373 - حَدَّثَنَا عَبْدُ الْأَعْلَى، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ: أَنَّ عُمَرَ كَتَبَ إِلَى الْمُغِيرَةِ: «§أَنْ يَسْتَنْطِقَ الشُّعَرَاءَ عِنْدَهُ»",
            "page": "352",
            "part": "1",
            "seal": "D3219E0D"
        },
        {
            "hno": "374",
            "id": "465",
            "nass": "374 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَشِيرٍ، عَنْ عِكْرِمَةَ، قَالَ: كُنْتُ أَسِيرُ مَعَ ابْنِ عَبَّاسٍ، وَنَحْنُ مُنْطَلِقُونَ إِلَى عَرَفَاتٍ، §فَكُنْتُ أُنْشِدُهُ الشِّعْرَ، وَهُوَ يَفْتَحُ عَلَيَّ \"",
            "page": "352",
            "part": "1",
            "seal": "029C45D5"
        },
        {
            "hno": "375",
            "id": "466",
            "nass": "375 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ قَالَ: «خَرَجْتُ مَعَ عِمْرَانَ بْنِ حُصَيْنٍ إِلَى الْكُوفَةِ §فَكَانَ لَا يَأْتِي عَلَيْهِ يَوْمٌ إِلَّا أَنْشَدْنَا فِيهِ الشِّعْرَ»",
            "page": "352",
            "part": "1",
            "seal": "C3DCD0A8"
        },
        {
            "hno": "376",
            "id": "467",
            "nass": "376 - حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ كَثِيرِ بْنِ أَفْلَحَ، قَالَ: «§كَانَ آخِرُ مَجْلِسٍ جَالَسَنَا فِيهِ زَيْدُ بْنُ ثَابِتٍ مَجْلِسًا تَنَاشَدْنَا فِيهِ الشِّعْرَ»",
            "page": "353",
            "part": "1",
            "seal": "08D0EC3B"
        },
        {
            "hno": "377",
            "id": "468",
            "nass": "377 - حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: §قَدِمْنَا الْمَدِينَةَ، وَهِيَ وَبِئَةٌ، فَاشْتَكَى أَبُو بَكْرٍ، فَإِذَا أَفَاقَ يَقُولُ: ¶ [البحر الرجز] ¶ كُلُّ امْرِئٍ مُصَبَّحٌ فِي رَحْلِهِ ... وَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِ ¶ قَالَتْ: وَكَانَ بِلَالٌ إِذَا أَفَاقَ يَقُولُ: ¶ [البحر الطويل] ¶ أَلَا لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةً ... بِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُ ¶ وَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مِجَنَّةٍ ... وَهَلْ يَبْدُونْ لِي شَامَةٌ وَطَفِيلُ",
            "page": "353",
            "part": "1",
            "seal": "4B23BBFF"
        },
        {
            "hno": "378",
            "id": "469",
            "nass": "378 - حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَ: §كَانَتْ تَتَمَثَّلُ بِهَذَيْنِ الْبَيْتَيْنِ مِنْ قَوْلِ لَبِيدٍ: ¶ [البحر الكامل] ¶ ذَهَبَ الَّذِينَ يُعَاشُ فِي أَكْنَافِهِمْ ... وَبَقِيتُ فِي خَلَفٍ كَجِلْدِ الْأَجْرَبِ ¶ يَتَأَكَّلُونَ مَشِيحَةً وَخِيَانَةً ... وَيُعَابُ قَائِلُهُمْ وَإِنْ لَمْ يَشْغَبِ \"",
            "page": "354",
            "part": "1",
            "seal": "E914FE44"
        },
        {
            "hno": "379",
            "id": "470",
            "nass": "379 - حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: §كَانَ عُمَرُ يَتَمَثَّلُ بِهَذَا الْبَيْتِ: ¶ [البحر الرجز] ¶ إِلَيْكَ تَغْدُو سَلَمًا وَضِينُهَا ¶ مُعْتَرِضًا فِي بَطْنِهَا جَنِينُهَا ¶ مُخَالِفًا دِينَ النَّصَارَى دِينُهَا",
            "page": "355",
            "part": "1",
            "seal": "3AD39B5D"
        },
        {
            "hno": "380",
            "id": "471",
            "nass": "380 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: §دَخَلَ عَلَيْهَا حَسَّانُ بْنُ ثَابِتٍ بَعْدَمَا كُفَّ بَصَرُهُ، فَقِيلَ لَهَا: أَتُدْخِلِينَ عَلَيْكِ هَذَا الَّذِي قَالَ اللَّهُ عَزَّ وَجَلَّ: {وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ} [النور: 11] ؟، قَالَتْ: «أَوَلَيْسَ فِي عَذَابٍ عَظِيمٍ؟، قَدْ كُفَّ بَصَرُهُ» . قَالَ: فَأَنْشَدَهَا بَيْتًا قَالَهُ لِابْنَتِهِ: حَصَانٌ رَزَانٌ مَا تُزَنُّ بِرِيبَةٍ وَتُصْبِحُ غَرْثَى مِنْ لُحُومِ الْغَوَافِلِ قَالَتْ: «لَكِنْ أَنْتَ لَسْتَ كَذَلِكَ»",
            "page": "355",
            "part": "1",
            "seal": "D1B958A5"
        },
        {
            "hno": "381",
            "id": "472",
            "nass": "381 - حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، قَالَ: أَسْتَأْذَنَ حَسَّانُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي قُرَيْشٍ فَقَالَ: «§كَيْفَ تَصْنَعُ بِنَسَبِي فِيهِمْ؟» ، قَالَ: أَسُلُّكَ مِنْهُمْ كَمَا تُسَلُّ الشَّعَرَةُ مِنَ الْعَجِينِ \"",
            "page": "356",
            "part": "1",
            "seal": "6DA6AD36"
        },
        {
            "hno": "382",
            "id": "473",
            "nass": "382 - حَدَّثَنَا حَفْصٌ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ قَالَ: ذُكِرَ عِنْدَ عَائِشَةَ حَسَّانُ، فَقِيلَ لَهَا: إِنَّهُ قَدْ أَعَانَ عَلَيْكِ وَفَعَلَ وَفَعَلَ، فَقَالَتْ: مَهْلًا، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§إِنَّ اللَّهَ عَزَّ وَجَلَّ يُؤَيِّدُ حَسَّانَ فِي شِعْرِهِ بِرُوحِ الْقُدُسِ»",
            "page": "357",
            "part": "1",
            "seal": "E8F47F1D"
        },
        {
            "hno": "383",
            "id": "474",
            "nass": "383 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لِحَسَّانَ: «§اهْجُ الْمُشْرِكِينَ، فَإِنْ رُوحَ الْقُدُسِ مَعَكَ»",
            "page": "358",
            "part": "1",
            "seal": "0BA145AB"
        },
        {
            "hno": "384",
            "id": "475",
            "nass": "384 - حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ: أَنَّ حَسَّانَ بْنَ ثَابِتٍ سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَهْجُوَ أَبَا سُفْيَانَ، فَقَالَ: «§فَكَيْفَ بِقَرَابَتِي؟» ، قَالَ: وَالَّذِي أَكْرَمَكَ لَأَسُلَّنَّكَ مِنْهُمْ سَلَّ الشَّعَرَةِ مِنَ الْعَجِينِ",
            "page": "359",
            "part": "1",
            "seal": "9D593413"
        },
        {
            "hno": "385",
            "id": "476",
            "nass": "385 - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحَسَّانَ: «§اهْجُ الْمُشْرِكِينَ فَإِنَّ جِبْرِيلُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَكَ»",
            "page": "359",
            "part": "1",
            "seal": "B68C3B16"
        },
        {
            "hno": "386",
            "id": "477",
            "nass": "386 - حَدَّثَنَا وَكِيعٌ، عَنِ الْأَعْمَشِ، عَنْ أَبِي خَالِدٍ الْوَالِبِيُّ قَالَ: «§كُنَّا نُجَالِسُ أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَتَنَاشَدُونَ الْأَشْعَارَ وَيذْكُرُونَ أَمَرَ الْجَاهِلِيَّةِ»",
            "page": "360",
            "part": "1",
            "seal": "C4BC02D4"
        },
        {
            "hno": "387",
            "id": "478",
            "nass": "387 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ أَبِي خَالِدٍ الْوَالِبِيِّ قَالَ: «§كُنْتُ أَجْلِسُ مَعَ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا يَذْكُرُونَ إِلَّا الشَّعْرَ حَتَّى يَتَفَرَّقُوا»",
            "page": "360",
            "part": "1",
            "seal": "162EF149"
        },
        {
            "hno": "388",
            "id": "479",
            "nass": "388 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ أُسَامَةَ، عَنْ نَافِعٍ، قَالَ: كَانَتْ لِعَبْدِ اللَّهِ بْنِ رَوَاحَةَ جَارِيَةٌ، فَكَانَ §يُكَاتِمُ امْرَأَتَهُ غِشْيَانَهَا. قَالَ: فَوَقَعَ عَلَيْهَا ذَاتَ يَوْمٍ، ثُمَّ جَاءَ إِلَى امْرَأَتِهِ، فَاتَّهَمَتْهُ أَنْ يَكُونَ وَقَعَ عَلَيْهَا، فَأَنْكَرَ ذَلِكَ، فَقَالَتْ لَهُ: اقْرَأِ الْقُرْآنَ إِذًا. فَقَالَ: ¶ [البحر الطويل] ¶ شَهِدْتُ بِإِذْنِ اللَّهِ أَنَّ مُحَمَّدًا ... رَسُولُ الَّذِي فَوْقَ السَّمَوَاتِ مِنْ عَلِ ¶ وَأَنَّ أَبَا يَحْيَى وَيَحْيَى كِلَيْهِمَا ... لَهُ عَمَلٌ فِي دِينِهِ مُتَقَبَّلُ ¶ فَقَالَتْ: أَوْلَى لَكَ",
            "page": "361",
            "part": "1",
            "seal": "A2FF1E7F"
        },
        {
            "hno": "389",
            "id": "480",
            "nass": "389 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ مِسْعَرٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ خَيْثَمَةَ، قَالَ: أَتَى عُمَرَ شَاعِرٌ، فَقَالَ: أُنْشِدُكَ، فَاسْتَنْشَدَهُ فَجَعَلَ هُوَ يُنْشِدُهُ، وَذَكَرَ مُحَمَّدًا، فَقَالَ: §غَفَرَ اللَّهُ لِمُحَمَّدٍ بِمَا صَبَرَ. فَقَالَ: يَقُولُ عُمَرُ: «قَدْ فَعَلَ» ، قَالَ: «ثُمَّ أَبَا بَكْرٍ جَمِيعًا وَعُمَرُ» ، فَقَالَ: «مَا شَاءَ اللَّهُ»",
            "page": "362",
            "part": "1",
            "seal": "9E2065C7"
        },
        {
            "hno": "390",
            "id": "481",
            "nass": "390 - حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ مُصْعَبِ بْنِ سُلَيْمٍ، عَنْ أَنَسٍ، قَالَ: تَمَثَّلَ الْبَرَاءُ بَيْتًا مِنْ شَعَرٍ، فَقُلْتُ لَهُ: تَمَثَّلْ أَيْ أَخِي بِبَيْتٍ مِنْ شَعَرٍ لَا تَدْرِي لَعَلَّهُ آخِرُ شَيْءٍ تَكَلَّمْتُ بِهِ. قَالَ: «لَا أَمُوتُ عَلَى فِرَاشِي، §لَقَدْ قَتَلْتُ مِنَ الْمُشْرِكِينَ وَالْمُنَافِقِينَ مِائَةً إِلَّا رَجُلًا»",
            "page": "362",
            "part": "1",
            "seal": "6308F2A9"
        },
        {
            "hno": "391",
            "id": "482",
            "nass": "391 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي فَرْوَةَ، عَنِ الْحَكَمِ: «أَنَّ عَبْدَ الرَّحْمَنِ بْنِ أَبِي لَيْلَى §أَنْشَدَ شِعْرًا فِي الْمَسْجِدِ وَالْمُؤَذِّنُ يُقِيمُ لَنَا»",
            "page": "363",
            "part": "1",
            "seal": "1752BC7C"
        },
        {
            "hno": "392",
            "id": "483",
            "nass": "392 - حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ: «§مَا رَأَيْتُ أَحَدًا أَعْلَمَ بِشِعْرٍ، وَلَا فَرِيضَةٍ، وَلَا أَعْلَمَ بِفِقْهٍ مِنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا»",
            "page": "363",
            "part": "1",
            "seal": "6444A2CE"
        },
        {
            "hno": "393",
            "id": "484",
            "nass": "393 - حَدَّثَنَا شَرِيكٌ، عَنْ فُرَاتٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: §الْقَانِعُ: السَّائِلُ. ثُمَّ أَنْشَدَ أَبْيَاتِ شَمَّاخٍ: ¶ [البحر الوافر] ¶ لَمَالُ الْمَرْءِ يُصْلِحُهُ فَيُغْنِي ... مَفَاقِرَهُ أَعَفُّ مِنَ القُنُوعِ",
            "page": "364",
            "part": "1",
            "seal": "DE1A1B6F"
        },
        {
            "hno": "394",
            "id": "485",
            "nass": "394 - حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عَاصِمٍ، قَالَ: مَا سَمِعْتُ الْحَسَنَ يَتَمَثَّلُ بِبَيْتِ شَعَرٍ قَطُّ إِلَّا هَذَا الْبَيْتَ: ¶ [البحر الخفيف] ¶ §لَيْسَ مَنْ مَاتَ فَاسْتَرَاحَ بِمَيِّتٍ ... إِنَّمَا الْمَيْتُ مَيِّتُ الْأَحْيَاءِ ¶ ثُمَّ قَالَ: «صَدَقَ وَاللَّهِ، إِنَّهُ لَيَكُونَ حَيًّا وَهُوَ مَيِّتُ الْقَلْبِ»",
            "page": "364",
            "part": "1",
            "seal": "7EA6875B"
        },
        {
            "hno": "395",
            "id": "486",
            "nass": "395 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامٍ قَالَ: سَمِعْتُ أَبِي، يَقُولُ: «تَرَكْتُهَا، يَعْنِي عَائِشَةَ قَبْلَ أَنْ تَمُوتَ بِثَلَاثِ سِنِينَ، §وَمَا رَأَيْتُ أَحَدًا أَعْلَمَ بِكِتَابِ اللَّهِ وَلَا بِسُنَّةٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَا بِشَعْرٍ، وَلَا فَرِيضَةٍ مِنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا»",
            "page": "365",
            "part": "1",
            "seal": "CAE580FC"
        },
        {
            "hno": "396",
            "id": "487",
            "nass": "396 - حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، عَنْ مِسْمَعِ بْنِ مَالِكٍ الْيَرْبُوعِيِّ، قَالَ: سَمِعْتُ عِكْرِمَةَ، يَقُولُ: «كَانَ ابْنُ عَبَّاسٍ §إِذَا سُئِلَ عَنْ شَيْءٍ مِنَ الْقُرْآنِ أَنْشَدَ شِعْرًا مِنْ أَشْعَارِهِمْ»",
            "page": "366",
            "part": "1",
            "seal": "8043E440"
        },
        {
            "hno": "397",
            "id": "488",
            "nass": "397 - حَدَّثَنَا عَلِيُّ بْنُ حُسَيْنٍ، عَنِ ابْنِ أَبْجَرَ، قَالَ: مَرَّ عَلِيٌّ بِرَجُلَيْنِ عِنْدَ مَجْمَعِ طَرِيقَيْنِ وَهُمَا يَغْتَابَانِهِ وَيَقَعَانِ فِيهِ، فَقَالَ: « ¶ [البحر الطويل] ¶ §هَنِيئًا مَرِيئًا غَيْرَ دَاءٍ مُخَامِرٍ ... لِعَزَّةُ مِنْ أَعْرَاضِنَا مَا اسْتَحَلَّتِ»",
            "page": "367",
            "part": "1",
            "seal": "3EA76B37"
        },
        {
            "hno": "398",
            "id": "489",
            "nass": "398 - حَدَّثَنَا يَحْيَى بْنُ وَاضِحٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ أَبِي الْحَسَنِ الْبَرَّادِ قَالَ: §لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} [الشعراء: 224] ، قَالَ: جَاءَ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ، وَكَعْبُ بْنُ مَالِكٍ، وَحَسَّانُ بْنُ ثَابِتٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَبْكُونَ، فَقَالُوا: يَا رَسُولَ اللَّهِ أُنْزِلَتْ هَذِهِ الْآيَةُ وَهُوَ يَعْلَمُ أَنَّا شُعَرَاءُ؟ . فَقَالَ: \" اقْرَءُوا مَا بَعْدَهَا: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} [الشعراء: 227] أَنْتُمْ، {وَانْتَصَرُوا} [الشعراء: 227] أَنْتُمْ \"",
            "page": "368",
            "part": "1",
            "seal": "01EAF1F5"
        },
        {
            "hno": "399",
            "id": "490",
            "nass": "399 - حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ، عَنْ عِكْرِمَةَ، قَالَ: {§وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} [الشعراء: 224] ، قَالَ: «عُصَاةُ الْجِنِّ»",
            "page": "369",
            "part": "1",
            "seal": "16E17BF5"
        },
        {
            "hno": "400",
            "id": "491",
            "nass": "400 - حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مَسْعُودُ بْنُ سَعْدٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنِ ابْنِ عَبَّادٍ، عَنْ أَبِيهِ: أَنَّ رَجُلًا مِنْ بَنِي لَيْثٍ أَتَى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ أُنْشِدُكَ؟، قَالَ: «لَا» ، فَأَنْشَدَهُ فِي الرَّابِعَةِ مِدْحَةً لَهُ، فَقَالَ: «§إِنْ كَانَ أَحَدٌ مِنَ الشُّعَرَاءِ يُحْسِنُ فَقَدْ أَحْسَنْتَ»",
            "page": "369",
            "part": "1",
            "seal": "3C89CFF8"
        },
        {
            "hno": "401",
            "id": "492",
            "nass": "401 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي جَعْفَرٍ الْخَطْمِيِّ: أَنَّ §رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَبْنِي الْمَسْجِدَ وَعَبْدُ اللَّهِ بْنُ رَوَاحَةَ يَقُولُ: أَفْلَحَ مَنْ يُعَالِجُ الْمَسَاجِدَا. وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «أَفْلَحَ مَنْ يُعَالِجُ الْمَسَاجِدَا» ، فَيَقُولُ ابْنُ رَوَاحَةَ: ¶ [البحر الرجز] ¶ قَدْ أَفْلَحَ مَنْ يَبْنِي الْمَسَاجِدَا ... وَيَقْرَأُ الْقُرْآنَ قَائِمًا وَقَاعِدَا ¶ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «وَيَقْرَأُ الْقُرْآنَ قَائِمًا وَقَاعِدًا» ، وَهُمْ يَبْنُونَ الْمَسْجِدَ",
            "page": "370",
            "part": "1",
            "seal": "66B518B3"
        },
        {
            "hno": "402",
            "id": "493",
            "nass": "402 - حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا مُجَالِدٌ، عَنْ عَامِرٍ، أَنَّ حَارِثَةَ بْنَ بَدْرٍ التَّمِيمِيَّ مِنْ أَهْلِ الْبَصْرَةِ، قَالَ: ¶ [البحر الطويل] ¶ §أَلَا أَبْلِغَنْ هَمْدَانَ أَنَّى لَقِيتَهَا ... سَلَامًا فَلَا يَسْلَمْ عَدُوٌّ يَعِيبُهَا ¶ لَعَمْرُ إِلَهِي إِنَّ هَمْدَانَ تَتَّقِي ... الْإِلَهَ وَيَقْضِي بِالْكِتَابِ خَطِيبُهَا ¶ وَشَيَّبَ رَأْسِي وَاسْتَخَفَّ حُلُومَنَا ... رُعُودُ الْمَنَايَا حَوْلَنَا وَبُرُوقُهَا ¶ وَإِنَّا لَتَسْتَحْلِي الْمَنَايَا نُفُوسَنَا ... وَتَتْرُكُ أُخْرَى مُرَّةً مَا تَذُوقُهَا ¶ قَالَ عَامِرٌ: فَحَدَّثْتُ بِهَذَا الْحَدِيثِ عَبْدَ اللَّهِ بْنَ جَعْفَرٍ، فَقَالَ: «كُنَّا نَحْنُ أَحَقَّ بِهَذِهِ الْأَبْيَاتِ مِنْ هَمْدَانَ»",
            "page": "371",
            "part": "1",
            "seal": "6DE4F02C"
        },
        {
            "hno": null,
            "id": "494",
            "nass": "حَدَّثَنَا يَزِيدُ، أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ قُدَّامَةَ الْجُمَحِيُّ، حَدَّثَنِي عُمَرُ بْنُ شُعَيْبٍ أَخُو عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: §لَمَّا رَفَعَ النَّاسَ أَيْدِيَهُمْ مِنْ صِفِّينَ قَالَ عَمْرُو بْنُ الْعَاصِ: «شَبَّتِ الْحَرْبُ» . فَذَكَرَ الْحَدِيثَ كُلَّهُ بِطُولِهِ",
            "page": "373",
            "part": "1",
            "seal": "28A1B46A"
        },
        {
            "hno": "404",
            "id": "495",
            "nass": "404 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ حَمْزَةَ أَبِي عُمَارَةَ، قَالَ: قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ لِعُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ: «§مَا لَكَ وَلِلشِّعْرِ؟» ، قَالَ: وَهَلْ يَسْتَطِيعُ الْمَصْدُورُ إِلَّا أَنْ يُصْدَرَ؟",
            "page": "374",
            "part": "1",
            "seal": "CFD1F246"
        },
        {
            "hno": "405",
            "id": "496",
            "nass": "405 - حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنِ الْوَلِيدِ بْنِ جُمَيْعٍ، عَنْ أَبِي سَلَمَةَ قَالَ: «§لَمْ يَكُنْ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُنْحَرِفِينَ، وَلَا مُتَمَاوِتِينَ، وَكَانُوا يَتَنَاشَدُونَ الشِّعْرَ فِي مَجَالِسِهِمْ وَيَذْكُرُونَ أَمَرَ جَاهِلِيَّتِهِمْ، فَإِذَا أُرِيدَ أَحَدُهُمْ عَلَى شَيْءٍ مِنْ دِينِهِ دَارَتْ حَمَالِيقُ عَيْنَيْهِ كَأَنَّهُ مَجْنُونٌ»",
            "page": "375",
            "part": "1",
            "seal": "B2FB695A"
        },
        {
            "hno": "406",
            "id": "497",
            "nass": "406 - حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِي سُفْيَانَ السَّعْدِيِّ قَالَ: -[376]- سَمِعْتُ الْحَسَنَ يَتَمَثَّلُ بِهَذَا الْبَيْتِ: ¶ [البحر الطويل] ¶ §يَسُرُّ الْفَتَى مَا كَانَ قَدَّمَ مِنْ تُقًى ... إِذَا عَرَفَ الدَّاءَ الَّذِي هُوَ قَاتِلُهُ",
            "page": "375",
            "part": "1",
            "seal": "9CEFAC0E"
        },
        {
            "hno": "407",
            "id": "498",
            "nass": "407 - حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنِ ابْنِ شُبْرُمَةَ، قَالَ: سَمِعْتُهً يَقُولُ: «§كَانَ الْفَرَزْدَقُ أَشْعَرَ النَّاسِ»",
            "page": "376",
            "part": "1",
            "seal": "23FA7C3F"
        },
        {
            "hno": "408",
            "id": "499",
            "nass": "408 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ عَامِرٍ، عَنْ عَائِشَةَ، قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا اسْتَرَاثَ الْخَبَرَ تَمَثَّلَ بِبَيْتِ طَرَفَةَ: « ¶ [البحر الطويل] ¶ وَيَأْتِيكَ بِالْأَخْبَارِ مَنْ لَمْ تُزَوِّدِ»",
            "page": "377",
            "part": "1",
            "seal": "1C28F823"
        },
        {
            "hno": "409",
            "id": "500",
            "nass": "409 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عُيَيْنَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، قَالَ: \" §كُنْتُ أُجَالِسُ أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ فَيَتَنَاشَدُونَ الشِّعْرَ وَيَذْكُرُونَ حَدِيثَ الْجَاهِلِيَّةِ",
            "page": "378",
            "part": "1",
            "seal": "CE2E2750"
        },
        {
            "hno": "410",
            "id": "501",
            "nass": "410 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شَرِيكٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: «كُنَّا نَأْتِي النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَجْلِسُ أَحَدُنَا حَيْثُ يَنْتَهِي §وَكَانُوا يَتَذَاكَرُونَ الشِّعْرَ، وَحَدِيثَ الْجَاهِلِيَّةِ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَا يَنْهَاهُمْ وَرُبَّمَا تَبَسَّمَ»",
            "page": "379",
            "part": "1",
            "seal": "6D9D8BE6"
        },
        {
            "hno": "411",
            "id": "502",
            "nass": "411 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ مُطَرِّفٍ، قَالَ: \" §صَحِبْتُ عِمْرَانَ بْنَ حُصَيْنٍ فِي سَفَرٍ، فَمَا كَانَ يَوْمٌ إِلَّا يُنْشِدُ فِيهِ شِعْرًا",
            "page": "379",
            "part": "1",
            "seal": "71058E29"
        },
        {
            "hno": "412",
            "id": "503",
            "nass": "412 - حَدَّثَنَا يَزِيدٌ، أَخْبَرَنَا هِشَامٌ قَالَ: سَأَلَ رَجُلٌ مُحَمَّدًا وَهُوَ فِي الْمَسْجِدِ، وَالرَّجُلُ يُرِيدُ أَنْ يُصَلِّيَ: §أَيَتَوَضَّأُ مَنْ يُنْشِدُ الشِّعْرَ؟ وَيُنْشَدُ الشِّعْرُ فِي الْمَسْجِدِ؟، قَالَ: وَأَنْشَدَهُ أَبْيَاتًا مِنْ شَعَرِ حَسَّانَ ذَلِكَ الدَّقِيقِ ثُمَّ افْتَتَحَ الصَّلَاةَ",
            "page": "380",
            "part": "1",
            "seal": "80137AFD"
        },
        {
            "hno": "413",
            "id": "504",
            "nass": "413 - حَدَّثَنَا عَفَّانُ، حَدَّثَنَا دَيْلَمُ بْنُ غَزْوَانَ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، قَالَ: §حَضَرْتُ حَرْبًا، فَقَالَ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ: ¶ [البحر الرجز] ¶ يَا نَفْسُ أَلَا أَرَاكِ تَكْرَهِينَ الْجَنَّةَ ¶ أَحْلِفُ بِاللَّهِ لَتَنْزِلِنَّهْ ¶ طَائِعَةً أَوْ لَتُكْرَهِنَّهْ",
            "page": "380",
            "part": "1",
            "seal": "025297E7"
        },
        {
            "hno": "414",
            "id": "505",
            "nass": "414 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ قَالَتْ: §تَمَثَّلَتْ بِهَذَا الْبَيْتِ وَأَبُو بَكْرٍ يَقْضِي: ¶ [البحر الطويل] ¶ وَأَبْيَضٌ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ... ثِمَالُ الْيَتَامَى عِصْمَةٌ لِلْأَرَامِلِ ¶ فَقَالَ أَبُو بَكْرٍ: \" ذَاكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "381",
            "part": "1",
            "seal": "F709AC29"
        },
        {
            "hno": "415",
            "id": "506",
            "nass": "415 - حَدَّثَنَا مُعْتَمِرٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، أَنَّ §النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمْ يَقُلْ بَيْتًا مِنَ الشِّعْرِ إِلَّا قَدْ قِيلَ قَبْلَهُ إِلَّا هَذَا: هَذَا الْحِمَالُ لَا حِمَالُ خَيْبَرْ هَذَا أَبَرَّ رَبَّنَا وَأَطْهَرْ",
            "page": "382",
            "part": "1",
            "seal": "1A4FB809"
        },
        {
            "hno": "416",
            "id": "507",
            "nass": "416 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْخَنْدَقِ، وَكَانَ كَثِيرَ شَعْرِ الصَّدْرِ، §وَهُوَ يَرْتَجِزُ بِرَجَزِ عَبْدِ اللَّهِ بْنِ رَوَاحَةَ وَهُوَ يَقُولُ: « ¶ [البحر الرجز] ¶ اللَّهُمَّ لَوْلَا أَنْتَ مَا اهْتَدَيْنَا ... وَلَا تَصَدَّقْنَا وَلَا صَلَّيْنَا ¶ فَأَنْزِلَنْ سَكِينَةً عَلَيْنَا ... وَثَبِّتِ الْأَقْدَامَ إِنْ لَاقَيْنَا ¶ إِنَّ الْأُولَى قَدْ بَغَوْا عَلَيْنَا ... وَإِنْ أَرَادُوا فِتْنَةً أَبَيْنَا»",
            "page": "383",
            "part": "1",
            "seal": "B4AA0F25"
        },
        {
            "hno": "417",
            "id": "508",
            "nass": "417 - حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ قَالَ: مَا وَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دُبُرَهُ يَوْمَ حُنَيْنٍ. قَالَ: وَالْعَبَّاسُ وَأَبُو سُفْيَانَ آخِذَانِ بِلِجَامِ بَغْلَتِهِ، وَهُوَ يَقُولُ: «§أَنَا النَّبِيُّ لَا كَذِبْ أَنَا ابْنُ عَبْدِ الْمُطَّلِبْ»",
            "page": "384",
            "part": "1",
            "seal": "69DDE0AE"
        },
        {
            "hno": "418",
            "id": "509",
            "nass": "418 - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الْأَسْوَدِ بْنِ قَيْسٍ، عَنْ جُنْدُبِ بْنِ سُفْيَانَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي غَارٍ، فَنُكِبَتْ إِصْبُعُهُ، فَقَالَ: «§هَلْ أَنْتَ إِلَّا -[385]- إِصْبَعٌ دَمِيتِ وَفِي سَبِيلِ اللَّهِ مَا لَاقِيتِ»",
            "page": "384",
            "part": "1",
            "seal": "4578A494"
        },
        {
            "hno": "419",
            "id": "510",
            "nass": "419 - حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حُمَيْدٌ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§اللَّهُمَّ إِنَّ الْعَيْشَ عَيْشُ الْآخِرَةِ، فَاغْفِرْ لِلْأَنْصَارِ وَالْمُهَاجِرَةِ»",
            "page": "385",
            "part": "1",
            "seal": "6CB3C8D6"
        },
        {
            "hno": "420",
            "id": "511",
            "nass": "420 - حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ أَبِي الْمُعَلَّى، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ أَنَّهُ كَانَ يَقْرَأُ: (§دَارَسْتَ) وَيَقُولُ: «دَرَاسَ كَطَعْمِ الصَّابِ وَالْعَلْقَمِ»",
            "page": "386",
            "part": "1",
            "seal": "5C042478"
        },
        {
            "hno": "421",
            "id": "512",
            "nass": "421 - حَدَّثَنَا وَكِيعٌ، عَنْ ثَابِتِ بْنِ أَبِي صَفِيَّةَ، عَنْ شَيْخٍ يُكْنَى أَبَا عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: الزَّنِيمُ: اللَّئِيمُ الْمُلْزَقُ، ثُمَّ أَنْشَدَ هَذَا الْبَيْتَ: ¶ -[387]- ¶ [البحر الطويل] ¶ §زَنِيمٌ تَدَاعَاهُ الرِّجَالُ زِيَادَةً ... كَمَا زَادَ فِي عَرْضِ الْأَدِيمَ الْأَكَارِعُ",
            "page": "386",
            "part": "1",
            "seal": "811BEB35"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "أَخْبَرَنَا الشَّرِيفُ النَّسِيبُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ الْعَبَّاسِ الْحُسَيْنِيُّ سَنَةَ 505 هـ. أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ الْكِتَّانِيُّ، وَالْحَسَنُ بْنُ عَلِيٍّ اللَّبَّادُ، وَأَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الطَّرَايِفِيُّ فِي سَنَةِ 445 هـ، قَالُوا جَمِيعًا: أَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ عُثْمَانَ بْنِ الْقَاسِمِ بْنِ أَبِي نَصْرٍ، أَخْبَرَنَا عَمِّي أَبُو عَلِيٍّ مُحَمَّدُ بْنُ الْقَاسِمِ بْنِ مَعْرُوفٍ، حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدَ بْنِ عَلِيِّ بْنِ سَعِيدٍ الْقَاضِي، عَنِ ابْنِ أَبِي شَيْبَةَ قَالَ:",
            "page": "125",
            "part": "1",
            "seal": "218A5327"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "بَابُ مَا جَاءَ فِي الرَّجُلِ يُقَبِّلُ يَدَ الرَّجُلِ",
            "page": "126",
            "part": "1",
            "seal": "741DDF7F"
        }
    ],
    "t638": [
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرجل يصغر اسم الرجل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في التقنع"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرجل يبيت وفي يده غمر"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "باب مجالسة الناس ومخالطتهم"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يكره من اطلاع الرجل على الرجل"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرجل يمدح الرجل"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "باب المشورة، من أمر بها؟"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في طلب الحوائج عند حسان الوجوه"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كره الكلام بالفارسية"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "باب من رخص في الكلام بالفارسية"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرجل يكنى قبل أن يولد له"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يستحب من كلام الرجل"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما كره أن يسمع المبتلى التعوذ"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما لا ينبغي للرجل أن يدعو به"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يكره أن يقرأ كتاب غيره"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما ينهى عنه الرجل أن يسبه"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما ينبغي للرجل أن يتعلمه أو يعلمه ولده"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يستحب للرجل أن يوجد ريحه منه"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كره للمرأة إذا خرجت أن تطيب"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "باب تنحية الأذى عن الطريق"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في كراهية التحشش على الطريق"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الطيب والمسك"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كره المسك"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في ما كره من المبيت على سطح غير محجر"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في صلة الرجل من كان أبوه يصل"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في ابتداء أهل الشرك بالسلام"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "باب في تتريب الكتاب"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "باب في رد جواب الكتاب"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في ركوب ثلاثة على دابة"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كره ركوب ثلاثة على الدابة"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كان لا يدع أحدا من أهله ينام بعد الفجر حتى تطلع الشمس"
        },
        {
            "id": "192",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الرجل يبيت في بيت وحده"
        },
        {
            "id": "196",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الطيرة"
        },
        {
            "id": "199",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما قيل في العدوى، والطيرة، والهامة"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الأكل مع المجذوم ثقة بالله وتوكلا عليه"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "باب خير الطيرة الفأل، والعين حق"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كان يحب الفأل، ويكره الطيرة"
        },
        {
            "id": "211",
            "lvl": "1",
            "sub": null,
            "tit": "باب من لزق بالمجذوم ولم يخش عدوى"
        },
        {
            "id": "213",
            "lvl": "1",
            "sub": null,
            "tit": "باب إقرار الطير على وكناتها"
        },
        {
            "id": "215",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كان يحس الطيرة ويمضي فلا يطير"
        },
        {
            "id": "217",
            "lvl": "1",
            "sub": null,
            "tit": "باب في العيافة، والطيرة، والطرق"
        },
        {
            "id": "219",
            "lvl": "1",
            "sub": null,
            "tit": "باب في التكهن، والاستسقام"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "باب في الغول، والصفر"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": null,
            "tit": "باب في الرخص في الطيرة، والتباعد من المجذوم"
        },
        {
            "id": "231",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الختان"
        },
        {
            "id": "238",
            "lvl": "1",
            "sub": null,
            "tit": "باب الأخذ بالرخص"
        },
        {
            "id": "250",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء ابن أخت القوم منهم"
        },
        {
            "id": "255",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في عدم الحرج في الحديث عن بني إسرائيل"
        },
        {
            "id": "260",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في تشبه الرجال بالنساء والنساء بالرجال"
        },
        {
            "id": "270",
            "lvl": "1",
            "sub": null,
            "tit": "باب في كف اللسان وخوف ما يكون من الكلام"
        },
        {
            "id": "278",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يكره للرجل أن يتكلم به"
        },
        {
            "id": "281",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كره أن يقول الرجل: إني كسلان"
        },
        {
            "id": "283",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما كره أن يقول الرجل: هو بالله وبك"
        },
        {
            "id": "285",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما كره أن يقول الرجل: اللهم تصدق علي"
        },
        {
            "id": "287",
            "lvl": "1",
            "sub": null,
            "tit": "باب القول في الثناء وأن من أثنى فقد أجزأ"
        },
        {
            "id": "291",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الرجل يقول لأخيه: جزاك الله خيرا"
        },
        {
            "id": "294",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يستحب للرجل أن يقول إذا أخذ مضجعه"
        },
        {
            "id": "296",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يقول إذا قام واستيقظ وأخذ مضجعه"
        },
        {
            "id": "301",
            "lvl": "1",
            "sub": null,
            "tit": "باب في الأمر بنفض الفراش قبل الاضطجاع وما يقول"
        },
        {
            "id": "304",
            "lvl": "1",
            "sub": null,
            "tit": "باب التهليل والتسبيح والتحميد حين يأوي إلى فراشه"
        },
        {
            "id": "306",
            "lvl": "1",
            "sub": null,
            "tit": "باب قراءة قل يا أيها الكافرون عند النوم"
        },
        {
            "id": "311",
            "lvl": "1",
            "sub": null,
            "tit": "باب في قول: \" باسمك وضعت جنبي فاغفر لي \""
        },
        {
            "id": "313",
            "lvl": "1",
            "sub": null,
            "tit": "باب"
        },
        {
            "id": "315",
            "lvl": "1",
            "sub": null,
            "tit": "باب"
        },
        {
            "id": "317",
            "lvl": "1",
            "sub": null,
            "tit": "باب وضع اليد اليمنى تحت الخد الأيمن عند النوم"
        },
        {
            "id": "321",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يستحب من الأسماء"
        },
        {
            "id": "325",
            "lvl": "1",
            "sub": null,
            "tit": "باب من رخص أن يكتنى بأبي القاسم"
        },
        {
            "id": "329",
            "lvl": "1",
            "sub": null,
            "tit": "باب الجمع بين اسم النبي صلى الله عليه وسلم وكنيته"
        },
        {
            "id": "336",
            "lvl": "1",
            "sub": null,
            "tit": "باب من كره أن يكنى أبا القاسم وإن لم يكن اسمه محمدا"
        },
        {
            "id": "339",
            "lvl": "1",
            "sub": null,
            "tit": "باب إطفاء النار عند المبيت"
        },
        {
            "id": "346",
            "lvl": "1",
            "sub": null,
            "tit": "باب كنس الدار وتنظيفها"
        },
        {
            "id": "350",
            "lvl": "1",
            "sub": null,
            "tit": "باب في لعن البهيمة وغيرها"
        },
        {
            "id": "356",
            "lvl": "1",
            "sub": null,
            "tit": "باب الجلوس قبالة القبلة"
        },
        {
            "id": "362",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل العقل"
        },
        {
            "id": "373",
            "lvl": "1",
            "sub": null,
            "tit": "باب كراهية القعود بين الظل والشمس"
        },
        {
            "id": "382",
            "lvl": "1",
            "sub": null,
            "tit": "باب الاستماع إلى حديث من يكره استماعه"
        },
        {
            "id": "384",
            "lvl": "1",
            "sub": null,
            "tit": "باب في كراهية الوقوف على الدابة"
        },
        {
            "id": "387",
            "lvl": "1",
            "sub": null,
            "tit": "باب في الرخصة في ذلك"
        },
        {
            "id": "390",
            "lvl": "1",
            "sub": null,
            "tit": "باب الاستئذان"
        },
        {
            "id": "394",
            "lvl": "1",
            "sub": null,
            "tit": "باب"
        },
        {
            "id": "397",
            "lvl": "1",
            "sub": null,
            "tit": "باب في العاطس لا يشمت حتى يحمد الله"
        },
        {
            "id": "404",
            "lvl": "1",
            "sub": null,
            "tit": "باب العاطس يشمت ثم يعطس"
        },
        {
            "id": "414",
            "lvl": "1",
            "sub": null,
            "tit": "باب كيف يكتب الرجل إلى الرجل"
        },
        {
            "id": "416",
            "lvl": "1",
            "sub": null,
            "tit": "باب في الإذن على أهل الذمة"
        },
        {
            "id": "423",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يكره أن يقول العاطس"
        },
        {
            "id": "426",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يقول إذا عطس وحده"
        },
        {
            "id": "429",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما يقول العاطس وما يقال له"
        },
        {
            "id": "442",
            "lvl": "1",
            "sub": null,
            "tit": "باب الرخصة في الشعر"
        },
        {
            "id": "448",
            "lvl": "1",
            "sub": null,
            "tit": "باب استماع النبي صلى الله عليه وسلم الشعر وغير ذلك"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "باب ما جاء في الرجل يقبل يد الرجل"
        }
    ]
}