{
    "b6392": [
        {
            "id": "49",
            "nass": "مشاعرهم بتفصيله اللاصق علمه بأعماق ضمائرهم فى إجماله وَيدخل فى ذَلِك جَمِيع الْأَحْكَام الْمُتَعَلّقَة بكليات الْأَعْمَال ظَاهره وباطنه ثمَّ يؤيدهم بِمَا لَا تبلغه قوى الْبشر من الأيات حَتَّى تقوم بهم الْحجَّة وَيتم الاقناع بِصدق الرسَالَة فيكونون بذلك رسلًا من لَدنه إِلَى خلقه مبشرين ومنذرين ¶ لَا ريب أَن الذى أحسن كل شىء خلقه وأبدع فى كل كَائِن صنعه وجاد على كل حى بِمَا إِلَيْهِ حَاجته وَلم يحرم من رَحمته حَقِيرًا وَلَا جَلِيلًا من خلقه يكون من رأفته بالنوع الذى أَجَاد صنعه وَأقَام لَهُ من قبُول الْعلم مَا يقوم مقَام الْمَوَاهِب الَّتِى اخْتصَّ بهَا غَيره أَن ينقذه من حيرته وَيُخَلِّصهُ من التخبط فى أهم حياتيه والضلال فى أفضل حاليه ¶ يَقُول قَائِل وَلم لم يودع فى الغرائز مَا تحْتَاج إِلَيْهِ من الْعلم وَلم يضع فِيهَا الانقياد إِلَى الْعَمَل وسلوك الطَّرِيق المؤدية إِلَى الْغَايَة فى الْحَيَاة الْآخِرَة وَمَا هَذَا النَّحْو من عجائب الرَّحْمَة فى الْهِدَايَة والتعليم وَهُوَ قَول يصدر عَن شطط الْعقل والغفلة عَن مَوْضُوع الْبَحْث وَهُوَ النَّوْع الإنسانى ذَلِك النَّوْع على مَا بِهِ وَمَا دخل فى تَقْدِيم جوهره من الرّوح المفكر وَمَا اقْتَضَاهُ ذَلِك من الِاخْتِلَاف فى مَرَاتِب الاستعداد باخْتلَاف أَفْرَاده وَأَن لَا يكون كل فَرد مِنْهُ مستعدا لكل حَال بطبعه وَأَن يكون وضع وجوده على عماد الْبَحْث وَالِاسْتِدْلَال فَلَو ألهم حاجاته كَمَا تلهم الْحَيَوَانَات لم يكن هُوَ ذَلِك النَّوْع بل كَانَ إِمَّا حَيَوَانا آخر كالنحل والنمل أَو ملكا من الْمَلَائِكَة لَيْسَ من سكان هَذِه الأَرْض ¶ المسلك الثانى فى بَيَان الْحَاجة إِلَى الرسَالَة يَأْخُذ من طبيعة الْإِنْسَان نَفسه أرتنا الْأَيَّام غابرها وحاضرها أَن من النَّاس من يختزل نَفسه من جمَاعَة الْبشر وَيَنْقَطِع إِلَى بعض الغايات أَو إِلَى رُؤُوس الْجبَال ويستأنس إِلَى الْوَحْش ويعيش عَيْش الأوابد من الْحَيَوَان يتغذى بالأعشاب وجذور النَّبَات ويأوى إِلَى الكهوف والمغاور ويتقى بعض العوادى عَلَيْهِ بالصخور وَالْأَشْجَار ويكتفى من الثِّيَاب بِمَا يخصف من ورق الشّجر أَو جُلُود الْهَالِك من حَيَوَان الْبر وَلَا يزَال كَذَلِك حَتَّى",
            "page": "50",
            "part": "1",
            "seal": "D3F792CE"
        },
        {
            "id": "50",
            "nass": "مَعَ مَا قدر لنوعها وَإِنَّمَا الْإِنْسَان نوع من تِلْكَ الْأَنْوَاع الَّتِى غرز فى طبعها أَن تعيش مجتمعة وَإِن تعدّدت فِيهَا الْجَمَاعَات على أَن يكون لكل وَاحِد من الْجَمَاعَة عمل يعود على الْمَجْمُوع فى بَقَائِهِ وللمجموع من الْعَمَل مَالا غنى للْوَاحِد عَنهُ فى نمائه وبقائه وأودع فى كل شخص من أشخاصها شُعُور مَا بحاجته إِلَى سَائِر أَفْرَاد الْجَمَاعَة الَّتِى يشملها إسم وَاحِد وتاريخ وجود الْإِنْسَان شَاهد بذلك فَلَا حَاجَة إِلَى الإطالة فِي بَيَانه وَكَفاك من الدَّلِيل على أَن الأنسان لَا يعِيش إِلَّا فى جملَة مَا وهبه من قُوَّة النُّطْق فَلم يخلق لِسَانه مستعدا لتصوير الْمعَانى فى الْأَلْفَاظ وتأليف الْعبارَات إِلَّا لاشتداد الْحَاجة بِهِ إِلَى التفاهم وَلَيْسَ الِاضْطِرَار إِلَى التفاهم بَين اثْنَيْنِ أَو أَكثر إِلَّا الشَّهَادَة بِأَن لَا غنى لأَحَدهم عَن الآخر ¶ حَاجَة كل فَرد من الْجَمَاعَة إِلَى سائرها مِمَّا لَا يشْتَبه فِيهِ وَكلما كثرت مطَالب الشَّخْص فى معيشته ازدادت بِهِ الْحَاجة إِلَى الأيدى العاملة فتمتد الْحَاجة وعَلى أَثَرهَا الصِّلَة من الْأَهْل إِلَى الْعَشِيرَة ثمَّ إِلَى الْأمة وَإِلَى النَّوْع بأسره وأيامنا هَذِه شاهدة على أَن الصِّلَة النابعة للْحَاجة قد تعم النَّوْع كمالا يخفى هَذِه الْحَاجة خُصُوصا فى الْأمة الَّتِى حققت عنوانها لَهَا صلات وعلائق ميزتها عَمَّن سواهَا حَاجَة فى الْبَقَاء حَاجَة فى التَّمَتُّع بمزايا الْحَيَاة حَاجَة فى جلب الرغائب وَدفع المكاره من كل نوع ¶ لَو جرى أَمر الْإِنْسَان على أساليب الْخلقَة فى غَيره لكَانَتْ هَذِه الْحَاجة من أفضل عوامل الْمحبَّة بَين أَفْرَاده عَامل يشْعر كل نفس أَن بقاءها مُرْتَبِط بِبَقَاء الْكل فَالْكل مِنْهَا بِمَنْزِلَة بعض قواها المسخرة لمنافعها ودرء مضارها والمحبة عماد السّلم وَرَسُول السكينَة إِلَى الْقُلُوب هى الدَّافِع لكل من المتاحبين على الْعَمَل لمصْلحَة الآخر الناهض بِكُل مِنْهُمَا للمدافعة عَنهُ فى حَالَة الْخطر فَكَانَ من شَأْن الْمحبَّة أَن تكون حفاظا لنظام الْأُمَم وروحا لبقائها وَكَانَ من حَالهَا أَن تكون مُلَازمَة للْحَاجة على مُقْتَضى سنة الْكَوْن فان الْمحبَّة حَاجَة لنَفسك إِلَى من تحب أَو مَا تحب فان اشتدت كَانَت ولعا وعشقا",
            "page": "51",
            "part": "1",
            "seal": "5E0FA631"
        },
        {
            "id": "51",
            "nass": "لَكِن كَانَ من قوانين الْمحبَّة أَن تنشأ وتدوم بَين متاحبين إِذا كَانَت الْحَاجة إِلَى ذَات المحبوب أَو مَا هُوَ فِيهَا لَا يفارقها وَلَا يكون هَذَا النَّوْع مِنْهَا فى الْإِنْسَان إِلَّا إِذا كَانَ منشؤه أمرا فى روح المحبوب وشمائله الَّتِى لَا تفارق ذَاته حَتَّى تكون لَذَّة الْوُصُول فى نفس الِاتِّصَال لَا فى عَارض يتبعهُ فَإِذا عرض التبادل والتعارض وَلَو حَظّ فى العلاقة بَينهمَا تحولت الْمحبَّة إِلَى رَغْبَة فى الِانْتِفَاع بِالْعِوَضِ وتعلقت بالمنتفع بِهِ لَا بمصدر الِانْتِفَاع وَقَامَ بَين الشخصين مقَام الْمحبَّة إِمَّا سُلْطَان الْقُوَّة أَو ذلة المخافة أَو الدهان والخديعة من الْجَانِبَيْنِ ¶ يحب الْكَلْب سَيّده ويخلص لَهُ ويدافع عَنهُ دفاع المستميت لما يرى أَنه مصدر الْإِحْسَان إِلَيْهِ فى سداد عوزه فصورة شبعه وربه وحمايته مقرونة فى شعوره بِصُورَة من يكفلها لَهُ فَهُوَ يتَوَقَّع فقدها بفقده فيحرص عَلَيْهِ حرصه على حَيَاته وَلَو أَنه انْتقل من حوزته إِلَى حوزة آخر وَغَابَ عَنهُ السنين ثمَّ رَآهُ معرضًا لخطر مَا عَادَتْ إِلَيْهِ تِلْكَ الصُّورَة يصل بَعْضهَا بَعْضًا واندفع إِلَى خُلَاصَة بِمَا تمكنه الْقُوَّة ¶ ذَلِك لِأَن الإلهام الذى هدى بِهِ شُعُور الْكَلْب لَيْسَ مِمَّا تتسع بِهِ الْمذَاهب فوجدانه يتَرَدَّد بَين الْإِحْسَان ومصدره وَلَيْسَ لَهُ وراءهما مَذْهَب فحاجته فى سد عوزه هى حَاجته إِلَى الْقَائِم بأَمْره فَيُحِبهُ محبته لنَفسِهِ وَلَا يبخس مِنْهَا شوب التَّعَارُض فى الْخدمَة ¶ أما الْإِنْسَان وَمَا أَدْرَاك مَا هُوَ فَلَيْسَ أمره على ذَلِك لَيْسَ مِمَّن يلهم وَلَا يتَعَلَّم وَلَا مِمَّن يشْعر وَلَا يتفكر بل كَانَ كَمَاله النوعى فى إِطْلَاق مداركه عَن الْقَيْد ومطالبه عَن النهايات وتسليمه على صغره إِلَى الْعَالم الْأَكْبَر على جلالته وعظمه بتصارعه بعوامله وهى غير محصورة حَتَّى يعتصر مِنْهُ مَنَافِعه وهى غير محدودة وإيداعه من قوى الْإِدْرَاك وَالْعَمَل مَا يُعينهُ على المغالبة ويمكنه من الْمُطَالبَة بسعيه ورأيه وَيتبع ذَلِك أَن يكون لَهُ فى كل كَائِن مِمَّا يصل إِلَيْهِ لَذَّة وبجوار كل لَذَّة ألم ومخافة فَلَا تنتهى رغائبه إِلَى غَايَة وَلَا تقف مخاوفه عِنْد نِهَايَة إِن الْإِنْسَان خلق هلوعا إِذا مَسّه الشَّرّ جزوعا وَإِذا مَسّه الْخَيْر منوعا تفاوتت",
            "page": "52",
            "part": "1",
            "seal": "A512261F"
        },
        {
            "id": "52",
            "nass": "أَفْرَاده فى مواهب الْفَهم وفى قوى الْعَمَل وفى الهمة والعزم فَمنهمْ المقصر ضعفا أَو كسلا المتطاول فى الرَّغْبَة شَهْوَة وَطَمَعًا يرى فى أَخِيه أَنه العون لَهُ على مَا يُرِيد من شئون وجوده لكنه يذهب من ذَلِك إِلَى تخيل اللَّذَّة فى الاستئثار بِجَمِيعِ مَا فى يَده وَلَا يقنع بمعاوضته فى ثَمَرَة من ثمار عمله وَقد يجد اللَّذَّة فى أَن يتمتع وَلَا يعْمل وَيرى الْخَيْر فى أَن يُقيم مقَام الْعَمَل إِعْمَال الْفِكر فى استنباط ضروب الْحِيَل ليتمتع وَإِن لم ينفع ويغلب عَلَيْهِ ذَلِك حَتَّى يخيل لَهُ أَن لَا ضير عَلَيْهِ لَو انْفَرد بالوجود عَمَّن يطْلب مغالبته وَلَا يبالى بإرساله إِلَى عَالم الْعَدَم بعد سلبه فَكلما حثه الذّكر والخيال إِلَى دفع مَخَافَة أَو الْوُصُول إِلَى لذيذ فتح لَهُ الْفِكر بَابا من الْحِيلَة أَو هيأ لَهُ وَسِيلَة لاستعمال الْقُوَّة فَقَامَ التناهب مقَام التواهب وَحل الشقاق مَحل الْوِفَاق وَصَارَ الضَّابِط لسيرة الْإِنْسَان إِمَّا الْحِيلَة وَإِمَّا الْقَهْر ¶ هَل وقف الْهوى بالإنسان عِنْد التنافس فى اللذائذ الجسدانية وتجالد أَفْرَاده طَمَعا فى وُصُول كل إِلَى مَا يَظُنّهُ غَايَة مطلبه وَإِن لم تكن لَهُ غَايَة كلا وَلَكِن قدر لَهُ أَن تكون لَهُ لذائذ روحانية وَكَانَ من أعظم همه أَن يشْعر بالكرامة لَهُ فى نفس غَيره مِمَّن تجمعه مَعَهم جَامِعَة مَا حَسْبَمَا يَمْتَد إِلَيْهِ نظره وَقد بلغت هَذِه الشَّهْوَة حد من الْأَنْفس كَادَت تتغلب على جَمِيع الشَّهَوَات وَأخذت لَذَّة الْوُصُول إِلَيْهَا من الْأَرْوَاح مَكَانا كَاد لَا تصعد إِلَيْهِ سَائِر اللَّذَّات وهى من أفضل العوامل فى إِحْرَاز الْفَضَائِل وتمكين الصلات بَين الْأَفْرَاد والأمم لَو صرفت فِيمَا سيقت لأجل وَلَكِن انحرف بهَا السَّبِيل كَمَا انحرف بغَيْرهَا للأسباب الَّتِى أَشَرنَا إِلَيْهَا من التَّفَاوُت فى مَرَاتِب الْإِدْرَاك والهمة والعزيمة حَتَّى خيل لكثير من الْعُقَلَاء أَن يسْعَى إِلَى إعلاء مَنْزِلَته فى الْقُلُوب بإخافة الْأَمْن وإزعاج السَّاكِن وإشعار الْقُلُوب رهبة المخافة لَا تهيب الْحُرْمَة ¶ هَل يُمكن مَعَ هَذَا أَن يَسْتَقِيم أَمر جمَاعَة بنى نظامهم وعلق بقاؤهم فى الْحَيَاة على تعاونهم ورفد بَعضهم بَعْضًا فى الْأَعْمَال أَولا تكون هَذِه الأفاعيل السَّابِق ذكرهَا سَببا فى تفانيهم لَا ريب أَن الْبَقَاء على تِلْكَ الْأَحْوَال من ضروب الْمحَال فَلَا بُد للنوع الإنسانى فى حفظ بَقَائِهِ من الْمحبَّة أَو مَا يَنُوب منابها",
            "page": "53",
            "part": "1",
            "seal": "16B58029"
        },
        {
            "id": "53",
            "nass": "لَجأ بعض أهل البصيرة فى أزمنة مُخْتَلفَة إِلَى الْعدْل وظنوا كَمَا ظن بعض العارفين ونطق بِهِ فى كلمة جليلة أَن الْعدْل نَائِب الْمحبَّة نعم لَا يَخْلُو القَوْل من حِكْمَة وَلَكِن من الذى يضع قَوَاعِد الْعدْل وَيحمل الكافة على رعايتها قبل ذَلِك هُوَ الْعقل فَكَمَا كَانَ الْفِكر وَالذكر والخيال ينابيع الشَّقَاء كَذَلِك تكون وَسَائِل السَّعَادَة وفيهَا مُسْتَقر السكينَة وَقد راينا أَن اعْتِدَال الْفِكر وسعة الْعلم وَقُوَّة الْعقل وأصالة الحكم تذْهب بِكَثِير من النَّاس إِلَى مَا وَرَاء حجب الشَّهَوَات وَتَعْلُو بهم فَوق مَا تخيله المخاوف فيعرفون لكل حق حرمته ويميزون بَين لَذَّة مَا يفنى وَمَنْفَعَة مَا يبْقى وَقد جَاءَ مِنْهُم أَفْرَاد فى كل أمة وضعُوا أصُول الْفَضِيلَة وكشفوا وُجُوه الرذيلة وقسموا أَعمال الْإِنْسَان إِلَى مَا تحضر لذته وتسوء عاقبته وَهُوَ مَا يحب اجتنابه وَإِلَى مَا قد يشق احْتِمَاله وَلَكِن تسر مغابته وَهُوَ مَا يجب الْأَخْذ بِهِ وَمِنْهُم من أنْفق فى الدعْوَة إِلَى رايه نَفسه وَمَاله وَقضى شَهِيد إخلاصه فى دَعْوَة قومه إِلَى مَا يحفظ نظامهم فَهَؤُلَاءِ الْعُقَلَاء هم الَّذين يضعون قَوَاعِد الْعدْل وعَلى أهل السُّلْطَان أَن يحملوا الكافة على رعايتها وَبِذَلِك يَسْتَقِيم أَمر النَّاس ¶ هَذَا قَول لَا يجافى الْحق ظَاهره وَلَكِن هَل سمع فى سيرة الْإِنْسَان وَهل ينطبق على سنته أَن يخضع كَافَّة أَفْرَاده أَو الْغَالِب مِنْهُم لرَأى الْعَاقِل لمُجَرّد أَنه الصَّوَاب وَهل كفى فى إقناع جمَاعَة مِنْهُ كشعب أَو أمة قَول عاقلهم إِنَّهُم مخطئون وَإِن الصَّوَاب فِيمَا يَدعُوهُم إِلَيْهِ وَإِن أَقَامَ على ذَلِك من الْأَدِلَّة مَا هُوَ أوضح من الضياء وَأجلى من ضَرُورَة الْمحبَّة للبقاء كلا لم يعرف ذَلِك فى تَارِيخ الْإِنْسَان وَلَا هُوَ مِمَّا ينطبق على سنته فقد تقدم لنا أَن مهب الشَّقَاء هُوَ تفَاوت النَّاس فى الْإِدْرَاك وهم مَعَ ذَلِك يدعونَ الْمُسَاوَاة فى الْعُقُول والتقارب فى الْأُصُول وَلَا يعرف جمهورهم من حَال الْفَاضِل إِلَّا كَمَا يعرف من أَمر الْجَاهِل وَمن لم يكن فى مرتبتك من الْعقل لم يذقْ مذاقك من الْفضل فمجرد الْبَيَان العقلى لَا يدْفع نزاعا وَلَا يرد طمأنينة وَقد يكون الْقَائِم على مَا وضع من شَرِيعَة الْعقل مِمَّن يزْعم أَنه أرفع من واضعها فَيذْهب بِالنَّاسِ مَذْهَب شهواته فتذهب حرمتهَا ويتهدم بناؤها ويفقد مَا قصد بوضعها",
            "page": "54",
            "part": "1",
            "seal": "0E2D23DD"
        },
        {
            "id": "54",
            "nass": "أضف إِلَى مَا سبق من لَوَازِم نزعات الْفِكر ونزعات الْأَهْوَاء شعورا هُوَ ألصق بالغريزة البشرية واشد لُزُوما لَهَا كل إِنْسَان مهما علا فكره وقوى عقله أَو ضعفت فطنته وانحطت فطرته يجد نَفسه أَنه مغلوب لقُوَّة أرفع من قوته وَقُوَّة مَا أنس مِنْهُ الْغَلَبَة عَلَيْهِ مِمَّا حوله وَأَنه مَحْكُوم بِإِرَادَة تصرفه وَتصرف مَا هُوَ فِيهِ من العوالم فى وُجُوه قد لَا تعرفها معرفَة العارفين وَلَا نتطرف إِلَيْهَا إِرَادَة المختارين تشعر كل نفس أَنَّهَا مسوقة لمعْرِفَة تِلْكَ الْقُوَّة الْعُظْمَى فتطلبها من حسها تَارَة وَمن عقلهَا أُخْرَى وَلَا سَبِيل لَهَا إِلَّا الطَّرِيق الَّتِى حددت لنوعها وهى طَرِيق النّظر فَذهب كل فى طلبَهَا وَرَاء رائد الْفِكر فَمنهمْ من ناولها بِبَعْض الْحَيَوَانَات لِكَثْرَة نَفعهَا أَو شدَّة ضررها وَمِنْهُم من تمثلت لَهُ فى بعض الْكَوَاكِب لظُهُور أَثَرهَا وَمِنْهُم من حَجَبته الْأَشْجَار والأحجار لاعتبارات لَهُ فِيهَا وَمِنْهُم من تبدت لَهُ آثَار قوى مُخْتَلفَة فى أَنْوَاع مُتَفَرِّقَة تتماثل فى أَفْرَاد كل نوع وتتخالف بتخالف الْأَنْوَاع فَجعل لكل نوع إِلَهًا وَلَكِن كلما رق الوجدان ولطفت الأذهان ونفذت البصائر ارْتَفع الْفِكر وجلت النتائج فوصل من بلغ بِهِ علمه بعض الْمنَازل من ذَلِك إِلَى معرفَة هَذِه الْقُدْرَة الباهرة واهتدى إِلَى أَنَّهَا قدرَة وَاجِب الْوُجُود غير أَن من أسرار الجبروت مَا غمض عَلَيْهِ فَلم يسلم من الْخَيط فِيهِ ثمَّ لم يكن لَهُ من الميزة الفائقة فى قومه مَا يحملهم على الاهتداء بهديه فبقى الْخلاف ذائعا والرشد ضائعا انفق النَّاس فى الإذعان لما فاق قدرهم وَعلا متناول استطاعتهم لكِنهمْ اخْتلفُوا فى فهم مَا تلجئهم الْفطْرَة إِلَى الإذعان لَهُ اخْتِلَافا كَانَ اشد أثرا فى التقاطع بَينهم وإثارة أعاصير الشقاق فيهم من اخْتلَافهمْ فى فهم النافع والضار لغَلَبَة الشَّهَوَات عَلَيْهِم ¶ إِن كَانَ الْإِنْسَان قد فطر على أَن يعِيش فى جملَة وَلم يمنح مَعَ تِلْكَ الْفطْرَة مَا منحه النَّحْل وَبَعض أَفْرَاد النَّمْل مثلا من الإلهام الهادى إِلَى مَا يلْزم لذَلِك وَإِنَّمَا ترك إِلَى فكره يتَصَرَّف بِهِ على نَحْو مَا سبق كَمَا فطر على الشُّعُور بقاهر تنساق نَفسه بالرغم عَنْهَا إِلَى مَعْرفَته وَلم يفض عَلَيْهِ مَعَ ذَلِك الشُّعُور عرفانه بِذَات ذَلِك القاهر وَلَا صِفَاته وَإِنَّمَا ألْقى بِهِ فى مطارح النّظر تحمله الأفكار فى مجاريها وترمى",
            "page": "55",
            "part": "1",
            "seal": "59F360B0"
        },
        {
            "id": "55",
            "nass": "بِهِ إِلَى حَيْثُ يدرى وَلَا يدرى وفى كل ذَلِك الويل على جامعته والخطر على وجوده أفهل منى هَذَا النَّوْع بِالنَّقْصِ ورزء بالقصور عَن مثل مَا بلغه أَضْعَف الْحَيَوَانَات وأحطها فى منَازِل الْوُجُود نعم هُوَ كَذَلِك لَوْلَا مَا أَتَاهُ الصَّانِع الْحَكِيم من نَاحيَة ضعفه ¶ الْإِنْسَان عَجِيب فى شَأْنه يصعد بِقُوَّة عقله إِلَى أَعلَى مَرَاتِب الملكوت ويطاول بفكره أرفع معالم الجبروت ويسامى بقوته مَا يعظم عَن أَن يسامى من قوى الْكَوْن الْأَعْظَم ثمَّ يصغر ويتضاءل وينحط إِلَى أدنى دَرك من الاستكانة والخضوع مَتى عرض لَهُ أَمر مالم يعرف سَببه وَلم يدْرك منشأه ذَلِك لسر عرفه المستبصرون واستشعرته نفوس النَّاس أَجْمَعِينَ من ذَلِك الضعْف قيد إِلَى هداه وَمن تِلْكَ الضعة أَخذ بِيَدِهِ إِلَى شرف سعادته أكمل الْوَاهِب الْجواد لجملته مَا اقْتَضَت حكمته فى تَخْصِيص نَوعه بِمَا يميزه عَن غَيره أَن ينقص من أَفْرَاده وكما جاد على كل شخص بِالْعقلِ الْمصرف للحواس لينْظر فى طلب اللُّقْمَة وَستر الْعَوْرَة والتوقى من الْحر وَالْبرد جاد على الْجُمْلَة بِمَا هُوَ أمس بِالْحَاجةِ فِي الْبَقَاء وآثر فى الْوِقَايَة من غوائل الشَّقَاء وأحفظ لنظام الِاجْتِمَاع الذى هُوَ عماد كَونه بالاجماع من عَلَيْهِ بالنائب الحقيقى عَن الْمحبَّة بل الرَّاجِع بهَا إِلَى النُّفُوس الَّتِى أقفرت مِنْهَا لم يُخَالف سنَنه فِيهِ من بِنَاء كَونه على قَاعِدَة التَّعْلِيم والإرشاد غير أَنه أَتَاهُ مَعَ ذَلِك من أَضْعَف الْجِهَات فِيهِ وهى جِهَة الخضوع والاستكانة فَأَقَامَ لَهُ من بَين أَفْرَاده مرشدين هادين وميزهم من بَينهَا بخصائص فى أنفسهم لَا يشركهم فِيهَا سواهُم وأيد ذَلِك زِيَادَة فى الْإِقْنَاع بآيَات باهرات تملك النُّفُوس وَتَأْخُذ الطَّرِيق على سوابق الْعُقُول فيستخذى الطامح ويذل الْجَامِع ويصطدم بهَا عقل الْعَاقِل فَيرجع إِلَى رشده وينبهر لَهَا بصر الْجَاهِل فيرتد عَن غيه يطرقون الْقُلُوب بقوارع من أَمر الله ويدهشون المدارك ببواهر من آيَاته فيحيطون الْعُقُول بمالا مندوحة عَن الأذعان لَهُ ويستوى فى الركون لما يجيئون بِهِ الْمَالِك والمملوك وَالسُّلْطَان والصعلوك والعاقل وَالْجَاهِل والمفضول والفاضل فَيكون الاذعان لَهُم أشبه بالاضطرارى مِنْهُ بالاختيارى النظرى يعلمونهم مَا شَاءَ الله أَن يصلح بِهِ معاشهم",
            "page": "56",
            "part": "1",
            "seal": "BAD4D4DA"
        },
        {
            "id": "56",
            "nass": "ومعادهم وَمَا أَرَادَ أَن يعلموه من شئون ذَاته وَكَمَال صِفَاته وَأُولَئِكَ هم الْأَنْبِيَاء وَالْمُرْسلِينَ فَبَعثه الْأَنْبِيَاء صلوَات الله عَلَيْهِم من متمات كَون الْإِنْسَان وَمن أهم حاجاته فى بَقَائِهِ ومنزلتها من النَّوْع منزلَة الْعقل من الشَّخْص نعْمَة أتمهَا الله لكيلا يكون للنَّاس على الله حجَّة بعد الرُّسُل وسنتكلم عَن وظيفتهم بِنَوْع من التَّفْصِيل فِيمَا بعد ¶ امكان الوحى ¶ الْكَلَام فى إِمْكَان الوحى يأتى بعد تَعْرِيفه لتصوير الْمَعْنى الذى يُرَاد مِنْهُ وليعرف الْمَعْنى الْحَاصِل بِالْمَصْدَرِ فيفهم معنى الْمصدر نَفسه وَلَا يعنينا مَا تثيره الْأَلْفَاظ فى الأذهان ولنذكر من اللُّغَة مَا يُنَاسِبه يُقَال وحيت إِلَيْهِ وأوحيت إِذا كَلمته بِمَا تخفيه عَن غَيره والوحى مصدر من ذَلِك والمكتوب والرسالة وكل مَا أَلقيته إِلَى غَيْرك ليعلمه ثمَّ غلب فِيمَا يلقى إِلَى الْأَنْبِيَاء من قبل الله وَقيل الوحى إِعْلَام فى خَفَاء وَيُطلق وَيُرَاد بِهِ الموحى وَقد عرفوه شرعا أَنه كَلَام الله تَعَالَى الْمنزل على نبى من أنبيائه أما نَحن فنعرفه على شرطنا بِأَنَّهُ عرفان يحده الشَّخْص من نَفسه مَعَ الْيَقِين بِأَنَّهُ من قبل الله بِوَاسِطَة أَو بِغَيْر وَاسِطَة وَالْأول بِصَوْت يتَمَثَّل لسمعه أَو بِغَيْر صَوت وَيفرق بَينه وَبَين الالهام وجدان تستيقنه النَّفس وتنساق إِلَى مَا يطْلب على غير شُعُور مِنْهَا من أَيْن أَتَى وَهُوَ أشبه بوجدان الْجُوع والعطش والحزن وَالسُّرُور أما إِمْكَان حُصُول هَذَا النَّوْع هزة الْعرْفَان الوحى وانكشاف مَا غَابَ من مصَالح الْبشر عَن عامتهم لمن يختصه الله بذلك وسهولة فهمه عِنْد الْعقل فَلَا أرَاهُ مِمَّا يصعب إِدْرَاكه إِلَّا على من لَا يُرِيد أَن يدْرك وَيُحب أَن يرغم نَفسه الفهامة على أَن لَا تفهم نعم يُوجد فى كل أمة وفى كل زمَان أنَاس يقذف بهم الطيش وَالنَّقْص فى الْعلم إِلَى مَا وَرَاء سواحل الْيَقِين فيسقطون فى غَمَرَات من الشَّك فى كل مالم يَقع تَحت حواسهم الْخمس بل قد يدركهم الريب فِيمَا هُوَ من متناولها كَمَا سبقت الْإِشَارَة إِلَيْهِ فكأنهم بسقطتهم هَذِه انحطوا إِلَى مَا هُوَ أدنى من مَرَاتِب أَنْوَاع أُخْرَى من الْحَيَوَان فينسون الْعقل وشئونه",
            "page": "57",
            "part": "1",
            "seal": "6ADC4A19"
        },
        {
            "id": "57",
            "nass": "وسره ومكنونه ويجدون فى ذَلِك لَذَّة الْإِطْلَاق عَن قيود الْأَوَامِر والنواهى بل عَن محابس الحشمة الَّتِى تضمهم إِلَى الْتِزَام مَا يَلِيق وتحجزهم عَن مقارفة مَالا يَلِيق كَمَا هُوَ حَال غير الْإِنْسَان من الْحَيَوَان فَإِذا عرض عَلَيْهِم شىء من الْكَلَام فى النبوات والأديان وهم من أنفسهم هام بالإصغاء دافعوه بِمَا أُوتُوا من الِاخْتِيَار فى النّظر وَانْصَرفُوا عَنهُ وَجعلُوا أَصَابِعهم فى آذانهم حذر أَن يخالط الدَّلِيل أذهانهم فيلزمهم العقيدة وتتبعها الشَّرِيعَة فيحرموا لَذَّة مَا ذاقوا وَمَا يحبونَ أَن يتذوقوا وَهُوَ مرض فى الْأَنْفس والقلوب يستشفى مِنْهُ بِالْعلمِ إِن شَاءَ الله ¶ قلت أى اسْتِحَالَة فى الوحى وَأَن ينْكَشف لفُلَان مَالا ينْكَشف لغيره من غير فكر وَلَا تَرْتِيب مُقَدمَات مَعَ الْعلم أَن ذَلِك من قبل واهب الْفِكر ومانح النّظر مَتى خفت الْعِنَايَة من ميزته هَذِه النِّعْمَة ¶ مِمَّا شهِدت بِهِ البديهة أَن دَرَجَات الْعُقُول مُتَفَاوِتَة يَعْلُو بَعْضهَا بَعْضًا وَأَن الْأَدْنَى مِنْهَا لايدرك مَا عَلَيْهِ الْأَعْلَى إِلَّا على وَجه من الْإِجْمَال وَأَن ذَلِك لَيْسَ لتَفَاوت الْمَرَاتِب فى التَّعْلِيم فَقَط بل لَا بُد مَعَه من التَّفَاوُت فى الْفطر الَّتِى لَا مدْخل فِيهَا لاختيار الْإِنْسَان وَكَسبه وَلَا شُبْهَة فى أَن من النظريات عِنْد بعض الْعُقَلَاء مَا هُوَ بديهى عِنْد من هُوَ أرقى مِنْهُ وَلَا تزَال الْمَرَاتِب ترتقى فى ذَلِك إِلَى مَالا يحصره الْعدَد وَإِن من أَرْبَاب الهمم وكبار النُّفُوس مَا يرى الْبعيد عَن صغارها قَرِيبا فيسعى إِلَيْهِ ثمَّ يُدْرِكهُ وَالنَّاس دونه يُنكرُونَ بدايته ويعجبون لنهايته ثمَّ يألفون مَا صَار إِلَيْهِ كَأَنَّهُ من الْمَعْرُوف الذى لَا يُنَازع وَالظَّاهِر الذى لَا يجاحد فَإِذا أنكر مُنكر ثَارُوا عَلَيْهِ ثورتهم فى بادىء الْأَمر على من دعاهم إِلَيْهِ وَلَا يزَال هَذَا الصِّنْف من النَّاس على قلته ظَاهرا فى كل أمة إِلَى الْيَوْم ¶ فَإِذا سلم وَلَا محبص عَن التَّسْلِيم بِمَا أسلفنا من الْمُقدمَات فَمن ضعف الْعقل والنكول عَن النتيجة اللَّازِمَة لمقدماتها عِنْد الْوُصُول إِلَيْهَا أَن لَا يسلم بِأَن من النُّفُوس البشرية مَا يكون لَهَا من نقاء الْجَوْهَر بِأَصْل الْفطْرَة مَا تستعد بِهِ من",
            "page": "58",
            "part": "1",
            "seal": "4ADB3851"
        },
        {
            "id": "58",
            "nass": "مَحْض الْفَيْض الإلهى لِأَن تتصل بالأفق الْأَعْلَى وتنتهى من الإنسانية إِلَى الذرْوَة الْعليا وَتشهد من أَمر الله شُهُود العيان مالم يصل غَيرهَا إِلَى تعقله أَو تحسسه بعصى الدَّلِيل والبرهان وتتلقى عَن الْعَلِيم الْحَكِيم مَا يَعْلُو وضوحا على مَا يتلقاه أَحَدنَا عَن أساتذة التعاليم ثمَّ تصدر عَن ذَلِك الْعلم إِلَى تَعْلِيم مَا علمت ودعوة النَّاس إِلَى مَا حملت على إبلاغه إِلَيْهِم وَأَن يكون ذَلِك سنة لله فى كل أمة وفى كل زمَان على حسب الْحَاجة يظْهر برحمته من يختصه بعنايته ليفى للإجتماع بِمَا يضْطَر إِلَيْهِ من مصْلحَته إِلَى أَن يبلغ النَّوْع الإنسانى أشده وَتَكون الْأَعْلَام الَّتِى نصبها لهدايته إِلَى سعادته كَافِيَة فى إرشاده فتختم الرسَالَة ويغلق بَاب النُّبُوَّة كَمَا سنأتى عَلَيْهِ فى رِسَالَة نَبينَا صلى الله عَلَيْهِ وَسلم ¶ أما وجود بعض الْأَرْوَاح الْعَالِيَة وظهورها لأهل تِلْكَ الْمرتبَة السامية فمما لَا اسْتِحَالَة فِيهِ بعد مَا عرفنَا من أَنْفُسنَا وأرشدنا إِلَيْهِ الْعلم قديمه وَحَدِيثه من اشْتِمَال الْوُجُود على ماهر ألطف من الْمَادَّة وَإِن غيب عَنَّا فأى مَانع من أَن يكون بعض هَذَا الْوُجُود اللَّطِيف مشرقا لشىء من الْعلم الإلهى وَأَن يكون لنفوس الْأَنْبِيَاء إشراف عَلَيْهِ فَإِذا جَاءَ بِهِ الْخَبَر الصَّادِق حملنَا على الإذعان بِصِحَّتِهِ ¶ أما تمثل الصَّوْت وأشباح لتِلْك الْأَرْوَاح فى حس من اختصه الله بِتِلْكَ الْمنزلَة فقد عهد عِنْد أَعدَاء الْأَنْبِيَاء مَالا يبعد عَنهُ فى بعض المصابين بأمراض خَاصَّة على زعمهم فقد سلمُوا أَن بعض معقولاتهم يتَمَثَّل فى خيالهم ويصل إِلَى دَرَجَة المحسوس فَيصدق الْمَرِيض فى قَوْله إِنَّه يرى وَيسمع بل يجالد ويصارع وَلَا شىء من ذَلِك فى الْحَقِيقَة بواقع فان جَازَ التمثل فى الصُّور المعقولة وَلَا منشأ لَهَا إِلَّا فى النَّفس وَإِن ذَلِك يكون عِنْد عرُوض عَارض على المخ فَلم يجوز تمثل الْحَقَائِق المعقولة فى النُّفُوس الْعَالِيَة وَأَن يكون ذَلِك لَهَا عِنْدَمَا تنْزع عَن عَالم الْحس وتنصل بحظائر الْقُدس وَتَكون تِلْكَ الْحَال من لواحق صِحَة الْعقل فى أهل تِلْكَ الدرجَة لاخْتِصَاص مزاجهم بمالا يُوجد فى مزاج غَيرهم وَغَايَة مَا يلْزم عَنهُ أَن يكون لعلاقة أَرْوَاحهم بأبدانهم شَأْن غير مَعْرُوف فى تِلْكَ العلاقة من سواهُم وَهُوَ مِمَّا يسهل قبُوله بل يتحتم",
            "page": "59",
            "part": "1",
            "seal": "2BADB92B"
        },
        {
            "id": "59",
            "nass": "لِأَن شَأْنهمْ فى النَّاس أَيْضا غير الشؤن المألوفة وَهَذِه الْمُغَايرَة من أهم مَا امتازوا بِهِ وَقَامَ مِنْهَا الدَّلِيل على رسالتهم وَالدَّلِيل على سَلامَة شهودهم وَصِحَّة مَا يحدثُونَ عَنهُ أَن أمراض الْقُلُوب تشفى بدوائهم وَأَن ضعف العزائم والعقول بِالْقُوَّةِ فى أممهم الَّتِى تَأْخُذ بمقالهم وَمن الْمُنكر فى البديهة أَن يصدر الصَّحِيح من معتل ويستقيم النظام بمختل ¶ أما أَرْبَاب النُّفُوس الْعَالِيَة والعقول السامية من العرفاء مِمَّن لم تدن مَرَاتِبهمْ من مَرَاتِب الْأَنْبِيَاء وَلَكنهُمْ رَضوا أَن يَكُونُوا لَهُم أَوْلِيَاء وعَلى شرعهم ودعوتهم أُمَنَاء فكثير مِنْهُم نَالَ حَظه من الْأنس بِمَا يُقَارب تِلْكَ الْحَال فى النَّوْع أَو الْجِنْس لَهُم مشارفة فى بعض أَحْوَالهم على شىء فى عَالم الْغَيْب وَلَهُم مشَاهد صَحِيحَة فى عَالم الْمِثَال لَا تنكر عَلَيْهِم لتحقيق حقائقها فى الْوَاقِع فهم لذَلِك لَا يستعبدون شَيْئا مِمَّا يحدث بِهِ عَن الْأَنْبِيَاء صلوَات الله عَلَيْهِم وَمن ذاق عرف وَمن حرم انحرف وَدَلِيل صِحَة مَا يتحدثون بِهِ وَعنهُ ظُهُور الْأَثر الصَّالح مِنْهُم وسلامة أَعْمَالهم مِمَّا يُخَالف شرائع انبيائهم وطهارة فطرهم مِمَّا يُنكره الْعقل الصَّحِيح أَو يمجه الذَّوْق السَّلِيم واندفاعهم بباعث من الْحق النَّاطِق فى سرائرهم المتلألىء فى بصائرهم إِلَى دَعْوَة من يحف بهم إِلَى مَا فِيهِ خير الْعَامَّة وترويح قُلُوب الْخَاصَّة وَلَا يَخْلُو الْعَالم من متشبهين بهم وَلَكِن مَا أسْرع مَا ينْكَشف حَالهم ويسوء مآلهم ومآل من غرروا بِهِ وَلَا يكون لَهُم إِلَّا سوء الْأَثر فى تضليل الْعُقُول وَفَسَاد الْأَخْلَاق وانحطاط شَأْن الْقَوْم الَّذين رزئوابهم إِلَّا أَن يتداركهم الله بِلُطْفِهِ فَتكون كلمتهم الخبيثة كشجرة خبيثة اجتثت من فَوق الأَرْض مَالهَا من قَرَار فَلم يبْق بَين المنكرين لأحوال الْأَنْبِيَاء ومشاهدهم وَبَين الْإِقْرَار بِإِمْكَان مَا أنبثوا بِهِ وبوقوعه إِلَّا حجاب من الْعَادة وَكَثِيرًا مَا حجب الْعُقُول حَتَّى عَن إِدْرَاك أُمُور مُعْتَادَة",
            "page": "60",
            "part": "1",
            "seal": "19552570"
        },
        {
            "id": "60",
            "nass": "وُقُوع الْوَحْي والرسالة ¶ الدَّلِيل على رِسَالَة نبى وَصدقه فِيمَا يحْكى عَن ربه ظَاهر للشَّاهِد الذى يرى حَاله ويبصر مَا آتَاهُ الله من الْآيَات الْبَينَات ويحقق بالعيان مَا يُغْنِيه عَن الْبَيَان كَمَا سلف فى الْوَجْه الأول من الْكَلَام على الرسَالَة أما للْغَائِب عَن زمن الْبعْثَة فدليلها التَّوَاتُر وَهُوَ كَمَا تبين فى علم آخر رِوَايَة خبر عَن مشهود من جمَاعَة يَسْتَحِيل تواطؤهم على الْكَذِب وآيته قهر النَّفس على الْيَقِين بِمَا جَاءَ فِيهِ كالإخبار بِوُجُود مَكَّة أَو بِأَن للصين عَاصِمَة تسمى بكين وَسبب اسْتِحَالَة التواطؤ على الْكَذِب اسْتِيفَاء الْخَبَر لشرائط مَعْلُومَة وخلوه من عوارض تضعف الثِّقَة بِهِ ومرجع كل ذَلِك إِلَى الْعدَد وَبعد الراوى عَن التَّشَيُّع لمضمون الْخَبَر ¶ لَا نزاع بَين الْعُقَلَاء فى أَن هَذَا النَّوْع من الْأَخْبَار يحصل الْيَقِين بالمخبر بِهِ وَإِنَّمَا النزاع فى اعتبارات تتَعَلَّق بِهِ وَمن الْأَنْبِيَاء مَا استوفى الْخَبَر عَنْهُم شَرَائِط التَّوَاتُر كابراهيم ومُوسَى وَعِيسَى وَمِمَّا جَاءَ بِهِ الْخَبَر أَنهم لم يَكُونُوا فِيمَن بعثوا بَينهم بالأقوى سُلْطَانا وَلَا بِالْأَكْثَرِ مَالا وَلم يختصهم أحد بالعناية بهم لتعليمهم علم مَا ادعوا إِلَيْهِ وَغَايَة الْأَمر أَنهم لم يَكُونُوا من الأدنين الَّذين تعافهم النُّفُوس وتنبو عَنْهُم الأنظار وَمَعَ ذَلِك واستحكام السُّلْطَان لغَيرهم ووفرة المَال لَدَيْهِ واستعلائه عَلَيْهِم بِمَا كسب من الْعلم قَامُوا بدعوة إِلَى الله على رغم الْمُلُوك وأجنادهم وصاحوا بهم صَيْحَة زلزلتهم فى عروشهم وَادعوا أَنهم يبلغون عَن خَالق السَّمَوَات وَالْأَرْض مَا أَرَادَ شَرعه للنَّاس وَأَقَامُوا من الدَّلِيل مَا تصاغرت دونه قُوَّة الْمُعَارضَة ثمَّ ثبتَتْ فى الْكَوْن شرائعهم ثبات الغريزة فِي الْفطر وَكَانَ الْخَيْر لأممهم فى اتِّبَاع مَا جَاءُوا بِهِ حالفتهم الْقُوَّة واحتضنتهم السَّعَادَة مَا كَانُوا قَائِمين عَلَيْهَا ورزأهم الضعْف وغالبهم الشَّقَاء مَا انحرفوا عَنْهَا وخلطوا فِيهَا فَهَذَا وَمَا أقاموه من الْأَدِلَّة عِنْد التحدى لَا يَصح مَعَه فى الْعقل أَن يَكُونُوا كاذبين فى حَدِيثهمْ عَن الله وَلَا فى دَعوَاهُم أَنه كَانَ يُوحى إِلَيْهِم مَا شرعوا للنَّاس على أَن من لَا يعْتَقد مَا يَقُول لَا يبْقى لمقاله أثر فى الْعُقُول وَالْبَاطِل لابقاء لَهُ إِلَّا فى الْغَفْلَة عَنهُ كالنبات الْخَبيث فى الأَرْض الطّيبَة",
            "page": "61",
            "part": "1",
            "seal": "52EC7AA6"
        },
        {
            "id": "61",
            "nass": "ينْبت باهمالها وينموا باغفالها فَإِذا لامستها عناية الزَّارِع غَلبه الخصب وَذهب بِهِ الذكاء وَلَكِن تِلْكَ الديانَات الَّتِى جَاءَ بهَا أُولَئِكَ الْأَنْبِيَاء قَامَت فى الْعَالم الإنسانى مَا شَاءَ الله مِمَّا قدر لَهَا مقَام سَائِر قواه مَعَ كَثْرَة المعارضين وَقُوَّة سُلْطَان المغالبين فَلَا يُمكن أَن يكون اسها الْكَذِب ودعامتها الْحِيلَة وكلامنا هَذَا فى جوهرها الذى يلوح دَائِما فى خلال مَا ألحق بهَا المبتدعون أما بَقِيَّة الرُّسُل مِمَّن يجب علينا الْإِيمَان بهم فيكفى فى إِثْبَات نبوتهم إِثْبَات رِسَالَة نَبينَا صلى الله عَلَيْهِ وَسلم فقد أخبرنَا برسالتهم وَهُوَ الصَّادِق فِيمَا بلغ بِهِ وسنأتى على الْكَلَام فى رِسَالَة نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم فى بَاب على حِدته إِن شَاءَ الله ¶ وَظِيفَة الرُّسُل عَلَيْهِم السَّلَام ¶ تبين مِمَّا تقدم فى حَاجَة الْعَالم الإنسانى إِلَى الرُّسُل أَنهم من الْأُمَم بِمَنْزِلَة الْعُقُول من الْأَشْخَاص وَأَن بعثتهم حَاجَة من حاجات الْعُقُول البشرية قَضَت رَحْمَة الْمُبْدع الْحَكِيم بسدادها ونعمة عَن نعم واهب الْوُجُود ميز بهَا الْإِنْسَان عَن بَقِيَّة الكائنات من جنسه وَلكنهَا حَاجَة روحية وكل مالامس الْحس مِنْهَا فالقصد فِيهِ إِلَى الرّوح وتظهيرها من دنس الْأَهْوَاء الضَّالة أَو تَقْوِيم ملكاتها أَو إبداعها مَا فِيهِ سعادتها فى الحياتين أما تَفْصِيل طرق الْمَعيشَة والحذق فى وُجُوه الْكسْب وتطاول شهوات الْعقل إِلَى دَرك مَا أعد للوصول إِلَيْهِ من أسرار الْعلم فَذَلِك مِمَّا لَا دخل للرسالات فِيهِ إِلَّا من وَجه النطة الْعَامَّة والإرشاد إِلَى الإعتدال فِيهِ وَتَقْرِير أَن شَرط ذَلِك كُله أَن لَا يحدث ريبا فى الِاعْتِقَاد بِأَن للكون إِلَهًا وَاحِدًا قَادِرًا عَالما حكيما منصفا بِمَا أوجب الدَّلِيل أَن يَتَّصِف بِهِ وباستواء نِسْبَة الكائنات إِلَيْهِ فى أَنَّهَا مخلوقة لَهُ وصنع قدرته وَإِنَّمَا تفاوتها فِيمَا اخْتصَّ بِهِ بَعْضهَا من الْكَمَال وَشَرطه أَن لَا ينَال شىء من تِلْكَ الْأَعْمَال السَّابِقَة أحدا من النَّاس بشر فى نَفسه أَو عرضه أَو مَاله بِغَيْر حق يَقْتَضِيهِ نظام عَامَّة الْأمة على مَا حدد فِي شريعتها ¶ يرشدون الْعقل إِلَى معرفَة الله وَمَا يجب أَن يعرف من صِفَاته ويبينون الْحَد الذى يجب أَن يقف عِنْده فى طلب ذَلِك الْعرْفَان على وَجه لَا يشق عَلَيْهِ الاطمئنان",
            "page": "62",
            "part": "1",
            "seal": "03C51C47"
        },
        {
            "id": "62",
            "nass": "إِلَيْهِ وَلَا يرفع ثقته بِمَا آتَاهُ الله من الْقُوَّة يجمعُونَ كلمة الْخلق على إِلَه وَاحِد لَا فرقة مَعَه ويخلون السَّبِيل بَينهم وَبَينه وَحده وينهضون نُفُوسهم إِلَى التَّعَلُّق بِهِ فى جَمِيع الْأَعْمَال والمعاملات ويذكرونهم بعظمته بِفَرْض ضروب من الْعِبَادَات فِيمَا اخْتلف من الْأَوْقَات تذكرة لمن ينسى وتزكية مستمرة لمن يخْشَى تقوى مَا ضعف مِنْهُم وتزيد المستيقن يَقِينا ¶ يبينون للنَّاس مَا اخْتلفت عَلَيْهِ عُقُولهمْ وشهواتهم وتنازعته مصالحهم ولذاتهم فيفصلون فى تِلْكَ المخاصمات بِأَمْر الله الصادع ويؤيدون بِمَا يبلغون عَنهُ مَا تقوم بِهِ الْمصَالح الْعَامَّة وَلَا تفوت بِهِ الْمَنَافِع الْخَاصَّة يعودون بِالنَّاسِ إِلَى الألفة ويكشفون لَهُم سر الْمحبَّة ويستلفتونهم إِلَى أَن فِيهَا انتظام شَمل الْجَمَاعَة ويفرضون عَلَيْهِم مجاهدة أنفسهم ليستوطنوها قُلُوبهم ويشعروها أفئدتهم يعلمونهم لذَلِك أَن يرْعَى كل حق الآخر وَإِن كَانَ لَا يغْفل حَقه وَأَن لَا يتَجَاوَز فى الطّلب حَده وَأَن يعين قويهم ضعيفهم ويمد غنيهم فقيرهم ويهدى راشدهم ضالهم وَيعلم عالمهم جاهلهم ¶ يضعون لَهُم بِأَمْر الله حدودا عَامَّة يسهل عَلَيْهِم أَن يردوا إِلَيْهَا أَعْمَالهم كاحترام الدِّمَاء البشرية إِلَّا بِحَق مَعَ بَيَان الْحق الذى تهدر لَهُ وحظر تنَاول شىء مِمَّا كَسبه الْغَيْر إِلَّا بِحَق مَعَ بَيَان الْحق الذى يُبِيح تنَاوله واحترام الْأَعْرَاض مَعَ بَيَان يُبَاح وَمَا يحرم من الابضاع ويشرعون لَهُم مَعَ ذَلِك أَن يقومُوا أنفسهم بالملكات الفاضلة كالصدق وَالْأَمَانَة وَالْوَفَاء بِالْعُقُودِ والمحافظة على العهود وَالرَّحْمَة بالضعفاء والاقدام على نصيحة الاقوياء وَالِاعْتِرَاف لكل مَخْلُوق بِحقِّهِ بِلَا اسْتثِْنَاء يحملونهم على تَحْويل أهوائهم عَن اللذائذ الفانية إِلَى طلب الرغائب السامية آخذين فى ذَلِك كُله بِطرف من التَّرْغِيب والترهيب والانذار والتبشير حَسْبَمَا أَمرهم الله جلّ شَأْنه ¶ يفصلون فى جَمِيع ذَلِك للنَّاس مَا يؤهلهم لرضا الله عَنْهُم وَمَا يعرضهم لسخطه عَلَيْهِم ثمَّ يحيطون ببانهم بِنَبَأٍ الدَّار الْآخِرَة وَمَا أعد الله فِيهَا من الثَّوَاب وَحسن العقبى لمن وقف عِنْد حُدُوده وَأخذ بأوامره وتجنب الْوُقُوع فى محاظيره",
            "page": "63",
            "part": "1",
            "seal": "53C1F8AC"
        },
        {
            "id": "63",
            "nass": "يعلمونهم من أنباء الْغَيْب مَا أذن الله لِعِبَادِهِ فى الْعلم بِهِ مِمَّا لَو صَعب على الْعقل اكتناهه لم يشق عَلَيْهِ الِاعْتِرَاف بِوُجُودِهِ ¶ بِهَذَا تطمئِن النُّفُوس وتثلج الصُّدُور ويعتصم المرزوء بِالصبرِ انتظارا لجزيل الْأجر أَو إرضاء لمن بِيَدِهِ الْأَمر وَبِهَذَا ينْحل أعظم مُشكل فى الِاجْتِمَاع الإنسانى لَا يزَال الْعُقَلَاء يجهدون أنفسهم فى حلّه إِلَى الْيَوْم ¶ لَيْسَ من وظائف الرُّسُل مَا هُوَ من عمل المدرسين ومعلمى الصناعات فَلَيْسَ مِمَّا جَاءُوا لَهُ تَعْلِيم التَّارِيخ وَلَا تَفْصِيل مَا يحويه عَالم الْكَوَاكِب وَلَا بَيَان مَا اخْتلف من حركاتها وَلَا مَا استسكن من طَبَقَات الأَرْض وَلَا مقادير الطول فِيهَا وَالْعرض وَلَا مَا تحْتَاج إِلَيْهِ النباتات فى نموها وَلَا مَا تفْتَقر إِلَيْهِ الْحَيَوَانَات فى بَقَاء أشخاصها أَو أَنْوَاعهَا وَغير ذَلِك مِمَّا وضعت لَهُ الْعُلُوم وتسابقت فى الْوُصُول إِلَى دقائقه الفهوم فَإِن ذَلِك كُله من وَسَائِل الْكسْب وَتَحْصِيل طرق الرَّاحَة هدى الله إِلَيْهِ الْبشر بِمَا أودع فيهم من الْإِدْرَاك يزِيد فى سَعَادَة المحصلين وَيقْضى فِيهِ بالنكد على الْمُقَصِّرِينَ وَلَكِن كَانَت سنة لله فى ذَلِك أَن يتبع طَريقَة التدرج فى الْكَمَال وَقد جَاءَت شرائع الْأَنْبِيَاء بِمَا يحمل على الْإِجْمَال بالسعى فِيهِ وَمَا يكفل الْتِزَامه بالوصول إِلَى مَا أعد الله لَهُ الْفطر الإنسانية من مَرَاتِب الارتقاء ¶ أما مَا ورد فى كَلَام الْأَنْبِيَاء من الْإِشَارَة إِلَى شىء مِمَّا ذكرنَا فى أَحْوَال الأفلاك أَو هَيْئَة الأَرْض فَإِنَّمَا يقْصد مِنْهُ النّظر إِلَى مَا فِيهِ من الدّلَالَة على حِكْمَة مبدعة أَو تَوْجِيه الْفِكر إِلَى الغوص لإدراك اسراره وبدائعه ولغتهم عَلَيْهِم الصَّلَاة وَالسَّلَام فى مُخَاطبَة أممهم لَا يجوز أَن تكون فَوق مَا يفهمون وَإِلَّا ضَاعَت الْحِكْمَة فى إرسالهم وَلِهَذَا قد يأتى التَّعْبِير الذى سبق إِلَى الْعَامَّة بِمَا يحْتَاج إِلَى التَّأْوِيل وَالتَّفْسِير عِنْد الْخَاصَّة وَكَذَلِكَ مَا وَجه إِلَى الْخَاصَّة يحْتَاج إِلَى الزَّمَان الطَّوِيل حَتَّى يفهمهُ الْعَامَّة وَهَذَا الْقسم أقل مَا ورد فى كَلَامهم ¶ على كل حَال لَا يجوز أَن يُقَام الدّين حاجزا بَين الْأَرْوَاح وَبَين مَا ميزها الله بِهِ من الاستعداد للْعلم بحقائق الكائنات الممكنة بِقدر الْإِمْكَان بل يجب أَن يكون",
            "page": "64",
            "part": "1",
            "seal": "50C7B070"
        },
        {
            "id": "64",
            "nass": "الدّين باعثا لَهَا على طلب الْعرْفَان مطالبا لَهَا باحترام الْبُرْهَان فارضا عَلَيْهَا أَن تبذل مَا تَسْتَطِيع من الْجهد فى معرفَة مَا بَين يَديهَا من العوالم وَلَكِن مَعَ الْتِزَام الْقَصْد وَالْوُقُوف فى سَلامَة الِاعْتِقَاد عِنْد الْحَد وَمن قَالَ غير ذَلِك فقد جهل الدّين وجنى عَلَيْهِ جِنَايَة لَا يغفرها لَهُ رب الْعَالمين ¶ اعْتِرَاض مشهود ¶ قَالَ قَائِل إِن كَانَت بعثة الرُّسُل حَاجَة من حاجات الْبشر وكمالا لنظام اجْتِمَاعهم وطريقا لسعادتهم الدُّنْيَوِيَّة والأخروية فَمَا بالهم لم يزَالُوا أشقياء عَن السَّعَادَة بعداء يتخالفون وَلَا يتفقون يتقاتلون وَلَا يتناصرون يتناهبون وَلَا يتناصفون كل يستعد للوثبة وَلَا ينْتَظر إِلَّا مجىء النّوبَة حَشْو جُلُودهمْ الظُّلم وملء قُلُوبهم الطمع عد أهل كل ذى دين دينهم حجَّة لمقارعة من خالفهم فِيهِ وَاتَّخذُوا مِنْهُ سَببا جَدِيدا للعداوة والعدوان فَوق مَا كَانَ من اخْتِلَاف الْمصَالح وَالْمَنَافِع بل أهل الدّين الْوَاحِد قد تَنْشَق عصاهم وتختلف مذاهبهم فى فهمه وتتفارق عُقُولهمْ فى عقائدهم ويثور بَينهم غُبَار الشَّرّ وتتشبث أهواؤهم بالفتن فيسفكون دِمَاءَهُمْ ويخربون دِيَارهمْ إِلَى أَن يغلب قويهم ضعيفهم فيستقر الْأَمر للقوة لَا للحق وَالدّين فها هُوَ الدّين الذى تَقول إِنَّه جَامع الْكَلِمَة وَرَسُول الْمحبَّة كَانَ سَببا فى الشقاق ومضرما للضغينة فَمَا هَذِه الدَّعْوَى وَمَا هَذَا الْأَثر ¶ نقُول فى جَوَابه نعم كل ذَلِك قد كَانَ وَلَكِن بِعُذْر من الْأَنْبِيَاء وانقضاء عَهدهم وَوُقُوع الدّين فى أيدى من لَا يفهمهُ أَو يفهمهُ ويغلو فِيهِ أَولا يغلو فِيهِ وَلَكِن لم يمتزج حبه بِقَلْبِه أَو امتزج بِقَلْبِه حب الدّين وَلَكِن ضَاقَتْ سَعَة عقله عَن تصريفه تصريف الْأَنْبِيَاء أنفسهم أَو الْخيرَة من تبعتهم وَإِلَّا فَقل لنا أى نبى لم يَأْتِ أمته بِالْخَيرِ الجم والفيض الْأَعَمّ وَلم يكن دينه وافيا بِجَمِيعِ مَا كَانَت تمس إِلَيْهِ حَاجَتهَا فى أفرادها وجملتها ¶ أَظن أَنَّك لَا تخالفنا فى أَن الْجُمْهُور الْأَعْظَم من النَّاس بل الْكل إِلَّا قَلِيلا",
            "page": "65",
            "part": "1",
            "seal": "D1172A04"
        },
        {
            "id": "65",
            "nass": "لَا يفهمون فلسفة أفلاطون وَلَا يقيسون أفكارهم وآراءهم بمنطق أرسطو بل لَو عرض أقرب المعقولات إِلَى الْعُقُول عَلَيْهِم بأوضح عبارَة يُمكن أَن يأتى بهَا معبر لما أدركوا مِنْهَا إِلَّا خيالا لَا أثر لَهُ فى تَقْوِيم النَّفس وَلَا فى إصْلَاح الْعَمَل فَاعْتبر هَذِه الطَّبَقَات فى حَالهَا الَّتِى لَا تفارقها من تلاعب الشَّهَوَات بهَا ثمَّ أنصب نَفسك واعظا بَينهَا فى تَخْفيف بلَاء سَاقه النزاع إِلَيْهَا فأى الطّرق أقرب إِلَيْك فى مهاجمة شهواتهم وردهَا إِلَى الِاعْتِدَال فى رغائبها من البديهى أَنَّك لَا تَجِد الطَّرِيق الْأَقْرَب فى بَيَان مضار الْإِسْرَاف فى الرغب وفوائد الْقَصْد فى الطّلب وَمَا ينحو نَحْو ذَلِك مِمَّا لَا يصل إِلَيْهِ أَرْبَاب الْعُقُول السامية إِلَّا بطويل النّظر وَإِنَّمَا تَجِد أقصد الطّرق وأقومها أَن تأتى إِلَيْهِ من نَافِذَة الوجدان المطلة على سر الْقَهْر الْمُحِيط بِهِ من كل جَانب فتذكره بقدرة الله الذى وهبه مَا وهب الْغَالِب عَلَيْهِ فى أدنى شئونه إِلَيْهِ الْمُحِيط بِمَا فى نَفسه الْآخِذ بأزمة هممه وتسوق إِلَيْهِ من الْأَمْثَال فى ذَلِك مَا يقرب إِلَى فهمه ثمَّ تروى لَهُ مَا جَاءَ فى الدّين المعتقد بِهِ من مواعظ وَعبر وَمن سير السّلف فى ذَلِك الدّين مَا فِيهِ أُسْوَة حَسَنَة وتنعش روحه بِذكر رضَا الله إِذا استقام وسخطة عَلَيْهِ إِذا تقحم عِنْد ذَلِك يخشع مِنْهُ الْقلب وتدمع الْعين ويستخذى الْغَضَب وتخمد الشَّهْوَة وَالسَّامِع لم يفهم من ذَلِك كُله إِلَّا أَنه يرضى الله وأولياءه إِذا أطَاع ويسخطهم إِذا عصى ذَلِك هُوَ الْمَشْهُود من حَال الْبشر غابرهم وحاضرهم ومنكره يسم نَفسه أَنه لَيْسَ مِنْهُم كم سمعنَا أَن عيُونا بَكت وزفرات صعدت وَقُلُوبًا خَشَعت لواعظ الدّين وَلَكِن هَل سَمِعت بِمثل ذَلِك بَين يدى نصاح الْأَدَب وزعماء السياسة مَتى سمعنَا أَن طبقَة من طَبَقَات النَّاس يغلب الْخَيْر على أَعْمَالهم لما فِيهِ من الْمَنْفَعَة لعامتهم أَو خاصتهم وينفى الشَّرّ من بَينهم لما يجلبه عَلَيْهِم من مضار ومهالك هَذَا أَمر لم يعْهَد فى سير الْبشر وَلَا ينطبق على فطرهم وَإِنَّمَا قوام الملكات هُوَ العقائد والتقاليد وَلَا قيام للأمرين إِلَّا بِالدّينِ فعامل الدّين هُوَ أقوى العوامل فى أَخْلَاق الْعَامَّة بل والخاصة وسلطانه على نُفُوسهم أَعلَى من سُلْطَان الْعقل الذى هُوَ خَاصَّة نوعهم ¶ قُلْنَا إِن منزلَة النبوات من الِاجْتِمَاع هى منزلَة الْعقل من الشَّخْص أَو منزلَة",
            "page": "66",
            "part": "1",
            "seal": "E89CB6A6"
        },
        {
            "id": "66",
            "nass": "الْعلم الْمَنْصُوب على الطَّرِيق المسلوك بل نصعد إِلَى مَا فَوق ذَلِك ونقول منزلَة السّمع وَالْبَصَر أَلَيْسَ من وَظِيفَة الباصرة التَّمْيِيز بَين الْحسن والقبيح من المناظر وَبَين الطَّرِيق السهلة والسلوك والمعابر الوعرة وَمَعَ ذَلِك فقد يسىء الْبَصِير اسْتِعْمَال بَصَره فيتردى فى هاوية يهْلك فِيهَا وَعَيناهُ سليمتان تلمعان فى وَجهه يَقع ذَلِك لطيش أَو اهمال أَو غَفلَة أَو لجاج وعناد وَقد يقوم من الْعقل والحس ألف دَلِيل على مضرَّة شىء وَيعلم ذَلِك الباغى فى رايه من أهل الشَّرّ ثمَّ يُخَالف تِلْكَ الدَّلَائِل الظَّاهِرَة ويقتحم الْمَكْرُوه لقَضَاء شَهْوَة اللجاج أَو نَحْوهَا وَلَكِن وُقُوع هَذِه الْأَمْثَال لَا ينقص من قدر الْحس أَو الْعقل فِيمَا خلق لأَجله كَذَلِك الرُّسُل عَلَيْهِم السَّلَام أَعْلَام هِدَايَة نصبها الله على سَبِيل النجَاة فَمن النَّاس من اهْتَدَى بهَا فَانْتهى إِلَى غايات السَّعَادَة وَمِنْهُم من غلط فى فهمها أَو انحرف عَن هديها فانكب فى مهاوى الشَّقَاء فالدين هاد وَالنَّقْص يعرض لمن دعوا إِلَى الاهتداء بِهِ وَلَا يطعن نقصهم فى كَمَاله واشتداد حَاجتهم إِلَيْهِ {يضل بِهِ كثيرا وَيهْدِي بِهِ كثيرا وَمَا يضل بِهِ إِلَّا الْفَاسِقين} أَلا إِن الدّين مُسْتَقر السكينَة ولجأ الطُّمَأْنِينَة بِهِ يرضى كل بِمَا قسم لَهُ وَبِه يدأب عَامل حَتَّى يبلغ الْغَايَة من عمله وَبِه تخضع النُّفُوس إِلَى أَحْكَام السّنَن الْعَامَّة فى الْكَوْن وَبِه ينظر الْإِنْسَان إِلَى من فَوْقه فى الْعلم والفضيلة وَإِلَى من دونه فِي المَال والجاه اتبَاعا لما وَردت بِهِ الْأَوَامِر الإلهية الدّين أشبه بالبواعث الفطرية الإلهامية مِنْهُ بالدواعى الاختيارية الدّين قُوَّة من أعظم قوى الْبشر وَإِنَّمَا قد يعرض عَلَيْهَا من الْعِلَل مَا يعرض لغَيْرهَا من القوى وكل مَا وَجه إِلَى الدّين من مثل الِاعْتِرَاض الذى نَحن بصدده فتبعته فى أَعْنَاق القائمين عَلَيْهِ الناصبين أنفسهم منصب الدعْوَة إِلَيْهِ أَو المعروفين بِأَنَّهُم حفظته ورعاة أَحْكَامه وَمَا عَلَيْهِم فى إبلاغ الْقُلُوب بغيتها مِنْهُ إِلَّا أَن يهتدوا بِهِ ويرجعوا بِهِ إِلَى أُصُوله الطاهرة الأولى ويضعوا عَنهُ أوزار الْبدع فترجع إِلَيْهِ قوته وَتظهر للأعمى حكمته ¶ رُبمَا يَقُول قَائِل إِن هَذِه الْمُقَابلَة بَين الْعقل وَالدّين تميل إِلَى رأى الْقَائِلين بإهمال الْعقل بالمرة فى قضايا الدّين وَبِأَن أساسه هُوَ التَّسْلِيم الْمَحْض وَقطع الطَّرِيق",
            "page": "67",
            "part": "1",
            "seal": "02A59287"
        },
        {
            "id": "67",
            "nass": "على أشعة البصيرة أَن تنفذ إِلَى فهم مَا أودعهُ من معارف وَأَحْكَام فَنَقُول لَو كَانَ الْأَمر كَمَا عساه أَن يُقَال لما كَانَ الدّين علما يهتدى بِهِ وَإِنَّمَا الذى سبق تَقْرِيره هُوَ أَن الْعقل وَحده لَا يسْتَقلّ بالوصول إِلَى مَا فِيهِ سَعَادَة الْأُمَم بِدُونِ مرشد إلهى كَمَا لَا يسْتَقلّ الْحَيَوَان فى دَرك جَمِيع المحسوسات بحاسة الْبَصَر وَحدهَا بل لَا بُد مَعهَا من السّمع لإدراك المسموعات مثلا كَذَلِك الدّين هُوَ حاسة عَامَّة لكشف مَا يشْتَبه على الْعقل من وَسَائِل السعادات وَالْعقل هُوَ صَاحب السُّلْطَان فى معرفَة تِلْكَ الحاسة وتصريفها فِيمَا منحت لأَجله والإذعان لما تكشف لَهُ من معتقدات وحدود أَعمال كَيفَ يُنكر على الْعقل حَقه فى ذَلِك وَهُوَ الذى ينظر فى أدلتها ليصل مِنْهَا إِلَى مَعْرفَتهَا وَأَنَّهَا آتِيَة من قبل الله وَإِنَّمَا على الْعقل بعد التَّصْدِيق برسالة نبى أَن يصدق بِجَمِيعِ مَا جَاءَ بِهِ وَإِن لم يسْتَطع الْوُصُول إِلَى كنه بعضه والنفوذ إِلَى حَقِيقَته وَلَا يقْضى عَلَيْهِ ذَلِك بِقبُول مَا هُوَ من بَاب الْمحَال الْمُؤَدى إِلَى مثل الْجمع بَين النقيضين أَو بَين الضدين فى مَوْضُوع وَاحِد فى آن وَاحِد فَإِن ذَلِك مِمَّا تتنزه النبوات عَن أَن تأتى بِهِ فَإِن جَاءَ مَا يُوهم ظَاهره ذَلِك فى شَيْء مَا الْوَارِد فِيهَا وَجب على الْعقل أَن يعْتَقد أَن الظَّاهِر غير مُرَاد وَله الْخِيَار بعد ذَلِك فى التَّأْوِيل مسترشدا بِبَقِيَّة مَا جَاءَ على لِسَان من ورد الْمُتَشَابه فى كَلَامه وفى التَّفْوِيض إِلَى الله فى علمه وفى سلفنا من الناجين من أَخذ بِالْأولِ وَمِنْهُم من أَخذ بالثانى ¶ رِسَالَة مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ لَيْسَ من غرضنا فى هَذِه الوريقات أَن نلما بتاريخ الْأُمَم عَامَّة وتاريخ الْعَرَب خَاصَّة فى زمن الْبعْثَة المحمدية لنبين كَيفَ كَانَت حَاجَة سكان الأَرْض ماسة إِلَى قَارِعَة تهز عروش الْمُلُوك وتزلزل قَوَاعِد سلطانهم الغاشم وتخفض من أَبْصَارهم المعقودة بعنان السَّمَاء إِلَى من دونهم من رعاياهم الضُّعَفَاء وَإِلَى نَار تنقض من سَمَاء الْحق على أَدَم الْأَنْفس البشرية لتأكل مَا عشوشبت بِهِ من الأباطيل القاتلة للعقول وصيحة فصحى تزعج الغافلين وَترجع بِالْبَابِ الذاهلين وتنبه المرءوسين",
            "page": "68",
            "part": "1",
            "seal": "0C21C4A5"
        },
        {
            "id": "68",
            "nass": "إِلَى أَنهم ليسو بأبعدعن البشرية من الرؤساء الظَّالِمين والهداة الضَّالّين والقادة الغارين وَبِالْجُمْلَةِ تؤوب بهم إِلَى رشد يُقيم الْإِنْسَان على الطَّرِيق الَّتِى سنّهَا الله لَهُ إِنَّا هديناه السَّبِيل ليبلغ بسلوكها كَمَاله ويصل على نهجها إِلَى مَا أعد فى الدَّاريْنِ لَهُ وَلَكنَّا نستعير من التَّارِيخ كلمة يفهمها من نظر فِيمَا أتفق عَلَيْهِ مؤرخو ذَلِك الْعَهْد نظر إمعان وإنصاف ¶ كَانَت دولتا الْعَالم دولة الْفرس فى الشرق ودولة الرومان فى الغرب فى تنَازع وتجالد مُسْتَمر دِمَاء بَين الْعَالمين مسفوكة وقوى منهوكة وأموال هالكة وظلم من الأحن حالكة وَمَعَ ذَلِك فقد كَانَ الزهو والترف والإسراف والفخفخة والتفنن فى الملاذ بَالِغَة حد مَالا يُوصف فى قُصُور السلاطين والأمراء والقواد ورؤساء الْأَدْيَان من كل أمة وَكَانَ شَره هَذِه الطَّبَقَة من الْأُمَم لَا يقف عِنْد حد فزادوا فى الضرائب وبالغوا فى فرض الأتاوات حَتَّى أثقلوا ظُهُور الرّعية بمطالبهم وَأتوا على مَا فى أيديها من ثَمَرَات أَعمالهَا وانحصر سُلْطَان القوى فى اختطاف مَا بيد الضَّعِيف وفكر الْعَاقِل فى الاحتيال لسلب الغافل وَتبع ذَلِك أَن استولى على تِلْكَ الشعوب ضروب من الْفقر والذل والاستكانة وَالْخَوْف وَالِاضْطِرَاب لفقد الْأَمْن على الْأَرْوَاح وَالْأَمْوَال ¶ غمرت مَشِيئَة الرؤساء إِرَادَة من دونهم فَعَاد هَؤُلَاءِ كأشياح اللاعب يديرها من وَرَاء حجاب ويظنها النَّاظر إِلَيْهَا من ذوى الْأَلْبَاب ففقد بذلك الِاسْتِقْلَال الشخصى وَظن أَفْرَاد الرعايا أَنهم لم يخلقوا إِلَّا لخدمة ساداتهم وتوفير لذاتهم كَمَا هُوَ الشَّأْن فى العجماوات مَعَ من يقتنيها ضلت السادات فى عقائدها وأهوائها وغلبتها على الْحق وَالْعدْل شهواتها وَلَكِن بقى لَهَا من قُوَّة الْفِكر أردا بقاياها فَلم يفارقها الحذر من أَن بصيص النُّور الإلهى الذى يخالط الْفطر الإنسانية قد يفتق الغلف الَّتِى أحاطت بالقلوب ويمزق الْحجب الَّتِى أسدلت على الْعُقُول فتهتدى الْعَامَّة إِلَى السَّبِيل ويثور الجم الْغَفِير على الْعدَد الْقَلِيل وَلذَلِك لم يغْفل الْمُلُوك والرؤساء أَن ينشئوا سحبا من الأوهام ويهيئوا كسفا من الأباطيل والخرافات ليقذفوا بهَا فى عقول الْعَامَّة فيغلظ الْحجاب ويعظم الرين ويختنق بذلك نور",
            "page": "69",
            "part": "1",
            "seal": "3446408B"
        },
        {
            "id": "69",
            "nass": "الْفطْرَة وَيتم لَهُم مَا يُرِيدُونَ من المغلوبين لَهُم وَصرح الدّين بِلِسَان رؤسائه أَنه عَدو الْعقل وعدو كل مَا يثمره النّظر إِلَى أَكَانَ تَفْسِيرا لكتاب مقدس وَكَانَ لَهُم فى المشارب الوثنية ينابيع لَا تنضب ومدد لَا ينفذ هَذِه حَالَة الأقوام كَانَت فى معارفهم وَذَلِكَ كَانَ شَأْنهمْ فى مَعَايشهمْ عبيد أذلاء حيارى فى جَهَالَة عمياء اللَّهُمَّ إِلَّا بعض شوارد من بقايا الْحِكْمَة الْمَاضِيَة والشرائع السَّابِقَة آوت إِلَى بعض الأذهان وَمَعَهَا مقت الْحَاضِر وَنقص الْعلم بالغابر ثارت الشُّبُهَات على اصول العقائد وفروعها بِمَا انْقَلب من الْوَضع وانعكس من الطَّبْع فَكَانَ يرى الدنس فى مَظَنَّة الطَّهَارَة والشره حَيْثُ تنْتَظر القناعة والدعارة حَيْثُ ترجى السَّلامَة وَالسَّلَام مَعَ قُصُور النّظر عَن معرفَة السَّبَب وانصرافه لأوّل وهلة إِلَى أَن مصدر كل ذَلِك هُوَ الدّين فاستولى الِاضْطِرَاب على المدارك وَذهب بِالنَّاسِ مَذْهَب الفوضى فى الْعقل والشريعة مَعًا وَظَهَرت مَذَاهِب الإباحيين والدهريين فى شعوب مُتعَدِّدَة وَكَانَ ذَلِك ويلا عَلَيْهَا فَوق مَا رزئت بِهِ من سَائِر الخطوب ¶ وَكَانَت الْأمة الْعَرَبيَّة قبائل متخالفة فى النزعات خاضعة للشهوات فَخر كل قَبيلَة فى قتال أُخْتهَا وَسَفك دِمَاء أبطالها وسبى نسائها وسلب أموالها تسوقها المطامع إِلَى المعامع ويزين لَهَا السَّيِّئَات فَسَاد الاعتقادات وَقد بلغ الْعَرَب من سخافة الْعقل حدا صَنَعُوا أصنامهم من الْحَلْوَى ثمَّ عبدوها فَلَمَّا جَاعُوا أكلوها وبلغوا من تضعضع الْأَخْلَاق وَهنا قتلوا فِيهِ بناتهم تخلصا من عَار حياتهن أَو تنصلا من نفقات معيشتهن وَبلغ الْفُحْش مِنْهُم مبلغا لم يعد مَعَه للعفاف قيمَة وَبِالْجُمْلَةِ فَكَانَت ربط النظام الاجتماعى قد تراخت عقدهَا فى كل أمة وانفصمت عراها عِنْد كل طَائِفَة ¶ أفلم يكن من رَحْمَة الله بأولئك الأقوام أَن يؤديهم بِرَجُل مِنْهُم يُوحى إِلَيْهِ رسَالَته ويمنحه عنايته ويمده من الْقُوَّة بِمَا يتَمَكَّن مَعَه من كشف تِلْكَ الغمم الَّتِى أظلت رُءُوس جَمِيع الْأُمَم نعم كَانَ ذَلِك وَللَّه الْأَمر من قبل وَمن بعد ¶ وفى اللَّيْلَة الثَّانِيَة عشر من ربيع الأول عَام الْفِيل 20 ابريل سنة 571 من مِيلَاد الْمَسِيح عَلَيْهِ السَّلَام ولد مُحَمَّد بن عبد الله بن عبد الْمطلب بن هَاشم القرشى",
            "page": "70",
            "part": "1",
            "seal": "35B0E1AB"
        },
        {
            "id": "70",
            "nass": "بِمَكَّة ولد يَتِيما توفى وَالِده قبل أَن يُولد وَلم يتْرك لَهُ من المَال إِلَّا خمس جمال وَبَعض نعاج وَجَارِيَة ويروى أقل من ذَلِك وفى السّنة السَّادِسَة من عمره فقد والدته أَيْضا فَاحْتَضَنَهُ جده عبد الْمطلب وَبعد سنتَيْن من كفَالَته توفى جده فَكَفَلَهُ من بعده عَمه أَبُو طَالب وَكَانَ شهما كَرِيمًا غير أَنه كَانَ من الْفقر بِحَيْثُ لَا يملك كفاف أَهله وَكَانَ صلى الله عَلَيْهِ وَسلم من بنى عَمه وصبية قومه كأحدهم على مَا بِهِ من يتم فقد فِيهِ الْأَبَوَيْنِ مَعًا وفقر لم يسلم مِنْهُ الكافل والمكفول وَلم يقم على تَرْبِيَته مهذب وَلم يعن بتثقيفه مؤدب بَين أتراب من نبت الْجَاهِلِيَّة وعشراء من حلفاء الوثنية واولياء من عَبدة الأوهام وأقرباء من حفدة الْأَصْنَام غير أَنه مَعَ ذَلِك كَانَ يَنْمُو ويتكامل بدنا وعقلا وفضيلة وأدبا حَتَّى عرف بَين أهل مَكَّة وَهُوَ فى ريعان شبابه بالأمين أدب إلهى لم تجر الْعَادة بِأَن تزين بِهِ نفوس الْأَيْتَام من الْفُقَرَاء خُصُوصا مَعَ فقر القوام فاكتهل صلى الله عَلَيْهِ وَسلم كَامِلا وَالْقَوْم ناقصون رفيعا وَالنَّاس منحطون موحدا وهم وثنيون سلما وهم شاغبون صَحِيح الِاعْتِقَاد وهم واهمون مطبوعا على الْخَيْر وهم بِهِ جاهلون وَعَن سَبيله عادلون ¶ من السّنَن الْمَعْرُوفَة أَن يَتِيما فَقِيرا أُمِّيا مثله تنطبع نَفسه بِمَا ترَاهُ من أول نشأته إِلَى زمن كهولته ويتأثر عقله بِمَا يسمعهُ مِمَّن يخالطه لَا سِيمَا إِن كَانَ من ذوى قرَابَته وَأهل عصبته ولاكتاب يرشده وَلَا استأذ ينبهه وَلَا عضد إِذا عزم يُؤَيّدهُ فَلَو جرى الْأَمر فِيهِ على جارى السّنَن لنشأ على عقائدهم وَأخذ بمذاهبهم إِلَى أَن يبلغ مبلغ الرِّجَال وَيكون للفكر وَالنَّظَر مجَال فَيرجع إِلَى مخالفتهم إِذا قَامَ لَهُ الدَّلِيل على خلاف ضلالاتهم كَمَا فعل الْقَلِيل مِمَّن كَانُوا على عَهده وَلَكِن الْأَمر لم يجر على سنته بل بغضت إِلَيْهِ الوثنية من مبدأ عمره فعالجته طَهَارَة العقيدة كَمَا بادره حسن الخليقة وَمَا جَاءَ فى الْكتاب من قَوْله {ووجدك ضَالًّا فهدى} لَا يفهم مِنْهُ أَنه كَانَ على وثنية قبل الاهتداء إِلَى التَّوْحِيد أَو على غير السَّبِيل القويم قبل الْخلق الْعَظِيم حاش لله إِن ذَلِك لَهو الْإِفْك الْمُبين وَإِنَّمَا هى الْحيرَة تلم بقلوب أهل الْإِخْلَاص فِيمَا يرجون للنَّاس من الْخَلَاص وَطلب السَّبِيل إِلَى مَا هُدُوا إِلَيْهِ من إنقاذ الهالكين وإرشاد الضَّالّين وَقد هدى الله نبيه",
            "page": "71",
            "part": "1",
            "seal": "DE895933"
        },
        {
            "id": "71",
            "nass": "إِلَى مَا كَانَت تتلمسه بصيرته باصطفائه لرسالته واختياره من بَين خلقه لتقرير شَرِيعَته ¶ وجد شَيْئا من المَال يسد حَاجته وَقد كَانَ لَهُ فى الاستزادة مِنْهُ مَا يرفه معيشته بِمَا عمل لِخَدِيجَة رضى الله عَنْهَا فى تجارتها وَبِمَا اختارته بعد ذَلِك زوجا لَهَا وَكَانَ فِيمَا يجتنيه من ثَمَرَة عمله غناء لَهُ وَعون على بُلُوغه مَا كَانَ عَلَيْهِ أعاظم قومه لكنه لم ترقه الدُّنْيَا وَلم تغره زخارفها وَلم يسْلك مَا كَانَ يسلكه مثله فى الْوُصُول إِلَى مَا ترغبه الْأَنْفس من نعيمها بل كلما تقدم بِهِ السن زَادَت فِيهِ الرَّغْبَة عَمَّا كَانَ عَلَيْهِ الكافة ونما فِيهِ حب الِانْفِرَاد والانقطاع إِلَى الْفِكر والمراقبة والتحنث بمناجاة الله تَعَالَى والتوسل إِلَيْهِ فى طلب الْمخْرج من همه الْأَعْظَم فى تَخْلِيص قومه وَنَجَاة الْعَالم من الشَّرّ الذى تولاه إِلَى أَن أنفتق لَهُ الْحجاب عَن عَالم كَانَ يحثه إِلَيْهِ الإلهام الإلهى وتجلى عَلَيْهِ النُّور القدسى وَهَبَطَ عَلَيْهِ الوحى من الْمقَام العلى فى تَفْصِيل لَيْسَ هَذَا مَوْضِعه ¶ لم يكن من آبَائِهِ ملك فَيُطَالب بِمَا سلب من ملكه وَكَانَت نفوس قومه فى انصراف تَامّ عَن طلب مناصب السُّلْطَان وفى قناعة بِمَا وجدوه من شرف النِّسْبَة إِلَى الْمَكَان دلّ عَلَيْهِمَا مَا فعل جده عبد الْمطلب عِنْد زحف أَبْرَهَة الحبشى على دِيَارهمْ جَاءَ الحبشى لينتقم من الْعَرَب بهدم معبدهم الْعَام وبيتهم الْحَرَام ومنتجع حجيجهم ومستوى الْعلية من آلِهَتهم ومنتهى حجَّة القرشيين فى مفاخرتهم لبنى قَومهمْ وَتقدم بعض جنده فاستاق عددا من الْإِبِل فِيهَا لعبد الْمطلب مِائَتَا بعير وَخرج عبد الْمطلب فى بعض قُرَيْش لمقابلة الْملك فاستدناه وَسَأَلَهُ حَاجته فَقَالَ هى أَن ترد إِلَى مائتى بعير أصبتها إِلَى فلامه الْملك على الْمطلب الحقير وَقت الْخطب الخطير فَأَجَابَهُ أَنا رب الأبل أما الْبَيْت فَلهُ رب يحميه هَذَا غَايَة مَا ينتهى إِلَيْهِ الإستسلام وَعبد الْمطلب فى مَكَانَهُ من الرياسة على قُرَيْش فَأَيْنَ من تِلْكَ المكانة مُحَمَّد صلى الله عَلَيْهِ وَسلم فى حَالَة من الْفقر ومقامه فى الْوسط من طَبَقَات أَهله حَتَّى ينتجع ملكا أَو يطْلب سُلْطَانا لَا مَال لَا جاه لَا جند لَا أعوان لَا سليقة فى الشّعْر لَا براعة فى الْكتاب لَا شهرة فى الْخطاب",
            "page": "72",
            "part": "1",
            "seal": "058B0C4D"
        },
        {
            "id": "72",
            "nass": "لَا شىء كَانَ عِنْده مِمَّا يكْسب المكانة فى نفوس الْعَامَّة أَو يرقى بِهِ إِلَى مقَام مَا بَين الْخَاصَّة مَا هَذَا الذى رفع نَفسه فَوق النُّفُوس مَا الذى أَعلَى راسه على الرُّءُوس مَا الذى سما بهمته على الهمم حَتَّى انتدب نَفسه لإرشاد الْأُمَم وكفالته لَهُم كشف الغمم بل وإحياء الرمم مَا كَانَ ذَلِك إِلَّا مَا ألْقى الله فى روعه من حَاجَة الْعَالم إِلَى مقوم لما زاغ من عقائدهم ومصلح لما فسد من أَخْلَاقهم وعوائدهم مَا كَانَ ذَلِك إِلَّا وجدانه ريح الْعِنَايَة الإلهية ينصره فى عمله ويمده فى الِانْتِهَاء إِلَى أمله قبل بُلُوغ أَجله مَا هُوَ إِلَّا الوحى الإلهى يسْعَى نوره بَين يَدَيْهِ يضىء لَهُ السَّبِيل ويكفيه مُؤنَة الدَّلِيل مَا هُوَ إِلَّا الْوَعْد السماوى قَامَ لَدَيْهِ مقَام الْقَائِد والجندى أَرَأَيْت كَيفَ نَهَضَ وحيدا فريدا يَدْعُو النَّاس كَافَّة إِلَى التَّوْحِيد والاعتقاد بالعلى الْمجِيد وَالْكل مَا بَين وثنية مُتَفَرِّقَة ودهرية وزندقة نَادَى فى الوثنيين بترك أوثانهم ونبذ معبوداتهم وفى المشبهين المنغمسين فى الْخَلْط بَين اللاهوت الأقدس وَبَين الجسمانيات بالتطهر من تشبيههم وفى الثانوية بافراد إِلَه وَاحِد بِالتَّصَرُّفِ فى الأكوان ورد كل شىء فى الْوُجُود إِلَيْهِ أهاب بالطبيعيين ليمدوا بصائرهم إِلَى مَا وَرَاء حجاب الطبيعة فيتنوروا سر الْوُجُود الذى قَامَت بِهِ صَاح بذوى الزعامة ليهبطوا إِلَى مُضَاف الْعَامَّة فى الاستكانة إِلَى سُلْطَان معبود وَاحِد هُوَ فاطر السَّمَوَات وَالْأَرْض والقابض على أَرْوَاحهم فى هياكل أَجْسَادهم تنَاول المنتحلين مِنْهُم لمرتبة التَّوَسُّط بَين الْعباد وَبَين رَبهم الْأَعْلَى فَبين لَهُم بِالدَّلِيلِ وكشف لَهُم بِنور الوحى أَن نِسْبَة أكبرهم إِلَى الله كنسبة أَصْغَر المعتقدين بهم وطالبهم بالنزول عَمَّا انتحلوه لأَنْفُسِهِمْ من المكانات الربانية إِلَى أدنى سلم من الْعُبُودِيَّة والاشتراك مَعَ كل ذى نفس إنسانية فى الِاسْتِعَانَة بِرَبّ وَاحِد يستوى جَمِيع الْخلق فى النِّسْبَة إِلَيْهِ لَا يتفاوتون إِلَّا فِيمَا فضل بِهِ بَعضهم على بعض من علم أَو فَضِيلَة وخز بوعظه عبيد الْعَادَات وأسراء التَّقْلِيد ليعتقوا أَرْوَاحهم مِمَّا استعبدوا لَهُ ويحلوا أغلالهم الَّتِى أخذت بِأَيْدِيهِم عَن الْعَمَل وقطعتهم دون الأمل مَال على قراء الْكتب السماوية والقائمين على مَا أودعته من الشَّرَائِع الإلهية فَبَكَتْ الواقفين عِنْد حروفها بغباوتهم وشدد النكير على المحرفين لَهَا الصارفين لألفاظها إِلَى غير",
            "page": "73",
            "part": "1",
            "seal": "D2C49FD7"
        },
        {
            "id": "73",
            "nass": "مَا قصد من وحيها اتبَاعا لشهواتهم ودعاهم إِلَى فهمها والتحقق بسر علمهَا حَتَّى يَكُونُوا على نور من رَبهم واستفلت كل إِنْسَان إِلَى مَا أودع فِيهِ من الْمَوَاهِب الإلهية ودعا النَّاس أَجْمَعِينَ ذُكُورا وإناثا عَامَّة وسادات إِلَى عرفان أنفسهم وَأَنَّهُمْ من نوع خصّه الله بِالْعقلِ وميزه بالفكر وشرفه بهما وبحرية الْإِرَادَة فِيمَا يرشده إِلَيْهِ عقله وفكره وَأَن الله عرض عَلَيْهِم جَمِيع مَا بَين أَيْديهم من الأكوان وسلطهم على فهمها وَالِانْتِفَاع بهَا بِدُونِ شَرط وَلَا قيد إِلَّا الِاعْتِدَال وَالْوُقُوف عِنْد حُدُود الشَّرِيعَة العادلة والفضيلة الْكَامِلَة وأقدرهم بذلك على أَن يصلوا إِلَى معرفَة خالقهم بعقولهم وأفكارهم بِدُونِ وَاسِطَة أحد إِلَّا من خصهم الله بوحيه وَقد وكل إِلَيْهِم معرفتهم بِالدَّلِيلِ كَمَا كَانَ الشَّأْن فى معرفتهم لمبدع الكائنات أجمع وَالْحَاجة إِلَى أُولَئِكَ المصطفين إِنَّمَا هُوَ معرفَة الصِّفَات الَّتِى أذن الله أَن تعلم مِنْهُ وَلَيْسَ فى الِاعْتِقَاد بِوُجُودِهِ وَقرر أَن لَا سُلْطَان لأحد من الْبشر على آخر مِنْهُ إِلَّا مَا رسمته الشَّرِيعَة وفرضه الْعدْل ثمَّ الْإِنْسَان بعد ذَلِك يذهب بإرادته إِلَى مَا سخرت لَهُ بِمُقْتَضى الْفطْرَة دَعَا الْإِنْسَان إِلَى معرفَة أَنه جسم وروح وَأَنه بذلك من عَالمين متخلفين وَإِن كَانَا ممتزجين وَأَنه مطَالب بخدمتهما جَمِيعًا وإيفاء كل مِنْهُمَا مَا قررت لَهُ الْحِكْمَة الإلهية من الْحق دَعَا النَّاس كَافَّة إِلَى الاستعداد فى هَذِه الْحَيَاة لما سيلاقون فى الْحَيَاة الْأُخْرَى وَبَين لَهُم أَن خير زَاد يتزوده الْعَامِل هُوَ الْإِخْلَاص لله فى الْعِبَادَة وَالْإِخْلَاص للعباد فى الْعدْل والنصيحة والإرشاد ¶ قَامَ بِهَذِهِ الدعْوَة الْعُظْمَى وَحده وَلَا حول وَلَا قُوَّة لَهُ كل هَذَا كَانَ مِنْهُ وَالنَّاس أحباء مَا ألفوا وَإِن كَانَ خسران الدُّنْيَا وحرمان الْآخِرَة أَعدَاء مَا جهلوا وَإِن كَانَ رغد الْعَيْش وَعزة السِّيَادَة ومنتهى السَّعَادَة كل هَذَا وَالْقَوْم حواليه أَعدَاء أنفسهم وَعبيد شهواتهم لَا يفقهُونَ دَعوته وَلَا يعْقلُونَ رسَالَته عقدت أهداب بصائر الْعَامَّة مِنْهُم بأهواء الْخَاصَّة وحجبت عقول الْخَاصَّة بغرور الْعِزَّة عَن النّظر فى دَعْوَى فَقير أمى مثله لَا يرَوْنَ فِيهِ مَا يرفعهُ إِلَى نصيحتهم والتطاول إِلَى مقاماتهم الرفيعة باللوم والتعنيف",
            "page": "74",
            "part": "1",
            "seal": "558D2F96"
        },
        {
            "id": "74",
            "nass": "لكنه فى فقره وَضَعفه كَانَ يقارعهم بِالْحجَّةِ ويناضلهم بِالدَّلِيلِ ويأخذهم بِالنَّصِيحَةِ ويزعجهم بالزجر وينبههم للعبر ويحوطهم مَعَ ذَلِك بِالْمَوْعِظَةِ الْحَسَنَة كَأَنَّمَا هُوَ سُلْطَان قاهر فى حكمه عَادل فى أمره وَنَهْيه أَو أَب حَكِيم فى تربية أبنائه شَدِيد الْحِرْص على مصالحهم رءوف بهم فى شدته رَحِيم فى سلطته مَا هَذِه الْقُوَّة فى ذَلِك الضعْف مَا هَذَا السُّلْطَان فى مَظَنَّة الْعَجز مَا هَذَا الْعلم فى تِلْكَ الأمية مَا هَذَا الرشاد فى غَمَرَات الْجَاهِلِيَّة إِن هُوَ إِلَّا خطاب الجبروت الْأَعْلَى قَارِعَة الْقُدْرَة العظمة نِدَاء الْعِنَايَة الْعليا ذَلِك خطاب الله الْقَادِر على كل شىء الذى وسع كل شىء رَحْمَة وعلما ذَلِك أَمر الله الصادع يقرع الآذان ويشق الْحجب ويمزق الغلف وَينفذ إِلَى الْقُلُوب على لِسَان من اخْتَارَهُ لينطق بِهِ واختصه بذلك وَهُوَ أَضْعَف قومه ليقيم من هَذَا الِاخْتِصَاص برهانا عَلَيْهِ بَعيدا عَن الظنة بَرِيئًا من التُّهْمَة لإتيانه على غير الْمُعْتَاد بَين خلقه أى برهَان على النُّبُوَّة أعظم من هَذَا أمى قَامَ يَدْعُو الْكَاتِبين إِلَى فهم مَا يَكْتُبُونَ وَمَا يقرءُون بعيد عَن مدارس الْعلم صَاح بالعلماء ليمحصوا مَا كَانُوا يعلمُونَ فى نَاحيَة عَن ينابيع الْعرْفَان جَاءَ يرشد العرفاء ناشىء بَين الواهمين هَب لتقويم عوج الْحُكَمَاء غَرِيب فى أقرب الشعوب إِلَى سذاجة الطبيعة وأبعدها عَن فهم نظام الْخَلِيفَة وَالنَّظَر فى سنَنه البديعة أَخذ يُقرر للْعَالم أجمع أصُول الشَّرِيعَة ويخط للسعادة طرقا لن يهْلك سالكها وَلنْ يخلص تاركها مَا هَذَا الْخطاب المفحم مَا ذَلِك الدَّلِيل الملجم أأقول مَا هَذَا بشرا إِن هَذَا إِلَّا ملك كريم لالا أَقُول ذَلِك وَلَكِن أَقُول كَمَا أمره الله أَن يصف نَفسه إِن هُوَ إِلَّا بشر مثلكُمْ يُوحى إِلَيْهِ نبى صدق الْأَنْبِيَاء وَلَكِن لم يَأْتِ فى الْإِقْنَاع برسالته بِمَا يلهى الْأَبْصَار أَو يحير الْحَواس أَو يدهش المشاعر وَلَكِن طَالب كل قُوَّة بِالْعَمَلِ فِيمَا أعدت لَهُ واختص الْعقل بِالْخِطَابِ وحاكم إِلَيْهِ الْخَطَأ وَالصَّوَاب وَجعل فى قُوَّة الْكَلَام وسلطان البلاغة وَصِحَّة الدَّلِيل مبلغ الْحجَّة وَآيَة الْحق الذى لَا يَأْتِيهِ الْبَاطِل من بَين يَدَيْهِ وَلَا من خَلفه تَنْزِيل من حَكِيم حميد",
            "page": "75",
            "part": "1",
            "seal": "CCC07EBE"
        },
        {
            "id": "75",
            "nass": "الْقُرْآن ¶ جَاءَنَا الْخَبَر الْمُتَوَاتر الذى لَا تطرق إِلَيْهِ الرِّيبَة أَن النبى صلى الله عَلَيْهِ وَسلم كَانَ فى نشأته وأميته على الْحَال الَّتِى ذكرنَا وتواترت أَخْبَار الْأُمَم كَافَّة على أَنه جَاءَ بِكِتَاب قَالَ إِنَّه أنزل عَلَيْهِ وَأَن ذَلِك الْكتاب هُوَ الْقُرْآن الْمَكْتُوب فى الْمَصَاحِف الْمَحْفُوظ فى صُدُور من عَنى بحفظه من الْمُسلمين إِلَى الْيَوْم كتاب حوى من أَخْبَار الْأُمَم الْمَاضِيَة مَا فِيهِ مُعْتَبر للأجيال الْحَاضِرَة والمستقبلة نقب على الصَّحِيح مِنْهَا وغادر الأباطيل الَّتِى ألحقتها الأوهام بهَا وَنبهَ على وُجُوه الْعبْرَة فِيهَا حكى عَن الْأَنْبِيَاء مَا شَاءَ الله أَن يقص علينا من سيرهم وَمَا كَانَ بَينهم وَبَين أممهم وبرأهم مِمَّا رماهم بِهِ أهل دينهم المعتقدون برسالاتهم آخذ الْعلمَاء من الْملَل الْمُخْتَلفَة على مَا أفسدوا من عقائدهم وَمَا خلطوا فى أحكامهم وَمَا حرفوا بالتأويل فى كتبهمْ وَشرع للنَّاس أحكاما تنطبق على مصالحهم وَظَهَرت الْفَائِدَة فى الْعَمَل بهَا والمحافظة عَلَيْهَا وَقَامَ بهَا الْعدْل وانتظم بهَا شَمل الْجَمَاعَة مَا كَانَت عِنْد حد مَا قَرَّرَهُ ثمَّ عظمت الْمضرَّة فى إهمالها والإنحراف عَنْهَا أَو الْبعد بهَا عَن الرّوح الذى أودعته ففاقت بذلك جَمِيع الشَّرَائِع الوضعية كَمَا يتَبَيَّن للنَّاظِر فى شرائع الْأُمَم ثمَّ جَاءَ بعد ذَلِك بِحكم ومواعظ وآداب تخشع لَهَا الْقُلُوب وتهش لاستقبالها الْعُقُول وتنصرف وَرَاءَهَا الهمم انصرافها فى السَّبِيل الْأُمَم نزل الْقُرْآن فى عصر اتّفق الروَاة وتواترت الْأَخْبَار على أَنه أرقى الْأَعْصَار عِنْد الْعَرَب وأغزرها مَادَّة فى الفصاحة وَأَنه الممتاز بَين جَمِيع مَا تقدمه بوفرة رجال البلاغة وفرسان الْخطاب وأنفس مَا كَانَت الْعَرَب تتنافس فِيهِ من ثمار الْعقل ونتائج الفطنة والذكاء هُوَ الغلب فى القَوْل والسبق إِلَى إِصَابَة مَكَان الوجدان من الْقُلُوب ومقر الإذعان من الْعُقُول وتفانيهم فى الْمُفَاخَرَة بذلك مِمَّا لَا يحْتَاج إِلَى الإطالة فى بَيَانه ¶ تَوَاتر الْخَبَر كَذَلِك بِمَا كَانَ مِنْهُم من الْحِرْص على مُعَارضَة النبى صلى الله عَلَيْهِ وَسلم والتماسهم الْوَسَائِل قريبها وبعيدها لإبطال دَعْوَاهُ وتكذيبه فى الْإِخْبَار",
            "page": "76",
            "part": "1",
            "seal": "1374AA16"
        },
        {
            "id": "76",
            "nass": "عَن الله وإتيانهم فى ذَلِك على مبلغ استطاعتهم وَكَانَ فيهم الْمُلُوك الَّذين تحملهم عزة الْملك على معاندته والأمراء الَّذين يَدعُوهُم السُّلْطَان إِلَى مناوأته والخطباء وَالشعرَاء وَالْكتاب الَّذين يشمخون بأنوفهم عَن مُتَابَعَته وَقد اشْتَدَّ جَمِيع أُولَئِكَ فى مقاومته وانهالوا بقواهم عَلَيْهِ استكبارا عَن الخضوع لَهُ وتمسكا بِمَا كَانُوا عَلَيْهِ من أَدْيَان آبَائِهِم وحمية لعقائدهم وعقائد أسلافهم وَهُوَ مَعَ ذَلِك يخطىء آراءهم ويسفه أحلامهم ويحتقر أصنامهم ويدعوهم إِلَى مَا لم تعهده أيامهم وَلم تخفق لمثله أعلامهم وَلَا حجَّة لَهُ بَين يدى ذَلِك كُله إِلَّا تحديهم بالإتيان بِمثل أقصر سُورَة من ذَلِك الْكتاب أَو بِعشر سور من مثله وَكَانَ فى استطاعتهم أَن يجمعوا إِلَيْهِ من الْعلمَاء والفصحاء البلغاء مَا شَاءُوا ليأتوا بشىء من مثل مَا أَتَى بِهِ ليبطلوا الْحجَّة ويفحموا صَاحب الدعْوَة ¶ جَاءَنَا الْخَبَر الْمُتَوَاتر أَنه مَعَ طول زمن التحدى ولجاج الْقَوْم فى التعدى أصيبوا بِالْعَجزِ وَرَجَعُوا بالخيبة وحقت للْكتاب الْعَزِيز الْكَلِمَة الْعليا على كل كَلَام وَقضى حكمه العلى على جَمِيع الْأَحْكَام أَلَيْسَ فى ظُهُور مثل هَذَا الْكتاب على لِسَان أمى أعظم معْجزَة وأدل برهَان على أَنه لَيْسَ من صنع الْبشر وَإِنَّمَا هُوَ النُّور المنبعث عَن شمس الْعلم الإلهى وَالْحكم الصَّادِر عَن الْمقَام الربانى على لِسَان الرَّسُول الأمى صلوَات الله عَلَيْهِ ¶ هَذَا وَقد جَاءَ فى الْكتاب من أَخْبَار الْغَيْب مَا صدقته حوادث الْكَوْن كالخبر فى قَوْله {غلبت الرّوم فِي أدنى الأَرْض وهم من بعد غلبهم سيغلبون فِي بضع سِنِين} وكالوعد الصَّرِيح فى قَوْله وعد الله الَّذين آمنُوا مِنْكُم وعملو الصَّالِحَات ليَستَخْلِفنهم فى الأَرْض كَمَا اسْتخْلف الَّذين من قبلهم الْآيَة وَقد تحقق جَمِيع ذَلِك وفى الْقُرْآن كثير من مثل هَذَا يُحِيط بِهِ من يتلوه حق تِلَاوَته وَمن الْكَلَام عَن الْغَيْب فِيهِ مَا جَاءَ فى تحدى الْعَرَب بِهِ واكتفائه فى الرُّجُوع عَن دَعْوَاهُ بِأَن يأتو بِسُورَة من مثله مَعَ سَعَة الْبِلَاد الْعَرَبيَّة ووفرة سكانها وتباعد أطرافها وانتشار دَعوته على لِسَان الوافدين إِلَى مَكَّة من جَمِيع",
            "page": "77",
            "part": "1",
            "seal": "8ACC64D5"
        },
        {
            "id": "77",
            "nass": "أرجائها وَمَعَ أَنه لم يسْبق لَهُ صلى الله عَلَيْهِ وَسلم السياحة فى نَوَاحِيهَا والتعرف برجالها وقصور الْعلم الْبُشْرَى عَادَة عَن الْإِحَاطَة بِمَا أودع فى قوى أمة عَظِيمَة كالأمة الْعَرَبيَّة فَهَذَا الْقَضَاء الحاتم مِنْهُ بِأَنَّهُم لن يستطيعوا أَن يَأْتُوا بشىء من مثل مَا تحداهم بِهِ لَيْسَ قَضَاء بشريا وَمن الصعب بل من المتعذر أَن يصدر عَن عَاقل الْتِزَام كالذى الْتَزمهُ وَشرط كالذى شَرطه على نَفسه لغَلَبَة الظَّن عِنْد من لَهُ شىء من الْعقل أَن الأَرْض لَا تَخْلُو من صَاحب قُوَّة مثل قوته وَإِنَّمَا ذَلِك هُوَ الله الْمُتَكَلّم والعليم الْخَبِير هُوَ النَّاطِق على لِسَانه وَقد أحَاط علمه بقصور جَمِيع القوى عَن تنَاول مَا استنهضهم لَهُ وبلوغ مَا حثهم عَلَيْهِ ¶ يَقُول واهم إِن الْعَجز حجَّة على من عجز فَإِن العجزهى حجَّة الإفحام وإلزام الْخصم وَقد يلْتَزم الْخصم بِبَعْض المسلمات عِنْده فيفحم ويعجز عَن الْجَواب فَتلْزمهُ الْحجَّة وَلَكِن لَيْسَ ذَلِك بملزم لغيره فَمن الْمُمكن أَن لَا يسلم غَيره بِمَا سلمه فَلَا يفحمه الدَّلِيل بل يجد إِلَى إِبْطَاله أقرب سَبِيل ¶ وَهُوَ وهم يضمحل بِمَا قدمنَا من الْبَيَان إِذْ لَا يُوجد من المشابهة بَين إعجاز الْقُرْآن وإفحام الدَّلِيل إِلَّا أَنه يُوجد عَن كل مِنْهُمَا عجز وشتان بَين العجزين وَبعد مَا بَين وجهتى الِاسْتِدْلَال فيهمَا فَإِن إعجاز الْقُرْآن برهن على أَمر واقعى وَهُوَ تقاصر القوى البشرية دون مكانته من البلاغة وَقُلْنَا القوى البشرية لِأَنَّهُ جَاءَ بِلِسَان عربى وَقد عرف الْكتاب عِنْد جَمِيع الْعَرَب فى عهد النُّبُوَّة وَكَانَ حَال الْعَصْر من البلاغة كَمَا ذكرنَا وَحَال الْقَوْم فى العناد كَمَا بَينا وَمَعَ ذَلِك لم يُمكن للْعَرَب أَن يعارضوه بشىء من مبلغ عُقُولهمْ فَلَا يعقل أَن فارسيا أَو هنديا أَو رومانيا يبلغ من قُوَّة البلاغة فى الْعَرَبيَّة أَن يأتى بِمَا عجز عَنهُ الْعَرَب أنفسهم وتقاصر القوى جَمِيعهَا عَن ذَلِك مَعَ التَّمَاثُل بَين النبى وَبينهمْ فى النشأة والتربية وامتياز الْكثير مِنْهُم بِالْعلمِ والدراسة دَلِيل قَاطع على أَن الْكَلَام لَيْسَ مِمَّا اُعْتِيدَ صدوره عَن الْبشر فَهُوَ اخْتِصَاص من الله سُبْحَانَهُ لمن جَاءَ على لِسَانه ثمَّ ورد فى الْقُرْآن من تسجيل الْعَجز عَلَيْهِم والتعرض للاصطدام بِجَمِيعِ مَا أُوتُوا من قُوَّة مِمَّا يدل على الثِّقَة من أمره مَعَ مَا سبق تعداده من الْأُمُور الَّتِى لَا يُمكن مَعهَا لعاقل أَن",
            "page": "78",
            "part": "1",
            "seal": "9D89E00B"
        },
        {
            "id": "78",
            "nass": "يقف ذَلِك الْموقف مَعَ طول الزَّمن وانفساح الْأَجَل كل ذَلِك يدل على أَن النَّاطِق هُوَ عَالم الْغَيْب وَالشَّهَادَة لَا رجل يعظ وَينْصَح على الْعَادة ¶ فَثَبت بِهَذِهِ المعجزة الْعُظْمَى وَقَامَ الدَّلِيل بِهَذَا الْكتاب الباقى الذى لَا يعرض عَلَيْهِ التَّغْيِير وَلَا يتَنَاوَلهُ التبديل أَن نَبينَا مُحَمَّدًا صلى الله عَلَيْهِ وَسلم رَسُول الله إِلَى خلقه فَيجب التَّصْدِيق برسالته والاعتقاد بِجَمِيعِ مَا ورد فى الْكتاب الْمنزل عَلَيْهِ وَالْأَخْذ بِكُل مَا ثَبت عَنهُ من هدى وَسنة متبعة وَقد جَاءَ فى الْكتاب أَنه خَاتم الْأَنْبِيَاء فَوَجَبَ علينا الْإِيمَان بذلك كَذَلِك ¶ بقى علينا أَن نشِير إِلَى وَظِيفَة الدّين الإسلامى وَمَا دَعَا إِلَيْهِ على وَجه الْإِجْمَال وَكَيف انتشرت دَعوته بالسرعة الْمَعْرُوفَة والسر فى كَون النبى صلى الله عَلَيْهِ وَسلم خَاتم الْمُرْسلين صلوَات الله عَلَيْهِ وَعَلَيْهِم أَجْمَعِينَ ¶ الْإِسْلَام أَو الدّين الإسلامى ¶ هُوَ الدّين الذى جَاءَ بِهِ مُحَمَّد صلى الله عَلَيْهِ وَسلم وعقله من وعاه عَنهُ من صحابته وَمن عاصرهم وَجرى الْعَمَل عَلَيْهِ حينا من الزَّمن بَينهم بِلَا خلاف وَلَا اعتساف فى التَّأْوِيل وَلَا ميل مَعَ الشيع وإنى مجمله فى هَذَا الْبَاب مقتديا بِالْكتاب الْمجِيد فى التَّفْوِيض لذوى البصائر أَن يفصلوه وَمَا سندى فِيمَا أَقُول إِلَّا الْكتاب وَالسّنة القويمة وَهدى الرَّاشِدين ¶ جَاءَ الدّين الإسلامى بتوحيد الله تَعَالَى فى ذَاته وأفعاله وتنزيهه عَن مشابهة المخلوقين فَأَقَامَ الْأَدِلَّة على أَن للكون خَالِقًا وَاحِدًا متصفا بِمَا دلّت عَلَيْهِ آثَار صَنْعَة من الصِّفَات الْعلية كَالْعلمِ وَالْقُدْرَة والإرادة وَغَيرهَا وعَلى أَنه لَا يُشبههُ شىء من خلقه وَأَن لَا نِسْبَة بَينه وَبينهمْ إِلَّا أَنه موجدهم وَأَنَّهُمْ لَهُ وَإِلَيْهِ رَاجِعُون قل هُوَ الله أحد ألله الصَّمد لم يلد وَلم يولدولم يكن لَهُ كفوا أحد وَمَا ورد من أَلْفَاظ الْوَجْه الْيَدَيْنِ والاستواء وَنَحْوهَا لَهُ معَان عرفهَا الْعَرَب المخاطبون بِالْكتاب وَلم يشتبهوا فى شىء مِنْهَا وَأَن ذَاته وَصِفَاته يَسْتَحِيل عَلَيْهَا",
            "page": "79",
            "part": "1",
            "seal": "BEE67196"
        },
        {
            "id": "79",
            "nass": "أَن تبرز فى جَسَد أَو روح أحد من الْعَالمين وَإِنَّمَا يخْتَص سُبْحَانَهُ من شَاءَ من عباده بِمَا شَاءَ من علم وسلطان على مَا يُرِيد أَن يُسَلِّطهُ عَلَيْهِ من الْأَعْمَال على سنة لَهُ فى ذَلِك سنّهَا فى علمه الأزلى الذى لَا يَعْتَرِيه التبديل وَلَا يدنو مِنْهُ التَّغْيِير وحظر على كل ذى عقل أَن يعْتَرف لأحد بشىء من ذَلِك إِلَّا ببرهان ينتهى فى مقدماته إِلَى حكم الْحس وَمَا جاوره من البديهيات الَّتِى لَا تنقص عَنهُ فى الوضوح بل قد تعلوه كاستحالة الْجمع بَين النقيضين أَو ارتفاعهما مَعًا أَو وجوب أَن الْكل أعظم من الْجُزْء مثلا وَقضى على هَؤُلَاءِ كغيرهم بِأَنَّهُم لَا يملكُونَ لانفسهم نفعا وَلَا ضرا وَغَايَة أَمرهم أَنهم عباد مكرمون وَأَن مَا يجريه على أَيْديهم فَإِنَّمَا هُوَ بِإِذن خَاص وبتيسير خَاص فى مَوضِع خَاص لحكمة خَاصَّة وَلَا يعرف شَأْن الله فى شىء من هَذَا إِلَّا ببرهان كَمَا تقدم ¶ دلّ هَذَا الدّين بِمثل قَول الْكتاب {وَالله أخرجكم من بطُون أُمَّهَاتكُم لَا تعلمُونَ شَيْئا وَجعل لكم السّمع والأبصار والأفئدة لَعَلَّكُمْ تشكرون} وَالشُّكْر عِنْد الْعَرَب مَعْرُوف أَنه تصريف النِّعْمَة فِيمَا كَانَ الإنعام بهَا لأَجله دلّ بِمثل هَذَا على أَن الله وهبنا من الْحَواس وغرز فِينَا من القوى مَا نصرفه فى وجوهه بمحض تِلْكَ الموهبة فَكل شخص كاسب لعمله بِنَفسِهِ لَهَا أَو عَلَيْهَا وَأما مَا تتحير فِيهِ مداركنا وتقصر دونه قوانا وتشعر فِيهِ أَنْفُسنَا بسُلْطَان يقهرها أَو نَاصِر يمدها فِيمَا أدْركهَا الْعَجز عَنهُ على أَنه فَوق مَا تعرف من القوى المسخرة لَهَا وَكَانَ لَا بُد من الخضوع لَهُ وَالرُّجُوع إِلَيْهِ والاستعانة بِهِ فَذَلِك إِنَّمَا يرد إِلَى الله وَحده فَلَا يجوز أَن تخشع إِلَّا لَهُ وَلَا أَن تطمئِن إِلَّا إِلَيْهِ وَكَذَلِكَ جعل شَأْنهَا فِيمَا تخافه وترجوه مِمَّا تقبل عَلَيْهِ فى الْحَيَاة الْآخِرَة لَا يسوغ لَهَا أَن تلجأ إِلَى أحد غير الله فى قبُول أَعمالهَا من الطَّيِّبَات وَلَا فى غفران أفاعيلها من السَّيِّئَات فَهُوَ وَحده مَالك يَوْم الدّين ¶ اجتثت بذلك جذور الوثنية وَمَا وَليهَا مِمَّا لَو اخْتلف عَنْهَا فى الصُّور والشكل أَو الْعبارَة وَاللَّفْظ لم يخْتَلف عَنْهَا فى الْمَعْنى والحقيقة تبع هَذَا طَهَارَة الْعُقُول من الأوهام الْفَاسِدَة الَّتِى لَا تنفك عَن تِلْكَ العقيدة الْبَاطِلَة ثمَّ تنزه النُّفُوس عَن",
            "page": "80",
            "part": "1",
            "seal": "F617FA5F"
        },
        {
            "id": "80",
            "nass": "الملكات السَّيئَة الَّتِى كَانَت تلازم تِلْكَ الأوهام وتخلصت بِتِلْكَ الطَّهَارَة من الِاخْتِلَاف فى المعبودين وَعَلَيْهِم وارتفع شَأْن الْإِنْسَان وَسمعت قِيمَته بِمَا صَار إِلَيْهِ من الْكَرَامَة بِحَيْثُ أصبح لَا يخضع لأحد إِلَّا لخالق السَّمَوَات وَالْأَرْض وقاهر النَّاس أَجْمَعِينَ وأبيح لكل أحد بل فرض عَلَيْهِ أَن يَقُول كَمَا قَالَ إِبْرَهِيمُ {إِنِّي وجهت وَجْهي للَّذي فطر السَّمَاوَات وَالْأَرْض حَنِيفا وَمَا أَنا من الْمُشْركين} وكما أَمر رَسُول الله صلى الله عَلَيْهِ وَسلم أَن يَقُول {إِن صَلَاتي ونسكي ومحياي ومماتي لله رب الْعَالمين لَا شريك لَهُ وَبِذَلِك أمرت وَأَنا أول الْمُسلمين} ¶ تجلت بذلك للانسان نَفسه حره كريمه وأطلقت إِرَادَته من الْقُيُود الَّتِى كَانَت تعقدها بِإِرَادَة غَيره سَوَاء كَانَت إِرَادَة بشرية ظن أَنَّهَا شُعْبَة من الْإِرَادَة الإلهية أَو أَنَّهَا هى كارادة الرؤساء والمسيطرين أَو إِرَادَة موهومة اخترعها الخيال كَمَا يظنّ فى الْقُبُور والاحجار والاشجار وَالْكَوَاكِب وَنَحْوهَا وافتكت عزيمته من أسر الوسائط والشفعاء والمتكهنة والعرفاء وزعماء السيطرة على الْأَسْرَار ومنتحلى حق الْولَايَة على أَعمال الْعِيد فِيمَا بَينه وَبَين الله الزاعمين وَأَنَّهُمْ وَاسِطَة النجَاة وبأيديهم الاشقاء والاسعاد وَبِالْجُمْلَةِ فقد اعتقت روحه من الْعُبُودِيَّة للمحتالين والدجالين صَار الْإِنْسَان بِالتَّوْحِيدِ عبد الله خَاصَّة حرا من الْعُبُودِيَّة لكل مَا سواهُ فَكَانَ لَهُ من الْحق مَا للْحرّ على الْحر لَا على فى الْحق وَلَا وضيع وَلَا سافل وَلَا رفيع وَلَا تفَاوت بَين النَّاس إِلَّا بتفاوت أَعْمَالهم وَلَا تفاضل إِلَّا بتفاضلهم فى عُقُولهمْ ومعارفهم وَلَا يقربهُمْ من الله إِلَّا طَهَارَة الْعقل من دنس الْوَهم وخلوص الْعَمَل من العوج والرياء ثمَّ بِهَذَا خلصت أَمْوَال الكاسبين وتمحض الْحق فِيهَا للْفُقَرَاء وَالْمَسَاكِين والمصالح الْعَامَّة وكفت عَنْهَا أيدى العالة وَأهل البطالة مِمَّن كَانَ يزْعم الْحق فِيهَا بِصفتِهِ ورتبته لَا بِعَمَلِهِ وخدمته ¶ طَالب الْإِسْلَام بِالْعَمَلِ كل قَادر عَلَيْهِ وَقرر أَن لكل نفس مَا كسبت وَعَلَيْهَا مَا اكْتسبت فَمن يعْمل مِثْقَال ذرة خيرا يره وَمن يعْمل مِثْقَال",
            "page": "81",
            "part": "1",
            "seal": "EE39C577"
        },
        {
            "id": "81",
            "nass": "ذرة شرا يره} وَأَن لَيْسَ للْإنْسَان إِلَّا مَا سعى وأباح لكل أحد أَن يتَنَاوَل من الطَّيِّبَات مَا شَاءَ أكلا وشربا ولباسا وزينة وَلم يحظر عَلَيْهِ إِلَّا مَا كَانَ ضارا بِنَفسِهِ أَو بِمن يدْخل فى ولَايَته أَو مَا تعدى ضَرَره إِلَى غَيره وحدد لَهُ فى ذَلِك الْحُدُود الْعَامَّة بِمَا ينطبق على مصَالح الْبشر كَافَّة فكفل الِاسْتِقْلَال لكل شخص فى عمله واتسع المجال لتسابق الهمم فى السعى حَتَّى لم يعدلها عقبَة تتعثر بهَا اللَّهُمَّ إِلَّا حَقًا مُحْتَرما مَا تصطدم بِهِ ¶ أنحى الْإِسْلَام على التَّقْلِيد وَحمل عَلَيْهِ حَملَة لم يردهَا عَنهُ الْقدر فبددت فيالقه المتغلبة على النُّفُوس واقتلعت أُصُوله الراسخة فى المدارك ونسفت مَا كَانَ لَهُ من دعائم وأركان فى عقائد الْأُمَم صَاح بِالْعقلِ صَيْحَة أزعجته من سباته وهبت بِهِ من نَومه طَال عَلَيْهِ الْغَيْب فِيهَا كلما نفذ إِلَيْهِ شُعَاع من نور الْحق خلصت إِلَيْهِ هينمة من سدنة هياكل الْوَهم نم فان اللَّيْل حالك وَالطَّرِيق وعرة والغاية بعيدَة وَالرَّاحِلَة كليلة والازواد قَليلَة علا صَوت الْإِسْلَام على وساوس الطغام وجهر بِأَن الانسان لم يخلق ليقاد بالزمام وَلكنه فطر على أَن يهتدى بِالْعلمِ والاعلام أَعْلَام الْكَوْن وَدَلَائِل الْحَوَادِث وَإِنَّمَا المعلمون منبهون ومرشدون إِلَى طرق الْبَحْث مَا دون صرح فى وصف أهل الْحق بِأَنَّهُم الَّذين يَسْتَمِعُون القَوْل فيتبعون أحْسنه فوصفهم بالتمييز بَين مَا يُقَال من غير فرق بَين الْقَائِلين ليأخذوا بِمَا عرفُوا حسنه ويطرحوا مَا لم يتبينوا صِحَّته ونفعه وَمَال على الرؤساء فأنزلهم من مستوى كَانُوا فِيهِ يأمرون وَينْهَوْنَ ووضعهم تَحت أنظار مرءوسيهم يخبرونهم كَمَا يشاءون ويمتحنون مزاعمهم حَسْبَمَا يحكمون ويقضون فِيهَا بِمَا يعلمُونَ ويتيقنون لَا بِمَا يظنون ويتوهمون صرف الْقُلُوب عَن التَّعَلُّق بِمَا كَانَ عَلَيْهِ الْآبَاء وَمَا توارثه عَنْهُم الآبناء وسجل الْحمق والسفاهة على الآخذين بأقوال السَّابِقين وَنبهَ على أَن السَّبق فى الزَّمَان لَيْسَ آيَة من آيَات الْعرْفَان وَلَا مسميا الْعُقُول على عقول وَلَا لأذهان على أذهان وَإِنَّمَا السَّابِق واللاحق فى التَّمْيِيز والفطرة سيان بل للاحق من علم آثارها فى الْكَوْن مالم يكن لمن تقدمه من أسلافة وآبائه وَقد يكون من تِلْكَ الْآثَار الَّتِى ينْتَفع بهَا أهل الجيل الْحَاضِر ظُهُور",
            "page": "82",
            "part": "1",
            "seal": "A6B20077"
        },
        {
            "id": "82",
            "nass": "العواقب السَّيئَة لأعمال من سبقهمْ وطغيان الشَّرّ الذى وصل إِلَيْهِم بِمَا اقترفه سلفهم {قل سِيرُوا فِي الأَرْض ثمَّ انْظُرُوا كَيفَ كَانَ عَاقِبَة المكذبين} وَإِن أَبْوَاب فضل الله لم تغلق دون طَالب وَرَحمته الَّتِى وسعت كل شىء لن تضيق عَن دائب عَابَ أَرْبَاب الْأَدْيَان فى افتفائهم أثر آبَائِهِم ووقوفهم عِنْد مَا اختطته لَهُم سير أسلافهم وَقَوْلهمْ {بل نتبع مَا وجدنَا عَلَيْهِ آبَاءَنَا} {إِنَّا وجدنَا آبَاءَنَا على أمة وَإِنَّا على آثَارهم مهتدون} فَأطلق بِهَذَا سُلْطَان الْعقل من كل مَا كَانَ قَيده وخلصه من كل تَقْلِيد كَانَ استعبده ورده إِلَى مَمْلَكَته يقْضى فِيهَا بِحكمِهِ وحكمته مَعَ الخضوع مَعَ ذَلِك لله وَحده وَالْوُقُوف عِنْد شَرِيعَته وَلَا حد للْعَمَل فى منْطقَة حُدُودهَا وَلَا نِهَايَة للنَّظَر يَمْتَد تَحت بنودها ¶ بِهَذَا وَمَا سبقه تمّ للانسان بِمُقْتَضى دينه أَمْرَانِ عظيمان طالما حرم مِنْهُمَا وهما اسْتِقْلَال الْإِرَادَة واستقلال الرأى والفكر وَبِهِمَا كملت لَهُ إنسانيته واستعد لِأَن يبلغ من السَّعَادَة مَا هيأه الله لَهُ بِحكم الْفطْرَة الَّتِى فطر عَلَيْهَا وَقد قَالَ بعض حكماء الغربيين من متأخيريهم إِن نشأة الْمَدِينَة فى أوربا إِنَّمَا قَامَت على هذَيْن الْأَصْلَيْنِ فَلم تنهض النُّفُوس للْعَمَل وَلم تتحرك الْعُقُول للبحث وَالنَّظَر إِلَّا بعد أَن عرف الْعدَد الْكثير أنفسهم وَأَن لَهُم حَقًا فى تصريف اختيارهم وفى طلب الْحَقَائِق بعقولهم وَلم يصل إِلَيْهِم هَذَا النَّوْع من الْعرْفَان إِلَّا فى الجيل السَّادِس عشر من مِيلَاد الْمَسِيح وَقرر ذَلِك الْحَكِيم أَنه شُعَاع سَطَعَ عَلَيْهِم من آدَاب الْإِسْلَام ومعارف الْمُحَقِّقين من أَهله من تِلْكَ الْأَزْمَان ¶ رفع الاسلام بكتابه الْمنزل مَا كَانَ قد وَضعه رُؤَسَاء الْأَدْيَان من الْحجر على عقول المتدينين فى فهم الْكتب السماوية استثار من أُولَئِكَ الرؤساء بِحَق الْفَهم لانفسهم وضنا بِهِ على كل من لم يلبس لباسهم وَلم يسْلك مسلكهم لنيل تِلْكَ الرتب المقدسة ففرضوا على الْعَامَّة أَو أباحوا لَهُم أَن يقرءوا قطعا من تِلْكَ الْكتب لَكِن على شريطة أَن لَا يفهموها وَلَا أَن يطيلوا أنظارهم إِلَى مَا ترمى",
            "page": "83",
            "part": "1",
            "seal": "8BFC3882"
        },
        {
            "id": "83",
            "nass": "إِلَيْهِ ثمَّ غالوا فى ذَلِك فحرموا أنفسهم أَيْضا مزية الْفَهم إِلَّا قَلِيلا ورموا عُقُولهمْ بالقصور عَن إِدْرَاك مَا جَاءَ فى الشَّرَائِع والنبوات ووقفوا كَمَا وقفُوا بِالنَّاسِ عِنْد تِلَاوَة الْأَلْفَاظ تعبدا بالأصوات والحروف فَذَهَبُوا بحكمة الارسال فجَاء الْقُرْآن يلْبِسهُمْ عَار مَا فعلوا فَقَالَ {وَمِنْهُم أُمِّيُّونَ لَا يعلمُونَ الْكتاب إِلَّا أماني وَإِن هم إِلَّا يظنون} {مثل الَّذين حملُوا التَّوْرَاة ثمَّ لم يحملوها كَمثل الْحمار يحمل أسفارا بئس مثل الْقَوْم الَّذين كذبُوا بآيَات الله وَالله لَا يهدي الْقَوْم الظَّالِمين} أما الأمانى ففسرت بالقراءت والتلاوات أى لَا يعلمُونَ مِنْهُ إِلَّا أَن يتلوه وَإِذا ظنُّوا أَنهم على شىء مِمَّا دَعَا إِلَيْهِ فَهُوَ عَن غير علم بِمَا أودعهُ وَبلا برهَان على مَا تخيلوه عقيدة وظنوه دينا وَإِذا عَن لأَحَدهم أَن يبين شَيْئا من أَحْكَامه ومقاصده لشَهْوَة دَفعته إِلَى ذَلِك جَاءَ فِيمَا يَقُول بِمَا لَيْسَ مِنْهُ على بَيِّنَة واعتسف فى التَّأْوِيل وَقَالَ هَذَا من عِنْد الله {فويل للَّذين يَكْتُبُونَ الْكتاب بِأَيْدِيهِم ثمَّ يَقُولُونَ هَذَا من عِنْد الله ليشتروا بِهِ ثمنا قَلِيلا} أما الَّذين قَالَ إِنَّهُم لم يحملوا التَّوْرَاة وهى بَين أَيْديهم بعد مَا حملوها فهم الَّذين لم يعرفوا مِنْهَا إِلَّا الْأَلْفَاظ وَلم تسم عُقُولهمْ إِلَى دَرك مَا أودعته من الشَّرَائِع وَالْأَحْكَام فعميت عَلَيْهِم بذلك طرق الاهتداء بهَا وطمست عَن أَعينهم أَعْلَام الْهِدَايَة الَّتِى نصبت بانزالها فَحق عَلَيْهِم ذَلِك الْمثل الذى أظهر شَأْنهمْ فِيمَا لَا يَلِيق بِنَفس بشرية أَن تظهر بِهِ مثل الْحمار الذى يحمل الْكتب وَلَا يَسْتَفِيد من حملهَا إِلَّا العناء والتعب وقصم الظّهْر وانهيار النَّفس وَمَا أشنع شَأْن قوم انقلبت بهم الْحَال فَمَا كَانَ سَببا فى إسعادهم وَهُوَ التَّنْزِيل والشريعة أصبح سَببا فى شقائهم بِالْجَهْلِ والغباوة وَبِهَذَا التقريع وَنَحْوه وبالدعوة الْعَامَّة إِلَى الْفَهم وتمحيص الْأَلْبَاب لفقه وَالْيَقِين مِمَّا هُوَ منتشر فِي الْقُرْآن الْعَزِيز فرض الْإِسْلَام على كل ذى دين أَن يَأْخُذ بحظه من علم مَا أودع الله فى كتبه وَمَا قرر من شَرعه وَجعل النَّاس فى ذَلِك سَوَاء بعد اسْتِيفَاء الشَّرْط بإعداد مَا لَا بُد مِنْهُ للفهم وَهُوَ سهل المنال",
            "page": "84",
            "part": "1",
            "seal": "27079E16"
        },
        {
            "id": "84",
            "nass": "على الْجُمْهُور الْأَعْظَم من المتدينين لَا تخْتَص بِهِ طبقَة من الطَّبَقَات وَلَا يحتكر مزينة وَقت من الْأَوْقَات ¶ جَاءَ الْإِسْلَام وَالنَّاس شيع فى الدّين وَإِن كَانُوا إِلَّا قَلِيلا فى جَانب عَن الْيَقِين يتنابذون ويتلاعبون ويزعمون فى ذَلِك أَنهم بِحَبل الله مستمسكون فرقة وتخالف وشغب يظنونها فى سَبِيل الله أقوى سَبَب أنكر الْإِسْلَام ذَلِك كُله وَصرح تَصْرِيحًا لَا يحْتَمل الرِّيبَة بِأَن دين الله فى جَمِيع الْأَزْمَان وعَلى ألسن جَمِيع الْأَنْبِيَاء وَاحِد قَالَ الله إِن الدّين عِنْد الله الاسلام وَمَا اخْتلف الَّذين أوتو الْكتاب إِلَّا من بعد مَا جَاءَهُم الْعلم بغيا بَينهم {مَا كَانَ إِبْرَاهِيم يَهُودِيّا وَلَا نَصْرَانِيّا وَلَكِن كَانَ حَنِيفا مُسلما وَمَا كَانَ من الْمُشْركين} {شرع لكم من الدّين مَا وصّى بِهِ نوحًا وَالَّذِي أَوْحَينَا إِلَيْك وَمَا وصينا بِهِ إِبْرَاهِيم ومُوسَى وَعِيسَى أَن أقِيمُوا الدّين وَلَا تتفرقوا فِيهِ كبر على الْمُشْركين مَا تدعوهم إِلَيْهِ} {قل يَا أهل الْكتاب تَعَالَوْا إِلَى كلمة سَوَاء بَيْننَا وَبَيْنكُم أَلا نعْبد إِلَّا الله وَلَا نشْرك بِهِ شَيْئا وَلَا يتَّخذ بَعْضنَا بَعْضًا أَرْبَابًا من دون الله فَإِن توَلّوا فَقولُوا اشْهَدُوا بِأَنا مُسلمُونَ} وَكثير من ذَلِك يطول إِيرَاده فى هَذِه الوريقات والآيات الْكَرِيمَة الَّتِى تعيب على اهل الدّين مَا نزعوا إِلَيْهِ من الِاخْتِلَاف والمشاقة مَعَ ظُهُور الْحجَّة واستقامة المحجة لَهُم فى علم مَا اخْتلفُوا فِيهِ مَعْرُوفَة لكل من قَرَأَ الْقُرْآن وتلاه حق تِلَاوَته نَص الْكتاب على أَن دين الله فى جَمِيع الْأَزْمَان هُوَ إِفْرَاده بالربوبية والاستسلام لَهُ وَحده بالعبودية وطاعته فِيمَا أَمر بِهِ وَنهى عَنهُ مِمَّا هُوَ مصلحَة للبشر وعماد لسعادتهم فى الدُّنْيَا وَالْآخِرَة وَقد ضمنه كتبه الَّتِى أنزلهَا على المصطفين من رسله ودعا الْعُقُول إِلَى فهمه مِنْهُ والعزائم إِلَى الْعَمَل بِهِ وَأَن هَذَا الْمَعْنى من الدّين هُوَ الأَصْل الذى يرجع إِلَيْهِ عِنْد هبوب ريح التخالف وَهُوَ الْمِيزَان الذى توزن بِهِ الْأَقْوَال عِنْد التناصف وَإِن اللجاج والمراء فى الجدل فِرَاق مَعَ الدّين وَبعد عَن سنته وَمَتى روعيت",
            "page": "85",
            "part": "1",
            "seal": "535859B5"
        },
        {
            "id": "85",
            "nass": "حكمته ولوحظ جَانب الْعِنَايَة الإلهية فى الإنعام على البشرية ذهب الْخلاف وتراجعت الْقُلُوب إِلَى هداها وَسَار الكافة فى مراشهدهم إخْوَانًا بِالْحَقِّ مستمسكين وعَلى نصرته متعاونين ¶ أما صور الْعِبَادَات وضروب الاحتفالات مِمَّا اخْتلفت فِيهِ الْأَدْيَان الصَّحِيحَة سابقها مَعَ لاحقها وَاخْتِلَاف الْأَحْكَام متقدمها مَعَ متأخرها فمصدره رَحْمَة الله ورأفته فى إيتَاء كل أمة وكل زمَان مَا علم فِيهِ الْخَيْر للْأمة والملاءمة للزمان وكما جرت سنته هُوَ رب الْعَالمين بالتدريج فى تربية الْأَشْخَاص من خَارج بطن أمه لَا يعلم شَيْئا إِلَى رَاشد فى عقله كَامِل فى نشأته يمزق الْحجب بفكره ويواصل أسرار الْكَوْن بنظره كَذَلِك لم تخْتَلف سنته وَلم يضطرب هَدْيه فى تربية الْأُمَم فَلم يكن من شَأْن الْإِنْسَان فى جملَته ونوعه أَن يكون فى مرتبَة وَاحِدَة من الْعلم وَقبُول الْخطاب من يَوْم خلقه إِلَى يَوْم يبلغ بِهِ من الْكَمَال منتهاه بل سبق الْقَضَاء بِأَن يكون شَأْن جملَته فى النمو قَائِما على مَا قَرّرته الْفطْرَة الإلهية فى شَأْن أَفْرَاده وَهَذَا من البديهيات الَّتِى لَا يَصح الِاخْتِلَاف فِيهَا وَإِن اخْتلف أهل النّظر فى بَيَان مَا تفرع مِنْهُ فى عُلُوم وضعت للبحث فى الِاجْتِمَاع الْبُشْرَى خَاصَّة فَلَا نطيل الْكَلَام فِيهِ هُنَا ¶ جَاءَت أَدْيَان وَالنَّاس من فهم مصالحهم الْعَامَّة بل والخاصة فى طور أشبه بطور الطفولة للناشىء الحَدِيث الْعَهْد بالوجود لَا يألف مِنْهُ إِلَّا مَا وَقع تَحت حسه ويصعب عَلَيْهِ أَن يضع الْمِيزَان بَين يَوْمه وأمسه وَأَن يتَنَاوَل بذهنه من الْمعَانى مَا لَا يقرب من لمسه وَلم ينفث فى روعه من الوجدان الْبَاطِن مَا يعطفه على غَيره من عشيرة أَو ابْن جنسه فَهُوَ من الْحِرْص على مَا يُقيم بِنَاء شخصه فى هم شاغل عَمَّا يلقى إِلَيْهِ فِيمَا يصله بِغَيْرِهِ اللَّهُمَّ إِلَّا يدا تصل إِلَى فَمه بِطَعَام أَو تسنده فى قعُود أَو قيام فَلم يكن من حِكْمَة تِلْكَ الْأَدْيَان أَن تخاطب النَّاس بِمَا يلطف فى الوجدان أَو يرقى إِلَيْهِ بسلم الْبُرْهَان بل كَانَ من عَظِيم الرَّحْمَة أَن نسير بالأقوام وهم عِيَال الله سير الْوَالِد مَعَ وَلَده فى سذاجة السن لَا يَأْتِيهِ إِلَّا من قبل مَا يحسه بسمعه أَو يبصره فَأَخَذتهم بالأوامر الصادعة والزواجر الرادعة وطالبتهم بِالطَّاعَةِ وحملتهم فِيهَا على مبلغ الِاسْتِطَاعَة كلفتهم بمعقول الْمَعْنى",
            "page": "86",
            "part": "1",
            "seal": "423D9A5B"
        },
        {
            "id": "86",
            "nass": "جلى الْغَايَة وَإِن لم يفهموا مَعْنَاهُ وَلم تصل مداركهم إِلَى مرماه وجاءتهم من الْآيَات بِمَا تطرف لَهُ عيونهم وتنفعل بِهِ مشاعرهم وفرضت عَلَيْهِم من الْعِبَادَات مَا يَلِيق بحالهم هَذِه ¶ ثمَّ مَضَت على ذَلِك أزمان علت فِيهَا الأقوام وَسَقَطت وَارْتَفَعت وانحطت وجربت وكسبت وتخالفت واتفقت وذاقت من الْأَيَّام آلاما وتقلبت فى السَّعَادَة والشقاء أَيَّامًا واياما وَوجدت الْأَنْفس بنفث الْحَوَادِث ولقن الكوارث شعورا أدق من الْحس وَأدْخل فى الوجدان لَا يرْتَفع فى الْجُمْلَة عَمَّا تشعر بِهِ قُلُوب النِّسَاء أَو تذْهب مَعَه نزعات الغلمان فجَاء دين يُخَاطب العواطف ويناجى المراحم ويستعطف الْأَهْوَاء ويحادث خطرات الْقُلُوب فتشرع للنَّاس من شرائع الزهادة مَا يصرفهم عَن الدُّنْيَا بجملتها وَيُوجه وُجُوههم نَحْو الملكوت الْأَعْلَى ويقتضى من صَاحب الْحق أَن لَا يُطَالب بِهِ وَلَو بِحَق ويغلق أَبْوَاب السَّمَاء فى وُجُوه الْأَغْنِيَاء وَمَا ينحو نَحْو ذَلِك مِمَّا هُوَ مَعْرُوف وَسن للنَّاس سننا فى عبَادَة الله تتفق مَعَ مَا كَانُوا عَلَيْهِ وَمَا دعاهم إِلَيْهِ فلاقى من تعلق النُّفُوس بدعوته مَا أصلح من فاسدها وداوى من أمراضها ثمَّ لم يمض عَلَيْهِ بضعَة أجيال حَتَّى ضعفت العزائم البشرية عَن احْتِمَاله وَضَاقَتْ الذرائع عَن الْوُقُوف عِنْد حُدُوده وَالْأَخْذ بأقواله وَوقر فى الظنون أَن اتِّبَاع وَصَايَاهُ ضرب من الْمحَال فَهَب القائمون عَلَيْهِ أنفسهم لمنافسة الْمُلُوك فى السُّلْطَان ومزاحمة أهل الترف فى جمع الْأَمْوَال وانحرف الْجُمْهُور الْأَعْظَم مِنْهُم عَن جادته بالتأويل وأضافوا عَلَيْهِ مَا شَاءَ الْهوى من الأباطيل هَذَا كَانَ شَأْنهمْ فى السجايا والأعمال نسوا طَهَارَته وَبَاعُوا نزاهته أما فى العقائد فَتَفَرَّقُوا شيعًا وأحدثوا بدعا وَلم يستمسكوا من أُصُوله إِلَّا بِمَا ظنوه من أَشد أَرْكَانهَا وتوهموه من أقوى دعائمها وَهُوَ حرمَان الْعُقُول من النّظر فِيهِ بل وفى غَيره من دقائق الأكوان والحظر على الأفكار أَن تنفذ إِلَى شىء من سرائر الْخلقَة فصرحوا بِأَن لَا وفَاق بَين الدّين وَالْعقل وَأَن الدّين من أَشد أَعدَاء الْعلم وَلم يكف الذَّاهِب إِلَى ذَلِك أَن يَأْخُذ بِهِ نَفسه بل جد فى حمل النَّاس على مذْهبه بِكُل مَا يملك من حول وَقُوَّة وأفضى الغلو فى ذَلِك بالأنفس إِلَى نَزعَة",
            "page": "87",
            "part": "1",
            "seal": "FB12887C"
        },
        {
            "id": "87",
            "nass": "كَانَت أشام النزعات على الْعَالم الإنسانى وهى نَزعَة الْحَرْب بَين أهل الدّين للإلزام بِبَعْض قضايا الدّين فتقوض الأَصْل وتخرمت العلائق بَين الْأَهْل وحلت القطيعة مَحل التراحم والتخاصم مَكَان التعاون وَالْحَرب مَحل السَّلَام وَكَانَ النَّاس على ذَلِك إِلَى أَن جَاءَ الْإِسْلَام ¶ كَانَ سنّ الِاجْتِمَاع الْبُشْرَى قد بلغ بالإنسان أشده وأعدته الْحَوَادِث الْمَاضِيَة إِلَى رشده فجَاء الْإِسْلَام يُخَاطب الْعقل ويستصرخ الْفَهم واللب ويشركه مَعَ بعض العواطف والإحساس فى إرشاد الْإِنْسَان إِلَى سعادته الدُّنْيَوِيَّة والأخروية وَبَين للنَّاس مَا اخْتلفُوا فِيهِ وكشف لَهُم عَن وَجه مَا اخْتَصَمُوا عَلَيْهِ وَبرهن على أَن دين الله فى جَمِيع الأجيال وَاحِد ومشيئته فى إصْلَاح شئونهم وتطهير قُلُوبهم وَاحِدَة وَأَن رسم الْعِبَادَة على الأشباح إِنَّمَا هُوَ لتجديد الذكرى فى الْأَرْوَاح وَأَن الله لَا ينظر إِلَى الصُّور وَلَكِن ينظر إِلَى الْقُلُوب وطالب الْمُكَلف برعاية جسده كَمَا طَالبه بإصلاح سره فَفرض نظافة الظَّاهِر كَمَا أوجب طَهَارَة الْبَاطِن وعد كلا الْأَمريْنِ طهرا مَطْلُوبا وَجعل روح الْعِبَادَة وَالْإِخْلَاص وَأَن مَا فرض من الأهمال إِنَّمَا هُوَ لما أوجب من التحلى بمكارم الْأَخْلَاق {إِن الصَّلَاة تنْهى عَن الْفَحْشَاء وَالْمُنكر} {إِن الْإِنْسَان خلق هلوعا إِذا مَسّه الشَّرّ جزوعا وَإِذا مَسّه الْخَيْر منوعا إِلَّا الْمُصَلِّين} وَرفع الْغنى الشاكر إِلَى مرتبَة الْفَقِير الصابر بل رُبمَا فَضله عَلَيْهِ وعامل الْإِنْسَان فى مواعظه مُعَاملَة الناصح الهادى للرجل الرشيد فَدَعَاهُ إِلَى اسْتِعْمَال جَمِيع قواه الظَّاهِرَة والباطنة وَصرح بِمَا لَا يقبل التَّأْوِيل أَن فى ذَلِك رضَا الله وشكر نعْمَته وَأَن الدُّنْيَا مزرعة الْآخِرَة وَلَا وُصُول إِلَى خير العقبى إِلَّا بالسعى فى صَلَاح الدُّنْيَا ¶ الْتفت إِلَى أهل العناد فَقَالَ لَهُم {قل هاتوا برهانكم إِن كُنْتُم صَادِقين} وعنف النازعين إِلَى الْخلاف والشقاق على مَا زعزعوا من اصول الْيَقِين وَنَصّ على أَن التَّفَرُّق بغى وَخُرُوج عَن سَبِيل الْحق الْمُبين وَلم يقف فى ذَلِك عِنْد حد الموعظة بالْكلَام والنصيحة بِالْبَيَانِ بل شرع شَرِيعَة الْوِفَاق وقررها فى",
            "page": "88",
            "part": "1",
            "seal": "7CDAA9DF"
        },
        {
            "id": "88",
            "nass": "فى الْعَمَل فأباح للْمُسلمِ أَن يتَزَوَّج من أهل الْكتاب وسوغ مؤاكلتهم وَأوصى أَن تكون مجادلتهم بالتى هِيَ أحسن وَمن الْمَعْلُوم أَن المحاسنة هى رَسُول الْمحبَّة وَعقد الألفة والمصاهرة إِنَّمَا تكون بعد التحاب بَين أهل الزَّوْجَيْنِ والإرتباط بَينهمَا بروابط الائتلاف وَأَقل مَا فِيهَا محبَّة الرجل لزوجيه وهى على غير دينه قَالَ تَعَالَى {وَمن آيَاته أَن خلق لكم من أَنفسكُم أَزْوَاجًا لتسكنوا إِلَيْهَا وَجعل بَيْنكُم مَوَدَّة وَرَحْمَة} ثمَّ أَخذ الْعَهْد على الْمُسلمين أَن يدافعوا عَمَّن يدْخل فى ذمتهم من غَيرهم كَمَا يدافعون عَن أنفسهم وَنَصّ على أَن لَهُم مَا لنا وَعَلَيْهِم مَا علينا وَلم يفْرض عَلَيْهِم جَزَاء ذَلِك إِلَّا زهيدا يقدمونه من مَالهم وَنهى بعد ذَلِك عَن كل إِكْرَاه فى الدّين وَطيب قُلُوب الْمُؤمنِينَ فى قَوْله {يَا أَيهَا الَّذين آمنُوا عَلَيْكُم أَنفسكُم لَا يضركم من ضل إِذا اهْتَدَيْتُمْ} فَعَلَيْهِم الدعْوَة إِلَى الْخَيْر بالتى هى أحسن وَلَيْسَ لَهُم وَلَا عَلَيْهِم أَن يستعملوا أى ضرب من ضروب الْقُوَّة فى الْحمل على الْإِسْلَام فَإِن نوره جدير أَن يخترق الْقُلُوب وَلَيْسَت الْآيَة فى الْأَمر بِالْمَعْرُوفِ بَين الْمُسلمين فَإِنَّهُ لَا اهتداء إِلَّا بعد الْقيام بِهِ وَلَو أُرِيد ذَلِك لَكَانَ التَّعْبِير على كل وَاحِد مِنْكُم بِنَفسِهِ لَا عَلَيْكُم أَنفسكُم كَمَا هُوَ ظَاهر لكل عربى كل ذَلِك ليرشد إِلَى أَن الله لم يشرع لَهُم الدّين ليتفرقوا فِيهِ وَلَكِن ليهديهم إِلَى الْخَيْر فى جَمِيع نواحيه ¶ رفع الْإِسْلَام كل امتياز بَين الْأَجْنَاس البشرية وَقرر لكل فطْرَة شرف النِّسْبَة إِلَى الله فى الْخلقَة وَشرف اندراجها فى النَّوْع الإنسانى فى الْجِنْس والفصل والخاصة وَشرف استعدادها بذلك لبلوغ أَعلَى دَرَجَات الْكَمَال الذى أعده الله لنوعها على خلاف مَا زَعمه المنتحلون من الِاخْتِصَاص بمزايا حرم مِنْهَا غَيرهم وتسجيل الخسة على أَصْنَاف زَعَمُوا أَنَّهَا لن تبلغ من الشَّأْن أَن تلْحق غبارهم فأماتوا بذلك الْأَرْوَاح فى مُعظم الْأُمَم وصيروا أَكثر الشعوب هياكل وأشباحا ¶ هَذِه عبادات الْإِسْلَام على مَا فى الْكتاب وصحيح السّنة تتفق على مَا يَلِيق بِجلَال الله وسمو وجوده عَن الْأَشْبَاه وتلتثم مَعَ الْمَعْرُوف عِنْد الْعُقُول السليمة فَالصَّلَاة رُكُوع وَسُجُود وحركة وَسُكُون وَدُعَاء وتضرع وتسبيح وتعظيم وَكلهَا",
            "page": "89",
            "part": "1",
            "seal": "B883EC53"
        },
        {
            "id": "89",
            "nass": "تصدر عَن ذَلِك الشُّعُور بالسطان الإلهى الذى يغمر الْقُوَّة البشرية ويستغرق الْحول فتخشع لَهُ الْقُلُوب وتستحذى لَهُ النُّفُوس وَلَيْسَ فِيهَا شىء يَعْلُو على متناول الْعقل إِلَّا نَحْو تَحْدِيد عدد الرَّكْعَات أَو رمى الجمرات على أَنه مِمَّا يسهل التَّسْلِيم فِيهِ لحكمة الْعَلِيم الْخَبِير وَلَيْسَ فِيهِ من ظَاهر الْعَبَث واستحالة الْمَعْنى مَا يخل بالأصول الَّتِى وَضعهَا الله لِلْعَقْلِ فى الْفَهم والتفكير أما الصَّوْم فحرمان يعظم بِهِ أَمر الله فى النَّفس وتعرف بِهِ مقادير النعم عِنْد فقدها ومكانة الْإِحْسَان الإلهى فى التفضل بهَا {كتب عَلَيْكُم الصّيام كَمَا كتب على الَّذين من قبلكُمْ لَعَلَّكُمْ تَتَّقُون} أما أَعمال الْحَج فتذكير للْإنْسَان بأوليات حاجاته وتعهد لَهُ بتمثيل الْمُسَاوَاة بَين أَفْرَاده وَلَو فى الْعُمر مرّة يرْتَفع فِيهَا الامتياز بَين الْغنى وَالْفَقِير والصعلوك والأمير وَيظْهر الْجَمِيع فى معرض وَاحِد عُرَاة الْأَبدَان متجردين عَن آثَار الصَّنْعَة وحدت بَينهم الْعُبُودِيَّة لله رب الْعَالمين كل ذَلِك مَعَ استبقائهم فى الطّواف والسعى والمواقف ولمس الْحجر ذكرى إِبْرَاهِيم عَلَيْهِ السَّلَام وَهُوَ أَبُو الدّين وَهُوَ الذى سماهم الْمُسلمين واستقرار يقينهم على أَن لَا شىء من تِلْكَ البقايا الشَّرِيفَة يضر أَو ينفع وشعار هَذَا الإذعان الْكَرِيم فى كل عمل الله اكبر أَيْن هَذَا كُله مِمَّا تَجِد فِي عبادات أَقوام آخَرين يضل فِيهَا الْعقل ويتعذر مَعهَا خلوص السِّرّ للتنزيه والتوحيد ¶ كشف الْإِسْلَام عَن الْعقل غمَّة من الْوَهم فِيمَا يعرض من حوادث الْكَوْن الْكَبِير الْعَالم والكون الصَّغِير وَالْإِنْسَان فقرر أَن آيَات الله الْكُبْرَى فى صنع الْعَالم إِنَّمَا يجرى أمرهَا على السّنَن الإلهية الَّتِى قدرهَا الله فى علمه الأزلى لَا يغيرها شىء من الطوارىء الجزائية غير أَنه لَا يجوز أَن يغْفل شَأْن الله فِيهَا بل ينبغى أَن يحيى ذكره عِنْد رؤيتها فقد جَاءَ على لِسَان النبى صلى الله عَلَيْهِ وَسلم إِن الشَّمْس وَالْقَمَر آيتان من آيَات الله لَا يخسفان لمَوْت أحد وَلَا لِحَيَاتِهِ فَإِذا رَأَيْتُمْ ذَلِك فاذكروا الله وَفِيه التَّصْرِيح بِأَن جيمع آيَات الْكَوْن تجرى على نظام وَاحِد لَا يقْضى فِيهِ إِلَّا الْعِنَايَة الأزلية على السّنَن الَّتِى أقامته عَلَيْهَا ثمَّ أماط اللثام عَن حَال الْإِنْسَان فى النعم الَّتِى يتمتع بهَا الْأَشْخَاص أَو الْأُمَم والمصائب",
            "page": "90",
            "part": "1",
            "seal": "828D6FC1"
        },
        {
            "id": "90",
            "nass": "الَّتِى يرزءون بهَا ففصل بَين الْأَمريْنِ فصلا لَا مجَال مَعَه للخلط بَينهمَا فَأَما النعم الَّتِى يمتع الله بهَا بعض الْأَشْخَاص فى هَذِه الْحَيَاة والرزايا الَّتِى يرزأ بهَا فى نَفسه فكثير مِنْهَا كالثروة والجاه وَالْقُوَّة والبنين أَو الْفقر والضعة والضعف والفقد قد لَا يكون كاسبها أَو جاليها مَا عَلَيْهِ الشَّخْص فى سيرته من استقامة وعوج أَو طَاعَة وعصيان وَكَثِيرًا مَا أمْهل الله بعض الطغاة الْبُغَاة أَو الفجرة الفسقة وَترك لَهُم مَتَاع الْحَيَاة الدُّنْيَا إنظارا لَهُم حَتَّى يتلقاهم مَا أعد لَهُم من الْعَذَاب الْمُقِيم فى الْحَيَاة الْأُخْرَى وَكَثِيرًا مَا امتحن الله الصَّالِحين من عباده وَأثْنى عَلَيْهِم فى الاستسلام لحكمه وهم الَّذين إِذا أَصَابَتْهُم مُصِيبَة عبروا عَن إخلاصهم فى التَّسْلِيم بقَوْلهمْ {إِنَّا لله وَإِنَّا إِلَيْهِ رَاجِعُون} فَلَا غضب زيد وَلَا رضَا عَمْرو وَلَا إخلاص سريرة وَلَا فَسَاد عمل مِمَّا يكون لَهُ دخل فى هَذِه الرزايا وَلَا فى تِلْكَ النعم الْخَاصَّة اللَّهُمَّ إِلَّا فِيمَا ارتباطه بِالْعَمَلِ ارتباط الْمُسَبّب بِالسَّبَبِ على جارى الْعَادة كارتباط الْفقر بالإسراف والذل بالجبن وضياع السُّلْطَان بالظلم وكارتباط الثروة بِحسن التَّدْبِير فى الْأَغْلَب والمكانة عِنْد النَّاس بالسعى فى مصالحهم على الْأَكْثَر وَمَا يشبه ذَلِك مِمَّا هُوَ مُبين فى علم آخر ¶ أما شَأْن الْأُمَم فَلَيْسَ على ذَلِك فَإِن الرّوح الذى أودعهُ الله جَمِيع شرائعه الإلهية من تَصْحِيح الْفِكر وتسديد النّظر وتأديب الْأَهْوَاء وتحديد مطامح الشَّهَوَات وَالدُّخُول إِلَى كل امْر من بَابه وَطلب كل رغيبة من أَسبَابهَا وَحفظ الْأَمَانَة واستشعار الْإِخْوَة والتعاون على الْبر والتناصح فى الْخَيْر وَالشَّر وَغير ذَلِك من أصُول الْفَضَائِل ذَلِك الرّوح هُوَ مصدر حَيَاة الْأُمَم ومشرق سعادتهم فى هَذِه الدُّنْيَا قبل الْآخِرَة {من يرد ثَوَاب الدُّنْيَا نؤته مِنْهَا} وَلنْ يسلب الله عَنْهَا نعْمَته مَا دَامَ هَذَا الرّوح فِيهَا يزِيد الله النعم بقوته وينقصها بضعفه حَتَّى إِذا فَارقهَا ذهبت السَّعَادَة على أَثَره وتبعته الرَّاحَة إِلَى مقره واستبدل الله عزة الْقَوْم بالذل وكثيرهم بالقل ونعيمهم بالشقاء وراحتهم بالعناء وسلط عَلَيْهِم الظَّالِمين أَو العادلين فَأَخذهُم بهم وهم فى غَفلَة ساهون وَإِذا أردنَا أَن نهلك",
            "page": "91",
            "part": "1",
            "seal": "45AB317A"
        },
        {
            "id": "91",
            "nass": "قَرْيَة أمرنَا مُتْرَفِيهَا ففسقوا فِيهَا فَحق عَلَيْهَا القَوْل فدمرناها تدميرا) أمرناهم بِالْحَقِّ ففسقوا عَنهُ إِلَى الْبَاطِل ثمَّ لَا يَنْفَعهُمْ الأنين وَلَا يجديهم الْبكاء وَلَا يفيدهم مَا بقى من صور الْأَعْمَال وَلَا يُسْتَجَاب مِنْهُم الدُّعَاء وَلَا كاشف لما نزل بهم إِلَّا أَن يلجؤوا إِلَى ذَلِك الرّوح الأكرم فيستنزلوه من سَمَاء الرَّحْمَة برسل الْفِكر وَالذكر وَالصَّبْر وَالشُّكْر إِن الله لايغير مَا بِقوم حَتَّى يُغيرُوا مَا بِأَنْفسِهِم {سنة الله فِي الَّذين خلوا من قبل وَلنْ تَجِد لسنة الله تبديلا} وَمَا أجل مَا قَالَه الْعَبَّاس بن عبد الْمطلب فى استسقائه اللَّهُمَّ إِنَّه لم ينزل بلَاء إِلَّا بذنب وَلم يرفع إِلَّا بتوبة على هَذِه السّنَن جرى سلف الْأمة فَبَيْنَمَا كَانَ الْمُسلم يرفع روحه بِهَذِهِ العقائد السامية وَيَأْخُذ نَفسه بِمَا يتبعهَا من الْأَعْمَال الجليلة كَانَ غَيره يظنّ أَنه يزلزل الأَرْض بدعائه ويشق الْفلك ببكائه وَهُوَ ولع بأهوائه مَاض فى غلوائه وَمَا كَانَ يغنى عَنهُ ظَنّه من الْحق شَيْئا ¶ حث الْقُرْآن على التَّعْلِيم وإرشاد الْعَامَّة وَالْأَمر بِالْمَعْرُوفِ والنهى عَن الْمُنكر فَقَالَ {فلولا نفر من كل فرقة مِنْهُم طَائِفَة ليتفقهوا فِي الدّين ولينذروا قَومهمْ إِذا رجعُوا إِلَيْهِم لَعَلَّهُم يحذرون} ثمَّ فرض ذَلِك فى قَوْله ولتكن مِنْكُم أمة يدعونَ إِلَى الْخَيْر ويأمرون بِالْمَعْرُوفِ وَينْهَوْنَ عَن الْمُنكر وَأُولَئِكَ هم المفلحون وَلَا تَكُونُوا كَالَّذِين تفَرقُوا وَاخْتلفُوا من بعد مَا جَاءَهُم الْبَينَات وَأُولَئِكَ لَهُم عَذَاب عَظِيم يَوْم تبيض وُجُوه وَتسود وُجُوه فَأَما الَّذين اسودت وُجُوههم أكفرتم بعد أَيْمَانكُم فَذُوقُوا الْعَذَاب بِمَا كُنْتُم تكفرون وَأما الَّذين ابْيَضَّتْ وُجُوههم ففى رَحْمَة الله هم فِيهَا خَالدُونَ تِلْكَ آيَات الله نتلوها عَلَيْك بِالْحَقِّ وَمَا الله يُرِيد ظلما للْعَالمين وَللَّه مَا فى السَّمَوَات وَمَا فى الأَرْض وَإِلَى الله ترجع الْأُمُور ثمَّ بعد هَذَا الْوَعيد الذى يزعج المفرطين وَتحقّق بِهِ كلمة الْعَذَاب على",
            "page": "92",
            "part": "1",
            "seal": "C36811BB"
        },
        {
            "id": "92",
            "nass": "الْمُخْتَلِفين والمقصرين أبرز حَال الأمارين بِالْمَعْرُوفِ النهائين عَن الْمُنكر فى أجل مظهر يُمكن أَن تظهر فِيهِ حَال أمة فَقَالَ {كُنْتُم خير أمة أخرجت للنَّاس تأمرون بِالْمَعْرُوفِ وتنهون عَن الْمُنكر وتؤمنون بِاللَّه} فَقدم ذكر الْأَمر بِالْمَعْرُوفِ والنهى عَن الْمُنكر على الْإِيمَان فى هَذِه الْآيَة مَعَ أَن الْإِيمَان هُوَ الأَصْل الذى تقوم عَلَيْهِ أَعمال الْبر والدوحة الَّتِى تتفرع عَنْهَا أفنان الْخَيْر تَشْرِيفًا لتِلْك الْفَرِيضَة وإعلاء لمنزلتها بَين الْفَرَائِض بل تَنْبِيها على أَنَّهَا حفاظ الْإِيمَان وملاك أمره ثمَّ شدّ بالإنكار على قوم اغفلوها وَأهل دين أهملوها فَقَالَ لعن الَّذين كفرُوا من بنى إِسْرَائِيل على لِسَان دَاوُد وَعِيسَى ابْن مَرْيَم ذَلِك بِمَا عصوا وَكَانُوا يعتدون وَكَانُوا لَا يتناهون عَن مُنكر فَعَلُوهُ لبئس مَا كَانُوا يَفْعَلُونَ فقذف عَلَيْهِم اللَّعْنَة وهى أَشد مَا عنون الله بِهِ على مقته وغضبه ¶ فرض الْإِسْلَام للْفُقَرَاء فى أَمْوَال الْأَغْنِيَاء حَقًا مَعْلُوما يفِيض بِهِ الْآخرُونَ على الْأَوَّلين سدا لحَاجَة المعدم وتفريجا لكربة الْغَارِم وتحريرا لرقاب المستبعدين وتيسير الْأَبْنَاء السَّبِيل وَلم يحث على شىء حثه على الْإِنْفَاق من الْأَمْوَال فى سَبِيل الْخَيْر وَكَثِيرًا مَا جعله عنوان الْإِيمَان وَدَلِيل الاهتداء إِلَى الصِّرَاط الْمُسْتَقيم فاستل بذلك ضغائن أهل الْفَاقَة ومحص صُدُورهمْ من الاحقاد على من فَضلهمْ الله عَلَيْهِم فى الرزق وأشعر قُلُوب أُولَئِكَ محبَّة هَؤُلَاءِ وسَاق الرَّحْمَة فى نفوس هَؤُلَاءِ على أُولَئِكَ البائسين فاستقرت بذلك الطُّمَأْنِينَة فى نفوس النَّاس أَجْمَعِينَ وأى دَوَاء لأمراض الِاجْتِمَاع أنجع من هَذَا ذَلِك فضل الله يوتيه من يَشَاء وَالله ذُو الْفضل الْعَظِيم ¶ أغلق الْإِسْلَام بأبى الشَّرّ وسد ينبوعى فَسَاد الْعقل وَالْمَال بِتَحْرِيمِهِ الخمبر والمقامرة والربا تَحْرِيمًا باتا لَا هوادة فِيهِ ¶ لم يدع الْإِسْلَام بعد مَا قَررنَا أصلا من أصُول الْفَضَائِل إِلَّا أَتَى عَلَيْهِ وَلَا أما من أُمَّهَات الصَّالِحَات إِلَّا أَحْيَاهَا وَلَا قَاعِدَة من قَوَاعِد النظام إِلَّا قررها",
            "page": "93",
            "part": "1",
            "seal": "D8321202"
        },
        {
            "id": "93",
            "nass": "فَاسْتَجْمَعَ للْإنْسَان عِنْد بُلُوغ رشده كَمَا ذكرنَا حريَّة الْفِكر واستقلال الْعقل فى النّظر وَمَا بِهِ من صَلَاح السجايا واستقامة الطَّبْع وَمَا فِيهِ إنهاض العزائم إِلَى الْعَمَل وسوقها فى سبل السعى وَمن يَتْلُو الْقُرْآن حق تِلَاوَته يجد فِيهِ من ذَلِك كنزا لَا ينْفد وذخيرة لَا تفنى هَل بعد الرشد وصاية وَبعد اكتمال الْعقل ولَايَة كلا قد تبين الرشد من الغى وَلم يبْق إِلَّا اتِّبَاع الْهدى وَالِانْتِفَاع بِمَا ساقته أيدى الرَّحْمَة لبلوغ الْغَايَة من السعادتين لهَذَا ختمت النبوات بنبوة مُحَمَّد صلى الله عَلَيْهِ وَسلم وانتهت الرسالات برسالته كَمَا صرح بذلك الْكتاب وأيدته السّنة الصَّحِيحَة وبرهنت عَلَيْهِ خيبة مدعيها من بعده واطمئنان الْعَالم بِمَا وصل إِلَيْهِ من الْعلم إِلَى أَن لَا سَبِيل بعد لقبُول دَعْوَة بزعم الْقَائِم بهَا أَنه يحدث عَن الله بشرع أَو يصدع عَن وحيه بِأَمْر هَكَذَا يصدق نبأ الْغَيْب مَا كَانَ مُحَمَّد ابا أحد من رجالكم وَلَكِن رَسُول الله وَخَاتم النَّبِيين وَكَانَ الله بِكُل شىء عليما ¶ انتشار الْإِسْلَام ¶ بِسُرْعَة لم يعْهَد لَهَا نَظِير فى التَّارِيخ ¶ كَانَت حَاجَة الْأُمَم إِلَى الْإِصْلَاح عَامَّة فَجعل الله رِسَالَة خَاتم النَّبِيين عَامَّة كَذَلِك لَكِن يندهش عقل النَّاظر فى أَحْوَال الْبشر عِنْدَمَا يرى أَن هَذَا الدّين يجمع إِلَيْهِ الْأمة الْعَرَبيَّة من أدناها إِلَى أقصاها فى أقل من ثَلَاثِينَ سنة ثمَّ يتَنَاوَل من بَقِيَّة الْأُمَم مَا بَين الْمُحِيط الغربى وجدار الصين فى أقل من قرن وَاحِد وَهُوَ أَمر لم يعْهَد فى تَارِيخ الْأَدْيَان وَلذَلِك ضل الْكثير فى بَيَان السَّبَب واهتدى إِلَيْهِ المنصفون فَبَطل الْعجب ¶ ابْتَدَأَ هَذَا الدّين بالدعوة كَغَيْرِهِ من الْأَدْيَان ولقى من أَعدَاء أنفسهم أَشد مَا يلقى حق من بَاطِل أوذى الداعى صلى الله عَلَيْهِ وَسلم بضروب الْإِيذَاء وأقيم فى وَجهه مَا كَانَ يصعب تذليله من الْعقَاب لَوْلَا عناية الله وعذب المستجيبون لَهُ وحرموا الرزق وطردوا من الدَّار وسفكت مِنْهُم دِمَاء غزيرة غير أَن تِلْكَ",
            "page": "94",
            "part": "1",
            "seal": "E9DC15BD"
        },
        {
            "id": "94",
            "nass": "الدِّمَاء كَانَت عُيُون العزائم تتفجر من صخور الصَّبْر يثبت الله بمشهدها المستيقنين ويقذف بهَا الرعب فى أنفس المرتابين فَكَانَت تسيل لمنظرها نفوس أهل الريب وهى ذوب مَا فسد من طباعهم فتجرى من مناحرهم جرى الدَّم الْفَاسِد من الْمَقْصُود على أيدى الْأَطِبَّاء الحاذقين ليميز الله الْخَبيث من الطّيب وَيجْعَل الْخَبيث بعضه على بعض فيركمه جَمِيعًا فى جَهَنَّم أُولَئِكَ هم الخاسرون تألبت الْملَل الْمُخْتَلفَة مِمَّن كَانَ يسكن جَزِيرَة الْعَرَب وَمَا جاورها على الْإِسْلَام ليحصدوا نبتته ويخنقوا دَعوته فَمَا زَالَ يدافع عَن نَفسه دفاع الضَّعِيف للأقوياء وَالْفَقِير للأغنياء وَلَا نَاصِر لَهُ إِلَّا أَنه الْحق بَين الأباطيل والرشد فى ظلمات الأضاليل حَتَّى ظفر بِالْعِزَّةِ وتعزز بالمنعة وَقد وطىء أَرض الجزيرة أَقوام من أَدْيَان أُخْرَى كَانَت تَدْعُو إِلَيْهَا وَكَانَت لَهُم مُلُوك وَعزة وسلطان وحملوا النَّاس على عقائدهم بأنواع من المكاره وَمَعَ ذَلِك لم يبلغ بهم السعى نجاحا وَلَا أنالهم الْقَهْر فلاحا ¶ ضم الْإِسْلَام سكان القفار الْعَرَبيَّة إِلَى وحدة لم يعرفهَا تاريخهم وَلم يعْهَد لَهَا نَظِير فى ماضيهم وَكَانَ النبى صلى الله عَلَيْهِ وَسلم قد أبلغ رسَالَته بِأَمْر ربه إِلَى من جاور الْبِلَاد الْعَرَبيَّة من مُلُوك الْفرس والرومان فهزءوا وامتنعوا وناصبوه وَقَومه الشَّرّ وأخافوا السابلة وضيقوا على المناجر فَبعث إِلَيْهِم الْبعُوث فى حَيَاته وَجرى على سنته الْأَئِمَّة من صحابته طلبا للأمن وإبلاغا للدعوة فاندفعوا فى ضعفهم وفقرهم يحملون الْحق على أَيْديهم وانهالوا بِهِ على تِلْكَ الْأُمَم فى قوتهم ومنعتها وَكَثْرَة عَددهَا واستكمال أهبها وعددها فظفروا مِنْهَا بِمَا هُوَ مَعْلُوم وَكَانُوا مَتى وضعت الْحَرْب أَوزَارهَا وَاسْتقر السُّلْطَان للفاتح عطفوا على المغلوبين بالرفق واللين وأباحو لَهُم الْبَقَاء على أديانهم وَإِقَامَة شعائرها آمِنين مُطْمَئِنين ونشروا حمايتهم عَلَيْهِم يمنعونهم مِمَّا يمْنَعُونَ مِنْهُم أهلهم وَأَمْوَالهمْ وفرضوا عَلَيْهِم كفاء ذَلِك جُزْءا قَلِيلا من مكاسبهم على شَرَائِط مُعينَة كَانَت الْمُلُوك من غير الْمُسلمين إِذا فتحُوا مملكة اتبعُوا جيشها الظافر بِجَيْش من الدعاة إِلَى دينهَا يلجون على النَّاس",
            "page": "95",
            "part": "1",
            "seal": "227A32EB"
        },
        {
            "id": "95",
            "nass": "بُيُوتهم ويغشون مجَالِسهمْ ليحملوهم على دين الظافر وبرهانهم الْغَلَبَة وحجتهم الْقُوَّة وَلم يَقع ذَلِك لفاتح من الْمُسلمين وَلم يعْهَد فى تَارِيخ فتوح الْإِسْلَام أَن كَانَ لَهُ دعاة معروفون لَهُم وَظِيفَة ممتازة يَأْخُذُونَ على أنفسهم الْعَمَل فى نشره ويقفون مسعاهم على بَث عقائده بَين غير الْمُسلمين بل كَانَ الْمُسلمُونَ يكتفون بمخالطة من عداهم ومحاسنتهم فى الْمُعَامَلَة وَشهد الْعَالم بأسره أَن الْإِسْلَام كَانَ يعد مجاملة المغلوبين فضلا وإحسانا عِنْدَمَا كَانَ يعدها الأوروبيون ضعة وضعفا رفع الْإِسْلَام مَا ثقل من الأتاوات ورد الْأَمْوَال المسلوبة إِلَى أَرْبَابهَا وانتزع الْحُقُوق من مغتصبيها وَوضع الْمُسَاوَاة فى الْحق عِنْد التقاضى بَين الْمُسلم وَغير الْمُسلم بلغ أَمر الْمُسلمين فِيمَا بعد أَن لَا يقبل إِسْلَام من دَاخل فِيهِ إِلَّا بَين يدى قَاض شرعى بِإِقْرَار من الْمُسلم الْجَدِيد أَنه أسلم بِلَا إِكْرَاه وَلَا رَغْبَة فى دنيا وصل الْأَمر فى عهد بعض الْخُلَفَاء الأمويين أَن كره عمالهم دُخُول النَّاس فى دين الْإِسْلَام لما رَأَوْا أَنه ينقص من مبالغ الْجِزْيَة وَكَانَ فى حَال أُولَئِكَ الْعمَّال صد عَن سَبِيل الدّين لَا محَالة عرف خلفاء الْمُسلمين وملوكهم فى كل زمن مَا لبَعض أهل الْكتاب بل وَغَيرهم من المهارة فى كثر من الْأَعْمَال فاستخدموهم وصعدوا بهم إِلَى أَعلَى المناصب حَتَّى كَانَ مِنْهُم من تولى قيادة الْجَيْش فى اسبانيا اشتهرت حريَّة الْأَدْيَان فى بِلَاد الْإِسْلَام حَتَّى هجر الْيَهُود أوربا فِرَارًا مِنْهَا بدينهم إِلَى بِلَاد الأندلس وَغَيرهَا ¶ هَذَا مَا كَانَ من أَمر الْمُسلمين فى معاملتهم لمن أظلوهم بسيوفهم لم يَفْعَلُوا شَيْئا سوى أَنهم حملُوا إِلَى أُولَئِكَ الأقوام كتاب الله وشريعته وألقوا بذلك بَين أَيْديهم وَتركُوا الْخِيَار لَهُم فى الْقبُول وَعَدَمه وَلم يقومُوا بَينهم بدعوة وَلم يستعملوا لإكراههم عَلَيْهِ شَيْئا من الْقُوَّة وَمَا كَانَ من الْجِزْيَة لم يكون مِمَّا يثقل أَدَاؤُهُ على من ضربت عَلَيْهِ فَمَا الذى أقبل بِأَهْل الْأَدْيَان الْمُخْتَلفَة على الْإِسْلَام وأقنعهم أَنه الْحق دون مَا كَانَ لديهم حَتَّى دخلُوا فِيهِ أَفْوَاجًا وبذلوا فى خدمته مالم يبذله الْعَرَب أنفسهم ¶ ظُهُور الْإِسْلَام على مَا كَانَ فى جَزِيرَة الْعَرَب من ضروب الْعِبَادَات الوثنية وتغلبه على ماكان فِيهَا من رذائل الاخلاق وقبائح الْأَعْمَال وسيره بسكانها على",
            "page": "99",
            "part": "1",
            "seal": "D671D600"
        },
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله رب الْعَالمين الرَّحْمَن الرَّحِيم مَالك يَوْم الدّين إياك نعْبد وَإِيَّاك نستعين اهدنا الصِّرَاط الْمُسْتَقيم صِرَاط الَّذين أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَلَا الضَّالّين ¶ وَبعد فَلَمَّا كنت فِي بيروت من أَعمال سورية أَيَّام بعدى عَن مصر عقب حوادث سنة 1299 هجرية ودعيت فِي سنة 1303 إِلَى تدريس بعض الْعُلُوم فِي الْمدرسَة السُّلْطَانِيَّة وَمِنْهَا كَانَ علم التَّوْحِيد رَأَيْت أَن المختصرات فِي هَذَا الْفَنّ رُبمَا لَا تأتى على الْغَرَض من إِفَادَة التلامذة والمطولات تعلوعلى أفهامهم والمتوسطات ألفت لزمن غير زمانهم فَرَأَيْت من الْأَلْيَق أَن أمْلى عَلَيْهِم مَا هُوَ أمس بحالهم فَكَانَت آمالى مُخْتَلفَة تتغاير بتغاير طبقاتهم أقربها إِلَى كِفَايَة الطَّالِب مَا أمْلى على الْفرْقَة الأولى فِي أسلوب لَا يصعب تنَاوله وَإِن لم يعْهَد تداوله تمهيد مُقَدمَات وسير مِنْهَا إِلَى المطالب من غير نظر إِلَّا إِلَى صِحَة الدَّلِيل وَإِن جَاءَ فِي التَّعْبِير على خلاف مَا عهد من هَيْئَة التَّأْلِيف راميا إِلَى الْخلاف من مَكَان بعيد حَتَّى رُبمَا لَا يُدْرِكهُ إِلَّا الرجل الرشيد غير أَن تِلْكَ الأمالى لم تحفظ إِلَّا فِي دفاتر التلامذة وَلم أستبق لنفسى مِنْهَا شَيْئا وَعرض بعد ذَلِك مَا استقدمنى إِلَى مصر وَكَانَ من تَقْدِير الله أَن أشتغل بِغَيْر التَّعْلِيم حَتَّى أَتَى النسْيَان على مَا أمليت وَذهب عَن الخاطر جَمِيع مَا القيت إِلَى أَن خطر لى من مُدَّة أشهر خاطر الْعود إِلَى مَا تهواه نفسى ويصبو إِلَيْهِ عقلى وحسى وَأَن أشغل أَوْقَات فراغى بمدارسة شَيْء من علم التَّوْحِيد علما منى أَنه ركن الْعلم الشَّديد فَذكرت سَابق الْعَمَل وَتعلق بِمثلِهِ الأمل وعزمت أَن أكتب إِلَى بعض التلامذة ليرسل إِلَى مَا تَلقاهُ بَين يدى لكيلا أنْفق من الزَّمن مَا أَنا فِي أَشد الْحَاجة إِلَيْهِ فِي إنْشَاء مَا أرى التعويل عَلَيْهِ وَذكرت ذَلِك لأخى فأخبرنى أَنه نسخ مَا أمْلى على الْفرْقَة الأولى",
            "page": "3",
            "part": "1",
            "seal": "B39ED60B"
        },
        {
            "id": "3",
            "nass": "فطلبته وقرأته فَإِذا هُوَ قريب مِمَّا أحب قد يحْتَاج إِلَيْهِ الْقَاصِر وَرُبمَا لَا يسْتَغْنى عَنهُ المكاثر على اخْتِصَار فِيهِ مَقْصُود ووقوف عِنْد حد من القَوْل مَحْدُود قد سلك فِي العقائد مَسْلَك السّلف وَلم يعب فِي سيره آراء الْخلف وَبعد عَن الْخلاف بَين الْمذَاهب بعد ممليه عَن أعاصير المشاغب وَلَكِن وجدت فِيهِ إيجازا فِي بعض الْمَوَاضِع رُبمَا لَا ينفذ مِنْهُ ذهن الْمطَالع وإغفالا لبَعض مَا تمس الْحَاجة إِلَيْهِ وَزِيَادَة عَمَّا يجب فِي مُخْتَصر مثله أَن يقْتَصر عَلَيْهِ فبسطت بعض عباراته وحررت مَا غمض من مقدماته وزدت مَا أغفل وحذفت مَا فضل وتوكلت على الله فِي نشره راجيا أَن لَا يكون فِي قصره مَا يحمل على إغفال أمره أَو يغض من قدره فَمَا من أحد بِدُونِ أَن يعين وَلَا بفوق أَن يعان وَالله وَحده ولى الْأَمر وَهُوَ الْمُسْتَعَان",
            "page": "4",
            "part": "1",
            "seal": "3A0E5A3D"
        },
        {
            "id": "4",
            "nass": "مُقَدمَات ¶ التَّوْحِيد علم يبْحَث فِيهِ عَن وجود الله وَمَا يجب أَن يثبت لَهُ من صِفَات وَمَا يجوز أَن يُوصف بِهِ وَمَا يجب أَن ينفى عَنهُ وَعَن الرُّسُل لإِثْبَات رسالتهم وَمَا يجب أَن يَكُونُوا عَلَيْهِ وَمَا يجوز أَن ينْسب إِلَيْهِم وَمَا يمْتَنع أَن يلْحق بهم ¶ أصل معنى التَّوْحِيد اعْتِقَاد أَن الله وَاحِد لَا شريك لَهُ وسمى هَذَا الْعلم بِهِ تَسْمِيَة لَهُ بأهم أَجْزَائِهِ وَهُوَ إِثْبَات الْوحدَة لله فِي الذَّات وَالْفِعْل فِي خلق الأكوان وَأَنه وَحده مرجع كل كَون ومنتهى كل قصد وَهَذَا الْمطلب كَانَ الْغَايَة الْعُظْمَى من بعثة النبى صلى الله عَلَيْهِ وَسلم كَمَا تشهد بِهِ آيَات الْكتاب الْعَزِيز وسيأتى بَيَانه ¶ وَقد يُسمى علم الْكَلَام إِمَّا لِأَن أشهر مَسْأَلَة وَقع فِيهَا الْخلاف بَين عُلَمَاء الْقُرُون الأولى هِيَ أَن كَلَام الله المتلو حَادث أَو قديم وَإِمَّا لِأَن مبناه الدَّلِيل العقلى وأثره يظْهر من كل مُتَكَلم فِي كَلَامه وقلما يرجع فِيهِ إِلَى النَّقْل اللَّهُمَّ إِلَّا بعد تَقْرِير الْأُصُول الأولى ثمَّ الِانْتِقَال مِنْهَا إِلَى مَا هُوَ أشبه بالفرع عَنْهَا وَإِن كَانَ أصلا لما يأتى بعْدهَا وَإِمَّا لِأَنَّهُ فِي بَيَانه طرق الِاسْتِدْلَال على أصُول الدّين أشبه بالْمَنْطق فِي تبيينه مسالك الْحجَّة فِي عُلُوم أهل النّظر وأبدل الْمنطق بالْكلَام للتفرقة بَينهمَا ¶ هَذَا النَّوْع من الْعلم علم تَقْرِير العقائد وَبَيَان مَا جَاءَ فِي النبوات كَانَ مَعْرُوفا عِنْد الْأُمَم قبل الْإِسْلَام ففى كل أمة كَانَ القائمون بِأَمْر الدّين يعْملُونَ لحفظه وتأييده وَكَانَ الْبَيَان من أول وسائلهم إِلَى ذَلِك لكِنهمْ كَانُوا قَلما ينحون فِي بيانهم نَحْو الدَّلِيل العقلى وَبِنَاء آرائهم وعقائدهم على مَا فِي طبيعة الْوُجُود أَو مَا يشْتَمل عَلَيْهِ نظام الْكَوْن بل كَانَت مُنَازع الْعُقُول فِي الْعلم ومضارب الدّين فِي الْإِلْزَام بالعقائد وتقريبها من مشاعر الْقُلُوب على طرفى نقيض وَكَثِيرًا مَا صرح الدّين على لِسَان رؤسائه أَنه عَدو الْعقل نتائجه ومقدماته",
            "page": "5",
            "part": "1",
            "seal": "DF353524"
        },
        {
            "id": "5",
            "nass": "فَكَانَ جلّ مَا فِي عُلُوم الْكَلَام تَأْوِيل وَتَفْسِير وإدهاش بالمعجزات أَو إلهاء بالخيالات يعلم ذَلِك من لَهُ إِلْمَام بأحوال الْأُمَم قبل الْبعْثَة الإسلامية ¶ جَاءَ الْقُرْآن فنهج بِالدّينِ منهجا لم يكن عَلَيْهِ مَا سبقه من الْكتب المقدسة منهجا يُمكن لأهل الزَّمن الذى أنزل فِيهِ وَلمن يأتى بعدهمْ أَن يقومُوا عَلَيْهِ فَلم يقصر الِاسْتِدْلَال على نبوة النبى صلى الله عَلَيْهِ وَسلم بِمَا عهد الِاسْتِدْلَال بِهِ على النبوات السَّابِقَة بل جعل الدَّلِيل فِي حَال النبى مَعَ نزُول الْكتاب عَلَيْهِ فِي شَأْن من البلاغة يعجز البلغاء عَن محاكاته فِيهِ وَلَو فِي مثل أقصر سُورَة مِنْهُ وقص علينا من صِفَات الله مَا أذن الله لنا أَو مَا أوجب علينا أَن نعلم لَكِن لم يطْلب التَّسْلِيم بِهِ لمُجَرّد أَنه جَاءَ بحكايته وَلكنه أَقَامَ الدَّعْوَى وَبرهن وَحكى مَذَاهِب الْمُخَالفين وكر عَلَيْهَا بِالْحجَّةِ وخاطب الْعقل واستنهض الْفِكر وَعرض نظام الأكوان وَمَا فِيهَا من الْأَحْكَام والأتقان على أنظار الْعُقُول وطالبها بالإمعان فِيهَا لتصل بذلك إِلَى الْيَقِين بِصِحَّة مَا أدعاه ودعا إِلَيْهِ حَتَّى أَنه فِي سِيَاق قصَص أَحْوَال السَّابِقين كَانَ يُقرر لِلْخلقِ سنة لَا تغير وَقَاعِدَة لَا تتبدل فَقَالَ سنة الله الَّتِى خلت من قبل وَلنْ تَجِد لسنة الله تبديلا وَصرح {إِن الله لَا يُغير مَا بِقوم حَتَّى يُغيرُوا مَا بِأَنْفسِهِم} {فطْرَة الله الَّتِي فطر النَّاس عَلَيْهَا لَا تَبْدِيل لخلق الله} واعتضد بِالدَّلِيلِ حَتَّى فِي بَاب الْأَدَب فَقَالَ {ادْفَعْ بِالَّتِي هِيَ أحسن فَإِذا الَّذِي بَيْنك وَبَينه عَدَاوَة كَأَنَّهُ ولي حميم} وتآخى الْعقل وَالدّين لأوّل مرّة فِي كتاب مقدس على لِسَان نبى مُرْسل بتصريح لَا يقبل التَّأْوِيل ¶ وتقرر بَين الْمُسلمين كَافَّة إِلَّا من لاثقة بعقله وَلَا بِدِينِهِ أَن من قضايا الدّين مَالا يُمكن الِاعْتِقَاد بِهِ إِلَّا من طَرِيق الْعقل كَالْعلمِ بِوُجُود الله وبقدرته على إرْسَال الرُّسُل وَعلمه بِمَا يُوحى بِهِ إِلَيْهِم وإرادته لاختصاصهم برسالته وَمَا يتبع ذَلِك مِمَّا يتَوَقَّف عَلَيْهِ فهم معنى الرسَالَة وكالتصديق بالرسالة نَفسهَا كَمَا أَجمعُوا على أَن الدّين إِن جَاءَ بشىء قد يَعْلُو عَن الْفَهم فَلَا يُمكن أَن يأتى بِمَا يَسْتَحِيل عِنْد الْعقل ¶ جَاءَ الْقُرْآن يصف الله بِصِفَات وَإِن كَانَت أقرب إِلَى التَّنْزِيه مِمَّا وصف",
            "page": "6",
            "part": "1",
            "seal": "C06B9E5F"
        },
        {
            "id": "6",
            "nass": "بِهِ فِي مخاطبات الأجيال السَّابِقَة فَمن صِفَات الْبشر مَا يشاركها فِي الإسم أَو فى الْجِنْس كالقدرة وَالِاخْتِيَار والسمع وَالْبَصَر وَعزا إِلَيْهِ أمورا يُوجد مَا يشبهها فِي الْإِنْسَان كالاستواء على الْعَرْش وكالوجه وَالْيَدَيْنِ ثمَّ أَفَاضَ فِي الْقَضَاء السَّابِق وفى الِاخْتِيَار الممنوح للْإنْسَان وجادل الغالين من أهل المذهبين ثمَّ جَاءَ بالوعد والوعيد على الْحَسَنَات والسيئات ووكل الْأَمر فِي الثَّوَاب وَالْعِقَاب إِلَى مَشِيئَة الله وأمثال ذَلِك مِمَّا لَا حَاجَة إِلَى بَيَانه فِي هَذِه الْمُقدمَة ¶ فأعتبار حكم الْعقل مَعَ وُرُود أَمْثَال هَذِه المشابهات فِي النَّقْل فسح مجالا للناظرين خُصُوصا ودعوة الدّين إِلَى الْفِكر فِي الْمَخْلُوقَات لم تكن محدودة بِحَدّ وَلَا مَشْرُوطَة بِشَرْط للْعلم بِأَن كل نظر صَحِيح فَهُوَ مؤد إِلَى الِاعْتِقَاد بِاللَّه على مَا وَصفه بِلَا غلو فِي التَّجْرِيد وَلَا دنو من التَّحْدِيد ¶ مضى زمن النبى صلى الله عَلَيْهِ وَسلم وَهُوَ الْمرجع فِي الْحيرَة والسراج فِي ظلمات الشُّبْهَة وَقضى الخليفتان بعده مَا قدر لَهما من الْعُمر فِي مدافعة الْأَعْدَاء وَجمع كلمة الْأَوْلِيَاء وَلم يكن للنَّاس من الْفَرَاغ مَا يخلون فِيهِ مَعَ عُقُولهمْ ليبتلوها بالبحث فِي مبانى عقائدهم وَمَا كَانَ من اخْتِلَاف قَلِيل رد إِلَيْهِمَا وَقضى الْأَمر فِيهِ بحكمهما بعد استشارة من جاورهما من أهل الْبَصَر بِالدّينِ إِن كَانَت حَاجَة إِلَى الاستشارة وأغلب الْخلاف كَانَ فِي فروع الْأَحْكَام لَا فى أصُول العقائد ثمَّ كَانَ النَّاس فِي الزمنين يفهمون إشارات الْكتاب ونصوصه ويعتقدون بالتنزيه ويفوضون فِيمَا يُوهم التَّشْبِيه وَلَا يذهبون وَرَاء مَا يفهمهُ ظَاهر اللَّفْظ ¶ كَانَ الْأَمر على ذَلِك إِلَى أَن حدث مَا حدث فِي عهد الْخَلِيفَة الثَّالِث وأفضى إِلَى قَتله هوى بِتِلْكَ الْأَحْدَاث ركن عَظِيم من هيكل الْخلَافَة واصطدام الْإِسْلَام وَأَهله صدمة زحزحتهم عَن الطَّرِيق الَّتِى استقاموا عَلَيْهَا وبقى الْقُرْآن قَائِما على صراطه {إِنَّا نَحن نزلنَا الذّكر وَإِنَّا لَهُ لحافظون} وَفتح للنَّاس بَاب لتعدى الْحُدُود الَّتِى حَدهَا الدّين فقد قتل الْخَلِيفَة بِدُونِ حكم شرعى وأشعر الْأَمر قُلُوب الْعَامَّة أَن شهوات تلاعبت بالعقول فِي أنفس من لم يملك الْإِيمَان قُلُوبهم وَغلب الْغَضَب على كثير من الغالين فِي دينهم وتغلب هَؤُلَاءِ وَأُولَئِكَ على أهل الْأَصَالَة مِنْهُم فَقضيت أُمُور غير مَا يحبونَ",
            "page": "7",
            "part": "1",
            "seal": "2626AE28"
        },
        {
            "id": "7",
            "nass": "وَكَانَ من العاملين فِي تِلْكَ الْفِتْنَة عبد الله بن سبأ يهودى أسلم وغلا فِي حب على كرم الله وَجهه حَتَّى زعم أَن الله حل فِيهِ وَأخذ يَدْعُو إِلَى أَنه الأحق بالخلافة وَطعن على عُثْمَان فنفاه فَذهب إِلَى الْبَصْرَة وَبث فِيهَا فتنته فَأخْرج مِنْهَا فَذهب إِلَى الْكُوفَة وَنَفث مَا نفث من سم الْفِتْنَة فنفى مِنْهَا فَذهب إِلَى الشَّام فَلم يجد فِيهَا مَا يُرِيد فَذهب إِلَى مصر فَوجدَ فِيهَا أعوانا على فتنته إِلَى أَن كَانَ مَا كَانَ مِمَّا ذَكرْنَاهُ ثمَّ ظهر بمذهبه فى عهد على فنفاه إِلَى الْمَدَائِن وَكَانَ رَأْيه جرثومة لما حدث من مَذَاهِب الغلاة من بعده ¶ توالت الْأَحْدَاث بعد ذَلِك وَنقض بعض الْمُبَايِعين للخليفة الرَّابِع مَا عقدوا وَكَانَت حروب بَين الْمُسلمين انْتهى فِيهَا أَمر السُّلْطَان إِلَى الأمويين غير أَن بِنَاء الْجَمَاعَة قد انصدع وانفصمت عرى الْوحدَة بَينهم وَتَفَرَّقَتْ بهم الْمذَاهب فِي الْخلَافَة وَأخذت الْأَحْزَاب فِي تأييد آرائهم كل ينصر رَأْيه على رأى خَصمه بالْقَوْل وَالْعَمَل وَكَانَت نشأة الاختراع فِي الرِّوَايَة والتأويل وغلا كل قبيل فافترق النَّاس إِلَى شيعَة وخوارج ومعتدلين وغلا الْخَوَارِج فَكَفرُوا من عداهم ثمَّ اسْتمرّ عنادهم وطلبهم لحكومة أشبه بالجمهورية وتكفيرهم لمن خالفهم زَمنا طَويلا إِلَى أَن اتضعضع أَمرهم بعد حروب أكلت كثيرا من الْمُسلمين وانتشرت فأرتهم فِي أَطْرَاف الْبِلَاد وَلم يكفوا عَن شعال الْفِتَن وَبقيت مِنْهُم بَقِيَّة إِلَى الْيَوْم فِي أَطْرَاف أفريقيا وناحية من جَزِيرَة الْعَرَب وغلا بعض الشِّيعَة فَرفعُوا عليا أَو بعض ذُريَّته إِلَى مقَام الألوهية أَو مَا يقرب مِنْهُ وَتبع ذَلِك خلاف فِي كثير من العقائد ¶ غير أَن شَيْئا من ذَلِك لم يقف فِي سَبِيل الدعْوَة الإسلامية وَلم يحجب ضِيَاء الْقُرْآن عَن الْأَطْرَاف المتسائية عَن مثار النزاع وَكَانَ النَّاس يدْخلُونَ فِيهِ أَفْوَاجًا من الْفرس والسوريين وَمن جاورهم والمصريين والإفريقيين وَمن يليهم واستراح جُمْهُور عَظِيم من الْعَمَل فِي الدفاع عَن سُلْطَان الْإِسْلَام وآن لَهُم أَن يشتغلوا فِي اصول العقائد وَالْأَحْكَام بِمَا هدَاهُم إِلَيْهِ سير الْقُرْآن اشتغالا بحرص فِيهِ على النَّقْل وَلَا يهمل فِيهِ اعْتِبَار الْعقل وَلَا يغض فِيهِ من نظر الْفِكر",
            "page": "8",
            "part": "1",
            "seal": "C04CF93B"
        },
        {
            "id": "8",
            "nass": "وَوجد من أهل الْإِخْلَاص من انتدب للنَّظَر فِي الْعلم وَالْقِيَام بفريضة التَّعْلِيم وَمن أشهرهم الْحسن البصرى فَكَانَ لَهُ مجْلِس للتعليم والإفادة فِي الْبَصْرَة يجْتَمع إِلَيْهِ الطالبون من كل صوب وتمتحن فِيهِ الْمسَائِل من كل نوع وَكَانَ قد التحف بِالْإِسْلَامِ وَلم يتبطنه أنَاس من كل مِلَّة دَخَلُوهُ حاملين لما كَانَ عِنْدهم راغبين أَن يصلوا بَينه وَبَين مَا وجدوه فثارت الشُّبُهَات بَعْدَمَا هبت على النَّاس أعاصير الْفِتَن وَاعْتمد كل نَاظر على مَا صرح بِهِ الْقُرْآن من إِطْلَاق الْعَنَان للفكر وشارك الدخلاء من حق لَهُم السَّبق من العرفاء وبدت رُءُوس المشاقين تعلو بَين الْمُسلمين ¶ وَكَانَت أول مَسْأَلَة ظهر الْخلاف فِيهَا مَسْأَلَة الأختيار واستقلال الْإِنْسَان بإرادته وأفعاله الأختيارية وَمَسْأَلَة من ارْتكب الْكَبِيرَة وَلم يتب اخْتلف فِيهَا وأصل بن عَطاء وأستاذه الْحسن البصرى واعتزله يعلم أصولا لم يكن أَخذهَا عَنهُ غير أَن كثيرا من السّلف وَمِنْهُم الْحسن على قَول كَانَ على رأى أَن العَبْد مُخْتَار فِي أَعماله الصادرة عَن علمه وإرادته وَقَامَ يُنَازع هَؤُلَاءِ أهل الْجَبْر الَّذين ذَهَبُوا إِلَى أَن الْإِنْسَان فِي عمله الإرادى كأغصان الشَّجَرَة فِي حركاتها الأضطرارية كل ذَلِك وأرباب السُّلْطَان من بنى مَرْوَان لَا يحفلون بِالْأَمر وَلَا يعنون برد النَّاس إِلَى أصل وجمعهم على أَمر يشملهم ثمَّ يذهب كل إِلَى مَا شَاءَ سوى أَن عمر بن عبد الْعَزِيز أَمر الزهرى بتدوين مَا وصل إِلَيْهِ من الحَدِيث وَهُوَ أول من جمع الحَدِيث ¶ ثمَّ لم يقف الْخلاف عِنْد الْمَسْأَلَتَيْنِ السابقتين بل امْتَدَّ إِلَى إِثْبَات صِفَات الْمعَانى للذات الإلهية أَو نَفيهَا عَنْهَا وَإِلَى تَقْرِير سلطة الْعقل فِي معرفَة جَمِيع الْأَحْكَام الدِّينِيَّة حَتَّى مَا كَانَ مِنْهَا فروعا وعبادات غلوا فِي تأييد خطة الْقُرْآن أَو تَخْصِيص تِلْكَ السلطة بالأصول الأولى على مَا سبق بَيَانه ثمَّ غالى آخَرُونَ وهم الأقلون فمحوها بالمرة وخالفوا فِي ذَلِك طَريقَة الْكتاب عنادا للأولين وَكَانَت الآراء فِي الْخُلَفَاء والخلافة تسير مَعَ الآراء فِي العقائد كَأَنَّهَا مبْنى من مبانى الِاعْتِقَاد الإسلامى",
            "page": "9",
            "part": "1",
            "seal": "1767F6CB"
        },
        {
            "id": "9",
            "nass": "تَفَرَّقت السبل بِاتِّبَاع وَاصل وتناولوا من كتب اليونان مالاق بعقولهم وظنوا من التَّقْوَى أَن تؤيد العقائد بِمَا أثْبته الْعلم بِدُونِ تَفْرِقَة بَين مَا كَانَ مِنْهُ رَاجعا إِلَى أوليات الْعقل وَمَا كَانَ سرابا فِي نظر الْوَهم فخلطوا بمعارف الدّين مَالا ينطبق على أصل من أصُول النّظر ولجوا فِي ذَلِك حَتَّى صَارَت شيعهم تعد بالعشرات أيدتهم الدولة العباسية وَهِي فِي ريعان الْقُوَّة فغلب رَأْيهمْ وابتدأ علماؤهم يؤلفون الْكتب فَأخذ المتمسكون بمذاهب السّلف يناضلونهم معتصمين بِقُوَّة الْيَقِين وَإِن لم يكن لَهُم عضد من الْحَاكِمين ¶ عرف الْأَولونَ من العباسيين مَا كَانَ من الْفرس فِي إِقَامَة دولتهم وقلب دولة الأمويين واعتمدوا على طلب الْأَنْصَار فيهم وَأَعدُّوا لَهُم منصات الرّفْعَة بَين وزرائهم وحواشيهم فعلا أَمر كثير مِنْهُم وهم لَيْسُوا من الدّين فِي شَيْء وَكَانَ فيهم المانوية واليزدية وَمن لادين لَهُ وَغير أُولَئِكَ من الْفرق الفارسية فَأخذُوا ينفثون من أفكارهم ويشيرون بحالهم وبمقالهم إِلَى من يرى مثل آرائهم أَن يقتدوا بهم فَظهر الْإِلْحَاد وتطلعت رُءُوس الزندقة حَتَّى صدر أَمر الْمَنْصُور بِوَضْع كتب لكشف شبهاتهم وَإِبْطَال مزاعمهم ¶ فِيمَا حوالى هَذَا الْعَهْد كَانَت نشأة هَذَا الْعلم نبتا لم يتكامل نموه وَبِنَاء لم يتشامخ علوه وَبَدَأَ علم الْكَلَام كَمَا انْتهى مشوبا بمبادىء النّظر فِي الكائنات جَريا على مَا سنه الْقُرْآن من ذَلِك ¶ وَحدثت فتْنَة القَوْل بِخلق الْقُرْآن أَو أزليته وانتصر للْأولِ جمع من خلفاء العباسيين وَأمْسك عَن القَوْل أَو صرح بالأزلية عدد غفير من المتمسكين بظواهر الْكتاب وَالسّنة أَو المتعففين عَن النُّطْق بِمَا فِيهِ مجاراة الْبِدْعَة وأهين فِي ذَلِك رجال من أهل الْعلم وَالتَّقوى وسفكت فِيهِ دِمَاء بِغَيْر حق وَهَكَذَا تعدى الْقَوْم حُدُود الدّين باسم الدّين ¶ على هَذَا كَانَ النزاع بَين مَا تطرف من نظر الْعقل وَمَا توَسط أَو غلا من الإستمساك بِظَاهِر الشَّرْع وَالْكل على وفَاق على أَن الْأَحْكَام الدِّينِيَّة وَاجِبَة",
            "page": "10",
            "part": "1",
            "seal": "A288C59E"
        },
        {
            "id": "10",
            "nass": "الإتباع مَا تعلق مِنْهَا بالعبادات والمعاملات وَجب الْوُقُوف عِنْده وَمَا مس بواطن الْقُلُوب وملكات النُّفُوس فرض توطين النَّفس عَلَيْهِ وَكَانَ وَرَاء هَؤُلَاءِ قوم من أهل الْحُلُول أَو الدهريين طلبُوا أَن يحملوا الْقُرْآن على مَا حملوه عِنْد التحاقهم بِالْإِسْلَامِ وأفرطوا فِي التَّأْوِيل وحولوا كل عمل ظَاهر إِلَى سر بَاطِن وفسروا الْكتاب بِمَا يبعد عَن تنَاول الْخطاب بعد الْخَطَأ عَن الصَّوَاب وَعرفُوا بالباطنية أَو الإسماعيلية وَلَهُم أَسمَاء أخر تعرف فِي التَّارِيخ فَكَانَت مذاهبهم غائلة الدّين وزلزال الْيَقِين وَكَانَت لَهُم فتن مَعْرُوفَة وحوادث مَشْهُورَة ¶ مَعَ اتِّفَاق السّلف وخصومهم فِي مقارعة هَؤُلَاءِ الزَّنَادِقَة وأشياعهم كَانَ أَمر الْخلاف بَينهم جللا وَكَانَت الْأَيَّام بَينهم دولا وَلَا يمْنَع ذَلِك من أَخذ بَعضهم عَن بعض واستفادة كل فريق من صَاحبه إِلَى أَن جَاءَ الشَّيْخ أَبُو الْحسن الأشعرى فِي أَوَائِل الْقرن الرَّابِع وسلك مسلكه الْمَعْرُوف وسطا بَين موقف السّلف وتطرف من خالفهم وَأخذ يُقرر العقائد على أصُول النّظر وارتاب فِي أمره الْأَولونَ وَطعن كثير مِنْهُم على عقيدته وكفره الْحَنَابِلَة واستباحوا دَمه ¶ وَنَصره جمَاعَة من أكَابِر الْعلمَاء كأبى بكر الباقلانى وَإِمَام الْحَرَمَيْنِ والإسفراينى وَغَيرهم وَسموا رَأْيه بِمذهب أهل السّنة وَالْجَمَاعَة فَانْهَزَمَ من بَين أيدى هَؤُلَاءِ الأفاضل قوتان عظيمتان قُوَّة الواقفين عِنْد الظَّوَاهِر وَقُوَّة الغالين فِي الجرى خلف مَا تزينه الخواطر وَلم يبْق من أُولَئِكَ وَهَؤُلَاء بعد نَحْو من قرنين إِلَّا فئات قَليلَة فِي أَطْرَاف الْبِلَاد الإسلامية ¶ غير أَن الناصرين لمَذْهَب الأشعرى بعد تقريرهم مَا بنى رَأْيه عَلَيْهِ من نواميس الْكَوْن أوجبوا على المعتقد أَن يُوقن بِتِلْكَ الْمُقدمَات ونتائجها كَمَا يجب عَلَيْهِ الْيَقِين بِمَا تُؤَدّى إِلَيْهِ من عقائد الْإِيمَان ذَهَابًا مِنْهُم إِلَى أَن عدم الدَّلِيل يُؤدى إِلَى عدم الْمَدْلُول وَمضى الْأَمر على ذَلِك إِلَى أَن جَاءَ الإِمَام الغزالى وَالْإِمَام الرازى وَمن أَخذ مأخذهما فخالفوهم فِي ذَلِك وقرروا أَن دَلِيلا وَاحِدًا",
            "page": "11",
            "part": "1",
            "seal": "BF47934F"
        },
        {
            "id": "11",
            "nass": "أَو أَدِلَّة كَثِيرَة قد يظْهر بُطْلَانهَا وَلَكِن قد يسْتَدلّ على الْمَطْلُوب بِمَا هُوَ أقوى مِنْهَا فَلَا وَجه للحجز فِي الإستدلال ¶ أما مَذَاهِب الفلسفة فَكَانَت تستمد آراءها من الْفِكر الْمَحْض وَلم يكن من هم أهل النّظر من الفلاسفة إِلَّا تَحْصِيل الْعلم وَالْوَفَاء بِمَا تنْدَفع إِلَيْهِ رَغْبَة الْعقل من كشف مَجْهُول أَو استسكناه مَعْقُول وَكَانَ يُمكنهُم أَن يبلغُوا من مطالبهم مَا شَاءُوا وَكَانَ الْجُمْهُور من أهل الدّين يكنفهم بحمايته ويدع لَهُم من إِطْلَاق الْإِرَادَة مَا يتمتعون بِهِ فِي تَحْصِيل لَذَّة عُقُولهمْ وإفادة الصِّنَاعَة وتقوية أَرْكَان النظام الْبُشْرَى بِمَا يكشفون من مساتير الْأَسْرَار المكنونة فِي ضمائر الْكَوْن فَمَا أَبَاحَ الله لنا أَن نتناوله بعقولنا وأفكارنا فِي قَوْله {خلق لكم مَا فِي الأَرْض جَمِيعًا} إِذْ لم يسْتَثْن من ذَلِك ظَاهرا وَلَا خفِيا وَمَا كَانَ عَاقل من عقلاء الْمُسلمين ليَأْخُذ عَلَيْهِم الطَّرِيق أَو يضع العقبات فِي سبيلهم إِلَى مَا هُدُوا إِلَيْهِ بعد مَا رفع الْقُرْآن من شَأْن الْعقل وَمَا وَضعه من المكانة بِحَيْثُ يَنْتَهِي إِلَيْهِ أَمر السَّعَادَة والتمييز بَين الْحق وَالْبَاطِل والضار والنافع وَبعد مَا صَحَّ من قَوْله عَلَيْهِ السَّلَام أَنْتُم أعلم بشئون دنياكم وَبعد ماسن لنا فِي غَزْوَة بدر من سنة الْأَخْذ بِمَا صدق من التجارب وَصَحَّ من الآراء ¶ لَكِن يظْهر أَن أَمريْن غلبا على غالبهم الأول الْإِعْجَاب بِمَا نقل إِلَيْهِم عَن فلاسفة اليونان خُصُوصا أرسطو وأفلاطون ووجدان اللَّذَّة فِي تقليدهما لبادىء الْأَمر والثانى الشَّهْوَة الْغَالِبَة على النَّاس فِي ذَلِك الْوَقْت وَهُوَ أشأم الْأَمريْنِ زجوا بِأَنْفسِهِم فِي المنازعات الَّتِى كَانَت قَائِمَة بَين أهل النّظر فِي الدّين واصطدموا بعلومهم فِي قلَّة عَددهمْ مَعَ مَا انطبعت عَلَيْهِ نفوس الكافة فَمَال حماة العقائد عَلَيْهِم وَجَاء الغزالى وَمن على طَرِيقَته فَأخذُوا جَمِيع مَا وجد فِي كتب الفلاسفة مِمَّا يتَعَلَّق بالإلهيات وَمَا يتَّصل بهَا من الْأُمُور الْعَامَّة وَأَحْكَام الْجَوَاهِر والأعراض ومذاهبهم فِي الْمَادَّة وتركيب الْأَجْسَام وَجَمِيع مَا ظَنّه المشتغلون بالْكلَام يمس شَيْئا من مبانى الدّين واشتدوا فِي نَقده وَبَالغ الْمُتَأَخّرُونَ مِنْهُم",
            "page": "12",
            "part": "1",
            "seal": "C6FFB76D"
        },
        {
            "id": "12",
            "nass": "فِي تأثرهم حَتَّى كَاد يصل بهم السّير إِلَى مَا وَرَاء الإعتدال فَسَقَطت مَنْزِلَتهمْ من النُّفُوس ونبذتهم الْعَامَّة وَلم تحفل بهم الْخَاصَّة وَذهب الزَّمَان بِمَا كَانَ ينْتَظر الْعَالم الإسلامى من سَعْيهمْ ¶ هَذَا هُوَ السَّبَب فِي خلط مسَائِل الْكَلَام بمذاهب الفلسفة فِي كتب الْمُتَأَخِّرين كَمَا ترَاهُ فِي كتب البيضاوى والعضد وَغَيرهم وَجمع عُلُوم نظرية شَتَّى وَجعلهَا جَمِيعًا علما وَاحِدًا والذهاب بمقدماته ومباحثه إِلَى مَا هُوَ أقرب إِلَى التَّقْلِيد من النّظر فَوقف الْعلم عَن التَّقَدُّم ¶ ثمَّ جَاءَت فتن طلاب الْملك من الأجيال الْمُخْتَلفَة وتغلب الْجُهَّال على الْأَمر وفتكوا بِمَا بقى من أثر الْعلم النظرى النابع من عُيُون الدّين الإسلامى فانحرفت الطَّرِيق بسالكيها وَلم يعد بَين الناظرين فِي كتب السَّابِقين إِلَّا تحاور فِي الْأَلْفَاظ أَو تناظر فِي الأساليب على أَن ذَلِك فِي قَلِيل من الْكتب أختارها الضعْف وفضلها الْقُصُور ¶ ثمَّ انتشرت الفوضى الْعَقْلِيَّة بَين الْمُسلمين تَحت حماية الجهلة من ساستهم فجَاء قوم ظنُّوا فِي أنفسهم مالم يعْتَرف بِهِ الْعلم لَهُم فوضعوا مالم يعد لِلْإِسْلَامِ قبل باحتماله غير أَنهم وجدوا من نقص المعارف أنصارا وَمن الْبعد عَن ينابيع الدّين أعوانا فشردوا بالعقول عَن مواطنها وتحكموا فِي التضليل والتكفير وغلوا فِي ذَلِك حَتَّى قلدوا بعض من سبق من الْأُمَم فِي دَعْوَى الْعَدَاوَة بَين الْعلم وَالدّين وَقَالُوا لما تصف ألسنتهم الْكَذِب هَذَا حَلَال وَهَذَا حرَام وَهَذَا كفر وَهَذَا إِسْلَام وَالدّين من وَرَاء مَا يتوهمون وَالله جلّ شَأْنه فَوق مَا يظنون وَمَا يصفونَ وَلَكِن مَاذَا أصَاب الْعَامَّة فِي عقائدهم ومصادر أَعْمَالهم من أنفسهم بعد طول الْخبط وَكَثْرَة الْخَلْط شَرّ عَظِيم وخطب عميم ¶ هَذَا مُجمل من تَارِيخ هَذَا الْعلم ينبئك كَيفَ أسس على قَوَاعِد من الْكتاب الْمُبين وَكَيف عبثت بِهِ فِي نِهَايَة الْأَمر أيدى المفرقين حَتَّى خَرجُوا بِهِ عَن قَصده وبعدوا بِهِ عَن حَده ¶ والذى علينا اعْتِقَاده أَن الدّين الإسلامى دين تَوْحِيد فِي العقائد لَا دين تَفْرِيق فِي الْقَوَاعِد الْعقل من أَشد أعوانه وَالنَّقْل من أقوى أَرْكَانه وَمَا وَرَاء",
            "page": "13",
            "part": "1",
            "seal": "01B7F0FA"
        },
        {
            "id": "13",
            "nass": "ذَلِك فنزغات شياطين وشهوات سلاطين وَالْقُرْآن شَاهد على كل بِعَمَلِهِ قَاض عَلَيْهِ فِي صَوَابه وخطله ¶ الْغَايَة من هَذَا الْعلم الْقيام بغرض مجمع عَلَيْهِ وَهُوَ معرفَة الله تَعَالَى بصفاته الْوَاجِب ثُبُوتهَا لَهُ مَعَ تنزيهه عَمَّا يَسْتَحِيل اتصافه بِهِ والتصديق برسله على وَجه الْيَقِين الذى تطمئِن بِهِ النَّفس اعْتِمَادًا على الدَّلِيل لَا استرسالا مَعَ التَّقْلِيد حَسْبَمَا أرشدنا إِلَيْهِ الْكتاب فقد أَمر بِالنّظرِ وَاسْتِعْمَال الْعقل فِيمَا بَين أَيْدِينَا من ظواهر الْكَوْن وَمَا يُمكن النّفُوذ إِلَيْهِ من دقائقه تحصيلا لليقين بِمَا هدَانَا إِلَيْهِ ونهانا عَن التَّقْلِيد بِمَا حكى عَن أَحْوَال الْأُمَم فِي الْأَخْذ بِمَا عَلَيْهِ آباؤهم وتبشيع مَا كَانُوا عَلَيْهِ من ذَلِك واستتباعه لهدم معتقداتهم وإمحاء وجودهم الملى وَحقّ مَا قَالَ فَإِن التَّقْلِيد كَمَا يكون فِي الْحق يأتى فِي الْبَاطِل وكما يكون فِي النافع يحصل فِي الضار فَهُوَ مضلة يعْذر فِيهَا الْحَيَوَان وَلَا تجمل بِحَال الْإِنْسَان ¶ أَقسَام الْمَعْلُوم ¶ يقسمون الْمَعْلُوم إِلَى ثَلَاثَة أَقسَام مُمكن لذاته وواجب لذاته ومستحيل لذاته ويعرفون المستحيل بِمَا عَدمه لذاته من حَيْثُ هِيَ أما الْوَاجِب فَهُوَ مَا كَانَ يُوجد لموجد ويعدم لعدم سَبَب وجوده وَقد يعرض لَهُ الْوُجُوب والاستحالة لغيره وَإِطْلَاق الْمَعْلُوم على المستحيل ضرب من الْمجَاز فَإِن الْمَعْلُوم حَقِيقَة لَا بُد أَن يكون لَهُ كَون فِي الْوَاقِع ينطبق عَلَيْهِ الْعلم والمستحيل لَيْسَ من هَذَا الْقَبِيل كَمَا ترَاهُ فِي أَحْكَامه وَإِنَّمَا المُرَاد مَا يُمكن الحكم عَلَيْهِ وَإِن كَانَ فِي صُورَة يخترعها لَهُ الْعقل ليتوصل بهَا إِلَى الْحِكَايَة عَنهُ ¶ حكم المستحيل ¶ وَحكم المستحيل لذاته أَن لَا يطْرَأ عَلَيْهِ وجود فَإِن الْعَدَم من لَوَازِم ماهيته من حَيْثُ هى فَلَو طَرَأَ الْوُجُود عَلَيْهِ لسلب لَازم الْمَاهِيّة من حَيْثُ هِيَ",
            "page": "14",
            "part": "1",
            "seal": "F9073032"
        },
        {
            "id": "14",
            "nass": "عَنْهَا وَهُوَ يُؤدى إِلَى سلب الْمَاهِيّة عَن نَفسهَا بالبداهة فالمستحيل لَا يُوجد فَهُوَ لَيْسَ بموجود قطعا بل لَا يُمكن لِلْعَقْلِ أَن يتَصَوَّر لَهُ مَاهِيَّة كائنة كَمَا أَشَرنَا إِلَيْهِ فَهُوَ لَيْسَ بموجود لَا فى الْخَارِج وَلَا فِي الذِّهْن ¶ أَحْكَام الْمُمكن ¶ من أَحْكَام الْمُمكن لذاته أَن لَا يُوجد إِلَّا بِسَبَب وَأَن لَا يَنْعَدِم إِلَّا بِسَبَب وَذَلِكَ لِأَنَّهُ لَا وَاحِد من الْأَمريْنِ لَهُ لذاته فنسبتهما إِلَى ذَاته على السوَاء فَإِن ثَبت لَهُ أَحدهمَا بِلَا سَبَب لزم رُجْحَان أحد المتساويين على الآخر بلامر جح وَهُوَ محَال بالبداهة ¶ وَمن أَحْكَامه أَنه إِن وجد يكون حَادِثا لِأَنَّهُ قد ثَبت أَنه لَا يُوجد إِلَّا بِسَبَب فإمَّا أَن يتَقَدَّم وجوده على وجود سَببه أَو يقارنه أَو يكون بعده وَالْأول بَاطِل وَإِلَّا لزم تقدم الْمُحْتَاج على مَا إِلَيْهِ الْحَاجة وَهُوَ إبِْطَال لِمَعْنى الْحَاجة وَقد سبق الِاسْتِدْلَال على ثُبُوتهَا فيؤدى إِلَى خلاف الْمَفْرُوض والثانى كَذَلِك وَإِلَّا لزم تساويهما فِي رُتْبَة الْوُجُود فَيكون الحكم على أَحدهمَا بِأَنَّهُ أثر والثانى مُؤثر تَرْجِيحا بِلَا مُرَجّح وَهُوَ مِمَّا لَا يسوغه الْعقل على أَن عَلَيْهِ أَحدهمَا ومعلولية الآخر رُجْحَان بِلَا مُرَجّح وَهُوَ محَال بالبداهة فَتعين الثَّالِث وَهُوَ أَن يكون وجوده بعد وجود سَببه فَيكون مَسْبُوقا بِالْعدمِ فِي مرتبَة وجود السَّبَب فَيكون حَادِثا إِذْ الْحَادِث مَا سبق وجوده بِالْعدمِ فَكل مُمكن حَادث ¶ الْمُمكن يحْتَاج فِي عَدمه إِلَى سَبَب وجودى لِأَنَّهُ الْعَدَم سلب وَالسَّلب لَا يحْتَاج إِلَى إِيجَاد بداهة فَيكون عدم الْمُمكن لعدم التَّأْثِير فِيهِ أَو لعدم مَا كَانَ سَببا فِي بَقَائِهِ أما فِي وجوده فَيحْتَاج إِلَى سَبَب وجودى ضَرُورَة لِأَن الْعَدَم لَا يكون مصدرا للوجود فالموجود إِن حدث فَإِنَّمَا يكون حُدُوثه بإيجاد وَذَلِكَ كُله بديهى ¶ كَمَا يحْتَاج الْمُمكن إِلَى السَّبَب فِي وجوده ابْتِدَاء يحْتَاج إِلَيْهِ فِي الْبَقَاء لما بَينا أَن ذَات الْمُمكن لَا تقتضى الْوُجُود وَلَا يرجح لَهَا الْوُجُود عَن الْعَدَم إِلَّا للسبب",
            "page": "15",
            "part": "1",
            "seal": "9991B94A"
        },
        {
            "id": "15",
            "nass": "الخارجى الوجودى فَذَلِك لَازم من لَوَازِم مَاهِيَّة الْإِمْكَان لَا يفارقها من حَيْثُ هِيَ فَلَا يكون للممكن حَالَة يقتضى فِيهَا الْوُجُود لذاته فَيكون فِي جَمِيع أَحْوَاله مُحْتَاجا إِلَى مُرَجّح الْوُجُود عَن الْعَدَم لَا فرق بَين الِابْتِدَاء والبقاء ¶ معنى السَّبَب على مَا ذكرنَا منشأ الإيجاد ومعطى الْوُجُود وَهُوَ الذى يعبر عَنهُ بالموجد وبالعلة الموجدة وبالعلة الفاعلة وبالفاعل الحقيقى وَنَحْو ذَلِك من الْعبارَات الَّتِى تخْتَلف مبانيها وَلَا تتباين مَعَانِيهَا وَقد يُطلق السَّبَب أَحْيَانًا على الشَّرْط أَو الْمعد الذى يهيء الْمُمكن لقبُول الإيجاد من موجده وَهُوَ بِهَذَا الْمَعْنى قد يحْتَاج إِلَيْهِ فِي الإبتدء ويستغنى عَنهُ فِي الْبَقَاء وَقد تكون الْحَاجة إِلَى وجوده ثمَّ عَدمه وَمن هَذَا الْقَبِيل وجود الْبناء فَإِنَّهُ شَرط فِي وجود الْبَيْت وَقد يَمُوت الْبناء وَيبقى بِنَاؤُه وَلَيْسَ الْبناء واهب الْوُجُود للبيت وَإِنَّمَا حركات يَدَيْهِ وحركات ذهنه وأطوار إِرَادَته شَرط لوُجُود الْبَيْت على هَيئته الْخَاصَّة بِهِ ¶ وَبِالْجُمْلَةِ فيوجد فرق بَين توقف الْمُمكن على شىء وَبَين استفادته الْوُجُود من شىء فالتوقف قد يكون على وجود ثمَّ عدم كَمَا فِي توقف الخطوة الثَّانِيَة على الأولى فَإِن الأولى لَيست واهبة الْوُجُود للثَّانِيَة وَإِلَّا وَجب وجودهَا مَعهَا مَعَ أَن الثَّانِيَة لَا تُوجد إِلَّا إِذا انعدمت الأولى وَأما استفادة الْوُجُود فتقتضى سبق مَالك للوجود يُعْطِيهِ للمستفيد مِنْهُ وَأَن يكون وجود المستفيد مستمدا من وجود الْوَاهِب لَا يقوم إِلَّا بِهِ فَلَا يسْتَقلّ بِنَفسِهِ دونه فِي حَال من الْأَحْوَال ¶ الْمُمكن مَوْجُود قطعا ¶ نرى أَشْيَاء تُوجد بعد أَن لم تكن وَأُخْرَى تنعدم بعد أَن كَانَت كأشخاص النباتات والحيوانات فَهَذِهِ الكائنات إِمَّا مستحيلة أَو وَاجِبَة أَو مُمكنَة لَا سَبِيل إِلَى الأول لِأَن المستحيل لَا يطْرَأ عَلَيْهِ الْوُجُود وَلَا إِلَى الثانى لِأَن الْوَاجِب لَهُ الْوُجُود من ذَاته وَمَا بِالذَّاتِ لَا يَزُول فَلَا يطْرَأ عَلَيْهِ الْعَدَم وَلَا يسْبقهُ كَمَا سيجىء فِي أَحْكَام الْوَاجِب فهى مُمكنَة فالممكن مَوْجُود قطعا",
            "page": "16",
            "part": "1",
            "seal": "8F7790FF"
        },
        {
            "id": "16",
            "nass": "وجود الْمُمكن يقتضى بِالضَّرُورَةِ وجود الْوَاجِب ¶ جملَة الممكنات الْمَوْجُودَة مُمكنَة بداهة وكل مُمكن مُحْتَاج إِلَى سَبَب يُعْطِيهِ الْوُجُود فجمله الممكنات الْمَوْجُودَة محتاجة بِتَمَامِهَا إِلَى موجد لَهَا فإمَّا أَن يكون عينهَا وَهُوَ محَال لاستلزامه تقدم الشَّيْء على نَفسه وَإِمَّا أَن يكون جزأها وَهُوَ محَال لاستلزامه أَن يكون الشىء سَببا لنَفسِهِ وَلما سبقه إِن لم يكن الأول ولنفسه فَقَط إِن فرض أول وبطلانه ظَاهر فَوَجَبَ أَن يكون السَّبَب وَرَاء جملَة الممكنات وَالْمَوْجُود الذى لَيْسَ بممكن هُوَ الْوَاجِب إِذْ لَيْسَ وَرَاء الْمُمكن إِلَّا المستحيل وَالْوَاجِب والمستحيل لَا يُوجد فَيبقى الْوَاجِب فَثَبت أَن للممكنات الْمَوْجُودَة موجدا وَاجِب الْوُجُود ¶ وَأَيْضًا الممكنات الْمَوْجُودَة سَوَاء كَانَت متناهية أَو غير متناهية قَائِمَة بِوُجُود فَذَلِك الْوُجُود إِمَّا أَن يكون مصدره ذَات الْإِمْكَان وماهيات الممكنات وَهُوَ بَاطِل لما سبق فِي أَحْكَام الْمُمكن من أَنه لَا شىء من الماهيات الممكنة بمقتض للوجود فَتعين أَن يكون مصدره سواهَا وَهُوَ الْوَاجِب بِالضَّرُورَةِ ¶ أَحْكَام الْوَاجِب ¶ الْقدَم والبقاء وَنفى التَّرْكِيب ¶ من أَحْكَام الْوَاجِب أَن يكون قَدِيما أزليا لِأَنَّهُ لَو لم يكن كَذَلِك لَكَانَ حَادِثا والحادث مَا سبق وجوده بِالْعدمِ فَيكون وجوده مَسْبُوقا بِعَدَمِ وكل مَا سبق بِالْعدمِ يحْتَاج إِلَى عِلّة تعطيه الْوُجُود وَإِلَّا لزم رُجْحَان الْمَرْجُوح بِلَا سَبَب وَهُوَ محَال فَلَو لم يكن الْوَاجِب قَدِيما لَكَانَ مُحْتَاجا فِي وجوده إِلَى موجد غَيره وَقد سبق أَن الْوَاجِب مَا كَانَ وجوده لذاته فَلَا يكون مَا فرض وَاجِبا وَهُوَ تنَاقض محَال وَمن أَحْكَامه أَن يطْرَأ عَلَيْهِ عدم إِلَّا لزم سلب مَا هُوَ للذات عَنْهَا وَهُوَ يعود إِلَى سلب الشىء عَن نَفسه وَهُوَ محَال بالبداهة ¶ من أَحْكَامه أَن لَا يكون مركبا إِذْ لَو تركب لتقدم وجود كل جُزْء من",
            "page": "17",
            "part": "1",
            "seal": "79126D88"
        },
        {
            "id": "17",
            "nass": "أَجْزَائِهِ على وجود جملَته الَّتِى هى ذَاته وكل جُزْء من أَجْزَائِهِ غير ذَاته بِالضَّرُورَةِ فَيكون وجود جملَته مُحْتَاجا إِلَى وجود غَيره وَقد سبق أَن الْوَاجِب مَا كَانَ وجوده لذاته وَلِأَنَّهُ لَو تركب لَكَانَ الحكم لَهُ بالوجود مَوْقُوفا على الحكم بِوُجُود أَجْزَائِهِ وَقد قُلْنَا إِنَّه لذاته من حَيْثُ هِيَ ذَاته وَلِأَنَّهُ لَا مزجح لِأَن يكون الْوُجُوب لَهُ دون كل جُزْء من أَجْزَائِهِ بل يكون الْوُجُوب لَهَا أرجخ فَتكون هِيَ الْوَاجِبَة دونه نفى التَّرْكِيب فِي الْوَاجِب شَامِل لما يسمونه حَقِيقَة عقلية أَو خارجية فَلَا يُمكن لِلْعَقْلِ أَن يحاكى ذَات الْوَاجِب بمركب فَإِن الْأَجْزَاء الْعَقْلِيَّة لَا بُد لَهَا من منشأ انتزاع فِي الْخَارِج فَلَو تركبت الْحَقِيقَة الْعَقْلِيَّة لكَانَتْ الْحَقِيقَة مركبة فِي الْخَارِج وَإِلَّا كَانَ مَا فرض حَقِيقَة عقلية اعْتِبَارا كَاذِب الصدْق لَا حَقِيقَة ¶ كَمَا لَا يكون الْوَاجِب مركبا لَا يكون قَابلا للْقِسْمَة فِي أحد الامتدادات الثَّلَاث أَي لَا يكون لَهُ امتداد لِأَنَّهُ لَو قبل الْقِسْمَة لعاد بهَا إِلَى غير وجوده الأول وَصَارَ إِلَى وجودات مُتعَدِّدَة وهى وجودات الْأَجْزَاء الْحَاصِلَة من الْقِسْمَة فكون ذَلِك قبولا للعدم أَو تركبا وَكِلَاهُمَا محَال كَمَا سبق ¶ الْحَيَاة ¶ معنى الْوُجُود وَإِن كَانَ بديهيا عِنْد الْعقل وَلكنه يتَمَثَّل لَهُ بالظهور ثمَّ الثَّبَات والاستقرار وَكَمَال الْوُجُود وقوته بِكَمَال هَذَا الْمَعْنى وقوته بالبداهة ¶ كل مرتبَة من مَرَاتِب الْوُجُود تستتبع بِالضَّرُورَةِ من الصِّفَات الوجودية مَا هُوَ كَمَال لتِلْك الْمرتبَة فِي الْمَعْنى السَّابِق ذكره وَإِلَّا كَانَ الْوُجُود لمرتبة سواهَا وَقد فرض لَهَا مَا يتجلى للنَّفس من مثل الْوُجُود لَا ينْحَصر وأكمل مِثَال فِي أى مراتبه كَانَ مَقْرُونا بالنظام والكون على وَجه لَيْسَ فِيهِ خلل وَلَا تشويش فَإِن كَانَ ذَلِك النظام بِحَيْثُ يستتبع وجودا مستمرا وَإِن فِي النَّوْع كَانَ أدل على كَمَال الْمَعْنى الوجودى فى صَاحب الْمِثَال",
            "page": "18",
            "part": "1",
            "seal": "70FEF679"
        },
        {
            "id": "18",
            "nass": "فَإِن تجلت للنَّفس مرتبَة من مَرَاتِب الْوُجُود أَن تكون مصدرا لكل نظام كَانَ ذَلِك عنوانا على أَنَّهَا أكمل الْمَرَاتِب وأعلاها وأرفعها وأقواها ¶ وجود الْوَاجِب هُوَ مصدر كل وجود مُمكن كَمَا قُلْنَا وَظهر بالبرهان الْقَاطِع فَهُوَ بِحكم ذَلِك أقوى الوجودات وأعلاها فَهُوَ يستتبع من الصِّفَات الوجودية مَا يلائم تِلْكَ الْمرتبَة الْعليا وكل مَا تصَوره الْعقل كمالا فِي الْوُجُود من حَيْثُ مَا يُحِيط بِهِ من معنى الثَّبَات والاستقرار والظهور وَأمكن أَن يكون لَهُ وَجب أَن يثبت لَهُ وَكَونه مصدرا للنظام وتصريف الْأَعْمَال على وَجه لَا اضْطِرَاب فِيهِ يعد من كَمَال الْوُجُود كَمَا ذكرنَا فَيجب أَن يكون ذَلِك ثَابتا لَهُ فالوجود الْوَاجِب يستتبع من الصِّفَات الوجودية الَّتِى تقتضيها هَذِه الْمرتبَة مَا يُمكن أَن يكون لَهُ ¶ فمما يجب أَن يكون لَهُ صفة الْحَيَاة وهى صفة تستتبع الْعلم والإرادة وَذَلِكَ أَن الْحَيَاة مِمَّا يعْتَبر كمالا للوجود بداهة فَإِن الْحَيَاة مَعَ مَا يتبعهَا مصدر النظام وناموس الْحِكْمَة وهى فِي أى مراتبها مبدأ الظُّهُور والاستقرار فِي تِلْكَ الْمرتبَة فهى كَمَال وجودى وَيُمكن أَن يَتَّصِف بهَا الْوَاجِب وكل كَمَال وجودى يُمكن أَن يَتَّصِف بِهِ وَجب أَن يثبت لَهُ فَوَاجِب الْوُجُود حى وَإِن باينت حَيَاته الممكنات فَإِن مَا هُوَ كَمَال للوجود إِنَّمَا هُوَ مبدأ الْعلم والإرادة وَلَو لم تثبت لَهُ هَذِه الصّفة لَكَانَ فِي الممكنات فَإِن مَا هُوَ كَمَال للوجود إِنَّمَا هُوَ مبدأ الْعلم والإرادة وَلَو لم تثبت لَهُ هَذِه الصّفة لَكَانَ فِي الممكنات مَا هُوَ أكمل مِنْهُ وجودا وَقد تقدم أَنه أَعلَى الموجودات وأكملها فِيهِ ¶ وَالْوَاجِب هُوَ واهب الْوُجُود وَمَا يتبعهُ فَكيف لَو كَانَ فاقدا للحياة يُعْطِيهَا فالحياة لَهُ كَمَا أَنه مصدرها ¶ الْعلم ¶ وَمِمَّا يجب لَهُ صفة الْعلم وَيُرَاد بِهِ مَا بِهِ انكشاف شىء عِنْد من ثبتَتْ لَهُ تِلْكَ الصّفة أى مصدر ذَلِك الانكشاف مِنْهُ لِأَن الْعلم من الصِّفَات الوجودية الَّتِى تعد كمالا فِي الْوُجُود وَيُمكن أَن تكون للْوَاجِب وكل مَا كَانَ كَذَلِك وَجب أَن يثبت لَهُ فَوَاجِب الْوُجُود عَالم",
            "page": "19",
            "part": "1",
            "seal": "5E2E347E"
        },
        {
            "id": "19",
            "nass": "ثمَّ البداهة قاضية بِأَن الْعلم كَمَال فِي الموجودات الممكنة وَمن الممكنات من هُوَ عَالم فَلَو لم يكن الْوَاجِب عَالما لَكَانَ فِي الموجودات الممكنة مَا هُوَ أكمل من الْمَوْجُود الْوَاجِب وَهُوَ محَال كَمَا قدمنَا ثمَّ هُوَ واهب الْعلم فِي عَالم الْإِمْكَان وَلَا يعقل أَن مصدر الْعلم يفقده ¶ علم الْوَاجِب من لَوَازِم وجوده كَمَا ترى فيعلو على الْعُلُوم علو وجوده عَن الوجودات فَلَا يتَصَوَّر فِي الْعُلُوم مَا هُوَ أَعلَى مِنْهُ فَيكون محيطا بِكُل مَا يُمكن علمه وَإِلَّا تصور الْعقل علما اشمل وَهُوَ إِنَّمَا يكون لوُجُود أكمل وَهُوَ محَال ¶ مَا هُوَ لَازم لوُجُود الْوَاجِب يغنى بغناه وَيبقى بِبَقَائِهِ وَعلم الْوَاجِب من لَوَازِم وجوده فَلَا يفْتَقر إِلَى شَيْء مَا وَرَاء ذَاته فَهُوَ أزلى أبدى غنى عَن الْآلَات وجولات الْفِكر وأفاعيل النّظر فيخالف عُلُوم الممكنات بِالضَّرُورَةِ ¶ مَا يُوجد من الممكنات فَهُوَ مُوَافق لما انْكَشَفَ بذلك الْعلم وَإِلَّا لم يكن علما ¶ من أَدِلَّة ثُبُوت الْعلم للْوَاجِب مَا نشاهده فِي نظام الممكنات من الإحكام والإتقان وَوضع كل شىء فِي مَوْضِعه وَقرن كل مُمكن بِمَا يحْتَاج إِلَيْهِ فِي وجوده وبقائه وَذَلِكَ ظَاهر لجلى النّظر بِمَا يُشَاهد فِي الْأَعْيَان كبيرها وصغيرها علويها وسفليها فَهَذِهِ الروابط بَين الْكَوَاكِب وَالنّسب الثَّابِتَة بَينهَا وتقديرحركاتها على قَاعِدَة تكفل لَهَا الْبَقَاء على الْوَضع الذى قدر لَهَا وإلزام كل كَوْكَب بمدار لَو خرج مِنْهُ لاختل نظام عالمه أَو الْعَالم بأسره وَغير ذَلِك مِمَّا فصل فِي عُلُوم الْهَيْئَة الفلكية كل ذَلِك يشْهد بِعلم صانعه وَحِكْمَة مُدبرَة ¶ اعْتبر بِمَا ترَاهُ جزئيات النباتات والحيوانات من توفيتها قواها وإيتائها مَا تحْتَاج إِلَيْهِ فِي تَقْوِيم وجودهَا من الْآلَات والأعضاء وَوضع ذَلِك فِي موَاضعه من أبدانها وإيداع غير الحساس مِنْهَا كالنبات قُوَّة الْميل إِلَى تنَاول مَا يُنَاسِبه من الْغذَاء دون مَا يلائمه فترى بزْرَة الحنظل تدفن بجوار حَبَّة الْبِطِّيخ فِي أَرض وَاحِدَة ثمَّ تسقى بِمَاء وَاجِد وتنمى بعناية وَاحِدَة وَلَكِن تِلْكَ تمتص من الْموَاد مَا يغذى المر الزعاق وَهَذِه تتَنَاوَل مَا يغذى حُلْو المذاق وإرشاد الحساس مِنْهَا",
            "page": "20",
            "part": "1",
            "seal": "62A66149"
        },
        {
            "id": "20",
            "nass": "إِلَى اسْتِعْمَال مَا منح من تِلْكَ الأدوات والأعضاء وسوق كل قُوَّة من قواه إِلَى مَا قدرت لَهُ فَهُوَ الذى يعلم حَالَة الْجَنِين وَهُوَ نُطْفَة أَو علقَة وَيعلم حَاجته مَتى تَكَامل خلقه وأنشأه نشأة الحى المستقل فى عمله إِلَى الأيدى والأرجل والأعين والمشام والآذان وَبَقِيَّة المشاعر الْبَاطِنَة ليستعمل ذَلِك فِيمَا يُقيم وجوده وَبَقِيَّة من العوادى عَلَيْهِ وَحَاجته إِلَى الْمعدة وَالْقلب والكبد والرئة وَنَحْوهَا من الْأَعْضَاء الَّتِى لَا غنى عَنْهَا فِي النمو والبقاء إِلَى الْأَجَل الْمَحْدُود للشَّخْص أَو للنوع ¶ هُوَ الذى يعلم حَالَة الجروة من الْكلاب مثلا وَأَنَّهَا مَتى كَبرت تَلد أَجزَاء مُتعَدِّدَة فيمنحها أطباء متكثرة وَغير ذَلِك مِمَّا لَا يُسْتَطَاع إحصاؤه وَقد فصل الْكثير مِنْهُ فِي كتب النباتات وحياة الْحَيَوَان وَمَا يُسمى التَّارِيخ الطبيعى وفنون مَنَافِع الْأَعْضَاء والطب وَمَا يتبعهُ على أَن الباحثين فِي كل ذَلِك بعد مَا بذلوا من الْجهد وماصرفوا من الهمم وَمَا كشفوا من الْأَسْرَار لم يزَالُوا فِي أول الْبَحْث ¶ هَذَا الصَّنِيع الذى إِنَّمَا تتفاضل الْعُقُول فى فهم أسراره وَالْوُقُوف على دقائق حكمه أَلا يدل على أَن مصدره هُوَ الْعَالم بِكُل شىء الذى أعْطى كل شىء خلقه ثمَّ هدى هَل يُمكن لمُجَرّد الِاتِّفَاق الْمُسَمّى بِالصَّدَقَةِ أَن يكون ينبوعا لهَذَا النظام وواضعا لتِلْك الْقَوَاعِد الَّتِى يقوم عَلَيْهَا وجود الأكوان عظيمها وحقيرها كلا بل مبدع ذَلِك كُله هُوَ من لَا يعزب عَن علمه مِثْقَال ذرة فِي الأَرْض وَلَا فى السَّمَاء وَهُوَ السَّمِيع الْعَلِيم ¶ الْإِرَادَة ¶ مِمَّا يجب لواجب الْوُجُود الْإِرَادَة وهى صفة تخصص فعل الْعَالم بِأحد وجوهه الممكنة ¶ بعد مَا ثَبت أَن واهب وجود الممكنات هُوَ الْوَاجِب وَأَنه عَالم وَأَن مَا يُوجد من الْمُمكن لَا بُد أَن يكون على وفْق علمه ثَبت بِالضَّرُورَةِ أَنه مُرِيد لِأَنَّهُ إِنَّمَا يفعل على حسب علمه ثمَّ إِن كل مَوْجُود فَهُوَ على قدر مَخْصُوص وَصفَة مُعينَة",
            "page": "21",
            "part": "1",
            "seal": "9F61C7B6"
        },
        {
            "id": "21",
            "nass": "وَله وَقت وَمَكَان محدودان وَهَذِه وُجُوه قد خصصت لَهُ دون بَقِيَّة الْوُجُوه الممكنة وتخصيصها كَانَ على وفْق الْعلم بِالضَّرُورَةِ وَلَا معنى للإرادة إِلَّا هَذَا ¶ أما مَا يعرف من معنى الْإِرَادَة وَهُوَ مَا بِهِ يَصح للْفَاعِل أَن ينفذ مَا قَصده وَأَن يرجع عَنهُ فَذَلِك محَال فى جَانب الْوَاجِب فَإِن هَذَا الْمَعْنى من الهموم الكونية والعزائم الْقَابِلَة للْفَسْخ وهى من تَوَابِع النَّقْص فِي الْعلم فتتغير على حسب تغير الحكم وَتردد الْفَاعِل بَين البواعث على الْفِعْل وَالتّرْك ¶ الْقُدْرَة ¶ وَمِمَّا يجب لَهُ الْقُدْرَة وهى صفة بهَا الإيجاد والإعدام وَلما كَانَ الْوَاجِب هُوَ مبدع الكائنات على مُقْتَضى علمه وإرادته فَلَا ريب يكون قَادِرًا بالبداهة لِأَن فعل الْعَالم المريد فِيمَا علم وَأَرَادَ إِنَّمَا يكون بسلطة لَهُ على الْفِعْل وَلَا معنى للقدرة إِلَّا هَذَا السُّلْطَان ¶ الإختيار ¶ ثُبُوت هَذِه الصِّفَات الثَّلَاث يسْتَلْزم بِالضَّرُورَةِ ثُبُوت الأختيار إِذْ لَا معنى لَهُ إِلَّا إصدار الْأَثر بِالْقُدْرَةِ على مُقْتَضى الْعلم وعَلى حكم الْإِرَادَة فَهُوَ الْفَاعِل الْمُخْتَار لَيْسَ من أَفعاله وَلَا من تصرفه فِي خلقه مَا يصدر عَنهُ بالعلية الْمَحْضَة والاستلزام الوجودى بِدُونِ شُعُور وَلَا إِرَادَة وَلَيْسَ من مصَالح الْكَوْن مَا يلْزمه مراعاته لُزُوم تَكْلِيف بِحَيْثُ لَو لم لم يراعه لتوجه عَلَيْهِ النَّقْد فيأتيه تنزها عَن اللائمة تَعَالَى الله عَن ذَلِك علوا كَبِيرا وَلَكِن نظام الْكَوْن ومصالحه الْعُظْمَى إِنَّمَا تقررت لَهُ بِحكم أَنه أثر الْوُجُود الْوَاجِب الذى هُوَ أكمل الوجودات وأرفعها فالكمال فِي الْكَوْن إِنَّمَا هُوَ تَابع لكَمَال المكون وإتقان الإبداع إِنَّمَا هُوَ مظهر لسمو مرتبَة الْمُبْدع وَبِهَذَا الْوُجُود الْبَالِغ أَعلَى غايات النظام تعلق الْعلم الشَّامِل والإرادة الْمُطلقَة فصدر ويصدر على هَذَا النمط الرفيع",
            "page": "22",
            "part": "1",
            "seal": "EF449A97"
        },
        {
            "id": "22",
            "nass": "{أفحسبتم أَنما خَلَقْنَاكُمْ عَبَثا وأنكم إِلَيْنَا لَا ترجعون} وَهَذَا هُوَ معنى قَوْلهم إِن أَفعاله لَا تعلل بالأغراض وَلكنهَا تتنزه عَن الْعَبَث ويستحيل أَن تَخْلُو من الحكم وَإِن خفى شىء من حكمتها عَن أنظارنا ¶ الْوحدَة ¶ وَمِمَّا يجب لَهُ صفة الْوحدَة ذاتا ووصفا ووجودا وفعلا أما الْوحدَة الذاتية فقد أثبتناها فِيمَا تقدم بنفى التَّرْكِيب فِي ذَاته خَارِجا وعقلا وَأما الْوحدَة فى الصّفة أى أَنه لَا يُسَاوِيه فى صِفَاته الثَّابِتَة لَهُ مَوْجُود فَلَمَّا بَينا من أَن الصّفة تَابِعَة لمرتبة الْوُجُود وَلَيْسَ فِي الموجودات مَا يساوى وَاجِب الْوُجُود فى مرتبَة الْوُجُود فَلَا يُسَاوِيه فِيمَا يتبع الْوُجُود من الصِّفَات وَأما الْوحدَة فِي الْوُجُود وفى الْفِعْل ونعنى بهَا التفرد بِوُجُوب الْوُجُود وَمَا يتبعهُ من إِيجَاد الممكنات فهى ثَابِتَة لِأَنَّهُ لَو تعدد وَاجِب الْوُجُود لَكَانَ لكل من الواجبين تعين يُخَالف تعين الآخر بِالضَّرُورَةِ والالم يتَحَصَّل معنى التَّعَدُّد وَكلما اخْتلفت التعينات اخْتلفت الصِّفَات الثَّابِتَة للذوات المتعينة لِأَن الصّفة إِنَّمَا تتَعَيَّن وتنال تحققها الْخَاص بهَا بتعين مَا ثبتَتْ لَهُ بالبداهة فيختلف الْعلم الْإِرَادَة باخْتلَاف الذوات الْوَاجِبَة إِذْ يكون لكل وَاحِدَة مِنْهَا علم وَإِرَادَة يباينان علم الْأُخْرَى وإرادتها وَيكون لكل وَاحِدَة علم وَإِرَادَة يلائمان ذَاتهَا وتعينها الْخَاص بهَا ¶ هَذَا التخالف ذاتى لِأَن علم الْوَاجِب وإرادته لازمان لذاته من ذَاته لَا لأمر خَارج فَلَا سَبِيل إِلَى التَّغَيُّر والتبدل فيهمَا كَمَا سبق وَقد قدمنَا أَن فعل الْوَاجِب إِنَّمَا يصدر عَنهُ على حسب علمه وَحكم إِرَادَته فَيكون فعل كل صادرا على حكم يُخَالف الآخر مُخَالفَة ذاتية فَلَو تعدد الواجبون لتخالفت أفعالهم بتخالف علومهم وإرادتهم وَهُوَ خلاف يَسْتَحِيل مَعَه الْوِفَاق وكل وَاحِد بِمُقْتَضى وجوب وجوده وَمَا يتبعهُ من الصِّفَات لَهُ السلطة على الإيجاد فِي عَامَّة الممكنات فَكل لَهُ التَّصَرُّف فِي كل مِنْهَا على حسب علمه وإرادته وَلَا مُرَجّح لنفاذ إِحْدَى القدرتين دون الْأُخْرَى فتتضارب أفعالهم حسب التضارب فى علومهم",
            "page": "23",
            "part": "1",
            "seal": "9AF9BC96"
        },
        {
            "id": "23",
            "nass": "وإرادتهم فَيفْسد نظام الْكَوْن بل يَسْتَحِيل أَن يكون لَهُ نظام بل يَسْتَحِيل وجود مُمكن من الممكنات لِأَن كل مُمكن لَا بُد أَن يتَعَلَّق بِهِ الإيجاد على حسب الْعُلُوم والإرادات الْمُخْتَلفَة فَيلْزم أَن يكون للشىء الْوَاحِد وجودات مُتعَدِّدَة وَهُوَ محَال فَلَو كَانَ فيهمَا آلِهَة إِلَّا الله لفسدتا لَكِن الْفساد مُمْتَنع بالبداهة فَهُوَ جلّ شَأْنه وَاحِد فِي ذَاته وَصِفَاته لَا شريك لَهُ فِي وجوده وَلَا فِي أَفعاله ¶ الصِّفَات السمعية الَّتِى يجب الإعتقاد بهَا ¶ مَا قدمنَا من الصِّفَات الَّتِى يجب الِاعْتِقَاد بثبوتها لواجب الْوُجُود هى مَا أرشد إِلَيْهِ الْبُرْهَان وَجَاءَت الشَّرِيعَة الإسلامية وَمَا تقدمها من الشَّرَائِع المقدسة لتأييده والدعوة إِلَيْهِ بِلِسَان نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم ولسان من سبقه من الْأَنْبِيَاء صلوَات الله عَلَيْهِم أَجْمَعِينَ ¶ وَمن الصِّفَات مَا جَاءَ ذكره على لِسَان الشَّرْع وَلَا يحيله الْعقل إِذا حمل على مَا يَلِيق بِوَاجِب الْوُجُود وَلَكِن لَا يهتدى إِلَيْهِ النّظر وَحده وَيجب الِاعْتِقَاد بِأَنَّهُ جلّ شَأْنه متصف بهَا اتبَاعا لما قَرَّرَهُ الشَّرْع وَتَصْدِيقًا لما أخبر بِهِ فَمن تِلْكَ الصِّفَات صفة الْكَلَام فقد ورد أَن الله كلم بعض انبيائه ونطق الْقُرْآن بِأَنَّهُ كَلَام الله فمصدر الْكَلَام المسموع عَنهُ سُبْحَانَهُ لَا بُد أَن يكون شَأْنًا من شؤونه قَدِيما بقدمه أما الْكَلَام المسموع نَفسه الْمعبر عَن ذَلِك الْوَصْف الْقَدِيم فَلَا خلاف فِي حُدُوثه وَلَا فى أَنه خلق من خلقه وخصص بالاسناد إِلَيْهِ لاختياره لَهُ سُبْحَانَهُ فِي الدّلَالَة على مَا أَرَادَ إبلاغه لخلقه وَلِأَنَّهُ صادر عَن مَحْض قدرته ظَاهرا وَبَاطنا بِحَيْثُ لَا مدْخل لوُجُود آخر بِوَجْه من الْوُجُوه سوى أَن من جَاءَ على لِسَانه مظهر لصدوره وَالْقَوْل بِخِلَاف ذَلِك مصادرة للبداهة وتجرؤ على مقَام الْقدَم بِنِسْبَة التَّغَيُّر والتبدل إِلَيْهِ فَإِن الْآيَات الَّتِى يقْرؤهَا القارىء تحدث وتفنى بالبداهة كلما تليت ¶ وَالْقَائِل بقدم الْقُرْآن المقروء أشنع حَالا وأضل اعتقادا من كل مِلَّة جَاءَ",
            "page": "24",
            "part": "1",
            "seal": "B702BC38"
        },
        {
            "id": "24",
            "nass": "الْقُرْآن نَفسه بتضليلها والدعوة إِلَى مخالفتها وَلَيْسَ فى القَوْل بِأَن الله أوجد الْقُرْآن بِدُونِ دخل لكسب بشر فى وجوده مَا يمس شرف نسبته بل ذَلِك غَايَة مَا دَعَا الدّين إِلَى اعْتِقَاده فَهُوَ السّنة وَهُوَ مَا كَانَ عَلَيْهِ النبى وَأَصْحَابه وكل مَا خَالفه فَهُوَ بِدعَة وضلالة ¶ أما مَا نقل إِلَيْنَا من ذَلِك الْخلاف الذى فرق الْأمة وأحدث فِيهَا الْأَحْدَاث خُصُوصا فِي أَوَائِل الْقرن الثَّالِث من الْهِجْرَة وإباء بعض الْأَئِمَّة أَن ينْطق بِأَن الْقُرْآن مَخْلُوق فقد كَانَ منشؤه مُجَرّد التحرج وَالْمُبَالغَة فى التأدب من بَعضهم وَإِلَّا فيجل مقَام مثل الإِمَام ابْن حَنْبَل عَن أَن يعْتَقد أَن الْقُرْآن المقروء قديم وَهُوَ يتلوه كل لَيْلَة بِلِسَانِهِ ويكفيه بِصَوْتِهِ ¶ وَمِمَّا ثَبت لَهُ بِالنَّقْلِ صفة الْبَصَر وهى مَا بِهِ تنكشف المبصرات وَصفَة السّمع وهى مَا بِهِ تنكشف المسموعات فَهُوَ السَّمِيع الْبَصِير لَكِن علينا أَن نعتقد أَن هَذَا الانكشاف لَيْسَ بِآلَة وَلَا جارحة وَلَا حدقة وَلَا باصرة ¶ كَلِمَات فِي الصِّفَات إِجْمَالا ¶ أبتدىء الْكَلَام فِيمَا أقصده بِذكر حَدِيث إِن لم يَصح فكتاب الله بجملته وتفصيله يُؤَيّد مَعْنَاهُ وَهُوَ قَوْله صلى الله عَلَيْهِ وَسلم تَفَكَّرُوا فى خلق الله وَلَا تَفَكَّرُوا فى ذَاته فَتَهْلكُوا ¶ إِذا قَدرنَا عقل الْبشر قدره وجدنَا غَايَة مَا ينتهى إِلَيْهِ كَمَاله إِنَّمَا هُوَ الْوُصُول إِلَى معرفَة عوارض بعض الكائنات الَّتِى تقع تَحت الْإِدْرَاك الإنسانى حسا كَانَ أَو وجدانا أَو تعقلا ثمَّ التَّوَصُّل بذلك إِلَى معرفَة مناشئها وَتَحْصِيل كليات لأنواعها والإحاطة بِبَعْض الْقَوَاعِد لعروض مَا يعرض لَهَا أما الْوُصُول إِلَى كنه حَقِيقَة مَا فمما لَا تبلغه قوته لِأَن اكتناه المركبات إِنَّمَا هُوَ باكتناه مَا تركبت مِنْهُ وَذَلِكَ ينتهى إِلَى الْبَسِيط الصّرْف وَهُوَ لَا سَبِيل إِلَى اكتناهة بِالضَّرُورَةِ وَغَايَة مَا يُمكن عرفانه مِنْهُ هُوَ عوارضه وآثاره خُذ أظهر الْأَشْيَاء وأجلاها كالضوء",
            "page": "25",
            "part": "1",
            "seal": "D259698A"
        },
        {
            "id": "25",
            "nass": "قرر الناظرون فِيهِ لَهُ أحكاما كَثِيرَة فصلوها فى علم خَاص بِهِ وَلَكِن لم يسْتَطع نَاظر أَن يفهم مَا هُوَ وَلَا أَن يكتنه معنى الإضاءة نَفسه وَإِنَّمَا يعرف من ذَلِك مَا يعرفهُ كل بَصِير لَهُ عينان وعَلى هَذَا الْقيَاس ¶ ثمَّ إِن الله لم يَجْعَل للْإنْسَان حَاجَة تَدْعُو إِلَى اكتناه شىء من الكائنات وَإِنَّمَا حَاجته إِلَى معرفَة الْعَوَارِض والخواص وَلَذَّة عقله إِن كَانَ سليما إِنَّمَا هى تَحْقِيق نِسْبَة تِلْكَ الْخَواص إِلَى مَا اخْتصّت بِهِ وَإِدْرَاك الْقَوَاعِد الَّتِى قَامَت عَلَيْهَا تِلْكَ النّسَب فالاشتغال بالاكتناه أضاعة الْوَقْت وَصرف للقوة إِلَى غير مَا سيقت إِلَيْهِ ¶ اشْتغل الْإِنْسَان بتحصيل الْعلم بأقرب الْأَشْيَاء إِلَيْهِ وهى نَفسه أَرَادَ أَن يعرف بعض عوارضها وَهل هى عرض أَو جَوْهَر هَل هى قبل الْجِسْم أَو بعده هَل هى فِيهِ أَو مُجَرّدَة عَنهُ كل هَذِه صِفَات لم يصل الْعقل إِلَى اثبات شىء مِنْهَا يُمكن الِاتِّفَاق عَلَيْهِ وَإِنَّمَا مبلغ جهده أَنه عرف أَنه مَوْجُود حى لَهُ شُعُور وَإِرَادَة وكل مَا أحَاط بِهِ بعد ذَلِك من الْحَقَائِق الثَّابِتَة فَهُوَ رَاجع إِلَى تِلْكَ الْعَوَارِض الَّتِى وصل إِلَيْهَا ببديهته أماكنه شىء من ذَلِك بل وَكَيْفِيَّة اتصافه بِبَعْض صِفَاته فَهُوَ مَجْهُول عِنْده وَلَا يجد سَبِيلا للْعلم بِهِ ¶ هَذَا حَال الْعقل الإنسانى مَعَ مَا يُسَاوِيه فى الْوُجُود أَو ينحط عَنهُ بل وَكَذَلِكَ شَأْنه فِيمَا يظنّ من الْأَفْعَال أَنه صادر عَنهُ كالفكر وارتباطه بالحركة والنطق فَمَا يكون من أمره بِالنِّسْبَةِ إِلَى ذَلِك الْوُجُود إِلَّا على مَاذَا يكون اندهاشه بل انْقِطَاعه إِذا وَجه نظره إِلَى مَالا يتناهى من الْوُجُود الأزلى الأبدى ¶ النّظر فى الْخلق يهدى بِالضَّرُورَةِ إِلَى الْمَنَافِع الدُّنْيَوِيَّة ويضىء للنَّفس طريقها إِلَى معرفَة من هَذِه آثاره وَعَلَيْهَا تجلت أنواره وَإِلَى اتصافه بِمَا لولاه لما صدرت عَنهُ هَذِه الْآثَار على مَا هى عَلَيْهِ من النظام وتخالف الأنظار فى الْكَوْن إِنَّمَا هُوَ من تصارع الْحق وَالْبَاطِل وَلَا بُد أَن يظفر الْحق ويعلو على الْبَاطِل بتعاون الأفكار أَو صولة القوى مِنْهَا على الضَّعِيف",
            "page": "26",
            "part": "1",
            "seal": "18EA9405"
        },
        {
            "id": "26",
            "nass": "أما الْفِكر فى ذَات الْخَالِق فَهُوَ طلب للأكتناه من جِهَة وَهُوَ مُمْتَنع على الْعقل الْبُشْرَى لما علمت من انْقِطَاع النِّسْبَة بَين الوجودين ولاستحالة التركب فى ذَاته وتطاول إِلَى مَالا تبلغه الْقُوَّة البشرية من جِهَة أُخْرَى فَهُوَ عَبث ومهلكه عَبث لِأَنَّهُ سعى إِلَى مَالا يدْرك ومهلكة لِأَنَّهُ يُؤدى إِلَى الْخبط فى الِاعْتِقَاد لِأَنَّهُ تَحْدِيد لما لَا يجوز تحديده وَحصر لما لَا يَصح حصره ¶ لَا ريب أَن هَذَا الحَدِيث وَمَا أَتَيْنَا عَلَيْهِ من الْبَيَان كَمَا يأتى فى الذَّات من حَيْثُ هى يأتى فِيهَا مَعَ صفاتها فالنهى واستحالة الْوُصُول إِلَى الاكتناه شاملان لَهَا فيكفينا من الْعلم بهَا أَن نعلم أَنه متصف بهَا أما مَا وَرَاء ذَلِك فَهُوَ مِمَّا يستأثر هُوَ بِعِلْمِهِ وَلَا يُمكن لعقولنا أَن تصل إِلَيْهِ وَلِهَذَا لم يَأْتِ الْكتاب الْعَزِيز وَمَا سبقه من الْكتب إِلَّا بتوجيه النّظر إِلَى الْمَصْنُوع لينفذ مِنْهُ إِلَى معرفَة وجود الصَّانِع وَصِفَاته الكمالية أما كَيْفيَّة الاتصاف فَلَيْسَ من شَأْننَا أَن نبحث فِيهِ ¶ فالذى يُوجِبهُ علينا الْإِيمَان هُوَ ان نعلم أَنه مَوْجُود لَا يشبه الكائنات أزلى أبدى حى عَالم مُرِيد قَادر متفرد فى وجوب وجوده وفى كَمَال صِفَاته وفى صنع خلقه وَأَنه مُتَكَلم سميع بَصِير وَمَا يتبع ذَلِك من الصِّفَات الَّتِى جَاءَ الشَّرْع بِإِطْلَاق أسمائها عَلَيْهِ أما كَون الصِّفَات زَائِدَة على الذَّات وَكَون الْكَلَام صفة غير مَا اشْتَمَل عَلَيْهِ الْعلم من معانى الْكتب السماوية وَكَون السّمع وَالْبَصَر غير الْعلم بالمسموعات والمبصرات وَنَحْو ذَلِك من الشئون الَّتِى اخْتلف عَلَيْهَا النظار وَتَفَرَّقَتْ فِيهَا الْمذَاهب فمما لَا يجوز الْخَوْض فِيهِ إِذْ لَا يُمكن لعقول الْبشر أَن تصل إِلَيْهِ وَالِاسْتِدْلَال على شىء مِنْهُ بالألفاظ الْوَارِدَة ضعف فى الْعقل وتغرير بِالشَّرْعِ لِأَن اسْتِعْمَال اللُّغَة لَا ينْحَصر فى الْحَقِيقَة وَلَئِن انحصر فِيهَا فَوضع اللُّغَة لَا تراعى فِيهِ الوجودات بكنهها الحقيقى وَإِنَّمَا تِلْكَ مَذَاهِب فلسفة إِن لم يصل فِيهَا أمثلهم فَلم يهتد فِيهَا فريق إِلَى مقنع فَمَا علينا إلاالوقوف عِنْدَمَا تبلغه عقولنا وَأَن نسْأَل الله أَن يغْفر لمن آمن بِهِ وَبِمَا جَاءَ بِهِ رسله مِمَّن تقدمنا",
            "page": "27",
            "part": "1",
            "seal": "782FB423"
        },
        {
            "id": "27",
            "nass": "أَفعَال الله جلّ شَأْنه ¶ أَفعَال الله صادرة عَن علمه وإرادته كَمَا سبق تَقْرِيره وكل مَا صدر عَن علم وَإِرَادَة فَهُوَ عَن الِاخْتِيَار وَلَا شىء مِمَّا يصدر عَن الِاخْتِيَار بِوَاجِب على الْمُخْتَار لذاته فَلَا شىء من أَفعاله بِوَاجِب الصُّدُور عَنهُ لذاته فَجَمِيع صِفَات الْأَفْعَال من خلق ورزق وَإِعْطَاء وَمنع وتعذيب وتنعيم مِمَّا يثبت لَهُ تَعَالَى بالإمكان الْخَاص فَلَا يَطُوفَن بعقل عَاقل بعد تَسْلِيم أَنه فَاعل عَن علم وَإِرَادَة أَن يتَوَهَّم أَن شَيْئا من أَفعاله وَاجِب عَنهُ لذاته كَمَا هُوَ الشَّأْن فِي لَوَازِم الماهيات أَو فى اتصاف الْوَاجِب بصفاته مثلا فَإِن ذَلِك هُوَ التَّنَاقُض البديهى الاستحالة كَمَا سبق الْإِشَارَة إِلَيْهِ ¶ بقيت علينا جَوْلَة نظر فى تِلْكَ المقالات الحمقى الَّتِى اختبط فِيهَا الْقَوْم اختباط إخْوَة تَفَرَّقت بهم الطّرق فى السّير إِلَى مقصد وَاحِد حَتَّى إِذا الْتَقَوْا فى غسق اللَّيْل صَاح كل فريق بِالْآخرِ صَيْحَة المستخبر فَظن كل أَن الآخر عَدو يُرِيد مقارعته على مَا بِيَدِهِ فاستحر بَينهم الْقِتَال وَلَا زَالُوا يتجالدون حَتَّى تساقط جلهم دون الْمطلب وَلما اسفر الصُّبْح وتعارفت الْوُجُوه رَجَعَ الرشد إِلَى من بقى وهم الناجون وَلَو تعارفوا من قبل لتعاونوا جَمِيعًا على بُلُوغ مَا أملوا وَلَو وافتهم الْغَايَة إخْوَانًا بِنور الْحق مهتدين نُرِيد تِلْكَ المقالات المضطربة فى أَنه يجب على الله رِعَايَة الْمصلحَة فى أَفعاله وَتَحْقِيق وعيده فِيمَن تعدى حُدُوده من عبيده وَمَا يَتْلُو ذَلِك من وُقُوع أَعماله تَحت الْعِلَل والأغراض فقد بَالغ قوم فى الْإِيجَاب حَتَّى ظن النَّاظر فى مزاعمهم أَنهم عدوه وَاحِدًا من الْمُكَلّفين يفْرض عَلَيْهِ أَن يجْهد للْقِيَام بِمَا عَلَيْهِ من الْحُقُوق وتأدية مَا لزمَه من الْوَاجِبَات تَعَالَى عَن ذَلِك علوا كَبِيرا وغلا آخَرُونَ فى نفى التَّعْلِيل عَن أَفعاله حَتَّى خبل للممعن فى مقالاتهم أَنهم لَا يرضونه إِلَّا قلبا يبرم الْيَوْم مَا نقضه بالْأَمْس وَيفْعل غَدا مَا أخبر بنقيضه الْيَوْم أَو غافلا لَا يشْعر بِمَا يستتبعه عمله سُبْحَانَ رَبك رب الْعِزَّة عَمَّا يصفونَ",
            "page": "28",
            "part": "1",
            "seal": "7E602E1D"
        },
        {
            "id": "28",
            "nass": "وَهُوَ أحكم الْحَاكِمين وأصدق الْقَائِلين جبرون الله وطهارة دينه أَعلَى وَأَرْفَع من هَذَا كُله ¶ اتّفق الْجَمِيع على أَن أَفعاله تَعَالَى لَا تَخْلُو من حِكْمَة وَصرح الغلاة والمقصرون جَمِيعًا بِأَنَّهُ تَعَالَى منزه عَن الْعَبَث فى أَفعاله وَالْكذب فى أَقْوَاله ثمَّ بعد هَذَا أخذُوا يتنابذون بالألفاظ ويتمارون فى الأوضاع وَلَا يدرى إِلَى أى غَايَة يقصدون فلنأخذ مَا اتَّفقُوا عَلَيْهِ ولنرد إِلَى حَقِيقَة وَاحِدَة مَا اخْتلفُوا فِيهِ ¶ حِكْمَة كل عمل مَا يَتَرَتَّب عَلَيْهِ مِمَّا يحْتَفظ نظاما أَو يدْفع فَسَادًا خَاصّا كَانَ أَو عَاما لَو كشف لِلْعَقْلِ من أى وَجه لعقله وَحكم بأى الْعَمَل لم يكن عَبَثا وَلَعِبًا وَمن يزْعم للحكمة معنى لَا يرجع إِلَى هَذَا حاكمناه إِلَى أوضاع اللُّغَة وبداهة الْعقل لَا يُسمى مَا يَتَرَتَّب على الْعَمَل حِكْمَة وَلَا يتَمَثَّل عِنْد الْعقل بمثالها إِلَّا إِذا كَانَ مَا يتبع الْعَمَل مرَادا لفَاعِله بِالْفِعْلِ وَإِلَّا لعدم النَّائِم حكيما فِيمَا لَو صدرت عَنهُ حَرَكَة فى نَومه قتلت عقربا كَاد يلسع طفْلا أَو دفعت صَبيا عَن حُفْرَة كَاد يسْقط فِيهَا بل لوسم بالحكمة كثير من العجماوات إِذا استتبعت حركاتها بعض الْمَنَافِع الْخَاصَّة أَو الْعَامَّة والبداهة تأباه ¶ من الْقَوَاعِد الصَّحِيحَة الْمسلمَة عِنْد جَمِيع الْعُقَلَاء أَن أَفعَال الْعَاقِل تصان عَن الْعَبَث وَلَا يُرِيدُونَ من الْعَاقِل إِلَّا الْعَالم بِمَا يصدر عَنهُ بإرادته ويريدون من صونها عَن الْبَعْث أَنَّهَا لَا تصدر إِلَّا لأمر يَتَرَتَّب عَلَيْهَا يكون غَايَة لَهَا وَإِن كَانَ هَذَا الْعَاقِل الْحَادِث فَمَا ظَنك بمصدر كل عقلى ومنتهى الْكَمَال فى الْعلم وَالْحكم هَذِه كلهَا مسلمات لَا يُنَازع فِيهَا أحد ¶ صنع الله الذى أتقن كل شىء وَأحسن خلقه مشحون بضروب الحكم فَفِيهِ مَا قَامَت بِهِ السَّمَوَات وَالْأَرْض وَمَا بَينهمَا وَحفظ بِهِ نظام الْكَوْن بأسره وَمَا صانه عَن الْفساد الذى يفضى بِهِ إِلَى الْعَدَم وَفِيه مَا استقامت بِهِ مصلحَة كل مَوْجُود على حَدثهُ خُصُوصا مَا هُوَ من الموجودات الْحَيَّة كالنبات وَالْحَيَوَان وَلَوْلَا هَذِه الْبَدَائِع من الحكم مَا تيَسّر لنا الِاسْتِدْلَال على علمه",
            "page": "29",
            "part": "1",
            "seal": "DC5543FF"
        },
        {
            "id": "29",
            "nass": "فَهَذِهِ الحكم الَّتِى نعرفها الْآن بِوَضْع كل شىء فى مَوْضِعه وإيتاء كل مُحْتَاج مَاله إِلَيْهِ الْحَاجة إِمَّا أَن تكون مَعْلُومَة لَهُ مُرَادة مَعَ الْفِعْل أم لَا لَا يُمكن القَوْل بالثانى وَإِلَّا لَكَانَ قولا بقصور الْعلم إِن لم تكن مَعْلُومَة أَو بالغفلة إِن لم تكن مُرَادة وَقد سبق تَحْقِيق أَن علمه وسع كل شىء واستحالة غيبه أثر من آثاره عَن إِرَادَته فَهُوَ يُرِيد الْفِعْل وَيُرِيد مَا يَتَرَتَّب عَلَيْهِ من الْحِكْمَة وَلَا معنى لهَذَا إِلَّا إِرَادَته للحكمة من حَيْثُ هى تَابِعَة للْفِعْل وَمن الْمحَال أَن تكون الْحِكْمَة غير مُرَادة بِالْفِعْلِ مَعَ الْعلم بارتباطها بِهِ فَيجب الِاعْتِقَاد بِأَن أَفعاله يَسْتَحِيل أَن تكون خَالِيَة من الْحِكْمَة وَبِأَن الْحِكْمَة يَسْتَحِيل أَن تكون غير مُرَادة إِذْ لَو صَحَّ توهم أَن مَا يَتَرَتَّب على الْفِعْل غير مُرَاد لم يعد ذَلِك من الْحِكْمَة كَمَا سبق ¶ فوجوب الْحِكْمَة فى أَفعاله تَابع لوُجُوب الْكَمَال فى علمه وإرادته وَهُوَ مِمَّا لَا نزاع فِيهِ بَين جَمِيع المتخالفين وَهَكَذَا يُقَال فى وجوب تحقق مَا وعد وأوعد بِهِ فَإِنَّهُ تَابع لكَمَال علمه وإرادته وَصدقه وَهُوَ أصدق الْقَائِلين وَمَا جَاءَ فى الْكتاب أَو السّنة مِمَّا قد يُوهم خلاف ذَلِك يجب إرجاعه إِلَى بَقِيَّة الْآيَات وَسَائِر الْآثَار حَتَّى ينطبق الْجَمِيع على مَا هدت إِلَيْهِ البديهيات السَّابِق إيرادها وعَلى مَا يَلِيق بِكَمَال الله وَبَالغ حكمته وجليل عَظمته والآصل الذى يرجع إِلَيْهِ كل وَارِد فى هَذَا الْبَاب ¶ قَوْله تَعَالَى {وَمَا خلقنَا السَّمَاء وَالْأَرْض وَمَا بَينهمَا لاعبين لَو أردنَا أَن نتَّخذ لهوا لاتخذناه من لدنا إِن كُنَّا فاعلين بل نقذف بِالْحَقِّ على الْبَاطِل فيدمغه فَإِذا هُوَ زاهق وَلكم الويل مِمَّا تصفون} ¶ وَقَوله {لاتخذناه} من لدنا أى لصدر عَن ذاتنا المنفردة بالكمال الْمُطلق الذى لَا يشوبه نقص وَهُوَ محَال وَإِن فى قَوْله إِن كُنَّا فاعلين نَافِيَة وَهُوَ نتيجة الْقيَاس السَّابِق ¶ بقى أَن الناظرين فى هَذِه الْحَقَائِق ينقسمون إِلَى قسمَيْنِ فَمنهمْ من يطْلب علمهَا لِأَنَّهُ شَهْوَة الْعقل وَفِيه لذته فَهَذَا الْقسم يُسمى الْمعَانى بأسمائها وَلَا يبالى جوز الشَّرْع إِطْلَاقهَا فى جَانب الله أم لم يجوز فيسمى الْحِكْمَة غَايَة وغرضا وَعلة",
            "page": "30",
            "part": "1",
            "seal": "BC1ECC23"
        },
        {
            "id": "30",
            "nass": "غائية ورعاية للْمصْلحَة وَلَيْسَ من رَأْيه أَن يَجْعَل لقلمه عنانا يردهُ عَن إِطْلَاق اسْم مَتى صَحَّ عِنْده مَعْنَاهُ وَقد يعبر بِالْوَاجِبِ عَلَيْهِ بدل الْوَاجِب لَهُ غير مبال بِمَا يُوهِمهُ اللَّفْظ ¶ وَمِنْهُم من يطْلب علمهَا مَعَ مُرَاعَاة أَن ذَلِك دين يتعبد بِهِ واعتقاد بشئون لإله عَظِيم يعبد بالتحميد والتعظيم وَيجب الِاحْتِيَاط فى ينزيهه حَتَّى بعفة اللِّسَان عَن النُّطْق بِمَا يُوهم نقصا فى جَانِبه فيتبرأ من تِلْكَ الْأَلْفَاظ مفردها ومركبها فَإِن الْوُجُوب عَلَيْهِ يُوهم التَّكْلِيف والإلزام وَبِعِبَارَة أُخْرَى يُوهم الْقَهْر والتأثر بالأغيار ورعاية الْمصلحَة توهم إِعْمَال النّظر وإجالة الْفِكر وهما من لَوَازِم النَّقْص فى الْعلم والغاية وَالْعلَّة الغائية وَالْغَرَض توهم حَرَكَة فى نفس الْفَاعِل من قبل البدء فى الْعَمَل إِلَى نهايته وفيهَا مَا فى سوابقها وَلَكِن الله أكبر هَل يَصح ان تكون سَعَة المجال أَو التعفف فى الْمقَال سَببا فى التَّفْرِقَة بَين الْمُؤمنِينَ وتماريهم فى الْجِدَال حَتَّى ينتهى بهم التَّفَرُّق إِلَى مَا صَارُوا إِلَيْهِ من سوء الْحَال ¶ أَفعَال الْعباد ¶ كَمَا يشْهد سليم الْعقل والحواس من نَفسه أَنه مَوْجُود وَلَا يحْتَاج فى ذَلِك إِلَى دَلِيل يهديه وَلَا معلم يرشده كَذَلِك يشْهد أَنه مدرك لأعماله الإختيارية يزن نتائجها بعقله ويقدرها بإرادته ثمَّ يصدرها بقدرة مافيه ويعد إِنْكَار شىء من ذَلِك مُسَاوِيا لإنكار وجوده فى مجافاته لبداهة الْعقل ¶ كَمَا يشْهد بذلك فى نَفسه يشهده أَيْضا فى بنى نَوعه كَافَّة مَتى كَانُوا مثله فى سَلامَة الْعقل والحواس وَمَعَ ذَلِك فقد يُرِيد إرضاء خَلِيل فيغضبه وَقد يطْلب كسب رزق فيفوته وَرُبمَا سعى إِلَى منجاة فَسقط فى مهلكة فَيَعُود باللائمة على نَفسه إِن كَانَ لم يحكم النّظر فى تَقْدِير فعله ويتخذ من خيبته أول مرّة مرشدا لَهُ فى الآخرى فيعاود الْعَمَل من طَرِيق أقوم وبوسائل أحكم ويتقد غيظه على من حَال بَينه وَبَين مَا يشتهى إِن كَانَ سَبَب الإخفاق فى الْمَسْعَى مُنَازعَة",
            "page": "31",
            "part": "1",
            "seal": "4D5B79DD"
        },
        {
            "id": "31",
            "nass": "منافس لَهُ فى مطلبه لوجدانه من نَفسه أَنه الْفَاعِل فى حرمانه فينبرى لمناضلته وَتارَة يتَّجه إِلَى أَمر أسمى من ذَلِك إِن لم يكن لتَقْصِيره أَو لمنافسة غَيره دخل فِيمَا لقى من مصير عمله كَأَن هَب ريح فأغرق بضاعته أَو نزل صاعق فَأحرق مَاشِيَته أَو علق أمله بِمعين فَمَاتَ أَو بذى منصب فعزل يتَّجه من ذَلِك إِلَى أَن فى الْكَوْن قُوَّة أسمى من أَن تحيط بهَا قدرته وَأَن وَرَاء تَدْبيره سُلْطَانا لَا تصل إِلَيْهِ سلطته فَإِن كَانَ قد هداه الْبُرْهَان وتقويم الدَّلِيل إِلَى أَن حوادث الْكَوْن بأسره مستندة إِلَى وَاجِب وجود وَاحِد يصرفهُ على مُقْتَضى علمه وإرادته خشع وخضع ورد الْأَمر إِلَيْهِ فِيمَا لقى وَلَكِن مَعَ ذَلِك لَا ينسى نصِيبه فِيمَا بقى فالمؤمن كَمَا يشْهد بِالدَّلِيلِ وبالعيان أَن قدرَة مكون الكائنات أسمى من قوى الممكنات يشْهد بالبداهة أَنه فى أَعماله الاختيارية عقلية كَانَت أَو جسمانية قَائِم بتصريف ماوهب الله لَهُ من المدارك والقوى فِيمَا خلقت لأَجله وَقد عرف الْقَوْم شكر الله على نعْمَة فَقَالُوا هُوَ صرف العَبْد جَمِيع مَا أنعم الله بِهِ عَلَيْهِ إِلَى مَا خلق لأَجله ¶ على هَذَا قَامَت الشَّرَائِع وَبِه استقامت التكاليف وَمن أنكر شَيْئا مِنْهُ قد أنكر مَكَان الْإِيمَان من نَفسه وَهُوَ عقله الذى شرفه الله بِالْخِطَابِ فى أوامره ونواهيه ¶ أما الْبَحْث فِيمَا وَرَاء ذَلِك من التَّوْفِيق بَين مَا قَامَ عَلَيْهِ الدَّلِيل من أحاطة علم الله وإرادته وَبَين مَا تشهد بِهِ البداهة من عمل الْمُخْتَار فِيمَا وَقع عَلَيْهِ الِاخْتِيَار فَهُوَ من طلب سر الْقدر الذى نهينَا عَن الْخَوْض فِيهِ واشتغال بِمَا لَا تكَاد تصل الْعُقُول إِلَيْهِ وَقد خَاضَ فِيهِ الغالون من كل مِلَّة خُصُوصا من المسيحيين وَالْمُسْلِمين ثمَّ لم يزَالُوا بعد طول الْجِدَال وقوفا حَيْثُ ابتدءوا وَغَايَة مَا فعلوا أَن فرقوا وشتتوا فَمنهمْ الْقَائِل بسلطة العَبْد على جَمِيع أَفعاله واستقلالها الْمُطلق وَهُوَ غرور ظَاهر وَمِنْهُم من قَالَ بالجبر وَصرح بِهِ وَمِنْهُم من قَالَ بِهِ وتبرأ من اسْمه وَهُوَ هدم للشريعة ومحو للتكاليف وَإِبْطَال لحكم الْعقل البديهى وَهُوَ عماد الْإِيمَان ¶ وَدَعوى أَن الِاعْتِقَاد بكسب العَبْد لأفعاله يُؤدى إِلَى الْإِشْرَاك بِاللَّه وَهُوَ الظُّلم الْعَظِيم دَعْوَى من لم يلْتَفت إِلَى معنى الاشراك على مَا جَاءَ بِهِ الْكتاب",
            "page": "32",
            "part": "1",
            "seal": "AB998878"
        },
        {
            "id": "32",
            "nass": "وَالسّنة فالإشراك اعْتِقَاد أَن لغير الله أثرا فَوق مَا وهبه الله من الْأَسْبَاب الظَّاهِرَة وَأَن لشىء من الْأَشْيَاء سُلْطَانا على مَا خرج عَن قدرَة المخلوقين وَهُوَ اعْتِقَاد من يعظم سوى الله مستعينا بِهِ فِيمَا لَا يقدر العَبْد عَلَيْهِ كالاستنصار فى الْحَرْب بِغَيْر قُوَّة الجيوش والاستشفاء من الْأَمْرَاض بغيرالأدوية الَّتِى هدَانَا الله إِلَيْهَا والاستعانة على السَّعَادَة الأخروية أَو الدُّنْيَوِيَّة بِغَيْر الطّرق وَالسّنَن الَّتِى شرعها الله لنا هَذَا هُوَ الشّرك الذى كَانَ عَلَيْهِ الوثنيون وَمن ماثلهم فَجَاءَت الشَّرِيعَة الإسلامية بمحوه ورد الْأَمر فِيمَا فَوق الْقُدْرَة البشرية والأسباب الكونية إِلَى الله وَحده وَتَقْرِير أَمريْن عظيمين هما ركنا السَّعَادَة وقوام الْأَعْمَال البشرية الأول أَن العَبْد يكْسب بإرادته وَقدرته مَا هُوَ وَسِيلَة لسعادته والثانى أَن قدرَة الله هى مرجع لجَمِيع الكائنات وَأَن من آثارها مَا يحول بَين العَبْد وَبَين إنقاذ مَا يُريدهُ وَأَن لَا شىء سوى الله يُمكن لَهُ أَن يمد العَبْد بالمعونة فِيمَا لم يلبغه كَسبه جَاءَت الشَّرِيعَة لتقرير ذَلِك وَتَحْرِيم أَن يَسْتَعِين العَبْد بِأحد غير خالقه فى توفيقه إِلَى إتْمَام عمله بعد إحكام البصيرة فِيهِ وتكليفه بِأَن يرفع همته إِلَى استمداد العون مِنْهُ وَحده بعد أَن يكون قد أفرغ مَا عِنْده من الْجهد فِي تَصْحِيح الْفِكر وإجادة الْعَمَل وَلَا يسمح الْعقل وَلَا الدّين لأحد أَن يذهب إِلَى غير ذَلِك وَهَذَا الذى قَرَّرْنَاهُ قد اهْتَدَى إِلَيْهِ سلف الْأمة فَقَامُوا من الْأَعْمَال بِمَا عجبت لَهُ الْأُمَم وعول عَلَيْهِ من متأخرى أهل النّظر إِمَام الْحَرَمَيْنِ الجوينى رَحمَه الله وَإِن أنكر عَلَيْهِ بعض من لم يفهمهُ ¶ أكرر القَوْل بِأَن الْإِيمَان بوحدانية الله لَا يقتضى من الْمُكَلف إِلَّا اعْتِقَاد أَن الله صرفه فى قواه فَهُوَ كاسب كإيمانه وَلما كلفه الله بِهِ من بَقِيَّة الْأَعْمَال واعتقاد أَن قدرَة الله فَوق قدرته وَلها وَحدهَا السُّلْطَان الْأَعْلَى فى إتْمَام مُرَاد العَبْد بِإِزَالَة الْمَوَانِع أَو تهيئة الْأَسْبَاب المتممة مِمَّا لَا يُعلمهُ وَلَا يدْخل تَحت إِرَادَته ¶ أما التطلع إِلَى مَا هُوَ أغمض من ذَلِك فَلَيْسَ من مُقْتَضى الْإِيمَان كَمَا بَينا وَإِنَّا هُوَ من شَره الْعُقُول فى طلب رفع الأستار عَن الْأَسْرَار وَلَا أنكر أَن قوما قد وصلوا بِقُوَّة الْعلم والمثابرة على مجاهدة المدارك إِلَى مَا أطمأنت بِهِ نُفُوسهم",
            "page": "33",
            "part": "1",
            "seal": "D2DED85E"
        },
        {
            "id": "33",
            "nass": "وتقشعت بِهِ حيرتهم وَلَكِن قَلِيل مَا هم على أَن ذَلِك نور يقذفه الله فى قلب من شَاءَ ويخص بِهِ أهل الْولَايَة والصفاء وَكثير ماضل قوم وأضلوا وَكَانَ لمقالاتهم أَسْوَأ الْأَثر فِيمَا عَلَيْهِ حَال الْأمة الْيَوْم ¶ لَو شِئْت لقربت الْبعيد فَقلت إِن من بَالغ الحكم فى الْكَوْن أَن تتنوع الْأَنْوَاع على مَا هى عَلَيْهِ فى العيان وَلَا يكون النَّوْع ممتازا عَن غَيره حَتَّى تلْزمهُ خواصه وَكَذَا الْحَال فى تميز الْأَشْخَاص فواهب الْوُجُود يهب الْأَنْوَاع والأشخاص وجودهَا على مَا هى عَلَيْهِ ثمَّ كل وجود مَتى حصل كَانَت لَهُ توابعه وَمن تِلْكَ الْأَنْوَاع الْإِنْسَان وَمن مميزاته حَتَّى يكون غير سَائِر الْحَيَوَانَات ان يكون مفكرا مُخْتَارًا فى عمله على مُقْتَضى فكره فوجوده الْمَوْهُوب مستتبع لمميزاته هَذِه وَلَو سلب شَيْء مِنْهَا لَكَانَ إِمَّا ملكا أَو حَيَوَانا آخر وَالْفَرْض أَنه الْإِنْسَان فهبة الْوُجُود لَهُ لاشىء فِيهَا من الْقَهْر على الْعَمَل ثمَّ علم الْوَاجِب مُحِيط بِمَا يَقع من الْإِنْسَان بإرادته وَبِأَن عمل كَذَا يصدر فى وَقت كَذَا وَهُوَ خير يُثَاب عَلَيْهِ وَأَن عملا آخر شَرّ يُعَاقب عَلَيْهِ عِقَاب الشَّرّ والأعمال فى جَمِيع الْأَحْوَال حَاصِلَة عَن الْكسْب والإختيار فَلَا شىء فى الْعلم بسالب للتَّخْيِير فى الْكسْب وَكَون مَا فى الْعلم يَقع لَا محَالة إِنَّمَا جَاءَ من حَيْثُ هُوَ الْوَاقِع وَالْوَاقِع لَا يتبدل ¶ وَلنَا فى علومنا الكونية أقرب الْأَمْثَال شخص من أهل العناد يعلم علم الْيَقِين أَن عصيانه لأميره بِاخْتِيَارِهِ يحل عُقُوبَته لَا محَالة لكنه مَعَ ذَلِك يعْمل الْعَمَل وَيسْتَقْبل الْعقُوبَة وَلَيْسَ لشىء من علمه وانطباقه على الْوَاقِع أدنى أثر فى اخْتِيَاره لَا بِالْمَنْعِ وَلَا بالإلزام فانكشاف الْوَاقِع للْعَالم لَا يَصح فى نظر الْعقل ملزما وَلَا مَانِعا وَإِنَّمَا يُرِيك الْوَهم تَغْيِير الْعبارَات وتشعب الْأَلْفَاظ وَلَو شِئْت لزدت فى بَيَان ذَلِك ورجوت أَن لَا يبعد عَن عقل ألف النّظر الصَّحِيح وَلم تفْسد فطرته بالمماحكات اللفظية لَكِن يمنعنى عَن الإطالة فِيهِ عدم الْحَاجة إِلَيْهِ فى صِحَة الْإِيمَان وتقاصر عقول الْعَامَّة عَن إِدْرَاك الْأَمر فى ذَاته مهما بَالغ الْمعبر فى الْإِيضَاح عَنهُ والتياث قُلُوب الْجُمْهُور من الْخَاصَّة بِمَرَض التَّقْلِيد فهم يَعْتَقِدُونَ الْأَمر ثمَّ يطْلبُونَ الدَّلِيل عَلَيْهِ وَلَا يريدونه إِلَّا مُوَافقا لما يَعْتَقِدُونَ فَإِن جَاءَهُم بِمَا يُخَالف مَا اعتقدوا",
            "page": "34",
            "part": "1",
            "seal": "2516EF54"
        },
        {
            "id": "34",
            "nass": "قيدوه ولجوا فى مقاومته وَإِن أدّى ذَلِك إِلَى جحد الْعقل برمتِهِ فأكثرهم يعْتَقد فيستدل وقلما نجد بَينهم من يسْتَدلّ ليعتقد فَإِن صَاح بهم صائح من عماق سرائرهم ويل للخابط ذَلِك قلب لسنة الله فى خلقه وتحريفلهدية وتحريف لهدية فى شَرعه عرتهم هزة من الْجزع ثمَّ عَادوا إِلَى السّكُون محتجين بِأَن هَذَا هُوَ المألوف وَمَا أَقَمْنَا إِلَّا على مَعْرُوف وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه العلى الْعَظِيم ¶ حسن الْأَفْعَال وقبحها ¶ الْأَفْعَال الإنسانية الإختيارية لَا تخرج عَن أَن تكون من الأكوان الْوَاقِعَة تَحت مداركنا وَمَا تنفعل بِهِ نفوسنا عِنْد الإحساس بهَا أَو استحضار صورها يشابه كل المشابهة مَا تنفعل بِهِ عِنْد وُقُوع بعض الكائنات تَحت حواسنا أَو حُضُورهَا فى مخيلاتنا وَذَلِكَ بديهى لَا يحْتَاج إِلَى دَلِيل ¶ نجد فى أَنْفُسنَا بِالضَّرُورَةِ تمييزا بَين الْجَمِيل من الْأَشْيَاء والقبيح مِنْهَا فان اخْتلفت مشارب الرِّجَال فى فهم جمال النِّسَاء أَو مشارب النِّسَاء فى معنى جمال الرِّجَال فَلم يخْتَلف أحد فى جمال ألوان الأزهار وتنضيد اوراق النباتات وَالْأَشْجَار خُصُوصا إِذا كَانَت أوضاع الزهر على أشكال تمثل الائتلاف والتناسب بَين تِلْكَ الألوان بَعْضهَا مَعَ بعض وَلَا فى قبح الصُّورَة الممثل بهَا بتهشيم بعض أَجْزَائِهَا وَانْقِطَاع الْبَعْض الآخر على غير نظام وانفعال أَنْفُسنَا من الْجَمِيل بهجة أَو إعجاب وَمن الْقَبِيح اشمئزاز أَو جزع وكما يَقع هَذَا التَّمْيِيز فى المبصرات يَقع فى غَيرهَا من المسموعات والملموسات والمذوقات والمشمومات كَمَا هُوَ مَعْرُوف لكل حساس من بنى آدم بِإِحْدَى تِلْكَ الْحَواس ¶ لَيْسَ هَذَا مَوضِع تَحْدِيد مَا هُوَ الْجمال وَمَا هُوَ الْقبْح فى الْأَشْيَاء وَلَكِن لَا يخالفنا أحد فى أَن من خَواص الْإِنْسَان بل وَبَعض الْحَيَوَان التَّمْيِيز بَينهمَا وعَلى هَذَا قَامَت الصناعات على اخْتِلَاف أَنْوَاعهَا وَبِه ارْتقى الْعمرَان فى أطواره",
            "page": "35",
            "part": "1",
            "seal": "1A62CB28"
        },
        {
            "id": "35",
            "nass": "إِلَى الْحَد الذى نرَاهُ عَلَيْهِ الْآن وَإِن اخْتلفت الأذواق ففى الْأَشْيَاء جمال وقبح ¶ هَذَا فى المحسوسات وَاضح كَمَا سبق وَلَعَلَّه لَا ينزل عَن تِلْكَ الدرجَة فى الوضوح مالم بِهِ الْعقل من الموجودات المعقولة وَإِن اخْتلف اعْتِبَار الْجمال فِيهَا فالكمال فى المعقولات كالوجود الْوَاجِب والأرواح اللطيفة وصفات النُّفُوس البشرية لَهُ جمال تشعر بِهِ أنفس عارفيه وتنبهر لَهُ بصائر لاحظية وللقص قبح لَا تنكره المدارك الْعَالِيَة وَإِن اخْتلف أثر الشُّعُور بِبَعْض أطواره فى الوجدان عَن اثر الإحساس بالقبيح فى المحسوسات وَهل فى النَّاس من يُنكر قبح النَّقْص فى الْعقل أَو السُّقُوط فى الهمة وَضعف الْعَزِيمَة ويكفى أَن أَرْبَاب هَذِه النقائص المعنوية يجاهدون فى إخفائها ويفخرون أَحْيَانًا بِأَنَّهُم متصفون بأضدادها ¶ وَقد يجمل الْقبْح بِجَمَال أَثَره ويقبح الْجَمِيل بقبح مَا يقْتَرن بِهِ فالمر قَبِيح مستشبع وَلذَلِك الدميم المشوه ألخلقه ينبو عَنهُ النّظر لَكِن أثر المر فى معالجة الْمَرَض وَعدل الدميم فى رَعيته أَو إحسانه إِلَيْك فى خَاصَّة نَفسك يُغير من حالتك النفسة عِنْد حُضُور صورته فَإِن جمال الْأَثر يلقى على صَاحبه أشعة من بهائه فَلَا يشْعر الوجدان مِنْهُ إِلَّا بالجميل وَمثل ذَلِك يُقَال فى قبح الحلو إِذا أضرّ واشمئزاز النَّفس من الْجَمِيل إِذا ظلم وأصر ¶ هَل يُمكن لعاقل أَن لَا يَقُول فى الْأَفْعَال الأختيارية كَمَا قَالَ فى الموجودات الكونية مَعَ أَنَّهَا نوع مِنْهَا وَتَقَع تَحت حواسنا ومداركنا الْعَقْلِيَّة إِمَّا بِنَفسِهَا وَإِمَّا بآثرها وتنفعل بِمَا يلم بهَا مِنْهَا كَمَا تنفعل بِمَا يرد عَلَيْهَا من صور الكائنات كلا بل هى قسم من الموجودات حكمهَا فى ذَلِك حكم سائرها بالبداهة ¶ فَمن الْأَفْعَال الاختيارية مَا هُوَ معجب فى نَفسه تَجِد النَّفس مِنْهُ مَا تَجِد من جمال الْخلق كالحركات العسكرية المنتظمة وتقلب المهرة من اللاعبين فى الألاعيب الْمَعْرُوفَة الْيَوْم وبالجمتاستيك كإيقاع النغمات على القوانين الموسيقية من العازف بهَا وَمِنْهَا مَا هُوَ قَبِيح فى نَفسه يحس مِنْهُ مَا يحس من رُؤْيَة الْخلق المشوه كتخبط ضعفاء النُّفُوس عِنْد الْجزع وكولولة النائحات ونقع المذعورين",
            "page": "36",
            "part": "1",
            "seal": "1492047A"
        },
        {
            "id": "36",
            "nass": "وَمِنْهَا مَا هُوَ قَبِيح لما يعقبه من الْأَلَم وَمَا هُوَ حسن لما يجلب من اللَّذَّة أَو دفع الْأَلَم فَالْأول كالضرب وَالْجرْح وكل مَا يؤلم من أَفعَال الْإِنْسَان والثانى كَالْأَكْلِ على جوع وَالشرب على عَطش وكل مَا يحصل لَذَّة أَو يدْفع ألما مِمَّا لَا يُحْصى عده وفى هَذَا الْقسم يكون الْحسن بِمَعْنى مَا يلذ والقبيح بِمَعْنى المؤلم ¶ وقلما يخْتَلف تَمْيِيز الْإِنْسَان لِلْحسنِ والقبيح من الْأَفْعَال بالمعنيين السَّابِقين عَن تَمْيِيز الْحَيَوَانَات المرتقبة فى سلسلة الْوُجُود اللَّهُمَّ إِلَّا فى قُوَّة الوجدان وتحديد مرتبَة الْجمال والقبح ¶ وَمن الْأَفْعَال الاختيارية مَا يحسن بِاعْتِبَار مَا يجلب من النَّفْع وَمَا يقبح بِمَا يجر إِلَيْهِ من الضَّرَر وَيخْتَص الْإِنْسَان بالتمييز بَين الْحسن والقبيح بِهَذَا الْمَعْنى إِذا أَخذ من أكمل وجهانه وقلما يُشَارِكهُ فِيهِ حَيَوَان آخر اللَّهُمَّ إِلَّا من أحط جهانه وَهُوَ خَاصَّة الْعقل وسر الْحِكْمَة الإلهية فى هبة الْفِكر ¶ فَمن اللذيذ مَا يقبح لشئوم عاقبته كالإفراط فى تنَاول الطَّعَام وَالشرَاب والإنقطاع إِلَى سَماع الأغانى والجرى فى أعقاب الشَّهَوَات فَإِن ذَلِك مفْسدَة للصِّحَّة مضيعة لِلْعَقْلِ متلفة لِلْمَالِ مدعاة للعجز والذل وَإِنَّمَا قبح اللذيذ فى هَذَا الْموضع لقصر مدَّته وَطول مُدَّة مَا يجر إِلَيْهِ عَادَة من الآلام الَّتِى قد لَا تنتهى إِلَّا بِالْمَوْتِ على أَسْوَأ حالاته ولضعف النِّسْبَة بَين مَتَاع اللَّذَّة ومقاساة شَدَائِد الْأَلَم وَمن المؤلم مَا يحسن كتجشم مشاق التَّعَب فى الْأَعْمَال لكسب الرزق وتأمين النَّفس حاجاته فى أَوْقَات الضعْف ومجاهدة الشَّهَوَات ومقاساة الحرمان من بعض اللَّذَّات حينا من الزَّمن ليتوفر للقوى الْبَدَنِيَّة والعقلية حظها من التَّمَتُّع بِمَا قدر لَهَا من اللذائذ على وَجه ثَابت لَا يخالطه اضْطِرَاب أَو على نمط يُخَفف من رزايا الْحَيَاة إِن عدت الْحَيَاة مثارا لَهَا ¶ وَمن المؤلم الذى عده الْعقل الْبُشْرَى حسنا مقارعة الْإِنْسَان عدوه سَوَاء كَانَ من نَوعه أَو من غَيره للمدافعة عَن نَفسه أَو عَن أنصاره وَمِنْهُم بَنو أَبِيه أَو قبيلته أَو شعبه أَو أمته حسب ارتقائه فى الإحساس ومخاطرته حَتَّى بحياته فى",
            "page": "37",
            "part": "1",
            "seal": "4DF71C02"
        },
        {
            "id": "37",
            "nass": "سَبِيل ذَلِك كَأَنَّهُ يرى فى بذل هَذِه الْحَيَاة أمنا على حَيَاة أُخْرَى تشعر بهَا نَفسه وَإِن لم يحددها عقله وَمِنْه معاناة التَّعَب فى كشف مَا عمى عَن علمه من حقائق الْكَوْن كَأَنَّهُ لَا يرى الْمَشَقَّة فِي ذَلِك شَيْئا بِالْقِيَاسِ إِلَى مَا يحصل من لَذَّة الاطمئنان على الْحق بِقدر مَاله من الِاسْتِطَاعَة ¶ وعد من اللذيذ المستقبح مد الْيَد إِلَى مَا كَسبه الْغَيْر بسعيه واستشفاء ألم الحقد بِإِتْلَاف نفس المحقود عَلَيْهِ أَو مَاله لما فى ذَلِك من جلب المخافة الْعَامَّة حَتَّى على ذَات المتعدى ويمكنك من نَفسك استحضار مَا يتبع الْوَفَاء بالعهود والعقود والغدر فِيهَا ¶ كل هَذَا عرفه الْعقل الْبُشْرَى وَفرق فِيهِ بَين الضار والنافع وسمى الأول فعل الشَّرّ والثانى عمل الْخَيْر وَهَذَا التَّفْرِيق هُوَ منبت التَّمْيِيز بَين الْفَضِيلَة والرذيلة وَقد حددهما النّظر الفكرى على تفَاوت فى الْإِجْمَال وَالتَّفْصِيل للتفاوت فى دَرَجَات عقول الناظرين وناط بهما سَعَادَة الْإِنْسَان وشقاءه فى هَذِه الْحَيَاة كَمَا ربط بهما نظام الْعمرَان الْبُشْرَى وفساده وَعزة الْأُمَم وذلتها وضعفها وقوتها وَإِن كَانَ المحددون لذَلِك والآخذون فِيهِ بحظ من الصَّوَاب هم الْعدَد الْقَلِيل من عقلاء الْبشر ¶ كل هَذَا من الأوليات الْعَقْلِيَّة لم يخْتَلف فِيهِ ملى وَلَا فيلسوف فللأعمال الاختيارية حسن وقبح فى نَفسهَا أَو بِاعْتِبَار أَثَرهَا فى الْخَاصَّة أَو فى الْعَامَّة والحس أَو الْعقل قَادر على تَمْيِيز مَا حسن مِنْهَا وَمَا قبح بالمعانى السَّابِقَة بِدُونِ توقف على سمع وَالشَّاهِد على ذَلِك مَا نرَاهُ فى بعض أَصْنَاف الْحَيَوَان وَمَا نشهده فى أفاعيل الصّبيان قبل تعقل مَا معنى الشَّرْع وَمَا وصل إِلَيْنَا من تَارِيخ الْإِنْسَان وَمَا عرف عَنهُ فى جاهليته ¶ وَمِمَّا يحسن ذكره هُنَا مَا شَاهده بعض الناظرين فى أَحْوَال النَّمْل قَالَ كَانَت جمَاعَة من النَّمْل تشتغل فى بَيت لَهَا فَجَاءَت نملة كَأَنَّهَا الْقَائِمَة بمراقبة الْعَمَل فرأت المشتغلات قد وضعت السّقف على أقل من الِارْتفَاع الْمُنَاسب فَأمرت بهدمه",
            "page": "38",
            "part": "1",
            "seal": "8EB5F742"
        },
        {
            "id": "38",
            "nass": "فهدم وَرفع الْبُنيان إِلَى الْحَد الْمُوَافق وَوضع السّقف على أرفع مِمَّا كَانَ وَذَلِكَ من أنقاض السّقف الْقَدِيم وَهَذَا هُوَ التَّمْيِيز بَين الضار والنافع فَمن زعم أَن لَا حسن وَلَا قبح فى الْأَعْمَال على الْإِطْلَاق فقد سلب نَفسه الْعقل بل عدهَا أَشد حمقا من النَّمْل ¶ سبق لنا أَن وَاجِب الْوُجُود وَصِفَاته الكمالية تعرف بِالْعقلِ فَإِذا وصل مستدل ببرهان إِلَى إِثْبَات الْوَاجِب وَصِفَاته الْغَيْر السمعية وَلم تبلغه بذلك رِسَالَة كَمَا حصل لبَعض أَقوام من الْبشر ثمَّ انْتقل من النّظر فى ذَلِك وفى أطوار نَفسه إِلَى أَن مبدأ الْعقل فى الْإِنْسَان يبْقى بعد مَوته كَمَا وَقع لقوم آخَرين ثمَّ انْتقل من هَذَا مخطئا أَو مصيبا إِلَى أَن بَقَاء النَّفس البشرية بعد الْمَوْت يستدعى سَعَادَة لَهَا فِيهِ أَو شقاء ثمَّ قَالَ إِن سعادتها إِنَّمَا تكون بِمَعْرِِفَة الله وبالفضائل وَإِنَّهَا إِنَّمَا تسْقط فى الشَّقَاء بِالْجَهْلِ بِاللَّه وبارتكاب الرذائل وَبنى على ذَلِك أَن من الْأَعْمَال مَا هُوَ نَافِع للنَّفس بعد الْمَوْت بتحصيل السَّعَادَة وَمِنْهَا مَا هُوَ ضار لَهَا بعده بإيقاعها فى الشَّقَاء فأى مَانع عقلى أَو شرعى يحظر عَلَيْهِ أَن يَقُول بعد ذَلِك بِحكم عقله إِن معرفَة الله وَاجِبَة وَإِن جَمِيع الْفَضَائِل وَمَا يتبعهَا من الْأَعْمَال مَفْرُوضَة وَأَن الرذائل وَمَا يكون عَنْهَا محظورة وَأَن يضع لذَلِك مَا يَشَاء من القوانين ليدعو بَقِيَّة الْبشر إِلَى الإعتقاد بِمثل مَا يعْتَقد وَإِلَى أَن يَأْخُذ من الْأَعْمَال بِمثل مَا أَخذ بِهِ حَيْثُ لم يُوجد شرع يُعَارضهُ ¶ أما أَن يكون ذَلِك حَالا لعامة النَّاس يعلمُونَ بعقولهم أَن معرفَة الله وَاجِبَة وَأَن الْفَضَائِل منَاط السَّعَادَة فى الْحَيَاة الْأُخْرَى والرذائل مدَار الشَّقَاء فِيهَا فمما لَا يَسْتَطِيع عَاقل أَن يَقُول بِهِ والمشهود من حَال الْأُمَم كَافَّة يضلل الْقَائِل بِهِ فى رَأْيه ¶ لَو كَانَت حاجات الْإِنْسَان ومخاوفه محدودة كَمَا هِيَ حاجات فيل أَو أَسد مثلا وَكَانَ مَا وهب لَهُ من الْفِكر وَاقِفًا عِنْد حد مَا إِلَيْهِ الْحَاجة لاهتدى إِلَى الْمَنَافِع واتقاء المضار على وَجه لَا يخْتَلف فِيهِ أَفْرَاده واسعدت حَيَاته وتخلص كل من شَرّ الآخر وَنَجَا بَقِيَّة الْحَيَوَانَات من غائلة الْجَمِيع",
            "page": "39",
            "part": "1",
            "seal": "C78B547F"
        },
        {
            "id": "39",
            "nass": "لَكِن قضى عَلَيْهِ حكم نَوعه بِأَن لَا يكون لِحَاجَتِهِ حد وَلَا تخْتَص معيشته بجو من الأجواء وَلَا بِوَضْع من الأوضاع وَأَن يُوهب من القوى المدركة مَا يَكْفِيهِ اسْتِعْمَاله فى سد عوزه وتوفير لذاته فى أَي إقليم وعَلى أَي حَال وَأَن يخْتَلف ظُهُور هَذِه المدارك فى أطوارها وآثارها باخْتلَاف أصنافه وشعوبه وأشخاصه اخْتِلَافا لَا تنتهى درجاته وَلَوْلَا هَذَا لما اخْتلف عَن بَقِيَّة الْحَيَوَانَات إِلَّا باستقامة الْقَامَة وَعرض الْأَظْفَار ¶ وهب الله الْإِنْسَان أَو سلط عَلَيْهِ ثَلَاث قوى لم يساوه فِيهَا حَيَوَان الذاكرة والمخيلة والمفكرة فالمذكرة تثير من صور الماضى مَا ستره الِاشْتِغَال بالحاضر فتستحضر من صور المرغوبات والمكروهات مَا تنبه إِلَيْهِ الْأَشْبَاه أَو الأضداد الْحَاضِرَة فقد يذكر الشىء بشبهه وَقد يذكرهُ بضده كَمَا هُوَ بديهى والخيال يجسم من الْمَذْكُور وَمَا يُحِيط بِهِ من الْأَحْوَال حَتَّى يصير كَأَنَّهُ شَاهد ثمَّ ينشىء لَهُ مِثَال لَذَّة أَو ألم فِي الْمُسْتَقْبل يحاكى مَا ذهب بِهِ الماضى ويهمز للنَّفس فى طلبه أَو الْهَرَب مِنْهُ فتلجأ إِلَى الْفِكر فى تَدْبِير الْوَسِيلَة إِلَيْهِ ¶ على هَذِه القوى الثَّلَاث مستوى سَعَادَة الْإِنْسَان وَمِنْهَا ينبوع بلائه ¶ فَمن النَّاس معتدل الذّكر هادىء الخيال صَحِيح الْفِكر ينظر مثلا فى حَال مُسْرِف أنْفق مَاله فى غير نَافِع وَضَاقَتْ يَده عَمَّا يُقيم معيشته فيذكر ألما لحَاجَة مَضَت ثمَّ يتخيل المَال ومنافعه وَمَا تتمتع بِهِ النَّفس من اللَّذَّة بِهِ سَوَاء فى سد حاجاته أَو فى دفع الْأَلَم الذى يحدثه مشْهد الْفَاقَة فى غَيره بِإِعْطَاء الْمُضْطَر مَا يذهب بضرورته ثمَّ يتخيل ذَلِك المَال آتِيَا من وجوهه الَّتِى لَا يتَعَلَّق بهَا حق من حُقُوق غَيره وَعند ذَلِك يُوَجه فكره لطلب الْوَسِيلَة إِلَيْهِ من تِلْكَ الْوُجُوه بِالْعَمَلِ القويم فى اسْتِخْدَام مَا وهبه الله من القوى فى نَفسه وَمَا سَخَّرَهُ لَهُ من قوى الْكَوْن الْمُحِيط بِهِ ¶ وَمن النَّاس منحرف عَن سنَن الِاعْتِدَال يرى مَالا مثلا فى يَد غَيره فيتذكر لَذَّة ماضيه أَصَابَهَا بِمثل هَذَا المَال ويعظم لَهُ الخيال لَذَّة مثلهَا فى الْمُسْتَقْبل",
            "page": "40",
            "part": "1",
            "seal": "AC8EADFB"
        },
        {
            "id": "40",
            "nass": "وَلَا يزَال يعظم فى تِلْكَ اللَّذَّة والتمتع بهَا حَتَّى يَقع ظلّ الخيال على طَرِيق الْفِكر فَيسْتر عَنهُ مَا طَابَ من وُجُوه الْكسْب وَإِنَّمَا يعمد إِلَى اسْتِعْمَال قوته أَو حيلته فى سلب المَال من يَد مَالِكه لينفقه فِيمَا تخيل من الْمَنْفَعَة فَيكون قد عطل بذلك قواه الْمَوْهُوبَة لَهُ وأخل بالأمن الذى أفاضه الله بَين عباده وَسن سنة الاعتداء فَلَا يسهل عَلَيْهِ وَلَا على غَيره الْوُصُول إِلَى الرَّاحَة من أَعمال المقترفين لمثل عمله وخفيف من النّظر فى أَعمال الْبشر يجليها جَمِيعهَا على نَحْو مَا بَينا فى المثالين فلقوة الذاكرة وضعفها وحدة الخيال واعتداله واعوجاج الْفِكر واستقامته أعظم أثر فى التَّمْيِيز بَين النافع والضار فى أشخاص الْأَعْمَال وللأمزجة والأجواء وَمَا يحتف بالشخص من أهل وعشيرة ومعاشرين مدْخل عَظِيم فى التخيل والفكر بل وفى الذّكر ¶ فَالنَّاس متفقون على أَن من الْأَعْمَال مَا هُوَ نَافِع وَمِنْهَا مَا هُوَ ضار وَبِعِبَارَة أُخْرَى مِنْهَا مَا هُوَ حسن وَمِنْهَا مَا هُوَ قَبِيح وَمن عقلائهم وَأهل النّظر الصَّحِيح والمزاج المعتدل مِنْهُم من يُمكنهُ إِصَابَة وَجه الْحق فى معرفَة ذَلِك ومتفقون كَذَلِك على أَن الْحسن مَا كَانَ أدوم فَائِدَة وَإِن كَانَ مؤلما فى الْحَال وَأَن الْقَبِيح مَا جر إِلَى فَسَاد فى النظام الْخَاص بالشخص أَو الشَّامِل لَهُ وَلمن يتَّصل بِهِ وَإِن عظمت لذته الْحَاضِرَة وَلَكنهُمْ يَخْتَلِفُونَ فى النّظر إِلَى كل عمل بِعَيْنِه اخْتلَافهمْ فى أمزجتهم وسحنهم ومناشئهم وَجَمِيع مَا يكتنف بهم فَلذَلِك ضربوا إِلَى الشَّرّ فى كل وَجه وكل يظنّ أَنه إِنَّمَا يطْلب نَافِعًا ويتقى ضارا فالعقل الْبُشْرَى وَحده لَيْسَ فى استطاعته أَن يبلغ بِصَاحِبِهِ مَا فِيهِ سعادته فى هَذِه الْحَيَاة اللَّهُمَّ إِلَّا فى قَلِيل مِمَّن لم يعرفهُمْ الزَّمن فان كَانَ لَهُم من الشَّأْن الْعَظِيم مَا بِهِ عرفهم أَشَارَ إِلَيْهِم الدَّهْر بأصابع الأجيال وَقد سبقت الْإِشَارَة إِلَيْهِم فِيمَا مر ¶ وَلَيْسَت عقول النَّاس سَوَاء فى معرفَة الله تَعَالَى وَلَا فى معرفَة حَيَاة بعد هَذِه الْحَيَاة فهم وَإِن اتَّفقُوا فى الخضوع لقُوَّة أسمى من قواهم وَشعر معظمهم بِيَوْم بعد هَذَا الْيَوْم وَلَكِن أفسدت الوثنية عُقُولهمْ وانحرفت بهَا عَن مَسْلَك السَّعَادَة فَلَيْسَ فى سَعَة الْعقل الإنسانى فى الْأَفْرَاد كَافَّة أَن يعرف من الله مَا يجب أَن",
            "page": "41",
            "part": "1",
            "seal": "DEF53535"
        },
        {
            "id": "41",
            "nass": "يعرف وَلَا أَن يفهم من الْحَيَاة الْآخِرَة مَا ينبغى أَن يفهم وَلَا أَن يُقرر لكل نوع من الْأَعْمَال جزاءه فى تِلْكَ الدَّار الْآخِرَة وَإِنَّمَا قد تيَسّر ذَلِك لقَلِيل مِمَّن اختصه الله بِكَمَال الْعقل وَنور البصيرة وَإِن لم ينل شرف الِاقْتِدَاء بهدى نبوى وَلَو بلغه لَكَانَ أسْرع النَّاس إِلَى اتِّبَاعه وَهَؤُلَاء رُبمَا يصلونَ بأفكارهم إِلَى الْعرْفَان من وَجه غير مَا يَلِيق فى الْحَقِيقَة أَن ينظر مِنْهُ إِلَى الْجلَال الإلهي ¶ ثمَّ من أَحْوَال الْحَيَاة الْأُخْرَى مَالا يُمكن لعقل بشرى أَن يصل إِلَيْهِ وَحده وَهُوَ تَفْصِيل اللذائذ والآلام وطرق المحاسبة على الْأَعْمَال وَلَو بِوَجْه مَا وَمن الْأَعْمَال مَالا يُمكن أَن يعرف وَجه الْفَائِدَة فِيهِ لَا فى هَذِه الْحَيَاة وَلَا فِيمَا بعْدهَا كصور الْعِبَادَات كَمَا يرى فى أعداد الرَّكْعَات وَبَعض الْأَعْمَال فِي الْحَج فى الدّيانَة الإسلامية وكبعض الاحتفالات فى الدّيانَة الموسوية وضروب التوسل والزهادة فى الدّيانَة العيسوية كل ذَلِك مِمَّا لَا يُمكن لِلْعَقْلِ الْبُشْرَى أَن يسْتَقلّ بِمَعْرِِفَة وَجه الْفَائِدَة فِيهِ وَيعلم الله أَن فِيهِ سعادته ¶ لهَذَا كُله كَانَ الْعقل الإنسانى مُحْتَاجا فى قيادة القوى الإدراكية والبدنية إِلَى مَا هُوَ خير لَهُ فى الحياتين إِلَى معِين يَسْتَعِين بِهِ فى تَحْدِيد أَحْكَام الْأَعْمَال وَتَعْيِين الْوَجْه فى الِاعْتِقَاد بِصِفَات الألوهية وَمَعْرِفَة مَا ينبغى أَن يعرف من أَحْوَال الْآخِرَة وَبِالْجُمْلَةِ فى وَسَائِل السَّعَادَة فى الدُّنْيَا وَالْآخِرَة وَلَا يكون لهَذَا الْمعِين سُلْطَان على نَفسه حَتَّى يكون من بنى جنسه ليفهم مِنْهُ أَو عَنهُ مَا يَقُول وَحَتَّى يكون ممتازا على سَائِر الْأَفْرَاد بِأَمْر فائق على مَا عرف فى الْعَادة وَمَا عرف فى سنة الخليقة وَيكون بذلك مبرهنا على أَنه يتَكَلَّم عَن الله الذى يعلم مصَالح الْعباد على مَا هى عَلَيْهِ وَيعلم صِفَاته الكمالية وَمَا ينبغى أَن يعرف مِنْهَا والحياة الْآخِرَة وَمَا أعد فِيهَا فَيكون الْفَهم عَنهُ والثقة بِأَنَّهُ يتَكَلَّم عَن الْعَلِيم الْخَبِير معينا لِلْعَقْلِ على ضبط مَا تشَتت عَلَيْهِ أَو دَرك مَا ضعف عَن إِدْرَاكه وَذَلِكَ الْمعِين هُوَ النبى صلى الله عَلَيْهِ وَسلم ¶ النُّبُوَّة تحدد مَا ينبغى أَن يلحظ فى جَانب وَاجِب الْوُجُود من الصِّفَات وَمَا يحْتَاج إِلَيْهِ الْبشر كَافَّة من ذَلِك وتشير إِلَى خاصتهم بِمَا يُمكن لَهُم أَن يفضلوا",
            "page": "42",
            "part": "1",
            "seal": "841C6689"
        },
        {
            "id": "42",
            "nass": "بِهِ غَيرهم فى مقامات عرفانهم لَكِنَّهَا لَا تحتم إِلَّا مَا فِيهِ الْكِفَايَة للعامة فَجَاءَت النبوات مُطَالبَة بالاعتقاد بِوُجُود الله وبوحدانيته وبالصفات الَّتِى أثبتناها على الْوَجْه الذى بَيناهُ وأرشدت إِلَى طرق الِاسْتِدْلَال على ذَلِك فوجوب الْمعرفَة على هَذَا الْوَجْه الْمَخْصُوص وَحسن الْمعرفَة وحظر الْجَهَالَة أَو الْجُحُود بشىء مِمَّا أوجبه الشَّرْع فى ذَلِك وقبحه مِمَّا لَا يعرف إِلَّا من طَرِيق الشَّرْع معرفَة تطمئِن بهَا النَّفس وَلَو اسْتَقل عقل بشرى بذلك لم يكن على الطَّرِيق الْمَطْلُوب من الْجَزْم وَالْيَقِين والاقتناع الذى هُوَ عماد الطُّمَأْنِينَة فان زيد على ذَلِك أَن الْعرْفَان على مَا بَينه الشَّرْع يسْتَحق المثوبة الْمعينَة فِيهِ وضده يسْتَحق الْعقُوبَة الَّتِى نَص عَلَيْهَا كَانَت طَرِيق معرفَة الْوُجُوب شَرْعِيَّة مَحْضَة غير أَن ذَلِك لَا ينافى أَن معرفَة الله على هَذِه الصّفة حَسَنَة فى نَفسهَا وَإِنَّمَا جَاءَ الشَّرْع مُبينًا للْوَاقِع فَهُوَ لَيْسَ مُحدث الْحسن ونصوصه تؤيد ذَلِك وأذكر مِثَالا من كثير قَالَ تَعَالَى على لِسَان يُوسُف أأرباب متفرقون خير أم الْوَاحِد القهار يُشِير بذلك اشارة وَاضِحَة إِلَى أَن تفرق الْآلهَة يفرق بَين الْبشر فى وجهة قُلُوبهم إِلَى أعظم سُلْطَان يتخذونه فَوق قوتهم وَهُوَ يذهب بِكُل فريق إِلَى التعصب لما وَجه قلبه إِلَيْهِ وفى ذَلِك فَسَاد نظامهم كَمَا لَا يخفى أما اعْتِقَاد جَمِيعهم بإله وَاحِد فَهُوَ تَوْحِيد لمنازع نُفُوسهم إِلَى سُلْطَان وَاحِد يخضع الْجَمِيع لحكمه وفى ذَلِك نظام أخوتهم وهى قَاعِدَة سعاتهم وإليها مآلهم فِيمَا أعتقد وَإِن طَال الزَّمن فَكَمَا جَاءَ الشَّرْع مطالبا بالاعتقاد جَاءَ هاديا لوجه الْحسن فِيهِ ¶ النُّبُوَّة تحدد أَنْوَاع الْأَعْمَال الَّتِى تناط بهَا سَعَادَة الْإِنْسَان فى الدَّاريْنِ وتطالبه عَن الله بِالْوُقُوفِ عِنْد الْحُدُود الَّتِى حددتها وَكَثِيرًا مَا تبين لَهُ مَعَ ذَلِك وُجُوه الْحسن أَو الْقبْح فِيمَا أَمر بِهِ أَو نهى عَنهُ فوجوب عمل من الْمَأْمُور بِهِ أَو النّدب إِلَيْهِ وحظر عمل كَرَاهَته من المنهى عَنهُ الذى على الْوَجْه الذى حددته الشَّرِيعَة وعَلى أَنه مثاب عَلَيْهِ بِأَجْر كَذَا ومجازى عَلَيْهِ بعقوبة كَذَا مِمَّا لَا يسْتَقلّ الْعقل بمعرفته بل طَريقَة مَعْرفَته شَرْعِيَّة وَهُوَ لَا ينافى أَيْضا أَن يكون الْمَأْمُور بِهِ حسنا فى ذَاته بِمَعْنى أَنه مِمَّا يُؤدى إِلَى مَنْفَعَة دنيوية أَو أخروية بِاعْتِبَار أَثَره فى أَحْوَال",
            "page": "43",
            "part": "1",
            "seal": "4E01F05B"
        },
        {
            "id": "43",
            "nass": "الْمَعيشَة أَو فى صِحَة الْبدن أَو فى حفظ النَّفس أَو المَال أَو الْعرض أَو فى زِيَادَة تعلق الْقلب بِاللَّه جلّ شَأْنه كَمَا هُوَ مفصل فى الْأَحْكَام الشَّرْعِيَّة وَقد يكون من الْأَعْمَال الشَّرْعِيَّة وَقد يكون من الْأَعْمَال مَالا يُمكن دَرك حسنه وَمن المنهيات مَالا يعرف وَجه قبحه وَهَذَا النَّوْع لَا حسن لَهُ إِلَّا الْأَمر وَلَا قبح إِلَّا النهى وَالله أعلم ¶ الرسَالَة الْعَامَّة ¶ نُرِيد من الرسَالَة الْعَامَّة بعثة الرُّسُل لتبليغ شىء من العقائد وَالْأَحْكَام عَن الله خَالق الْإِنْسَان وموفيه مَالا غنى لَهُ عَنهُ كَمَا وفى غَيره من الكائنات سداد حاجاتها ووفاء وجودهَا على الْقدر الذى حدد لَهَا فى رُتْبَة نوعها من الْوُجُود وَالْكَلَام فى هَذَا الْبَحْث من وَجْهَيْن الأول وَهُوَ أيسرهما على الْمُتَكَلّم وَجه أَن الِاعْتِقَاد ببعثة الرُّسُل ركن من أَرْكَان الْإِيمَان فَيجب على كل مُؤمن ومؤمنة أَن يعْتَقد بِأَن الله أرسل رسلًا من الْبشر مبشرين بثوابه ومنذرين بعقابه قَامُوا بتبليغ أممهم مَا أَمرهم بتبليغه من تَنْزِيه لذاته وتبيين لسلطانه القاهر على عباده وتفصيل لأحكامه فى فَضَائِل أَعمال وصفات يطالبهم بهَا وفى مثالب الْأَفْعَال وخلائق ينهاهم عَنْهَا وَأَن يعْتَقد بِوُجُوب تصديقهم فى أَنهم يبلغون ذَلِك عَن الله وَوُجُوب الِاقْتِدَاء بهم فى سيرهم والائتمار بِمَا أمروا بِهِ والكف عَمَّا نهواعنه وَأَن يعْتَقد بِأَن مِنْهُم من أنزل الله عَلَيْهِ كتبا تشْتَمل على مَا أَرَادَ أَن يبلغوه من الْخَبَر عَنهُ وَمن الْحُدُود وَالْأَحْكَام الَّتِى علم الْخَيْر لِعِبَادِهِ فى الْوُقُوف عِنْدهَا وَأَن هَذِه الْكتب الَّتِى أنزلت عَلَيْهِم حق وَأَن يُؤمن بِأَنَّهُم مؤيدون من الْعِنَايَة الإلهية بِمَا لَا يعْهَد للعقول وَلَا للاستطاعة البشرية وَأَن هَذَا الْأَمر الْفَائِق لمعروف للبشر هُوَ المعجزة الدَّالَّة على صدق النبى فى دَعْوَاهُ فَمَتَى ادّعى الرَّسُول النُّبُوَّة وَاسْتدلَّ عَلَيْهَا بالمعجزة وَجب التَّصْدِيق برسالته ¶ وَمن لَوَازِم ذَلِك بِالضَّرُورَةِ وجوب الِاعْتِقَاد بعلو فطرتهم وَصِحَّة عُقُولهمْ وَصدقهمْ فى أَقْوَالهم وأمانتهم فى تَبْلِيغ مَا عهد اليهم أَن يبلغوه وعصمتهم",
            "page": "44",
            "part": "1",
            "seal": "389E9E94"
        },
        {
            "id": "44",
            "nass": "من كل مَا يشوه السِّيرَة البشرية وسلامة أبدانهم مِمَّا تنبوا عَنهُ الابصار وتنفر مِنْهُ الأذواق السليمة وَأَنَّهُمْ منزهون عَمَّا يضاد شَيْئا من هَذِه الصِّفَات الْمُتَقَدّمَة وَأَن أَرْوَاحهم ممدودة من الْجلَال الإلهى بِمَا لَا يُمكن مَعَه لنَفس إنسانية أَن تسطو عَلَيْهَا سطوة روحانية اما فِيمَا عدا ذَلِك فهم بشر يعتريهم مَا يعترى سَائِر أَفْرَاده يَأْكُلُون وَيَشْرَبُونَ وينامون ويسهون وينسون فِيمَا لَا علاقَة لَهُ بتبليغ الْأَحْكَام ويمرضون وتمتد إِلَيْهِم أيدى الظلمَة وينالهم الاضطهاد وَقد يقتلُون ¶ المعجزة لَيست من نوع المستحيل عقلا فَإِن مُخَالفَة السّير الطبيعى الْمَعْرُوف فى الإيجاد مِمَّا لم يقم دَلِيل على استحالته بل ذَلِك مِمَّا يَقع كَمَا يُشَاهد فى حَال الْمَرِيض يمْتَنع عَن الْأكل مُدَّة لَو لم يَأْكُل فِيهَا وَهُوَ صَحِيح لمات مَعَ وجود الْعلَّة الَّتِى تزيد الضعْف وتساعد الْجُوع على الْإِتْلَاف فَإِن قيل إِن ذَلِك لَا بُد أَن يكون تَابعا لناموس آخر طبيعى قُلْنَا إِن وَاضع الناموس هُوَ موجد الكائنات فَلَيْسَ من الْمحَال عَلَيْهِ أَن يضع نواميس خَاصَّة بخوارق الْعَادَات غَايَة مَا فى الْأَمر أننا لَا نعرفها وَلَكنَّا نرى أَثَرهَا على يَد من اختصه الله بِفضل من عِنْده على أننا بعد الِاعْتِقَاد بِأَن صانع الْكَوْن قَادر مُخْتَار يسهل علينا الْعلم بِأَنَّهُ لَا يمْتَنع عَلَيْهِ أَن يحدث الْحَادِث على أى هَيْئَة وتابعا لأى سَبَب إِذا سبق فى علمه أَنه يحدثه كَذَلِك ¶ المعجزة لَا بُد أَن تكون مقرونة بالتحدى عِنْد دَعْوَى النُّبُوَّة وظهورها من الْبَرَاهِين المثبتة لنبوة من ظَهرت على يَده لِأَن النبى يسْتَند إِلَيْهَا فى دَعْوَاهُ أَنه مبلغ عَن الله فاصدار الله لَهَا عِنْد ذَلِك يعد تأييدا مِنْهُ لَهُ فِي تِلْكَ الدَّعْوَى وَمن الْمحَال على الله أَن يُؤَيّد الْكَاذِب فَإِن تأييد الْكَاذِب تَصْدِيق لَهُ وَتصدق الْكَاذِب كذب وَهُوَ محَال على الله فَمَتَى ظَهرت المعجزة وهى مِمَّا لَا يقدر عَلَيْهِ الْبشر وقارن ظُهُورهَا دَعْوَى النُّبُوَّة علم بِالضَّرُورَةِ أَن الله مَا أظهرها إِلَّا تَصْدِيقًا لمن ظَهرت على يَده وَإِن كَانَ هَذَا الْعلم قد يقارنه الانكار مُكَابَرَة ¶ وَأما السحر وَأَمْثَاله فَإِن سلم أَن مظاهره فائقة عَن آثَار الْأَجْسَام والجسمانيات فهى لَا تعلو عَن متناول القوى الممكنة فَلَا يُقَارب المعجزة فى شىء",
            "page": "45",
            "part": "1",
            "seal": "DCB262B2"
        },
        {
            "id": "45",
            "nass": "أما وجوب تِلْكَ الصِّفَات الْمُتَقَدّمَة للأنبياء فلأنهم لَو انحطت فطرهم عَن فطر أهل زمانهم أَو تضاءلت أَرْوَاحهم لسلطان نفوس أخر أَو مس عُقُولهمْ شىء من الضعْف لما كَانُوا أَهلا لهَذَا الِاخْتِصَاص الإلهى الذى يفوق كل اخْتِصَاص اختصاصهم يوحيه والكشف لَهُم عَن أسرار علمه وَلَو لم تسلم أبدانهم عَن المنفرات لَكَانَ انزعاج النَّفس لمرآهم حجَّة للْمُنكر فى إِنْكَار دَعوَاهُم وَلَو كذبُوا أَو خانوا أَو قبحت سيرتهم لضعفت الثِّقَة بهم ولكانوا مضلين لَا مرشدين فتذهب الْحِكْمَة من بعثتهم وَالْأَمر كَذَلِك لَو أدركهم السَّهْو أَو النسْيَان فِيمَا عهد إِلَيْهِم تبليغه من العقائد وَالْأَحْكَام أما وُقُوع الْخَطَأ مِنْهُم فِيمَا لَيْسَ من الحَدِيث عَن الله ولاله مدْخل فى التشريع فجوزه بَعضهم وَالْجُمْهُور على خِلَافه وَمَا ورد من مثل أَن النبى صلى الله عَلَيْهِ وَسلم نهى عَن تأبير النّخل ثمَّ أَبَاحَهُ لظُهُور أَثَره فى الإثمار فَإِنَّمَا فعله عَلَيْهِ الصَّلَاة وَالسَّلَام ليعلم النَّاس أَن مَا يتخذونه من وَسَائِل الْكسْب وطرق الصناعات فَهُوَ موكول لمعارفهم وتجاربهم وَلَا حظر عَلَيْهِم فِيهِ مَا دَامَت الشَّرَائِع مرعية والفضائل محمية وَمَا حَكَاهُ الله من قصَّة آدم وعصيانه بِالْأَكْلِ من الشَّجَرَة فمهما خفى فِيهِ سر النهى عَن الْأكل والمؤاخذة عَلَيْهِ وَغَايَة مَا علمناه من حكمته أَنه كَانَ سَببا لعمارة الأَرْض ببنى آدم كَأَن النهى وَالْأكل رمزان إِلَى طورين من أطوار آدم عَلَيْهِ السَّلَام أَو مظهران من مظَاهر النَّوْع الإنسانى فى الْوُجُود وَالله أعلم وَمن الْعسر إِقَامَة الدَّلِيل العقلى أَو إِصَابَة دَلِيل شرعى يقطع بِمَا ذهب إِلَيْهِ الْجُمْهُور ¶ حَاجَة الْبشر إِلَى الرسَالَة ¶ سبق لَك فى الْفَصْل السَّابِق مَا يهم الْكَلَام عَلَيْهِ من الْوَجْه الأول وَهُوَ وَجه مَا يجب على الْمُؤمن اعْتِقَاده فى الرُّسُل وَالْكَلَام فى هَذَا الْفَصْل موجه إِن شَاءَ الله إِلَى بَيَان الْحَاجة إِلَيْهِم وَهُوَ معترك الأفهام ومزلة الْإِقْدَام ومزدحم الْكثير من الأفكار والأوهام لسنا بصدد الاتيان بِمَا قَالَ الْأَولونَ وَلَا عرض مَا ذهب إِلَيْهِ الْآخرُونَ وَلَكنَّا نلزم مَا التزمنا فى هَذِه الوريقات من بَيَان المعتقد والذهاب",
            "page": "46",
            "part": "1",
            "seal": "67E804FA"
        },
        {
            "id": "46",
            "nass": "إِلَيْهِ من أقرب الطّرق من غير نظر إِلَى مَا مَال إِلَيْهِ الْمُخَالف أَو استقام عَلَيْهِ الْمُوَافق اللَّهُمَّ إِلَّا إِشَارَة من طرف خفى أَو إلماعا لَا يسْتَغْنى عَنهُ القَوْل الجلى ¶ وللكلام فى بَيَان الْحَاجة إِلَى الرُّسُل مسلكان الأول وَقد سبق الْإِشَارَة إِلَيْهِ يبتدىء من الِاعْتِقَاد بِبَقَاء النَّفس الإنسانية بعد الْمَوْت وَأَن لَهَا حَيَاة أُخْرَى بعد الْحَيَاة الدُّنْيَا تتمتع فِيهَا بنعيم أَو تشقى فِيهَا بِعَذَاب أَلِيم وَأَن السَّعَادَة والشقاء فى تِلْكَ الْحَيَاة الْبَاقِيَة معقودان بأعمال الْمَرْء فى حَيَاته الفانية سَوَاء كَانَت تِلْكَ الْأَعْمَال قلبية كالاعتقادات والمقاصد والارادات أَو بدنية كأنواع الْعِبَادَات والمعاملات ¶ اتّفقت كلمة الْبشر مُوَحِّدين ووثنيين مليين وفلاسفة إِلَّا قَلِيلا لَا يُقَام لَهُم وزن على أَن لنَفس الْإِنْسَان بَقَاء تحيا بِهِ بعد مُفَارقَة الْبدن وَأَنَّهَا لَا تَمُوت موت فنَاء وَإِنَّمَا الْمَوْت المحتوم هُوَ ضرب من الْبُطُون والخفاء وَإِن اخْتلفت منازعهم فى تَصْوِير ذَلِك الْبَقَاء وَفِيمَا تكون عَلَيْهِ النَّفس فِيهِ وتباينت مشاربهم فى طرق الِاسْتِدْلَال عَلَيْهِ فَمن قَائِل بالتناسخ فى اجساد الْبشر أَو الْحَيَوَان على الدَّوَام وَمن ذَاهِب إِلَى أَن التناسخ يَنْتَهِي عِنْدَمَا تبلغ النَّفس أَعلَى مَرَاتِب الْكَمَال وَمِنْهُم من قَالَ إِنَّهَا مَتى فَارَقت الْجَسَد عَادَتْ إِلَى تجردها عَن الْمَادَّة حافظة لما فِيهِ لذتها أَو مَا بِهِ شقوتها وَمِنْهُم من رأى أَنَّهَا تتَعَلَّق بأجسام أثيرية ألطف من هَذِه الْأَجْسَام المرئية وَكَانَ اخْتِلَاف الْمذَاهب فى كنه السَّعَادَة والشقاء الآخرويين وَفِيمَا هُوَ مَتَاع الْحَيَاة الْآخِرَة وفى الْوَسَائِل الَّتِى تعد للنعيم أَو تبعد عَن النكال الدَّائِم وتضارب آراء الْأُمَم فِيهِ قَدِيما وحديثا مِمَّا لَا تكَاد تحصى وجوهه ¶ هَذَا الشُّعُور الْعَام بحياة بعد هَذِه الْحَيَاة المنبث فى جَمِيع الْأَنْفس عالمها وجاهلها وحشيها ومستأنسها باديها وحاضرها قديمها وحديثها لَا يُمكن أَن يعد ضلة عقلية أَو نَزعَة وهمية وَإِنَّمَا هُوَ الإلهامات الَّتِى اخْتصَّ بهَا هَذَا النَّوْع فَكَمَا ألهم الْإِنْسَان أَن عقله وفكره هما عماد بَقَائِهِ فى هَذِه الْحَيَاة الدُّنْيَا وَإِن شَذَّ أَفْرَاد",
            "page": "47",
            "part": "1",
            "seal": "AE4D1B85"
        },
        {
            "id": "47",
            "nass": "مِنْهُ ذَهَبُوا إِلَى أَن الْعقل والفكر ليسَا بكافيين للإرشاد فى عمل مَا أَو إِلَى أَنه لَا يُمكن لِلْعَقْلِ أَن يُوقن باعتقاد وَلَا للفكر أَن يصل إِلَى مَجْهُول بل قَالُوا أَن لَا وجود للْعَالم إِلَّا فى اختراع الخيال وَإِنَّهُم شاكون حَتَّى فى أَنهم شاكون وَلم يطعن شذوذ هَؤُلَاءِ فى صِحَة الإلهام الْعَام الْمشعر لسَائِر أَفْرَاد النَّوْع أَن الْفِكر وَالْعقل هما ركن الْحَيَاة وأس الْبَقَاء إِلَى الْأَجَل الْمَحْدُود كَذَلِك قد ألهمت الْعُقُول وأشعرت النُّفُوس أَن هَذَا الْعُمر الْقصير لَيْسَ هُوَ مُنْتَهى مَا للْإنْسَان فى الْوُجُود بل الْإِنْسَان ينْزع هَذَا الْجَسَد كَمَا ينْزع الثَّوْب عَن الْبدن ثمَّ يكون حَيا بَاقِيا فى طور آخر وَإِن لم يدْرك كنهه ذَلِك إلهام يكَاد يزاحم البديهة فى الْجلاء يشْعر كل نفس أَنَّهَا خلقت مستعدة لقبُول مَعْلُومَات غير متناهية من طرق غير محصورة شيقة إِلَى لذائذ غير محدودة وَلَا واقفة عِنْد غَايَة مهيأة لدرجات من الْكَمَال لَا تحددها أَطْرَاف الْمَرَاتِب والغايات معرضة لآلام من الشَّهَوَات ونزعات الْأَهْوَاء ونزوات الْأَمْرَاض على الأجساد ومصارعة الأجواء والحاجات وضروب من مثل ذَلِك لَا تدخل تَحت عَدو لَا تنتهى عِنْد حد إلهام يسلفنها بعد هَذَا الشُّعُور إِلَى أَن واهب الْوُجُود للأنواع إِنَّمَا قدر الاستعداد بِقدر الْحَاجة فى الْبَقَاء وَلم يعْهَد فى تصرفه الْعَبَث والكيل الْجزَاف فَمَا كَانَ استعداده لقبُول مَالا يتناهى من مَعْلُومَات وآلام ولذائذ وكمالات لَا يَصح أَن يكون بَقَاؤُهُ قاصرا على أَيَّام أَو سِنِين معدودات ¶ شُعُور بهيج بالأرواح إِلَى تحسس هَذَا الْبَقَاء الأبدى وَمَا عَسى أَن تكون عَلَيْهِ مَتى وصلت إِلَيْهِ وَكَيف الاهتداء وَأَيْنَ السَّبِيل وَقد غَابَ الْمَطْلُوب وأعوز الدَّلِيل شعورنا بِالْحَاجةِ إِلَى اسْتِعْمَال عقولنا فى تَقْوِيم هَذِه الْمَعيشَة القصيرة الأمد لم يكفنا فى الاسْتقَامَة على الْمنْهَج الأقوم بل لزمتنا الْحَاجة إِلَى التَّعْلِيم والإرشاد وَقَضَاء الْأَزْمِنَة والأعصار فى تَقْوِيم الأنظار وتعديل الأفكار وَإِصْلَاح الوجدان وتثقيف الأذهان وَلَا تزَال إِلَى الْآن من هم هَذِه الْحَيَاة الدُّنْيَا فى اضْطِرَاب لَا ندرى مَتى نخلص مِنْهُ وفى شوق إِلَى طمأنينة لَا تعلم مَتى تنتهى إِلَيْهَا",
            "page": "48",
            "part": "1",
            "seal": "904831DA"
        },
        {
            "id": "48",
            "nass": "هَذَا شَأْننَا فهم عَالم الشَّهَادَة فَمَاذَا نؤمل من عقولنا وأفكارنا فى الْعلم بِمَا فى عَالم الْغَيْب هَل فِيمَا بَين أَيْدِينَا من الشَّاهِد معالم نهتدى بهَا إِلَى الْغَائِب وَهل فى طرق الْفِكر مَا يُوصل كل أحد إِلَى معرفَة مَا قدر لَهُ فى حَيَاة يشْعر بهَا وَبِأَن لَا مندوحة عَن الْقدوم عَلَيْهَا وَلَكِن لم يُوهب من الْقُوَّة مَا ينفذ إِلَى تَفْصِيل مَا أعد لَهُ فِيهَا والشؤن الَّتِى لَا بُد أَن يكون عَلَيْهَا بعد مُفَارقَة مَا هُوَ فِيهِ أَو إِلَى معرفَة بيد من يكون تصريف تِلْكَ الشئون هَل فى اساليب النّظر مَا يَأْخُذ بك إِلَى الْيَقِين بمناطها من الاعتقادات والأعمال وَذَلِكَ الْكَوْن مَجْهُول لديك وَتلك الْحَيَاة فى غَايَة الغموض بِالنِّسْبَةِ إِلَيْك كلا فَإِن الصِّلَة بَين الْعَالمين تكَاد تكون مُنْقَطِعَة فى نظر الْعقل ومرامى المشاعر وَلَا اشْتِرَاك بَينهمَا إِلَّا فِيك أَنْت فالنظر فى المعلومات الْحَاضِرَة لَا يُوصل إِلَى الْيَقِين بحقائق تِلْكَ العوالم الْمُسْتَقْبلَة ¶ أفليس من حِكْمَة الصَّانِع الْحَكِيم الذى أَقَامَ أَمر الْإِنْسَان على قَاعِدَة الْإِرْشَاد والتعليم الذى خلق الْإِنْسَان وَعلمه الْبَيَان علمه الْكَلَام للتفاهم وَالْكتاب للتراسل أَن يَجْعَل من مَرَاتِب الْأَنْفس البشرية مرتبَة يعدلها بمحض فَضله بعض من يصطفيه من خلقه وَهُوَ أعلم حَيْثُ يَجْعَل رسَالَته يميزهم بِالْفطرِ السليمة ويبلغ بأرواحهم من الْكَمَال مَا يليقون مَعَه للاستشراق بأنوار علمه وَالْأَمَانَة على مَكْنُون سره مِمَّا لَو انْكَشَفَ لغَيرهم انكشافه لَهُم لفاضت لَهُ نَفسه أَو ذهبت بعقله جلالته وعظمه فيشرفون على الْغَيْب بِإِذْنِهِ ويعلمون مَا سَيكون من شَأْن النَّاس فِيهِ وَيَكُونُونَ فى مَرَاتِبهمْ العلوية على نِسْبَة من الْعَالمين نِهَايَة الشَّاهِد وبداية الْغَائِب فهم فى الدُّنْيَا كَأَنَّهُمْ لَيْسُوا من أَهلهَا وهم وَفد الْآخِرَة فى لِبَاس من لَيْسَ من سكانها ثمَّ يتلقون من أمره أَن يحدثوا عَن جَلَاله وَمَا خفى على الْعُقُول من شئون حَضرته الرفيعة بِمَا يَشَاء أَن يَعْتَقِدهُ الْعباد فِيهِ وَمَا قدر أَن يكون لَهُ مدْخل فى سعادتهم الآخروية وَأَن يبينوا للنَّاس من أَحْوَال الْآخِرَة مَا لَا بُد لَهُم من علمه معبرين عَنهُ بِمَا تحتمله طَاقَة عُقُولهمْ وَلَا يبعد عَن متناول أفهامهم وَأَن يبلغُوا عَنهُ شرائع عَامَّة تحدد لَهُم سيرهم فى تَقْوِيم نُفُوسهم وكبح شهوانهم وتعلمهم من الْأَعْمَال مَا هُوَ منَاط سعادتهم وشقائهم فى ذَلِك الْكَوْن المغيب عَن",
            "page": "49",
            "part": "1",
            "seal": "436A1D6B"
        },
        {
            "id": "96",
            "nass": "الجادة القويمة حقق لقراء الْكتب الإلهية السَّابِقَة أَن ذَلِك هُوَ وعد الله لنبييه إِبْرَاهِيم وَإِسْمَاعِيل وَتَحْقِيق استجابة دُعَاء الْخَلِيل {رَبنَا وَابعث فيهم رَسُولا مِنْهُم} وَإِن هَذَا الدّين هُوَ مَا كَانَت تبشر بِهِ الْأَنْبِيَاء أقوامها من بعْدهَا فَلم يجد أهل النصفة مِنْهُم سَبِيلا إِلَى الْبَقَاء على العناد فى مجاحدته فتلقوه شاكرين وَتركُوا مَا كَانَ لَهُم بَين قَومهمْ صابرين أوقع ذَلِك من الريب فى قُلُوب مقلديهم مَا حركهم إِلَى النّظر فِيهِ فوجدوا لطفا وَرَحْمَة وَخيرا ونعمة لَا عقيدة بِنَفر مِنْهَا الْعقل وَهُوَ رائد الْإِيمَان الصَّادِق وَلَا عمل تضعف عَن احْتِمَاله الطبيعة البشرية وهى القاضية فى قبُول الْمصَالح والمرافق رَأَوْا أَن الْإِسْلَام يرفع النُّفُوس بشعور من اللاهوت يكَاد يَعْلُو بهَا عَن الْعلم السُّفْلى ويلحقها بالملكوت الْأَعْلَى وبدعوها إِلَى إحْيَاء ذَلِك الشُّعُور بِخمْس صلوَات فى الْيَوْم وَهُوَ مَعَ ذَلِك لَا يمْنَع من التَّمَتُّع بالطيبات وَلَا يفْرض من الرياضات وضروب الزهادة مَا يشق على الْفطْرَة البشرية تجشمه ويعد بِرِضا الله ونيل ثَوَابه حَتَّى فى تَوْفِيَة الْبدن حَقه مَتى حسنت النِّيَّة وخلصت السريرة فَإِذا نزلت شَهْوَة أَو غلب هوى كَانَ الغفران الإلهى ينتظره مَتى حسنت التَّوْبَة وكملت الأوبة تبدت لَهُم سذاجة الدّين عِنْدَمَا قرءوا الْقُرْآن ونظروا فى سيرة الطاهرين من حامليه اليهم وَظهر لَهُم الْفرق بَين مَالا سَبِيل إِلَى فهمه وَمَا تكفى جَوْلَة نظر فى الْوُصُول إِلَى علمه فتراموا إِلَيْهِ خفافا من ثقل مَا كَانُوا عَلَيْهِ كَانَت الْأُمَم تطلب عقلا فى دين فوافاها وتطلع إِلَى عدل فى إِيمَان فَأَتَاهَا فَمَا الذى يحجم بهَا عَن المسارعة إِلَى طلبتها والمبادرة إِلَى رغيبتها كَانَت الشعوب تَئِنُّ من ضروب الامتياز الَّتِى رفعت بعض الطَّبَقَات على بعض بِغَيْر حق وَكَانَ من حكمهَا أَن لَا يُقَام وزن لشئون الأدنين مَتى عرضت دونهَا شهوات الأعلين فجَاء دين يحدد الْحُقُوق ويسوى بَين جَمِيع الطَّبَقَات فى احترام النَّفس وَالدّين وَالْعرض وَالْمَال ويسوغ لأمراء فقيرة غير مسلمة أَن تأبى بيع بَيت صَغِير بأية قيمَة لأمير عَظِيم مُطلق السُّلْطَان فى قطر كَبِير وَمَا كَانَ يُريدهُ لنَفسِهِ وَلَكِن ليوسع بِهِ مَسْجِدا فَلَمَّا عقد الْعَزِيمَة على أَخذه مَعَ دفع أَضْعَاف قِيمَته رفعت الشكوى إِلَى الْخَلِيفَة فورد أمره برد بَينهَا إِلَيْهَا مَعَ لوم الْأَمِير على مَا كَانَ",
            "page": "97",
            "part": "1",
            "seal": "413F1A10"
        },
        {
            "id": "97",
            "nass": "مِنْهُ عدل يسمح ليهودى أَن يُخَاصم مثل على بن أَبى طَالب أَمَام القاضى وَهُوَ من نعلم من هُوَ ويستوقفه مَعَه للتقاضى إِلَى أَن قضى الْحق بَينهمَا هَذَا وَمَا سبق بَيَانه مِمَّا جَاءَ بِهِ الْإِسْلَام هُوَ الذى حببه إِلَى من كَانُوا أعداءه ورد إِلَيْهِ أهواءهم حَتَّى صَارُوا أنصاره وأولياءه ¶ غلب على المسلين فى كل زمن روح الْإِسْلَام فَكَانَ من خلقهمْ الْعَطف على من جاورهم من غَيرهم وَلم تستشعر قُلُوبهم عَدَاوَة لمن خالفهم إِلَّا بعد أَن يحرجهم الْجَار فهم كَانُوا يتعلمونها من سواهُم ثمَّ لَا يكون إِلَّا طَائِفًا يحل ثمَّ يرتحل فَإِذا انْقَطَعت أَسبَاب الشغب تراجعت الْقُلُوب إِلَى سَابق مَا الفته من اللين والمياسرة وَمَعَ ذَلِك بل وغفلة الْمُسلمين عَن الْإِسْلَام وخذلانهم لَهُ وسعى الْكثير مِنْهُم فى هَدمه بِعلم وَبِغير علم لم يقف الْإِسْلَام فى انتشاره عِنْد حد خُصُوصا فى الصين وفى إفريقيا وَلم يخل زمن من رُؤْيَة جموع كَثِيرَة من ملل مُخْتَلفَة تنْزع إِلَى الأخذبعقائده على بَصِيرَة فِيمَا تنْزع إِلَيْهِ لَا سيف وَرَاءَهَا وَلَا داعى أمامها وَإِنَّمَا هُوَ مُجَرّد الِاطِّلَاع على مَا أودعهُ مَعَ قَلِيل من حَرَكَة الْفِكر فى الْعلم بِمَا شَرعه وَمن هَذَا تعلم أَن سرعَة انتشار الدّين الإسلامى وإقبال النَّاس على الِاعْتِقَاد بِهِ من كل مِلَّة إِنَّمَا كَانَ لسُهُولَة تعقله وَيسر أَحْكَامه وعدالة شَرِيعَته وَبِالْجُمْلَةِ لِأَن فطر الْبشر تطلب دينا وترتاد مِنْهُ مَا هُوَ أمس بمصالحها وَأقرب إِلَى قلوبها ومشاعرها وأدعى إِلَى الطُّمَأْنِينَة فى الدُّنْيَا وَالْآخِرَة وَدين هَذَا شَأْنه يجد إِلَى الْقُلُوب منفذا وَإِلَى الْعُقُول مخلصا وَبِدُون حَاجَة إِلَى دعاة يُنْفقُونَ الْأَمْوَال الْكَثِيرَة والأوقات الطَّوِيلَة ويستكثرون من الْوَسَائِل وَنصب الحبائل لاسقاط النُّفُوس فِيهِ هَذَا كَانَ حَال الْإِسْلَام فى سذاجته الأولى وطهارته الَّتِى أنشأه الله عَلَيْهَا وَلَا يزَال على جَانب عَظِيم مِنْهَا فى بعض أَطْرَاف الأَرْض إِلَى الْيَوْم ¶ قَالَ من لم يفهم مَا قدمْنَاهُ أولم يرد أَن يفهمهُ إِن الْإِسْلَام لم يطف على قُلُوب الْعَالم بِهَذِهِ السرعة إِلَّا بِالسَّيْفِ فقد فتح الْمُسلمُونَ ديار غَيرهم وَالْقُرْآن بِإِحْدَى الْيَدَيْنِ وَالسيف بِالْأُخْرَى يعرضون الْقُرْآن على المغلوب فان لم يقبله فصل السَّيْف بَينه وَبَين حَيَاته سُبْحَانَكَ هَذَا بهتان عَظِيم مَا قدمْنَاهُ من مُعَاملَة الْمُسلمين مَعَ",
            "page": "98",
            "part": "1",
            "seal": "50CCEECF"
        },
        {
            "id": "98",
            "nass": "من دخلُوا تَحت سلطانهم هُوَ ماتواترت بِهِ الْأَخْبَار تواترا صَحِيحا لَا يقبل الرِّيبَة فى جملَته وَإِن وَقع اخْتِلَاف فى تَفْصِيله وَإِنَّمَا شهر الْمُسلمُونَ سيوفهم دفاعا عَن أنفسهم وكفا للعدوان عَنْهُم ثمَّ كَانَ الِافْتِتَاح بعد ذَلِك من ضَرُورَة الْملك وَلم يكن من الْمُسلمين مَعَ غَيرهم إِلَّا أَنهم جاوروهم وأجاروهم فَكَانَ الْجوَار طَرِيق الْعلم بِالْإِسْلَامِ وَكَانَت الْحَاجة لصلاح الْعقل وَالْعَمَل دَاعِيَة الِانْتِقَال إِلَيْهِ ¶ لَو كَانَ السَّيْف ينشر دينا فقد عمل فى الرّقاب للاكراه على الدّين والإلزام بِهِ مهددا كل أمة لم تقبله بالإبادة والمحو من سطح البسيطة مَعَ كَثْرَة الجيوش ووفرة الْعدَد وبلوغ الْقُوَّة أسمى دَرَجَة كَانَت تمكن لَهَا وابتدأ ذَلِك الْعَمَل قبل ظُهُور الْإِسْلَام بِثَلَاثَة قُرُون كَامِلَة وَاسْتمرّ فى شدته بعد مجىء الْإِسْلَام سَبْعَة أجيال أَو يزِيد فَتلك عشرَة قُرُون كَامِلَة لم يبلغ فِيهَا السَّيْف من كسب عقائد الْبشر مبلغ الْإِسْلَام فى أقل من قرن هَذَا وَلم يكن السَّيْف وَحده بل كَانَ الحسام لَا يتَقَدَّم خطْوَة إِلَّا والدعاة من خَلفه يَقُولُونَ مَا يشاءون تَحت حمايته مَعَ غَيره نفيض من الأفئدة وفصاحة تتدفق عَن الْأَلْسِنَة وأموال تخلب ألباب الْمُسْتَضْعَفِينَ إِن فى ذَلِك لآيَات للمستيقنين ¶ جلت حِكْمَة الله فى أَمر هَذَا الدّين سلسبيل حَيَاة نبع فى القفار الْعَرَبيَّة أبعد بِلَاد الله عَن الْمَدِينَة فاض حَتَّى شملها فَجمع شملها فأحياها حَيَاة شعبية ملية علامده حَتَّى استغرق ممالك كَانَت تفاخر أهل السَّمَاء فى رفعتها وتعلوا أهل الأَرْض بمدنيتها زلزل هديره على لينه مَا كَانَ استحجر من الْأَرْوَاح فانشقت عَن مَكْنُون سر الْحَيَاة فِيهَا قَالُوا كَانَ لَا يَخْلُو من غلب بِالتَّحْرِيكِ قليا تِلْكَ سنة الله فى الْخلق لَا تزَال المصارعة بَين الْحق وَالْبَاطِل والرشد والغى قَائِمَة فى هَذَا الْعَالم إِلَى أَن يقْضى الله قصاءه فِيهِ إِذا سَاق الله ربيعا إِلَى أَرض جدبة ليحيى ميتنها وينقع غَلَّتهَا وينمى الخصب فِيهَا أفينقص من قدره أَن اتى فى طَرِيقه على عقبَة فعلاها أَو بَيت رفيع الْعِمَاد فهوى بِهِ ¶ سطح الْإِسْلَام على الديار الَّتِى بلغَهَا أَهله فَلم يكن بَين أهل تِلْكَ الديار وَبَينه إِلَّا أَن يسمعوا كَلَام الله ويفقهوه واشتغل الْمُسلمُونَ بَعضهم بِبَعْض زَمنا وانحرفوا",
            "page": "99",
            "part": "1",
            "seal": "ABEE9D33"
        },
        {
            "id": "99",
            "nass": "عَن طَرِيق الدّين أزمانا فَوقف وَقْفَة الْقَائِد خذله الْأَنْصَار وَكَاد يتزحزح إِلَى مَا وَرَاءه لَكِن الله بَالغ أمره فانحدرت إِلَى ديار الْمُسلمين أُمَم من التتار يَقُودهَا جنكيزخار وفعلوا بِالْمُسْلِمين الأفاعيل وَكَانُوا وثنيين جَاءُوا لمحض الْغَلَبَة وَالسَّلب والنهب وَلم يلبث أَعْقَابهم أَن اتَّخذُوا الْإِسْلَام دينا وَحَمَلُوهُ إِلَى أقوامهم فعمهم مِنْهُ مَا عَم غَيرهم جَاءُوا لشقوتهم فعادوا بسعادتهم ¶ حمل الغرب على الشرق حَملَة وَاحِدَة لم يبْق ملك من ملوكه وَلَا شعب من شعوبه إِلَّا اشْترك فِيهَا واستمرت المجالدات بَين الغربيين والشرقيين أَكثر من مائتى سنة جمع فِيهَا الغربيون من الْغيرَة وَالْحمية للدّين مَا لم يسْبق لَهُم من قبل وجيشوا من الْجند وَأَعدُّوا من الْقُوَّة مَا بلغته طاقتهم وزحفوا على ديار الْمُسلمين وَكَانَت فيهم بَقِيَّة من روح الدّين فغلب الغربيون على كثير من الْبِلَاد الإسلامية وانتهت تِلْكَ الحروب الجارفة بإجلائهم عَنْهَا لم جَاءُوا وبماذا رجعُوا ظفر رُؤَسَاء الدّين فى الغرب بإثارة شعوبهم ليبيدوا مَا يشاءون من سكان الشرق أَو يستولى سُلْطَان تِلْكَ الشعوب على مَا يَعْتَقِدُونَ لأَنْفُسِهِمْ الْحق فى الِاسْتِيلَاء عَلَيْهِ من الْبِلَاد الإسلامية جَاءَ من الْمُلُوك والأمراء وذوى الثروة والأعلياء جم غفير وَجَاء مِمَّن دونهم من الطَّبَقَات مَا قدروه بالملايين اسْتَقر الْمقَام بِكَثِير من هَؤُلَاءِ فى أَرض الْمُسلمين وَكَانَت فترات تنطفىء فِيهَا نَار الْغَضَب وتثوب الْعُقُول إِلَى سكينتها تنظر فى أَحْوَال المجاورين وتلتقط من أفكار المخالطين وتنفعل بِمَا ترى وَمَا تسمع فتبينت أَن المبالغات الَّتِى أطاشت الأحلام وجسمت الآلام لم تصب مُسْتَقر الْحَقِيقَة ثمَّ وجدت حريَّة فى دين وعلما وَشرعا وصنعة مَعَ كَمَال فى يَقِين وتعلمت أَن حريَّة الْفِكر وسعة الْعلم من وَسَائِل الْإِيمَان لَا من العوادى عَلَيْهِ ثمَّ جمعت من الْآدَاب مَا شَاءَ الله وَانْطَلَقت إِلَى بلادها قريرة الْعين بِمَا غنمته من جلادها هَذَا إِلَى مَا كَسبه السفار من أَطْرَاف الممالك إِلَى بِلَاد الأندلس بمخالطة حكمائها وأدبائها ثمَّ عَادوا بِهِ إِلَى شعوبهم ليذيقوهم حلاوة مَا كسبوا وَأخذت الأفكار من ذَلِك الْعَهْد تتراسل وَالرَّغْبَة فى الْعلم تتزايد بَين الغربيين ونهضت الهمم لقطع سلاسل التَّقْلِيد ونزعت العزائم إِلَى تَقْيِيد سُلْطَان زعماء",
            "page": "100",
            "part": "1",
            "seal": "2F30DEC8"
        },
        {
            "id": "100",
            "nass": "الدّين وَالْأَخْذ على أَيْديهم فِيمَا تجاوزوا فِيهِ وَصَايَاهُ وحرفوا فى مَعْنَاهُ وَلم يكن بعد ذَلِك إِلَّا قَلِيل من الزَّمن حَتَّى ظَهرت طَائِفَة مِنْهُم تَدْعُو إِلَى الْإِصْلَاح وَالرُّجُوع بِالدّينِ إِلَى سذاجته وَجَاءَت فى إصلاحها بِمَا لَا يبعد عَن الْإِسْلَام إِلَّا قَلِيلا بل ذهب بعض طوائف الْإِصْلَاح فى العقائد إِلَى مَا يتَّفق مَعَ عقيدة الْإِسْلَام إِلَّا فى التَّصْدِيق برسالة مُحَمَّد صلى الله عَلَيْهِ وَسلم وَأَن مَا هم عَلَيْهِ إِنَّمَا هُوَ دينه يخْتَلف عَنهُ إسما وَلَا يخْتَلف معنى إِلَّا فى صُورَة الْعِبَادَة لَا غير ¶ ثمَّ أخذت أُمَم أوربا تفتك من أسرها وَتصْلح من شئونها حَتَّى استقامت أُمُور دنياها على مثل مَا دَعَا إِلَيْهِ الْإِسْلَام غافلة عَن قائدها لاهية عَن مرشدها وتقررت أصُول المدنية الْحَاضِرَة الَّتِى تفاخر بهَا الأجيال الْمُتَأَخِّرَة مَا سبقها من أهل الْأَزْمَان الغابرة هَذَا طل من وابله أصَاب أَرضًا قَابِلَة فاهتزت وربت وأنبتت من كل زوج بهيج جَاءَ الْقَوْم ليبيدوا فاستفادوا وعادوا ليفيدوا ظن الرؤساء أَن فى إهاجة شعوبهم شقاء ضغنهم وتقوية ركنهم فباءوا بوضوح شَأْنهمْ وضعضعة سلطانهم وَمَا بَيناهُ فى شَأْن الْإِسْلَام ويعرفه كل من تفقه فِيهِ قد ظفر بِهِ كثير من أهل النّظر فى بِلَاد الغرب فعرفوا لَهُ حَقه واعترفوا أَنه كَانَ أكبر أساتذتهم فِيمَا هم فِيهِ الْيَوْم وَإِلَى الله عَاقِبَة الْأُمُور ¶ ايراد سهل الايراد ¶ يَقُول قَائِلُونَ إِذا كَانَ الْإِسْلَام إِنَّمَا جَاءَ لدَعْوَة الْمُخْتَلِفين إِلَى الإتفاق وَقَالَ فى كِتَابه إِن الَّذين فرقوا دينهم وَكَانُوا شيعًا لست مِنْهُم فى شىء فَمَا بَال الْملَّة الإسلامية قد مزقتها المشارب وَفرقت بَين طوائفها الْمذَاهب إِذا كَانَ الْإِسْلَام موحدا فَمَا بَال الْمُسلمين عددوا إِذا كَانَ موليا وَجه العَبْد وجهة الَّذِي خلق السَّمَوَات وَالْأَرْض فَمَا بَال جمهورهم يولون وُجُوههم من لَا يملك لنَفسِهِ نفعا وَلَا ضرا وَلَا يَسْتَطِيع من دون الله خيرا وَلَا شرا وكادوا يعدون ذَلِك فصلا من فُصُول الوحيد إِذا كَانَ أول دين خَاطب الْعقل وَدعَاهُ إِلَى النّظر فى الأكوان",
            "page": "101",
            "part": "1",
            "seal": "352467EE"
        },
        {
            "id": "101",
            "nass": "وَأطلق لَهُ الْعَنَان يجول فى ضمائرها بِمَا يسمعهُ الْإِمْكَان وَلم يشرط عَلَيْهِ فى ذَلِك سوى الْمُحَافظَة على عقد الْإِيمَان فَمَا بالهم قنعوا باليسير وَكثير مِنْهُم أغلق على نَفسه بَاب الْعلم ظنا مِنْهُ أَنه قد يرضى الله بِالْجَهْلِ وإغفال النّظر فِيمَا أبدع من مُحكم الصنع مَا بالهم وَقد كَانُوا رسل الْمحبَّة أَصْبحُوا الْيَوْم وهم يتنسمونها لَا يجدونها مَا بالهم بعد أَن كَانُوا قدوة فِي الْجد وَالْعَمَل أَصْبحُوا مثلا فى الْقعُود والكسل مَا هَذَا الذى ألحق المسملون بدينهم وَكتاب الله بَينهم يُقيم ميزَان الْقسْط بَين مَا ابتدعوه وَبَين مَا دعاهم إِلَيْهِ فَتَرَكُوهُ إِذا كَانَ الْإِسْلَام فى قربه من الْعُقُول والقلوب على مَا بيّنت فَمَا باله الْيَوْم على رأى الْقَوْم تقصر دون الْوُصُول إِلَيْهِ يَد المتناول إِذا كَانَ الْإِسْلَام يدعوا إِلَى البصيرة فِيهِ فَمَا بَال قراء الْقُرْآن لَا يقرءونه إِلَّا تغَنِّيا وَرِجَال الْعلم بِالدّينِ لَا يعرفهُ أغلبهم إِلَّا تظنيا ¶ إِذا كَانَ الْإِسْلَام منح الْعقل والإرادة شرف الِاسْتِقْلَال فَمَا بالهم شدوهما إِلَى أغلال أَي أغلال إِذا كَانَ قد أَقَامَ قَوَاعِد الْعدْل فَمَا بَال أغلب حكامهم يضْرب بهم الْمثل فى الظُّلم إِذا كَانَ الدّين فى تشوف إِلَى حريَّة الأرقاء فَمَا بالهم قضوا قرونا فى استعباد الْأَحْرَار إِذا كَانَ الْإِسْلَام يعد من أَرْكَانه حفظ العهود والصدق وَالْوَفَاء فَمَا بالهم قد فاض بَينهم الْغدر وَالْكذب والزور والافتراء إِذا كَانَ الْإِسْلَام يحظر الغيلة وَيحرم الخديعة ويوعد على الْغِشّ بِأَن الغاش لَيْسَ من أَهله فَمَا بالهم يحتالون حَتَّى على الله وشرعه وأوليائه إِذا كَانَ قد حرم الْفَوَاحِش مَا ظهر مِنْهَا وَمَا بطن فَمَا هَذَا الَّذِي نرَاهُ بَينهم فِي السِّرّ والعلن وَالنَّفس وَالْبدن إِذا كَانَ قد صرح بِأَن الدّين النَّصِيحَة لله وَلِرَسُولِهِ وَلِلْمُؤْمنِينَ خاصتهم وعامتهم وَإِن الْإِنْسَان لفى خسر إِلَّا الَّذين آمنُوا وَعمِلُوا الصَّالِحَات وَتَوَاصَوْا بِالْحَقِّ وتواصو بِالصبرِ وَأَنَّهُمْ إِن لم يأمروا بِالْمَعْرُوفِ وينهوا عَن الْمُنكر سلط عَلَيْهِم شرارهم فيدعو خيارهم فَلَا يُسْتَجَاب لَهُم وشدد فى ذَلِك بِمَا لم يشدد فى غَيره فَمَا بالهم لَا يتناصحون وَلَا يتواصون بِحَق وَلَا يعتصمون بصبر وَلَا يتناصحون فى خير وَلَا شَرّ بل ترك كل صَاحبه وَألقى حبله على غاربه فعاشوا أفذاذا وصاروا فى أَعْمَالهم أفرادا لَا يحس أحدهم بِمَا يكون من عمل أَخِيه كَأَنَّهُ لَيْسَ مِنْهُ وَكَأن لم تجمعه مَعَه صلَة وَلم تضمه",
            "page": "102",
            "part": "1",
            "seal": "E2E31105"
        },
        {
            "id": "102",
            "nass": "إِلَيْهِ وشيجة مَا بَال الْأَبْنَاء يقتلُون الْآبَاء وَمَا بَال الْبَنَات يعققن الْأُمَّهَات أَيْن وشائج الرَّحْمَة ايْنَ عاطفة الرَّحِم على الْقَرِيب أَيْن الْحق الذى فرض فى أَمْوَال الْأَغْنِيَاء للْفُقَرَاء وَقد اصبح الْأَغْنِيَاء يسلبون مَا بقى فى ايدى أهل البأساء ¶ قبس من الْإِسْلَام أَضَاء الغرب كَمَا تَقول وضوءه الْأَعْظَم وشمسه الْكُبْرَى فى الشرق وَأَهله فى ظلمات لَا يبصرون أصبح هَذَا فى عقل أَو عهد فى نقل ألم تَرَ إِلَى الَّذين تذوقوا من الْعلم شَيْئا وهم من أهل هَذَا الدّين أول مَا يعلق بأوهام أَكْثَرهم أَن عقائده خرافات وقواعده وَأَحْكَامه ترهات ويجدون لذتهم فى التَّشَبُّه بالمستهزئين مِمَّن سموا أنفسهم أَحْرَار الأفكار وبعداء الأنظار وَإِلَى الَّذين قصروا هممهم على تصفح أوراق من كتبه ووسموا أنفسهم بِأَنَّهُم حفاظ أَحْكَامه والقوام على شرائعه كَيفَ يجافون عُلُوم النّظر ويهزءون بهَا ويرون الْعَمَل فِيهَا عَبَثا فى الدّين وَالدُّنْيَا ويفتخر الْكثير مِنْهُم بجهلها كَأَنَّهُ فى ذَلِك قد هجر مُنْكرا وترفع عَن دنيئة فَمن وقف على بَاب الْعلم من الْمُسلمين يجد دينه كَالثَّوْبِ الْخلق يستحى أَن يظْهر بِهِ بَين النَّاس وَمن غرته نَفسه بِأَنَّهُ على شىء من الدّين وَأَنه مستمسك بعقائده يرى الْعقل جنَّة وَالْعلم ظنة أَلَيْسَ فى هَذَا مَا يشْهد الله وَمَلَائِكَته وَالنَّاس أَجْمَعِينَ على أَن لَا وفَاق بَين الْعلم وَالْعقل وَهَذَا الدّين ¶ الْجَواب ¶ رُبمَا لم يُبَالغ الواصف لما عَلَيْهِ الْمُسلمُونَ الْيَوْم بل من عدَّة أجيال وَرُبمَا كَانَ مَا جَاءَ فى الْإِيرَاد قَلِيلا من كثير وَقد وصف الشَّيْخ الغزالى رَحمَه الله وَابْن الْحَاج وَغَيرهمَا من أهل الْبَصَر فى الدّين مَا كَانَ عَلَيْهِ مُسلمُونَ زمانهم عامتهم وخاصتهم بِمَا حوته مجلدات وَلَكِن قد أتيت فى خَاصَّة الدّين الإسلامى بِمَا يكفى للاعتراف بِهِ مُجَرّد تِلَاوَة الْقُرْآن مَعَ التدقيق فى فهم مَعَانِيه وَحملهَا على مَا فهمه أُولَئِكَ الَّذين أنزل فيهم وَعمل بِهِ بَينهم ويكفى فى الِاعْتِرَاف بِمَا ذكرته من جميل أَثَره قِرَاءَة وَرَقَات فى التَّارِيخ على مَا كتبه محققو الْإِسْلَام ومنصفو سَائِر الْأُمَم فَذَلِك هُوَ الْإِسْلَام وَقد أسلفنا أَن الدّين هدى وعقل من أحسن فى",
            "page": "103",
            "part": "1",
            "seal": "7DF01833"
        },
        {
            "id": "103",
            "nass": "اسْتِعْمَاله والآخذ بِمَا أرشد إِلَيْهِ نَالَ من السَّعَادَة مَا وعد الله على اتِّبَاعه وَقد جرب علاج الِاجْتِمَاع الإنسانى بِهَذَا الدَّوَاء فَظهر نجاحه ظهورا لَا يَسْتَطِيع مَعَه الْأَعْمَى إنكارا وَلَا الْأَصَم إعْرَاضًا وَغَايَة مَا قيل فى الْإِيرَاد أَن أعْطى الطَّبِيب إِلَى الْمَرِيض دَوَاء فصح الْمَرِيض وانقلب الطَّبِيب بِالْمرضِ الذى كَانَ يعْمل لمعالجته وَهُوَ يتجرع الْغصَص من آلامه والدواء فى بَيته وَهُوَ لَا يتَنَاوَلهُ وَكثير مِمَّن يعودونه أَو يتشفون مِنْهُ ويشمتون لمصيبته يتناولون من ذَلِك الدَّوَاء فيعافون من مثل مَرضه وَهُوَ فى يأس من حَيَاته ينْتَظر الْمَوْت أَو تبدل سنة الله فى شِفَاء أَمْثَاله كلامنا الْيَوْم فى الدّين الإسلامى وحاله على مَا بَيناهُ أما الْمُسلمُونَ وَقد أَصْبحُوا بسيرهم حجَّة على دينهم فَلَا كَلَام لنا فيهم الْآن وسيكون الْكَلَام عَنْهُم كتاب آخر إِن شَاءَ الله ¶ التَّصْدِيق بِمَا جَاءَ بِهِ مُحَمَّد صلى الله عَلَيْهِ وَسلم ¶ بعد أَن ثبتَتْ نبوته عَلَيْهِ السَّلَام بِالدَّلِيلِ الْقَاطِع على مَا بَينا وَأَنه إِنَّمَا يخبر عَن الله تَعَالَى فَلَا ريب أَنه يجب تَصْدِيق خَبره وَالْإِيمَان بِمَا جَاءَ بِهِ ونعنى بِمَا جَاءَ بِهِ مَا صرح بِهِ الْكتاب الْعَزِيز وَمَا تَوَاتر الْخَبَر بِهِ تواترا صَحِيحا مُسْتَوْفيا لشرائطه وَهُوَ مَا أخبر بِهِ جمَاعَة يَسْتَحِيل تواطئوهم على الْكَذِب عَادَة فى أَمر محسوس وَمن ذَلِك أَحْوَال مَا بعد الْمَوْت من بعث ونعيم فى جنَّة وَعَذَاب فى نَار وحساب على حَسَنَات وسيئات وَغير ذَلِك مِمَّا هُوَ مَعْرُوف وَيجب أَن يقْتَصر فى الِاعْتِقَاد على مَا هُوَ صَرِيح فى الْخَبَر وَلَا تجوز الزِّيَادَة على مَا هُوَ قطعى يظنّ وَشرط صِحَة الِاعْتِقَاد أَن لَا يكون فِيهِ شىء يمس التَّنْزِيه وعلو الْمقَام الإلهى عَن مشابهة المخلوقين فَإِن ورد مَا يُوهم ظَاهره ذَلِك فى المنواز وَجب صرفه عَن الظَّاهِر إِمَّا بِتَسْلِيم لله فى الْعلم بِمَعْنَاهُ مَعَ اعْتِقَاد أَن الظَّاهِر غير مُرَاد أَو بِتَأْوِيل تقوم عَلَيْهِ الْقَرَائِن المقبولة ¶ أما أَخْبَار الْآحَاد فَإِنَّمَا يجب الْإِيمَان بِمَا ورد فِيهَا على من بلغته وَصدق بِصِحَّة رِوَايَتهَا أما من لم يبلغهُ الْخَبَر أَو بلغه وَعرضت لَهُ شُبْهَة فى صِحَّته وَهُوَ",
            "page": "104",
            "part": "1",
            "seal": "16FB79B9"
        },
        {
            "id": "104",
            "nass": "لَيْسَ من الْمُتَوَاتر فَلَا يطعن فى إيمَانه عدم التَّصْدِيق بِهِ وَالْأَصْل فى جَمِيع ذَلِك أَن من أنكر شَيْئا وَهُوَ يعلم أَن النبى صلى الله عَلَيْهِ وَسلم حدث بِهِ أَو قَرَّرَهُ فقد طعن فى صدق الرسَالَة وَكذب بهَا وَيلْحق بِهِ من أهمل الْعلم بِمَا تَوَاتر وَعلم أَنه من الدّين بِالضَّرُورَةِ وَهُوَ فى الْكتاب وَقَلِيل من السّنة فى الْعَمَل ¶ من اعْتقد بِالْكتاب الْعَزِيز وَبِمَا فِيهِ من الشَّرَائِع العملية وعسر عَلَيْهِ فهم أَخْبَار الْغَيْب على مَا هى عَلَيْهِ فى ظَاهر القَوْل وَذهب بعقله إِلَى تَأْوِيلهَا بحقائق يقوم لَهُ الدَّلِيل عَلَيْهَا مَعَ الِاعْتِقَاد بحياة بعد الْمَوْت وثواب وعقاب على الْأَعْمَال والعقائد بِحَيْثُ لَا ينقص تَأْوِيله شَيْئا من قيمَة الْوَعْد والوعيد وَلَا ينقص شَيْئا من بِنَاء الشَّرِيعَة فى التَّكْلِيف كَانَ مُؤمنا حَقًا وَإِن كَانَ لَا يصلح اتِّخَاذه قدوة فى تَأْوِيله فَإِن الشَّرَائِع الإلهية قد نظر فِيهَا إِلَى مَا تبلغه طَاقَة الْعَامَّة لَا إِلَى مَا تشتهيه عقول الْخَاصَّة وَالْأَصْل فى ذَلِك أَن الْإِيمَان هُوَ الْيَقِين فى الِاعْتِقَاد بِاللَّه وَرُسُله وَالْيَوْم الآخر بلاقيد فى ذَلِك إِلَّا احترام مَا جَاءَ بِهِ على أَلْسِنَة الرُّسُل ¶ بقيت علينا مَسْأَلَتَانِ وضعتا من هَذَا الْعلم فى مَكَان من الاهتمام وَمَا هما مِنْهُ إِلَّا حَيْثُ يكون غَيرهمَا مِمَّا أجملنا القَوْل فِيهِ الأولى جَوَاز رُؤْيَة الله تَعَالَى فى الْآخِرَة وَالْأُخْرَى جَوَاز وُقُوع الكرامات وخوارق الْعَادَات من غير الْأَنْبِيَاء من الْأَوْلِيَاء وَالصديقين ¶ أما الأولى فقد اشْتَدَّ فِيهَا النزاع ثمَّ انْتهى إِلَى وفَاق بَين المنزهين لَا مجَال مَعَه للتنازع فَإِن الْقَائِلين بِجَوَاز الرُّؤْيَة من أهل التَّنْزِيه متفقون على أَن الرُّؤْيَة لَا تكون على الْمَعْهُود من رُؤْيَة الْبَصَر الْمَعْرُوفَة لنا فى مجْرى الْعَادة بل هى رُؤْيَة لَا كَيفَ فِيهَا وَلَا تَحْدِيد وَمثلهَا لَا يكون إِلَّا يبصر يخْتَص الله بِهِ أهل الدَّار الْآخِرَة أَو تَتَغَيَّر فِيهِ خاصته الْمَعْهُودَة فى الْحَيَاة الدُّنْيَا وَهُوَ مَالا يمكننا مَعْرفَته وَإِن كُنَّا نصدق بِوُقُوعِهِ مَتى صَحَّ الْخَبَر والمنكرون لجوازها لم ينكروا انكشافا يساويها فَسَوَاء كَانَ ذَلِك بالبصر الْغَيْر الْمَعْهُود أَو بحاسة أُخْرَى فَهُوَ فى الْمَعْنى يرجع إِلَى قَول خصومهم وَلَكِن منى الْإِسْلَام بِقوم يحبونَ الْخلاف وَالله فَوق مَا يظنون ¶ وَأما الثَّانِيَة فَأنْكر جَوَاز وُقُوع الكرامات أَبُو إِسْحَاق الاسفراينى من",
            "page": "105",
            "part": "1",
            "seal": "60CD8086"
        },
        {
            "id": "105",
            "nass": "أكَابِر أَصْحَاب أَبى الْحسن الأشعرى وعَلى ذَلِك الْمُعْتَزلَة إِلَّا ابا الْحسن البصرى فَقَالَ بِجَوَاز وُقُوعهَا وَعَلِيهِ جُمْهُور الأشاعرة وَاسْتدلَّ الذاهبون إِلَى الْجَوَاز بِمَا جَاءَ فى الْكتاب من قصَّة الذى عِنْده علم من الْكتاب الْوَارِدَة فى خبر بلقيس من إِحْضَاره عرشها قبل ارتداد الطّرف وقصة مَرْيَم عَلَيْهَا السَّلَام وَحُضُور الرزق عِنْدهَا وقصة أَصْحَاب الْكَهْف وَاحْتج الْآخرُونَ بِأَن ذَلِك يُوقع الشُّبْهَة فى المعجزات وَأولُوا مَا جَاءَ فى الْآيَات أما أَن ذَلِك يُوقع الشُّبْهَة فى المعجزات فَلَيْسَ بِصَحِيح لِأَن المعجزات إِنَّمَا تظهر مقرونة بِدَعْوَى الرسَالَة والتبليغ عَن الله تَعَالَى وَلَا بُد أَن تكتنفها حوادث تميزها عَمَّا سواهَا وَأما مَا احْتج بِهِ المجوزون من الْآيَات فَلَا دَلِيل فِيهِ لِأَن مَا فى قصَّة مَرْيَم وآصف قد يكون بتخصيص من الله تَعَالَى لوُقُوعه فى عهد الْأَنْبِيَاء عَلَيْهِ الصَّلَاة وَالسَّلَام وَلَا علم لنا بِمَا اكتنف تِلْكَ الوقائع من شئون الله فى أَنْبيَاء ذَلِك الْعَهْد إِلَّا قَلِيلا وَأما قصَّة أهل الْكَهْف فقد عدهَا الله من آيَاته فى خلقه وَذكرنَا بهَا لنعتبر بمظاهر قدرته فَلَيْسَتْ من قبيل مَا الْكَلَام فِيهِ من عُمُوم الْجَوَاز فَصَارَ الْبَحْث فى جَوَاز وُقُوع الكرامات نوعا من الْبَحْث فى متناول همم النُّفُوس البشرية وعلاقتها بالكون الْكَبِير وفى مَكَان الْأَعْمَال الصَّالِحَة وارتقاء النُّفُوس فى مقامات الْكَمَال من الْعِنَايَة الإلهية وَهُوَ بحث دَقِيق قد يخْتَص بِعلم آخر وَأما مُجَرّد الْجَوَاز العقلى وَأَن صُدُور خارق للْعَادَة على يَد غير نبى مِمَّا تتناوله الْقُدْرَة الإلهية فَلَا أَظن أَنه مَوضِع نزاع يخْتَلف عَلَيْهِ الْعُقَلَاء وَإِنَّمَا الذى يجب الِالْتِفَات إِلَيْهِ هُوَ أَن أهل السّنة وَغَيرهم فى اتِّفَاق على أَنه لَا يجب الِاعْتِقَاد بِوُقُوع كَرَامَة مُعينَة على يَد ولى لله معِين بعد ظُهُور الْإِسْلَام فَيجوز لكل مُسلم بِإِجْمَاع الْأمة أَن يُنكر صُدُور أَي كَرَامَة كَانَت من أى ولى كَانَ وَلَا يكون بإنكاره هَذَا مُخَالفا لشىء من أصُول الدّين وَلَا مائلا عَن سنة صَحِيحَة وَلَا منحرفا عَن الصِّرَاط الْمُسْتَقيم اللَّهُمَّ إِلَّا ان يكون مِمَّا صَحَّ فى السّنة عَن الصَّحَابَة أَيْن هَذَا الأَصْل الْمجمع عَلَيْهِ مِمَّا يهذى بِهِ جُمْهُور الْمُسلمين فى هَذِه الْأَيَّام حَيْثُ يظنون أَن الكرامات وخوارق الْعَادَات أَصبَحت من ضروب الصناعات يتنافس فِيهَا الْأَوْلِيَاء وتتفاخر فِيهَا همم الأصفياء وَهُوَ مِمَّا يتبرأ مِنْهُ الله وَدينه وأولياؤه وَأهل الْعلم أَجْمَعُونَ",
            "page": "106",
            "part": "1",
            "seal": "CAC322F9"
        },
        {
            "id": "106",
            "nass": "خَاتِمَة ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ وعد الله الَّذين آمنُوا مِنْكُم وَعمِلُوا الصَّالِحَات ليَستَخْلِفنهم فى الأَرْض كَمَا اسْتخْلف الَّذين من قبلهم وليمكنن لَهُم دينهم الذى ارتضى لَهُم وليبدلنهم من بعد خوفهم أمنا يعبدوننى لَا يشركُونَ بِي شَيْئا وَمن كفر بعد ذَلِك فَأُولَئِك هم الْفَاسِقُونَ وَقد فسر الْكفْر فى هَذِه الْآيَة بِكفْر النِّعْمَة وَأَنا لما سمعنَا الْهدى آمنا بِهِ فَمن يُؤمن بربه فَلَا يخَاف بخسا وَلَا رهقا وَأَنا منا الْمُسلمُونَ وَمنا القاسطون فَمن أسلم فَأُولَئِك تحروا رشدا وَأما القاسطون فَكَانُوا لِجَهَنَّم حطبا وألو استقاموا على الطَّرِيقَة لاسقيناهم مَاء غدقا لنفتنهم فِيهِ وَمن يعرض عَن ذكر ربه يسلكه عذَابا صعدا وَأَن الْمَسَاجِد لله فَلَا تدعوا مَعَ الله أحدا وَأَنه لما قَامَ عبد الله يَدعُوهُ كَادُوا يكونُونَ عَلَيْهِ لبدا قل إِنَّمَا أدعوا ربى وَلَا أشرك بِهِ أحدا قل إنى لَا أملك لكم ضرا وَلَا رشدا قل إنى لن يجيرنى من الله أحد وَلنْ أجد من دونه ملتحدا إِلَّا بلاغا من الله ورسالاته وَمن",
            "page": "107",
            "part": "1",
            "seal": "3BAEEFD6"
        },
        {
            "id": "107",
            "nass": "يعْص الله وَرَسُوله فَإِن لَهُ نَار جَهَنَّم خَالِدين فِيهَا أبدا حَتَّى إِذا رَأَوْا مَا يوعدون فسيعلمون من أَضْعَف ناصرا واقل عددا قل إِن أدرى أَقَرِيب مَا توعدون أم يَجْعَل لَهُ ربى أمدا عَالم الْغَيْب فَلَا يظْهر على غيبه أحدا إِلَّا من ارتضى من رَسُول فَإِنَّهُ يسْلك من بَين يَدَيْهِ وَمن خلقه رصدا ليعلم أَن قد أبلغوا رسالات رَبهم وأحاط بِمَا لديهم وأحصى كل شىء عددا) صدق الله الْعَظِيم وَبلغ رَسُوله الْكَرِيم وخسىء الشَّيْطَان الرَّجِيم وَحقّ الشُّكْر لله رب الْعَالمين الرَّحْمَن الرَّحِيم",
            "page": "108",
            "part": "1",
            "seal": "8A905C89"
        }
    ],
    "t6392": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمات"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "أقسام المعلوم"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "حكم المستحيل"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام الممكن"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الممكن موجود قطعا"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "وجود الممكن يقتضى بالضرورة وجود الواجب"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "أحكام الواجب"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "2",
            "tit": "القدم والبقاء ونفى التركيب"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الحياة"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "العلم"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الإرادة"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "القدرة"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "الإختيار"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الوحدة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "الصفات السمعية التى يجب الإعتقاد بها"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "كلمات في الصفات إجمالا"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "أفعال الله جل شأنه"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "أفعال العباد"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "حسن الأفعال وقبحها"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة العامة"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "حاجة البشر إلى الرسالة"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "امكان الوحى"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "وقوع الوحي والرسالة"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "وظيفة الرسل عليهم السلام"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "اعتراض مشهود"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة محمد صلى الله عليه وسلم"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "القرآن"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الإسلام أو الدين الإسلامى"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "انتشار الإسلام"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": "1",
            "tit": "بسرعة لم يعهد لها نظير فى التاريخ"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "ايراد سهل الايراد"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "الجواب"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "التصديق بما جاء به محمد صلى الله عليه وسلم"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": "1",
            "tit": "بسم الله الرحمن الرحيم"
        }
    ]
}