{
    "b6394": [
        {
            "hno": "1",
            "id": "2",
            "nass": "أَنْوَاع التَّوْحِيد ¶ 1 - سُئِلَ الشَّيْخ أَعلَى الله دَرَجَته فِي المهديين عَن تَعْرِيف التَّوْحِيد وأنواعه فَأجَاب بقوله التَّوْحِيد لُغَة مصدر وحد يوحد أَي جعل الشَّيْء وَاحِدًا وَهَذَا لَا يتَحَقَّق إِلَّا بِنَفْي وَإِثْبَات نفي الحكم عَمَّا سوى الموحد وإثباته لَهُ فمثلا نقُول إِنَّه لَا يتم التَّوْحِيد حَتَّى يشْهد أَن لَا إِلَه إِلَّا الله فينفي الألوهية عَمَّا سوى الله عز وَجل ويثبتها لله وَحده وَذَلِكَ أَن النَّفْي الْمَحْض تَعْطِيل مَحْض وَالْإِثْبَات الْمَحْض لَا يمْنَع مُشَاركَة الْغَيْر فِي الحكم فَلَو قلت مثلا فلَان قَائِم فَهُنَا أثبت لَهُ الْقيام لكنك لم توحده بِهِ لِأَنَّهُ من الْجَائِز أَن يُشَارِكهُ غَيره فِي هَذَا الْقيام وَلَو قلت لَا قَائِم فقد نفيت نفيا مَحْضا وَلم تثبت الْقيام لأحد فَإِذا قلت لَا قَائِم إِلَّا زيد فَحِينَئِذٍ",
            "page": "3",
            "part": "1",
            "seal": "89E6FD99"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "تكون وحدت زيدا بِالْقيامِ حَيْثُ نفيت الْقيام عَمَّن سواهُ وَهَذَا هُوَ تَحْقِيق التَّوْحِيد فِي الْوَاقِع أَي أَن التَّوْحِيد لَا يكون توحيدا حَتَّى يتَضَمَّن نفيا وإثباتا وأنواع التَّوْحِيد بِالنِّسْبَةِ لله عز وَجل تدخل كلهَا فِي تَعْرِيف عَام وَهُوَ إِفْرَاد الله سُبْحَانَهُ وَتَعَالَى بِمَا يخْتَص بِهِ وَهِي حسب مَا ذكره أهل الْعلم ثَلَاثَة الأول تَوْحِيد الربوبية الثَّانِي تَوْحِيد الألوهية الثَّالِث تَوْحِيد الْأَسْمَاء وَالصِّفَات وَعَلمُوا ذَلِك بالتتبع والإستقراء وَالنَّظَر فِي الْآيَات وَالْأَحَادِيث فوجدوا أَن التَّوْحِيد لَا يخرج عَن هَذِه الْأَنْوَاع الثَّلَاثَة فنوعوا التَّوْحِيد إِلَى ثَلَاثَة أَنْوَاع الأول تَوْحِيد الربوبية وَهُوَ إِفْرَاد الله سُبْحَانَهُ وَتَعَالَى بالخلق وَالْملك وَالتَّدْبِير وتفصيل ذَلِك أَولا بِالنِّسْبَةِ لإفراد الله تَعَالَى بالخلق فَالله تَعَالَى وَحده هُوَ الْخَالِق لَا خَالق سواهُ قَالَ الله تَعَالَى هَل من خَالق غير الله يرزقكم من السَّمَاء وَالْأَرْض لَا إِلَه",
            "page": "4",
            "part": "1",
            "seal": "34C421CD"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "إِلَّا هُوَ (1) وَقَالَ تَعَالَى مُبينًا بطلَان آلِهَة الْكفَّار أَفَمَن يخلق كمن لَا يخلق أَفلا تذكرُونَ (2) فَالله تَعَالَى وَحده هُوَ الْخَالِق خلق كل شَيْء فقدره تَقْديرا وخلقه يَشْمَل مَا يَقع من مفعولاتع وَمَا يَقع من مفعولات خلقه أَيْضا وَلِهَذَا كَانَ من تَمام الْإِيمَان بِالْقدرِ أَن تؤمن بِأَن الله تَعَالَى خَالق لأفعال الْعباد كَمَا قَالَ الله تَعَالَى وَالله خَلقكُم وَمَا تَعْمَلُونَ (3) وَوجه ذَلِك أَن فعل العَبْد من صِفَاته وَالْعَبْد مَخْلُوق لله وخالق الشَّيْء خَالق لصفاته وَوجه آخر أَن فعل العَبْد حَاصِل بِإِرَادَة جازمة وقدرة تَامَّة والإرادة وَالْقُدْرَة كلتاهما مخلوقتان لله عز وَجل وخالق السَّبَب التَّام خَالق للمسبب فَإِن قيل كَيفَ نجمع بَين إِفْرَاد الله عز وَجل بالخلق مَعَ أَن الْخلق قد يثبت لغير الله كَمَا يدل عَلَيْهِ قَول الله تَعَالَى فَتَبَارَكَ الله أحسن الْخَالِقِينَ (4) وَقَول النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "5",
            "part": "1",
            "seal": "4251FD5B"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "فِي المصورين يُقَال لَهُم أحيوا مَا خلقْتُمْ فَالْجَوَاب على ذَلِك أَن غير الله تَعَالَى لَا يخلق كخلق الله فَلَا يُمكنهُ إِيجَاد مَعْدُوم وَلَا إحْيَاء ميت وَإِنَّمَا خلق غير الله تَعَالَى يكون بالتغيير وتحويل الشَّيْء من صفة إِلَى صفة أُخْرَى وَهُوَ مَخْلُوق لله عز وَجل فالمصور مثلا إِذا صور صُورَة فَإِنَّهُ لم يحدث شَيْئا غَايَة مَا هُنَالك أَنه حول شَيْئا إِلَى شَيْء كَمَا يحول الطين إِلَى صُورَة طير أَو صُورَة جمل وكما يحول بالتلوين الرقعة الْبَيْضَاء إِلَى صُورَة ملونة فالمداد من خلق الله عز وَجل والورقة الْبَيْضَاء من خلق الله عز وَجل هَذَا هُوَ الْفرق بَين إِثْبَات الْخلق بِالنِّسْبَةِ إِلَى الله عز وَجل وَإِثْبَات الْخلق بِالنِّسْبَةِ إِلَى الْمَخْلُوق وعَلى هَذَا يكون الله سُبْحَانَهُ وَتَعَالَى مُنْفَردا بالخلق الَّذِي يخْتَص بِهِ ثَانِيًا إِفْرَاد الله تَعَالَى بِالْملكِ فَالله تَعَالَى وَحده هُوَ الْمَالِك كَمَا قَالَ الله تَعَالَى تبَارك الَّذِي بِيَدِهِ الْملك وَهُوَ على كل شَيْء قدير (1) وَقَالَ تَعَالَى قل من بِيَدِهِ",
            "page": "6",
            "part": "1",
            "seal": "E55E99C1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "ملكوت كل شَيْء وَهُوَ يجير وَلَا يجار عَلَيْهِ (1) فالمالك الْملك الْمُطلق الْعَام الشَّامِل هُوَ الله سُبْحَانَهُ وَتَعَالَى وَحده وَنسبَة الْملك إِلَى غَيره نِسْبَة إضافية فد أثبت الله عز وَجل لغيره الْملك كَمَا فِي قَوْله تَعَالَى أَو مَا ملكتم مفاتحه (2) وَقَوله إِلَّا على أَزوَاجهم أَو مَا ملكت أَيْمَانهم (3) إِلَى غير ذَلِك من النُّصُوص الدَّالَّة على أَن لغير الله تعلى ملكا لكم هَذَا الْملك لَيْسَ كملك الله عز وَجل فَهُوَ ملك قَاصِر وَملك مُقَيّد ملك قَاصِر لَا يَشْمَل فالبيت الَّذِي لزيد لَا يملكهُ عَمْرو وَالْبَيْت الَّذِي لعَمْرو لَا يملكهُ زيد ثمَّ هَذَا الْملك مُقَيّد بِحَيْثُ لَا يتَصَرَّف الْإِنْسَان فِيمَا ملك إِلَّا على الْوَجْه الَّذِي إِذن الله فِيهِ وَلِهَذَا نهى النَّبِي صلى الله عَلَيْهِ وَسلم عَن إِضَاعَة المَال وَقَالَ الله تبَارك وَتَعَالَى وَلَا تُؤْتوا السُّفَهَاء أَمْوَالكُم الَّتِي جعل الله لكم قيَاما (4) وَهَذَا",
            "page": "7",
            "part": "1",
            "seal": "F11D69DC"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "دَلِيل على أَن ملك الْإِنْسَان ملك قَاصِر وَملك مُقَيّد بِخِلَاف ملك الله سُبْحَانَهُ وَتَعَالَى فَهُوَ ملك عَام شَامِل وَملك مُطلق يفعل الله سُبْحَانَهُ وَتَعَالَى مَا يَشَاء وَلَا يسْأَل عَمَّا يفعل وهم يسْأَلُون ثَالِثا التَّدْبِير فَالله عز وَجل مُنْفَرد بِالتَّدْبِيرِ فَهُوَ الَّذِي يدبر الْخلق يدبر السَّمَاوَات وَالْأَرْض كَمَا قَالَ الله سُبْحَانَهُ وَتَعَالَى أَلا لَهُ الْخلق وَالْأَمر تبَارك الله رب الْعَالمين (1) وَهَذَا التَّدْبِير شَامِل لَا يحول دونه شَيْء وَلَا يُعَارضهُ شَيْء وَالتَّدْبِير الَّذِي يكون لبَعض الْمَخْلُوقَات كتدبير الْإِنْسَان أَمْوَاله وغلمانه وخدمه وَمَا أشبه ذَلِك هُوَ تَدْبِير ضيق مَحْدُود ومقيد غير مُطلق فَظهر بذلك صدق صِحَة قَوْلنَا إِن تَوْحِيد الربوبية هُوَ إِفْرَاد الله بالخلق وَالْملك وَالتَّدْبِير النَّوْع الثَّانِي تَوْحِيد الألوهية هُوَ إِفْرَاد الله سُبْحَانَهُ وَتَعَالَى بِالْعبَادَة بِأَن لَا يتَّخذ الْإِنْسَان مَعَ الله أحدا يعبده ويتقرب إِلَيْهِ كَمَا يعبد الله تعلى ويتقرب إِلَيْهِ وَهَذَا النَّوْع من التَّوْحِيد هُوَ الَّذِي ضل فِيهِ الْمُشْركُونَ الَّذين قَاتلهم النَّبِي",
            "page": "8",
            "part": "1",
            "seal": "0CE89BB1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "صلى الله عَلَيْهِ وَسلم واستباح دِمَاءَهُمْ وَأَمْوَالهمْ وأرضهم وديارهم وسبى نِسَائِهِم وذريتهم وَهُوَ الَّذِي بعثت بِهِ الرُّسُل وأنزلت بِهِ الْكتب مَعَ أَخَوَيْهِ توحيدي الربوبية والأسماء وَالصِّفَات لَكِن أَكثر مَا يعالج الرُّسُل أقوامهم على هَذَا النَّوْع من التَّوْحِيد وَهُوَ تَوْحِيد الألوهية بِحَيْثُ لَا يصرف الْإِنْسَان شَيْئا من الْعِبَادَة لغير الله سُبْحَانَهُ وَتَعَالَى لَا لملك مقرب وَلَا لنَبِيّ مُرْسل وَلَا لوَلِيّ صَالح وَلَا لأي أحد من المخلوقين لِأَن الْعِبَادَة لَا تصح إِلَّا لله عز وَجل وَمن أخل بِهَذَا التَّوْحِيد فَهُوَ مُشْرك كَافِر وَإِن أقرّ بتوحيد الربوبية وبتوحيد الْأَسْمَاء وَالصِّفَات فَلَو أَن رجلا من النَّاس يُؤمن بِأَن الله سُبْحَانَهُ وَتَعَالَى هُوَ الْخَالِق الْمُدبر لجَمِيع الْأُمُور وَأَنه سُبْحَانَهُ وَتَعَالَى الْمُسْتَحق لما يسْتَحقّهُ من الْأَسْمَاء وَالصِّفَات لَكِن يعبد مَعَ الله غَيره لم يَنْفَعهُ إِقْرَاره بتوحيد الربوبية والأسماء وَالصِّفَات فَلَو فرض أَن رجلا يقر إِقْرَارا كَامِلا بتوحيد الربوبية وتوحيد الْأَسْمَاء وَالصِّفَات لَكِن يذهب إِلَى الْقَبْر فيعبد صَاحبه أَو ينذر لَهُ قربانا يتَقرَّب بِهِ إِلَيْهِ فَإِن هَذَا مُشْرك كَافِر خَالِد فِي النَّار قَالَ الله تبَارك",
            "page": "9",
            "part": "1",
            "seal": "18DD8D03"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وَتَعَالَى إِنَّه من يُشْرك بِاللَّه فقد حرم الله عَلَيْهِ الْجنَّة ومأواه النَّار وَمَا للظالمين من أنصار (1) وَمن الْمَعْلُوم لكل من قَرَأَ كتاب الله عز وَجل أَن الْمُشْركين الَّذين قَاتلهم النَّبِي صلى الله عَلَيْهِ وَسلم واستحل دِمَاءَهُمْ وَأَمْوَالهمْ وسبى نِسَاءَهُمْ وذريتهم وغنم أَرضهم كَانُوا مقرين بِأَن الله تَعَالَى وَحده هُوَ الرب الْخَالِق لَا يَشكونَ فِي ذَلِك وَلَكِن لما كَانُوا يعْبدُونَ مَعَه غَيره صَارُوا بذلك مُشْرِكين مباحي الدَّم وَالْمَال النَّوْع الثَّالِث تَوْحِيد الْأَسْمَاء وَالصِّفَات وَهُوَ إِفْرَاد الله سُبْحَانَهُ وَتَعَالَى بِمَا سمى الله بِهِ نَفسه وَوصف بِهِ نَفسه فِي كِتَابه أَو على لِسَان رَسُوله صلى الله عَلَيْهِ وَسلم وَذَلِكَ بِإِثْبَات مَا أثْبته من غير تَحْرِيف وَلَا تَعْطِيل وَمن غير تكييف وَلَا تَمْثِيل فَلَا بُد من الْإِيمَان بِمَا سمى الله بِهِ نَفسه وَوصف بِهِ نَفسه على وَجه الْحَقِيقَة لَا الْمجَاز وَلَكِن من غير تكييف وَلَا تَمْثِيل وَهَذَا النَّوْع من أَنْوَاع التَّوْحِيد ضل فِيهِ طوائف من هَذِه الْأمة من أهل الْقبْلَة الَّذين ينتسبون لِلْإِسْلَامِ على أوجه شَتَّى مِنْهُم من غلا فِي النَّفْي والتنزيه غلوا يخرج",
            "page": "10",
            "part": "1",
            "seal": "C10B2E2A"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "بِهِ من الْإِسْلَام وَمِنْهُم متوسط وَمِنْهُم قريب من أهل السّنة وَلَكِن طَريقَة السّلف فِي هَذَا النَّوْع من التَّوْحِيد هُوَ أَن يُسمى الله ويوصف بِمَا سمي وَوصف بِهِ نَفسه على وَجه الْحَقِيقَة لَا تَحْرِيف وَلَا تَعْطِيل وَلَا تكييف وَلَا تَمْثِيل مِثَال ذَلِك أَن الله سُبْحَانَهُ وَتَعَالَى سمى نَفسه بالحي القيوم فَيجب علينا أَن نؤمن بِأَن الْحَيّ اسْم من أَسمَاء الله تَعَالَى وَيجب علينا أَن نؤمن بِأَن الْحَيّ اسْم من أَسمَاء الله تَعَالَى وَيجب علينا أَن نؤمن بِمَا تضمنه هَذَا الإسم من وصف وَهِي الْحَيَاة الْكَامِلَة الَّتِي لم تسبق بِعَدَمِ وَلَا يلْحقهَا فنَاء وسمى الله نَفسه بالسميع فعلينا أَن نؤمن بالسميع اسْما من أَسمَاء الله سُبْحَانَهُ وَتَعَالَى وبالسمع صفة من صِفَاته وَبِأَنَّهُ يسمع وَهُوَ الحكم الَّذِي اقْتَضَاهُ ذَلِك الإسم وَتلك الصّفة فَإِن سميعا بِلَا سمع أَو سمعا بِلَا إِدْرَاك مسموع هَذَا شَيْء محَال وعَلى هَذَا فقس مِثَال آخر قَالَ الله تَعَالَى وَقَالَت الْيَهُود يَد الله مغلولة غلت أَيْديهم ولعنوا بِمَا قَالُوا بل يَدَاهُ مبسوطتان ينْفق كَيفَ يَشَاء (1) فَهُنَا قَالَ الله تَعَالَى بل يَدَاهُ",
            "page": "11",
            "part": "1",
            "seal": "582AA06C"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "مبسوطتان فَأثْبت لنَفسِهِ يدين موصوفتين بالبسط وَهُوَ الْعَطاء الْوَاسِع فَيجب علينا أنؤمن بِأَن لله تَعَالَى يديم اثْنَتَيْنِ مبسوطتين بالعطاء وَالنعَم وَلَكِن يجب علينا أَن لَا نحاول بقلوبنا تصورا وَلَا بألسنتنا نطقا أَن نكيف تِلْكَ الْيَدَيْنِ وَلَا أَن نمثلهما بأيدي المخلوقين لِأَن الله سُبْحَانَهُ وَتَعَالَى يَقُول لَيْسَ كمثله شَيْء وَهُوَ السَّمِيع الْبَصِير (1) وَيَقُول الله تَعَالَى قل إِنَّمَا حرم رَبِّي الْفَوَاحِش مَا ظهر مِنْهَا وَمِمَّا بطن وَالْإِثْم وَالْبَغي بِغَيْر الْحق وَأَن تُشْرِكُوا بِاللَّه مَا لم ينزل بِهِ سُلْطَانا وَأَن تَقولُوا على الله مَا لَا تعلمُونَ (2) وَيَقُول عز وَجل وَلَا تقف مَا لَيْسَ لَك بِهِ علم إِن السّمع وَالْبَصَر الْفُؤَاد كل أُولَئِكَ كَانَ عَنهُ مسئولا (3) فَمن هَاتين الْيَدَيْنِ بأيدي المخلوقين فقد كذب قَول الله تَعَالَى لَيْسَ كمثله شَيْء (4) وَقد عصى الله تَعَالَى",
            "page": "12",
            "part": "1",
            "seal": "EC056AE1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "فِي قَوْله فَلَا تضربوا لله الْأَمْثَال (1) وَمن كيفهما وَقَالَ هما على كَيْفيَّة مُعينَة أيا كَانَت هَذِه الْكَيْفِيَّة فقد قَالَ على الله مَا لَا يعلم وقفى مَا لَيْسَ لَهُ بِهِ علم ونضرب مِثَالا ثَانِيًا فِي الصِّفَات وَهُوَ اسْتِوَاء الله على عَرْشه فَإِن الله تَعَالَى أثبت لنَفسِهِ أَنه اسْتَوَى على الْعَرْش فِي سَبْعَة مَوَاضِع من كِتَابه كلهَا بِلَفْظ اسْتَوَى وبلفظ على الْعَرْش وَإِذا رَجعْنَا إِلَى الإستواء فِي اللُّغَة الْعَرَبيَّة وَجَدْنَاهُ إِذا عدي بعلى لَا يَقْتَضِي إِلَّا الإرتفاع والعلو فَيكون معنى قَوْله تَعَالَى الرَّحْمَن على الْعَرْش اسْتَوَى (2) وأمثالها من الْآيَات أَنه علا على عَرْشه علوا خَاصّا غير الْعُلُوّ الْعَام على جَمِيع الأكوان وَهَذَا الْعُلُوّ ثَابت لله تَعَالَى على وَجه الْحَقِيقَة فَهُوَ عَال على عَرْشه علوا يَلِيق بِهِ عز وَجل لَا يشبه علو الْإِنْسَان على السرير وَلَا علوه على الْأَنْعَام وَلَا علوه على الْفلك الَّذِي ذكره الله فِي قَوْله وَجعل لكم من الْفلك والأنعام مَا تَرْكَبُونَ لتستووا على ظَهره ثمَّ تَذكرُوا",
            "page": "13",
            "part": "1",
            "seal": "3A78E9E8"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "نعْمَة ربكُم إِذا اسْتَوَيْتُمْ عَلَيْهِ وَتَقولُوا سُبْحَانَ الَّذِي سخر لنا هَذَا وَمَا كُنَّا لَهُ مُقرنين وَإِنَّا إِلَى رَبنَا لمنقلبون (1) فاستواء الْمَخْلُوق على شَيْء لَا يُمكن أَن يماثله اسْتِوَاء الله على عَرْشه لِأَن الله لَيْسَ كمثله شَيْء وَقد أَخطَأ خطأ عَظِيما من قَالَ إِن معنى اسْتَوَى على الْعَرْش استولى على الْعَرْش لِأَن هَذَا تَحْرِيف للكلم عَن موَاضعه ومخالف لما أجمع عَلَيْهِ الصَّحَابَة رضوَان الله عَلَيْهِم والتابعون لَهُم بِإِحْسَان ومستلزم للوازم بَاطِلَة لَا يُمكن لمُؤْمِن أَن يتفوه بهَا بِالنِّسْبَةِ لله عز وَجل وَالْقُرْآن الْكَرِيم نزل باللغة الْعَرَبيَّة بِلَا شكّ كَمَا قَالَ الله سُبْحَانَهُ وَتَعَالَى إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبيا لَعَلَّكُمْ تعقلون (2) وَمُقْتَضى صِيغَة اسْتَوَى على كَذَا فِي اللُّغَة الْعَرَبيَّة الْعُلُوّ والإستقرار بل هُوَ مَعْنَاهَا المطابق للفظ فَمَعْنَى اسْتَوَى على الْعَرْش أَي علا عَلَيْهِ علوا خَاصّا يَلِيق بجلاله وعظمته فَإِذا فسر الإستواء بالإستيلاء فقد حرف الْكَلم عَن موَاضعه حَيْثُ",
            "page": "14",
            "part": "1",
            "seal": "436CC1E5"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "نفى الْمَعْنى الَّذِي تدل عَلَيْهِ لُغَة الْقُرْآن وَهُوَ الْعُلُوّ وَأثبت معنى آخر بَاطِلا ثمَّ إِن السّلف وَالتَّابِعِينَ لَهُم بِإِحْسَان مجمعون عل هَذَا الْمَعْنى إِذْ لم يَأْتِ عَنْهُم حرف وَاحِد فِي تَفْسِيره بِخِلَاف ذَلِك وَإِذا جَاءَ اللَّفْظ فِي الْقُرْآن وَالسّنة وَلم يرد عَن السّلف تَفْسِيره بِمَا يُخَالف ظَاهره فَالْأَصْل أَنهم أبقوه على ظَاهره واعتقدوا مَا يدل عَلَيْهِ فَإِن قَالَ قَائِل هَل ورد لفظ صَرِيح عَن السّلف أَنهم فسروا اسْتَوَى ب (علا) قُلْنَا نعم ورد ذَلِك عَن السّلف وعَلى فرض أَن لَا يكون ورد عَنْهُم صَرِيحًا فَإِن الأَصْل فِيمَا دلّ عَلَيْهِ اللَّفْظ فِي الْقُرْآن الْكَرِيم وَالسّنة النَّبَوِيَّة أَنه بَاقٍ على مَا تَقْتَضِيه اللُّغَة الْعَرَبيَّة من الْمَعْنى فَيكون إِثْبَات السّلف لَهُ على هَذَا الْمَعْنى أما اللوازم الْبَاطِلَة الَّتِي تلْزم من فسر الاسْتوَاء بالإستيلاء فَهِيَ أَولا أَن الْعَرْش قبل خلق السَّمَوَات وَالْأَرْض لَيْسَ ملكا لله",
            "page": "15",
            "part": "1",
            "seal": "E4917085"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "تَعَالَى لِأَن الله تَعَالَى قَالَ إِن ربكُم الله الَّذِي خلق السَّمَوَات وَالْأَرْض فِي سِتَّة أَيَّام ثمَّ اسْتَوَى على الْعَرْش (1) وعَلى هَذَا فَلَا يكون الله مستوليا على الْعَرْش قبل خلق السَّمَوَات وَلَا حِين خلق السَّمَوَات وَالْأَرْض ثَانِيًا أَنه يَصح التَّعْبِير بقولنَا إِن الله اسْتَوَى على الأَرْض واستوى على أَي شَيْء من مخلوقاته وَهَذَا بِلَا شكّ وَلَا ريب معنى بَاطِل لَا يَلِيق بِاللَّه عز وَجل ثَالِثا أَنه تَحْرِيف للكلم عَن موَاضعه رَابِعا أَنه مُخَالف لإِجْمَاع السّلف الصَّالح رضوَان الله عَلَيْهِم وخلاصة الْكَلَام فِي هَذَا النَّوْع تَوْحِيد الْأَسْمَاء وَالصِّفَات أَنه يجب علينا أَن نثبت لله مَا أثْبته لنَفسِهِ أَو أثْبته لَهُ رَسُوله من الْأَسْمَاء وَالصِّفَات على وَجه الْحَقِيقَة من غير تَحْرِيف وَلَا تَعْطِيل وَلَا تكييف وَلَا تَمْثِيل الْمَجْمُوع الثمين 27",
            "page": "16",
            "part": "1",
            "seal": "50178E56"
        },
        {
            "hno": "2",
            "id": "16",
            "nass": "خَصَائِص الْفرْقَة النَّاجِية ¶ 2 - وَسُئِلَ الشَّيْخ عَن أبرز خَصَائِص الْفرْقَة النَّاجِية وَهل النَّقْص من هَذِه الخصائص يخرج الْإِنْسَان مِنْهَا فَأجَاب أبرز الخصائص للفرقة النَّاجِية هِيَ التَّمَسُّك بِمَا كَانَ عَلَيْهِ النَّبِي صلى الله عَلَيْهِ وَسلم فِي العقيدة وَالْعِبَادَة والأخلاق والمعاملة هَذِه الْأُمُور الْأَرْبَعَة تَجِد الْفرْقَة النَّاجِية بارزة فِيهَا فَفِي العقيدة تجدها متمسكة بِمَا دلّ عَلَيْهِ كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم من التَّوْحِيد الْخَالِص فِي ألوهية الله وربوبيته وأسمائه وَصِفَاته وَفِي الْعِبَادَات تَجِد هَذِه الْفرْقَة متميزة فِي تمسكها التَّام وتطبيقها لما كَانَ عَلَيْهِ النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْعِبَادَات فِي أجناسها وصفاتها وأقدارها وأزمنتها وأمكنتها وأسبابها فَلَا تَجِد عِنْدهم ابتداعا فِي دين الله بل",
            "page": "17",
            "part": "1",
            "seal": "E4113AB6"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "هم متأدبون غَايَة الْأَدَب مَعَ الله وَرَسُوله لَا يتقدمون بَين يَدي الله وَرَسُوله فِي إِدْخَال شَيْء من الْعِبَادَات لم يَأْذَن بِهِ الله وَفِي الْأَخْلَاق تجدهم كَذَلِك متميزين عَن غَيرهم بِحسن الْأَخْلَاق كمحبة الْخَيْر للْمُسلمين وانشراح الصَّدْر وطلاقة الْوَجْه وَحسن الْمنطق وَالْكَرم والشجاعة إِلَى غير ذَلِك من مَكَارِم الْأَخْلَاق ومحسنها وَفِي الْمُعَامَلَات تجدهم يعاملون النَّاس بِالصّدقِ وَالْبَيَان اللَّذين أَشَارَ إِلَيْهِمَا النَّبِي صلى الله عَلَيْهِ وَسلم فِي قَوْله البيعان بِالْخِيَارِ مَا لم يَتَفَرَّقَا فَإِن صدقا وَبينا بورك لَهما فِي بيعهمَا وَإِن كذبا وكتما محقت بركَة بيعهمَا وَالنَّقْص من هَذِه الخصائص لَا يخرج الْإِنْسَان عَن كَونه من الْفرْقَة النَّاجِية لَكِن لكل دَرَجَات مِمَّا عمِلُوا وَالنَّقْص فِي جَانب التَّوْحِيد رُبمَا يُخرجهُ عَن الْفرْقَة النَّاجِية مثل الْإِخْلَال بالإخلاص وَكَذَلِكَ فِي الْبدع رُبمَا يَأْتِي ببدع تخرجه عَن كَونه من الْفرْقَة النَّاجِية أما مَسْأَلَة الْأَخْلَاق والمعاملات فَلَا يخرج الْإِخْلَال بهما من هَذِه الْفرْقَة وَإِن كَانَ ذَلِك ينقص مرتبته",
            "page": "18",
            "part": "1",
            "seal": "D91DF31A"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وَقد نحتاج إِلَى تَفْصِيل فِي مَسْأَلَة الْأَخْلَاق فَإِن من أهم مَا يكون من الْأَخْلَاق اجْتِمَاع الْكَلِمَة والإتفاق على الْحق الَّذِي أوصانا بِهِ الله تَعَالَى فِي قَوْله شرع لكم من الدّين مَا وصّى بِهِ نوحًا وَالَّذِي أَوْحَينَا إِلَيْك وَمَا وصينا بِهِ إِبْرَاهِيم ومُوسَى وَعِيسَى أَن أقِيمُوا الدّين وَلَا تتفرقوا فِيهِ (1) وَأخْبر أَن الَّذين فرقوا دينهم وَكَانُوا شيعًا أَن مُحَمَّدًا صلى الله عَلَيْهِ وَسلم برىء مِنْهُم فَقَالَ الله عز وَجل إِن الَّذين فرقوا دينهم وَكَانُوا شيعًا لست مِنْهُم فِي شَيْء (2) فاتفاق الْكَلِمَة وائتلاف الْقُلُوب من أبرز خَصَائِص الْفرْقَة النَّاجِية أهل السّنة وَالْجَمَاعَة فهم إِذا حصل بَينهم خلاف ناشيء عَن الإجتهاد فِي الْأُمُور الإجتهادية لَا يحمل بَعضهم على بعض حقدا وَلَا عَدَاوَة وَلَا بغضاء بل يَعْتَقِدُونَ أَنهم إخْوَة حَتَّى وَإِن حصل بَينهم هَذَا الْخلاف حَتَّى أَن الْوَاحِد مِنْهُم ليُصَلِّي خلف الْوَاحِد الَّذِي يرى الْمَأْمُوم أَنه لَيْسَ على وضوء وَيرى الإِمَام أَنه على وضوء مثل أَن الْوَاحِد مِنْهُم يُصَلِّي خلف",
            "page": "19",
            "part": "1",
            "seal": "F2C18C0F"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "شخص أكل لحم إبل وَهَذَا الإِمَام يرى أَنه لَا ينْقض الْوضُوء وَالْمَأْمُوم يرى أَنه ينْقض الْوضُوء فَيرى أَن الصَّلَاة خلف ذَلِك الإِمَام صَحِيحَة وَإِن كَانَ هُوَ لَو صلاهَا بِنَفسِهِ لرَأى أَن صلَاته غير صَحِيحَة كل هَذَا لأَنهم يرَوْنَ أَن الْخلاف الناشيء عَن اجْتِهَاد فِيمَا يسوغ فِيهِ الإجتهاد لَيْسَ فِي الْحَقِيقَة بِخِلَاف لِأَن كل وَاحِد من الْمُخْتَلِفين قد تبع مَا يجب عَلَيْهِ اتِّبَاعه من الدَّلِيل الَّذِي لَا يجوز لَهُ الْعُدُول عَنهُ فهم يرَوْنَ أَن أَخَاهُم إِذا خالفهم فِي عمل مَا اتبَاعا للدليل هُوَ فِي الْحَقِيقَة قد وافقهم لأَنهم هم يدعونَ إِلَى اتِّبَاع الدَّلِيل أَيْنَمَا كَانَ فَإِذا خالفهم مُوَافقَة لدَلِيل عِنْده فَهُوَ فِي الْحَقِيقَة قد وافقهم لِأَنَّهُ يمشي على مَا يدعونَ إِلَيْهِ ويهدون إِلَيْهِ من تحكيم كتاب الله وَسنة رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا يخفى على كثير من أهل الْعلم مَا حصل من الْخلاف بَين الصَّحَابَة فِي مثل هَذِه الْأُمُور حَتَّى فِي عهد النَّبِي صلى اللهعليه وَسلم وَلم يعنف أحدا مِنْهُم فَإِنَّهُ عَلَيْهِ الصَّلَاة وَالسَّلَام لما رَجَعَ من غَزْوَة الْأَحْزَاب وَجَاء جِبْرِيل وَأَشَارَ إِلَيْهِ أَن يخرج إِلَى بني قُرَيْظَة الَّذين نقضوا الْعَهْد فندب النَّبِي",
            "page": "20",
            "part": "1",
            "seal": "9CB65E88"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "صلى الله عَلَيْهِ وَسلم أَصْحَابه فَقَالَ لَا يصلين أحد مِنْكُم الْعَصْر إِلَّا فِي بني قُرَيْظَة فَخَرجُوا من الْمَدِينَة إِلَى بني قُرَيْظَة وأرهقتهم صَلَاة الْعَصْر فَمنهمْ من أخر صَلَاة الْعَصْر حَتَّى وصل إِلَى بني قُرَيْظَة بعد خُرُوج الْوَقْت لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ لَا يصلين أحد مِنْكُم الْعَصْر إِلَّا فِي بني قُرَيْظَة وَمِنْهُم من صلى الصَّلَاة فِي وَقتهَا وَقَالَ إِن الرَّسُول صلى الله عَلَيْهِ وَسلم أَرَادَ منا الْمُبَادرَة إِلَى الْخُرُوج وَلم يرد منا أَن نؤخر الصَّلَاة عَن وَقتهَا وَهَؤُلَاء هم المصيبون وَلَكِن مَعَ ذَلِك لم يعنف النَّبِي صلى الله عَلَيْهِ وَسلم أحدا من الطَّائِفَتَيْنِ وَلم يحمل كل وَاحِد على الآخر عَدَاوَة أَو بغضاء بِسَبَب اخْتلَافهمْ فِي فهم هَذَا النَّص لذَلِك أرى أَن الْوَاجِب على الْمُسلمين الَّذين ينتسبون إِلَى السّنة أَن يَكُونُوا أمة وَاحِدَة وَأَن لَا يحصل بَينهم تحزب هَذَا ينتمي إِلَى طَائِفَة وَالْآخر إِلَى طَائِفَة أُخْرَى وَالثَّالِث إِلَى طَائِفَة ثَالِثَة وَهَكَذَا بِحَيْثُ يتناحرون فِيمَا بَينهم بأسنة الألسن ويتعادون ويتباغضون من أجل اخْتِلَاف يسوغ فِيهِ الإجتهاد وَلَا حَاجَة إِلَى أَن أخص كل طَائِفَة بِعَينهَا لَكِن الْعَاقِل يفهم",
            "page": "21",
            "part": "1",
            "seal": "B94B763F"
        },
        {
            "hno": "3",
            "id": "21",
            "nass": "ويتبين لَهُ الْأَمر فَأرى أَنه يجب على أهل السّنة وَالْجَمَاعَة أَن يتحدوا حَتَّى وَإِن اخْتلفُوا فِيمَا يَخْتَلِفُونَ فِيهِ فِيمَا تَقْتَضِيه النُّصُوص حسب أفهامهم فَإِن هَذَا أَمر فِيهِ سَعَة وَللَّه الْحَمد والمهم ائتلاف الْقُلُوب واتحاد الْكَلم وَلَا ريب أَن أَعدَاء الْمُسلمين يحبونَ من الْمُسلمين أَن يتفرقوا سَوَاء كَانُوا أَعدَاء يصرحون بالعداوة أَو أَعدَاء يتظاهرون بِالْولَايَةِ للْمُسلمين أَو لِلْإِسْلَامِ وهم لَيْسُوا كَذَلِك فَالْوَاجِب أَن نتميز بِهَذِهِ الميزة الَّتِي هِيَ ميزة للطائفة النَّاجِية وَهِي الإتفاق على كلمة وَاحِدَة الْمَجْمُوع الثمين 254 ¶ سَبَب قُوَّة الْمُسلمين ¶ 3 - سُئِلَ الشَّيْخ يَدعِي بعض النَّاس أَن سَبَب تخلف الْمُسلمين هُوَ تمسكهم بدينهم وشبهتهم فِي ذَلِك أَن الغرب لما تخلوا عَن جَمِيع الديانَات وتحرروا مِنْهَا وصلوا إِلَى مَا وصلوا إِلَيْهِ من التَّقَدُّم الحضاري وَرُبمَا أيدوا وشبهتهم بِمَا عِنْد الغرب من الأمطار الْكَثِيرَة والزروع فَمَا رَأْي فضيلتكم",
            "page": "22",
            "part": "1",
            "seal": "2510F6C9"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "فَأجَاب بقوله هَذَا الْكَلَام لَا يصدر إِلَّا من ضَعِيف الْإِيمَان أومفقود الْإِيمَان جَاهِل بالتاريخ غير عَالم بِأَسْبَاب النَّصْر فالأمة الإسلامية لما كَانَت متمسكة بدينها فِي صدر الْإِسْلَام كَانَ لَهَا الْعِزَّة والتمكين وَالْقُوَّة والسيطرة فِي جَمِيع نواحي الْحَيَاة بل إِن بعض النَّاس يَقُول إِن الغرب لم يستفيدوا مَا استفادوه من الْعُلُوم إِلَّا مَا نقلوه عَن المسلمن فِي صدر الْإِسْلَام وَلَكِن الْأمة الإسلامية تخلفت كثيرا عَن دينهَا وابتدعت فِي دين الله مَا لَيْسَ مِنْهُ عقيدة وقولا وفعلا وَحصل بذلك التَّأَخُّر الْكَبِير والتخلف الْكَبِير وَنحن نعلم علم الْيَقِين ونشهد الله عز وَجل إننا لَو رَجعْنَا إِلَى مَا كَانَ عَلَيْهِ أسلافنا فِي ديننَا لكَانَتْ لنا الْعِزَّة والكرامة والظهور على جَمِيع النَّاس وَلِهَذَا لما حدث أَبُو سُفْيَان هِرقل ملك الرّوم وَالروم فِي ذَلِك الْوَقْت تعْتَبر دولة عظمى بِمَا كَانَ عَلَيْهِ الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام وَأَصْحَابه قَالَ إِن كَانَ مَا تَقول حَقًا فسيملك مَا تَحت قدمي هَاتين وَلما خرج أَبُو سُفْيَان وَأَصْحَابه من عِنْد هِرقل قَالَ لقد أَمر أَمر ابْن أبي كَبْشَة إِنَّه لَيَخَافهُ ملك",
            "page": "23",
            "part": "1",
            "seal": "CD40DCA2"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "بني الْأَصْفَر وَأما مَا حصل فِي الدول الغربية الْكَافِرَة الملحدة من التَّقَدُّم فِي الصناعات وَغَيرهَا فَإِن ديننَا لَا يمْنَع مِنْهُ لَو أننا التفتنا إِلَيْهِ لَكِن مَعَ الأسف ضيعنا هَذَا وَهَذَا ضيعنا ديننَا وضيعنا دُنْيَانَا وَإِلَّا فَإِن الدّين الإسلامي لَا يُعَارض هَذَا التَّقَدُّم بل قَالَ الله تَعَالَى وَأَعدُّوا لَهُم مَا اسْتَطَعْتُم من قُوَّة وَمن رِبَاط الْخَيل ترهبون بِهِ عَدو الله وَعَدُوكُمْ (1) وَقَالَ تَعَالَى هُوَ الَّذِي جعل لكم الأَرْض ذلولا فامشوا فِي مناكبها وكلوا من رزقه (2) وَقَالَ تَعَالَى هُوَ الَّذِي خلق لكم مَا فِي الأَرْض جَمِيعًا (3) وَقَالَ تَعَالَى وَفِي الأَرْض قطع متجاورات (4) إِلَى غير ذَلِك من الْآيَات الَّتِي تعلن إعلانا ظَاهرا للْإنْسَان أَن يكْتَسب وَيعْمل وَينْتَفع لَكِن لَا على حِسَاب الدّين فَهَذِهِ الْأُمَم الْكَافِرَة هِيَ كَافِرَة",
            "page": "24",
            "part": "1",
            "seal": "98CD6230"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "من الأَصْل دينهَا الَّذِي كَانَت تدعيه بَاطِل فَهُوَ وإلحادها على حد سَوَاء لَا فرق فَالله سُبْحَانَهُ وَتَعَالَى يَقُول وَمن يبتغ غير الْإِسْلَام دينا فَلَنْ يقبل مِنْهُ (1) وَإِن كَانَ أهل الْكتاب من الْيَهُود وَالنَّصَارَى لَهُم بعض المزايا الَّتِي يخالفون غَيرهم فِيهَا لَكِن بِالنِّسْبَةِ للآخرة هم وَغَيرهم سَوَاء وَلِهَذَا أقسم النَّبِي صلى الله عَلَيْهِ وَسلم أَنه لَا يسمع بِهِ من هَذِه الْأمة يَهُودِيّ وَلَا نَصْرَانِيّ ثمَّ لَا يتبع مَا جَاءَ بِهِ إِلَّا كَانَ من أَصْحَاب النَّار فهم من الأَصْل كافرون سَوَاء انتسبوا إِلَى الْيَهُودِيَّة أَو النَّصْرَانِيَّة أم لم ينتسبوا إِلَيْهَا وَأما مَا يحصل لَهُم من الأمطار وَغَيرهَا فهم يصابون بِهَذَا ابتلاء من الله تَعَالَى وامتحانا وتعجل لَهُم طيبهاتهم فِي الْحَيَاة الدُّنْيَا كَمَا قَالَ النَّبِي عَلَيْهِ الصَّلَاة وَالسَّلَام لعمر بن الْخطاب وَقد رَآهُ قد أثر فِي جنبه حَصِير فَبكى عمر فَقَالَ يَا رَسُول الله فَارس وَالروم يعيشون فِيمَا يعيشون فِيهِ من النَّعيم وَأَنت على هَذِه الْحَالة فَقَالَ يَا عمر هَؤُلَاءِ قوم عجلت لَهُم طَيِّبَاتهمْ فِي حياتهم الدُّنْيَا أما ترْضى أَن تكون لَهُم",
            "page": "25",
            "part": "1",
            "seal": "85C3B02C"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "الدُّنْيَا وَلنَا الْآخِرَة ثمَّ إِنَّهُم يَأْتِيهم من الْقَحْط والبلايا والزلازل والعواصف المدمرة مَا هُوَ مَعْلُوم وينشر دَائِما فِي الإذاعات وَفِي الصُّحُف وَفِي غَيرهَا وَلَكِن من وَقع السُّؤَال عَنهُ أعمى أعمى الله بصيرته فَلم يعرف الْوَاقِع وَلم يعرف حَقِيقَة الْأَمر ونصيحتي لَهُ أَن يَتُوب إِلَى الله عز وَجل عَن هَذِه التصورات قبل أَن يفاجئه الْمَوْت وَأَن يرجع إِلَى ربه وَأَن يعلم أَنه لَا عزة لنا وَلَا كَرَامَة وَلَا ظُهُور وَلَا سيادة إِلَّا إِذا رَجعْنَا إِلَى دين الْإِسْلَام رُجُوعا حَقِيقِيًّا يصدقهُ القَوْل وَالْفِعْل وَأَن يعلم أَن مَا عَلَيْهِ هَؤُلَاءِ الْكفَّار بَاطِل لَيْسَ بِحَق وَأَن مأواهم النَّار كَمَا أخبر الله بذلك فِي كِتَابه وعَلى لِسَان رَسُوله صلى الله عَلَيْهِ وَسلم وَأَن هَذَا الْإِمْدَاد الَّذِي أمدهم الله بِهِ من النعم مَا هُوَ إِلَّا ابتلاء وامتحان وتعجيل طَيّبَات حَتَّى إِذا هَلَكُوا وفارقوا هَذَا النَّعيم إِلَى الْجَحِيم ازدادت عَلَيْهِم الْحَسْرَة والألم والحزن وَهَذَا من حِكْمَة الله عز وَجل بتنعيم هَؤُلَاءِ على أَنهم كَمَا قلت لم يسلمُوا من الكوارث الَّتِي تصيبهم من الزلازل والقحط والعواصف والفيضانات وَغَيرهَا فأسأل الله لهَذَا السَّائِل الْهِدَايَة",
            "page": "26",
            "part": "1",
            "seal": "CD539F3F"
        },
        {
            "hno": "4",
            "id": "26",
            "nass": "والتوفيق وَأَن يردهُ إِلَى الْحق وَأَن يُبصرنَا جَمِيعًا فِي ديننَا إِنَّه جواد كريم الْمَجْمُوع الثمين 310 ¶ أَنْوَاع الشّرك ¶ 4 - سُئِلَ الشَّيْخ عَن أَنْوَاع الشّرك فَأجَاب بقوله سبق فِي غير هَذَا الْموضع أَن التَّوْحِيد يتَضَمَّن إِثْبَاتًا ونفيا وَأَن الِاقْتِصَار فِيهِ على النَّفْي تَعْطِيل والاقتصار فِيهِ على الْإِثْبَات لَا يمْنَع الْمُشَاركَة فَلهَذَا لَا بُد فِي التَّوْحِيد من النَّفْي وَالْإِثْبَات فَمن لم يثبت حق الله عز وَجل على هَذَا الْوَجْه فقد أشرك والشرك نَوْعَانِ شرك أكبر مخرج عَن الْملَّة وشرك دون ذَلِك النَّوْع الأول الشّرك الْأَكْبَر وَهُوَ كل شرك أطلقهُ الشَّارِع وَهُوَ يتَضَمَّن خُرُوج الْإِنْسَان عَن دينه مثل أَن يصرف شَيْئا من أَنْوَاع الْعِبَادَة لله عز وَجل لغير الله كَأَن يُصَلِّي لغير الله أَو يَصُوم لغير الله أَو يذبح لغير الله وَكَذَلِكَ من الشّرك الْأَكْبَر أَن يَدْعُو غير الله عز وَجل مثل",
            "page": "27",
            "part": "1",
            "seal": "72D1C251"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "أَن يَدْعُو صَاحب قبر أَو يَدْعُو غَائِبا ليغيثه من أَمر لَا يقدر عَلَيْهِ إِلَّا الله عز وَجل وأنواع الشّرك مَعْلُومَة فِي مَا كتبه أهل الْعلم النَّوْع الثَّانِي الشّرك الْأَصْغَر وَهُوَ كل عمل قولي أَو فعلي أطلق عَلَيْهِ الشَّرْع وصف الشّرك وَلكنه لَا يخرج من الْملَّة مثل الْحلف بِغَيْر الله فَإِن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ من حلف بِغَيْر الله فقد كفر أَو أشرك فالحالف بِغَيْر الله الَّذِي لَا يعْتَقد أَن لغير الله تَعَالَى من العظمة مَا يماثل عَظمَة الله فَهُوَ مُشْرك شركا أَصْغَر سَوَاء كَانَ هَذَا الْمَحْلُوف بِهِ مُعظما من الْبشر أم غير مُعظم فَلَا يجوز الْحلق بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم وَلَا برئيس وَلَا وَزِير وَلَا يجوز الْحلف بِالْكَعْبَةِ وَلَا بِجِبْرِيل وَمِيكَائِيل لِأَن هَذَا شرك لكنه شرك أَصْغَر لَا يخرج من الْملَّة وَمن أَنْوَاع الشّرك الْأَصْغَر الرِّيَاء مثل أَن يقوم الْإِنْسَان يُصَلِّي الله عز وَجل وَلكنه يزين صلَاته لِأَنَّهُ يعلم أَن أحدا من النَّاس ينظر إِلَيْهِ فيزين صلَاته من أجل مراءاة النَّاس فَهَذَا مُشْرك شركا أَصْغَر لِأَنَّهُ فعل الْعِبَادَة لله لَكِن أَدخل",
            "page": "28",
            "part": "1",
            "seal": "9407027D"
        },
        {
            "hno": "5",
            "id": "28",
            "nass": "عَلَيْهَا هَذَا التزيين مراءاة لِلْخلقِ وكذلن لَو أنْفق مَاله فِي شَيْء يتَقرَّب بِهِ إِلَى الله لكنه أَرَادَ أَن يمدحه النَّاس بذلك فَإِنَّهُ مُشْرك شركا أَصْغَر وأنواع الشّرك الْأَصْغَر كَثِيرَة مَعْلُومَة فِي كتب أهل الْعلم الْمَجْمُوع الثمين 2 26 ¶ شَاب يُقيم أَرْكَان الْإِسْلَام لكنه يرتكب بعض الْمعاصِي فَمَا حكمه ¶ 5 - سُؤال شَاب يُقيم أَرْكَان الْإِسْلَام الْخَمْسَة كَمَا شرعها الله وَلكنه يرتكب بعض الْمعاصِي أَي أَنه يجمع بَين الْوَاجِبَات والمنهيات مَا حكم الْإِسْلَام فِي ذَلِك ساري غ القصيم الْجَواب بَاب التَّوْبَة مَفْتُوح إِلَى أَن تطلع الشَّمْس من مغْرِبهَا فعلى كل كَافِر أَو عَاص أَن يَتُوب إِلَى الله تَوْبَة نصُوحًا وَذَلِكَ بالندم على مَا مضى من الْكفْر والمعاصي والإقلاع من ذَلِك وَتَركه خوفًا من الله وتعظيما لَهُ والعزم الصَّادِق على عدم الْعود فِي ذَلِك وَمَتى تَابَ العَبْد هَذِه التَّوْبَة محا الله عَنهُ مَا سلف من سيئاته كَمَا قَالَ جلّ وَعلا وتوبوا",
            "page": "29",
            "part": "1",
            "seal": "72655D95"
        },
        {
            "hno": "6",
            "id": "29",
            "nass": "إِلَى الله جَمِيعًا أَيهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تفلحون (1) وَقَالَ سُبْحَانَهُ وَإِنِّي لغفار لمن تَابَ وآمن وَعمل صَالحا ثمَّ اهْتَدَى (2) وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم الْإِسْلَام يهدي مَا كَانَ قبله وَالتَّوْبَة تهدم مَا كَانَ قبلهَا وَمن تَمام التَّوْبَة فِي حق الْمُسلم رد الْمَظَالِم إِلَى أَهلهَا أَو تحللهم مِنْهَا كَمَا قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم من كَانَ عِنْده لِأَخِيهِ مظْلمَة فليتحلله الْيَوْم قبل أَلا يكون دِينَار وَلَا دِرْهَم إِن كَانَ لَهُ عمل صَالح أَخذ من حَسَنَاته بِقدر مظلمته فَإِن لم يكن لَهُ حَسَنَات أَخذ من سيئات صَاحبه فَحمل عَلَيْهِ رَوَاهُ البُخَارِيّ والآيات وَالْأَحَادِيث فِي هَذَا الْمَعْنى كَثِيرَة ¶ 6 - وَسُئِلَ الشَّيْخ عَن احتجاج العَاصِي إِذا نهي عَن مَعْصِيّة بقوله تَعَالَى إِن الله غَفُور رَحِيم فَأجَاب قَائِلا إِذا احْتج بِهَذَا احتججنا عَلَيْهِ بقوله تَعَالَى نبيء عبَادي أَنِّي أَنا الغفور الرَّحِيم وَأَن عَذَابي هُوَ",
            "page": "30",
            "part": "1",
            "seal": "143D6D4D"
        },
        {
            "hno": "7",
            "id": "30",
            "nass": "الْعَذَاب الْأَلِيم (1) وَبِقَوْلِهِ تَعَالَى اعلموا أَن الله شَدِيد الْعقَاب وَأَن الله غَفُور رَحِيم (2) فَإِذا أَتَى بآيَات الرَّجَاء يُقَابل بآيَات الْوَعيد وَلَيْسَ هَذَا الْجَواب مِنْهُ إِلَّا جَوَاب المتهادون فَنحْن نقُول لَهُ اتَّقِ الله عز وَجل وقم بِمَا أوجب الله عَلَيْك واسأله الْمَغْفِرَة لِأَنَّهُ لَيْسَ كل أحد يقوم بِمَا أوجب الله عَلَيْهِ يقوم بِهِ على وَجهه الْأَكْمَل كتاب الدعْوَة 30 ¶ تَعْرِيف الْبِدْعَة ¶ 7 - سُؤال اخْتلف عُلَمَاؤُنَا فِي الْبِدْعَة فَقَالَ بَعضهم الْبِدْعَة مِنْهَا مَا هُوَ حسن وَمِنْهَا مَا هُوَ قَبِيح فَهَل هَذَا صَحِيح الْحَمد لله وَحده وَالصَّلَاة وَالسَّلَام على رَسُوله وَآله وَصَحبه وَبعد الْجَواب الْبِدْعَة هِيَ كل مَا أحدث على غير مِثَال سَابق ثمَّ مِنْهَا مَا يتَعَلَّق بالمعاملات وشؤون الدُّنْيَا كاختراع آلَات النَّقْل من طائرات وسيارات وقاطرات",
            "page": "31",
            "part": "1",
            "seal": "83A6FCCB"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وأجهزة الكهرباء وأدوات الطهي والمكيفات الَّتِي تسْتَعْمل للتدفئة والتبريد وآلات الْحَرْب من قنابل وغواصات ودبابات إِلَى إير ذَلِك مِمَّا يرجع إِلَى مصَالح الْعباد فِي دنياهم فَهَذِهِ فِي نَفسهَا لَا حرج فِيهَا وَلَا إِثْم فِي اختراعها أما بِالنِّسْبَةِ للمقصد من اختراعها وَمَا تسْتَعْمل فِيهِ فَإِن قصد بهَا خير واستعين بهَا فِيهِ فَهِيَ خير وَإِن قصد بهَا شَرّ من تخريب وتدمير وإفساد فِي الأَرْض واستعين بهَا فِي ذَلِك فَهِيَ شَرّ وبلاء وَقد تكون الْبِدْعَة فِي الدّين عقيدة أَو عبَادَة قولية أَو فعلية كبدعة نفي الْقدر وَبِنَاء الْمَسَاجِد على الْقُبُور وَإِقَامَة القباب على الْقُبُور وَقِرَاءَة الْقُرْآن عِنْدهَا للأموات والاحتفال بالموالد إحْيَاء لذكرى الصَّالِحين والوجهاء والاستغاثة بِغَيْر الله وَالطّواف حول المزارات فَهَذِهِ وأمثالها كلهَا ضلال لقَوْل النَّبِي صلى الله عَلَيْهِ وَسلم إيَّاكُمْ ومحدثات الْأُمُور فَإِن كل محدثة بِدعَة وكل بِدعَة ضَلَالَة لَكِن مِنْهَا مَا هُوَ شرك أكبر يخرج من الْإِسْلَام كالاستغاثة بِغَيْر الله فِيمَا هُوَ من وَرَاء الْأَسْبَاب العادية وَالذّبْح وَالنّذر لغير الله إِلَى أَمْثَال ذَلِك مِمَّا هُوَ عبَادَة مُخْتَصَّة بِاللَّه وَمِنْهَا مَا هُوَ ذَرِيعَة إِلَى الشّرك",
            "page": "32",
            "part": "1",
            "seal": "CCA15612"
        },
        {
            "hno": "8",
            "id": "32",
            "nass": "كالتوسل إِلَى الله بجاه الصَّالِحين وَالْحلف بِغَيْر الله وَقَول الشَّخْص مَا شَاءَ الله وشئت وَلَا تَنْقَسِم الْبدع فِي الْعِبَادَات إِلَى الْأَحْكَام الْخَمْسَة كَمَا زعم بعض النَّاس لعُمُوم حَدِيث كل بِدعَة ضَلَالَة فتاوي اللجنة 2321 ¶ كرامات الْأَوْلِيَاء ¶ 8 - سُؤال هَل للأولياء كَرَامَة وَهل لَهُم أَن يتصرفوا فِي عَالم الملكوت فِي السَّمَوَات وَالْأَرْض وَهل يشفعون وهم فِي البرزخ لأهل الدُّنْيَا أم لَا جَوَاب الْكَرَامَة أَمر خارث للْعَادَة يظهره الله تَعَالَى على يَد عبد من عباده الصَّالِحين حَيا أَو مَيتا إِكْرَاما لَهُ فَيدْفَع بِهِ عَنهُ ضرا أَو يُحَقّق لَهُ نفعا أَو ينصر بِهِ حَقًا وَذَلِكَ الْأَمر لَا يملك العَبْد الصَّالح أَن يَأْتِي بِهِ إِذا أَرَادَ كَمَا أَن النَّبِي لَا يملك أَن يَأْتِي بالمعجزة من عِنْد نَفسه بل كل ذَلِك إِلَى الله وَحده قَالَ الله تَعَالَى وَقَالُوا لوللا أنزل عَلَيْهِ آيَات من ربه قل إِنَّمَا الْآيَات عِنْد الله وَإِنَّمَا أَنا نَذِير مُبين وَلَا يملك الصالحون أَن يتصرفوا فِي ملكوت السَّمَوَات وَالْأَرْض إِلَّا بِقدر",
            "page": "33",
            "part": "1",
            "seal": "0640348E"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "مَا آتَاهُم الله من الْأَسْبَاب كَسَائِر الْبشر من زرع وَبِنَاء وتجارة وَنَحْو ذَلِك مِمَّا هُوَ من جنس أَعمال الْبشر بِإِذن الله تَعَالَى وَلَا يملكُونَ أَن يشفعوا وهم فِي البرزخ لأحد من الْخلق أَحيَاء وأمواتا قَالَ الله تَعَالَى قل لله الشَّفَاعَة جَمِيعًا وَقَالَ وَلَا يملك الَّذين يدعونَ من دونه الشَّفَاعَة إِلَّا من شهد بِالْحَقِّ وهم يعلمُونَ وَقَالَ من ذَا الَّذِي يشفع عِنْده إِلَّا بِإِذْنِهِ وَمن اعْتقد فِي أَنهم يتصرفون فِي الْكَوْن أَو يعلمُونَ الْغَيْب فَهُوَ كَافِر لقَوْل الله عز وَجل لله ملك السَّمَوَات وَالْأَرْض وَمن فِيهِنَّ وَهُوَ على كل شَيْء قدير (1) وَقَوله سُبْحَانَهُ قل لَا يعلم من فِي السَّمَوَات وَالْأَرْض الْغَيْب إِلَّا الله (2) وَقَوله سُبْحَانَهُ آمرا نبيه صلى الله عَلَيْهِ وَسلم بِمَا يزِيل اللّبْس ويوضح الْحق قل لَا أملك لنَفْسي نفعا وَلَا ضرا إِلَّا مَا شَاءَ الله وَلَو كنت أعلم الْغَيْب لاستكثرت من الْخَيْر وَمَا مسني السوء إِن أَنا إِلَّا نَذِير وَبشير لقوم يُؤمنُونَ (3) فتاوي اللجنة 1388",
            "page": "34",
            "part": "1",
            "seal": "0713962A"
        },
        {
            "hno": "9",
            "id": "34",
            "nass": "حكم الاحتفال بالموالد النَّبَوِيَّة وَغَيرهَا (1) الْحَمد لله وَالصَّلَاة وَالسَّلَام على رَسُول الله وعَلى آله وَصَحبه وَمن اهْتَدَى بهداه ¶ 9 - أما بعد فقد تكَرر السُّؤَال من كثير عَن حكم الاحتفال بمولد النَّبِي صلى الله عَلَيْهِ وَسلم وَالْقِيَام لَهُ فِي أثْنَاء ذَلِك وإلقاء السَّلَام عَلَيْهِ وَغير ذَلِك مِمَّا يفعل فِي الموالد وَالْجَوَاب أَن يُقَال لَا يجوز الاحتفال بمولد الرَّسُول صلى الله عَلَيْهِ وَسلم وَلَا غَيره لِأَن ذَلِك من الْبدع المحدثة فِي الدّين لِأَن الرَّسُول صلى الله عَلَيْهِ وَسلم لم يَفْعَله وَلَا خلفاؤه الراشدون وَلَا غَيرهم منالصحابة رضوَان الله عَلَيْهِم وَلَا التابعون لَهُم بِالْإِحْسَانِ فِي الْقُرُون المفضلة وهم أعلم النَّاس بِالسنةِ وأكمل حبا لرَسُول الله صلى الله عَلَيْهِ وَسلم ومتابعة لشرعه مِمَّن بعدهمْ وَقد ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ من أحدث فِي أمرنَا هَذَا مَا لَيْسَ مِنْهُ",
            "page": "35",
            "part": "1",
            "seal": "3C77E1E1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "فَهُوَ رد أَي مَرْدُود عَلَيْهِ وَقَالَ فِي حَدِيث آخر عَلَيْكُم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين المهديين من بعدِي تمسكوا بهَا وعضوا عَلَيْهَا بالنواجذ وَإِيَّاكُم ومحدثات الْأُمُور فَإِن كل محدثة بِدعَة وكل بِدعَة ضَلَالَة فَفِي هذَيْن الْحَدِيثين تحذير شَدِيد من إِحْدَاث الْبدع وَالْعَمَل بهَا وَقد قَالَ سُبْحَانَهُ وَتَعَالَى فِي كِتَابه الْمُبين وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا (1) وَقَالَ عز وَجل فليحذر الَّذين يخالفون عَن أمره أَن تصيبهم فتْنَة أَو يصيبهم عَذَاب أَلِيم (2) وَقَالَ سُبْحَانَهُ لقد كَانَ لكم فِي رَسُول الله أُسْوَة حَسَنَة لمن كَانَ يرجوا الله وَالْيَوْم الآخر وَذكر الله كثيرا (3) وَقَالَ تَعَالَى وَالسَّابِقُونَ الْأَولونَ من الْمُهَاجِرين وَالْأَنْصَار وَالَّذين اتَّبَعُوهُمْ بِإِحْسَان رَضِي الله عَنْهُم وَرَضوا عَنهُ وَأعد لَهُم جنَّات تجْرِي تحتهَا الْأَنْهَار خَالِدين فِيهَا أبدا",
            "page": "36",
            "part": "1",
            "seal": "32249973"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "ذَلِك الْفَوْز الْعَظِيم (1) وَقَالَ تَعَالَى الْيَوْم أكملت لكم دينكُمْ وَأَتْمَمْت عَلَيْكُم نعمتي ورضيت لكم الْإِسْلَام دينا (2) والآيات فِي هَذَا الْمَعْنى كَثِيرَة وإحداث مثل هَذِه الموالد يفهم مِنْهُ أَن الله سُبْحَانَهُ لم يكمل الدّين لهَذِهِ الْأمة وَأَن الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام لم يبلغ مَا يَنْبَغِي للْأمة أَن تعْمل بِهِ حَتَّى جَاءَ هَؤُلَاءِ الْمُتَأَخّرُونَ فأحدثوا فِي شرع الله مَا لم يَأْذَن بِهِ زاعمين أَن ذَلِك مِمَّا يقربهُمْ إِلَى الله وَهَذَا بِلَا شكّ فِيهِ خطر عَظِيم وَاعْتِرَاض على الله سُبْحَانَهُ وعَلى رَسُوله صلى الله عَلَيْهِ وَسلم وَالله سُبْحَانَهُ قد أكمل لِعِبَادِهِ الدّين وَأتم عَلَيْهِم النِّعْمَة وَالرَّسُول صلى الله عَلَيْهِ وَسلم قد بلغ الْبَلَاغ الْمُبين وَلم يتْرك طَرِيقا يُوصل إِلَى الْجنَّة ويباعد من النَّار إِلَّا بَينه للْأمة كَمَا ثَبت فِي الحَدِيث الصَّحِيح عَن عبد الله بن عَمْرو رَضِي الله عَنْهُمَا قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم مَا بعث الله من نَبِي إِلَّا كَانَ حَقًا عَلَيْهِ أَن يدل أمته على خير مَا يُعلمهُ لَهُم وَيُنْذرهُمْ شَرّ مَا",
            "page": "37",
            "part": "1",
            "seal": "BB60AD06"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "يُعلمهُ لَهُم رَوَاهُ مُسلم فِي صَحِيحه وَمَعْلُوم أَن نَبينَا صلى الله عَلَيْهِ وَسلم هُوَ أفضل الْأَنْبِيَاء وخاتمهم وأكملهم بلاغا وَنصحا فَلَو كَانَ الاحتفال بالموالد من الدّين الَّذِي يرضاه الله سُبْحَانَ لبينه الرَّسُول صلى الله عَلَيْهِ وَسلم للْأمة أَو فعله فِي حَيَاته أَو فعله أَصْحَابه رَضِي الله عَنْهُم فَلَمَّا لم يَقع شَيْء من ذَلِك علم أَنه لَيْسَ من الْإِسْلَام فِي شَيْء بل هُوَ من المحدثات الَّتِي حذر الرَّسُول صلى الله عَلَيْهِ وَسلم مِنْهَا أمته كَمَا تقدم ذكر ذَلِك فِي الْحَدِيثين السَّابِقين وَقد جَاءَ فِي مَعْنَاهُمَا أاديث أُخْرَى مثل قَوْله صلى الله عَلَيْهِ وَسلم فِي خطْبَة الْجُمُعَة أما بعد فَإِن خير الحَدِيث كتاب الله وَخير الْهَدْي هدي مُحَمَّد صلى الله عَلَيْهِ وَسلم وَشر الْأُمُور محدثاتها وكل بِدعَة ضَلَالَة رَوَاهُ الإِمَام مُسلم فِي صَحِيحه والآيات وَالْأَحَادِيث فِي هَذَا الْبَاب كَثْرَة وَقد صرح جمَاعَة من الْعلمَاء بإنكار الموالد والتحذير مِنْهَا عملا بالأدلة الْمَذْكُورَة وَغَيرهَا وَخَالف بعض الْمُتَأَخِّرين فأجازها إِذا لم تشْتَمل على شَيْء من الْمُنْكَرَات كالغلو فِي رَسُول الله صلى الله عَلَيْهِ وَسلم وكاختلاط النِّسَاء بِالرِّجَالِ وَاسْتِعْمَال آلَات الملاهي وَغير ذَلِك مِمَّا يُنكره الشَّرْع المطهر وظنوا أَنَّهَا من الْبدع الْحَسَنَة وَالْقَاعِدَة",
            "page": "38",
            "part": "1",
            "seal": "1283E830"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "الشَّرْعِيَّة رد مَا تنَازع فِيهِ النَّاس إِلَى كتاب الله وَسنة رَسُوله مُحَمَّد صلى الله عَلَيْهِ وَسلم كَمَا قَالَ الله عز وَجل يأيها الَّذين آمنُوا أطِيعُوا الله وَأَطيعُوا الرَّسُول وأولي الْأَمر مِنْكُم فَإِن تنازعتم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول إِن كُنْتُم تؤمنون بِاللَّه وَالْيَوْم الآخر ذَلِك خير وَأحسن تَأْوِيلا (1) وَقَالَ تَعَالَى وَمَا اختلفتم فِيهِ من شَيْء فَحكمه إِلَى الله (2) وَقد رددنا هَذِه الْمَسْأَلَة وَهِي الاحتفال بالموالد إِلَى كتاب الله سُبْحَانَهُ فوجدناه يَأْمُرنَا بِاتِّبَاع الرَّسُول صلى الله عَلَيْهِ وَسلم فِيمَا جَاءَ بِهِ ويحذرنا عَمَّا نهى عَنهُ ويخبرنا بِأَن الله سُبْحَانَهُ قد أكمل لهَذِهِ الْأمة دينهَا وَلَيْسَ هَذَا الاحتفال مِمَّا جَاءَ بِهِ الرَّسُول صلى الله عَلَيْهِ وَسلم فَيكون لَيْسَ من الدّين الَّذِي أكمله الله لنا وأمرنا بِاتِّبَاع الرَّسُول فِيهِ وَقد رددنا ذَلِك أَيْضا إِلَى سنة الرَّسُول صلى الله عَلَيْهِ وَسلم فَلم نجد فِيهَا أَنه فعله وَلَا أَمر بِهِ وَلَا فعله أَصْحَابه رَضِي الله عَنْهُم فَعلمنَا بذلك أَنه لَيْسَ من الدّين بل هُوَ من الْبدع المحدثة وَمن التَّشَبُّه بِأَهْل الْكتاب من الْيَهُود وَالنَّصَارَى فِي أعيادهم",
            "page": "39",
            "part": "1",
            "seal": "E6BC0F6F"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وَبِذَلِك يَتَّضِح لكل من لَهُ أدنى بَصِيرَة ورغبة فِي الْحق وإنصاف فِي طلبه أَن الاحتفال بالموالد لَيْسَ من دين الْإِسْلَام بل هُوَ من الْبدع المحدثات الَّتِي أَمر الله سُبْحَانَهُ وَرَسُوله صلى الله عَلَيْهِ وَسلم بِتَرْكِهَا والحذر مِنْهَا وَلَا يَنْبَغِي للعاقل أَن يغتر بِكَثْرَة من يَفْعَله من النَّاس فِي سَائِر الأقطار فَإِن الْحق لَا يعرف بِكَثْرَة الفاعلين وَإِنَّمَا يعرف بالأدلة الشَّرْعِيَّة كَمَا قَالَ تَعَالَى عَن الْيَهُود وَالنَّصَارَى وَقَالُوا لن يدْخل الْجنَّة إِلَّا من كَانَ هودا أَو نَصَارَى تِلْكَ أمانيهم قل هاتوا برهانكم إِن كُنْتُم صَادِقين (1) وَقَالَ تَعَالَى وَإِن تُطِع أَكثر من فِي الأَرْض يضلوك عَن سَبِيل الله (2) الْآيَة ثمَّ إِن غَالب هَذِه الاحتفالات بالموالد مَعَ كَونهَا بِدعَة لَا تخلوا من اشتمالها على مُنكرَات أُخْرَى كاختلاط النِّسَاء بِالرِّجَالِ وَاسْتِعْمَال الأغاني وَالْمَعَازِف وَشرب المسكرات والمخدرات وَغير ذَلِك من الشرور وَقد يَقع فِيهَا مَا أعظم من ذَلِك وَهُوَ الشّرك الْأَكْبَر وَذَلِكَ بالغلو فِي رَسُول الله",
            "page": "40",
            "part": "1",
            "seal": "D0680257"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "صلى الله عَلَيْهِ وَسلم أَو غَيره من الْأَوْلِيَاء ودعائه والاستغاثة بِهِ وَطَلَبه المدد واعتقاد أَنه يعلم الْغَيْب وَنَحْو ذَلِك من الْأُمُور الكفرية الَّتِي يتعاطها الْكثير من النَّاس حِين احتفالهم بمولد النَّبِي صلى الله عَلَيْهِ وَسلم وَغَيره مِمَّن يسمونه بالأولياء وَقد صَحَّ عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ إيَّاكُمْ والغلو فِي الدّين فَإِنَّمَا أهلك من كَانَ قبلكُمْ الغلو فِي الدّين وَقَالَ عَلَيْهِ الصَّلَاة وَالسَّلَام لَا تطروني كَمَا أطرت النَّصَارَى ابْن مَرْيَم إِنَّمَا أَنا عبد فَقولُوا عبد الله وَرَسُوله خرجه البُخَارِيّ فِي صَحِيحه من حَدِيث عمر رَضِي الله عَنهُ وَمن الْعَجَائِب أَن الْكثير من النَّاس ينشط ويجتهد فِي حَضَرُوهُ هَذِه الاحتفالات المبتدعة ويدافع عَنْهَا ويتخلف عَمَّا أوجب الله عَلَيْهِ من حُضُور الْجمع وَالْجَمَاعَات وَلَا يرفع بذلك رَأْسا وَلَا يرى أَنه أَتَى مُنْكرا عَظِيما وَلَا شكّ أَن ذَلِك من ضعف الْإِيمَان وَقلة البصيرة وَكَثْرَة مَا ران على الْقُلُوب من صنوف الذُّنُوب والمعاصي نسْأَل الله الْعَافِيَة لنا ولسائر الْمُسلمين وَمن ذَلِك أَن بَعضهم يظنّ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم يحضر المولد وَلِهَذَا يقومُونَ لَهُ محيين ومرحبين وَهَذَا من أعظم الْبَاطِل وأقبح",
            "page": "41",
            "part": "1",
            "seal": "0B958FA4"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "الْجَهْل فَإِن الرَّسُول صلى الله عَلَيْهِ وَسلم لَا يخرج من قَبره قبل يَوْم الْقِيَامَة وَلَا يتَّصل بِأحد من النَّاس وَلَا يحضر اجْتِمَاعهم بل هُوَ مُقيم فِي قَبره إِلَى يَوْم الْقِيَامَة وروحه فِي أَعلَى عليين عِنْد ربه فِي دَار الْكَرَامَة كَمَا قَالَ الله تَعَالَى فِي سُورَة الْمُؤمنِينَ ثمَّ إِنَّكُم بعد ذَلِك لميتون ثمَّ إِنَّكُم يَوْم الْقِيَامَة تبعثون (1) وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم أَنا أول من ينشق عَنهُ الْقَبْر يَوْم الْقِيَامَة وَأَنا أول شَافِع وَأول مُشَفع عَلَيْهِ من ربه أفضل الصَّلَاة وَالسَّلَام فَهَذِهِ الْآيَة الْكَرِيمَة والْحَدِيث الشريف وَمَا جَاءَ فِي مَعْنَاهُمَا من الْآيَات وَالْأَحَادِيث كلهَا تدل على أَن النَّبِي صلى الله عَلَيْهِ وَسلم وَغَيره من الْأَمْوَات إِنَّمَا يخرجُون من قُبُورهم يَوْم الْقِيَامَة وَهَذَا أَمر مجمع عَلَيْهِ بَين عُلَمَاء الْمُسلمين لَيْسَ فِيهِ نزاع بَينهم فَيَنْبَغِي لكل مُسلم التنبه لهَذِهِ الْأُمُور والحذر مِمَّا أحدثه الْجُهَّال وأشباههم من الْبدع والخرافات الَّتِي مَا أنزل الله بهَا من سُلْطَان وَالله الْمُسْتَعَان وَعَلِيهِ التكلان وَلَا حول وَلَا قُوَّة إِلَّا بِهِ",
            "page": "42",
            "part": "1",
            "seal": "8EA02985"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "أما الصَّلَاة وَالسَّلَام على رَسُول الله صلى الله عَلَيْهِ وَسلم فَهِيَ من أفضل القربات وَمن الْأَعْمَال الصَّالِحَات كَمَا قَالَ تَعَالَى إِن الله وَمَلَائِكَته يصلونَ على النَّبِي يَا أَيهَا الَّذين آمنُوا صلوا عَلَيْهِ وسلموا تَسْلِيمًا (1) وَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم من صلى عَليّ وَاحِدَة صلى الله عَلَيْهِ بهَا عشرا وَهِي مَشْرُوعَة فِي جَمِيع الْأَوْقَات ومتأكدة فِي آخر كل صَلَاة بل وَاجِبَة عِنْد جمع من أهل الْعلم فِي التَّشَهُّد الْأَخير من كل صَلَاة وَسنة مُؤَكدَة فِي مَوَاضِع كَثِيرَة مِنْهَا مَا بعد الْأَذَان وَعند ذكره عَلَيْهِ الصَّلَاة وَالسَّلَام وَفِي يَوْم الْجُمُعَة وليلتها كَمَا دلّت على ذَلِك أَحَادِيث كَثِيرَة وَالله الْمَسْئُول أَن يوفقنا وَسَائِر الْمُسلمين للفقه فِي دينه والثبات عَلَيْهِ وَأَن يمن على الْجَمِيع بِلُزُوم السّنة والحذر من الْبِدْعَة إِنَّه جواد كريم وَصلى الله على نَبينَا مُحَمَّد وعَلى آله وَصَحبه مَجْمُوع فتاوي سماحة الشَّيْخ ابْن باز 1183",
            "page": "43",
            "part": "1",
            "seal": "E5BAEF04"
        },
        {
            "hno": "10",
            "id": "43",
            "nass": "الاحتفال بالمود النَّبَوِيّ بِدعَة محدثة فِي الدّين (1) ¶ 10 - سُؤال يسْأَل أَحْمد حسن غَرِيب من جدة قَائِلا مَا الحكم الشَّرْعِيّ فِي الاحتفال بالمولد النَّبَوِيّ الْفَتْوَى نرى أَنه لَا يتم إِيمَان عبد حَتَّى يحب الرَّسُول صلى الله عَلَيْهِ وَسلم ويعظمه بِمَا يَنْبَغِي أَن يعظمه فِيهِ وَبِمَا هُوَ لَائِق فِي حَقه صلى الله عَلَيْهِ وَسلم وَلَا ريب أَن بعثة الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام وَلَا أَقُول مولده بل بعثته لِأَنَّهُ لم يكن رَسُولا إِلَّا حِين بعث كَمَا قَالَ أهل الْعلم نبيء بإقرأ وَأرْسل بالمدثر لَا ريب أَن بعثته عَلَيْهِ الصَّلَاة وَالسَّلَام خير للإنسانية عَامَّة كَمَا قَالَ الله تَعَالَى قل يَا أَيهَا النَّاس إِنِّي رَسُول الله إِلَيْكُم جَمِيعًا الَّذِي لَهُ ملك السَّمَاوَات وَالْأَرْض لَا إِلَه إِلَّا هُوَ يحيي وَيُمِيت فآمنوا بِاللَّه رَسُوله النَّبِي الْأُمِّي الَّذِي يُؤمن بِاللَّه وكلماته واتبعوه لَعَلَّكُمْ تهتدون (2) وَإِذا كَانَ كَذَلِك فَإِن من تَعْظِيمه",
            "page": "44",
            "part": "1",
            "seal": "3CF0A789"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وتوقيره والتأدب مَعَه واتخاذه إِمَامًا متبوعا أَلا نتجاوز مَا شَرعه لنا من الْعِبَادَات لِأَن رَسُول الله صلى الله عَلَيْهِ وَسلم توفّي وَلم يدع لأمته خيرا إِلَّا دلهم عَلَيْهِ وَأمرهمْ بِهِ وَلَا شرا إِلَّا بَينه وحذرهم مِنْهُ وعَلى هَذَا فَلَيْسَ من حَقنا وَنحن نؤمن بِهِ إِمَامًا متبوعا أَن نتقدم بَين يَدَيْهِ بالاحتفال مولده أَو بمبعثه والاحتفال يَعْنِي الْفَرح وَالسُّرُور وَإِظْهَار التَّعْظِيم وكل هَذَا من الْعِبَادَات المقربة إِلَى الله فَلَا يجوز أَن نشرع من الْعِبَادَات إِلَّا مَا شَرعه الله وَرَسُوله وَعَلِيهِ فالاحتفال بِهِ يعْتَبر من الْبِدْعَة وَقد قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم كل بِدعَة ضَلَالَة قَالَ هَذِه الْكَلِمَة الْعَامَّة وَهُوَ صلى الله عَلَيْهِ وَسلم أعلم النَّاس بِمَا يَقُول وأفصح النَّاس بِمَا ينْطق وأنصح النَّاس فِيمَا يرشد إِلَيْهِ وَهَذَا أَمر لَا شكّ فِيهِ لم يسْتَثْن النَّبِي صلى الله عَلَيْهِ وَسلم من الْبدع شَيْئا لَا يكون ضَلَالَة وَمَعْلُوم أَن الضَّلَالَة خلاف الْهدى وَلِهَذَا روى النَّسَائِيّ آخر الحَدِيث وكل ضَلَالَة فِي النَّار وَلَو كَانَ الاحتفال بمولده صلى الله عَلَيْهِ وَسلم من الْأُمُور المحبوبة إِلَى الله وَرَسُوله لكَانَتْ مَشْرُوعَة وَلَو كَانَت مَشْرُوعَة لكَانَتْ مَحْفُوظَة لِأَن الله تَعَالَى تكفل بِحِفْظ شَرِيعَته وَلَو كَانَت مَحْفُوظَة مَا تَركهَا الْخُلَفَاء الراشدون",
            "page": "45",
            "part": "1",
            "seal": "2338D88D"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وَالصَّحَابَة والتابعون لَهُم بِإِحْسَان وتابعوهم فَلَمَّا لم يَفْعَلُوا شَيْئا من ذَلِك على أَنه لَيْسَ من دين الله وَالَّذِي أنصح بِهِ إِخْوَاننَا الْمُسلمين عَامَّة أَن يتجنبوا مثل هَذِه الْأُمُور الَّتِي لم يتَبَيَّن لَهُم مشروعيتها لَا فِي كتاب الله وَلَا فِي سنة رَسُوله صلى الله عَلَيْهِ وَسلم وَلَا فِي عمل الصَّحَابَة رَضِي الله عَنْهُم وَأَن يعتنوا بِمَا هُوَ بَين ظَاهر من الشَّرِيعَة من الْفَرَائِض وَالسّنَن الْمَعْلُومَة وفيهَا كِفَايَة وَصَلَاح للقلب وَصَلَاح للفرد وَصَلَاح للمجتمع وَإِذا تَأَمَّلت أَحْوَال هَؤُلَاءِ المولعين بِمثل هَذِه الْبدع وجدت أَن غندهم فتورا فِي كثير من السّنَن بل فِي كثير من الْوَاجِبَات والمفروضات وَهَذَا أَمر يجب أَن يفطنوا لَهُ حَتَّى يستقيموا على مَا يَنْبَغِي أَن يَكُونُوا عَلَيْهِ من الْمُحَافظَة على مَا ثبتَتْ شرعيته هَذَا بِقطع النّظر عَمَّا بِهَذِهِ الاحتفالات من الغلو بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم الْمُؤَدِّي إِلَى الشّرك الْأَكْبَر الْمخْرج عَن الْملَّة الَّذِي كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم نَفسه يحارب النَّاس عَلَيْهِ ويستبيح دِمَاءَهُمْ وَأَمْوَالهمْ وذراريهم فإننا نسْمع أَنه يلقى فِي هَذِه الاحتفالات من القصائد مَا يخرج عَن الْملَّة قطعا كَمَا يرددون قَول البوصيري",
            "page": "46",
            "part": "1",
            "seal": "1299C7CB"
        },
        {
            "hno": null,
            "id": "46",
            "nass": ".. يَا أكْرم الْخلق مَا لي من ألوذ بِهِ ... سواك عِنْد حُدُوث الْحَادِث العمم ¶ إِن لم تكم آخِذا يَوْم الْمعَاد يَدي ... صفحا وَإِلَّا فَقل يَا زلَّة الْقدَم ¶ فَإِن من جودك الدُّنْيَا وضرتها ... وَمن علومك علم اللَّوْح والقلم ... مثل هَذِه الْأَوْصَاف لَا تصح إِلَّا لله عز وَجل وَأَنا أعجب لمن يتَكَلَّم بِهَذَا الْكَلَام إِن كَانَ يعقل مَعْنَاهُ كَيفَ يسوغ لنَفسِهِ أَن يَقُول مُخَاطبا النَّبِي عَلَيْهِ الصَّلَاة وَالسَّلَام فَإِن من جودك الدُّنْيَا وضرتها وَمن للتَّبْعِيض والدينا هِيَ الدِّينَا وضرتها هِيَ الْآخِرَة فَإِذا كَانَت الدُّنْيَا وَالْآخِرَة من جود الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام وَلَيْسَ كل جوده فَمَا الَّذِي بَقِي لله عز وَجل مَا بَقِي لَهُ شَيْء من الْمُمكن لَا فِي الدُّنْيَا وَلَا فِي الْآخِرَة وَكَذَلِكَ قَوْله وَمن علومك علم اللَّوْح والقلم وَمن هَذِه للتَّبْعِيض وَلَا أَدْرِي مَاذَا يبْقى لله تَعَالَى من الْعلم إِذا خاطبنا الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام بِهَذَا الْخطاب ورويدك يَا أخي الْمُسلم إِن كنت تتقي الله عز وَجل فَأنْزل رَسُول الله صلى الله عَلَيْهِ وَسلم مَنْزِلَته الَّتِي أنزلهُ الله أَنه عبد الله وَرَسُوله فَقل هُوَ عبد الله وَرَسُوله واعتقد فِيهِ مَا أمره ربه أَن",
            "page": "47",
            "part": "1",
            "seal": "89732444"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "يبلغهُ إِلَى النَّاس عَامَّة قل لَا أَقُول لكم عِنْدِي خَزَائِن الله وَلَا أعلم الْغَيْب وَلَا أَقُول لكم إِنِّي ملك إِن أتبع إِلَّا مَا يُوحى إِلَيّ (1) وَمَا أمره الله بِهِ فِي قَوْله قل إِنِّي لَا أملك لكم ضرا وَلَا رشدا (2) وَزِيَادَة على ذَلِك قل إِنِّي لن يجبرني من الله أحد وَلنْ أجد من دونه ملتحدا (3) حَتَّى النَّبِي عَلَيْهِ الصَّلَاة وَالسَّلَام لَو أَرَادَ الله بِهِ شَيْئا لَا أحد يجيره من الله سُبْحَانَهُ وَتَعَالَى فَالْحَاصِل أَن هَذِه الأعياد أَو الاحتفالات بمولد الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام لَا تقتصر على مُجَرّد كَونهَا بِدعَة محدثة فلي الدّين بل هِيَ يُضَاف إِلَيْهَا شَيْء من الْمُنْكَرَات مِمَّا يُؤَدِّي إِلَى الشّرك وَكَذَلِكَ مِمَّا سمعناه أَنه يحصل فِيهَا اخْتِلَاط بَين الرِّجَال وَالنِّسَاء وَيحصل فِيهَا تصفيق ودف وَغير ذَلِك من الْمُنْكَرَات الَّتِي لَا يمتري فِي إنكارها مُؤمن وَنحن فِي غنى بِمَا شَرعه الله لنا وَرَسُوله فَفِيهِ صَلَاح الْقُلُوب والبلاد والعباد مَجْمُوع فتاوي ابْن عثيمين 1126",
            "page": "48",
            "part": "1",
            "seal": "F47CEADF"
        },
        {
            "hno": "11",
            "id": "48",
            "nass": "الاحتفال بليلة 27 من رَمَضَان ¶ 11 - سُؤال مَا حكم الاحتفال بليلة سبع وَعشْرين لَيْلَة الْقدر الْجَواب خير الْهدى هدي مُحَمَّد صلى الله عَلَيْهِ وَسلم وَشر الْأُمُور محدثاتها فهدي النَّبِي صلى الله عَلَيْهِ وَسلم فِي رَمَضَان الْإِكْثَار من الْعِبَادَات من صَلَاة وَقِرَاءَة الْقُرْآن وَصدقَة وَغير ذَلِك من وُجُوه الْبر وَكَانَ فِي الْعشْرين الأول ينَام وَيُصلي فَإِذا دخل الْعشْر الْأَخير أيقظ أَهله وَشد المئزر وَأَحْيَا ليله وحث على قيام رَمَضَان وَقيام لَيْلَة الْقدر فَقَالَ صلى الله عَلَيْهِ وَسلم من قَامَ رَمَضَان إِيمَانًا واحتسابا غفر لَهُ مَا تقدم من ذَنبه وَمن قَامَ لَيْلَة الْقدر إِيمَانًا واحتسابا غفر لَهُ مَا تقدم من ذَنبه مُتَّفق عَلَيْهِ وَبَين صلى الله عَلَيْهِ وَسلم أَن لَيْلَة الْقدر فِي الْعشْر الْأَوَاخِر من رَمَضَان وَأَنَّهَا فِي أحد أوتاره فَقَالَ صلى الله عَلَيْهِ وَسلم التمسوها فِي الْعشْر الْأَوَاخِر فِي الْوتر مِنْهُ رَوَاهُ أَحْمد فِي الْمسند وَأخرجه التِّرْمِذِيّ وَجَاء فِيهِ التمسوها فِي تسع يبْقين أَو سبع يبْقين أَو خمس يبْقين أَو ثَلَاث يبْقين أَو آخر لَيْلَة قَالَ التِّرْمِذِيّ بعد",
            "page": "49",
            "part": "1",
            "seal": "967108E5"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "إِخْرَاجه هَذَا حَدِيث حسن صَحِيح وَعلم النَّبِي صلى الله عَلَيْهِ وَسلم عَائِشَة رَضِي الله عَنْهَا الدُّعَاء الَّذِي تَدْعُو بِهِ إِن وَافَقت هَذِه اللَّيْلَة فقد روى أَحْمد فِي الْمسند عَنْهَا رَضِي الله عَنْهَا قَالَت يَا نَبِي الله إِن واقفت لَيْلَة الْقدر مَا أَقُول فِيهَا قَالَ تَقُولِينَ اللَّهُمَّ إِنَّك عَفْو تحب الْعَفو فَاعْفُ عَيْني وَقد أخرجه أَيْضا النَّسَائِيّ وَابْن مَاجَه وَالتِّرْمِذِيّ وَقَالَ التِّرْمِذِيّ بعد إِخْرَاجه هَذَا حَدِيث حسن صَحِيح هَذَا هدي الرَّسُول صلى الله عَلَيْهِ وَسلم فِي رَمَضَان وَفِي لَيْلَة الْقدر وَأما الاحتفال بليلة سبع وَعشْرين على أَنَّهَا لَيْلَة الْقدر فَهُوَ مُخَالف لهدي الرَّسُول صلى الله عَلَيْهِ وَسلم فَإِنَّهُ صلى الله عَلَيْهِ وَسلم لم يحتفل بليلة الْقدر فالاحتفال بهَا بِدعَة وَبِاللَّهِ التَّوْفِيق وَصلى الله على نَبينَا مُحَمَّد وَآله وَصَحبه وَسلم اللجنة الدائمة للبحوث العلمية والإفتاء عُضْو عبد الله بن منيع عُضْو عبد الله بن غديان نَائِب رَئِيس اللجنة عبد الرزاق عفيفي فتاوي اللجنة 340",
            "page": "50",
            "part": "1",
            "seal": "C70E0A0B"
        },
        {
            "hno": "12",
            "id": "50",
            "nass": "12 - حكم الإحتفال بليلة الْإِسْرَاء والمعراج الْحَمد لله وَالصَّلَاة وَالسَّلَام على رَسُول الله وعَلى آله وَصَحبه أما بعد فَلَا ريب أَن الْإِسْرَاء والمعراح من آيَات الله الْعَظِيمَة الدَّالَّة على صدق رَسُوله مُحَمَّد صلى الله عَلَيْهِ وَسلم وعَلى عظم مَنْزِلَته عِنْد الله عز وَجل كَمَا أَنَّهَا من الدالئل على قدرَة الله الباهرة وعَلى علوه سُبْحَانَهُ وَتَعَالَى على جَمِيع خلقه قَالَ الله سُبْحَانَهُ وَتَعَالَى سُبْحَانَ الَّذِي أسرى بِعَبْدِهِ لَيْلًا من الْمَسْجِد الْحَرَام إِلَى الْمَسْجِد الْأَقْصَى الَّذِي باركنا حوله لنريه من آيَاتنَا إِنَّه هُوَ السَّمِيع الْبَصِير (1) وتواتر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه عرج بِهِ إِلَى السَّمَاء وَفتحت لَهُ أَبْوَابهَا حَتَّى جَاوز السَّمَاء السَّابِعَة فَكَلمهُ ربه سُبْحَانَهُ بِمَا أَرَادَ وَفرض عَلَيْهِ الصَّلَوَات الْخمس وَكَانَ الله سُبْحَانَهُ فَرضهَا أَولا خمسين صَلَاة فَلم يزل نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم يُرَاجِعهُ ويسأله",
            "page": "51",
            "part": "1",
            "seal": "2B40FE5C"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "التَّخْفِيف حَتَّى جعلهَا خمْسا فِي الْفَرْض وَخمسين فِي الْأجر لِأَن الْحَسَنَة بِعشر أَمْثَالهَا فَللَّه الْحَمد وَالشُّكْر على جَمِيع نعمه وَهَذِه اللَّيْلَة الَّتِي حصل فِيهَا الْإِسْرَاء والمعراج لم يَأْتِ فِي الْأَحَادِيث الصَّحِيحَة تَعْيِينهَا لَا فِي رَجَب وَلَا غَيره وكل مَا ورد فِي تَعْيِينهَا فَهُوَ غير ثَابت عَن النَّبِي صلى الله عَلَيْهِ وَسلم عِنْد أهل الْعلم بِالْحَدِيثِ وَللَّه الْحِكْمَة الْبَالِغَة فِي إنساء النَّاس لَهَا وَلَو ثَبت تَعْيِينهَا لم يجز للْمُسلمين أَن يخصوها بِشَيْء من الْعِبَادَات وَلم يجز لَهُم أَن يحتفلوا بهَا لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه رَضِي الله عَنْهُم لم يحتفلوا بهَا وَلم يخصوها بِشَيْء وَلَو كَانَ الإحتفال بهَا أمرا مَشْرُوعا لبينه الرَّسُول صلى الله عَلَيْهِ وَسلم للْأمة إِمَّا بالْقَوْل إِمَّا بِالْفِعْلِ وَلَو وَقع شَيْء من ذَلِك لعرف واشتهر ولنقله الصَّحَابَة رَضِي الله عَنْهُم إِلَيْنَا فقد نقلوا عَن نَبِيّهم صلى الله عَلَيْهِ وَسلم كل شَيْء تحتاجه الْأمة وَلم يفرطوا فِي شَيْء من الدّين بل هم السَّابِقُونَ إِلَى كل خير فَلَو كَانَ الإحتفال بِهَذِهِ اللَّيْلَة مَشْرُوعا لكانوا أسبق النَّاس إِلَيْهِ وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم هُوَ أنصح النَّاس للنَّاس وَقد بلغ الرسَالَة غَايَة الْبَلَاغ",
            "page": "52",
            "part": "1",
            "seal": "A501F3CA"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وَأدّى الْأَمَانَة فَلَو كَانَ تَعْظِيم هَذِه اللَّيْلَة والإحتفال بهَا من دين الله لم يغفله النَّبِي صلى الله عَلَيْهِ وَسلم وَلم يَكْتُمهُ فَلَمَّا لم يَقع شَيْء من ذَلِك علم أَن الإحتفال بهَا وتعظيمها ليسَا من الْإِسْلَام فِي شَيْء وَقد أكمل الله لهَذِهِ الْأمة دينهَا وَأتم عَلَيْهَا النِّعْمَة وَأنكر على من شرع فِي الدّين مَا لم يَأْذَن بِهِ الله قَالَ سُبْحَانَهُ تَعَالَى فِي كِتَابه الْمُبين من سُورَة الْمَائِدَة الْيَوْم أكملت لكم دينكُمْ وَأَتْمَمْت عَلَيْكُم نعمتي ورضيت لكم الْإِسْلَام دينا (1) وَقَالَ عز وَجل فِي سُورَة الشورى أم لَهُم شُرَكَاء شرعوا لَهُم من الدّين مَا لم يَأْذَن بِهِ الله وَلَوْلَا كلمة الْفَصْل لقضي بَينهم وَإِن الظَّالِمين لَهُم عَذَاب أَلِيم (2) وَثَبت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فِي الْأَحَادِيث الصَّحِيحَة التحذير من الْبدع وَالتَّصْرِيح بِأَنَّهَا ضَلَالَة تَنْبِيها للْأمة على عظم خطرها وتنفيرا لَهُم من اقترافها وَمن ذَلِك مَا ثَبت فِي الصَّحِيحَيْنِ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ من أحدث فِي أمرنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رد",
            "page": "53",
            "part": "1",
            "seal": "F4B26877"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وَفِي رِوَايَة لمُسلم من عمل عملا لَيْسَ عَلَيْهِ أمرنَا فَهُوَ رد وَفِي صَحِيح مُسلم عَن جَابر رَضِي الله عَنهُ قَالَ كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول فِي خطبَته يَوْم الْجُمُعَة أما بعد فَإِن خير الحَدِيث كتاب الله وَخير الْهدى هدى مُحَمَّد صلى الله عَلَيْهِ وَسلم وَشر الْأُمُور محدثاتها وكل بِدعَة ضَلَالَة زَاد النَّسَائِيّ بِسَنَد جيد وكل ضَلَالَة فِي النَّار وَفِي السّنَن عَن الْعِرْبَاض بن سَارِيَة رَضِي الله عَنهُ أَنه قَالَ وعظنا رَسُول الله صلى الله عَلَيْهِ وَسلم موعظة بليغة وجلت مِنْهَا الْقُلُوب وذرفت مِنْهَا الْعُيُون فَقُلْنَا يَا رَسُول الله كَأَنَّهَا موعظة مُودع فأوصنا فَقَالَ أوصيكم بتقوى الله والسمع وَالطَّاعَة وَإِن تَأمر عَلَيْكُم عبد فَإِنَّهُ من يَعش مِنْكُم فسيرى اخْتِلَافا كثيرا فعليم بِسنتي وَسنة الْخُلَفَاء الرَّاشِدين المهديين من بعدِي تمسكوا بهَا وعضوا عَلَيْهَا بالنواجذ وَإِيَّاكُم ومحدثات الْأُمُور فَإِن كل محدثة بِدعَة وكل بِدعَة ضَلَالَة وَالْأَحَادِيث فِي هَذَا الْمَعْنى كَثِيرَة وَقد ثَبت عَن أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم وَعَن السّلف الصَّالح بعدهمْ التحذير من الْبدع والترهيب مِنْهَا وَمَا ذَاك إِلَّا لِأَنَّهَا زِيَادَة فِي الدّين",
            "page": "54",
            "part": "1",
            "seal": "BF446212"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وَشرع لم يَأْذَن بِهِ الله وتشبه بأعداء الله من الْيَهُود وَالنَّصَارَى فِي زيادتهم فِي دينهم وابتداعهم فِيهِ مَا لم يَأْذَن بِهِ الله وَلِأَن لازمها التنقص للدّين الإسلامي واتهامه بِعَدَمِ الْكَمَال وَمَعْلُوم مَا فِي هَذَا من الْفساد الْعَظِيم وَالْمُنكر الشنيع والمصادمة لقَوْل الله عز وَجل الْيَوْم أكملت لكم دينكُمْ والمخالفة الصَّرِيحَة لأحاديث الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام المحذرة من الْبدع والمنفرة مِنْهَا وَأَرْجُو أَن يكون فِيمَا ذَكرْنَاهُ من الْأَدِلَّة كِفَايَة ومقنع لطَالب الْحق فِي إِنْكَار هَذِه الْبِدْعَة أَعنِي بِدعَة الاحتفال بليلة الْإِسْرَاء والمعراج والتحذير مِنْهَا وَإِنَّهَا لَيست من دين الْإِسْلَام فِي شَيْء وَلما أوجل الله من النصح للْمُسلمين وَبَيَان مَا شرع الله لَهُ من الدّين وَتحرم كتمان الْعلم رَأَيْت تَنْبِيه إخْوَانِي الْمُسلمين على هَذِه الْبِدْعَة الَّتِي قد فَشَتْ فِي كثير من الْأَمْصَار حَتَّى ظَنّهَا بعض النَّاس من الدّين وَالله الْمَسْئُول أَن يصلح أَحْوَال الْمُسلمين جَمِيعًا ويمنحهم الْفِقْه فِي الدّين ويوفقنا وإياهم للتمسك بِالْحَقِّ والثبات",
            "page": "55",
            "part": "1",
            "seal": "32C04DFB"
        },
        {
            "hno": "13",
            "id": "55",
            "nass": "عَلَيْهِ وَترك م خَالفه إِنَّه ولي ذَلِك والقادر عَلَيْهِ وَصلى الله وَسلم وَبَارك على عَبده وَرَسُوله نَبينَا مُحَمَّد وَآله وَصَحبه مَجْمُوع فتاوي سماحة ى الشَّيْخ ابْن باز 1188 ¶ 13 - حكم الإحتفال بليلة النّصْف من شعْبَان الْحَمد لله الَّذِي أكمل لنا الدّين وَأتم علينا النِّعْمَة وَالصَّلَاة وَالسَّلَام على نبيه وَرَسُوله مُحَمَّد نَبِي التَّوْبَة وَالرَّحْمَة أما بعد فقد قَالَ الله تَعَالَى الْيَوْم أكملت لكم دينكُمْ وَأَتْمَمْت عَلَيْكُم نعمتي ورضيت لكم الْإِسْلَام دينا (1) وَقَالَ تَعَالَى أم لَهُم شُرَكَاء شرعوا لَهُم من الدّين مَا لم يَأْذَن بِهِ الله (2) وَفِي الصَّحِيحَيْنِ عَن عَائِشَة رَضِي الله عَنْهَا عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ من أحدث فِي أمرنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رد وَفِي صَحِيح مُسلم عَن جَابر رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يَقُول فِي خطْبَة الْجُمُعَة وَأما بعد فَإِن خير الحَدِيث كتاب الله وَخير الْهَدْي هدي مُحَمَّد",
            "page": "56",
            "part": "1",
            "seal": "C53CC20A"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "صلى الله عَلَيْهِ وَسلم وَشر الْأُمُور محدثاتها وكل بِدعَة ضَلَالَة والآيات وَالْأَحَادِيث فِي هَذَا الْمَعْنى كَثِيرَة وَهِي تدل دلَالَة صَرِيحَة على أَن الله سُبْحَانَهُ وَتَعَالَى قد أكمل لهَذِهِ الْأمة دينهَا وَأتم عَلَيْهَا نعْمَته وَلم يتوف نبيه عَلَيْهِ الصَّلَاة وَالسَّلَام إِلَّا بَعْدَمَا بلغ الْبَلَاغ الْمُبين وَبَين للْأمة كل مَا شَرعه الله لَهَا من أَقْوَال وأعمال وأوضح صلى الله عَلَيْهِ وَسلم أَن كل مَا يحدثه النَّاس بعده وينسبونه إل دين الْإِسْلَام من أَقْوَال أَو أَعمال فكله بِدعَة مَرْدُودَة على من أحدثه وَلَو حسن قَصده وَقد عرف أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم الْأَمر وَهَكَذَا عُلَمَاء الْإِسْلَام بعدهمْ فأنكروا الْبدع وحذروا مِنْهَا كَمَا ذكر ذَلِك كل من صنف فِي تَعْظِيم السّنة وإنكار الْبِدْعَة كَابْن وضاح والطرطوشي وَأبي شامة وَغَيرهم وَمن الْبدع الَّتِي أحدثها بعض النَّاس بِدعَة الإحتفال بلية النّصْف من شعْبَان وَتَخْصِيص يَوْمهَا بالصيام وَلَيْسَ على ذَلِك دَلِيل يجوز الإعتماد عَلَيْهِ وَقد ورد فِي فَضلهَا أَحَادِيث ضَعِيفَة لَا يجوز الإعتماد عَلَيْهَا أما مَا ورد فِي فضل الصَّلَاة فِيهَا فكله مَوْضُوع كَمَا نبه على ذَلِك كثير من أهل الْعلم وَسَيَأْتِي ذكر بعض كَلَامهم",
            "page": "57",
            "part": "1",
            "seal": "D85DA1C9"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "إِن شَاءَ الله وَورد فِيهَا أَيْضا آثَار عَن بعض السّلف من أهل الشَّام وَغَيرهم وَالَّذِي أجمع عَلَيْهِ جُمْهُور الْعلمَاء أَن الإحتفال بهَا بِدعَة وَأَن الْأَحَادِيث الْوَارِدَة فِي فَضلهَا كلهَا ضَعِيفَة وَبَعضهَا مَوْضُوع وَمِمَّنْ نبه على ذَلِك الْحَافِظ ابْن رَجَب فِي كِتَابه (لطائف المعارف) وَغَيره وَالْأَحَادِيث الضعيفة إِنَّمَا يعْمل بهَا فِي الْعِبَادَات الَّتِي قد ثت أَصْلهَا بأدلة صَحِيحَة أما الإحتفال بليلة النّصْف من شعْبَان فَلَيْسَ لَهُ أصل صَحِيح حَتَّى يسْتَأْنس لَهُ بالأحاديث الضعيفة وَقد ذكر هَذِه الْقَاعِدَة الجليلة الإِمَام أَبُو الْعَبَّاس شيخ الْإِسْلَام ابْن تَيْمِية رَحمَه الله وَأَنا أنقل لَك أَيهَا القارىء مَا قَالَه بعض أهل الْعلم فِي هَذِه الْمَسْأَلَة حَتَّى تكون على بَيِّنَة فِي ذَلِك وَقد أجمع الْعلمَاء رَحِمهم الله على أَن الْوَاجِب رد مَا تنَازع فِيهِ النَّاس من الْمسَائِل إِلَى كتاب الله عز وَجل وَإِلَى سنة رَسُول الله صلى الله عَلَيْهِ وَسلم فَمَا حكما بِهِ أَو أَحدهمَا فَهُوَ الشَّرْع الْوَاجِب الإتباع وَمَا خالفهما وَجب إطراحه وَمَا لم يرد فيهمَا من الْعِبَادَات فَهُوَ بِدعَة لَا يجوز فعله فضلا عَن الدعْوَة إِلَيْهِ وتحبيذه",
            "page": "58",
            "part": "1",
            "seal": "DA04B62F"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "كَمَا قَالَ سُبْحَانَهُ فِي سُورَة النِّسَاء ياأيها الَّذين أطِيعُوا الله وَأَطيعُوا الرَّسُول وأولي الْأَمر مِنْكُم فَإِن تنازعم فِي شَيْء فَردُّوهُ إِلَى الله وَالرَّسُول إِن كُنْتُم تؤمنون بِاللَّه وَالْيَوْم الآخر ذَلِك خيرا وَأحسن تَأْوِيلا (1) وَقَالَ تَعَالَى قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله وَيغْفر لكم ذنوبكم (2) وَقَالَ عز وَجل فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم ثمَّ لَا يَجدوا فِي أنفسهم حرجا مِمَّا قضيت ويسلموا تَسْلِيمًا (4) والآيات فِي هَذَا الْمَعْنى كَثِيرَة وَهِي نَص فِي وجوب رد مسَائِل الْخلاف إِلَى الْكتاب وَالسّنة وَوُجُوب الرضى بحكمهما وَأَن ذَلِك هُوَ مُقْتَضى الْإِيمَان وَخير للعباد فِي العاجل والآجل وَأحسن تَأْوِيلا أَي عَاقِبَة قَالَ الْحَافِظ ابْن رَجَب رَحمَه الله فِي كِتَابه",
            "page": "59",
            "part": "1",
            "seal": "952A5000"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "لطائف المعارف فِي هَذِه الْمَسْأَلَة بعد كَلَام سبق مَا نَصه وَلَيْلَة النّصْف من شعْبَان كَانَ التابعون من أهل الشَّام كخالد بن معدان وَمَكْحُول ولقمان بن عَامر وَغَيرهم يعظمونها ويجتهدون فِيهَا فِي الْعِبَادَة وعنهم أَخذ النَّاس فَضلهَا وتعظيمها وَقد قيل أَنه بَلغهُمْ فِي ذَلِك آثَار إسرائيلية فَلَمَّا اشْتهر ذَلِك عَنْهُم فِي الْبلدَانِ اخْتلف النَّاس فِي ذَلِك فَمنهمْ من قبله مِنْهُم وَوَافَقَهُمْ على تعظيمها مِنْهُم طَائِفَة من عباد أهل الْبَصْرَة وَغَيرهم وَأنكر ذَلِك أَكثر عُلَمَاء الْحجاز مِنْهُم عَطاء وَابْن أبي مليكَة وَنَقله عبد الرحمن بن زيد بن أسلم عَن فُقَهَاء أهل الْمَدِينَة وَهُوَ قَول أَصْحَاب مَالك وَغَيرهم وَقَالُوا ذَلِك كُله بِدعَة وَاخْتلف عُلَمَاء أهل الشَّام فِي صفة إحيائها على قَوْلَيْنِ أَحدهمَا أَنه يسْتَحبّ إحياؤها جمَاعَة فِي الْمَسَاجِد كَانَ خَالِد بن معدان ولقمان بن عَامر وَغَيرهمَا يلبسُونَ فِيهَا أحسن ثِيَابهمْ ويتبخرون ويتكحلون ويقومون فِي الْمَسْجِد ليلتهم تِلْكَ وَوَافَقَهُمْ إِسْحَاق بن رَاهَوَيْه على ذَلِك وَقَالَ فِي قِيَامهَا فِي الْمَسَاجِد جمَاعَة لَيْسَ ذَلِك ببدعة نَقله حَرْب",
            "page": "60",
            "part": "1",
            "seal": "54D5B1F4"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "الْكرْمَانِي فِي مسَائِله وَالثَّانِي أَنه يكره الإجتماع فِيهَا فِي الْمَسَاجِد للصَّلَاة والقصص وَالدُّعَاء وَلَا يكره أَن يُصَلِّي الرجل فِيهَا لخاصة نَفسه وَهَذَا قَول الْأَوْزَاعِيّ إِمَام أهل الشَّام وفقيههم وعالمهم وَهَذَا هُوَ الْأَقْرَب إِن شَاءَ الله تَعَالَى إِلَى أَن قَالَ وَلَا يعرف للْإِمَام أَحْمد كَلَام فِي لَيْلَة نصف شعْبَان وَيتَخَرَّج فِي اسْتِحْبَاب قِيَامهَا عَنهُ رِوَايَتَانِ من الرِّوَايَتَيْنِ عَنهُ فِي قيام لَيْلَتي الْعِيد فَإِنَّهُ فِي رِوَايَة لم يسْتَحبّ قِيَامهَا جمَاعَة لِأَنَّهُ لم ينْقل عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه واستحبها فِي رِوَايَة لفعل عبد الرحمن بن يزِيد بن الْأسود لذَلِك وَهُوَ من التَّابِعين فَكَذَلِك قيام لَيْلَة النّصْف لم يثبت فِيهَا شَيْء عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا عَن أَصْحَابه وَثَبت فِيهَا عَن طَائِفَة من التَّابِعين من أَعْيَان فُقَهَاء أهل الشَّام انْتهى الْمَقْصُود من كَلَام الْحَافِظ ابْن رَجَب رَحمَه الله وَفِيه التَّصْرِيح مِنْهُ بِأَنَّهُ لم يثبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَلَا عَن أَصْحَابه رَضِي الله عَنْهُم شَيْء فِي لَيْلَة النّصْف من شعْبَان وَأَنا مَا اخْتَارَهُ الْأَوْزَاعِيّ رَحمَه الله من اسْتِحْبَاب قِيَامهَا",
            "page": "61",
            "part": "1",
            "seal": "EA219192"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "للأفراد واختبار الْحَافِظ ابْن رَجَب لهَذَا القلو فَهُوَ غَرِيب وَضَعِيف لِأَن كل شَيْء لم يثبت بالأدلة الشَّرْعِيَّة كَونه مَشْرُوعا لم يجز للْمُسلمِ أَن يحدثه فِي دين الله سَوَاء فعله مُفردا أَو فِي جمَاعَة وَسَوَاء أسره أَو أعلنه لعُمُوم قَول النَّبِي صلى الله عَلَيْهِ وَسلم من عمل عمل لَيْسَ عَلَيْهِ أمرنَا فَهُوَ رد وَغَيره من الْأَدِلَّة الدَّالَّة على إِنْكَار الْبدع والتحذير مِنْهَا وَقَالَ الإِمَام أَبُو بكر الطرطوشي رَحمَه الله فِي كِتَابه الْحَوَادِث والبدع مَا نَصه وروى ابْن وضاح عَن زيد بن أسلم قَالَ مَا أدركنا أحدا من مشيختنا وَلَا فقهائنا يلتفتون إِلَى النّصْف من شعْبَان وَلَا يلتفتون إِلَى حَدِيث مَكْحُول وَلَا يرَوْنَ لَهَا فضلا على مَا سواهَا وَقيل لِابْنِ أبي مليكَة إِن زيادا يَقُول إِن أجر لَيْلَة النّصْف من شعْبَان كَأَجر لَيْلَة الْقدر فَقَالَ لَو سمعته وَبِيَدِي عَصا لضربته وَكَانَ زيادا قَاصا انْتهى الْمَقْصُود وَقَالَ الْعَلامَة الشَّوْكَانِيّ رَحمَه الله فِي الْفَوَائِد الْمَجْمُوعَة مَا نَصه حَدِيث يَا عَليّ من صلى مائَة رَكْعَة لَيْلَة النّصْف من",
            "page": "62",
            "part": "1",
            "seal": "13AE84CF"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "شعْبَان يقْرَأ فِي كل رَكْعَة بِفَاتِحَة الْكتاب وَقل هُوَ الله أحد عشر مَرَّات قضى الله لَهُ كل حَاجَة إِلَخ هُوَ مَوْضُوع وَفِي أَلْفَاظه المصرحة بِمَا يَنَالهُ فاعلها من الثَّوَاب مَا لَا يمتري إِنْسَان لَهُ تَمْيِيز فِي وَضعه وَرِجَاله مَجْهُولُونَ وَقد رُوِيَ من طَرِيق ثَانِيَة وثالثة كلهَا مَوْضُوعَة ورواتها مَجَاهِيل وَقَالَ فِي الْمُخْتَصر حَدِيث صَلَاة نصف شعْبَان بَاطِل وَلابْن حبَان من حَدِيث عَليّ إِذا كَانَ لَيْلَة النّصْف من شعْبَان بَاطِل فَقومُوا لَيْلهَا وصوموا نَهَارهَا ضَعِيف وَقَالَ فِي اللأليء مائَة رَكْعَة فِي نصف شعْبَان بالإخلاص عشر مَرَّات مَعَ طول فَضله للديلمي وَغَيره مَوْضُوع وَجُمْهُور رُوَاته فِي الطّرق الثَّلَاث مَجَاهِيل مَوْضُوع وَأَرْبع عشرَة رَكْعَة مَوْضُوع وَقد اغْترَّ بِهَذَا الحَدِيث جمَاعَة من الْفُقَهَاء كصاحب الْإِحْيَاء وَغَيره وَكَذَا من الْمُفَسّرين وَقد رويت صَلَاة هَذِه اللَّيْلَة أَعنِي لَيْلَة النّصْف من شعْبَان على أنحاء مُخْتَلفَة كلهَا بَاطِلَة مَوْضُوعَة وَلَا يُنَافِي هَذَا رِوَايَة التِّرْمِذِيّ من حَدِيث عَائِشَة لذهابه صلى الله عَلَيْهِ وَسلم إِلَى البقيع ونزول الرب لَيْلَة النّصْف",
            "page": "63",
            "part": "1",
            "seal": "7952B14C"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "إِلَى سَمَاء الدُّنْيَا وَأَنه يغْفر لأكْثر من عدَّة شعر غنم كلب فَإِن الْكَلَام إِنَّمَا هُوَ فِي هَذِه الصَّلَاة الْمَوْضُوعَة فِي هَذِه اللَّيْلَة على أَن حَدِيث عَائِشَة هَذَا فِيهِ ضعف وَانْقِطَاع كَمَا أَن حَدِيث عَليّ الَّذِي تقدم ذكره فِي قيام لَيْلهَا لَا يُنَافِي كَون هَذِه الصَّلَاة مَوْضُوعَة على مَا فِيهِ من الضعْف حَسْبَمَا ذَكرْنَاهُ انْتهى الْمَقْصُود وَقَالَ الْحَافِظ الْعِرَاقِيّ حَدِيث صَلَاة لَيْلَة النّصْف مَوْضُوع على رَسُول الله صلى الله عَلَيْهِ وَسلم وَكذب عَلَيْهِ وَقَالَ الإِمَام النَّوَوِيّ فِي كتاب الْمَجْمُوع (الصَّلَاة الْمَعْرُوفَة بِصَلَاة الرغائب وَهِي اثْنَتَا عشرَة رَكْعَة بَين الْمغرب وَالْعشَاء لَيْلَة أول جُمُعَة من رَجَب وَصَلَاة لَيْلَة النّصْف من شعْبَان مائَة رَكْعَة هَاتَانِ الصَّلَاتَان بدعتان منكرتان وَلَا يغتر بذكرهما فِي كتاب قوت الْقُلُوب وإحياء عُلُوم الدّين وَلَا بِالْحَدِيثِ الْمَذْكُور فيهمَا فَإِن كل ذَلِك بَاطِل وَلَا يغتر بِبَعْض من اشْتبهَ عَلَيْهِ حكمهمَا من الْأَئِمَّة فصنف وَرَقَات فِي استحبابهما فَإِنَّهُ غالط فِي ذَلِك وَقد صنف الشَّيْخ الإِمَام أَبُو مُحَمَّد عبد الرحمن بن إِسْمَاعِيل",
            "page": "64",
            "part": "1",
            "seal": "5CDB2B46"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "الْمَقْدِسِي كتابا نفيسا فِي إبطالهما فَأحْسن فِيهِ وأجاد وَكَلَام أهل الْعلم فِي هَذِه الْمَسْأَلَة كثير جدا وَلَو ذَهَبْنَا ننقل كل مَا اطَّلَعْنَا عَلَيْهِ من كَلَام فِي هَذِه الْمَسْأَلَة لطال بِنَا الْكَلَام وَلَعَلَّ فِيمَا ذكرنَا كِفَايَة ومقنعا لطَالب الْحق وَمِمَّا تقدم من الْآيَات وَالْأَحَادِيث وَكَلَام أهل الْعلم يَتَّضِح لطَالب الْحق أَن الإحتفال بليلة النّصْف من شعْبَان بِالصَّلَاةِ أَو غَيرهَا وَتَخْصِيص يَوْمهَا بالصيام بِدعَة مُنكرَة عِنْد أَكثر أهل الْعلم وَلَيْسَ لَهُ أصل فِي الشَّرْع المطهر بل هُوَ مِمَّا حدث فِي الْإِسْلَام بعد عصر الصَّحَابَة رَضِي الله عَنْهُم وَيَكْفِي طَالب الْحق فِي هَذَا الْبَاب وَغَيره قَول الله عز وَجل الْيَوْم أكملت لكم دينكُمْ (1) وَمَا جَاءَ فِي مَعْنَاهَا من الْآيَات وَقَول النَّبِي صلى الله عَلَيْهِ وَسلم من أحدث فِي أمرنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رد وَمَا جَاءَ فِي مَعْنَاهُ من الْأَحَادِيث وَفِي صَحِيح مُسلم عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لَا تخصوا لَيْلَة الْجُمُعَة بِقِيَام من بَين اللَّيَالِي وَلَا تخصوا يَوْمهَا بالصيام من بَين الْأَيَّام إِلَّا أَن",
            "page": "65",
            "part": "1",
            "seal": "6D4453B5"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "يكون فِي صَوْم يَصُومهُ أحدكُم فَلَو كَانَ تَخْصِيص شَيْء من اللَّيَالِي بِشَيْء من الْعِبَادَة جَائِزا لكَانَتْ لَيْلَة الْجُمُعَة أولى من غَيرهَا لِأَن يَوْمهَا هُوَ خير يَوْم طلعت عَلَيْهِ الشَّمْس بِنَصّ الْأَحَادِيث الصَّحِيحَة عَن رَسُول الله صلى الله عَلَيْهِ وَسلم فَلَمَّا حذر النَّبِي صلى الله عَلَيْهِ وَسلم من تخصيصها بِقِيَام من بَين اللَّيَالِي دلّ ذَلِك على أَن غَيرهَا من اللَّيَالِي من بَاب أولى لَا يجوز تَخْصِيص شَيْء مِنْهَا بِشَيْء من الْعِبَادَة إِلَّا بِدَلِيل صَحِيح يدل على التَّخْصِيص وَلما كَانَت لَيْلَة الْقدر وليالي رَمَضَان يشرع قِيَامهَا والإجتهاد فِيهَا نبه النَّبِي صلى الله عَلَيْهِ وَسلم على ذَلِك وحث الْأمة على قِيَامهَا وَفعل ذَلِك بِنَفسِهِ كَمَا فِي الصَّحِيحَيْنِ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ من قَامَ رَمَضَان إِيمَانًا واحتسابا غفر الله لَهُ مَا تقدم من ذَنبه وَمن قَامَ لَيْلَة الْقدر إِيمَانًا واحتسابا غفر الله لَهُ مَا تقدم من ذنُوبه فَلَو كَانَت لَيْلَة النّصْف من شعْبَان أَو لَيْلَة أول جُمُعَة من رَجَب أول لَيْلَة الْإِسْرَاء والمعراج يشرع تخصيصها باحتفال أَو شَيْء من الْعِبَادَة لأَرْشَد النَّبِي صلى الله عَلَيْهِ وَسلم الْأمة إِلَيْهِ أَو فعله بِنَفسِهِ وَلَو وَقع شَيْء من ذَلِك لنقله الصَّحَابَة رَضِي الله عَنْهُم إِلَى الْأمة وَلم",
            "page": "66",
            "part": "1",
            "seal": "1480CD3F"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "يكتموه عَنْهُم وهم خير النَّاس وأنصح النَّاس بعد الْأَنْبِيَاء عَلَيْهِم الصَّلَاة وَالسَّلَام وَرَضي الله عَن أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم وأرضاهم وَقد عرفت آنِفا من كَلَام الْعلمَاء أَنه لم يثبت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَلَا عَن أَصْحَابه رَضِي الله عَنْهُم شَيْء فِي فضل لَيْلَة أول جُمُعَة من رَجَب وَلَا فِي لَيْلَة النّصْف من شعْبَان فَعلم أَن الإحتفال بهما بِدعَة محدثة فِي الْإِسْلَام وَهَكَذَا تخصيصها بِشَيْء من الْعِبَادَة بِدعَة مُنكرَة وَهَكَذَا لَيْلَة سبع وَعشْرين من رَجَب الَّتِي يعْتَقد بعض النَّاس أَنَّهَا لَيْلَة الْإِسْرَاء والمعراج لَا يجوز تخصيصها بِشَيْء من الْعِبَادَة كَمَا لَا يجوز الإحتفال بهَا للأدلة السَّابِقَة هَذَا لَو علمت فَكيف وَالصَّحِيح من أَقْوَال الْعلمَاء أَنَّهَا لَا تعرف وَقَول من قَالَ أَنَّهَا لَيْلَة سبع وَعشْرين من رَجَب قَول بَاطِل لَا أساس لَهُ فِي الْأَحَادِيث الصَّحِيحَة وَلَقَد أحسن من قَالَ ... وَخير الْأُمُور السالفات على الْهدى ... وَشر الْأُمُور المحدثات الْبَدَائِع ... وَالله الْمَسْئُول أَن يوفقنا وَسَائِر الْمُسلمين للتمسك بِالسنةِ والثبات عَلَيْهَا والحذر مِمَّا خالفها إِنَّه جواد كريم وَصلى",
            "page": "67",
            "part": "1",
            "seal": "BE499F93"
        },
        {
            "hno": "14",
            "id": "67",
            "nass": "الله وَسلم عل عَبده وَرَسُوله نَبينَا مُحَمَّد وعَلى آله وَصَحبه أَجْمَعِينَ مَجْمُوع فتاوي سماحة الشَّيْخ ابْن باز 1191 ¶ حكم الْحلف بِغَيْر الله ¶ 14 - سُؤال مَا حكم الْحلف بِغَيْر الله تَعَالَى مَعَ أَن النَّبِي صلى الله عَلَيْهِ وَسلم رُوِيَ عَنهُ أَنه قَالَ أَفْلح وَأَبِيهِ وَإِن صدق (1) الْفَتْوَى الْحلف بِغَيْر الله عز وَجل مثل أَن يَقُول (وحياتك) أَو (وحياتي) أَو (وَالسَّيِّد الرئيس) أَو (والشعب) كل هَذَا محرم بل هُوَ من الشّرك لِأَن هَذَا النَّوْع من التَّعْظِيم لَا يَصح إِلَّا لله عز وَجل وَمن عظم غير الله بِمَا لَا يكون إِلَّا لله فَهُوَ شرك لَكِن لما كَانَ هَذَا الْحَالِف لَا يعْتَقد أَن عَظمَة الْمَحْلُوف بِهِ كعظمة الله لم يكن الشّرك شركا أكبر بل كَانَ شركا أَصْغَر فَمن حلف بِغَيْر الله فقد أشرك شركا أَصْغَر",
            "page": "68",
            "part": "1",
            "seal": "3E30A739"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم لَا تحلفُوا بِآبَائِكُمْ من كَانَ حَالفا فليحلف بِاللَّه أَو ليصمت وَقَالَ صلى الله عَلَيْهِ وَسلم من حلف بِغَيْر الله فقد كفر أَو أشرك فَلَا تحلف بِغَيْر الله أيا كَانَ الْمَحْلُوف بِهِ حَتَّى لَو كَانَ النَّبِي صلى الله عَلَيْهِ وَسلم أَو جِبْرِيل أَو من دونهم من الرُّسُل أَو من الْمَلَائِكَة أَو الْبشر أَو من دون الرُّسُل فَلَا تحلف بِشَيْء سوى الله عز وَجل أما قَول النَّبِي صلى الله عَلَيْهِ وَسلم أَفْلح وَأَبِيهِ إِن صدق فَهَذِهِ الْكَلِمَة وَأَبِيهِ اخْتلف الْحفاظ فِيهَا فَمنهمْ من أنكرها وَقَالَ لم تصح عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَبِنَاء على ذَلِك فَلَا إِشْكَال فِي الْمَوْضُوع لِأَن الْمعَارض لَا بُد أَن يكون قَائِما وَإِذا لم يكن الْمعَارض قَائِما فَهُوَ غير مقاوم وَلَا يلْتَفت إِلَيْهِ وعَلى القَوْل بِأَنَّهَا ثَابِتَة أَي كلمة وَأَبِيهِ فَإِن الْجَواب على ذَلِك أَن هَذَا من الْمُشكل وَالْحلف بِغَيْر الله من الْوَاضِح أَي من الْمُحكم فَيكون لدينا مُحكم ومتشابه وطرق الراسخين فِي الْعلم فِي ذَلِك أَن يدعوا الْمُتَشَابه ويأخذوا بالمحكم قَالَ الله تَعَالَى هُوَ الَّذِي أنزل عَلَيْك الْكتاب مِنْهُ آيَات محكمات هن أم الْكتاب وَأخر متشابهات فَأَما الَّذين",
            "page": "69",
            "part": "1",
            "seal": "BF52F58A"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "فِي قُلُوب هم زيغ فيتبعون مَا تشابه مِنْهُ ابْتِغَاء الْفِتْنَة وابتغاء تَأْوِيله وَمَا يعلم تَأْوِيله إِلَّا الله والراسخون فِي الْعلم يَقُولُونَ آمنا بِهِ كل من عِنْد رَبنَا (1) وَوجه كَونه متشابها أَن فِيهِ احتمالات كَثِيرَة فقد يكون هَذَا قبل النَّهْي وَقد يكون هَذَا خَاصّا بالرسول عَلَيْهِ الصَّلَاة وَالسَّلَام لبعد الشّرك بِحقِّهِ وَقد يكون هَذَا مِمَّا يجْرِي على اللِّسَان بِغَيْر قصد وَلما كَانَت هَذِه الِاحْتِمَالَات وَارِدَة على هَذِه الْكَلِمَة إِن صحت عَن النَّبِي صلى الله عَلَيْهِ وَسلم صَار الْوَاجِب علينا أَن نَأْخُذ بالحكم وَهُوَ النَّهْي عَن الْحلف بِغَيْر الله وَلَكِن قد يَقُول بعض النَّاس إِن الْحلف بِغَيْر الله قد جرى على لِسَانه ويصعب عَلَيْهِ أَن يَدعه فَمَا الْجَواب نقُول إِن هَذَا لَيْسَ بِحجَّة بل جَاهد نَفسك على تَركه وَالْخُرُوج مِنْهُ وأذكر أنني قد نهيت رجلا يَقُول (وَالنَّبِيّ) وَكَانَ يخاطبني شَيْء فَقَالَ (وَالنَّبِيّ لَا أَعُود لَهَا) فَهُوَ قَالَهَا على أساس أَن يُؤَكد",
            "page": "70",
            "part": "1",
            "seal": "88B28C97"
        },
        {
            "hno": "15",
            "id": "70",
            "nass": "أَنه لن يعود لَهَا لَكِنَّهَا تجْرِي على لِسَانه فَنَقُول حاول بِقدر مَا تَسْتَطِيع أَن تمحو من لسَانك هَذِه الْكَلِمَة لِأَنَّهَا شرك والشرك خطره عَظِيم وَلَو كَانَ أَصْغَر حَتَّى إِن شيخ الْإِسْلَام ابْن تَيْمِية رَحمَه الله يَقُول إِن الشّرك لَا يغفره الله وَلَو كَانَ أَصْغَر وَقَالَ ابْن مَسْعُود رَضِي الله عَنهُ لِأَن أَحْلف بِاللَّه كَاذِبًا أحب من أَن أَحْلف بِغَيْرِهِ صَادِقا قَالَ شيخ الْإِسْلَام وَذَلِكَ لِأَن سَيِّئَة الشّرك أعظم من سَيِّئَة الْكَبِيرَة فتاوي الشَّيْخ ابْن عثيمين 1174 ¶ حكم زِيَارَة الْقُبُور والتوسل بالأضرحة وَأخذ أَمْوَال للتوسل بهَا ¶ 15 - سُؤال من جمهورية مصر الْعَرَبيَّة يَقُول فِيهِ مَا حكم الدّين الإسلامي فِي زِيَارَة الْقُبُور والتوسل بالأضرحة وَأخذ خروف وأموال للتوسل بهَا كزيارة السَّيِّد البدوي وَالْحُسَيْن والسيدة زَيْنَب أفيدونا أفادكم الله",
            "page": "71",
            "part": "1",
            "seal": "FA9DC1A0"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "الْجَواب زِيَارَة الْقُبُور نَوْعَانِ أَحدهمَا مَشْرُوع ومطلوب لأجل الدُّعَاء للأموات والترحم عَلَيْهِم وَلأَجل تذكر الْمَوْت والإعداد للآخرة لقَوْل النَّبِي صلى الله عَلَيْهِ وَسلم زوروا الْقُبُور فَإِنَّهَا تذكركم الْآخِرَة وَكَانَ يزورها صلى الله عَلَيْهِ وَسلم وَهَكَذَا أَصْحَابه رَضِي الله عَنْهُم وَهَذَا الْفَرْع للرِّجَال خَاصَّة لَا للنِّسَاء أما النِّسَاء فَلَا يشرع لَهُنَّ زِيَارَة الْقُبُور بل يجب نهيهن عَن ذَلِك لِأَنَّهُ قد ثَبت عَن رَسُول الله صلى الله عَلَيْهِ وَسلم لعن زائرات الْقُبُور من النِّسَاء وَلِأَن زيارتهن للقبور قد يحصل بهَا فتْنَة لَهُنَّ أَو بِهن مَعَ قلَّة الصَّبْر وَكَثْرَة الْجزع الَّذِي يغلب عَلَيْهِنَّ وَهَكَذَا لَا يشرع لَهُنَّ اتِّبَاع الْجَنَائِز إِلَى الْمقْبرَة لما ثَبت فِي الصَّحِيح عَن أم عَطِيَّة رَضِي الله عَنْهَا قَالَت (نهينَا عَن اتِّبَاع الْجَنَائِز وَلم يعزم علينا) فَدلَّ ذَلِك على أَنهم ممنوعات من اتِّبَاع الْجَنَائِز إِلَى الْمقْبرَة لما يخْشَى فِي ذَلِك من الْفِتْنَة لَهُنَّ وبهن وَقلة الصَّبْر وَالْأَصْل فِي النَّهْي التَّحْرِيم لقَوْل الله سُبْحَانَهُ وَمَا آتَاكُم الرَّسُول فَخُذُوهُ وَمَا نهاكم عَنهُ فَانْتَهوا (1) أما الصَّلَاة على الْمَيِّت فمشروعة",
            "page": "72",
            "part": "1",
            "seal": "9105CBD8"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "للرِّجَال وَالنِّسَاء كَمَا صحت بذلك الْأَحَادِيث عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَعَن الصَّحَابَة رَضِي الله عَنْهُم فِي ذَلِك أما قَول أم عَطِيَّة رَضِي الله عَنْهَا (لم يعزم علينا) فَهَذَا لَا يدل على جَوَاز اتِّبَاع الْجَنَائِز للنِّسَاء لِأَن صُدُور النَّهْي عَنهُ صلى الله عَلَيْهِ وَسلم كَاف فِي الْمَنْع وَأما قَوْلهَا (لم يعزم علينا) فَهُوَ مَبْنِيّ على اجتهادها وظنها واجتهادها لَا يُعَارض بهَا السّنة النَّوْع الثَّانِي بدعي وَهُوَ زِيَارَة الْقُبُور لدعاء أَهلهَا والإستغاثة بهم أَو للذبح لَهُم أَو للنذر لَهُم وَهَذَا مُنكر وشرك أكبر نسْأَل الله الْعَافِيَة ويلتحق بذلك أَن يزوروها للدُّعَاء عِنْدهَا وَالصَّلَاة عِنْدهَا وَالْقِرَاءَة عِنْدهَا وَهَذَا بِدعَة غير مَشْرُوع وَمن وَسَائِل الشّرك فَصَارَت فِي الْحَقِيقَة ثَلَاثَة أَنْوَاع النَّوْع مَشْرُوع وَهُوَ أَن يزورها للدُّعَاء لأَهْلهَا أَو لتذكر الْآخِرَة الثَّانِي أَن تزار للْقِرَاءَة عِنْدهَا أنو للصَّلَاة عِنْدهَا أَو للذبح عِنْدهَا فَهَذِهِ بِدعَة وَمن وَسَائِل الشّرك الثَّالِث أَن يزورها للذبح للْمَيت والتقرب إِلَيْهِ بذلك",
            "page": "73",
            "part": "1",
            "seal": "91DDD777"
        },
        {
            "hno": "16",
            "id": "73",
            "nass": "أَو لدعاء الْمَيِّت من دون الله أَو لطلب المدد مِنْهُ أَو الْغَوْث أَو النَّصْر فَهَذَا شرك أكبر نسْأَل الله الْعَافِيَة فَيجب الحذر من هَذِه الزيارات المبتدعة وَلَا فرق بَين كَون الْمَدْعُو نَبيا أَو صَالحا أَو غَيرهمَا وَيدخل فِي ذَلِك مَا يَفْعَله بعض الْجُهَّال عِنْد قبر النَّبِي صلى الله عَلَيْهِ وَسلم من دُعَائِهِ والاستغاثة بِهِ أَو عِنْد قبر الْحُسَيْن أَبُو البدوي أَو الشَّيْخ عبد القادر الجيلاني أَو غَيرهم وَالله الْمُسْتَعَان مَجْمُوع فتاوي سماحة الشَّيْخ ابْن باز 3344 345 ¶ حكم زِيَارَة قُبُور الْأَوْلِيَاء وَقِرَاءَة الْقُرْآن على الْقُبُور ¶ 16 - سُؤال مَا حكم الْقِرَاءَة على الْقُبُور هَل هِيَ جَائِزَة أم لَا وَمَا حكم الشَّرْع فِي نظركم فِي أنَاس يزورون قُبُور الصَّالِحين والأولياء كَمَا يَزْعمُونَ وَيطْلبُونَ الصِّحَّة ومتاع الدُّنْيَا (1) الْفَتْوَى هَذَا السُّؤَال تضمن مَسْأَلَتَيْنِ الأولى الْقِرَاءَة على الْقُبُور وَالْقِرَاءَة على الْقُبُور غير",
            "page": "74",
            "part": "1",
            "seal": "8F3D9DB0"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "مَشْرُوعَة وَهِي بِدعَة وَرَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ أعلم الْخلق بشريعة الله وَأعلم الْخلق بِمَا يَقُول وأفصح الْخلق فِيمَا ينْطق بِهِ وأنصح الْخلق فِيمَا يُريدهُ يَقُول صلى الله عَلَيْهِ وَسلم كل بِدعَة ضَلَالَة وَهَذِه الْجُمْلَة الْكُلية الْعَامَّة لَا يسْتَثْنى مِنْهَا شَيْء فَجَمِيع الْبدع ضَلَالَة بِهَذَا النَّص الْمُحكم البليغ الَّذِي لَو أَن أحدا أَرَادَ أَن يفصله ويفسره لأحتمل سفرا كَبِيرا فالقراءة على الْقُبُور بِدعَة لم تكن فِي عهد النَّبِي صلى الله عَلَيْهِ وَسلم وَلم يسنها الرَّسُول صلى الله عَلَيْهِ وَسلم لَا بقوله وَلَا بِفِعْلِهِ وَلَا بِإِقْرَارِهِ وَإِنَّمَا كَانَ يَقُول ويرشد أمته إِلَى أَن يَقُولُوا السَّلَام عَلَيْكُم دَار قوم مُؤمنين وَإِنَّا إِن شَاءَ الله بكم لاحقون يرحم الله الْمُسْتَقْدِمِينَ منا ومنكم والمستأخرين نسْأَل الله لنا وَلكم الْعَافِيَة اللَّهُمَّ لَا تَحْرِمنَا أجرهم وَلَا تفتنا بعدهمْ واغفر لنا وَلَهُم وَأما الْمَسْأَلَة الثَّانِيَة مِمَّا تضمنه هَذَا السُّؤَال فَهُوَ الذّهاب للقبور سَوَاء كَانَت قبورا لعامة النَّاس أَو قبورا لمن يَزْعمُونَ أَنهم أَوْلِيَاء ليستغيثوا بهم ويستنجدوهم ويطلبوا مِنْهُم تيسير أُمُورهم المعيشية وَهَذَا شرك أكبر مخرج عَن الْملَّة لقَوْل",
            "page": "75",
            "part": "1",
            "seal": "025AEDDD"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "الله تَعَالَى وَمن يدع مَعَ الله إِلَهًا آخر لَا برهَان لَهُ بِهِ فَإِنَّمَا حسابه عِنْد ربه إِنَّه لَا يفلح الْكَافِرُونَ (2) وَهَذِه الْآيَة أفادت أَن كل من دَعَا مَعَ الله إِلَهًا آخر فَإِنَّهُ لَا برهَان لَهُ بذلك وَلَا دَلِيل لَهُ بل الدَّلِيل يدل على سفهه وضلاله وأفادت أَيْضا التهديد لمن دَعَا مَعَ الله إِلَهًا آخر بقوله فَإِنَّمَا حسابه عِنْد ربه وأفادت أَن هَذَا الدَّاعِي لن يفلح بِدُعَاء غير الله وأفادت بِأَنَّهُ كَافِر لقَوْله إِنَّه لَا يفلح الْكَافِرُونَ وَدُعَاء غير الله وسفه لقَوْله تَعَالَى وَمن يرغب عَن مِلَّة إِبْرَاهِيم إِلَّا من سفه نَفسه (3) وَقَوله وَمن أضلّ مِمَّن يَدْعُو من دون الله من لَا يستجيب لَهُ إِلَى يَوْم الْقِيَامَة وهم عَن دُعَائِهِمْ غافلون (4) وَمن الْعجب أَن يذهب هَؤُلَاءِ إِلَى هَؤُلَاءِ المقبورين الَّذين يعلمُونَ أَنهم جثث هامدة لَا يَسْتَطِيعُونَ أَن يتخلصوا مِمَّا هم",
            "page": "76",
            "part": "1",
            "seal": "65CCDA8B"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "فِيهِ يطْلبُونَ مِنْهُم أَن يخلصوهم من الشدائد وَيطْلبُونَ مِنْهُم تفريج الكربات إِذا تَأمل الْإِنْسَان حَال هَؤُلَاءِ فَإِنَّهُ يُفْضِي مِنْهَا الْعجب العجاب وَلَو أَن هَؤُلَاءِ رجعُوا إِلَى أنفسهم وَإِلَى عُقُولهمْ لتبين لَهُم سفههم وَأَنَّهُمْ فِي ضلال مُبين فنسأل الله تَعَالَى للْمُسلمين عَامَّة أَن يبصرهم فِي دينهم وَأَن يهْدِيهم إِلَى الْحق وَأَن يثبتهم عَلَيْهِ وَإِنِّي أَقُول لهَؤُلَاء إِذا أردتم الدُّعَاء النافع فالجأوا إِلَى الله سُبْحَانَهُ وَتَعَالَى فَإِنَّهُ هُوَ الَّذِي يُجيب الْمُضْطَر إِذا دَعَاهُ ويكشف السوء وَهُوَ الَّذِي بِيَدِهِ ملكوت كل شَيْء وَهُوَ الَّذِي يَقُول لنَبيه مُحَمَّد صلى الله عَلَيْهِ وَسلم وَإِذا سَأَلَك عبَادي عني فَإِنِّي قريب أُجِيب دَعْوَة الداع إِذا دعان فليستجيبوا لي وليؤمنوا بِي لَعَلَّهُم يرشدون (1) وليجربوا إِذا اتجهوا إِلَى الله والتجأوا إِلَيْهِ وَدعوهُ بِصدق وإخلاص أَو افتقار وأمل فِي الْإِجَابَة حَتَّى يتَبَيَّن لَهُم أَنه لَا يَنْفَعهُمْ إِلَى الله عز وَجل",
            "page": "77",
            "part": "1",
            "seal": "1EEB9F9F"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "فَإِن قلت إِنَّه قد يحصل أَن يدعوا هَؤُلَاءِ أَصْحَاب هَذِه الْقُبُور الَّذين يَزْعمُونَ أَنهم أَوْلِيَاء ثمَّ يجْرِي قَضَاء الله وَقدره وَيحصل لَهُم الْمَطْلُوب فَمَا موقفنا نَحْو هَذِه الْحَادِثَة فَالْجَوَاب أَن موقفنا أننا نعلم علم الْيَقِين أَن مَا حصل لَهُم لَيْسَ من هَؤُلَاءِ وَلَيْسَ بدعائهم هَؤُلَاءِ فَإِن الله عز وَجل يَقُول وَمن أضلّ مِمَّن يدعوا من دون الله من لَا يستجيب لَهُ إِلَى يَوْم الْقِيَامَة وهم عَن دُعَائِهِمْ غافلون (1) فَإِن هَؤُلَاءِ لَا يَسْتَطِيعُونَ أَن يجلبوا لَهُم وَلَا أَن يدفعوا عَنْهُم ضَرَرا كَمَا قَالَ تَعَالَى وَالَّذين يدعونَ من دون الله لَا يخلقون شَيْئا وهم يخلقون أموات غير أَحيَاء وَمَا يَشْعُرُونَ أَيَّانَ يبعثون (2) فَلَا يَسْتَطِيع هَؤُلَاءِ الْأَمْوَات أَن يوجدوا لَهُم شَيْئا بِنَصّ الْقُرْآن وبإجماع الْمُسلمين وَلَكِن هَذَا حصل عِنْد الدُّعَاء لَا بِهِ فتْنَة من الله عز وَجل وَالله سُبْحَانَهُ وَتَعَالَى قد يفتن الْعباد بتيسير أَسبَاب الْمعْصِيَة لَهُم ليبلوهم ألم تَرَ إِلَى مَا امتحن الله بِهِ بني إِسْرَائِيل",
            "page": "78",
            "part": "1",
            "seal": "6855FDF5"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "حِين حرم عَلَيْهِم صيد الْحيتَان يَوْم السبت فَكَانَت الْحيتَان تأتيهم يَوْم سبتهم شرعا على ظهر المَاء وبكثرة وَفِي غير يَوْم السبت لَا يرونها فالتجأوا إِلَى حِيلَة وضعُوا الشباك يَوْم الْجُمُعَة فَتَقَع بِهَذِهِ الشباك يَوْم السبت فَإِذا كَانَ يَوْم الْأَحَد أخذوها فَقَالَ الله لَهُم كونُوا قردة خَاسِئِينَ كَمَا قَالَ تَعَالَى واسئلهم عَن الْقرْيَة الَّتِي كَانَت حَاضِرَة الْبَحْر إِذْ يعدون فِي السبت إِذْ تأتيهم حيتانهم يَوْم سبتهم شرعا وَيَوْم لَا يسبتون لَا تأتيهم كَذَلِك نبلوهم بِمَا كَانُوا يفسقون (1) وَقَالَ تَعَالَى وَلَقَد علمْتُم الَّذين اعتدوا مِنْكُم فِي السبت فَقُلْنَا لَهُم كونُوا قردة خَاسِئِينَ فجعلناها نكالا لما بَين يَديهَا وَمَا خلفهَا وموعظة لِلْمُتقين (2) ثمَّ أَلا ترى إِلَى مَا ابتلى بِهِ الله تَعَالَى الصَّحَابَة رَضِي الله عَنْهُم حِين كَانُوا محرمين فَقَالَ الله تَعَالَى يَا أَيهَا الَّذين آمنُوا ليبلونكم الله بِشَيْء من الصَّيْد تناله أَيْدِيكُم",
            "page": "79",
            "part": "1",
            "seal": "9B1BFCE0"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "ورماحكم ليعلم الله من يخافه بِالْغَيْبِ (1) فَأرْسل الله تَعَالَى عَلَيْهِم الصَّيْد تناله الْأَيْدِي فتمسك مَا كَانَ يعدو على الأَرْض والرماح فتخرق مَا كَانَ يطير فسهل الله لَهُم الْحُصُول على هَذَا الصَّيْد ليبلوهم وَلَكِن الصَّحَابَة رَضِي الله عَنْهُم وهم خير الْقُرُون لم يَأْخُذُوا شَيْئا من هَذَا الصَّيْد الَّذِي سهله الله لَهُم لتقواهم عز وَجل وخوفهم مِنْهُ وَالْمَقْصُود أَن هَؤُلَاءِ الْمُشْركين الَّذين يدعونَ هَذِه الْقُبُور ثمَّ يجْرِي الْقَضَاء وَالْقدر بِحُصُول مَا دعوا بِهِ يكون هَذَا بِلَا شكّ ابتلاء من الله تَعَالَى وامتحانا لَهُم فنسأل الله تَعَالَى أَن يرينا الْحق حَقًا ويرزقنا اتِّبَاعه ويرينا الْبَاطِل بَاطِلا ويرزقنا اجتنابه فتاوي الشَّيْخ ابْن عثيمين 1157 160",
            "page": "80",
            "part": "1",
            "seal": "2AF12FCE"
        },
        {
            "hno": "17",
            "id": "80",
            "nass": "حكم الطّواف بالقبور وَدُعَاء أَصْحَابهَا وَالنّذر لَهُم ¶ 17 - سُؤال فِي الْكثير من الْبِلَاد الإسلامية من يعبد الْقُبُور بِالطّوافِ حولهَا وَدُعَاء أَصْحَابهَا وينذر لَهُم وَغير ذَلِك من أَنْوَاع الْعِبَادَة نرجو من فَضِيلَة الشَّيْخ تَوْجِيه النَّصِيحَة لَهُم الْفَتْوَى هَذَا السُّؤَال سُؤال عَظِيم وَجَوَابه يحْتَاج إِلَى بسط بعون الله عز وَجل فَنَقُول إِن أَصْحَاب الْقُبُور ينقسمون إِلَى قسمَيْنِ الْقسم الأول قسم توفّي على الْإِسْلَام ويثني النَّاس عَلَيْهِ خيرا فَهَذَا يُرْجَى لَهُ الْخَيْر وَلكنه مفتقر إِلَى إخوانه الْمُسلمين يدعونَ الله لَهُ بالمغفرة وَالرَّحْمَة وَهُوَ دَاخل فِي عُمُوم قَوْله تَعَالَى وَالَّذين جَاءُوا من بعدهمْ يَقُولُونَ رَبنَا اغْفِر لنا وَلِإِخْوَانِنَا الَّذين سبقُونَا بِالْإِيمَان وَلَا تجْعَل فِي قُلُوبنَا غلا للَّذين آمنُوا رَبنَا إِنَّك رءوف رَحِيم (1) وَهُوَ بِنَفسِهِ لَا ينفع",
            "page": "81",
            "part": "1",
            "seal": "11D7D449"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "أحدا إِذْ أَنه ميت جثة لَا يَسْتَطِيع أَن يدْفع عَن نَفسه الضّر وَلَا عَن غَيره وَلَا أَن يجلب لنَفسِهِ النَّفْع وَلَا لغيره فَهُوَ مُحْتَاج إِلَى نفع إخوانه غير نَافِع لَهُم الْقسم الثَّانِي من أَصْحَاب الْقُبُور من أَفعاله تُؤدِّي إِلَى فسقه الْفسق الْمخْرج من الْملَّة كأولئك الَّذين يدعونَ أَنهم أَوْلِيَاء ويعلمون الْغَيْب ويشفون من الْمَرَض ويجلبون الْخَيْر والنفع بِأَسْبَاب غير مَعْلُومَة حسا وَلَا شرعا فَهَؤُلَاءِ الَّذين مَاتُوا على الْكفْر لَا يجوز الدُّعَاء لَهُم وَلَا التراحم عَلَيْهِم لقَوْل الله تَعَالَى مَا كَانَ للنَّبِي وَالَّذين آمنُوا أَن يَسْتَغْفِرُوا للْمُشْرِكين وَلَو كَانُوا أولي قربى من بعد مَا تبين لَهُم أَنهم أَصْحَاب الْجَحِيم وَمَا كَانَ اسْتِغْفَار إِبْرَاهِيم لِأَبِيهِ إِلَّا عَن موعدة وعدها إِيَّاه فَلَمَّا تبين لَهُ أَنه عَدو لله تَبرأ مِنْهُ إِن إِبْرَاهِيم لأواه حَلِيم (1) وهم لَا ينفعون أحدا وَلَا يضرونه وَلَا يجوز لأحد أَن يتَعَلَّق بهم وَإِن قدر أَن أحدا رأى كرامات لَهُم مثل أَن يتَرَاءَى لَهُ أَن فِي قُبُورهم نورا أَو أَنه يخرج مِنْهَا رَائِحَة طيبَة أَو مَا أشبه ذَلِك وهم معروفون بِأَنَّهُم مَاتُوا على",
            "page": "82",
            "part": "1",
            "seal": "AC5B8302"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "الْكفْر فَإِن هَذَا من خداع إِبْلِيس وغروره ليفتن هَؤُلَاءِ بأصحاب هَذِه الْقُبُور وإنني أحذر إخْوَانِي الْمُسلمين من أَن يتعلقوا بِأحد سوى الله عز وَجل فَإِنَّهُ سُبْحَانَهُ وَتَعَالَى هُوَ الَّذِي بِيَدِهِ ملكوت السَّمَوَات وَالْأَرْض وَإِلَيْهِ يرجع الْأَمر كُله وَلَا يُجيب دَعْوَة الْمُضْطَر إِلَّا الله وَلَا يكْشف السوء إِلَّا الله قَالَ تَعَالَى وَمَا بكم من نعْمَة فَمن الله ثمَّ إِذا مسكم الضّر فإليه تجأرون (1) ونصيحتي لَهُم أَيْضا أَن لَا يقلدوا فِي دينهم وَلَا يتبعوا أحدا إِلَّا رَسُول الله صلى الله عَلَيْهِ وَسلم لقَوْل الله تَعَالَى لقد كَانَ لكم فِي رَسُول الله أُسْوَة حَسَنَة لمن كَانَ يَرْجُو الله وَالْيَوْم الآخر وَذكر الله كثيرا (2) وَلقَوْله تَعَالَى قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله (3) وَيجب على جَمِيع الْمُسلمين أَن يزنوا أَعمال من يَدعِي الْولَايَة بِمَا جَاءَ فِي الْكتاب وَالسّنة فَإِن وَافق الْكتاب وَالسّنة فَإِنَّهُ",
            "page": "83",
            "part": "1",
            "seal": "5995F9BF"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "يُرْجَى أَن يكون من أَوْلِيَاء الله إِن خَالف الْكتاب وَالسّنة فَلَيْسَ من أَوْلِيَاء الله وَقد ذكر الله فِي كِتَابه ميزانا قسطا عدلا فِي معرفَة أَوْلِيَاء الله حَيْثُ قَالَ أَلا إِن أَوْلِيَاء الله لَا خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ الَّذين آمنُوا وَكَانُوا يَتَّقُونَ (1) فَمن كَانَ مُؤمنا تقيا كَانَ لله وليا وَمن لم يكن كَذَلِك فَلَيْسَ بولِي لله وَإِن كَانَ مَعَه بعض الْإِيمَان وَالتَّقوى كَانَ فِيهِ شَيْء من الْولَايَة وَمَعَ ذَلِك فإننا لَا نجزم لشخص بِعَيْنِه بِشَيْء ولكننا نقُول على سَبِيل الْعُمُوم كل من كَانَ مُؤمنا تقيا كَانَ لله وليا وليعلم أَن الله عز وَجل قد يفتن الْإِنْسَان بِشَيْء من مثل هَذِه الْأُمُور فقد يتَعَلَّق الْإِنْسَان بالقبر فيدعو صَاحبه أَو يَأْخُذ من ترابه يتبرك بِهِ فَيحصل مَطْلُوبه وَيكون ذَلِك فتْنَة من الله عز وَجل لهَذَا الرجل لأننا نعلم أَن هَذَا الْقَبْر لَا يُجيب الدُّعَاء وَأَن هَذَا التُّرَاب لَا يكون سَببا لزوَال ضَرَر أَو جلب نفع نعلم ذَلِك لقَوْل الله تَعَالَى وَمن أضلّ مِمَّن يدعوا من دون الله من لَا يستجيب لَهُ إِلَى يَوْم الْقِيَامَة وهم عَن دُعَائِهِمْ غافلون وَإِذا حشر النَّاس كَانُوا لَهُم أَعدَاء",
            "page": "84",
            "part": "1",
            "seal": "58F4DDC0"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "وَكَانُوا بعبادتهم كَافِرين (1) وَقَالَ تَعَالَى وَالَّذين يدعوم من دون الله لَا يخلقون شَيْئا وهم يخلقون أموات غير أَحيَاء وَمَا يَشْعُرُونَ أَيَّانَ يبعثون (2) والآيات فِي هَذَا الْمَعْنى كَثِيرَة تدل على أَن كل من دعِي من دون الله فَلَنْ يستجيب الدُّعَاء وَلنْ ينفع الدَّاعِي وَلَكِن قد يحصل الْمَطْلُوب الْمَدْعُو بِهِ عِنْد دُعَاء غير الله فتْنَة وامتحانا ونقول إِنَّه حصل هَذَا الشَّيْء عِنْد الدُّعَاء أَي عِنْد دُعَاء هَذَا الَّذِي دعِي من دون الله لَا بدعائه وَفرق بَين حُصُول الشَّيْء بالشَّيْء وَبَين حُصُول الشَّيْء عِنْد الشَّيْء فإننا نعلم علم الْيَقِين أَن دُعَاء غير الله لَيْسَ سَببا لجلب النَّفْع أَو دفع الضَّرَر بِالْآيَاتِ الْكَثِيرَة الَّتِي ذكرهَا الله عز وَجل فِي كِتَابه وَلَكِن قد يحصل الشَّيْء عِنْد هَذَا الدُّعَاء فتْنَة وامتحانا وَالله تَعَالَى قد يَبْتَلِي الْإِنْسَان بِأَسْبَاب الْمعْصِيَة ليعلم سُبْحَانَهُ وَتَعَالَى من كَانَ عبدا لله وَمن كَانَ عبدا لهواه أَلا ترى إِلَى أَصْحَاب السبت من الْيَهُود حَيْثُ حرم الله",
            "page": "85",
            "part": "1",
            "seal": "E6A57401"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "عَلَيْهِم أَن يصطادوا الْحيتَان فِي يَوْم السبت فَابْتَلَاهُمْ الله عز وَجل فَكَانَت الْحيتَان تَأتي يَوْم السبت بِكَثْرَة عَظِيمَة وَفِي غير يَوْم السبت تختفي فطال عَلَيْهِم الأمد وَقَالُوا كَيفَ نحرم أَنْفُسنَا هَذِه الْحيتَان ثمَّ فَكروا وقدروا ونظروا فَقَالُوا نجْعَل شبكة ونضعها يَوْم الْجُمُعَة ونأخذ الْحيتَان مِنْهَا يَوْم الْأَحَد فأقدموا على هَذَا الْفِعْل الَّذِي هُوَ حِيلَة على محارم الله فقلبهم الله قردة خَاسِئِينَ قَالَ الله تَعَالَى وسئلهم عَن الْقرْيَة الَّتِي كَانَت حَاضِرَة الْبَحْر إِذْ يعدون فِي السبت إِذْ تأتيهم حيتانهم يَوْم سبتهم شرعا ويم لَا يسبتون لَا تأتيهم كَذَلِك نبلوهم بِمَا كَانُوا يفسقون (1) وَقَالَ عز وَجل وَلَقَد علمْتُم الَّذين اعتدوا مِنْكُم فِي السبت فَقُلْنَا لَهُم كونُوا قردة خَاسِئِينَ فجعلناها نكالا لما بَين يَديهَا وَمَا خلفهَا وموعظة لِلْمُتقين (2) فَانْظُر يسر الله لَهُم هَذِه الْحيتَان فِي الْيَوْم الَّذِي منعُوا من صيدها فِيهِ وَلَكنهُمْ وَالْعِيَاذ بِاللَّه لم يصبروا فَقَامُوا بِهَذِهِ الْحِيلَة على محارم الله",
            "page": "86",
            "part": "1",
            "seal": "3FFC7A24"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "ثمَّ انْظُر إِلَى مَا حصل لأَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم حَيْثُ ابْتَلَاهُم الله تَعَالَى وهم محرمين بالصيود الْمُحرمَة على الْمحرم فَكَانَت فِي متناول أَيْديهم وَلَكنهُمْ رَضِي الله عَنْهُم لم يجرؤا على شَيْء مِنْهَا قَالَ الله تَعَالَى يَا أَيهَا الَّذين آمنُوا ليبلونكم الله بِشَيْء من الصَّيْد تناله أَيْدِيكُم ورماحكم ليعلم الله من يخافه بِالْغَيْبِ فَمن اعْتدى بعد ذَلِك فَلهُ عَذَاب أَلِيم (1) كَانَت الصيود العادية الطائرة فِي متناول أَيْديهم يمسكون الصَّيْد العادي بِالْيَدِ وينالون الصَّيْد الطَّائِر بِالرِّمَاحِ فيسهل عَلَيْهِم جدا وَلَكنهُمْ رَضِي الله عَنْهُم خَافُوا الله عز وَجل فَلم يقدموا على أَخذ شَيْء من الصيود وَهَكَذَا يحب على الْمَرْء إِذا هيئت لَهُ أَسبَاب الْفِعْل الْمحرم أَن يَتَّقِي الله عز وَجل وَأَن لَا يقدم على فعل هَذَا الْمحرم وَأَن يعلم أَن تيسير أَسبَابه من بَاب الإبتلاء والإمتحان فليحجم وليصبر فَإِن الْعَاقِبَة لِلْمُتقين فتاوي الشَّيْخ ابْن عثيمين 1220",
            "page": "87",
            "part": "1",
            "seal": "1E17C3B7"
        },
        {
            "hno": "18",
            "id": "87",
            "nass": "التوسل وَأَحْكَامه ¶ 18 - وَسُئِلَ جزاه الله عَن الْإِسْلَام وَالْمُسْلِمين خير الْجَزَاء عَن حكم النّذر والتبرك بالقبور والأضرحة والتوسل والاستشفاع بهَا وَطلب العون من أَهلهَا وَهل التوسل من مسَائِل العقيدة أَو من مسَائِل الْفِقْه فَأجَاب حفظه اله تَعَالَى بقوله هَذِه من مسَائِل العقيدة وَالْعِبَادَة لِأَن النّذر عبَادَة لَا يجوز إِلَّا لله عز وَجل وكل من صرف شَيْئا من أَنْوَاع الْعِبَادَة لغير الله فَإِنَّهُ مُشْرك كَافِر قد حرم الله عَلَيْهِ الْجنَّة ومأواه النَّار قَالَ الله تَعَالَى إِنَّه من يُشْرك بِاللَّه فقد حرم الله عَلَيْهِ الْجنَّة ومأواه النَّار وَمَا للظالمين من أنصار (1) وَأما التَّبَرُّك بهَا فَإِن كَانَ يعْتَقد أَنَّهَا تَنْفَع من دون الله عز وَجل فَهَذَا شرك فِي الربوبية مخرج عَن الْملَّة وَإِن كَانَ يعْتَقد أَنَّهَا سَبَب وَلَيْسَت تَنْفَع من دون الله فَهُوَ ضال غير مُصِيب وَمَا اعتقده فَإِنَّهُ من الشّرك",
            "page": "88",
            "part": "1",
            "seal": "60745877"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "الْأَصْغَر فعلى من ابتلى بِمثل هَذِه الْمسَائِل أَن يَتُوب إِلَى الله سُبْحَانَهُ وَتَعَالَى وَأَن يقْلع عَن ذَلِك قبل أَن يفاجئه الْمَوْت فَينْتَقل من الدُّنْيَا على أَسْوَأ حَال وليعلم أَن الَّذِي يملك الضّر والنفع هُوَ الله سُبْحَانَهُ وَتَعَالَى وَأَنه هُوَ ملْجأ كل أحد كَمَا قَالَ الله تعال أَمن يُجيب الْمُضْطَر إِذا دَعَاهُ ويكشف السوء ويجعلكم خلفاء الأَرْض أإله مَعَ الله قَلِيلا مَا تذكرُونَ (1) وبدلا من أَن يتعب نَفسه فِي الإلتجاء إِلَى قبر فلَان وَفُلَان مِمَّن يعتقدونهم أَوْلِيَاء فليلتفت إِلَى ربه عز وَجل وليسأله جلب النَّفْع وَدفع الضّر فَإِن الله سُبْحَانَهُ وَتَعَالَى هُوَ الَّذِي يملك هَذَا وبالنسبة للتوسل فَهُوَ دَاخل فِي العقيدة لِأَن المتوسل يعْتَقد أَن لهَذِهِ الْوَسِيلَة تَأْثِيرا فِي حُصُول مَطْلُوبه وَدفع مكروهه فَهُوَ فِي الْحَقِيقَة من مسَائِل العقيدة لِأَن الْإِنْسَان لَا يتوسل بِشَيْء إِلَّا وَهُوَ يعْتَقد أَن لَهُ تَأْثِيرا فِيمَا يُرِيد والتوسل بالصالحين يَنْقَسِم إِلَى قسمَيْنِ الْقسم الأول التوسل بدعائهم فَهَذَا لَا بَأْس بِهِ فقد",
            "page": "89",
            "part": "1",
            "seal": "8594DCE9"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "كَانَ الصَّحَابَة رَضِي الله عَنْهُم يتوسلون برَسُول الله صلى الله عَلَيْهِ وَسلم بدعائه يَدْعُو الله لَهُم فينتفعون بذلك واستسقى عمر بن الْخطاب رَضِي الله عَنهُ بعم النَّبِي صلى الله عَلَيْهِ وَسلم الْعَبَّاس بن عبد الْمطلب بدعائه وَأما الْقسم الثَّانِي فَهُوَ التوسل بذواتهم فَهَذَا لَيْسَ بشرعي بل هُوَ من الْبدع من وَجه وَنَوع من الشّرك من وَجه آخر فَهُوَ الْبدع لِأَنَّهُ لم يكن مَعْرُوفا فِي عهد النَّبِي صلى الله عَلَيْهِ وَسلم وَأَصْحَابه وَهُوَ من الشّرك لِأَن كل من اعْتقد فِي أَمر من الْأُمُور أَنه سَبَب يكن سَببا شَرْعِيًّا فَإِنَّهُ قد أَتَى نوعا من أَنْوَاع الشّرك وعَلى هَذَا لَا يجوز التوسل بِذَات النَّبِي صلى الله عَلَيْهِ وَسلم مثل أَن يَقُول أَسأَلك بنبيك مُحَمَّد صلى الله عَلَيْهِ وَسلم إِلَّا على تَقْدِير أَنه يتوسل إِلَى الله تَعَالَى بِالْإِيمَان برَسُول الله صلى الله عَلَيْهِ وَسلم ومحبته فَإِن ذَلِك من دين الله الَّذِي ينْتَفع بِهِ العَبْد وَأما ذَات النَّبِي صلى الله عَلَيْهِ وَسلم فَلَيْسَتْ وَسِيلَة ينْتَفع بهَا العَبْد وَكَذَلِكَ على القَوْل الرَّاجِح لَا يجوز التوسل بجاه النَّبِي صلى الله عَلَيْهِ وَسلم لِأَن جاه النَّبِي صلى الله عَلَيْهِ وَسلم إِنَّمَا ينْتَفع بِهِ النَّبِي صلى الله عَلَيْهِ وَسلم نَفسه وَلَا ينْتَفع بِهِ غَيره وَإِذا كَانَ الْإِنْسَان يتوسل بجاه النَّبِي صلى الله عَلَيْهِ وَسلم باعتقاد",
            "page": "90",
            "part": "1",
            "seal": "5C2F3EBC"
        },
        {
            "hno": "19",
            "id": "90",
            "nass": "أَن للنَّبِي صلى الله عَلَيْهِ وَسلم جاها عِنْد الله فَلْيقل اللَّهُمَّ إِنِّي إسألك أَن تشفع فِي نبيك مُحَمَّدًا صلى الله عَلَيْهِ وَسلم وَمَا أشبه ذَلِك من الْكَلِمَات الَّتِي يَدْعُو بهَا الله عز وَجل الْمَجْمُوع الثمين 3100 ¶ الذّبْح لغير الله شرك ¶ 19 - سُؤال التَّقَرُّب بِذبح الخرفان فِي أضرحة الْأَوْلِيَاء الصَّالِحين مازال مَوْجُودا فِي عشيرتي نهيت عَنهُ لكِنهمْ لم يزدادوا إِلَّا عنادا قلت لَهُم إِنَّه شرك بِاللَّه قَالُوا نَحن نعْبد الله حق عِبَادَته لَكِن مَا ذنبنا إِن زرنا أولياءه وَقُلْنَا لله فِي تضرعاتنا بِحَق وليك الصَّالح فلَان اشفنا أَو أبعد عَنَّا الكرب الْفُلَانِيّ قلت لَيْسَ ديننَا دين وساطة قَالُوا اتركنا وحالنا مَا الْحل الَّذِي ترَاهُ صَالحا لعلاج هَؤُلَاءِ مَا أعمل تجاههم وَكَيف أُحَارب الْبِدْعَة وشكرا مُحَمَّد ع أتونس",
            "page": "91",
            "part": "1",
            "seal": "B53AA360"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "الْجَواب من الْمَعْلُوم بالأدلة من الْكتاب وَالسّنة أَن التَّقَرُّب بِالذبْحِ لغير الله من الْأَوْلِيَاء أَو الْجِنّ أَو الْأَصْنَام أَو غير ذَلِك من الْمَخْلُوقَات شرك بِاللَّه وَمن أَعمال الْجَاهِلِيَّة وَالْمُشْرِكين قَالَ الله عز وَجل قل إِن صَلَاتي ونسكي ومحياي ومماتي لله رب الْعَالمين لَا شريك لَهُ وَبِذَلِك أمرت وَأَنا أول الْمُسلمين (1) والنسك هُوَ الذّبْح بَين سُبْحَانَهُ فِي هَذِه الْآيَة أَن الذّبْح لغير الله شرك بِاللَّه كَالصَّلَاةِ لغير الله وَقَالَ تَعَالَى إِنَّا أعطيناك الْكَوْثَر فصل لِرَبِّك وانحر (2) أَمر الله سُبْحَانَهُ نبيه فِي هَذِه السُّورَة الْكَرِيمَة أَن يُصَلِّي لرَبه وينحر لَهُ خلافًا لأهل الشّرك الَّذين يَسْجُدُونَ لغير الله ويذبحون لغيره وَقَالَ تَعَالَى وَقضى رَبك إِلَّا تعبدوا إِلَّا إِيَّاه (3) وَقَالَ سُبْحَانَهُ وَمَا أمروا إِلَّا ليعبدوا الله مُخلصين لَهُ الدّين حنفَاء (4) والآيات فِي هَذَا الْمَعْنى كَثِيرَة",
            "page": "92",
            "part": "1",
            "seal": "E0C4ABE6"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "وَالذّبْح من الْعِبَادَة فَيجب إخلاصه لله وَحده وَفِي صَحِيح مُسلم عَن أَمِير الْمُؤمنِينَ عَليّ بن أبي طَالب رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم لعن الله من ذبح لغير الله وَأما قَول الْقَائِل أسأَل الله بِحَق أوليائه أَو بجاه أوليائه أَو بِحَق النَّبِي أَو بجاه النَّبِي فَهَذَا لَيْسَ من الشّرك وَلكنه بِدعَة عِنْد جُمْهُور أهل الْعلم وَمن وَسَائِل الشّرك لِأَن الدُّعَاء عبَادَة وكيفيته من الْأُمُور التوقيفية وَلم يثبت عَن نَبينَا صلى الله عَلَيْهِ وَسلم مَا يدل على شَرْعِيَّة أَو إِبَاحَة التوسل بِحَق أَو جاه أحد من خلقه فَلَا يجوز للْمُسلمِ أَن يحدث توسلا لم يشرعه الله سُبْحَانَهُ وَتَعَالَى أم لَهُم شُرَكَاء شرعوا لَهُم من الدّين مالم يَأْذَن بِهِ الله (1) وَقَول النَّبِي صلى الله عَلَيْهِ وَسلم من أحدث فِي أمرنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رد مُتَّفق على صِحَّته وَفِي رِوَايَة لمُسلم وعلقها البُخَارِيّ فِي صَحِيحه جَازِمًا بهَا من عمل عملا لَيْسَ عَلَيْهِ أمرنَا فَهُوَ رد وَمعنى قَوْله فَهُوَ رد أَي مَرْدُود على صَاحبه لَا يقبل فَالْوَاجِب على أهل الْإِسْلَام التقيد بِمَا شَرعه الله والحذر مِمَّا أحدثه النَّاس من الْبدع أما التوسل",
            "page": "93",
            "part": "1",
            "seal": "F982985A"
        },
        {
            "hno": "20",
            "id": "93",
            "nass": "الْمَشْرُوع فَهُوَ التوسل بأسماء الله وَصِفَاته وبتوحيده وبالأعمال الصَّالِحَات وَالْإِيمَان بِاللَّه وَرَسُوله ومحبة الله وَرَسُوله وَنَحْو ذَلِك من أَعمال الْبر وَالْخَيْر وَالله ولي التَّوْفِيق كتاب الدعْوَة 16 ¶ حكم الإستغاثة بِغَيْر ¶ 20 - سُئِلَ الشَّيْخ عَن رجل يستغيث بِغَيْر الله وَيَزْعُم أَنه ولي الله فَمَا عَلَامَات الْولَايَة فَأجَاب عَلَامَات الْولَايَة بَينهَا الله عز وَجل فِي قَوْله أَلا إِن أَوْلِيَاء الله لَا خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ الَّذين آمنُوا وَكَانُوا يَتَّقُونَ (1) فَهَذِهِ عَلَامَات الْولَايَة الْإِيمَان بِاللَّه وتقوى الله عز وَجل فَمن كَانَ مُؤمنا تقيا كَانَ لله وليا أما من أشرك بِهِ فَلَيْسَ بولِي لله بل هُوَ عَدو لله كَمَا قَالَ تَعَالَى من كَانَ عدوا لله وَمَلَائِكَته وَرُسُله وَجِبْرِيل وَمِيكَائِيل فَإِن الله عَدو للْكَافِرِينَ (2) فَأَي إِنْسَان يَدْعُو غير الله أَو",
            "page": "94",
            "part": "1",
            "seal": "24C1094E"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "يستغيث بِغَيْر الله بِمَا لَا يقدر عَلَيْهِ إِلَّا لله عز وَجل فَإِنَّهُ مُشْرك كَافِر وَلَيْسَ بولِي لله وَلَو ادّعى ذَلِك بل دَعْوَاهُ أَنه ولي مَعَ عدم توحيده وإيمانه وتقواه دَعْوَى كَاذِبَة تنَافِي الْولَايَة ونصيحتي لأخواني الْمُسلمين فِي هَذِه الْأُمُور أَن لَا يغتروا بهؤلاء وَأَن يكون مرجعهم فِي ذَلِك إِلَى كتاب الله وَإِلَى مَا صَحَّ من سنة النَّبِي صلى الله عَلَيْهِ وَسلم حَتَّى يكون رجاؤهم وتوكلهم واعتمادهم على الله وَحده وَحَتَّى يُؤمنُوا بذلك لأَنْفُسِهِمْ استقرارا وطمأنينة وَحَتَّى يحفظوا بذلك أَمْوَالهم أَن يبتزها هَؤُلَاءِ المخرفون كَمَا أَن فِي لُزُوم مَا دلّ عَلَيْهِ الْكتاب وَالسّنة فِي مثل هَذِه الْأُمُور فِي ذَلِك إبعاد لهَؤُلَاء عَن الإغترار بِأَنْفسِهِم هَؤُلَاءِ الَّذين يدعونَ أنفسهم أَحْيَانًا أسيادا وَأَحْيَانا أَوْلِيَاء وَلَو فَكرت أَو تَأَمَّلت مَا هم عَلَيْهِ لوجدت فيهم بعدا عَن الْولَايَة والسيادة وَلَكِنَّك تَجِد الْوَلِيّ حَقِيقَة أبعد النَّاس أَن يَدْعُو لنَفسِهِ وَأَن يحيطها بهالة من التَّعْظِيم والتبجيل وَمَا أشبه ذَلِك تَجدهُ مُؤمنا تقيا خفِيا لَا يظْهر نَفسه وَلَا يحب الإشهار وَلَا يحب أَن يتَّجه",
            "page": "95",
            "part": "1",
            "seal": "F9B3B99F"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "النَّاس إِلَيْهِ أَو أَن يتعلقوا بِهِ خوفًا أَو رَجَاء فمجرد كَون الْإِنْسَان يُرِيد من النَّاس أَن يعظموه ويحترموه ويبجلوه وَيكون مرجعا لَهُم ومتعلقا لَهُم هَذَا فِي الْحَقِيقَة يُنَافِي التَّقْوَى وينافي الْولَايَة وَلِهَذَا جَاءَ فِي الحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم فِيمَن طلب الْعلم ليماري بِهِ السُّفَهَاء أَو يجاري بِهِ الْعلمَاء أَو ليصرف وُجُوه النَّاس إِلَيْهِ فَعَلَيهِ كَذَا وَكَذَا من الْوَعيد فالشاهد فِي قَوْله أَو ليصرف وُجُوه النَّاس إِلَيْهِ فَهَؤُلَاءِ الَّذين يدعونَ الْولَايَة ويحاولون أَن يصرفوا وُجُوه النَّاس إِلَيْهِم هم أبعد النَّاس عَن الْولَايَة فنصيحتي لأخواني الْمُسلمين أَن لَا يغتروا بهؤلاء وأمثالهم وَأَن يرجِعوا إِلَى كتاب الله وَسنة رَسُوله صلى الله عَلَيْهِ وَسلم وَأَن يعلقوا آمالهم وَرَجَاءَهُمْ بِاللَّه وَحده الْمَجْمُوع الثمين 2110",
            "page": "96",
            "part": "1",
            "seal": "68AD70DA"
        },
        {
            "hno": "21",
            "id": "96",
            "nass": "حكم دُعَاء أَصْحَاب الْقُبُور ¶ 21 - سُئِلَ الشَّيْخ مَا حكم دُعَاء أَصْحَاب الْقُبُور فَأجَاب بقوله الدُّعَاء يَنْقَسِم إِلَى قسمَيْنِ الْقسم الأول دُعَاء عبَادَة ومثاله الصَّلَاة وَالصَّوْم وَغير ذَلِك من الْعِبَادَات فَإِذا صلى الْإِنْسَان أَو صَامَ فقد دَعَا ربه بِلِسَان الْحَال أَن يغْفر لَهُ وَأَن يجيره من عَذَابه وَأَن يُعْطِيهِ من نواله وَيدل لهَذَا قَوْله تَعَالَى وَقَالَ ربكُم ادْعُونِي أَسْتَجِب لكم إِن الَّذين يَسْتَكْبِرُونَ عَن عبادتي سيدخلون جَهَنَّم داخرين (1) فَجعل الدُّعَاء عبَادَة فَمن صرف شَيْئا من أَنْوَاع الْعِبَادَة لغير الله فقد كفر كفرا مخرجا عَن الْملَّة فَلَو ركع الْإِنْسَان أَو سجد لشَيْء يعظمه كتعظيم الله فِي هَذَا الرُّكُوع أَو السُّجُود لَكَانَ مُشْركًا خَارِجا عَن الْإِسْلَام وَلِهَذَا منع النَّبِي صلى الله عَلَيْهِ وَسلم من الإنحناء عِنْد الملاقاة سَاد لذريعة الشّرك فَسئلَ عَن الرجل",
            "page": "97",
            "part": "1",
            "seal": "808FD9EA"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "يلقى أَخَاهُ أينحني لَهُ قَالَ لَا وَمَا يَفْعَله بعض الْجُهَّال إِذا سلم عَلَيْك إنحنى لَك خطأ وَيجب عَلَيْك أَن تبين لَهُ ذَلِك وتنهاه عَنهُ الْقسم الثَّانِي دُعَاء الْمَسْأَلَة وَهَذَا لَيْسَ كُله شركا بل فِيهِ تَفْصِيل أَولا إِن كَانَ الْمَدْعُو حَيا قَادِرًا على ذَلِك فَلَيْسَ بشرك كَقَوْلِك اسْقِنِي مَاء لمن يَسْتَطِيع ذَلِك قَالَ صلى الله عَلَيْهِ وَسلم من دعَاكُمْ فأجيبوه قَالَ الله تَعَالَى وَإِذا حضر الْقِسْمَة أولُوا الْقُرْبَى واليتامى وَالْمَسَاكِين فارزقوهم مِنْهُ (1) فَإِذا مد الْفَقِير يَده وَقَالَ ارزقني أَي اعطني فَهُوَ جَائِز كَمَا قَالَ تَعَالَى فارزقوهم مِنْهُ ثَانِيًا إِن كَانَ الْمَدْعُو مَيتا فَإِن دعاءه شرك مخرج عَن الْملَّة وَمَعَ الأسف أَن فِي بعض الْبِلَاد الإسلامية من يعْتَقد أَن فلَانا المقبور الَّذِي بَقِي جثة أَو أَكلته الأَرْض ينفع أَو يضر أَو",
            "page": "98",
            "part": "1",
            "seal": "B98A2C10"
        },
        {
            "hno": "22",
            "id": "98",
            "nass": "يَأْتِي بالنسل لمن لَا يُولد لَهُ وَهَذَا وَالْعِيَاذ بِاللَّه شرك أكبر مخرج عَن الْملَّة وَإِقْرَار هَذَا أَشد من إِقْرَار شرب الْخمر وَالزِّنَا واللواط لِأَنَّهُ إِقْرَار على كفر وَلَيْسَ إِقْرَار على فسوق فَقَط فنسأل الله أَن يصلح أَحْوَال الْمُسلمين الْمَجْمُوع الثمين 2121 ¶ حكم التوسل بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم ¶ 22 - مَا حكم التوسل بِالنَّبِيِّ عَلَيْهِ الصَّلَاة وَالسَّلَام الْفَتْوَى التوسل بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم أَقسَام أَولا أَن يتوسل بِالْإِيمَان بِهِ فَهَذَا التوسل صَحِيح مثل أَن يَقُول اللَّهُمَّ إِنِّي آمَنت بك وبرسولك فَاغْفِر لي وَهَذَا لَا بَأْس بِهِ وَقد ذكره الله تَعَالَى فِي الْقُرْآن الْكَرِيم فِي قَوْله رَبنَا إننا سمعنَا منايا يُنَادي للْإيمَان أَن آمنُوا بربكم فَآمَنا رَبنَا فَاغْفِر لنا ذنوبنا وَكفر عَنَّا سيئاتنا وتوفنا مَعَ الْأَبْرَار (1) وَلِأَن الْإِيمَان بالرسول صلى الله عَلَيْهِ وَسلم وَسِيلَة شَرْعِيَّة لمغفرة الذُّنُوب",
            "page": "99",
            "part": "1",
            "seal": "D771745E"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "ة كفير السَّيِّئَات فَهُوَ قد توسل بوسيلة ثَابِتَة شرعا ثَانِيًا أَن يتوسل بدعائه صلى الله عَلَيْهِ وَسلم أَي بِأَن يَدْعُو للمشفوع لَهُ وَهَذَا أَيْضا جَائِز وثابت لكنه لَا يُمكن أَن يكون إِلَّا فِي حَيَاة الرَّسُول صلى الله عَلَيْهِ وَسلم وَقد ثَبت عَن عمر رَضِي الله عَنهُ أَنه قَالَ اللَّهُمَّ إِنَّا كُنَّا نتوسل إِلَيْك بنبينا فتسقينا وَإِنَّا نتوسل إِلَيْك بعم نَبينَا فاسقنا وَأمر الْعَبَّاس أَن يقوم فيدعو الله سُبْحَانَهُ وَتَعَالَى بالسقيا فالتوسل فِي حَيَاة النَّبِي صلى الله عَلَيْهِ وَسلم بدعائه هَذَا جَائِز وَلَا بَأْس بِهِ ثَالِثا أَن يتوسل بجاه الرَّسُول صلى الله عَلَيْهِ وَسلم سَوَاء فِي حَيَاته أَو بعد مماته فَهَذَا توسل بدعي لَا يجوز وَذَلِكَ لِأَن جاه الرَّسُول صلى الله عَلَيْهِ وَسلم لَا ينْتَفع بِهِ إِلَّا الرَّسُول صلى الله عَلَيْهِ وَسلم وعَلى هَذَا فَلَا يجوز للْإنْسَان أَن يَقُول اللَّهُمَّ إِنِّي أَسأَلك بجاه نبيك أَن تغْفر لي أَو ترزقني الشَّيْء الْفُلَانِيّ لِأَن الْوَسِيلَة لَا بُد أَن تكون وَسِيلَة والوسيلة مَأْخُوذَة من الوسل بِمَعْنى الْوُصُول إِلَى الشَّيْء فَلَا بُد أَن تكون هَذِه الْوَسِيلَة موصلة إِلَى الشَّيْء وَإِذا لم تكن موصلة إِلَيْهِ فَإِن التوسل بهَا غير مجد وَلَا نَافِع وعَلى هَذَا فَنَقُول التوسل بالرسول عَلَيْهِ الصَّلَاة وَالسَّلَام",
            "page": "100",
            "part": "1",
            "seal": "28D64C92"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "ثَلَاثَة أَقسَام الْقسم الأول أَن يتوسل بِالْإِيمَان بِهِ واتباعه وَهَذَا جَائِز فِي حَيَاته وَبعد مماته الْقسم الثَّانِي أَن يتوسل بدعائه أَي بِأَن يطْلب من الرَّسُول صلى الله عَلَيْهِ وَسلم أَن يَدْعُو لَهُ فَهَذَا جَائِز فِي حَيَاته لَا بعد مماته لِأَنَّهُ بعد مماته مُتَعَذر الْقسم الثَّالِث أَن يتوسل بجاهه ومنزلته عِنْد الله فَهَذَا لَا يجوز لَا فِي حَيَاته وَلَا بعد مماته لِأَنَّهُ لَيْسَ وَسِيلَة إِذْ أَنه لَا يُوصل الْإِنْسَان إِلَى مَقْصُوده لِأَنَّهُ لَيْسَ من عمله فَإِذا قَالَ قَائِل جِئْت إِلَى الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام عِنْد قَبره وَسَأَلته أَن يسْتَغْفر لي أَو أَن يشفع لي عِنْد الله فَهَل يجوز ذَلِك أَو لَا قُلْنَا لَا يجوز فَإِذا قَالَ أَلَيْسَ الله يَقُول وَلَو أَنهم إِذْ ظلمُوا أنفسهم جاءوك فاستغفروا الله واستغفر لَهُم الرَّسُول لوجدوا الله تَوَّابًا رحِيما (1) قُلْنَا لَهُ بلَى إِن الله يَقُول ذَلِك وَلَكِن يَقُول وَلَو أَنهم إِذْ ظلمُوا وَإِذ هَذِه ظرف",
            "page": "101",
            "part": "1",
            "seal": "75D84F45"
        },
        {
            "hno": "23",
            "id": "101",
            "nass": "لما مضى وَلَيْسَت ظرفا للمستقبل لم يقل الله وَلَو أَنهم إِذا ظلمُوا بل قَالَ إِذْ ظلمُوا فالآية تَتَحَدَّث عَن أَمر وَقع فِي حَيَاة الرَّسُول صلى الله عَلَيْهِ وَسلم واستغفار الرَّسُول صلى الله عَلَيْهِ وَسلم بعد مماته أَمر مُتَعَذر لِأَنَّهُ إِذا مَاتَ العَبْد انْقَطع عمله إِلَّا من ثَلَاث كَمَا قَالَ الرَّسُول صلى الله عَلَيْهِ وَسلم صَدَقَة جَارِيَة أَو علم ينْتَفع بِهِ أَو ولد صَالح يَدْعُو لَهُ فَلَا يُمكن لإِنْسَان بعد مَوته أَن يسْتَغْفر لأحد بل وَلَا يسْتَغْفر لنَفسِهِ أَيْضا لِأَن الْعَمَل انْقَطع فتاوي الشَّيْخ ابْن عثيمين 189 ¶ الرَّد على شُبْهَة للقبوريين ¶ 23 - سُئِلَ الشَّيْخ كَيفَ نجيب عباد الْقُبُور الَّذِي يحتجون بدفن النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَسْجِد النَّبَوِيّ فَأجَاب بقوله الْجَواب عَن ذَلِك من وُجُوه الْوَجْه الأول أَن الْمَسْجِد لم يبن على الْقَبْر بل بني فِي حَيَاة النَّبِي صلى الله عَلَيْهِ وَسلم الْوَجْه الثَّانِي أَن النَّبِي صلى الله عَلَيْهِ وَسلم لم يدْفن فِي الْمَسْجِد حَتَّى يُقَال إِن هَذَا من دفن الصَّالِحين فِي الْمَسْجِد",
            "page": "102",
            "part": "1",
            "seal": "A6A428E6"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "بل دفن صلى الله عَلَيْهِ وَسلم فِي بَيته الْوَجْه الثَّالِث أَن إِدْخَال بيُوت الرَّسُول صلى الله عَلَيْهِ وَسلم وَمِنْهَا بَيت عَائِشَة مَعَ الْمَسْجِد لَيْسَ بِاتِّفَاق الصَّحَابَة بل يعد أَن انقرض أَكْثَرهم وَذَلِكَ فِي عَام أَرْبَعَة وَتِسْعين هجرية تَقْرِيبًا فَلَيْسَ مِمَّا أجَازه الصَّحَابَة بل إِن بَعضهم خَالف فِي ذَلِك وَمِمَّنْ خَالف أَيْضا سعيد بن المسب الْوَجْه الرَّابِع أَن الْقَبْر لَيْسَ فِي الْمَسْجِد حَتَّى بعد إِدْخَاله لِأَنَّهُ فِي حجرَة مُسْتَقلَّة عَن الْمَسْجِد فَلَيْسَ الْمَسْجِد مَبْنِيا عَلَيْهِ وَلِهَذَا جعل هَذَا الْمَكَان مَحْفُوظًا ومحوطا بِثَلَاثَة جدران وَجعل الْجِدَار فِي زَاوِيَة منحرفة عَن الْقبْلَة أَي أَنه مثلث والركن فِي الزاوية الشمالية حَيْثُ لَا يستقبله الْإِنْسَان إِذا صلى لِأَنَّهُ منحرف وَبِهَذَا يبطل احتجاج أهل الْقُبُور بِهَذِهِ الشُّبْهَة الْمَجْمُوع الثمين 2119",
            "page": "103",
            "part": "1",
            "seal": "EB26D4E6"
        },
        {
            "hno": "24",
            "id": "103",
            "nass": "حكم السّفر لزيارة قبر النَّبِي صلى الله عَلَيْهِ وَسلم ¶ 24 - وَسُئِلَ فضيلته عَن حكم السّفر لزيارة قبر النَّبِي صلى الله عَلَيْهِ وَسلم فَأجَاب بقوله شدّ الرّحال إِلَى زِيَارَة الْقُبُور أيا كَانَت هَذِه الْقُبُور لَا يجوز لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول لَا تشد الرّحال إِلَّا إِلَى ثَلَاثَة مَسَاجِد الْمَسْجِد الْحَرَام ومسجدي هَذَا وَالْمَسْجِد الْأَقْصَى وَالْمَقْصُود بِهَذِهِ أَنه لَا تشد الرّحال إِلَى أَي مَكَان فِي الأَرْض لقصد الْعِبَادَة بِهَذَا الشد لِأَن الْأَمْكِنَة الَّتِي تخصص بشد الرّحال هِيَ الْمَسَاجِد الثَّلَاثَة فَقَط وَمَا عَداهَا من الْأَمْكِنَة لَا تشد إِلَيْهَا الرّحال فقبر النَّبِي صلى الله عَلَيْهِ وَسلم لَا تشد الرّحال إِلَيْهِ وَإِنَّمَا تشد الرّحال إِلَى مَسْجده فَإِذا وصل الْمَسْجِد فَإِن الرِّجَال يسن لَهُم زِيَارَة قبر النَّبِي صلى الله عَلَيْهِ وَسلم وَأما النِّسَاء فَلَا يسن لَهُنَّ زِيَارَة قبر النَّبِي صلى الله عَلَيْهِ وَسلم وَالله الْمُوفق الْمَجْمُوع الثمين 196",
            "page": "104",
            "part": "1",
            "seal": "189F7094"
        },
        {
            "hno": "25",
            "id": "104",
            "nass": "حكم تَعْلِيق الصُّور ¶ 25 - سُؤال مَا حكم تَعْلِيق الصُّور فِي الْمنَازل وَفِي غَيرهَا عبد الله ع الرياض الْجَواب حكم ذَلِك التَّحْرِيم إِذا كَانَت الصُّور من ذَوَات الأواح من بني آدم أَو غَيرهم لقَوْل النَّبِي صلى الله عَلَيْهِ وَسلم لعَلي رَضِي الله عَنهُ لَا تدع صُورَة إِلَّا طمستها وَلَا قبرا مشرفا إِلَّا سويته رَوَاهُ مُسلم فِي صَحِيحه وَلما ثَبت عَن عَائِشَة رَضِي الله عَنْهَا أَنَّهَا قَالَت علقت على سهوة لَهَا سترا فِيهِ تصاوير فَلَمَّا رَآهُ النَّبِي صلى الله عَلَيْهِ وَسلم هتكه وَتغَير وَجهه صلى الله عَلَيْهِ وَسلم وَقَالَ يَا عَائِشَة إِن أَصْحَاب هَذِه الصُّور يُعَذبُونَ يَوْم الْقِيَامَة وَيُقَال لَهُم احيوا مَا خلقْتُمْ أخرجه مُسلم وَغَيره لَكِن إِذا كَانَت الصُّورَة فِي بِسَاط يمتهن أَو وسَادَة يرتفق بهَا فَلَا حرج فِي ذَلِك لما ثَبت عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه كَانَ على موعد من جبرايل فَلَمَّا جَاءَ جبرايل امْتنع عَن دُخُول الْبَيْت فَسَأَلَهُ النَّبِي صلى الله عَلَيْهِ وَسلم فَقَالَ إِن فِي الْبَيْت تمثالا وسترا",
            "page": "105",
            "part": "1",
            "seal": "C70BBBE2"
        },
        {
            "hno": "26",
            "id": "105",
            "nass": "فِيهِ تصاوير وكلبا فَمر بِرَأْس التمثال أَن يقطع وبالستر أَن يتَّخذ مِنْهُ وسادتان منتبذتان توطآن وَمر بالكلب أَن يخرج فَفعل ذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم فَدخل جِبْرَائِيل عَلَيْهِ السَّلَام أخرجه النَّسَائِيّ وَغَيره بِإِسْنَاد جيد وَفِي الحَدِيث الْمَذْكُور أَن الْكَلْب كَانَ جروا لِلْحسنِ أَو الْحُسَيْن تَحت نضد فِي الْبَيْت وَقد صَحَّ عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ لَا تدخل الْمَلَائِكَة بَيْتا فِيهِ صُورَة وَلَا كلب مُتَّفق عَلَيْهِ وقصة جِبْرَائِيل هَذِه تدل على أَن الصُّورَة فِي الْبسَاط وَنَحْوه لَا تمنع من دُخُول الْمَلَائِكَة وَمثل ذَلِك مَا ثَبت فِي الصَّحِيح عَن عَائِشَة رَضِي الله عَنْهَا أَنَّهَا اتَّخذت من السّتْر الْمَذْكُور وسَادَة يرتفق بهَا النَّبِي صلى الله عَلَيْهِ وَسلم كتاب الدعْوَة 19 ¶ حل السحر بِسحر مثله ¶ 26 - سُؤال من كَانَ بِهِ سحر هَل يجوز أَن يذهب إِلَى سَاحر ليزيل السحر عَنهُ الْجَواب لَا يجوز ذَلِك وَالْأَصْل فِيهِ مَا رَوَاهُ الإِمَام أَحْمد وَأَبُو دَاوُد بِسَنَدِهِ عَن جَابر رَضِي الله عَنْهُمَا قَالَ سُئِلَ",
            "page": "106",
            "part": "1",
            "seal": "4D417BA8"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "رَسُول الله صلى الله عَلَيْهِ وَسلم عَن النشرة فَقَالَ هِيَ من عمر الشَّيْطَان وَفِي الأودية والطبيعية والأدعية الشَّرْعِيَّة مَا فَهِيَ كِفَايَة فَإِن الله مَا أنزل دَاء إِلَّا أنزل لَهُ شِفَاء علمه من علمه وجهله من جَهله وَقد أَمر رَسُول الله صلى الله عَلَيْهِ وَسلم بالتداوي وَنهى التَّدَاوِي الْمحرم فَقَالَ صلى الله عَلَيْهِ وَسلم لاتداووا وَلَا تتداووا بِحرَام (1) وَبِاللَّهِ التَّوْفِيق وَصلى الله على نَبينَا مُحَمَّد وَآله وَصَحبه وَسلم اللجنة الدائمة للبحوث العلمية والإفتاء عُضْو عبد الله بن قعُود عُضْو عبد الله بن غديان نَائِب رَئِيس اللجنة عبد الرزاق عفيفي الرئيس عبد العزيز بن باز فتاوي اللجنة 1372",
            "page": "107",
            "part": "1",
            "seal": "4A64BDCD"
        },
        {
            "hno": "27",
            "id": "107",
            "nass": "الْوِقَايَة من الْعين ¶ 27 - وَسُئِلَ فضيلته هَل الْعين تصيب الْإِنْسَان وَكَيف تعالج وَهل التَّحَرُّز مِنْهَا يُنَافِي التَّوَكُّل فَأجَاب بقوله رَأينَا فِي الْعين أَنَّهَا حق ثَابت شرعا وحسا قَالَ الله تَعَالَى وَإِن يكَاد الَّذين كفرُوا ليزلقونك بِأَبْصَارِهِمْ (1) قَالَ ابْن عَبَّاس وَغَيره فِي تَفْسِيرهَا أَي يعينوك بِأَبْصَارِهِمْ وَيَقُول النَّبِي صلى الله عَلَيْهِ وَسلم الْعين حق وَلَو كَانَ شَيْء سَابق الْقدر سبقت الْعين وَإِذا استغسلتم فَاغْسِلُوا رَوَاهُ مُسلم وَمن ذَلِك مَا رَوَاهُ النَّسَائِيّ وَابْن ماجة أَن عَامر بن ربيعَة مر بسهل بن حنيف وَهُوَ يغْتَسل فَقَالَ لم أر كَالْيَوْمِ وَلَا جلد مخبأة فَمَا لبث أَن لبط بِهِ فَأتي بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم فَقيل لَهُ أدْرك سهلا صَرِيعًا فَقَالَ من تتهمون قَالُوا عَامر بن ربيعَة فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم علام يقتل أحدكُم أَخَاهُ إِذا",
            "page": "108",
            "part": "1",
            "seal": "93DAA656"
        },
        {
            "hno": "28",
            "id": "108",
            "nass": "رأى أحدكُم من أَخِيه مَا يُعجبهُ فَليدع لَهُ بِالْبركَةِ ثمَّ دَعَا بِمَاء فَأمر عَامِرًا أَن يتَوَضَّأ فَيغسل وَجهه وَيَديه إِلَى الْمرْفقين وركبتيه وداخلة إزَاره وَأمره أَن يصب عَلَيْهِ وَفِي لفظ يكفأ الْإِنَاء من خَلفه وَالْوَاقِع شَاهد بذلك وَلَا يُمكن إِنْكَاره الْمَجْمُوع الثمين 1135 ¶ الرقى والتمائم ¶ 28 - مَا الْجمع بَين حَدِيث إِن الرقى والتمائم والتولة شرك وَحَدِيث من اسْتَطَاعَ مِنْكُم أَن ينفع أَخَاهُ فَلْيفْعَل سُؤال عَن عبد الله بن مَسْعُود رَضِي الله عَنهُ قَالَ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول إِن الرقى والتمائم والتولة شرك وَعَن جَابر رَضِي الله عَنهُ قَالَ كَانَ لي خَال يرقى من الْقرب فَنهى رَسُول الله صلى الله عَلَيْهِ وَسلم عَن الرقى قَالَ فَأَتَاهُ فَقَالَ يَا رَسُول الله إِنَّك نهيت عَن الرقى وَأَنا أرقى من الْعَقْرَب فَقَالَ من اسْتَطَاعَ مِنْكُم أَن ينفع أَخَاهُ فَلْيفْعَل مَا هُوَ الْجمع بَين أَحَادِيث الْمَنْع وَالْجَوَاز فِي مَوْضُوع",
            "page": "109",
            "part": "1",
            "seal": "47F74DEC"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "الرقى وَمَا حكم تَعْلِيق الرقى من الْقُرْآن على صدر المبتلي عبد الرحمن س ف الرياض الْجَواب الرقى الْمنْهِي عَنْهَا هِيَ الرقى الَّتِي فِيهَا شرك أَو توسل بِغَيْر الله أَو أَلْفَاظ مَجْهُولَة لايعرف مَعْنَاهَا أما الرقى السليمة من ذَلِك فَهِيَ مَشْرُوعَة وَمن أعظم أَسبَاب الشِّفَاء لقَوْل النَّبِي صلى الله عَلَيْهِ وَسلم لَا بَأْس بالرقى مَا لم تكن شركا وَقَوله صلى الله عَلَيْهِ وَسلم من اسْتَطَاعَ أَن ينفع أَخَاهُ فلينفعه خرجهما مُسلم فِي صَحِيحه وَقَالَ صلى الله عَلَيْهِ وَسلم لَا رقية إِلَّا من عين أَو حمة وَمَعْنَاهُ لَا رقية أولى وأشفى من الرّقية من هذَيْن الْأَمريْنِ وَقد رقى النَّبِي صلى الله عَلَيْهِ وَسلم ورقى أما تَعْلِيق الرقى على المرضى أَو الْأَطْفَال فَذَلِك لَا يجوز وَتسَمى الرقى الْمُعَلقَة التمائم وَتسَمى الحروز والجوامع وَالصَّوَاب فِيهَا أَنَّهَا مُحرمَة وَمن أَنْوَاع الشّرك لقَوْل النَّبِي صلى الله عَلَيْهِ وَسلم من تعلق تَمِيمَة فَلَا أتم الله لَهُ وَمن تعلق ودعة فَلَا ودع الله لَهُ وَقَوله صلى الله عَلَيْهِ وَسلم تعلق تَمِيمَة فقد أشرك وَقَوله صلى الله عَلَيْهِ وَسلم إِن الرقى والتمائم والتولة شرك وَاخْتلف الْعلمَاء فِي التمائم إِذا كَانَت من الْقُرْآن أَو من الدَّعْوَات",
            "page": "110",
            "part": "1",
            "seal": "B5013BFA"
        },
        {
            "hno": "29",
            "id": "110",
            "nass": "الْمُبَاحَة هَل هِيَ مُحرمَة أم لَا وَالصَّوَاب تَحْرِيمهَا لوَجْهَيْنِ أَحدهمَا عُمُوم الْأَحَادِيث الْمَذْكُورَة فَإِنَّهَا تعم التمائم من الْقُرْآن وَغير الْقُرْآن وَالْوَجْه الثَّانِي سد ذَرِيعَة الشّرك فَإِنَّهَا إِذا أبيحت التمائم من الْقُرْآن اخْتلطت بالتمائم الْأُخْرَى واشتبه الْأَمر وَانْفَتح بَاب الشّرك بتعليق التمائم كلهَا وَمَعْلُوم أَن سد الذرائع المفضية إِلَى الشّرك والمعاصي من أعظم الْقَوَاعِد الشَّرْعِيَّة وَالله ولي التَّوْفِيق كتاب الدعْوَة 20 ¶ الرّقية الشَّرْعِيَّة والغير شَرْعِيَّة ¶ 29 - سُؤال عندنَا فِي السودَان بعض من النَّاس يعْرفُونَ بالمشايخ يَكْتُبُونَ المحاية للنَّاس إِذا مرض الشَّخْص أَو أَصَابَهُ سحر أَو غير ذَلِك من الْأُمُور الخرافية مَا حكم من يتعامل مَعَهم وَمَا حكم عَمَلهم هَذَا الْفَتْوَى إِن الرّقية على الْمَرِيض الْمُصَاب بِسحر أَو بِغَيْرِهِ من",
            "page": "111",
            "part": "1",
            "seal": "15A5542F"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "الْمَرَض لَا بَأْس بهَا إِن كَانَت من الْقُرْآن أَو من الْأَدْعِيَة الْمُبَاحَة فقد ثَبت أَن النَّبِي صلى الله عَلَيْهِ وَسلم كَانَ يرقى أَصْحَابه وَمن جملَة مَا يرقاهم بِهِ رَبنَا الله الَّذِي فِي السَّمَاء تقدس اسْمك أَمرك فِي السَّمَاء وَالْأَرْض كَمَا رحمتك فِي السَّمَاء فَاجْعَلْ رحمتك فِي الأَرْض أنزل رَحْمَة من رحمتك واشف من شفائك على هَذَا الوجع فَيبرأ وَمن الْأَدْعِيَة الْمَشْرُوعَة بِسم الله أرقيك من كل دَاء يُؤْذِيك من شَرّ كل نفس أَو عين حَاسِد الله يشفيك بِسم الله أرقيك وَمِنْهَا أَن يضع الْإِنْسَان يَده على الْأَلَم الَّذِي يؤلمه من بدنه فَيَقُول أعوذ بِاللَّه وعزته من شَرّ مَا أجد وأحاذر إِلَى غير ذَلِك مِمَّا ذكره أهل الْعلم من الْأَحَادِيث الْوَارِدَة عَن الرَّسُول صلى الله عَلَيْهِ وَسلم وَأما كِتَابه الْآيَات والأذكار وتعليقها فقد اخْتلف أهل الْعلم فِي ذَلِك فَمنهمْ من أجَازه وَمِنْهُم من مَنعه وَالْأَقْرَب الْمَنْع من ذَلِك لِأَن هَذَا لم يرد عَن النَّبِي صلى الله عَلَيْهِ وَسلم وَإِنَّمَا الْوَارِد أَن يقْرَأ على الْمَرِيض أما أَن تعلق الْآيَات أَو الْأَدْعِيَة على",
            "page": "112",
            "part": "1",
            "seal": "D4360679"
        },
        {
            "hno": "30",
            "id": "112",
            "nass": "الْمَرِيض فِي عُنُقه أَو يَده أَو تَحت وسادته وَمَا أشبه ذَلِك فَإِن ذَلِك من الْأُمُور الممنوعة على القَوْل الرَّاجِح لعدم وُرُودهَا وكل إِنْسَان يَجْعَل من الْأُمُور سَببا لأمر آخر بِغَيْر إِذن من الشَّرْع فَإِن عمله هَذَا يعد نوعا من الشّرك لِأَنَّهُ إِثْبَات سَبَب لم يَجعله الله سَببا هَذَا بفطع النّظر عَن حَال هَؤُلَاءِ الْمَشَايِخ فَلَا نَدْرِي فَلَعَلَّ هَؤُلَاءِ الْمَشَايِخ من المشعوذين الَّذِي يَكْتُبُونَ أَشْيَاء مُنكرَة وَأَشْيَاء مُحرمَة فَإِن ذَلِك لَا شكّ فِي تَحْرِيمه وَلِهَذَا قَالَ أهل الْعلم لَا بَأْس بالرقى بِشَرْط أَن تكون مَعْلُومَة مفهومة خَالِيَة من الشّرك فتاوي الشَّيْخ ابْن عثيمين 1139 ¶ مَا حكم مُوالَاة الْكفَّار ¶ 30 - مَا حكم مُوالَاة الْكفَّار الْفَتْوَى مُوالَاة الْكفَّار بالمودة والمناصرة واتخاذهم بطانة حرَام مَنْهِيّ عَنْهَا بِنَصّ الْقُرْآن الْكَرِيم قَالَ الله تَعَالَى لَا تَجِد قوما يُؤمنُونَ بِاللَّه وَالْيَوْم الآخر يوادون من حاد الله وَرَسُوله",
            "page": "113",
            "part": "1",
            "seal": "6424DAEC"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "(المجادلة 22) وَقَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا الَّذين اتَّخذُوا دينكُمْ هزوا وَلَعِبًا من الَّذين أُوتُوا الْكتاب من قبلكُمْ وَالْكفَّار أَوْلِيَاء وَاتَّقوا الله إِن كُنْتُم مُؤمنين (الْمَائِدَة 57) وَقَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا الْيَهُود وَالنَّصَارَى أَوْلِيَاء بَعضهم أَوْلِيَاء بعض وَمن يَتَوَلَّهُمْ مِنْكُم فَإِنَّهُ مِنْهُم إِن الله لَا يهدي الْقَوْم الظَّالِمين (الْمَائِدَة 51) وَقَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا بطانة من دونكم لَا يألونكم خبالا (آل عمرَان 118) وَأخْبر أَنه إِذا لم يكن الْمُؤْمِنُونَ بغضهم أَوْلِيَاء بعض وَالَّذين كفرُوا بَعضهم أَوْلِيَاء بعض ويتميز هَؤُلَاءِ عَن هَؤُلَاءِ فَإِنَّهَا تكون فتْنَة فِي الأَرْض وَفَسَاد كَبِير وَلَا يَنْبَغِي أبدا أَن يَثِق الْمُؤمن بِغَيْر الْمُؤمن مهما أظهر من الْمَوَدَّة وَأبْدى من النصح فَإِن الله تَعَالَى يَقُول عَنْهُم ودوا لَو تكفرون كَمَا كفرُوا فتكونون سَوَاء (النِّسَاء 89) وَيَقُول سُبْحَانَهُ لنَبيه وَلنْ ترْضى عَنْك الْيَهُود وَلَا النَّصَارَى حَتَّى تتبع ملتهم (الْبَقَرَة 120) وَالْوَاجِب على الْمُؤمن أَن يعْتَمد على الله فِي تَنْفِيذ",
            "page": "114",
            "part": "1",
            "seal": "53D918CD"
        },
        {
            "hno": "31",
            "id": "114",
            "nass": "شَرعه وَألا تَأْخُذهُ فِيهِ لومة لائم وَألا يخَاف من أعدائه فقد قَالَ الله تَعَالَى إِنَّمَا ذَلِكُم الشَّيْطَان يخوف أولياءه فَلَا تخافوهم وخافون إِن كُنْتُم مُؤمنين (آل عمرَان 175) وَقَالَ تَعَالَى فترى الَّذين فِي قُلُوبهم مرض يُسَارِعُونَ فيهم يَقُولُونَ نخشى أَن تصيبنا دَائِرَة فَعَسَى الله أَن يَأْتِي بِالْفَتْح أَو أَمر من عِنْده فيصبحوا على مَا أَسرُّوا فِي أنفسهم نادمين (الْمَائِدَة 52) وَقَالَ سُبْحَانَهُ يَا أَيهَا الَّذين آمنُوا إِنَّمَا الْمُشْركُونَ نجس فَلَا يقربُوا الْمَسْجِد الْحَرَام بعد عَامهمْ هَذَا وَإِن خِفْتُمْ عيلة فَسَوف يغنيكم الله من فَضله إِن شَاءَ الله إِن الله عليم حَكِيم (التَّوْبَة 28) وَالله الْمُوفق فتاوي الشَّيْخ ابْن عثيمين 1110 ¶ وجوب عَدَاوَة اليهو وَالْمُشْرِكين وَغَيرهم من الْكفَّار ¶ 31 - الْحَمد لله وَالصَّلَاة وَالسَّلَام على رَسُول الله وعَلى آله وَصَحبه وَمن اهْتَدَى بهداه أما بعد فقد نشرت بعض الصُّحُف الْمَحَلِّيَّة عَن بعض النَّاس أَنه قَالَ (إننا لَا نَكُنْ",
            "page": "115",
            "part": "1",
            "seal": "C4179A80"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "العداء للْيَهُود واليهودية وإننا نحترم جَمِيع الْأَدْيَان السماوية) وَذَلِكَ فِي معرض حَدِيثه عَن الْوَضع فِي الشرق الْأَوْسَط بعد الْعدوان الْيَهُودِيّ على الْعَرَب وَلما كَانَ هَذَا الْكَلَام فِي شَأْن الْيَهُود واليهودية يُخَالف صَرِيح الْكتاب الْعَزِيز وَالسّنة المطهرة وَيُخَالف العقيدة الإسلامية وَهُوَ تَصْرِيح يخْشَى أَن يغتر بِهِ بعض النَّاس رَأَيْت التَّنْبِيه على مَا جَاءَ فِيهِ من الْخَطَأ نصحا لله ولعباده فَأَقُول قد دلّ الْكتاب وَالسّنة وَإِجْمَاع الْمُسلمين أَنه يجب على الْمُسلمين أَن يعادوا الْكَافرين من الْيَهُود وَالنَّصَارَى وَسَائِر الْمُشْركين وَأَن يحذروا مَوَدَّتهمْ واتخاذهم أَوْلِيَاء كَمَا أخبر الله سُبْحَانَهُ فِي كِتَابه الْمُبين الَّذِي لَا يَأْتِيهِ الْبَاطِل من بَين يَدَيْهِ وَلَا من خَلفه تَنْزِيل من حَكِيم حميد أَن الْيَهُود وَالْمُشْرِكين هم أَشد النَّاس عَدَاوَة للْمُؤْمِنين قَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا عدوي وَعَدُوكُمْ أَوْلِيَاء تلقونَ إِلَيْهِم بالمودة وَقد كفرُوا بِمَا جَاءَكُم من الْحق (1) إِلَى قَوْله سُبْحَانَهُ قد كَانَت لكم أُسْوَة حَسَنَة فِي إِبْرَاهِيم وَالَّذين مَعَه إِذْ",
            "page": "116",
            "part": "1",
            "seal": "A93E4512"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "قَالُوا لقومهم إِنَّا برءوا مِنْكُم وَمِمَّا تَعْبدُونَ من دون الله كفرنا بكم وبدا بَيْننَا وَبَيْنكُم العدواة والبغضاء أبدا حَتَّى تؤمنوا بِاللَّه وَحده (1) وَقَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا الْيَهُود وَالنَّصَارَى أَوْلِيَاء بَعضهم أَوْلِيَاء بعض وَمن يَتَوَلَّهُمْ مِنْكُم فَإِنَّهُ مِنْهُم إِن الله لَا يهدي الْقَوْم الظَّالِمين (2) وَقَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا آبَاءَكُم وَإِخْوَانكُمْ أَوْلِيَاء إِن استحبوا الْكفْر على الْإِيمَان وَمن يَتَوَلَّهُمْ مِنْكُم فَأُولَئِك هم الظَّالِمُونَ (3) وَقَالَ عز وَجل فِي شَأْن الْيَهُود ترى كثيرا مِنْهُم يتولون الَّذين كفرُوا لبئس مَا قدمت لَهُم أنفسهم أَن سخط الله عَلَيْهِم وَفِي الْعَذَاب هم خَالدُونَ وَلَو كَانُوا يُؤمنُونَ بِاللَّه وَالنَّبِيّ وَمَا أنزل إِلَيْهِ مَا اتخذوهم أَوْلِيَاء وكلن كثيرا مِنْهُم فَاسِقُونَ لتجدن أَشد النَّاس عَدَاوَة للَّذين آمنُوا الْيَهُود وَالَّذين أشركوا (4)",
            "page": "117",
            "part": "1",
            "seal": "81DDBFF6"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "الْآيَة وَقَالَ تَعَالَى لَا تَجِد قوما يُؤمنُونَ بِاللَّه وَالْيَوْم الآخر يوادون من حاد الله وَرَسُوله وَلَو كَانُوا آبَاءَهُم أَو أَبْنَاءَهُم أَو إخْوَانهمْ أَو عشيرتهم (1) الْآيَة والآيات فِي هَذَا الْمَعْنى كَثِيرَة وَهِي تدل دلَالَة صَرِيحَة على وجوب بغض الْكفَّار من الْيَهُود وَالنَّصَارَى وَسَائِر الْمُشْركين وعَلى وجوب معاداتهم حَتَّى يُؤمنُوا بِاللَّه وَحده وتدل أَيْضا على تَحْرِيم مَوَدَّتهمْ وموالاتهم وَذَلِكَ يَعْنِي بغضهم والحذر من مكائدهم وَمَا ذَاك إِلَّا لكفرهم بِاللَّه وعدائهم لدينِهِ ومعاداتهم لأوليائه وكيدهم لِلْإِسْلَامِ وَأَهله كَمَا قَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا بطانة من دونكم لَا يألونكم خبالا ودوا مَا عنتم قد بَدَت الْبغضَاء من أَفْوَاههم وَمَا تخفي صُدُورهمْ أكبر قد بَينا لكم الأيات إِن كُنْتُم تعقلون هَا أَنْتُم أولاء تحبونهم وَلَا يحبونكم وتؤمنون بِالْكتاب كُله وَإِذا لقوكم قَالُوا آمنا وَإِذا خلوا عضوا عَلَيْكُم الأنامل من الغيظ قل موتوا بغيظكم إِن الله عليم بِذَات الصُّدُور إِن تمسسكم حَسَنَة تسؤهم وَإِن",
            "page": "118",
            "part": "1",
            "seal": "4D5CE9F9"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "تصبكم سَيِّئَة يفروحوا بهَا وَإِن تصبروا وتتقوا لَا يضركم كيدهم شَيْئا إِن الله يما يعْملُونَ مُحِيط (1) فَفِي هَذِه الْآيَات الكريمات حث الْمُؤمنِينَ على بغض الْكَافرين ومعاداتهم فِي الله سُبْحَانَهُ من وُجُوه كَثِيرَة والتحذير من اتخاذهم بطانة وَالتَّصْرِيح بِأَنَّهُم لَا يقصرون فِي إِيصَال الشَّرّ إِلَيْنَا وَهَذَا هُوَ معنى قَوْله تَعَالَى لَا يألونكم خبالا (2) والخبال هُوَ الْفساد والتخريب وَصرح سُبْحَانَهُ أَنهم يودون عنتنا والعنت الْمَشَقَّة وأوضح سُبْحَانَهُ أَن الْبغضَاء قد بَدَت من أَفْوَاههم وَذَلِكَ فِيمَا ينطقون بِهِ من الْكَلَام لمن تأمه وتعقله وَمَا تخفي صدروهم أكبر من الحقد والبغضاء وَنِيَّة السوء لنا أكبر مِمَّا يظهرونه ثمَّ ذكر سُبْحَانَهُ وَتَعَالَى أَن هَؤُلَاءِ الْكفَّار قد يتظاهرون بِالْإِسْلَامِ نفَاقًا ليدركوا مقاصدهم الخبيثة وَإِذا خلوا إِلَى شياطينهم عضوا على الْمُسلمين الأنامل من الغيظ ثمَّ ذكر عز وَجل أَن الْحَسَنَات الَّتِي تحصل لنا من الْعِزّ والتمكين والنصر على الْأَعْدَاء وَنَحْو ذَلِك",
            "page": "119",
            "part": "1",
            "seal": "16EA6138"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "تسوءهم وَأَن مَا حصل لنا من السوء كالهزيمة والأمراض وَنَحْو ذَلِك يسرهم وَمَا ذَلِك إِلَّا لشدَّة عداوتهم وبغضهم لنا ولديننا ومواقف الْيَهُود من الْإِسْلَام وَرَسُول الْإِسْلَام وَأهل الْإِسْلَام كلهَا تشهد لما دلّت عَلَيْهِ الْآيَات الكريمات من شدَّة عداوتهم للْمُسلمين وَالْوَاقِع من الْيَهُود فِي عصرنا هَذَا وَفِي عصر النُّبُوَّة وَفِيمَا بَينهمَا من أكبر الشواهد على ذَلِك وَهَكَذَا مَا وَقع من النَّصَارَى وَغَيرهم من سَائِر الْكَفَرَة من الكيد لِلْإِسْلَامِ ومحاربة أَهله وبذل الجهود المتواصلة فِي التشكيك فِيهِ والتنفير مِنْهُ والتلبيس على متبعيه وإنفاق الْأَمْوَال الضخمة على المبشرين بالنصرانية والدعاة إِلَيْهَا كل ذَلِك يدل على مَا دلّت عَلَيْهِ الْآيَات الكريمات من وجوب بغض الْكفَّار جَمِيعًا والحذر مِنْهُم وَمن مكائدهم وَمن اتخاذهم بطانة فَالْوَاجِب على أهل الْإِسْلَام أَن ينتبهوا لهَذِهِ الْأُمُور الْعَظِيمَة وَأَن يعادوا ويبغضوا من أَمرهم الله بمعاداته وبغضه من الْيَهُود وَالنَّصَارَى وَسَائِر الْمُشْركين حَتَّى يُؤمنُوا بِاللَّه وَحده ويلتزموا بِدِينِهِ الَّذِي بعث بِهِ نبيه مُحَمَّدًا صلى الله عَلَيْهِ وَسلم وَبِذَلِك",
            "page": "120",
            "part": "1",
            "seal": "A9078429"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "يحققون اتباعهم مِلَّة أَبِيهِم إِبْرَاهِيم وَدين مُحَمَّد صلى الله عَلَيْهِ وَسلم الَّذِي أوضحه الله فِي الْآيَة السَّابِقَة وَهِي قَوْله عز وَجل قد كَانَت لكم أُسْوَة حَسَنَة فِي إِبْرَاهِيم وَالَّذين مَعَه إِذْ قَالُوا لقومهم إِنَّا برءاؤا مِنْكُم وَمِمَّا تَعْبدُونَ من دون الله كفرنا بكم وبدا بَيْننَا وَبَيْنكُم الْعَدَاوَة والبغضاء أبدا حَتَّى تؤمنوا بِاللَّه وَحده (1) وَقَوله تَعَالَى وَإِذ قَالَ إِبْرَاهِيم لِأَبِيهِ وَقَومه إِنَّنِي بُرَآء مِمَّا تَعْبدُونَ إِلَّا الَّذِي فطرني فَإِنَّهُ سيهدين (2) وَقَوله عز وَجل يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا الَّذين اتَّخذُوا دينكُمْ هزوا وَلَعِبًا من الَّذين أُوتُوا الْكتاب من قبلكُمْ وَالْكفَّار أَوْلِيَاء وَاتَّقوا الله إِن كُنْتُم مُؤمنين (3) والآيات فِي هَذَا الْمَعْنى كَثِيرَة وَفِي قَوْله تَعَالَى لتجدن أَشد النَّاس عَدَاوَة للَّذين آمنُوا الْيَهُود وَالَّذين أشركوا (4) دلَالَة ظَاهِرَة على أَن جَمِيع الْكفَّار كلهم أَعدَاء للْمُؤْمِنين بِاللَّه سُبْحَانَهُ وبرسوله",
            "page": "121",
            "part": "1",
            "seal": "5987D60A"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "مُحَمَّد صلى الله عَلَيْهِ وَسلم وَلَكِن الْيَهُود وَالْمُشْرِكين عباد الْأَوْثَان أَشَّدهم عَدَاوَة للْمُؤْمِنين وَفِي ذَلِك إغراء من الله سُبْحَانَهُ للْمُؤْمِنين على معادات الْكفَّار وَالْمُشْرِكين عُمُوما وعَلى تَخْصِيص الْيَهُود وَالْمُشْرِكين بمزيد من الْعَدَاوَة فِي مُقَابل شدَّة عداوتهم لنا وَذَلِكَ يُوجب مزِيد من الحذر من كيدهم وعداوتهم ثمَّ إِن الله سُبْحَانَهُ مَعَ أمره للْمُؤْمِنين بمعادات الْكَافرين أوجب على الْمُسلمين الْعدْل فِي أعدائهم فَقَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا كونُوا قوامين لله شُهَدَاء بِالْقِسْطِ وَلَا يجرمنكم شنئان قوم على أَلا تعدلوا اعدلوا هُوَ أقرب للتقوى (1) فَأمر سُبْحَانَهُ الْمُؤمنِينَ أَن يقومُوا بِالْعَدْلِ مَعَ جَمِيع خصومهم ونهاهم أَن يحملهم بغض قوم على ترك الْعدْل فيهم وَأخْبر عز وَجل أَن الْعدْل مَعَ الْعَدو وَالصديق هُوَ أقرب للتقوى وَالْمعْنَى أَن الْعدْل فِي جَمِيع النَّاس من الْأَوْلِيَاء والأعداء هُوَ أقرب إِلَى اتقاء غضب الله وعذابه وَقَالَ عز وَجل إِن الله يَأْمر بِالْعَدْلِ وَالْإِحْسَان وإيتاء ذِي الْقُرْبَى وَينْهى عَن الْفَحْشَاء وَالْمُنكر وَالْبَغي",
            "page": "122",
            "part": "1",
            "seal": "F4F838F8"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "يعظكم لَعَلَّكُمْ تذكرُونَ (1) وَهَذِه الْآيَة الْكَرِيمَة من أجمع الْآيَات فِي الْأَمر بِكُل خير وَالنَّهْي عَن كل شَرّ وَلِهَذَا رُوِيَ أَن النَّبِي صلى الله عَلَيْهِ وَسلم لما بعث عبد الله بن رَوَاحَة الْأنْصَارِيّ إِلَى خَيْبَر ليخرص على الْيَهُود ثَمَرَة النّخل وَكَانَ النَّبِي صلى الله عَلَيْهِ وَسلم قد عاملهم على نخيلها وأرضها بِنصْف ثَمَرَة النّخل وَالزَّرْع فخرص عَلَيْهِم عبد الله ثَمَرَة النّخل فَقَالُوا لَهُ إِن هَذَا الْخرص فِيهِ ظلم فَقَالَ لَهُم عبد الله رَضِي الله عَنهُ وَالَّذِي نَفسِي بِيَدِهِ إِنَّكُم لأبغض إِلَيّ من عدتكم من القردة والخنازير وَإنَّهُ لن يحملني بغضي لكم وحبي لرَسُول الله صلى الله عَلَيْهِ وَسلم على أَن أظلمكم فَقَالَ الْيَهُود بِهَذَا قَامَت السَّمَوَات وَالْأَرْض فالعدل وَاجِب فِي حق الْقَرِيب والبعيد وَالصديق والبغيض وَلَكِن ذَلِك لَا يمْنَع من بغض أَعدَاء الله ومعاداتهم ومحبة أَوْلِيَاء الله الْمُؤمنِينَ وموالاتهم عملا بالأدلة الشَّرْعِيَّة من الْكتاب وَالسّنة وَالله الْمُسْتَعَان أما قَول الْكَاتِب (وإننا نحترم جَمِيع الْأَدْيَان السماوية) فَهَذَا حق وَلَكِن يَنْبَغِي أَن يعلم القارىء أَن الْأَدْيَان السماوية قد",
            "page": "123",
            "part": "1",
            "seal": "7529658E"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "دَخلهَا من التحريف والتغيير مَا لَا يُحْصِيه إِلَّا الله سُبْحَانَهُ مَا عدا دين الْإِسْلَام الَّذِي بعث الله بِهِ نبيه وخليله وَخيرته من خلقَة نَبينَا وإمامنا وَسَيِّدنَا مُحَمَّد بن عبد الله صلى الله عَلَيْهِ وَسلم فقد حماه الله وَحفظه من التَّغْيِير والتبديل وَذَلِكَ بحفظه لكتابه الْعَزِيز وَسنة رَسُوله الْأمين عَلَيْهِ من ربه أفضل الصَّلَاة وَالتَّسْلِيم حَيْثُ قَالَ الله عز وَجل إِنَّا نَحن نزلنَا الذّكر وَإِنَّا لَهُ لحافظون (1) فقد حفظ الله الدّين وصانه من مَكَائِد الْأَعْدَاء بجهابذة نقاد أُمَنَاء ينفون عَنهُ تَحْرِيف الغالين وانتحال المبطلين وَكذب المفترين وَتَأْويل الْجَاهِلين فَلَا يقدم أحد على تَغْيِير أَو تَبْدِيل إِلَّا فضحه الله وأبطل كَيده أما الْأَدْيَان الْأُخْرَى فَلم يضمن حفظهَا سُبْحَانَهُ بل استحفظ عَلَيْهَا بعض عباده فَلم يستطيعوا حفظهَا فَدَخلَهَا من التَّغْيِير والتحريف مَا الله بِهِ عليم كَمَا قَالَ عز وَجل إِنَّا أنزلنَا التَّوْرَاة فِيهَا هدى وَنور يحكم بهَا النَّبِيُّونَ الَّذين أَسْلمُوا للَّذين هادوا والربانيون والأحبار بِمَا",
            "page": "124",
            "part": "1",
            "seal": "EFED422B"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "استحفظوا من كتاب الله وَكَانُوا عَلَيْهِ شُهَدَاء (1) وَقَالَ عز وَجل يَا أَيهَا الرَّسُول لَا يحزنك الَّذين يُسَارِعُونَ فِي الْكفْر من الَّذين قَالُوا آمنا بأفواههم وَلم تؤمن قُلُوبهم وَمن الَّذين هادوا سماعون للكذب سماعون لقوم آخَرين لم يأتوك يحرفُونَ الْكَلم من بعد موَاضعه (2) الْآيَة وَقَالَ عز وَجل فويل للَّذين يَكْتُبُونَ الْكتاب بِأَيْدِيهِم ثمَّ يَقُولُونَ هَذَا من عِنْد الله ليشتروا بِهِ ثمنا قَلِيلا فويل لَهُم مِمَّا كتبت أَيْديهم وويل لَهُم مِمَّا يَكْسِبُونَ (3) وَقَالَ تَعَالَى وَإِن مِنْهُم لفريقا يلوون ألسنتهم بِالْكتاب لتحسبوه من الْكتاب وَمَا هُوَ من الْكتاب وَيَقُولُونَ هُوَ من عِنْد الله وَمَا هُوَ من عِنْد الله وَيَقُولُونَ على الله الْكَذِب وهم يعلمُونَ (4) والآيات فِي هَذَا الْمَعْنى كَثِيرَة أما مَا كَانَ من الْأَدْيَان السماوية السَّابِقَة سليمَة من التَّغْيِير والتبديل فقد نسخه الله",
            "page": "125",
            "part": "1",
            "seal": "859EA2C7"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "ببعث رَسُول الله صلى الله عَلَيْهِ وَسلم وإنزاله الْقُرْآن الْكَرِيم فَإِن الله سُبْحَانَهُ أرسل رَسُوله مُحَمَّدًا صلى الله عَلَيْهِ وَسلم إِلَى النَّاس كَافَّة وَنسخ بِشَرِيعَتِهِ سَائِر الشَّرَائِع وَجعل كِتَابه الْكَرِيم مهيمنا على سَائِر الْكتب السماوية فَالْوَاجِب على جَمِيع أهل الأَرْض من الْجِنّ وَالْإِنْس سَوَاء كَانُوا من الْيَهُود أَو النَّصَارَى أَو غَيرهم من سَائِر أَجنَاس بني آدم وَمن سَائِر أَجنَاس الْجِنّ أَن يدخلُوا فِي دين الله الَّذِي بعث بِهِ خَاتم الرُّسُل إِلَى النَّاس عَامَّة وَأَن يلتزموا بِهِ ويستقيموا عَلَيْهِ لِأَنَّهُ هُوَ دين الْإِسْلَام الَّذِي لَا يقبل الله من أحد دينا سواهُ كَمَا قَالَ سُبْحَانَهُ وَتَعَالَى إِن الدّين عِنْد الله الْإِسْلَام وَمَا اخْتلف الَّذين أُوتُوا الْكتاب إِلَّا من بعد مَا جَاءَهُم الْعلم بغيا بَينهم وَمن يكفر بآيَات الله فَإِن الله سريع الْحساب فَإِن حاجوك فَقل أسلمت وَجْهي لله وَمن اتبعن وَقل للَّذين أُوتُوا الْكتاب والأميين أأسلمتم فَإِن أَسْلمُوا فقد اهتدوا وَإِن توَلّوا فَإِنَّمَا عَلَيْك البلاع وَالله بَصِير بالعباد (1) وَقَالَ عز وَجل قُولُوا آمنا بِاللَّه وَمَا أنزل إِلَيْنَا وَمَا",
            "page": "126",
            "part": "1",
            "seal": "9C7F7E7B"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "أنزل إِلَى إِبْرَاهِيم وَإِسْمَاعِيل وَإِسْحَاق وَيَعْقُوب والأسباط وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ من رَبهم لَا نفرق بن أحد مِنْهُم وَنحن لَهُ مُسلمُونَ فَإِن آمنُوا بِمثل مَا آمنتم بِهِ فقد اهتدوا وَإِن توَلّوا فَإِنَّمَا هم فِي شقَاق فَسَيَكْفِيكَهُم الله وَهُوَ السَّمِيع الْعَلِيم (1) وَقَالَ تَعَالَى وَمن يبتغ غير الْإِسْلَام دينا فَلَنْ يقبل مِنْهُ وَهُوَ فِي الْآخِرَة من الخاسرين (2) وَقَالَ تَعَالَى فِي سُورَة الْمَائِدَة بَعْدَمَا ذكر التَّوْرَاة الْإِنْجِيل يُخَاطب نبيه مُحَمَّدًا صلى الله عَلَيْهِ وَسلم وأنزلنا إِلَيْك الْكتاب بِالْحَقِّ مُصدقا لما بَين يَدَيْهِ من الْكتاب ومهيمنا عَلَيْهِ فاحكم بَينهم بِمَا أنزل الله وَلَا تتبع أهواءهم عَمَّا جَاءَك من الْحق لكل جعلنَا مِنْكُم شرعة ومنهاجا وَلَو شَاءَ الله لجعلكم أمة وَاحِدَة وَلَكِن ليَبْلُوكُمْ فِي مَا آتَاكُم فاستبقوا الْخيرَات إِلَى الله مرجعكم جَمِيعًا فينبئكم بِمَا كُنْتُم فِيهِ تختلفون وَأَن احكم بَينهم بِمَا أنزل الله وَلَا تتبع أهواءهم واحذرهم أَن يفتنوك عَن بعض مَا أنزل الله إِلَيْك فَإِن توَلّوا فَاعْلَم أَنما يُرِيد الله أَن يصيبهم بِبَعْض ذنوبهم وَإِن",
            "page": "127",
            "part": "1",
            "seal": "D9253C44"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "كثيرا من النَّاس لفاسقون أَفَحكم الْجَاهِلِيَّة يَبْغُونَ وَمن أحسن من الله حكما لقوم يوقنون (1) فَفِي هَذِه الْآيَات الكريمات الدّلَالَة الظَّاهِرَة والبرهان الْقَاطِع على وجوب الحكم بَين الْيَهُود وَالنَّصَارَى وَسَائِر النَّاس بِمَا أنزل الله على نبيه مُحَمَّد صلى الله عَلَيْهِ وَسلم وعَلى أَنه لَا إِسْلَام لأحد وَلَا هِدَايَة إِلَّا بِاتِّبَاع مَا جَاءَ بِهِ وَأَن مَا يُخَالف ذَلِك فَهُوَ فِي حكم الْجَاهِلِيَّة وَأَنه لَا حكم أحسن من حكم الله وَقَالَ تَعَالَى فِي سُورَة الْأَعْرَاف واكتب لنا فِي هَذِه الدُّنْيَا حَسَنَة وَفِي الْآخِرَة إِنَّا هدنا إِلَيْك قَالَ عَذَابي أُصِيب بِهِ من أَشَاء ورحمتي وسعت كل شَيْء فسأكتبها للَّذين يَتَّقُونَ وَيُؤْتونَ الزَّكَاة وَالَّذين هم بِآيَاتِنَا يُؤمنُونَ الَّذين يتبعُون الرَّسُول النَّبِي الْأُمِّي الَّذِي يجدونه مَكْتُوبًا عِنْدهم فِي التَّوْرَاة وَالْإِنْجِيل يَأْمُرهُم بِالْمَعْرُوفِ وينهاهم عَن الْمُنكر وَيحل لَهُم الطَّيِّبَات وَيحرم عَلَيْهِم الْخَبَائِث وَيَضَع عَنْهُم إصرهم والأغلال الَّتِي كَانَت عَلَيْهِم فَالَّذِينَ آمنُوا بِهِ وعزروه ونصروه وَاتبعُوا النُّور الَّذِي أنزل مَعَه أُولَئِكَ",
            "page": "128",
            "part": "1",
            "seal": "B698ABF1"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "هم المفلحون (1) فَفِي هَذِه الْآيَة الْكَرِيمَة الدَّلِيل الْقَاطِع وَالْحجّة الدامغة على عُمُوم بعثة النَّبِي صلى الله عَلَيْهِ وَسلم للْيَهُود وَالنَّصَارَى وَأَنه بعث بِالتَّخْفِيفِ عَنْهُم وَأَنه لَا يحصل الْفَلاح لكل من كَانَ فِي زَمَانه من الْأُمَم وَهَكَذَا مَا بعد ذَلِك إِلَى قيام السَّاعَة إِلَّا بِالْإِيمَان بِهِ وَنَصره وتعزيزه وَاتِّبَاع النُّور الَّذِي أنزل مَعَه ثمَّ قَالَ سُبْحَانَهُ بعد ذَلِك تَأْكِيد للمقام وبيانا لعُمُوم الرسَالَة قل يَا أَيهَا النَّاس إِنِّي رَسُول الله إِلَيْكُم جَمِيعًا الَّذِي لَهُ ملك السَّمَاوَات وَالْأَرْض لَا إِلَه إِلَّا هُوَ يحيي وَيُمِيت فآمنوا بِاللَّه وَرَسُوله النَّبِي الْأُمِّي الَّذِي يُؤمن بِاللَّه وكلماته واتبعوه لَعَلَّكُمْ تهتدون (2) وَمن هَذِه الْآيَة وَمَا قبلهَا من الْآيَات يَتَّضِح لكل عَاقل أَن الْهِدَايَة والنجاة والسعادة إِنَّمَا تحصل لمن آمن بِمُحَمد صلى الله عَلَيْهِ وَسلم وَاتبع مَا جَاءَ بِهِ من الْهدى بل هُوَ الْكَافِر حَقًا وَله النَّار يَوْم الْقِيَامَة كَمَا قَالَ سُبْحَانَهُ",
            "page": "129",
            "part": "1",
            "seal": "E0376593"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "وَمن يكفر بِهِ من الْأَحْزَاب فَالنَّار موعده (1) وَقَالَ تَعَالَى وَمَا أَرْسَلْنَاك إِلَّا كَافَّة للنَّاس بشيرا وَنَذِيرا (2) وَقَالَ تَعَالَى تبَارك الَّذِي نزل الْفرْقَان على عَبده ليَكُون للْعَالمين نذيرا (3) وَفِي الصَّحِيحَيْنِ عَن جَابر بن عبد الله رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَعْطَيْت خمْسا لم يعطهم أحد من الْأَنْبِيَاء قبلي نصرت بِالرُّعْبِ مسيرَة شهر وَجعلت لي الأَرْض مَسْجِدا وَطهُورًا فأيما رجل من أمتِي أَدْرَكته الصَّلَاة فَليصل وَأحلت لي الْغَنَائِم وَلم تحل لأحد من قبلي وَأعْطيت الشَّفَاعَة وَكَانَ النَّبِي يبْعَث إِلَى قومه خَاصَّة وَبعثت إِلَى النَّاس عَامَّة وَفِي صَحِيح مُسلم عَن أبي هُرَيْرَة رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم وَالَّذِي نَفسِي",
            "page": "130",
            "part": "1",
            "seal": "9CB5FCEE"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "بِيَدِهِ لَا يسمع بِي أحد من هَذِه الْأمة يَهُودِيّ وَلَا نَصْرَانِيّ ثمَّ يَمُوت وَلم يُؤمن بِالَّذِي أرْسلت بِهِ إِلَّا كَانَ من أهل النَّار والآيات وَالْأَحَادِيث فِي هَذَا الْمَعْنى كَثِيرَة وَأَرْجُو أَن يكون فِيمَا ذَكرْنَاهُ دلَالَة ومقنع للقارىء على وجوب معاداة الْكَفَرَة من الْيَهُود وَغَيرهم وبغضهم فِي الله وَتَحْرِيم مَوَدَّتهمْ واتخاذهم أَوْلِيَاء وعَلى نسخ جَمِيع الشَّرَائِع السماوية مَا عدا شَرِيعَة الْإِسْلَام الَّتِي بعث الله بهَا خَاتم النَّبِيين وَسيد الْمُرْسلين وَإِمَام الْمُتَّقِينَ نَبينَا مُحَمَّد بن عبد الله صلى الله عَلَيْهِ وَسلم وعَلى سَائِر النَّبِيين وَالْمُرْسلِينَ وَجَعَلنَا من اتباعهم بِإِحْسَان إِلَى يَوْم الدّين إِنَّه على كل شَيْء قدير وَلَيْسَ معنى نسخ الشَّرَائِع السَّابِقَة أَنَّهَا لَا تحترم أَو أَنه يجوز التنقص مِنْهَا لَيْسَ هَذَا الْمَعْنى هُوَ المُرَاد وَإِنَّمَا المُرَاد رفع مَا قد يتوهمه بعض النَّاس أَنه يسوغ اتِّبَاع شَيْء مِنْهَا أَو أَن من انتسب إِلَيْهَا من الْيَهُود أَو غَيرهم يكون على هدى بل هِيَ شرائع مَنْسُوخَة لَا يجوز اتِّبَاع شَيْء مِنْهَا لَو علمت على التَّحْقِيق وسلمت من التَّغْيِير والتبديل فَكيف وَقد جهل الْكثير مِنْهَا لما أَدخل فِيهَا من تَحْرِيف أَعدَاء الله الَّذين يكتمون الْحق وهم يعلمُونَ ويكذبون على الله",
            "page": "131",
            "part": "1",
            "seal": "3E84E5BE"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "وعَلى دينه مَا تَقْتَضِيه أهواؤهم ويكتبون الْكتب من عِنْدهم وبأيديهم وَيَقُولُونَ إِنَّهَا من عِنْد الله وَبِذَلِك يعلم كل من لَهُ أدنى علم وبصيرة أَن الْوَاجِب على جَمِيع الْمُكَلّفين من الْجِنّ وَالْإِنْس أَن يدخلُوا فِي دين الله الَّذِي هُوَ الْإِسْلَام وَأَن يلتزموه وَأَنه لَا يسوغ لأحد الْخُرُوج عَن ذَلِك لَا إِلَى يَهُودِيَّة وَلَا إِلَى نَصْرَانِيَّة وَلَا إِلَى غَيرهَا بل الْمَفْرُوض على جَمِيع الْمُكَلّفين من حِين بعث الله نبيه وَرَسُوله مُحَمَّدًا صلى الله عَلَيْهِ وَسلم إِلَى قيام السَّاعَة هُوَ الدُّخُول فِي الْإِسْلَام والتمسك بِهِ وَمن اعْتقد أَنه يسوغ لَهُ الْخُرُوج عَن شَرِيعَة مُحَمَّد صلى الله عَلَيْهِ وَسلم كَمَا وسع الْخضر الْخُرُوج عَن شَرِيعَة مُوسَى كليم الرَّحْمَن عَلَيْهِ الصَّلَاة وَالسَّلَام فَهُوَ كَافِر بِإِجْمَاع أهل الْعلم يُسْتَتَاب وَتبين لَهُ الْأَدِلَّة فَإِن تَابَ وَإِلَّا قتل عملا بِمَا تقدم من الْآيَات القرآنية وَالْأَحَادِيث النَّبَوِيَّة الدَّالَّة على عُمُوم رِسَالَة مُحَمَّد صلى الله عَلَيْهِ وَسلم إِلَى جَمِيع الثقلَيْن وَالله الْمُسْتَعَان وَهُوَ حَسبنَا وَنعم الْوَكِيل ونسأله عز وَجل أَن يثبتنا على دينه وَأَن يصلح أَحْوَال الْمُسلمين جَمِيعًا وَأَن يمن على عباده بِالدُّخُولِ فِي دينه وَالْكفْر بِمَا خَالفه إِنَّه على كل شَيْء قدير وَصلى الله وَسلم على عَبده",
            "page": "132",
            "part": "1",
            "seal": "5C90E013"
        },
        {
            "hno": "32",
            "id": "132",
            "nass": "وَرَسُوله مُحَمَّد وعَلى سَائِر النَّبِيين وَالْمُرْسلِينَ وَسَائِر الصَّالِحين وَالْحَمْد لله رب الْعَالمين مَجْمُوع فتاوي سماحة الشَّيْخ ابْن باز 2178 ¶ مَا حكم الْإِقَامَة فِي بِلَاد الْكفَّار ¶ 32 - مَا حكم الْإِقَامَة فِي بِلَاد الْكفَّار الْفَتْوَى الْإِقَامَة فِي بِلَاد الْكفَّار خطر عَظِيم على دين الْمُسلم وأخلاقه وسلوكه وآدابه وَقد شاهدنا وغيرنا انحراف كثير مِمَّن أَقَامُوا هُنَالك فَرَجَعُوا بِغَيْر مَا ذَهَبُوا بِهِ رجعُوا فساقا وَبَعْضهمْ رَجَعَ مُرْتَدا عَن دينه وكافرا بِهِ وبسائر الْأَدْيَان وَالْعِيَاذ بِاللَّه حَتَّى صَارُوا إِلَى الْجُحُود الْمُطلق والإستهزاء بِالدّينِ وَأَهله والسابقين مِنْهُم واللاحقين وَلِهَذَا كَانَ يَنْبَغِي بل يتَعَيَّن التحفظ من ذَلِك وَوضع الشُّرُوط الَّتِي تمنع من الْهَوِي فِي تِلْكَ المهالك فالإقامة فِي بِلَاد الْكفْر لَا بُد فِيهَا من شرطين أساسيين الشَّرْط الأول أَمن الْمُقِيم على دينه بِحَيْثُ يكون عِنْده من",
            "page": "133",
            "part": "1",
            "seal": "B9056365"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "الْعلم وَالْإِيمَان وَقُوَّة الْعَزِيمَة مَا يطمئنه على الثَّبَات على دينه والحذر من الإنحراف والزيغ وَأَن يكون مضمرا لعداوة الْكَافرين وبغضهم مبتعدا عَن مُوَالَاتهمْ ومحبتهم فَإِن مُوَالَاتهمْ ومحبتهم مِمَّا يُنَافِي الْإِيمَان قَالَ الله تَعَالَى لَا تَجِد قوما يُؤمنُوا بِاللَّه وَالْيَوْم الآخر يوادون من حاد الله وَرَسُوله وَلَو كَانُوا آبَاءَهُم أَو أَبْنَاءَهُم أَو إخْوَانهمْ أَو عشيرتهم (1) الْآيَة وَقَالَ تَعَالَى يَا أَيهَا الَّذين آمنُوا لَا تَتَّخِذُوا الْيَهُود وَالنَّصَارَى أَوْلِيَاء بَعضهم أَوْلِيَاء بعض وَمن يَتَوَلَّهُمْ مِنْكُم فَإِنَّهُ مِنْهُم إِن الله لَا يهدي الْقَوْم الظَّالِمين فترى الَّذين فِي قُلُوبهم مرض يُسَارِعُونَ فيهم يَقُولُونَ نخشى أَن تصيبنا دَائِرَة فَعَسَى الله أَن يَأْتِي بِالْفَتْح أَو أَمر من عِنْده فيصبحوا على مَا أَسرُّوا فِي أنفسهم نادمين (2) وَثَبت فِي الصَّحِيح عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَن من أحب قوما فَهُوَ مِنْهُم وَأَن الْمَرْء مَعَ من أحب ومحبة أَعدَاء الله من أعظم مَا يكون خطرا على الْمُسلم",
            "page": "134",
            "part": "1",
            "seal": "AC6D2243"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "لِأَن محبتهم تَسْتَلْزِم موافقتهمم واتباعهم أَو على الْأَقَل عدم الْإِنْكَار عَلَيْهِم وَلذَلِك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم من أحب قوما فَهُوَ مِنْهُم الشّرك الثَّانِي أَن يتَمَكَّن من إِظْهَار دينه بِحَيْثُ يقوم بشعائر الْإِسْلَام بِدُونِ ممانع فَلَا يمْنَع من إِقَامَة الصَّلَاة وَالْجُمُعَة وَالْجَمَاعَات إِن كَانَ مَعَه من يُصَلِّي جمَاعَة وَمن يُقيم الْجُمُعَة وَلَا يمْنَع من الزَّكَاة وَالصِّيَام وَالْحج وَغَيرهَا من شَعَائِر الدّين فَإِن كَانَ لَا يتَمَكَّن من ذَلِك لم تجز الْإِقَامَة لوُجُوب الْهِجْرَة حِينَئِذٍ قَالَ فِي الْمُغنِي ص 457 ج 8 فِي الْكَلَام على أَقسَام النَّاس فِي الْهِجْرَة أَحدهَا من تجب عَلَيْهِ وَهُوَ من يقدر عَلَيْهَا وَلَا يُمكنهُ إِظْهَار دينه وَلَا تمكنه إِقَامَة وَاجِبَات دينه مَعَ الْمقَام بَين الْكفَّار فَهَذَا تجب عَلَيْهِ الْهِجْرَة لقَوْله تَعَالَى إِن الَّذين تَوَفَّاهُم الْمَلَائِكَة ظالمي أنفسهم قَالُوا فيمَ كُنْتُم قَالُوا كُنَّا مستضعفين فِي الأَرْض قَالُوا ألم تكن أَرض الله وَاسِعَة فتهاجروا فِيهَا فَأُولَئِك مأواهم جَهَنَّم وَسَاءَتْ مصيرا (1) وَهَذَا وَعِيد شَدِيد يدل على الْوُجُوب",
            "page": "135",
            "part": "1",
            "seal": "1FA7F748"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "وَلِأَن الْقيام بِوَاجِب دينه وَاجِب على من قدر عَلَيْهِ وَالْهجْرَة من ضَرُورَة الْوَاجِب وتتمته وَمَا لَا يتم الْوَاجِب إِلَّا بِهِ فَهُوَ وَاجِب اه وَبعد تَمام هذَيْن الشَّرْطَيْنِ الأساسيين تَنْقَسِم الْإِقَامَة فِي دَار الْكفْر إِلَى أَقسَام الْقسم الأول أَن يُقيم للدعوة إِلَى الْإِسْلَام وَالتَّرْغِيب فِيهِ فَهَذَا نوع من الْجِهَاد فَهِيَ فرض كِفَايَة على من قدر عَلَيْهَا بِشَرْط أَن تتَحَقَّق الدعْوَة وَأَن لَا يُوجد من يمْنَع مِنْهَا أَو من الإستجابة إِلَيْهَا لِأَن الدعْوَة إِلَى الْإِسْلَام من وَاجِبَات الدّين وَهِي طَريقَة الْمُرْسلين وَقد أَمر النَّبِي صلى الله عَلَيْهِ وَسلم بالتبليغ عَنهُ فِي كل زمَان وَمَكَان فَقَالَ صلى الله عَلَيْهِ وَسلم بلغُوا عني وَلَو آيَة الْقسم الثَّانِي أَن يُقيم لدراسة أَحْوَال الْكَافرين والتعرف على مَا هم عَلَيْهِ من فَسَاد العقيدة وَبطلَان التَّعَبُّد وانحلال الْأَخْلَاق وفوضوية السلوك ليحذر النَّاس من الإغترار بهم وَيبين للمعجبين بهم حَقِيقَة حَالهم وَهَذِه الْإِقَامَة نوع من الْجِهَاد أَيْضا لما يَتَرَتَّب عَلَيْهَا من التحذير من الْكفْر وَأَهله المتضمن للترغيب فِي الْإِسْلَام وهديه لِأَن فَسَاد الْكفْر دَلِيل على صَلَاح الْإِسْلَام كَمَا قيل وبضدها تتبين الْأَشْيَاء لَكِن",
            "page": "136",
            "part": "1",
            "seal": "E5647A11"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "لَا بُد من شَرط أَن يتَحَقَّق مُرَاده بِدُونِ مفْسدَة أعظم مِنْهُ فَإِن لم يتَحَقَّق مُرَاده بِأَن منع من نشر مَا هم عَلَيْهِ والتحذير مِنْهُ فَلَا فَائِدَة من إِقَامَته وَإِن تحقق مُرَاده مَعَ مفْسدَة أعظم مثل أَن يقابلوا فعله بِسَبَب الْإِسْلَام وَرَسُول الْإِسْلَام وأئمة الْإِسْلَام وَجب الْكَفّ لقَوْله تَعَالَى وَلَا تسبوا الَّذين يدعونَ من دون الله فيسبوا الله عدوا بِغَيْر علم كَذَلِك زينا لكل أمة عَمَلهم ثمَّ إِلَى رَبهم مرجعهم فينبئهم بِمَا كَانُوا يعْملُونَ (1) وَيُشبه هَذَا أَن يُقيم فِي بِلَاد الْكفْر ليَكُون عينا للْمُسلمين ليعرف مَا يدبروه للْمُسلمين من المكايد فيحذرهم الْمُسلمُونَ كَمَا أرسل النَّبِي صلى الله عَلَيْهِ وَسلم حُذَيْفَة بن الْيَمَان إِلَى الْمُشْركين فِي غَزْوَة الخَنْدَق ليعرف خبرهم الْقسم الثَّالِث أَن يُقيم لحَاجَة الدولة الْمسلمَة وتنظيم علاقاتها مَعَ دولة الْكفْر كموظفي السفارات فَحكمهَا حكم مَا أَقَامَ من أَجله الملحق الثقافي مثلا يُقيم فيرعى شئون الطّلبَة ويراقبهم ويحملهم على الْتِزَام دين الْإِسْلَام وأخلاقه وآدابه",
            "page": "137",
            "part": "1",
            "seal": "ABA1BA10"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "فَيحصل بإقامته مصلحَة كَبِيرَة يندرىء بهَا شَرّ كَبِير الْقسم الرَّابِع أَن يُقيم لحَاجَة خَاصَّة مُبَاحَة كالتجارة والعلاج فتباح الْإِقَامَة بِقدر الْحَاجة وَقد نَص أهل الْعلم رَحِمهم الله على جَوَاز دُخُول بِلَاد الْكفَّار للتِّجَارَة وأثروا ذَلِك عَن بعض الصَّحَابَة رَضِي الله عَنْهُم الْقسم الْخَامِس أَن يُقيم للدراسة وَهِي من جنس مَا قبلهَا إِقَامَة لحَاجَة لَكِنَّهَا أخطر مِنْهَا وَأَشد فتكا بدين الْمُقِيم وأخلاقه فَإِن الطَّالِب يشْعر بدنو مرتبته وعلو مرتبَة معلميه فَيحصل من ذَلِك تعظيمهم والإقتناع بآرائهم وأفكارهم وسلوكهم فيقلدهم إِلَّا إِن شَاءَ الله عصمته وهم قَلِيل ثمَّ إِن الطَّالِب يشْعر بحاجته إِلَى معلمه فَيُؤَدِّي ذَلِك إِلَى التودد إِلَيْهِ ومداهنته فِيمَا هُوَ عَلَيْهِ من الإنحراف والضلال والطالب فِي مقرّ تعلمه لَهُ زملاء يتَّخذ مِنْهُم أصدقاء يُحِبهُمْ ويتولاهم ويكتسب مِنْهُم وَمن أجل خطر هَذَا الْقسم وَجب التحفظ فِيهِ أَكثر مِمَّا قبله فَيشْتَرط فِيهِ بِالْإِضَافَة إِلَى الشَّرْطَيْنِ الأساسيين شُرُوط الشَّرْط الأول أَن يكون الطَّالِب على مستوى كَبِير من النضوج",
            "page": "138",
            "part": "1",
            "seal": "CEC4CA40"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "الْعقلِيّ الَّذِي يُمَيّز بِهِ بَين النافع والضار وَينظر بِهِ إِلَى الْمُسْتَقْبل الْبعيد فَأَما بعث الْأَحْدَاث صغَار السن وَذَوي الْعُقُول الصَّغِيرَة فَهُوَ خطر عَظِيم على دينهم وخلقهم وسلوكهم ثمَّ هُوَ خطر على أمتهم الَّتِي سيرجعون إِلَيْهَا وينفثون فِيهَا السمُوم الَّتِي نهلوها من أُولَئِكَ الْكفَّار كَمَا شهد وَيشْهد بِهِ الْوَاقِع فَإِن كثيرا من أُولَئِكَ المبعوثين رجعُوا بِغَيْر مَا ذَهَبُوا بِهِ رجعُوا منحرفين فِي ديانتهم وأخلاقهم وسلوكهم وَحصل عَلَيْهِم وعَلى مجتمعهم من الضَّرَر فِي هَذِه الْمَسْأَلَة الْأُمُور مَا هُوَ مَعْلُوم مشَاهد وَمَا مثل بعث هَؤُلَاءِ إِلَّا كَمثل تَقْدِيم النعاج للكلاب الضارية الشَّرْط الثَّانِي أَن يكون عِنْد الطَّالِب من علم الشَّرِيعَة مَا يتَمَكَّن بِهِ من التَّمْيِيز بَين الْحق وَالْبَاطِل ومقارعة الْبَاطِل بِالْحَقِّ لِئَلَّا ينخدع بِمَا هم عَلَيْهِ من الْبَاطِل فيظنه حَقًا أَو يلتبس عَلَيْهِ أَو يعجز عَن دَفعه فَيبقى حيران أَو يتبع الْبَاطِل وَفِي الدُّعَاء الْمَأْثُور اللَّهُمَّ أَرِنِي الْحق حَقًا وارزقني",
            "page": "139",
            "part": "1",
            "seal": "071365EC"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "اتِّبَاعه وَأَرِنِي الْبَاطِل بَاطِلا وارزقني اجتنابه وَلَا تَجْعَلهُ ملتبسا عَليّ فأضل الشَّرْط الثَّالِث أَن يكون عِنْد الطَّالِب دين يحميه ويتحصن بِهِ من الْكفْر والفسوق فضعيف الدّين لَا يسلم مَعَ الْإِقَامَة هُنَاكَ إِلَّا أَن يشاءالله وَذَلِكَ لقُوَّة المهاجم وَضعف المقاوم فأسباب الْكفْر والفسوق هنال قَوِيَّة وكثيرة متنوعة فَإِذا صادفت محلا ضَعِيف المقاومة عملت عَملهَا الشَّرْط الرَّابِع أَن تَدْعُو الْحَاجة إِلَى الْعلم الَّذِي أَقَامَ من أَجله بِأَن يكون فِي تعلمه مصلحَة للْمُسلمين وَلَا يُوجد لَهُ نَظِير فِي الْمدَارِس فِي بِلَادهمْ فَإِن كَانَ من فضول الْعلم الَّذِي لَا مصلحَة فِيهِ للْمُسلمين أَو كَانَ فِي الْبِلَاد الإسلامية من الْمدَارِس نظيرة لم يجز أَن يُقيم فِي بِلَاد الْكفْر من أَجله لما فِي الْإِقَامَة من الْخطر على الدّين والأخلاق وإضاعة الْأَمْوَال الْكَثِيرَة بِدُونِ فَائِدَة الْقسم الْخَامِس أَن يُقيم للسكن وَهَذَا أخطر مِمَّا قبله وَأعظم لما يَتَرَتَّب عَلَيْهِ من الْمَفَاسِد بالإختلاط التَّام بِأَهْل الْكفْر وشعوره بِأَنَّهُ مَوَاطِن ملتزن بِمَا تَقْتَضِيه الوطنية من مَوَدَّة",
            "page": "140",
            "part": "1",
            "seal": "A139B9BF"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "وموالاة وتكثير لسواد الْكفَّار ويتربى أَهله بَين أهل الْكفْر فَيَأْخُذُونَ من أَخْلَاقهم وعاداتهم وَرُبمَا قلدوهم فِي العقيدة والتعبد وَلذَلِك جَاءَ فِي الحَدِيث عَن النَّبِي صلى الله عَلَيْهِ وَسلم من جَامع الْمُشرك وَسكن مَعَه فَهُوَ مثله وَهَذَا الحَدِيث وَإِن كَانَ ضَعِيف السَّنَد لَكِن لَهُ وجهة نظر فَإِن المساكنة تَدْعُو إِلَى المشاكلة وَعَن قيس بن أبي حَازِم عَن جرير بن عبد الله رَضِي الله عَنهُ أَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ أَنا بَرِيء من كل مُسلم يُقيم بَين أظهر الْمُشْركين قَالُوا يَا رَسُول الله وَلم قَالَ لَا ترَاءى نارهما رَوَاهُ أَبُو دَاوُد وَالتِّرْمِذِيّ وَأكْثر الروَاة رَوَوْهُ مُرْسلا عَن قيس بن أبي حَازِم عَن النَّبِي صلى الله عَلَيْهِ وَسلم قَالَ التِّرْمِذِيّ سَمِعت مُحَمَّدًا يَعْنِي البُخَارِيّ يَقُول الصَّحِيح حَدِيث قيس عَن النَّبِي صلى الله عَلَيْهِ وَسلم مُرْسل اهـ وَكَيف تطيب نفس مُؤمن أَن يسكن فِي بِلَاد كفار تعلن فِيهَا شَعَائِر الْكفْر وَيكون الحكم فِيهَا لغير الله وَرَسُوله وَهُوَ يُشَاهد ذَلِك بِعَيْنِه ويسمعه بأذنيه ويرضى بِهِ بل ينتسب إِلَى تِلْكَ الْبِلَاد ويسكن فِيهَا بأَهْله وَأَوْلَاده ويطمئن إِلَيْهَا كَمَا يطمئن إِلَى بِلَاد الْمُسلمين مَعَ مَا فِي ذَلِك من الْخطر الْعَظِيم",
            "page": "141",
            "part": "1",
            "seal": "0F97F767"
        },
        {
            "hno": "33",
            "id": "141",
            "nass": "عَلَيْهِ وعَلى أَهله وَأَوْلَاده فِي دينهم وأخلاقهم الْمَجْمُوع الثمين 150 55 ¶ حكم من يحكم بِغَيْر مَا أنزل الله (1) ¶ 33 - السُّؤَال هَل يعْتَبر الْحُكَّام الَّذين يحكمون بِغَيْر مَا أنزل الله كفَّارًا وَإِذا قُلْنَا إِنَّهُم مُسلمُونَ فَمَاذَا نقُول عَن قَوْله تَعَالَى وَمن لم يحكم بِمَا أنزل الله فَأُولَئِك هم الْكَافِرُونَ (2) الْجَواب الحكم بِغَيْر مَا أنزل الله أَقسَام تخْتَلف أحكامهم بِحَسب اعْتِقَادهم وأعمالهم فَمن حكم بِغَيْر مَا أنزل الله يرى أَن ذَلِك أحسن من شرع الله فَهُوَ كَافِر عِنْد جَمِيع الْمُسلمين وَهَكَذَا من يحكم القوانين الوضعية بَدَلا من شرع الله وَيرى أَن ذَلِك جَائِزا وَلَو قَالَ إِن تحكيم الشَّرِيعَة أفضل فَهُوَ كَافِر لكَونه اسْتحلَّ مَا حرم الله أما من حكم بِغَيْر مَا أنزل الله",
            "page": "142",
            "part": "1",
            "seal": "BFF0A9C9"
        },
        {
            "hno": "34",
            "id": "142",
            "nass": "اتبَاعا للهوى أَو لرشوة أَو لعداوة بَينه وَبَين الْمَحْكُوم عَلَيْهِ أَو لأسباب أُخْرَى وَهُوَ يعلم أَنه عَاص لله بذلك وَأَن الْوَاجِب عَلَيْهِ تحكيم شرع الله فَهَذَا يعْتَبر من أهل الْمعاصِي والكبائر وَيعْتَبر قد أَتَى كفرا أَصْغَر وظلما أَصْغَر وفسقا أَصْغَر كَمَا جَاءَ هَذَا الْمَعْنى عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا وَعَن طَاوُوس وَجَمَاعَة من السّلف الصَّالح وَهُوَ الْمَعْرُوف عِنْد أهل الْعلم وَالله ولي التَّوْفِيق مَجْمُوع فتاوي سماحة الشَّيْخ ابْن باز 3416 ¶ الِاسْتِهْزَاء بالملتزمين بأوامر الله وَرَسُوله ¶ 34 - سُؤال مَا حكم الإستهزاء بالملتزمين بأوامر الله وَرَسُوله الْفَتْوَى الإستهزاء بالملتزمين بأوامر الله وَرَسُوله لكَوْنهم التزموا بذلك محرم وخطير جدا على الْمَرْء لِأَنَّهُ يخْشَى أَن تكون كَرَاهَته لَهُم لكَرَاهَة مَا هم عَلَيْهِ من الإستقامة على دين الله",
            "page": "143",
            "part": "1",
            "seal": "23E60ECB"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "وَحِينَئِذٍ يكون استهزاؤه بهم استهزاء بطريقهم الَّذِي هم عَلَيْهِ فيشبهون من قَالَ الله عَنْهُم وَلَئِن سَأَلتهمْ ليَقُولن إِنَّمَا كُنَّا نَخُوض وَنَلْعَب قل أبالله وآياته وَرَسُوله كُنْتُم تستهزؤون لَا تعتذروا قد كَفرْتُمْ بعد إيمَانكُمْ (التَّوْبَة الْآيَتَانِ 65 66) فَإِنَّهَا نزلت فِي قوم من الْمُنَافِقين قَالُوا مَا رَأينَا مثل قرائنا هَؤُلَاءِ يعنون رَسُول الله صلى الله عَلَيْهِ وَسلم وَأَصْحَابه أَرغب بطونا وَلَا أكذب أَلسنا وَلَا أجبن عِنْد اللِّقَاء فَأنْزل الله فيهم هَذِه الْآيَة فليحذر الَّذين يسخرون من أهل الْحق لكَوْنهم من أهل الدّين فَإِن الله سُبْحَانَهُ وَتَعَالَى يَقُول إِن الَّذين أجرموا كَانُوا من الَّذين آمنُوا يَضْحَكُونَ وَإِذا مروا بهم يتغامزون وَإِذا انقلبوا إِلَى أهلهم انقلبوا فكهين وَإِذا رَأَوْهُمْ قَالُوا إِن هَؤُلَاءِ لضالون وَمَا أرْسلُوا عَلَيْهِم حافظين فاليوم الَّذين آمنُوا من الْكفَّار يَضْحَكُونَ على الأرائك ينظرُونَ هَل ثوب الْكفَّار مَا كَانُوا يَفْعَلُونَ (المطففين الْآيَات 29 36) فتاوي الشَّيْخ ابْن عثيمين 1115",
            "page": "144",
            "part": "1",
            "seal": "747D3305"
        },
        {
            "hno": "35",
            "id": "144",
            "nass": "هَل يعْتَبر الشعة فِي حكم الْكَافرين ¶ 35 - سُئِلَ الشَّيْخ هِيَ يعْتَبر الشِّيعَة فِي حكم الْكَافرين وَهل يَدْعُو الْمُسلم الله تَعَالَى أَن ينصر الْكفَّار عَلَيْهِم فَأجَاب بقوله الشِّيعَة وَالصَّوَاب أَن يُقَال الرافضة لِأَن تشيعهم لعَلي بن أبي طَالب رَضِي الله عَنهُ تشيع متطرف غال لَا يقبله عَليّ رَضِي الله عَنهُ فالرافضة كَمَا وَصفهم شيخ الْإِسْلَام ابْن تَيْمِية يرحمه الله تَعَالَى فِي كِتَابه اقْتِضَاء الصِّرَاط الْمُسْتَقيم مُخَالفَة أَصْحَاب الْجَحِيم حَيْثُ قَالَ ص 391 إِنَّهُم أكذب طوائف أهل الْأَهْوَاء وأعظمهم شركا فَلَا يُوجد فِي أهل الْأَهْوَاء أكذب مِنْهُم وَلَا أبعد عَن التَّوْحِيد حَتَّى إِنَّهُم يخربون مَسَاجِد الله الَّتِي يذكر فِيهَا اسْمه فيعطلونها عَن الْجُمُعَة وَالْجَمَاعَات ويعمرون الْمشَاهد الَّتِي أُقِيمَت على الْقُبُور الَّتِي نهى الله وَرَسُوله عَن اتخاذها وَقَالَ ص 439 من الْكتاب الْمَذْكُور الرافضة أمة مخذولة لَيْسَ لَهَا عقل صَرِيح",
            "page": "145",
            "part": "1",
            "seal": "526A9E1F"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "وَلَا نقل صَحِيح وَلَا دين مَقْبُول وَلَا دنيا منصورة وَقَالَ فِي الفتاوي ص 356 ج 3 من مَجْمُوع ابْن قَاسم وأصل قَول الرافضة أَن النَّبِي صلى الله عَلَيْهِ وَسلم نَص على عَليّ نصا قَاطعا للْعُذْر وَأَنه إِمَام مَعْصُوم وَمن خَالفه كفر وَأَن الْمُهَاجِرين وَالْأَنْصَار كتموا النَّص وَكَفرُوا بِالْإِمَامِ الْمَعْصُوم وَاتبعُوا أهواءهم وبدلوا الدّين وغيروا الشَّرِيعَة وظلموا واعتدوا بل وَكَفرُوا إِلَّا نَفرا قَلِيلا إِمَّا بضعَة عشر أَو أَكثر ثمَّ يَقُولُونَ إِن أَبَا بكر وَعمر وَنَحْوهمَا مَا زَالا منافقين وَقد يَقُولُونَ بل آمنُوا ثمَّ كفرُوا وَأَكْثَرهم يكفر من خَالف قَوْلهم ويسمون أنفسهم الْمُؤمنِينَ وَمن خالفهم كفَّارًا إِلَى أَن قَالَ وَمِنْهُم ظَهرت أُمَّهَات الزندقة والنفاق كزندقة القرامطة الباطنية وأمثالهم وَانْظُر قَوْله فيهم أَيْضا ص 428 429 ج 4 من الفتاوي الْمَذْكُورَة وَإِذا شِئْت أَن تعرف مَا كَانَ الرافضة عَلَيْهِ من الْخبث فاقرأ كتاب الخطوط العريضة لمحب الدّين الْخَطِيب فقد ذكر عَنْهُم مَا لم يذكر عَن الْيَهُود وَالنَّصَارَى فِي أعظم خلفاء",
            "page": "146",
            "part": "1",
            "seal": "A368A432"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "هَذِه الْأمة أبي بكر وَعمر وَكَانَ من دُعَائِهِمْ اللَّهُمَّ صل على مُحَمَّد وعَلى آل مُحَمَّد والعن قُرَيْش وجبتيهم وطاغوتيهم وابنتيهما يعنون أَبَا بكر وَعمر وَعَائِشَة وَحَفْصَة رَضِي الله عَنْهُم أَجْمَعِينَ وَأما خطر الرافضة على الْإِسْلَام فكبير جدا وَقد كَانُوا هم السَّبَب فِي سُقُوط الْخلَافَة الإسلامية فِي بَغْدَاد وَإِدْخَال التتر عَلَيْهَا وَقتل الْعدَد الْكثير من الْعلمَاء كَمَا هُوَ مَعْلُوم فِي التَّارِيخ وخطرهم يَأْتِي من حَيْثُ إِنَّهُم يدينون ب (التقية) الَّتِي حَقِيقَتهَا النِّفَاق وَهُوَ إِظْهَار قبُول الْحق مَعَ الْكفْر بِهِ بَاطِنا والمنافقون أضرّ على الْإِسْلَام من ذَوي الْكفْر الصَّرِيح وَقد حصر الله تَعَالَى الْعَدَاوَة فيهم وَأنزل فيهم سُورَة كَامِلَة فال تَعَالَى فِي سُورَة الْمُنَافِقين هم الْعَدو فَاحْذَرْهُمْ (1) وَأما كوننا نَدْعُو الله تَعَالَى أَن ينصر الْكفَّار عَلَيْهِم فَلَا حَاجَة إِلَيْهِ وَإِنَّمَا نَدْعُو الله تَعَالَى أَن ينصر الْمُسلمين الصَّادِقين الَّذين يَقُولُونَ بقلوبهم وألسنتهم رَبنَا اغْفِر لنا",
            "page": "147",
            "part": "1",
            "seal": "CBA11616"
        },
        {
            "hno": "36",
            "id": "147",
            "nass": "وَلِإِخْوَانِنَا الَّذين سبقُونَا بِالْإِيمَان وَلَا تجْعَل فِي قُلُوبنَا غلا للَّذين آمنُوا رَبنَا إِنَّك رءوف رَحِيم (2) الَّذين يحكمون شَرِيعَة الله تَعَالَى ظَاهرا وَبَاطنا ويتولون أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم من غير إفراط وَلَا تَفْرِيط منزلين كل وَاحِد مَنْزِلَته نَدْعُو الله تَعَالَى أَن ينصر الْمُسلمين المتصفين بذلك على أعدائهم من الروافض وَغَيرهم الْمَجْمُوع الثمين 386 ¶ النّظر إِلَى الصُّور الْمُحرمَة ¶ 36 - وَسُئِلَ فَضِيلَة الشَّيْخ عَن تهاون كثير من النَّاس فِي النّظر إِلَى صور النِّسَاء الأجنبيات بِحجَّة أَنَّهَا صُورَة لَا حَقِيقَة لَهَا فَأجَاب حفظه الله تَعَالَى بقوله هَذَا تهاون خطير جدا وَذَلِكَ أَن الْإِنْسَان إِذا نظر للْمَرْأَة سَوَاء كَانَ ذَلِك بِوَاسِطَة وَسَائِل الْإِعْلَام المرئية أَو بِوَاسِطَة الصُّحُف أَو غير ذَلِك فَإِنَّهُ لَا بُد أَن يكون من ذَلِك فتْنَة على قلب الرجل تجره إِلَى أَن يعْتَمد النّظر إِلَى الْمَرْأَة مُبَاشرَة وَهَذَا شَيْء",
            "page": "148",
            "part": "1",
            "seal": "DF08186E"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "مشَاهد وَلَقَد بلغنَا أَن من الشَّبَاب من يقتني صور النِّسَاء الجميلات ليتلذذ بِالنّظرِ إلَيْهِنَّ أَو يتمتع بِالنّظرِ إلَيْهِنَّ وَهَذَا يدل على عظم الْفِتْنَة فِي مُشَاهدَة هَذِه الصُّور فَلَا يجوز للْإنْسَان أَن يُشَاهد هَذِه الصُّور سَوَاء كَانَت فِي مجلات أَو فِي صحف أَو غير ذَلِك إِن كَانَ يرى من نَفسه التَّلَذُّذ والتمتع بِالنّظرِ إلَيْهِنَّ لِأَن ذَلِك فتْنَة تضره فِي دينه وَفِي اتجاهاته وَيتَعَلَّق قلبه بِالنّظرِ إِلَى النِّسَاء فَيبقى ينظر إلَيْهِنَّ مُبَاشرَة الْمَجْمُوع الثمين 3160 ¶ حكم زِيَارَة النِّسَاء للقبور ¶ 27 - سُؤال مَا حكم زِيَارَة النِّسَاء لقبر الرَّسُول صلى الله عَلَيْهِ وَسلم وَمَا حكم زائرات الْمَقَابِر بشكل عَام مَعَ ذكر الدَّلِيل (1) الْفَتْوَى أما زِيَارَة الْمَرْأَة للقبور فَهِيَ مُحرمَة بل من كَبَائِر الذُّنُوب لِأَن النَّبِي صلى الله عَلَيْهِ وَسلم لعن زائرات الْقُبُور والمتخذين عَلَيْهَا الْمَسَاجِد والسرج وَلِأَن الْمَرْأَة ضَعِيفَة الْعقل وسريعة",
            "page": "149",
            "part": "1",
            "seal": "0123D763"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "العاطفة والتأثر فزيارتها للقبور يحصل بهَا محاذير عديدة وَلِأَن الْمَرْأَة إِذا زارت الْقُبُور فَإِنَّهَا لعاطفتها ولينها رُبمَا تكَرر هَذِه الزِّيَارَة فتبدو الْمَقَابِر مَمْلُوءَة بِالنسَاء وَلِأَنَّهُ إِذا حصل ذَلِك رُبمَا يكون هَذَا مرتعا لأهل الْخبث والفجور فيترصدون للنِّسَاء فِي الْمَقَابِر وَالْغَالِب أَن الْمَقَابِر تكون بعيدَة عَن مَحل السكن فَيحصل بذلك شَرّ عَظِيم وَلذَلِك كَانَ لعن النَّبِي لزائرات الْقُبُور مَبْنِيا على حكم عَظِيمَة تُوجد بزيارة الْمَرْأَة للمقبرة لَكِن لَو أَن الْمَرْأَة مرت بالمقبرة من غير قصد لزيارتها ووقفت وسلمت السَّلَام الْمَشْرُوع وَهُوَ السَّلَام عَلَيْكُم أهل الديار من الْمُؤمنِينَ وَالْمُسْلِمين وَإِنَّا إِن شَاءَ الله بكم لاحقون فَإِن ذَلِك لَا بَأْس بِهِ لِأَن عَائِشَة رَضِي الله عَنْهَا سَأَلت النَّبِي صلى الله عَلَيْهِ وَسلم مَاذَا تَقول أَي إِذا مرت بالقبور فَبين لَهَا الرَّسُول عَلَيْهِ الصَّلَاة وَالسَّلَام أَنَّهَا تَقول هَذَا الذّكر أما أَن تتعمد الزِّيَارَة فَإِن ذَلِك محرم وَمن كَبَائِر الذُّنُوب أما زِيَارَة النِّسَاء لقبر النَّبِي صلى الله عَلَيْهِ وَسلم فَإِن الظَّاهِر أَنَّهَا دَاخِلَة فِي الْعُمُوم وَأَن الْمَرْأَة لَا تزور قبر النَّبِي صلى الله عَلَيْهِ وَسلم وَقَالَ بعض الْعلمَاء إِنَّهَا تزور قبر النَّبِي صلى الله عَلَيْهِ وَسلم لِأَن قبر الرَّسُول صلى الله عَلَيْهِ وَسلم",
            "page": "150",
            "part": "1",
            "seal": "38BF28D7"
        },
        {
            "hno": "38",
            "id": "150",
            "nass": "لَيْسَ بارزا كالقبور الْأُخْرَى بل هُوَ محاط بِثَلَاثَة جدران فَهِيَ إِذا زارته لم تكن فِي الْحَقِيقَة زارته بل وقفت حوله وَلَكِن الظَّاهِر أَن هَذَا يُسمى زِيَارَة عرفا فَإِذا كَانَ يُسمى زِيَارَة فَلَا تزر ويكفيها أَن تَقول السَّلَام عَلَيْك أَيهَا النَّبِي وَرَحْمَة الله وَبَرَكَاته وَهِي تصلي فَإِن تَسْلِيمهَا هَذَا يبلغ النَّبِي صلى الله عَلَيْهِ وَسلم وَيحصل لَهَا بِهِ الثَّوَاب فتاوي الشَّيْخ ابْن عثيمين 1170 ¶ الْمَرْأَة والدعوة إِلَى الله ¶ 38 - سُؤال عَن الْمَرْأَة والدعوة إِلَى الله مَاذَا تَقولُونَ الْجَواب هِيَ كَالرّجلِ عَلَيْهَا الدعْوَة إِلَى الله وَالْأَمر بِالْمَعْرُوفِ وَالنَّهْي عَن الْمُنكر لِأَن النُّصُوص من الْقُرْآن الْكَرِيم وَالسّنة المطهرة تدل على ذَلِك وَكَلَام أهل الْعلم صَرِيح فِي ذَلِك فعلَيْهَا أَن تَدْعُو إِلَى الله وتأمر بِالْمَعْرُوفِ وتنهى عَن الْمُنكر بالآداب الشَّرْعِيَّة الَّتِي تطلب من الرجل وَعَلَيْهَا مَعَ ذَلِك أَن لَا يثنيها عَن الدعْوَة إِلَى الله الْجزع وَقلة الصَّبْر لاحتقار بعض النَّاس لَهَا أَو سبهم لَهَا أَو",
            "page": "151",
            "part": "1",
            "seal": "5230D084"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "سخريتهم بهَا بل عَلَيْهَا أَن تتحمل وتصبر وَلَو رَأَتْ من النَّاس مَا يعْتَبر نوعا من السخرية والاستهزاء ثمَّ عَلَيْهَا أَن تراعي أمرا آخر وَهُوَ أَن تكون مِثَالا للعفة والحجاب عَن الرِّجَال الْأَجَانِب وتبتعد عَن الِاخْتِلَاط بل تكون دعوتها مَعَ الْعِنَايَة بالتحفظ من كل مَا يُنكر عَلَيْهَا فَإِن دعت الرِّجَال دعتهم وَهِي محتجبة بِدُونِ خلْوَة بِأحد مِنْهُم وَإِن دعت النِّسَاء دعتهن بحكمة وَأَن تكون نزيهة فِي أخلاقها وسيرتها حَتَّى لَا يعترضن عَلَيْهَا وَيَقُلْنَ لماذا مَا بدأت بِنَفسِهَا وَعَلَيْهَا أَن تبتعد عَن اللبَاس الَّذِي قد تفتن النَّاس بِهِ وَأَن تكون بعيدَة عَن كل أَسبَاب الْفِتْنَة من إِظْهَار المحاسن وخضوع فِي الْكَلَام مِمَّا يُنكر عَلَيْهَا بل تكون عِنْدهَا الْعِنَايَة بالدعوة إِلَى الله على وَجه لَا يضر دينهَا وَلَا يضر سَمعتهَا مَجْمُوع فتاوي سماحة الشَّيْخ ابْن باز 3240",
            "page": "152",
            "part": "1",
            "seal": "A7FA8ECB"
        },
        {
            "hno": "39",
            "id": "152",
            "nass": "39 ¶ - تَحْرِيم التبرج والسفور (1) الْحَمد لله رب الْعَالمين وأصلي وَأسلم على خير خلقه أَجْمَعِينَ نَبينَا مُحَمَّد وعَلى آله وَأَصْحَابه وَمن اتبع سنته واهتدى بهديه إِلَى يَوْم الدّين أما بعد فَإِن أعظم نعْمَة أنعم الله بهَا على عباده هِيَ نعْمَة الْإِسْلَام وَالْهِدَايَة لاتباع شَرِيعَة خير الْأَنَام وَذَلِكَ لما تضمنته هَذِه الشَّرِيعَة من الْخَيْر والسعادة فِي الدُّنْيَا والفوز والفلاح والنجاة يَوْم الْقِيَامَة لمن تمسك بهَا وَسَار على نهجها القويم وَلَقَد جَاءَ الْإِسْلَام بالمحافظة على كَرَامَة الْمَرْأَة وصيانتها ووضعها فِي الْمقَام اللَّائِق بهَا وحث على أبعادها عَمَّا يشينها أَو يخدش كرامتها لذَلِك حرم عَلَيْهَا الْخلْوَة بالأجنبي ونهاها عَن السّفر بِدُونِ محرم ونهاها عَن التبرج الَّذِي ذمّ الله بِهِ فِي الْجَاهِلِيَّة لكَونه من أَسبَاب الْفِتْنَة بِالنسَاء",
            "page": "153",
            "part": "1",
            "seal": "2E488703"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "وَظُهُور الْفَوَاحِش كَمَا قَالَ عز وَجل وَقرن فِي بيوتكن وَلَا تبرجن تبرج الْجَاهِلِيَّة الأولى (1) والتبرج إِظْهَار المحاسن والمفاتن ونهاها عَن الِاخْتِلَاط بِالرِّجَالِ الْأَجَانِب عَنْهَا والخضوع بالْقَوْل عِنْد مخاطبتهم حسما لأسباب الْفِتْنَة والطمع فِي فعل الْفَاحِشَة كَمَا فِي قَوْله سُبْحَانَهُ يَا نسَاء النَّبِي لستن كَأحد من النِّسَاء إِن اتقيتن فَلَا تخضعن بالْقَوْل فيطمع الَّذِي فِي قلبه مرض وقلن قولا مَعْرُوفا (2) وَالْمَرَض هُنَا هُوَ مرض الشَّهْوَة كَمَا أمرهَا بالحشمة فِي لباسها وَفرض عَلَيْهَا الْحجاب لما فِي ذَلِك من الصيانة لَهَا وطهارة قُلُوب الْجَمِيع فَقَالَ تَعَالَى يَا أَيهَا النَّبِي قل لِأَزْوَاجِك وبناتك وَنسَاء الْمُؤمنِينَ يدنين عَلَيْهِنَّ من جلابيبهن ذَلِك أدنى أَن يعرفن فَلَا يؤذين وَكَانَ الله غَفُورًا رحِيما (3) وَقَالَ سُبْحَانَهُ وَإِذا سَأَلْتُمُوهُنَّ مَتَاعا فَاسْأَلُوهُنَّ من وَرَاء حجاب",
            "page": "154",
            "part": "1",
            "seal": "5E111EBF"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "ذَلِكُم أطهر لقلوبكم وقلوبهن (1) الْآيَة وَقد امتثلن رَضِي الله عَنْهُن لأمر الله وَرَسُوله فبادرن إِلَى الْحجاب والتستر عَن الرِّجَال الْأَجَانِب فقد روى أَبُو دَاوُد بِسَنَد حسن عَن أم سَلمَة رَضِي الله عَنْهَا قَالَت لما نزلت هَذِه الْآيَة خرج نسَاء الْأَنْصَار كَأَن على رؤوسهن الْغرْبَان من الأكسية وعليهن أكسية سود يلبسنها وروى الإِمَام أَحْمد وَأَبُو دَاوُد وَابْن ماجة عَن أم الْمُؤمنِينَ عَائِشَة رَضِي الله عَنْهَا قَالَت كَانَ الركْبَان يَمرونَ بِنَا وَنحن مُحرمَات مَعَ رَسُول الله صلى الله عَلَيْهِ وَسلم فَإِذا حاذونا سدلت إحدانا جلبابها على وَجههَا من رَأسهَا فَإِذا جاوزونا كشفناه وَأم الْمُؤمنِينَ عَائِشَة رَضِي الله عَنْهَا هِيَ أكمل النِّسَاء دينا وعلما وخلقا وأدبا قَالَ فِي حَقّهَا الْمُصْطَفى صلى الله عَلَيْهِ وَسلم فضل عَائِشَة على النِّسَاء كفضل الثَّرِيد على سَائِر الطَّعَام والثريد هُوَ اللَّحْم وَالْخبْز وَقد ثَبت أَن النَّبِي صلى الله عَلَيْهِ وَسلم لما أَمر بِإِخْرَاج النِّسَاء إِلَى مصلى الْعِيد قُلْنَ يَا رَسُول الله إحدانا لَا يكون لَهَا جِلْبَاب فَقَالَ",
            "page": "155",
            "part": "1",
            "seal": "8E031F51"
        },
        {
            "hno": null,
            "id": "155",
            "nass": "النَّبِي صلى الله عَلَيْهِ وَسلم لتلبسها أُخْتهَا من جلبابها رَوَاهُ البُخَارِيّ وَمُسلم فَيُؤْخَذ من هَذَا الحَدِيث أَن الْمُعْتَاد عِنْد نسَاء الصَّحَابَة أَن لَا تخرج الْمَرْأَة إِلَّا بجلباب فَلم يَأْذَن لَهُنَّ رَسُول الله صلى الله عَلَيْهِ وَسلم بِالْخرُوجِ بِغَيْر جِلْبَاب درءا للفتنة وحماية لَهُنَّ من أَسبَاب الْفساد وتطهيرا لقلوب الْجَمِيع مَعَ أَنَّهُنَّ يعشن فِي خير الْقُرُون وَرِجَاله ونساؤه من أهل الْإِيمَان من أبعد النَّاس عَن التهم والريب وَقد ثَبت فِي الصَّحِيحَيْنِ عَن عَائِشَة رَضِي الله عَنْهَا قَالَت كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يُصَلِّي الْفجْر فَيشْهد مَعَه نسَاء من الْمُؤْمِنَات متلفعات بمروطهن ثمَّ يرجعن إِلَى بُيُوتهم مَا يعرفهن أحد من الْغَلَس فَدلَّ هَذَا الحَدِيث على أَن الْحجاب والتستر كَانَ من عَادَة نسَاء الصَّحَابَة الَّذين هم خير الْقُرُون وَأَكْرمهَا على الله عز وَجل وأعلاها أَخْلَاقًا وآدابا وأكملها إِيمَانًا وأصلحهما عملا فهم الْقدْوَة الصَّالِحَة فِي سلوكهم وأعمالهم لغَيرهم مِمَّن يَأْتِي بعدهمْ إِذا علم هَذَا تبين أَن مَا يَفْعَله بعض نسَاء هَذَا الزَّمَان من التبرج بالزينة والتساهل فِي أَمر الْحجاب وإبراز محاسنهن",
            "page": "156",
            "part": "1",
            "seal": "E78AC594"
        },
        {
            "hno": null,
            "id": "156",
            "nass": "للأجانب وخروجهن للأسواق متجملات متعطرات أَمر مُخَالف للأدلة الشَّرْعِيَّة وَلما عَلَيْهِ السّلف الصَّالح وَأَنه مُنكر يجب على وُلَاة الْأَمر من الْأُمَرَاء وَالْعُلَمَاء وَرِجَال الْحِسْبَة تَغْيِيره وَعدم إِقْرَاره كل على حسب طاقته ومقدرته وَمَا يملكهُ من الْوَسَائِل والأسباب الَّتِي تُؤدِّي إِلَى منع هَذَا الْمُنكر وَحمل النِّسَاء على التحجب والتستر وَأَن يلبسن لِبَاس الحشمة وَالْوَقار وَأَن لَا يزاحمن الرِّجَال فِي الْأَسْوَاق وَمن الْأُمُور الْمُنكرَة الَّتِي استحدثها النَّاس فِي هَذَا الزَّمَان وضع منصة للعروس بَين النِّسَاء يجلس إِلَيْهَا زَوجهَا بِحَضْرَة النِّسَاء السافرات المتبرجات وَرُبمَا حضر مَعَه غَيره من أَقَاربه أَو أقاربها من الرِّجَال وَلَا يخفى على ذَوي الْفطر السليمة والغير الدِّينِيَّة مَا فِي هَذَا الْعَمَل من الْفساد الْكَبِير وَتمكن الرِّجَال الْأَجَانِب من مُشَاهدَة النِّسَاء الفاتنات المتبرجات وَمَا يَتَرَتَّب على ذَلِك من العواقب الوخيمة فَالْوَاجِب منع ذَلِك وَالْقَضَاء عَلَيْهِ حسما لأسباب الْفِتْنَة وصيانة للمجتمعات النسائية مِمَّا يُخَالف الشَّرْع المطهر وَإِنِّي أنصح جَمِيع إخْوَانِي الْمُسلمين فِي هَذِه الْبِلَاد وَغَيرهَا بِأَن",
            "page": "157",
            "part": "1",
            "seal": "C3331C33"
        },
        {
            "hno": "40",
            "id": "157",
            "nass": "يتقوا الله ويلتزموا شَرعه فِي كل شَيْء وَأَن يحذروا كل مَا حرم الله عَلَيْهِم وَأَن يبتعدوا عَن أَسبَاب الشَّرّ وَالْفساد فِي الأعراس وَغَيرهَا التماسا لرضي الله سُبْحَانَهُ وَتَعَالَى وتجنبا لأسباب سخطه وعقابه وأسأل الله الْكَرِيم أَن يمن علينا وعَلى جَمِيع الْمُسلمين بِاتِّبَاع كِتَابه الْكَرِيم والتمسك بِهَدي نبيه صلى الله عَلَيْهِ وَسلم وَأَن يعصمنا من مضلات الْفِتَن وَاتِّبَاع شهوات النُّفُوس وَأَن يرينا الْحق حَقًا ويرزقنا اتِّبَاعه وَالْبَاطِل بَاطِلا ويرزقنا اجتنابه إِنَّه خير مسئول وَصلى الله وَسلم وَبَارك على عَبده وَرَسُوله نَبينَا مُحَمَّد وَآله وَصَحبه مَجْمُوع فتاوي سماحة الشَّيْخ ابْن باز 4242 ¶ حكم تَحْدِيد النَّسْل الْعَزْل مَشْرُوط بِإِذن الزَّوْجَة ¶ 40 - سُؤال مَتى يجوز للْمَرْأَة اسْتِخْدَام حبوب منع الْحمل وَمَتى يحرم عَلَيْهَا ذَلِك وَهل هُنَاكَ نَص صَرِيح أَو رَأْي",
            "page": "158",
            "part": "1",
            "seal": "E2E67A45"
        },
        {
            "hno": null,
            "id": "158",
            "nass": "فقهي بتحديد النَّسْل وَهل يجوز للْمُسلمِ أَن يعْزل أثْنَاء المجامعة بِدُونِ سَبَب (1) الْفَتْوَى الَّذِي يَنْبَغِي للْمُسلمين أَن يكثروا من النَّسْل مَا اسْتَطَاعُوا إِلَى ذَلِك سَبِيلا لِأَن ذَلِك هُوَ الْأَمر الَّذِي وَجه النَّبِي إِلَيْهِ فِي قَوْله تزوجوا الْوَدُود والولود فَإِنِّي مُكَاثِر بكم وَلِأَن كَثْرَة النَّسْل كَثْرَة للْأمة وَكَثْرَة الْأمة من عزتها كَمَا قَالَ تَعَالَى ممتنا على بني إِسْرَائِيل بذلك وجعلناكم أَكثر نفيرا (الْإِسْرَاء 6) وَقَالَ شُعَيْب لِقَوْمِهِ واذْكُرُوا إِذْ كُنْتُم قَلِيلا فكثركم (الْأَعْرَاف 86) وَلَا أحد يُنكر أَن كَثْرَة الْأمة سَبَب لعزتها وقوتها على عكس مَا يتصوره أَصْحَاب ظن السوء الَّذين يظنون أَن كَثْرَة الْأمة سَبَب لفقرها وجوعها إِن الْأمة إِذا كثرت واعتمدت على الله عز وَجل وَآمَنت بوعده فِي قَوْله وَمَا من دَابَّة فِي الأَرْض إِلَّا على الله رزقها (هود 6) فَإِن الله ييسر لَهَا أمرهَا ويغنيها من فَضله بِنَاء على ذَلِك تتبين إِجَابَة السُّؤَال فَلَا يَنْبَغِي للْمَرْأَة أَن تستخدم حبوب منع",
            "page": "159",
            "part": "1",
            "seal": "ADAA4689"
        },
        {
            "hno": null,
            "id": "159",
            "nass": "الْحمل إِلَّا بِشَرْطَيْنِ الشَّرْط الأول أَن تكون فِي حَاجَة لذَلِك مثل أَن تكون مَرِيضَة لَا تتحمل الْحمل كل سنة أَو نحيفة الْجِسْم أَو بهَا مَوَانِع أُخْرَى تضرها أَن تحمل كل سنة وَالشّرط الثَّانِي أَن يَأْذَن لَهَا الزَّوْج لِأَن للزَّوْج حَقًا فِي الْأَوْلَاد والإنجاب وَلَا بُد كَذَلِك من مشاروة الطَّبِيب فِي هَذِه الْحُبُوب هَل أَخذهَا ضار أَو لَيْسَ بضار فَإِذا تمّ الشرطان السابقان فَلَا بَأْس باستخدام هَذِه الْحُبُوب لَكِن على أَلا يكون ذَلِك على سَبِيل التَّأْبِيد أَي أَنَّهَا لَا تسْتَعْمل حبوبا تمنع الْحمل منعا دَائِما لِأَن فِي ذَلِك قطعا للنسل وَأما الْفَقْرَة الثَّانِيَة من السُّؤَال فَالْجَوَاب عَلَيْهَا أَن تَحْدِيد النَّسْل أَمر لَا يُمكن فِي الْوَاقِع ذَلِك أَن الْحمل وَعدم الْحمل كُله بيد الله عز وَجل ثمَّ إِن الْإِنْسَان إِذا حدد عددا معينا فَإِن هَذَا الْعدَد قد يصاب بِآفَة تهلكه فِي سنة وَاحِدَة وَيبقى حِينَئِذٍ لَا أَوْلَاد لَهُ وَلَا نسل لَهُ والتحديد أَمر غير وَارِد بِالنِّسْبَةِ للشريعة الإسلامية وَلَكِن منع الْحمل يتحدد بِالضَّرُورَةِ على مَا سبق فِي جَوَاب الْفَقْرَة الأولى وَأما الْفَقْرَة",
            "page": "160",
            "part": "1",
            "seal": "784901CC"
        },
        {
            "hno": "41",
            "id": "160",
            "nass": "الثَّالِثَة والخاصة بِالْعَزْلِ أثْنَاء الْجِمَاع بِدُونِ سَبَب فَالصَّحِيح من أَقْوَال الْعلم أَنه لَا بَأْس بِهِ لحَدِيث جَابر رَضِي الله عَنهُ كُنَّا نعزل وَالْقُرْآن ينزل يَعْنِي فِي عهد النَّبِي وَلَو كَانَ هَذَا الْفِعْل حَرَامًا لنهى الله عَنهُ وَلَكِن أهل الْعلم يَقُولُونَ إِنَّه لَا يعْزل عَن الْحرَّة إِلَّا بِإِذْنِهَا أَي لَا يعْزل عَن زَوجته الْحرَّة إِلَّا بِإِذْنِهَا لِأَن لَهَا حَقًا فِي الْأَوْلَاد ثمَّ إِن فِي عَزله بِدُونِ إِذْنهَا نقصا فِي استمتاعها فاستمتاع الْمَرْأَة لَا يتم إِلَّا بعد الْإِنْزَال وعَلى هَذَا فَفِي عدم استئذانها تَفْوِيت لكَمَال استمتاعها وتفويت لما يكون من الْأَوْلَاد وَلِهَذَا اشترطنا أَن يكون بِإِذْنِهَا فتاوي الشَّيْخ ابْن عثيمين 2764 ¶ فسخ زواج من لَا يُصَلِّي ¶ 41 - سُؤال يَقُول السَّائِل إِذا كَانَت الْمَرْأَة متزوجة وَزوجهَا لَا يُصَلِّي فَهَل لَهَا أَن تُفَارِقهُ",
            "page": "161",
            "part": "1",
            "seal": "FA62A035"
        },
        {
            "hno": null,
            "id": "161",
            "nass": "الْفَتْوَى إِذا كَانَت امْرَأَة متزوجة وَزوجهَا لَا يُصَلِّي أبدا لَا مَعَ الْجَمَاعَة وَلَا مَعَ غير الْجَمَاعَة فَإِنَّهُ يَنْفَسِخ نِكَاحهَا سنه وَلَا تكون زَوْجَة لَهُ وَلَا يحل أَن يستبيح مِنْهَا مَا يستبيح الرجل من امْرَأَته لِأَنَّهَا صَارَت أَجْنَبِيَّة مِنْهُ وَيجب عَلَيْهَا فِي هَذَا الْحَال أَن تذْهب إِلَى أَهلهَا وَأَن تحاول بِقدر مَا تَسْتَطِيع أَن تتخلص من هَذَا الرجل الَّذِي كفر بعد إِسْلَامه وَالْعِيَاذ بِاللَّه فعلى هَذَا أَقُول وَأَرْجُو أَن يكون النِّسَاء يسمعن مَا أَقُول أَي امْرَأَة يكون زَوجهَا لَا يُصَلِّي فَإِنَّهُ لَا يجوز لَهَا أَن تبقى طرفَة عين حَتَّى وَلَو كَانَت ذَات أَوْلَاد مِنْهُ فَإِن أَوْلَادهَا فِي هَذِه الْحَال سَوف يتبعونها وَلَا حق لأبيهم فِي حضانتهم لِأَنَّهُ لَا حضَانَة لكَافِر على مُسلم وَلَكِن إِن هدى الله زَوجهَا وعا إِلَى الْإِسْلَام وَصلى فَإِنَّهَا تعود إِلَيْهِ مَا دَامَت فِي الْعدة وَإِن انْقَضتْ عدتهَا قبل أَن يعود إِلَى الصَّلَاة فَأمرهَا بِيَدِهَا وَذهب أَكثر الْعلمَاء إِلَى أَن زَوْجَة الْمُرْتَد إِذا انْقَضتْ عدتهَا لَا تعود إِلَيْهِ إِذا أسلم إِلَّا بِعقد جَدِيد فتاوي الشَّيْخ ابْن عثيمين",
            "page": "162",
            "part": "1",
            "seal": "FA12931D"
        }
    ],
    "t6394": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "أنواع التوحيد"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "خصائص الفرقة الناجية"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "سبب قوة المسلمين"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أنواع الشرك"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "شاب يقيم أركان الإسلام لكنه يرتكب بعض المعاصي فما حكمه"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف البدعة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "كرامات الأولياء"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الاحتفال بالموالد النبوية وغيرها الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن اهتدى بهداه"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الاحتفال بالمود النبوي بدعة محدثة في الدين"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "الاحتفال بليلة من رمضان"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الحلف بغير الله"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "حكم زيارة القبور والتوسل بالأضرحة وأخذ أموال للتوسل بها"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "حكم زيارة قبور الأولياء وقراءة القرآن على القبور"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الطواف بالقبور ودعاء أصحابها والنذر لهم"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "التوسل وأحكامه"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "الذبح لغير الله شرك"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الإستغاثة بغير"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "حكم دعاء أصحاب القبور"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "حكم التوسل بالنبي صلى الله عليه وسلم"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "الرد على شبهة للقبوريين"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "حكم السفر لزيارة قبر النبي صلى الله عليه وسلم"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "حكم تعليق الصور"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "حل السحر بسحر مثله"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "الوقاية من العين"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الرقى والتمائم"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الرقية الشرعية والغير شرعية"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم موالاة الكفار"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "وجوب عداوة اليهو والمشركين وغيرهم من الكفار"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "ما حكم الإقامة في بلاد الكفار"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "حكم من يحكم بغير ما أنزل الله"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الاستهزاء بالملتزمين بأوامر الله ورسوله"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "هل يعتبر الشعة في حكم الكافرين"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "النظر إلى الصور المحرمة"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "حكم زيارة النساء للقبور"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "المرأة والدعوة إلى الله"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "تحريم التبرج والسفور الحمد لله رب العالمين وأصلي وأسلم على خير خلقه أجمعين نبينا محمد وعلى آله وأصحابه ومن اتبع سنته واهتدى بهديه إلى يوم الدين أما بعد فإن أعظم نعمة أنعم الله بها على عباده هي نعمة الإسلام والهداية لاتباع شريعة خير الأنام وذلك"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "حكم تحديد النسل العزل مشروط بإذن الزوجة"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "فسخ زواج من لا يصلي"
        }
    ]
}