{
    "b6397": [
        {
            "id": "2",
            "nass": "مُقَدّمَة ¶ الْحَمد لله المبديء المعيد الفعال لما يُرِيد ذِي الْعَرْش الْمجِيد والبطش الشَّديد الْهَادِي صفوة العبيد إِلَى الْمنْهَج الرشيد والمسلك السديد",
            "page": "49",
            "part": "1",
            "seal": "57402AA7"
        },
        {
            "id": "3",
            "nass": "الْمُنعم عَلَيْهِم بعد شَهَادَة التَّوْحِيد بحراسة عقائدهم عَن ظلمات التشكيك والترديد السالك بهم إِلَى اتِّبَاع رَسُوله الْمُصْطَفى واقتفاء آثَار صَحبه الأكرمين الْمُكرمين بالتأييد والتسديد المتجلي لَهُم فِي ذَاته وأفعاله بمحاسن أَوْصَافه الَّتِي لَا يُدْرِكهَا إِلَّا من ألْقى السّمع وَهُوَ شَهِيد الْمُعَرّف إيَّاهُم أَنه فِي ذَاته وَاحِد لَا شريك لَهُ فَرد لَا مثيل لَهُ صَمد لَا ضد لَهُ مُنْفَرد لَا ند لَهُ وَأَنه وَاحِد قديم لَا أول لَهُ أزلي لَا بداية لَهُ مُسْتَمر الْوُجُود لَا آخر لَهُ أبدي لَا نِهَايَة لَهُ قيوم لَا انْقِطَاع",
            "page": "50",
            "part": "1",
            "seal": "23AE90E3"
        },
        {
            "id": "4",
            "nass": "لَهُ دَائِم لَا انصرام لَهُ لم يزل مَوْصُوفا بنعوت الْجلَال لَا يقْضى عَلَيْهِ بالانقضاء والانفصال بتصرم الآباد وانقراض الْآجَال بل هُوَ الأول وَالْآخر وَالظَّاهِر وَالْبَاطِن وَهُوَ بِكُل شَيْء عليم ¶ التَّنْزِيه ¶ وَأَنه لَيْسَ بجسم مُصَور وَلَا جَوْهَر مَحْدُود مُقَدّر وَأَنه لَا يماثل الْأَجْسَام لَا فِي التَّقْدِير وَلَا فِي قبُول الانقسام وَأَنه لَيْسَ بجوهر وَلَا تحله الْجَوَاهِر وَلَا بِعرْض وَلَا تحله الْأَعْرَاض بل لَا يماثل مَوْجُودا وَلَا يماثله",
            "page": "51",
            "part": "1",
            "seal": "82A5DAEE"
        },
        {
            "id": "5",
            "nass": "مَوْجُود لَيْسَ كمثله شَيْء وَلَا هُوَ مثل شَيْء وَأَنه لَا يحده الْمِقْدَار وَلَا تحويه الأقطار وَلَا تحيط بِهِ الْجِهَات وَلَا تكتنفه الأرضون وَلَا السَّمَوَات وَأَنه مستوي على الْعَرْش على الْوَجْه الَّذِي قَالَه وبالمعنى الَّذِي أَرَادَهُ اسْتِوَاء منزهاً عَن المماسة والاستقرار والتمكن والحلول والانتقال لَا يحملهُ الْعَرْش بل الْعَرْش وَحَمَلته محمولون بلطف قدرته ومقهورون فِي قَبضته وَهُوَ فَوق الْعَرْش وَالسَّمَاء وَفَوق كل شَيْء إِلَى تخوم الثرى فوقية لَا تزيده قرباً إِلَى الْعَرْش وَالسَّمَاء كَمَا لَا تزيده بعدا عَن الأَرْض وَالثَّرَى بل هُوَ رفيع الدَّرَجَات عَن الْعَرْش وَالسَّمَاء كَمَا أَنه رفيع الدَّرَجَات عَن الأَرْض وَالثَّرَى وَهُوَ مَعَ ذَلِك قريب",
            "page": "52",
            "part": "1",
            "seal": "A7B40F76"
        },
        {
            "id": "6",
            "nass": "من كل مَوْجُود وَهُوَ أقرب إِلَى العَبْد من حَبل الوريد وَهُوَ على كل شَيْء شَهِيد إِذا لَا يماثل قربه قرب الْأَجْسَام كَمَا لَا تماثل ذَاته ذَات الْأَجْسَام وَأَنه لَا يحل فِي شَيْء وَلَا يحل فِيهِ شَيْء تَعَالَى عَن أَن يحويه مَكَان كَمَا تقدس عَن أَن يحده زمَان بل كَانَ قبل أَن خلق الزَّمَان وَالْمَكَان وَهُوَ الْآن على مَا عَلَيْهِ كَانَ وَأَنه بَائِن عَن خلقه بصفاته لَيْسَ فِي ذَاته سواهُ وَلَا فِي سواهُ ذَاته وَأَنه مقدس عَن التَّغْيِير والانتقال لَا تحله الْحَوَادِث وَلَا تعتريه الْعَوَارِض بل لَا يزَال فِي نعوت جَلَاله منزهاً عَن الزَّوَال وَفِي صِفَات كَمَاله مستغنياً عَن زِيَادَة الاستكمال وَأَنه فِي ذَاته مَعْلُوم الْوُجُود بالعقول مرئي الذَّات بالأبصار",
            "page": "53",
            "part": "1",
            "seal": "65F27331"
        },
        {
            "id": "7",
            "nass": "نعْمَة مِنْهُ ولطفاً بالأبرار فِي دَار الْقَرار وإتماماً مِنْهُ للنعيم بِالنّظرِ إِلَى وَجهه الْكَرِيم ¶ الْحَيَاة وَالْقُدْرَة ¶ وَأَنه تَعَالَى حَيّ قَادر جَبَّار قاهر لَا يَعْتَرِيه قُصُور وَلَا عجز وَلَا تَأْخُذهُ سنة وَلَا نوم وَلَا يُعَارضهُ فنَاء وَلَا موت وَأَنه ذُو الْملك والملكوت والعزة والجبروت لَهُ السُّلْطَان والقهر والخلق وَالْأَمر وَالسَّمَوَات مَطْوِيَّات بِيَمِينِهِ وَالْخَلَائِق مقهورون فِي قَبضته وَأَنه الْمُنْفَرد بالخلق والاختراع المتوحد",
            "page": "54",
            "part": "1",
            "seal": "B31A9D1E"
        },
        {
            "id": "8",
            "nass": "بالإيجاد والإبداع خلق الْخلق وأعمالهم وَقدر أَرْزَاقهم وآجالهم لَا يشذ عَن قَبضته مَقْدُور وَلَا يعزب عَن قدرته تصاريف الْأُمُور لَا تحصى مقدوراته وَلَا تتناهى معلوماته ¶ الْعلم ¶ وَأَنه عَالم بِجَمِيعِ المعلومات مُحِيط بِمَا يجْرِي من تخوم الْأَرْضين إِلَى أَعلَى السَّمَوَات وَأَنه عَالم لَا يعزب عَن علمه مِثْقَال ذرة فِي الأَرْض وَلَا فِي السَّمَاء بل",
            "page": "55",
            "part": "1",
            "seal": "499EF7D4"
        },
        {
            "id": "9",
            "nass": "يعلم دَبِيب النملة السَّوْدَاء على الصَّخْرَة الصماء فِي اللَّيْلَة الظلماء وَيدْرك حَرَكَة الذَّر فِي جو الْهَوَاء وَيعلم السِّرّ وأخفى ويطلع على هواجس الضمائر وحركات الخواطر وخفيات السرائر بِعلم قديم أزلي لم يزل مَوْصُوفا بِهِ فِي أزل الآزال لَا بِعلم متجدد حَاصِل فِي ذَاته بالحلول والانتقال ¶ الإرداة ¶ وَأَنه تَعَالَى مُرِيد للكائنات مُدبر للحادثات فَلَا يجْرِي فِي الْملك والملكوت قَلِيل أَو كثير صَغِير أَو كَبِير خير أَو شَرّ نفع أَو ضرّ إِيمَان أَو كفر عرفان أَو نكر فوز أَو خسران زِيَادَة أَو نُقْصَان طَاعَة أَو عصيان إِلَّا بِقَضَائِهِ وَقدره وحكمته ومشيئته فَمَا شَاءَ كَانَ وَمَا لم يَشَأْ لم يكن لَا يخرج عَن",
            "page": "56",
            "part": "1",
            "seal": "1876EA1B"
        },
        {
            "id": "10",
            "nass": "مَشِيئَته لفتة نَاظر وَلَا فلتة خاطر بل هُوَ المبديء المعيد الفعال لما يُرِيد لَا راد لأَمره وَلَا معقب لقضائه وَلَا مهرب لعبد عَن مَعْصِيَته إِلَّا بتوفيقه وَرَحمته وَلَا قُوَّة لَهُ على طَاعَته إِلَّا بمشيئته وإرادته فَلَو اجْتمع الْإِنْس وَالْجِنّ وَالْمَلَائِكَة وَالشَّيَاطِين على أَن يحركوا فِي الْعَالم ذرة أَو يسكنوها دون إِرَادَته ومشيئته لعجزوا عَن ذَلِك وَأَن إِرَادَته قَائِمَة بِذَاتِهِ فِي جملَة صِفَاته لم يزل كَذَلِك مَوْصُوفا بهَا مرِيدا فِي أزله لوُجُود الْأَشْيَاء فِي أَوْقَاتهَا الَّتِي قدرهَا فَوجدت فِي أَوْقَاتهَا كَمَا أَرَادَهُ فِي أزله من غير تقدم وَلَا تَأَخّر بل وَقعت على وفْق علمه وإرادته من غير تبدل وَلَا تغير دبر الْأُمُور لَا بترتيب أفكار وَلَا تربص زمَان فَلذَلِك لم يشْغلهُ شَأْن عَن شَأْن",
            "page": "57",
            "part": "1",
            "seal": "B38CDF7E"
        },
        {
            "id": "11",
            "nass": "السّمع وَالْبَصَر ¶ وَأَنه تَعَالَى سميع بَصِير يسمع وَيرى لَا يعزب عَن سَمعه مسموع وَإِن خَفِي وَلَا يغيب عَن رُؤْيَته مرئي وَإِن دق وَلَا يحجب سَمعه بُعد وَلَا يدْفع رُؤْيَته ظلام يرى من غير حدقة وأجفان وَيسمع من غير أَصْمِخَة وآذان كَمَا يعلم بِغَيْر قلب ويبطش بِغَيْر جارحة ويخلق بِغَيْر آلَة إِذْ لَا تشبه صِفَاته صِفَات الْخلق كَمَا لَا تشبه ذَاته ذَوَات الْخلق ¶ الْكَلَام ¶ وَأَنه تَعَالَى مُتَكَلم آمُر ناه وَاعد متوعد بِكَلَام أزلي قديم قَائِم بِذَاتِهِ",
            "page": "58",
            "part": "1",
            "seal": "9ABC98F9"
        },
        {
            "id": "12",
            "nass": "لَا يشبه كَلَام الْخلق فَلَيْسَ بِصَوْت يحدث من انسلال هَوَاء أَو اصطكاك أجرام وَلَا بِحرف يَنْقَطِع بإطباق شفة أَو تَحْرِيك لِسَان وَأَن الْقُرْآن والتوراة وَالْإِنْجِيل وَالزَّبُور كتبه الْمنزلَة على رسله عَلَيْهِم السَّلَام وَأَن الْقُرْآن مقروء بالألسنة مَكْتُوب فِي الْمَصَاحِف مَحْفُوظ فِي الْقُلُوب وَأَنه مَعَ ذَلِك قديم قَائِم بِذَات الله تَعَالَى لَا يقبل الِانْفِصَال والافتراق بالانتقال إِلَى الْقُلُوب والأوراق وَأَن مُوسَى صلى الله عَلَيْهِ وَسلم سمع كَلَام الله بِغَيْر صَوت وَلَا حرف كَمَا يرى الْأَبْرَار ذَات الله تَعَالَى فِي الْآخِرَة من غير جَوْهَر وَلَا عرض وَإِذا كَانَت لَهُ هَذِه الصِّفَات كَانَ حَيا عَالما قَادِرًا مرِيدا سميعاً بَصيرًا متكلماً بِالْحَيَاةِ وَالْقُدْرَة وَالْعلم والإرادة والسمع وَالْبَصَر وَالْكَلَام لَا بِمُجَرَّد الذَّات",
            "page": "59",
            "part": "1",
            "seal": "033B5881"
        },
        {
            "id": "13",
            "nass": "الْأَفْعَال ¶ وَأَنه سُبْحَانَهُ وَتَعَالَى لَا مَوْجُود سواهُ إِلَّا هُوَ حَادث بِفِعْلِهِ وفائض من عدله على أحسن الْوُجُوه وأكملها وأتمها وأعدلها وَأَنه حَكِيم فِي أَفعاله عَادل فِي أقضيته لَا يُقَاس عدله بِعدْل الْعباد إِذْ العَبْد يتَصَوَّر مِنْهُ الظُّلم بتصرفه فِي ملك غَيره وَلَا يتَصَوَّر الظُّلم من الله تَعَالَى فَإِنَّهُ لَا يُصَادف لغيره ملكا حَتَّى يكون تصرفه فِيهِ ظلما فَكل مَا سواهُ من إنسٍ وجن ومَلَكٍ وَشَيْطَان وسماءٍ وَأَرْض وحيوانٍ ونبات وجماد وجوهرٍ وعَرَض ومدركٍ ومحسوس حادثٌ اخترعه بقدرته بعد الْعَدَم اختراعاً وأنشأه إنْشَاء بعد أَن لم يكن شَيْئا إِذْ كَانَ فِي الْأَزَل مَوْجُودا وَحده وَلم يكن مَعَه غَيره فأحدث الْخلق بعد ذَلِك إِظْهَارًا لقدرته وتحقيقاً لما سبق من إِرَادَته ولِمَا حق فِي الْأَزَل من كَلمته لَا",
            "page": "60",
            "part": "1",
            "seal": "A160E921"
        },
        {
            "id": "14",
            "nass": "لافتقاره إِلَيْهِ وَحَاجته وَأَنه متفضل بالخلق والاختراع والتكليف لَا عَن وجوب ومتطول بالإنعام والإصلاح لَا عَن لُزُوم فَلهُ الْفضل وَالْإِحْسَان وَالنعْمَة والامتنان إِذْ كَانَ قَادِرًا على أَن يصب على عباده أَنْوَاع الْعَذَاب ويبتليهم بضروب الآلام والأوصاب وَلَو فعل ذَلِك لَكَانَ مِنْهُ عدلا وَلم يكن مِنْهُ قبيحاً وَلَا ظلما وَأَنه عز وَجل يثيب عبادَهُ الْمُؤمنِينَ على الطَّاعَات بِحكم الْكَرم والوعد لَا بِحكم الِاسْتِحْقَاق واللزوم لَهُ إِذْ لَا يجب عَلَيْهِ لأحد فعل وَلَا يتَصَوَّر مِنْهُ ظلم وَلَا يجب عَلَيْهِ حق وَأَن حَقه فِي الطَّاعَات وَجب على الْخلق بإيجابه على أَلْسِنَة أنبيائه عَلَيْهِم السَّلَام لَا بِمُجَرَّد الْعقل وَلكنه بعث الرُّسُل",
            "page": "61",
            "part": "1",
            "seal": "1BAA1066"
        },
        {
            "id": "15",
            "nass": "وَأظْهر صدقهم بالمعجزات الظَّاهِرَة فبلّغوا أمره وَنَهْيه ووعده ووعيده فَوَجَبَ على الْخلق تصديقهم فِيمَا جَاءُوا بِهِ ¶ معنى الْكَلِمَة الثَّانِيَة وَهِي الشَّهَادَة للرسول بالرسالة ¶ وَأَنه بعث النَّبِي الْأُمِّي الْقرشِي مُحَمَّدًا صلى الله عَلَيْهِ وَسلم برسالته إِلَى كَافَّة الْعَرَب والعجم وَالْجِنّ وَالْإِنْس فنسخ بِشَرِيعَتِهِ الشَّرَائِع إِلَّا مَا قَرَّرَهُ مِنْهَا وفضله على",
            "page": "62",
            "part": "1",
            "seal": "5B7920D9"
        },
        {
            "id": "16",
            "nass": "سَائِر الْأَنْبِيَاء وَجعله سيد الْبشر وَمنع كَمَال الْإِيمَان بِشَهَادَة التَّوْحِيد وَهُوَ قَول لَا إِلَه إِلَّا الله مَا لم تقترن بهَا شَهَادَة الرَّسُول وَهُوَ قَوْلك مُحَمَّد رَسُول الله وألزم الْخلق تَصْدِيقه فِي جَمِيع مَا أخبر عَنهُ من أُمُور الدُّنْيَا وَالْآخر وَأَنه لَا يتَقَبَّل إيمانُ عبدٍ حَتَّى يُؤمن بِمَا أخبر بِهِ بعد الْمَوْت وأوله سُؤال مُنكر",
            "page": "63",
            "part": "1",
            "seal": "DB2434E8"
        },
        {
            "id": "17",
            "nass": "وَنَكِير وهما شخصان مهيبان هائلان يقعدان العَبْد فِي قَبره سويا ذَا روح وجسد فيسألانه عَن التَّوْحِيد والرسالة ويقولان لَهُ من رَبك وَمَا دينك وَمن نبيك وهما فتانا الْقَبْر وسؤالهما أَو فتْنَة بعد الْمَوْت",
            "page": "64",
            "part": "1",
            "seal": "DE6FC17F"
        },
        {
            "id": "18",
            "nass": "وَأَن يُؤمن بِعَذَاب الْقَبْر وَأَنه حق وَحكمه عدل على الْجِسْم وَالروح على مَا يَشَاء وَأَن يُؤمن بالميزان ذِي الكفتين وَاللِّسَان وَصفته فِي العِظَمِ أَنه مثل طَبَقَات السَّمَوَات وَالْأَرْض توزن فِيهِ الْأَعْمَال بقدرة الله تَعَالَى والصنج يَوْمئِذٍ مَثَاقِيل الذَّر والخردل تَحْقِيقا لتَمام الْعدْل وتوضح صَحَائِف الْحَسَنَات فِي صُورَة حَسَنَة فِي كفة النُّور فيثقل بهَا الْمِيزَان على قدر درجاتها عِنْد الله",
            "page": "65",
            "part": "1",
            "seal": "B96291EE"
        },
        {
            "id": "19",
            "nass": "بِفضل الله وتطرح صَحَائِف السَّيِّئَات فِي صُورَة قبيحة فِي كفة الظلمَة فيخف بهَا الْمِيزَان بِعدْل الله ¶ وَأَن يُؤمن بِأَن الصِّرَاط حق وَهُوَ جسر مَمْدُود على متن جَهَنَّم أحد من السَّيْف وأدق من الشعرة تزل عَلَيْهِ أَقْدَام الْكَافرين بِحكم الله سُبْحَانَهُ فَتَهْوِي بهم إِلَى النَّار وَتثبت عَلَيْهِ أَقْدَام الْمُؤمنِينَ بِفضل الله فيساقون إِلَى دَار الْقَرار",
            "page": "66",
            "part": "1",
            "seal": "3D8565DD"
        },
        {
            "id": "20",
            "nass": "وَأَن يُؤمن بالحوض المورود حَوْض مُحَمَّد صلى الله عَلَيْهِ وَسلم يشرب مِنْهُ الْمُؤمنِينَ قبل دُخُول الْجنَّة وَبعد جَوَاز الصِّرَاط من شرب مِنْهُ شربة لم يظمأ بعْدهَا أبدا عرضه مسيرَة شهر مَاؤُهُ أَشد بَيَاضًا من اللَّبن وَأحلى من الْعَسَل حوله أَبَارِيق عَددهَا بِعَدَد نُجُوم السَّمَاء فِيهِ مِيزَابَانِ يصبَّانِ فِيهِ من الْكَوْثَر ¶ وَأَن يُؤمن بِالْحِسَابِ تفَاوت النَّاس فِيهِ إِلَى مناقش فِي الْحساب وَإِلَى مسامح فِيهِ وَإِلَى من يدْخل الْجنَّة بِغَيْر حِسَاب وهم المقربون فيسألُ",
            "page": "67",
            "part": "1",
            "seal": "57486E37"
        },
        {
            "id": "21",
            "nass": "اللهُ تَعَالَى من يَشَاء من الْأَنْبِيَاء عَن تَبْلِيغ الرسَالَة وَمن شَاءَ من الْكفَّار عَن تَكْذِيب الْمُرْسلين وَيسْأل المبتدعة عَن السّنة وَيسْأل الْمُسلمين عَن الْأَعْمَال ¶ وَأَن يُؤمن بِإِخْرَاج المُوَحِّدين من النَّار بعد الانتقام حَتَّى لَا يبْقى فِي جَهَنَّم موحد بِفضل الله تَعَالَى فَلَا يخلد فِي النَّار موحد",
            "page": "68",
            "part": "1",
            "seal": "F5418AC5"
        },
        {
            "id": "22",
            "nass": "وَأَن يُؤمن بشفاعة الْأَنْبِيَاء ثمَّ الْعلمَاء ثمَّ الشُّهَدَاء ثمَّ سَائِر الْمُؤمنِينَ على حسب جاهه ومنزلته عِنْد الله تَعَالَى وَمن بَقِي من الْمُؤمنِينَ وَلم يكن لَهُ شَفِيع أخرج بِفضل الله عز وَجل فَلَا يخلد فِي النَّار مُؤمن بل يخرج مِنْهَا من كَانَ فِي",
            "page": "69",
            "part": "1",
            "seal": "900ECAB5"
        },
        {
            "id": "23",
            "nass": "قلبه مِثْقَال ذرة من الْإِيمَان وَأَن يعْتَقد فضل الصَّحَابَة رَضِي الله عَنْهُم وترتيبهم وَأَن أفضل النَّاس بعد النَّبِي صلى الله عَلَيْهِ وَسلم أَبُو بكر ثمَّ عمر ثمَّ عُثْمَان ثمَّ عَليّ رَضِي الله عَنْهُم وَأَن يحسن الظَّن بِجَمِيعِ الصَّحَابَة ويثني عَلَيْهِم كَمَا أثنى الله عز وَجل وَرَسُوله صلى الله عَلَيْهِ وَسلم وَعَلَيْهِم أَجْمَعِينَ",
            "page": "70",
            "part": "1",
            "seal": "B38E4138"
        },
        {
            "id": "24",
            "nass": "فَكل ذَلِك مِمَّا وَردت بِهِ الْأَخْبَار وَشهِدت بِهِ الْآثَار فَمن اعْتقد جَمِيع ذَلِك موقناً بِهِ كَانَ من أهل الْحق وعصابة السّنة وفارَقَ رَهْطَ الضلال وحِزْبَ الْبِدْعَة ¶ فنسأل الله كَمَال الْيَقِين وَحسن الثَّبَات فِي الدّين لنا ولكافة الْمُسلمين برحمته إِنَّه أرْحم الرَّاحِمِينَ وَصلى الله على سيدنَا مُحَمَّد وعَلى كل عبد مصطفى",
            "page": "71",
            "part": "1",
            "seal": "548FE753"
        },
        {
            "id": "26",
            "nass": "الْفَصْل الثَّانِي فِي وَجه التدريج إِلَى الْإِرْشَاد وترتيب دَرَجَات الإعتقاد",
            "page": "73",
            "part": "1",
            "seal": "67374679"
        },
        {
            "id": "28",
            "nass": "أعلم أَن مَا ذَكرْنَاهُ فِي تَرْجَمَة العقيدة يَنْبَغِي أَن يقدم إِلَى الصَّبِي فِي أول نشوه ليحفظه حفظا ثمَّ لَا يزَال ينْكَشف لَهُ مَعْنَاهُ فِي كبره شَيْئا فَشَيْئًا فابتداؤه الْحِفْظ ثمَّ الْفَهم ثمَّ الإعتقاد والإيقان والتصديق بِهِ وَذَلِكَ مِمَّا يحصل فِي الصَّبِي بِغَيْر برهَان فَمن فضل الله سُبْحَانَهُ على قلب الْإِنْسَان أَن شَرحه فِي أول نشوة للْإيمَان من غير حَاجَة إِلَى حجَّة وبرهان وَكَيف يُنكر ذَلِك",
            "page": "75",
            "part": "1",
            "seal": "90D1BEB2"
        },
        {
            "id": "29",
            "nass": "وَجَمِيع عقائد الْعَوام مباديها التَّلْقِين الْمُجَرّد والتقليد الْمَحْض نعم يكون الإعتقاد الْحَاصِل بِمُجَرَّد التَّقْلِيد غير خَال عَن نوع من الضعْف فِي الإبتداء على معنى أَنه يقبل الْإِزَالَة بنقيضه لَو ألْقى إِلَيْهِ فَلَا بُد من تقويته وإثباته فِي نفس الصَّبِي والعامي حَتَّى يترشح وَلَا يتزلزل وَلَيْسَ الطَّرِيق فِي تقويته وإثباته أَن يعلم صَنْعَة الجدل وَالْكَلَام بل يشْتَغل بِتِلَاوَة الْقُرْآن وَتَفْسِيره وَقِرَاءَة الحَدِيث ومعانيه ويشتغل بوظائف الْعِبَادَات فَلَا يزَال إعتقاده يزْدَاد رسوخا بِمَا يقرع سَمعه من أَدِلَّة الْقُرْآن وحججه وَبِمَا يرد عَلَيْهِ من شَوَاهِد الْأَحَادِيث",
            "page": "76",
            "part": "1",
            "seal": "186DDF78"
        },
        {
            "id": "30",
            "nass": "وفوائدها وَبِمَا يسطع عَلَيْهِ من أنوار الْعِبَادَات ووظائفها وَبِمَا يسري إِلَيْهِ من مُشَاهدَة الصَّالِحين ومجالستهم وسيماهم وسماعهم وهيآتهم فِي الخضوع لله عز وَجل وَالْخَوْف مِنْهُ والإستكانة لَهُ فَيكون أول التَّلْقِين كإلقاء بذر فِي الصَّدْر وَتَكون هَذِه الْأَسْبَاب كالسقي والتربية لَهُ حَتَّى يَنْمُو ذَلِك الْبذر ويقوى ويرتفع شَجَرَة طيبَة راسخة أَصْلهَا ثَابت وفرعها فِي السَّمَاء ¶ وَيَنْبَغِي أَن يحرس سَمعه من الجدل وَالْكَلَام غَايَة الحراسة فَإِن مَا يشوشه الجدل أَكثر مِمَّا يمهده وَمَا يُفْسِدهُ أَكثر مِمَّا يصلحه بل تقويته بالجدل تضاهي ضرب الشَّجَرَة بالمدقة من الْحَدِيد رَجَاء تقويتها بِأَن تكْثر أجزاؤها وَرُبمَا يفتتها ذَلِك ويفسدها وَهُوَ الْأَغْلَب والمشاهدة تكفيك فِي هَذَا بَيَانا فناهيك بالعيان برهانا",
            "page": "77",
            "part": "1",
            "seal": "1D87F553"
        },
        {
            "id": "31",
            "nass": "فقس عقيدة أهل الصّلاح والتقى من عوام النَّاس بعقيدة الْمُتَكَلِّمين والمجادلين فترى إعتقاد الْعَاميّ فِي الثَّبَات كالطود الشامخ لَا تحركه الدَّوَاهِي وَالصَّوَاعِق وعقيدة المتلكم الحارس إعتقاده بتقسيمات الجدل كخيط مُرْسل فِي الْهَوَاء تفيئه الرِّيَاح مرّة هَكَذَا وَمرَّة هَكَذَا إِلَّا من سمع مِنْهُم دَلِيل الإعتقاد فتلقفه تقليدا كَمَا تلقف نفس الإعتقاد تقليدا إِذْ لَا فرق فِي التقلد بَين تعلم الدَّلِيل أَو تعلم الْمَدْلُول فتلقين الدَّلِيل شَيْء والإستدلال بِالنّظرِ شَيْء آخر بعيد عَنهُ ¶ ثمَّ الصَّبِي إِذا وَقع نشوه على هَذِه العقيدة إِن اشْتغل بكسب الدُّنْيَا",
            "page": "78",
            "part": "1",
            "seal": "D320BB7B"
        },
        {
            "id": "32",
            "nass": "لم ينفتح لَهُ غَيرهَا وَلكنه يسلم فِي الْآخِرَة بإعتقاد أهل الْحق إِذا لم يُكَلف الشَّرْع أجلاف الْعَرَب أَكثر من التَّصْدِيق الْجَازِم بِظَاهِر هَذِه العقائد فَأَما الْبَحْث والتفتيش وتكلف نظم الْأَدِلَّة فَلم يكلفوه أصلا وَإِن أَرَادَ أَن يكون من",
            "page": "79",
            "part": "1",
            "seal": "FC62BBFD"
        },
        {
            "id": "33",
            "nass": "سالكي طَرِيق الْآخِرَة وساعده التَّوْفِيق حَتَّى اشْتغل بِالْعَمَلِ ولازم التَّقْوَى وَنهى النَّفس عَن الْهوى واشتغل بالرياضة والمجاهدة انفتحت لَهُ أَبْوَاب من الْهِدَايَة تكشف عَن حقائق هَذِه العقيدة بِنور آلهي يقذف فِي قلبه بِسَبَب المجاهدة تَحْقِيقا لوعده عز وَجل إِذْ قَالَ {وَالَّذين جاهدوا فِينَا لنهدينهم سبلنا وَإِن الله لمع الْمُحْسِنِينَ} ¶ وَهُوَ الْجَوْهَر النفيس الَّذِي هُوَ غَايَة إِيمَان الصديقين والمقربين وَإِلَيْهِ الْإِشَارَة بالسر الَّذِي وقر فِي صدر أبي بكر الصّديق رَضِي الله عَنهُ حَيْثُ فضل بِهِ الْخلق",
            "page": "80",
            "part": "1",
            "seal": "90FCD3A2"
        },
        {
            "id": "34",
            "nass": "وانكشاف ذَلِك السِّرّ بل تِلْكَ الْأَسْرَار لَهُ دَرَجَات بِحَسب دَرَجَات المجاهدة ودرجات الْبَاطِن فِي النَّظَافَة وَالطَّهَارَة عَمَّا سوى الله تَعَالَى وَفِي الإستضاءة بِنور الْيَقِين وَذَلِكَ كتفاوت الْخلق فِي أسرار الطِّبّ وَالْفِقْه وَسَائِر الْعُلُوم إِذْ يخْتَلف ذَلِك بإختلاف الإجتهاد وإختلاف الْفطْرَة فِي الذكاء والفطنة وكما لَا تَنْحَصِر تِلْكَ الدَّرَجَات فَكَذَلِك هَذِه",
            "page": "81",
            "part": "1",
            "seal": "E2F78423"
        },
        {
            "id": "35",
            "nass": "مَسْأَلَة ¶ فَإِن قلت تعلم الجدل وَالْكَلَام مَذْمُوم كتعلم النُّجُوم أَو هُوَ مُبَاح أَو مَنْدُوب إِلَيْهِ ¶ فَاعْلَم أَن للنَّاس فِي هَذَا غلوا وإسرافا فِي أَطْرَاف فَمن قَائِل إِنَّه بِدعَة وَحرَام وَأَن العَبْد إِن لَقِي الله عز وَجل بِكُل ذَنْب سوى الشّرك خير لَهُ من أَن يلقاه بالْكلَام ¶ وَمن قَائِل أَنه وَاجِب وَفرض إِمَّا على الْكِفَايَة أَو على الْأَعْيَان وَأَنه أفضل الْأَعْمَال وَأَعْلَى القربات فَإِنَّهُ تَحْقِيق لعلم التَّوْحِيد ونضال عَن دين الله تَعَالَى",
            "page": "82",
            "part": "1",
            "seal": "0B014C37"
        },
        {
            "id": "36",
            "nass": "وَإِلَى التَّحْرِيم ذهب الشَّافِعِي وَمَالك وَأحمد بن حَنْبَل وسُفْيَان وَجَمِيع أهل الحَدِيث من السّلف ¶ قَالَ ابْن عبد الْأَعْلَى رَحمَه الله سَمِعت الشَّافِعِي رَضِي الله عَنهُ يَوْم نَاظر حفصا الْفَرد وَكَانَ من متكلمي الْمُعْتَزلَة يَقُول لِأَن يلقى الله عز وَجل العَبْد بِكُل ذَنْب مَا خلا الشّرك بِاللَّه خير لَهُ من أَن يلقاه بِشَيْء من علم الْكَلَام",
            "page": "83",
            "part": "1",
            "seal": "230B3238"
        },
        {
            "id": "37",
            "nass": "وَلَقَد سَمِعت من حَفْص كلَاما لَا أقدر أَن أحكيه ¶ وَقَالَ أَيْضا قد أطلعت من أهل الْكَلَام على شَيْء مَا ظننته قطّ وَلِأَن يبتلى العَبْد بِكُل مَا نهى الله عَنهُ مَا عدا الشّرك خير لَهُ من أَن ينظر فِي الْكَلَام ¶ وَحكى الْكَرَابِيسِي أَن الشَّافِعِي رَضِي الله عَنهُ سُئِلَ عَن شَيْء من الْكَلَام فَغَضب وَقَالَ سل عَن هَذَا حفصا الْفَرد وَأَصْحَابه أخزاهم الله ¶ وَلما مرض الشَّافِعِي رَضِي الله عَنهُ دخل عَلَيْهِ حَفْص الْفَرد فَقَالَ لَهُ من أَنا ¶ فَقَالَ حَفْص الْفَرد لَا حفظك الله وَلَا رعاك حَتَّى تتوب مِمَّا أَنْت فِيهِ",
            "page": "84",
            "part": "1",
            "seal": "439F85D1"
        },
        {
            "id": "38",
            "nass": "وَقَالَ أَيْضا لَو علم النَّاس مَا فِي الْكَلَام من الْأَهْوَاء لفروا مِنْهُ فرارهم من الْأسد ¶ وَقَالَ أَيْضا إِذا سَمِعت الرجل يَقُول الإسم هُوَ الْمُسَمّى أَو غير الْمُسَمّى فاشهد بِأَنَّهُ من أهل الْكَلَام وَلَا دين لَهُ ¶ قَالَ الزَّعْفَرَانِي قَالَ الشَّافِعِي حكمى فِي أَصْحَاب الْكَلَام أَن يضْربُوا بِالْجَرِيدِ وَيُطَاف بهم فِي الْقَبَائِل والبشائر وَيُقَال هَذَا جَزَاء من ترك الْكتاب وَالسّنة وَأخذ فِي الْكَلَام",
            "page": "85",
            "part": "1",
            "seal": "66256047"
        },
        {
            "id": "39",
            "nass": "وَقَالَ أَحْمد بن حَنْبَل ¶ لَا يفلح صَاحب الْكَلَام أبدا وَلَا تكَاد ترى أحدا نظر فِي الْكَلَام إِلَّا وَفِي قلبه دغل ¶ وَبَالغ فِي ذمه حَتَّى هجر الْحَارِث المحاسبي مَعَ زهده وورعه بِسَبَب تصنيفه كتابا فِي الرَّد على المبتدعة وَقَالَ لَهُ وَيحك أَلَسْت تحكي بدعتهم أَولا ثمَّ ترد عَلَيْهِم أَلَسْت تحمل النَّاس بتصنيفك على مطالعة الْبِدْعَة والتفكر",
            "page": "86",
            "part": "1",
            "seal": "05E89AFB"
        },
        {
            "id": "40",
            "nass": "فِي تِلْكَ الشُّبُهَات فيدعوهم ذَلِك إِلَى الرَّأْي والبحث ¶ وَقَالَ أَحْمد رَحمَه الله عُلَمَاء الْكَلَام زنادقة ¶ وَقَالَ مَالك رَحمَه الله أَرَأَيْت إِن جَاءَهُ من هُوَ أجدل مِنْهُ أيدع دينه كل يَوْم لدين جَدِيد يَعْنِي أَن أَقْوَال المتجادلين تَتَفَاوَت ¶ وَقَالَ مَالك رَحمَه الله أَيْضا ¶ لَا تجوز شَهَادَة أهل الْبدع والأهواء فَقَالَ بعض أَصْحَابه فِي تَأْوِيله",
            "page": "87",
            "part": "1",
            "seal": "81F56B97"
        },
        {
            "id": "41",
            "nass": "إِنَّه أَرَادَ بِأَهْل الْأَهْوَاء أهل الْكَلَام على أَي مَذْهَب كَانُوا ¶ وَقَالَ أَبُو سيف من طلب الْعلم بالْكلَام تزندق ¶ وَقَالَ الْحسن لَا تجادلوا أهل الْأَهْوَاء وَلَا تُجَالِسُوهُمْ وَلَا تسمعوا مِنْهُم وَقد اتّفق أهل الحَدِيث من السّلف على هَذَا وَلَا ينْحَصر مَا نقل عَنْهُم من التشديدات فِيهِ وَقَالُوا مَا سكت عَنهُ الصَّحَابَة مَعَ أَنهم أعرف بالحقائق وأفصح بترتيب الْأَلْفَاظ من غَيرهم إِلَّا لعلمهم بِمَا يتَوَلَّد مِنْهُ الشَّرّ ¶ وَلذَلِك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم",
            "page": "88",
            "part": "1",
            "seal": "7276EFED"
        },
        {
            "id": "42",
            "nass": "هلك المتنطعون هلك المتنطعون هلك المتنطعون أَي المتعمقون فِي الْبَحْث والإستقصاء ¶ وَاحْتَجُّوا أَيْضا بِأَن ذَلِك لَو كَانَ من الدّين لَكَانَ ذَلِك أهم مَا يَأْمر بِهِ رَسُول الله صلى الله عَلَيْهِ وَسلم وَيعلم طَرِيقه ويثني عَلَيْهِ وعَلى أربابه ¶ فقد علمهمْ الإستنجاء وندبهم إِلَى علم الْفَرَائِض وَأثْنى عَلَيْهِم",
            "page": "89",
            "part": "1",
            "seal": "8F217B2B"
        },
        {
            "id": "43",
            "nass": "ونهاهم عَن الْكَلَام فِي الْقدر وَقَالَ أَمْسكُوا عَن الْقدر وعَلى هَذَا إستمر الصَّحَابَة رَضِي الله عَنْهُم فَالزِّيَادَة على الْأُسْتَاذ طغيان وظلم وهم الأستاذون والقدوة وَنحن الأتباع والتلامذة ¶ وَأما الْفرْقَة الْأُخْرَى فاحتجوا بِأَن قَالُوا ¶ إِن الْمَحْذُور من الْكَلَام إِن كَانَ هُوَ لفظ الْجَوْهَر وَالْعرض وَهَذِه الإصطلاحات الغربية الَّتِي لم تعهدها الصَّحَابَة رَضِي الله عَنْهُم فَالْأَمْر فِيهِ قريب إِذْ مَا من علم إِلَّا وَقد أحدث فِيهِ إصطلاحات لأجل التفهيم كالحديث وَالتَّفْسِير وَالْفِقْه وَلَو عرض عَلَيْهِم عبارَة النَّقْض وَالْكَسْر والتركيب والتعدية وَفَسَاد الْوَضع إِلَى جَمِيع الأسئلة الَّتِي تورد على الْقيَاس لما كَانُوا يفقهونه فاحداث عبارَة للدلالة بهَا على مَقْصُود صَحِيح كاحداث آنِية على هَيْئَة جَدِيدَة لإستعمالها فِي مُبَاح",
            "page": "90",
            "part": "1",
            "seal": "74D4A964"
        },
        {
            "id": "44",
            "nass": "وَإِن كَانَ الْمَحْذُور هُوَ الْمَعْنى فَنحْن لَا نعني بِهِ إِلَّا معرفَة الدَّلِيل على حُدُوث الْعَالم ووحدانية الْخَالِق وَصِفَاته كَمَا جَاءَ فِي الشَّرْع فَمن أَيْن تحرم معرفَة الله تَعَالَى بِالدَّلِيلِ ¶ وَإِن كَانَ الْمَحْذُور هُوَ التشغب والتعصب والعداوة والبغضاء وَمَا يُفْضِي إِلَيْهِ الْكَلَام فَذَلِك محرم وَيجب الإحتراز عَنهُ كَمَا أَن الْكبر وَالْعجب والرياء وَطلب الرياسة مِمَّا يُفْضِي إِلَيْهِ علم الحَدِيث وَالتَّفْسِير وَالْفِقْه وَهُوَ محرم يجب الإحتراز عَنهُ وَلَكِن لَا يمْنَع من الْعلم لأجل آدئه إِلَيْهِ وَكَيف يكون ذكر الْحجَّة والمطالبة بهَا والبحث عَنْهَا مَحْظُورًا وَقد قَالَ الله تَعَالَى {قل هاتوا برهانكم} ¶ وَقَالَ عز وَجل {ليهلك من هلك عَن بَيِّنَة وَيحيى من حَيّ عَن بَيِّنَة} ¶ وَقَالَ تَعَالَى {إنّ عنْدكُمْ من سُلْطَان بِهَذَا} أَي حجَّة وبرهان",
            "page": "91",
            "part": "1",
            "seal": "DBCF17DE"
        },
        {
            "id": "45",
            "nass": "وَقَالَ تَعَالَى {قل فَللَّه الْحجَّة الْبَالِغَة} ¶ وَقَالَ تَعَالَى {ألم تَرَ إِلَى الَّذِي حَاج إِبْرَاهِيم فِي ربه} إِلَى قَوْله {فبهت الَّذِي كفر} ¶ إِذْ ذكر سُبْحَانَهُ إحتاج إِبْرَاهِيم ومجادلته وإفحامه خَصمه فِي معرض الثَّنَاء عَلَيْهِ",
            "page": "92",
            "part": "1",
            "seal": "A8FFF923"
        },
        {
            "id": "46",
            "nass": "وَقَالَ عزوجل {وَتلك حجتنا آتيناها إِبْرَاهِيم على قومه} ¶ وَقَالَ تَعَالَى {قَالُوا يَا نوح قد جادلتنا فَأَكْثَرت جدالنا} ¶ وَقَالَ تَعَالَى فِي قصَّة فِرْعَوْن {وَمَا رب الْعَالمين} إِلَى قَوْله {أولو جئْتُك بِشَيْء مُبين} ¶ وعَلى الْجُمْلَة فالقرآن من أَوله إِلَى آخِره مُحَاجَّة مَعَ الْكفَّار",
            "page": "93",
            "part": "1",
            "seal": "D52669F8"
        },
        {
            "id": "47",
            "nass": "فعمدة أَدِلَّة الْمُتَكَلِّمين فِي التَّوْحِيد قَوْله تَعَالَى {لَو كَانَ فيهمَا آلِهَة إِلَّا الله لفسدتا} ¶ وَفِي النُّبُوَّة {وَإِن كُنْتُم فِي ريب مِمَّا نزلنَا على عَبدنَا فَأتوا بِسُورَة من مثله} ¶ وَفِي الْبَعْث {قل يُحْيِيهَا الَّذِي أَنْشَأَهَا أول مرّة} إِلَى غير ذَلِك من الْآيَات والأدلة",
            "page": "94",
            "part": "1",
            "seal": "D5E51842"
        },
        {
            "id": "48",
            "nass": "وَلم تزل الرُّسُل صلوَات الله عَلَيْهِم يحاجون المنكرين ويجادلونهم قَالَ تَعَالَى {وجادلهم بِالَّتِي هِيَ أحسن} ¶ فالصحابة رَضِي الله عَنْهُم أَيْضا كَانُوا يحاجون المنكرين ويجادلون وَلَكِن عِنْد الْحَاجة وَكَانَت الْحَاجة إِلَيْهِ قَليلَة فِي زمانهم ¶ وَأول من سنّ دَعْوَة المبتدعة بالمجادلة إِلَى الْحق عَليّ بن أبي عَليّ طَالب رَضِي الله",
            "page": "95",
            "part": "1",
            "seal": "C6480C71"
        },
        {
            "id": "49",
            "nass": "عَنهُ إِذْ بعث ابْن عَبَّاس رَضِي الله عَنْهُمَا إِلَى الْخَوَارِج فَكَلَّمَهُمْ فَقَالَ مَا تَنْقِمُونَ على إمامكم ¶ قَالُوا قَاتل وَلم يسب وَلم يغنم ¶ فَقَالَ ذَلِك فِي قتال الْكفَّار أَرَأَيْتُم لَو سبيت عَائِشَة رَضِي الله عَنْهَا فِي يَوْم الْجمل فَوَقَعت عَائِشَة رَضِي الله عَنْهَا فِي سهم أحدكُم أَكُنْتُم تستحلون مِنْهَا مَا تستحلون من ملككم وَهِي أمكُم فِي نَص الْكتاب فَقَالُوا لَا فَرجع مِنْهُم إِلَى الطَّاعَة بمجدلته الفان ¶ وروى أَن الْحسن نَاظر قدريا فَرجع عَن الْقدر ¶ وناظر عَليّ بن أبي طَالب كرم الله وَجهه رجلا من الْقَدَرِيَّة",
            "page": "96",
            "part": "1",
            "seal": "FB4DCA44"
        },
        {
            "id": "50",
            "nass": "وناظر عبد الله بن مَسْعُود رَضِي الله عَنهُ يزِيد بن عميرَة فِي الْإِيمَان فَقَالَ عبد الله لَو قلت إِنِّي مُؤمن لَقلت إِنِّي فِي الْجنَّة فَقَالَ لَهُ يزِيد بن عميرَة يَا صَاحب رَسُول الله هَذِه زلَّة مِنْك وَهل الْإِيمَان إِلَّا أَن تؤمن بِاللَّه وَمَلَائِكَته وَكتبه وَرُسُله والبعث وَالْمِيزَان وتقيم الصَّلَاة وَالصَّوْم وَالزَّكَاة وَلنَا ذنُوب لَو نعلم أَنَّهَا تغْفر لنا لعلمنا أننا من أهل الْجنَّة فَمن أجل ذَلِك نقُول إِنَّا مُؤمنُونَ وَلَا نقُول إِنَّا من أهل الْجنَّة فَقَالَ ابْن مَسْعُود صدقت وَالله إِنَّهَا مني زلَّة ¶ فَيَنْبَغِي أَن يُقَال كَانَ خوضهم فِيهِ قَلِيلا لَا كثيرا وقصيرا لَا طَويلا وَعند الْحَاجة لَا بطرِيق التنصيف والتدريس وإتخاذه صناعَة فَيُقَال أما قلَّة خوضهم فِيهِ فَإِنَّهُ كَانَ لقلَّة الْحَاجة إِذْ لم تكن الْبِدْعَة تظهر فِي ذَلِك الزَّمَان ¶ وَأما الْقصر فقد كَانَ الْغَايَة إفحام الْخصم واعترافه وإنكشاف الْحق وَإِزَالَة الشُّبْهَة فَلَو طَال إِشْكَال الْخصم أَو لحَاجَة لطال لَا محَالة إلزامهم وَمَا كَانُوا",
            "page": "97",
            "part": "1",
            "seal": "EE532D67"
        },
        {
            "id": "51",
            "nass": "يقدرُونَ قدر الْحَاجة بميزان وَلَا مكيال بعد الشُّرُوع فِيهَا ¶ وَأما عدم تصديهم للتدريس والتصنيف فِيهِ فَهَكَذَا كَانَ دأبهم فِي الْفِقْه وَالتَّفْسِير والْحَدِيث أَيْضا فَإِن جَازَ تصنيف الْفِقْه وَوضع الصُّور النادرة الَّتِي لَا تتفق إِلَّا على الندور أما إدخارا ليَوْم وُقُوعهَا وَإِن كَانَ نَادرا أَو تشحيذا للخواطر فَنحْن أَيْضا نرتب طرق المجادلة لتوقع وُقُوع الْحَاجة بثوان شُبْهَة أَو هيجان مُبْتَدع أَو لتشحيذ الخاطر أَو لإدخار الْحجَّة حَتَّى لَا يعجز عَنْهَا عِنْد الْحَاجة على البديهة والإرتجال كمن يعد السَّلَام قبل الْقِتَال ليَوْم الْقِتَال فَهَذَا مَا يُمكن أَن يذكر لِلْفَرِيقَيْنِ التَّحْقِيق فِي حكم الجدل ¶ فَإِن قلت فَمَا الْمُخْتَار عنْدك فِيهِ فَأعْلم أَن الْحق فِيهِ أَن إِطْلَاق القَوْل بذمه فِي كل حَال أَو بِحَمْدِهِ فِي كل حَال خطأ بل لَا بُد فِيهِ من تَفْصِيل",
            "page": "98",
            "part": "1",
            "seal": "CD93ED56"
        },
        {
            "id": "52",
            "nass": "فَاعْلَم أَولا أَن الشَّيْء قد يحرم لذاته كَالْخمرِ وَالْميتَة وأعني بِقَوْلِي لذاته أَن عِلّة تَحْرِيمه وصف فِي ذَاته وَهُوَ الْإِسْكَار وَالْمَوْت وَهَذَا إِذا سئلنا عَنهُ أطقلنا القَوْل بِأَنَّهُ حرَام وَلَا يلْتَفت إِلَى إِبَاحَة الْميتَة عِنْد الإضطرار وَإِبَاحَة تجرع الْخمر إِذا غص الْإِنْسَان بلقمة وَلم يجد مَا يسيغها سوى الْخمر وَإِلَى مَا يحرم لغيره كَالْبيع على بيع أَخِيك الْمُسلم فِي وَقت الْخِيَار وَالْبيع وَقت النداء وكأكل الطين فَإِنَّهُ يحرم لما فِيهِ من الأضرار ¶ وَهَذَا يَنْقَسِم إِلَى مَا يضر قَلِيله وَكَثِيره فيطلق القَوْل عَلَيْهِ بِأَنَّهُ حرَام كالسم الَّذِي يقتل قَلِيله وَكَثِيره وَإِلَى مَا يضر عِنْد الْكَثْرَة فيطلق القَوْل عَلَيْهِ بِالْإِبَاحَةِ كالعسل فَإِن كَثِيرَة يضر بالمحرور وكأكل الطين وَكَانَ إِطْلَاق التَّحْرِيم على الطين وَالْخمر والتحليل على الْعَسَل الْتِفَات إِلَى أغلب الْأَحْوَال ¶ فَإِن تصدى شَيْء تقابلت فِيهِ الْأَحْوَال فَالْأولى والأبعد عَن والإلتباس أَن يفصل فنعود إِلَى علم الْكَلَام ونقول إِن فِيهِ مَنْفَعَة وَفِي مضرَّة فَهُوَ بإعتبار منفعَته فِي وَقت الإنتفاع حَلَال أَو مَنْدُوب إِلَيْهِ أَو وَاجِب كَمَا يَقْتَضِيهِ الْحَال وَهُوَ بإعتبار مضرته فِي وَقت الإستضرار وَمحله حرَام ¶ أما مضرته فإثارة الشُّبُهَات وتحريك العقائد وإزالتها عَن الْجَزْم",
            "page": "99",
            "part": "1",
            "seal": "BEC414DC"
        },
        {
            "id": "53",
            "nass": "والتصميم فَذَلِك مِمَّا يحصل فِي الإبتداء ورجوعها بِالدَّلِيلِ مَشْكُوك فِيهِ وَيخْتَلف فِيهِ الْأَشْخَاص فَهَذَا ضَرَره فِي الِاعْتِقَاد الْحق ¶ وَله ضَرَر آخر فِي تَأْكِيد إعتقاد المبتدعة للبدعة وتثبيته فِي صُدُورهمْ بِحَيْثُ تنبعث دواعيهم ويشتد حرصهم على الْإِصْرَار عَلَيْهِ وَلَكِن هَذَا الضَّرَر بِوَاسِطَة التعصب الَّذِي يثور من الجدل وَلذَلِك ترى المبتدع الْعَاميّ يُمكن أَن يَزُول إعتقاده باللطف فِي أسْرع زمَان إِلَّا إِذا كَانَ نشؤه فِي بلد يظْهر فِيهَا الجدل والتعصب فَإِنَّهُ لَو اجْتمع عَلَيْهِ الْأَولونَ وَالْآخرُونَ لم يقدروا على نزع الْبِدْعَة من صَدره بل الْهوى والتعصب وبغض خصوم المجادلين وَفرْقَة الْمُخَالفين يستولي على قلبه ويمنعه من إِدْرَاك الْحق حَتَّى لَو قيل لَهُ هَل تُرِيدُ أَن يكْشف الله تَعَالَى لَك الغطاء ويعرفك بالعيان أَن الْحق مَعَ خصمك لكره ذَلِك خيفة من أَن يفرح بِهِ خَصمه وَهَذَا هُوَ الدَّاء العضال الَّذِي استطار فِي الْبِلَاد والعباد وَهُوَ نوع فَسَاد أثاره المجادلون بالتعصب ¶ فَهَذَا ضَرَره",
            "page": "100",
            "part": "1",
            "seal": "86E8C51C"
        },
        {
            "id": "54",
            "nass": "وَأما منفعَته فقد يظنّ أَن فَائِدَته كشف الْحَقَائِق ومعرفتها على مَا هِيَ عَلَيْهِ وهيهات فَلَيْسَ فِي الْكَلَام وَفَاء بِهَذَا الْمطلب الشريف وَلَعَلَّ التخبيط والتضليل فِيهِ أَكثر من الْكَشْف والتعريف وَهَذَا إِذا سمعته من مُحدث أَو حشوى رُبمَا خطر ببالك أَن النَّاس أَعدَاء مَا جهلوا فَأَسْمع هَذَا مِمَّن خبر الْكَلَام ثمَّ قلاة بعد حَقِيقَة الْخِبْرَة وَبعد التغلل فِيهِ إِلَى مُنْتَهى دَرَجَة الْمُتَكَلِّمين وَجَاوَزَ ذَلِك إِلَى التعمق فِي عُلُوم أخر تناسب نوع الْكَلَام وَتحقّق أَن الطَّرِيق إِلَى حقائق الْمعرفَة من هَذَا الْوَجْه مسدود",
            "page": "101",
            "part": "1",
            "seal": "048DD342"
        },
        {
            "id": "55",
            "nass": "ولعمري لَا يَنْفَكّ الْكَلَام عَن كشف وتعريف وإيضاح لبَعض الْأُمُور وَلَكِن على الندور فِي أُمُور جلية تكَاد تفهم قبل التعمق فِي صَنْعَة الْكَلَام بل منفعَته شَيْء وَاحِد وَهُوَ حراسة العقيدة الَّتِي ترجمناها على الْعَوام وحفظها عَن تشويشات المبتدعة بأنواع الجدل فَإِن الْعَاميّ ضَعِيف يستفزه جدل المبتدع وَإِن كَانَ فَاسِدا ومعارضة الْفَاسِد بالفاسد تَدْفَعهُ وَالنَّاس متعبدون بِهَذِهِ العقيدة الَّتِي قدمناها إِذْ ورد الشَّرْع بهَا لما فِيهَا من صَلَاح دينهم ودنياهم وَأجْمع السّلف الصَّالح عَلَيْهَا وَالْعُلَمَاء يتعبدون بحفظها على الْعَوام من تلبيسات المبتدعة كَمَا تعبد السلاطين بِحِفْظ أَمْوَالهم عَن تهجمات الظلمَة والغصاب",
            "page": "102",
            "part": "1",
            "seal": "A226E79C"
        },
        {
            "id": "56",
            "nass": "وَإِذا وَقعت الْإِحَاطَة بضرره ومنفعته فَيَنْبَغِي أَن يكون كالطبيب الحاذق فِي إستعمال الدَّوَاء الْخطر إِذْ لَا يَضَعهُ إِلَّا فِي مَوْضِعه وَذَلِكَ فِي وَقت الْحَاجة وعَلى قدر الْحَاجة ¶ وتفصيله أَن الْعَوام المشتغلين بالحرف والصناعات يجب أَن يتْركُوا على سَلامَة عقائدهم الَّتِي اعتقدوها مهما تلقنوا الإعتقاد الْحق الَّذِي ذَكرْنَاهُ فَإِن تعليمهم الْكَلَام ضَرَر مَحْض فِي حَقهم إِذْ رُبمَا يثير لَهُم شكا ويزلزل عَلَيْهِم الإعتقاد وَلَا يُمكن الْقيام بعد ذَلِك بالإصلاح ¶ وَأما الْعَاميّ المعتقد للبدعة فَيَنْبَغِي أَن يَدعِي إِلَى الْحق بالتلطف لَا بالتعصب وبالكلام اللَّطِيف الْمقنع للنَّفس الْمُؤثر فِي الْقلب الْقَرِيب من سِيَاق أَدِلَّة الْقُرْآن والْحَدِيث الممزوج بفن من الْوَعْظ والتحذير فَإِن ذَلِك أَنْفَع من الجدل الْمَوْضُوع على شَرط الْمُتَكَلِّمين إِذْ الْعَاميّ إِذا سمع ذَلِك إعتقد أَنه نوع صَنْعَة من الجدل تعلمهَا الْمُتَكَلّم ليستدرج النَّاس إِلَى إعتقاده",
            "page": "103",
            "part": "1",
            "seal": "91EE2DC0"
        },
        {
            "id": "57",
            "nass": "فَإِن عجز عَن الْجَواب قدر أَن المجادلين من أهل مذْهبه أَيْضا يقدرُونَ على دَفعه ¶ فالجدل مَعَ هَذَا وَمَعَ الأول حرَام وَكَذَا من وَقع فِي شكّ إِذْ يجب إِزَالَته باللطف والوعظ والأدلة الْقَرِيبَة المقبولة الْبَعِيدَة عَن تعمق الْكَلَام ¶ وإستقصاء الجدل إِنَّمَا ينفع فِي مَوضِع وَاحِد وَهُوَ أَن يفْرض عَامي إعتقد الْبِدْعَة بِنَوْع جدل سَمعه فيقابل ذَلِك الجدل بِمثلِهِ فَيَعُود إِلَى إعتقاد الْحق وَذَلِكَ فِيمَن ظهر لَهُ من الْأنس بالمجادلة مَا يمنعهُ عَن القناعة بالمواعظ والتحذيرات العامية فقد انْتهى هَذَا إِلَى حَالَة لَا يشفيه مِنْهَا إِلَّا دَوَاء الجدل ¶ فَجَاز أَن يلقى إِلَيْهِ ¶ وَأما فِي بِلَاد تقل فِيهَا الْبِدْعَة وَلَا تخْتَلف فِيهَا الْمذَاهب فَيقْتَصر فِيهَا على تَرْجَمَة الإعتقاد الَّذِي ذَكرْنَاهُ وَلَا يتَعَرَّض للأدلة ويتربص وُقُوع شُبْهَة فَإِن وَقعت ذكر بِقدر الْحَاجة",
            "page": "104",
            "part": "1",
            "seal": "8B2400A8"
        },
        {
            "id": "58",
            "nass": "فَإِن كَانَت الْبِدْعَة شائعة وَكَانَ يخَاف على الصّبيان أَن يخدعوا فَلَا بَأْس أَن يعلمُوا الْقدر الَّذِي أودعناه كتاب الرسَالَة القدسية ليَكُون ذَلِك سَببا لدفع تَأْثِير مجادلات المبتدعة إِن وَقعت إِلَيْهِم ¶ وَهَذَا مِقْدَار مُخْتَصر وَقد أودعناه هَذَا الْكتاب لإختصاره ¶ فَإِن كَانَ فِيهِ ذكاء وتنبه بذكائه لموْضِع سُؤال أَو ثارت فِي نَفسه شُبْهَة فقد بَدَت الْعلَّة المحذورة وَظهر الدَّاء فَلَا بَأْس أَن يرقى مِنْهُ إِلَى الْقدر الَّذِي ذَكرْنَاهُ فِي كتاب الاقتصاد فِي الِاعْتِقَاد وَهُوَ قدر خمسين ورقة وَلَيْسَ فِيهِ خُرُوج عَن النّظر فِي قَوَاعِد العقائد إِلَى غير ذَلِك من مبَاحث الْمُتَكَلِّمين ¶ فَإِن أقنعه ذَلِك كف عَنهُ وَإِن لم يقنعه ذَلِك فقد صَارَت الْعلَّة مزمنة والداء غَالِبا وَالْمَرَض ساريا فليتلطف بِهِ الطَّبِيب بِقدر إِمْكَانه وينتظر قَضَاء الله",
            "page": "105",
            "part": "1",
            "seal": "F876FAFD"
        },
        {
            "id": "59",
            "nass": "تَعَالَى فِيهِ إِلَى أَن ينْكَشف لَهُ الْحق بتنبيه من الله سُبْحَانَهُ أَو يسْتَمر على الشَّك والشبهة إِلَى مَا قدر لَهُ ¶ فالقدر الَّذِي يحويه ذَلِك الْكتاب وجنسه من المصنفات هُوَ الَّذِي يُرْجَى نَفعه ¶ فَأَما الْخَارِج مِنْهُ فقسمان ¶ أَحدهمَا بحث عَن غير قَوَاعِد العقائد كالبحث عَن الإعتمادات وَعَن الأكوان وَعَن الإدراكات وَعَن الْخَوْض فِي الرُّؤْيَة هَل لَهَا ضد يُسمى الْمَنْع أَو",
            "page": "106",
            "part": "1",
            "seal": "7FB23C72"
        },
        {
            "id": "60",
            "nass": "الْعَمى وَإِن كَانَ فَذَلِك وَاحِد هُوَ منع عَن جَمِيع مَا لَا يرى أَو ثَبت لكل مرئي يُمكن رُؤْيَته منع بِحَسب عدده إِلَى غير ذَلِك من الترهات المضلات ¶ وَالْقسم الثَّانِي زِيَادَة تَقْرِير لتِلْك الْأَدِلَّة فِي غير تِلْكَ الْقَوَاعِد وَزِيَادَة أسئلة وأجوبة وَذَلِكَ أَيْضا إستقصاء لَا يزِيد إِلَّا ضلالا وجهلا فِي حق من لم يقنعه ذَلِك الْقدر فَرب كَلَام يزِيدهُ الْأَطْنَاب والتقرير غموضا ¶ وَلَو قَالَ قَائِل الْبَحْث عَن حكم الإدراكات والإعتمادات فِيهِ فَائِدَة تشحيذ الخواطر والخاطر آلَة الدّين كالسيف آلَة الْجِهَاد فَلَا بَأْس بتشيحذه كَانَ كَقَوْلِه لعب الشطرنج يشحذ الخاطر فَهُوَ من الدّين أَيْضا وَذَلِكَ هوس فَإِن",
            "page": "107",
            "part": "1",
            "seal": "0BE7FF2C"
        },
        {
            "id": "61",
            "nass": "الخاطر يتشحذ بِسَائِر عُلُوم الشَّرْع وَلَا يخَاف فِيهَا مضرَّة فقد عرفت بِهَذَا الْقدر المذموم وَالْقدر الْمَحْمُود من الْكَلَام وَالْحَال الَّتِي يذم فِيهَا وَالْحَال الَّتِي يحمد فِيهَا والشخص الَّذِي ينْتَفع بِهِ والشخص الَّذِي لَا ينْتَفع بِهِ ¶ فَإِن قلت مهما اعْترفت بِالْحَاجةِ إِلَيْهِ فِي دفع المبتدعة والآن قد ثارت الْبدع وعمت الْبلوى وأرهقت الْحَاجة فَلَا بُد أَن يصير الْقيام بِهَذَا الْعلم من فروض الكفايات كالقيام بحراسة الْأَمْوَال وَسَائِر الْحُقُوق كالقضاء وَالْولَايَة وَغَيرهمَا وَمَا لم يشْتَغل الْعلمَاء بنشر ذَلِك والتدريس فِيهِ والبحث عَنهُ لَا يَدُوم وَلَو ترك بِالْكُلِّيَّةِ لَا ندرس وَلَيْسَ فِي مُجَرّد الطباع كِفَايَة لحل شبه المبتدعة مَا لم يتَعَلَّم فَيَنْبَغِي أَن يكون التدريس فِيهِ والبحث عَنهُ أَيْضا من فروض الكفايات بِخِلَاف زمن الصَّحَابَة رَضِي الله عَنْهُم فَإِن الْحَاجة مَا كَانَت ماسة إِلَيْهِ ¶ فَاعْلَم أَن الْحق أَنه لَا بُد فِي كل بلد من قَائِم بِهَذَا الْعلم مُسْتَقل بِدفع شبه المبتدعة الَّتِي ثارت فِي تِلْكَ الْبَلدة وَذَلِكَ يَدُوم بالتعليم وَلَكِن لَيْسَ من الصَّوَاب تدريسه على الْعُمُوم كتدريس الْفِقْه وَالتَّفْسِير فَإِن هَذَا مثل الدَّوَاء وَالْفِقْه مثل",
            "page": "108",
            "part": "1",
            "seal": "E84CF347"
        },
        {
            "id": "62",
            "nass": "الْغذَاء وضرر الْغذَاء لَا يحذر وضرر الدَّوَاء مَحْذُور لما ذكرنَا فِيهِ من أَنْوَاع الضَّرَر ¶ فالعالم يَنْبَغِي أَن يخصص بتعليم هَذَا الْعلم من فِيهِ ثَلَاث خِصَال ¶ إِحْدَاهَا التجرد للْعلم والحرص عَلَيْهِ فَإِن المحترف يمنعهُ الشّغل عَن الإستتمام وَإِزَالَة الشكوك إِذا عرضت ¶ الثَّانِيَة الذكاء والفطنة والفصاحة فَإِن البليد لَا ينْتَفع بفهمه والقدم لَا ينْتَفع بحلجاجه فيخاف عَلَيْهِ من ضَرَر الْكَلَام وَلَا يُرْجَى فِيهِ نَفعه ¶ الثَّالِثَة أَن يكون فِي طبعه الصّلاح والديانة وَالتَّقوى وَلَا تكون الشَّهَوَات غالبة عَلَيْهِ فَإِن الْفَاسِق بِأَدْنَى شُبْهَة ينخلع عَن الدّين فَإِن ذَلِك يحل عَنهُ الْحجر وَيرْفَع السد الَّذِي بَينه وَبَين الملاذ فَلَا يحرص على إِزَالَة الشّبَه بل يغتنمها ليتخلص",
            "page": "109",
            "part": "1",
            "seal": "788B3FF1"
        },
        {
            "id": "63",
            "nass": "من أعباء التَّكْلِيف فَيكون مَا يُفْسِدهُ مثل هَذَا المتعلم أَكثر مِمَّا يصلحه ¶ وَإِذا عرفت هَذِه الإنقسامات إتضح لَك أَن هَذِه الْحجَّة المحمودة فِي الْكَلَام إِنَّمَا هِيَ من جنس حجج الْقُرْآن من الْكَلِمَات اللطيفة المؤثرة فِي الْقُلُوب المقنعة للنفوس دون التغلغل فِي التقسيمات والتدقيقات الَّتِي لَا يفهمها أَكثر النَّاس وَإِذا فهموها إعتقدوا أَنَّهَا شعوذة وصناعة تعلمهَا صَاحبهَا للتلبيس ¶ فَإِذا قابله مثله فِي الصَّنْعَة قاومه وَعرفت أَن الشَّافِعِي وكافة السّلف إِنَّمَا منعُوا عَن الْخَوْض فِيهِ",
            "page": "110",
            "part": "1",
            "seal": "69CA8344"
        },
        {
            "id": "64",
            "nass": "والتجرد لَهُ لما فِيهِ من الضَّرَر الَّذِي نبهنا عَلَيْهِ وَأَن مَا نقل عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا من مناظرة الْخَوَارِج وَمَا نقل عَن عَليّ رَضِي الله عَنهُ من المناظرة فِي الْقدر وَغَيره كَانَ من الْكَلَام الْجَلِيّ الظَّاهِر وَفِي مَحل الْحَاجة وَذَلِكَ مَحْمُود فِي كل حَال ¶ نعم قد تخْتَلف الْأَعْصَار فِي كَثْرَة الْحَاجة وقلتها فَلَا يبعد أَن يخْتَلف الحكم لذَلِك ¶ فَهَذَا حكم العقيدة الَّتِي تعبد الْخلق بهَا وَحكم طَرِيق النضال عَنْهَا وحفظها ¶ فَأَما إِزَالَة الشُّبْهَة وكشف الْحَقَائِق وَمَعْرِفَة الْأَشْيَاء على مَا هِيَ عَلَيْهِ وَإِدْرَاك الْأَسْرَار الَّتِي يترجمها ظَاهر أَلْفَاظ هَذِه العقيدة فَلَا مِفْتَاح لَهُ إِلَّا الْمُجَاهِد وقمع الشَّهَوَات والإقبال بِالْكُلِّيَّةِ على الله تَعَالَى وملازمة الْفِكر الصافي عَن شوائب المجادلات وَهِي رَحْمَة من الله عز وَجل تفيض على من يتَعَرَّض لنفحاتها بِقدر",
            "page": "111",
            "part": "1",
            "seal": "7D2D1EAB"
        },
        {
            "id": "65",
            "nass": "الرزق وبحسب التَّعَرُّض وبحسب قبُول الْمحل وطهارة الْقلب وَذَلِكَ الْبَحْر الَّذِي لَا يدْرك غوره وَلَا يبلغ ساحله ¶ مَسْأَلَة الْحَقِيقَة والشريعة ¶ فَإِن قلت هَذَا الْكَلَام يُشِير إِلَى أَن هَذِه الْعُلُوم لَهَا ظواهر وأسرار وَبَعضهَا جلي يَبْدُو أَولا وَبَعضهَا خَفِي يَتَّضِح بالمجاهدة والرياضة والطلب الحثيث والفكر الصافي والسر الْخَالِي عَن كل شَيْء من أشغال الدُّنْيَا سوى الْمَطْلُوب وَهَذَا يكَاد يكون مُخَالفا للشَّرْع إِذْ لَيْسَ للشَّرْع ظَاهر وباطن وسر وعلن بل الظَّاهِر وَالْبَاطِن والسر والعلن وَاحِد فِيهِ ¶ فَاعْلَم أَن إنقسام هَذِه الْعُلُوم إِلَى خُفْيَة وجلية لَا ينكرها ذُو بَصِيرَة وَإِنَّمَا ينكرها القاصرون الَّذين تلقفوا فِي أَوَائِل الصِّبَا شَيْئا وجمدوا عَلَيْهِ فَلم يكن لَهُم ترق إِلَى شأو الْعلَا ومقامات الْعلمَاء والأولياء وَذَلِكَ ظَاهر من أَدِلَّة الشَّرْع",
            "page": "112",
            "part": "1",
            "seal": "1702E2E3"
        },
        {
            "id": "66",
            "nass": "قَالَ صلى الله عَلَيْهِ وَسلم إِن لِلْقُرْآنِ ظَاهرا وَبَاطنا وحدا ومطلعا ¶ وَقَالَ عَليّ رَضِي الله عَنهُ وَأَشَارَ إِلَى صَدره إِن هَا هُنَا علوما جمة لَو وجدت لَهَا حَملَة ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم نَحن معاشر الْأَنْبِيَاء أمرنَا أَن نُكَلِّم النَّاس على قدر عُقُولهمْ ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم مَا حدث أحد قوما بِحَدِيث لم تبلغه عُقُولهمْ إِلَّا كَانَ فتْنَة عَلَيْهِم",
            "page": "113",
            "part": "1",
            "seal": "66C2A81D"
        },
        {
            "id": "67",
            "nass": "وَقَالَ الله تَعَالَى {وَتلك الْأَمْثَال نَضْرِبهَا للنَّاس وَمَا يَعْقِلهَا إِلَّا الْعَالمُونَ} ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم إِن من الْعلم كَهَيئَةِ الْمكنون لَا يُعلمهُ إِلَّا الْعَالمُونَ بِاللَّه تَعَالَى الحَدِيث إِلَى آخِره كَمَا أوردناه فِي كتاب الْعلم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم لَو تعلمُونَ مَا أعلم لضحكتم قَلِيلا ولبكيتم كثيرا",
            "page": "114",
            "part": "1",
            "seal": "370945F3"
        },
        {
            "id": "68",
            "nass": "فليت شعري أَن لم يكن ذَلِك سرا منع من إفشائه لقُصُور الأفهام عَن إِدْرَاكه أَو لِمَعْنى آخر فَلم لم يذكرهُ لَهُم وَلَا شكّ أَنهم كَانُوا يصدقونه لَو ذكره لَهُم ¶ وَقَالَ ابْن عَبَّاس رَضِي الله عَنْهُمَا فِي قَوْله عز وَجل {الله الَّذِي خلق سبع سماوات وَمن الأَرْض مِثْلهنَّ يتنزل الْأَمر بَينهُنَّ} ¶ لَو ذكرت تَفْسِيره لرجمتموني وَفِي لفظ آخر لقلتم إِنَّه كَافِر",
            "page": "115",
            "part": "1",
            "seal": "A696540D"
        },
        {
            "id": "69",
            "nass": "وَقَالَ أَبُو هُرَيْرَة رَضِي الله عَنهُ حفظت من رَسُول الله صلى الله عَلَيْهِ وَسلم وعاءين أما أَحدهمَا فبثثته وَأما الآخر لَو بثثته لقطع هَذَا الْحُلْقُوم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم مَا فَضلكُمْ أَبُو بكر بِكَثْرَة صِيَام وَلَا صَلَاة وَلَكِن بسر وقر فِي صَدره رَضِي الله عَنهُ ¶ وَلَا شكّ فِي أَن ذَلِك السِّرّ كَانَ مُتَعَلقا بقواعد الدّين غير خَارج مِنْهَا وَمَا كَانَ من قَوَاعِد الدّين لم يكن خافيا بظواهره على غَيره ¶ وَقَالَ سهل التسترِي رَضِي الله عَنهُ للْعَالم ثَلَاثَة عُلُوم علم ظَاهر يبذله لأهل الظَّاهِر وَعلم بَاطِن لَا يَسعهُ أظهاره إِلَّا لأَهله وَعلم هُوَ بَينه وَبَين الله تَعَالَى لَا يظهره لأحد ¶ وَقَالَ بعض العارفين إفشاء سر الربوبية كفر ¶ وَقَالَ بَعضهم للربوبية سر لَو أظهر لبطلت النُّبُوَّة وللنبوة سر لَو كشف لبطل",
            "page": "116",
            "part": "1",
            "seal": "9614CA40"
        },
        {
            "id": "70",
            "nass": "الْعلم وللعلماء بِاللَّه سر لَو أظهروه لبطلت الْأَحْكَام وَهَذَا الْقَائِل إِن لم يرد بذلك بطلَان النُّبُوَّة فِي حق الضُّعَفَاء لقُصُور فهمهم فَمَا ذكره لَيْسَ بِحَق بل الصَّحِيح أَنه لَا تنَاقض فِيهِ وَأَن الْكَامِل من لَا يطفىء نور مَعْرفَته نور ورعه وملاك الْوَرع النُّبُوَّة ¶ مَسْأَلَة ¶ فَإِن قلت هَذِه الْآيَات وَالْأَخْبَار يتَطَرَّق إِلَيْهَا تأويلات فَبين لنا كَيْفيَّة إختلاف الظَّاهِر وَالْبَاطِن فَإِن الْبَاطِن إِن كَانَ مناقضا للظَّاهِر فَفِيهِ إبِْطَال الشَّرْع وَهُوَ قَول من قَالَ إِن الْحَقِيقَة خلاف الشَّرِيعَة وَهُوَ كفر لِأَن الشَّرِيعَة عبارَة عَن الظَّاهِر والحقيقة عبارَة عَن الْبَاطِن وَإِن كَانَ لَا يناقضه وَلَا يُخَالِفهُ فَهُوَ هُوَ",
            "page": "117",
            "part": "1",
            "seal": "0909E08B"
        },
        {
            "id": "71",
            "nass": "فيزول بِهِ الإنقسام وَلَا يكون للشَّرْع سر لَا يفشى بل يكون الْخَفي والجلي وَاحِدًا ¶ فَاعْلَم أَن هَذَا السُّؤَال يُحَرك خطبا عَظِيما وينجر إِلَى عُلُوم المكاشفة وَيخرج عَن مَقْصُود علم الْمُعَامَلَة وَهُوَ غَرَض هَذِه الْكتب فَإِن العقائد الَّتِي ذَكرنَاهَا من أَعمال الْقُلُوب وَقد تعبدنا بتلقينها بالقلوب والتصديق بِعقد الْقلب عَلَيْهَا لَا بِأَن يتَوَصَّل إِلَى أَن ينْكَشف لنا حقائقها فَإِن ذَلِك لم يُكَلف بِهِ كَافَّة الْخلق وَلَوْلَا أَنه من الْأَعْمَال لما أوردناه فِي هَذَا الْكتاب وَلَوْلَا أَنه عمل ظَاهر الْقلب لَا عمل بَاطِنه لما أوردناه فِي الشّطْر الأول من الْكتاب ¶ وَإِنَّمَا الْكَشْف الْحَقِيقِيّ هُوَ صفة سر الْقلب وباطنه وَلَكِن إِذا بَحر الْكَلَام إِلَى تَحْرِيك خيال فِي مناقضة الظَّاهِر للباطن فَلَا بُد من كَلَام وجيز فِي حلّه ¶ فَمن قَالَ إِن الْحَقِيقَة تخَالف الشَّرِيعَة أَو الْبَاطِن يُنَاقض الظَّاهِر فَهُوَ إِلَى الْكفْر أقرب مِنْهُ إِلَى الْإِيمَان بل الْأَسْرَار الَّتِي يخْتَص بهَا المقربون يُدْرِكهَا وَلَا يشاركهم الْأَكْثَرُونَ فِي عَملهَا ويمتنعون عَن إفشائها إِلَيْهِم ترجع إِلَى خَمْسَة أَقسَام",
            "page": "118",
            "part": "1",
            "seal": "13BA659D"
        },
        {
            "id": "72",
            "nass": "الْقسم الأول أَن يكون الشَّيْء فِي نَفسه دَقِيقًا تكل أَكثر الأفهام عَن دركه فَيخْتَص بدركه الْخَواص وَعَلَيْهِم أَن لَا يفشوه إِلَى غير أَهله فَيصير ذَلِك فتْنَة عَلَيْهِم حَيْثُ تقصر أفهامهم عَن الدَّرك وإخفاء سر الرّوح ¶ وكف رَسُول الله صلى الله عَلَيْهِ وَسلم عَن بَيَانه من هَذَا الْقسم فَإِن حَقِيقَته مِمَّا تكل الأفهام عَن دركه وتقصر الأوهام عَن تصور كنهه ¶ وَلَا تَظنن أَن ذَلِك لم يكن مكشوفا لرَسُول الله صلى الله عَلَيْهِ وَسلم فَإِن من لم يعرف الرّوح فَكَأَنَّهُ لم يعرف نَفسه وَمن لم يعرف نَفسه فَكيف يعرف ربه سُبْحَانَهُ ¶ وَلَا يبعد أَن يكون ذَلِك مكشوفا لبَعض الْأَوْلِيَاء وَالْعُلَمَاء وَإِن لم يَكُونُوا أَنْبيَاء وَلَكنهُمْ يتأدبون بآداب الشَّرْع فيسكتون عَمَّا سكت عَنهُ بل فِي صِفَات الله",
            "page": "119",
            "part": "1",
            "seal": "5CEA622E"
        },
        {
            "id": "73",
            "nass": "عز وَجل من الخفايا مَا تقصر أفهام الجماهير عَن دركه وَلم يذكر رَسُول الله صلى الله عَلَيْهِ وَسلم مِنْهَا إِلَّا الظَّوَاهِر للأفهام من الْعلم وَالْقُدْرَة وَغَيرهمَا حَتَّى فهمها الْخلق بِنَوْع مُنَاسبَة توهموها إِلَى علمهمْ وقدرتهم إِذْ كَانَ لَهُم من الْأَوْصَاف مَا يُسمى علما وقدرة فيتوهمون ذَلِك بِنَوْع مقايسة وَلَو ذكر من صِفَاته مَا لَيْسَ لِلْخلقِ مِمَّا يُنَاسِبه بعض الْمُنَاسبَة شَيْء لم يفهموه بل لَذَّة الْجِمَاع إِذا ذكرت للصَّبِيّ أَو الْعنين لم يفهمها إِلَّا بمناسبة إِلَى لَذَّة المطعوم الَّذِي يُدْرِكهُ وَلَا يكون ذَلِك فهما على التَّحْقِيق والمخالفة بَين علم الله تَعَالَى وَقدرته وَعلم الْخلق وقدرتهم أَكثر من الْمُخَالفَة بَين لَذَّة الْجِمَاع وَالْأكل",
            "page": "120",
            "part": "1",
            "seal": "D7DD54A2"
        },
        {
            "id": "74",
            "nass": "وَبِالْجُمْلَةِ فَلَا يدْرك الْإِنْسَان إِلَّا نَفسه وصفات نَفسه مِمَّا هِيَ حَاضِرَة لَهُ فِي الْحَال أَو مِمَّا كَانَت لَهُ من قبل ثمَّ بالمقايسة إِلَيْهِ يفهم ذَلِك لغيره ثمَّ قد يصدق بِأَن بَينهمَا تَفَاوتا فِي الشّرف والكمال فَلَيْسَ فِي قُوَّة الْبشر إِلَّا أَن يثبت لله تَعَالَى مَا هُوَ ثَابت لنَفسِهِ من الْفِعْل وَالْعلم وَالْقُدْرَة وَغَيرهَا من الصِّفَات مَعَ التَّصْدِيق بِأَن ذَلِك أكمل وأشرف فَيكون مُعظم تحويمه على صِفَات نَفسه لَا على مَا اخْتصَّ الرب تَعَالَى بِهِ من الْجلَال وَلذَلِك قَالَ صلى الله عَلَيْهِ وَسلم لَا أحصي ثَنَاء عَلَيْك أَنْت كَمَا أثنيت على نَفسك",
            "page": "121",
            "part": "1",
            "seal": "810F22EE"
        },
        {
            "id": "75",
            "nass": "وَلَيْسَ الْمَعْنى أَنِّي أعجز عَن التَّعْبِير عَمَّا أَدْرَكته بل هُوَ اعْتِرَاف بالقصور عَن إِدْرَاك جَلَاله وَلذَلِك قَالَ بَعضهم مَا عرف الله بِالْحَقِيقَةِ سوى الله عز وَجل ¶ وَقَالَ الصّديق رَضِي الله عَنهُ الْحَمد لله الَّذِي لم يَجْعَل لِلْخلقِ سَبِيلا إِلَى مَعْرفَته إِلَّا بِالْعَجزِ عَن مَعْرفَته ¶ ولنقيض عنان الْكَلَام عَن هَذَا النمط ولنرجع إِلَى الْغَرَض وَهُوَ أَن أحد الْأَقْسَام مَا تكل الأفهام عَن إِدْرَاكه وَمن جملَته الرّوح وَمن جملَته بعض صِفَات الله تَعَالَى ¶ وَلَعَلَّ الْإِشَارَة إِلَى مثله فِي قَوْله صلى الله عَلَيْهِ وَسلم ¶ إِن لله سُبْحَانَهُ سبعين حِجَابا من نور لَو كشفها لأحرقت سبحات وَجهه كل من أدْركهُ بَصَره",
            "page": "122",
            "part": "1",
            "seal": "8B40DFDD"
        },
        {
            "id": "76",
            "nass": "الْقسم الثَّانِي من الخفيات الَّتِي تمْتَنع الْأَنْبِيَاء وَالصِّدِّيقُونَ عَن ذكرهَا مَا هُوَ مَفْهُوم فِي نَفسه لَا يكل الْفَهم عَنهُ وَلَكِن ذكره يضر بِأَكْثَرَ المستمعين وَلَا يضر بالأنبياء وَالصديقين ¶ وسر الْقدر الَّذِي منع أهل الْعلم من إفشائه من هَذَا الْقسم فَلَا يبعد أَن يكون ذكر بعض الْحَقَائِق مضرا بِبَعْض الْخلق كَمَا يضر نور الشَّمْس بأبصار الخفافيش وكما تضر ريَاح الْورْد بالجعل وَكَيف يبعد هَذَا وَقَوْلنَا أَن الْكفْر وَالزِّنَا والمعاصي والشرور كُله بِقَضَاء الله تَعَالَى وإرادته ومشيئته حق فِي نَفسه وَقد أضرّ",
            "page": "123",
            "part": "1",
            "seal": "91DF854E"
        },
        {
            "id": "77",
            "nass": "سَمَاعه بِقوم إِذْ أوهم ذَلِك عِنْدهم أَنه دلَالَة على السَّفه ونقيض الْحِكْمَة وَالرِّضَا بالقبيح وَالظُّلم ¶ وَقد ألحد ابْن الراوندي وَطَائِفَة من المخذولين بِمثل ذَلِك وَكَذَلِكَ سر الْقدر وَلَو أفشى لأوهم عِنْد أَكثر الْخلق عَجزا إِذا تقصر أفهامهم عَن إِدْرَاك مَا يزِيل ذَلِك الْوَهم عَنْهُم ¶ وَلَو قَالَ قَائِل إِن الْقِيَامَة لَو ذكر ميقاتها وَأَنَّهَا بعد ألف سنة أَو أَكثر أَو أقل لَكَانَ مفهوما وَلَكِن لم يذكر لمصْلحَة الْعباد وخوفا من الضَّرَر فَلَعَلَّ الْمدَّة إِلَيْهَا بعيدَة فَيطول الأمد وَإِذا اسْتَبْطَأَتْ النُّفُوس وَقت الْعقَاب قل إكتراثها ولعلها",
            "page": "124",
            "part": "1",
            "seal": "0F2676A7"
        },
        {
            "id": "78",
            "nass": "كَانَت قريبَة فِي علم الله سُبْحَانَهُ وَلَو ذكرت لعظم الْخَوْف وَأعْرض النَّاس عَن الْأَعْمَال وَخَربَتْ الدُّنْيَا ¶ فَهَذَا الْمَعْنى لَو اتجه وَصَحَّ فَيكون مِثَالا لهَذَا الْقسم ¶ الْقسم الثَّالِث أَن يكون الشَّيْء بِحَيْثُ لَو ذكر صَرِيحًا لفهم وَلم يكن فِيهِ ضَرَر وَلَكِن يكنى عَنهُ على سَبِيل الإستعارة وَالرَّمْز ليَكُون وقعه فِي قلب المستمع أغلب وَله مصلحَة فِي أَن يعظم وَقع ذَلِك الْأَمر فِي قلبه كَمَا لَو قَالَ قَائِل رَأَيْت فلَانا يُقَلّد الدّرّ فِي أَعْنَاق الْخَنَازِير فكنى بِهِ عَن إفشاء الْعلم وَبث الْحِكْمَة إِلَى غير أَهلهَا فالمستمع قد يسْبق إِلَى فهمه ظَاهر للفظ والمحقق إِذا نظر وَعلم أَن ذَلِك الْإِنْسَان لم يكن مَعَه در وَلَا كَانَ فِي مَوْضِعه خِنْزِير تفطن لدرك السِّرّ وَالْبَاطِن فيتفاوت النَّاس فِي ذَلِك وَمن هَذَا قَالَ الشَّاعِر ¶ (رجلَانِ خياط وَآخر حائك ... متقابلان على السماك الأعزل) ¶ (لَا زَالَ ينسج ذَاك خرقَة مُدبر ... ويخيط صَاحبه ثِيَاب الْمقبل)",
            "page": "125",
            "part": "1",
            "seal": "F39F36A6"
        },
        {
            "id": "79",
            "nass": "فَإِنَّهُ عبر عَن سَبَب سماوي فِي الإقبال والإدبار برجلَيْن صانعين وَهَذَا النَّوْع يرجع إِلَى التَّعْبِير عَن الْمَعْنى بالصورة الَّتِي تَتَضَمَّن عين الْمَعْنى أَو مثله وَمِنْه قَوْله صلى الله عَلَيْهِ وَسلم ¶ إِن الْمَسْجِد لينزوي من النخامة كَمَا تنزوي الْجلْدَة على النَّار وَأَنت ترى أَن ساحة الْمَسْجِد لَا تنقبض بالنخامة ¶ وَمَعْنَاهُ أَن روح الْمَسْجِد كَونه مُعظما وَرمي النخامة فِيهِ تحقير لَهُ فيضاد معنى المسجدية مضادة النَّار لإتصال أَجزَاء الْجلْدَة ¶ وَكَذَلِكَ قَوْله صلى الله عَلَيْهِ وَسلم ¶ أما يخْشَى الَّذِي يرفع رَأسه قبل الإِمَام أَن يحول الله رَأسه رَأس حمَار",
            "page": "126",
            "part": "1",
            "seal": "0652572C"
        },
        {
            "id": "80",
            "nass": "وَذَلِكَ من حَيْثُ الصُّور لم يكن قطّ وَلَا يكون وَلَكِن من حَيْثُ الْمَعْنى هُوَ كَائِن إِذْ رَأس الْحمار لم يكن بحقيقته لكَونه وشكله بل بخاصيته وَهِي البلادة والحمق ¶ وَمن رفع رَأسه قبل الإِمَام فقد صَار رَأسه حمَار فِي معنى البلادة والحمق وَهُوَ الْمَقْصُود دون الشكل الَّذِي هُوَ قالب الْمَعْنى إِذْ من غَايَة الْحمق أَن يجمع بَين الإقتداء وَبَين التَّقَدُّم فَإِنَّهُمَا متناقضان ¶ وَإِنَّمَا يعرف أَن هَذَا السِّرّ على خلاف الظَّاهِر إِمَّا بِدَلِيل عَقْلِي أَو شَرْعِي ¶ أما الْعقلِيّ فَأن يكون حمله على الظَّاهِر غير مُمكن كَقَوْلِه صلى الله عَلَيْهِ وَسلم ¶ قلب الْمُؤمن بَين أصبعين من أَصَابِع الرَّحْمَن ¶ إِذْ لَو فتشنا عَن قُلُوب الْمُؤمنِينَ فَلم نجد فِيهَا أَصَابِع فَعلم أَنَّهَا كِنَايَة عَن",
            "page": "127",
            "part": "1",
            "seal": "6DC17AB9"
        },
        {
            "id": "81",
            "nass": "الْقُدْرَة الَّتِى هِيَ سر الْأَصَابِع وروحها الْخَفي وكنى بالأصابع عَن الْقُدْرَة لِأَن ذَلِك أعظم وَقعا فِي تفهم تَمام الإقتدار وَمن هَذَا الْقَبِيل فِي كنايته عَن الإقتدار قَوْله تَعَالَى {إِنَّمَا قَوْلنَا لشَيْء إِذا أردناه أَن نقُول لَهُ كن فَيكون} ¶ فَإِن ظَاهره مُمْتَنع إِذْ قَوْله كن إِن كَانَ خطابا للشَّيْء قبل وجوده فَهُوَ محَال إِذْ الْمَعْدُوم لَا يفهم الْخطاب حَتَّى يمتثل وَإِن كَانَ بعد الْوُجُود فَهُوَ مستغن عَن التكوين وَلَكِن لما كَانَت هَذِه الْكِتَابَة أوقع فِي النُّفُوس فِي تفهيم غَايَة الإقتدار عدل إِلَيْهَا ¶ وَأما الْمدْرك بِالشَّرْعِ فَهُوَ أَن يكون إجراؤه على الظَّاهِر مُمكنا وَلكنه يرْوى أَنه أُرِيد بِهِ غير الظَّاهِر كَمَا ورد فِي تَفْسِير قَوْله تَعَالَى {أنزل من السَّمَاء مَاء فسالت أَوديَة بِقَدرِهَا} الْآيَة وَإِن معنى المَاء هَا",
            "page": "128",
            "part": "1",
            "seal": "305611E0"
        },
        {
            "id": "82",
            "nass": "هُنَا هُوَ الْقُرْآن وَمعنى الأودية هِيَ الْقُلُوب وَأَن بَعْضهَا احتملت شَيْئا كثيرا وَبَعضهَا قَلِيلا وَبَعضهَا لم يحْتَمل والزبد مثل الْكفْر والنفاق فَإِنَّهُ وَإِن ظهر وطفا على رَأس المَاء فَإِنَّهُ لَا يثبت وَالْهِدَايَة الَّتِي تَنْفَع النَّاس تمكث وَفِي هَذَا الْقسم تعمق جمَاعَة فأولوا مَا ورد فِي الْآخِرَة من الْمِيزَان والصراط وَغَيرهمَا وَهُوَ بِدعَة إِذْ لم ينْقل ذَلِك بطرِيق الرِّوَايَة وإجراؤه على الظَّاهِر غير محَال",
            "page": "129",
            "part": "1",
            "seal": "EB37DBC9"
        },
        {
            "id": "83",
            "nass": "فَيجب إجراؤه على الظَّاهِر ¶ الْقسم الرَّابِع أَن يدْرك الْإِنْسَان الشَّيْء جملَة ثمَّ يُدْرِكهُ تَفْصِيلًا بالتحقيق والذوق بِأَن يصير حَالا ملابسا لَهُ فيتفاوت العلمان وَيكون الأول كالقشر وَالثَّانِي كاللباب وَالْأول كَالظَّاهِرِ ¶ وَالثَّانِي كالباطن وَذَلِكَ كَمَا يتَمَثَّل للْإنْسَان فِي عينه شخص فِي الظلمَة أَو على الْبعد فَيحصل لَهُ نوع علم فَإِذا رَآهُ بِالْقربِ أَو بعد زَوَال الظلام أدْرك تفرقه بَينهمَا وَلَا يكون الْأَخير الأول بل هُوَ إستكمال لَهُ ¶ فَكَذَلِك الْعلم وَالْإِيمَان والتصديق إِذْ قد يصدق الْإِنْسَان بِوُجُود الْعِشْق وَالْمَرَض وَالْمَوْت قبل وُقُوعه وَلَكِن تحَققه بِهِ عِنْد الْوُقُوع أكمل من تحَققه قبل الْوُقُوع بل للْإنْسَان فِي الشَّهْوَة والعشق وَسَائِر الْأَحْوَال ثَلَاثَة أَحْوَال مُتَفَاوِتَة وإدراكات متباينة ¶ الأول تَصْدِيقه بِوُجُودِهِ قبل وُقُوعه ¶ وَالثَّانِي عِنْد وُقُوعه ¶ وَالثَّالِث بعد تصرمه فَإِن تحققك بِالْجُوعِ بعد زَوَاله يُخَالف التحقق بِهِ قبل الزَّوَال ¶ وَكَذَلِكَ من عُلُوم الدّين مَا يصير ذوقا فيكمل فَيكون ذَلِك كالباطن",
            "page": "130",
            "part": "1",
            "seal": "9E031AE4"
        },
        {
            "id": "84",
            "nass": "بِالْإِضَافَة إِلَى مَا قبل ذَلِك فَفرق بَين علم الْمَرِيض بِالصِّحَّةِ وَبَين علم الصَّحِيح بهَا ¶ فَفِي هَذِه الْأَقْسَام الْأَرْبَعَة تَتَفَاوَت الْخلق وَلَيْسَ فِي شَيْء مِنْهَا بَاطِن يُنَاقض الظَّاهِر بل يتممه ويكمله كَمَا يتمم اللب القشر ¶ وَالسَّلَام ¶ الْقسم الْخَامِس أَن يعبر بِلِسَان الْمقَال عَن لِسَان الْحَال فالقاصر الْفَهم يقف على الظَّاهِر ويعتقده نطقا والبصير بالحقائق يدْرك السِّرّ فِيهِ ¶ وَهَذَا كَقَوْل الْقَائِل قَالَ الْجِدَال للوتد لم تشقني ¶ قَالَ سل من يدقني فَلم يتركني ورائي الْحجر الَّذِي ورائي ¶ فَهَذَا تَعْبِير عَن لِسَان الْحَال بِلِسَان الْمقَال ¶ وَمن هَذَا قَوْله تَعَالَى {ثمَّ اسْتَوَى إِلَى السَّمَاء وَهِي دُخان فَقَالَ لَهَا}",
            "page": "131",
            "part": "1",
            "seal": "1D2AA086"
        },
        {
            "id": "85",
            "nass": "وللأرض ائتيا طَوْعًا أَو كرها قالتآ أَتَيْنَا طائعين) ¶ فالبليد يفْتَقر فِي فهمه إِلَى أَن يقدر لَهما حَيَاة وعقلا وفهما للخطاب وخطابا هُوَ صَوت وحرف تسمعه السَّمَاء وَالْأَرْض فتجيبان بِحرف وَصَوت وَتَقُولَانِ أَتَيْنَا طائعين والبصير يعلم أَن ذَلِك لِسَان الْحَال وَأَنه أنباء عَن كَونهمَا مسخرتين بِالضَّرُورَةِ ومضطرتين إِلَى التسخير ¶ وَمن هَذَا قَوْله تَعَالَى {وَإِن من شَيْء إِلَّا يسبح بِحَمْدِهِ} ¶ فالبليد يفْتَقر فِيهِ إِلَى أَن يقدر للجمادات حَيَاة وعقلا ونطقا بِصَوْت وحرف حَتَّى يَقُول سُبْحَانَ الله ليتَحَقَّق تسبيحه والبصير يعلم أَنه مَا أُرِيد بِهِ نطق اللِّسَان بل كَونه مسبحا بِوُجُودِهِ ومقدسا بِذَاتِهِ وَشَاهدا بوحدانية الله سُبْحَانَهُ كَمَا يُقَال ¶ وَفِي كل شَيْء لَهُ آيَة ... تدل على أَنه الْوَاحِد ¶ وكما يُقَال هَذِه الصَّنْعَة المحكمة تشهد لصانعها بِحسن التَّدْبِير وَكَمَال الْعلم لَا بِمَعْنى أَنَّهَا تَقول أشهد بالْقَوْل وَلَكِن بِالذَّاتِ وَالْحَال ¶ وَكَذَلِكَ مَا من شَيْء إِلَّا",
            "page": "132",
            "part": "1",
            "seal": "93B0180F"
        },
        {
            "id": "86",
            "nass": "وَهُوَ مُحْتَاج فِي نَفسه إِلَى موجد يوجده ¶ ويبقيه ويديم أَوْصَافه ويردده فِي أطواره ¶ فَهُوَ بحاجته يشْهد لخالقه بالتقديس يدْرك شَهَادَته ذَوُو البصائر دون الجامدين على الظَّوَاهِر وَذَلِكَ قَالَ تَعَالَى {وَلَكِن لَا تفقهون تسبيحهم} ¶ وَأما القاصرون فَلَا يفقهُونَ أصلا ¶ وَأما المقربون وَالْعُلَمَاء الراسخون فَلَا يفقهُونَ كنهه وكماله إِذْ لكل شَيْء شَهَادَات شَتَّى على تقديس الله سُبْحَانَهُ وتسبيحه وَيدْرك كل وَاحِد بِقدر عقله وبصيرته وتعداد تِلْكَ الشَّهَادَات لَا يَلِيق بِعلم الْمُعَامَلَة ¶ فَهَذَا الْفَنّ أَيْضا مِمَّا يتَفَاوَت أَرْبَاب الظَّوَاهِر وأرباب البصائر فِي علمه وَتظهر بِهِ مُفَارقَة الْبَاطِن للظَّاهِر",
            "page": "133",
            "part": "1",
            "seal": "C1327877"
        },
        {
            "id": "87",
            "nass": "وَفِي هَذَا الْمقَام لأرباب المقامات إِسْرَاف وإقتصاد فَمن مُسْرِف فِي رفع الظَّوَاهِر إنتهى إِلَى تَغْيِير جَمِيع الظَّوَاهِر والبراهين أَو أَكْثَرهَا حَتَّى حملُوا قَوْله تَعَالَى {وتكلمنا أَيْديهم وَتشهد أَرجُلهم} ¶ وَقَوله تَعَالَى {وَقَالُوا لجلودهم لم شهدتم علينا قَالُوا أنطقنا الله الَّذِي أنطق كل شَيْء} ¶ وَكَذَلِكَ المخاطبات الَّتِي تجْرِي من مُنكر وَنَكِير وَفِي الْمِيزَان والصراط والحساب ومناظرات أهل النَّار وَأهل الْجنَّة فِي قَوْلهم ¶ {أفيضوا علينا من المَاء أَو مِمَّا رزقكم الله} ¶ زَعَمُوا أَن ذَلِك كُله بِلِسَان الْحَال وغلا آخَرُونَ فِي حسم الْبَاب مِنْهُم أَحْمد بن حَنْبَل رَضِي الله عَنهُ حَتَّى منع تَأْوِيل قَوْله {كن فَيكون} وَزَعَمُوا أَن ذَلِك خطاب بِحرف وَصَوت يُوجد من الله تَعَالَى فِي كل لَحْظَة بِعَدَد كَون كل مكون",
            "page": "134",
            "part": "1",
            "seal": "AF679092"
        },
        {
            "id": "88",
            "nass": "حَتَّى سَمِعت بعض أَصْحَابه يَقُول إِنَّه حسم بَاب التَّأْوِيل إِلَّا لثَلَاثَة أَلْفَاظ قَوْله صلى الله عَلَيْهِ وَسلم ¶ الْحجر الْأسود يَمِين الله فِي أرضه ¶ وَقَوله صلى الله عَلَيْهِ وَسلم ¶ قلب الْمُؤمن بَين أصبعين من أَصَابِع الرَّحْمَن ¶ وَقَوله صلى الله عَلَيْهِ وَسلم إِنِّي لأجد نفس الرَّحْمَن من جَانب الْيمن",
            "page": "135",
            "part": "1",
            "seal": "32DB408F"
        },
        {
            "id": "89",
            "nass": "وَمَال إِلَى حسم الْبَاب أَرْبَاب الظَّوَاهِر ¶ وَالظَّن بِأَحْمَد بن حَنْبَل رَضِي الله عَنهُ أَنه علم أَن الإستواء لَيْسَ هُوَ الإستقرار وَالنُّزُول لَيْسَ هُوَ الإنتقال وَلكنه منع من التَّأْوِيل حسما للباب ورعاية لصلاح الْخلق فَإِنَّهُ إِذا فتح الْبَاب اتَّسع الْخرق وَخرج الْأَمر عَن الضَّبْط وَجَاوَزَ حد الإقتصاد إِذْ حد مَا جَاوز الإقتصاد لَا يَنْضَبِط فَلَا بَأْس بِهَذَا الزّجر ¶ وَيشْهد لَهُ سيرة السّلف فَإِنَّهُم كَانُوا يَقُولُونَ أمروها كَمَا جَاءَت حَتَّى قَالَ مَالك رَحمَه الله لما سُئِلَ عَن الإستواء الإستواء مَعْلُوم والكيفية مَجْهُولَة",
            "page": "136",
            "part": "1",
            "seal": "114DFFE4"
        },
        {
            "id": "90",
            "nass": "وَالْإِيمَان بِهِ وَاجِب وَالسُّؤَال عَنهُ بِدعَة ¶ وَذَهَبت طَائِفَة إِلَى الإقتصاد وفتحوا بَاب التَّأْوِيل فِي بعض مَا يتَعَلَّق بِصِفَات الله سُبْحَانَهُ وَتركُوا مَا يتَعَلَّق بِالآخِرَة على ظواهرها وَمنعُوا التَّأْوِيل فِيهِ وهم الأشعرية ¶ وَزَاد الْمُعْتَزلَة عَلَيْهِم حَتَّى أولُوا من صِفَاته تَعَالَى الرُّؤْيَة وَأولُوا كَونه سميعا بَصيرًا وَأولُوا الْمِعْرَاج وَزَعَمُوا أَنه لم يكن بالجسد وَأولُوا عَذَاب الْقَبْر وَالْمِيزَان والصراط وَجُمْلَة من أَحْكَام الْآخِرَة وَلَكِن أقرُّوا بحشر الأجساد وبالجنة واشتمالها على المأكولات والمشمومات والمنكوحات والملاذ المحسوسة",
            "page": "137",
            "part": "1",
            "seal": "2C379395"
        },
        {
            "id": "91",
            "nass": "وبالنار واشتمالها على جسم محسوس محرق يحرق الْجُلُود ويذيب الشحوم وَمن ترقيهم إِلَى هَذَا الْحَد زَاد الفلاسفة فأولوا كل مَا ورد فِي الْآخِرَة وردوه إِلَى الام عقلية وروحانية ولذات عقلية وأنكروا حشر الأجساد وَقَالُوا بِبَقَاء النُّفُوس وَأَنَّهَا تكون إِمَّا معذبة وَإِمَّا منعمة بِعَذَاب ونعيم لَا يدْرك بالحس ¶ وَهَؤُلَاء هم المسرفون ¶ وحد الإقتصاد بَين هَذَا الإنحلال كُله وَبَين جمود الْحَنَابِلَة دَقِيق غامض لَا يطلع عَلَيْهِ إِلَّا الموفقون الَّذين يدركون الْأُمُور بِنور إلهي لَا بِالسَّمَاعِ ¶ ثمَّ إِذا إنكشفت لَهُم أسرار الْأُمُور على مَا هِيَ عَلَيْهِ نظرُوا إِلَى السّمع والألفاظ الْوَارِدَة فَمَا وَافق مَا شاهدوه بِنور الْيَقِين قررو وَمَا خَالف أولوه ¶ فَأَما من يَأْخُذ معرفَة هَذِه الْأُمُور من السّمع الْمُجَرّد فَلَا يسْتَقرّ لَهُ فِيهَا قدم وَلَا يتَعَيَّن لَهُ موقف والأليق بالمقتصر على السّمع الْمُجَرّد مقَام أَحْمد بن حَنْبَل رَحمَه الله",
            "page": "138",
            "part": "1",
            "seal": "8E12C01C"
        },
        {
            "id": "92",
            "nass": "والآن فكشف الغطاء عَن حد الإقتصاد فِي هَذِه الْأُمُور دَاخل فِي علم المكاشفة وَالْقَوْل فِيهِ يطول فَلَا نَخُوض فِيهِ وَالْغَرَض بَيَان مُوَافقَة الْبَاطِن الظَّاهِر وَأَنه غير مُخَالف لَهُ فقد إنكشفت بِهَذِهِ الْأَقْسَام الْخَمْسَة أُمُور كَثِيرَة ¶ وَإِذا رَأينَا أَن نقتصر بكافة الْعَوام على تَرْجَمَة العقيدة الَّتِي حررناها وَأَنَّهُمْ لَا يكلفون غير ذَلِك فِي الدرجَة الأولى إِلَّا إِذا كَانَ خوف تشويش لشيوع الْبِدْعَة فيرقى فِي الدرجَة الثَّانِيَة إِلَى عقيدة فِيهَا لوامع من الْأَدِلَّة المختصرة من غير تعمق فلنورد فِي هَذَا الْكتاب تِلْكَ اللوامع ولنقتصر فِيهَا على مَا حررناه لأهل الْقُدس وسميناه الرسَالَة القدسية فِي قَوَاعِد العقائد وَهِي مودعة فِي هَذَا الْفَصْل الثَّالِث من هَذَا الْكتاب",
            "page": "139",
            "part": "1",
            "seal": "B8CA0CAA"
        },
        {
            "id": "94",
            "nass": "الْفَصْل الثَّالِث ¶ من كتاب قَوَاعِد العقائد فِي لوامع الْأَدِلَّة للعقيدة الَّتِي ترجمناها بالقدس",
            "page": "141",
            "part": "1",
            "seal": "680E86F6"
        },
        {
            "id": "97",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله الَّذِي ميز عِصَابَة السّنة بأنوار الْيَقِين وآثر رَهْط الْحق بالهداية إِلَى دعائم الدّين وجنبهم زيغ الزائغين",
            "page": "143",
            "part": "1",
            "seal": "7347FC3D"
        },
        {
            "id": "98",
            "nass": "وضلال الْمُلْحِدِينَ ووفقهم للاقتداء بِسَيِّد الْمُرْسلين وسددهم للتأسي بصحبه الأكرمين وَيسر لَهُم اقتفاء آثَار السّلف الصَّالِحين حَتَّى اعتصموا من مقتضيات الْعُقُول بالحبل المتين وَمن سير الْأَوَّلين وعقائدهم بالمنهج الْمُبين فَجمعُوا بِالْقبُولِ بَين نتائج الْعُقُول وقضايا الشَّرْع الْمَنْقُول وتحققوا أنّ النُّطْق بِمَا تعبدوا بِهِ من قَول لَا إِلَه إِلَّا الله مُحَمَّد رَسُول الله لَيْسَ لَهُ طائل وَلَا محصول إِن لم تتَحَقَّق الْإِحَاطَة بِمَا تَدور عَلَيْهِ هَذِه الشَّهَادَة من الأقطاب وَالْأُصُول وَعرفُوا أَن كلمتي الشَّهَادَة على إيجازها تَتَضَمَّن إِثْبَات ذَات الْإِلَه وَإِثْبَات صِفَاته وَإِثْبَات أَفعاله وَإِثْبَات",
            "page": "144",
            "part": "1",
            "seal": "7C1893A4"
        },
        {
            "id": "99",
            "nass": "صدق الرَّسُول وَعَلمُوا أَن بِنَاء الْإِيمَان على هَذِه الْأَركان وَهِي أَرْبَعَة ويدور كل ركن مِنْهَا على عشرَة أصُول ¶ الرُّكْن الأوّل فِي معرفَة ذَات الله تَعَالَى ومداره على عشرَة أصُول وَهِي الْعلم بِوُجُود الله تَعَالَى وَقدمه وبقائه وَأَنه لَيْسَ بجوهر وَلَا جسم وَلَا عرض وَأَنه سُبْحَانَهُ لَيْسَ مُخْتَصًّا بِجِهَة وَلَا مُسْتَقرًّا على مَكَان وَأَنه يرى وَأَنه وَاحِد ¶ الرُّكْن الثَّانِي فِي صِفَاته ويشتمل على عشرَة أصُول وَهُوَ الْعلم بِكَوْنِهِ حَيا عَالما قَادِرًا مرِيدا سميعاً بَصيرًا متكلماً منزهاً عَن حُلُول الْحَوَادِث وَأَنه قديم الْكَلَام وَالْعلم والإرادة ¶ الرُّكْن الثَّالِث فِي أَفعاله تَعَالَى ومداره على عشرَة أصُول وَهِي أَن أَفعَال الْعباد مخلوقة لله تَعَالَى وَأَنَّهَا مكتسبة للعباد وَأَنَّهَا مُرَادة لله تَعَالَى وَأَنَّهَا مكتسبة",
            "page": "145",
            "part": "1",
            "seal": "F538A4D5"
        },
        {
            "id": "100",
            "nass": "للعباد وَأَنَّهَا مُرَادة لله تَعَالَى وَأَنه متفضل بالخلق والاختراع وأنّ لَهُ تَعَالَى تَكْلِيف مَا لَا يُطَاق وأنّ لَهُ إيلام البريء وَلَا يجب عَلَيْهِ رِعَايَة الْأَصْلَح وَأَنه لَا وَاجِب إِلَّا بِالشَّرْعِ وأنّ بَعثه الْأَنْبِيَاء جَائِز وأنّ نبوة نَبينَا مُحَمَّد صلى الله عَلَيْهِ وَسلم ثَابِتَة مؤيدة بالمعجزات ¶ الرُّكْن الرَّابِع فِي السمعيات ومداره على عشرَة أصُول وَهِي إِثْبَات الْحَشْر والنشر وسؤال مُنكر وَنَكِير وَعَذَاب الْقَبْر وَالْمِيزَان والصراط وَخلق الْجنَّة وَالنَّار وَأَحْكَام الْإِمَامَة وأنّ فضل الصَّحَابَة على حسب ترتيبهم وشروط الْإِمَامَة",
            "page": "146",
            "part": "1",
            "seal": "18DA4ED8"
        },
        {
            "id": "101",
            "nass": "الرُّكْن الأوّل فِي معرفَة ذَات الله تَعَالَى ومداره على عشرَة أصُول",
            "page": "147",
            "part": "1",
            "seal": "6E160BA4"
        },
        {
            "id": "103",
            "nass": "فَأَما الرُّكْن الأول من أَرْكَان الْإِيمَان فِي معرفَة ذَات الله سُبْحَانَهُ وَتَعَالَى وأنّ الله تَعَالَى وَاحِد ومداره على عشرَة أصُول ¶ الأَصْل الأول الْعلم بِوُجُودِهِ تَعَالَى وَمَعْرِفَة وجوده تَعَالَى ¶ وَأول مَا يستضاء بِهِ من الْأَنْوَار ويسلك من طَرِيق الِاعْتِبَار مَا أرشد إِلَيْهِ",
            "page": "149",
            "part": "1",
            "seal": "6732D9A6"
        },
        {
            "id": "104",
            "nass": "الْقُرْآن فَلَيْسَ بعد بَيَان الله سُبْحَانَهُ بَيَان وَقد قَالَ تَعَالَى {ألم نجْعَل الأَرْض مهادا وَالْجِبَال أوتادا وخلقناكم أَزْوَاجًا وَجَعَلنَا نومكم سباتا وَجَعَلنَا اللَّيْل لباساً وَجَعَلنَا النَّهَار معاشا وبنينا فَوْقكُم سبعا شداداً وَجَعَلنَا سِرَاجًا وهاجا وأنزلنا من المعصرات مَاء ثجاجا لنخرج بِهِ حبا ونباتا وجنات ألفافا} ¶ وَقَالَ تَعَالَى {إنّ فِي خلق السَّمَاوَات وَالْأَرْض وَاخْتِلَاف اللَّيْل وَالنَّهَار والفلك الَّتِي تجْرِي فِي الْبَحْر بِمَا ينفع النَّاس وَمَا أنزل الله من السَّمَاء من مَاء فأحيا بِهِ الأَرْض بعد مَوتهَا وَبث فِيهَا من كل دَابَّة وتصريف الرِّيَاح والسحاب المسخر بَين السَّمَاء وَالْأَرْض لآيَات لقوم يعْقلُونَ}",
            "page": "150",
            "part": "1",
            "seal": "17D45FC9"
        },
        {
            "id": "105",
            "nass": "وَقَالَ تَعَالَى {ألم تروا كَيفَ خلق الله سبع سماوات طباقاً وَجعل الْقَمَر فِيهِنَّ نورا وَجعل الشَّمْس سِرَاجًا وَالله أنبتكم من الأَرْض نباتا ثمَّ يعيدكم فِيهَا ويخرجكم إخراجا} ¶ وَقَالَ تَعَالَى {أَفَرَأَيْتُم مَا تمنون أأنتم تخلقونه أم نَحن الْخَالِقُونَ} إِلَى قَوْله {للمقوين} ¶ فَلَيْسَ يخفى على من مَعَه أدنى مسكة من عقل إِذا تَأمل بِأَدْنَى فكرة مَضْمُون هَذِه الْآيَات وأدار نظره على عجائب خلق الله فِي الأَرْض وَالسَّمَاوَات وبدائع فطْرَة الْحَيَوَان والنبات أَن هَذَا الْأَمر العجيب وَالتَّرْتِيب الْمُحكم لَا يَسْتَغْنِي عَن صانع يدبره وفاعل يحكمه ويقدره بل تكَاد فطْرَة النُّفُوس تشهد بِكَوْنِهَا",
            "page": "151",
            "part": "1",
            "seal": "19DE57E3"
        },
        {
            "id": "106",
            "nass": "مقهورة تَحت تسخيره ومصرفة بِمُقْتَضى تَدْبيره وَلذَلِك قَالَ الله تَعَالَى ¶ {أَفِي الله شكّ فاطر السَّمَاوَات وَالْأَرْض} ¶ وَلِهَذَا بعث الْأَنْبِيَاء صلوَات الله عَلَيْهِم لدَعْوَة الْخلق إِلَى التَّوْحِيد لِيَقُولُوا لَا إِلَه إِلَّا الله وَمَا أمروا أَن يَقُولُوا لنا إِلَه وللعالم إِلَه فَإِن ذَلِك كَانَ مجبولاً فِي فطْرَة عُقُولهمْ من مبدأ نشوهم وَفِي عنفوان شبابهم وَلذَلِك قَالَ عز وَجل ¶ {وَلَئِن سَأَلتهمْ من خلق السَّمَاوَات وَالْأَرْض ليَقُولن الله} ¶ وَقَالَ تَعَالَى {فأقم وَجهك للدّين حَنِيفا فطْرَة الله الَّتِي فطر النَّاس عَلَيْهَا لَا تَبْدِيل لخلق الله ذَلِك الدّين الْقيم}",
            "page": "152",
            "part": "1",
            "seal": "16EF3E42"
        },
        {
            "id": "107",
            "nass": "فَإِذا فِي فطْرَة الْإِنْسَان وشواهد الْقُرْآن مَا يُغني عَن إِقَامَة الْبُرْهَان وَلَكنَّا على سَبِيل الِاسْتِظْهَار والإقتداء بالعلماء النظار نقُول من بديهة الْعُقُول أَن الْحَادِث لَا يَسْتَغْنِي فِي حُدُوثه عَن سَبَب يحدثه والعالم حَادث فَإِذا لَا يَسْتَغْنِي فِي حُدُوثه عَن سَبَب ¶ أما قَوْلنَا أَن الْحَادِث لَا يَسْتَغْنِي فِي حُدُوثه عَن سَبَب فَجلى فَإِن كل حَادث مُخْتَصّ بِوَقْت يجوز فِي الْعقل تَقْدِير تَقْدِيمه وتأخيره فاختصاصه بوقته دون مَا قبله وَمَا بعده يفْتَقر بِالضَّرُورَةِ إِلَى الْمُخَصّص ¶ وَأما قَوْلنَا الْعَالم حَادث فبرهانه أَن أجسام الْعَالم لَا تَخْلُو عَن الْحَرَكَة",
            "page": "153",
            "part": "1",
            "seal": "A17000C3"
        },
        {
            "id": "108",
            "nass": "والسكون وهما حادثان وَمَا لَا يَخْلُو عَن الْحَوَادِث فَهُوَ حَادث فَفِي هَذَا الْبُرْهَان ثَلَاث دعاوى الأولى قَوْلنَا إِن الْأَجْسَام لَا تَخْلُو عَن الْحَرَكَة والسكون وَهَذِه مدركة بالبديهة والاضطرار فَلَا يحْتَاج فِيهَا إِلَى تَأمل وافتكار فَإِن من عقل جسما لَا سَاكِنا وَلَا متحركاً كَانَ لمتن الْجَهْل رَاكِبًا وَعَن نهج الْعقل ناكباً ¶ الثَّانِيَة قَوْلنَا إنَّهُمَا حادثان وَيدل على ذَلِك تعاقبهما وَوُجُود الْبَعْض مِنْهُمَا بعد الْبَعْض وَذَلِكَ مشَاهد فِي جَمِيع الْأَجْسَام مَا شوهد مِنْهَا وَمَا لم يُشَاهد فَمَا من سَاكن إِلَّا وَالْعقل قَاض بِجَوَاز حركته وَمَا من متحرك إِلَّا وَالْعقل قَاض بِجَوَاز حركته وَمَا من متحرك إِلَّا وَالْعقل قَاض بِجَوَاز سكونه فالطاريء مِنْهُمَا حَادث لطريانه وَالسَّابِق حَادث لعدمه لِأَنَّهُ لَو ثَبت قدمه لاستحال عَدمه على مَا سَيَأْتِي بَيَانه وبرهانه فِي إِثْبَات بَقَاء الصَّانِع تَعَالَى وتقدس",
            "page": "154",
            "part": "1",
            "seal": "79B7E6F0"
        },
        {
            "id": "109",
            "nass": "الثَّالِثَة قَوْلنَا مَا لَا يَخْلُو عَن الْحَوَادِث فَهُوَ حَادث وبرهانه أَنه لَو لم يكن كَذَلِك لَكَانَ قبل كل حَادث حوادث لَا أول لَهَا وَلَو لم تنقض تِلْكَ الْحَوَادِث بجملتها لَا تَنْتَهِي النّوبَة إِلَى وجود الْحَادِث الْحَاضِر فِي الْحَال وانقضاء مَا لَا نِهَايَة لَهُ محَال وَلِأَنَّهُ لَو كَانَ للفلك دورات لَا نِهَايَة لَهَا لَكَانَ يَخْلُو عَددهَا عَن أَن تكون شفعاً أَو وترا أَو شفعاً ووتراً جَمِيعًا أَو لَا شفعاً وَلَا وترا ومحال أَن تكون شفعاً ووتراً جَمِيعًا أَو لَا شفعاً وَلَا وترا فَإِن ذَلِك جمع بَين النَّفْي وَالْإِثْبَات إِذْ فِي إِثْبَات أَحدهمَا نفي الآخر وَفِي نفي أَحدهمَا إِثْبَات الآخر ومحال أَن يكون شفعاً لِأَن الشفع يصير وترا بِزِيَادَة وَاحِد وَكَيف يعوز مَا لَا نِهَايَة لَهُ وَاحِد ¶ ومحال أَن يكون وترا إِذْ الْوتر يصير شفعاً بِوَاحِد فَكيف يعوزها وَاحِد مَعَ أَنه لَا نِهَايَة لأعدادها ومحال أَن يكون لَا شفعاً وَلَا وترا إِذْ لَهُ نِهَايَة فَتحصل من هَذَا أَن الْعَالم لَا يَخْلُو عَن الْحَوَادِث وَمَا لَا يَخْلُو من الْحَوَادِث فَهُوَ إِذا حَادث وَإِذا ثَبت حُدُوثه كَانَ افتقاره إِلَى الْمُحدث من المدركات بِالضَّرُورَةِ",
            "page": "155",
            "part": "1",
            "seal": "D67C8222"
        },
        {
            "id": "110",
            "nass": "الأَصْل الثَّانِي الْقدَم ¶ الْعلم بِأَن الله تَعَالَى قديم لم يزل أزلي لَيْسَ لوُجُوده أول بل أول كل شَيْء وَقبل كل ميت وَحي ¶ وبرهانه أَنه لَو كَانَ حَادِثا وَلم يكن قَدِيما لافتقر هُوَ أَيْضا إِلَى مُحدث وافتقر محدثه إِلَى مُحدث وتسلسل ذَلِك إِلَى مَا لَا نِهَايَة وَمَا تسلسل لم يتَحَصَّل أَو",
            "page": "156",
            "part": "1",
            "seal": "D8C5A121"
        },
        {
            "id": "111",
            "nass": "يَنْتَهِي إِلَى مُحدث قديم هُوَ الأول وَذَلِكَ هُوَ الْمَطْلُوب الَّذِي سميناه صانع الْعَالم ومبدئه وبارئه ومحدثه ومبدعه ¶ الأَصْل الثَّالِث الْبَقَاء ¶ الْعلم بِأَنَّهُ تَعَالَى مَعَ كَونه أزلياً أبدياً لَيْسَ لوُجُوده آخر فَهُوَ الأول وَالْآخر وَالظَّاهِر وَالْبَاطِن لِأَن مَا ثَبت قدمه اسْتَحَالَ عَدمه ¶ وبرهانه أَنه لَو انْعَدم لَكَانَ لَا يَخْلُو إِمَّا أَن يَنْعَدِم بِنَفسِهِ أَو بمعدم يضاده وَلَو جَازَ أَن يَنْعَدِم شَيْء يتَصَوَّر دَوَامه بِنَفسِهِ لجَاز أَن يُوجد شَيْء يتَصَوَّر عَدمه بِنَفسِهِ فَكَمَا يحْتَاج طريان الْوُجُود إِلَى سَبَب فَكَذَلِك يحْتَاج طريان الْعَدَم إِلَى سَبَب وباطل أَن يَنْعَدِم بمعدم يضاده لِأَن ذَلِك المعدم لَو كَانَ قَدِيما لما تصور",
            "page": "157",
            "part": "1",
            "seal": "27F125F1"
        },
        {
            "id": "112",
            "nass": "الْوُجُود مَعَه وَقد ظهر بالأصلين السَّابِقين وجوده وَقدمه فَكيف كَانَ وجوده فِي الْقدَم وَمَعَهُ ضِدّه فَإِن كَانَ الضِّدّ المعدم حَادِثا كَانَ محالا إِذْ لَيْسَ الْحَادِث فِي مضادته للقديم حَتَّى يقطع وجوده بِأولى من الْقَدِيم فِي مضادته للحادث حَتَّى يدْفع وجوده بل الدّفع أَهْون من الْقطع وَالْقَدِيم أقوى وَأولى من الْحَادِث ¶ الأَصْل الرَّابِع التَّنَزُّه عَن كَونه جوهرا ¶ الْعلم بِأَنَّهُ تَعَالَى لَيْسَ بجوهر يتحيز بل يتعالى وبتقدس عَن مُنَاسبَة الحيز ¶ وبرهانه أَن كل جَوْهَر متحيز فَهُوَ مُخْتَصّ بحيزه وَلَا يَخْلُو من أَن يكون سَاكِنا فِيهِ أَو متحركاً عَنهُ فَلَا يَخْلُو عَن الْحَرَكَة أَو السّكُون وهما حادثان وَمَا",
            "page": "158",
            "part": "1",
            "seal": "0E959E21"
        },
        {
            "id": "113",
            "nass": "يَخْلُو عَن الْحَوَادِث فَهُوَ حَادث وَلَو تصور جَوْهَر متحيز قديم لَكَانَ يعقل قدم جَوَاهِر الْعَالم فَإِن سَمَّاهُ مسم جوهراً وَلم يرد بِهِ المتحيز كَانَ مخطئاً من حَيْثُ اللَّفْظ لَا من حَيْثُ الْمَعْنى ¶ الأَصْل الْخَامِس التَّنَزُّه عَن الجسمية ¶ الْعلم بِأَن تَعَالَى لَيْسَ بجسم مؤلف من جَوَاهِر إِذْ الْجِسْم عبارَة عَن الْمُؤلف من الْجَوَاهِر وَإِذ بَطل كَونه جوهراً مَخْصُوصًا بحيز بَطل كَونه جسماً لِأَن كل جسم مُخْتَصّ بحيز ومركب من جَوْهَر فالجوهر يَسْتَحِيل خلوه عَن الِافْتِرَاق والاجتماع وَالْحَرَكَة والسكون والهئية والمقدار",
            "page": "159",
            "part": "1",
            "seal": "393A7851"
        },
        {
            "id": "114",
            "nass": "وَهَذِه سمات الْحُدُوث وَلَو جَازَ أَن يعْتَقد أَن صانع الْعَالم جسم لجَاز أَن يعْتَقد الإلهية للشمس وَالْقَمَر أَو لشَيْء آخر من أَقسَام الْأَجْسَام فَإِن تجاسر متجاسر على تَسْمِيَته تَعَالَى جسماً من غير إِرَادَة التَّأْلِيف من الْجَوَاهِر كَانَ ذَلِك غَلطا فِي الِاسْم مَعَ الْإِصَابَة فِي نفي معنى الْجِسْم ¶ الأَصْل السَّادِس التَّنَزُّه عَن كَونه عرضا ¶ الْعلم بِأَنَّهُ تَعَالَى لَيْسَ بِعرْض قَائِم بجسم أَو حَال فِي مَحل لِأَن الْعرض مَا يحل فِي الْجِسْم فَكل جسم فَهُوَ حَادث لَا محَالة وَيكون محدثه مَوْجُودا قبله فَكيف يكون حَالا فِي الْجِسْم وَقد كَانَ مَوْجُودا فِي الْأَزَل وَحده وَمَا مَعَه",
            "page": "160",
            "part": "1",
            "seal": "ED5AA2A5"
        },
        {
            "id": "115",
            "nass": "غَيره ثمَّ أحدث الْأَجْسَام والأعراض بعده ¶ وَلِأَنَّهُ عَالم قَادر مُرِيد خَالق وَهَذِه الْأَوْصَاف تستحيل على الْأَعْرَاض بل لَا تعقل إِلَّا لموجود قَائِم بِنَفسِهِ مُسْتَقل بِذَاتِهِ وَقد تحصل من هَذِه الْأُصُول أَنه مَوْجُود قَائِم بِنَفسِهِ لَيْسَ بجوهر وَلَا جسم وَلَا عرض وَأَن الْعَالم كُله جَوَاهِر وأعراض وأجسام فَإِذا لَا يشبه شَيْئا وَلَا يُشبههُ شَيْء بل الْحَيّ القيوم الَّذِي لَيْسَ كمثله شَيْء وأنى يشبه الْمَخْلُوق خالقه والمقدور",
            "page": "161",
            "part": "1",
            "seal": "E8C76801"
        },
        {
            "id": "116",
            "nass": "مقدره والمصور مصوره والأجسام والأعراض كلهَا من خلقه وصنعه فاستحال الْقَضَاء عَلَيْهَا بمماثلته ومشابهته ¶ الأَصْل السَّابِع الْعلم بِأَن الله تَعَالَى منزه الذَّات عَن الِاخْتِصَاص بالجهات ¶ فَإِن الْجِهَة إِمَّا فَوق وَإِمَّا أَسْفَل وَأما يَمِين وَإِمَّا شمال أَو قُدَّام أَو خلف وَهَذِه الْجِهَات هُوَ الَّذِي خلقهَا وأحدثها بِوَاسِطَة خلق الْإِنْسَان إِذْ خلق لَهُ طرفين أَحدهمَا يعْتَمد على الأَرْض وَيُسمى رجلا وَالْآخر يُقَابله وَيُسمى رَأْسا فَحدث اسْم الفوق لما يَلِي جِهَة الرَّأْس وَاسم السّفل لما يَلِي",
            "page": "162",
            "part": "1",
            "seal": "3DE5F264"
        },
        {
            "id": "117",
            "nass": "جِهَة الرجل حَتَّى إِن النملة الَّتِي تدب منكسة تَحت السّقف تنْقَلب جِهَة الفوق فِي حَقّهَا تحتاً وَإِن كَانَ فِي حَقنا فوقاً وَخلق للْإنْسَان الْيَدَيْنِ وإحداهما أقوى من الْأُخْرَى فِي الْغَالِب فَحدث اسْم الْيَمين للأقوى وَاسم الشمَال لما يُقَابله وَتسَمى الْجِهَة الَّتِي تلِي الْيَمين يَمِينا وَالْأُخْرَى شمالاً وَخلق لَهُ جانبين يبصر من أَحدهمَا ويتحرك إِلَيْهِ فَحدث اسْم القدام للجهة الَّتِي يتَقَدَّم إِلَيْهَا بالحركة وَاسم الْخلف لما يقابلها فالجهات حَادِثَة بحدوث الْإِنْسَان وَلَو لم يخلق الْإِنْسَان بِهَذِهِ الْخلقَة بل خلق مستديراً كالكرة لم يكن لهَذِهِ الْجِهَات وجود ألبته فَكيف كَانَ فِي الْأَزَل مُخْتَصًّا بِجِهَة والجهة حَادِثَة أَو كَيفَ صَار مُخْتَصًّا بِجِهَة بعد أَن لم يكن لَهُ أبأن خلق الْعَالم فَوْقه وَتَعَالَى عَن أَن يكون لَهُ فَوق إِذْ تَعَالَى أَن يكون لَهُ رَأس والفوق عبارَة عَمَّا يكون جِهَة الرَّأْس أَو خلق الْعَالم تَحْتَهُ فتعالى عَن أَن يكون لَهُ تَحت إِذْ تَعَالَى عَن أَن يكون لَهُ رجل والتحت عبارَة عَمَّا يَلِي الرجل وكل ذَلِك مِمَّا يَسْتَحِيل فِي الْعقل وَلِأَن الْمَعْقُول من",
            "page": "163",
            "part": "1",
            "seal": "38CF3444"
        },
        {
            "id": "118",
            "nass": "كَونه مُخْتَصًّا بِجِهَة أَن مُخْتَصّ بحيز اخْتِصَاص الْجَوَاهِر أَو مُخْتَصّ بالجواهر اخْتِصَاص الْعرض وَقد ظهر اسْتِحَالَة كَونه جوهراً أَو عرضا فاستحال كَونه مُخْتَصًّا بالجهة وَإِن أُرِيد بالجهة غير هذَيْن الْمَعْنيين كَانَ غَلطا فِي الِاسْم مَعَ المساعدة على الْمَعْنى وَلِأَنَّهُ لَو كَانَ فَوق الْعَالم لَكَانَ محاذياً لَهُ وكل محاذ لجسم فإمَّا أَن يكون مثله أَو أَصْغَر أَو أكبر وكل ذَلِك تَقْدِير محوج بِالضَّرُورَةِ إِلَى مُقَدّر ويتعالى عَنهُ الْخَالِق الْوَاحِد الْمُدبر",
            "page": "164",
            "part": "1",
            "seal": "F4EDE114"
        },
        {
            "id": "119",
            "nass": "فَأَما رفع الْأَيْدِي عِنْد السُّؤَال إِلَى جِهَة السَّمَاء فَهُوَ لِأَنَّهَا قبْلَة الدُّعَاء وَفِيه أَيْضا إِشَارَة إِلَى مَا هُوَ وصف للمدعو من الْجلَال والكبرياء وتنبيها بِقصد جِهَة الْعُلُوّ على صفة الْمجد والْعَلَاء فَإِنَّهُ تَعَالَى فَوق كل مَوْجُود بالقهر والاستيلاء ¶ الأَصْل الثَّامِن الإستواء ¶ الْعلم بِأَنَّهُ تَعَالَى مستو على عَرْشه بِالْمَعْنَى الَّذِي أَرَادَ الله تَعَالَى بالاستواء",
            "page": "165",
            "part": "1",
            "seal": "F0CB8C40"
        },
        {
            "id": "120",
            "nass": "وَهُوَ الَّذِي لَا يُنَافِي وصف الْكِبْرِيَاء وَلَا يتَطَرَّق إِلَيْهِ سمات الْحُدُوث والفناء وَهُوَ الَّذِي أُرِيد بالاستواء إِلَى السَّمَاء حَيْثُ قَالَ فِي الْقُرْآن ¶ {ثمَّ اسْتَوَى إِلَى السَّمَاء وَهِي دُخان} وَلَيْسَ ذَلِك إِلَّا بطرِيق الْقَهْر",
            "page": "166",
            "part": "1",
            "seal": "3F04F9C9"
        },
        {
            "id": "121",
            "nass": "والاستيلاء كَمَا قَالَ الشَّاعِر ¶ قد اسْتَوَى بشر على الْعرَاق ... من غير سيف وَدم مهراق ¶ واضطر أهل الْحق إِلَى هَذَا التَّأْوِيل كَمَا اضْطر أهل الْبَاطِل إِلَى تَأْوِيل ¶ قَوْله تَعَالَى {?} {وَهُوَ} مَعكُمْ أَيْنَمَا كُنْتُم إِذْ حمل ذَلِك بالِاتِّفَاقِ على الْإِحَاطَة وَالْعلم وَحمل قَوْله صلى الله عَلَيْهِ وَسلم ¶ قلب الْمُؤمن بَين أصبعين من أَصَابِع الرَّحْمَن على الْقُدْرَة",
            "page": "167",
            "part": "1",
            "seal": "0E7C3D47"
        },
        {
            "id": "122",
            "nass": "والقهر وَحمل قَوْله صلى الله عَلَيْهِ وَسلم الْحجر الْأسود يَمِين الله فِي أرضه على التشريف وَالْإِكْرَام لِأَنَّهُ لَو ترك على ظَاهره للَزِمَ مِنْهُ الْمحَال فَكَذَا الاسْتوَاء لَو ترك على الِاسْتِقْرَار والتمكن لزم مِنْهُ كَون المتمكن جسماً مماساً للعرض إِمَّا مثله أَو أكبر مِنْهُ أَو أَصْغَر وَذَلِكَ محَال وَمَا يُؤَدِّي إِلَى الْمحَال فَهُوَ محَال",
            "page": "168",
            "part": "1",
            "seal": "91FF7D53"
        },
        {
            "id": "123",
            "nass": "الأَصْل التَّاسِع الرُّؤْيَة ¶ الْعلم بِأَنَّهُ تَعَالَى مَعَ كَونه منزهاً عَن الصُّورَة والمقدار مقدساً عَن الْجِهَات والأقطار مرئي بالأعين والأبصار فِي الدَّار الْآخِرَة دَار الْقَرار لقَوْله تَعَالَى {وُجُوه يَوْمئِذٍ ناضرة إِلَى رَبهَا ناظرة} ¶ وَلَا يرى فِي الدُّنْيَا تَصْدِيقًا لقَوْله عز وَجل {لَا تُدْرِكهُ الْأَبْصَار وَهُوَ يدْرك الْأَبْصَار}",
            "page": "169",
            "part": "1",
            "seal": "4798BDD3"
        },
        {
            "id": "124",
            "nass": "وَلقَوْله تَعَالَى فِي خطاب مُوسَى عَلَيْهِ السَّلَام {لن تراني} ¶ وليت شعري كَيفَ عرف المعتزلي من صِفَات رب الأرباب مَا جَهله مُوسَى عَلَيْهِ السَّلَام ¶ وَكَيف سَأَلَ مُوسَى عَلَيْهِ السَّلَام الرُّؤْيَة مَعَ كَونهَا محالاً ¶ وَلَعَلَّ الْجَهْل يذوي الْبدع والأهواء من الجهلة الأغبياء أولى من الْجَهْل بالأنبياء صلوَات الله عَلَيْهِم",
            "page": "170",
            "part": "1",
            "seal": "E19B4835"
        },
        {
            "id": "125",
            "nass": "وَأما وَجه إِجْرَاء آيَة الرُّؤْيَة على الظَّاهِر فَهُوَ أَنه غير مؤد إِلَى الْمحَال فَإِن الرُّؤْيَة نوع كشف وَعلم إِلَّا أَنه أتم وأوضح من الْعلم فَإِذا جَازَ تعلق الْعلم بِهِ وَلَيْسَ فِي جِهَة جَازَ تعلق الرُّؤْيَة بِهِ وَلَيْسَ بِجِهَة",
            "page": "171",
            "part": "1",
            "seal": "AC5591F6"
        },
        {
            "id": "126",
            "nass": "وكما يجوز أَن يرى الله تَعَالَى الْخلق وَلَيْسَ فِي مقابلتهم جَازَ أَن يرَاهُ الْخلق من غير مُقَابلَة وكما جَازَ أَن يعلم من غير كَيْفيَّة وَصُورَة جَازَ أَن يرى كَذَلِك ¶ الأَصْل الْعَاشِر الوحدانية ¶ الْعلم بِأَن الله عز وَجل وَاحِد لَا شريك لَهُ فَرد لَا ند لَهُ الْفَرد بالخلق والإبداع واستبد بالإيجاد والاختراع لَا مثل لَهُ يساهمه ويساويه وَلَا",
            "page": "172",
            "part": "1",
            "seal": "5CFC481F"
        },
        {
            "id": "127",
            "nass": "ضد لَهُ فينازعه ويناويه وبرهانه قَوْله تَعَالَى {لَو كَانَ فيهمَا آلِهَة إِلَّا الله لفسدتا} ¶ وَبَيَانه أَنه لَو كَانَ اثْنَيْنِ وَأَرَادَ أَحدهمَا أمرا فَالثَّانِي إِن كَانَ مُضْطَرّا إِلَى مساعدته كَانَ هَذَا الثَّانِي مقهوراً عَاجِزا وَلم يكن إِلَهًا قَادِرًا وَإِن كَانَ قَادِرًا على مُخَالفَته ومدافعته كَانَ الثَّانِي قَوِيا قاهراً وَالْأول ضَعِيفا قاصراً وَلم يكن إِلَهًا قَادِرًا ¶ الرُّكْن الثَّانِي الْعلم بِصِفَات الله تَعَالَى ومداره على عشرَة أصُول",
            "page": "173",
            "part": "1",
            "seal": "71440B6C"
        },
        {
            "id": "129",
            "nass": "الرُّكْن الثَّانِي الْعلم بِصِفَات الله تَعَالَى ومداره على عشرَة أصُول",
            "page": "175",
            "part": "1",
            "seal": "21882C50"
        },
        {
            "id": "130",
            "nass": "الأَصْل الأول الْقُدْرَة ¶ الْعلم بِأَن صانع الْعَالم قَادر وَأَنه تَعَالَى فِي قَوْله ¶ {وَهُوَ على كل شَيْء قدير} صَادِق لِأَن الْعَالم مُحكم فِي صَنعته مُرَتّب فِي خلقته وَمن رأى ثوبا من ديباج حسن النسج والتأليف متناسب",
            "page": "177",
            "part": "1",
            "seal": "BDC1740C"
        },
        {
            "id": "131",
            "nass": "التطريز والتطريف ثمَّ توهم صُدُور نسجه عَن ميت لَا استطاعة لَهُ أَو عَن إِنْسَان لَا قدرَة لَهُ كَانَ منخلعاً عَن غريزة الْعقل ومنخرطاً فِي سلك أهل الغباوة وَالْجهل ¶ الأَصْل الثَّانِي الْعلم ¶ الْعلم بِأَنَّهُ تَعَالَى عَالم بِجَمِيعِ الموجودات ومحيط بِكُل الْمَخْلُوقَات لَا يعزب عَن علمه مِثْقَال ذرة فِي الأَرْض وَلَا فِي السَّمَاء صَادِق فِي قَوْله ¶ {وَهُوَ بِكُل شَيْء عليم} ومرشد إِلَى صدقه بقوله تَعَالَى {أَلا يعلم من خلق وَهُوَ اللَّطِيف الْخَبِير} ¶ أرشدك إِلَى الِاسْتِدْلَال بالخلق على الْعلم بأنك لَا تستريب فِي دلَالَة الْخلق",
            "page": "178",
            "part": "1",
            "seal": "C192A32A"
        },
        {
            "id": "132",
            "nass": "اللَّطِيف والصنع المزين بالترتيب وَلَو فِي الشَّيْء الحقير الضَّعِيف على علم الصَّانِع بكيفية التَّرْتِيب والترصيف فَمَا ذكره الله سُبْحَانَهُ وَهُوَ الْمُنْتَهى فِي الْهِدَايَة والتعريف ¶ الأَصْل الثَّالِث الْحَيَاة ¶ الْعلم بِكَوْنِهِ عز وَجل حَيا فَإِن من ثَبت علمه وَقدرته بِالضَّرُورَةِ حَيَاته وَلَو تصور قَادر وعالم فَاعل مُدبر دون أَن يكون حَيا لجَاز أَن يشك فِي حَيَاة الْحَيَوَانَات عِنْد ترددها فِي الحركات والسكنات بل فِي حَيَاة أَرْبَاب الْحَرْف والصناعات وَذَلِكَ انغماس فِي غمرة الجهالات والضلالات ¶ الأَصْل الرَّابِع الْإِرَادَة ¶ الْعلم بِكَوْنِهِ تَعَالَى مرِيدا لأفعاله فَلَا مَوْجُود إِلَّا وَهُوَ مُسْتَند إِلَى مَشِيئَته وصادر عَن إِرَادَته فَهُوَ المبدىء المعيد والفعال لما يُرِيد وَكَيف لَا يكون مرِيدا وكل فعل صدر مِنْهُ أمكن أَن يصدر مِنْهُ ضِدّه وَمَا لَا ضد لَهُ أمكن أَن",
            "page": "179",
            "part": "1",
            "seal": "B1CA904A"
        },
        {
            "id": "133",
            "nass": "يصدر مِنْهُ ذَلِك بِعَيْنِه قبله أَو بعده وَالْقُدْرَة تناسب الضدين والوقتين مُنَاسبَة وَاحِدَة فَلَا بُد من إِرَادَة صارفة للقدرة إِلَى أحد المقدورين وَلَو أغْنى الْعلم عَن الْإِرَادَة فِي تَخْصِيص الْمَعْلُوم حَتَّى يُقَال إِنَّمَا وجد فِي الْوَقْت الَّذِي سبق الْعلم بِوُجُودِهِ لجَاز أَن يُغني عَن الْقُدْرَة حَتَّى يُقَال وجد بِغَيْر قدرَة لِأَنَّهُ سبق الْعلم بِوُجُودِهِ فِيهِ ¶ الأَصْل الْخَامِس السّمع وَالْبَصَر ¶ الْعلم بِأَنَّهُ تَعَالَى سميع بَصِير لَا يعزب عَن رُؤْيَته هواجس الضَّمِير وخفايا الْوَهم والتفكير وَلَا يشذ عَن سَمعه صَوت دَبِيب النملة السَّوْدَاء فِي اللَّيْلَة الظلماء على الصَّخْرَة الصماء وَكَيف لَا يكون سميعاً بَصيرًا والسمع وَالْبَصَر",
            "page": "180",
            "part": "1",
            "seal": "C104492A"
        },
        {
            "id": "134",
            "nass": "كَمَال لَا محَالة وَلَيْسَ بِنَقص ¶ فَكيف يكون الْمَخْلُوق أكمل من الْخَالِق والمصنوع أَسْنَى وَأتم من الصَّانِع ¶ وَكَيف تعتدل الْقِسْمَة مهما وَقع النَّقْص فِي جِهَته والكمال فِي خلقه وصنعته أَو كَيفَ تستقيم حجَّة إِبْرَاهِيم صلى الله عَلَيْهِ وَسلم على أَبِيه إِذْ كَانَ يعبد الْأَصْنَام جهلا وغيا فَقَالَ لَهُ {لم تعبد مَا لَا يسمع وَلَا يبصر وَلَا يُغني عَنْك شَيْئا} ¶ وَلَو انْقَلب ذَلِك عَلَيْهِ فِي معبوده لأضحت حجَّته داحضة ودلالته سَاقِطَة وَلم يصدق قَوْله تَعَالَى",
            "page": "181",
            "part": "1",
            "seal": "D77921E8"
        },
        {
            "id": "135",
            "nass": "{وَتلك حجتنا آتيناها إِبْرَاهِيم على قومه} ¶ وكما عقل كَونه فَاعِلا بِلَا جارحة وعالماً بِلَا قلب ودماغ فليعقل كَونه بَصيرًا بِلَا حدقة وسميعاً بِلَا أذن إِذْ لَا فرق بَينهمَا ¶ الأَصْل السَّادِس الْكَلَام ¶ أَنه سُبْحَانَهُ وَتَعَالَى مُتَكَلم بِكَلَام وَهُوَ وصف قَائِم بِذَاتِهِ لَيْسَ بِصَوْت وَلَا حرف بل لَا يُشْبِهُ كلامُهُ كلامَ غيرِه كَمَا لَا يُشْبِهُ وجودُهُ وجودَ غَيره وَالْكَلَام بِالْحَقِيقَةِ كَلَام النَّفس وَإِنَّمَا الْأَصْوَات قطعت حروفاً للدلالات",
            "page": "182",
            "part": "1",
            "seal": "4AAF9F5A"
        },
        {
            "id": "136",
            "nass": "كَمَا يدل عَلَيْهَا تَارَة بالحركات والإشارات وَكَيف الْتبس هَذَا على طَائِفَة من الأغبياء وَلم يلتبس على جهلة الشُّعَرَاء حَيْثُ قَالَ قَائِلهمْ ¶ إِن الْكَلَام لفي الْفُؤَاد وَإِنَّمَا ... جعل اللِّسَان على الْفُؤَاد دَلِيلا ¶ وَمن لم يعقله عقله وَلَا نَهاه نُهاه عَن أَن يَقُول ¶ لساني حَادث وَلَكِن مَا يحدث فِيهِ بِقُدْرَتِي الْحَادِثَة قديم فاقطع عَن عقله طمعك وكف عَن خطابه لسَانك ¶ وَمن لم يفهم أَن الْقَدِيم عبارَة عَمَّا لَيْسَ قبله شَيْء وَأَن الْبَاء قبل السِّين فِي قَوْلك بِسم الله فَلَا يكون السِّين الْمُتَأَخر عَن الْبَاء قَدِيما فنزه عَن الِالْتِفَات إِلَيْهِ قبلك فَللَّه سُبْحَانَهُ سر فِي إبعاد بعض الْعباد وَمن يضلل الله فَمَا لَهُ من",
            "page": "183",
            "part": "1",
            "seal": "ACF71F76"
        },
        {
            "id": "137",
            "nass": "هاد وَمن استبعد أَن يسمع مُوسَى عَلَيْهِ السَّلَام فِي الدُّنْيَا كلَاما لَيْسَ بِصَوْت وَلَا حرف فليستنكر أَن يرى فِي الْآخِرَة مَوْجُودا لَيْسَ بجسم وَلَا لون وَإِن عقل أَن يرى مَا لَيْسَ بلون وَلَا جسم وَلَا قدر وَلَا كمية وَهُوَ إِلَى الْآن لم ير غَيره فليعقل فِي حاسة السّمع مَا عقله فِي حاسة الْبَصَر ¶ وَإِن عقل أَن يكون لَهُ علم وَاحِد هُوَ علم بِجَمِيعِ الموجودات فليعقل صفة وَاحِدَة للذات هُوَ كَلَام بِجَمِيعِ مَا دلّ عَلَيْهِ بالعبارات وَإِن عقل كَون السَّمَاوَات السَّبع وَكَون الْجنَّة وَالنَّار مَكْتُوبَة فِي ورقة صَغِيرَة ومحفوظة فِي مِقْدَار ذرة من الْقلب وَأَن كل ذَلِك مرئي فِي مِقْدَار عدسة من الحدقة من غير أَن تحل ذَات السَّمَاوَات وَالْأَرْض وَالْجنَّة وَالنَّار فِي الحدقة وَالْقلب والورقة فليعقل كَون الْكَلَام مقروءاً بالألسنة مَحْفُوظًا فِي الْقُلُوب مَكْتُوبًا فِي الْمَصَاحِف من غير حُلُول ذَات الْكَلَام فِيهَا إِذْ لَو حَلّت بِكِتَاب الله ذاتُ الْكَلَام فِي الْوَرق لحل",
            "page": "184",
            "part": "1",
            "seal": "8D9F3D29"
        },
        {
            "id": "138",
            "nass": "ذَات الله تَعَالَى بِكِتَابَة اسْمه فِي الْوَرق وحلت ذَات النَّار بِكِتَابَة اسْمهَا فِي الْوَرق وَلَا حترق ¶ الأَصْل السَّابِع قدم الْكَلَام وَالصِّفَات والتنزه عَن حُلُول الْحَوَادِث ¶ أعلم أَن الْكَلَام الْقَائِم بِنَفسِهِ قديم وَكَذَا جَمِيع صِفَاته إِذْ يَسْتَحِيل أَن يكون محلا للحوادث دَاخِلا تَحت التَّغَيُّر بل يجب للصفات من نعوت الْقدَم مَا يجب للذات فَلَا تعتريه التغيرات وَلَا تحله الحادثات بل لم يزل فِي قدمه مَوْصُوفا بِمَحَامِد الصِّفَات وَلَا يزَال فِي أبده كَذَلِك منزهاً عَن تغير الْحَالَات",
            "page": "185",
            "part": "1",
            "seal": "9440E2EF"
        },
        {
            "id": "139",
            "nass": "لِأَن مَا كَانَ مَحل الْحَوَادِث لَا يَخْلُو عَنْهَا وَمَا لَا يَخْلُو عَن الْحَوَادِث فَهُوَ حَادث وَإِنَّمَا ثَبت نعت الْحُدُوث للأجسام من حَيْثُ تعرضها للتغير وتقلب الْأَوْصَاف فَكيف يكون خَالِقهَا مشاركاً لَهَا فِي قبُول التَّغَيُّر وَيَنْبَنِي على هَذَا أَن كَلَامه قَائِم بِذَاتِهِ وَإِنَّمَا الْحَادِث هِيَ الْأَصْوَات الدَّالَّة عَلَيْهِ ¶ وكما عقل قيام طلب التَّعَلُّم وإرادته بِذَات الْوَالِد للْوَلَد قبل أَن يخلق وَلَده حَتَّى إِذا خلق وَلَده وعقل وَخلق الله لَهُ علما مُتَعَلقا بِمَا فِي قلب أَبِيه من الطّلب صَار مَأْمُورا بذلك الطّلب الَّذِي قَامَ بِذَات أَبِيه ودام وجوده إِلَى وَقت معرفَة وَلَده لَهُ فليعقل قيام الطّلب الَّذِي دلّ عَلَيْهِ قَوْله عز وَجل {فاخلع نعليك} بِذَات الله ومصير مُوسَى عَلَيْهِ السَّلَام مُخَاطبا بِهِ بعد وجوده إِذْ خلقت لَهُ معرفَة بذلك الطّلب وَسمع لذَلِك الْكَلَام الْقَدِيم",
            "page": "186",
            "part": "1",
            "seal": "6E25D64C"
        },
        {
            "id": "140",
            "nass": "الأَصْل الثَّامِن قدم الْعلم ¶ أَن علمه قديم فَلم يزل عَالما بِذَاتِهِ وَصِفَاته وَمَا يحدثه من مخلوقاته وَمهما حدثت الْمَخْلُوقَات لم يحدث لَهُ علم بهَا بل حصلت مكشوفة لَهُ بِالْعلمِ الأزلي إِذْ لَو خلق لنا علم بقدوم زيد عِنْد طُلُوع الشَّمْس ودام ذَلِك علم تَقْديرا حَتَّى طلعت الشَّمْس لَكَانَ قدوم زيد عِنْد طُلُوع الشَّمْس مَعْلُوما لنا بذلك من غير تجدّد علم آخر ¶ فَهَكَذَا يَنْبَغِي أَن يفهم قدم علم الله تَعَالَى ¶ الأَصْل التَّاسِع ¶ أَن إِرَادَته قديمَة وَهِي فِي الْقدَم تعلّقت بإحداث الْحَوَادِث فِي أَوْقَاتهَا اللائقة بهَا على وفْق سبق الْعلم الأزلي إِذْ لَو كَانَت حَادِثَة لصار مَحل الْحَوَادِث وَلَو حدثت فِي",
            "page": "187",
            "part": "1",
            "seal": "B66AEF2A"
        },
        {
            "id": "141",
            "nass": "غير ذَاته لم يكن هُوَ مرِيدا لَهَا كَمَا لَا تكون أَنْت متحركاً بحركة لَيست فِي ذاتك وكيفما قدرت فيفتقر حدوثها إِلَى إِرَادَة أُخْرَى وَكَذَلِكَ الْإِرَادَة الْأُخْرَى تفْتَقر إِلَى أُخْرَى ويتسلسل الْأَمر إِلَى غير نِهَايَة ¶ وَلَو جَازَ أَن يحدث إِرَادَة بِغَيْر إِرَادَة لجَاز أَن يحدث لغير إِرَادَة ¶ الأَصْل الْعَاشِر ¶ أَن الله تَعَالَى عَالم بِعلم حَيّ بحياة قَادر بقدرة ومريد بِإِرَادَة ومتكلم بِكَلَام وَسميع بسمع وبصير ببصر وَله هَذِه الْأَوْصَاف من هَذِه الصِّفَات الْقَدِيمَة",
            "page": "188",
            "part": "1",
            "seal": "C83ED16E"
        },
        {
            "id": "142",
            "nass": "وَقَول الْقَائِل عَالم بِلَا علم كَقَوْلِه غَنِي بِلَا مَال وَعلم بِلَا عَالم وعالم بِلَا مَعْلُوم فَإِن الْعلم والمعلوم والعالم متلازمة كَالْقَتْلِ والمقتول وَالْقَاتِل ¶ وكما لَا يتَصَوَّر قَاتل بِلَا قتل وَلَا قَتِيل وَلَا يتَصَوَّر قَتِيل بِلَا قَاتل وَلَا قتل فَكَذَلِك لَا يتَصَوَّر عَالم بِلَا علم وَلَا علم بِلَا مَعْلُوم وَلَا مَعْلُوم بِلَا عَالم ¶ بل هَذِه الثَّلَاثَة متلازمة فِي الْعقل لَا يَنْفَكّ بعض مِنْهَا عَن الْبَعْض فَمن جوز انفكاك الْعَالم عَن الْعلم فليجوز انفكاكه عَن الْمَعْلُوم وانفكاك الْعلم عَن الْعَالم إِذْ لَا فرق بَين هَذِه الْأَوْصَاف ¶ الرُّكْن الثَّالِث الْعلم بِأَفْعَال الله تَعَالَى ومداره على عشرَة أصُول",
            "page": "189",
            "part": "1",
            "seal": "8FD36F9D"
        },
        {
            "id": "144",
            "nass": "الرُّكْن الثَّالِث الْعلم بِأَفْعَال الله تَعَالَى ومداره على عشرَة أصُول",
            "page": "191",
            "part": "1",
            "seal": "3272E2D5"
        },
        {
            "id": "145",
            "nass": "الأَصْل الأول ¶ الْعلم بِأَن كل حَادث فِي الْعَالم فَهُوَ فعله وخلقه واختراعه لَا خَالق لَهُ سواهُ وَلَا مُحدث لَهُ إِلَّا إِيَّاه خلق الْخلق وصنعهم وأوجد قدرتهم وحركتهم فَجَمِيع أَفعَال عباده مخلوقة لَهُ ومتعلقة بقدرته تَصْدِيقًا لَهُ فِي قَوْله تَعَالَى {الله خَالق كل شَيْء}",
            "page": "193",
            "part": "1",
            "seal": "5634E1C9"
        },
        {
            "id": "146",
            "nass": "وَفِي قَوْله تَعَالَى {وَالله خَلقكُم وَمَا تَعْمَلُونَ} ¶ وَفِي قَوْله تَعَالَى {وأسروا قَوْلكُم أَو اجهروا بِهِ إِنَّه عليم بِذَات الصُّدُور أَلا يعلم من خلق وَهُوَ اللَّطِيف الْخَبِير} ¶ أَمر الْعباد بالتحرز فِي أَقْوَالهم وأفعالهم وإسرارهم وإضمارهم لعلمه بموارد أفعالهم وَاسْتدلَّ على الْعلم بالخلق وَكَيف لَا يكون خَالِقًا لفعل العَبْد وَقدرته تَامَّة لَا قُصُور فِيهَا وَهِي مُتَعَلقَة بحركة أبدان الْعباد والحركات متماثلة وَتعلق الْقُدْرَة بهَا لذاتها",
            "page": "194",
            "part": "1",
            "seal": "7EDDAA0A"
        },
        {
            "id": "147",
            "nass": "فَمَا الَّذِي يقصر تعلقهَا عَن بعض الحركات دون الْبَعْض مَعَ تماثلها ¶ أَو كَيفَ يكون الْحَيَوَان مستبداً بالاختراع ويصدر من العنكبوت والنحل وَسَائِر الْحَيَوَانَات من لطائف الصناعات مَا يتحير فِيهِ عقول ذَوي الْأَلْبَاب ¶ فَكيف انْفَرَدت هِيَ باختراعها دون رب الأرباب وَهِي غير عَالِمَة بتفصيل مَا يصدر مِنْهَا من الِاكْتِسَاب ¶ هَيْهَات هَيْهَات ذلت الْمَخْلُوقَات وَتفرد بِالْملكِ والملكوت جَبَّار الأَرْض وَالسَّمَاوَات ¶ الأَصْل الثَّانِي ¶ أَن انْفِرَاد الله سُبْحَانَهُ باختراع حركات الْعباد لَا يُخرجهَا عَن كَونهَا مقدورة للعباد على سَبِيل الِاكْتِسَاب بل الله تَعَالَى خلق الْقُدْرَة والمقدور جَمِيعًا وَخلق الِاخْتِيَار وَالْمُخْتَار جَمِيعًا ¶ فَأَما الْقُدْرَة فوصف للْعَبد وَخلق للرب سُبْحَانَهُ وَلَيْسَ بكسب لَهُ",
            "page": "195",
            "part": "1",
            "seal": "235FB39D"
        },
        {
            "id": "148",
            "nass": "وَأما الْحَرَكَة فخلق للرب تَعَالَى وَوصف للْعَبد وَكسب لَهُ فَإِنَّهَا خلقت مقدورة بقدرة هِيَ وَصفه وَكَانَت للحركة نِسْبَة إِلَى صفة أُخْرَى تسمى قدرَة بإعتبارها تِلْكَ النِّسْبَة كسباً ¶ وَكَيف تكون جبرا مَحْضا وَهُوَ بِالضَّرُورَةِ يدْرك التَّفْرِقَة بَين الْحَرَكَة المقدورة والرعدة الضرورية ¶ أَو كَيفَ يكون خلقا للْعَبد وَهُوَ لَا يُحِيط علما بتفاصيل أَجزَاء الحركات المكتسبة وأعدادها وَإِذا بَطل الطرفان لم يبْق إِلَّا الاقتصاد فِي الِاعْتِقَاد وَهُوَ أَنَّهَا مقدورة بقدرة الله تَعَالَى اختراعاً وبقدرة العَبْد على وَجه آخر من التَّعَلُّق يعبر عَنهُ بإكتساب وَلَيْسَ من ضَرُورَة تعلق الْقُدْرَة بالمقدور أَن يكون بالاختراع فَقَط إِذْ قدرَة الله تَعَالَى فِي الْأَزَل قد كَانَت مُتَعَلقَة بالعالم وَلم يكن الاختراع حَاصِلا بهَا وَهِي",
            "page": "196",
            "part": "1",
            "seal": "F6D70BFC"
        },
        {
            "id": "149",
            "nass": "عِنْد الاختراع مُتَعَلقَة بِهِ نوعا آخر من التَّعَلُّق فِيهِ يظْهر أَن تعلق الْقُدْرَة لَيْسَ مَخْصُوصًا بِحُصُول الْمَقْدُور بهَا ¶ الأَصْل الثَّالِث ¶ أَن فعل العَبْد وَإِن كَانَ كسباً للْعَبد فَلَا يخرج عَن كَونه مرَادا لله سُبْحَانَهُ فَلَا يجْرِي فِي الْملك والملكوت طرفَة عين وَلَا لفتة خاطر وَلَا فلتة نَاظر إِلَّا بِقَضَاء الله وَقدرته وبإرادته ومشيئته وَمِنْه الشَّرّ وَالْخَيْر والنفع والضر وَالْإِسْلَام",
            "page": "197",
            "part": "1",
            "seal": "D93CFB5B"
        },
        {
            "id": "150",
            "nass": "وَالْكفْر والعرفان والنكر والفوز والخسران والغواية والرشد وَالطَّاعَة والعصيان والشرك وَالْإِيمَان ¶ لَا رادة لقضائه وَلَا معقب لحكمه ¶ يضل من يَشَاء وَيهْدِي من يَشَاء ¶ {لَا يُسأل عَمَّا يفعل وهم يسْأَلُون} ¶ وَيدل عَلَيْهِ من النَّقْل قَول الْأمة قاطبة ¶ مَا شَاءَ كَانَ وَمَا لم يَشَأْ لم يكن ¶ وَقَول الله عز وَجل {أَن لَو يَشَاء الله لهدى النَّاس جَمِيعًا} ¶ وَقَوله تَعَالَى {وَلَو شِئْنَا لآتينا كل نفس هداها} ¶ وَيدل عَلَيْهِ من جِهَة الْعقل أَن الْمعاصِي والجرائم إِن كَانَ الله يكرهها وَلَا",
            "page": "198",
            "part": "1",
            "seal": "8E6F9708"
        },
        {
            "id": "151",
            "nass": "يريدها وَإِنَّمَا هِيَ جَارِيَة على وفْق إِرَادَة الْعَدو إِبْلِيس لَعنه الله مَعَ أَنه عَدو الله سُبْحَانَهُ والجاري على وفْق إِرَادَة الْعَدو وَأكْثر من الْجَارِي على وفْق إِرَادَته تَعَالَى ¶ فليت شعري كَيفَ يستجيز الْمُسلم أَن يرد مَالك الْجَبَّار ذِي الْجلَال",
            "page": "199",
            "part": "1",
            "seal": "82AED3CD"
        },
        {
            "id": "152",
            "nass": "وَالْإِكْرَام إِلَى رُتْبَة لوردت إِلَيْهَا رياسة زعيم ضَيْعَة لاستنكف مِنْهَا ¶ إِذْ لَو كَانَ مَا يسْتَمر لعدو الزعيم فِي الْقرْيَة أَكثر مِمَّا يَسْتَقِيم لَهُ لاستنكف من زعامته وتبرأ عَن ولَايَته وَالْمَعْصِيَة هِيَ الْغَالِبَة على الْخلق وكل ذَلِك جَار عِنْد المبتدعة على خلاف إِرَادَة الْحق تَعَالَى وَهَذَا غَايَة الضعْف وَالْعجز تَعَالَى رب الأرباب عَن قَول الظَّالِمين علوا كَبِيرا ¶ ثمَّ مهما ظهر أَن أَفعَال الْعباد مخلوقة لله صَحَّ أَنَّهَا مُرَادة لَهُ ¶ فَإِن قيل فَكيف ينْهَى عَمَّا يُرِيد وَيَأْمُر بِمَا لَا يُرِيد ¶ قُلْنَا الْأَمر غير الْإِرَادَة وَلذَلِك إِذا ضرب السَّيِّد عَبده فَعَاتَبَهُ السُّلْطَان عَلَيْهِ فَاعْتَذر بتمرد عَبده عَلَيْهِ فكذبه السُّلْطَان فَأَرَادَ إِظْهَار حجَّته بِأَن يَأْمر العَبْد بِفعل وَيُخَالِفهُ بَين يَدَيْهِ فَقَالَ لَهُ ¶ أَسْرج هَذِه الدَّابَّة بمشهد من السُّلْطَان فَهُوَ يَأْمُرهُ بِمَا لَا يُرِيد امتثاله وَلَو لم يكن",
            "page": "200",
            "part": "1",
            "seal": "73DE3D9C"
        },
        {
            "id": "153",
            "nass": "آمرا لما كَانَ عذره عِنْد السُّلْطَان ممهداً وَلَو كَانَ مرِيدا لامتثاله لَكَانَ مرِيدا لهلاك نَفسه وَهُوَ محَال ¶ الأَصْل الرَّابِع ¶ أَن الله تَعَالَى متفضل بالخلق والاختراع ومتطول بتكليف الْعباد وَلم يكن الْخلق والتكليف وَاجِبا عَلَيْهِ ¶ وَقَالَت الْمُعْتَزلَة ¶ وَجب عَلَيْهِ ذَلِك لما فِيهِ من مصلحَة الْعباد وَهُوَ محَال إِذْ هُوَ الْمُوجب والآمر",
            "page": "201",
            "part": "1",
            "seal": "B5BB95BD"
        },
        {
            "id": "154",
            "nass": "والناهي وَكَيف يتهدف لإِيجَاب أَو يتَعَرَّض للُزُوم وخطاب ¶ وَالْمرَاد بِالْوَاجِبِ أحد أَمريْن إِمَّا الْفِعْل الَّذِي فِي تَركه ضَرَر إِمَّا آجل كَمَا يُقَال يجب على العَبْد أَن يُطِيع الله حَتَّى لَا يعذبه فِي الْآخِرَة بالنَّار ¶ أَو ضَرَر عَاجل كَمَا يُقَال يجب على العطشان أَن يشرب حَتَّى لَا يَمُوت ¶ وَإِمَّا أَن يُرَاد بِهِ الَّذِي يُؤَدِّي عَدمه إِلَى محَال كَمَا يُقَال ¶ وجود الْمَعْلُوم وَاجِب إِذْ عَدمه يُؤَدِّي إِلَى محَال وَهُوَ أَن يصير الْعلم جهلا ¶ فَإِن أَرَادَ الْخصم بِأَن الْخلق وَاجِب على الله بِالْمَعْنَى الأول فقد عرضه للضَّرَر وَإِن أَرَادَ بِهِ الْمَعْنى الثَّانِي فَهُوَ مُسلم إِذْ بعد سبق الْعلم لَا بُد من وجود الْمَعْلُوم وَإِن أَرَادَ بِهِ معنى ثَالِثا فَهُوَ غير مَفْهُوم",
            "page": "202",
            "part": "1",
            "seal": "45A55BB3"
        },
        {
            "id": "155",
            "nass": "وَقَوله يجب لمصْلحَة عباده كَلَام فَاسد فَإِنَّهُ إِذا لم يتَضَرَّر بترك مصلحَة الْعباد لم يكن للْوُجُوب فِي حَقه معنى ¶ ثمَّ إِن مصلحَة الْعباد فِي أَن يخلقهم فِي الْجنَّة فَأَما أَن يخلقهم فِي دَار البلايا ويعرضهم للخطايا ثمَّ يهدنهم لخطر الْعقَاب وَهُوَ الْعرض والحساب فَمَا فِي ذَلِك غِبْطَة عِنْد ذَوي الْأَلْبَاب ¶ الأَصْل الْخَامِس ¶ أَنه يجوز على الله سُبْحَانَهُ أَن يُكَلف الْخلق مَا لَا يطيقُونَهُ خلافًا للمعتزلة وَلَو يجز ذَلِك لاستحال سُؤال دَفعه وَقد سَأَلُوا ذَلِك فَقَالُوا ¶ {رَبنَا وَلَا تحملنا مَا لَا طَاقَة لنا بِهِ}",
            "page": "203",
            "part": "1",
            "seal": "40D4B73B"
        },
        {
            "id": "156",
            "nass": "وَلِأَن الله تَعَالَى أخبر نبيه صلى الله عَلَيْهِ وَسلم بِأَن أَبَا جهل لَا يصدقهُ ثمَّ أمره بِأَن يَأْمُرهُ بِأَن يصدقهُ فِي جَمِيع أَقْوَاله وَكَانَ من جملَة أَقْوَاله أَنه لَا يصدقهُ فَكيف فِي أَنه لَا يصدقهُ ¶ وَهل هَذَا إِلَّا محَال وجوده ¶ الأَصْل السَّادِس ¶ أَن لله عز وَجل إيلام الْخلق وتعذيبهم من غير جرم سَابق وَمن غير ثَوَاب لَاحق خلافًا للمعتزلة لِأَنَّهُ متصرف فِي ملكه وَلَا يتَصَوَّر أَن يعدو تصرفه ملكه وَالظُّلم هُوَ عبارَة عَن التَّصَرُّف فِي ملك الْغَيْر بِغَيْر إِذْنه وَهُوَ محَال على الله تَعَالَى فَإِنَّهُ لَا يُصَادف لغيره ملكا حَتَّى يكون تصرفه فِيهِ ظلما",
            "page": "204",
            "part": "1",
            "seal": "EA0F74C8"
        },
        {
            "id": "157",
            "nass": "وَيدل على ذَلِك وجوده فَإِن ذبح الْبَهَائِم إيلام لَهَا وَمَا صب عَلَيْهَا من أَنْوَاع الْعَذَاب من جِهَة الْآدَمِيّين لم يتقدمها جريمة ¶ فَإِن قيل إِن الله تَعَالَى يحشرها ويجازيها على قدر مَا قاسته من الآلام وَيجب ذَلِك على الله سُبْحَانَهُ ¶ فَنَقُول من زعم أَنه يجب على الله إحْيَاء كل نملة وطِئت وكل بقة عركت حَتَّى يثيبها على آلامها فقد خرج عَن الشَّرْع وَالْعقل إِذْ يُقَال ¶ وصف الثَّوَاب والحشر بِكَوْنِهِ وَاجِبا عَلَيْهِ إِن كَانَ المُرَاد بِهِ إِنَّه يتَضَرَّر بِتَرْكِهِ فَهُوَ محَال وَإِن أُرِيد بِهِ غَيره فقد سبق أَنه غير مَفْهُوم إِذا خرج عَن الْمعَانِي الْمَذْكُورَة للْوَاجِب ¶ الأَصْل السَّابِع ¶ أَنه تَعَالَى يفعل بعباده مَا يَشَاء فَلَا يجب عَلَيْهِ رِعَايَة الْأَصْلَح لِعِبَادِهِ لما",
            "page": "205",
            "part": "1",
            "seal": "3DE74266"
        },
        {
            "id": "158",
            "nass": "ذَكرْنَاهُ من أَنه لَا يجب عَلَيْهِ سُبْحَانَهُ شَيْء بل لَا يعقل فِي حَقه الْوُجُوب فَإِنَّهُ لَا يسئل عَمَّا يفعل وهم يسئلون ¶ وليت شعري بِمَا يُجيب المعتزلي فِي قَوْله ¶ إِن الْأَصْلَح وَاجِب عَلَيْهِ فِي مَسْأَلَة نعرضها عَلَيْهِ وَهُوَ أَن يفْرض مناظرة فِي الْآخِرَة بَين صبي وَبَين بَالغ مَاتَا مُسلمين فَإِن الله سُبْحَانَهُ يزِيد فِي دَرَجَات الْبَالِغ ويفضله عَن الصَّبِي لِأَنَّهُ تَعب بِالْإِيمَان والطاعات بعد الْبلُوغ وَيجب عَلَيْهِ ذَلِك عِنْد المعتزلي فَلَو قَالَ الصَّبِي يَا رب لم رفعت مَنْزِلَته عَليّ فَيَقُول لِأَنَّهُ بلغ واجتهد فِي الطَّاعَات وَيَقُول الصَّبِي ¶ أَنْت أمتني فِي الصِّبَا فَكَانَ يجب عَلَيْك أَن تديم حَياتِي حَتَّى أبلغ فأجتهد فقد عدلت عَن الْعدْل فِي التَّفْضِيل عَلَيْهِ بطول الْعُمر لَهُ دوني فَلم فضلته",
            "page": "206",
            "part": "1",
            "seal": "614732A7"
        },
        {
            "id": "159",
            "nass": "فَيَقُول الله تَعَالَى لِأَنِّي علمت أَنَّك لَو بلغت لأشركت أَو عصيت فَكَانَ لأصلح لَك الْمَوْت فِي الصِّبَا ¶ هَذَا عذر المعتزلي عَن الله عز وَجل وَعند هَذَا يُنَادي الْكفَّار من دركات لظى وَيَقُولُونَ يَا رب أما علمت أننا إِذا بلغنَا أشركنا فَهَلا أمتنَا فِي الصِّبَا فَإنَّا رَضِينَا بِمَا دون منزلَة الصَّبِي الْمُسلم فبماذا يُجَاب عَن ذَلِك وَهل يجب عِنْد هَذَا إِلَّا الْقطع بِأَن الْأُمُور الإلهية تتعالى بِحكم الْجلَال عَن أَن توازن بميزان الاعتزال ¶ فَإِن قيل مهما قدر على رِعَايَة الْأَصْلَح للعباد ثمَّ سلط عَلَيْهِم أَسبَاب الْعَذَاب كَانَ ذَلِك قبيحا لَا يَلِيق بالحكمة ¶ قُلْنَا الْقَبِيح مَا لَا يُوَافق الْغَرَض حَتَّى إِنَّه قد يكون الشَّيْء قبيحاً عِنْد",
            "page": "207",
            "part": "1",
            "seal": "C242ADBF"
        },
        {
            "id": "160",
            "nass": "شخص حسنا عِنْد غَيره إِذا وَافق غَرَض أَحدهمَا دون الآخر حَتَّى يستقبح قتل الشَّخْص أولياؤه ويستحسنه أعداؤه ¶ فَإِن أُرِيد بالقبيح مَا لَا يُوَافق غَرَض الْبَارِي سُبْحَانَهُ فَهُوَ محَال إِذْ لَا غَرَض لَهُ فَلَا يتَصَوَّر مِنْهُ قَبِيح كَمَا لَا يتَصَوَّر مِنْهُ ظلم إِذْ لَا يتَصَوَّر مِنْهُ التَّصَرُّف فِي ملك الْغَيْر ¶ وَإِن أُرِيد بالقبيح مَا لَا يُوَافق غَرَض الْغَيْر فَلم قُلْتُمْ إِن ذَلِك عَلَيْهِ محَال ¶ وَهل هَذَا إِلَّا مُجَرّد تشْتَهي يشْهد بِخِلَافِهِ مَا قد فرضناه من مخاصمة أهل النَّار ¶ ثمَّ الْحَكِيم مَعنا الْعَالم بحقائق الْأَشْيَاء الْقَادِر على فعلهَا على وفْق إِرَادَته وَهَذَا من أَيْن يُوجب رِعَايَة الْأَصْلَح وَأما الْحَكِيم منا يُرَاعِي الْأَصْلَح نظرا",
            "page": "208",
            "part": "1",
            "seal": "5F2D050C"
        },
        {
            "id": "161",
            "nass": "لنَفسِهِ ليستفيد بِهِ فِي الدُّنْيَا ثَنَاء وَفِي الْآخِرَة ثَوابًا أَو يدْفع بِهِ عَن نَفسه آفَة وكل ذَلِك على الله سُبْحَانَهُ وَتَعَالَى محَال ¶ الأَصْل الثَّامِن ¶ أَن معرفَة الله سُبْحَانَهُ وطاعته وَاجِبَة بِإِيجَاب الله تَعَالَى وشرعه لَا بِالْعقلِ ¶ خلافًا للمعتزلة لِأَن الْعقل وَإِن أوجب الطَّاعَة فَلَا يَخْلُو ¶ إِمَّا أَن يُوجِبهَا لغير فَائِدَة وَهُوَ محَال فَإِن الْعقل لَا يُوجب الْعَبَث ¶ وَإِمَّا أَن يُوجِبهَا لفائدة وغرض وَذَلِكَ لَا يَخْلُو إِمَّا أَن يرجع إِلَى المعبود وَذَلِكَ محَال فِي حَقه تَعَالَى فَإِنَّهُ يتقدس عَن الْأَغْرَاض والفوائد بل الْكفْر وَالْإِيمَان وَالطَّاعَة والعصيان فِي حَقه تَعَالَى سيان وَإِمَّا أَن يرجع ذَلِك إِلَى غَرَض العَبْد وَهُوَ أَيْضا محَال لِأَنَّهُ لَا غَرَض لَهُ فِي الْحَال بل يتعب بِهِ وينصرف عَن الشَّهَوَات بِسَبَبِهِ وَلَيْسَ فِي الْمَآل إِلَّا الثَّوَاب وَالْعِقَاب ¶ وَمن أَيْن يعلم أَن الله تَعَالَى يثيب على الْمعْصِيَة وَالطَّاعَة وَلَا يُعَاقب عَلَيْهِمَا",
            "page": "209",
            "part": "1",
            "seal": "EE0ACC89"
        },
        {
            "id": "162",
            "nass": "مَعَ أَن الطَّاعَة وَالْمَعْصِيَة فِي حَقه يتساويان إِذْ لَيْسَ لَهُ إِلَى أَحدهمَا ميل وَلَا بِهِ لأَحَدهمَا اخْتِصَاص وَإِنَّمَا عرف تَمْيِيز ذَلِك بِالشَّرْعِ ¶ وَلَقَد ذل من أَخذ هَذَا من المقايسة بَين الْخَالِق والمخلوق حَيْثُ يغرق بَين الشُّكْر والكفران لما لَهُ من الارتياح والاهتزاز والتلذذ بِأَحَدِهِمَا دون الآخر ¶ فَإِن قيل لم يجب النّظر والمعرفة إِلَّا بِالشَّرْعِ وَالشَّرْع لَا يسْتَقرّ مَا لم ينظر الْمُكَلف فِيهِ فَإِذا قَالَ الْمُكَلف للنَّبِي إِن الْعقل لَيْسَ بوجب على النّظر وَالشَّرْع لَا يثبت عِنْدِي إِلَّا بِالنّظرِ وَلست أقدم على النّظر أدّى ذَلِك إِلَى إفحام الرَّسُول صلى الله عَلَيْهِ وَسلم ¶ قُلْنَا هَذَا يضاهي قَول الْقَائِل للْوَاقِف فِي مَوضِع من الْمَوَاضِع ¶ إِن وَرَاءَك",
            "page": "210",
            "part": "1",
            "seal": "42BCED32"
        },
        {
            "id": "163",
            "nass": "سبعا ضارياً فَإِن لم تَبْرَح عَن الْمَكَان قَتلك وَإِن الْتفت وَرَاءَك وَنظرت عرفت صدقي فَيَقُول الْوَاقِف ¶ لَا يثبت صدقك مَا لم ألتفت ورائي وَلَا ألتفت ورائي وَلَا أنظر مَا لم يثبت صدقك ¶ فَيدل هَذَا على حَمَاقَة هَذَا الْقَائِل وتهدفه للهلاك وَلَا ضَرَر فِيهِ على الْهَادِي المرشد فَكَذَلِك النَّبِي صلى الله عَلَيْهِ وَسلم يَقُول ¶ إِن وراءكم الْمَوْت ودونه السبَاع الضارية والنيران المحرقة إِن لم تَأْخُذُوا مِنْهَا حذركُمْ وتعرفوا لي صدقي بالالتفات إِلَى معجزتي وَإِلَّا هلكتم فَمن الْتفت عرف وَاحْترز وَنَجَا وَمن لم يلْتَفت وأصر هلك وتردى وَلَا ضَرَر على إِن هلك النَّاس كلهم أَجْمَعُونَ وَإِنَّمَا عَليّ الْبَلَاغ الْمُبين ¶ فالشرع يعرف وجود السبَاع الضاري بعد الْمَوْت وَالْعقل يُفِيد فهم الْكَلَام",
            "page": "211",
            "part": "1",
            "seal": "A8A0DDBB"
        },
        {
            "id": "164",
            "nass": "والإحاطة بِإِمْكَان مَا يَقُوله فِي الْمُسْتَقْبل والطبع يستحث على الحذر من الضَّرَر وَمعنى كَون الشَّيْء وَاجِبا فِي تَركه ضَرَرا ¶ وَمعنى كَون الشَّرْع مُوجبا أَنه معرف للضَّرَر المتوقع فَإِن الْعقل لَا يهدي إِلَى التهدف للضَّرَر بعد الْمَوْت عِنْد اتِّبَاع الشَّهَوَات ¶ فَهَذَا معنى الشَّرْع وَالْعقل وتأثيرهما فِي تَقْدِير الْوَاجِب وَلَوْلَا خوف الْعقَاب على ترك مَا أَمر بِهِ مميكن الْوُجُوب ثَابتا إِذْ لَا معنى للْوَاجِب إِلَّا مَا يرتبط بِتَرْكِهِ ضَرَر فِي الْآخِرَة ¶ الأَصْل التَّاسِع ¶ أَنه لَيْسَ يَسْتَحِيل بَعثه الْأَنْبِيَاء عَلَيْهِم السَّلَام خلافًا للبراهمة حَيْثُ قَالُوا",
            "page": "212",
            "part": "1",
            "seal": "92475CCA"
        },
        {
            "id": "165",
            "nass": "لَا فَائِدَة فِي بعثتهم إِذْ فِي الْعقل مندوحة عَنْهُم لِأَن الْعقل لَا يهدي إِلَى الْأَفْعَال المنجية فِي الْآخِرَة كَمَا لَا يهدي إِلَى الْأَدْوِيَة المفيدة للصِّحَّة حَاجَة الْخلق إِلَى الْأَنْبِيَاء كحاجتهم إِلَى الْأَطِبَّاء وَلَكِن يعرف صدق الطَّبِيب بالتجربة وَيعرف صدق النَّبِي بالمعجزة ¶ الأَصْل الْعَاشِر ¶ أَن الله سُبْحَانَهُ قد أرسل مُحَمَّدًا صلى الله عَلَيْهِ وَسلم خَاتمًا لِلنَّبِيِّينَ وناسخاً لما قبله من",
            "page": "213",
            "part": "1",
            "seal": "E4690029"
        },
        {
            "id": "166",
            "nass": "شرائع الْيَهُود وَالنَّصَارَى وَالصَّابِئِينَ وأيده بالمعجزات الظَّاهِرَة والآيات الباهرة كانشقاق الْقَمَر وتسبيح الْحَصَى وإنطاق العجماء وَمَا تفجر من بَين أَصَابِعه من المَاء ¶ وَمن آيَاته الظَّاهِرَة الَّتِي تحدى بهَا مَعَ كَافَّة الْعَرَب الْقُرْآن الْعَظِيم فَإِنَّهُم مَعَ تميزهم بالفصاحة والبلاغة تهدفوا لسلبه ونهبه وَقَتله وإخراجه كَمَا أخبر الله عزوجل عَنْهُم وَلم يقدروا على معارضته بِمثل الْقُرْآن إِذْ لم يكن فِي قدرَة الْبشر الْجمع بَين",
            "page": "214",
            "part": "1",
            "seal": "ED681D03"
        },
        {
            "id": "167",
            "nass": "جزالة الْقُرْآن ونظمه هَذَا مَعَ مَا فِيهِ من أَخْبَار الْأَوَّلين مَعَ كَونه أُمِّيا غير ممارس للكتب والإنباء عَن الْغَيْب فِي أُمُور تحقق صدقه فِيهَا فِي الِاسْتِقْبَال كَقَوْلِه تَعَالَى ¶ {لتدخلن الْمَسْجِد الْحَرَام إِن شَاءَ الله آمِنين مُحَلِّقِينَ رؤوسكم وَمُقَصِّرِينَ} ¶ وَكَقَوْلِه تَعَالَى {الم غلبت الرّوم فِي أدنى الأَرْض وهم من بعد غلبهم سيغلبون فِي بضع سِنِين} ¶ وَوجه دلَالَة المعجزة على صدق الرُّسُل أَن كل مَا عجز عَنهُ الْبشر لم يكن إِلَّا فعلا لله تَعَالَى فمهما كَانَ مَقْرُونا بتحدي النَّبِي صلى الله عَلَيْهِ وَسلم ينزل منزلَة قَوْله صدقت وَذَلِكَ مثل الْقَائِم بَين أَيدي الْملك الْمُدعى على رَعيته أَنه رَسُول الْملك إِلَيْهِم",
            "page": "215",
            "part": "1",
            "seal": "D59740DF"
        },
        {
            "id": "168",
            "nass": "فَإِنَّهُ مهما قَالَ للْملك إِن كنت صَادِقا فَقُمْ على سريرك ثَلَاثًا واقعد على خلاف عادتك فَفعل الْملك ذَلِك حصل للحاضرين علم ضَرُورِيّ بِأَن ذَلِك نَازل منزلَة قَوْله صدقت ¶ الرُّكْن الرَّابِع فِي السمعيات وتصديقه صلى الله عَلَيْهِ وَسلم فِيمَا أخبر عَنهُ ومداره على عشرَة أصُول",
            "page": "216",
            "part": "1",
            "seal": "2B653570"
        },
        {
            "id": "169",
            "nass": "الرُّكْن الرَّابِع فِي السمعيات وتصديقه صلى الله عَلَيْهِ وَسلم فِيمَا أخبر عَنهُ ومداره على عشرَة أصُول",
            "page": "217",
            "part": "1",
            "seal": "4F64B718"
        },
        {
            "id": "170",
            "nass": "الأَصْل الأول الْحَشْر والنش ¶ وَقد ورد بهما الشَّرْع وَهُوَ حق والتصديق بهما وَاجِب لِأَنَّهُ فِي الْعقل مُمكن وَمَعْنَاهُ الْإِعَادَة بعد الإفناء وَذَلِكَ مَقْدُور لله تَعَالَى كابتداء",
            "page": "219",
            "part": "1",
            "seal": "6174EEC4"
        },
        {
            "id": "171",
            "nass": "الْإِنْشَاء قَالَ الله تَعَالَى {قَالَ من يحيي الْعِظَام وَهِي رَمِيم قل يُحْيِيهَا الَّذِي أَنْشَأَهَا أول مرّة} ¶ فاستدل بِالِابْتِدَاءِ على الْإِعَادَة ¶ وَقَالَ عز وَجل {مَا خَلقكُم وَلَا بعثكم إِلَّا كَنَفس وَاحِدَة} ¶ والإعادة ابْتِدَاء ثَان فَهُوَ مُمكن كالإبتداء الأول ¶ الأَصْل الثَّانِي سُؤال مُنكر وَنَكِير ¶ وَقد وَردت بِهِ الْأَخْبَار فَيجب التَّصْدِيق بِهِ لِأَنَّهُ مُمكن إِذْ لَيْسَ يَسْتَدْعِي إِلَّا إِعَادَة الْحَيَاة إِلَى جُزْء من الْأَجْزَاء الَّذِي بِهِ فهم الْخطاب وَذَلِكَ مُمكن فِي نَفسه وَلَا يدْفع ذَلِك مَا يُشَاهد من سُكُون أَجزَاء الْمَيِّت وَعدم سَمَاعنَا للسؤال",
            "page": "220",
            "part": "1",
            "seal": "250BAF9B"
        },
        {
            "id": "172",
            "nass": "لَهُ فَإِن النَّائِم سَاكن بِظَاهِرِهِ وَيدْرك بباطنه من الآلام وَاللَّذَّات مَا يحس بتأثيره عِنْد التَّنْبِيه وَقد كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ يسمع كَلَام جِبْرِيل عَلَيْهِ السَّلَام ويشاهده وَمن حوله لَا يسمعونه وَلَا يرونه وَلَا يحيطون بِشَيْء من علمه إِلَّا بِمَا شَاءَ ¶ فَإِذا لم يخلق لَهُم السّمع والرؤية لم يدركوه ¶ الأَصْل الثَّالِث عَذَاب الْقَبْر ¶ وَقد ورد الشَّرْع بِهِ قَالَ الله تَعَالَى ¶ {النَّار يعرضون عَلَيْهَا غدواً وعشياً وَيَوْم تقوم السَّاعَة أدخلُوا آل فِرْعَوْن أَشد الْعَذَاب} ¶ واشتهر عَن رَسُول الله صلى الله عَلَيْهِ وَسلم وَالسَّلَف الصَّالح الِاسْتِعَاذَة من عَذَاب الْقَبْر",
            "page": "221",
            "part": "1",
            "seal": "47672DF3"
        },
        {
            "id": "173",
            "nass": "وَهُوَ مُمكن فَيجب التَّصْدِيق بِهِ تفرق أَجزَاء الْمَيِّت فِي بطُون السبَاع وحواصل الطُّيُور فَإِن الْمدْرك لألم الْعَذَاب من الْحَيَوَان أَجزَاء مَخْصُوصَة بِقدر الله تَعَالَى على إِعَادَة الْإِدْرَاك إِلَيْهَا ¶ الأَصْل الرَّابِع الْمِيزَان ¶ وَهُوَ حق قَالَ الله تَعَالَى {وَنَضَع الموازين الْقسْط ليَوْم الْقِيَامَة}",
            "page": "222",
            "part": "1",
            "seal": "6292152E"
        },
        {
            "id": "174",
            "nass": "وَقَالَ تَعَالَى {فَمن ثقلت مَوَازِينه فَأُولَئِك هم المفلحون وَمن خفت مَوَازِينه} ¶ وَوَجهه أَن الله تَعَالَى يحدث فِي صَحَائِف الْأَعْمَال وزنا بِحَسب دَرَجَات الْأَعْمَال عِنْد الله تَعَالَى فَتَصِير مقادير أَعمال الْعباد مَعْلُومَة للعباد حَتَّى يظْهر لَهُم الْعدْل فِي الْعقَاب أَو الْفضل فِي الْعَفو وتضعيف الثَّوَاب ¶ الأَصْل الْخَامِس الصِّرَاط ¶ وَهُوَ جسر مَمْدُود على متن جَهَنَّم أرق من الشعرة وَأحد من السَّيْف",
            "page": "223",
            "part": "1",
            "seal": "4B28C507"
        },
        {
            "id": "175",
            "nass": "قَالَ الله تَعَالَى ¶ {فاهدوهم إِلَى صِرَاط الْجَحِيم وقفوهم إِنَّهُم مسؤولون} ¶ وَهَذَا مُمكن فَيجب التَّصْدِيق بِهِ فَإِن الْقَادِر على أَن يطير الطير فِي الْهَوَاء قَادر على أَن يسير الْإِنْسَان على الصِّرَاط ¶ الأَصْل السَّادِس أَن الْجنَّة وَالنَّار مخلوقتان ¶ قَالَ الله تَعَالَى {وسارعوا إِلَى مغْفرَة من ربكُم وجنة عرضهَا السَّمَاوَات وَالْأَرْض أعدت لِلْمُتقين}",
            "page": "224",
            "part": "1",
            "seal": "F102CF38"
        },
        {
            "id": "176",
            "nass": "فَقَوله تَعَالَى {أعدت} دَلِيل وعَلى أَنَّهَا مخلوقة فَيجب إجراؤه على الظَّاهِر إِذْ لَا اسْتِحَالَة فِيهِ وولا يُقَال لَا فَائِدَة فِي خلقهما قبل يَوْم الْجَزَاء لِأَن الله تَعَالَى ¶ {لَا يسْأَل عَمَّا يفعل وهم يُسألون} ¶ الأَصْل السَّابِع ¶ أَن الإِمَام الْحق بعد رَسُول الله صلى الله عَلَيْهِ وَسلم أَبُو بكر ثمَّ عمر ثمَّ عُثْمَان ثمَّ عَليّ",
            "page": "225",
            "part": "1",
            "seal": "3C19D1D0"
        },
        {
            "id": "177",
            "nass": "رَضِي الله عَنْهُم وَلم يكن نَص رَسُول الله صلى الله عَلَيْهِ وَسلم على إِمَام أصلا إِذْ لَو كَانَ لَكَانَ أولى بالظهور من نَصبه آحَاد الْوُلَاة والأمراء على الْجنُود فِي الْبِلَاد وَلم يخف ذَلِك فَكيف خَفِي هَذَا وَإِن ظهر فَكيف اندرس حَتَّى لم ينْتَقل إِلَيْنَا فَلم يكن أَبُو بكر إِمَامًا إِلَّا بِالِاخْتِيَارِ والبيعة ¶ وَأما تَقْدِير النَّص على غَيره فَهُوَ نسبه للصحابة كلهم إِلَى مُخَالفَة رَسُول الله",
            "page": "226",
            "part": "1",
            "seal": "88AA3765"
        },
        {
            "id": "178",
            "nass": "صلى الله عَلَيْهِ وَسلم وخرق الْإِجْمَاع وَذَلِكَ مِمَّا لَا يستجريء على اختراعه إِلَّا الروابض ¶ وإعتقاد أهل السّنة تَزْكِيَة جَمِيع الصَّحَابَة وَالثنَاء عَلَيْهِم كَمَا أثنى الله سُبْحَانَهُ وَتَعَالَى وَرَسُوله صلى الله عَلَيْهِ وَسلم عَلَيْهِم ¶ وَمَا جرى بَين مُعَاوِيَة وَعلي رَضِي الله عَنْهُمَا كَانَ مَبْنِيا على الِاجْتِهَاد لَا مُنَازعَة من مُعَاوِيَة فِي الْإِمَامَة إِذْ ظن عَليّ رَضِي الله عَنهُ أَن تَسْلِيم قتلة عُثْمَان مَعَ كَثْرَة",
            "page": "227",
            "part": "1",
            "seal": "97C21E55"
        },
        {
            "id": "179",
            "nass": "عَشَائِرهمْ واختلاطهم بالعسكر يُؤَدِّي إِلَى اضْطِرَاب أَمر الْإِمَامَة فِي بدايتها فَرَأى التَّأْخِير أصوب وَظن مُعَاوِيَة أَن تَأْخِير أَمرهم مَعَ عظم جنايتهم يُوجب الإعزاء بالأئمة ويعرض الدِّمَاء للسفك وَقد قَالَ أفاضل الْعلمَاء ¶ كل مُجْتَهد مُصِيب وَقَالَ قَائِلُونَ الْمُصِيب وَاحِد وَلم يذهب إِلَى تخطئة على ذُو تَحْصِيل أصلا ¶ الأَصْل الثَّامِن ¶ أَن فضل الصَّحَابَة رَضِي الله عَنْهُم على حسب ترتيبهم فِي الْخلَافَة إِذْ حَقِيقَة الْفضل مَا هُوَ فضل عِنْد الله عز وَجل وَذَلِكَ لَا يطلع عَلَيْهِ إِلَّا رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَقد ورد فِي الثَّنَاء على جَمِيعهم آيَات وأخبار كَثِيرَة وَإِنَّمَا يدْرك دقائق الْفضل",
            "page": "228",
            "part": "1",
            "seal": "2EBE1B9B"
        },
        {
            "id": "180",
            "nass": "وَالتَّرْتِيب فِيهِ المشاهدون للوحي والتنزيل بقرائن الْأَحْوَال ودقائق التَّفْصِيل ¶ فلولا فهمهم ذَلِك لما رتبوا الْأَمر كَذَلِك إِذْ كَانُوا لَا تأخذهم فِي الله لومة لائم وَلَا يصرفهم عَن الْحق صَارف ¶ الأَصْل التَّاسِع ¶ أَن شَرَائِط الْإِمَامَة بعد الْإِسْلَام والتكليف خَمْسَة",
            "page": "229",
            "part": "1",
            "seal": "C20EFB7C"
        },
        {
            "id": "181",
            "nass": "الذُّكُورَة والورع وَالْعلم والكفاية وَنسبَة قُرَيْش لقَوْله صلى الله عَلَيْهِ وَسلم ¶ الْأَئِمَّة من قُرَيْش ¶ وَإِذا اجْتمع عدد من الموصوفين بِهَذِهِ الصِّفَات فالإمام من انْعَقَدت لَهُ الْبيعَة من أَكثر الْخلق والمخالف للْأَكْثَر بَاغ يجب رده إِلَى الانقياد إِلَى الْحق ¶ الأَصْل الْعَاشِر ¶ أَنه لَو تعذر وجود الْوَرع وَالْعلم فِيمَن يتَصَدَّى للْإِمَامَة وَكَانَ فِي صرفه",
            "page": "230",
            "part": "1",
            "seal": "002DE051"
        },
        {
            "id": "182",
            "nass": "إثارة فتْنَة لَا تطاق حكمنَا بانعقاد إِمَامَته لأَنا بَين أَن نحرك فتْنَة الإستبدال فَمَا يلقى الْمُسلمُونَ فِيهِ من الضَّرَر يزِيد على مَا يفوتهُمْ من نُقْصَان هَذِه الشُّرُوط الَّتِي أَثْبَتَت لمزية الْمصلحَة فَلَا يهدم أصل الْمصلحَة شغفاً بمزاياها كَالَّذي يَبْنِي قصراً ويهدم مصرا وَبَين أَن نحكم بخلو الْبِلَاد عَن الإِمَام وبفساد الْأَقْضِيَة وَذَلِكَ محَال وَنحن نقضي بنفوذ قَضَاء أهل الْبَغي فِي بِلَاد لمسيس حَاجتهم فَكيف لَا نقضي بِصِحَّة الْإِمَامَة عِنْد الْحَاجة والضرورة ¶ فَهَذِهِ الْأَركان الْأَرْبَعَة الحاوية لِلْأُصُولِ الْأَرْبَعين هِيَ قَوَاعِد العقائد ¶ فَمن اعتقدها كَانَ مواقفا لأهل السّنة ومبايناً لرهط الْبِدْعَة فَالله تَعَالَى يسددنا بتوفيقه ويهدينا إِلَى الْحق وتحقيقه بمنه وسعة جوده وفضله صلى الله عَلَيْهِ وَسلم على سيدنَا مُحَمَّد وعَلى آله وكل عبد مصطفى ¶ الْفَصْل الرَّابِع من قَوَاعِد العقائد فِي الْإِيمَان وَالْإِسْلَام وَمَا بَينهمَا من الِاتِّصَال والإنفصال وَمَا يتَطَرَّق إِلَيْهِ من الزِّيَادَة وَالنُّقْصَان وَوجه اسْتثِْنَاء السّلف وَفِيه ثَلَاثَة مسَائِل ¶ مَسْأَلَة ¶ اخْتلفُوا فِي أَن الْإِسْلَام هُوَ الْإِيمَان أَو غَيره وَإِن كَانَ غَيره فَهَل هُوَ مُنْفَصِل عَنهُ يُوجد دونه أَو مُرْتَبِط بِهِ يلازمه ¶ فَقيل إنَّهُمَا شَيْء وَاحِد ¶ وَقيل إنَّهُمَا شيآن لَا يتواصلان ¶ وَقيل إنَّهُمَا شيآن وَلَكِن يرتبط أَحدهمَا بِالْآخرِ ¶ وَقد أورد أَبُو طَالب الْمَكِّيّ فِي هَذَا كلَاما شَدِيد الِاضْطِرَاب كثير التَّطْوِيل فلنهجم الْآن على التَّصْرِيح بِالْحَقِّ من غير تعريج على نقل مَا لَا تَحْصِيل لَهُ فَنَقُول فِي هَذَا ثَلَاثَة مبَاحث ¶ بحث عَن مُوجب اللَّفْظَيْنِ فِي اللُّغَة",
            "page": "231",
            "part": "1",
            "seal": "96FF738C"
        },
        {
            "id": "186",
            "nass": "مَسْأَلَة ¶ اخْتلفُوا فِي أَن الْإِسْلَام هُوَ الْإِيمَان أَو غَيره وَإِن كَانَ غَيره فَهَل هُوَ مُنْفَصِل عَنهُ يُوجد دونه أَو مُرْتَبِط بِهِ يلازمه ¶ فَقيل إنَّهُمَا شَيْء وَاحِد ¶ وَقيل إنَّهُمَا شيآن لَا يتواصلان ¶ وَقيل إنَّهُمَا شيآن وَلَكِن يرتبط أَحدهمَا بِالْآخرِ ¶ وَقد أورد أَبُو طَالب الْمَكِّيّ فِي هَذَا كلَاما شَدِيد الِاضْطِرَاب كثير التَّطْوِيل فلنهجم الْآن على التَّصْرِيح بِالْحَقِّ من غير تعريج على نقل مَا لَا تَحْصِيل لَهُ فَنَقُول ¶ فِي هَذَا ثَلَاثَة مبَاحث ¶ بحث عَن مُوجب اللَّفْظَيْنِ فِي اللُّغَة",
            "page": "235",
            "part": "1",
            "seal": "BB662C18"
        },
        {
            "id": "187",
            "nass": "وَبحث عَن حكمهَا فِي الدُّنْيَا وَالْآخِرَة ¶ والبحث الأول لغَوِيّ وَالثَّانِي تفسيري وَالثَّالِث ¶ فقهي شَرْعِي ¶ الْبَحْث الأول فِي مُوجب اللُّغَة ¶ وَالْحق فِيهِ أَن الْإِيمَان عبارَة عَن التَّصْدِيق قَالَ الله تَعَالَى {وَمَا أَنْت بِمُؤْمِن لنا} أَي بمصدق ¶ وَالْإِسْلَام عبارَة عَن التَّسْلِيم والاستسلام بالإذعان والانقياد وَترك التمرد والإباء لعناد ¶ وللتصديق مَحل خَاص وَهُوَ الْقلب وَاللِّسَان ترجمانه",
            "page": "236",
            "part": "1",
            "seal": "A2894842"
        },
        {
            "id": "188",
            "nass": "وَأما التَّسْلِيم فَإِنَّهُ عَام فِي الْقلب وَاللِّسَان والجوارح فَإِن كل تَصْدِيق بِالْقَلْبِ فَهُوَ تَسْلِيم وَترك الإباء والجحود وَكَذَلِكَ الِاعْتِرَاف بِاللِّسَانِ وَكَذَلِكَ الطَّاعَة والانقياد بالجوارح ¶ فموجب اللُّغَة إِن الْإِسْلَام أَعم وَالْإِيمَان أخص فَكَانَ الْإِيمَان عبارَة عَن أشرف أَجزَاء الْإِسْلَام فَإِذن كل تَصْدِيق تَسْلِيم وَلَيْسَ كل تَسْلِيم تَصْدِيقًا ¶ الْبَحْث الثَّانِي عَن إِطْلَاق الشَّرْع ¶ وَالْحق فِيهِ أَن الشَّرْع قد ورد بإستعمالهما على سَبِيل الترادف والتوارد وَورد على سَبِيل الِاخْتِلَاف وَورد على سَبِيل التَّدَاخُل",
            "page": "237",
            "part": "1",
            "seal": "EFF9FB09"
        },
        {
            "id": "189",
            "nass": "أما الترادف فَفِي قَوْله تَعَالَى ¶ {فأخرجنا من كَانَ فِيهَا من الْمُؤمنِينَ فَمَا وجدنَا فِيهَا غير بَيت من الْمُسلمين} وَلم يكن بالِاتِّفَاقِ إِلَّا بَيت وَاحِد ¶ وَقَالَ تَعَالَى ¶ {يَا قوم إِن كُنْتُم آمنتم بِاللَّه فَعَلَيهِ توكلوا إِن كُنْتُم مُسلمين} ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم بني الْإِسْلَام على خمس ¶ وَسُئِلَ رَسُول الله صلى الله عَلَيْهِ وَسلم مرّة عَن الْإِيمَان فَأجَاب بِهَذِهِ الْخمس ¶ وَأما الِاخْتِلَاف فَقَوله تَعَالَى",
            "page": "238",
            "part": "1",
            "seal": "744DA5EC"
        },
        {
            "id": "190",
            "nass": "{قَالَت الْأَعْرَاب آمنا قل لم تؤمنوا وَلَكِن قُولُوا أسلمنَا} ¶ وَمَعْنَاهُ استسلمنا فِي الظَّاهِر فَأَرَادَ الْإِيمَان هَاهُنَا التَّصْدِيق فَقَط ¶ وَبِالْإِسْلَامِ الاستسلام ظَاهرا بِاللِّسَانِ والجوارح ¶ وَفِي حَدِيث جِبْرَائِيل عَلَيْهِ السَّلَام لما سَأَلَهُ عَن الْإِيمَان فَقَالَ ¶ أَن نؤمن بِاللَّه وَمَلَائِكَته وَكتبه وَرُسُله وَالْيَوْم الآخر وبالبعث بعد الْمَوْت وبالحساب وبالقدر خَيره وشره فَقَالَ فَمَا الْإِسْلَام فَأجَاب بِذكر الْخِصَال الْخمس فَعبر بِالْإِسْلَامِ عَن تَسْلِيم الظَّاهِر بالْقَوْل وَالْعَمَل",
            "page": "239",
            "part": "1",
            "seal": "F3405930"
        },
        {
            "id": "191",
            "nass": "وَفِي الحَدِيث عَن سعد أَنه صلى الله عَلَيْهِ وَسلم أعْطى رجلا عَطاء وَلم يُعْط الآخر فَقَالَ لَهُ سعد يَا رَسُول الله تركت فلَانا لم تعطه وَهُوَ مُؤمن فَقَالَ صلى الله عَلَيْهِ وَسلم ¶ أَو مُسلم فَأَعَادَ عَلَيْهِ فَأَعَادَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَأما التَّدَاخُل فَمَا ورى أَيْضا أَنه سُئِلَ فَقيل أَي الْأَعْمَال أفضل ¶ فَقَالَ صلى الله عَلَيْهِ وَسلم الْإِسْلَام فَقَالَ أَي الْإِسْلَام أفضل ¶ فَقَالَ صلى الله عَلَيْهِ وَسلم الْإِيمَان ¶ وَهَذَا دَلِيل على الِاخْتِلَاف وعَلى التَّدَاخُل وَهُوَ أوفق الاستعمالات فِي",
            "page": "240",
            "part": "1",
            "seal": "9B93E47B"
        },
        {
            "id": "192",
            "nass": "اللُّغَة لِأَن الْإِيمَان عمل من الْأَعْمَال وَهُوَ أفضلهَا وَالْإِسْلَام هُوَ تَسْلِيم إِمَّا بِالْقَلْبِ وَأما بِاللِّسَانِ وَإِمَّا بالجوارح وأفضلها الَّذِي بِالْقَلْبِ وَهُوَ التَّصْدِيق الَّذِي يُسمى إِيمَانًا ¶ والإستعمال لَهما على سَبِيل الِاخْتِلَاف وعَلى سَبِيل التَّدَاخُل وعَلى سَبِيل الترادف كُله غير خَارج عَن طَرِيق التَّجَوُّز فِي اللُّغَة ¶ أما الِاخْتِلَاف فَهُوَ أَن يَجْعَل الْإِيمَان عبارَة عَن التَّصْدِيق بِالْقَلْبِ فَقَط وَهُوَ مُوَافق للغة ¶ وَالْإِسْلَام عبارَة عَن التَّسْلِيم ظَاهرا وَهُوَ أَيْضا مُوَافق للغة فَإِن التَّسْلِيم ببعضِ مَحَالّ التَّسْلِيم ينْطَلق عَلَيْهِ اسْم التَّسْلِيم فَلَيْسَ من شَرط حُصُول الِاسْم عُمُوم الْمَعْنى لكل محمل يُمكن أَن يُوجد الْمَعْنى فِيهِ فَإِن من لمس غَيره بدنه يُسمى لامساً وَإِن لم يستعرق جَمِيع بدنه ¶ فإطلاق اسْم الْإِسْلَام على التَّسْلِيم الطَّاهِر عِنْد عدم تَسْلِيم الْبَاطِن مُطَابق للسان وعَلى هَذَا الْوَجْه جرى قَوْله تَعَالَى ¶ {قَالَت الْأَعْرَاب آمنا قل لم تؤمنوا وَلَكِن قُولُوا أسلمنَا}",
            "page": "241",
            "part": "1",
            "seal": "F026EFFF"
        },
        {
            "id": "193",
            "nass": "وَقَوله صلى الله عَلَيْهِ وَسلم فِي حَدِيث سعد أَو مُسلم لِأَنَّهُ فضل أَحدهمَا على الآخر وَيُرِيد بالاختلاف تفاضل المسميين ¶ وَأما التدخل فموافق أَيْضا للغة فِي خُصُوص الْإِيمَان وَهُوَ أَن يَجْعَل الْإِسْلَام عبارَة عَن التَّسْلِيم بِالْقَلْبِ وَالْقَوْل وَالْعَمَل جَمِيعًا وَالْإِيمَان عبارَة عَن بعض مَا دخل فِي الْإِسْلَام وَهُوَ التَّصْدِيق بِالْقَلْبِ وَهُوَ الَّذِي عنيناه بالتداخل وَهُوَ مُوَافق للغة فِي خُصُوص الْإِيمَان وَعُمُوم الْإِسْلَام للْكُلّ وعَلى هَذَا خرج قَوْله الْإِيمَان فِي جَوَاب قَول السَّائِل أَي الْإِسْلَام أفضل لِأَنَّهُ جعل الْإِيمَان خُصُوصا من الْإِسْلَام فَأدْخلهُ فِيهِ ¶ وَأما اسْتِعْمَاله فِيهِ على سَبِيل الترادف بِأَن يَجْعَل الْإِسْلَام عبارَة على التَّسْلِيم بِالْقَلْبِ وَالظَّاهِر جَمِيعًا فَإِن كل ذَلِك تَسْلِيم وَكَذَا الْإِيمَان وَيكون التَّصَرُّف فِي الْإِيمَان على الْخُصُوص بتعميمه وَإِدْخَال الظَّاهِر فِي مَعْنَاهُ وَهُوَ جَائِز لِأَن تَسْلِيم الظَّاهِر بالْقَوْل وَالْعَمَل ثَمَرَة تَصْدِيق الْبَاطِن ونتيجته",
            "page": "242",
            "part": "1",
            "seal": "8C594963"
        },
        {
            "id": "194",
            "nass": "وَقد يُطلق اسْم الشّجر وَيُرَاد بِهِ الشّجر مَعَ ثمره على سَبِيل التسامح فَيصير بِهَذَا الْقدر من التَّعْمِيم مرادفاً لاسم الْإِسْلَام ومطابقاً لَهُ فَلَا يزِيد عَلَيْهِ وَلَا ينقص وَعَلِيهِ خرج قَوْله {فَمَا وجدنَا فِيهَا غير بَيت من الْمُسلمين} ¶ الْبَحْث الثَّالِث عَن الحكم الشَّرْعِيّ ¶ وللإسلام وَالْإِيمَان حكمان أخروي ودنيوي ¶ أما الأخروي فَهُوَ الْإِخْرَاج من النَّار وَمنع التخليد إِذْ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَيخرج من النَّار من كَانَ فِي قلبه مِثْقَال ذرة من الْإِيمَان ¶ وَقد اخْتلفُوا فِي هَذَا الحكم على مَاذَا يَتَرَتَّب وعبروا عَنهُ بِأَن الْإِيمَان مَاذَا هُوَ",
            "page": "243",
            "part": "1",
            "seal": "D02D81AF"
        },
        {
            "id": "195",
            "nass": "فَمن قَائِل إِنَّه مُجَرّد العقد ¶ وَمن قَائِل يَقُول إِنَّه عقد بِالْقَلْبِ وَشَهَادَة اللِّسَان ¶ وَمن قَائِل يزِيد ثَالِثا وَهُوَ الْعَمَل بالأركان ¶ وَنحن نكشف الغطاء عَنهُ ونقول",
            "page": "244",
            "part": "1",
            "seal": "CF729641"
        },
        {
            "id": "196",
            "nass": "من جمع بَين هَذِه الثَّلَاثَة فَلَا خلاف فِي أَن مستقره الْجنَّة وَهَذِه دَرَجَة ¶ والدرجة الثَّانِيَة أَن يُوجد اثْنَان وَبَعض الثَّالِث وَهُوَ القَوْل وَالْعقد وَبَعض الْأَعْمَال وَلَكِن ارْتكب صَاحبه كَبِيرَة أَو بعض الْكَبَائِر فَعِنْدَ هَذَا قَالَت للمعتزلة ¶ خرج بِهَذَا عَن الْإِيمَان وَلم يدْخل فِي الْفِكر بل اسْمه فَاسق وَهُوَ على منزلَة بَين المنزلتين وَهُوَ مخلد فِي النَّار وَهَذَا بَاطِل كَمَا سَنذكرُهُ ¶ الدرجَة الثَّالِثَة أَن يُوجد التَّصْدِيق بِالْقَلْبِ وَالشَّهَادَة بِاللِّسَانِ دون الْأَعْمَال بالجوارح ¶ وَقد اخْتلفُوا فِي حكمه فَقَالَ أَبُو طَالب الْمَكِّيّ",
            "page": "245",
            "part": "1",
            "seal": "A9EB44B3"
        },
        {
            "id": "197",
            "nass": "الْعَمَل بالجوارح من الْإِيمَان وَلَا يتم دونه وَادّعى الْإِجْمَاع فِيهِ وَاسْتدلَّ بأدلة تشعر بنقيض غَرَضه كَقَوْلِه تَعَالَى ¶ {الَّذين آمنُوا وَعمِلُوا الصَّالِحَات} إِذْ هَذَا يدل على أَن الْعَمَل وَرَاء الْإِيمَان لَا من نفس الْإِيمَان وَإِلَّا فَيكون الْعَمَل فِي حكم الْمعَاد وَالْعجب أَنه ادّعى الْإِجْمَاع فِي هَذَا وَهُوَ مَعَ ذَلِك ينْقل قَوْله صلى الله عَلَيْهِ وَسلم",
            "page": "246",
            "part": "1",
            "seal": "9363C490"
        },
        {
            "id": "198",
            "nass": "لَا يكفر إِلَّا بعد جحوده لما أقربه وينكر على الْمُعْتَزلَة قَوْلهم بالتخليد فِي النَّار بِسَبَب الْكَبَائِر وَالْقَائِل بِهَذَا قَائِل بِنَفس مَذْهَب الْمُعْتَزلَة إِذْ يُقَال لَهُ ¶ من صدق بِقَلْبِه وَشهد بِلِسَانِهِ وَمَات فِي الْحَال فَهَل هُوَ فِي الْجنَّة ¶ فَلَا بُد أَن يَقُول نعم ¶ وَفِيه حكم بِوُجُود الْإِيمَان دون الْعَمَل فنزيد ونقول لَو بَقِي حَيا حَتَّى دخل عَلَيْهِ وَقت صَلَاة وَاحِدَة فَتَركهَا ثمَّ مَاتَ أَو زنى ثمَّ مَاتَ فَهَل يخلد فِي النَّار ¶ فَإِن قَالَ نعم فَهُوَ مُرَاد الْمُعْتَزلَة وَإِن قَالَ لَا فَهُوَ تَصْرِيح بِأَن الْعَمَل لَيْسَ ركنا من نفس الْإِيمَان وَلَا شرطا فِي وجوده وَلَا فِي اسْتِحْقَاق الْجنَّة بِهِ ¶ وَإِن قَالَ أردْت أَن يعِيش مُدَّة طَوِيلَة وَلَا يصلى وَلَا يقدم على شَيْء من الْأَعْمَال الشَّرْعِيَّة فَنَقُول فَمَا ضبط تِلْكَ الْمدَّة وَمَا عدد تِلْكَ الطَّاعَات الَّتِي بِتَرْكِهَا",
            "page": "247",
            "part": "1",
            "seal": "D582FA5E"
        },
        {
            "id": "199",
            "nass": "يبطل الْإِيمَان وَمَا عدد الْكَبَائِر الَّتِي بارتكابها يبطل الْإِيمَان وَهَذَا لَا يُمكن التحكم بتقديره وَلم يصر إِلَيْهِ صائر أصلا ¶ الدرجَة الرَّابِعَة أَن يُوجد التَّصْدِيق بِالْقَلْبِ قبل أَن ينْطق بِاللِّسَانِ أَو يشْتَغل بِالْأَعْمَالِ وَمَات فَهُوَ نقُول مَاتَ مُؤمنا بَينه وَبَين الله تَعَالَى وَهَذَا مِمَّا اخْتلف فِيهِ ¶ وَمن شَرط القَوْل لتَمام الْإِيمَان يَقُول هَذَا مَاتَ قبل الْإِيمَان وَهُوَ فَاسد إِذْ قَالَ صلى الله عَلَيْهِ وَسلم ¶ يخرج من النَّار من كَانَ فِي قلبه مِثْقَال ذرة من الْإِيمَان ¶ وَهَذَا قلبه طافح الْإِيمَان فَكيف يخلد فِي النَّار وَلم يشْتَرط فِي حَدِيث جِبْرِيل عَلَيْهِ السَّلَام للْإيمَان إِلَّا بالتصديق بِاللَّه تَعَالَى وَمَلَائِكَته وَكتبه وَرُسُله وَالْيَوْم الآخر كَمَا سبق ¶ الدرجَة الْخَامِسَة أَن يصدق بِالْقَلْبِ ويساعده من الْعُمر مهلة النُّطْق",
            "page": "248",
            "part": "1",
            "seal": "74DB90DE"
        },
        {
            "id": "200",
            "nass": "بكلمتي الشَّهَادَة وَعلم وُجُوبهَا وَلكنه لم ينْطق بهَا فَيحْتَمل أَن يَجْعَل امْتِنَاعه عَن النُّطْق كامتناعه عَن الصَّلَاة ونقول ¶ هُوَ مُؤمن غير مخلد فِي النَّار وَالْإِيمَان هُوَ التَّصْدِيق الْمَحْض وَاللِّسَان ترجمان الْإِيمَان فَلَا بُد أَن يكون الْإِيمَان مَوْجُودا بِتَمَامِهِ قبل اللِّسَان حَتَّى يترجمه اللِّسَان وَهَذَا هُوَ الْأَظْهر إِذْ لَا مُسْتَند إِلَّا اتِّبَاع مُوجب الْأَلْفَاظ وَوضع اللِّسَان أَن الْإِيمَان هُوَ عبارَة عَن التَّصْدِيق بِالْقَلْبِ وَقد قَالَ صلى الله عَلَيْهِ وَسلم ¶ يخرج من النَّار من كَانَ فِي قلبه مِثْقَال ذرة ¶ وَلَا يَنْعَدِم الْإِيمَان من الْقلب بِالسُّكُوتِ عَن النُّطْق الْوَاجِب كَمَا لَا يَنْعَدِم بِالسُّكُوتِ عَن الْفِعْل الْوَاجِب وَقَالَ قَائِلُونَ ¶ القَوْل ركن إِذْ لَيْسَ كلمتا الشَّهَادَة إِخْبَارًا عَن الْقلب بل هُوَ إنْشَاء عقد آخر وَابْتِدَاء شَهَادَة والتزام وَالْأول أظهر وَقد غلا فِي هَذَا طَائِفَة المرجئة فَقَالُوا",
            "page": "249",
            "part": "1",
            "seal": "96861BF5"
        },
        {
            "id": "201",
            "nass": "هَذَا لَا يدْخل النَّار أصلا ¶ وَقَالُوا إِن الْمُؤمن وَإِن عصى فَلَا يدْخل النَّار وسنبطل ذَلِك عَلَيْهِم ¶ الدرجَة السَّادِسَة أَن يَقُول بِلِسَانِهِ لَا إِلَه إِلَّا الله مُحَمَّد رَسُول الله وَلَكِن لم يصدق بِقَلْبِه فَلَا نشك فِي أَن هَذَا فِي حكم الْآخِرَة من الْكفَّار وَأَنه مخلد فِي النَّار ¶ وَلَا نشك فِي أَنه فِي حكم الدُّنْيَا الَّذِي يتَعَلَّق بالأئمة والولاة من الْمُسلمين لِأَن قلبه لَا يطلع عَلَيْهِ وعلينا أَن نظن بِهِ أَنه مَا قَالَه بِلِسَانِهِ إِلَّا وَهُوَ منطو عَلَيْهِ فِي قلبه وَإِنَّمَا نشك فِي أَمر ثَالِث وَهُوَ الحكم الدنيوي فِيمَا بَينه وَبَين الله تَعَالَى وَذَلِكَ بِأَن يَمُوت لَهُ فِي الْحَال مُسلم ثمَّ يصدق بعد ذَلِك بِقَلْبِه ثمَّ يستفتي وَيَقُول ¶ كنت غير مُصدق بِالْقَلْبِ حَالَة الْمَوْت وَالْمِيرَاث الْآن فِي يَدي فَهَل يحل لي بيني وَبَين الله تَعَالَى أَو نكح مسلمة ثمَّ صدق بِقَلْبِه هَل تلْزمهُ إِعَادَة النِّكَاح هَذَا مَحل نظر فَيحْتَمل أَن يُقَال",
            "page": "250",
            "part": "1",
            "seal": "29F68EB1"
        },
        {
            "id": "202",
            "nass": "أَحْكَام الدُّنْيَا منوطة بالْقَوْل الظَّاهِر ظَاهرا وَبَاطنا وَيحْتَمل أَن يُقَال تناط بِالظَّاهِرِ فِي حق غَيره لِأَن بَاطِنه غير ظَاهر لغيره وباطنه ظَاهر لَهُ فِي نَفسه بَينه وَبَين الله تَعَالَى ¶ وَالْأَظْهَر وَالْعلم عِنْد الله تَعَالَى أَنه لَا يحل لَهُ ذَلِك الْمِيرَاث وَيلْزمهُ إِعَادَة النِّكَاح وَلذَلِك كَانَ حُذَيْفَة رَضِي الله عَنهُ لَا يحضر جَنَازَة من يَمُوت من الْمُنَافِقين وَعمر رَضِي الله عَنهُ كَانَ يُرَاعِي ذَلِك مِنْهُ فَلَا يحضر إِذا لم يحضر حُذَيْفَة رَضِي الله عَنهُ وَالصَّلَاة فعل ظَاهر فِي الدُّنْيَا وَإِن كَانَ من الْعِبَادَات والتوقي عَن الْحَرَام أَيْضا من جملَة مَا يجب لله كَالصَّلَاةِ لقَوْله صلى الله عَلَيْهِ وَسلم ¶ طلب الْحَلَال فَرِيضَة بعد الْفَرِيضَة وَلَيْسَ هَذَا مناقضاً لقولنا إِن الْإِرْث",
            "page": "251",
            "part": "1",
            "seal": "3E9DDA91"
        },
        {
            "id": "203",
            "nass": "حكم الْإِسْلَام وَهُوَ الاستسلام بل الاستسلام التَّام هُوَ مَا يَشْمَل الظَّاهِر وَالْبَاطِن وَهَذِه مبَاحث فقهية ظنية تبنى على ظواهر الْأَلْفَاظ والعمومات والأقيسة فَلَا يَنْبَغِي أَن يظنّ الْقَاصِر فِي الْعُلُوم أَن الْمَطْلُوب فِيهِ الْقطع من حَيْثُ جرت الْعَادة بإيراده فِي فن الْكَلَام الَّذِي يطْلب فِيهِ الْقطع فَمَا أَفْلح من نطر إِلَى الْعَادَات والمراسم فِي الْعُلُوم ¶ فَإِن قلت فَمَا شُبْهَة الْمُعْتَزلَة والمرجئة وَمَا حجَّة بطلَان قَوْلهم فَأَقُول شبهتهم عمومات الْقُرْآن أما المرجئة فَقَالُوا ¶ لَا يدْخل الْمُؤمن النَّار وَإِن أَتَى بِكُل الْمعاصِي لقَوْله عز وَجل",
            "page": "252",
            "part": "1",
            "seal": "208B9283"
        },
        {
            "id": "204",
            "nass": "{فَمن يُؤمن بربه فَلَا يخَاف بخساً وَلَا رهقاً} وَلقَوْله عز وَجل {وَالَّذين آمنُوا بِاللَّه وَرُسُله أُولَئِكَ هم الصديقون} ¶ وَلقَوْله تَعَالَى {كلما ألقِي فِيهَا فَوْج سَأَلَهُمْ خزنتها} إِلَى قَوْله {فكذبنا وَقُلْنَا مَا نزل الله من شَيْء} ¶ فَقَوله كلما ألقِي فِيهَا فَوْج عَام فَيَنْبَغِي أَن يكون من ألقِي فِي النَّار مُكَذبا ¶ وَلقَوْله تَعَالَى {لَا يصلاها إِلَّا الأشقى الَّذِي كذب وَتَوَلَّى} ¶ وَهَذَا حصر وَإِثْبَات وَنفي ¶ وَلقَوْله تَعَالَى {من جَاءَ بِالْحَسَنَة فَلهُ خير مِنْهَا وهم من فزع يَوْمئِذٍ آمنون} فالإيمان رَأس الْحَسَنَات",
            "page": "253",
            "part": "1",
            "seal": "2C958744"
        },
        {
            "id": "205",
            "nass": "وَلقَوْله تَعَالَى {وَالله يحب الْمُحْسِنِينَ} ¶ وَقَالَ تَعَالَى {إِنَّا لَا نضيع أجر من أحسن عملا} ¶ وَلَا حجَّة لَهُم فِي ذَلِك فَإِنَّهُ حَيْثُ ذكر الْإِيمَان فِي هَذِه الْآيَات أُرِيد بِهِ الْإِيمَان مَعَ الْعَمَل إِذْ بَينا أَن الْإِيمَان قد يُطلق وَيُرَاد بِهِ الْإِسْلَام وَهُوَ الْمُوَافقَة بِالْقَلْبِ وَالْقَوْل وَالْعَمَل وَدَلِيل هَذَا التَّأْوِيل أَخْبَار كَثِيرَة فِي معاقبة العاصين ومقادير الْعقَاب وَقَوله صلى الله عَلَيْهِ وَسلم ¶ يخرج من النَّار من كَانَ فِي قلبه مِثْقَال ذرة من إِيمَان ¶ فَكيف يخرج إِذا لم يدْخل ¶ وَمن الْقُرْآن قَوْله تَعَالَى ¶ {إِن الله لَا يغْفر أَن يُشْرك بِهِ وَيغْفر مَا دون ذَلِك لمن يَشَاء}",
            "page": "254",
            "part": "1",
            "seal": "E1F3F8B1"
        },
        {
            "id": "206",
            "nass": "وَالِاسْتِثْنَاء بِالْمَشِيئَةِ يدل على الانقسام وَقَوله تَعَالَى {وَمن يعْص الله وَرَسُوله فَإِن لَهُ نَار جَهَنَّم خَالِدين فِيهَا} ¶ وتخصيصه بالْكفْر تحكم ¶ وَقَوله تَعَالَى {أَلا إِن الظَّالِمين فِي عَذَاب مُقيم} ¶ وَقَالَ تَعَالَى {وَمن جَاءَ بِالسَّيِّئَةِ فكبت وُجُوههم فِي النَّار} ¶ فَهَذِهِ العمومات فِي مُعَارضَة عموماتهم وَلَا بُد من تسليط التَّخْصِيص والتأويل على الْجَانِبَيْنِ لِأَن الْأَخْبَار مصرحة بِأَن العصاة يعذّبون بل قَوْله تَعَالَى {وَإِن مِنْكُم إِلَّا واردها} كَالصَّرِيحِ فِي أَن ذَلِك لَا بُد مِنْهُ للْكُلّ إِذْ لَا يَخْلُو مُؤمن عَن ذَنْب يرتكبه",
            "page": "255",
            "part": "1",
            "seal": "B8635E50"
        },
        {
            "id": "208",
            "nass": "وَقَوله تَعَالَى {لَا يصلاها إِلَّا الأشقى الَّذِي كذب وَتَوَلَّى} أَرَادَ بِهِ من جمَاعَة مخصوصين أَو أَرَادَ بالأشقى شخصا معينا أَيْضا ¶ وَقَوله تَعَالَى {كلما ألقِي فِيهَا فَوْج سَأَلَهُمْ خزنتها} أَي فَوْج من الْكفَّار وَتَخْصِيص العمومات قريب ¶ وَمن هَذِه الْآيَة وَقع للأشعري وَطَائِفَة من الْمُتَكَلِّمين إِنْكَار صِيغ الْعُمُوم وَأَن هَذِه الْأَلْفَاظ يتَوَقَّف فِيهَا إِلَى ظُهُور قرينَة تدل على مَعْنَاهَا ¶ وَأما الْمُعْتَزلَة فشبهتهم قَوْله تَعَالَى ¶ {وَإِنِّي لغفار لمن تَابَ وآمن وَعمل صَالحا ثمَّ اهْتَدَى} ¶ وَقَوله تَعَالَى {وَالْعصر إِن الْإِنْسَان لفي خسر إِلَّا الَّذين آمنُوا وَعمِلُوا الصَّالِحَات} ¶ وَقَوله تَعَالَى {وَإِن مِنْكُم إِلَّا واردها كَانَ على رَبك حتما مقضياً}",
            "page": "256",
            "part": "1",
            "seal": "32E56F35"
        },
        {
            "id": "209",
            "nass": "ثمَّ قَالَ {ثمَّ ننجي الَّذين اتَّقوا} ¶ وَقَوله تَعَالَى {وَمن يعْص الله وَرَسُوله فَإِن لَهُ نَار جَهَنَّم} ¶ وكل آيَة ذكر الله عز وَجل الْعَمَل الصَّالح فِيهَا مَقْرُونا بِالْإِيمَان ¶ وَقَوله تَعَالَى {وَمن يقتل مُؤمنا مُتَعَمدا فَجَزَاؤُهُ جَهَنَّم خَالِدا فِيهَا} ¶ وَهَذِه العمومات أَيْضا مَخْصُوصَة بِدَلِيل قَوْله تَعَالَى {وَيغْفر مَا دون ذَلِك لمن يَشَاء} ¶ فَيَنْبَغِي أَن تبقى لَهُ مَشِيئَة فِي مغْفرَة مَا سوى الشّرك وَكَذَلِكَ قَوْله صلى الله عَلَيْهِ وَسلم يخرج من النَّار من كَانَ فِي قلبه مِثْقَال ذرة من إِيمَان",
            "page": "257",
            "part": "1",
            "seal": "D026E508"
        },
        {
            "id": "210",
            "nass": "وَقَوله تَعَالَى {إِنَّا لَا نضيع أجر من أحسن عملا} ¶ وَقَوله تَعَالَى {إِن الله لَا يضيع أجر الْمُحْسِنِينَ} فَكيف يضيع أجر أصل الْإِيمَان وَجَمِيع الطَّاعَات بِمَعْصِيَة وَاحِدَة ¶ وَقَوله تَعَالَى {وَمن يقتل مُؤمنا مُتَعَمدا} أَي لإيمانه وَقد ورد على مثل هَذَا السَّبَب ¶ فَإِن قلت فقد مَال الِاخْتِيَار إِلَى أَن الْإِيمَان حَاصِل دون الْعَمَل وَقد اشْتهر عَن السّلف قَوْلهم الْإِيمَان عقد وَقَول وَعمل فَمَا مَعْنَاهُ ¶ قُلْنَا لَا يبعد أَن يعد الْعَمَل من الْإِيمَان لِأَنَّهُ مكمل لَهُ ومتمم كَمَا يُقَال",
            "page": "258",
            "part": "1",
            "seal": "85B0C1DF"
        },
        {
            "id": "211",
            "nass": "الرَّأْس وَالْيَدَانِ من الْإِنْسَان وَمَعْلُوم أَنه يخرج عَن كَونه إنْسَانا بِعَدَمِ الرَّأْس وَلَا يخرج عَنهُ بِكَوْنِهِ مَقْطُوع الْيَد ¶ وَكَذَلِكَ يُقَال للتسبيحات والتكبيرات من الصَّلَاة وَإِن كَانَت لَا تبطل بفقدها ¶ فالتصديق بِالْقَلْبِ من الْإِيمَان كالرأس من وجود الْإِنْسَان إِذْ يَنْعَدِم بِعَدَمِهِ وَبَقِيَّة الطَّاعَات كالأطراف بَعْضهَا أَعلَى من بعض وَقد قَالَ صلى الله عَلَيْهِ وَسلم ¶ لَا يَزْنِي الزَّانِي حِين يَزْنِي وَهُوَ مُؤمن ¶ وَالصَّحَابَة رَضِي الله عَنْهُم مَا اعتقدوا مَذْهَب الْمُعْتَزلَة فِي الْخُرُوج عَن الْإِيمَان بِالزِّنَا وَلَكِن مَعْنَاهُ غير مُؤمن حَقًا إِيمَانًا تَاما كَامِلا كَمَا يُقَال للعاجز الْمَقْطُوع الْأَطْرَاف هَذَا لَيْسَ بِإِنْسَان أَي لَيْسَ لَهُ الْكَمَال الَّذِي هُوَ وَرَاء حَقِيقَة الإنسانية",
            "page": "259",
            "part": "1",
            "seal": "3FEBAFBC"
        },
        {
            "id": "212",
            "nass": "مَسْأَلَة ¶ فَإِن قلت فقد اتّفق السّلف على أَن الْإِيمَان يزِيد وَينْقص يزِيد بِالطَّاعَةِ وَينْقص بالمعصية فَإِذا كَانَ التَّصْدِيق هُوَ الْإِيمَان فَلَا يتَصَوَّر فِيهِ زِيَادَة وَلَا نُقْصَان ¶ فَأَقُول السّلف هم الشُّهُود الْعُدُول وَمَا لأحد عَن قَوْلهم عدُول فَمَا ذَكرُوهُ حق وَإِنَّمَا الشَّأْن فِي فهمه وَفِيه دَلِيل على أَن الْعَمَل لَيْسَ من أَجزَاء الْإِيمَان وأركان وجوده بل هُوَ مزِيد عَلَيْهِ يزِيد بِهِ وَالزَّائِد مَوْجُود والناقص مَوْجُود وَالشَّيْء لَا يزِيد بِذَاتِهِ فَلَا يجوز أَن يُقَال الْإِنْسَان يزِيد بِرَأْسِهِ بل يُقَال يزِيد بلحيته وسمته وَلَا يجوز أَن يُقَال الصَّلَاة تزيد",
            "page": "260",
            "part": "1",
            "seal": "EA843922"
        },
        {
            "id": "213",
            "nass": "بِالرُّكُوعِ وَالسُّجُود بل تزيد بالآداب وَالسّنَن فَهَذَا تَصْرِيح بِأَن الْإِيمَان لَهُ وجود ثمَّ بعد الْوُجُود يخْتَلف حَاله بِالزِّيَادَةِ وَالنُّقْصَان ¶ فَإِن قلت فالإشكال قَائِم فِي أَن التَّصْدِيق كَيفَ يزِيد وَينْقص وَهُوَ خصْلَة وَاحِدَة ¶ فَأَقُول إِذا تركنَا المداهنة وَلم نكترت بتشغيب من تشغب وكشفنا الغطاء ارْتَفع الْإِشْكَال ¶ فَنَقُول الْإِيمَان اسْم مُشْتَرك يُطلق من ثَلَاثَة أوجه ¶ الأول أَنه يُطلق للتصديق بِالْقَلْبِ على سَبِيل الِاعْتِقَاد والتقليد من غير كشف وانشراح صدر وَهُوَ إِيمَان الْعَوام ¶ بل إِيمَان الْخلق كلهم إِلَّا الْخَواص",
            "page": "261",
            "part": "1",
            "seal": "164BBE86"
        },
        {
            "id": "214",
            "nass": "وَهَذَا الِاعْتِقَاد عقدَة على الْقلب تَارَة تشتد وتقوى وَتارَة تضعف وَتَسْتَرْخِي كالعقدة على الْخَيط مثلا وَلَا تستبعد هَذَا واعتبره باليهودي وصلابته فِي عقيدته الَّتِي لَا يُمكن نزوعه عَنْهَا بتخويف وتحذير وَلَا بتخييل وَوعظ وَلَا بتحقيق وبرهان ¶ وَكَذَلِكَ النَّصْرَانِي والمبتدعة وَفِيهِمْ من يُمكن تشكيكه بِأَدْنَى كَلَام وَيُمكن استنزاله عَن اعْتِقَاده بِأَدْنَى استمالة أَو تخويف مَعَ أَنه غير شَاك فِي عقده كَالْأولِ ولكنهما متفاوتان فِي شدَّة التصميم وَهَذَا مَوْجُود فِي الِاعْتِقَاد الْحق أَيْضا وَالْعَمَل يُؤثر فِي نَمَاء هَذَا التصميم وزيادته كَمَا يُؤثر سقِِي المَاء فِي ثمار الْأَشْجَار وَلذَلِك قَالَ تَعَالَى ¶ {فزادتهم إِيمَانًا} ¶ وَقَالَ تَعَالَى {ليزدادوا إِيمَانًا مَعَ إِيمَانهم}",
            "page": "262",
            "part": "1",
            "seal": "BB8A623E"
        },
        {
            "id": "215",
            "nass": "وَقَالَ صلى الله عَلَيْهِ وَسلم فِيمَا يروي فِي بعض الْأَخْبَار الْإِيمَان يزِيد وَينْقص وَذَلِكَ بتأثير الطَّاعَات فِي الْقلب وَهَذَا لَا يُدْرِكهُ إِلَّا من راقب أَحْوَال نَفسه فِي أَوْقَات الْمُوَاظبَة على الْعِبَادَة والتجرد لَهَا بِحُضُور الْقلب مَعَ أَوْقَات الفتور وَإِدْرَاك التَّفَاوُت فِي السّكُون إِلَى عقائد الْإِيمَان فِي هَذِه الْأَحْوَال حَتَّى يزِيد عقده استعصاء على من يُرِيد حلّه بالتشكيك بل من يعْتَقد فِي الْيَتِيم معنى الرَّحْمَة إِذا عمل بِمُوجب اعْتِقَاده فَمسح رَأسه وتلطف بِهِ أدْرك من بَاطِنه تَأْكِيد الرَّحْمَة وتضاعفها بِسَبَب الْعَمَل ¶ وَكَذَلِكَ مُعْتَقد التَّوَاضُع إِذا عمل بِمُوجبِه عملا مُقبلا أَو سَاجِدا لغيره أحس من قلبه بالتواضع عِنْد إقدامه على الْخدمَة وَهَكَذَا جَمِيع صِفَات الْقلب تصدر مِنْهَا أَعمال الْجَوَارِح ثمَّ يعود دائر الْأَعْمَال عَلَيْهَا فيؤكدها ويزيدها وَسَيَأْتِي هَذَا فِي ربع المنجيات والمهلكات عِنْد بَيَان وَجه تعلق الْبَاطِن بِالظَّاهِرِ والأعمال بالعقائد والقلوب فَإِن ذَلِك من جنس تعلق الْملك بالملكوت وأعني بِالْملكِ",
            "page": "263",
            "part": "1",
            "seal": "B2BC2F33"
        },
        {
            "id": "216",
            "nass": "عَالم الشَّهَادَة الْمدْرك بالحواس وبالملكوت عَالم الْغَيْب الْمدْرك بِنور البصيرة وَالْقلب من عَالم الملكوت والأعضاء وأعمالها من عَالم الْملك ولطف الارتباط ودقته بَين الْعَالمين انْتهى إِلَى حد ظن بعض النَّاس إتحاد أَحدهمَا بِالْآخرِ وَظن آخَرُونَ أَنه لَا عَالم إِلَّا عَالم الشَّهَادَة وَهُوَ هَذِه الْأَجْسَام المحسوسة وَمن أدْرك الْأَمريْنِ وَأدْركَ تعددهما ثمَّ ارتباطهما عبر عَنهُ فَقَالَ ¶ رق الزّجاج وراقت الْخمر ... وتشابها فتشاكل الْأَمر ¶ فَكَأَنَّمَا خمر وَلَا قدح ... وكأنما قدح وَلَا خمر",
            "page": "264",
            "part": "1",
            "seal": "53F4CB02"
        },
        {
            "id": "217",
            "nass": "ولنرجع إِلَى الْمَقْصُود فَإِن هَذَا الْعَالم خَارج عَن علم الْمُعَامَلَة وَلَكِن بَين الْعَالمين أَيْضا اتِّصَال وارتباط فَلذَلِك ترى عُلُوم المكاشفة تتسلق كل سَاعَة على عُلُوم الْمُعَامَلَة إِلَى أَن تنكشف عَنْهَا بالتكليف فَهَذَا وَجه زِيَادَة الْإِيمَان بِالطَّاعَةِ بِمُوجب هَذَا الْإِطْلَاق وَلِهَذَا قَالَ عَليّ كرم الله وَجهه إِن الْإِيمَان ليبدو لمْعَة يضاء فَإِذا عمل العَبْد الصَّالِحَات نمت فزادت حَتَّى يبيض الْقلب كُله وَإِن النِّفَاق ليبدو نُكْتَة سَوْدَاء فَإِذا انتهك الحرمات نمت وزادت حَتَّى يسود الْقلب كُله فيطبع عَلَيْهِ فَلذَلِك هُوَ الْخَتْم وتلا قَوْله تَعَالَى {كلا بل ران على قُلُوبهم} ¶ الْإِطْلَاق الثَّانِي ¶ أَن يُرَاد بِهِ التَّصْدِيق وَالْعَمَل جَمِيعًا كَمَا قَالَ صلى الله عَلَيْهِ وَسلم الْإِيمَان بضع وَسَبْعُونَ بَابا وكما قَالَ صلى الله عَلَيْهِ وَسلم",
            "page": "265",
            "part": "1",
            "seal": "C51B710E"
        },
        {
            "id": "218",
            "nass": "لَا يَزْنِي الزَّانِي حِين يَزْنِي وَهُوَ مُؤمن وَإِذا دخل الْعَمَل فِي مُقْتَضى الْإِيمَان لم تخف زِيَادَته ونقصانه وَهل يُؤثر ذَلِك فِي زِيَادَة الْإِيمَان الَّذِي هُوَ مُجَرّد التَّصْدِيق هَذَا فِيهِ نظر وَقد أَشَرنَا إِلَى أَنه يُؤثر فِيهِ ¶ الْإِطْلَاق الثَّالِث ¶ أَن يُرَاد بِهِ التَّصْدِيق اليقيني على سَبِيل الْكَشْف وانشراح الصَّدْر والمشاهدة بِنور البصيرة ¶ وَهَذَا أبعد الْأَقْسَام عَن قبُول الزِّيَادَة وَلَكِنِّي أَقُول الْأَمر اليقيني الَّذِي لَا شكّ فِيهِ تخْتَلف طمأنينة النَّفس إِلَيْهِ فَلَيْسَ طمأنينة النَّفس إِلَى أَن الِاثْنَيْنِ أَكثر من الْوَاحِد كطمأنينتها إِلَى أَن الْعَالم مَصْنُوع حَادث وَإِن كَانَ لَا شكّ فِي وَاحِد مِنْهُمَا فَإِن اليقينيات تخْتَلف فِي دَرَجَات الْإِيضَاح ودرجات طمأنينة النَّفس إِلَيْهَا ¶ وَقد عرضنَا لهَذِهِ فِي فضل الْيَقِين من كتاب الْعلم فِي بَاب عُلَمَاء الْآخِرَة فَلَا حَاجَة إِلَى الْإِعَادَة ¶ وَقد ظهر فِي جَمِيع الإطلاقات أَن مَا قَالُوهُ من زِيَادَة",
            "page": "266",
            "part": "1",
            "seal": "7FC0B825"
        },
        {
            "id": "219",
            "nass": "الْإِيمَان ونقصانه حق وَكَيف لَا وَفِي الْأَخْبَار أَن يخرج من النَّار من كَانَ فِي قلبه مِثْقَال ذرة من إِيمَان وَفِي بعض الْمَوَاضِع فِي خبر آخر ¶ مِثْقَال دِينَار فَأَي معنى لاخْتِلَاف مقاديره إِن كَانَ مَا فِي الْقلب لَا يتَفَاوَت ¶ مَسْأَلَة ¶ فَإِن قلت ¶ مَا وَجه قَول السّلف أَنا مُؤمن إِن شَاءَ الله وَالِاسْتِثْنَاء",
            "page": "267",
            "part": "1",
            "seal": "3B757266"
        },
        {
            "id": "220",
            "nass": "شكّ وَالشَّكّ فِي الْإِيمَان كفر وَقد كَانُوا يمتنعون عَن جزم الْجَواب بِالْإِيمَان ويحترزون عَنهُ فَقَالَ سُفْيَان الثَّوْريّ رَحمَه الله ¶ من قَالَ أَنا مُؤمن عِنْد الله فَهُوَ من الْكَاذِبين ¶ وَمن قَالَ أَنا مُؤمن حَقًا فَهُوَ بِدعَة فَكيف يكون كَاذِبًا وَهُوَ يعلم أَنه مُؤمن فِي نَفسه ¶ وَمن كَانَ مُؤمنا فِي نَفسه كَانَ مُؤمنا عِنْد الله كَمَا أَن من كَانَ طَويلا وسخياً فِي نَفسه وَعلم ذَلِك كَانَ كَذَلِك عِنْد الله وَكَذَا من مَسْرُورا أَو حَزينًا أَو سميعاً أَو بَصيرًا ¶ وَلَو قيل للْإنْسَان هَل أَنْت حَيَوَان لم يحسن أَن يَقُول أَنا حَيَوَان إِن شَاءَ الله وَلما قَالَ سُفْيَان ذَلِك قيل لَهُ فَمَاذَا نقُول قَالَ ¶ {قُولُوا آمنا بِاللَّه وَمَا أنزل إِلَيْنَا}",
            "page": "268",
            "part": "1",
            "seal": "009D41C1"
        },
        {
            "id": "221",
            "nass": "وَأي فرق بَين أَن يَقُول {آمنا بِاللَّه وَمَا أنزل إِلَيْنَا} وَبَين أَن يَقُول أَنا مُؤمن وَقيل لِلْحسنِ أمؤمن أَنْت فَقَالَ إِن شَاءَ الله فَقيل لَهُ لِمَ تستثني يَا أَبَا سعيد فِي الْإِيمَان فَقَالَ ¶ أَخَاف أَن أَقُول نعم فَيَقُول الله سُبْحَانَهُ كذبت يَا حسن فتحق عَليّ الْكَلِمَة وَكَانَ يَقُول مَا يؤمنني أَن يكون الله سُبْحَانَهُ قد اطلع عَليّ فِي بعض مَا يكره فمقتني وَقَالَ اذْهَبْ لَا قبلت لَك عملا فَأَنا أعمل فِي غير معمل ¶ وَقَالَ إِبْرَاهِيم بن أدهم إِذا قيل لَك أمؤمن أَنْت فَقل لَا إِلَه إِلَّا الله ¶ وَقَالَ مرّة قل أَنا لَا أَشك فِي الْإِيمَان وسؤالك إيَّايَ بِدعَة ¶ وَقيل لعلقمة أمؤمن أَنْت قَالَ أَرْجُو إِن شَاءَ الله ¶ وَقَالَ الثَّوْريّ نَحن مُؤمنُونَ بِاللَّه وَمَلَائِكَته وَكتبه وَرُسُله وَمَا نَدْرِي مَا",
            "page": "269",
            "part": "1",
            "seal": "5A56728C"
        },
        {
            "id": "222",
            "nass": "نَحن عِنْد الله تَعَالَى فَمَا معنى هَذِه الاستثناءات ¶ فَالْجَوَاب أَن هَذَا الِاسْتِثْنَاء صَحِيح وَله أَرْبَعَة أوجه وَجْهَان مستندان إِلَى الشَّك لَا فِي أصل الْإِيمَان وَلَكِن فِي خاتمته أَو كَمَاله ووجهان لَا يستندان إِلَى الشَّك ¶ الْوَجْه الأول الَّذِي لَا يسْتَند إِلَى مُعَارضَة الشَّك الِاحْتِرَاز من الْجَزْم خيفة مَا فِيهِ من تَزْكِيَة النَّفس قَالَ الله تَعَالَى {فَلَا تزكوا أَنفسكُم} ¶ وَقَالَ {ألم تَرَ إِلَى الَّذين يزكون أنفسهم} ¶ وَقَالَ تَعَالَى {انْظُر كَيفَ يفترون على الله الْكَذِب}",
            "page": "270",
            "part": "1",
            "seal": "53B5D183"
        },
        {
            "id": "223",
            "nass": "وَقيل لحكيم مَا الصدْق الْقَبِيح فَقَالَ ثَنَاء الْمَرْء على نَفسه ¶ وَالْإِيمَان من أَعلَى صِفَات الْمجد والجزم بِهِ تَزْكِيَة مُطلقَة وَصِيغَة الإستثناء كَأَنَّهَا نقل من عرف التَّزْكِيَة كَمَا يُقَال للْإنْسَان أَنْت طَبِيب أَو فَقِيه أَو مُفَسّر فَيَقُول نعم إِن شَاءَ الله تفي معرض التشكيك وَلَكِن لإِخْرَاج نَفسه عَن تَزْكِيَة نَفسه ¶ فالصيغة صِيغَة الترديد والتضعيف لنَفس الْخَبَر وَمَعْنَاهُ التَّضْعِيف للازم من لَوَازِم الْخَبَر وَهُوَ التَّزْكِيَة وَبِهَذَا التَّأْوِيل لَو سُئِلَ عَن وصف ذمّ لم يحسن الِاسْتِثْنَاء ¶ الْوَجْه الثَّانِي التَّأْدِيب بِذكر الله تَعَالَى فِي كل حَال وإحالة الْأُمُور كلهَا إِلَى مشئية الله سُبْحَانَهُ فقد أدّب الله سُبْحَانَهُ نبيه صلى الله عَلَيْهِ وَسلم فَقَالَ تَعَالَى ¶ {وَلَا تقولن لشَيْء إِنِّي فَاعل ذَلِك غَدا إِلَّا أَن يَشَاء الله} ثمَّ لم",
            "page": "271",
            "part": "1",
            "seal": "87F39667"
        },
        {
            "id": "224",
            "nass": "يقْتَصر على ذَلِك فِيمَا لَا يشك فِيهِ بل قَالَ تَعَالَى ¶ {لتدخلن الْمَسْجِد الْحَرَام إِن شَاءَ الله آمِنين مُحَلِّقِينَ رؤوسكم وَمُقَصِّرِينَ} ¶ وَكَانَ الله سُبْحَانَهُ عَالما بِأَنَّهُم يدْخلُونَ لَا محَالة وَأَنه شاءه وَلَكِن الْمَقْصُود تَعْلِيمه ذَلِك فتأدب رَسُول الله صلى الله عَلَيْهِ وَسلم فِي كل مَا كَانَ يخبر عَنهُ مَعْلُوما كَانَ أَو مشكوكاً حَتَّى قَالَ صلى الله عَلَيْهِ وَسلم لما دخل الْمَقَابِر ¶ السَّلَام عَلَيْكُم دَار قوم مُؤمنين وَإِنَّا إِن شَاءَ الله تَعَالَى بكم لاحقون) ¶ واللحوق بهم غير مَشْكُوك فِيهِ وَلَكِن مُقْتَضى الْأَدَب ذكرُ الله تَعَالَى وربطُ الْأُمُور بِهِ وَهَذِه الصِّيغَة دَالَّة عَلَيْهِ حَتَّى صَار يعرف الِاسْتِعْمَال عبارَة عَن إِظْهَار الرَّغْبَة وَالتَّمَنِّي فَإِذا قيل لَك إِن فلَانا يَمُوت سَرِيعا فَنَقُول إِن شَاءَ الله فيفهم مِنْهُ رغبتك لَا تشكك وَإِذا قيل لَك فلَان سيزول مَرضه وَيصِح فَتَقول إِن شَاءَ الله بِمَعْنى الرَّغْبَة فقد صَارَت الْكَلِمَة معدولة عَن معنى التشكيك إِلَى معنى الرَّغْبَة وَكَذَلِكَ الْعُدُول إِلَى معنى",
            "page": "272",
            "part": "1",
            "seal": "7D7E425B"
        },
        {
            "id": "225",
            "nass": "التأدب لذكر الله تَعَالَى كَيفَ كَانَ الْأَمر ¶ الْوَجْه الثَّالِث ¶ مُسْتَنده الشَّك وَمَعْنَاهُ أَنا مُؤمن حَقًا إِن شَاءَ الله إِذْ قَالَ الله تَعَالَى لقوم مخصوصين بأعيانهم {أُولَئِكَ هم الْمُؤْمِنُونَ حَقًا} ¶ فانقسموا إِلَى قسمَيْنِ وَيرجع هَذَا إِلَى الشَّك فِي كَمَال الْإِيمَان لَا فِي أَصله وكل إِنْسَان شَاك فِي كَمَال إيمَانه وَذَلِكَ لَيْسَ بِكفْر وَالشَّكّ فِي كَمَال الْإِيمَان حق من وَجْهَيْن",
            "page": "273",
            "part": "1",
            "seal": "503962AD"
        },
        {
            "id": "226",
            "nass": "أَحدهمَا من حَيْثُ إِن النِّفَاق يزِيل كَمَال الْإِيمَان وَهُوَ خَفِي لَا تتَحَقَّق الْبَرَاءَة مِنْهُ ¶ وَالثَّانِي أَنه يكمل بأعمال الطَّاعَات وَلَا يدْرِي وجودهَا على الْكَمَال أما الْعَمَل فقد قَالَ الله تَعَالَى {إِنَّمَا الْمُؤْمِنُونَ الَّذين آمنُوا بِاللَّه وَرَسُوله ثمَّ لم يرتابوا وَجَاهدُوا بِأَمْوَالِهِمْ وأنفسهم فِي سَبِيل الله أُولَئِكَ هم الصادقون} ¶ فَيكون الشَّك فِي هَذَا الصدْق ¶ وَكَذَلِكَ قَالَ الله تَعَالَى {وَلَكِن الْبر من آمن بِاللَّه وَالْيَوْم الآخر وَالْمَلَائِكَة وَالْكتاب والنبيين} ¶ فَشرط عشْرين وَصفا كالوفاء بالعهد وَالصَّبْر على الشدائد ثمَّ قَالَ تَعَالَى {أُولَئِكَ الَّذين صدقُوا} وَقد قَالَ تَعَالَى",
            "page": "274",
            "part": "1",
            "seal": "07923692"
        },
        {
            "id": "227",
            "nass": "{يرفع الله الَّذين آمنُوا مِنْكُم وَالَّذين أُوتُوا الْعلم دَرَجَات} ¶ وَقَالَ تَعَالَى {لَا يَسْتَوِي مِنْكُم من أنْفق من قبل الْفَتْح وَقَاتل} ¶ وَقد قَالَ تَعَالَى {هم دَرَجَات عِنْد الله} ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم الْإِيمَان عُرْيَان ولباسه التَّقْوَى الحَدِيث ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم الْإِيمَان بضع وَسَبْعُونَ بَابا أدناها إمَاطَة الْأَذَى عَن الطَّرِيق",
            "page": "275",
            "part": "1",
            "seal": "8A76EDCE"
        },
        {
            "id": "228",
            "nass": "فَهَذَا مَا يدل على ارتباط كَمَال الْإِيمَان بِالْأَعْمَالِ ¶ وَأما ارتباطه بِالْبَرَاءَةِ عَن النِّفَاق والشرك الْخَفي فَقَوله صلى الله عَلَيْهِ وَسلم أَربع من كن فِيهِ فَهُوَ مُنَافِق خَالص وَإِن صَامَ وَصلى وَزعم أَنه مُؤمن ¶ من إِذا حدث كذب وَإِذا وعد أخلف وَإِذا ائْتمن خَان وَإِذا خَاصم فجر ¶ وَفِي بعض الرِّوَايَات وَإِذا عَاهَدَ غدر ¶ وَفِي حَدِيث أبي سعيد الْخُدْرِيّ ¶ الْقُلُوب أَرْبَعَة قلب أجرد وَفِيه سراج يزهر فَذَلِك قلب الْمُؤمن وقلب مصفح فِيهِ إِيمَان ونفاق فَمثل الْإِيمَان فِيهِ كَمثل البقلة يمدها المَاء العذب وَمثل النِّفَاق فِيهِ كَمثل القرحة يمدها الْقَيْح والصديد فَأَي الْمَادَّتَيْنِ غلب عَلَيْهِ حكم لَهُ بهَا ¶ وَفِي لفظ آخر غلبت عَلَيْهِ ذهبت بِهِ",
            "page": "276",
            "part": "1",
            "seal": "AA2FBB7C"
        },
        {
            "id": "229",
            "nass": "وَقَالَ عَلَيْهِ السَّلَام أَكثر منافقي هَذِه الْأمة قراؤها ¶ وَفِي حَدِيث الشّرك أخْفى فِي أمتِي من دَبِيب النَّمْل على الصَّفَا ¶ وَقَالَ حُذَيْفَة رَضِي الله عَنهُ ¶ وَكَانَ الرجل يتَكَلَّم بِالْكَلِمَةِ على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم يصير بهَا منافقاً إِلَى أَن يَمُوت وَإِنِّي لأسمعها من أحدكُم فِي الْيَوْم عشر مَرَّات ¶ وَقَالَ بعض الْعلمَاء أقرب النَّاس من النِّفَاق من يرى أَنه بَرِيء من النِّفَاق ¶ وَقَالَ حُذَيْفَة المُنَافِقُونَ الْيَوْم أَكثر مِنْهُم على عهد النَّبِي صلى الله عَلَيْهِ وَسلم فَكَانُوا إِذْ ذَاك يخفونه وهم الْيَوْم يظهرونه وَهَذَا النِّفَاق يضاد صدق الْإِيمَان وكماله وَهُوَ",
            "page": "277",
            "part": "1",
            "seal": "B3BD6DB3"
        },
        {
            "id": "230",
            "nass": "خَفِي وَأبْعد النَّاس مِنْهُ من يتخوفه وأقربهم مِنْهُ من يرى أَنه بَرِيء ¶ فقد قيل لِلْحسنِ الْبَصْرِيّ يَقُولُونَ أَن النِّفَاق الْيَوْم فَقَالَ يَا أخي لَو هلك المُنَافِقُونَ لاستوحشتم فِي وَقَالَ هُوَ أَو غَيره لَو نبت لِلْمُنَافِقين أَذْنَاب مَا قَدرنَا أَن نَطَأ على الأَرْض بأقدامنا ¶ وَسمع ابْن عمر رَضِي الله عَنهُ رجلا يتَعَرَّض للحجاج فَقَالَ ¶ أَرَأَيْت لَو كَانَ حَاضرا يسمع أَكنت تَتَكَلَّم فِيهِ فَقَالَ لَا فَقَالَ كُنَّا نعد هَذَا نفَاقًا على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم من كَانَ ذَا لسانين فِي الدُّنْيَا جعله الله ذَا لسانين فِي الْآخِرَة ¶ وَقَالَ أَيْضا صلى الله عَلَيْهِ وَسلم شَرّ النَّاس ذُو الْوَجْهَيْنِ الَّذِي يَأْتِي هَؤُلَاءِ بِوَجْه وَيَأْتِي هَؤُلَاءِ بِوَجْه",
            "page": "278",
            "part": "1",
            "seal": "C251FD93"
        },
        {
            "id": "231",
            "nass": "وَقيل لِلْحسنِ إِن قوما يَقُولُونَ إِنَّا لَا نَخَاف النِّفَاق فَقَالَ وَالله لِأَن أكون أعلم أَنِّي بَرِيء من النِّفَاق أحب إِلَيّ من طلاع الأَرْض ذَهَبا ¶ وَقَالَ الْحسن إِن من النِّفَاق اخْتِلَاف اللِّسَان وَالْقلب والسر وَالْعَلَانِيَة والمدخل والمخرج ¶ وَقَالَ رجل لِحُذَيْفَة رَضِي الله عَنهُ إِنِّي أَخَاف أَن أكون منافقاً فَقَالَ لَو كنت منافقاً مَا خفت النِّفَاق إِن الْمُنَافِق قد أَمن من النِّفَاق ¶ وَقَالَ ابْن أبي مليكَة أدْركْت ثَلَاثِينَ وَمِائَة ¶ وَفِي رِوَايَة خمسين وَمِائَة من أَصْحَاب النَّبِي صلى الله عَلَيْهِ وَسلم كلهم يخَافُونَ النِّفَاق",
            "page": "279",
            "part": "1",
            "seal": "D352E764"
        },
        {
            "id": "232",
            "nass": "وَرُوِيَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ كَانَ جَالِسا فِي جمَاعَة من أَصْحَابه فَذكرُوا رجلا وَأَكْثرُوا الثَّنَاء عَلَيْهِ فبيناهم كَذَلِك إِذْ طلع عَلَيْهِم الرجل وَوَجهه يقطر مَاء من أثر الْوضُوء وَقد علق نَعله بِيَدِهِ وَبَين عَيْنَيْهِ أثر السُّجُود فَقَالُوا يَا رَسُول الله هُوَ هَذَا الرجل الَّذِي وصفناه فَقَالَ صلى الله عَلَيْهِ وَسلم أرى على وَجهه سفعة من الشَّيْطَان فجَاء الرجل حَتَّى سلم وَجلسَ مَعَ الْقَوْم فَقَالَ النَّبِي صلى الله عَلَيْهِ وَسلم نشدتك الله هَل حدثت نَفسك حِين أشرفت على الْقَوْم أَنه لَيْسَ فيهم خير مِنْك فَقَالَ اللَّهُمَّ نعم ¶ وَقَالَ صلى الله عَلَيْهِ وَسلم فِي دُعَائِهِ ¶ اللَّهُمَّ إِنِّي أستغفرك لما علمت وَلما لم أعلم فَقيل لَهُ أتخاف يَا رَسُول الله فَقَالَ وَمَا يؤمنني وَالْقلب بَين أصبعين من أَصَابِع الرَّحْمَن يقلبها كَيفَ يَشَاء وَقد قَالَ سُبْحَانَهُ ¶ {وبدا لَهُم من الله مَا لم يَكُونُوا يحتسبون}",
            "page": "280",
            "part": "1",
            "seal": "9B1A0734"
        },
        {
            "id": "233",
            "nass": "قيل فِي التَّفْسِير عمِلُوا أعمالاً ظنُّوا أَنَّهَا حَسَنَات فَكَانَت فِي كفة السَّيِّئَات ¶ وَقَالَ سَرِيٌّ السَّقطِي لَو أَن إنْسَانا دخل بستاناً فِيهِ من جَمِيع الْأَشْجَار عَلَيْهَا من جَمِيع الطُّيُور فخاطبه كل طير مِنْهَا بلغَة فَقَالَ السَّلَام عَلَيْك يَا ولي الله فسكنت نَفسه إِلَى ذَلِك كَانَ أَسِير فِي يَديهَا ¶ فَهَذِهِ الْأَخْبَار والْآثَار تعرفك خطر الْأَمر بِسَبَب دقائق النِّفَاق والشرك الْخَفي وَأَنه لَا يؤمَنُ مِنْهُ حَتَّى كَانَ عمر بن الْخطاب رَضِي الله عَنهُ يسْأَل حُذَيْفَة عَن نَفسه وَأَنه هَل ذكر فِي الْمُنَافِقين ¶ وَقَالَ أَبُو سُلَيْمَان الدَّارَانِي سَمِعت من بعض الْأُمَرَاء شَيْئا فَأَرَدْت أَن أنكرهُ فَخفت أَن يُؤمر بقتلى وَلم أخف من الْمَوْت وَلَكِن خشيت أَن يعرض لقلبي التزين لِلْخلقِ عِنْد خُرُوج روحي فكففت وَهَذَا من النفاقِ الَّذِي يُضَادُّ حقيقَةَ الإيمانِ وصدقَه وكمالَه وصفاءَه لَا أصلَه",
            "page": "281",
            "part": "1",
            "seal": "9F330A79"
        },
        {
            "id": "234",
            "nass": "فالنفاق نفاقان ¶ أَحدهمَا يُخْرِجُ من الدّين ويُلحِق بالكافرين ويُسْلِك فِي زمرة المخلدين فِي النَّار ¶ وَالثَّانِي يُفْضِي بِصَاحِبِهِ إِلَى النَّار مُدَّة أَو ينقص من دَرَجَات عِلّيّين ويحط من رُتْبَة الصديقين وَذَلِكَ مَشْكُوك فِيهِ وَلذَلِك حسن الِاسْتِثْنَاء فِيهِ ¶ وأصل هَذَا النِّفَاق تفَاوت بَين السِّرّ وَالْعَلَانِيَة وَإِلَّا من من مكر الله والعُجْب وَأُمُور أُخَر لَا يَخْلُو عَنْهَا إِلَّا الصديقون ¶ الْوَجْه الرَّابِع ¶ وَهُوَ أَيْضا مُسْتَند إِلَى الشَّك وَذَلِكَ من خوف الخاتمة فَإِنَّهُ لَا يدْرِي أيسلم لَهُ الْإِيمَان عِنْد الْمَوْت أم لَا فَإِن ختم لَهُ بالْكفْر حَبط عمله السَّابِق لِأَنَّهُ مَوْقُوف على",
            "page": "282",
            "part": "1",
            "seal": "949A7BD9"
        },
        {
            "id": "235",
            "nass": "سَلامَة الآخر وَلَو سُئِلَ الصَّائِم ضحوة النَّهَار عَن صِحَة صَوْمه فَقَالَ أَنا صَائِم قطعا فَلَو أفطر فِي أثْنَاء نَهَاره بعد ذَلِك لتبين كذبه إِذْ كَانَت الصِّحَّة مَوْقُوفَة على التَّمام إِلَى غرُوب الشَّمْس من آخر النَّهَار وكما أَن النَّهَار مِيقَات تَمام الصَّوْم فالعمر مِيقَات تَمام صِحَة الْإِيمَان وَوَصفه بِالصِّحَّةِ قبل آخِره بِنَاء على الِاسْتِصْحَاب وَهُوَ مَشْكُوك فِيهِ وَالْعَاقبَة مخوفة ولأجلها كَانَ بكاء أَكثر الْخَائِفِينَ لأجل أَيهَا ثَمَرَة الْقَضِيَّة السَّابِقَة والمشيئة الأزلية الَّتِي لَا تظهر المقضى بِهِ وَلَا مطلع عَلَيْهِ لأحد من الْبشر فخوف الخاتمة كخوف السَّابِقَة وَرُبمَا يظْهر فِي الْحَال مَا سبقت الْكَلِمَة بنقيضه فَمن الَّذِي يدْرِي أَنه من الَّذين سبقت لَهُم من الله الْحسنى ¶ وَقيل فِي معنى قَوْله تَعَالَى {وَجَاءَت سكرة الْمَوْت بِالْحَقِّ} أَي بالسابقة يَعْنِي أطهرتها ¶ وَقَالَ بعض السّلف إِنَّمَا يُوزن من الْأَعْمَال خواتيمها وَكَانَ أَبُو الدَّرْدَاء",
            "page": "283",
            "part": "1",
            "seal": "FAED090C"
        },
        {
            "id": "236",
            "nass": "رَضِي الله عَنهُ يحلف بِاللَّه مَا من أحد يَأْمَن أَن يُسْلب إيمانُه إِلَّا سُلِبَهُ ¶ وَقيل من الذُّنُوب ذنوبٌ عقوبتها سوء الخاتمة نَعُوذ بِاللَّه من ذَلِك وَقيل هِيَ عقوبات دَعْوَى الْولَايَة والكرامة بالافتراء ¶ وَقَالَ بعض العارفين لَو عرضت عليّ الشهادةُ عِنْد بَاب الدَّار وَالْمَوْت على التَّوْحِيد عِنْد بَاب الْحُجْرَة لاخترعت الْمَوْت على التَّوْحِيد عِنْد بَاب الْحُجْرَة لِأَنِّي لَا أَدْرِي مَا يعرض لقلبي من التَّغْيِير عَن التَّوْحِيد إِلَى بَاب الدَّار ¶ وَقَالَ بَعضهم لَو عرفت وَاحِدًا بِالتَّوْحِيدِ خمسين سنة ثمَّ حَال بيني وَبَينه سَارِيَة وَمَات لم أحكم أَنه مَاتَ على التَّوْحِيد ¶ وَفِي الحَدِيث من قَالَ أَنا مُؤمن فَهُوَ كَافِر وَمن قَالَ أَنا عَالم فَهُوَ جَاهِل وَقيل فِي قَوْله تَعَالَى {وتمت كلمة رَبك صدقا وعدلاً} صدقا لمن مَاتَ على الْإِيمَان وعدلاً لمن مَاتَ على الشّرك ¶ وَقد قَالَ تَعَالَى {وَللَّه عَاقِبَة الْأُمُور}",
            "page": "284",
            "part": "1",
            "seal": "8A40936F"
        },
        {
            "id": "237",
            "nass": "فهما كَانَ الشَّك بِهَذِهِ المثابة كَانَ الِاسْتِثْنَاء وَاجِبا لِأَن الْإِيمَان عبارَة عَمَّا يُفِيد الْجنَّة ¶ كَمَا أَن الصَّوْم عبارَة عَمَّا يبريء الذِّمَّة وَمَا فسد قبل الْغُرُوب لَا يبريء الذِّمَّة فَيخرج عَن كَونه صوما فَكَذَلِك الْإِيمَان بل لَا يبعد أَن يسْأَل عَن الصَّوْم الْمَاضِي الَّذِي لَا يشك فِيهِ بعد الْفَرَاغ مِنْهُ فَيُقَال أصمت بالْأَمْس فَيَقُول نعم إِن شَاءَ الله تَعَالَى ¶ إِذْ الصَّوْم الْحَقِيقِيّ هُوَ المقبول والمقبول غَائِب عَنهُ لَا يطلع عَلَيْهِ إِلَّا الله تَعَالَى ¶ فَمن هَذَا حسن الِاسْتِثْنَاء فِي جَمِيع أَعمال الْبر وَيكون ذَلِك شكا فِي الْقبُول إِذْ يَمنعُ من الْقبُول بعد جَرَيَان ظَاهر شروطِ الصحةِ أسبابٌ خفيّةٌ لَا يطلع عَلَيْهَا إِلَّا رب الأرباب جلّ جَلَاله فيحسُنُ الشَّك فِيهِ ¶ فَهَذِهِ وُجُوه حسن الِاسْتِثْنَاء فِي الْجَواب عَن الْإِيمَان وَهِي آخر مَا تختم بِهِ كتاب قَوَاعِد العقائد ¶ تمّ الْكتاب بِحَمْد الله تَعَالَى وَصلى الله على سيدنَا مُحَمَّد وعَلى كل عبد مصطفى",
            "page": "285",
            "part": "1",
            "seal": "2F979970"
        }
    ],
    "t6397": [
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل التاسع"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل العاشر"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "الركن الرابع في السمعيات وتصديقه صلى الله عليه وسلم فيما أخبر عنه ومداره على عشرة أصول"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "الركن الرابع في السمعيات وتصديقه صلى الله عليه وسلم فيما أخبر عنه ومداره على عشرة أصول"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الأول الحشر والنش"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثاني سؤال منكر ونكير"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثالث عذاب القبر"
        },
        {
            "id": "173",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الرابع الميزان"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الخامس الصراط"
        },
        {
            "id": "175",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السادس أن الجنة والنار مخلوقتان"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السابع"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثامن"
        },
        {
            "id": "180",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل التاسع"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل العاشر"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع من قواعد العقائد في الإيمان والإسلام وما بينهما من الإتصال والإنفصال وما يتطرق إليه من الزيادة والنقصان ووجه إستثناء السلف وفيه ثلاثة مسائل"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": "1",
            "tit": "مسألة"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "البحث الأول في موجب اللغة"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "البحث الثاني عن إطلاق الشرع"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "البحث الثالث عن الحكم الشرعي"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة"
        },
        {
            "id": "217",
            "lvl": "1",
            "sub": null,
            "tit": "الإطلاق الثاني"
        },
        {
            "id": "218",
            "lvl": "1",
            "sub": null,
            "tit": "الإطلاق الثالث"
        },
        {
            "id": "219",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة"
        },
        {
            "id": "234",
            "lvl": "1",
            "sub": null,
            "tit": "الوجه الرابع"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "التنزيه"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الحياة والقدرة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "العلم"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الإرداة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "السمع والبصر"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "الكلام"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الأفعال"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "معنى الكلمة الثانية وهي الشهادة للرسول بالرسالة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني في وجه التدريج إلى الإرشاد وترتيب درجات الإعتقاد"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة الحقيقة والشريعة"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "مسألة"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": "1",
            "tit": "من كتاب قواعد العقائد في لوامع الأدلة للعقيدة التي ترجمناها بالقدس"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "الركن الأول في معرفة ذات الله تعالى ومداره على عشرة أصول"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الأول العلم بوجوده تعالى ومعرفة وجوده تعالى"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثاني القدم"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثالث البقاء"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الرابع التنزه عن كونه جوهرا"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الخامس التنزه عن الجسمية"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السادس التنزه عن كونه عرضا"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السابع العلم بأن الله تعالى منزه الذات عن الإختصاص بالجهات"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثامن الإستواء"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل التاسع الرؤية"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل العاشر الوحدانية"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "الركن الثاني العلم بصفات الله تعالى ومداره على عشرة أصول"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "الركن الثاني العلم بصفات الله تعالى ومداره على عشرة أصول"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الأول القدرة"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثاني العلم"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثالث الحياة"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": "1",
            "tit": "الأصل الرابع الإرادة"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الخامس السمع والبصر"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السادس الكلام"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السابع قدم الكلام والصفات والتنزه عن حلول الحوادث"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثامن قدم العلم"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": "1",
            "tit": "الأصل التاسع"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل العاشر"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "الركن الثالث العلم بأفعال الله تعالى ومداره على عشرة أصول"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "الركن الثالث العلم بأفعال الله تعالى ومداره على عشرة أصول"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الأول"
        },
        {
            "id": "147",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثاني"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثالث"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الرابع"
        },
        {
            "id": "155",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الخامس"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السادس"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل السابع"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "الأصل الثامن"
        }
    ]
}