{
    "b6404": [
        {
            "hno": null,
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وحسبنا الله وَنعم الْوَكِيل ¶ الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ كَمَا يُحِبُّ ربُّنَا وَيَرْضَى وَكَمَا يَنْبَغِي لِكَرَمِ وَجْهِهِ وعِزِّ جَلَالِهِ ¶ اللَّهُمَّ وَصَلِّ عَلَى مُحَمَّدٍ النَّبِيِّ الْأُمِّيِّ وَعَلَى آلِهِ وَسَلِّمْ صَلَاةً تَكُونُ لَكَ رِضًا وَلِحَقِّهِ أَدَاءً وَأَعْطِهِ الْوَسِيلَةَ وَالْفَضِيلَةَ وَاجْزِهِ عَنَّا أَفْضَلَ مَا جَازَيْتَ نَبينَا عَنْ أُمَّتِهِ وَأَحْيِنَا اللَّهُمَّ عَلَى سُنَّتِهِ وَتَوَفَّنَا عَلَى مِلَّتِهِ غَيْرَ مُبَدِّلِينَ وَلَا مُفَرِّطِينَ وَلَا مَفْتُونِينَ بِفَضْلِكَ وَكَرَمِكَ يَا أَرْحَمَ الرَّاحِمِينَ ¶ أما بعد ¶ فَقَدْ وَرَدَ كِتَابٌ مِنْ مَدِينَةِ آمِدَ حَرَسَهَا اللَّهُ تَعَالَى يُذْكَرُ فِيهِ أَنَّ رَجُلًا قَدِمَ إِلَيْهِمْ أَنْكَرَ هَذِهِ اللَّفْظَةَ فِي ذِكْرِ الْقُرْآنِ الْعَزِيزِ أَنَّهُ إِلَى اللَّهِ تَعَالَى يَعُودُ ¶ فَأَقُولُ وَبِاللَّهِ التَّوْفِيقُ 1 - إِن النَّبِي قَدْ قَالَ ¶ إِنَّ الدِّينَ بَدَأَ غَرِيبًا وَسَيَعُودُ غَرِيبًا كَمَا بَدَأَ ¶ وَقَالَ النَّبِي ¶ لَا تَقوُمُ السَّاعَةُ حَتَّى لَا يُقَالَ فِي الْأَرْضِ اللَّهُ اللَّهُ",
            "page": "19",
            "part": "1",
            "seal": "49C3C217"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - فَالَّذِي أَخْبَرَ بِهِ رَسُولُ اللَّهِ أَعْظَمُ مِنْ إِنْكَارِ هَذَا الْمُنْكِرِ لِهَذِهِ اللَّفْظَةِ الَّتِي قَدْ وَرَدَتْ فِي بَعْضِ الْأَحَادِيثِ عَنِ النَّبِيِّ وَعَن غير وَاحِد مِنْ أَصْحَابِهِ وَعَنْ بَعْضِ التَّابِعِينَ وَغَيْرِهِمْ مِنَ الْأَئِمَّةِ رِضْوَانُ اللَّهِ عَلَيْهِم 3 - غير أَن الْأَحَادِيث الَّتِي وَردت عَن النَّبِي فِي ذَلِكَ لَمْ يُخَرِّجْهَا أَصْحَابُ الصَّحِيحِ 4 - وَقَدْ وَرَدَتْ عَنْ عَلِيٍّ عَلَيْهِ السَّلَامُ وَعَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا 5 - وَقَالَ عَمْرُو بْنُ دِينَارٍ الْمَكِّيُّ وَهُوَ مِنْ ثِقَاتِ التَّابِعِينَ وَأَئِمَّتِهِمْ ¶ أَدْرَكْتُ مَشَايِخَنَا مُنْذُ سَبْعِينَ سَنَةً يَقُولُونَ الْقُرْآنُ كَلَامُ اللَّهِ مِنْهُ بَدَأَ وَإِلَيْهِ يعود 6 - وَقد أردك عَمْرُو بْنُ دِينَارٍ مِنَ الصَّحَابَة غَيْرَ وَاحِدٍ ¶ مِنْهُمْ عَبْدُ اللَّهِ بن عَمْرو وَعَبْدُ اللَّهِ بْنُ عَبَّاسٍ وَعَبْدُ اللَّهِ بْنُ الزُّبَيْرِ وَجَابِرُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ وَأَبُو شُرَيْحٍ الْخُزَاعِيُّ وَالْمِسْوَرُ بْنُ مَخْرَمَةَ وَسَعْدُ بن عَائِذ الْمَعْرُوف ب الْقرظ مُؤذن رَسُول الله بِقُبَاءَ وَأَبُو هُرَيْرَةَ وَالسَّائِبُ بْنُ يَزِيدَ الْكِنْدِيُّ وَأَبُو الطُّفيْلِ عَامِرُ بن وائلة رَضِيَ اللَّهُ عَنْهُمْ 7 - وَقَدْ قَالَهَا الْإِمَامُ أَبُو جَعْفَرٍ أَحْمَدُ بْنُ سِنَانٍ الْوَاسِطِيُّ وَهُوَ شَيْخُ الْبُخَارِيِّ وَمُسْلِمٍ وَأَبِي دَاوُدَ وَابْنِ مَاجَهْ وَالنَّسَائِيِّ",
            "page": "20",
            "part": "1",
            "seal": "CC001C36"
        },
        {
            "hno": "8",
            "id": "4",
            "nass": "8 - وَقَدْ وَرَدَتْ هَذِهِ اللَّفْظَةُ عَنْ جَمَاعَةٍ ¶ مِنْهُمْ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ وَسُفْيَانُ الثَّوْرِيُّ وَوَكِيعُ بْنُ الْجَرَّاحِ وَأَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ 9 - وَرَوَى الْمَرْوَذِيُّ أَحْمَدُ بْنُ مُحَمَّدٍ قَالَ قَالَ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ رَحِمَهُ اللَّهُ لَقِيتُ الرِّجَالَ وَالْعُلَمَاءَ وَالْفُقَهَاءَ بِمَكَّةَ وَالْمَدِينَةِ وَالْكُوفَةِ وَالْبَصْرَةِ وَالشَّامِ وَالثُّغُورِ وَخُرَاسَانَ فَرَأَيْتُهُمْ عَلَى السُّنَّةِ وَالْجَمَاعَةِ وَسَأَلْتُ عَنْهَا الْفُقَهَاءَ فَكُلٌّ يَقُولُ الْقُرْآنُ كَلَامُ اللَّهِ غَيْرُ مَخْلُوقٍ مِنْهُ بَدَأَ وَإِلَيْهِ يَعُودُ",
            "page": "21",
            "part": "1",
            "seal": "C0EC036F"
        },
        {
            "hno": "10",
            "id": "5",
            "nass": "10 - وَقَدْ وَرَدَتْ هَذِهِ الْمَسْأَلَةُ إِلَى مَدِينَةِ السَّلَامِ بَغْدَادَ فِي زَمَانِ مَشَايِخِ مَشَايِخِنَا فَأَجَابَ فِيهَا الشَّيْخُ الْإِمَامُ الْعَالِمُ الزَّاهِدُ أَبُو زَيْدٍ جَعْفَرُ بْنُ زَيْدِ بْنِ عَبْدِ الرَّزَّاقِ الشَّامِيُّ السَّاكِنُ بِبَغْدَادَ بِجَوَابٍ شَافٍ وَسَمَّاهُ كِتَابَ الْبُرْهَانِ فِي نُصْرَةِ الْقُرْآنِ وَهَذَا الْكِتَابُ مَوْجُودٌ وَذَكَرَ فِيهِ أَدِلَّةً كَثِيرَةً ¶ قَوْلُ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ ¶ فَالَّذِي رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِ السَّلَامُ 11 - أَخْبَرَنَا الشَّيْخُ الْإِمَامُ أَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ اللَّهِ الشَّافِعِيُّ بِبَغْدَادَ أنَّ أَبَا مُحَمَّدٍ عَبْدَ اللَّهِ بْنَ عَلِيِّ بْنِ أَحْمَدَ بْنِ عَبْدِ اللَّهِ",
            "page": "22",
            "part": "1",
            "seal": "96D61A6B"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "النَّحْوِيَّ أَخْبَرَهُمْ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا الشَّيْخُ أَبُو طَاهِرٍ عَبْدُ الْمَلِكِ بْنُ أَحْمَدَ بْنِ الْحَسَنِ السُّيُورِيُّ قِرَاءَةً عَلَيْهِ حَدَّثَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ مِنْ لَفْظِهِ حَدَّثَنَا عُمَرُ بْنُ أَحْمَدَ حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ خَالِدٍ الْمُكْتِبُ حَدَّثَنَا عَبْدُ الْكَرِيمِ بْنُ الْهَيْثَمِ حَدَّثَنَا عَلِيُّ بْنُ",
            "page": "23",
            "part": "1",
            "seal": "4B3524B3"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "صَالِحٍ حَدَّثَنَا يُوسُفُ بْنُ عَدِيٍّ عَنْ مَحْبُوبِ بْنِ مُحْرِزٍ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ بْنِ يَزِيدَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ قَالَ ¶ قَالَ عَلِيٌّ عَلَيْهِ السَّلَامُ وَقَدْ ذَكَرَ الْقُرْآنَ فَقَالَ ¶ لَيْسَ هُوَ بِخَالِقٍ وَلَا مَخْلُوقٍ وَلَكِنَّهُ كَلَامُ اللَّهِ عَزَّ وَجَلَّ مِنْهُ بَدَأَ وَإِلَيْهِ يَعُودُ ¶ رَوَاهُ الْإِمَامُ أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ الْحَسَنِ بْنِ مَنْصُورٍ الطَّبَرِيُّ الْحَافِظُ فِي كِتَابِ السَّنَّةِ عَنْ أَحْمَدَ بْنِ مُحَمَّدٍ عَنْ عُمَرَ بْنِ أَحْمَدَ كَمَا رَوَيْنَاهُ ¶ قَوْلُ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا فِي ذَلِكَ ¶ أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ نَصْرٍ الْأَصْبَهَانِيُّ بِهَا أَنَّ",
            "page": "24",
            "part": "1",
            "seal": "330170EA"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "مَحْمُودَ بْنَ إِسْمَاعِيلَ الصَّيْرَفِيَّ أَخْبَرَهُمْ وَهُوَ حَاضِرٌ أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ فَاذَشَاهِ أَخْبَرَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ الطَّبَرانِيُّ حَدَّثَنَا أَحْمَدُ بْنُ الْقَاسِمِ بْنِ الْمُسَاوِرِ الْجَوْهَرِيُّ حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ حَدَّثَنَا أَبِي عَنْ عِمْرَانَ بْنِ حُدَيْرٍ عَنْ عِكْرِمَةَ قالَ ¶ كَانَ ابْنُ عَبَّاسٍ فِي جِنَازَةٍ فَلَمَّا وُضِعَ الْمَيِّتُ فِي لَحْدِهِ قَامَ رَجُلٌ فَقَالَ اللَّهُمَّ رَبَّ الْقُرْآنِ أَوْسِعْ عَلَيْهِ مَدَاخِلَهُ اللَّهُمَّ رَبَّ الْقُرْآنِ اغْفِرْ لَهُ فَالْتَفَتَ إِلَيْهِ ابْنُ عَبَّاسٍ فَقَالَ ¶ مَهْ الْقُرْآنُ كَلَامُ اللَّهِ وَلَيْسَ بِمَرْبُوبٍ مِنْهُ خَرَجَ وَإِلَيْهِ يعود",
            "page": "25",
            "part": "1",
            "seal": "3A55BC20"
        },
        {
            "hno": "13",
            "id": "9",
            "nass": "هَذَا مَشْهُورٌ عَنِ ابْنِ عَبَّاسٍ ¶ هَكَذَا رَوَاهُ الْإِمَامُ أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ رَحِمَهُ اللَّهُ فِي كِتَابِ السُّنَّةِ ¶ وَقَدْ رَوَاهُ الْإِمَامُ أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بن الْحسن الطَّبَرِيّ رَحِمَهُ اللَّهُ فِي كِتَابِ السُّنَّةِ مِنْ رِوَايَةِ الْإِمَامِ الْحَافِظِ أَبِي حَاتِمٍ مُحَمَّدِ بْنِ إِدْرِيسَ الرَّازِيِّ ¶ مَا رُوِيَ عَنْ عَمْرِو بْنِ دِينَارٍ رَضِيَ اللَّهُ عَنْهُ ¶ 13 - أَخْبَرَنَا الشَّيْخُ الْأَمِينُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ حَمْزَةَ بْنِ مُحَمَّدِ بْنِ أَبِي جَمِيلٍ الْقُرَشِيُّ الشَّافِعِيُّ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ بِدِمَشْقَ قِيلَ لَهُ أَخْبَرَكُمُ الْأَمِينُ أَبُو مُحَمَّد هِبَةُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْأَكْفَانِيِّ فِي صَفَرٍ سنة إِحْدَى وَعشْرين وَخَمْسمِائة قَالَ أَخْبَرَنَا الْحَافِظُ أَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الصُّوفِيُّ وَأَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ اللَّبَّادِ قَالَا",
            "page": "26",
            "part": "1",
            "seal": "7D0793D7"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ عُثْمَانَ بْنِ أَبِي نَصْرِ بْنِ مَعْرُوفٍ قَالَ أَخْبَرَنَا أَبُو سَعِيدٍ عَمْرُو بْنُ مُحَمَّدِ بْنِ يحيى الدينَوَرِي قَالَ قرىء عَلَى أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ جَرِيرِ بْنِ يَزِيدَ الطَّبَرِيِّ حَدَّثَكُمْ مُحَمَّدُ بْنُ أَبِي مَنْصُورٍ الْآمُلِيُّ حَدَّثَنَا الْحَكَمُ بْنُ مُحَمَّدٍ الْآمُلِيُّ أَبُو مَرْوَانَ قَالَ حَدَّثَنَا ابْنُ عُيَيْنَة قَالَ ¶ سَمِعْتُ عَمْرَو بْنَ دِينَارٍ يَقُولُ ¶ أَدْرَكْتُ مَشَايِخَنَا مُنْذُ سَبْعِينَ سَنَةً يَقُولُونَ الْقُرْآنُ كَلَامُ اللَّهِ مِنْهُ بَدَأَ وَإِلَيْهِ يَعُودُ",
            "page": "27",
            "part": "1",
            "seal": "A33E0754"
        },
        {
            "hno": "14",
            "id": "11",
            "nass": "14 - قَرَأْتُ عَلَى الشَّيْخِ الْجَلِيلِ أَبِي أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيٍّ الْأَمِينِ بِبَغْدَادَ أَخْبَرَكُمْ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَلِيُّ بْنُ أَحْمَدَ النَّحْوِيُّ قِرَاءَةً عَلَيْهِ",
            "page": "28",
            "part": "1",
            "seal": "1BBFBB0E"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وَأَنْتَ تَسْمَعُ فَأَقَرَّ بِهِ قَالَ أَخْبَرَنَا الشَّيْخُ أَبُو طَاهِرٍ عَبْدُ الْمَلِكِ بْنُ أَحْمَدَ بْنِ الْحَسَنِ السُّيُورِيِّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ قَالَ حَدَّثَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ مِنْ لَفْظِهِ قَالَ حَدَّثَنَا عُمَرُ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ النَّاقِدُ حَدَّثَنَا الْحَسَنُ بْنُ الطَّيِّبِ الْبَلْخِيُّ حَدَّثَنَا إِسْحَاقُ بْنُ رَاهَوَيْهِ الْحَنْظَلِيُّ قَالَ ذَكَرَ سُفْيَان بن عُيَيْنَة عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ ¶ أَدْرَكْتُ النَّاسَ وَقَدْ أَدْرَكَ أَصْحَابُ رَسُول الله فَمِنْ دُونِهِمْ مُنْذُ سَبْعِينَ سَنَةً كُلُّهُمْ يَقُولُونَ اللَّهُ جَلَّ اسْمُهُ الْخَالِقُ وَمَا سِوَاهُ مَخْلُوقٌ إِلَّا الْقُرْآنَ فَإِنَّهُ كَلَامُ اللَّهِ تَعَالَى مِنْهُ خَرَجَ وَإِلَيْهِ يَعُودُ",
            "page": "29",
            "part": "1",
            "seal": "52B2D46E"
        },
        {
            "hno": "15",
            "id": "13",
            "nass": "15 - وَأَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ نَصْرٍ الصَّيْدَلَانِيُّ بِأَصْبَهَانَ أَنَّ أَبَا مَنْصُورٍ مَحْمُودَ بْنَ إِسْمَاعِيلَ الصَّيْرَفِيَّ أَخْبَرَهُمْ وَهُوَ حَاضِرٌ أَخْبَرَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ فَاذَشَاهِ أَخْبَرَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ الطَّبَرَانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ التَّمَّارُ الْبَصْرِيُّ حَدَّثَنَا الْهَيْثَمُ بْنُ صَالِحٍ الْعَطَّارُ الْوَاسِطِيُّ قَالَ ¶ كُنْتُ عِنْدَ سُفْيَانَ بْنِ عُيَيْنَةَ فِي الْمَسْجِدِ الْحَرَامِ إِذْ دَخَلَ بِشْرٌ الْمَرِيسِيُّ فَقَالَ رَجُلٌ يَا أَبَا مُحَمَّدٍ تَعْرِفُ هَذَا الرَّجُلَ فَقَالَ وَمَنْ هَذَا قَالَ بِشْرٌ الْمَرِيسِيُّ قَالَ وَمَا يَقُولُ قَالَ يَقُولُ الْقُرْآنُ مَخْلُوقٌ فَقَالَ سُفْيَانُ سُبْحَانَ اللَّهِ سَمِعْتُ عَمْرَو بْنَ دِينَارٍ مُنْذُ سِتِّينَ سَنَةً يَقُولُ اللَّهُ الْخَالِقُ وَمَا دُونَهَ مَخْلَوُقٌ إِلَّا الْقُرْآنَ فَإِنَّهُ مِنْهُ بَدَأَ وَإِلَيْهِ يَعُودُ وَلَيْسَ بِمَخْلُوقٍ ¶ رَوَى هَذَا الْإِمَامُ أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ وَالْإِمَامُ أَبُو جَعْفَرٍ مُحَمَّدِ بْنِ جَرِيرِ بْنِ يَزِيدَ وَالْإِمَامُ أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ الْحَسَنِ فِي كُتُبِهِمْ",
            "page": "30",
            "part": "1",
            "seal": "9CE2D6D0"
        },
        {
            "hno": "16",
            "id": "14",
            "nass": "مَا ذُكِرَ عَنْ أَحْمَدَ بْنِ سِنَانٍ رَضِيَ اللَّهُ عَنْهُ ¶ 16 - أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ الْوَهَّابِ بْنُ عَلِيِّ بْنِ عَلِيِّ بْنِ عُبَيْدِ الله الْمَعْرُوف ب ابْن سُكَيْنَةَ الصُّوفِيُّ بِبَغْدَادَ أَنَّ أَبَا مُحَمَّدٍ عَبْدَ اللَّهِ بْنَ عَلِيِّ بْنِ أَحْمَدَ بْنِ عَبْدِ اللَّهِ المقرىء أَخْبَرَهُمْ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ أَحْمَدَ بْنِ الْحَسَنِ قَالَ حَدَّثَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ مُحَمَّدٍ الْخَلَّالُ مِنْ لَفْظِهِ حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ شَاذَانَ حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ عَفِيرٍ قَالَ قَالَ أَبُو جَعْفَرٍ أَحْمَدُ بْنُ سِنَانٍ",
            "page": "31",
            "part": "1",
            "seal": "7B22B81C"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "مَنْ زَعَمَ أَنَّ الْقُرْآنَ شَيْئَيْنَ أَوْ أَنَّ الْقُرْآنَ حِكَايَةٌ فَهُوَ وَاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ زِنْدِيقٌ كَافِرٌ بِاللَّهِ هَذَا الْقُرْآنُ هُوَ الْقُرْآنُ الَّذِي أَنْزَلَهُ اللَّهُ عَلَى لِسَانِ جِبْرِيلَ عَلَى مُحَمَّد لَا يُغَيَّرُ وَلَا يُبَدَّلُ لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ كَمَا قَالَ اللَّهُ عَزَّ وَجَلَّ ( {قُلْ لَئِنِ اجْتَمَعَتِ الإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمثل هَذَا الْقُرْآن لَا يَأْتُونَ بِمِثْلِهِ} ) الْإِسْرَاء 88 وَلَوْ أَنَّ رَجُلًا حَلَفَ أَنْ لَا يَتَكَلَّمَ الْيَوْمَ ثُمَّ قَرَأَ الْقُرْآنَ أَوْ صَلَّى وَقَرَأَ الْقُرْآنَ أَوْ سَلَّمَ فِي الصَّلَاةِ لَمْ يَحْنِثْ لَا يُقَاسُ بِكَلَامِ اللَّهِ شَيْءٌ الْقُرْآنُ كَلَامُ اللَّهِ مِنْهُ بَدَأَ وَإِلَيْهِ يَعُودُ لَيْسَ مِنَ اللَّهِ تَعَالَى شَيْءٌ مَخْلُوقٌ وَلَا صِفَاتُهُ وَلَا أَسْمَاؤُهُ وَلَا عِلْمُهُ 17 - أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَبِي الْقَاسِمِ التَّمِيمِيُّ الْمُؤَدِّبُ بِقِرَاءَتِي عَلَيْهِ بِأَصْبَهَانَ قُلْتُ لَهُ أَخْبَرَكُمْ أَبُو الْخَيْرِ مُحَمَّدُ بْنُ",
            "page": "32",
            "part": "1",
            "seal": "0B122E52"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "رَجَاءَ بْنِ إِبْرَاهِيمَ بْنِ عُمَرَ بْنِ الْحَسَنِ بْنِ يُونُسَ قِرَاءَةً عَلَيْهِ وَأَنْتَ تَسْمَعُ فَأَقَرَّ بِهِ أَخْبَرَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الذَّكْوَانِيُّ أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُوسَى بْنِ مَرْدُوَيْهَ الْحَافِظُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ ذَكَرَ مُعَلَّى بْنُ أَسَدٍ حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ عَنْ رِبْعِيٍّ عَنْ حُذَيْفَةَ ¶ وَعَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ قَالَا قَالَ رَسُولُ الله",
            "page": "33",
            "part": "1",
            "seal": "C9C72F84"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "يُسْرَى عَلَى كِتَابِ اللَّهِ لَيْلًا فَيُصْبِحُ النَّاسُ لَيْسَ فِي الْأَرْضِ وَلَا جَوْفِ مُسْلِمٍ مِنْهُ آيَةٌ ¶ رَوَاهُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ يَزِيدَ بْنِ مَاجَةَ بِنَحْوِهِ عَنْ عَلِيِّ بْنِ مُحَمَّدٍ عَنْ",
            "page": "34",
            "part": "1",
            "seal": "5718889B"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "أَبِي مُعَاوِيةَ عَنْ أَبِي مَالِكٍ الْأَشْجَعِيِّ عَنْ رِبْعِيٍّ عَنْ حُذَيْفَةَ 18 - أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ أَحْمَدُ بْنُ سَعِيدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عَبْدِ الصَّمَدِ التَّاجِرُ الْأَصْبَهَانِيُّ بِقِرَاءَتِي عَلَيْهِ بِهَا قُلْتُ لَهُ أَخْبَرَكُمْ أَبُو الْقَاسِمِ إِسْمَاعِيلُ بن عَليّ ابْن الْحُسَيْنِ بْنِ أَبِي نَصْرٍ الصُّوفِيُّ النَّيْسَابُورِيُّ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا الْقَاضِي الْإِمَامُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ التَّمِيمِيُّ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ جَعْفَرٍ الْمُعَدَّلُ أَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ السِّنْدِيِّ بْنِ عَلِيِّ بْنِ بَهْرَامٍ قَالَ حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ زِيَادِ بْنِ عُبَيْدِ اللَّهِ",
            "page": "35",
            "part": "1",
            "seal": "B6AB20A7"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "الزِّيَادِيُّ حَدَّثَنَا فُضَيْلٌ هُوَ ابْنُ عِيَاضٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنْ شَدَّادِ بْنِ مَعْقِلٍ قَالَ قَالَ عَبْدُ اللَّهِ هُوَ ابْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ ¶ إِنَّ أَوَّلَ مَا تَفْقِدُونَ مِنْ دِينِكُمُ الْأَمَانَةُ وَآخِرَ مَا تَفْقِدُونَ مِنْهُ الصَّلَاةُ وَسَيُصَلِّي قَوْمٌ لَا دِينَ لَهُمْ وَإِنَّ هَذَا الْقُرْآنَ الَّذِي بَيْنَ أَظْهُرِكُمْ يُوشِكُ أَنْ يُرْفَعَ ¶ قَالَ قُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ وَكَيْفَ ذَاكَ وَقَدْ أَثْبَتَهُ اللَّهُ جَلَّ وَعَزَّ فِي قُلُوِبنَا وَأَثْبَتْنَاهُ فِي مَصَاحِفِنَا ¶ قَالَ يُسْرَى عَلَيْهِ فِي لَيْلَةٍ وَاحِدَةٍ فَلَا يُتْرَكُ مِنْهُ فِي صَدْرِ رَجُلٍ وَلَا فِي مُصْحَفٍ ثُمَّ قَرَأَ ( {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَينَا إِلَيْك} ) الْآيَة الْإِسْرَاء 86",
            "page": "36",
            "part": "1",
            "seal": "6FF72C8C"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - وَأَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ أَحْمد بن نصر بن بن أبي الْفَتْح الصيدلاني بقرائتي عَلَيْهِ بِأَصْبَهَانَ قُلْتُ لَهُ أَخْبَرَتْكُمْ فَاطِمَةُ بِنْتُ عَبْدِ اللَّهِ الْجَوْزَدَانِيَّةِ قِرَاءَةً عَلَيْهَا وَأَنْتَ تَسْمَعُ أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ رِيذَةَ أَخْبَرَنَا سُلَيْمَانُ بْنُ أَحْمَدَ الطَّبَرَانِيُّ حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدَّبَرِيُّ عَنْ عَبْدِ الرَّزَّاقِ عَنْ إِسْرَائِيلَ عَنْ عَبْدِ الْعَزِيزِ بْنُ رُفَيْعٍ عَنْ شَدَّادِ بْنِ مَعْقِلٍ قَالَ سَمِعْتُ ابْنَ مَسْعُودٍ يَقُولُ ¶ إِنَّ أَوَّلَ مَا تَفْقِدُونَ مِنْ دِينِكُمُ الْأَمَانَةُ وَآخِرَ مَا يَبْقَى مِنْ دِينِكُمُ الصَّلَاةُ وَلَيُصَلِّيَنَّ قَوْمٌ لَا دِينَ لَهُمْ وَلَيُنْتَزَعَنَّ الْقُرْآنُ مِنْ بَيْنِ أَظْهُرِكُمْ ¶ قَالُوا يَا أَبَا عَبْدِ الرَّحْمَنِ أَلَسْنَا نَقْرَأُ الْقُرْآنَ وَقَدْ أَثْبَتْنَاهُ فِي مَصَاحِفِنَا",
            "page": "37",
            "part": "1",
            "seal": "65E6AF56"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "قَالَ يُسْرَى عَلَى الْقُرْآنِ لَيْلًا فَيُذَهَبُ بِهِ مِنْ أَجْوَافِ الرِّجَالِ فَلَا يَبْقَى فِي الْأَرْضِ مِنْهُ شَيْء ¶ كَذَا رَوَاهُ الْإِمَامُ أَبُو الْقَاسِمِ سُلَيْمَانُ بن أَحْمد الطَّبَرَانِيّ فِي كتاب المعجم الْكَبِير",
            "page": "38",
            "part": "1",
            "seal": "02C5B042"
        }
    ],
    "t6404": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "قول عبد الله بن عباس رضي الله عنهما في ذلك"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "ما روي عن عمرو بن دينار رضي الله عنه"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ما ذكر عن أحمد بن سنان رضي الله عنه"
        }
    ]
}