{
    "b6461": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ وَهُوَ حسبي ¶ قَالَ عبد الله بن مُحَمَّد بن السَّيِّد البطليوسي رَحْمَة الله عَلَيْهِ سَأَلتنِي أبان الله لَك الخفيات وعصمك من الشُّبُهَات وأمدك بِنور من الْعقل يجلو عَن عين بصيرتك ظلم الْجَهْل حَتَّى ترى بِعَين لبك مَرَاتِب المعقولات كَمَا رَأَيْت بِعَين جسمك مَرَاتِب المحسوسات عَن معنى قَول الْحُكَمَاء إِن تَرْتِيب الموجودات عَن السَّبَب الأول يَحْكِي دَائِرَة وهمية تبدأ من نقطة وَترجع إِلَيْهَا ومرجعها فِي صُورَة الْإِنْسَان ¶ وَعَن قَوْلهم إِن الْإِنْسَان تبلغ ذَاته بعد مماته إِلَى حَيْثُ يبلغ علمه فِي حَيَاته وَإِن علمه يَحْكِي أَيْضا دَائِرَة وهمية ¶ وَعَن قَوْلهم إِن فِي قُوَّة الْعقل الجزئي أَن يتَصَوَّر بِصُورَة الْعقل الْكُلِّي ¶ وَعَن قَوْلهم إِن الْعدَد دَائِرَة وهمية كدائرة الْآحَاد والعشرات ودائرة المئات ودائرة الألوف",
            "page": "33",
            "part": "1",
            "seal": "42FD7C93"
        },
        {
            "id": "3",
            "nass": "وَعَن قَوْلهم إِن صِفَات الْبَارِي تَعَالَى لَا يَصح أَن يُوصف بهَا إِلَّا عَن طَرِيق السَّلب ¶ وَعَن قَوْلهم إِن البارئ تَعَالَى لَا يعرف إِلَّا نَفسه ¶ وَمَا الْبُرْهَان على بَقَاء النَّفس الناطقة بعد الْمَوْت ¶ وَهَذِه أعزّك الله مطَالب ضيقَة المسالك وَكَثِيرًا مَا تُفْضِي بسالكها إِلَى المهالك وسأقول فِيهَا بِمَا انْتهى اليه علمي وأحاط بِهِ فهمي ¶ وَبِاللَّهِ أَعْتَصِم من الْخَطَأ والزلل وإياه أسأَل التَّوْفِيق إِلَى الصَّوَاب من القَوْل وَالْعَمَل لَا رب غَيره",
            "page": "34",
            "part": "1",
            "seal": "CFBDACD0"
        },
        {
            "id": "4",
            "nass": "الْبَاب الأول فِي شرح قَوْلهم إِن تَرْتِيب الموجودات عَن السَّبَب الأول يَحْكِي دَائِرَة وهمية مرجعها إِلَى مبدئها فِي صُورَة الْإِنْسَان ¶ أَقُول وَبِاللَّهِ أَعْتَصِم مخبرا عَن أغراضهم ومقاصدهم وَإِن كنت اسْتعْملت على جِهَة التَّقْرِيب ألفاظا غير ألفاظهم إِن البارئ تَعَالَى وَهُوَ الَّذِي يسمونه السَّبَب الأول وَالْعلَّة الأولى وَعلة الْعِلَل لما كَانَ هُوَ الَّذِي أَفَاضَ الموجودات وَأعْطى كل مَوْجُود مِنْهَا قسطه من الْوُجُود وَلم 0 يجز فِي الْحِكْمَة أَن تكون كلهَا فِي مرتبَة وَاحِدَة صَار بَعْضهَا أرفع من بعض وَبَعضهَا أحط من بعض وَصَارَ وجود أقربها مرتبَة مِنْهُ وساطة لوُجُود أبعدها فَلَا يُوجد أبعدها مِنْهُ إِلَّا بِوُجُود أقربها مِنْهُ وتوسطه ¶ وَلست أُرِيد بِذكر الْقرب والبعد إِثْبَات مَكَان لِأَن البارئ",
            "page": "35",
            "part": "1",
            "seal": "27EA5B60"
        },
        {
            "id": "5",
            "nass": "عز وَجل لَا يُوصف بِالْمَكَانِ وَلَا بِالزَّمَانِ وَكَذَلِكَ كل مَعْقُول لَا مَادَّة لَهُ وَإِنَّمَا أُرِيد بِذكر الْقرب والبعد مراتبها فِي الْوُجُود ¶ وَأقرب مَا يمثل بِهِ وجود الموجودات عَنهُ تَعَالَى وجود الْأَعْدَاد عَن الْوَاحِد وَإِن كَانَ البارئ تَعَالَى لَا يجوز أَن يشبه بِشَيْء وَكَذَلِكَ صِفَاته وأفعاله وَلكنه على جِهَة التَّقْرِيب فَكَمَا أَن الثَّلَاثَة لَا تُوجد عَن الْوَاحِد إِلَّا بتوسط وجود الِاثْنَيْنِ كَذَلِك الْأَرْبَعَة لَا تُوجد إِلَّا بتوسط وجود الثَّلَاثَة والاثنين وَلَا تُوجد الْخَمْسَة إِلَّا بتوسط وجود الْأَرْبَعَة وَالثَّلَاثَة والاثنين وَكَذَلِكَ سَائِر الْأَعْدَاد ¶ وَلِهَذَا صَار وجود كل وَاحِد عِلّة لوُجُود مَا بعده مَعَ كَون الْوَاحِد عِلّة لوُجُود جَمِيعهَا إِذْ كَانَ لَا يَصح وجود الْأَبْعَد إِلَّا بوساطة وجود الْأَقْرَب فَكَذَلِك يمثل بالتقريب وجود الموجودات عَن البارئ تَعَالَى لَا على الْحَقِيقَة ¶ وَمَعْلُوم أَن الشَّيْء لَا يشبه بِغَيْرِهِ من جَمِيع جهاته إِنَّمَا يشبه بِهِ فِي بعض مَعَانِيه وَصِفَاته فَلَمَّا كَانَ وجود الموجودات عَنهُ تَعَالَى على هَذِه",
            "page": "36",
            "part": "1",
            "seal": "6A76CA51"
        },
        {
            "id": "6",
            "nass": "الصّفة كَانَ كَمَال كل مَوْجُود على قدر مرتبته مِنْهُ فِي الْوُجُود فَكَانَ أكملها وجودا وأقلها نقصا الْمَوْجُود الَّذِي هُوَ فِي مرتبَة الِاثْنَيْنِ تمثيلا وتقريبا لما قدمْنَاهُ من الْعدَد فِي ذَلِك ثمَّ الثَّالِث أنقص من الثَّانِي ثمَّ الرَّابِع أنقص من الثَّالِث وَهَكَذَا لم تزل الموجودات تنقص مرتبَة مرتبَة على قدر بعْدهَا من الْمرتبَة الأولى حَتَّى انْتَهَت إِلَى أنقصها مرتبَة الَّذِي لَا أنقص مِنْهُ إِذْ كَانَت مَرَاتِب الموجودات متناهية وَكَانَ إِثْبَات مَالا نِهَايَة لَهُ بِالْفِعْلِ من الْمحَال وَإِنَّمَا يَصح إثْبَاته بِالْقُوَّةِ والإمكان ثمَّ تنعكس الموجودات متصاعدة من أدناها مرتبَة إِلَى أَعْلَاهَا إِلَى أَن تَنْتَهِي إِلَى أكمل الْمَرَاتِب الَّتِي جعل لَهَا بالطبع أَن تبلغها وتسلك فِي تصاعدها المسلك الَّذِي سلكته فِي تسافلها أَعنِي أَنَّهَا لَا تصعد إِلَى الْمرتبَة الثَّانِيَة إِلَى بعد الأولى وَلَا الرَّابِعَة إِلَّا بعد الثَّالِثَة ¶ وَبَيَان ذَلِك أَن البارئ تَعَالَى لَهُ الْمرتبَة الأولى من الْوُجُود وَهُوَ متوحد بِوُجُودِهِ لَا يشركهُ فِي وجوده شَيْء كَمَا لَا يشركهُ فِي شَيْء من صِفَاته",
            "page": "37",
            "part": "1",
            "seal": "69909CDD"
        },
        {
            "id": "7",
            "nass": "وَأول مَوْجُود أوجده وأبدعه تَعَالَى الموجودات الَّتِي يسمونها الثواني ويسمونها الْعُقُول الْمُجَرَّدَة عَن الْمَادَّة وَهِي تِسْعَة على عدد الْآحَاد التِّسْعَة ترتبت فِي الْوُجُود عَنهُ كمراتب الْأَعْدَاد أول وثان وثالث إِلَى التَّاسِع الَّذِي هُوَ نهايتها كَمَا صَار التَّاسِع من الْعدَد نِهَايَة الْآحَاد ¶ وَأول هَذِه الثواني بِالنِّسْبَةِ إِلَى الله تَعَالَى فِي مرتبَة الِاثْنَيْنِ على وَجه التَّقْرِيب وبالنسبة إِلَى الموجودات المبدعات فِي مرتبَة الْوَاحِد لِأَن البارئ تَعَالَى بَائِن عَن الموجودات غير مَوْصُوف بِشَيْء من صفاتها وكل وَاحِد من هَذِه التِّسْعَة مَوْجُود عَن البارئ تَعَالَى بتوسط وجود كل وَاحِد من هَذِه التِّسْعَة ¶ ثمَّ تلِي مرتبَة هَذِه الثواني التِّسْعَة فِي الْوُجُود مرتبَة الْعقل الْمُوكل بعالم العناصر وَهُوَ الَّذِي يسمونه الْعقل الفعال وَهُوَ يُوَافق الموجودات الثواني التِّسْعَة فِي أَنه عقل مُجَرّد من الْمَادَّة مثلهَا وَإِنَّمَا فصلوه مِنْهَا وجعلوه لَهَا مرتبَة عاشرة على حِدة لوَجْهَيْنِ",
            "page": "38",
            "part": "1",
            "seal": "2FCD3231"
        },
        {
            "id": "8",
            "nass": "أَحدهمَا أَن الثواني التِّسْعَة موكلة بالأفلاك التِّسْعَة وَالْعقل الفعال مُوكل بعالم العناصر ¶ وَالْوَجْه الثَّانِي أَن هَذَا الْعقل الفعال تسري قوته فِي الأجرام الناطقة الَّتِي دون فلك الْقَمَر كَمَا يسري نور الشَّمْس وَعنهُ يحصل النُّطْق فِي كل مكون مستعد لقبُول الْقُوَّة الناطقة وكل مَا تجوهر من الموجودات الطبيعية فَهُوَ بِهِ مُلْحق وَهَذَا الْمَعْنى لَيْسَ بموجود فِي الثواني ¶ وَذكروا أَن فيض الْعُقُول الْمُجَرَّدَة انْقَطع عِنْد الْعقل الفعال فَلَيْسَ بعد مرتبته إِلَّا مرتبَة النَّفس الناطقة وَإِنَّمَا وَجب أَن يَنْقَطِع فيض الْعُقُول الْمُجَرَّدَة عِنْده لِأَنَّهُ اجْتمعت فِيهِ قوى الْعُقُول التِّسْعَة كلهَا فَصَارَ مبدأ لما دونه من الموجودات كَمَا اجْتمعت قوى الْآحَاد التِّسْعَة من الْعدَد فِي الْعشْرَة فَصَارَت بذلك مبدأ لما عَداهَا من العشرات وَلذَلِك جعلُوا هَذَا الْعقل الْمُجَرّد عَن الْمَادَّة فِي مرتبَة الْعشْرَة من الْعدَد أَلا ترى أَن الْعشْرَة فِي مرتبَة الْوَاحِد وَالْعِشْرين فِي مرتبَة الِاثْنَيْنِ وَالثَّلَاثِينَ فِي مرتبَة الثَّلَاثَة حَتَّى تصير التِّسْعُونَ فِي مرتبَة التِّسْعَة فينتهي وجود العشرات فِي التسعين وَتصير المئة فِي مرتبَة الْوَاحِد",
            "page": "39",
            "part": "1",
            "seal": "0AFC1504"
        },
        {
            "id": "9",
            "nass": "وسنزيد هَذَا بَيَانا عِنْد ذكرنَا دوائر الْعدَد الوهمية إِن شَاءَ الله تَعَالَى ¶ ثمَّ تلِي مرتبَة الْعقل الفعال فِي الْوُجُود مرتبَة النَّفس وَهِي مُوَافقَة للعقول الْمُجَرَّدَة من الْمَادَّة فِي أَنَّهَا لَيست بجسم كَمَا أَن تِلْكَ لَيست أجساما وَهِي مُخَالفَة لَهَا فِي أَنَّهَا تُوجد مَعَ الْجِسْم وتقترن بِهِ فأكسبها ذَلِك كدرا وظلمة وَلذَلِك صَارَت نفس الْإِنْسَان تجْهَل ذَاتهَا وَلَا ترَاهَا حَتَّى تستضئ بِنور الْعقل ¶ وَهِي فِي ذَلِك بِمَنْزِلَة رجل حصل فِي ظلمَة فَهُوَ لَا يرى جِسْمه وَلَا غَيره فَإِذا أَضَاء لَهُ الجو وسرى فِي عَيْنَيْهِ نور الشَّمْس رأى حِينَئِذٍ جسده وَمَا حوله من الجسمان كَذَلِك النَّفس تمنعها ظلمَة الْجَهْل من رُؤْيَة ذَاتهَا ورؤية الصُّور الْعَقْلِيَّة الْمُجَرَّدَة فَإِذا أَفَاضَ الْعقل نوره رَأَتْ ذَاتهَا وَغَيرهَا من المعقولات ¶ وَلها مَرَاتِب كَثِيرَة كَمَا كَانَ للعقول الْمُجَرَّدَة الْمَذْكُورَة مَرَاتِب فَمن الْحُكَمَاء من رأى أَن مراتبها اثْنَتَا عشرَة تسع للأفلاك وَثَلَاث لما تَحت فلك الْقَمَر وَهِي",
            "page": "40",
            "part": "1",
            "seal": "A6953D19"
        },
        {
            "id": "10",
            "nass": "النَّفس النباتية ¶ وَالنَّفس الحيوانية ¶ وَالنَّفس الناطقة ¶ وَمِنْهُم من جعلهَا خمس عشرَة مرتبَة تسع للأفلاك وَخمْس لما تَحت فلك الْقَمَر وَهِي ¶ النَّفس النباتية وَهِي أدناها مرتبَة ¶ وفوقها النَّفس الحيوانية ¶ وفوقها النَّفس الناطقة ¶ وفوقها النَّفس الفلسفية ¶ وفوقها النَّفس النَّبَوِيَّة ¶ فَهَذِهِ أَربع عشرَة مرتبَة وَالْخَامِسَة عشرَة مرتبَة النَّفس الْكُلية وَنحن نذْكر خَواص كل وَاحِدَة من هَذِه النُّفُوس وفصولها ليتبين صِحَة هَذَا التَّقْسِيم إِذا فَرغْنَا من هَذَا الْبَاب إِن شَاءَ الله تَعَالَى ¶ وَنَرْجِع إِلَى مَا كُنَّا فِيهِ من مَرَاتِب الموجودات فَنَقُول إِن الَّذِي يَلِي مرتبَة النَّفس فِي الْوُجُود مرتبَة الصُّورَة ثمَّ يَلِي مرتبَة الصُّورَة مرتبَة",
            "page": "41",
            "part": "1",
            "seal": "0BCE8955"
        },
        {
            "id": "11",
            "nass": "الْجَوْهَر الْحَامِل للصورة وَإِنَّمَا جعلت مرتبَة الصُّورَة قبل مرتبَة الْجَوْهَر الْحَامِل للصورة بِوَجْهَيْنِ ¶ أَحدهمَا أَنا بدأنا من أَعلَى مَرَاتِب الموجودات منحدرين إِلَى أدناها فَكَانَت الصُّورَة على هَذَا التَّرْتِيب قبل الْجَوْهَر الْحَامِل لَهَا وَلَو بدأنا من أدنى مَرَاتِب الموجودات متصاعدين إِلَى أَعْلَاهَا لَكَانَ الْجَوْهَر الْحَامِل للصورة قبل الصُّورَة فِي الرُّتْبَة ¶ وَهَذَا الْجَوْهَر الْحَامِل للصورة صنفان ¶ أرفعهما الْجَوْهَر الَّذِي يحمل صُورَة الأفلاك وَمَا فِيهَا وَأَدْنَاهَا الْجَوْهَر الَّذِي يحمل الصُّورَة الَّتِي تَحت فلك الْقَمَر وَهَذَا الْجَوْهَر الْحَامِل لصورة الموجودات الَّتِي دون فلك الْقَمَر يسمونه الهيولى وَإِنَّمَا فصل هَذَا الْجَوْهَر من الْجَوْهَر الْحَامِل لصورة الأفلاك وَمَا فِيهَا من",
            "page": "42",
            "part": "1",
            "seal": "912CAF9C"
        },
        {
            "id": "12",
            "nass": "الْكَوَاكِب وَإِن كَانَا قد اتفقَا فِي أَن كل وَاحِد مِنْهُمَا جَوْهَر حَامِل للصور لِأَن صور الأفلاك وَالْكَوَاكِب ثَابِتَة فِي موضوعاتها وَهَذَا الْجَوْهَر الآخر صُورَة غير ثَابِتَة لِأَنَّهُ يلبس الصُّورَة تَارَة ويخلعها تَارَة فَهُوَ مُسْتَحِيل متغير بجملته وَذَلِكَ إِنَّمَا يتَغَيَّر ويستحيل بِالْمَكَانِ وَمَا فِيهِ من اخْتِلَاف النّسَب ¶ وَهَذِه الهيولى عِنْدهم أحط الموجودات وأنقصها مرتبَة وَمِنْهَا تبدأ الموجودات الطبيعية بالترقي صاعدة نَحْو أَعلَى مراتبها بعكس حَالهَا حِين انحدرت إِلَى أدنى مراتبها وَإِنَّمَا يكون ذَلِك لدوران الأفلاك حولهَا ولباسها للصور الَّتِي كَانَت فِيهَا بِالْقُوَّةِ ثمَّ تخرج بدوران الأفلاك إِلَى الْفِعْل كَمَا شَاءَ بارئها لَا إِلَه إِلَّا هُوَ ¶ فَأول صُورَة لبستها الهيولى صور الْأَركان الْأَرْبَعَة الَّتِي هِيَ",
            "page": "43",
            "part": "1",
            "seal": "7F669143"
        },
        {
            "id": "13",
            "nass": "الأَرْض وَالْمَاء والهواء وَالنَّار فَكَانَ ذَلِك أول كَمَال لحقها ثمَّ لبست صور الْمَعَادِن بوساطة صور الْأَركان ثمَّ صور النَّبَات بوساطة صور الْمَعَادِن وصور الْأَركان ثمَّ صُورَة الْحَيَوَان غير النَّاطِق بوساطة صور النَّبَات وصور الْمَعَادِن وصور الْأَركان ثمَّ صُورَة الْإِنْسَان الَّذِي هُوَ حَيَوَان نَاطِق بتوسط صور الْحَيَوَان غير النَّاطِق وصور النَّبَات وصور الْمَعَادِن وصور الْأَركان ¶ فَكَانَت صُورَة الْإِنْسَان أكمل الصُّور الطبيعية وَلَا مرتبَة بعْدهَا إِلَّا أَن يتجوهر الْإِنْسَان بالمعارف فَيلْحق بمرتبة المعقولات الْمُجَرَّدَة من الهيولى والمادة الشبيهة بالهيولى أَعنِي مَوْضُوع صور الأفلاك وَمَا فِيهَا فَإِذا حصل بالتجوهر فِي مرتبَة المعقولات حصل فِي الْمرتبَة الَّتِي مِنْهَا انحطت النَّفس الناطقة إِلَى الأجرام وَهِي مرتبَة الْعقل الفعال فَصَارَت الموجودات بِهَذَا الِاعْتِبَار كدائرة استدارت حَتَّى التقى طرفاها وَصَارَ الْإِنْسَان آخر الدائرة الَّذِي يرجع على أَولهَا إِلَّا أَن الْإِنْسَان عِنْدهم لَا يلْحق عِنْد تجوهره بِأول الثواني الَّذِي هُوَ أَعْلَاهَا مرتبَة وَإِنَّمَا أقْصَى كَمَاله أَن يلْحق بالمرتبة الْعَاشِرَة وَهِي مرتبَة الْعقل الفعال",
            "page": "44",
            "part": "1",
            "seal": "2D32BEC6"
        },
        {
            "id": "14",
            "nass": "فَهَذَا مَذْهَب أرسطا طاليس وأفلاطون وسقراط وَغَيرهم من",
            "page": "45",
            "part": "1",
            "seal": "3B32C28A"
        },
        {
            "id": "15",
            "nass": "مشاهير الفلاسفة وزعمائهم الْقَائِلين بِالتَّوْحِيدِ ¶ وَأما فلاسفة الْمَجُوس فزعموا أَن الْعُقُول الْمُفَارقَة للمادة يترقى بَعْضهَا إِلَى مرتبَة بعض حَتَّى يصير أَعْلَاهَا فِي مرتبَة البارئ عز وَجل تَعَالَى الله عَمَّا يَقُول الجاهلون علوا كَبِيرا وَهَذَا القَوْل كفر مَحْض عِنْد أرسطاطاليس وَجَمِيع من ذَكرْنَاهُ لِأَنَّهُ يُوجب اسْتِحَالَة البارئ تَعَالَى عَن قَوْلهم ¶ فَإِن قَالَ قَائِل فَكيف صَار كالدائرة وَإِنَّمَا لحق بمرتبة الْعقل الفعال على رَأْي أرسطو وَهِي الْمرتبَة الْعَاشِرَة وَإِنَّمَا كَانَ حكمه إِذا كَانَ كالدائرة أَن يرجع إِلَى الثَّانِي الَّذِي هُوَ أول مَوْجُود بَدَأَ مِنْهُ الْفَيْض ¶ فَالْجَوَاب عَن هَذَا من وَجْهَيْن ¶ أَحدهمَا أَن الْعقل الفعال هُوَ فِي الْمرتبَة الْعَاشِرَة عِنْدهم وَهُوَ",
            "page": "46",
            "part": "1",
            "seal": "466FECA3"
        },
        {
            "id": "17",
            "nass": "آخر المعقولات الْمُفَارقَة عِنْد انحدار الْوُجُود وَهُوَ أَولهَا عِنْد تصاعد الْأَشْيَاء فَإِذا بلغ الْعقل الإنساني تِلْكَ الْمرتبَة كَانَ بِمَنْزِلَة رُجُوع أحد طرفِي الدائرة على الآخر ¶ وَالْوَجْه الثَّانِي ¶ أَن الْعقل الإنساني لَيْسَ مبدؤه من الثواني عِنْدهم إِنَّمَا مبدؤه من الْعقل الفعال فَإِذا عَاد إِلَيْهِ كَانَ بِمَنْزِلَة الدائرة ¶ وَقد وَجب علينا أَن نصل بِهَذَا الْبَاب ذكر خَواص النُّفُوس الْخمس الَّتِي قدمنَا ذكرهَا ليتبين الْفرق بَينهَا إِذْ كَانَت الخاصية قد تقوم مقَام الْفَصْل الْجَوْهَرِي فِيمَا يتَعَذَّر تحديده ¶ خَواص النَّفس النباتية وَتسَمى الشهوانية ¶ خَواص هَذِه النَّفس النزاع إِلَى الْغذَاء وَطَلَبه والالتذاذ بِوُجُودِهِ إِذا وجدته والاستضرار بفقده إِذا فقدته واستدعاء الْمُوَافق من الأغذية وَدفع الْمُخَالف وَحفظ الشَّيْء بشخصه ونوعه",
            "page": "47",
            "part": "1",
            "seal": "A0BABBFA"
        },
        {
            "id": "18",
            "nass": "أما حفظ شخصه فَإِنَّهُ يكون بالغذاء وَأما حفظ نَوعه فبالتوليد وَيُسمى هَذَا الْحِفْظ التَّقْوِيم الطبيعي وَلها الهياكل غير اللحمية والأعضاء المتشابهة الْأَجْزَاء وَلها سبع قوى ¶ جاذبة ¶ وممسكة ¶ وهاضمة ¶ ومغذية ¶ ودافعة ¶ ومنمية ¶ ومصورة ¶ وَلها، من الشُّعُور والإحساس تَمْيِيز الْجِهَات السِّت وإرسال الْعُرُوق نَحْو الْمَوَاضِع الندية وتوجيه الْفُرُوع والأغصان نَحْو الْمَوَاضِع المتسعة والانحراف عَن الْمَوَاضِع الضيقة",
            "page": "48",
            "part": "1",
            "seal": "637FD93F"
        },
        {
            "id": "19",
            "nass": "خَواص النَّفس الحيوانية وَتسَمى الغضبية ¶ خَواص هَذِه النَّفس شَهْوَة النِّكَاح وشهوة الانتقام وشهوة الرياسة وَالْغَلَبَة وَلها الهياكل اللحمية والدموية وَقد يُوجد من هياكلها مَا لَا دم لَهُ وَلها الْأَعْضَاء الآلية وَالْحَرَكَة الإرادية الاختيارية وَلها الْحَواس الْخمس ¶ وَمِنْهَا مَا ينقصهُ بعض الْحَواس ¶ وَلها اللَّذَّة والألم ¶ وَيُوجد لبعضها التخيل وَالوهم ¶ خَواص النَّفس الإنسانية وَهِي الناطقة ¶ خَواص هَذِه النَّفس الروية والفكر ومحبة الْعلم والمعرفة وَلها الهياكل المنتصبة وَالْعَمَل باليدين",
            "page": "49",
            "part": "1",
            "seal": "61E484E8"
        },
        {
            "id": "20",
            "nass": "خَواص النَّفس الْحكمِيَّة الفلسفية ¶ خَواص هَذِه النَّفس محبَّة الْعُلُوم النظرية الَّتِي لَا يُرَاد مِنْهَا أَكثر من الْوُقُوف على حقائقها فَقَط والحرص على معرفَة أَسبَاب الْأَشْيَاء وعللها وَالِاسْتِدْلَال بظواهر الْأُمُور على بواطنها وَمَعْرِفَة مَرَاتِب الموجودات فِي الْوُجُود وَكَيف انبعثت عَن البارئ عز وَجل وَكَيف انْبَعَثَ بَعْضهَا من بعض بِمَا سرى فِيهَا من وحدانية الله تَعَالَى الَّتِي حصلت لكل مَوْجُود ذَات ينْفَصل بهَا من ذَات مَوْجُود آخر ¶ وَبهَا يكون وجود الصُّور فِي الهيولى وَفِي الْمَوْضُوع الشبيه بالهيولى وَهُوَ الْجَوْهَر الْحَامِل لصور الأفلاك وَالْكَوَاكِب وَهل الْعَالم قديم أَو مُحدث وَمَا الْفرق بَين الأزلي والمحدث ¶ وَمَا الْفرق بَين الأزلي الْمُطلق والأزلي الْمُضَاف ¶ وَمَا الْفرق بَين الْمُبْدع والمكون ¶ وَكَيف صَار الْمُبْدع وَاسِطَة بَين الأزلي والمكون",
            "page": "50",
            "part": "1",
            "seal": "64D7793B"
        },
        {
            "id": "21",
            "nass": "وَهل خَالق الْعَالم وَاحِد أَو أَكثر من وَاحِد ¶ وَإِقَامَة الْبَرَاهِين على أَنه لَا يَصح أَن يكون إِلَّا وَاحِدًا لَا يشبه شَيْئا وَلَا يُشبههُ شَيْء ¶ وَمَا الْحِكْمَة فِي وجود الْأَشْيَاء على مَا هِيَ عَلَيْهِ ¶ وَمَا المكون مِنْهَا وَمَا الْمُبْدع ¶ وَمَا الْفرق بَين الْفَاعِل على الْحَقِيقَة وَالْفَاعِل على الْمجَاز وَالْفَاعِل الْمُطلق وَمَا الْحِكْمَة فِي دوران الأفلاك حَرَكَة مستديرة غير مُسْتَقِيمَة ¶ وَمَا الْوَاجِب وَمَا الْمُمكن وَمَا الْمُمْتَنع ¶ وَكَيف صَار مَا فَوق الْأَرْبَعَة الْأَركان من حيّز الْوَاجِب وَمَا تَحت الْأَركان من حيّز الْمُمكن ¶ وَمَا الموجودات الَّتِي أُوتيت كمالها فِي جواهرها وأفعالها وَمَا الموجودات الَّتِي لم تؤت كمالها لَا فِي جواهرها وَلَا فِي أفعالها فهما طرفان",
            "page": "51",
            "part": "1",
            "seal": "A825EEC2"
        },
        {
            "id": "22",
            "nass": "وَمَا الموجودات الَّتِي أُوتيت كمالها فِي جواهرها وَلم تؤت كمالها فِي أفعالها فَصَارَت متوسطة بَين الطَّرفَيْنِ ¶ وَلم سكن الصِّنْف الأول فَلم تكن لَهُ حَرَكَة وتحرك الصنفان الْآخرَانِ ¶ وَمَا الْحِكْمَة فِي وجود النواميس والنبوات فِي عَالم الْكَوْن وَالْفساد ¶ وَمَا الْفرق بَين النُّبُوَّة وَالسحر وَالْكهَانَة والفلسفة ¶ وَكَيف تفيض قُوَّة الْوَحْي على الْأَنْبِيَاء ¶ وَمَا الْفرق بَين الْإِنْسَان الَّذِي يُوحى إِلَيْهِ وَالَّذِي لَا يُوحى إِلَيْهِ ¶ وَلم صَار الْإِنْسَان مَأْمُورا مَنْهِيّا دون غَيره ¶ ومل سمي عَالما صَغِيرا وَسمي الْعَالم إنْسَانا كَبِيرا ¶ وَمَا السياسة وَكم أَنْوَاعهَا ¶ فَهَذِهِ الْأُمُور كلهَا من خَاصَّة النَّفس الفلسفية أَن تعرفها",
            "page": "52",
            "part": "1",
            "seal": "D94EDA4D"
        },
        {
            "id": "23",
            "nass": "بَعْضهَا على جِهَة التَّصَوُّر وَبَعضهَا على جِهَة التَّصْدِيق من غير تصور وَلَكِن لَيست كل نفس تتعاطى الفلسفة يتهيأ لَهَا أَن تعرف ذَلِك كُله وَلَكِن تعرف بعضه ¶ وَإِنَّمَا تتهيأ معرفَة هَذِه الْأُمُور على كمالها للنَّفس الَّتِي اتّفق لَهَا فِي فطرتها وَكَونهَا أَن فطرت وفيهَا استعداد لقبُول ذَلِك وَكَانَت هاجرة للذات مميتة للشهوات زاهدة فِي الدِّينَار وَالدِّرْهَم محبَّة للخير وَأَهله مبغضة للشر وَأَهله مرتبطة بالنواميس مكتسبة للفضائل مطرحة للرذائل قد اجْتمع لَهَا الْعلم وَالْعَمَل ¶ فَهَذَا هُوَ الفيلسوف الْحق عِنْد ارسطو وأفلاطون وزعماء الفلاسفة ¶ وَمن لم يكن عِنْدهم بِهَذِهِ الصّفة فَلَيْسَ بفيلسوف وَلذَلِك قَالَ أرسطو لَيْسَ الْغَرَض أَن تعلم فَقَط وَإِنَّمَا الْغَرَض أَن تعلم وتعمل وتكونوا أخيارا فضلاء مرتبطين بالنواميس",
            "page": "53",
            "part": "1",
            "seal": "1A37DE78"
        },
        {
            "id": "24",
            "nass": "وَقَالَ اقْتُلُوا من لَا دين لَهُ ¶ وَقَالَ أفلاطون من أَرَادَ قِرَاءَة الفلسفة فليطهر أخلاقه من الرذائل فَإِنَّهُ لَا يتَعَلَّم الفلسفة الطاهرة من كَانَ نجسا كَمَا لَا يُمكن أحد أَن يرى وَجهه فِي مَاء كدر ومرآة صدئة ¶ خَواص النَّفس النَّبَوِيَّة ¶ خَواص هَذِه النَّفس الشَّرِيفَة تلقي الْوَحْي والإلهام والاتصال بِالْعقلِ الفعال وتقويم سَائِر النُّفُوس المنحرفة عَن الْحق وتسديد الْإِنْسَان حَتَّى يفعل مَا يَنْبَغِي على الْوَجْه الَّذِي يَنْبَغِي من الْوَجْه الَّذِي يَنْبَغِي من أجل مَا يَنْبَغِي فِي الْوَقْت الَّذِي يَنْبَغِي وإكمال الْفطر النَّاقِصَة بِوَضْع السّنَن والوعظ والتذكير وَالتَّرْغِيب والترهيب والإخبار بالأشياء الَّتِي لَيست فِي قُوَّة النَّفس الفلسفية أَن تعلمهَا لِأَن النَّفس الفلسفية إِنَّمَا تتعاطى النّظر فِي الكليات خَاصَّة وَلذَلِك قَالَ أفلاطون ¶ نَحن عاجزون عَن فهم مَا جَاءَت بِهِ الشَّرَائِع وَإِنَّمَا نعلم من ذَلِك يَسِيرا ونجهل كثيرا وَلذَلِك كَانَ أرسطو يَأْمُرنَا بِالتَّسْلِيمِ لما جَاءَت بِهِ الشَّرَائِع ويأمرنا بتأديب من تعرض لتعليل أوامرها ونواهيها وتعاطي الْخَوْض فِيهَا",
            "page": "54",
            "part": "1",
            "seal": "7ED67E54"
        },
        {
            "id": "25",
            "nass": "وَهَذِه النَّفس أشرف النُّفُوس الَّتِي فِي عَالم الْأَركان وأعلاها وَهِي السائسة الْمُدبرَة لسياسة النُّفُوس وَلَا يتَّفق أَن تُوجد هَذِه النَّفس الشَّرِيفَة إِلَّا فِي ذَوي الْفطر الْكَامِلَة ¶ وَهَذِه النَّفس لَا تحْتَاج إِلَى اكْتِسَاب المعارف والعلوم بالمقاييس والمقدمات كَمَا تحْتَاج النَّفس الفلسفية لِأَن المقاييس العلمية إِنَّمَا هِيَ قوانين وَضعهَا ذَوُو الْفطر الْكَامِلَة تسديدا وتقويما لِذَوي الْفطر النَّاقِصَة ¶ فَإِذا اتّفق للْإنْسَان فِي أصل مولده أَن يعْطى فطْرَة كَامِلَة اسْتغنى عَن تِلْكَ المقاييس وَوجد الْأُمُور الْعَقْلِيَّة كَأَنَّهَا مصورة فِي نَفسه ¶ وكما أَنا نجد فِي الْفطر الإنسانية فطرا فِي نِهَايَة النَّقْص قريبَة من فطر الْبَهَائِم كَذَلِك لَا محَالة أَن نجد فِيهَا فطرا فِي نِهَايَة الْكَمَال قريبَة من فطر الْمَلَائِكَة فَتكون هَذِه الْفِكر لَا تحْتَاج إِلَى تَقْوِيم بالمقاييس العلمية كَمَا لَا تحْتَاج الْمَلَائِكَة بل يكفيها أقل إِشَارَة وأيسر عبارَة وَيكون الله تبَارك وَتَعَالَى قد أكمل هَذِه الْفطر فِي أصل خلقتها لتسوس الْعَالم بوساطتها",
            "page": "55",
            "part": "1",
            "seal": "694CE17B"
        },
        {
            "id": "26",
            "nass": "وَهَذَا يُوجب أَن تكون النُّبُوَّة إلهاما لَا اكتسابا ¶ خَواص النَّفس الْكُلية ¶ مرتبَة هَذِه النَّفس الْكُلية عِنْد من أثبتها من الفلاسفة تَحت أفق الْعقل الفعال وَالْعقل مُحِيط بهَا من جَمِيع جهاتها وَهِي مُحِيطَة بكرَة الأفلاك ¶ وَلها فِيمَا زَعَمُوا دائرتان وَخط مُسْتَقِيم ¶ فالدائرة الأولى مُتَّصِلَة بالفلك الْمُحِيط وَهُوَ طرفها الْأَعْلَى ¶ والدائرة الثَّانِيَة هِيَ الطّرف الْأَدْنَى ومكانها مَرْكَز الأَرْض وَهَذَا تقريب لِأَن الْجَوَاهِر المعقولة لَا تُوصَف بالأمكنة وَلَا بالجهات السِّت وَزَعَمُوا أَن بَين طرفها الْأَعْلَى وطرفها الْأَدْنَى خطا يصل بَين الدائرتين يسمونه سلم الْمِعْرَاج وَبِه يتَّصل الْوَحْي بالأنفس",
            "page": "56",
            "part": "1",
            "seal": "CECC2B59"
        },
        {
            "id": "27",
            "nass": "الْجُزْئِيَّة الطاهرة وَبِه تنزل الْمَلَائِكَة وتصعد الْأَرْوَاح الزكية إِلَى الْعَالم الْأَعْلَى ¶ وَلَهُم فِيهَا كَلَام طَوِيل اقتصرنا مِنْهُ على هَذِه الْجُمْلَة لِأَن غرضنا فِي هَذَا الْكتاب غير ذَلِك",
            "page": "57",
            "part": "1",
            "seal": "084B3B91"
        },
        {
            "id": "28",
            "nass": "الْبَاب الثَّانِي فِي شرح قَوْلهم إِن الْإِنْسَان يَحْكِي دَائِرَة وهمية وَإِن ذَاته تبلغ بعد مماته إِلَى حَيْثُ يبلغ علمه فِي حَيَاته ¶ قد تَأَمَّلت أرشدنا الله وَإِيَّاك إِلَى صَوَاب القَوْل وَالْعَمَل وعصمنا من الْخَطَأ والزلل هَذَا الَّذِي قَالُوهُ واعتبرت مَا ذَكرُوهُ فَوَجَدته يحْتَمل تأويلين ¶ أَحدهمَا أَن الْإِنْسَان يفتح نظره بِشَيْء لَا مَادَّة لَهُ وَيَنْتَهِي نظره إِلَى شَيْء لَا مَادَّة لَهُ فَيكون مرجع علمه وَنَظره إِلَى مثل مبدئه كَمَا أَن مبدأ صُورَة الْإِنْسَان من شَيْء لَا مَادَّة لَهُ وغايته أَن يعود شَيْئا لَا مَادَّة لَهُ وَلست أَعنِي مبدأ صُورَة جِسْمه الَّتِي هِيَ شكل هيولاه لِأَن هَذِه مبدؤها الْمَادَّة وَإِنَّمَا الْمَادَّة وَإِنَّمَا أَعنِي مبدأ صورته الناطقة الَّتِي بهَا",
            "page": "58",
            "part": "1",
            "seal": "CC1E6870"
        },
        {
            "id": "29",
            "nass": "صَار الْإِنْسَان إنْسَانا وانفصل عَن الْحَيَوَان الَّذِي لَا نطق لَهُ لِأَن هَذِه الصُّورَة مبدؤها من الْعقل الفعال ومرجعها إِلَيْهِ ¶ وَشرح هَذِه الْجُمْلَة أَن مبدأ علم الْإِنْسَان الْأَعْدَاد الَّتِي لَا تحْتَاج فِي تفهمها إِلَى مَادَّة ثمَّ يترقى مِنْهَا إِلَى النّظر فِي الأعظام الَّتِي تحْتَاج فِي تفهمها إِلَى الْمَادَّة غير أَن مَا يحْتَاج إِلَيْهِ فِي بَعْضهَا من الْمَادَّة أقل مِمَّا يحْتَاج إِلَيْهِ فِي بعض لِأَن مبدأ الأعظام النقطة الَّتِي هِيَ مبدأ الْخط وَلَا بعد لَهَا ثمَّ الْخط الَّذِي هُوَ مبدأ السَّطْح ثمَّ السَّطْح الَّذِي هُوَ مبدأ الْجِسْم وَهَذِه يحْتَاج فِي تفهمها إِلَى مَادَّة يسيرَة فَإِذا انْتهى إِلَى النّظر فِي الْجِسْم استغرق فِي الْمَادَّة وَحصل بنظره فِي الْعلم الطبيعي ثمَّ يبْدَأ يَنْسَلِخ من الْمَادَّة قَلِيلا قَلِيلا على تدرج كَمَا ترقى إِلَيْهَا قَلِيلا قَلِيلا عِنْد نظره فِي النقطة والخط والسطح فَلَا يزَال كَذَلِك حَتَّى يُفَارق الْمَادَّة قَلِيلا وَذَلِكَ أَنه إِذا نظر فِي العناصر والمعادن فَإِنَّمَا ينظر فِي أجسام غضة لَيْسَ فِيهَا مبدأ غير الطبيعة فَإِذا صَار إِلَى",
            "page": "59",
            "part": "1",
            "seal": "5B53D443"
        },
        {
            "id": "30",
            "nass": "النّظر فِي النَّبَات وجد فِيهِ مبدأ من مبادئ النَّفس وَتسَمى هَذِه النَّفس النباتية فَيكون قد ابْتَدَأَ بالانسلاخ من الْمَادَّة قَلِيلا قَلِيلا فَإِذا صَار إِلَى النّظر فِي الْحَيَوَان غير النَّاطِق وجد أَمر النَّفس فِيهِ أقوى وَتسَمى هَذِه النَّفس الحيوانية فَيكون قد انْسَلَخَ من الْمَادَّة أَكثر فَإِذا صَار إِلَى النّظر فِي الْحَيَوَان النَّاطِق وجد فِيهِ أَمر النَّفس أقوى وَوجد فِيهِ مبدأ آخر غير النَّفس الحيوانية وَهُوَ الاستعداد لقبُول الْأُمُور المعقولات ¶ ثمَّ يشرع بِالنّظرِ فِي أُمُور النَّفس فَيصير متوسطا بَين الْأُمُور الْعَقْلِيَّة الْمُجَرَّدَة من الْمَادَّة وَبَين الْأُمُور الجسمانية ذَوَات الْموَاد فَإِذا أمعن فِي النّظر فِي أَمر النَّفس الناطقة لاحت إِلَيْهِ المبادئ الْعَقْلِيَّة الَّتِي لَيست بمادة فَيكون قد انْسَلَخَ من الْمَادَّة كلهَا وَحصل فِي أول مَرَاتِب الْعلم الإلهي",
            "page": "60",
            "part": "1",
            "seal": "4D58EEDB"
        },
        {
            "id": "31",
            "nass": "ثمَّ يشرع بِالنّظرِ فِي الْأُمُور الْعَقْلِيَّة الْمُفَارقَة للمادة فَأول مَعْقُول يصادفه بِاعْتِبَارِهِ عِنْد صُعُوده الْعقل الفعال ¶ فَإِذا أكمل النّظر فِيهِ وَعلم مرتبته من المعقولات الْمُفَارقَة وَأَنه فِي الْمرتبَة الْعَاشِرَة صعد بِالِاعْتِبَارِ إِلَى النّظر فِي التَّاسِع ثمَّ إِلَى الثَّامِن ثمَّ إِلَى السَّابِع ثمَّ إِلَى السَّادِس حَتَّى يصير بفكره إِلَى الْمَعْقُول الأول الَّذِي هُوَ فِي مرتبَة الْوَاحِد فيجده نِهَايَة الموجودات الَّذِي أَفَادَ كل شَيْء الْوُجُود وكل مَوْجُود مفتقر إِلَيْهِ مقتبس الْوُجُود مِنْهُ فَيكون قد انْسَلَخَ من النّظر فِي الثواني التِّسْعَة وَالْعقل الفعال وَهَذِه هِيَ الَّتِي تسمى بِالْمَلَائِكَةِ المقربين والكروبيين وَيكون قد انْتهى بِاعْتِبَارِهِ وفكره إِلَى البارئ تَعَالَى فيشرع حِينَئِذٍ بِالنّظرِ فِي صِفَاته وَمَا يجوز أَن يُوصف بِهِ وَمَا لَا يجوز وَكَيف انبعثت الموجودات عَنهُ وعَلى أَي جِهَة يَصح أَن يُقَال إِنَّه فاعلها وعلتها حَتَّى لَا يلْحقهُ نقص وَكَيف دبر عَالم الأفلاك بتوسط الثواني وَالْعقل الفعال ودوران الأفلاك حول",
            "page": "61",
            "part": "1",
            "seal": "6A61417F"
        },
        {
            "id": "32",
            "nass": "الْأَركان الْأَرْبَعَة فَيَقَع فِي الْعلم السياسي والنواميس وَلَا يزَال ينحدر حَتَّى يرجع إِلَى الْأَشْخَاص المحسوسة الَّتِي مِنْهَا بَدَأَ بِالنّظرِ عِنْد صُعُوده بِالِاعْتِبَارِ ¶ فشبهت الْحُكَمَاء رُتْبَة هَذَا النّظر وَالِاعْتِبَار بالدائرة لِأَنَّهُ ينظر فِي الموجودات عِنْد انحداره غير النّظر الَّذِي ينظر فِيهَا فِي حِين صُعُوده كَمَا يبْدَأ خطّ الدائرة من نقطة ثمَّ يعود إِلَيْهَا على غير الْجِهَة الَّتِي ذهب مِنْهَا ¶ وَيُسمى النّظر الأول الإنساني وَالنَّظَر الثَّانِي الإلهي ويسمون النّظر الأول الطَّرِيق إِلَى الله تَعَالَى ¶ فَكَمَا أَن مبدأ الْإِنْسَان من مَعْقُول ومنتهاه إِلَى مَعْقُول وَهُوَ مَا بَين الطَّرفَيْنِ محسوس فَكَذَلِك علمه يبدا من مَعْقُول وَيَنْتَهِي إِلَى مَعْقُول بَينهمَا الْعلم المحسوس فَيكون مُنْتَهى علم الْإِنْسَان هُوَ مُنْتَهى",
            "page": "62",
            "part": "1",
            "seal": "53F13640"
        },
        {
            "id": "33",
            "nass": "ذَاته فيصل إِلَى عَالم الْعقل فِي حَيَاته الأولى بِعِلْمِهِ وَنَظره وَفِي حَيَاته الثَّانِيَة بِذَاتِهِ وجوهره ¶ فَهَذَا هُوَ المُرَاد بقول من قَالَ إِن ذَات الْإِنْسَان تصل بعد مماته إِلَى حَيْثُ وصل علمه فِي حَيَاته إِلَّا أَنه لَا يتَجَاوَز مرتبَة الْعقل الفعال وَهِي الْمرتبَة الْعَاشِرَة من مرتبَة السَّبَب الأول ¶ وَقَالَ بَعضهم إِن غَايَته أَن يلْحق بمرتبة النَّفس الْكُلية ومرتبتها دون مرتبَة الْعقل الفعال كَمَا ذكرنَا فِيمَا تقدم ¶ فَهَذَا مَا ظهر إِلَيّ فِي شرح كَلَامهم الَّذِي سَأَلت عَنهُ ¶ وَهَاهُنَا وَجه آخر وَهُوَ أَن كل مَوْجُود يُوصف بالنطق فَإِن تجوهره لَا يكمل إِلَّا بِأَن يعقل السَّبَب الأول الَّذِي مِنْهُ انبعثت الموجودات إِلَّا أَن كل مَوْجُود تبعد مرتبته من مرتبته لَا يُمكن أَن يعقله حَتَّى يعقل مَا بَينه وَبَينه من الموجودات السَّابِقَة لَهُ بالمرتبة ¶ فالموجود الثَّانِي الَّذِي هُوَ أقرب الموجودات إِلَيْهِ بالمرتبة",
            "page": "63",
            "part": "1",
            "seal": "9EBA7E7D"
        },
        {
            "id": "34",
            "nass": "لَا يحْتَاج فِي تَكْمِيل تجوهره إِلَى وَاسِطَة ¶ وَأما الْمَوْجُود الثَّالِث فَإِنَّهُ لَا يعقل الأول إِلَّا بتوسط الثَّانِي ¶ فَكَذَلِك الْمَوْجُود الرَّابِع لَا يُمكن أَن يعقله إِلَّا بتوسط الثَّالِث وَالثَّانِي وَكَذَلِكَ مَا بعد ذَلِك ¶ وَلَا يحْتَاج مَوْجُود من هَذِه الموجودات غير الناطقة فِي كَمَال تجوهره إِلَى أَن يعقل مَا دونه فِي مرتبته إِلَّا الْإِنْسَان وَحده فَإِنَّهُ يحْتَاج فِي كَمَال تجوهره إِلَى أَن يعقل مَا فَوْقه وَمَا دونه وَلذَلِك احْتَاجَ فِي كَمَال تجوهره إِلَى أَن يعقل جَمِيع الموجودات وَالْعلَّة فِي ذَلِك أَن مرتبته من الْوُجُود الفائض من السَّبَب الأول تَعَالَى آخر الْمَرَاتِب لِأَنَّهُ إِنَّمَا يكون بعد تقدم الْحَيَوَان غير النَّاطِق والنبات والمعادن والأركان والهيولى فَصَارَت هَذِه الْأَشْيَاء أسبق مِنْهُ بمرتبة",
            "page": "64",
            "part": "1",
            "seal": "524D18FC"
        },
        {
            "id": "35",
            "nass": "الْوُجُود وَإِن كَانَ هُوَ أفضل مِنْهَا لِأَن النَّفس الناطقة صُورَة فِي النَّفس الحيوانية وَالنَّفس الحيوانية صُورَة فِي النَّفس النباتية وَالنَّفس النباتية صُورَة فِي الْمَعَادِن والمعادن صُورَة فِي الْأَركان الْأَرْبَعَة والأركان الْأَرْبَعَة صُورَة فِي الهيولى ¶ فَلَمَّا كَانَت هَذِه الْأَشْيَاء كلهَا قبله فِي رُتْبَة الْوُجُود وَكَانَ لَا سَبِيل لَهُ إِلَى أَن يعقل السَّبَب الأول حَتَّى يعقل مَا بَينه وَبَينه من الموجودات احْتَاجَ إِلَى أَن يعقل مَا دونه كَمَا احْتَاجَ إِلَى أَن يعقل مَا فَوْقه ¶ وَلما كَانَت الموجودات الفائضة من السَّبَب الأول شكلها شكل دَائِرَة آخرهَا الْإِنْسَان كَمَا ذكرنَا فِي الْبَاب الأول احْتَاجَ الْإِنْسَان إِذا سلك على رُتْبَة وجوده أَن يعكس الدائرة عِنْد الِاعْتِبَار فينحط من مرتبته فِي الْوُجُود إِلَى مرتبَة الْحَيَوَان غير النَّاطِق الَّتِي هِيَ أدنى الْمَرَاتِب إِلَيْهِ ثمَّ إِلَى النَّبَات ثمَّ إِلَى الْمَعَادِن ثمَّ إِلَى الْأَركان ثمَّ إِلَى الهيولى ¶ فَإِذا بلغ إِلَى الهيولى كَانَ قد وصل إِلَى أحط الموجودات مرتبَة فِي",
            "page": "65",
            "part": "1",
            "seal": "E9678697"
        },
        {
            "id": "36",
            "nass": "الْوُجُود فَيبْدَأ بالصعود مِنْهَا نَحْو المبدأ الْأَعْلَى فَيكون إِلَى الصُّورَة أول صُعُوده ثمَّ إِلَى النَّفس ثمَّ إِلَى الْعقل الفعال ثمَّ إِلَى الثواني التِّسْعَة ثمَّ إِلَى البارئ تَعَالَى غير أَنه اذا وصل إِلَى مرتبَة الْعقل الفعال وقف لِأَن قوته الناطقة مِنْهُ بدأت وَإِلَيْهِ تعود وَإِنَّمَا يحْتَاج إِلَى معرفَة مَا فَوق الْعقل لتكمل ذَاته وجوهره لَا لتكمل دَائِرَة علمه وَنَظره ¶ وَنحن نكمل هَذَا الْبَاب بِأَن ندير دَائِرَة نمثل بهَا مَا ذَكرْنَاهُ ونقسمها تِسْعَة أَقسَام على مَرَاتِب الْآحَاد التِّسْعَة ونجعل مبدأها الْعقل الفعال ونتلوه بِمَا يتَّصل بمرتبته فِي الْوُجُود ثمَّ مَا يَلِي منحدرا أَو صاعدا حَتَّى يَنْعَطِف آخر الموجودات عَلَيْهِ ¶ وَلَا نذْكر فِي هَذِه الدائرة أَشْيَاء مِمَّا فَوق الْعقل الفعال لنبين لمن رَآهَا أَن الْإِنْسَان مرجعه إِلَى الْعقل الفعال",
            "page": "66",
            "part": "1",
            "seal": "DA819483"
        },
        {
            "id": "37",
            "nass": "وَهَذِه صُورَة الدائرة",
            "page": "67",
            "part": "1",
            "seal": "DC79EE0C"
        },
        {
            "id": "38",
            "nass": "الْبَاب الثَّالِث فِي شرح قَوْلهم إِن فِي قدرَة الْعقل الجزئي أَن يتَصَوَّر بِصُورَة الْعقل الْكُلِّي ¶ هَذَا أوضح الله لَك الخفيات وأعانك على فهم أسرار الموجودات فرع لطيف تَحْتَهُ معنى شرِيف ومرادهم بِهَذَا أَن الْإِنْسَان مُهَيَّأ بفطرته إِذا فاض عَلَيْهِ نور الْعقل فَخرجت قوته الناطقة إِلَى الْفِعْل لِأَن يتَصَوَّر جَمِيع الموجودات فيتحصل فِي عقله الجزئي الصُّور الَّتِي فِي الْعقل الْكُلِّي ¶ وَذَلِكَ أَن البارئ تَعَالَى لما أبدع الْعقل الْكُلِّي أَفَاضَ عَلَيْهِ صُورَة الْأَشْيَاء الَّتِي شَاءَ إيجادها دفْعَة بِلَا زمَان وَلَا حَرَكَة وأفاضها الْعقل الْكُلِّي على النَّفس الْكُلية على دَفعه أَيْضا بِلَا زمَان وإفاضتها النَّفس",
            "page": "68",
            "part": "1",
            "seal": "F37AAF2C"
        },
        {
            "id": "39",
            "nass": "الْكُلية على الهيولى بِالزَّمَانِ ووساطته حَرَكَة الْفلك إِذْ لم تكن فِي قُوَّة الهيولى أَن تقبلهَا كلهَا دفْعَة وَإِنَّمَا تقبلهَا على المعاقبة ¶ وَخلق الله تبَارك وَتَعَالَى الْإِنْسَان آخر الْمَخْلُوقَات وَجمع فِي خلقته جَمِيع مَا فِي الْعَالم فَصَارَ مُخْتَصرا مِنْهُ وَلذَلِك سمي الْعَالم الْأَصْغَر ¶ وَقيل إِنَّه مُخْتَصر من اللَّوْح الْمَحْفُوظ وَجعله حدا بَين عَالم الْحس وعالم الْعقل فَهُوَ آخر الموجودات الطبيعية وَأول الموجودات الْعَقْلِيَّة وَهُوَ معرض لِأَن يَعْلُو فَيلْحق بالعالم الْأَعْلَى أَو يسفل فَيلْحق بالعالم الْأَدْنَى ¶ وَقد قلت فِي ذَلِك ¶ أَنْت وسطى مَا بَين ضدين يَا إِنْسَان ركبت صُورَة فِي هيولى",
            "page": "69",
            "part": "1",
            "seal": "24583E68"
        },
        {
            "id": "40",
            "nass": "(إِن عصيت الْهوى عَلَوْت علوا ... أَو أَطَعْت الْهوى سفلت سفولا) // من الْخَفِيف // فَمن أجل أَنه جمع فِي خلقه جَمِيع مَا فِي الْعَالم الْأَكْبَر صَار مُهَيَّأ بفطرته الفاضلة مستعدا بقوته الْعَاقِلَة لِأَن يتَصَوَّر جَمِيع مَا فِي الْعَالم الْأَكْبَر ¶ وَبَيَان ذَلِك أَن مدركات الْإِنْسَان صنفان ¶ محسوسات ¶ ومعقولات ¶ فالأشخاص هن محسوساته ¶ وأنواعها وأجناسها ومباديها هن معقولات ¶ وَله إدراكان ¶ إِدْرَاك بالحس للأشياء المحسوسات ¶ وَإِدْرَاك بِالْعقلِ للأشياء المعقولات لِأَن كل شَيْء إِنَّمَا يدْرك بشكله",
            "page": "702",
            "part": "1",
            "seal": "A8B71ADE"
        },
        {
            "id": "41",
            "nass": "فإدراكه المحسوسات يُسمى كَمَاله الأول وحياته الأولى وإدراكه المعقولات يُسمى كَمَاله الثَّانِي وحياته الْأُخْرَى ¶ فَإِذا كَانَ الْعَالم كُله صنفين محسوس ومعقول وَكَانَ كَمَال تجوهر الْإِنْسَان بإدراكهما مَعًا وَكَانَ مُهَيَّأ بفطرته لذَلِك صَار الْإِنْسَان إِذا أدْرك المحسوسات والمعقولات فقد تصور بِصُورَة الْعَالم الْأَكْبَر فالإنسان إِذن يسْتَحق أَن يُسمى عَالما صَغِيرا من جِهَتَيْنِ ¶ إِحْدَاهمَا خلقَة لَا عمل لَهُ فِيهَا ¶ وَالثَّانيَِة اكْتِسَاب يكتسبه إِلَّا أَن سعادته إِنَّمَا هِيَ بالاكتساب وَحُصُول الْعقل الْمُسْتَفَاد ¶ وَأما الخلقية فَإِنَّمَا هِيَ هَيْئَة واستعداد جعل معرضًا بهما لنيل السَّعَادَة إِن فهم ذَاته وَعلم مرتبته من الْعَالم أَي مرتبَة تَحْصِيل هِيَ نجا وَسعد وَإِن جهل ذَاته وَلم يعرف مَا الْغَرَض",
            "page": "71",
            "part": "1",
            "seal": "2F441A75"
        },
        {
            "id": "42",
            "nass": "بِكَوْنِهِ آخر الموجودات هلك وَطَالَ شقاؤه وَلذَلِك قَالَ النَّبِي صلى الله عَلَيْهِ وَسلم (النَّاس نيام فَإِذا مَاتُوا انتبهوا وَقَالَ (أعلمكُم بِنَفسِهِ أعلمكُم بربه) ¶ وَقَالَ لعَلي رَضِي الله عَنهُ (تقرب إِلَى الله بعقلك إِذا تقرب النَّاس إِلَيْهِ بأعمالهم) ¶ وَلِهَذَا الَّذِي قدمْنَاهُ صَار الْعَالم خَمْسَة أَصْنَاف من الْوُجُود سوى وجوده فِي علم البارئ تَعَالَى ¶ وجود فِي الْعقل الفعال ¶ وَوُجُود فِي النَّفس الْكُلية ¶ وَوُجُود فِي الهيولى ¶ وَوُجُود فِي قُوَّة الْإِنْسَان المتخيلة",
            "page": "72",
            "part": "1",
            "seal": "ED0E6988"
        },
        {
            "id": "43",
            "nass": "وَوُجُود فِي قوته الناطقة إِذا حصل لَهُ الْعقل الْمُسْتَفَاد ¶ فَيصير بِهَذَا الِاعْتِبَار كالدائرة الَّتِي تبدأ من نقطة وتعود إِلَيْهَا لِأَن مبدأه أَن يكون صُورَة مُجَرّدَة فِي الْعقل ونهايته أَن يصير صُورَة مُجَرّدَة فِي الْعقل وَعند ذَلِك يتَصَوَّر الْعقل الجزئي بِصُورَة الْعقل الْكُلِّي وَيصير الْإِنْسَان مَوْضُوعا بِصُورَة الْعَالم يحمل صُورَة فِي ذَاته كَمَا تحمل الهيولى الصُّور ¶ فالإنسان إِذا اعْتبر بِهِ الْمُعْتَبر أغرب الْمَخْلُوقَات صَنْعَة وأكثرها أعجوبة وَلِهَذَا قَالَت الْحُكَمَاء إِن الْغَرَض فِي وجوده كَمَال الْحِكْمَة لِأَنَّهُ انتظم بفطرته طرفِي الْعَالم وَصَارَ وَاسِطَة بَينهمَا وَكَمَال الطَّرفَيْنِ بالواسطة الَّتِي تنظمهما ¶ أَرَادوا بذلك أَن البارئ جلّ جَلَاله لما خلق جوهرا معقولا وجوهرا محسوسا كَانَ كَمَال الْخلقَة فِي أَن خلق جوهرا ثَالِثا يصل بَين الجوهرين وينظم الطبيعتين فَصَارَ الْإِنْسَان حدا بَين عَالم الْعقل وعالم الْحس وَصَارَ من جِهَة صورته الطبيعية فِي أَعلَى مَرَاتِب الصُّور الطبيعية وَمن جِهَة صورته الْعَقْلِيَّة فِي أدنى مَرَاتِب الصُّور العقليات",
            "page": "73",
            "part": "1",
            "seal": "AD0625A8"
        },
        {
            "id": "44",
            "nass": "وَفِي كتب بني إِسْرَائِيل أَن الْإِنْسَان خلق على التخوم بَين الطبيعة المائية والطبيعة الَّتِي لَيست بمائية وَيدل أَيْضا على أَنه وَاسِطَة بطبعه أَنه من قسم الْمُمكن والممكن بطبيعته وَاسِطَة بَين الْوَاجِب والممتنع ¶ وَقد قلت فِي ذَلِك على سَبِيل الْوَعْظ ¶ (تتيه وَقد أيقنت أَنَّك مُمكن ... فَكيف لَو استيقنت أَنَّك وَاجِب) // من الطَّوِيل // ¶ (وَهل لَك من عدن إِذا مت أَو لظى ... محيص يُرْجَى أَو عَن الله حَاجِب) ¶ وَمعنى كَون الْإِنْسَان من الْمُمكن أَنه صُورَة من الصُّور الَّتِي موضوعها الهيولى وبالهيولى قَامَت طبيعة الْمُمكن لِأَنَّهَا تلبس الصُّورَة تَارَة وتخلعها تَارَة وَتَكون فِيهَا الصُّور تَارَة بِالْقُوَّةِ وَتارَة بِالْفِعْلِ وَلَوْلَا الهيولى لبطلت طبيعة الْمُمكن وَلم يُوجد للأشياء إِلَّا عنصران وَاجِب وممتنع",
            "page": "74",
            "part": "1",
            "seal": "AF81993F"
        },
        {
            "id": "45",
            "nass": "الْبَاب الرَّابِع فِي شرح قَوْلهم إِن الْعدَد دوائر وهمية ¶ اعْلَم أَن الْوَاحِد أصل الْعدَد ومبدؤه وَهُوَ غَايَة لوُجُود الْعدَد وَلَيْسَ بِعَدَد وكل عدد مَنْسُوب إِلَيْهِ ومنعطف عَلَيْهِ انعطاف آخر الدائرة على أَولهَا ¶ وللأعداد إِلَيْهِ نسبتان ¶ إِحْدَاهمَا نِسْبَة تَضْعِيف وتكثير ¶ وَالثَّانيَِة نِسْبَة تجزئة وتقليل ¶ فَأَما نِسْبَة التكثير فكقولك وَاحِد وَاثْنَانِ وَثَلَاثَة وَأَرْبَعَة وَخَمْسَة فَمَا زَاد وَأما نِسْبَة التقليل فَهِيَ نِسْبَة الكسور كَقَوْلِك نصف وَربع وَخمْس وَثلث وَنَحْو ذَلِك",
            "page": "75",
            "part": "1",
            "seal": "A0F00014"
        },
        {
            "id": "46",
            "nass": "وَالنّصف أَو مَرَاتِب التجزئة والتقليل كَمَا أَن الِاثْنَيْنِ أول مَرَاتِب التَّضْعِيف والتكثير وَهُوَ يذهب فِي كلتا الْجِهَتَيْنِ إِلَى غير نِهَايَة غير أَن التكثير يَبْتَدِئ من أقل الكمية وَيذْهب فِي تزيد إِلَى غير نِهَايَة والتقليل يَبْتَدِئ من أَكثر الكمية وَهُوَ النّصْف وَيذْهب فِي التجزؤ إِلَى غير نِهَايَة ¶ وَإِذا اعْتبرت بفكرك الْأَعْدَاد كلهَا وَالْوَاحد وَجدتهَا ناشئة مِنْهُ وراجعة إِلَيْهِ أما نشوؤها مِنْهُ فَإِن قُوَّة الْوَاحِد تسري إِلَى الْأَعْدَاد فتصوغها بِوَاسِطَة وَبِغير وَاسِطَة وَالْعدَد الَّذِي يتَوَلَّد مِنْهُ بِغَيْر وَاسِطَة هُوَ الِاثْنَان وَأما الثَّلَاثَة فَلَا تُوجد من الْوَاحِد إِلَّا بتوسط الِاثْنَيْنِ وَكَذَلِكَ الْأَرْبَعَة لَا تُوجد مِنْهُ الا بتوسط الثَّلَاثَة والاثنين وَكَذَلِكَ الْخَمْسَة لَا تُوجد إِلَّا بتوسط الْأَرْبَعَة وَالثَّلَاثَة والاثنين وَهَكَذَا كل",
            "page": "76",
            "part": "1",
            "seal": "12A2210C"
        },
        {
            "id": "47",
            "nass": "عدد لَا يُوجد من الْوَاحِد إِلَّا بتوسط مَا بَينه وَبَين ذَاك من الْأَعْدَاد فَيكون الْعدَد الَّذِي بَينهمَا هُوَ الَّذِي يُؤَدِّي إِلَيْهِ قُوَّة الوحدانية فَيصير مَوْجُودا بِمَا يسري إِلَيْهِ من تِلْكَ الْقُوَّة فالاثنان يؤديان قُوَّة الْوَاحِد إِلَى الثَّلَاثَة والاثنان وَالثَّلَاثَة يؤديان قوته إِلَى الْأَرْبَعَة والاثنان وَالثَّلَاثَة وَالْأَرْبَعَة تُؤدِّي قوته إِلَى الْخَمْسَة وَهَكَذَا مَا زَاد بَالغا مَا بلغ ¶ فَهَذِهِ كَيْفيَّة تنشؤ الْعدَد وتولده من الْوَاحِد ¶ وَأما كَيْفيَّة انعطافه عَلَيْهِ كانعطاف أحد طرفِي الدائرة على الطّرف الآخر فَإِن ذَلِك لَا يكون إِلَّا بعد تولد الْأَعْدَاد مِنْهُ واستيفائها مَرَاتِب الْآحَاد التِّسْعَة الَّتِي عَلَيْهَا تَدور مَرَاتِب الْأَعْدَاد وَلَيْسَت للعدد بعد التِّسْعَة مرتبَة وَلَكِن كلما بلغ عدد إِلَى مرتبَة التِّسْعَة انعطف إِلَى مرتبَة الْوَاحِد فَصَارَ دَائِرَة وهمية ¶ بَيَان ذَلِك أَن الْوَاحِد ينشأ مِنْهُ الِاثْنَان وَتُؤَدِّي الِاثْنَان قوته إِلَى الثَّلَاثَة فَيكون الثَّلَاثَة من الْوَاحِد بِوَاسِطَة الِاثْنَيْنِ وَكِلَاهُمَا عِلّة لوُجُود الثَّلَاثَة غير أَن الِاثْنَيْنِ عِلّة قريبَة وَالْوَاحد عِلّة بعيدَة ثمَّ تُؤدِّي",
            "page": "77",
            "part": "1",
            "seal": "81E4A380"
        },
        {
            "id": "48",
            "nass": "الثَّلَاثَة مَا سرى إِلَيْهَا من قُوَّة الِاثْنَيْنِ وَقُوَّة وَالْوَاحد إِلَى الْأَرْبَعَة فَتكون الْأَرْبَعَة من الْوَاحِد بوساطة الثَّلَاثَة والاثنين فَيكون لوُجُود الْأَرْبَعَة ثَلَاث علل ثمَّ يسْتَمر الْأَمر كَذَلِك إِلَى أَن تكون التِّسْعَة بِمَا يسري إِلَيْهَا من قُوَّة الْوَاحِد بوساطة الثَّمَانِية ¶ ومنتهى مَرَاتِب الْعدَد التسع عِنْد وجود التِّسْعَة فَإِذا تجاوزت قُوَّة الْوَاحِد التِّسْعَة كونت الْعشْرَة بتجاوز قُوَّة الْوَاحِد إِلَيْهَا مَعَ قُوَّة التِّسْعَة واستدار الْعدَد دوائر وهمية إِلَى مرتبَة الْوَاحِد لكَمَال الْمَرَاتِب فَكَانَت عشرَة كواحد وَعِشْرُونَ كاثنين وَثَلَاثُونَ كثلاثة إِلَى أَن تكون تسعون كتسعة وَتسَمى هَذِه دوائر العشرات ثمَّ تزيد على التسعين تِسْعَة لتقوم طبيعة الْعشْرَة الَّتِي بهَا يَصح وجود المئة فَيصير الْعدَد تِسْعَة وَتِسْعين ¶ فَإِذا تجاوزت قُوَّة الْوَاحِد السارية فِي الْأَعْدَاد التِّسْعَة وَالتسْعين قَامَت طبيعة المئة بِمَا انْتهى إِلَيْهَا من قُوَّة الْوَاحِد وقوى التِّسْعَة وَالتسْعين واستدار الْعدَد استدارة وهمية إِلَى مرتبَة الْوَاحِد فَتكون مئة كواحد",
            "page": "78",
            "part": "1",
            "seal": "1A745273"
        },
        {
            "id": "49",
            "nass": "ومئتان كاثنين وَثَلَاث مئة كثلاثة وَأَرْبع مئة كأربعة إِلَى أَن تصير تسع مئة كتسعة ¶ وَتسَمى هَذِه دوائر المئين فَإِذا بلغ الْعدَد تسع مئة كملت مَرَاتِب الْآحَاد التِّسْعَة فتزيد عَلَيْهَا تِسْعَة وَتِسْعين لتقوم بهَا طبيعة المئة فيجتمع لذَلِك تسع مئة وَتِسْعَة وَتسْعُونَ ¶ فَإِذا تجاوزت قُوَّة الْوَاحِد السارية فِي الْأَعْدَاد هَذَا الْعدَد يكون الْألف بِمَا سرى إِلَيْهِ من قُوَّة الْوَاحِد وقوى الْأَعْدَاد الَّتِي بَينه وَبَينه واستدار الْعدَد استدارة وهمية فَرجع إِلَى مرتبَة الْوَاحِد فَيكون ألف كواحد وَأَلْفَانِ كاثنين وَثَلَاثَة آلَاف كثلاثة إِلَى أَن تصير تِسْعَة آلَاف كتسعة وَتسَمى هَذِه دوائر الآلاف ¶ وَهَكَذَا أبدا تنمي الْأَعْدَاد بِمَا يسري إِلَيْهَا من قُوَّة الْوَاحِد بوساطة",
            "page": "79",
            "part": "1",
            "seal": "D6F455B9"
        },
        {
            "id": "50",
            "nass": "الْأَعْدَاد الَّتِي قبلهَا وَيكون كل عدد سبق وجوده عِلّة علية لما تَأَخّر وجوده فَيكون لما بَعدت مرتبته عَن مرتبَة الْوَاحِد علل كَثِيرَة كل وَاحِد مِنْهَا عِلّة لوُجُوده وَيصير الْوَاحِد عِلّة الْعِلَل وَسبب الْأَسْبَاب ¶ وَكلما كملت مَرَاتِب الْآحَاد التِّسْعَة اسْتَدَارَ الْعدَد إِلَى مرتبَة الْوَاحِد فَصَارَت مِنْهُ دوائر وهمية ¶ وعَلى مِقْدَار بعد ذَلِك الْعدَد من الْوَاحِد يكون عظم دائرته وصغرها فَاعْتبر ذَلِك تَجدهُ على مَا قُلْنَاهُ ¶ وَلأَهل الْهِنْد وَغَيرهم فِي هَذِه الدَّوَائِر العددية رموز وألغاز طوي عَن النَّاس علمهَا إِذْ كَانَت إذهان الْجُمْهُور تنبو عَن فهمها وعقولهم تقصر عَن علمهَا ويرون أَن فِي معرفَة تنشؤ الْعدَد من الْوَاحِد ونسبته إِلَيْهِ وانعطافه عَلَيْهِ وَكَمَال مَرَاتِب الْأَعْدَاد التِّسْعَة عَلَيْهِ معرفَة الْعَالم وَكَيف وجد عَن البارئ تَعَالَى",
            "page": "80",
            "part": "1",
            "seal": "6B7DD87A"
        },
        {
            "id": "51",
            "nass": "قَالُوا وَلَيْسَ يُمكن الْإِنْسَان أَن يعلم حُدُوث الموجودات وانبعاثها عَن البارئ تَعَالَى بطرِيق أقرب من طَرِيق الْعدَد ¶ وَقد علم البارئ جلّ جَلَاله أَن الْعُقَلَاء المستعدين بفطرهم الشَّرِيفَة لقبُول الْحِكْمَة سيفكرون فِي حُدُوث الموجودات عَنهُ فَلَا يقدرُونَ على تصور ذَلِك لِأَن الْإِنْسَان لَا يُمكنهُ أَن يتَصَوَّر حُدُوث شَيْء إِلَّا من هيولى وَفِي زمَان وَفِي مَكَان وبحركة وآلات وأدوات وَوُجُود الموجودات عَن البارئ تَعَالَى لَيْسَ هَكَذَا لِأَن الْأَشْيَاء كلهَا محدثة مبدعة حدثت كلهَا مَعًا فَجعل البارئ عز وَجل لمعْرِفَة ذَلِك طَرِيقا أسهل من هَذِه الطَّرِيق وَهُوَ الِاعْتِبَار بنشء الْعدَد من الْوَاحِد",
            "page": "81",
            "part": "1",
            "seal": "3FE3AB3E"
        },
        {
            "id": "52",
            "nass": "فَكَمَا أَن الْوَاحِد عِلّة لوُجُود الْعدَد وَلَيْسَ من الْعدَد فَكَذَلِك البارئ جلّ جَلَاله عِلّة لوُجُود الْعَالم وَلَيْسَ من الْعَالم ¶ وكما أَن الْوَاحِد لَو توهم ارتفاعه وَعَدَمه لارتفعت الْأَعْدَاد كلهَا وعدمت فَكَذَلِك البارئ تَعَالَى لَو ارْتَفع وَعدم لم يكن شَيْء مَوْجُودا ¶ وكما أَن الْأَعْدَاد كلهَا لَو ارْتَفَعت لم يُوجب ارتفاعها عدم الْوَاحِد كَذَلِك الموجودات كلهَا لَو ارْتَفَعت لم يُوجب ذَلِك ارْتِفَاع البارئ تَعَالَى ¶ فَثَبت بِهَذَا أَن البارئ عز وَجل غَنِي عَن الْعَالم والعالم مفتقر إِلَيْهِ ¶ وكما أَن وجود الْوَاحِد وجود مُطلق أَعنِي أَنه لَا يحْتَاج فِي وجوده إِلَى غَيره وَوُجُود الْأَعْدَاد كلهَا وجود مُضَاف أَعنِي أَنَّهَا غير مُسْتَقلَّة بأنفسها فِي وجودهَا لِأَن وجودهَا بِوُجُود الْوَاحِد وَكَذَلِكَ البارئ تَعَالَى وجود مُطلق لِأَنَّهُ لَا يحْتَاج فِي وجوده إِلَى غَيره وَوُجُود الموجودات كلهَا وجود مُضَاف لِأَن وجودهَا مقتبس من وجوده فائض عَنهُ ¶ وكما أَن الْأَعْدَاد كلهَا اقتبست الْوُجُود من الْوَاحِد من غير حَرَكَة وَلَا زمَان وَلَا مَكَان وَلم يحْتَج الْوَاحِد فِي إيجادها إِلَى شَيْء آخر غير ذَاته",
            "page": "82",
            "part": "1",
            "seal": "804C67B1"
        },
        {
            "id": "53",
            "nass": "فَكَذَلِك حُدُوث الموجودات عَن البارئ تَعَالَى بِغَيْر حَرَكَة وَبِغير زمَان وَبِغير مَكَان وَبِغير أدوات وَمن غير أَن يحْتَاج فِي إيجادها إِلَى شَيْء غَيره ¶ وكما أَن الْوَاحِد يُوصف بِأَنَّهُ تقدم الْأَعْدَاد بِالزَّمَانِ وَلَا يبطل ذَلِك بِأَن تكون الْأَعْدَاد محدثة عَنهُ كَذَلِك لَا يُوصف البارئ بِأَنَّهُ تقدم الْعَالم بِالزَّمَانِ وَلَا يبطل ذَلِك أَن يكون الْعَالم مُحدثا عَنهُ ¶ وكما أَن الْوَاحِد لم يتَغَيَّر عَن وحدانيته بِكَثْرَة مَا حدث من الْأَعْدَاد عَنهُ وَلم يُوجب ذَلِك تكثرا فِي ذَاته وَلَا اسْتِحَالَة فِي جوهره فَكَذَلِك حُدُوث الْعَالم على كثرته لم يُوجب تغير الْبَارِي تَعَالَى عَن وحدانيته وَلَا تكثرا فِي ذَاته تَعَالَى الله عَن صِفَات النَّقْص ¶ وكما أَن الْأَعْدَاد تُوجد عَن الْوَاحِد بتوسط الْآحَاد التِّسْعَة وَمَا يجْتَمع فِي الْعشْرَة من قواها كَذَلِك وجدت الموجودات عَن البارئ تَعَالَى بوساطة الثواني التِّسْعَة وَمَا اجْتمع فِي الْمَوْجُود الْعَاشِر من القوى",
            "page": "83",
            "part": "1",
            "seal": "895015EE"
        },
        {
            "id": "54",
            "nass": "السارية إِلَيْهِ من الثواني وَمَا فاض عَلَيْهِ من قُوَّة الوحدانية بوساطتها ¶ وَكَذَلِكَ إِذا اعْتبر الْمُعْتَبر وفكر المفكر وجد كل شَيْء من الموجودات إِنَّمَا حصل مَوْجُودا بِأَن صَارَت لَهُ ذَات يُوجد بهَا وانفصل من غَيره ¶ وَتلك الْوحدَة الَّتِي تهوى بهَا وتوحد إِنَّمَا سرت إِلَيْهِ من البارئ تَعَالَى بوساطة مَا بَينه وَبَينه من الموجودات وَتلك الْوحدَة هِيَ هويته وَصورته الَّتِي بهَا قوامه وتميزه عَن سواهُ فَمَتَى فارقته تِلْكَ الْوحدَة عدم ¶ فسريان الْوحدَة من البارئ تَعَالَى إِلَى الْأَشْيَاء هُوَ الَّذِي كَونهَا وَاقْتضى وجودهَا على مراتبها وصير بَعْضهَا عللا لبَعض وَهُوَ تَعَالَى عِلّة وجود الْجَمِيع وَلذَلِك سموهُ عِلّة الْعِلَل وَالْفَاعِل الْمُطلق وَالْفَاعِل بِالْحَقِيقَةِ لِأَن فعل غَيره إِنَّمَا هُوَ فعل بالمجاز وبالإضافة لِأَنَّهُ",
            "page": "84",
            "part": "1",
            "seal": "6E7C13E3"
        },
        {
            "id": "55",
            "nass": "يقبل الْفِعْل عَمَّا هُوَ أسبق مِنْهُ وجودا ويؤديه إِلَى مَا بعده فَهُوَ منفعل لما فَوْقه وفاعل لما دونه وَهُوَ منفعل بِالْحَقِيقَةِ فَاعل بالمجاز وَالْإِضَافَة فَيكون مبدأ الْأَفْعَال من فَاعل لَا ينفعل كَغَيْرِهِ الْبَتَّةَ ومنتهاها إِلَى منفعل لَا يفعل الْبَتَّةَ وَمَا بَينهمَا فَاعل فِيمَا دونه منفعل لما فَوْقه ¶ وَلما ذَكرْنَاهُ فِي هَذَا الْبَاب قَالَت الْحُكَمَاء إِن البارئ تَعَالَى مَعَ كل شَيْء ¶ وَإِنَّمَا أَرَادوا بذلك وجود آثَار صَنعته فِي الموجودات وسريان الْوحدَة مِنْهُ الَّتِي بهَا تكونت المحدثات وَلم يُرِيدُوا بذلك أَنه يحل الْأَمْكِنَة وَيَقَع تَحت الْأَزْمِنَة المحدثات أَو يلتبس بِشَيْء من الْعَالم تقدس عَن ذَلِك وَعلا علوا كَبِيرا ¶ وَقد غلط قوم من الفلاسفة فِي هَذَا الْموضع غَلطا فَاحِشا فزعموا أَن البارئ تَعَالَى عَن قَوْلهم سيالة فِي الْعَالم وَلِهَذَا قَالَ ثالس",
            "page": "85",
            "part": "1",
            "seal": "05C87864"
        },
        {
            "id": "56",
            "nass": "إِن الله ناشب فِي الْأَشْيَاء ¶ وَقَالَ زينون إِن كره الْعَالم هُوَ الله تَعَالَى وَأَن الْمَعْلُول هُوَ الْعلَّة ¶ وَإِنَّمَا حملهمْ على هَذِه الآراء الْفَاسِدَة مَا رَأَوْهُ من سريان الْوحدَة فِي الموجودات وَأَن وجود كل شَيْء مُتَعَلق بِوُجُود البارئ تَعَالَى وسمعوا مَعَ",
            "page": "86",
            "part": "1",
            "seal": "2EB24A21"
        },
        {
            "id": "57",
            "nass": "هَذَا قَول القدماء من الْحُكَمَاء إِن الله تَعَالَى مَعَ كل شَيْء فتنتج لَهُم من ذَلِك هَذَا التَّوَهُّم الْخَبيث وَلم يفكروا فِي أَن ذَلِك يقودهم إِلَى الْمحَال لِأَنَّهُ لَو كَانَ كَذَلِك لَكَانَ البارئ تَعَالَى مَحْمُولا فِي غَيره لِأَن كل صُورَة مفتقرة إِلَى مَوْضُوع يحملهَا وَيلْزم من ذَلِك أَن يكون الْعَالم قَدِيما وَتبطل دَلَائِل الْحُدُوث وَيلْزم مِنْهُ أَن يكون البارئ تَعَالَى وَاقعا تَحت الْأَزْمِنَة محلا فِي الْأَمْكِنَة فِي اسْتِحَالَة دائمة لِأَن من شَأْن الهيولى أَن يلبس الصُّورَة تَارَة ويخلعها تَارَة وَأَن يكون البارئ تَعَالَى شخصا تَارَة وَتارَة نوعا وَتارَة جِنْسا وَتارَة فصلا وَتارَة فَاعِلا وَتارَة منفعلا ¶ وَشبه هَذَا من الْمحَال نَعُوذ بِاللَّه من الخذلان ¶ وَمثل هَؤُلَاءِ إِنَّمَا يعدون فِي سخفاء الفلاسفة لَا فِي عقلائهم وَفِي",
            "page": "87",
            "part": "1",
            "seal": "82C1B01E"
        },
        {
            "id": "58",
            "nass": "جهالهم لَا فِي عُلَمَائهمْ ¶ وَقد أجمع العارفون بِاللَّه عز وَجل أَن الله تَعَالَى مباين للْعَالم من جَمِيع الْجِهَات لَا يشبه شَيْئا وَلَا يُشبههُ شَيْء مباينة لَا تَقْتَضِي تحيزا بمَكَان وانفصالا وَأَنه مَوْجُود مَعَ كل شَيْء وجودا لَا يَقْتَضِي ممازجة واتصالا بل صفة مباينة وَصفته صفة لَا تحيط بهَا الْعُقُول وَإِنَّمَا يعلم ذَلِك بِمَا يدل عَلَيْهِ الدَّلِيل من غير تَصْوِير وَلَا تَمْثِيل كَسَائِر صِفَاته الَّتِي تثبت وَلَا تكيف ¶ وَقد رد أرسطاطاليس كل قَول من هَذِه الْأَقْوَال وَأنْكرهُ وضلل قَائِله وكفره ¶ فَإِن قَالَ قَائِل كَيفَ أنكر هَذِه الْأَقْوَال وَكفر من قَالَهَا وَهُوَ قد قَالَ فِي كِتَابه المرسوم ب (مَا بعد الطبيعة) إِن البارئ تَعَالَى عِلّة",
            "page": "88",
            "part": "1",
            "seal": "01171638"
        },
        {
            "id": "59",
            "nass": "للْعَالم على معنى أَنه فَاعل لَهُ وَأَنه غَايَة لَهُ وَأَنه صُورَة لَهُ ¶ فَالْجَوَاب أَنه لم يرد مَا توهمته وَكَيف يَصح أَن يُنكر شَيْئا وَيَقُول بِمثلِهِ وَقد صرح بِأَن البارئ سُبْحَانَهُ لَا يُوصف بالصورة الشخصية وَلَا بالصورة النوعية وَلَا بِصفة يلْحقهُ بهَا نقص تَعَالَى عَن ذَلِك وَأَنه مباين للأشياء غير مَوْصُوف بصفاتها فَثَبت بِهَذَا أَنه إِنَّمَا وَصفه بِأَنَّهُ صُورَة للْعَالم بِمَعْنى لَا يلْحقهُ بِهِ نقص وَلَا شبه كَمَا يُسمى حَيا وعالما وقادرا وَنَحْو ذَلِك على معَان لَا توجب شبها وَلَا تَقْتَضِي نقصا وَذَلِكَ على ثَلَاثَة معَان ¶ أَحدهَا ¶ أَنه لما لم يكن وجود على الْحَقِيقَة إِلَّا البارئ تَعَالَى ومصنوعاته وَلم يكن لَهُ ضد وَلَا ند وَكَانَ هُوَ الْمَوْجُود على الْإِطْلَاق فوجود مصنوعاته مقتبس من وجوده حَتَّى إِنَّه لَو توهم ارتفاعه تَعَالَى لارتفع كل مَوْجُود وَصَارَ وجود الْعَالم كلا وجود إِذْ لم يكن لَهُ قوام بِذَاتِهِ وَصَارَ",
            "page": "89",
            "part": "1",
            "seal": "9A673199"
        },
        {
            "id": "60",
            "nass": "كَأَنَّهُ مَوْجُود وَاحِد وَصَارَ كَأَنَّهُ صُورَة لَهُ إِذْ كَانَ وجوده بِهِ كَمَا يُوجد المصور بصورته وَإِن كَانَ تَعَالَى لَا يُوصف بالصورة ¶ وَقد قَالَ أفلاطون نَحْو هَذَا فِي كتاب طيماوس وَذَلِكَ أَنه قَالَ ¶ مَا الشَّيْء الَّذِي هُوَ مَوْجُود الدَّهْر وَلَيْسَ لَهُ تكون الْبَتَّةَ ¶ وَمَا الشَّيْء الَّذِي يتكون الدَّهْر وَلَيْسَ لَهُ الْبَتَّةَ وجود ¶ فَالْأول الْأَنْوَاع والأجناس وَالثَّانِي الْأَشْخَاص ¶ فَجعل الْأَشْخَاص الَّتِي هِيَ مَوْجُودَة عندنَا كَأَنَّهَا غير مَوْجُودَة لِأَنَّهَا فِي سيلان مُتَّصِل واستحالة دائمة وَأثبت الْوُجُود لأنواعها وأجناسها وَإِن كَانَت غير مَوْجُودَة بالحواس عندنَا لثباتها على حَال",
            "page": "90",
            "part": "1",
            "seal": "519344BB"
        },
        {
            "id": "61",
            "nass": "وَاحِدَة لَا تَتَغَيَّر عَن طبعها فَهَكَذَا جعل ارسطاطاليس الْعَالم حِين كَانَ لَا قوام لَهُ بِنَفسِهِ كَأَنَّهُ غير مَوْجُود وَجعل الْوُجُود إِنَّمَا هُوَ البارئ عز وَجل وَحده وَجعله كالصورة الَّتِي لَا يُوجد المصور إِلَّا بهَا تَقْرِيبًا لَا حَقِيقَة حِين كَانَ وجوده سَببا لوجودها كَمَا تكون الصُّورَة سَببا لوُجُود مصورها ¶ وتسمي الصُّوفِيَّة هَذَا الفناء فِي التَّوْحِيد ويرونه أرفع مراتبه فَهَذَا أحد الْمعَانِي الَّتِي بهَا سمي البارئ تَعَالَى صُورَة للأشياء ¶ وَالْمعْنَى الثَّانِي ¶ أَنه تَعَالَى أَفَاضَ من وحدته على كل مَوْجُود مَا صَارَت لَهُ بِهِ هوية يتَصَوَّر بهَا فَكل مَوْجُود إِنَّمَا يُوجد بِتِلْكَ الْوحدَة الَّتِي سرت مِنْهُ إِلَيْهِ بصورته",
            "page": "91",
            "part": "1",
            "seal": "6EE99C9A"
        },
        {
            "id": "62",
            "nass": "وَالْمعْنَى الثَّالِث ¶ أَن الصُّورَة هِيَ غَايَة المصور وكماله لِأَن الشَّيْء إِذا كَانَ بِالْقُوَّةِ فَهُوَ على كَمَاله الأول فَإِذا خرج إِلَى الْفِعْل كَانَ على كَمَاله الآخر وَخُرُوجه من الْقُوَّة إِلَى الْفِعْل إِنَّمَا هُوَ بالصورة ¶ فَلَمَّا كَانَ البارئ تَعَالَى هُوَ الَّذِي أخرج الْعَالم من الْقُوَّة إِلَى الْفِعْل أَعنِي من الْعَدَم إِلَى الْوُجُود صَار من هَذَا الْوَجْه كَأَنَّهُ صُورَة للْعَالم وَإِن كَانَ غير صُورَة على الْحَقِيقَة ¶ وسترى كلامنا فِيمَا بعد هَذَا بِمَا يزِيد هَذَا الْمعَانِي وضوحا إِن شَاءَ الله تَعَالَى",
            "page": "92",
            "part": "1",
            "seal": "A2ED33CC"
        },
        {
            "id": "63",
            "nass": "الْبَاب الْخَامِس فِي شرح قَوْلهم إِن صِفَات البارئ تَعَالَى لَا يَصح أَن يُوصف بهَا إِلَّا على وَجه السَّلب ¶ اعْلَم أَن الصِّفَات نَوْعَانِ ¶ نوع يُوصف بِهِ الْمَوْصُوف لإِزَالَة اشْتِرَاك يكون بَينه وَبَين مَوْصُوف آخر كَقَوْلِك جَاءَنِي زيد والمخاطب يعرف رجلَيْنِ كل وَاحِد مِنْهُمَا يُسمى بِهَذَا الِاسْم أَو رجَالًا كل وَاحِد مِنْهُم لَهُ هَذَا الِاسْم فَيحْتَاج الْمخبر أَن يصفه بِصفة يمتاز بهَا عِنْد الْمُخَاطب مِمَّن يُشَارِكهُ فِي اسْمه ¶ وَالنَّوْع الآخر لَا يُرَاد بِهِ إِزَالَة اشْتِرَاك وَلَكِن يُرَاد بِهِ مدح الْمَوْصُوف أَو ذمه والمخاطب غَنِي عَن أَن يُوصف لَهُ الْمَذْكُور كَقَوْل الْقَائِل رَأَيْت ابْنك النجيب وَلَيْسَ لمن تخاطبه إِلَّا ابْن وَاحِد وَنَحْو ذَلِك ¶ وصفات البارئ جلّ جَلَاله كلهَا من هَذَا النَّوْع الثَّانِي إِنَّمَا هِيَ صِفَات يمجده بهَا الواصفون ويثني عَلَيْهِ بهَا المثنون",
            "page": "93",
            "part": "1",
            "seal": "5B452D1B"
        },
        {
            "id": "64",
            "nass": "وَلما كَانَ البارئ جلّ جَلَاله بَائِنا عَن جَمِيع الموجودات غير مشبه بِشَيْء من الْمَخْلُوقَات صَار المثني عَلَيْهِ مقصرا فِي ثنائه وَإِن اجْتهد غير بَالغ مَا يستوجبه وَإِن عظم ومجد ¶ وَبَيَان ذَلِك أَن الْمَدْح ثَلَاثَة أَنْوَاع ¶ إفراط ¶ واقتصاد ¶ وتقصير ¶ فالإفراط أَن يرفع المادح الممدوح إِلَى مرتبَة أرفع من مرتبته ومنزلة أَعلَى من مَنْزِلَته ¶ والاقتصاد أَن لَا يتَجَاوَز بِهِ مرتبته وَلَا يتخطى مَنْزِلَته ¶ وَالتَّقْصِير أَن يحطه عَن مرتبته وَلَا يُوفيه حق مَنْزِلَته ¶ فالوجهان الْأَوَّلَانِ محَال فِي وصف البارئ تَعَالَى لِأَنَّهُ لَا يُمكن المادح أَن يمدحه بِمَا يسْتَحقّهُ ويستوجبه لِأَن مرتبته مَجْهُولَة الكنه لَا تحيط بهَا الْعُقُول وَلَيْسَ فَوق مرتبته مرتبَة أَعلَى مِنْهَا فيرفع",
            "page": "94",
            "part": "1",
            "seal": "8FA04008"
        },
        {
            "id": "65",
            "nass": "إِلَيْهَا لِأَنَّهُ نِهَايَة الْأَشْيَاء وغايتها فَلَيْسَ فِي مدح المادح لَهُ إفراط وَلَا اقتصاد وكل مادح لَهُ مقصر فِي مدحه غير واصف لَهُ بِالْوَاجِبِ من حَقه لِأَنَّهُ يصفه بِصِفَات الْمَعْقُول مِنْهَا معَان مُخَالفَة لما هُوَ عَلَيْهِ فَإِذا قَالَ إِنَّه حَيّ وَإنَّهُ عَالم وَإنَّهُ سميع وَإنَّهُ بَصِير فَإِنَّمَا يصفه بِصِفَات إِن حملت على تعلقه بِجُزْء مِنْهَا لم تلق بِهِ عز وَجل وأوجبت شبهه بالمخلوقات تَعَالَى عَن ذَلِك ¶ فلهذه الْعلَّة افترق النَّاس فِي وَصفه جلّ جَلَاله فرْقَتَيْن فَقَالَت فرقة لَا تثبت لَهُ صفة على طَرِيق الْإِيجَاب لِأَن ذَلِك يُوجب شُبْهَة بخلقه وَلَكِن تسلب عَنهُ أضداد هَذِه الصِّفَات فَلَا نقُول عَنهُ عَالم وَلَكِن نقُول لَيْسَ بجاهل وَلَا نقُول هُوَ قَادر وَلَكِن لَيْسَ بعاجز وَلَا نقُول هُوَ مَوْجُود وَلَكِن لَيْسَ بمعدوم ¶ وَقَالَت فرقة ثَانِيَة نوجب لَهُ الصِّفَات ونتبعها حرف السَّلب لنزيل مَا توهم فِيهِ من التَّشْبِيه بالمخلوقين فَنَقُول هُوَ حَيّ لَا كالأحياء وعالم لَا كالعلماء وموجود لَا كالموجودات",
            "page": "95",
            "part": "1",
            "seal": "81A47979"
        },
        {
            "id": "66",
            "nass": "قَالُوا وَإِذا قُلْنَا هُوَ حَيّ وموجود وعالم وقادر وَلم نذْكر حرف السَّلب فَإِنَّمَا نَتْرُك ذَاك اختصارا وَلَا بُد من أَن يكون مضمنا فِي الصّفة وَإِن لم يكن مضمنا فِيهَا لم تصح ¶ فَإِن قَالَ قَائِل من أَيْن كرهت الْفرْقَة الأولى إِيجَاب الصّفة وأبوا أَن يصفوه إِلَّا على وَجه السَّلب وَقد علمنَا أَن قَول الْقَائِل زيد لَيْسَ بجاهل يُفِيد مَا يفِيدهُ قَوْلنَا زيد عَالم ¶ فَالْجَوَاب أَن القَوْل الْمَنْفِيّ لَا يُوجب حكما غير حكم النَّفْي وَلَيْسَ يحصل مِنْهُ تَشْبِيه وَلَا تَمْثِيل يَقع بهما قِيَاس كَمَا يحصل من الْإِيجَاب أَلا ترى أَنَّك إِذا قلت زيد غير قَائِم وَعَمْرو غير قَائِم فقد نفيت عَنْهُمَا جَمِيعًا الْقيام وَلم توجب لَهما اجتماعا فِي معنى آخر لِأَنَّهُ قد يجوز أَن يكون أَحدهمَا قَاعِدا وَالْآخر نَائِما أَو مُضْطَجعا وَكِلَاهُمَا غير قَائِم",
            "page": "96",
            "part": "1",
            "seal": "8896EA2F"
        },
        {
            "id": "67",
            "nass": "وَكَذَلِكَ أَنا إِذا نَفينَا عَن نفسين الْبيَاض لم نوجب لَهما اجتماعا فِي لون آخر من حمرَة أَو صفرَة أَو سَواد أَو غير ذَلِك ¶ وَكَذَلِكَ لَو شهد شَاهِدَانِ عِنْد حكم بِأَن زيدا لم يبع ضيعته من عمر وَلم يكن مُوجبا أَن عمرا لَا يملكهَا لِأَن للْملك وُجُوهًا كَثِيرَة غير البيع فَلَيْسَ فِي شَهَادَتهمَا أَكثر من نفي البيع وَهَذَا أَمر مُتَّفق عَلَيْهِ فِي الأضداد الَّتِي بَينهمَا وسائط فَأَما الأضداد الَّتِي لَيْسَ بَينهمَا وسائط فَفِيهَا خلاف ¶ فقوم يرَوْنَ أَن الْقَائِل إِذا قَالَ فِي الدَّار رجلَانِ أَحدهمَا لَيْسَ بحي فقد أوجب أَن الآخر حَيّ ¶ وَقوم يرَوْنَ أَنه لم يُوجب أَكثر من موت الَّذِي نفى عَنهُ الْحَيَاة فَقَط ¶ وَكَذَلِكَ إِذا قَالَ أَحدهمَا حَيّ فقد أوجب الْمَوْت للْآخر عِنْد من رأى الرَّأْي الأول وَلَيْسَ فِيهِ إِيجَاب موت الآخر على رَأْي من رأى الرَّأْي الثَّانِي ¶ وَلَا حَاجَة بِنَا إِلَى ذكر مَا احْتج بِهِ كل وَاحِد من الْفَرِيقَيْنِ فِي هَذَا",
            "page": "97",
            "part": "1",
            "seal": "3E2CE4C5"
        },
        {
            "id": "68",
            "nass": "الْموضع لِأَن ذَلِك لَيْسَ مِمَّا قصدناه وَإِنَّمَا قصدنا هَا هُنَا شرح معنى قَوْلهم إِن صِفَات البارئ جلّ جَلَاله لَا تصح حَتَّى يقرن بهَا حرف السَّلب ¶ بَاب ذكر الشّبَه الَّتِي اغْترَّ بهَا من زعم أَن صِفَات الله محدثة جلّ عَن ذَلِك ¶ اعْلَم عصمنا الله وَإِيَّاك من الضَّلَالَة وأرانا سبل الْعلم والجهالة أَن مَا دَعَا هَؤُلَاءِ الْقَوْم إِلَى هَذَا الِاعْتِقَاد الْخَبيث أَنهم رَأَوْا إِن إِثْبَات الصِّفَات لَا يَصح إِلَّا على وَجْهَيْن ¶ أَحدهمَا الْعقل وَالنَّظَر ¶ وَالْآخر السّمع وَالْبَصَر",
            "page": "98",
            "part": "1",
            "seal": "4AA62FE3"
        },
        {
            "id": "69",
            "nass": "وَلَا طَرِيق إِلَى إِثْبَاتهَا إِلَّا من هذَيْن الْوَجْهَيْنِ وَإِنَّمَا يَصح كل وَاحِد من هذَيْن الْوَجْهَيْنِ بِوُجُود المحدثات فَلَمَّا كَانَ البارئ تَعَالَى فِي الْقدَم قبل حُدُوث الْأَشْيَاء مُنْفَردا بالوجود وَلم يكن هُنَاكَ مَوْجُود يسْتَدلّ عَلَيْهِ بآثار مصنوعاته ويخاطبه هُوَ تَعَالَى بمشروعاته لم يكن حِينَئِذٍ مَوْصُوفا بِصفة لعدم المخاطبين والمعتبرين فَلَمَّا أحدث المودجودات وَقع حِينَئِذٍ الِاسْتِدْلَال عَلَيْهِ ومخاطبته للبشر بِأَنَّهُ حَيّ وَبِأَنَّهُ عَالم وَبِأَنَّهُ قَادر وَنَحْو ذَلِك فوصف حِينَئِذٍ بِالصِّفَاتِ وَوصف نَفسه هُوَ بهَا فَصَارَت الصِّفَات محدثة بحدوث الموجودات ¶ وَمن لَا يقر بالنبوات وَلَا يعْتَرف بِأَن الله بعث بشرا فالصفات على رَأْيه أُمُور أحدثها المخلوقون ثمَّ استدلوا عَلَيْهِ بآثار مصنوعاته واشتقوا لَهُ من أَفعاله وَمَا تقرر فِي نُفُوسهم من معرفَة صِفَات وصفوه بهَا ¶ فَيُقَال لمن قَالَ بِهَذَا القَوْل الْفَاسِد هَذَا الَّذِي قلتموه لَا يبطل",
            "page": "99",
            "part": "1",
            "seal": "6B18C86F"
        },
        {
            "id": "70",
            "nass": "أَن يكون مَوْصُوفا بِالصِّفَاتِ النفسانية فِي الْأَزَل فَيكون عَالما قَادِرًا مرِيدا مَوْجُودا وَإِن لم يكن هُنَاكَ مَخْلُوق يسْتَدلّ أَو يُخَاطب وَلَيْسَ من جِهَة الشَّرْط فِي الصِّفَات النفسانية أَلا تثبت لموصوفها حَتَّى يُوجد من يصفه بهَا ويخاطب بِصِحَّتِهَا ¶ وَإِنَّمَا حدث الْعلم للْعُلَمَاء من الْخلق باعتبارهم وبمخاطبة الله إيَّاهُم بعد أَن كَانُوا جُهَّالًا بِالصِّفَاتِ ¶ وَأما الصِّفَات أَنْفسهَا فثابتة لَهُ تَعَالَى لَا يُبْطِلهَا جهل من جهلها كَمَا لَا يثبتها علم من علمهَا ¶ وَيدل على صِحَة قَوْلنَا وَبطلَان قَوْلهم أَن الْكَاتِب لَا يبطل كِتَابَته عدم الْمَكْتُوب وَكَذَلِكَ الْبَانِي لَا يبطل صفته بالبنيان عدم الْمَبْنِيّ وَلَا يلْزم إِذا علمنَا الشَّيْء أَن يكون الْمَعْلُوم وَالْعلم مَعًا بِالزَّمَانِ وَلَكِن الْعَالم قد يعلم الشَّيْء الْمَوْجُود فِي وَقت علمه وَقد يُعلمهُ بعد مضيه وَيعلم أَنه سَيكون فِي الْوَقْت الَّذِي يجب أَن يكون فِيهِ",
            "page": "100",
            "part": "1",
            "seal": "DF5358B3"
        },
        {
            "id": "71",
            "nass": "وَمن الدَّلِيل على فَسَاد مَا قَالُوهُ أَن من صِفَاته عز وَجل مَا يتَعَلَّق بِالذَّاتِ كَقَوْلِنَا إِنَّه شَيْء وَإنَّهُ مَوْجُود وَإنَّهُ حَيّ فَيجب على هَذَا الرَّأْي الْفَاسِد أَن يكون البارئ تَعَالَى كَانَ فِي الْأَزَل قبل خلق الْأَشْيَاء غير شَيْء وَغير مَوْجُود وَغير حَيّ وَهَذَا يُوجب أَنه كَانَ مَعْدُوما ويلزمهم إِن كَانَت الصِّفَات محدثة مَعَ الْأَشْيَاء أَن يخبرونا من أحدثها لَهُ فَإِن كَانَ هُوَ الَّذِي أحدثها لنَفسِهِ فَكيف يَجْعَل نَفسه مَوْجُودا من هُوَ مَعْدُوم وشيئا من لَيْسَ بِشَيْء وَحيا من لَيْسَ بحي وَحقا من لَيْسَ بِحَق ¶ وَإِن كَانَ غَيره أحدثها لَهُ لم يخل ذَلِك الْغَيْر أَن يكون إِلَهًا آخر غَيره ¶ أَو يكون الْبشر هم الَّذين أحدثوها لَهُ ¶ فَإِن كَانَ أحدثها لَهُ إِلَه آخر فَهُوَ أَحَق بِالْعبَادَة مِنْهُ ¶ وَإِن كَانَ أحدثها الْبشر فَكيف يحدثونها لَهُ وَهُوَ الَّذِي أحدثهم ¶ وَإِن جَازَ للمعدوم أَن يحدث مَوْجُودا فَمَا الَّذِي يُنكر من أَن يكون الْعَالم هُوَ الَّذِي أحدث نَفسه",
            "page": "101",
            "part": "1",
            "seal": "E7C295D1"
        },
        {
            "id": "72",
            "nass": "وَكَيف يحدث غَيره من هُوَ مُحْتَاج إِلَى أَن يحدث نَفسه ¶ وَكَيف يَصح أَن يُوصف بالأزل من ذَاته وَصِفَاته محدثات ¶ فَإِن قَالَ قَائِل فَإِذا أثبتم لَهُ تَعَالَى الصِّفَات فَهَل تَقولُونَ إِنَّهَا رَاجِعَة إِلَى الذَّات بِنَفسِهَا أم إِلَى معَان غير الذَّات ¶ فَفِي هَذِه الْمَسْأَلَة ثَلَاثَة أَقْوَال ¶ أَحدهَا ¶ أَنَّهَا ترجع إِلَى معَان غير الذَّات وَهُوَ قَول المجسمة وَهَذَا كفر بحت نَعُوذ بِاللَّه مِنْهُم لأَنهم جعلُوا البارئ تَعَالَى حَامِلا ومحمولا وجوهرا تتَعَلَّق بِهِ الصِّفَات والأعراض تَعَالَى الله عَن قَوْلهم ¶ وَالْوَجْه الثَّانِي ¶ أَنَّهَا على اختلافها ترجع إِلَى الذَّات لَا إِلَى معنى غَيرهَا زَائِد عَلَيْهَا بِأَنَّهُ عَالم وَأَنه علم وَأَنه حَيّ وَأَنه حَيَاة ذَات وَاحِدَة لَا تغاير فِيهَا",
            "page": "102",
            "part": "1",
            "seal": "24C1BBB6"
        },
        {
            "id": "73",
            "nass": "وَكَذَلِكَ سَائِر صِفَات الذَّات ¶ وَهَذَا قَول كبراء الفلاسفة وزعمائهم وَإِلَيْهِ ذهب الشَّافِعِي وداوود وَجَمَاعَة من عُلَمَاء الْمُسلمين ¶ وَقَالَ قوم ¶ لَا نقُول إِنَّهَا هُوَ وَلَا إِنَّهَا غَيره ¶ فَاعْترضَ عَلَيْهِم من قَالَ إِنَّهَا غير زَائِدَة على الذَّات بِأَن قَالُوا لَيْسَ يعقل شَيْئَانِ لَيْسَ أَحدهمَا الآخر وَلَا هُوَ غَيره فَاعْترضَ عَلَيْهِم أَصْحَاب هَذَا القَوْل وَقَالُوا من أَيْن اسْتَحَالَ إِثْبَات شَيْئَيْنِ لَيْسَ أَحدهمَا الآخر وَلَا هُوَ غَيره فَإِن قُلْتُمْ لِأَن هَذَا خلاف الْمَعْهُود قُلْنَا لكم فَكيف جَازَ لكم أَن يكون الْعَالم هُوَ الْعلم والحياة هُوَ الْحَيّ والقادر هُوَ الْقُدْرَة وَهَذَا كُله خلاف الْمَعْهُود فَإِن جَازَ لكم هَذَا جَازَ لنا إِثْبَات شَيْئَيْنِ لَا يُقَال إِن أَحدهمَا هُوَ الآخر وَلَا هُوَ غَيره وَإِن كَانَ خلاف الْمَعْهُود",
            "page": "103",
            "part": "1",
            "seal": "919A2A62"
        },
        {
            "id": "74",
            "nass": "قَالُوا ونسألكم هَل يجب إِذا قَامَ الدَّلِيل على صِحَة شَيْء أَن يبطل إِذا لم يُوجد لَهُ نَظِير من الْمَعْهُود أم لَا فَإِن أوجبتم أَنه لَا يَصح إِثْبَات شَيْء حَتَّى يكون لَهُ نَظِير من الْمَعْهُود لزمكم أَن يبطل قَوْلكُم إِن الْعلم هُوَ الْعَالم والحياة هُوَ الْحَيّ على مَا قدمنَا ولزمكم أَلا تثبتوا شَيْئا لَيْسَ فِي زمَان وَلَا مَكَان وَلَا يشبه شَيْئا وَلَا يُشبههُ شَيْء لِأَنَّهُ كُله خلاف الْمَعْهُود ¶ وَإِن وَجب أَن يثبت الشَّيْء إِذا دلّ عَلَيْهِ الدَّلِيل من غير أَن يُوجد لَهُ نَظِير صَحَّ قَوْلنَا إِن صِفَات البارئ تَعَالَى وَجل لَا يُقَال إِنَّهَا هُوَ وَلَا إِنَّهَا غَيره كَمَا صَحَّ وَصفه بأَشْيَاء يُخَالف جَمِيعهَا الْمَعْهُود ¶ قَالُوا فَإِن قَالَ لنا قَائِل فَمن أَيْن صححتم قَوْلكُم وأبطلتم قَول خصومكم من الْمُعْتَزلَة إِن الله عَالم بِلَا علم قَادر بِلَا قدرَة وَنَحْو ذَلِك وَقد اسْتَوَى قَوْلكُم وَقَوْلهمْ فِي أَنه خلاف الْمَعْهُود ¶ فَالْجَوَاب أَنا إِنَّمَا قُلْنَا إِن قَوْلنَا هُوَ الصَّحِيح لِأَن قَوْلنَا مَبْنِيّ على أصل صَحِيح يجوز أَن يُوصف الله تَعَالَى بِهِ",
            "page": "104",
            "part": "1",
            "seal": "0DF05610"
        },
        {
            "id": "75",
            "nass": "وَقَوْلهمْ مَبْنِيّ على أصل فَاسد وَهُوَ أَن صِفَات الله محدثه وَهُوَ أَمر يُبطلهُ الشَّرْع وَالْعقل وَأَيْضًا فَإِن نُصُوص الشَّرْع تصحح قَوْلنَا وَتبطل قَوْلهم لِأَن الله تَعَالَى قد أثبت لنَفسِهِ علما فِي نَص الْقُرْآن ¶ وتواترت الْأَخْبَار عَن النَّبِي صلى الله عَلَيْهِ وَسلم بِأَن لَهُ الْقُدْرَة وَإِرَادَة وَنَحْو ذَلِك مِمَّا لَا تقدر الْمُعْتَزلَة على دَفعه ¶ وَإِنَّمَا فِي قَوْلنَا شُبْهَة عرضت وقفنا عِنْدهَا فَإِذا صَحَّ الأَصْل لم يتْرك لشُبْهَة تعرض فِي التَّفْرِيع وَأما قَوْلهم ففاسد الأَصْل والتفريع مَعًا ¶ وَأما صِفَات الْأَفْعَال كخالق ورازق فَالْقَوْل فِيهَا أَن البارئ تَعَالَى لم يزل مَوْصُوفا بهَا لِأَنَّهُ يَسْتَحِيل أَن يكون البارئ تَعَالَى فِي الْأَزَل غير خَالق وَغير رَازِق ثمَّ صَار كَذَلِك وَإِنَّمَا المحدثات الْخلق والرزق والمخلوق والمرزوق ¶ فَإِن قيل هَذَا يُوجب عَلَيْكُم تقدم الْعَالم وَأَنه لم يزل مَوْجُودا مَعَه قُلْنَا لَا يُوجب ذَلِك لِأَن الصِّفَات فِي اللُّغَة يُوصف بهَا من",
            "page": "105",
            "part": "1",
            "seal": "1CFD71BE"
        },
        {
            "id": "76",
            "nass": "فعل فِيمَا مضى وَمن يفعل فِي الْحَال من هُوَ يُرِيد أَن يفعل فِي الْمُسْتَقْبل فَيُقَال إِنَّه ضَارب عَمْرو أمس وضارب عمرا الْآن وضارب عمرا غَدا وَهَذَا أشهر فِي اللُّغَة الْعَرَبيَّة من أَن يحْتَاج إِلَى شَاهد",
            "page": "106",
            "part": "1",
            "seal": "28E0980A"
        },
        {
            "id": "77",
            "nass": "الْبَاب السَّادِس فِي شرح قَوْلهم إِن البارئ تَعَالَى لَا يعلم إِلَّا نَفسه ¶ هَذَا القَوْل عصمنا الله وَإِيَّاك من الزلل قد أوهم كثيرا من النَّاس أَنهم أَرَادوا بِهِ أَنه غير عَالم بِغَيْرِهِ ¶ واستعظم قوم مِنْهُم أَن يصفوه بِهَذِهِ الصّفة فزعموا أَنه عَالم بالكليات غير عَالم بالجزيئات ¶ وَزعم آخَرُونَ أَنه عَالم بِعلم الكليات والجزيئات بِعلم كلي ¶ وَهَذَا القَوْل الثَّالِث أقرب أَقْوَالهم إِلَى الْحق وَإِن كَانَ فِيهِ مَوضِع للتعقب وَأما الْقَوْلَانِ الْآخرَانِ فقد اجْتمع فيهمَا الْخَطَأ الْفَاحِش وَالْجهل بِصِفَات البارئ جلّ جَلَاله وَسُوء التأول لكَلَام القدماء من الفلاسفة ¶ وَيجب علينا أَولا أَن نبين معنى قَول الفلاسفة الْمُتَقَدِّمين إِن البارئ",
            "page": "107",
            "part": "1",
            "seal": "862A9C1C"
        },
        {
            "id": "78",
            "nass": "تَعَالَى لَا يعلم إِلَّا نَفسه وَأَنَّهُمْ لم يُرِيدُوا بذلك أَنه جَاهِل بِغَيْرِهِ ونورد من كَلَامهم مَا يدل على براءتهم مِمَّا توهمه هَؤُلَاءِ عَلَيْهِم ثمَّ نناقضهم بعد ذَلِك فِيمَا احْتَجُّوا بِهِ وَبِاللَّهِ التَّوْفِيق ¶ فصل ¶ أما قَوْلهم إِن البارئ تَعَالَى لَا يعلم إِلَّا نَفسه فَيحْتَمل أَرْبَعَة معَان يقرب بَعْضهَا من بعض ¶ أَحدهَا أَن الْوُجُود نَوْعَانِ وجود مُطلق وَوُجُود مُضَاف فالوجود الْمُطلق هُوَ الَّذِي لَا يفْتَقر إِلَى موجد وَلَا هُوَ مَعْلُول لعِلَّة هِيَ أقدم مِنْهُ والوجود الْمُضَاف هُوَ الَّذِي يفْتَقر إِلَى موجد كَانَ عِلّة لَهُ ¶ فالوجود الْمُطلق هُوَ الَّذِي يُوصف بِهِ البارئ جلّ جَلَاله لِأَنَّهُ الْمَوْجُود الْمُطلق الَّذِي لَا عِلّة لوُجُوده ¶ والوجود الْمُضَاف هُوَ الَّذِي يُوصف بِهِ سواهُ من الموجودات لِأَن وجود كل مَوْجُود مقتبس من وجوده وتابع لَهُ ومتعلق بِهِ حَتَّى إِنَّه لَو توهم ارْتِفَاع وجوده تَعَالَى لارتفع وجود كل شَيْء",
            "page": "108",
            "part": "1",
            "seal": "96A04FC2"
        },
        {
            "id": "79",
            "nass": "وَلأَجل هَذَا شبهوا وجود الْأَشْيَاء عَنهُ بِوُجُود نور الشَّمْس عَن الشَّمْس لِأَن الشَّمْس إِذا ذهبت ذهب نورها وَلم يُرِيدُوا بِهَذَا الْكَلَام تشبيهه بالشمس على الْحَقِيقَة لِأَن البارئ يتعالى عَن أَن يكون لَهُ نَظِير وَإِنَّمَا أَرَادوا بِهَذَا تَمْثِيل افتقار الموجودات إِلَى وجوده على جِهَة التَّقْرِيب من الأفهام ¶ كَمَا قَالُوا أَيْضا إِن وجود الموجودات عَنهُ كوجود الْكَلَام من الْمُتَكَلّم لَا كوجود الدَّار من الْبناء لِأَن الدَّار يُمكن أَن تُوجد مَعَ عدم الْبناء وَلَا يُمكن أَن يُوجد شَيْء إِلَّا بِوُجُود البارئ تَعَالَى ¶ فَلَمَّا كَانَ البارئ تَعَالَى هُوَ الْمَوْجُود الصَّحِيح الْوُجُود كَانَ وجود غَيره لاحقا بِوُجُودِهِ وتابعا لَهُ وَلم يكن فِي الْوُجُود إِلَّا هُوَ فِي مصنوعاته صَار الْوُجُود من هَذِه الْجِهَة كَأَنَّهُ مَوْجُود وَاحِد والمعلوم كَأَنَّهُ مَعْلُوم وَاحِد وَصَارَ إِذا علم نَفسه فقد علم كل وجود تَابع لوُجُوده",
            "page": "109",
            "part": "1",
            "seal": "0BC79F9D"
        },
        {
            "id": "80",
            "nass": "وَالْمعْنَى الثَّانِي ¶ أَن الْمَعْقُول تتميم للعاقل وتتميم للجوهر وَلَوْلَا ذَلِك مَا احْتَاجَ إِلَى أَن يعقل غَيره وَلَيْسَ فِي كَثْرَة معقولات الْعَاقِل دَلِيل على فَضله بل فِيهَا دلَالَة عل شدَّة نَقصه فعلى قدر كَمَال الشَّيْء فِي جوهره تقل معقولاته وعَلى قدر نَقصه تكْثر معقولاته وَلأَجل هَذَا صَار النَّقْص لَازِما لكل مَوْجُود دون البارئ تَعَالَى لِأَنَّهَا كلهَا لَا تنَال الْفَضِيلَة والكمال إِلَّا بعقلها البارئ جلّ جَلَاله فأقربها إِلَيْهِ أكملها وأقلها نقصا لِأَنَّهُ لَا يحْتَاج فِي كَمَال جوهره إِلَى أَكثر من عقله الْعلَّة الأولى وَكلما انحطت مَرَاتِب الموجودات كثر نَقصهَا وَاحْتَاجَ كل وَاحِد مِنْهَا فِي كَمَال جوهره إِلَى أَن يعقل كل مَوْجُود قبله مَعَ عقله الْعلَّة الأولى إِذا لَا يُمكنهُ عقل الْعلَّة الأولى حَتَّى يعقل الوسائط الَّتِي بَينه وَبَينهَا فَلَمَّا كَانَ البارئ تَعَالَى هُوَ نِهَايَة الْكَمَال كَانَ غَنِيا عَن أَن يعقل غَيره وَإِذا كَانَ عقل نَفسه فقد عقل سواهُ",
            "page": "110",
            "part": "1",
            "seal": "845933CF"
        },
        {
            "id": "81",
            "nass": "وَالْمعْنَى الثَّالِث ¶ قد ذَكرْنَاهُ فِي بَاب شرح قَوْلهم إِن الْأَعْدَاد دوائر وهمية عِنْد شرح قَول أرسطو إِن البارئ تَعَالَى عِلّة الْأَشْيَاء على أَنه فَاعل لَهَا وعَلى أَنه غَايَة لَهَا وعَلى أَنه صُورَة لَهَا وَذكرنَا أَنه لم يرد الصُّورَة الَّتِي هِيَ شكل وتخطيط وَلَا الصُّورَة الَّتِي هِيَ النَّوْع لِأَنَّهُ لَا يُوصف بالصورة وَقُلْنَا إِن معنى ذَلِك أَن وجود غَيره لما كَانَ مقتبسا من وجوده صَار من هَذِه الْجِهَة كَأَنَّهُ صُورَة للموجودات إِذْ كَانَت إِنَّمَا تُوجد بِوُجُودِهِ كَمَا يُوجد المصور بصورته وَصَارَ وجوده كالجنس الَّذِي يجمع الْأَنْوَاع والأشخاص وَإِن كَانَ البارئ تَعَالَى يتنزه عَن أَن يُوصف بِجِنْس أَو نوع أَو شخص وَلكنه تَمْثِيل وتقريب لَا حَقِيقَة فَيصير الْمَعْلُوم أَيْضا من هَذِه الْجِهَة وَاحِدًا ¶ وَالْمعْنَى الرَّابِع ¶ أَن الْإِنْسَان لَا يعلم الْأَشْيَاء بِذَاتِهِ وجوهره وَلَو علمهَا بذلك لكَانَتْ ذَاته عَالِمَة أبدا وَلم يحْتَج إِلَى اكْتِسَاب الْعلم وَإِنَّمَا يعلم الْأَشْيَاء",
            "page": "111",
            "part": "1",
            "seal": "973A0607"
        },
        {
            "id": "82",
            "nass": "بِأُمُور زَائِدَة على ذَاته يتخذها آلَات يتَوَصَّل بهَا إِلَى نيل معقولاته وَهِي ¶ الْحَواس الْخمس ¶ والمعقولات الأول الَّتِي يجدهَا مركوزة فِي نَفسه وَلَا يدْرِي من أَيْن حصلت لَهُ ¶ فبهذين الصِّنْفَيْنِ من الْآلَات يتَوَصَّل إِلَى اكْتِسَاب المعارف الَّتِي يتجوهر بهَا وَيحصل لَهُ عقل مُسْتَفَاد ¶ والبارئ تَعَالَى لَا يُوصف بِأَنَّهُ يعلم الْأَشْيَاء بِهَذِهِ الصّفة جلّ عَن ذَلِك ¶ وَإِذا اسْتَحَالَ أَن يعلم الْأَشْيَاء على هَذَا السَّبِيل صَحَّ أَن علمه ذاتي لَيْسَ باكتساب وَإِذا اسْتَحَالَ أَن يُوصف بِأَن علمه شَيْء زَائِد على ذَاته كَانَت ذَاته هِيَ الْعلم بِعَيْنِه وَإِذا لم يَصح أَن يُوصف بِأَنَّهُ مفتقر إِلَى غَيره بل كل شَيْء مفتقر إِلَيْهِ صَحَّ أَن الْعَالم وَالْعلم والمعلوم مِنْهُ شَيْء وَاحِد بِخِلَاف مَا نعقله من أَنْفُسنَا ¶ وَإِذا ثَبت هَذَا بالدلائل الَّتِي يضْطَر إِلَيْهَا صَار إِذا علم نَفسه فقد علم كل شَيْء",
            "page": "112",
            "part": "1",
            "seal": "99BE2E7B"
        },
        {
            "id": "83",
            "nass": "فصل ¶ وَمِمَّا يدل على اعْتِقَاد كبراء الفلاسفة وجلتهم أَن البارئ تَعَالَى عَالم بِكُل شَيْء لَا يغيب عَنهُ مِقْدَار الذّرة وَمَا هُوَ ألطف مِنْهَا وَأَنه عَالم بضمائر النُّفُوس ووساوس الصُّدُور مَعَ قَوْلهم إِنَّه لَا يعرف إِلَّا نَفسه قَوْلهم إِن البارئ تَعَالَى مَوْجُود مَعَ كل شَيْء يُرِيدُونَ أَن الْوحدَة السارية مِنْهُ تَعَالَى بهَا حصل لكل مَوْجُود ذَات ينْفَصل بهَا عَن ذَات أُخْرَى وَبهَا تهوى كل متهو فَكيف يتَوَهَّم على من يعْتَقد هَذَا أَن يَقُول إِن البارئ تَعَالَى يجهل شَيْئا أَو يغيب عَنهُ شَيْء وَهَذَا إِثْبَات الشَّيْء ونقيضه مَعًا ¶ وَمن ذَلِك قَوْلهم إِن البارئ تَعَالَى عقل متجرد عَن الْمَادَّة بِخِلَاف مَا يُوصف من أَنه عقل إِذْ كَانَ لَا يشبه شَيْئا وَلَا يُشبههُ شَيْء",
            "page": "113",
            "part": "1",
            "seal": "A1DEF04A"
        },
        {
            "id": "84",
            "nass": "وَإِذا كَانَ عِنْدهم عقلا متجردا من الْمَادَّة لم يخف عَنهُ شَيْء لِأَن الْمَانِع لنا من إِدْرَاك الْأَشْيَاء إِنَّمَا هُوَ الْمَادَّة ¶ وَمن ذَلِك قَوْلهم إِن الْعَاقِل وَالْعقل والمعقول مِنْهُ شَيْء وَاحِد وَكَذَلِكَ الْعَالم وَالْعلم والمعلوم وَشَيْء وَاحِد فذاته عِنْدهم عقل وَعلم فَكيف يتَوَهَّم على من ذَاته عقل وَعلم أَنه يغيب عَنهُ شَيْء ¶ وَمن ذَلِك قَوْلهم إِن الْغَرَض فِي الْعلم الْقرب من الله تَعَالَى فِي الصِّفَات وَقَوْلهمْ فِي حد الفلسفة إِن مَعْنَاهَا التَّشَبُّه بِاللَّه تَعَالَى بِمِقْدَار طَاقَة الْإِنْسَان فصح بِهَذَا أَنه تَعَالَى الْعَالم على الْإِطْلَاق وَأَن علمه هُوَ الْعلم على الْإِطْلَاق ¶ وَمن ذَلِك قَول أفلاطون فِي كتاب طيماوس حِين تكلم فِي العوالم الْعَالِيَة فَذكر فَضلهَا ثمَّ قَالَ وَهَذَا لَيْسَ لنا فِي عالمنا هَذَا بل لَو عَسى أَنا فِي العوالم الْعَالِيَة إِذا نَحن تهذبنا فجزنا الأفلاك التِّسْعَة وحركاتها بتطلعنا وجزنا عَالم النَّفس بتهذيبنا حَتَّى نحل فِي عَالم الْعقل الَّذِي",
            "page": "114",
            "part": "1",
            "seal": "3B864D0E"
        },
        {
            "id": "85",
            "nass": "لَا تخفى عَلَيْهِ خافية وَلَا تحوزه صُورَة وَلَيْسَ فِيهِ زمَان وَلَا مَكَان وَلَا حَرَكَة وَلَا كَيْفيَّة وَلَا هيولى بل الْأَشْيَاء فِيهِ حقائق مُجَرّدَة مكشوفة لَيْسَ فِيهِ قُوَّة بل الصُّورَة فِيهِ ثَابِتَة رَاجِعَة على أَنْفسهَا وذواتها تعرف أَنْفسهَا وَغَيرهَا لما فِيهِ من مطالعة البارئ جلّ وَعز لَهَا ¶ وَقَالَ فِي مَوضِع آخر وَهُوَ يُرِيد أَن يَنْفِي عَن نَفسه أَن يتَوَهَّم عَلَيْهِ القَوْل بأزلية الْعَالم وَقدمه فَقَالَ ¶ إِنَّمَا نُرِيد بقولنَا إِن الْعَالم لم يزل أَن العوالم قد كَانَت مصورات عِنْد البارئ عز وَجل متمثلات بِالْقُوَّةِ قبل كَونهَا وَذَلِكَ أَن البارئ تَعَالَى لم يزل متطلعا إِلَيْهَا نَاظرا إِلَى ذَاته عَارِفًا بوحدانيته فترداده على ذَاته بالمعرفة هُوَ عَالم الْعقل المطابق لَهُ فِيهِ الصُّور مَحْضَة ¶ وَهَذَا الْكَلَام وَإِن فِيهِ مَا يحْتَاج إِلَى التعقب فقد صَحَّ مِنْهُ أَن",
            "page": "115",
            "part": "1",
            "seal": "A242DF79"
        },
        {
            "id": "86",
            "nass": "مذْهبه أَن البارئ جلّ جَلَاله عَالم بالأشياء قبل كَونهَا بِخِلَاف مَا يتَوَهَّم عَلَيْهِ ¶ وَمِمَّا يدل على ذَلِك أَيْضا من مذْهبه قَوْله فِي النواميس ¶ مَا من شَيْء أعون على صَلَاح أَمر كل وَاحِد من النَّاس وَأمر جَمَاعَتهمْ من أَن يعلمُوا ويعتقدوا ثَلَاثَة آراء وَلَا أضرّ من أَن يجهلوها ويعتقدوا خلَافهَا ¶ أَحدهَا أَن يعلمُوا أَن للأشياء صانعا ¶ وَالثَّانِي أَن يعلمُوا أَنه لَا يغْفل شَيْئا وَلَا يفوتهُ شَيْء بل كل الْأَشْيَاء تَحت علمه وَتَحْت عنايته وتدبيره ¶ وَالثَّالِث أَنه لَا يرضيه وَلَا يقبل من أحد أَن يُخطئ خطيئه يتعمدها على أَن يُقيم بإزائها قربانا إِلَيْهِ فَيغْفر لَهُ بل إِنَّمَا يقبل قربانه إِذا عمل عملا صَالحا ¶ ثمَّ قَالَ ¶ وَهَذِه معَان إِنَّمَا مَعْدِنهَا وَمَوْضِع تعلمهَا من علم الْأُمُور الإلهية وَهُوَ يُسمى باليونانية أثولوجيا",
            "page": "116",
            "part": "1",
            "seal": "0CB3038E"
        },
        {
            "id": "87",
            "nass": "وَمِمَّا يدل على ذَلِك من مذاهبهم اعْتِقَادهم وتصريحهم بِأَن الْعَالم إِنْسَان كَبِير كَمَا أَن الْإِنْسَان عَالم صَغِير فَكَمَا أَن المحسوسات تصل إِلَى النَّفس الْجُزْئِيَّة بتوسط الْحَواس الجسمانية بلازمان فتنطبع صورها فِي الْعقل الجزئي الهيولاني فَكَذَلِك فِي الْعَالم الَّذِي هُوَ الْإِنْسَان الْكَبِير أَشْيَاء هِيَ بِمَنْزِلَة الْحَواس للنَّفس الْكُلية الَّتِي هِيَ نفس الْإِنْسَان الْأَكْبَر يتَّصل بهَا من قبلهَا أَحْوَال الْعَالم بِلَا زمَان وَإِذا اتَّصَلت بِالنَّفسِ الْكُلية اتَّصَلت بِالْعقلِ الْكُلِّي كاتصالها بِالْعقلِ الجزئي وَإِذا اتَّصَلت بِالْعقلِ الْكُلِّي اتَّصَلت بالبارئ جلّ وَتَعَالَى لِأَن الْعقل الْكُلِّي لَا وَاسِطَة بَينه وَبَين الله تَعَالَى ¶ فَهَذِهِ جمل من كَلَامهم تدل من تأملها على براءتهم من سوء تَأْوِيل من نسب إِلَيْهِم القَوْل بِأَن البارئ لَا يعلم الْأَشْيَاء وَلَا يعلم إِلَّا نَفسه",
            "page": "117",
            "part": "1",
            "seal": "1AD887B8"
        },
        {
            "id": "88",
            "nass": "فصل ¶ وَقد احْتج من زعم أَن الله تَعَالَى لَا يعلم الْأَشْيَاء بِأَن قَالَ إِنَّمَا اسْتَحَالَ أَن يُوصف بِأَنَّهُ يعلم الْأَشْيَاء لِأَن الْعلم بالأشياء يحْتَاج فِيهِ إِلَى إِدْرَاك الْحَواس وَتَقْدِيم الْمُقدمَات الَّتِي بهَا يتَوَصَّل إِلَى معرفَة الكليات من الجزئيات وَفِيه كَمَال الْعَالم وَيحْتَاج فِيهِ إِلَى تصور وتخيل والبارئ سُبْحَانَهُ يجل عَن أَن يُوصف بِأَنَّهُ يتَصَوَّر شَيْئا أَو يتخيله أَو أَنه ذُو حواس يتَوَصَّل بهَا إِلَى معرفَة شَيْء أَو يحْتَاج إِلَى مُقَدمَات وَأَن غَيره يفِيدهُ كمالا فِي ذَاته بل هُوَ الْمُفِيد الْكَمَال لكل كَامِل على مِقْدَار مرتبته وَهُوَ غَنِي عَن غَيره وَغَيره مفتقر إِلَيْهِ فَفِي وَصفنَا لَهُ بِأَنَّهُ يعلم غَيره نقص لَهُ لَا كَمَال ¶ وجوابنا عَن هَذَا هُوَ أَن نقُول لَهُم ¶ هَل تَزْعُمُونَ أَن البارئ تَعَالَى يشبه الْبشر فِي ذَاته وَصِفَاته أم هُوَ مُخَالف لَهُم فَإِن زَعَمُوا أَنه مشبه لَهُم بِالذَّاتِ وَالصِّفَات أَو فِي بعض ذَلِك لزم أَن يلْحقهُ من النَّقْص مَا يلْحق الْبشر وَأَن يلْزمه من الْحُدُوث مَا يلْزم سَائِر الْأَشْيَاء",
            "page": "118",
            "part": "1",
            "seal": "B5826BF7"
        },
        {
            "id": "89",
            "nass": "وَإِن قَالُوا إِنَّه مُخَالف للبشر لَا يشبه شَيْئا وَلَا يُشبههُ شَيْء قُلْنَا لَهُم من أَيْن قستم علمه على علمكُم وأوجبتم أَنه إِن كَانَ عَالما لزم أَن يعلم باستنباط ومقدمات وَاحْتَاجَ إِلَى حواس ¶ وَمَا تنكرون من أَن يكون يعلم الْأَشْيَاء بِنَوْع آخر من الْعلم لَا يكيف وَلَا يشبه علم الْبشر ¶ وَمَا الَّذِي تبطلون بِهِ هَذَا فَإِن قَالُوا لَا يعقل علم إِلَّا بِهَذِهِ الطّرق لَزِمَهُم تَشْبِيه البارئ تَعَالَى بمخلوقاته وَقُلْنَا لَهُم من أَيْن زعمتم أَنه عَالم وَأَنه علم وَأَنه مَعْلُوم شَيْء وَاحِد لَا تغاير فِيهِ وَكَذَلِكَ أَنه عَاقل وَأَنه عقل وَأَنه مَعْقُول شَيْء وَاحِد من صِفَاته وَهَذَا أَمر غير مَعْقُول فِيمَا نعهده من أَنْفُسنَا ¶ وَيُقَال لَهُم كَذَلِك لَا نعقل مَوْجُودا إِلَّا أَن يكون جوهرا حَامِلا للأعراض أَو عرضا مَحْمُولا فِي جَوْهَر فاحكموا على البارئ تَعَالَى وَجل أَنه جَوْهَر من جنس الْجَوَاهِر المعقولة وَلَا فرق ¶ وَيُقَال لمن زعم مِنْهُم أَنه يعلم الكليات وَلَا يعلم الجزئيات من أَيْن فرقتم بَين الْأَمريْنِ",
            "page": "119",
            "part": "1",
            "seal": "248C44F3"
        },
        {
            "id": "90",
            "nass": "فَإِن قَالُوا لِأَن الجزيئات تدخل تَحت الزَّمَان وتتغير بتغيره وَيحْتَاج فِي مَعْرفَتهَا إِلَى الْحَواس ¶ وجوابنا عَن هَذَا أَن نقُول ¶ ألستم تعلمُونَ أَن الْإِنْسَان إِنَّمَا يعلم الكليات بمشاهدة الجزئيات الْوَاقِعَة تَحت الزَّمَان وَالِاسْتِدْلَال عَلَيْهَا بالمقدمات الغريزيات فَهَل تَزْعُمُونَ أَن الله تَعَالَى يدْرك الكليات بِهَذَا السَّبِيل ¶ فَإِن قَالُوا نعم شبهوه بالبشر وَقُلْنَا لَهُم إِذا جَازَ عنْدكُمْ أَن يشبه الْبشر فِي علم الكليات فَمَا الَّذِي يمنعهُ أَن يشبههم فِي علم الجزيئات ¶ وَإِن قَالُوا لَا يجوز أَن يعلم الكليات على نَحْو مَا يعلمهَا الْبشر وَإِنَّمَا يعملها بِنَوْع آخر من الْعلم لَا يكيف وَلَا يشبه علم الْبشر قُلْنَا فَمَا الْمَانِع أَن يعلم الجزيئات بِهَذَا الْعلم وَلَا فرق ¶ وعمدة هَذَا الْبَاب وَغَيره من الْكَلَام فِي صِفَات الله تَعَالَى أَن تجْعَل اصلك أَن البارئ سُبْحَانَهُ لَا يشبه شَيْئا وَلَا يُشبههُ شَيْء وتجتهد فِي أَن تعلم هَذِه الْجُمْلَة بالبراهين الْوَاضِحَة",
            "page": "120",
            "part": "1",
            "seal": "7E5AF06C"
        },
        {
            "id": "91",
            "nass": "فَإِذا تقررت فِي نَفسك سَقَطت عَنْك هَذِه الوساوس كلهَا لِأَن الَّذين غلطوا فِي هَذِه الْمعَانِي إِنَّمَا عرض لَهُم الْغَلَط لأَنهم يقيسون الله تَعَالَى بالبشر ويشبهون صِفَاته بصفاتهم ¶ وَقد أَثْبَتَت شريعتنا الحنيفية الَّتِي شرفنا الله تَعَالَى بهَا أَن الله عَالم بكبير الْأَشْيَاء وصغيرها لَا يعزب عَنهُ مِثْقَال ذرة فِي السَّمَوَات وَلَا فِي الأَرْض وَأَنه {يعلم خَائِنَة الْأَعْين وَمَا تخفي الصُّدُور} {وَمَا تسْقط من ورقة إِلَّا يعلمهَا وَلَا حَبَّة فِي ظلمات الأَرْض وَلَا رطب وَلَا يَابِس إِلَّا فِي كتاب مُبين} ¶ وَهَذِه صِفَات الْكَمَال الَّتِي تلِيق بِاللَّه تَعَالَى لَا مَا زَعمه هَؤُلَاءِ المبطلون",
            "page": "121",
            "part": "1",
            "seal": "EDEBEB77"
        },
        {
            "id": "92",
            "nass": "وَقد ذكرنَا من كَلَام الفلاسفة الْمُتَقَدِّمين مَا يُطَابق هَذَا الَّذِي ورد بِهِ شرعنا وَقد قلت فِي ذَلِك ¶ (يَا واصفا ربه بِجَهْل ... لم تقدر الله حق قدره) // من مخلع الْبَسِيط // ¶ (كَيفَ يفوت الْإِلَه علم ... بسر مخلوقه وجهره) ¶ (وَهُوَ مُحِيط بِكُل شَيْء ... وَكلهَا كَائِن بأَمْره)",
            "page": "122",
            "part": "1",
            "seal": "3FC3FAF2"
        },
        {
            "id": "93",
            "nass": "الْبَاب السَّابِع فِي إِقَامَة الْبَرَاهِين على أَن النَّفس الناطقة حَيَّة بعد مُفَارقَة الْجِسْم ¶ النُّفُوس ثَلَاثَة ¶ نباتية ¶ وحيوانية ¶ وناطقة ¶ فَأَما النَّفس النباتية وَالنَّفس الحيوانية فَلَا نعلم خلافًا فِي عدمهَا بِعَدَمِ الْجِسْم وَإِنَّمَا وَقع الْخلاف فِي النَّفس الناطقة وَهِي الْعَاقِلَة المميزة فَزعم قوم أَنَّهَا تعدم عِنْد فراقها الْجِسْم كَعَدم النباتية والحيوانية ¶ وَقَالَ قوم إِنَّهَا بَاقِيَة حَيَّة لَا عدم لَهَا وَهُوَ مَذْهَب سقراط وأرسطو وأفلاطون وَسَائِر زعماء الفلاسفة وعَلى ذَلِك تدل الشَّرَائِع كلهَا",
            "page": "123",
            "part": "1",
            "seal": "4C22A5E5"
        },
        {
            "id": "94",
            "nass": "وَأَنا أذكر جملَة من الْبَرَاهِين الفلسفية على بَقَائِهَا لِأَن الشَّرْعِيَّة لَا تلِيق بِهَذَا الْوَضع وَبِاللَّهِ التَّوْفِيق ¶ برهَان أول ¶ ميل الْإِنْسَان إِلَى الشَّهَوَات الطبيعية وانغماره فِي اللَّذَّات الجسدية تَمنعهُ من تصور الْحَقَائِق وَقبُول المعارف وتكسب ذهنه بلادة وإقلاله من ذَلِك يُفِيد ذهنه حِدة ويعينه على قبُول المعارف وتصور الْحَقَائِق فَدلَّ ذَلِك على أَن الْمَادَّة الطبيعية آفَة للنَّفس الناطقة وَأَنَّهَا كلما انسلخت مِنْهَا كَانَت أَكثر تمييزا وَأَصَح معرفَة ¶ وينتج من هَذِه الْمُقدمَات أَن تكون عِنْد الْمَوْت أصح تمييزا وَأبْصر للحقائق لانسلاخها من جَمِيع الْمَادَّة وَلَا يكون التَّمْيِيز والتصور إِلَّا لحي فَالنَّفْس إِذن حَيَّة بعد موت الْجِسْم ¶ وَقد وَافق هَذَا الْبُرْهَان الفلسفي من نُصُوص شرعنا قَول الله تَعَالَى",
            "page": "124",
            "part": "1",
            "seal": "1641873C"
        },
        {
            "id": "95",
            "nass": "(لقد كنت فِي غَفلَة من هَذَا فكشفنا عَنْك غطاءك فبصرك الْيَوْم حَدِيد) ¶ وَقَول نَبينَا صلى الله عَلَيْهِ وَسلم (النَّاس نيام فَإِذا مَاتُوا انتبهوا) ¶ برهَان ثَان ¶ كل مَوْجُود بِالْفِعْلِ من الْأَشْيَاء الطبيعية فقد كَانَ مَوْجُودا بِالْقُوَّةِ وكل مَا كَانَ مَوْجُودا بِالْقُوَّةِ ثمَّ وجد بِالْفِعْلِ فمخرجه إِلَى الْوُجُود شَيْء آخر هُوَ مَوْجُود بِالْفِعْلِ كَالْمَاءِ الَّذِي هُوَ بَارِد بِالْقُوَّةِ ويخرجه إِلَى الْحَرَارَة بِالْفِعْلِ النَّار الَّتِي هِيَ حارة بِالْفِعْلِ وَهَذَا اضطرار إِذْ لَا يَصح أَن يُوجد الشَّيْء نَفسه وَلَا يَصح أَيْضا أَن يُخرجهُ من الْوُجُود بِالْقُوَّةِ",
            "page": "125",
            "part": "1",
            "seal": "A29FF93D"
        },
        {
            "id": "96",
            "nass": "إِلَى الْوُجُود بِالْفِعْلِ مَا هُوَ مَوْجُود بِالْقُوَّةِ لِأَنَّهُمَا قد تَسَاويا فِي الْعَدَم وكل وَاحِد مِنْهُمَا مفتقر إِلَى موجد وَإِذا اسْتَحَالَ الْأَمْرَانِ صَحَّ أَن مخرج الشَّيْء من الْقُوَّة إِلَى الْفِعْل لَا يكون إِلَّا غَيره وَلَا يكون إِلَّا مَوْجُودا بِالْفِعْلِ ¶ وَإِذا ثَبت هَذَا قُلْنَا إِن بعض الْأَجْسَام حَيّ بِالْقُوَّةِ ثمَّ يصير حَيا بِالْفِعْلِ فمخرجه إِذن إِلَى الْحَيَاة جَوْهَر آخر غَيره حَيّ بِالْفِعْلِ والجسم أَيْضا إِنَّمَا يصير حَيا بمقارنة النَّفس لَهُ فَالنَّفْس إِذن حَيَّة بِالْفِعْلِ وَمَا هُوَ حَيّ بِالْفِعْلِ لَا يعْدم الْحَيَاة فَالنَّفْس إِذن لَا تعدم الْحَيَاة ¶ برهَان ثَالِث ¶ نفوسنا الناطقة إِنَّمَا تفْتَقر إِلَى الْحَواس الجسدية مَا دَامَت عَارِية من الصُّور الْعَقْلِيَّة فَإِذا حصلت فِيهَا صُورَة من الصُّور الْعَقْلِيَّة لم تحتج إِلَى اسْتِعْمَال الحاسة الَّتِي كَانَت تتوصل بهَا إِلَيْهَا فَدلَّ ذَلِك على أَن للنَّفس",
            "page": "126",
            "part": "1",
            "seal": "D7792255"
        },
        {
            "id": "97",
            "nass": "اسْتِقْلَالا بذاتها تَسْتَغْنِي بِهِ عَن الْجِسْم وَأَن أَعْضَاء الْجِسْم إِنَّمَا هِيَ آلَات تلْتَقط بهَا معارفها فانتتج من ذَلِك أَن النَّفس الناطقة إِذا تجوهرت بالمعارف وَحصل لَهَا الْعقل الْمُسْتَفَاد لم تحتج إِلَى التَّعَلُّق بالجسم ¶ برهَان رَابِع ¶ نفوسنا تَجِد الْأَشْيَاء الهيولانية مصورة فِي ذَاتهَا عِنْد مغيب الْأَشْيَاء المصورة عَن حواسنا وَكَذَلِكَ نرى الْأَشْيَاء فِي حَال نومنا وَمَا ترَاهُ نفوسنا من ذَلِك فِي حالتي الْيَقَظَة وَالنَّوْم إِنَّمَا هِيَ صُورَة مُجَرّدَة من هيولاتها فَثَبت بذلك أَن الصُّور لَهَا وجودان ¶ وجود فِي الهيولى ¶ وَوُجُود خلو من الهيولى",
            "page": "127",
            "part": "1",
            "seal": "EF116339"
        },
        {
            "id": "98",
            "nass": "وَلَوْلَا ذَلِك لم يُمكن نفوسنا أَن تَجِد صُورَة إِلَّا فِي هيولاتها ¶ وَإِذا ثَبت ذَلِك لم يستنكر وجود الْإِنْسَان بعد الْمَوْت صُورَة مُجَرّدَة من الهيولى وَلم يمْنَع من ذَلِك مَانع ¶ برهَان خَامِس ¶ نجد الْإِنْسَان بِالْمُشَاهَدَةِ يبْدَأ طفْلا لَا يعلم شَيْئا ثمَّ لَا يزَال كلما نَشأ يترقى فِي المعارف وتكثر المعقولات فِي نَفسه حَتَّى يصير فيلسوفا حكيما ¶ فَلَا يَخْلُو مَا يستفيده من التَّمْيِيز والمعرفة أَن يكون ¶ من قبل جِسْمه فَقَط ¶ أَو من قبل نَفسه فَقَط ¶ أَو من قبلهمَا مَعًا ¶ فَإِن كَانَ من قبل جِسْمه فَيجب أَن يكون الْإِنْسَان كلما ضخم جِسْمه وَكَثُرت مادته كَانَ أقعد بِقبُول المعارف وَكلما ضؤل وَقلت مادته",
            "page": "128",
            "part": "1",
            "seal": "5D4AB566"
        },
        {
            "id": "99",
            "nass": "كَانَ أبعد عَن قبُول المعارف وَنحن نجد الْأَمر بعكس ذَلِك لأَنا نرى من بِهِ السلال والذبول ينقص جِسْمه كل يَوْم وذهنه بَاقٍ على كَمَاله إِلَى أَن تُفَارِقهُ النَّفس فَبَطل بِهَذَا الدَّلِيل أَن يكون ذَلِك من قبل جِسْمه ¶ وَبِنَحْوِ هَذَا الدَّلِيل يبطل أَن يكون ذَلِك من قبل نَفسه وجسمه مَعًا فَإِذن مَا يستفيده الْإِنْسَان من التَّمْيِيز والمعارف إِنَّمَا هُوَ من قبل النَّفس فَقَط ولاحظ فِي ذَلِك للجسم أَكثر من أَنه آلَة لَهَا بِمَنْزِلَة الْآلَات للصناعة وَلَا يَصح وجود التَّمْيِيز والمعارف من موَات وَإِنَّمَا يَصح وجودهما من حَيّ ¶ فَالنَّفْس إِذن حَيَّة بالطبع لِأَن فِي طبعها قبُول الْعُلُوم والمعارف ¶ والجسم موَات بالطبع إِذْ لَيْسَ فِي طبعه قبُول شَيْء من ذَلِك ¶ فَبَان بالبرهان أَن الْإِنْسَان مركب من جوهرين",
            "page": "129",
            "part": "1",
            "seal": "BE62C760"
        },
        {
            "id": "100",
            "nass": "أَحدهمَا حَيّ بالطبع وَهِي النَّفس ¶ وَالْآخر موَات بالطبع وَهُوَ الْجِسْم ¶ وإنهما لما اقترنا عرض لكل وَاحِد مِنْهُمَا عرض من قبل صَاحبه فَعرض للجسم الْحَيَاة الَّتِي هِيَ الْحس من قبل النَّفس وَعرض للنَّفس الْمَوْت الَّذِي يُرَاد بِهِ الْجَهْل من قبل الْجِسْم ¶ فَالنَّفْس إِذن حَيَّة بالطبع ميتَة بِالْعرضِ والجسم ميت بالطبع حَيّ بِالْعرضِ فَإِذا انْفَصل كل وَاحِد مِنْهُمَا من صَاحبه خلص للجسم الْمَوْت الْمَحْض الَّذِي هُوَ طبعه وفارقته الْحَيَاة العرضية الَّتِي كَانَ استفادها من النَّفس وخلص للنَّفس الْحَيَاة الْمَحْضَة الَّتِي هِيَ طبعها وفارقها الْمَوْت العرضي الَّذِي كَانَ عرضا لَهَا من قبل استغراقها فِي الْجِسْم ¶ برهَان سادس ¶ النَّفس الناطقة تنَاقض النَّفس الحيوانية لِأَنَّهَا ترغب فِي كسب الْفَضَائِل واطراح الرذائل وتزهد فِي اللَّذَّات الجسدية وترغب فِي اللَّذَّات الْعَقْلِيَّة",
            "page": "130",
            "part": "1",
            "seal": "038A2AEE"
        },
        {
            "id": "101",
            "nass": "وَالنَّفس الحيوانية بضد ذَلِك وَلذَلِك سميت بهيمية ¶ فَإِن كَانَ لَا بَقَاء للنَّفس الناطقة بعد فِرَاق الْجَسَد وَلَا لَهَا حَيَاة أُخْرَى تجني فِيهَا ثَمَرَة مَا كَانَت تسْعَى فِيهِ وتحض عَلَيْهِ فَالنَّفْس الحيوانية إِذن أشرف من الناطقة وَمَا تَأمر بِهِ النَّفس الحيوانية من استغراقها فِي الشَّهَوَات هُوَ الصَّوَاب وَالْعقل وَمَا تَأمر بِهِ النَّفس الناطقة هُوَ الْخَطَأ وَالْجهل ¶ وَهَذَا قلب الْعُقُول وَعكس مَا تَقْتَضِيه الْحِكْمَة ¶ برهَان سَابِع ¶ كل شَيْء مركب من بسائط فَإِنَّهُ ينْحل إِلَى بسائط وَالْإِنْسَان مركب من سببين ¶ روحاني ¶ وجسماني",
            "page": "131",
            "part": "1",
            "seal": "62C50EC7"
        },
        {
            "id": "102",
            "nass": "وَنحن نرى الْإِنْسَان إِذا مَاتَ لحق جِسْمه بجسماني مثله فَكَذَلِك روحانيه يجب أَن يلْحق بروحاني مثله ¶ وَقد صَحَّ بِمَا قدمْنَاهُ فِي الْبَرَاهِين السالفة أَن ذَلِك الروحاني هُوَ الَّذِي يُفِيد جِسْمه الْحَيَاة وَأَنه حَيّ بِالْفِعْلِ فَهُوَ إِذن حَيّ بعد مُفَارقَة الْجِسْم لَا يعْدم الْحَيَاة ¶ برهَان ثامن ¶ معنى الْحَيَاة الجسدية عندنَا هُوَ مُقَارنَة النَّفس للجسم واستعمالها إِيَّاه وَمعنى الْمَوْت مُفَارقَة النَّفس إِيَّاه وَتركهَا اسْتِعْمَاله ¶ وَقَالَ من زعم أَن النَّفس هالكة بِهَلَاك الْجِسْم معنى الْحَيَاة أَن تكون النَّفس ذَات حس وَمعنى الْمَوْت أَن تعدم الْحس ¶ فنسألهم عَن الْحس الْمَوْجُود للنَّفس طول مقارنتها للجسم هَل هُوَ ذاتي لَهَا أَو عرضي فِيهَا",
            "page": "132",
            "part": "1",
            "seal": "1793FE3B"
        },
        {
            "id": "103",
            "nass": "فَإِن كَانَ ذاتيا لَهَا بَطل أَن تعدم الْحس بعد مفارقتها الْجِسْم وَإِن كَانَ عرضيا فِيهَا فَلَا يَخْلُو من أَن يكون استفادته من الْجِسْم أَو من جَوْهَر آخر مصاحب لَهُ ¶ فَإِن كَانَ الْجِسْم هُوَ الَّذِي يفيدها الْحس وَجب أَلا يعْدم الْجِسْم الْحس إِذا فارقته النَّفس وَهَذَا خلاف مَا نشاهده من حَالهَا وَحَال جسمها ¶ وَإِن كَانَت النَّفس إِنَّمَا تستفيد الْحس من جَوْهَر آخر روحاني مُتَّصِل بهَا وَجب أَن نسألهم عَن ذَلِك الْجَوْهَر الآخر هَل هُوَ حساس بِذَاتِهِ أم بجوهر آخر أَيْضا وَيسْتَمر ذَلِك إِلَى مَالا نِهَايَة لَهُ وَمَا لَا نِهَايَة لَهُ بِالْعقلِ فمحال فَثَبت أَن النَّفس حساسة بذاتها وجوهرها وَمَا كَانَ حساسا بِذَاتِهِ وجوهره بَطل أَن يعْدم الْحَيَاة ¶ فَالنَّفْس إِذن حَيَّة بعد فِرَاق الْجِسْم",
            "page": "133",
            "part": "1",
            "seal": "6FD7BBA9"
        },
        {
            "id": "104",
            "nass": "وَقد اسْتدلَّ الْحُكَمَاء على بَقَاء النَّفس الناطقة بأدلة كَثِيرَة غير هَذِه وَفِيمَا ذَكرْنَاهُ مِنْهَا مقنع ¶ وَبِاللَّهِ التَّوْفِيق ¶ كملت الْمسَائِل الفلسفية وَالْحَمْد لله كثيرا",
            "page": "134",
            "part": "1",
            "seal": "D0C84176"
        }
    ],
    "t6461": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "وهو حسبي"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "خواص النفس النباتية وتسمى الشهوانية"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "خواص النفس الحيوانية وتسمى الغضبية"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "خواص النفس الإنسانية وهي الناطقة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "خواص النفس الحكمية الفلسفية"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "خواص النفس النبوية"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "خواص النفس الكلية"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "أحدها"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "والمعنى الثاني"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "والمعنى الثالث"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "والمعنى الثاني"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "والمعنى الثالث"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": "1",
            "tit": "والمعنى الرابع"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "الحواس الخمس"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "برهان أول"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "برهان ثان"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "برهان ثالث"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "برهان رابع"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "برهان خامس"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "برهان سادس"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "برهان سابع"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "برهان ثامن"
        }
    ]
}